{
    "b162": [
        {
            "id": "1",
            "nass": "ـ[شرح مقدمة صحيح مسلم]ـ ¶ مؤلف الأصل: الإمام مسلم بن الحجاج أبو الحسن القشيري النيسابوري (المتوفى: 261هـ) ¶ الشارح: عبد الكريم بن عبد الله بن عبد الرحمن بن حمد الخضير ¶ دروس مفرغة من موقع الشيخ الخضير ¶ [الكتاب مرقم آليا، رقم الجزء هو رقم الدرس - 3 دروس]",
            "page": null,
            "part": null,
            "seal": "9D9110E5"
        },
        {
            "id": "2",
            "nass": "مقدمة صحيح مسلم ¶ الكلام على الحمدلة والصلاة على الآل والأصحاب ¶ الشيخ/ عبد الكريم الخضير ¶ الحمد لله رب العالمين، والعاقبة للمتقين، وصلى الله على محمد خاتم النبيين، وعلى جميع الأنبياء والمرسلين أما بعد: ¶ فإنك -يرحمك الله- بتوفيق خالقك ذكرت أنك هممت بالفحص عن تعرف على جملة الأخبار المأثورة عن رسول الله -صلى الله عليه وسلم- في سنن الدين وأحكامه، وما كان منها في الثواب والعقاب والترغيب والترهيب وغير ذلك من صنوف الأشياء بالأسانيد التي بها نقلت وتداولها أهل العلم فيما بينهم، فأردت -أرشدك الله- أن توقف على جملتها مؤلفة محصاة، وسألتني أن ألخصها لك في التأليف بلا تكرار يكثر، فإن ذلك -زعمت- مما يشغلك عما له قصدت من التفهم فيها، والاستنباط منها، وللذي سألت -أكرمك الله- حين رجعت إلى تدبره، وما تؤول به الحال -إن شاء الله- عاقبة محمودة، ومنفعة موجودة، وظننت حين سألتني تجشم ذلك أن لو عزم لي عليه، وقضي لي تمامه كان أول من يصيبه نفع ذلك إياي خاصة قبل غيري من الناس لأسباب كثيرة يطول بذكرها الوصف إلا أن جملة ذلك أن ضبط القليل من هذا الشأن وإتقانه أيسر على المرء من معالجة الكثير منه، ولا سيما عند من لا تمييز عنده من العوام إلا بأن يوقفه على التمييز غيره، فإذا كان الأمر في هذا كما وصفنا، فالقصد منه إلى الصحيح القليل أولى بهم من ازدياد السقيم، وإنما يرجى بعض المنفعة في الاستكثار من هذا الشأن، وجمع المكررات منه لخاصة من الناس ممن رزق فيه بعض التيقظ والمعرفة بأسبابه وعلله، فذلك -إن شاء الله- يهجم بما أوتي من ذلك على الفائدة في الاستكثار من جمعه، فأما عوام الناس الذين هم بخلاف معاني الخاصة من أهل التيقظ والمعرفة، فلا معنى لهم في طلب الكثير، وقد عجزوا عن معرفة القليل.",
            "page": "1",
            "part": "1",
            "seal": "B8E448DF"
        },
        {
            "id": "3",
            "nass": "ثم إنا -إن شاء الله- مبتدئون في تخريج ما سألت، وتأليفه على شريطة سوف أذكرها لك، وهو إنا نعمد إلى جملة ما أسند من الأخبار عن رسول الله -صلى الله عنه وسلم- فنقسمها على ثلاثة أقسام، وثلاث طبقات من الناس على غير تكرار إلا أن يأتي موضع لا يستغنى فيه عن ترداد حديث فيه زيادة معنى أو إسناد يقع إلى جنب إسناد لعلة تكون هناك؛ لأن المعنى الزائد في الحديث المحتاج إليه يقوم مقام حديث تام فلا بد من إعادة الحديث الذي فيه ما وصفنا من الزيادة، أو أن يفصل ذلك المعنى من جملة الحديث على اختصاره إذا أمكن، ولكن تفصيله ربما عسر من جملته فإعادته بهيئته إذا ضاق ذلك أسلم. ¶ فأما ما وجدنا بداً من إعادته بجملته من غير حاجة منا إليه فلا نتولى فعله -إن شاء الله تعالى-. ¶ الحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله نبينا محمد وعلى آله وصحبه أجمعين، أما بعد: ¶ فيقول الإمام مسلم -رحمه الله تعالى- في مقدمة الصحيح، ثاني الكتب -كتب السنة- ثاني الصحيحين اللذين هما أصح الكتب بعد كتاب الله -جل وعلا- في قول الجمهور، وقدمه من قدمه من المغاربة. ¶ أول من صنف في الصحيحِ ... محمدٌ وخصّ بالترجيحِ ¶ ومسلم بعد وبعض الغرب معْ ... أبي عليٍ فضلوا ذا لو نفعْ ¶ ومسلم بعد -يعني بعد البخاري- يعني فضلوا صحيح مسلم على صحيح البخاري وسبق الكلام في المفاضلة بين الصحيحين في شرح الألفية في الدورة السابقة. ¶ يقول -رحمه الله تعالى-: ¶ \"بسم الله الرحمن الرحيم\" ¶ ابتدأ المؤلف -رحمه الله تعالى- بالبسملة إقتداءً بالقرآن، وأيضاً رسائل النبي -عليه الصلاة والسلام- ابتدأت بالبسملة، وأما الحديث: ((كل أمر ذي بال لا يبدأ فيه ببسم الله فهو أبتر)) فهو حديث ضعيف، وقد حكم جمع من الحفاظ على الحديث بجميع طرقه وألفاظه بالضعف، وحكم ابن الصلاح والنووي وبعض العلماء على رواية: الحمد فقط بالحسن، وعامة أهل العلم على تضعيف الحديث بجميع طرقه وألفاظه. ¶ فالعبرة الإقتداء بالكتاب -القرآن- حيث افتتح بالبسمة، والعبرة أيضاً بكبته ومخاطباته -عليه الصلاة والسلام- حيث افتتحت بالبسملة، ثم ثنّى -رحمه الله- بالحمد، فقال -رحمه الله-: ¶ \"الحمد لله رب العالمين\"",
            "page": "2",
            "part": "1",
            "seal": "101E55D5"
        },
        {
            "id": "4",
            "nass": "ثنى بالحمد إقتداءً بالقرآن، لأنه افتتح بالحمد لله رب العالمين بعد البسملة، قد يقول قائل: كيف بدأ الإمام مسلم كتابه بالحمدلة مع أن الرسول -عليه الصلاة والسلام- لم يبتدئ كتابه إلى هرقل ولا إلى غيره بالحمدلة، بل اكتفى بالبسملة؟ وكذلك سليمان في كتابه إلى بلقيس كما نصّ على ذلك بالقرآن؟ وكذلك الإمام البخاري -رحمه الله تعالى- اكتفى بالبسملة؟ ¶ مسلم -رحمة الله عليه- ذكر البسملة وذكر الحمدلة، والبداءة بهما إقتداءً بالقرآن، وأما الاعتماد على ما جاء في البسملة والحمدلة والصلاة والشهادة، وغيرها من الألفاظ فكل هذا لا يثبت، وليس معنى كونه لا يثبت أنه لا يذكر؛ لأن بعض الناس إذا بحث عن شيء على أمرٍ اعتاد الناس عليه وجد النص الذي يدل عليه صراحةً فيه ضعف نسفه نسفاً، من غير نظرٍ إلى أدلةٍ أخرى، فيقول: ما دام ((كل أمرٍ ذي بال لا يبدأ فيه ببسم الله الرحمن الرحيم)) ضعيف، و ((كل أمرٍ ذي بال لا يبدأ فيه بالحمد لله رب العالمين)) فهو ضعيف، لماذا نبدأ؟ حديث ضعيف، الأحاديث الضعيفة لا يعمل بها، فلماذا نبدأ؟ ولذا قال بعضهم: مع الأسف أنه يؤلف في العقيدة يقول: كانت الكتب التقليدية تبدأ بالبسملة والحمدلة، لماذا؟ لأن الحديث ضعيف، في البسملة وفي الحمدلة، والضعيف لا يجوز العمل به، فكيف نعمل بحديث ضعيف؟ يعني ونظير هذا من لم يثبت عنده البقاء بعد صلاة الصبح حتى تطلع الشمس، ما دام ما ثبت عنده الخبر فإنه لا يجلس، مع أنه ثبت من فعله -عليه الصلاة والسلام- في مسلم وغيره، وإذا جلس لا يصلي؛ لأن الحديث ضعيف، فكيف يصلي ويعمل بحديث ضعيف؟ يا أخي: إن لم تعمل بهذا الحديث اعمل بحديث: صلاة الضحى، ويقول بعضهم: أتصلي صلاة العجايز؟ صلاة الإشراق؟ يعني إذا انتبه بعض الناس لشيء نسف الباقي ولو ثبت من وجهٍ آخر. ¶ فالذي يبدأ بالبسملة والحمدلة لا عملاً بالأحاديث الضعيفة، وإنما عملاً بما ثبت في كتاب الله -جل وعلا- وفي سنة نبيه -عليه الصلاة والسلام-، فالكتاب واضح فيه البداءة بالبسملة والحمدلة، فالجمع بينهما إقتداءً بالقرآن الكريم.",
            "page": "3",
            "part": "1",
            "seal": "FAF7AD03"
        },
        {
            "id": "5",
            "nass": "أما ما جاء عنه -عليه الصلاة والسلام- ففي رسائله يبدأ بالبسملة وفي خطبه يبدأ بالحمدلة، ولم يجمع بينهما، فكيف يجمع مسلم بينهما؟ البخاري -رحمه الله تعالى- بدأ بالبسملة، ما جمع بينهما، مسلم جمع بينهما، هل يعاب على مسلم أن جمع بين البسملة والحمدلة؟ لأن النبي -صلى الله عليه وسلم- ما جمع بينهما؟ وهل الكتب في حكم الخطب أو في حكم الرسائل؟ البخاري جعل كتابه في حكم الرسالة لطلاب العلم، فافتتحه بالبسملة فقط ما في حمدلة، فهل كتاب مسلم في حكم الرسائل أو في حكم الخطب؟ هو رسالة من المؤلف -رحمه الله تعالى- إلى طلاب العلم، فابتدأه بالبسملة، وافتتح هذه الرسالة بخطبة، بمقدمة، يعني ما بدأ بالمقصود مباشرة ليقول: بسم الله الرحمن الرحيم، حدثنا فلان، افتتح الكتاب بخطبة، والخطبة تفتح بالحمدلة، إذاً افتتحه بالبسملة لأنه رسالة منه إلى طلاب العلم كما فعل البخاري، وافتتحه بالحمدلة لأنه افتتحه بخطبة، فجمع بين الأمرين -رحمه الله- ولا يعاب على ذلك، ولو لم يكن في ذلك إلا الإقتداء بالقرآن الكريم. ¶ \"الحمد لله رب العالمين\" ¶ الحمد: عرفه الأكثر بأنه الثناء على المحمود بأفعاله الجميلة وصفاته الحسنة الجليلة، لكن هذا التعريف فيه نظر، لما عرف من الفرق بين الحمد والثناء، والتفريق يؤخذ من حديث: ((قسمت الصلاة بيني وبين عبدي نصفين، فإذا قال العبد: الحمد لله رب العالمين قال: حمدني عبدي، وإذا قال: الرحمن الرحيم، قال: أثنى عليّ عبدي)) فجعل الثناء غير الحمد، أولى ما يقال في تعريف الحمد ما ذكره العلامة ابن القيم في الوابل الصيب، قال: \"هو الإخبار عن الله تعالى بصفات كماله مع محبته والرضا به، والثناء: هو تكرير المحامد\". ¶ \"الحمد لله\" وأل في الحمد للجنس، يعني جميع المحامد لله -جل وعلا-، والله علم على المعبود بحق، وهو أعرف المعارف على الإطلاق، ويذكر أن سيبويه -النحاة يقولون: أن أعرف المعارف الضمير- لكن سيبويه قال: أعرف المعارف: الله، ورؤيا في المنام فقيل له: ما فعل الله بك؟ قال: غفر لي، قيل: بم؟ قال: لقولي الله أعرف المعارف، فعلى كل حال هذا قول لا يتردد فيه من يتعبد لله -جل وعلا-، فهو أعرف المعارف.",
            "page": "4",
            "part": "1",
            "seal": "74989F3F"
        },
        {
            "id": "6",
            "nass": "\"الحمد لله رب\" الرب: هو الذي ربّا جميع المخلوقات بنعمه، يقول الراغب الأصفهاني في المفردات: الرب في الأصل التربية، وهو إنشاء الشيء حالاً فحالاً إلى حد التمام، ولا يقال مطلقاً إلا لله تعالى، ويقال مضافاً إلى غيره، فيقال: رب الدابة، ورب الدار، {ارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ} [(50) سورة يوسف]، فإذا أضيف جاز. ¶ \"رب العالمين\" العالمون: ما سوى الله -جل وعلا-. ¶ \"والعاقبة للمتقين\" العاقبة والعقبة والعقبى آخر كل شيء، \"للمتقين\" جمع متقي، وهو من اتصف بالتقوى بفعل الواجبات وترك المحظورات. ¶ \"وصلى الله على محمدٍ خاتم النبيين، وعلى جميع الأنبياء والمرسلين\" ¶ صلى الله على محمد، روى الإمام البخاري -رحمه الله- في صحيحه تعليقاً مجزوماً به: عن أبي العالية أنه قال: صلاة الله ثناؤه عليه عند الملائكة، وصلاة الملائكة الدعاء، وقال ابن عباس: يصلون في قوله -جل وعلا-: {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ} [(56) سورة الأحزاب] يبركون، يصلون يبركون، وفي جامع الترمذي عن سفيان وغير واحدٍ من أهل العلم أنهم قالوا: صلاة الرب الرحمة، وصلاة الملائكة الاستغفار. ¶ \"وصلى الله على محمد خاتم النبيين\" ¶ (خاتم) بفتح التاء وكسرها أي هو آخرهم -عليه الصلاة والسلام-، فلا نبي بعده وعلى جميع الأنبياء والمرسلين.",
            "page": "5",
            "part": "1",
            "seal": "EB306048"
        },
        {
            "id": "7",
            "nass": "الإمام مسلم -رحمه الله تعالى- ذكر الصلاة، صلى الله على محمد، ولم يذكر السلام، والامتثال -امتثال الأمر- إنما يتم بالجمع بينهما، في قول الله -جل وعلا-: {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا} [(56) سورة الأحزاب] لا يتم امتثال الأمر إلا بالجمع بينهما، ولذا صرح النووي بكراهة إفراد الصلاة دون السلام والعكس، النووي صرح بالكراهة، صرح بكراهة إفراد الصلاة دون السلام والعكس، لكن الحافظ ابن حجر -رحمه الله- خص الكراهة بمن جعل ذلك ديدناً له، يعني استمر يصلي فقط ولا يسلم أو يسلم فقط ولا يصلي، فمن كان ديدنه ذلك يتجه القول بالكراهة، ومن كان يصلي تارةً ويسلم تارةً ويجمع بينهما تارة فهذا لا تتجه إليه الكراهة. ¶ علماً بأن إفراد الصلاة دون السلام وقع في كلام كثير من أهل العلم كالشافعي في الرسالة والشيخ أبي إسحاق الشيرازي في التبصرة واللمع والتنبيه، والنووي نفسه الذي انتقد مسلم وقع في ذلك في خطبة التقريب وبعض كتبه، فالأولى الجمع بين الصلاة والسلام. ¶ الإمام مسلم -رحمه الله تعالى- صلى على النبي -عليه الصلاة والسلام- وعلى جميع الأنبياء والمرسلين لكنه لم يذكر الآل والأصحاب، وهو بهذا برئ من عهدة الأمر في الآية؛ لأنه في الآية إنما أمر بالصلاة والسلام على النبي -عليه الصلاة والسلام-، برئ من هذه الحيثية وإن كان تركه للسلام لا يتم امتثال الآية إلا بالصلاة والسلام معاً، وأما الصلاة على الآل والأصحاب فلما لهم من حقٍ على الأمة، وأنتم تجدون في مصنفات الأئمة الاقتصار على (صلى الله عليه وسلم) وبهذا يتم الامتثال، لكن لما للآل والصحب من حقٍ على الأمة، فالآل وصية النبي -عليه الصلاة والسلام-، والصحب لما لهم من حمل الدين إلى من بعدهم فبواسطتهم وصل إلينا الدين، لهم علينا من الحق أن نعطفهم على النبي -عليه الصلاة والسلام- فنقول: صلى الله على محمد وعلى آله وصحبه وسلم.",
            "page": "6",
            "part": "1",
            "seal": "9453213B"
        },
        {
            "id": "8",
            "nass": "إفراد الآل دون الصحب، الآية ليس فيها لا آل ولا صحب، فيتم الامتثال بدونهم، ولا ضير على شخصٍ يقول: - صلى الله عليه وسلم - إذا سمع أو مرّ على ذكره -عليه الصلاة والسلام-، وعلى هذا صنيع الأئمة، وإن اتهمهم من اتهمهم، وأنهم تركوا الصلاة على الآل، ممالأة للحكام، ويرمى جميع الأئمة بهذا ممالأة للحكام، حاشى لأئمة الإسلام أن يتركوا شيئاً من شرع الله مداراة أو مداهنة لأحد، يعني كونهم يتفقون على قوله -صلى الله عليه وسلم- حاشاهم أن يتركوا ذلك ممالأةً لأحد، والجمع بين الآل والصحب لما للجميع من حقٍ علينا. ¶ أما إفراد الصحب دون الآل فشعار للنواصب، وإفراد الآل دون الصحب فشعار للروافض، وأهل السنة يوالون الصحب كما يوالون الآل، فلذا الأولى الجمع بينهما، وأما استدلال الصنعاني والشوكاني وصديق حسن خان بالصلاة الإبراهيمية في التشهد بأنه ذكر الآل دون الصحب، وأنه يجب أن يصلى عليهم كما يصلى على النبي -عليه الصلاة والسلام- فنقول: أن الصلاة الإبراهيمية فرد من أفراد المأمور به، فتتعين في موضعها، لأنها متعبد بلفظها، أما في غير موضعها فالمتجه الأمر في آية الأحزاب، فإذا زدنا على النبي -عليه الصلاة والسلام-، فلتكن الزيادة لجميع من له حق علينا، وهم الآل والأصحاب ومن تبعهم بإحسانٍ إلى يوم الدين. ¶ يقول المؤلف -رحمه الله تعالى- بعد ذلك: ¶ \"أما بعد\". ¶ أما بعد بهذه الصيغة جاءت في أكثر من ثلاثين حديثاً، يقول فيها النبي -عليه الصلاة والسلام- أما بعد، بهذا اللفظ، فلا نحتاج إلى (ثم) ثم أما بعد، لا نحتاج إليها إلا لو أردنا تكرارها مرة ثانية، فالإقتداء يتم بهذا اللفظ: (أما بعد) ولا نكتفي بقولنا: وبعد، كما شاع على ألسنة المتأخرين، وهذا من القرن العاشر، (وبعد) يقولون إلى الآن يكتبون (وبعد) ويريدون أن الواو تقوم مقام (أما) لكن الإقتداء بأفعاله -عليه الصلاة والسلام- لا يتم إلا بقولنا: (أما بعد) وأما: حرف شرط، وبعد: قائم مقام الشرط مبني على الضم، مثل ما تقدم في فوق؛ لأن المضاف محذوف مع نيته، فيبنى على الضم، وجواب (أما) الفاء وما دخلت عليه، يعني ما بعد الفاء هو جواب (أما). ¶ \"أما بعد: فإنك -يرحمك الله- بتوفيق خالقك\"",
            "page": "7",
            "part": "1",
            "seal": "2A3D8A48"
        },
        {
            "id": "9",
            "nass": "يجوز أن يتعلق بتوفيق بيرحمك، أو بذكرت بعده، ذكرت بتوفيق خالقك، أو يرحمك الله بتوفيق خالقك. ¶ \"ذكرت أنك هممت\" الهمّ: مرتبة من مراتب القصد، والمراتب خمس يجمعها قول الناظم: ¶ مراتب القصد خمس هاجسٌ ذكر ... فخاطرٌ فحديث النفس فاستمعا ¶ يليه همٌ فعزمٌ كلها رفعت ... إلا الأخير ففيه الإثم قد وقعا ¶ \"أنك هممت بالفحص\" يعني والتنقيب \"بالفحص عن تعرف جملة الأخبار\" جملة الأخبار جمع خبر وهو مرادف للحديث، وقد يفرق بين الخبر والحديث بقصر الحديث على ما أضيف إلى النبي -عليه الصلاة والسلام- والخبر أعم. ¶ \"بالفحص عن تعرف جملة الأخبار المأثورة -المروية عن رسول الله -صلى الله عليه وسلم- في سنن الدين وأحكامه\" في سنن الدين وأحكامه التي هي أعم من المندوبات، بل جميع الأحكام، فالسنن هي الأحكام، وكتب السنن هي كتب أحاديث الأحكام، في سنن أبي داود لأن فيها أحاديث الأحكام، سنن الدين وأحكامه، فيكون العطف لمجرد التوضيح، أو نقول: أن السنن هي المندوبات، والأحكام أعم مما يشمل الواجبات والمندوبات والمباحات والمكروهات والمحرمات. ¶ \"في سنن الدين وأحكامه وما كان منها في الثواب والعقاب والترغيب والترهيب\" فالترغيب الثواب لمن أحسن، والعقاب لمن أساء، لمن أحسن بفعل الواجبات وترك المحظورات، والعقاب لمن انتهك المحرمات أو ترك الواجبات، والترغيب: هو الحظ على الشيء بذكر ما يوجب الرغبة فيه، والميل إليه من ثواب، والترهيب: هو التخويف من فعل الشيء بذكر عقوبته أو ما فيه من مفسدة. ¶ \"وغير ذلك\" مما يتعلق بالدين، يعني الكتاب المؤلف الذي بين أيدينا ليس خاص بسنن الدين وأحكامه أو الثواب والعقاب والترغيب والترهيب؛ لكن فيه غير ذلك من صنوف الأشياء يعني مما يتعلق بالدين، والمراد بالدين: جميع مراتبه، الإسلام والإيمان والإحسان، مما يتعلق بالدين من الإيمان والعقائد، وأيضاً الأحكام والسير والآداب والتفسير والفتن والملاحم والأشراط والمناقب وغيرها، فالكتاب جامع.",
            "page": "8",
            "part": "1",
            "seal": "D5015599"
        },
        {
            "id": "10",
            "nass": "\"وغير ذلك من صنوف الأشياء بالأسانيد\" هي جمع إسناد، والإسناد عرفه ابن حجر بأنه: الطريق الموصل إلى المتن، ويُعرّف بتعريفٍ أوضح فيقال: هو الرجال الذين يذكرهم المحدث مبتدئاً بشيخه منتهياً بالرسول -عليه الصلاة والسلام-. ¶ بالأسانيد التي بها نقلت، والإسناد منزلته من الدين معروفة، كما يقول ابن المبارك وغيره من الأئمة، الإسناد من الدين: \"ولولا الإسناد لقال من شاء ما شاء\" \"وبيننا وبين القوم القوائم\" يعني الإسناد التي يقف فيها الخبر على سوقه. ¶ \"بالأسانيد التي بها نقلت وتداولها أهل العلم فيما بينهم فأردت أرشدك الله\" والخطاب هنا كأنه موجه إلى راوي الصحيح عن الإمام مسلم، أو الذي سأله تأليف الكتاب، هو الذي سأله تأليف الكتاب سواء كان هو الذي رواه عنه وتلقاه عنه أو غيره، والراوي عن الإمام مسلم هو أبو إسحاق إبراهيم بن محمد بن سفيان. ¶ \"فأردتَ -أرشدك الله- أن توقف على جملتها مؤلفةً محصاةً\" يعني غير مخلوطة بما ليس بحديث كاستنباطٍ فقهي أو رأي لعالم. ¶ \"محصاة\" يعني خاص بالأحاديث المرفوعة، وليس مثل صحيح البخاري الذي خلط فيه الاستنباط، وظهر فيه وبان فقه الإمام -رحمه الله تعالى-، وفيه أيضاً آثار الصحابة والتابعين، أما صحيح مسلم فهو خاص في الأحاديث المسندة المرفوعة، فليس فيه معلقات إلا النادر، اثنا عشر حديث، وأما الآثار فهي نادرة أيضاً، وليس فيه مما في صحيح البخاري من استنباط؛ لأن الكتاب مجرد حتى من التراجم، ورجحه من رجحه من المغاربة لهذا، كما قال ابن حزمٍ وغيره أنه ليس فيه بعد الخطبة إلا الحديث السرد، وهذا سبب ترجحيه عند من رجحه.",
            "page": "9",
            "part": "1",
            "seal": "1A91EADB"
        },
        {
            "id": "11",
            "nass": "\"وسألتني أن ألخصها لك\" والتلخيص هو الاختصار يعني قلة الألفاظ مع كثرة المعاني. \"أن ألخصها لك في التأليف -يعني في هذا الجمع والتصنيف- بلا تكرارٍ يكثر\" الوصف مقصود بيكثر؛ لأن فيه تكرار، لكنه تكرار ليس بكثير، يعني كون الحديث يؤتى به من طريقين من ثلاثة من خمسة من عشر طرق لا يسمى تكرار كثير، نعم هو تكرار لكن القيد الذي ذكره بقوله: يكثر منتفي؛ لأنه يروي الأحاديث من مئات الطرق، ولو أراد الإكثار من التكرار لذكر هذه الطرق كلها، فبعض الأحاديث له مائة طريق، وبعض الأحاديث له أكثر، إلى أن يصل بعضها إلى سبعمائة طريق، فماذا عن الصحيحين لو رويت عن جميع الطرق التي تروى بها من قبل هذين الإمامين، يعني إذا كان حديث: (الأعمال بالنيات) أبو إسماعيل الهروي يقول: أنه يرويه عن يحيى بن سعيد سبعمائة شخص، وإن كان الحافظ بن حجر يشكك في هذا العدد، ويقول: إنه منذ بداية الطلب لم يقدر على تكميل المائة، على كل حال في أحاديث صرح ابن حجر وغيره أنها تروى من مئات الطرق، وقوله: \"يكثر\" لكن طلاب العلم حينما يقرؤون في الصحيح، في صحيح مسلم ويجدون في بعض الأحاديث مكررة من عشر طرق، يقولون: وين هذا القيد الذي يقول: \"يكثر\"؟ العشر كثيرة؟ نعم كثيرة بالنسبة لهممنا، أما بالنسبة لهم هذه لا شيء، يعني هذا صنفه الإمام مسلم مثل المتن، مثل الأربعين عندنا، ما في تكرار ولا فيه طول أسانيد، شيء يسير بالنسبة لنا مثل الأربعين، يقول: ما فيه تكرار يكثر في بعض الأحاديث من عشرة طرق، نعم ليس فيه تكرار يكثر بالنسبة لهم -رحمة الله عليهم-. ¶ \"فإن ذلك زعمت\" يعني حسبما قلت، والزعم يطلق ويراد به القول، ولا يلزم منه أن يكون القول مشكوكاً فيه، نعم قد يطلق ويراد به التشكيك في القول، ((بئس مطيّة القوم زعموا)) لكنه في الأصل يطلق ويراد به ما يوازي القول، وكثيراً من يقول سيبويه: زعم الكسائي ثم يوافقه، فهل يشكك في قوله ثم يوافقه؟ لا. ¶ \"فإن ذلك -زعمت- مما يشغلك\" كأنه قال له: أريد أن تجمع لي أحاديث أحفظها وأعمل بها ولا تكثر عليّ لأن هذا يشغلني؛ لأنه كأنه عنده أعمال أخرى، مشتغل بأمور دنياه أيضاً، فألف له هذا الكتاب المناسب للمشغولين، ما هو للمتفرغين.",
            "page": "10",
            "part": "1",
            "seal": "90A871F4"
        },
        {
            "id": "12",
            "nass": "\"فإنك -زعمت- أن ذلك يشغلك عما له قصدت\" وقد يكون بل التصريح والتنصيص بقوله: عما له قصدت من التفهم والاستنباط أنك لا تريد الإكثار من الرواية أكثر من الحجم الذي ذكرته لتتفرغ للدراية، وهكذا ينبغي أن يكون طالب العلم عنده شيء من التوازن، لا يوغل في الرواية فيعنى بها ويغفل عن الاستنباط والاستدلال للمسائل العلمية الذي هو الثمرة العظمى من الرواية، لا يغفل عن هذا فينشغل بالرواية، ولا يعكس، لا يشتغل بالدراية ثم في النهاية يجد نفسه ما حفظ شيء، كما هو صنيع بعض من يعاني الحديث على طريقة الفقهاء، فعليه أن يوازن، يحفظ ما يحتاج إليه، الأحاديث من أصولها بأسانيدها بألفاظها، ويستنبط منها، ويعاني شروحها، ويراجع الشروح؛ لأن بعض الناس ليست له عناية الحفظ، ويعنى بالاستنباط ومراجعة الشروح ويهتم بذلك، ثم إذا انتبه بعد سنين إذا ما في ذهنه شيء، إلا رواية حديث من مائة حديث بالمعنى، كما هو واقعنا وواقع كثير من طلاب العلم؛ لأن العناية اتجهت إلى الاستنباط والدراية، وغفلنا عن الرواية، وبعضهم بالعكس تجده يحفظ مئات بل آلاف الأحاديث يُعنى بحفظ زوائد البيهقي والمستدرك على الكتب، ومع ذلك لو تسأله ما الذي يفيده هذا الخبر؟ ما له عناية؛ لأنه لا يراجع الكتب، لا يراجع الشروح، مراجعة الشروح والإكثار من مراجعة الشروح تولد لدى طالب العلم ملكة يستطيع أن يفهم بها ويشرح أحاديث لم يسبق شرحها، تكون لديه ملكة خلاص أخذ، صار لديه أهلية للشرح، لكثرة معاناته للشروح، فينبغي لطالب العلم أن يوازن بين هذا وهذا. ¶ \"عما له قصدت من التفهم فيها والاستنباط منها، وللذي سألت -أكرمك الله- حين رجعت إلى تدبره\"",
            "page": "11",
            "part": "1",
            "seal": "ED928C7B"
        },
        {
            "id": "13",
            "nass": "يقول: لما تأملت هذا الطلب، وأني لا أكثر عليك ولا أكرر لتفهم وتستنبط، \"وللذي سألت -أكرمك الله- حين رجعت إلى تدبره -يعني تأملت ورددت في نفسي- وما تؤول به الحال -إن شاء الله تعالى- عاقبة محمودة، ومنفعة موجودة -يعني طلبك هذا لتوازن بين هذا الكم الذي سألتنيه مع العناية به وفهمه والاستنباط منه- له عاقبة محمودة ومنفعة موجودة- وظننت حين سألتني تجشم ذلك -يعني غلب على ظني أنك حينما سألتني عن ذلك، أنه لست أنت المستفيد فقط، وإنما أول من يستفيد أنا، يعني نفسه المؤلف، أول من يستفيد من التأليف المؤلف، أول من يستفيد من التعليم المعلم، ولذا من أنفع وسائل التحصيل التأليف والتعليم، فإذا تعلم الإنسان -طالب العلم إذا تعلم- وأخذ من مبادئ العلوم ما يؤهله للتعليم، ولو لم يكن أعلم الناس يجلس للتعليم وفي أثناء التعليم يتعلم، ويعاني التأليف، ولا يلزم أن يكون تأليفه في أول الأمر للناس لينشره للناس، ليتعلم، والله كتاب أشكل عليك فهمه، وله شروح، اقرأ في هذه الشروح، ولخص عليه شرح بأسلوبك، حينئذٍ يستقر المتن في ذهنك، والشروح أيضاً تكتمل صورتها في ذهنك.",
            "page": "12",
            "part": "1",
            "seal": "769F23CB"
        },
        {
            "id": "14",
            "nass": "من صنوف التأليف الجمع، اجمع في هذه المسألة، أو اجمع شرحاً لهذا الكتاب من الكتب، مفردة لغوية راجع عليها كتب اللغة، علم تراجع له كتب التراجم، جملة من الجملة راجع لها، مشكل إعراب راجع له كتب النحو، وهكذا تتعلم وتتأهل، فأول من يستفيد من تصنيف المصنف، ولا يلزم أنك إذا أكملته تنشره للناس، لا، لأن بعض طلاب العلم بادر في هذا وندم ندامة الكسعي، فصار عرضةً للنقد، وصار عرضةً للسخرية والاستهزاء، ومهما ألف ما قبل منه، خلاص انطبع في ذهون الناس أن هذا لا يجيد التأليف، لكن لو صبر على تأليفه هذا وراجعه وكل ما تجدد له علم في مسألة حررها في هذا الكتاب، يتأهل، يعني من طرق التصنيف الاختصار، عندك –والله- كتاب مطول، عندك فتح الباري تقرؤه لا تحيط به، فلا مانع أن تختصر هذا الكتاب، بدل ما هو بضعة عشر مجلد أنت تختصره في مجلدات يسيرة، أو تعلق على نسختك منه ما تحتاج إليه، كتاب مطول تختصر في الحديث، في التفسير، يعني بعض الإخوان يقول: أنه قرأ تفسير ابن كثير خمس مرات ولو تسأله عن أي آية أو عن أي كلمة ما يدري، ضاع؛ لأنه كلام فيه تكرار، وفيه أسانيد، بعض الناس ما ينحصر ذهنه في هذه الأمور، طيب ما المانع أن تختصر ابن كثير في مجلد واحد، وفي النهاية يستقر في ذهنك هذا المجلد، ويكون علمك بما حذفت كعلمك بما أثبت؟ ¶ فالاختصار وسيلة من وسائل التحصيل، والإمام مسلم يقول -رحمه الله تعالى-: ¶ \"وظننت حين سألتني ذلك تجشّم ذلك\" تجشمّ لا يكون إلا في اقتحام ما هو وعر، يعني ما يمكن أن تتجشم أمتار لتصل إلى المسجد، لكن يمكن أن تتجشم صعود جبل، وهذا لا شك أن فيه صعوبة، وصياغة الكتاب بمثل هذه الطريقة التي ألفه عليها الإمام مسلم -رحمه الله تعالى- أمر ليس بالمقدور، يعني لعموم الناس ولا لخواصهم، بل فيه تصرفات من الإمام مسلم تدل على براعةٍ تامة، فمن عانى هذا الكتاب عرف مزاياه، كما أن له عناية بصحيح البخاري عرف أنه كتاب لا يوازيه كتاب، إلا كتاب الله -جل وعلا-، حاشا كتاب الله، هذا لا يدخل في الموازنة مع أي كتابٍ كان.",
            "page": "13",
            "part": "1",
            "seal": "A6F51016"
        },
        {
            "id": "15",
            "nass": "\"وظننت حين سألتني تجشم ذلك أن لو عُزم لي عليه، وقضي لي تمامه\" عُزم وقُضي فعلان مبنيان للمجهول، الفاعل في الفعلين هو الله -جل وعلا-، يعني لو عزم الله لي عليه وقضى -جل وعلا- لي تمامه، العزم إضافته إلى الله -جل وعلا- ما حكمه؟ هل نجد في كتاب الله وسنة رسوله -عليه الصلاة والسلام- ما يفيد إثبات العزم لله -جل وعلا-؟ إذا نظرنا في العزم بالنسبة للمخلوق هو المرحلة التي قبل التنفيذ، فبالنسبة لمعناه عند المخلوق يمكن أن يوصف بها الله -جل وعلا- دون التنفيذ؟ يعزم على شيء ولا يفعل، يعني يعزم على شيء ولا يفعل، هذا بالنسبة للمخلوق يحصل، لكن إضافته إلى الله -جل وعلا- لا يوجد نص صريح في إضافته إلى الله -جل وعلا- من كتابه ولا من السنة المرفوعة، يوجد هنا: لو عزم لي تمامه، ويوجد أيضاً في حديث أم سلمة في صحيح مسلم من قولها: قالت: ثم عزم الله لي فقلتها، وأيضاً قرئ قول الله -جل وعلا-: {فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللهِ} [(159) سورة آل عمران] قرئ: فعزمتُ فتوكل على الله، يعني الباب ما فيه إلا هذا، فهل يثبت العزم لله -جل وعلا- من خلال هذه القراءة؟ أو من خلال كلام أم سلمة؟ أو لا يثبت؟ يقول شيخ الإسلام ابن تيمية -رحمه الله- في مجموع الفتاوى في المجلد السادس عشر 303/ 304 هل يجوز وصفه بالعزم؟ يعني الرب -جل وعلا-؟ \" فيه قولان: أحدهما المنع، كقول القاضي أبي بكرٍ والقاضي أبي يعلى، والثاني: الجواز وهو أصح، فقد قرأ جماعة من السلف: فإذا عزمتُ فتوكل على الله، وفي الحديث الصحيح من أم سلمة ... فذكره، (ثم عزم الله لي فقلتها) وذكر ما في مقدمة مسلم، المقصود أن القول الصحيح أنه ينسب ويضاف ويوصف الرب -جل وعلا- بالعزم على ما يليق بجلاله وعظمته كسائر ما ثبت له -جل وعلا-. ¶ يقول: \"كان أول من يصيب نفع ذلك إياي خاصة\" لو قال: أنا، أنا خاصة، يجوز وإلا ما يجوز؟ إياي هذا خبر كان، واسمها: أول، ولو كانت أنا نفس الشيء؟ أنا: ضمير رفع وإياي ضمير نصب، يجوز وإلا ما يجوز؟ إلا إذا نصبت أول، لو قلنا: كان أول من يصيبه نفع ذلك أنا، جاز، لكن إذا رفعنا أول لا بد أن نقول: إياي.",
            "page": "14",
            "part": "1",
            "seal": "81551BA4"
        },
        {
            "id": "16",
            "nass": "يوشك أن يكون خير مال المسلم غنماً، ويجوز: غنمٌ وننصب (خير). ¶ \"كان أول من يصيبه نفع ذلك إياي خاصة قبل غيري من الناس\" هذا لا إشكال فيه، يعني من عانى التأليف أول من يستفيد من التأليف المؤلف، وذكرنا أن أول من يستفيد من التعليم المعلم، ولا نحتاج إلى مزيد بسط، لأن هذا شيء لا يحتاج إلى استدلال. ¶ \"لأسباب كثيرة يطول بذكرها الوصف، إلا أن جملة ذلك يعني حاصله وخلاصة ذلك أن ضبط القليل من هذا الشأن وإتقانه أيسر على المرء من معالجة الكثير منه\" ضبط القليل، إذا كان صحيح أفضل من الكثير الذي فيه الصحيح والضعيف والغث والسمين، وأيضاً ضبط القليل لمن لا يستطيع ضبط الكثير لا شك أنه أفضل من الكثير الذي لا يُستطاع، وما عاق بعض طلاب العلم عن التحصيل إلا الإكثار، يريد أن يكثر، يريد أن يحفظ القرآن فيقول: في كل يوم ورقة، مدة سنة وأنا منتهي، وحافظته ضعيفة، يحاول في هذه الورقة ثم يعجز، يكرر من الغد كذلك، ثم لا هو الذي قطع فضلاً عن كون بعض الناس يقول: لا أنا أستطيع جزء، ثم يتفلت عليه ولا يحفظ لا اليوم ولا الغد ولا الذي بعده، لكن كل يعرف قدر نفسه، وكل يستطيع أن يزين حافظته، فيحدد القدر الذي يستطيعه بدون إرهاقٍ للحافظة؛ لأن الحافظة تكل، بدون إرهاقٍ لها، فبدلاً من أن يقرر ورقة، يقرر ثلاث آيات، خمس آيات، خمسة أسطر، ستة أسطر، ويجعل الورقة في أسبوع مثلاً، فإذا أتقنها وضبطها، وعرف أنه يستطيع أكثر من ذلك يزيد، لكن إذا عرف أن هذه الورقة في أسبوع شقّت عليه وأتعبته ينقص؛ لأن معالجة القليل الذي يُستطاع أفضل وأثبت من معالجة الكثير الذي لا يُستطاع، فيعذب نفسه وفي النهاية يترك، يعني في النهاية يترك الذي لا يستطيع، إذا لم تستطع شيئاً فدعه، لكن لو بدأ بالقليل لعرف أنه يستطيع أكثر فزاد، أو لا يستطيع يثبت على القليل.",
            "page": "15",
            "part": "1",
            "seal": "DE996A48"
        },
        {
            "id": "17",
            "nass": "قال: \"وذلك لأن جملة ذلك أن ضبط القليل من هذا الشأن وإتقانه أيسر على المرء من معالجة الكثير منه ولا سيما عند من لا تمييز عنده من العوام\" يعني سواء قلنا: أن هذا الشخص الذي يريد أن يعالج كثير الصحيح وغير الصحيح، الذي لا يميز لا يذهب إلى غير الصحيح، والذي يميز ينظر في الصحيح على حده ليعمل به، وينظر في الضعيف وما دونه ليتقيه. ¶ والإمام البخاري -رحمه الله تعالى- يحفظ من الصحيح عُشر ألف ألف كما تقدم، ويحفظ من الضعيف: مائتي ألف حديث، يعني الضعف، مائة ألف صحيح، ومائتي ألف حديث غير صحيح، فالذي يستطيع -وذلك فضل الله يؤتيه من يشاء- يحفظ من هذا وهذا، والذي لا يستطيع يقتصر على الصحيح ليعمل به. ¶ \"ولا سيما عند من لا تمييز عنده من العوام\" قد يقول قائل: إننا نسمع دورات مكثفة، القرآن يحفظ في شهرين، البخاري يحفظ في شهر، الصحيحان تحفظ في شهران أو ثلاثة، هل هذا من كلام مسلم الذي يحذر منه؟ وينهى عنه طلاب العلم أو لا؟ هل يمكن أن يحذر من هذه الطريقة التي مفادها أنك في شهرين تحفظ ألف حديث أو ألفي حديث، أو تحفظ القرآن ثم لا تلبث أن تنسى ذلك أو ليس منه؟",
            "page": "16",
            "part": "1",
            "seal": "26FE0F51"
        },
        {
            "id": "18",
            "nass": "يعني من أراد أن يحفظ بهذه الطريقة ثم يقول: حفظت ويتكل على هذا الحفظ ولا يراجع، يدخل؛ لأنه لن يتقن ولن يضبط، بل لا بد أن يتفلت عليه، وبعض الناس يلتحق بهذه الدورات لأنه بمفرده لا يستطيع الحزم على نفسه، بمفرده لا يستطيع أن يحزم نفسه، إذا مسك الكتاب ليريد أن يحفظ بعد صلاة الصبح، قال: لا، الليل قصير، لعل الحفظ يكون بعد صلاة الظهر، فإذا جاء الظهر قال: لا والله الظهر حر، في آخر العصر، بعض الناس ما يمكن أن يحزم نفسه، ولا شك أن الحفظ ثقيل على النفس، فمثل هذا يلتحق بهذه الدورات وعليه أن يراجع، وإذا كان يستطيع أن يحفظ بالتدريج بدلاً من أن يحفظ باليوم خمسين حديث، يحفظ خمسة ويحفظها حفظاً متقناً، ويراجع عليها الشروح، ويكون حفظه بالتوقيت لا شك أن مثل هذا أثبت وأضمن، لكن بعض الناس يقول مثل هذا الكلام، وهو لا هو حافظ مع الناس ولا هو حافظ بمفرده، فتضيع أيامه هدراً، فمثل هذا يقال له: التحق بهذه الدورات، والنفع محقق والضرر منتفي، اللهم إلا إذا كان شخص سيحصل عنده ردة فعل من الحزم عليه؛ لأن الإخوان عندهم حزم ما يتركونه يتراخى ويتساهل، فإذا ما عنده ردة فعل فيحتاج إلى أن يرتاح مدداً متطاولة، فنقول: لا، كل إنسان يعرف قدر نفسه.",
            "page": "17",
            "part": "1",
            "seal": "5A5F04FA"
        },
        {
            "id": "19",
            "nass": "\"ولا سيما عند من لا تمييز عنده إلا بأن يوقفه على التمييز غيره -يعني من العلماء المميزين والأئمة النقاد- فإذا كان الأمر في هذا كما وصفنا فالقصد منه إلى الصحيح القليل أولى بهم من ازدياد السقيم -يعني بعض الناس يقتصر فيه على الصحيح؛ لأنه لا يؤهل لأن يكون إماماً للناس يعلمهم الصحيح وغير الصحيح، الصحيح ليعمل به، وغير الصحيح ليجتنب ويحذر منه- وإنما يرجى بعض المنفعة في الاستكثار من هذا الشأن وجمع المكررات منه لخاصة من الناس، ممن رزق فيه بعض التيقظ -للتمييز بين الصحيح والضعيف - والمعرفة بأسبابه وعلله -لمعرفة أسباب الضعف، وعلل الأحاديث الضعيفة- فذلك -إن شاء الله- يهجم بما أوتي -يعني يُقدم على الإكثار من الأحاديث والتنويع؛ لأن عنده تيقظ يستطيع أن يميز به، \"فذلك إن شاء الله يهجم بما أوتي من ذلك\" الباء سببية يعني بسبب ما أوتي من ذلك الحفظ والتيقظ والمعرفة من ذلك كله، هذا يستطيع أن يهجم على الفائدة في الاستكثار من جمعه، يعني يحصل فائدة عظمى من الإكثار، ويستطيع أن يصل إلى الفوائد من هذه المادة الكثيرة التي تناسبه، ولا تناسب غيره. ¶ \"على الفائدة في الاستكثار من جمعه، فأما عوام الناس\". ¶ يعني عوام الناس بما فيهم بعض طلاب العلم لم يصلوا إلى هذه المرتبة؛ لأنهم في أحكام العوام، ولا نقول: العوام أصحاب التجارات وأصحاب الأسواق، وهيشات الناس، والذين لا يعنون بالعلم، لا، هم ممن يعنى بالعلم، لكنهم الكثرة الكاثرة من طلاب العلم الذين لا يتأهلوا. ¶ \"فأما عوام الناس الذين هم بخلاف معاني الخاص\". ¶ الخاص من هو؟ الخاص: الذي رزق بعض التيقظ، الذي لم يرزق بعض التيقظ وإن اعتنى بهذا الشأن فإنه يستمر أنه يصنف من عوام الناس \"فأما عوام الناس الذين هم بخلاف معاني الخاص من أهل التيقظ والمعرفة فلا معنى لهم -يعني لا فائدة لهم- في طلب الكثير وقد عجزوا عن معرفة القليل\" يعني ما معنى طالب علم يحاول جاهداً أن يحفظ حديث ويعجز، يريد أن يحفظ آية ويعجز؟ ويقال له: احفظ في اليوم ورقة، احفظ مائة حديث، لا يا أخي. \"فلا معنى لهم في طلب الكثير، وقد عجزوا عن معرفة القليل\". ¶ \"ثم إنا -إن شاء الله- مبتدئون\" ¶ نقف على هذا، والله أعلم. ¶ وصلى الله وسلم وبارك على عبده ورسوله نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "18",
            "part": "1",
            "seal": "2258BC45"
        },
        {
            "id": "20",
            "nass": "مقدمة صحيح مسلم ¶ الكلام على (أما بعد) وأقسام الحديث، ورواية الأحاديث الصحيحة ¶ الشيخ/ عبد الكريم الخضير ¶ الطالب: قال -رحمه الله تعالى-: ¶ \"وبعد -يرحمك الله- فلولا الذي رأينا من سوء صنيع كثير ممن نصب نفسه محدثاً فيما يلزمهم من طرح الأحاديث الضعيفة والروايات المنكر وتركيب الاقتصار على الأخبار الصحيحة المشهورة مما نقله الثقات المعروفون بالصدق والأمانة بعدما معرفتهم وإقرارهم بألسنتهم أن كثيراً مما يقذقون به إلى الأغبياء من الناس هو مستنكر، ومنقول عن قوم غير مرضيين ممن ذم الرواية عنهم أئمة أهل الحديث، مثل مالك بن أنس وشعبة بن الحجاج وسفيان بن عيينة ويحيى بن سعيد القطان، وعبد الرحمن بن مهدي وغيرهم من الأئمة لما سهل علينا الانتصاب لما سألت من التمييز والتحصيل، ولكن من أجل ما أعلمناك من نشر القوم الأخبار المنكرة بالأسانيد الضعاف المجهولة، وقذفهم بها إلى العوم الذين لا يعرفون عيوبها خف على قلوبنا إجابتك إلى ما سألت. ¶ واعلم -وفقك الله تعالى- أن الواجب على كل أحد عرف التمييز بن صحيح الروايات وسقيمها، وثقات الناقلين لها من المتهمين ألا يروي منها إلا ما عرف صحة مخارجه، والستارة في ناقليه وأن ينتقي منها ما كان من أهل التهم والمعاندين من أهل البدع، والدليل على أن الذي قلنا من هذا هو اللازم دون ما خالفه قول الله -تعالى ذكره-: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِن جَاءكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا أَن تُصِيبُوا قَوْمًا بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ} [(6) سورة الحجرات]، وقال -جل ثناؤه-: {مِمَّن تَرْضَوْنَ مِنَ الشُّهَدَاء} [(282) سورة البقرة]، وقال -عز وجل-: {وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِّنكُمْ} [(2) سورة الطلاق]، فدل بما ذكرنا من هذه الآي، أن خبر الفاسق ساقط غير مقبول، وأن شهادة غير العدل مردودة، والخبر وإن فارق معناه معنى الشهادة في بعض الوجوه فقد يجتمعان في أعظم معانيها إذا كان خبر الفاسق غير مقبول عند أهل العلم، كما أن شهادته مردودة عند جميعهم.",
            "page": "1",
            "part": "2",
            "seal": "D863E4C4"
        },
        {
            "id": "21",
            "nass": "ودلت السنة على نفي رواية المنكر من الأخبار كنحو دلالة القرآن على نفي خبر الفاسق، وهو الأثر المشهور عن رسول الله -صلى الله عليه وسلم-: ((من حدث عني بحديث يرى أنه كذب فهو أحد الكاذبين)) وحدثنا أبو بكر بن أبي شيبة قال: حدثنا وكيع عن شعبة عن الحكم عن عبد الرحمن بن أبي ليلى عن سمرة بن جندب، ح وحدثنا أبو بكر بن أبي شيبة أيضاً، قال: حدثنا وكيع عن شعبة وسفيان عن حبيب عن ميمون بن أبي شبيب عن المغيرة بن شعبة قال: قال رسول الله -صلى الله عليه وسلم- ذلك\". ¶ الحمد لله رب العالمين، وصلى الله وسلم وبارك على رسوله نبينا محمد وعلى آله وصحبه أجمعين، أما بعد: ¶ فيقول المؤلف -رحمه الله تعالى-: ¶ \"وبعد -يرحمك الله-\" لما لم يأت بأما لم يأت بالفاء، فدل على أن حكم الواو غير حكم أما، \"وبعد\" يعني بعد ما ذكر؛ لأنه حذف المضاف إليه مع قصده ونيته إليه فبنى (بعد) على الضم. ¶ \"يرحمك الله\" الأصل أن يدعو لنفسه ثم يدعو لغيره كما تقدم في كلامه -رحمه الله- وكونه يدعو لغيره تدعو له الملائكة بمثل ما دعا به لغيره لا سيما إذا كان بظهر الغيب، والإكثار من الدعاء للغير لا شك أنه دليل على سلامة القلب، من الغل والحقد؛ لأن بعض الناس لا تجود نفسه بالدعاء لغيره، بل يدخر جميع دعواته لنفسه، ومن شفقته عليه، ولا شك أن هذا بخل وحرمان للنفس قبل الغير.",
            "page": "2",
            "part": "2",
            "seal": "2229ED04"
        },
        {
            "id": "22",
            "nass": "\"وبعد -يرحمك الله- فلولا الذي رأينا من سوء صنيع كثير ممن نصب نفسه محدثاً، فيما يلزمهم من طرح الأحاديث الضعيفة\" طرح الأحاديث، يحتمل أمرين: الأمر الأول: الذكر والبيان، طرحها يعني ذكرها، وإلقاؤها بين الناس، ويحتمل أيضاً حذفها وإسقاطها، والأول هو المقصود، المقصود ذكرها والقاؤها بين الناس؛ كأنه يلقي بها هكذا يطرحها على الناس يلقيها بين الناس من غير تمحيص ومن غير تدقيق ومن غير تثبت، والأول هو المقصود، ومنه قول الإمام البخاري في صحيحه (باب طرح الإمام المسألة على أصحابه ليختبر ما عندهم) يعني طرح إلقاء المسألة، وهنا طرح الأحاديث، إلقاء الأحاديث، يعني الفرق بين المعنيين، الطرح: بمعنى الذكر والإلقاء، تطرحها بين يديك وأمامك لمن أمامك من الناس، والطرح الثاني بمعنى الحذف والإسقاط أنك تلقيها خلفك فيشتركان في المعنى، إلا أن المقصود مختلف، والمعنى الأول هو المراد هنا، فالإمام مسلم -رحمة الله عليه- ينعى على من يلقي الأحاديث الضعيفة بين عامة الناس، ممن نصب نفسه محدثاً فيما يلزمهم من الفساد بسبب طرح هذه الأحاديث الضعيفة والروايات المنكرة؛ ولا شك أن من يلقي بالأحاديث الضعيفة عند من لا يميز أنه غاش لا سيما إذا كان يعرف ضعفها، وإن كان لا يعرف ضعفها فالأمر متوقف على لفظ ومعنى الحديث الآتي: ((من حدث عني بحديث يُرى أنه كذب .. )) وبهذا نعرف المسؤولية الملقاة على المعلمين، وعلى الخطباء حينما يلقون بأحاديث لا يعرفون صحتها من ضعفها على عامة الناس، وعلى آحاد الطلاب، الإمام مسلم -رحمة الله عليه- ينعى على هؤلاء صنيعهم ممن نصب نفسه محدثاً. ¶ قد يقول قائل: أن غالب كتب السنة -يعني إذا استثنينا كتب الصحيحين- غالب كتب السنة فيها الأنواع الثلاثة، فيها الصحيح وفيها الحسن وفيها الضعيف، ولا نجد من الأئمة من يقول: هذا حديث ضعيف، هل هو من هذا أو لا؟ يعني المسند فيه أحاديث ضعيفة، بل قال بعضهم: أن فيه أحاديث موضوعة، سنن أبي داود فيه أحاديث ضعيفة، الترمذي، بل فيه ما فيه مما هو أشد من الضعيف، النسائي ابن ماجة فيه موضوعات، هل نقول: إن هذا الإمام مسلم ينعى على هؤلاء؟ أو أن الأمر يختلف؟",
            "page": "3",
            "part": "2",
            "seal": "5C6095CE"
        },
        {
            "id": "23",
            "nass": "فالحكم في عصر الرواية عن الحكم فيما بعده، وإلقاء الخبر على العامة غير إلقاء الخبر على الخاصة، يعني هذه الكتب التي فيها أنواع الحديث هذه المفترض فيها أنها ألفت في أهل العلم وطلاب العلم، والعالم إذا ذكر الخبر بإسناده فقد برئ من عهدته في عصور الرواية؛ لأنهم يعرفون الرواة عاصروهم وعرفوهم وعرفوا ما قيل فيهم، لكن بعد عصور الرواية في القرون التي تأخرت في الرابع في الخامس في السادس بعد انقضاء عصر الراوية لا بد من البيان إلى أن يأتي الوقت الذي لا يجوز فيه إلقاء الضعيف أو الموضوع إلا مبيناً حكمه مع شرح هذا البيان، يعني لا يكفي أن يصعد الإمام المنبر في أسبوع النظافة مثلاً ويقول: إن الناس يتداولون حديث: (النظافة من الإيمان) وهو حديث موضوع، ما يكفي، العامة ما يدرون أيش معنى موضوع؟ لا بد أن يقول: هذا الكلام كذب، مكذوب على النبي -عليه الصلاة والسلام- بأسلوب يفهمه العامة، لا بد من البيان الشافي الكافي الذي يفهمه المخاطب. ¶ والحافظ العراقي -رحمه الله تعالى- سئل عن حديث فقال: لا أصل له، الحديث مكذوب عن النبي -عليه الصلاة والسلام- فقال له شخص من العجم: كيف يا شيخ تقول: هذا مكذوب، وهو مروي في كتب السنة بالأسانيد؟ قال: العهدة عليك، أحضره لنا بالأسانيد في كتاب معتبر ونرجع عن القول، فأحضره من الغد من كتاب الموضوعات لابن الجوزي، يعني تعجب الحاضرون من كونه لا يعرف ما معنى الموضوع، وهذا في القرن الثامن، فكيف بالقرون المتأخرة التي تلوثت الأفكار، ومسخت كثير من الفطر، والاصطلاحات قلبت، والموازين غيرت، فلا بد من البيان المناسب للمخاطب، بحيث لا يبقى في ذهنه أدنى لبس.",
            "page": "4",
            "part": "2",
            "seal": "90614D10"
        },
        {
            "id": "24",
            "nass": "\"فيما يلزمهم من طرح الأحاديث الضعيفة والروايات المنكرة، وتركهم الاقتصار على الأحاديث الصحيحة المشهورة\" يعني من يخاطب العامة عليه أن يقتصر على الأحاديث الصحيحة المشهورة، قد يقول قائل: أن التصحيح والتضعيف أمور نسبية تختلف من إمام إلى إمام، فلو أن شخصاً إمام مسجد قرأ على الناس في صحيح الترغيب مثلاً، الناس بحاجة إلى كتاب الترغيب والترهيب وفيه أحاديث ضعيفة كثيرة فاقتصر على صحيح الترغيب، نقول: أحسنت، إن لم تكن لديك أهلية تتعقب فيها المؤلف فيكفيك أن تقلد المؤلف، أو صحيح الجامع أو كتاب آخر، أو يقتصر على صحيح البخاري، صحيح مسلم، صحيح أبي داود، صحيح النسائي، فلا يلقي بالأحاديث التي تجمع أخلاط من الصحيح والضعيف والحسن، بل عليه أن يكتفي بالصحيح، الأحاديث الصحيحة المشهورة، ومع ذلك كما ينظر إلى الثبوت ينظر إلى المعاني، فكم من حديث يلقى على العامة وفيه فتنة لهم، لا يستوعبون، لا يدركون معاني هذه الأحاديث، فالعامة لا يصلح أن يلقى إليهم ما يناسبهم مما يفهمونه (حدثوا الناس بما يعرفون أتريدون أن يكذب الله ورسوله؟! ) وخطيب جامع واعظ مشهور جداً، قرئ عليه حديث البقرة التي ركبها صاحبها فالتفتت إليه فقالت: ما خلقنا لهذا! فقال: دعونا من الإسرائيليات، هذا على حد قول العامة، هذا أيام زمان كل شيء يتكلم، وهو خطيب وواعظ ومؤثر ومشهور، فقلت له: ما رأيك إذا كان الحديث في الصحيح في صحيح البخاري، ويقول الرسول -صلى الله عليه وسلم-: ((آمنت بهذا أنا وأبو بكر وعمر)) فيلقى مثل هذه الأحاديث، إذا كان مثل هذا يستنكر مثل هذه الأحاديث فكيف بعامة الناس؟ فينتقى لهم ما يناسبهم وما ينفعهم، نعم ربوا على التسليم، وقيل لهم هذه الأحاديث ثابتة قال لهم من يقتنعون به، يعني ما كل شخص يخاطبهم ويقتنعون بكلامه، فلا شك أن الإلقاء لهذه الأحاديث التي تفوق عقولهم إذا ألقاها من يقتنعون به، وأثبت لهم أنها ثابتة، وعليكم الرضا والتسليم بجميع ما جاء عن الله وعن رسوله، لا شك أن هذا نوع من البيان، ويكفي، لكن شريطة أن يكون ممن يقتنعون به، العامة ليس كل أحد يقتنعون به، لا سيما ممن ينتسب إلى العلم في هذه الأزمان؛ لأنهم سمعوا اختلاف واضطراب في",
            "page": "5",
            "part": "2",
            "seal": "DFA5F7CC"
        },
        {
            "id": "25",
            "nass": "فتاوى وفي عمل هذا يقول: مباح، وهذا يقول: حرام، وهذا يقول: كذا، فخف ميزان أهل العلم عندهم، أيضاً كون العمل قل من بعض من ينتسب إلى العلم أيضاً العامة أدركوا علماء عباد، ويدركون من ينتسب إلى العلم ولو كثر كلامه ما يقتنعون به، ولو زاد علمه ما يقتنعون به ويرونه في كل الصلوات في طرف الصف، وآحاد الناس يسبقونه إلى القرب من الإمام. ¶ فلا شك أن العامة يثقون بمن يقترن علمه بعمله؛ لأن العمل يصدق العلم، وإذا كان جاء في صحيح مسلم، جاء شخص من العراق ليسأل، ليسأل فسأل عن ابن عمر فدل عليه فقال: جئت من كذا أريد أن أسألك، قال: عليك بابن عباس، قال: ذاك رجل مالت به الدنيا ومال بها، يعني ابن عباس مو مثل ابن عمر، ابن عمر زاهد، ابن عباس يعني يزاول كثير من المباحات لا يتخطى ذلك إلى مكروهات أو شبهات حاشا وكلا، لكنه يتوسع في المباحات أكثر من ابن عمر، والعامة قدوتهم الزاهد المنكف عن الدنيا، فإذا اجتمع العلم مع العمل هذا هو المطلوب، وهو الغاية، وهو الذي يفرض رأيه على الناس، ولذلك قد يستنكر بعض الناس أن العامة يقعون في أعراض العلماء الآن، وإذا أفتوا بكلام تركوهم ولا التفتوا إليهم، هذا هو السبب. ¶ طالب:. . . . . . . . . ¶ لا بد من التثبت، وسيأتي في شرح الحديث الذي في آخر الباب التبعة الملقاة على مثل هؤلاء.",
            "page": "6",
            "part": "2",
            "seal": "47EF7DFC"
        },
        {
            "id": "26",
            "nass": "\"وتركهم الاقتصار على الأحاديث الصحيحة المشهورة مما نقله الثقات المعروفون بالصدق والأمانة بعد معرفتهم وإقرارهم بألسنتهم أن كثيراً -هم يقرون ويعترفون، أن كتبهم وما يلقونه في قصصهم أن فيه الصحيح والضعيف والحسن، فيه أخلاط من الأحاديث المختلفة المراتب- مما يقذون به إلى الأغبياء -هم أهل الغفلة والجهل الذي لا فطنة لهم، ولا يدركون مثل هذه الأمور إلا الأغبياء- من الناس هو مستنكر، ومنقول عن قوم غير مرضيين -يعني في روايته من هو مقدوح فيه، من هو مجروح، ما لا يثبت مثله أهل الحديث- ممن ذم الرواية عنهم أئمة أهل الحديث، مثل مالك بن أنس، وشعبة بن الحجاج، وسفيان بن عينية ويحيى بن سعيد القطان وعبد الرحمن بن مهدي وغيرهم من الأئمة -النقاد، طعنوا في رواية هذه الأحاديث التي ألقى بها من نصب نفسه محدثاً بين العامة- لما سهل -هذا جواب (لولا) فلولا الذين رأينا- علينا الانتصاب لما سألت -يعني إجابة الطلب لتصنيف كتاب يشتمل على الأحاديث الصحيحة، سببه وجود مثل هؤلاء الذين يلقون بالأحاديث الضعيفة ليكون بين يدي الناس أحاديث صحيحة بأسانيد نظيفة. ¶ ولا شك أن هذا من الإمام -رحمة الله عليه- علاج لما يحدث، أو لما حدث في وقته، وعندنا مشاكل كثيرة، تحتاج إلى علاج من المصلحين، وتجدون بعض المصلحين يحاول، فالآن هذا الكتاب علاج للمشكلة التي أوردها، فتجدون بعض العلماء يصنفون كتب، تجدون الساحة بحاجة ماسة إليها، من هذا الباب، أو يطلب منهم أن يؤلفوا تفسير مثلاً يعالج بعض القضايا المعاصرة من خلال كلام الله -جل وعلا-، وهذا مطلب ملح، نعم، تفاسير الأئمة كثيرة ووافية وشافية، وفيها العلم والخير الكثير، لكن هناك مستجدات يحتاج الناس إلى ربط بكتاب الله -جل وعلا- وسنة نبيه -عليه الصلاة والسلام-، ولذا التبعة على أهل العلم الذين لديهم القدرة والاستطاعة بربط الناس بالوحيين هذا أمر متعين عليهم لا سيما ويشاهد الآن التزهيد بالوحيين، تزهيد الناس بالوحيين وصرفهم إلى أمور لا تنفعهم لا في أمور دينهم ولا دنياهم.",
            "page": "7",
            "part": "2",
            "seal": "6A7798EB"
        },
        {
            "id": "27",
            "nass": "\"لما سهل علينا الانتصاب لما سألت من التمييز -من هذه بيانية، بيان لما سألت، (من التمييز) يعني بين الصحيح والسقيم والجيد والرديء- والتحصيل، ولكن من أجل ما أعلمناك من نشر القوم -من هذه بيانية- الأخبار المنكرة بالأسانيد الضعاف المجهولة، وقذفهم بها -أي إلقائهم بها إلى العوام الذين لا يعرفون عيوبها خف على قلوبنا إجابتك إلى ما سألت، هو في الأصل ثقيل، التصنيف، وطول المكث والبقاء والتنقيب والبحث عن الأجود لا شك أن هذا متعب، يعني ما هو مثل الكلام العادي الذي يتداوله الناس الكلام الإنشائي اللي ممكن يكتب الإنسان في مسألة واحدة مجلد، في أساليب مكررة ومعادة يبدي فيها ويعيد وينقل من هنا وهناك، وفي النهاية يمكن تلخصيها في أسطر هذا سهل، فمسألة النقل لا يعجز عنها من يعرف القراءة والكتابة، لكن العبرة بالكلام المحرر المتقن المضبوط الذي له محترزاته فيما يحسب كلامه فيما يدخل وفيما يخرج، هذا متعب، ولكنه يخف على القلوب لقوة الأثر، الآن الطلب مدعوم بالحاجة الماسة يسهل هذه المتاعب وهذه المصاعب- إلى العوام الذين لا يعرفون عيوبها خف على قلوبنا إجابتك إلى ما سألت -حفظاً للدين وصيانة لعوام المسلمين عما يخاف عليهم من الوقوع في الغرر العظيم.",
            "page": "8",
            "part": "2",
            "seal": "2BBC5051"
        },
        {
            "id": "28",
            "nass": "\"واعلم -وفقك الله تعالى- أن الواجب على كل أحد عرف التمييز بين صحيح الروايات وسقيمها وثقات الناقلين لها من المتهمين ألا يروي منها إلا ما عرف صحة مخارجه -يعني إذا كان هذا رأي الإمام مسلم وهو وجوب الالتزام بذكر الصحيح دون الضعيف، فإن جمهور العلماء من المحدثين وغيرهم أجازوا رواية ما سوى الموضوع وما يقاربه ما بيان ضعفه، يوردون الضعيف لكن يبينون ضعفه، يوردون الضعيف مع بيان ضعفه لعله أن يوقف على طرق ترقيه إلى القبول، ويوردون الموضوع للتحذير منه، لا للنظر فيه والبحث عن طرق ترقيه، ومنهم من يورد الضعيف ويتساهل فيه، وباب الفضائل كما هو معروف عند الجمهور، أن الأحاديث الضعيفة يعمل بها في فضائل الأعمال، يعمل تورد في المغازي والسير والتفسير وغيرها من الأبواب التي يتسامح فيها جمهور أهل العلم، والقول الذي يشير إليه الإمام مسلم أن هذه الضعاف لا تلقى على أحد بل يقتصر على الصحيح منها فقط دون السقيم.",
            "page": "9",
            "part": "2",
            "seal": "B48ACAF7"
        },
        {
            "id": "29",
            "nass": "\"واعلم -وفقك الله تعالى- أن الواجب على كل أحد عرف التمييز بين صحيح الروايات وسقيمها وثقات الناقلين لها من المتهمين، ألا يروي منها إلا ما عرف صحة مخارجه -يعني ثقة رواته- والستارة في ناقليه -يعني الصيانة، صيانة النفس عما يخرم التقوى والمروءة، وليس المراد بذلك قبول حديث المستور في اصطلاح المتأخرين؛ لأن المستور ضرب من المجهول، نوع من المجهول، فلا يقبل حديثه إلا ما عرف صحة مخارجه والستارة في ناقليه- وأن يتقي منها -يعني يجتنب- ما كان عن أهل التهم والمعاندين من أهل البدع -هذا مذهبه في المبتدع المعاند المصر على بدعته، الداعي إليها؛ لأنه قيد أهل البدع بالمعاندين، ومن أهل العلم من يرى عدم الرواية عن المبتدعة أصلاً كمالك وبعض العلماء؛ لأن الرواية عنهم شهر لهم ولمذاهبهم، ومن أهل العلم من يرى الرواية عن المبتدع الذي لا يدعو إلى بدعته، وهذا نقل عليه ابن حبان الاتفاق، ومنهم من يروي عن المبتدع الذي لا يجيز الكذب، ويتفق مع أهل السنة في تحريم الكذب؛ لأن مدار الرواية على الصدق في القول، ولذا يخرجون في الصحيحين وغيرهما لهذا الضرب من المبتدعة، أولاً كونهم غير دعاة، وأيضاً لم يعرفوا بكذب، والمعاندين من أهل البدع- والدليل على أن الذي قلنا هو اللازم -من هنا بيانية على كل حال سيأتي الخلاف في رواية المبتدع مفصلاً في الألفية -إن شاء الله-.",
            "page": "10",
            "part": "2",
            "seal": "FDA24820"
        },
        {
            "id": "30",
            "nass": "والدليل على أن الذي قلنا من هذا هو اللازم – (من) بيانية، هذا يعني الذي ذكرناه وهو بيان درجات الأخبار، وعدم إلقائها على الأغبياء- دون ما خالفه - (هو اللازم) هذه خبر أن، و (أن الذي قلنا من هذا) صلة الموصول الذي هو اسم إن و (هو اللازم) هذه جملة وهو خبر أنَّ (دون ما خالفه) هو يستدل لكلامه وتشديده في هذه المسألة بقول الله -جل وعلا-: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِن جَاءكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا أَن تُصِيبُوا قَوْمًا بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ} [(6) سورة الحجرات]، {يَا أَيُّهَا الَّذِينَ آمَنُوا إِن جَاءكُمْ فَاسِقٌ بِنَبَأٍ} يعني بخبر، والفاسق من الفسق وهو في الأصل الخروج عن الطاعة إلى حيز المعصية، كما يقال للفأرة فويسقة، وكما يقال: فسقت الرطبة إذا خرجت عن قشرها، المقصود أن الفاسق هو الخارج عن حيز الطاعة إلى دائرة المعصية، هذا الفاسق إذا جاءنا بخبر علينا أن نتبين، وعلينا أن نتثبت، وألا نقبل والتثبت مطلوب، التثبت في الأخبار مطلوب، لا سيما في أخبار من تظهر عليه علامات الفسق، أو يظهر منها الهوى، لأمر من الأمور، فلا بد أن نتثبت؛ لأنه إذا كان يدعو إلى أمر يميل إليه بهواه فإن حكمه حكم المبتدع الذي يدعو إلى بدعته لا بد أن نتثبت، ولا بد أن نتبين، والفاسق الذي يعصي أمر الله -جل وعلا-، أو يرتكب مع حرم الله عليه هذا لا يؤمن في أن يكذب في خبره، ولذا أمرنا بالتثبت والتبين في خبره، خشية أن تصيبوا قوماً بجهالة، يعني بمجرد قبول هذا الخبر، والمسارعة إلى قبول الأخبار دون تثبت ولا تبين لا شك أنه جهل، ممن يقبل بجهالة فتصبحوا على ما فعلتم نادمين، وكم من شخص سارع في قبول الأخبار ونقلها إلى غيره فعض أصابع الندم، إمام مسجد في طريق يصلي معه أناس في هذا الوقت لا يتكررون مرة ثانية، فصلى معه المغرب جموع امتلأ المسجد، لأنه في طريق قريب من سوق، فأعلن بعد الصلاة أن الشيخ الفلاني توفي وسوف يصلون عليه في مكان، سمع خبر، كيف يصحح هذا الخبر؟ هذا سببه العجلة في قبول الأخبار، فلا بد من التثبت، ثم بين بعد ذلك بين لأناس ما يدرون أيش يقول؟ ما عندهم الخبر الأصلي لكي ينقض،",
            "page": "11",
            "part": "2",
            "seal": "D455D749"
        },
        {
            "id": "31",
            "nass": "فمثل هذا لا شك هذا في خبر أمره يعني سهل بالنسبة لأمور الدين، بعض الناس ينقل فتاوى عن بعض أهل العلم، إما لخطأه في فهمها، أو لخطأ ناقلها، وآفة الأخبار رواتها، فينقلها على الخطأ لأنه فهم ممن حدثه أو من حدثه فهم ممن سمع منه على غير وجه الصواب. ¶ ولذا يقرر أهل العلم أن الأخبار التي تشاع ولو كثر ناقلوها أنها لا تفيد العلم، ولو كثر ناقلوها، ما لم تستند إلى حس، فالنبي -عليه الصلاة والسلام- لما آل من نسائه، حلف، آل من نسائه شهراً، واعتزل في المشربة، شاع في المدينة أن النبي -عليه الصلاة والسلام- طلق نسائه، وقد يكون هذا الخبر من مغرض، أشاع في الناس أن النبي -عليه الصلاة والسلام- طلق نسائه، وهذه الإشاعة وجدت قبول من جميع الناس، لماذا؟ لأنه ما دام اعتزل ووجد خبر يعني مبرر لهذا الاعتزال، والناس كثير منهم إذا سمع شيء لا بد أن يوجد له مبرر، سمع خبر لا بد أن يوجد له ما يبرره، مما يمكن قبوله عند الناس، يعني يجد رواج لكلامه، ويجد شيء يتحدث به في المجالس، وهذه غاية عند كثير من الناس، أن يشيع خبر ويقبل منه، ويتحدثون قال فلان وفعل فلان، شاع في المدينة أن النبي -عليه الصلاة والسلام-، واجتمع الناس حول المنبر، ودخل عمر -رضي الله تعالى عنه- مغضباً، وسأل الناس هل طلق النبي -صلى الله عليه وسلم- نسائه قالوا: نعم، فاستأذن على النبي -عليه الصلاة والسلام- فلم يؤذن له، واستأذن ثانية فلم يؤذن له، ثم استأذن ثالثة فأذن له، فتحدث مع النبي -عليه الصلاة والسلام- ساعة، ثم قال له: أطلقت نساءك؟ قال: لا.",
            "page": "12",
            "part": "2",
            "seal": "E5673A3C"
        },
        {
            "id": "32",
            "nass": "الآن لو أن شيخ من المشايخ عنده دروس فحصل له ظرف في اليوم من الأيام ما جاء للدرس، فقال بعض الطلاب: الشيخ منع من التدريس، كثير من الطلاب يمشي عندهم هذا الكلام، منع من التدريس، كثير من الطلاب ولا سيما وقد شحن كثير منهم ببعض الأمور، واستشربت نفوسهم إلى ... وأيضاً من شفقتهم على شيخهم يصدقون هذا الخبر، مباشرة، كثير منهم مثل هذه الإشاعة التي فيها أن النبي -عليه الصلاة والسلام- طلق نساءه، يعني هناك قرائن قد تدل عليها، وقد يكون هذا الشيخ الذي أشيع أنه منع له شيء من المواقف أو في كلامه شيء من الصراحة، فتجد الكلام مقبول عند الناس، إذا وجد له شيء من الأصل يستند إليه، لكن هذا الكلام الذي أشيع لا يستند إلى حس، يعني الذي أشاع ما وقف على حقيقة الخبر، فما فيه أحد سمع من النبي -عليه الصلاة والسلام- أنه طلق نساءه، لكنها إشاعة وجدت رواج وقبول ومواكبة هذه العزلة، فانطلت على الناس حتى أن عمر -رضي الله عنه- غلب على ظنه أن هذه الإشاعة صحيحة، الناس مجتمعون، النبي اعتزل وكلهم حول المنبر، وفيه هناك اختلاط الآراء وتداول كلام طويل عريض، يعني الناس هم الناس، لكن ذلك الجيل يختلف عن هذا الجيل، بالتزامه بأحكام الدين، وفيهم من فيهم، من المنافقين ممن يروج هذه الإشاعات. ¶ وقصة الإفك على شناعتها وعظمها وجدت من يروجها ويصدقها إلى أن نزلت البراءة من فوق سبعة أرقعة. ¶ طالب:. . . . . . . . .",
            "page": "13",
            "part": "2",
            "seal": "37AF43D4"
        },
        {
            "id": "33",
            "nass": "هذه الرواية في قصة امتحان الإمام البخاري ستأتي في المقلوب -إن شاء الله تعالى-، ومن ضعفها نظر إلى أن أول السند من ابن عدي ما فيه إفصاح بمن حدثه، ابن عدي قال: حدثنا عدة من شيوخنا، فالذي يقول: العدة هؤلاء مجاهيل، ويرد الخبر؛ لأنه لا بد أن يكون الراوي معلوم ليحكم عليه، رده، وهذا قال به من قال به، لكن الذي يقول: إن هذا المجاهيل عدة، والمجهول يرتقي خبره بخبر غيره، فينظم هذا المجهول إلى هذا المجهول إلى هذا المجهول، ارتقى حديثهم إلى القبول، ولن يقول ابن عدي عدة من شيوخنا ليفتري عليهم، أبداً هؤلاء شيوخه الذين أخذ عنهم، وسبر أخبارهم وابتلاها، ولا شك أنه متيقن بالنسبة إليهم، اللهم إلا في حق من يطعن بابن عدي، أما من يثق بابن عدي لا بد أن يقبل مثل هذا الخبر؛ لأن ابن عدي ثقة، وإمام ومطلع ويتحدث عن عدة، ما هو عن واحد، فكونهم عدة ينجبر بعضهم ببعض، فالقصة الذي يغلب على الظن صحتها.",
            "page": "14",
            "part": "2",
            "seal": "1F14F731"
        },
        {
            "id": "34",
            "nass": "{يَا أَيُّهَا الَّذِينَ آمَنُوا إِن جَاءكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا أَن تُصِيبُوا قَوْمًا بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ} [(6) سورة الحجرات]، وكم حصل من ندامة بسبب العجلة، وفي الصحيح أن عمرو بن العاص جاء إلى النبي -عليه الصلاة والسلام- يعرض حال ولده، عبد الله بن عمرو، وتشديده على نفسه، وأخذه على نفسه بالعزيمة، وأنه يصلي ولا ينام، ويصوم ولا يفطر، وعزم على ذلك، فجاء يذكر حاله للنبي -عليه الصلاة والسلام- فدعاه النبي -عليه الصلاة والسلام- فلما حضر، قال له: أقلت هذا؟ والذي نقل أبوه، أبوه هل يتصور أن يفتري عليه؟ صحابي لا يمكن أن يفتري على غيره فضلاً عن أن يفتري على ولده، لكن هذا فيه تربية لكل من سمع أن يتثبت، فعلينا أن نتثبت، وعلينا أن نتبين لا سيما في الظروف التي نعيشها، كم من إنسان رمي بالعداوة من قوس واحدة من جمع من طلاب العلم والسبب في ذلك إشاعة لا تثبت عنه، فليتنا إذا سمعنا عن فلان من الشيوخ أنه أفتى بكذا، أو قال: كذا أننا نتثبت، نذهب لنسأله عن حكم هذه المسألة، أو ما رأيك فيمن يقول كذا؟ ولا يواجه بأن يقال: هل قلت كذا؟ لئلا ينتصر لرأيه هو بشر، فيقال له: ما رأيك فيمن يقول كذا؟ أو يسأل عن أصل مسألة ابتداء ما حكم كذا؟ ثم بعد ذلك إذا أفتى بما يظن أنه غير الصواب يناقش، وينصح والدين النصيحة.",
            "page": "15",
            "part": "2",
            "seal": "170163E4"
        },
        {
            "id": "35",
            "nass": "أما أن تسمع الأخبار، قال: فلان، وأفتى فلان في مجالس من شخص قد يكون فهم خلاف المراد لا سيما إذا كان من العامة لا يدري ما يقال، الإخوان العامة يقعون في مسائل قد ينقلب عليهم الحكم وهم لا يشعرون، فالأحكام لا تؤخذ منهم بالنقل عن العلماء، من الطرائف أن امرأة حضرت محاضرة لداعية من الداعيات، فحذرت من لفظ محرم فيه نوع من الشرك، فلما أوت هذه المرأة العجوز إلى فراشها، أول ما بدأت بهذا اللفظ، وكانت ما تعرفه ولا خطر على بالها، فبدلاً من أن تعرف الأمر على حقيقته وأنه تحذير من هذا اللفظ، ظنته إغراء بهذا اللفظ، فالعوام لا يتلقى منهم مثل هذه الأمور وأشباه العوام والمتعجلين من الطلاب، وليس معنى هذا أننا نرمي طلاب العلم بالعجلة، لا، لكننا ننصحهم؛ لأن بعض الناس قد يقول مثل هذا الكلام، وهو مشحون على الإخوان وعلى طلاب العلم وعلى رجال الحسبة بأنهم أهل عجلة وأنهم أهل تسرع، لا، لا نقول هذا من هذا الباب، لا –والله- بل إنه من باب النصح، والله المستعان. ¶ طالب:. . . . . . . . . ¶ مفهومها أيش؟ أنه إذا جاءنا عدل ثقة أننا نقبله خبره، هذا الأصل في العادل الثقة الضابط أنه يقبل خبره، لكن لا يعني أنه معصوم، قد يقع منه ما يقع. ¶ وقال جل ثناؤه: {مِمَّن تَرْضَوْنَ مِنَ الشُّهَدَاء} [(282) سورة البقرة]، فلا بد أن يكون الشاهد عدل مرضي، وفي حكمه الراوي المخبر، لا بد أن يكون عدل مرضي، وهذا مما تتفق فيه الرواية مع الشهادة، وقال -عز وجل-: {وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِّنكُمْ} [(2) سورة الطلاق]، فالعدالة لا بد من توافرها فيمن ينقل الأخبار.",
            "page": "16",
            "part": "2",
            "seal": "A4F98B51"
        },
        {
            "id": "36",
            "nass": "\"فدل -يعني الرب -جل وعلا-، بهذه الآيات- فدل بما ذكرنا من هذه الآي أن خبر الفاسق ساقط غير مقبول -وهذا قول الأئمة قاطبة، لا يختلفون في رد قول الفاسق- وأن شهادة غير العدل مردودة، والخبر وإن فارق معناه معنى الشهادة في بعض الوجوه فقد يجتمعان -وقوله: (والخبر وإن فارق) جواب سؤال قد يقول قائل: إن الآيتين الثانية والثالثة في الشهادة، الآيتين الثانية والثالثة دليل على رد خبر الفاسق في الشهادة، وهناك فرق بين الشهادة والرواية، قال: الخبر وإن فارق معناه معنى الشهادة، في بعض الوجوه، فقد يجتمعان في أعظم معانيهما -يعني الشهادة لا يقبل فيها المرأة الواحدة، ولا يقبل فيها العبد ولا الأمة، بينما الرواية يقبل فيها المرأة الواحدة، ويقبل فيها الأمة إذا كانت على الشرط المعروف عند أهل العلم، من العدالة والديانة والصيانة والضبط والإتقان- في أعظم معانيهما إذ كان خبر الفاسق غير مقبول عند أهل العلم، كما أن شهادته مردودة عند جميعهم -خبر الفاسق غير مقبول عند أهل العلم، وهذا يتفقون عليه كما أن شهادته مردودة عند جميعهم- ودلت السنة على نفي رواية المنكر من الأخبار كنحو دلالة القرآن على نفي خبر الفاسق -المنكر، هذا دلت السنة على نفي روايته قال: وهو الأثر المشهور عن رسول الله -صلى الله عليه وسلم-: ((من حدث عني بحديث يرى أنه كذب فهو أحد الكاذبين)) يُرى وبعض الروايات (يَرى أنه كذب فهو أحد الكاذبين) بالتثنية، والفرق بين يُرى ويَرى، الفرق بينهما أنه على رواية يُرى التبعة أعظم والأمر أشد؛ لأنه بمجرد أن يراه غير الملقي أنه كذب ولو رآه بنفسه غير كذب، فإنه لا يجوز له أن يحدث به، وعلى رواية يرى يحدث به إذا رأى أنه غير كذب، إذا رأى بنفسه، وليس مسؤولاً عن غيره، ولا شك أن الاحتياط للسنة يرجح رواية (يُرى أنه كذب فهو أحد الكاذبين) يعني من جملة الكذابين، أو من أحد الكاذبين، فالذي أنشأ هذا الخبر المكذوب كاذب، والذي نقله مع علمه بكذبه كاذب أيضاً، فهو أحد الكاذبين قدم الخبر ثم أردفه بإسناده، ويجوز عند أهل العلم الجادة أن يذكر السند ثم يذكر المتن، هنا قدم المتن ثم أردفه بالسند وهذا جائز سائغ عند أهل العلم ولا يرون به بأساً؛",
            "page": "17",
            "part": "2",
            "seal": "9180392D"
        },
        {
            "id": "37",
            "nass": "لأن سواء قدم السند أو المتن لا يتغير الأمر، اللهم إلا عند إمام الأئمة محمد بن إسحاق بن خزيمة فقد نص على أنه إذا قدم المتن على السند فلعلة في المتن، إذا قدم المتن على السند فلوجود علة أما من عداهم من الأئمة فهم على هذه الجادة، سواء قدم المتن أو قدم السند. ¶ صرح الإمام ابن خزيمة بأن من رواه على ذلك الوجه لا يكون في حل، يعني أنه إذا قدم المتن ثم جاء شخص لينقل الخبر عن ابن خزيمة، ليس في حل أن يقدم السند، لأن ابن خزيمة لا يفعل ذلك إلا لعلة. ¶ قال: حدثنا أبو بكر بن أبي شيبة، قال: حدثنا وكيع عن شعبة عن الحكم عن عبد الرحمن بن أبي ليلى، عن سمرة بن جندب ح وحدثنا -هذه ح التحويل، والإمام مسلم مكثر منها أحياناً يذكر في السند الواحد خمس مرات، وتوجد في البخاري على قلة، وقد يختلف استعمال البخاري لها عن استعمال مسلم، وليس هذا موضع بسطها، إنما لها مواضع لبحثها- ح وحدثنا أبو بكر ابن أبي شيبة أيضاً، قال: حدثنا وكيع عن شعبة وسفيان، عن حبيب بن ميمون بن أبي شبيب عن المغيرة بن شعبة قالا: قال رسول الله -صلى الله عليه وسلم- ذلك - (قالا) الضمير يعود إلى سمرة وإلى المغيرة، وحديث سمرة أخرجه أيضاً أحمد في المسند، وابن ماجة، وحديث الترمذي رواه أيضاً أحمد في المسند والترمذي، وقال الترمذي: وفي الباب عن علي وسمرة، وحديث علي أخرجه ابن ماجة، فالحديث مروي عن جمع من الصحابة وله طرق، يثبت بها، ونقول هذا الكلام، حينما نورد طرق لحديث مثل هذا الحديث لا لأن الحديث في صحيح مسلم ويحتاج إلى ترقية، فننتبه لهذا، لا نحتاج إلى أن نخرج الحديث من طرق لنرقي هذا الخبر؛ لأنه في صحيح مسلم، لا، لأن هذا الحديث في مقدمة مسلم، وشرط مسلم الذي ينطبق عليه شرط الصحة عند الإمام مسلم هو ما كان في مضمون الكتاب لا في المقدمة، المقدمة فيها أحاديث فيها كلام، وما صح فيها لا يرتقي إلى شرطه في الصحيح، فننتبه لهذا إذا خرجنا حديث من مقدمة مسلم من الغش للقارئ أن نقول: أخرجه مسلم، بل لا بد أن نقول: أخرجه مسلم في المقدمة. ¶ ولعلنا نكتفي بهذا، والله أعلم. ¶ وصلى الله وسلم وبارك على عبده وروسوله نبينا محمد. ¶ طالب:. . . . . . . . .",
            "page": "18",
            "part": "2",
            "seal": "C084A9BD"
        },
        {
            "id": "38",
            "nass": "في كل مشروع لا بد من التنصيص أخرجه مسلم واقع الحديث في المقدمة مختلف. ¶ طالب: العراقي يقول. . . . . . . . .؛ فالعلة ما تكون إلا إذا كان فيه إمكانية في الوصل. . . . . . . . . يعني كأنه جعله شرط؟ ¶ فين؟ ¶ طالب: إن يك على اتصال. ¶ إيه يعني إن رجح هذا الاتصال، يعني إن رُجِّح. ¶ طالب: تكون علة.",
            "page": "19",
            "part": "2",
            "seal": "952EFA99"
        },
        {
            "id": "39",
            "nass": "مقدمة صحيح مسلم ¶ طبقات الرجال ¶ الشيخ/ عبد الكريم الخضير ¶ الحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله نبينا محمد، وعلى آله وصحبه أجمعين. ¶ قال الإمام مسلم -رحمه الله تعالى-: ¶ \"ثم إنا -إن شاء الله- مبتدئون في تخريج ما سألت وتأليفه على شريطة سوف أذكرها لك، وهو إنا نعمد إلى جملة ما أسند من الأخبار عن رسول الله -صلى الله عنه وسلم- فنقسمها على ثلاثة أقسام، وثلاث طبقات من الناس على غير تكرار، إلا أن يأتي موضع لا يستغنى فيه عن ترداد حديث فيه زيادة معنى أو إسناد يقع إلى جنب إسناد؛ لعلة تكون هناك؛ لأن المعنى الزائد في الحديث المُحتاج إليه يقوم مقام حديث تام، فلا بد من إعادة الحديث الذي فيه ما وصفنا من الزيادة، أو أن يفصل ذلك المعنى من جملة الحديث على اختصاره إذا أمكن، ولكن تفصيله ربما عسر من جملته فإعادته بهيئته إذا ضاق ذلك أسلم. ¶ فأما ما وجدنا بداً من إعادته بجملته من غير حاجة منا إليه فلا نتولى فعله -إن شاء الله تعالى-. ¶ فأما القسم الأول: فإنا نتوخى أن نقدم الأخبار التي هي أسلم من العيوب من غيرها وأنقى من أن يكون ناقلوها أهل استقامة في الحديث وإتقان لما نقلوا لم يوجد في روايتهم اختلاف شديد، ولا تخليط فاحش، كما قد عثر فيه على كثير من المحدثين، وبان ذلك في حديثهم. ¶ فإذا نحن تقصينا أخبار هذا الصنف من الناس أتبعناها أخباراً يقع في أسانيدها بعض من ليس بالموصوف بالحفظ والإتقان، كالصنف المقدم قبلهم على أنهم وإن كانوا فيما وصفنا دونهم، فإن اسم الستر والصدق وتعاطي العلم يشملهم كعطاء بن السائب، ويزيد بن أبي زياد، وليث بن أبي سليم، وأضرابهم من حمال الآثار ونقال الأخبار. ¶ فهم وإن كانوا بما وصفنا من العلم والستر عند أهل العلم معروفين فغيرهم من أقرانهم ممن عندهم ما ذكرنا من الإتقان والاستقامة والرواية يفضلونهم في الحال والمرتبة؛ لأن هذا عند أهل العلم درجة رفيعة وخصلة سَنِية.",
            "page": "1",
            "part": "3",
            "seal": "103D50D1"
        },
        {
            "id": "40",
            "nass": "ألا ترى أنك إذا وازنت هؤلاء الثلاثة الذين سميناهم عطاء ويزيد وليثاً بمنصور بن المعتر وسليمان الأعمش وإسماعيل بن أبي خالد في إتقان الحديث والاستقامة فيه وجدتهم مباينين لهم لا يدانونهم، لاشك عند أهل العلم بالحديث في ذلك للذي استفاض عندهم من صحة حفظ منصور والأعمش وإسماعيل وإتقانهم لحديثهم، وأنهم لم يعرفوا مثل ذلك من عطاء ويزيد وليث. ¶ وفي مثل مجرى هؤلاء إذا وازنت بين الأقران كابن عون وأيوب السختياني مع عوف بن أبي جَمِيلة وأشعث الحمراني وهما صاحبا الحسن وابن سيرين، كما أن بن عون وأيوب صاحباهما، إلا أن البَون بينهما وبين هاذين بعيد في كمال الفضل وصحة النقل، وإن كان عوف وأشعث غير مدفوعيَن عن صدق وأمانة عند أهل العلم، ولكن الحال ما وصفنا من المنزلة عند أهل العلم. ¶ وإنما مثلنا هؤلاء في التسمية ليكون تمثيلهم سمة يصدر عن فهمها من غبي عليه طريق أهل العلم في ترتيب أهله فيه، فلا يُقَصَّر بالرجل العالي القدر عن درجته ولا يرفع متضع القدر في العلم فوق منزلته، ويعطى كل ذي حق فيه حقه، وينزل منزلته. ¶ وقد ذكر عن عائشة -رضي الله تعالى عنها- أنها قالت: أمرنا رسول الله -صلى الله علية وسلم- أن نُنَزِّل الناس منازلهم، مع ما نطق به القرآن من قول الله تعالى: {وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ} [(76) سورة يوسف]. فعلى نحو ما ذكرنا من الوجوه نؤلف ما سألت من الأخبار عن رسول الله -صلى الله عليه وسلم-. ¶ فأما ما كان منها عن قوم هم عند أهل الحديث متهمون أو عند الأكثر منهم فلسنا نتشاغل بتخريج حديثهم، كعبد الله بن مسور أبي جعفر المدائني، وعمرو بن خالد، وعبد القدوس الشامي، ومحمد بن سعيد المصلوب، وغياث بن إبراهيم، وسليمان بن عمرو أبي داود النخعي، وأشباههم ممن اتهم بوضع الأحاديث وتوليد الأخبار. ¶ وكذلك من الغالب على حديثه المنكر أو الغلط أمسكنا أيضاً عن حديثهم، وعلامة المنكر في حديث المحدث إذا ما عرضت روايته للحديث على رواية غيره من أهل الحفظ والرضا خالفت روايته روايتهم أو لم تكد توافقها، فإذا كان الأغلب من حديثه كذلك كان مهجور الحديث غير مقبوله ولا مستعمله.",
            "page": "2",
            "part": "3",
            "seal": "C54125D3"
        },
        {
            "id": "41",
            "nass": "فمن هذا الضرب من المحدثين: عبد الله بن محرر، ويحيى بن أبي أنيسة، والجراح بن المنهال أبو العطوف، وعباد بن كثير، وحسين بن عبد الله بن ضميرة، وعمر بن صهبان، ومن نحا نحوهم في رواية المنكر من الحديث فلسنا نعرج على حديثهم، ولا نتشاغل به؛ لأن حكم أهل العلم والذي نعرف من مذهبهم في قبول ما يتفرد به المحدث من الحديث أن يكون قد شارك الثقات من أهل العلم والحفظ في بعض ما رووا، وأمعن في ذلك على الموافقة لهم، فإذا وجد كذلك ثم زاد بعد ذلك شيئاً ليس عند أصحابه قبلت زيادته. ¶ فأما من تراه يعمد لمثل الزهري في جلالته وكثرة أصحابه الحفاظ المتقنين لحديثه وحديث غيره، أو لمثل هشام بن عروة وحديثهما عند أهل العلم مبسوط مشترك، قد نقل أصحابهما عنهما حديثهما على الإتقان منهم في أكثره، فيروى عنهما أو عن أحدهما العدد من الحديث مما لا يعرفه أحد من أصحابهما، وليس ممن قد شاركهم في الصحيح مما عندهم فغير جائز قبول حديث هذا الضرب من الناس، والله أعلم. ¶ قد شرحنا من مذهب الحديث وأهله بعض ما يتوجه به من أراد سبيل القوم ووفق لها، وسنزيد -إن شاء الله تعالى- شرحاً وإيضاحاً في مواضع من الكتاب عند ذكر الأخبار المعللة إذا أتينا عليها في الأماكن التي يليق بها الشرح والإيضاح -إن شاء الله تعالى-. ¶ وبعد -يرحمك الله- فلولا الذي رأينا من سوء صنيع كثير ممن نصب نفسه محدثاً فيما يلزمهم من طرح الأحاديث الضعيفة والروايات المنكرة وتركهم الاقتصار على الأحاديث الصحيحة المشهورة مما نقله الثقات المعرفون بالصدق والأمانة بعد معرفتهم وإقرارهم بألسنتهم أن كثيراً مما يقذفون به إلى الأغبياء من الناس هو مستنكر، ومنقول عن قوم غير مرضيين ممن ذم الرواية عنهم أئمة أهل الحديث، مثل: مالك بن أنس، وشعبة بن الحجاج، وسفيان بن عيينة، ويحيى بن سعيد القطان، وعبد الرحمن بن مهدي، وغيرهم من الأئمة لَمَا سهل علينا الانتصاب لما سألت من التمييز والتحصيل، ولكن من أجل ما أعلمناك من نشر القوم الأخبار المنكرة بالأسانيد الضعاف المجهولة وقذفهم بها إلى العوام الذين لا يعرفون عيوبها خف على قلوبنا إجابتك إلى ما سألت.",
            "page": "3",
            "part": "3",
            "seal": "75AC7DCD"
        },
        {
            "id": "42",
            "nass": "الحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله نبينا محمد وعلى آله وصحبه أجمعين. أما بعد: ¶ فيقول المؤلف -رحمه الله تعالى- الإمام مسلم الحجاج في مقدمة صحيحه: ¶ \"ثم إنا -إن شاء الله- مبتدئون في تخريج ما سألت -يعني إجابة لتطلب- وتأليفه وجمعه على شريطة\" (وتأليفه على شريطة) التأليف والجمع وضم الشيء إلى غيره، بحيث تكون الأشياء متآلفة، فالتأليف الأصل فيه جمع الشيء إلى نظيره من الأشياء المتآلفة. ¶ \"ثم إنا -إن شاء الله- مبتدئون في تخريج ما سألت، وتأليفه على شريطةٍ سوف أذكرها لك\". ¶ الإمام مسلم -رحمه الله تعالى- بين شرطه في كتابه، في هذه المقدمة بين وأشار إلى شيء من شرطه، ولا يعني أن كل ما احتواه الكتاب مما يحتاج إلى بيان في الشرطية والطريقة والمنهج بينه الإمام مسلم إنما بين ما يحتاج إليه السائل، وغيره يقاس عليه، والباقي يستنبط من واقع الكتاب. ¶ \"على شريطة سوف أذكرها لك، وهو إنا نعمد -أي نقصد- إلى جملة ما أسند من الأخبار عن رسول الله -صلى الله عليه وسلم- فنقسمها على ثلاثة أقسام وثلاث طبقات\" ثم بين الأقسام الثلاثة، الأقسام الثلاثة في بيانه ما خلاصته، القسم الأول: ما رواه الحفاظ المتقنون. ¶ والقسم الثاني: ما رواه المستورون المتوسطون في الحفظ والإتقان. ¶ والقسم الثالث: ما رواه الضعفاء والمتروكون. ¶ ما رواه الحفاظ والمتقنون هذا القسم الأول، والثاني: ما رواه المستورون والمتوسطون في الحفظ والإتقان، والثالث: ما رواه الضعفاء والمتروكون، وبين ومثّل لهذه الأقسام في كلامه اللاحق. ¶ والطبقات، يقول: \"وثلاث طبقات\" جمع طبقة وهم القوم المتشابهون من أهل العصر في السن والتلقي عن الشيوخ، يعني تجد شيوخهم -شيوخ الطبقة الواحدة- متقاربون، والآخذون عنهم كذلك.",
            "page": "4",
            "part": "3",
            "seal": "B2E780C7"
        },
        {
            "id": "43",
            "nass": "ولذا الحافظ ابن حجر قسم طبقات رجال الكتب الستة إلى اثنتي عشرة طبقة، فجعل الصحابة على اختلاف مراتبهم طبقة؛ لشرفهم ميزهم بطبقة مستقلة، وإن كان بعضهم تأخرت وفاته عن بعض التابعين، الطبقة الثانية: كبار التابعين، والثالثة: أوساط التابعين، والطبقة الرابعة: طبقة تلي الطبقة السابقة، وجل روايته عن التابعين، والخامسة: طبقة صغار التابعين، والسادسة: طبقة عاصروا السابقين، عاصروا صغار التابعين لكنهم لم يثبت لهم لقاء أحدٍ من الصحابة، والسابعة: طبقة أتباع التابعين، والثامنة: أوساطهم، والتاسعة: صغارهم، والعاشرة: كبار الآخذين عن تبع الأتباع، والحادية عشرة: أوساط الآخذين عن تبع الأتباع، والثانية عشرة: صغار الآخذين عن تبع الأتباع. ¶ ابن حجر مشى على هذا، واستعمل هذه الطبقات في جميع الرواة الذين أوردهم في التقريب، بينما لم يشر إلى هذه الطبقات في التهذيب مثلاً؛ لأنه كتاب مبسوط، وتصنيف الرواة إلى طبقات يفيده في الاختصار، إذا أشار إلى أنهم من الطبقة كذا ما يحتاج إلى أن يقول أنه أخذ عن فلان أو عن فلان، أو يذكر ولادته، بل يقتصر على جزء من وفاته، فإذا ذكر الطبقة ذكر من سنة الوفاة الآحاد والعشرات وترك المئات؛ لأنه إذا قال: من السابعة أو من السادسة توفي سنة 46، كيف يكون من السادسة وتوفي سنة 46؟ توفي في عصر الصحابة معقول؟! لا، توفي سنة 46 يعني ومائة، وما دام عرفت الطبقة وحددت هذه الطبقة وعرف على سبيل التقريب لا التحديد الوفاة والزملاء ومن يشابهه بالأخذ عن الشيوخ، وطبقة شيوخهم وطلابهم، والآخذين عنهم فتفيد معرفة الطبقات معرفة بالغة، ومعرفتها أمرٌ مهم بالنسبة للحديث. ¶ الحافظ الذهبي -رحمه الله- زاد في الطبقات في تذكرة الحفاظ، فصنف الطبقات أوصلها إلى قريب من خمسين طبقة، لماذا؟ لأنه ذكر رواة تأخرت وفياتهم إلى قريب من عصره سبعمائة، فهؤلاء يحتاجون إلى تصنيف طبقات أخرى، علماً بأن الطبقات عنده قد لا تتفق مع ما ذكره الحافظ ابن حجر، المسألة اصطلاح ولا مشاحة في الاصطلاح، يعني قد يضع هذا من السادسة وابن حجر وضعه من الخامسة أو العكس.",
            "page": "5",
            "part": "3",
            "seal": "E23A3BD4"
        },
        {
            "id": "44",
            "nass": "اختلف الشراح في مراد الإمام مسلم بالأقسام الثلاثة، وهل ذكرها كلها في كتابه، أو ذكر طبقتين الأولى والثانية، واخترمته المنية، أو اقتصر على القسمين دون الثالث؟ لأن التقسيم الذي أشرنا إليه واضح في المقدمة، أنه ذكر ثلاثة أصناف من الرواة، ذكر الحفاظ المتقنين، وذكر المستورين المتوسطين، وذكر الضعفاء والمتروكين، فهل استوعب هذه الثلاث، أو يفهم من كلامه أن الطبقات الثلاث لم يعرج على روايتهم، وإنما ذكرهم للتحذير منهم؟ ¶ على كل حال الشراح يختلفون في هذا، والنووي في مقدمة الشرح في صفحة (23) بين شيء من هذا، صفحة (23 و24). ¶ قال -رحمه الله-: \"ذكر مسلم -رحمه الله- في أول مقدمة صحيحه أنه يقسم الأحاديث ثلاثة أقسام، الأول: ما رواه الحفاظ المتقنون، والثاني: ما رواه المستورون المتوسطون في الحفظ والإتقان، والثالث: ما رواه الضعفاء والمتروكون، وأنه إذا فرع من القسم الأول أتبعه القسم الثاني، وأما الثالث فلا يعرج عليه. فاختلف العلماء في مراده بهذا التقسيم، فقال الإمامان الحافظان أبو عبد الله الحاكم وصاحبه أبو بكر البيهقي -رحمهما الله-: أن المنية اخترمت مسلماً -رحمه الله- قبل إخراج القسم الثاني، وأنه إنما ذكر القسم الأول\". ¶ لأن القسم الثاني: متوسطون مستورون دون الطبقة الأولى، وإنما ذكر القسم الأول واقتصر عليه واخترمته المنية قبل أن يذكر أصحاب القسم الثاني. ¶ قال القاضي عياض -رحمه الله-: وهذا مما قبله الشيوخ والناس من الحاكم أبي عبد الله وتابعوه عليه، قال القاضي: وليس الأمر على ذلك لمن حقق نظره ولم يتقيد بالتقليد، فإنك إذا نظرت تقسيم مسلم في كتابه الحديث على ثلاث طبقات من الناس كما قال، فذكر أن القسم الأول حديث الحفاظ، وأنه إذا انقضى هذا أتبعه بأحاديث من لم يوصف بالحذق والإتقان مع كونهم من أهل الستر والصدق وتعاطي العلم، ثم أشار إلى ترك حديث من أجمع العلماء أو اتفق الأكثر منهم على تهمته، ونفى من اتهمه بعضهم وصححه بعضهم فلم يذكره هنا، ووجدته ذكر في أبواب كتابه حديث الطبقتين.",
            "page": "6",
            "part": "3",
            "seal": "44D291D6"
        },
        {
            "id": "45",
            "nass": "يعني حديث الطبقة العليا وحديث الطبقة التي تليها، فعادة الأئمة بما في ذلك البخاري ومسلم، يعنون بأحاديث الطبقة الأولى آل الحفظ والضبط والإتقان، ويستوعبون أحاديث هؤلاء، وقد ينزلون إلى أحاديث الطبقة التي تلي هذه الطبقة، فينتقون من أحاديثهم ما وفقوا عليه، فتجد في ترجمة راوٍ خرج له البخاري، أو خرج له مسلم، تجد فيه كلام لبعض أهل العلم، ثم تجد أحد يصحح حديث في سنن أبي داود مثلاً؛ لأنه مروي من طريق راوٍ خرج له البخاري أو مسلم، وما عرف هذا المصحح أن البخاري ومسلم إنما انتقى من أحاديث هذا الراوي ما ووفق عليه، فكونه يقبل في صحيح البخاري لا يعني أنه يقبل في غيره؛ لأن العلماء تكلموا فيه إما مطلقاً أو في روايته عن راوٍ بعينه، فمثل هذا لا بد من التنبه له. ¶ يقول القاضي عياض: ووجدته ذكر في أبواب كتابه حديث الطبقتين الأوليين، وأتى بأسانيد الثانية منهما على طريق الإتباع للأولى والاستشهاد، أو حيث لم يجد في الباب الأول شيئاً. ¶ يعني ما وجد من أحاديث الطبقة العليا شيئاً ينفع في الباب الذي يريد أن يورد فيه الأحاديث التي يستدل بها على الحكم. ¶ وذكر أقواماً تكلم قوم فيهم وزكاهم آخرون، وخرج حديثهم ممن ضعف أو اتهم ببدعة، وكذلك فعل البخاري فعندي أنه أتى بطبقاته الثلاث في كتابه على ما ذكر، ورتب في كتابه وبينه في تقسيمه وطرح الرابعة. ¶ فالطبقات فهم منها النووي أنها ثلاث، وهو قسم الرواة إلى ثلاثة أقسام، وأما الرابعة هذه التي ذكرها القاضي عياض ومثل لها مسلم ببعض الضعفاء والمتروكين، هذه هل هي الطبقة الثالثة كما يدل على ذلك كلام النووي أو الرابعة كما يدل له كلام القاضي عياض؟ فعند النووي ثلاث طبقات: الحفاظ المتقنون، المستورون -من هم دون الأولى بالمنزلة- الضعفاء والمتروكون. ¶ عند القاضي عياض: أربع طبقات: الحفاظ المتقنون، المتوسطون، والضعفاء الذين ضعفوا بما لا يقتضي الرد بالكلية، يعني ضعفوا من قبل أهل العلم -بعض أهل العلم- ووثقهم آخرون، والطبقة الرابعة هم: المتروكون.",
            "page": "7",
            "part": "3",
            "seal": "1D3F386D"
        },
        {
            "id": "46",
            "nass": "القاضي عياض يرى أنه استوعب حديث الطبقات الثلاث، ورد أحاديث الطبقة الرابعة، وعلى كلٍ يتفق كلام النووي والقاضي عياض في الطبقة الأولى الذين هم الثقات الضابطون المتقنون، والطبقة الثانية أيضاً، وأما الثالثة التي جعلها القاضي عياض رابعة -الضعفاء والمتروكون- فهؤلاء أيضاً يتفقان على أنه لم يخرج لهم شيء. ¶ الكلام فيمن ضُعف ممن لم يذكره النووي وذكره القاضي عياض، فجعله مرتبة أو طبقة بين الثانية والرابعة. ¶ فهؤلاء أدخلهم القاضي عياض، ولا شك أن واقع الكتاب فيه من مُس بضرب من التجريح الخفيف ممن انتقى الإمام مسلم من أحاديثهم ممن لا مطعن في كتابه بسببهم؛ لأن الانتقاء معروف عند أهل العلم، واختبار أحاديث الراوي معروف، وقبول بعض أحاديثه دون بعض أيضاً معروف. ¶ وطرح الرابعة كما نص عليه، فالحاكم تأول أنه إنما أراد أن يفرد لكل طبقة كتاباً، ويأتي بأحاديها خاصة مفردة، وليس ذلك مراده، بل إنما أراد بما ظهر من تأليفه وبان من غرضه أن يجمع ذلك في الأبواب، ويأتي بأحاديث الطبقتين، فيبدأ بالأولى ثم يأتي بالثانية على طريق الاستشهاد والإتباع حتى استوفى جميع الأقسام الثلاثة، ويحتمل أن يكون أراد بالطبقات الثلاث الحفاظ ثم الذين يلونهم والثالثة هي التي طرحها، وكذلك علل الحديث التي ذكر ووعد أنه يأتي بها قد جاء بها في مواضعها. ¶ نعم الإمام مسلم له إشارات دقيقة خفية في أثناء الأحاديث يعلل بها بعض الأحاديث، ويقول: وكذلك علل الحديث التي ذكر ووعد بأنه يأتي بها قد جاء بها في مواضعها من الأبواب من اختلافهم في الأسانيد، كالإرسال والإسناد والزيادة والنقص، وذكر تصاحيف المصحفين، وهذا يدل على استيفائه غرضه في تأليفه، وإدخاله، وأشار إلى ذلك، أشار إلى أنه يشير إلى هذه العلل في ثنايا الكتاب، وهنا في مثال في الصحيح، في صفحة (217) من الجزء الثاني من النووي، في أواخر الجزء الثاني من النووي ذكر علة ظاهرة ما هي بخفية، أما الإشارات فحدث ولا حرج في تصرفاته -رحمه الله-، أشار في حديث شريك في الإسراء فقال: وساق الحديث بقصته نحو حديث ثابت البناني، وقدم فيه شيئاً وأخر وزاد ونقص، هذه تصريح، وأما الإشارات فكثيرة جداً في كلامه -رحمه الله-.",
            "page": "8",
            "part": "3",
            "seal": "9CFB230F"
        },
        {
            "id": "47",
            "nass": "من اختلافهم في الأسانيد كالإرسال والإسناد والزيادة والنقص وذكر تصاحيف المصحفين، وهذا يدل على استيفائه غرضه في تأليفه وإدخاله في كتابه كلما وعد به. ¶ قال القاضي -رحمه الله-: وقد فاوضت في تأويلي هذا ورأيي فيه من يفهم هذا الباب فما رأيت منصفاً إلا صوبه؛ وبان له ما ذكرت، وهو ظاهر لمن تأمل الكتاب وطالع مجموع الأبواب، ولا يعترض على هذا بما قاله بن سفيان صاحب مسلم أن مسلماً أخرج ثلاثة كتب من المسندات -يعني صنف ثلاثة كتب- أحدها هذا الذي قرأه على الناس والثاني يدخل فيه عكرمة وابن إسحاق صاحب المغازي وأمثالهما، والثالث يدخل فيه من الضعفاء، فإنك إذا تأملت ما ذكر ابن سفيان لم يطابق الغرض الذي أشار إليه الحاكم مما ذكر مسلم في صدر كتابه فتأمله تجده كذلك -إن شاء الله تعالى-. ¶ هذا آخر كلام القاضي عياض -رحمه الله-، وهذا الذي اختاره ظاهر جداً، والله اعلم. ¶ في كلام الحاكم والبيهقي وأن الإمام مسلم خرج أحاديث الطبقة الأولى والثانية، ولم يخرج أحاديث الطبقة الثالثة هذا لا شك أن فيه صيانة للصحيح، من أن يتهم أحداً من رواته بشيء من الضعف، أو يمس واحدٍ منهم بضربٍ من الجرح، واستفاض بين أهل العلم أن رواة الصحيحين قد جازوا القنطرة، لكن إذا نظرنا في واقع الكتاب وجدنا، لكن تخريج الإمام مسلم -رحمه الله تعالى- لحديث الراوي توثيق عملي لهذا الراوي، وحينئذٍ يكون توثيقه أو يكون تضعيف غيره أو جرح غيره الضعيف هذا الراوي الجرح الخفيف الذي صدر من غير مسلم معارضٌ بتوثيق مسلم وتخريج حديثه له، مع أن مسلم لا يكثر من أحاديث هذا النوع، ولا يذكرهم في الأصول، إنما يذكرهم في الغالب في الشواهد والمتابعات، كما قلنا في المفاضلة بين الصحيحين.",
            "page": "9",
            "part": "3",
            "seal": "633306BE"
        },
        {
            "id": "48",
            "nass": "\"فنقسمها على ثلاثة أقسام وثلاث طبقات من الناس على غير تكرار -والمراد على غير تكرار يكثر، وأما التكرار غير الكثير الذي يحتاج إليه فهو موجود- إلا أن يأتي موضع لا يستغنى فيه عن ترداد حديثٍ فيه زيادة معنى، أو إسنادٌ -معطوفٌ على موضع \"أي\" أي أن التكرار تارة يكون لحديث بزيادة فيه، وتارة يكون للإسناد، وإن اتحد الحديث- يقع إلى جنب إسناد لعلة تكون هناك، لأن المعنى الزائد في الحديث المُحتاج إليه يقوم مقام حديث تام -يعني زاد، حديث زاد جملة فيحتاج إلى تكراره؛ لأنه يسوق المتون بكمالها، تختلف طريقته عن طريقة البخاري في سياق المتون، الإمام مسلم يسوق المتن كامل، فإذا اشتملت بعض رواياته على زيادة جملةٍ كرره كاملاً، أما الإمام البخاري -رحمه الله- هو يقطع الأحاديث، ولا يسوق الحديث كاملاً باستمرار، إنما يقطعه ويترجم عليه بحسب ما يستنبط منه وما يفيده الخبر من أحكام. ¶ \"فلا بد من إعادة الحديث الذي فيه ما وصفنا من الزيادة\" والمُحتاج إليه صفة للمعنى؛ لأن المعنى الزائد في الحديث المُحتاج، فلا بد من إعادة الحديث، يعني لا عوض ولا مندوحة ولا مناص ولا مفر من إعادة الحديث الذي فيه ما وصفنا من الزيادة. ¶ \"أو أن يفصل ذلك المعنى من جملة الحديث على اختصاره إذا أمكن\" ¶ يعني إذا أمكن اختصار الحديث، واختصر على بعضهم على أن هذه ليست قاعدة مطردة عند الإمام مسلم، مثلها في البخاري واختصار الحديث جائز عند أهل العلم شريطة أن يكون من عارفٍ متيقظ، يعرف ما يثبت، ويعرف ما يحذف؛ لئلا يحذف شيئاً أو يختصر من الحديث شيئاً يتوقف مراد وفهم ما أبقاه عليه، كالاستثناء مثلاً، يكون في الحديث استثناء أو وصف مؤثر، لا يجوز حذف هذا الاستثناء ولا يجوز حذف هذا الوصف المؤثر؛ لأن له تأثيراً على الحكم. ¶ \"ولكن تفصيله ربما عسر من جملته فإعادته بهيئته إذا ضاق إلى ذلك أسلم، فأما ما وجدنا بداً من إعادته بجملته من غير حاجة منا إليه فلا نتولى فعله -إن شاء الله تعالى- \". يعني أنه لا يكرر الحديث لغير حاجة، ولغير فائدة زائدة.",
            "page": "10",
            "part": "3",
            "seal": "9478DEA5"
        },
        {
            "id": "49",
            "nass": "وكذلك فعل الإمام البخاري، البخاري فيه أكثر من الثلثين تكرار، تكرار أكثر من الثلثين، فكونه يكرر، يعني ما عرف ولا وجد في صحيح البخاري حديث كرره بلفظه، سنداً ومتناً من غير اشتمالٍ على فائدة من زائدة في المواضع الأخرى إلا في نحو عشرين موضع، وأما المواضع الأخرى فلا بد أن تجد أو تقف في هذا التكرار على فائدة زائدة، أيضاً العشرين الموضع تجده كرره وإن كرره بسنده ومتنه إلا أنه كرره؛ لأنه يستنبط منه حكم، وترجم عليه بترجمة غير التراجم التي تقدمت. ¶ \"فأما القسم الأول فإننا نتوخى أن نقدم الأخبار التي هي أسلم من العيوب من غيرها -يعني أسانيدها أنظف من غيرها، ومتونها أوضح وأظهر وأصح من غيرها- وأنقى من أن يكون ناقلوها أهل استقامة – \"من\" هذه تعليلية- وإتقان -أي إحكام وضبط لمروياتهم- لما نقلوا لم يوجد في رواياتهم اختلاف شديد -قد يوجد الاختلاف الخفيف غير المؤثر، أما الاختلاف الشديد المؤثر فإنه لا يوجد في أحاديث القسم الأول- ولا تخليطٌ فاحش، كما قد عثر فيه على كثير من المحدثين، وبان ذلك -أي وضح وظهر ذلك الاختلاف والتخليط- في حديثهم، فإذا نحن تقصينا أخبار هذا الصنف من الناس -هذه الطبقة الأولى المتفق عليها بين النووي وقبله الحاكم والبيهقي، وبين عياض ومن وافقه، (تقصينا) يعني استقصينا وأتينا عليها كلها- إذا تقصينا أخبار هذا الصنف من الناس أتبعناها أخباراً يقع في أسانيدها بعض من ليس بالموصوف بالحفظ والإتقان كالصنف المقدم قبلهم\". ¶ يعني هم موصوفون بالحفظ والإتقان، لكن وصفهم بالحفظ والضبط والإتقان ليسوا بمنزلة من تقدم، يعني هم أهل حفظ وضبط وإتقان، لكنهم أخف من القسم الأول. ¶ يقول: \"أتبعناها أخباراً يقع في أسانيدها بعض من ليس بالموصوف بالحفظ والإتقان -يعني هكذا نقف على هذا أو نقول: كالصنف المقدم قبلهم؛ لأن قوله: \"كالصنف المقدم قبلهم\" مرتبط ارتباط وثيق فيما تقدم من الكلام، لأنه لو حذفنا كالصنف المقدم قبلهم، قلنا أن مسلم يخرج عن الضعفاء، لكننا إذا قلنا كالصنف المقدم قبلهم قلنا لا يخرج عن ضعفاء، وإنما يخرج عن أهل ضبط وحفظ وإتقان دون الذين تقدم.",
            "page": "11",
            "part": "3",
            "seal": "63FAF8EF"
        },
        {
            "id": "50",
            "nass": "فشرط الصحة متوافر، والحفاظ الثقات الضابطون المتقنون هل هم على درجة واحدة في الضبط والحفظ والإتقان؟ لا، فنجد واحد عنده الحفظ والضبط والإتقان 99%، والثاني عنده 95%، والثالث عنده 90%، هؤلاء كلهم معروفون بالحفظ والضبط والإتقان، لكنهم درجات، فهو يستوعب أحاديث الدرجة الأولى والقسم الأول، وينزل إلى الثاني، وقد ينزل إلى الثالثة، وكلهم في دائرة الحفظ والضبط والإتقان؛ لأنه يقول: \"كالصنف المقدم قبلهم، على أنهم وإن كانوا فيما وصفنا دونهم فإن اسم الستر والصدق وتعاطي العلم يشملهم، كعطاء بن السائد، ويزيد بن أبي زياد، وليث بن أبي سليم، وأضرابهم من حمال الآثار ونقال الأخبار، فهم وإن كانوا بما وصفنا من العلم والستر عند أهل العلم معروفين، فغيرهم من أقرانهم ممن عندهم ما ذكرنا من الإتقان والاستقامة في الرواية يفضلونهم في الحال والمرتبة -يفضلونهم يعني يفوقونهم- لأن هذا يعني الإتقان والاستقامة في الرواية عند أهل العلم درجة رفيعة، وخصلة سنية -يعني منزلة عالية وساطعة، هؤلاء نجوم الرواية، فإذا كان الإمام مالك نجم السنن، فمن في طبقته ومن يوازيه هؤلاء لهم هذه الخصال السنية. ¶ هؤلاء الذين ذكرهم الإمام مسلم -رحمه الله-، عطاء بن السائب الثقفي الكوفي، صدوقٌ اختلط من الخامسة، مات سنة 36 مثل ما ذكرنا في أن الحافظ ابن حجر يحذف المئات، ورمز له ابن حجر في التقريب بـ\"خ\" يعني خرج له البخاري والأربعة، وهو مثال للطبقة الثانية عند مسلم، ولم يخرج له مسلم، وإنما أخرج له البخاري حديث واحد متابعة في ذكر الحوض، مقروناً بأبي بشر جعفر بن أبي وحشية، إنما خرج له البخاري مقرون بغيره، لا على سبيل الاستقلال، كعطاء السائبي، ويزيد بن أبي زياد الهاشمي موالهم، كبر فتغير فصار يتلقن، وحديثه مخرج في البخاري تعليقاً لا في الأصول، ومسلم مقرون بغيره، يعني لم يعتمد عليه البخاري ولا مسلم، إنما قرنه بغيره من الثقات.",
            "page": "12",
            "part": "3",
            "seal": "E364DB3F"
        },
        {
            "id": "51",
            "nass": "ومخرجٌ له أيضاً عند الأربعة، وليث ابن أبي سليم، وهو أيضاً صدوقٌ اختلط ولم يتميز حديثه فترك، ورمز له الحافظ في التقريب بـ\"خت\" يعني خرج له البخاري تعليقاً، ومسلم والأربعة، والمعروف أن مثل هؤلاء لا يعتمد عليهم، ومسلم والبخاري لم يعتمدا على مثل هؤلاء، وإنما يخرجون لهم في المتابعات. ¶ \"وليث ابن أبي سليم وأضرابهم من حمال الآثار ونقال الأخبار، فإنهم وإن كانوا بما وصفنا من العلم والستر عند أهل العلم معروفين، فغيرهم من أقرانهم ممن عندهم ما ذكرنا من الإتقان والاستقامة في الرواية يفضلونهم في الحال والمرتبة؛ لأن هذا عند أهل العلم درجة رفيعة وخصلة سنية، ألا ترى أنك إذا وازنت هؤلاء الثلاثة الذين سميناهم، عطاء ويزيد وليث بمنصور بن المعتمر، وسليمان بن مهران الأعمش، وإسماعيل بن أبي خالد، -هؤلاء أئمة حفاظ- في إتقان الحديث والاستقامة فيه، وجدتهم مباينين لهم -بينهم قومٌ شاسع، بين الثلاثة والثلاثة- لا يدانونهم، لا شك عند أهل العلم بالحديث في ذلك للذي استفاض عندهم من صحة حفظ -الثلاثة الذين ذكرهم آخراً- منصور والأعمش وإسماعيل، وإتقانهم لحديثهم، وأنهم لم يعرفوا مثل ذلك -الحفظ والضبط والإتقان- من عطاء ويزيد وليث، وفي مثل مجرى هؤلاء إذا وازنت بين الأقران -يعني إذا وازنت بين الرواة من الطبقة الواحدة وجدت من الفروق بينهم ما تجد، فابن عون مثلاً ابن عون، وأيوب السختياني، وإذا وازنت بين ابن عون، وهو عبد الله بن عون إمامٌ ثقة حافظٌ فاضل، إذا وازنت بين ابن عون وأيوب السختياني أيوب بن أبي تميمة السختياني، مع عوف بن أبي جميلة المعروف بالأعرابي، وأشعث بن سوار الحمراني، وهما صاحبا الحسن وابن سيرين، كما أن ابن عون وأيوب صاحباهما، يعني ابن عون وأيوب أخذا عن الحسن وابن سيرين، وعوف بن أبي جميلة وأشعث هما صاحبا الحسن وابن سيرين، يعني لا يعني كون الإنسان قرين للآخر أن يكون بمنزلته، ولا يعني أن كونهما اتفقا في الرواية عن شخص، أنهما حفظا عنه عن درجة واحدة.",
            "page": "13",
            "part": "3",
            "seal": "1A631998"
        },
        {
            "id": "52",
            "nass": "\"إلا أن البون بنيهما، الفرق بينهما وبين هذين بعيد. بعيد في كمال الفضل وصحة النقل، وإن كان عوفٌ وأشعث غير مدفوعين عن صدق وأمانة عند أهل العلم، ولكن الحال ما وصفنا من المنزلة عند أهل العلم، وإنما مثلنا هؤلاء في التسمية ليكون تمثيلهم سمة يصدر عن فهمها من غبي -يعني خفي- عليه طريق أهل العلم في ترتيب أهله فيه\". ¶ يعني هؤلاء مجرد أمثلة، فيقاس عليهم من يوازيهم، فيقاس على أهل القسم الأول من يوازيهم في الحفظ والضبط والإتقان، يعني لا ينحصر الحفظ والضبط والإتقان بمن ذكر، إنما يقاس عليهم من يوازيهم ومن يشابههم في هذا وهم كثير، ويقاس على أهل القسم الثاني: من هم في مقاربتهم ومداناتهم في الحفظ في قلة الحفظ دون الأولى، وإن كانوا يشاركونهم في أصل الحفظ. ¶ \"ليكون تمثيلهم سمة يصدر عن فهمها من غبي عليه طريق أهل العلم في ترتيب أهله فيه، فلا يقصر بالرجل العالي القدر عن درجته، ولا يرفع متضع القدر في العلم فوق منزلته\". ¶ هذه قاعدة شرعية، مستندة إلى الحديث الذي أورده الإمام مسلم: \"أمرنا رسول الله -صلى الله عليه وسلم- أن ننزل الناس منازلهم\" تقول عائشة: \"أمرنا أن ننزل الناس منازلهم\" في رواية: ((أنزلوا الناس منازلهم)) وتجد بعض الطلاب -طلاب العلم- بعضهم لا أقول كلهم، متردد بين الغلو والجفاء، فتجده إذا أعجب بشخص أنزله فوق منزلته بمراحل هذا موجود، وإذا كره من شخص خلقاً أو عابه في شيء أو انتقده في رأي تجده يجعله في أسفل سافلين، وتجده يخفي جميع ما يعرفه من مثالبه، بالعكس الأول الذي يخفي جميع ما عند الرجل من محاسن ومناقب، وهذا المنهج لا شك أنه مجانبٌ للصواب، بعيدٌ جداً عن الإنصاف، بعيدٌ عن العدل. ¶ فالإنسان مطالبٌ بالعدل، والعدل واجب {وَإِذَا حَكَمْتُم بَيْنَ النَّاسِ أَن تَحْكُمُواْ بِالْعَدْلِ} [(58) سورة النساء]، وعلى الإنسان أن يحفظ نفسه، وأن لا يهدي ما يجمعه ويتعب عليه من حسنات إلى غيره، ولذا يقول:",
            "page": "14",
            "part": "3",
            "seal": "C555AFC5"
        },
        {
            "id": "53",
            "nass": "\"فلا يقصر بالرجل العالي القدر عن درجته، ولا يرفع متضع القدر في العلم فوق منزلته -بل ينزل الناس منازلهم- ويعطى كل ذي حقٍ فيه حقه، وينزل منزلته، وقد ذكر عن عائشة -رضي الله عنها- أنها قالت: \"أمرنا رسول الله -صلى الله عليه وسلم- أن ننزل الناس منازلهم -هذا تعليق بصيغة التمرير، وذكر عن عائشة، والحديث رواه أبو داود بلفظ: ((أنزلوا الناس منازلهم)) والحديث عند أبي داود أيضاً ضعيف، للانقطاع بين ميمون بن أبي شبيب وعائشة، فقد صرح أبو داود في سننه بأنه لم يدركها، وذكره الحاكم في علوم الحديث دون إسناد وصححه، وذكره النووي في رياض الصالحين جازماً به، وحسنه السخاوي في المقاصد، المقصود أن الحديث كثرة طرقه تدل على أن له أصلاً، وإن ضعفت مفرداتها. ¶ \"أمرنا رسول الله -صلى الله عليه وسلم- أن ننزل الناس منازلهم\" ورواية أبي داود: ((أنزلوا الناس منازلهم)) فدل على أن قول الصحابي: \"أمرنا رسول الله\" بمنزلة قوله -عليه الصلاة والسلام-: (افعلوا) خلافاً لمن يقول: إنه لا يحتج بقوله: (أمرنا) حتى يذكر اللفظ النبوي، لاحتمال أن يسمع كلام يظنه أمر، وفي الحقيقة ليس بأمر، يسمع كلام يظنه نهي، وفي الحقيقة ليس بنهي، لكن هذا الكلام مردود، لا شك أن هذا الكلام مردود؛ لأن الصحابة إذا خفيت عليهم مدلولات الألفاظ الشرعية إذاً تبين وتتضح لمن؟ من يعرف مدلولات الألفاظ الشرعية إذا لم يعرفها الصحابة؟ هذا القول لا شك أنه مردود. ¶ \"مع ما نطق به القرآن من قول الله تعالى: {وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ} [(76) سورة يوسف]، وعلى نحو ما ذكرنا من الوجوه نؤلف ما سألتَ من الأخبار عن رسول الله -صلى الله عليه وسلم-، فأما ما كان منها عن قومٍ هم عند أهل الحديث متهمون أو عند الأكثر منهم فلسنا نتشاغل بتخريج حديثهم -هؤلاء هم الطبقة الرابعة عند القاضي عياض، وهم الطبقة الثالثة عند النووي. ¶ طالب: الثالثة عند مسلم أو عند النووي؟ ¶ الثالثة عند مسلم، النووي أخذه من كلام مسلم.",
            "page": "15",
            "part": "3",
            "seal": "4282B3DC"
        },
        {
            "id": "54",
            "nass": "\"فأما ما كان عند قومٍ هم عند أهل الحديث متهمون -النووي نظر إلى صريح كلامه في المقدمة، وعياض نظر إلى واقع الكتاب، والنووي نظر إلى أنهم ثلاثة أقسام كما نطق بذلك، والقاضي عياض جعلهم أربعة أقسام من فهمه للمقدمة ومن واقع الكتاب؛ لأنه جعل الرواة على أربعة أقسام واقعهم على أربعة أقسام، فمثلاً: منصور بن معتمر ومن معه ممن هو الغاية في الحفظ والضبط والإتقان، وقل مثلهم: ابن عون وأيوب السختياني طبقة، دونهم عوف بن أبي جميلة وأشعث الحمراني، ودونهم عطاء بن السائب ويزيد بن أبي زياد والليث بن أبي سيلم، ودونهم طبقة رابعة هم المتهمون: كعبد الله بن مسور المدائني، وإلى من ذكرهم. ¶ لكن النووي جعل مثل أيوب وابن عون مع عوف بن أبي جميلة طبقة واحدة، وإن كان دونهم في المنزلة، وجعل عطاء بن السائب وليث بن أبي سليم طبقة وجعل هؤلاء المتركون طبقة فصاروا ثلاث، ولا شك أن كلام النووي محتمل باعتبار أنه مزج الطبقتين الأولى والثانية فجعلهما طبقة واحدة، وأما الثالثة أفردها وهي دونهم، وفيهم كلام، وأما الطبقة الرابعة جعلها ثالثة وهم من أكثر أهل الحديث على اتهماهم. ¶ \"فأما ما كان عن قومٍ هم عند أهل الحديث متهمون أوعند الأكثر منهم فلسنا نتشاغل بتخريج حديثهم، كعبد الله بن مسور أبي جعفر المدائني، وعمرو بن خالد، وعبد القدوس الشامي، ومحمد بن سعيد المصروب، وغياث بن إبراهيم، وسليمان بن عمرو بن أبي داود النخعي، وأشباههم ممن اتهمَ بوضع الحديث وتوليد الأخبار -فالمتهم بوضع الأحاديث، وتوليد الأخبار هؤلاء ضعفهم شديد، فلا يعرج عليهم الإمام مسلم، ومفهوم هذا الكلام أنه قد يخرج لمن ضعّف بما دون ذلك، وهو محل الخلاف بين النووي والقاضي عياض، النووي فهم أنه لا يخرج لمن ضعّف، ولو لم يكن تضعيفه إلى حد الاتهام، والقاضي عياض يقول: قد يخرّج، فنظر إلى هذا الكلام وجعله له مفهوم، جعل له مفهوم أنه يخرج من دون هؤلاء في الضعف.",
            "page": "16",
            "part": "3",
            "seal": "639996F8"
        },
        {
            "id": "55",
            "nass": "أولاً: الاتهام بالكذب إنما ينشأ عن تفرد الراوي الذي يأتي بما يخالف عليه، بحيث يتفرد به، ولا يعرف إلا من طريقه، حينئذٍ يتهم به، إذا خالف من هو أوثق منه، أو يكون معروفاً بالكذب في حديثه العادي، ولا يعرف بالكذب في حديث النبي -عليه الصلاة والسلام-؛ لأنه لو كذب في حديث النبي ما يقال متهم بالكذب إنما يقال كذاب. ¶ \"ممن اتهم بوضع الأحاديث وتوليد الأخبار، وكذلك من الغالب على حديثه المنكر أو الغلط أمسكنا أيضاً عن حديثهم\". ¶ ثم قال -رحمه الله تعالى-: ¶ \"وعلامة المنكر في حديث المحدث أن تعرض روايته أو رواياته على روايات الحفاظ، وعلامة المنكر في حديث المحدث إذا ما عرضت روايته للحديث على رواية غيره من أهل الحفظ والرضا خالفت روايته روايتهم، أو لم تكد توافقها -يعني خالفتها بالكلية، أو كانت المخالفة غالبه، فالطريق إلى معرفة ضبط الراوي أن تعرض رواياته على روايات الحفاظ، فإن وافقهم فهو ضابط، إن خالفهم يسيراً أيضاً ضابط، إن خالفهم كثيراً أو لم يوافقهم في شيء فهذا ليس بضابط. ¶ ومن يوافق غالباً بالضبطِ ... فضابطٌ أو نادراً فمخطيء ¶ فمن تكون موافقته لهم نادرة فهذا يصنف على أن غير ضابط، أو غير حافظ، مخالفة الثقات هي أحد أوجه الطعن في الراوي المتعلقة بانتفاء الضبط، وهي خمسة: فحش الغلط وكثرة الغفلة وسوء الحفظ والفهم ومخالفة الثقات. ¶ \"فإذا كان الأغلب من حديثه كذلك -يعني المخالفة- كان مهجور الحديث -هذا حكم رواية من كثرت المخالفة في حديثه، راوي المنكر حديثه مهجور- غير مقبوله، ولا مستعمله، فمن هذا الضرب من المحدثين، عبد الله بن محرر -الجزري القاضي متروك- ويحيى بن أبي عنيسة -أيضاً أبو يزيد الجزري ضعيف- والجراح ابن المنهال أبو العطوف، وعباد بن كثير، وحسين بن عبد الله بن ضميرة، وعمر بن صهبان، ومن نحا نحوهم في رواية المنكر من الحديث\".",
            "page": "17",
            "part": "3",
            "seal": "8B40B680"
        },
        {
            "id": "56",
            "nass": "يقول الإمام -رحمه الله تعالى-: \"فلسنا نعرج على حديثهم، ولا نتشاغل به -يعني لا نلتفت إليه، ولا نتشاغل بروايته، وفي القاموس وشرحه عرج البناء تعريجاً: ميِّل، فلا يميِّل على حديث مثل هؤلاء، ولا يعرج عليه، وعرّج النهر: أماله، وعرّج عليه: عطف، فمعنى كلام مسلم أننا لا نعطف على حديثهم، ولا نتوجه إليه، ولا نميل إليه، ولا نتشاغل به- لأن حكم أهل العلم والذي نعرف من مذهبهم في قبول ما يتفرد به المحدث من المتحدث -هناك إذا خالف وهنا في مجرد التفرد- أن يكون قد شارك الثقات من أهل العلم والحفظ في بعض ما رووا، وأمعن في ذلك -البعض هذه: يريد الإمام مسلم بها الأكثر- في بعض ما رووا -يعني في أكثر ما رووا، في أكثر روايته، بدليل قوله: \"وأمعن في ذلك\" يعني بالغ في ذلك وجد في ذلك. ¶ \"وأمعن في ذلك على الموافقة لهم، فإذا وجد كذلك ثم زاد بعد ذلك شيئاً ليس عند أصحابه\" أولاً: إذا وجدناه وافق الحفاظ، وأمعن في موافقتهم حكمنا عليه بأنه ضابط وإلا مخطئ؟ ضابط، إذاً هو ثقة زيادته، (ثم زاد بعد ذلك شيئاً ليس عند أصحابه قبلت زيادته). ¶ وهذا الإطلاق من مسلم -رحمه الله- يوافق قول من يقول: بقبول زيادة الثقات مطلقاً (قبلت زيادته) وعرفنا أن الحكم للقرائن، قد تقبل بالقرائن وقد ترد بالقرائن، وهذا قول: الكبار من الحفاظ، وعليه صنيعهم، وجروا على ذلك.",
            "page": "18",
            "part": "3",
            "seal": "4B2EDD1B"
        },
        {
            "id": "57",
            "nass": "\"قبلت زيادته، فأما من تراه يعمد -أي يروي- لمثل الإمام الزهري في جلالته وكثرة أصحابه الحفاظ المتقنين لحديثه وحديث غيره، أو لمثل هشام بن عروة، وحديثهما عند أهل العلم مبسوط مشترك -أي يشترك الجميع في معرفته، منشور بين الناس، ليس فيه خفاء لكونهم مكثرين من الرواية، حديثهم مبسوط منشور، يشترك الجميع في معرفته، يعني حديث الزهري أو حديث هشام بن عروة يخلو ديوان من دواوين الإسلام؟ حديث الزهري أو حديث هشام بن عروة لا يخلو ديوان من دواوين الإسلام المعروفة إلا وفيه من حديث الزهري وحديث هشام بن عروة، هذا مشهور، أحاديثهم مبسوطة في كتب العلم، (مشتركٌ) يشترك الجميع في معرفته- قد نقل أصحابهما عنهما حديثهما على الاتفاق منهم في أكثره، فيروي عنهما أو عن أحدهما العدد من الحديث، مما لا يعرفه أحدٌ من أصحابهما -يعني أصحاب الزهري والآخذون عنهم فيهم كثرة، وفيهم حفاظ ضابطون متقنون، يأتي شخص فيروي عن الزهري ما لا يعرفه أصحابه ويقبل مثل هذا؟ أبداً- وليس مما قد شاركهم في الصحيح مما عندهم، فغير جائز قبول حديث هذا الضرب من الناس. والله أعلم\". ¶ \"قد شرحنا من مذهب الحديث وأهله -يعني وضحنا طريقة أهل الحديث في قبول رواية الراوي وردها- بعض ما يتوجه به من أراد سبيل القوم -يعني من أراد أن يقلد القوم، من أراد أن يحاكي القوم، من أراد أن يسلك مسلك القوم، من أراد طريقهم وسبيلهم- ووفق لها -يعني يفهم ما ذكرناه ويطبق عليه، فإنه حينئذٍ يوفق؛ لأنه سلك السبيل الصحيح، والطريق الصحيح، والسبيل والطريق بمعنىً واحد، وهما يذكران ويؤنثان. (ووفق) يعني هدي لها، ثم قال: ¶ \"وسنزيد -إن شاء الله تعالى- شرحاً وإيضاحاً في مواضع من الكتاب عند ذكر الأخبار المعللة إذا أتينا عليها في الأماكن التي يليق بها الشرح والإيضاح -إن شاء الله تعالى- والله أعلم\". ¶ وصلى الله وسلم وبارك على عبده ورسوله نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "19",
            "part": "3",
            "seal": "58B1D02D"
        }
    ],
    "t162": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الكلام على الحمدلة والصلاة على الآل والأصحاب"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "الكلام على (أما بعد) وأقسام الحديث، ورواية الأحاديث الصحيحة"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "طبقات الرجال"
        }
    ]
}