{
    "b1681": [
        {
            "id": "1",
            "nass": "التحفة الوسيمة ¶ شرح على الدرة اليتيمة ¶ تآليف ¶ الشيخ محمد باي بلعام ¶ إمام ومدرس بآولف ولاية أدرار ¶ الجزائر",
            "page": null,
            "part": null,
            "seal": "F91A7AE4"
        },
        {
            "id": "3",
            "nass": "حقوق الطبع محفوظة",
            "page": "2",
            "part": "1",
            "seal": "2F08334A"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم. صلى الله على سيدنا محمد وءاله وصحبه وسلم. ¶ حمدا لمن فتح السن العرب بالإعراب. وشرح صدورهم للإعراب والصلاة والسلام على من بعثه الله رسولا لأهل الحاضرة والأعراب. وعلى ءاله والأصحاب. ومن تبعهم بإحسان إلى يوم العتاب. ¶ وبعد فيقول العبد الضعيف القاصر، محمد باي بن محمد عبد القادر قد طلب مني بعض الإخوان أن نضع شرحا على الدرة اليتيمة في النحو لظنه أني أهل لذلك والله أعلم بما هنالك فاستخرت الله واستعنت به وتوكلت عليه وما توفيقي إلا بالله عليه توكلت وإليه أنيب. وكنت عند رغبة الطالب نازلا، وإن كنت لست لذلك أهلا ولقد حاولت أن نتعرف على ناظمها فلم نعثر عليه وعلى كل فإننا نرجو لعملنا ولعمله القبول، والرضا من الله العلي القدير إنه على ما يشاء قدير وبالإجابة جدير. وسميته ـ[التحفة الوسيمة على الدرة اليتيمة]ـ. وبالله التوفيق وهو الهادي إلى أقوم طريق قال الناظم رحمه الله وأكرم مثواه وجعل الجنة منزله ومأواه. ¶ \"حمدا لمن شرفنا بالمصطفى…وباللسان العربي أسعفا\" ¶ \"ثم على أفصح خلق الله…وآله أزكى صلاة الله\" ¶ \"يا طالبا فتح رتاج العلم…وقاصدا سهل طريق الفهم\" ¶ \"إجنح إلى النحو تجده علما …تجلو به المعنى العويص المبهما \" ¶ \"وهاك فيه درة يتيمة …أرجو لها حسن القبول قيمة \"",
            "page": "3",
            "part": "1",
            "seal": "067566F5"
        },
        {
            "id": "6",
            "nass": "قوله \"حمدا\" مصدر حمد الله تبارك وتعالى الذي \"شرفنا\" والشرف العلو يقال شرفه الله تشريفا و\"المصطفى\"، اسم من أسمائه صلى الله عليه وسلم. وقد شرف الله هاته الأمة المحمدية به وزادها شرفا \"باللسان العربي\" الذي هو لغة القرآن المنزل على سيدنا محمد قوله \"اسعفا\" المساعفة المواتاة والمساعدة وبعد أن حمد الله والحمد هو الثناء بالجميل على الجليل وابتدأ به عملا بقوله صلى الله عليه وسلم: كل أمر ذي بال لا يبدأ فيه باسم الله فهو ابتر الخ. ثني الصلاة على سيدنا محمد الذي هو أفصح المخلوقات كما قال صلى الله عليه وسلم: ¶ \"أنا أفصح من نطق بالضاد\" وقوله \"وءاله\" في مقام الدعاء يدخل كل مؤمن وزكى نما وأزكى أفعل تفضيل والصلاة من الله الرحمة ومن الملائكة الاستغفار ومن الآدميين دعاء وتضرع و\"رتاج\" بالكسر ومنه رتاج الكعبة الباب المغلق وعليه باب صغير والمعنى يا من طلب فتح باب العلم وقصد الطريق السهلة إلى الفهم أي الإدراك \"اجنح\" أي مل \"إلى\" علم \"النحو\" والنحو في اللغة بمعنى القصد تقول نحوت كذا نحوا أي قصدته قصدا وبمعنى المثل يقال هذا نحوه أي مثله وبمعنى القسم يقال هذه على أربعة أنحاء أي أقسام وقد أشار بعضهم إلي نظم معاني النحو في اللغة فقال: ¶ للنحو سبع معان قد أتت لغة…جمعتها ضمن بيت مفرد كملا ¶ قصد ومثله ومقدار وناحية…نوع وبعض وحرف فاحفظ المثلا ¶ وفي الاصطلاح: هو علم استخرجه المقدمون من استقراء كلام",
            "page": "4",
            "part": "1",
            "seal": "8958382F"
        },
        {
            "id": "7",
            "nass": "العرب وفايدته الاحتراز عن الخطأ في اللسان والفهم على معاني كتاب الله والسنة ومسايل الفقه ومخاطبة العرب بعضهم بعضا وقوله \"تجلو به المعنى العويص المبهما\" تجلو أي توضح والمعنى العويص هو ما يصعب استخراج معناه قال ابن ساعد التونسي منفعة النحو تبين أحوال الألفاظ المركبة في دلالته على المقصود ورفع اللبس عن سائلها فإن قول القايل ما أحسن زيد بالسكون يحتمل أحد أمور ثلاثة التعجب في حسنة والاستفهام عن أي شيء أحسن وسلب الإحسان عنه حتى يعرب فيميز فإذا قلت ما أحسن زيدا بنصب أحسن زيدا فـ \"ما\" اسم تعجب نكرة \"أحسن\" فعل ماضي \"زيدا\" مفعول به وفاعل \"أحسن\" مستتر فيه يعود على ما التعجب و \"ما\" التعجب نكرة بمعنى شيء وإذا قلت ما أحسن زيد برفع أحسن وجر زيد فـ \"ما\" استفهامية مبتدأ أحسن، خبره \"زيد\" مضاف إليه والمعنى أي أجزائه أحسن وجهه أو رأسه أو يده وإذا قلت ما أحسن زيد بنصب أحسن ورفع زيد فـ \"ما\" نافية و \"أحسن\" فعل ماض \"وزيد\" فاعل فسلبت الحسن عن زيد وهذا معنى قول الناظم \"تجلو به المعنى العويص المبهما\" وقوله \"فهاك فيه\" هاك اسم فعل أمر بمعنى خذ و \"الدرة\" اللؤلؤة والجمع درورات ودرر \"يتيمة\" أي عديمة النظير قال في مختار الصحاح وكل شيء مفرد يعز نظيره فهو يتيم يقال درة يتيمة و \"قيمة\" واحدة القيم من قولك قوم السلعة تقويما والناظم طلب أن تكون قيمة هذه الدرة حسن القبول أي أن يتقبلها الله وتكون خالصة لوجهه ويقبلها الناس فينتفعون بها وهذا الدعاء مشابه لقوله في آخر بيت منها",
            "page": "5",
            "part": "1",
            "seal": "BEF60407"
        },
        {
            "id": "9",
            "nass": "\"أبياتها قاف القبول المرتجى\" ثم قال: ¶ \"باب حد الكلام والكلمة وأقسامها\". ¶ \"حد الكلام لفظنا المفيد نحو أتى زيد وذا يزيد\" ¶ \"وحد كلمة فقول مفرد وهي اسم وفعل وحرف يقصد\" ¶ قوله \"حد الكلام\" في اصطلاح أهل النحو \"لفظنا\" أي اللفظ وهو الصوت المشتمل على بعض الحروف الهجائية التي أولها الألف وآخرها الياء وأما عند أهل اللغة فقد يطلق الكلام على خمسة معان يسمونها محترزات اللفظ كما قال القائل: ¶ واحترزوا باللفظ في الكلام من خمسة تدرى لدى الأفهام ¶ الخط والإشارة المفهوم ثم حديث النفس والتكليم ¶ \"الخط\" تقول العرب القلم أحد اللسانين ومن ذلك قول عائشة ما بين دفتي المصحف كلام \"والإشارة\" كقول الشاعر: ¶ حواجبنا تقضى الحوائج بيننا…ونحن سكوت والهوى يتكلم ¶ \"والمفهوم\" كقول الراجز: ¶ امتلأ الحوض وقال قطني مهلا…رويدا قد ملأت بطني. ¶ \"حديث النفس\" كقول الشاعر: ¶ إن الكلام لفي الفؤاد…وإنما جعل اللسان على الفؤاد دليلا ¶ \"والتكليم\" ومنه قول الشاعر: ¶ قالوا كلامك هندا وهي مصغية…يشفيك قلت صحيح ذاك إن كان ¶ وقوله \"المفيد\" فائدة يحسن سكوت المتكلم عليها \"نحو أتى زيد\" وهذا مثال صالح للفظ وللفائدة وهذه الجملة فعلية وكذلك قولك",
            "page": "6",
            "part": "1",
            "seal": "FE8EC96E"
        },
        {
            "id": "11",
            "nass": "\"وذا يزيد\" في الجملة الاسمية احترازا مما هو معلوم كالسماء فوقنا والأرض تحتنا وما أشبه ذلك فإنه لا يسمى كلاما فهذان المثالان اجتمعت فيها شروط الكلام من لفظ وتركيب وفائدة ووضع قوله \"وحد كلمة فقول مفرد\" فالقول هو اللفظ الدال على معنى كرجل فرس والقول يعم الكلام والكلمة والكلم وقد يقصد كلام بكلمة ككلمة الشهادة وهي أكثر من كلمة، قال تعالى: {كلا إنها كلمة} وهي الحديث \"كلمتان حبيبتان إلى الرحمان خفيفتان على اللسان ثقيلتان في الميزان سبحان الله وبحمده سبحان الله العظيم\"، وهي أكثر من كلمتين قوله \"وهي اسم أو فعل أو حرف يقصد\" يعنى أن أقسام الكلام ثلاثة لا رابع لها فالكلمة إن دلت على معنى في نفسها ولم تقترن بصيغتها للزمان فهي الاسم كزيد وهند وإنسان وإن دلت على معنى في نفسها واقترنت بصيغتها للزمان فهي الفعل نحو خرج ويخرج واخرج وإن دلت على معنى في غيرها فهي الحرف نحو من وعن ولم وهل ثم شرع يبين العلامات التي يعرف بها الاسم من قسميه الفعل والحرف فقال: ¶ \"فاسم بتنوين وجر وندا…وأل بلا قيد وإسناد بدا\" ¶ قوله \"بتنوين\" وهو نون زائدة ساكنة تلحق آخر الاسم في اللفظ وتفارقه في الخط استغناء عنها بتكرار اللفظ. والتنوين على خمسة أقسام: تنوين تمكين ويسمى تنوين صرف أيضا ويلحق الاسم المتمكن الأمكن كزيد ورجل: وتنوين تنكير وهو ما فرق بين نكرة بعض الأسماء المبنية ومعرفتها وهي أسماء الأفعال كمه وصه فما نون منها كان نكرة",
            "page": "7",
            "part": "1",
            "seal": "B8149FEA"
        },
        {
            "id": "13",
            "nass": "وما لم ينون كان معرفة. الثالث: تنوين العوض وهو اللاحق من حينئذ ويومئذ فإنه عوض عن جملة نحو قوله تعالى: {وأنتم حينئذ تنظرون} الرابع: تنوين المقابلة نحو مسلمات فإنه في مقابلة النون في جمع المذكر السالم الخامس: تنوين الترنم وهو اللاحق للقوافي نحو قول الشاعر: \"أقل اللوم عاذل والعتابن\". ¶ وقسم بعضهم التنوين إلى ستة أقسام وبعضهم إلى عشرة أقسام. ¶ \"وجر\" أي ويوجود الجر في آخره سواء كان بالحرف أو الإضافة أو التبعية مثل بسم الله الرحمن الرحيم. فإنها قد جمعت المجرور بالحرف نحو بسم وبالإضافة نحو: الله والنعت نحو: الرحمن أو بالعطف نحو: مررت بزيد أو عمرو أو التوكيد نحو: مررت بزيد نفسه أو البدل نحو مررت بزيد أخيك أو بمجاورة نحو هذا جحر ضب خرب. ¶ وكذلك يعرف الاسم بدخول حرف الجر عليه وسنتكلم على حروف الجر في الباب الأخير من هذا الرجز إن شاء الله. ¶ \"وندا\" ومما يعرف به الاسم دخول حرف النداء أو كون الكلمة مناداة نحو يا إيها الرجل ويا أيتها المرأة \"و\" مما يعرف به الاسم دخول \"ال\" عليه أي الألف واللام الزائدتان على أصل الكلمة وقد جمعها بعضهم بقوله: ¶ الخيل والليل والبيداء تعرفني…والرمح والسيف والقرطاس والقلم ¶ واحترزنا بالزائدتين من \"ال\" التي من الكلمة نحو ألواح وألغاف وألهاكم فإن هذه من الكلمة فليست علامة للاسم وكذلك الموصولية التي بمعنى الذي فإنها تدخل على الاسم وعلى الفعل فأدراك في قول الشاعر:",
            "page": "8",
            "part": "1",
            "seal": "3C63746B"
        },
        {
            "id": "14",
            "nass": "ما أنت بالحكم الترضى حكومته…ولا الأصيل ولا ذوي الرأي والجدل. ¶ \"وإسناد بدا\" أي الاسم المضاف ومعنى الإسناد إلى الاسم هو أن تنسب إليه ما يحصل به الفائدة وذلك كما في قمت وكذلك في نسبة الإيمان لنا في قولك أنا مؤمن ثم شرع يتكلم على علامات الفعل فقال: ¶ واعرف لما ضارع من فعل بلم…والتاء من قامت لماضيه علم ¶ والباء من خافي بها الأمر انجلا…والحرف عن كل العلامات خلا ¶ \"واعرف لما ضارع\" أي للفعل المضارع وسمي مضارعا لأنه شابه الاسم في الإعراب \"من فعل بلم\" نحو لم يضرب ولم يقم، قال في الألفية: ¶ \"فعل مضارع يلي لم كيشم\" ¶ \"والتاء\" أي تاء التأنيث التي توجد في آخر الفعل \"من\" قولك \"قامت\" هند \"لماضيه\" أي للفعل الماضي \"علم\" أي أمارة والمعنى أن الفعل الماضي يمتاز عن الفعل المضارع والأمر بصلاحيته للتاء الساكنة وكذلك تاء الضمير من قولك ضربت وضربت وترك الناظم رحمه الله تعالى باقي الأمارات التي يمتاز بها الفعل وقد ذكرتها في نظمنا اللؤلؤ المنظوم فقلت: ¶ \"والسين سوف قد بها الفعل وسم…والحرف من كل العلامات خصم\" ¶ ثم أشار إلى ما يمتاز به فعل الأمر من قسميه الماضي والمضارع فقال \"والياء من خافي بها\" فعل \"الأمر انجلا\" وبقى له من علامات فعل الأمر وجود نون التوكيد الخفيفة والثقيلة والى هذا أشار ابن مالك بقوله:",
            "page": "9",
            "part": "1",
            "seal": "E37A32F2"
        },
        {
            "id": "16",
            "nass": "وماضي الأفعال بالتا مز وسم…بالنون فعل الأمر أن أمر فهم. ¶ \"والحرف من كل العلامات\" التي تقدمت في قسميه الاسم والفعل \"خلا\" مثل حروف الجر وهي من وما ذكر معها من حروف الجر ونواصب المضارع وجوازمه وحروف الجواب نحو بلى ونعم وقد أطلت الكلام في هذا الموضوع في شرحنا كفاية المنهوم على اللؤلؤ المنظوم قال في الملحة: ¶ والحرف ما ليست له علامة…فقس على قولي تكن علامة ¶ مثاله حتى ولا وثما…وهل وبل ولو ولم ولما ¶ ثم شرع يتكلم على أقسام الإعراب فقال: ¶ \"باب أقسام الإعراب\" ¶ \"أقسامه رفع ونصب وهما…في اسم وفعل ثم جر لزما\" ¶ \"تخصيصه باسم وجزم ينفرد…به مضارع وإعراب يرد\" ¶ \"مقدرا في نحو عبدي والفتى…وغير نصب كل منقوص أتى\" ¶ \"كاسمع أخي داعي موليك الغنا…واحكم على اسم شبه حرف بالبنا\" ¶ \"وفي كيدعو وكيرمي ويرى…فالرفع مع نصب الأخير قدرا\" ¶ \"واظهر لنصب الأولين واحذف…آخر كل جازما كالتقتف\" ¶ \"باب\" والباب هو المدخل وهو على قسمين حسي ومعنوي فالحسي كباب الدار والمعنوي كباب أقسام الإعراب والإعراب ينقسم إلى قسمين لغة: واصطلاحا: ففي اللغة يطلق على خمس معان جمعها بعضهم بقوله: ¶ بيان وحسن وانتقال تغير…وعرفان أي الإعراب في اللغة اعقلا",
            "page": "10",
            "part": "1",
            "seal": "EAF7DEFB"
        },
        {
            "id": "17",
            "nass": "فمن البيان قوله صلى الله عليه وسلم: \"والثيب تعرب عن نفسها\" أي تبين \"وحسن\" ومنه قوله تعالى: {عرب أترابا} أي حسانا والانتقال نحو أعربت الإبل عن مرعاها أي انتقلت من موضع إلى موضع \"تغير\" من قولهم أعربت معدة الرجل أي تغيرت \"وعرفان\" أعرب الرجل إذا كان عارفا بالخيل وأما في الاصطلاح فهو تغيير أواخر الكلمة بسبب تغيير العامل الداخلة عليها وقوله \"رفع\" ومعناه لغة العلو واصطلاحا تغير مخصوص علامته الضمة وما ناب عنها وقوله \"ونصب\" معناه لغة الاستقامة واصطلاحا تغير مخصوص علامته الفتحة وما ناب عنها وقوله \"وهما\" أي الرفع والنصب في الاسم والفعل نحو يضرب زيد ولن أضرب زيدا و \"وجر\" ومعناه لغة ضد الرفع وهو التسفل واصطلاحا تغير مخصوص علامته الكسرة وما ناب عنها ولا يكون إلا في الاسم وهذا معنى قوله \"لزما تخصيصه باسم\" نحو مررت بزيد فزيد مجرور بالباء \"وجزم\" ومعناه لغة القطع واصطلاحا تغير مخصوص علامته السكون وما ناب عنها \"وينفرد به مضارع\" نحو لم يضرب زيد فيضرب فعل مضارع مجزوم بلم وعلامة جزمه السكون الظاهر في آخره وقوله \"وإعراب يرد\" فإعراب مبتدأ ويرد خبره و \"مقدرا\" حال يعني أن الإعراب قد يكون لفظا وهو ما يظهر فيه الإعراب بجميع حركاته فتقول جاء زيد بالرفع ورأيت زيدا بالنصب ومررت بزيد بالجر فهنا ظهرت الحركات كلها وقد يأتي مقدرا فلا يمكن ظهور عمل العامل نحو هذا عبدي ورأيت عبدي ومررت بعبدي فالحركات الثلاث مقدرة على ياء المتكلم وجاء الفتى ورأيت الفتى",
            "page": "11",
            "part": "1",
            "seal": "4A9A62B9"
        },
        {
            "id": "18",
            "nass": "ومررت بالفتى فالحركات الثلاث مقدرة على الألف والمانع من ظهورها التعذر فجاء الفتى جاء فعل ماضي والفتى فاعل مرفوع وعلامة رفعة الضمة المقدرة على الألف منع من ظهورها التعذر ورأيت الفتى رأيت فعل وفاعل والفتى مفعول به منصوب وعلامة نصبه فتحة مقدرة على الألف منع من ظهورها التعذر ومررت بالفتى مررت فعل وفاعل وبالفتى جار ومجرور وعلامة جره الكسرة المقدرة على الألف منع من ظهورها التعذر وقوله \"وغير نصب كل منقوص أتى\" يعنى أن المنقوص يقدر فيه الرفع والجر نحو قام القاضي ومررت بالقاضي قام فعل ماضي والقاضي فاعل مرفوع وعلامة رفعه الضمة المقدرة على الياء منع من ظهورها الثقل ومررت بالقاضي فعل وفاعل وبالقاضي جار ومجرور وعلامة جره كسرة مقدرة على الياء منع من ظهورها الثقل قال في الألفية: ¶ والثاني منقوص ونصبه ظهر…ورفعه ينوى كذا أيضا يجر ¶ وتظهر فيه الفتحة لخفتها في الياء نحو رأيت القاضي قوله \"كاسمع أخي داعي موليك الغنا\" تقدم المثال \"واحكم على اسم شبه حرف بالبنا\" يعنى أن الاسم إذا شابه الحرف في البناء فإنه يمنع من الصرف سواء شابهه في الوضع أو في المعنى، ومثال الوضع: ضربتنا؛ فالتاء مبينة، لشبهها بالحرف في وضعها على حرف واحد، ونا أيضا لشبهها بالحرف في وضعها على حرفين، ومثال المعنى في متى فإنها أشبهت همزة الاستفهام إذا كانت استفهاما وأن الشرطية إذا كانت شرطا قال ابن مالك:",
            "page": "12",
            "part": "1",
            "seal": "8BBF2C99"
        },
        {
            "id": "19",
            "nass": "كالشبه الوضعي في اسمي جئتنا…والمعنوي في متى وفي هنا ¶ \"وفي كيدعو\" من قولك يدعو زيد يدعو فعل مضارع مرفوع وعلامة رفعة الضمة المقدرة على الواو منع من ظهورها الثقل وزيد فاعل مرفوع بالضمة الظاهرة \"كيرمي\" نحو يرمي زيد يرمي فعل مضارع مرفوع بالضمة المقدرة على الياء منع من ظهورها الثقل وزيد فاعل \"يرى\" زيد يرى فعل مضارع مرفوع بضمة مقدرة منع من ظهرها التعذر وكذلك لن يرى زيد لن حرف نفي ونصب واستقبال يرى فعل مضارع منصوب بلن وعلامة نصبه الفتحة المقدرة على الألف منع من ظهورها التعذر فالرفع في الثلاثة مقدر وكذلك النصب في يرى مقدر وهذا معنى قوله \"مع نصب الأخير قدرا واظهر لنصب الأولين\" فتقول لن يدعو ولن يرمي لن حرف نفي ونصب واستقبال يدعو فعل مضارع منصوب وعلامة نصبه الفتحة الظاهرة والفاعل مستتر وجوبا تقديره أنا وزيدا مفعول به منصوب ومثله لن أرميه فأرمي منصوب بالفتحة الظاهرة في آخره وقوله \"واحذف آخر كل جازم كالتقتف\" يعني هذه الأحرف الثلاثة الألف والواو والياء تحذف في الجزم فتقول لم يدع ولم يرم ولم ير \"وجازما\" حال من الفاعل المستتر في احذف لم يدع لم حرف نفي وجزم وقلب يدع فعل مضارع مجزوم بلم وعلامة جزمه حذف الواو من آخره والضمة قبله دليل عليه لم يرم لم حرف نفي وجزم وقلب، يرم فعل مضارع مجزوم بلم وعلامة جزمه حذف حرف الياء من آخره والكسرة قبله دليل عليه ولم ير لم حرف نفي وجزم وقلب ير فعل مضارع",
            "page": "13",
            "part": "1",
            "seal": "7AEE09D6"
        },
        {
            "id": "21",
            "nass": "مجزوم بلم وعلامة جزمه حذف حرف الألف من آخره والفتحة قبله دليل عليه ثم شرع يتكلم على إعراب الاسم المفرد وجمع التكسير فقال: ¶ \"باب إعراب الاسم المفرد وجمع التكسير\" ¶ \"وجمع تكسير كفرد يعرب بالحركات وبفتح يجب\" ¶ \"خفضهما في كل ما لا ينصرف المشبه الفعل بأن ذا يتصف\" ¶ \"بعلتين أو بعلة تكن أغنت عن اثنتين من تسع وهن\" ¶ \"جمع وعدل زاد وزن وصفه ركب وأنث عجمة ومعرفة\" ¶ \"فاجعل مع الوصف الثلاث السابقة عليه ثم افعل بها كاللاحقة\" ¶ \"فتجعل الست مع المعرفة والجمع يستغني بفرد العلة\" ¶ \"ومثله مؤنث بالألف ومع إضافة وأل فلتصرف\" ¶ \"باب أعراب الاسم المفرد\" وحقيقته هو ما ليس مثنى ولا مجموعا ولا ملحقا بهما ولا واحدا من الأسماء الخمسة وجمع التكسير هو الاسم المتغير بناء مفرده في الجمع بزيادة أو نقصان أو تغيير حركة إذا اجتمعا فيه كقولك زيد إذا جمعته قل فيه الزيود فأما الزيادة فزيادة الواو وأما التغيير فالزاي الذي كان مفتوحا صار مضموما والياء التي كانت ساكنة صارت مضمومة والثاني اجتماع النقصان مع تغير الحركة نحو كتاب إذا جمعته تقول فيه كتب فاجتمع فيه نقصان الألف وتغيير الحركة. ¶ الثالث تغيير الحركات فقط من غير زيادة ولا نقصان نحو سقف وسقف وأسد وأسد وقوله \"وجمع تكسير كفرد\" يعني أن جمع التكسير والاسم المفرد \"يعرب\" كل منهما بالحركة فتقول جاء زيد ورأيت زيدا ومررت بزيد",
            "page": "14",
            "part": "1",
            "seal": "64BC7D30"
        },
        {
            "id": "22",
            "nass": "وجاءت الرجال ورأيت الرجال ومررت بالرجال وهذا إذا كانا منصرفين وأما إذا كانا غير منصرفين فإنهما يرفعان بالضمة وينصبان بالفتحة ويخفضان بالفتحة وإلى هذا أشار بقوله \"وبفتح يجب خفضهما من كل مالا ينصرف\" وقوله \"المشبه الفعل\" لأن الاسم إذا شابه الفعل يمنع من الصرف وحقيقة الاسم الذي لا ينصرف هو الذي لا يخفض ولا ينون ولا يدخل عليه الألف واللام وقد اجتمع فيه علتان فرعيتان أو علة تقوم مقام علتين وإلى هذا أشار بقوله \"بعلتين أو بعلة تكن أغنت عن اثنتين من تسع وهن جمع\" أجمع نحو مررت بمساجد ومصابيح وصليت في محاريب وإعرابه مررت فعل وفاعل بمساجد جار ومجرور مخفوض وعلامة خفضه الفتحة نيابة عن الكسرة والمانع له من الصرف صيغة منتهى الجموع. وقوله: \"وعدل\" نحو مررت بعمر وإعرابه مررت فعل وفاعل بعمر جار ومجرور وعلامة جره الفتحة نيابة عن الكسرة والمانع له من الصرف العلمية والعدل لأن عمر معدول عن عامر \"زد\" نحو مررت بعثمان مررت فعل وفاعل بعثمان جار ومجرور مخفوض وعلامة خفضه الفتحة نيابة عن الكسرة لأنه ممنوع من الصرف والمانع له العلمية وزيادة الألف والنون \"ووزن\" الوزن مررت بأحمد مررت فعل وفاعل بأحمد جار ومجرور مخفوض وعلامة خفضه الفتحة نيابة عن الكسرة لأنه اسم لا ينصرف والمانع له من الصرف العلمية ووزن الفعل \"الوصف\" نحو مررت بأحمر مررت فعل وفاعل بأحمر جار ومجرور علامة جره الفتحة نيابة عن الكسرة والمانع له من الصرف الوصف ووزن الفعل \"ركب\" مررت بمعد كرب",
            "page": "15",
            "part": "1",
            "seal": "8CC50F70"
        },
        {
            "id": "24",
            "nass": "مررت فعل وفاعل بمعد كرب جار ومجرور مخفوض وعلامة خفضه الفتحة نيابة عن الكسرة لأنه ممنوع من الصرف بالمعرفة والتركيب المزجي \"وأنث\" مررت بزينب مررت فعل وفاعل بزينب جار ومجرور مخفوض وعلامة خفضه الفتحة نيابة عن الكسرة والمانع له من الصرف العلمية والتأنيث المعنوي كذلك مررت بفاطمة والمانع لها من الصرف المعرفة والتأنيث اللفظي \"عجمة\" مررت بميكائيل الحاصل أن الممنوع من الصرف ما فيه علتان من علل تسع أو علة واحدة تقوم مقام علتين فالعلة التي تقوم مقام علتين ما فيها ألف التأنيث مقصورة كانت ككسرى أو ممدودة كحسناء. والجمع الذي على وزن مفاعيل كدنانير فما فيه ألف التأنيث نوعان والجمع نوع ثالث وكلها من القسم الأول الذي لا ينصرف معرفا أو منكرا أو بقي منه ثلاثة أنواع وزن أفعل في الصفات وعلته وزن الفعل مع الوصف ووزن فعلان الذي مؤنثه فعلى وعلته زيادة الألف والنون مع الوصف ووزن مثنى وثلاث وعلته العدل مع الوصف فصار مدار هذه الأنواع الثلاثة على الوصفية إذا قارنتها أخرى وهذا معنى قول الناظم \"فاجعل مع الوصف الثلاث السابقة عليه\" وقوله \"ثم افعل بها كالاحقة فتجعل الست مع المعرفة\" أي مدارها على العلمية إذا قارنتها علة أخرى فصار مدار منع الصرف في غير ألف التأنيث والجمع على علتين وهما الوصف والعلمية إذا اقترن بهما علة أخرى، فالعلمية تقارنها ست علل والوصف يقارنه ثلاث علل من الست التي تقارن العلمية وقول الناظم والجمع يستغني بفرد العلة ومثله مؤنث بالألف أشار بعضهم إلى",
            "page": "16",
            "part": "1",
            "seal": "8F7A9F69"
        },
        {
            "id": "25",
            "nass": "ذلك بقوله ¶ والجمع مع تأنيثهم بألف…قام مقام علتين فاعرف ¶ \"ومع إضافة وأل فلتصرف\" هذا كقول ابن مالك: ¶ وجر بالفتحة ما لا ينصرف…ما لم يضف أو يك بعد أل ردف ¶ وإلا فإنه يخفض بالكسرة نحو مررت بإبراهيم القوم ودخلت في المساجد لأن الألف واللام والإضافة يبعد أنه من شبه الفعل ويقربانه من شبه الاسم فيدخل فيه ما يدخل في الاسم وهذا معنى قوله \"ومع إضافة وأل فالتصرف\" ¶ \"باب الأسماء الخمسة\" ¶ \"ورفع خمسة من الأسماء…بالواو ثم جرها بالباء\" ¶ \"وناب عن نصب الجميع الألف…وهي أب أخ حم وذو وفو\" ¶ \"والشرط في إعرابها بما سبق…إضافة لغير ياء من نطق\" ¶ \"وكونها مفردة مكبرة…كجا أخو أبيهم ذا ميسرة\" ¶ \"ورفع خمسة من الأسماء\" يعنى أن الأسماء الخمسة ترفع \"بالواو\" وتخفض بالياء كما قال \"ثم جرها بالياء\" وتنصب بالألف وإلى هذا أشار بقوله \"وناب عن نصب الجميع الألف وهي أب\" نحو جاء أبوك ورأيت أباك ومررت بأبيك جاء فعل ماض أبوك فاعل مرفوع وعلامة رفعه الواو نيابة عن الضمة والكاف مضاف مخفوض وعلامة خفضه الكسرة المقدرة لأنه مبني على الفتح، ورأيت أباك، رأيت فعل وفاعل أباك مفعول به منصوب بالألف نيابة عن الفتحة لأنه من الأسماء الخمسة وأبا مضاف والكاف مضاف إليه",
            "page": "17",
            "part": "1",
            "seal": "22B9514D"
        },
        {
            "id": "26",
            "nass": "في محل جر، ومررت بأبيك مررت فعل وفاعل بأبيك جار ومجرور مخفوض وعلامة خفضه الياء نيابة عن الكسرة والكاف مضاف إليه في محل جر والجار والمجرور متعلق بمررت ومن الأمثلة في القرآن في الرفع {قال أبوهم} من أمثلة النصب \"سقط يبحث عنه\" وجاء أخوك ورأيت أخاك ومررت بأخيك وجاء حموك ورأيت حماك ومررت بحميك وجاء ذو مال ورأيت ذا مال ومررت بذي مال وهذا فوك ورأيت فاك ونظرت إلى فيك فكلها ترفع بالواو وتنصب بالألف وتخفض بالياء، \"والشرط في إعرابها\" أي الأسماء الخمسة \"بما سبق\" من الحروف أن تكون مضافة \"لغير ياء من نطق\" أي المتكلم فإن كانت غير مضافة أو أضيفت لياء المتكلم فإنها تعرب بالحركات \"وكونها مفردة مكبرة\" فإن ثنيت أو جمعت فإنها تعرب بالحروف أو الحركات فإن كانت مثناة نحو جاء أبوان رفعت بالألف أو كانت مجموعة جمع تكسير رفعت بالضمة الظاهرة نحو أبآؤك فجاء أبوان جاء فعل ماض أبوان فاعل مرفوع بالألف نيابة عن الضمة وجاء أبآؤك فأبآؤك مرفوع بالضمة الظاهرة والكاف مضاف إليه في محل جر \"مكبرة\" فإن صغرت أعربت بالحركات فتقول جاء أبيك فأبي بالتصغير فاعل فجاء مرفوع بالضمة الظاهرة وأبي مضاف والكاف مضاف إليه مبني على الفتح في محل جر ولقد قلت في نظمنا اللؤلؤ المنظوم: ¶ وشرطها أن لا تصغر وأن…تضاف لد للياء وأن تنفردن",
            "page": "18",
            "part": "1",
            "seal": "E92F2042"
        },
        {
            "id": "28",
            "nass": "ثم أتى بمثال مستوف للشروط وهو قوله \"كجا أخو أبيهم ذا ميسرة\" فأخو مرفوع بالواو نيابة عن الضمة لأنه فاعل وأبيهم مجرور بالياء نيابة عن الكسرة لأنه مضاف إليه وذا ميسرة حال منصوب بالألف نيابة عن الفتحة وميسرة مضاف إليه فهذا مثال جمع التكبير والإضافة والإفراد بقية المباحث ذكرتها في شرحنا الرحيق المحتوم. ¶ \"باب المثنى\" ¶ \"والرفع في كل مثنى بالألف…والنصب والجر بياء وأضف\" ¶ \"لاثنين واثنتين هذا العملا…كذا مع المضمر كلتا وكلا\" ¶ \"نحو اشترى الزيدان حلتين…كلتهما لاثنين واثنتين\" ¶ \"باب المثنى\" والمثنى هو الاسم الدال على اثنين بزيادة في آخره صالحا للتجريد وعطف مثله عليه دون اختلاف المعنى والتثنية في اللغة هو التشفيع وفي الاصطلاح ضم اسم إلى مثله بشرط اتفاق اللفظين وأصل التثنية العطف وإنما عدلوا عنه للإيجاز والاختصار ويدل على أن أصلها العطف أن الشاعر إذا اضطر إلى الوزن رجع إليه مثل قول الشاعر: ¶ ليث وليث في محل ضنك. ¶ ولولا الوزن لقال ليثان فلما كان قولهم الزيدان أخصر من قولهم زيد وزيد زادوا على الواحد ألفا ونونا في حالة الرفع وياء ونونا في حالتي النصب والجر فقالوا جاء الزيدان ورأيت الزيدين ومررت بالزيدين وبقية بحث المسألة في المطولات قوله \"والرفع في كل مثنى بالألف\" نحو جاء الزيدان والعمران فجاء فعل ماض والزيدان فاعل مرفوع وعلامة رفعه",
            "page": "19",
            "part": "1",
            "seal": "B496B16A"
        },
        {
            "id": "29",
            "nass": "الألف نيابة عن الضمة والنون عوض عن الحركة، والعمران معطوف عليه والمعطوف على المرفوع مرفوع وعلامة رفعه الألف نيابة عن الضمة \"والنصب والجر بياء\" نحو رأيت الزيدين ومررت بالزيدين؛ رأيت فعل وفاعل والزيدين مفعول به منصوب وعلامة نصبه الياء المفتوح ما قبلها المكسور ما بعدها نيابة عن الفتحة والنون عوض عن التنوين في الاسم المفرد. ومررت بالزيدين مررت فعل وفاعل بالزيدين جار ومجرور مخفوض وعلامة جره الياء المفتوح ماقبلها المكسور ما بعدها نيابة عن الكسرة \"واضف لاثنين واثنتين\" يعني أن اثنين واثنتين يرفعان بالألف كالمثنى في الإعراب \"كذا مع المضمر كلتا وكلا\" إلا أن هذه الأسماء ليست مثناة حقيقة لأنها لا تصلح للتجريد وعطف مثلها عليها. ثم أتى بالمثال فقال \"نحو اشترى الزيدان\" اشترى فعل ماض والزيدان فاعل مرفوع بالألف نيابة عن الضمة و \"حلتين\" مفعول به منصوب بالياء نيابة عن الفتحة \"كلتاهما\" مبتدأ مرفوع بالألف نيابة عن الضمة \"لاثنين\" جار ومجرور مخفوض بالياء نيابة عن الكسرة \"واثنتين\" معطوف عليها قال في الألفية: ¶ بالألف ارفع المثنى وكلا…إذا يضمر مضاف وصلا ¶ كلتا كذاك اثنان واثنتان…كابنتين وابنتين يجريان ¶ وكان الأولى في كلتا المذكورة في النظم كلتيهما نعت للحلتين ولكن رفعها طلبا لتشخيص المثال وعلى هذه فيكون الخبر لاثنتين جار ومجرور المتعلق بمحذوف والله أعلم.",
            "page": "20",
            "part": "1",
            "seal": "50E9266A"
        },
        {
            "id": "30",
            "nass": "\"باب جمع المذكر السالم\" ¶ \"وارفع بواو جمع تذكير سلم…ونصبه كالجر بالياء علم\" ¶ \"كذاك ملحق بهذا الباب…كالمتقون هم أولو الألباب\" ¶ \"وارحم ذوي القربى من الأهلينا…تسكن بدار الخلد عليينا\" ¶ باب جمع المذكر السالم سمى سالما لأنه سلم فيه بناء الواحد بزيادة أو نقصان نحو قولك جاء الزيدون وخرج العمرون. قوله \"وارفع بواو جمع تذكير سلم\" يعني أن الواو تكون علامة للرفع في جمع المذكر السالم وهو كل جمع المذكر بعقل أوصفة من يعقل نحو الزيدون والمسلمون تقول جاء الزيدون جاء فعل ماض والزيدون فاعل مرفوع بالواو نيابة عن الضمة والنون عوض عن التنوين في الاسم المفرد \"ونصبه كالجر بالياء لزم\" تقول رأيت الزيدين ومررت بالزيدين وإعرابه رأيت فعل وفاعل والزيدين مفعول به منصوب وعلامة نصبه الياء المكسور ما قبلها المفتوح ما بعدها نيابة عن الفتحة ومررت بالزيدين مررت فعل وفاعل بالزيدين جار ومجرور وعلامة جره الياء المكسور ما قبلها المفتوح ما بعدها نيابة عن الكسرة والنون عوض عن التنوين في الاسم المفرد \"كذاك ملحق\" أي كذلك ما الحق \"بهذا الباب كالمتقون هم أولو الألباب\" فأولوا مرفوع بالواو نيابة عن الضمة قال تعالى {وأولو الأرحام بعضهم أولى ببعض} وهو اسم جمع بمعنى أصحاب قال ابن مالك: ¶ أولو وعالمون عليونا…وأرضون شذ السنونا",
            "page": "21",
            "part": "1",
            "seal": "43A7CDA3"
        },
        {
            "id": "31",
            "nass": "وكذلك عشرون وما بعدها إلى التسعين وقد ذكر الناظم من الملحقات أولوا والأهلون وعليون وهذه الألفاظ غير مستوفاة للشروط لأنها ليست علما ولا صفة وقوله \"وارحم ذوي القربى من الأهلينا\" قال تعالى: {شغلتنا أموالنا وأهلونا} فأهلونا مرفوع بالواو نيابة عن الضمة لأنها معطوف على أموالنا. وتنصب وتجر بالياء ومثال الرفع قوله تعالى: {وما أدراك ما عليون} فما استفهامية مبتدأ أول مبني أدراك خبر الأول ما عليون ما مبتدأ ثاني عليون خبره مرفوع بالواو نيابة عن الضمة وعليه فجمع المذكر السالم وما لحق به يرفع بالواو وينصب ويخفض بالياء. ¶ \"باب جمع المؤنث السالم\" ¶ \"وكل مجموع بتاء وألف…فرفعه بضمة لا يختلف\" ¶ \"والنصب مثل الجر بالكسر جعل…كذاك ما سمى به وما حمل\" ¶ \"كوافت الهندات أذرعات…واعرف أولات الفضل بالصلات\" ¶ \"باب جمع المؤنث السالم\" وهو الجمع الذي علامته ألف وتاء زائدتان على مفرده وكل مجموع بتاء وألف فرفعه أي جمع المؤنث السالم \"بضمة لا يختلف\" تقول جاءت الهندات وخرجت الزينبات جاءت الهندات جاء فعل ماض الهندات فاعل مرفوع بالضمة الظاهرة في آخره \"والنصب مثل الجر بالكسر جعل\" تقول رأيت الهندات ومررت بالهندات رأيت فعل وفاعل والهندات مفعول به منصوب وعلامة نصبه الكسرة نيابة عن الفتحة ومررت بالهندات مررت فعل وفاعل بالهندات جار ومجرور",
            "page": "22",
            "part": "1",
            "seal": "502C74B6"
        },
        {
            "id": "33",
            "nass": "مخفوض وعلامة خفضه الكسرة الظاهرة في آخرة \"كذاك ما سمى به\" فتقول في رجل اسمه هندات هذا هندات ورأيت هندات ومررت بهندات ثم أتى بالمثال فقال: \"كوافت الهندات أذرعات\" برفع الهندات بالضمة \"أذرعات\" بنصبها بالكسرة نيابة عن الفتحة وأذرعات اسم موضع بالشام \"واعرف\" فعل أمر \"أولات\" مفعول به منصوب بالكسرة نيابة عن الفتحة فأذرعات وأولات ملحق بجمع المؤنث السالم قال في الخلاصة: ¶ كذا أولات والذي اسما قد جعل…كأذرعات فيه ذا أيضا قبل ¶ فجمع المؤنث السالم يرفع بالضمة وينصب ويخفض بالكسرة ¶ \"باب الأفعال الخمسة\" ¶ \"والرفع بالنون لأفعال تكون كيفعلان تفعلين تفعلون\" ¶ \"والنصب والجزم بحذف النون كالتقنعا لترضيا بالدون\" ¶ \"باب الأفعال الخمسة\" والأفعال الخمسة هو كل مضارع اتصل به ضمير تثنية أو ضمير جمع أو ضمير المؤنثة المخاطبة يعني أن الأفعال الخمسة تعرب حالة الرفع بالنون نحو يفعلان وتفعلان ويفعلون وتفعلون وتفعلين وإعراب يفعلان فعل مضارع مرفوع وعلامة رفعه ثبوت النون في آخره نيابة عن الضمة قال ابن مالك: ¶ واجعل لنحو يفعلان النونا…وقعا وتدعين وتسألونا ¶ وحذفها للجزم والنصب سمه…كلم تكوني لترومي مظلمه ¶ وقوله \"والنصب والجزم بحذف النون كلتقنعا\" مثال مجزوم فاللام لام الأمر وتقنعا فعل مضارع مجزوم بلام الأمر وعلامة جزمه حذف النون",
            "page": "23",
            "part": "1",
            "seal": "619DF34C"
        },
        {
            "id": "35",
            "nass": "عن السكون \"لترضيا\" اللام لام كي وترضيا فعل مضارع منصوب بلام ¶ كي وعلامة نصبه حذف النون من آخره نيابة عن الفتحة قال ابن آجروم وأما الأفعال الخمسة فترفع بالنون وتنصب وتجزم بحذفها. ويقاس على بقية الأمثال فيقاس على يفعلان ما بعدها وعلى لتقنعا نحو لم يفعلا ولم تفعلا ولم يفعلوا ولم تفعلوا ولم تفعلي فكلها مجزومة وعلامة جزمها حذف النون ويقاس على لترضيا لن يفعلوا لن تفعلوا ولن تفعلي فكلها منصوبة وعلامة نصبها حذف النون والألف والواو والياء فاعل. ¶ \"باب قسمة الأفعال\" ¶ \"والفعل ماض ثم أمر ثم ما…ضارع والكل بحد علما\" ¶ \"فاقض لماض بالبنا حتما على…فتح ولو مقدرا نحو انجلى\" ¶ \"وابن على الحذف أو السكون…أمرا كقم وادع وقل صلوني\" ¶ \"وابن على الفتح مضارعا ترى…تاكيده جاء نون باشرا\" ¶ \"وإن يكن متصلا بنون…لنسوة فابن على السكون\" ¶ \"وفي سوى ذين وجوبا يعرب…بالرفع مثل نرتجي ونرهب\" ¶ \"حيث خلا عن ناصب وما جزم…وحرفه من الرباعي يضم\" ¶ \"نقول من أفلح زيد يفلح…وافتح لنحو يشتري ويفرح ¶ \"باب قسمة الأفعال\": الأفعال بالنسبة للدلالة على الزمان تنقسم إلي ثلاثة أقسام ماض ومضارع وأمر وإلى هذا أشار بقوله \"والفعل ماض ثم أمر ثم ما ضارع\" ومعنى ضارع أي شابه لأنه يشبه الاسم ويسمى مبهما لأنه يصلح للحال والاستقبال حتى يدخل عليه ما يخصصه لأحدهما وقوله",
            "page": "24",
            "part": "1",
            "seal": "D06BDDBC"
        },
        {
            "id": "36",
            "nass": "\"فاقض لماض\" أي للفعل الماضي مثل قام وقعد وضرب \"بالبنا حتما على فتح\" ما لم يتصل به ضمير مخاطب أو متكلم فيسكن مثل قمت وقعدت وضمير جمع فيضم مثل قاموا وضربوا ولقد قلت في نظمنا اللؤلؤ المنظوم: ¶ فالماضي مبني بفتح في الأخير…إلا إذا كان في عجزه ضمير ¶ وفي ضربت ابن على السكون…وضربوا بالضم للتبيين ¶ وهذا يرد قول الناظم \"بالبنا حتم على فتح\" لكنه خرج مخرج الغالب وأصل الأفعال البناء فلا يقال لم بني الفعل الماضي لأنه بني على أصل الأفعال وما جاء على أصله فلا سؤال عليه وإنما يقال لم بني الماضي على حركة ولم يبن على السكون إذ هو أصل البناء ويقال أيضا لم خص بتلك الحركة ويقال إنما بني على حركة ولم يبن على السكون لتكون له مزية على فعل الأمر لأنه يقع موقع الاسم وبيان ذلك أنك تقول مررت برجل كتب كما تقول مررت برجل كاتب وهو قد وقع موقع كاتب ولا تقول مررت برجل اكتب وإنما خص بالبناء على الفتح طلبا للتخفيف لأن الفتح أخف الحركات والفعل ثقيل فخففوه بالبناء على الفتح الذي هو أخف الحركات أو قوله \"ولو مقدرا نحو انجلى\" أي ولو كان الفتح مقدرا نحو انجلى فإن الفتح مقدر على الألف والمانع من ظهوره التعذر \"وابن على الحذف أو السكون أمرا\" يعني أن فعل الأمر وهو استدعاء طاعة المأمور بفعل المأمور به مبني على ما يجزم به مضارعه من حذف نحو ادع وارم واخش وصلوني واضربوا أو سكون نحو قم وقل ولهذا قال بعضهم: ¶ والأمر مبني على ما يجزم…به مضارعه يا من يفهم",
            "page": "25",
            "part": "1",
            "seal": "A7931F2E"
        },
        {
            "id": "37",
            "nass": "كقم وصل وادع واخش وارهب…وكا رغبا وكارغبي يا زينب ¶ \"وابن على الفتح\" فعلا مضارعا \"ترا تاكيده جاء بنون باشرا\" والمعنى أن الفعل المضارع يبنى على الفتح إذا اتصلت به نونا التوكيد الثقيلة والخفيفة نحو هل تقومن يا زيدون وعلامة رفع الفعل غير المباشر نون محذوفة لاجتماع الأمثال \"وإن يكن\" الفعل المضارع \"متصلا بنون النسوة\" ولا يكون إلا مباشرا للفعل ولهذا لم يقيده بما قيد به نون التوكيد فإنه يبنى على السكون نحو يقمن أو الهندات يضربن \"وفي سوي ذين\" المعنى أن المضارع إذا لم تتصل به نون التوكيد أو نون النسوة وجوبا يعرب بالرفع سواء كان معتلا في الأخير \"مثل نرتجي\" والضمة المقدرة على الياء المانع من ظهورها الثقل أو كان آخره صحيحا مثل \"نرهب\" ومحل كونه يعرب بالرفع \"حيث خلا عن ناصب\" ينصبه مثل لروما يعدها كما سيأتي في الباب الذي بعد هذا \"وما جزم\" أي الجوازم مثل لم قال في الآجرومية وهو مرفوع أبدا حتى يدخل عليه ناصب أو جازم \"وحرفه\" الأول أي حرف المضارعة يضم إذا كان أصل الفعل رباعي \"من الرباعي يضم تقول من أفلح زيد يفلح\" يضم المضارعة ومن أكرم يكرم قال في الملحة: ¶ وضمها من أصلها الرباعي…مثل يجيب من اجاب الداعي ¶ \"وافتح لنحو يشتري\" من اشترى الخماسي ويفرح من فرح الثلاثي.",
            "page": "26",
            "part": "1",
            "seal": "D392084A"
        },
        {
            "id": "39",
            "nass": "\"باب النواصب\" ¶ \"وانصب لما ضارع من فعل بلن…وكي مع اللام وحذف وأذن\" ¶ \"إن صدرت فانصب بها المستقبلا…متصلا او بيمين فصلا\" ¶ \"وانصب بأن ما لم تلي علما وصح…وجهان بعد الظن والنصب رجح\" ¶ \"وبعد لام الجر فانصب واضمرا…لأن جوازا كارتقى لينظرا\" ¶ \"كبعد عاطف على اسم خالص…واضمر لها على الوجوب واخصص\" ¶ \"خمسا عقيب لام جحد مثل ما…كان ذوو التقى ليغشوا ظالما\" ¶ \"وبعد حتى حيث معناها إلى…كاعمل لدار الخلد حتى تنقلا\" ¶ \"واو إذا المعنى بنحو إلا أتى…كلا تقر العين أو يعطى الفتى\" ¶ \"وبعد واو ثم فاء وقعا…صدر جوابا قرروه كالدعاء\" ¶ \"كاحرص على التقوى فتختار ولا…ترج النجاة وتسيء العملا\" ¶ \"ثم متى دل على الشرط الطلب…فاجزم جوابا لم يكن فاء صحب\" ¶ \"إن قصد الجزا به للطلب…كعامل الله بصدق تقرب\" ¶ {وانصب لماضارع} انصب فعل مضارع {من فعل} وتقدم لنا أن الفعل المضارع هو المشابه للاسم \"بلن\" وهي حر ذف نصب للمضارع وينفي معناه ويصيره خالصا للاستقبال نحو لن يقوم زيد وإعرابه لن حرف نفي ونصب واستقبال يقوم فعل مضارع منصوب بلن وعلامة نصبه الفتحة الظاهرة زيد فاعل مرفوع وعلامة رفعه الضمة الظاهرة في آخره وقوله \"وكي مع اللام وحذف\" ويشترط في النصب بها من غير تقدير أن بعدها أن تكون مصدرية وهي التي تتقدم عليها اللام إما لفظا نحو {لكي",
            "page": "27",
            "part": "1",
            "seal": "3891B915"
        },
        {
            "id": "40",
            "nass": "لا تأسوا} وإعرابه: اللام لام كي وكي حرف مصدر ونصب ولا النافية تأسوا فعل مضارع منصوب بكي وعلامة نصبه حذف النون والواو فاعل مبني على السكون في محل رفع وإما تقديرا نحو قوله تعالى: {كي تقر عينها} إذا قدرت اللام قبل كي وإعرابه كي حرف مصدر ونصب وتقر فعل مضارع منصوب بكي وعلامة نصبة فتحة ظاهرة في آخره عينها فاعل وسميت حينئذ مصدرية لتا ولها مع ما بعدها بمصدر أي لعدم إساءتكم ولقرة عينها فإن لم يتقدم عليها اللام لا لفظا ولا تقديرا وهو معنى قول الناظم \"وحذف\" أي للام فهي حرف تعليل بمعنى اللام وتكون ناصبة للفعل بعدها بأن مضمرة وجوبا بعد كي نحو جئت كي أقرأ العلم وإعرابه جئت فعل وفاعل وكي حرف تعليل وجر وأقرأ فعل مضارع منصوب بأن مضمرة وجوبا بعد كي نحو جيئت كي أقرأ العلم وإعرابه جئت فعل وفاعل وكي حرف تعليل وجر وأقرأ فعل مضارع منصوب بأن مضمرة وجوبا بعد كي وقوله \"وإذن\" أي من النواصب إذن وهي حرف جواب وجزاء ويشترط في النصب بها ثلاث شروط: ¶ الأول: أن تكون في صدر الجواب كما قال \"إن صدرت\" ¶ الثاني: أن يكون الفعل بعدها مستقبلا كما قال \"وانصب بها المستقبلا\" ¶ الثالث: أن لا يفصل بينها وبين الفعل فاصل غير القسم كما قال: \"متصلا أو بيمين فصلا\" وكما يجوز الفصل بينها وبين معمولها باليمين يجوز الفصل بالنداء والنفى قال بعضهم: ¶ عمل إذن إذا أتتك أولا…وسقت فعلا بعدها مستقبلا ¶ واحذر إذا بعملتها إن تفصلا…إلا بحلف إن نداء أو بلا ¶ وافصل بظرف أو بمجرور على…رأي ابن عصفور ريس النبلا ¶ فمثال الفصل بالنداء إذن يازيد أكرمك، والقسم إذن والله أكرمك",
            "page": "28",
            "part": "1",
            "seal": "CC19FD3D"
        },
        {
            "id": "42",
            "nass": "والنفي أذن لا أكرمك \"وافصل بأن\" نحو يعجبني أن تقوم والإعراب يعجبني فعل مضارع أن حرف نصب ومصدر تقوم فعل مضارع منصوب بأن \"ما لم تلي علما\" وتنصب بشرط أن لا يقع بعدها فعل علم لأنها إذ ذاك تكون مخففة من الثقيلة ومثاله قوله تعالى: {أفلا يرون ألا يرجع إليهم قولهم} أفلا: الهمزة للاستفهام والفاء عاطفة ولا نافية يرون فعل مضارع مرفوع بثبوت النون وأن مخففة واسمها محذوف تقدره أنه ولا نافية يرجع فعل مضارع في محل رفع خبر أن المخففة من الثقيلة وقوله \"وجهان\" أي الرفع والنصب بعد الظن ومنه قوله تعالى: {وحسبوا أن تكون فتنة} بالنصب والرفع أما النصب فعلى أنها ناصبة وبالرفع على أنها مخففة من الثقيلة قال ابن مالك: ¶ وبلن انصبه وكي كذابان…لا بعد علم والتي من بعد ظن ¶ فانصب بها والرفع صحح واعتقه…تخفيفها من أن فهو مطرد ¶ \"وبعد لام الجر\" وتسمى لام كي لأنها مثل لام كي \"كارتقى لينظرا\" أي لكي ينظر فاللام لام كي لينظر فعل مضارع منصوب بأن مضمرة جوازا بعد لام كي \"كبعد عاطف على اسم خالص\" يعني أن الفعل المضارع إذا عطف على اسم خالص انتصب بأن ويجوز حينئذ إظهارها وإضمارها وفهم من قوله خالص أنه إذا عطف على اسم غير خالص كاسم الفاعل والمفعول لم ينتصب نحو الطائر فيغضب زيد الذباب وشبيه الخالص الاسم الصريح كقولك لولا زيد ويحسن إلى بالنصب لهلكت ويجوز إظهار أن فتقول لولا زيد وأن يحسن إلي لهلكت والمصدر كقوله:",
            "page": "29",
            "part": "1",
            "seal": "8B4EA1EF"
        },
        {
            "id": "43",
            "nass": "ولبس عباءة وتقر عيني…أحب إلي من لبس الشفوف ¶ بقية الأمثلة في المطولات \"واضمر لها على الوجوب واخصص خمسا\" يعني أن تضمر وجوبا في خمسة مواضع؛ عقب لام جحد أي بعد اللام الواقعة بعد كان المنفية وهي المسماة عند النحويين بأم الجحود ولام الجحود كما قال القائل: ¶ وكل لام قبله ما كانا…أو لم يكن فللجحود بانا ¶ فمنه أيضا قوله \"ما كان ذوو التقى ليغشوا ظالما\" ما نافية كان فعل ماض وذو واسمها ليغشوا اللام لام الجحود يغشوا فعل مضارع منصوب بأن مضمرة وجوبا بعد لام الجحود وعلامة نصبه حذف النون من آخره ظالما مفعول ثاني \"وبعد حتى\" التي بمعنى إلى أو التي بمعنى لام التعليل مثاله: \"كاعمل لدار الخلد حتى تنقلا\" ومنه قوله تعالى: {حتى يرجع إلينا موسى} حتى حرف غاية وجر بمعنى إلى ويرجع فعل مضارع منصوب بأن مضمرة وجوبا بعد حتى وعلامة نصبه الفتحة الظاهرة إلينا جار ومجرور موسى فاعل ومثال التعليل اسلم حتى تدخل الجنة فاسلم فعل أمر وحتى حرف تعليل وجر بمعنى اللام تدخل فعل مضارع منصوب بأن مضمرة وجوبا بعد حتى وعلامة نصبه الفتحة الظاهرة والفاعل مستتر وجوبا تقديره أنت والجنة مفعول به ومنه \"اعمل لدار الخلد حتى تنقلا\" \"وأو\" يعني أنه يجب إضمار أن بعد أو التي بمعنى إلا كما قال \"إذا المعنى بنحو إلا\" نحو لاقتلن الكافر أو يسلم إعرابه؛ اللام توطئة للقسم اقتلن فعل مضارع مبني على الفتح لاتصاله بنون التوكيد",
            "page": "30",
            "part": "1",
            "seal": "86052584"
        },
        {
            "id": "45",
            "nass": "الثقيلة في محل رفع والفاعل مستتر وجوبا تقديره أنا والنون للتوكيد والكافر مفعول به منصوب بفتحة ظاهرة وأو حرف عطف ويسلم فعل مضارع منصوب بأن مضمرة وجوبا بعد أو والفاعل مستتر جوازا تقديره هو يعود على الكافر والمعنى لاقتلن الكافر إلا أن يسلم ومنه قوله \"كلا تقر العين أو يعطى الفتى\" يعني لا تقر العين إلا أن يعطى الفتى قوله \"وبعد واو ثم فاء وقعا\" يعني أن من النواصب للمضارع والفاء الواو الواقعين في الجواب لكن بأن مضمرة وجوبا والمراد بالفاء الفاء المفيدة للسببية والمراد بالواو الواو المفيدة للمعية قوله \"قرروه\" أي النحاة قوله \"كالدعاء\" نحو رب وفقني فاعمل صالحا وإعرابه رب منادى حذف منه ياء النداء وهو منصوب بفتحة مقدرة على ما قبل ياء المتكلم المحذوفة للتخفيف منع ظهورها اشتغال المحل بحركة المناسبة وفق فعل دعاء مبني على السكون وهو فعل أمر ولكن سمي دعاء تأدبا والفاعل مستتر وجوبا تقديره أنت فاعمل الفاء فاء السببية والفاعل مستتر وجوبا بعد تقديره أنا وصالحا مفعول به منصوب وإن قلت واعمل كانت الواو واو المعية واعمل فعل مضارع منصوب بأن مضمرة وجوبا بعد واو المعية ومثال الأمر \"كاحرص على التقوى فتختار\" احرص فعل أمر على التقوى جار ومجرور فتختار والفاء للسببية تختار فعل مضارع منصوب بأن مضمرة وجوبا بعد فاء السببية الواقعة في جواب الأمر وكذلك إذا قلت وتختار فهو منصوب بعد واو المعية الواقعة في جواب",
            "page": "31",
            "part": "1",
            "seal": "8A08DE37"
        },
        {
            "id": "46",
            "nass": "الأمر ومثال النهي \"ولا ترج النجاة وتسئ العملا\" لا حرف نهي ترج فعل مضارع مجزوم بلا الناهية وعلامة جزمه حذف الواو من آخره النجاة مفعول به فتسيء العملا الفاء للسببية الواقعة في جواب النهي وإن قلت وتسيء العملا الواو واو المعية تسيء فعل مضارع منصوب بأن مضمرة وجوبا بعد واو المعية الواقعة في جواب النهي وهكذا بقية الأمثلة التسعة التي جمعها بعضهم بقوله: ¶ مر وادع وسل واعرض لحضهم…تمن وارج كذاك النفي قد كملا ¶ فمثال الاستفهام هل زيد في الدار فأمضي إليه وأمضي إليه ومثال العرض ألا تنزل عندنا فتصيب علما ومثال التحضيض وهو الطلب بحث وإزعاج هلا أكرمت زيدا فيشكو ويشكر ومثال التمني: وهو طلب مالا مطمع فيه أو ما فيه عسر نحو ليت لي مالا فأحج به ومثال الترجي: وهو طلب الأمر المحبوب لعلى أراجع الشيخ فيفهمني ومثال النفي لا يقضي على زيد فيموت \"ثم متى دل على الشرط الطلب فاجزم جوابا\" فإن جوابه يجزم ولا ينصب \"إن قصد الجزاء إلى الطلب\" لأن شرط الطلب الذي ينتصب به الفعل المقترن بالفاء بإضمار أن أو لا يكون مخصصا وذلك بأن يكون الأمر بصيغة افعل وإلى هذا أشار ابن مالك بقوله: ¶ وبعد غير النفي جزما اعتقد…إن تسقط الفاء والجزاء قد قصد ¶ وإلى هذا أشار الناظم بقوله \"كعامل الله بصدق تقرب\" فعامل فعل",
            "page": "32",
            "part": "1",
            "seal": "F4E9EA45"
        },
        {
            "id": "48",
            "nass": "أمر الله منصوب على الحقيقة بصدق جار ومجرور تقرب فعل مضارع مجرور في جواب الأمر الكسرة عارضة للقافية وأما إذا لم يقصد الجزاء فلا جزم بل يكون الفعل مرفوعا وفيه أقوال أخرى محلها في المطولات. ¶ \"باب الجوازم\" ¶ \"واجزم بلام وبلا في الطلب…فعلا فريدا نحو لا تسترب\" ¶ \"ولتتق الله كذا لما ولم…كلم يدم عسرا والهمز ألم\" ¶ \"وفعل شرط وجواب جزما…بإن ومن وما مهما حيثما\" ¶ \"وأين أيان وأي ومتى…أنى وإذما كإن حرف أتى\" ¶ \"تقول إن تعلم بعلم تستفد…وما تقدمه من الخير تجد\" ¶ \"واقرن بنحو ألفا جوابا حيث لا…يصلح أن يجعل شرطا مسجلا\" ¶ \"كإن تخاصم فاتبع الحق ومن…يصدع بحق فهو فرد في الزمن\" ¶ \"باب الجوازم\" والجوازم على قسمين أحدهما يجزم فعلا واحدا والآخر يجزم فعلين وإلى الأول أشار بقوله \"اجزم بلام وبلا في الطلب\" والطلب يشمل الأمر والنهي فمثال لام النهي والدعاء قوله تعالى: {لينفق ذو سعة من سعته} وهذا اللام الأمر وينفق فعل مضارع مجزوم بلام الأمر وتتق فعل مضارع مجزوم بلام الأمر ومثال لام الدعاء {ليقض علينا ربك} فاللام لام الدعاء ويقض فعل مضارع مجزوم بلام الدعاء وعلامة جزمه حذف الياء من آخره ومثال لا في النهي \"لا تسترب\" {ولا تأخذ بلحيتي} ومثال لا في الدعاء {لا تؤاخذنا} وقوله \"كذا لما ولم\" أي من جوازم الفعل المضارع",
            "page": "33",
            "part": "1",
            "seal": "28042F50"
        },
        {
            "id": "49",
            "nass": "لما نحو قوله تعالى: {ولما يعلم الله الذين جاهدوا منكم} لما حرف نفي وجزم وقلب يعلم فعل مضارع مجزوم بلما وعلامة جزمه السكون الظاهر في آخره وكسر لالتقاء الساكنين والله فاعل \"ولم\" نحو لم يلد وإعرابه لم حرف نفي وجزم وقلب ويلد فعل مضارع مجزوم بلم وعلامة جزمه السكون وكذلك قوله \"لم يدم عسر\" ومن الجوازم المقرون \"بالهمز ألم\" نحو قوله تعالى: {ألم نشرح لك صدرك} وإعرابه الهمزة للتقرير لم حرف نفي وجزم وقلب ونشرح فعل مضارع مجزوم بلم وعلامة جزمه السكون الظاهر في آخره والفاعل مستتر وجوبا تقديره نحن لك جار ومجرور متعلق ينشرح وكذلك ألما ولم يذكرها الناظم نحو ألما أحسن إليك فهذه الجوازم تجزم فعلا واحدا. وأما التي تجزم فعلين فأشار إليها بقوله \"وفعل شرط وجواب جزما بإن\" وهي حرف نحو قوله تعالى: {إن ينتهوا يغفر لهم ما قد سلف} إعرابها إن حرف شرط تجزم فعلين الأول فعل الشرط الثاني جوابه وجزاؤه ينتهوا فعل مضارع مجزوم على أنه فعل الشرط وعلامة جزمه حذف النون من آخره لأنه من الأفعال الخمسة يغفر فعل مضارع مجزوم على أنه جواب الشرط وعلامة جزمه السكون الظاهر في آخره الثاني مما يجزم فعلين \"من\" وهي في الأصل موضوعة لمن يعقل ثم ضمنت معنى الشرط فجزمت نحو قوله تعالى: {من يعمل سوءا يجز به} فمن اسم شرط جازم مبتدأ مبني على السكون في محل رفع يعمل فعل مضارع مجزوم بمن فعل الشرط وعلامة جزمه السكون والفاعل مستتر جوازا تقديره هو يعود على من والجملة في محل رفع خبر المبتدأ وسوءا مفعول به ويجز فعل مضارع مبني لما لم يسم فاعله مجزوم بمن على أنه",
            "page": "34",
            "part": "1",
            "seal": "79849982"
        },
        {
            "id": "50",
            "nass": "مجزوم بمن على أنه جواب الشرط وعلامة جزمه حذف الألف من آخره والفتحة قبله دليل عليه \"وما\" أي الثالث مما يجزم فعلين ما وهي في الأصل موضوعة لما لا يعقل ثم ضمنت معنى الشرط فجزمت فعلين \"مهما\" نحو قوله تعالى: {مهما تأتنا به من آية لتسحرنا بها فما نحن لك بمؤمنين} وإعرابه مهما اسم شرط جازم وهي كذلك موضوعة لما لا يعقل تأت فعل مضارع مجزوم بمهما فعل الشرط وعلامة جزمه حذف الياء والكسرة قبلها دليل عليها وجملة فما نحن لك بمؤمنين جواب الشرط مقترنة بفاء الربط ومنه قول الشاعر: ¶ ومهما تكن عند امرئ من خليقة وإن خالها تخفى على الناس تعلم \"وحيثما\" نحو: ¶ حيثما تستقم يقدر لك الله…نجاحا في غابر الأزمان ¶ ونحو حيثما تذهب تذهب معك فتذهب الأولى فعل الشرط مجزوم وتذهب جواب الشرط كذلك \"وأين\" نحو {أينما تكونوا يدركم الموت} وإعرابه أين اسم شرط جازم تجزم فعلين الأول فعل الشرط وعلامة جزمه حذف النون والواو فاعل ولا تحتاج تكونوا للخبر لأنها تامة ويدرك فعل مضارع مجزوم بأين جواب الشرط وعلامة جزمه السكون والكاف الثانية مفعول به مبني على الضم في محل نصب والموت فاعل يدرك \"وأيان\" نحو قول الشاعر \"فأيان ما تعدل به الريح تنزل\" فأيان اسم شرط جازم وتعدل فعل مضارع مجزوم بأيان فعل الشرط وعلامة جزمه السكون وبه",
            "page": "35",
            "part": "1",
            "seal": "7A5FBD77"
        },
        {
            "id": "52",
            "nass": "جار ومجرور متعلق بتعدل والريح فاعل تعدل مرفوع بالضمة الظاهرة وتنزل فعل مضارع مجزوم بأيان جواب الشرط وعلامة جزمه السكون وحرك بالكسر لأجل الروي \"وأي\" نحو قوله تعالى: {أياما تدعوا فله الأسماء الحسنى} فأي اسم شرط جازم مفعول مقدم لتدعو وما زائدة وتدعو فعل مضارع مجزوم بحذف النون على أنه فعل الشرط وجملة فله الأسماء الحسنى في محل جزم جواب الشرط لأن القاعدة أن جواب الشرط إذا لم يصلح أن يكون فعلا للشرط تعين قرنه بالفاء \"ومتى\" نحو قول الشاعر: ¶ متى أضع العمامة تعرفوني: فإعرابه متى اسم شرط جازم وأضع فعل مضارع مجزوم على أنه فعل الشرط وحرك بالكسر لالتقاء الساكنين وتعرفوني فعل مضارع مجزوم بمتى جواب الشرط وعلامة جزمه حذف النون علامة على الجزم \"وأنى\" نحو: ¶ فأصبحت أنى تات تستجر بها…تجد حطبا جزلا ونارا تاججا ¶ فتات فعل مضارع مجزوم بأنى فعل الشرط وعلامة جزمه حذف الياء والكسرة قبله دليل عليه وتستجر فعل مضارع بدل اشتمال من تات وتجد جواب الشرط مجزوم وعلامة جزمه السكون وبقية إعراب البيت واضح \"وإذما\" نحو قول الشاعر: ¶ وإنك إذ ما تات ما أتت ءامر…به تلف من اباه تأمر اتيا",
            "page": "36",
            "part": "1",
            "seal": "80A703B2"
        },
        {
            "id": "53",
            "nass": "وإعرابه الواو حسب ما قبلها وإن حرف توكيد ونصب تنصب الاسم وترفع الخبر والكاف اسمها مبني على الفتح في محل نصب وإذ ما حرف شرط جازم تجزم فعلين الأول فعل الشرط والثاني جوابه تات فعل مضارع مجزوم على أنه فعل الشرط وعلامة جزمه حذف الياء والكسرة قبلها دليل عليها والفاعل مستتر وجوبا تقديره أنت وما اسم موصول بمعنى الذي مفعول به وتلف فعل مضارع مجزوم على أنه جواب الشرط وعلامة جزمه حذف الياء والكسرة قبله دليل عليه وقوله \"وإذما ذا كان حرف\" يعني أن إن حرف بلا خلاف وإذما فالمشهور أنها حرف مثل لن ولذلك أقتصر عليها وباقي الأدوات وهي ماعدا إن وإذما كلها أسماء قال ابن مالك: ¶ وحيثما أنى وحرف إذما…كان وباقي الأدوات اسما ¶ وقوله \"واقرن بنحو الفا جوابا حيث لا يصلح\" إلخ البيت يعني أن جواب الشرط إذا لم يصلح جعله شرطا وهو أن يكون غير مضارع أو ماض وجب اقترانه بالفاء نحو: إن قام زيد فعمر وقائم بالنسبة للجملة الاسمية ومثل له الناظم بقوله \"ومن يصدع بحق فهو فرد في الزمن\" وكذلك إذا كانت فعلية طلبية وهو كقول الناظم \"إن تخاصم فاتبع الحق\" وفهم منه أنه إذا صح جعله شرطا لم تدخل الفاء في الجواب نحو: إن يقم زيد قام عمرو.",
            "page": "37",
            "part": "1",
            "seal": "7EEF4AB4"
        },
        {
            "id": "54",
            "nass": "\"باب النكرة والمعرفة\" ¶ \"وكل قابل لتعريف بأل نكرة كمثل مال وخول\" ¶ \"وغيره معرفة وكلها تحصر في ستة أنواع لها\" ¶ \"وهي الضمير كأنا أنت وهو فعلم كجعفر وبعده\" ¶ \"اسم إشارة كذا وذان ذي والرابع الموصول من نحو الذي\" ¶ \"فما بال عرف والسادس ما أضيف للواحد بما قدما\" ¶ \"باب النكرة والمعرفة\" النكرة هي الأصل والمعرفة فرع عنها قوله \"وكل قابل لتعريف بال نكرة\" يعني أن النكرة ما تقبل أل وهي الألف واللام \"كمثل مال وخول\" ورجل وشمس وكوكب وما أشبه ذلك فالنكرة هي الاسم الموضوع لفرد غير معين لأن رجلا يصدق على كل ذكر بالغ من بني آدم ولا يختص بذكر معين وكذلك مال وخول فإذا دخلت عليه أل صار معرفة \"وغيره\" يعني غير النكرة معرفة وهو ما لا يقبل أل ولا واقع موقع ما يقبلها وذكر الناظم من المعارف ستة كما قال \"وكلها تحصر في ستة أنواع لها\" وزاد بعضهم النداء وهو السابع وبدأ بالضمير لأنه أعرفها بعد اسم الله وأتى بأنواع الضمير الثلاثة وهو المتكلم المعظم نفسه كأنا ونحن وأنت وما معه من ضمائر المخاطبة وهو وما معه من ضمائر الغائب وما يتفرع من هذه الضمائر التي تبلغ اثنا عشر ضميرا اثنان للمتكلم وخمسة للمخاطب وخمسة للغائب \"والعلم كجعفر\" وهو ينقسم إلي قسمين علم شخص وعلم جنس فعلم الشخص هو ما يكون للفرق بين الأشخاص مثل زيد وعمر وفي العاقل ويكون في غير العاقل كشذقم",
            "page": "38",
            "part": "1",
            "seal": "BF70B16E"
        },
        {
            "id": "56",
            "nass": "وهيلة وواشق وعلم جنس هو ما كان للفرق بين الأجناس مثل أسامة للأسد وثعالة للثعلب وقوله \"اسم إشارة\" وهو على ثلاثة أقسام قريب ومتوسط وبعيد \"كذا\" للواحد \"وذان\" للاثنين وذي للمؤنثة المخاطبة \"الرابع\" الاسم \"الموصول من نحو الذي\" والخامس \"فما بال عرف\" نحو الرجل والفرس والدار \"السادس ما أضيف للواحد\" أي ومن المعارف المضاف أي ما أضيف إلى واحد من هذه الأسماء نحو جاء غلامي وغلام زيد وغلام الذي قام\". ¶ \"باب مرفوعات الأسماء\" ¶ \"يرفع من كل الأسامي الفاعل…ولو مؤولا كقام العادل\" ¶ الفاعل هو الاسم المسند إليه فعل أو ما جرى مجراه مقدما عليه على طريقة فعل أو الفاعل قوله \"يرفع من كل الأسامي\" جمع اسم وقوله \"الفاعل\" نائب فاعل يرفع والمعنى أن الفاعل يكون مرفوعا سواء كان صريحا أو مؤولا بالصريح فالصريح كقام العادل وضرب زيد عمرا والمؤول بالصريح نحو يعجبني أن تقوم وإعرابه يعجب؛ فعل مضارع مرفوع بالضمة الظاهرة وأن حرف مصدر ونصب وتقوم فعل مضارع منصوب بأن وعلامة نصبه الفتحة الظاهرة في آخره والفاعل مستتر وجوبا تقديره أنت وما بعدها في تأويل مصدر فاعل يعجب والتقدير يعجبني قيامك فكل من العادل وقيام فاعل لأنه اسم مرفوع مذكور قبله فعله وهو قام العادل ويعجب في يعجبني أن تقوم تكلم الناظم على الفاعل الظاهر ولم يتكلم على الفاعل المضمر مع أن الفاعل ينقسم إلى ظاهر ومضمر وقد",
            "page": "39",
            "part": "1",
            "seal": "F3C966C6"
        },
        {
            "id": "57",
            "nass": "قلت في نظمنا اللؤلؤ المنظوم: ¶ وهو على قسمين فيما ذكرا…فيأتي ظاهرا ويأتي مضمرا ¶ فظاهر كجاء زيد والرجال…ومضمر كقمت في سفح المجبا ¶ قال في مقدمة الآجرومية وهو على قسمين ظاهر ومضمر فالظاهر نحو قولك قام زيد ويقوم زيد وقام الزيدان ويقوم الزيدان وقام الزيدون ويقوم الزيدون وقام الرجال ويقوم الرجال وقامت هند وتقوم هند وقامت الهندان وتقوم الهندان وقامت الهندات وتقوم الهندات وقامت الهنود تقوم الهنود قام أخوك يقوم أخوك وقام غلامي ويقوم غلامي والمضمر نحو قولك ضربت وضربنا وضربت وضربت وضربتما وضربتم وضربتن وضرب وضربت وضربا وضربوا وضربن ثم قال: ¶ \"ونائب عنه كبيع الذهب…وقضي الأمر ويعطى الأرب\" ¶ يعنى من الأسماء المرفوعة النائب عن الفاعل وهو المفعول الذي لم يسم فاعله أي لم يذكر معه فاعله بأن حذف لغرض من الأغراض المذكورة في علم البيان كالعلم به كما في قوله تعالى: {وخلق الإنسان ضعيفا} والأصل وخلق الله الإنسان يرفع لفظ الجلالة على الفاعلية ونصب الإنسان فحذف الفاعل الذي هو الله للعلم به فبقى الفعل محتاجا إلى ما يسند إليه فأقيم المفعول به مقام الفاعل في الإسناد إليه فأعطى جميع أحكام الفاعل فصار مرفوعا بعد أن كان منصوبا فالتبست صورته بصورة الفاعل فاحتيج إلى تمييز أحدهما على الآخر فبقى الفعل مع الفاعل على صيغته الأصلية ويرفع نائبه ثم بين كيفية تغيير",
            "page": "40",
            "part": "1",
            "seal": "61C3CC4C"
        },
        {
            "id": "59",
            "nass": "الفاعل فقال: \"ونائب عنه\" أي الفاعل \"كبيع الذهب وقضي الأمر\" فيضم أول الفعل إن كان الفعل ماضيا ويكسر ما قبل آخره ويضم أوله وبفتح ما قبل آخره إن كان مضارعا نحو \"يعطى الأرب\" وهو أي المفعول الذي لم يسم فاعله ينقسم إلي قسمين؛ إلى ظاهر ومضمر فالظاهر نحو قولك ضرب زيد ويضرب زيد وأكرم عمرو ويكرم عمرو فضرب فعل ماض مبني لما لم يسم فاعله وزيد نائب الفاعل مرفوع بالضمة الظاهرة في آخره ويضرب فعل مضارع مبني لما لم يسم فاعله وزيد نائب الفاعل مبني على الضم في محل رفع وهكذا بقية الأمثلة. وإنما كسر أول الحرف من بيع لأنه معتل والأصل في بيع بإخلاص الكسر بيع فاستقلت الكسرة في الياء فنقلت الباء وذهبت حركة الباء قال ابن مالك: ¶ واكسرا واشمم فالثلاثي اعل…عينا وضم جاكبوع فاحتمل ¶ \"والمبتدأ الصريح والمؤول…والخبر المفيد كابني مقبل\" ¶ الثالث والرابع المبتدأ والخبر والمبتدأ من الصريح نحو قولك زيد قائم وإعرابه زيد مبتدأ مرفوع بالضمة وقائم خبره مرفوع بالمبتدأ. والمؤول بالصريح نحو قوله تعالى \"وأن تصوموا خير لكم\" فأن وما بعدها في تأويل مصدر مبتدأ وخير مرفوع بالضمة الظاهرة ولكم جار ومجرور والمبتدأ كذلك قسمان ظاهر ومضمر فالظاهر نحو قولك زيد قائم والزايدان قائمان إلى آخره والمضمر نحو قولك أنا قايم وأنت قايم وما أشبه",
            "page": "41",
            "part": "1",
            "seal": "9F80BFB1"
        },
        {
            "id": "60",
            "nass": "ذلك وقوله: ¶ \"والخبر المفيد\" أي الذي تحصل به الفائدة لأنه جزء أخير من الجزئين ولأنه جزء مستفاد من الجملة ومثل لذلك بقوله \"كابني مقبل\" بتعريف المبتدأ وتنكير الخبر لأنه مجهول فيناسبه التنكير ومن الأسماء المرفوعات اسم كان وأخواتها قال: ¶ \"واسم لكان مع نظيرها وما…كليس مثل كان زيد قائما\" ¶ يعني أن اسم كان مرفوع نحو كان زيد قائما وكان الشيخ شابا وكان الله غفورا \"وما\" التي كليس مثل \"كان زيد قائما\" وأخوات كان أمسى وبات وأضحى وظل وصار وأصبح وليس ومازال ومابرح ومافتئ ¶ وما انفك ومادام المجموع ثلاثة عشر كلها ترفع الاسم وتنصب الخبر وقد بينت الأمثلة والشروط لهذه العوامل في شرحنا كفاية المنهوم على اللؤلؤ المنظوم: ¶ وما لنحو إن كلا من خبر…كإن ذا الحزم دقيق النظر ¶ والمعنى أن إن وأخواتها ترفع الخبر وهي أن وإن ولكن وكان وليت ولعل وكذلك لا في بعض الأحوال ترفع الخبر واكتفى بمثال أن لأنها أم الأحرف فقال \"كان ذا الحزم دقيق النظر\" أن حرف توكيد ونصب ذا الحزم اسمها منصوب بالألف نيابة عن الفتحة دقيق خبرها مرفوع بالضمة الظاهرة في آخره مضاف والنظر مضاف إليه ثم قال: ¶ \"ويرفع التابع للمرفوع…إذ كل تابع فكالمتبوع\" ¶ \"وذاك توكيد ونعت وبدل…والرابع العطف بقسميه حصل\"",
            "page": "42",
            "part": "1",
            "seal": "6023DA9F"
        },
        {
            "id": "61",
            "nass": "\"كأظهر الدين أبو حفص عمر…وجاد عثمان الشهيد المشتهر\" ¶ \"والخلفاء كلهم كرام…صديقهم والحيدر الهمام\" ¶ قوله \"ويرفع التابع\" أي والتابع للمرفوع فإنه يكون مرفوعا \"إذ كل تابع فكالمتبوع وذاك توكيد\" وهو على قسمين لفظي ومعنوي والمعنوي على قسمين قسم يدل على إثبات الحقيقة ورفع المجاز وقسم يدل على الإحاطة والشمول ولقد قلت في نظمنا اللؤلؤ المنظوم: ¶ توكيدنا اللفظي تكرار الكلام…في الاسم والفعل وفي الحرف يرام ¶ والمعنوي وهو بالذات وصف…لرفعه للاحتمال المكتنف ¶ وهو الذي بالنفس والعين انتمى…كجاء زيد نفسه فغنما ¶ وكل اجمع توابع لها…أكتع أبصع إحاطة بها ¶ فالرفع مثلا: تقول جاء زيد نفسه والخلفاء كلهم كرام فنفسه وكلهم توكيد فالأول توكيد لزيد والثاني توكيد للخلفاء بالرفع فيهما تبعا للمؤكد \"ونعت\" نحو جاء زيد العاقل. وجاء عثمان الشهيد فالعاقل نعت لزيد مرفوع بالضمة الظاهرة في آخره والشهيد نعت لعثمان مرفوع بالضمة الظاهرة \"وبدل\" بأقسامه الأربعة فمثال بدل الكل من الكل جاء زيد أخوك جاء فعل ماض وزيد فاعل أخوك بدل الكل من الكل. وبدل اشتمال نفعني زيد علمه ومثال بدل الغلط جاء زيد الحمار فالبدل تابع للمبدل منه سواء كان مرفوعا أو منصوبا أو مخفوضا والرابع من التوابع العطف بقسميه أي عطف البيان وعطف النسق فمثال عطف النسق جاء زيد وعمر ومثال عطف البيان جاء أبو حفص عمر والأمثلة في",
            "page": "43",
            "part": "1",
            "seal": "534F9184"
        },
        {
            "id": "63",
            "nass": "البيتين واضحة كما تقدم. ¶ \"باب المنصوبات من الأسماء\" ¶ \"والنصب في الأسماء للمفعول به…كاستبق الخير وذا العلم اقتفه\" ¶ \"ومصدر ونائب وإن حذف…عامله كسرت سير المعترف\" ¶ عدها ابن آجروم خمسة عشر قوله \"والنصب في الأسماء للمفعول به\" والمفعول به هو ما وقع عليه فعل الفاعل مثل ضربت زيدا وأعطيت أخاك درهما واستبق الخير استبق فعل أمر والخير مفعول به ويجوز أن يتقدم على الفعل نحو قوله تعالى: {فريقا هدى وفريقا حق عليهم الضلالة} \"وذا العلم اقتفه\" ذا العلم مفعول مقدم، اقتفه فعل أمر ومن النواصب \"مصدر\" وهو بالجر معطوف على المفعول به وهو الذي يجي ثالثا في تصريف الفعل نحو ضرب يضرب ضربا \"ونائب\" أي عن المصدر قال ابن مالك: ¶ وقد ينوب عنه ما عليه دل…كجد كل الجد وافرح الجذل ¶ ومنه قوله تعالى: {فلا تميلوا كل الميل} وهو على قسمين لفظي ومعنوي فإن وافق لفظه فعله فهو لفظي نحو قتلته قتلا وإن وافق معنى فعله دون لفظه فهو معنوي نحو جلست قعودا وقمت وقوفا ويعمل المصدر وإن حذف عامله كقولك ضربا زيد أو منه فندلا زريق المال ندل الثعالب قال ابن مالك: ¶ وحذف عامل المؤكد امتنع…وفي سواء لدليل متسع ¶ وقوله \"كسرت سير المعترف\" سرت فعل وفاعل سير مصدر والمعترف",
            "page": "44",
            "part": "1",
            "seal": "94DBED9C"
        },
        {
            "id": "64",
            "nass": "مضاف إليه. ¶ \"ظرف الزمان والمكان حيث في…تضمر فيهما لكل فاعرف\" ¶ \"كصمت أياما وقمت سحرا…خلف المقام عند بيت طهرا\" ¶ قوله \"ظرف الزمان والمكان\" الظرف لغة هو الوعاء وفي الاصطلاح الاسم المنصوب المقدر بفي إذا كان منصوبا احترازا مما إذا كان مرفوعا فإنه ليس بظرف بل هو إما مبتدأ أو خبر أو فاعل أو مفعول نحو يوم الجمعة يوم مبارك أو دخل يوم الجمعة أو شهدت يوم الجمعة وأما المقدر بفي فهو ظرف لكل فاعرف فمثال ظرف الزمان كصمت أياما فأياما ظرف زمان ومثال ظرف الزمان والمكان قمت سحرا خلف المقام فسحرا وخلف ظرفان للزمان وللمكان وكذلك نحو جلست \"عند بيت طهرا\" عند ظرف مكان مضاف إليه وطهر فعل ماض وقد اكتفى الناظم بهذه الأمثلة الأربعة اثنان لظرف الزمان واثنان لظرف المكان وبقية الأمثلة في المطولات. ثم قال: ¶ \"والحال من معرفة منكرا…وفضلة وصفا كجئت ذاكرا\" ¶ أي ومن منصوبات الأسماء الحال وهو لغة البال قال الله تعالى: {وأصلح بالهم} أي حالهم وفي اصطلاح أهل اللغة هو تبيين ما انبهم من الهيئات وإن شئت قلت بيان هيئة الفاعل حين وقوع المفعول منه وهيئة المفعول حين وقوع الفعل عليه فتقول مثلا جاء زيد وهيئته منبهمة فإذا أردت بيانها أتيت بالحال فقلت راكبا أو ماشيا أو مسرعا وقوله: \"ومن معرفة منكرا\" يعني أن الحال لا يكون إلا نكرة وفضلة ولا يكون صاحبه إلا معرفة وقوله \"وفضلة\" المراد بالفضلة ما يصح الاستغناء عنه \"وصفا\" المراد",
            "page": "45",
            "part": "1",
            "seal": "E567980B"
        },
        {
            "id": "66",
            "nass": "بالوصف اسم الفاعل واسم المفعول والصفة المشبهة وأمثلة المبالغة وأفعل التفضيل وقوله \"كجئت ذاكرا\" جئت فعل وفاعل وذاكرا حال من الفاعل الذي هو ضمير المتكلم ثم قال: ¶ \"وكل تمييز بشرط كملا…كطبت نفسا وكمن عسلا\" ¶ التمييز هو الاسم النكرة المضمن معنى من لبيان ما قبله من إيهام في اسم مجمل الحقيقة أو إجمال في نسبة العامل إلى فاعله ومفعوله ويقال فيه تمييز وممييز وتفسير مفسر وهو من منصوبات الأسماء ويذكر بعد العدد والوزن والكيل والذرع ومنه ما يكون بعد أفعال المدح والذم وبعد أفعل التفضيل ومنه ما يسمى الفاعل والمحول اقتصر الناظم على المحول عن الفاعل والوزن فقال \"كطبت نفسا كمن عسلا\" فنفسا تمييز محول عن الفاعل وعسلا تمييز مبين للوزن \"تنبيه\" اجتمع في التمييز خمسة أمور: أحدها أن يكون اسما الثاني أن يكون فضلة والثالث أن يكون نكرة والرابع أن يكون جامدا الخامس أن يكون مفسرا لما إنبهم من الذوات. ¶ \"كذاك مستثنى بنحو إلا بدا…من نحو قام القوم إلا واحدا\" ¶ يعنى أن من منصوبات الأسماء المستثنى وقوله \"بنحو إلا\" وغير وسوى وسوى وسوى وخلا وعدا وحشا والاستثناء لغة هو الإخراج، واصطلاحا هو: إخراج بعض من كل بإلا أو أخواتها وقوله \"من نحو قام القوم إلا واحدا\" قام فعل ماض القوم فاعل إلا حرف استثنناء واحدا منصوب على الاستثناء قال في الآجرومية: فالمستثنى بإلا ينصب إذا كان الكلام تاما موجبا ومعنى تاما ذكر المستثنى منه ومعنى موجبا لم يتقدم عليه",
            "page": "46",
            "part": "1",
            "seal": "4E259949"
        },
        {
            "id": "68",
            "nass": "نفي أو شبه نفي وقد قلت في اللؤلؤ المنظوم: ¶ وهكذا تنصب إلا حيثما…تم الكلام موجبا فلتعلما ¶ وإن يكن تم بدون موجب…فأبدل أو أنصب ياسليل العرب ¶ ومثال التام المنفي نحو ما قام القوم إلا زيدا وإلا زيد جاز في زيد النصب أو الرفع على البدلية ومنه قوله تعالى: {ولا يلتفت منكم أحد إلا امرأتك} بالرفع على البدلية من أحدكما قرأ ابن كثير وأبو عمر وقرأ الباقون بالنصب على الاستثناء. ¶ \"وما تناديه كيا كنزا الغنى…ويا رحيما بالعباد محسنا\" ¶ \"وما تناديه\" المعنى أن من منصوبات الأسماء المنادى المضاف \"كيا كنز الغنى\" فكنز منصوب على أنه منادى مضاف إليه والمشبه بالمضاف نحو \"يا رحيما بالعباد\" ويا حسنا وجهه وكذلك النكرة غير المقصودة كقول الواعظ \"يا غفلا والموت يطلبه\" ¶ \"وانصب وراع الشرط مفعولا له…كقمت إجلالا وتعظيما له\" ¶ \"كذاك بعد الواو مفعول معه…كسرت والنيل وشخصا ذا سعه\" ¶ المفعول له ويسمى المفعول لأجله وهو علة الإقدام على الفعل وقوله \"وراع الشرط\" أي له شروط خمسة الأول كونه مصدرا فلا يجوز جئتك العسل أو السمن الثاني كون المصدر قلبيا كالرغبة فلا يجوز جئتك قراءة للعلم الثالث كونه ظاهرا بخلاف المضمر فلا يجوز رجاءك جئته الرابع اتحاده بالفعل به وقتا فلا يجوز جئتك أمس طمعا في معروفك الخامس اتحاده بالمعلل فلا يجوز جئتك تحيتك وله ثلاث أحوال أحدها أن يكون",
            "page": "47",
            "part": "1",
            "seal": "FF929F76"
        },
        {
            "id": "69",
            "nass": "مجرد من أل والإضافة كقمت إجلالا لعمرو. ¶ الثاني أن يكون مضافا نحو قصدتك ابتغاء معروفك الثالث: أن يكون معرفا بالألف واللام نحو قول الراجز: ¶ لا اقعد الجبن عن الهيجاء…ولو توالت زمن الأعداء ¶ وإذا فقدت الشروط المتقدمة أو بعضها وجب جره بالام فتقول قمت لإجلالك فإجلالا وتعظيما في البيت مفعول لأجله \"كذلك بعد الواو مفعول معه\" يعني أن من منصوبات الأسماء المفعول معه فالعرب وضعت الواو مكان مع لأن مع تقتضي المصاحبة وقد تكون المصاحبة مع الواو العطف فتقول اشترك زيد وعمر وفلما وضعت الواو موضع مع صار الإعراب في الاسم الذي كان بعد مع لأن الحرف لا يحتمل الإعراب فقولوا استوى الماء والخشبة وسرت والنيل وكيف أنت وقصعة من ثريد قال تعالى: {فاجمعوا أمركم وشركاءكم} وذهب بعض النحاة إلى أن النصب بالفعل وشبهه لا بالواو قال ابن مالك: ¶ بما من الفعل وشبهه سبق…ذا النصب لا بالواو في القول الأحق ¶ ثم قال: ¶ \"ونصب مفعولي ظننت وجبا…ونحوها كخلت زيدا ذاهبا\" ¶ \"وما أتى لنحو كان من خبر…واسم لنحو أن ولا كلاوزر\" ¶ والمعنى أن ظننت وأخواتها من نواسخ الابتداء وعملها مخالف لعمل كان ولعمل أن لأنها تدخل على المبتدأ والخبر فتنصبها معا نحو ظننت زيدا قائما ونحوها وهي حسبت وزعمت وخلت ورأيت وعلمت ووجدت",
            "page": "48",
            "part": "1",
            "seal": "0BEC65E9"
        },
        {
            "id": "71",
            "nass": "واتخذت وجعلت وسمعت \"ونحوها كخلت زيدا ذاهبا\". ¶ وقال الكوفيون في المفعول الثاني أنه حال، وعند البصريين أنه مفعول ثاني ومن منصوبات الأسماء خبر كان وأخواتها نحو كان الله غفورا رحيما. ¶ \"وسم لنحو أن\" مثل أن زيدا قائم وكذلك اسم أخواتها \"ولا\" التي تعمل عملها \"كلا لاوزر\". ¶ \"باب إعمال اسم الفاعل\" ¶ \"وما بوزن ضارب ومكرم…يعمل مثل فعله والتزم\" ¶ \"تنوينه معتمدا أو مع ال…نحو المنيب رافع كف الأمل\" ¶ باب إعمال اسم الفاعل المراد باسم الفاعل ما دل على حدث وفعله جاريا مجرى الفعل في الحدوث والصلاحية وقوله \"وما بوزن ضارب\" أي اسم الفاعل إذا كان من الثلاثي \"ومكرم\" إذا كان من غيره فإنه يعمل عمل فعله فيرفع الفاعل إن كان فعله لازما نحو أقائم زيد وينصب المفعول إن كان فعله متعد بالواحد نحو أضارب زيد عمرا، وينصب مفعولين إن كان فعله متعديا إلي اثنين نحو أمعطي زيد عمرا درهما وهذه كلها مستفادة من قوله \"يعمل مثل فعله\" ويشترط لعمله أن يكون بمعنى الحال والاستقبال وأن يعتمد على شيء قبله مثل الاستفهام أو حرف النداء أو النفي وإلي هذه الشروط أشار ابن مالك بقوله: ¶ كفعله اسم فاعل في العمل…إن كان عن مضيه بمعزل ¶ أو ولي استفهاما أو حرف ندا…أو نفيا أو جاء صفة أو سندا",
            "page": "49",
            "part": "1",
            "seal": "BF31FB30"
        },
        {
            "id": "72",
            "nass": "وقوله \"والتزم تنوينه\" نحو أضارب أنت عمرا أو يا طالعا جبلا أو مررت برجل ضارب عمرا قوله \"أو مع ال\" فإذا كان معها فإنه يعمل في الماضي وفي غيره لأنه صار بمنزلة الفعل كقوله تعالى: {المغيرات صبحا} \"والمنيب رافع كف الأمل\" فالمنيب اسم فاعل ورافع كذلك اسم فاعل. ¶ \"باب إعمال المصدر\" ¶ \"ومصدر كفعله قد عملا…شاع مضافا وبتنوين كلا\" ¶ \"عتبك شخصا ذا هوى بنافع…ودم لنصح منك كل سامع\" ¶ \"ومصدر كفعله قد عملا\" يعني أن المصدر يلحق في العمل بفعله الذي اشتق منه في رفع الفاعل إن كان لازما نحو عجبت من قيام زيد وفي رفع الفاعل ونصب المفعول إن كان متعديا لواحد نحو؛ عجبت من ضرب زيد عمرا أو يتعدى الحرف الجر إن كان فعله يتعدى بذلك الحرف نحو أعجبني بزيد ويتعدى إلى مفعولين إن كان فعله يتعدى إليهما نحو عجبت من إعطاء زيد عمرا درهما وقوله \"شاع مضاف\" فإعماله مضاف أكثر من إعماله مجردا وإعماله مجردا أكثر من إعماله مقرونا بال ثم أتى بالمثال فقال \"كلا عتبك شخصا\" فشخصا منصوب بالمصدر على أنه مفعول لعتبك \"ذا هوى\" نعت لشخص \"بنافع\" جار ومجرور هذا مثال عمله مضاف ومثال عمله مجردا عن الإضافة \"دم لنصح منك كل سامع\" فكل مفعول لنصح ونصح مصدر منون ثم قال:",
            "page": "50",
            "part": "1",
            "seal": "68ED8F4E"
        },
        {
            "id": "73",
            "nass": "\"باب الجر\" ¶ \"الجر بالحرف بمن لام على…رب وفي باء وعن كاف إلى\" ¶ \"منذ ومذ حتى كذا وواو وتا…في قسم كامنن بعتق للفتى\" ¶ \"أو بإضافة بمعنى اللام…أو من كلبس ثوب خز الشام\" ¶ \"أو في كمكر الليل والختام…للدرة الصلاة والسلام\" ¶ \"على المصفى من خيار العرب…محمد المخصص المقرب\" ¶ \"والآل والصحب الميامين الحجا…أبياتها قاف القبول المرتجى\" ¶ والجر يكون بالحرف وبالإضافة وبالتبعية فما يكون بالحرف فهو بمن وتأتي لمعان كثيرة منها ابتداء الغاية زمانا أو مكانا كقوله تعالى: {من المسجد الحرام} وكقوله: {من أول يوم} وتأتي لغيرها وتجر الظاهر كما في المثال وتجر المضمر مثل متى ومنه واللام وتجر الظاهر والمضمر نحو لزيد ولك وله ولي والأصل فيها أن تكون للملك نحو الملك لله وتأتي لغير ذلك. \"على\" ومن حروف الجر على ومن معانيها الاستعلاء نحو ركبت على الفرس ورب ومن معانيها التقليل نحو رب رجل صالح لقيته وتأتي للتكثير كذلك \"وفي\" ومن معانيها الظرفية نحو الماء في الكوز والباء ومن معانيها التعدية نحو مررت بزيد وعن ومن معانيها المجاوزة نحو رميت السهم عن القوس والكاف ومن معانيها التشبه نحو زيد كالبدر \"إلي\" ومن معانيها الانتهاء نحو إلى الكوفة \"ومنذ ومذ\" يعنى أن من حروف الجر منذ ومذ ولا يدخلان إلا على الظاهر والظاهر الذي يدخلان عليه لا يكون إلا وقتا يعنى اسم زمان نحو منذ يومنا ومذ يوم الجمعة",
            "page": "51",
            "part": "1",
            "seal": "77B58E91"
        },
        {
            "id": "75",
            "nass": "\"حتى\" كذلك نحو حتى مطلع الفجر وقوله \"واو وباء في قسم\" أي في اليمين نحو والله، وتا نحو تالله وكذلك الباء نحو بالله واو القسم كواو رب لفظا والفرق بينهما أن واو والقسم يجوز أن تقع بعد حروف العطف نحو والله ووالله ثم والله بخلاف واو رب قوله \"أو بإضافة بمعنى اللام\" الدالة على الملك أو الاختصاص وتارة تكون بمعنى من التي لبيان الجنس وذلك إذا أضيف الشيء إلي جنسه كثوب خز الشام أو كخاتم حديد والتي بمعنى اللام نحو غلام زيد قوله \"أو في كمكر الليل\" والمقدر بفي يكون المضاف إليه ظرفا زمنيا كما مثل الناظم أو مكانا حقيقيا نحو {يا صاحبي السجن} أو مجازيا نحو {ألد الخصام} ومنه قوله تعالى: {تربص أربعة أشهر} وهنا حان أوان الختام للدرة كما قال: ¶ \"والختام للدرة الصلاة والسلام\" كما صلى عليه في الابتداء صلى عليه في الانتهاء \"على المصفى\" أي على الذي اصطفاه الله واختاره من خيار العرب لأن الله اصطفى من الناس قريشا واصطفى من قريش بني هاشم واصطفى محمدا صلى الله عليه وسلم من بني هاشم فهو الذي صفاه الله تعالى من الناس عامة ومن العرب خاصة \"محمد\" اسم من أسمائه صلى الله عليه وسلم \"المخصص\" أي الذي له خصوصيات ليست لغيره من الناس من ذلك أنه بعث إلى الناس كآفة وغيره من الأنبياء كان يبعث إلى أمة خاصة وخصائصة كثيرة \"المقرب\" إلى الله تعالى \"والآل\" أي أقاربه المؤمنين من بني هاشم وفي مقام الدعاء يدخل كل من آمن وصدق به \"الميامين\" أي المباركين يقال ميمون أي صار مباركا \"الحجا\" العقل",
            "page": "52",
            "part": "1",
            "seal": "657BE447"
        },
        {
            "id": "76",
            "nass": "\"أبياتها\" أي هذه الدرة \"قاف القبول\" والقاف هو رمز مائة \"المرتجى\" لها والمعنى أن أبيات هذه الدرة مائة بيت والمائة هي رمز القاف الذي هو أول حرف من كلمة القبول والقبول هو الرضي المرتجى لها نسأل الله أن يتقبل عملنا وعمله وأن يجعله خالصا لوجهه الكريم آمين قال مؤلف هذا الشرح العبد الضعيف القاصر، محمد باي ابن محمد عبد القادر القبلوي قد فرغت من تبييضه ضحى الإثنين الموافق ليوم 13 من جمادى الأولى عام ثلاثة عشر وأربعمئة وألف في المدرسة الدينية التابعة لمسجد مصعب بن عمير بالركينة أولف، سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك عملت سوء أو ظلمت نفسي فاغفر لي فإنه لا يغفر الذنوب إلا أنت واغفر لوالدينا ومشايخنا وكآفة المسلمين وصلى الله وسلم على سيدنا محمد وآله وصحبه أجمعين والحمد لله رب العالمين.",
            "page": "53",
            "part": "1",
            "seal": "9B42AA78"
        }
    ],
    "t1681": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "باب حد الكلام والكلمة وأقسامها"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "باب أقسام الإعراب"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "باب إعراب الاسم المفرد وجمع التكسير"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "باب الأسماء الخمسة"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "باب المثنى"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "باب جمع المذكر السالم"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "باب جمع المؤنث السالم"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "باب الأفعال الخمسة"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "باب قسمة الأفعال"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "باب النواصب"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "باب الجوازم"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "باب النكرة والمعرفة"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "باب مرفوعات الأسماء"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "باب المنصوبات من الأسماء"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "باب إعمال اسم الفاعل"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "باب إعمال المصدر"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "باب الجر"
        }
    ]
}