{
    "b1683": [
        {
            "id": "1",
            "nass": "التدوين المبكر للسنة بين الشهيد الدكتور صبحي الصالح والمستشرقين: ¶ قراءة في كتاب «علوم الحديث ومصطلحه» ¶ بحث مقدم من الدكتور ماجد أحمد نيازي الدرويش ¶ أستاذ الحديث وعلومه في جامعة الجنان ¶ عدد الأجزاء: 1. ¶ - عدد الصفحات: 28. ¶ أعده للمكتبة الشاملة / توفيق بن محمد القريشي، - غفر الله له ولوالديه -. ¶ [ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي].",
            "page": null,
            "part": null,
            "seal": "EDB74912"
        },
        {
            "id": "2",
            "nass": "التَدْوِينُ المُبَكِّرُ لِلْسُنَّةِ بَيْنَ الشَّهِيدِ الدُّكْتُورْ صُبْحِي الصَّالِحْ وَالمُسْتَشْرِقِينَ: ¶ قراءة في كتاب \" علوم الحديث ومصطلحه \" ¶ بحث مقدم من الدكتور ماجد أحمد نيازي الدرويش ¶ أستاذ الحديث وعلومه في جامعة الجنان ¶ إلى المؤتمر الدولي حول معالم التجديد في فكر الشهيد الدكتور الشيخ صُبْحِي الصَّالِحْ - رَحِمَهُ اللهُ - ¶ المنعقد في جامعة الجنان ـ طرابلس ـ في الفترة الممتدة بين: 3 و 4 تشرين الثاني 2006 م.",
            "page": null,
            "part": null,
            "seal": "E66EA705"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين، والصلاة والسلام على سيدنا محمد خاتم الأنبياء والمرسلين، وعلى آله وأصحابه أجمعين، وبعد: ¶ فإنه لا يخفى على الباحثين ما كان من نشاط ملموس للمستشرقين في العمل الدؤوب على تحقيق تراثنا، وبخاصة بعد الحرب العالمية الثانية، وبالأخص ما بين السنوات: (1954 م) و (1960 م) حيث إنَّ الأمم المتحدة أعلنت سَنَةَ (1960 م) أنها سنة نهاية الاستعمار. وهكذا اختفت وزارات الاستعمار التي كانت الملجأ الأول الذي يعيش في كنفه الاستشراق ويرعى حركته (¬1). ¶ ولكن قبل هذا الإعلان كان المستشرقون قد ألقَوْا بكميات لا بأس بها من كتب التراث المحقَّقة، أو من مؤلفاتهم، مُتَّبِعِينَ فيها مَنْهَجًا عِلْمِيًّا «حرصوا كل الحرص على أن يُضْفُوا عليه هيبة العلم وقداسة محرابه. وأن يُخفُوا تحت شارته وردائه كل أغراضهم وأهوائهم» (¬2) والتي راجت على فئة من المثقفين «فَسَبَّحُوا بحمدهم، وأشادوا بدقتهم وتجردهم للبحث العلمي، وقدرتهم على التمحيص والتدقيق» (¬3) غير متنبهين لما حفلت به هذه الكتابات من «خلل وزلل نتيجةً للعجز عن إدراك سِرِّ العربية وامتلاك ذوقها، والعجز عن استكناه سِرِّ التراث، واستلهام روحه الرباني الإلهي» (¬4)، عدا عن «الأحكام المسبقة والمواقف غير المحايدة، بل والعدائية، التي تدعو إلى تعمد التشويه والتحريف» (¬5). ¶ وقلّة من الباحثين هم الذين تَنَبَّهُوا وقتها إلى هذا الخطر الداهم، منهم علاَّمتنا الشيخ الدكتور صُبْحِي الصَّالِحْ - رَحِمَهُ اللهُ - تعالى، فإنه تهيَّأ له الاطلاع المباشر على أعمال المستشرقين عن قرب، ودراسة ما عندهم على أيديهم، وفي مقدمة هؤلاء (لويس ماسينيون) صاحب كتاب \" الحَلاَّجْ \" الذي صَوَّرَهُ فيه على أنه نسخةٌ مؤسلمة للمسيح - عَلَيْهِ السَّلاَمُ -، عدا عن ارتباط هذا الكتاب بتاريخ الصراع الديني في الجزائر (¬6). ¶ ¬__________ ¶ (¬1) يراجع: \" المستشرقون والتراث \" لأستاذنا الدكتور عبد العظيم ديب. ص: 11. ¶ (¬2) المرجع السابق: ص: 27. ¶ (¬3) المرجع السابق نفسه. ¶ (¬4) المرجع السابق: ص: 8. ¶ (¬5) المرجع السابق نفسه. ¶ (¬6) المرجع السابق: ص: 18.",
            "page": "2",
            "part": "1",
            "seal": "6DC856B8"
        },
        {
            "id": "4",
            "nass": "ومعلوم أَنَّ (ماسينيون) كان يشغل منصب «مستشار وزارة المستعمرات الفرنسية لشؤون الشمال الإفريقي، كما كان الراعي الرُّوحِيَّ للجمعيات التبشيرية الفرنسية في مصر، عدا عن أنه خدم في الجيش الفرنسي خمس سنوات في الحرب العالمية الأولى» (¬7). ¶ لذلك فَإِنَّ تَلْمَذَةَ عَالِمِنَا «الصَّالِحْ» على يديه أكسبته معرفةً ثرَّةً بمناهج المستشرقين وطرائق التفكير والبحث عندهم، الأمر الذي أهله ليكون الناقد البصير بكتاباتهم، الخبير بمناهجهم. ¶ لقد كان عند عالِمِنا الصالح من عِزَّةِ الانتماء إلى الإسلام ما يكفي ليكون قاضياً عادلاً سواء لموروثنا الثقافي، أو لأحكام المستشرقين عليه. ¶ وقد ظهر هذا الاتجاه العادل جلياً في كل كتاباته، وبخاصة في كتابه \" علوم الحديث ومصطلحه \"، والذي طبع للمرة الأولى سَنَةَ (1959م) في دمشق، فجاء متزامناً مع دراسات المستشرقين التي كانت تنشط في هذه الفترة المُهِمَّةِ من الحياة العلمية في العالم كله. ليُدَلِّلَ على مدى المتابعة الجادة الدؤوبة التي كانت تزين شخصيته العلمية. ¶ وهذا الكتاب \" علوم الحديث ومصطلحه \" يعتبر سجلاً علمياً مهماً جداً في تلك الفترة من الزمن، بل وحتى إلى يومنا هذا , لأنَّ الدكتور الصالح لم يترك سانحة يقدر من خلالها على تصحيح خطأ وقع فيه المستشرقون، أو فَهْمٍ لا يستقيم مع روحيَّة العلم إلاَّ وابتهلها، فنراه يناقش ويُحَلِّلُ ويُدَقِّقُ وَيَحْشُدُ الأدلَّة ليؤكد على المواءمة بين الفطرة وأصول البحث العلمي، بكل دِقَّةٍ وأمانةٍ وموضوعيةٍ. ولكن ليس بعيداً عن الاعتزاز بالانتماء العقدي، والتباهي بالمنهجية العلمية التوثيقية التي أرسى مبادئها العلماء المسلمون عبر التاريخ. ¶ لذلك اخترت الكتابة في هذا الجانب مُتَّخِذاً البحث الأول من الكتاب مثالاً على الذهنية العلمية ومنهجية البحث الحديثي الذي كان يَصْبُغُ شخصية عالِمِنا - رَحِمَهُ اللهُ -، ليكون نموذجاً لملامح التجديد في فكر الشهيد الشيخ الدكتور صُبْحِي الصَّالِحْ - رَحِمَهُ اللهُ -، وبالأخص فيما يتعلّق بعلوم الحديث الشريف. ¶ ¬__________ ¶ (¬7) ينظر: د. محمد البهي، \" الفكر الإسلامي الحديث وصلته بالاستعمار الغربي \". ص: 556. نقلاً عن المصدر السابق. ص: 18.",
            "page": "3",
            "part": "1",
            "seal": "F9754CD4"
        },
        {
            "id": "5",
            "nass": "ونموذجاً أيضاً لمدى التيقظ والحِذْر الذي كان يتمتَّع به علماؤنا، مع نُصْفَة في البحث وعدالة في القول، دون مُحاباةٍ ولا شططٍ. وإنما هو البحث العلمي، والمنهج الأكاديمي الذي يرى المستشرقون أنهم أرسوا دعائمه في العصر الحديث - مع تحفظنا على هذا الرأي -. ¶ تَدْوِينُ السُنَّةِ: ¶ من المشتهر في كتب مصطلح الحديث أنهم يبحثون في تدوين الحديث الشريف، متى بدأ وقد ذُكرت روايات تثبت أن التدوين للحديث كان منهياً عنه أثناء تنزُّل القرآن الكريم. وأُخرى تثبت أنَّ هناك من دَوَّنَ الحديث كما سمعه من النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، والقرآن ينزل. ¶ أمام هذا التعارض في الظاهر، وليس في نفس الأمر، أعمل الأئمة رضوان الله عليهم مناهج النقد، ومناهج الجمع عند التعارض، ومالوا إلى أن النهي عن الكتابة كان في بداية الإسلام خوفاً من اختلاط صحف الحديث بصحف القرآن الكريم. فلما أُمِن اللبس أَذِنَ النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بالكتابة. واعتبروا الإذن المتأخر ناسخاً للمنع المتقدم. ¶ ... هذا خلاصة ما ذهب إليه العلماء في المسألة. وعليه درج كل من دَوَّنَ في المصطلح وتناول الموضوع. إلى أنْ جاء عصر المستشرقين الذين بدؤوا بالتنقير عمَّا يظنُّونه فجوات يَلِجُونَ منها إلى التشكيك بمصادرنا ونصوصنا وصولاً إلى رفضها \" علمياً \" كما يظنُّون، وبخاصة أنَّ المسلمين، طبعاً العلماء منهم، كانوا قد ابتكروا علماً لضبط المرويات هو علم الإسناد، فأخضعوا كل خبر يحتمل الصدق والكذب لذاته للتحليل والتمحيص بناءً على قواعد هذا العلم. ومن النصوص التي عُرِضَتْ النصوص الدينية الموروثة في أوروبا، والتي جاءت بناءً على قواعد هذا العلم مقطوعة انقطاعاً بَيِّناً عن أصولها، بل ومعضلةً إعضالاً شديداً. ¶ ... فأراد المستشرقون تبيان أنَّ ما قيل في نصوصهم يصدق على الكثير من النصوص الحديثية، فاستخدموا العلم الذي وضعه المسلمون لتمحيص المرويات في هجوم مضاد على مصادرنا الحديثية والتاريخية. فوجدوا نصوصاً تضاربت في أفهامهم حسبوها فجوةً يمكن أنْ يَلِجُوا منها إلى مرادهم. ¶ ولتبديد هذا الوهم، كتب عالمنا «الصَّالِحْ» الفصل الأول من كتابه \" علوم الحديث \" لأجل هذه القضية بالذات. فبدأ بموضوع تدوين الحديث (¬8)، فتكلم عن معرفة العرب للكتابة قبيل الإسلام، وبخاصة في مكة ¶ ¬__________ ¶ (¬8) ص: 1.",
            "page": "4",
            "part": "1",
            "seal": "221514EF"
        },
        {
            "id": "6",
            "nass": "المكرمة، لينفي ما يزعمه البعض عن جهل العرب بالكتابة، مستدلين باعتماد العرب على الحافظة دون التدوين. فنقد بعض الأخبار الواردة، ومنها أنه ما كان في مكة قبيل البعثة «إِلاَّ بِضْعَةَ عَشَرَ رَجُلاً يَقْرَؤُونَ وَيَكْتُبُونَ» (¬9)، مُعْتَبِرًا «أَنَّ هَذِهِ الأَخْبَارَ إِذَا صَحَّتْ أَسَانِيدُهَا، لاَ تَبْلُغُ أَنْ تَكُونَ إِحْصَاءً دَقِيقًا أَوْ اسْتِقْرَاءً شَامِلاً» (¬10)، وَأَنَّهَا لَيْسَتْ سِوَى «دَلاَلَةً ظَنِّيَّةً غَامِضَةً لاَ يَحْسُنُ مَعَ مِثْلِهَا القَطْعَ فِي هَذَا المَوْضُوعِ الخَطِيرِ» (¬11). ¶ كما انتقد ولع المؤرخين بعبارة يرددونها دائماً: «وكانت الكتابة في العرب قليلة» (¬12). ¶ وإن كنا «لا نملك من الحجج والبراهين العقلية والنقلية ما نؤكد به كثرة القارئين الكاتبين في تلك الفترة من حياة العرب» (¬13)، على ما قاله، إلا أنه يعتبر أن «لا شيء يدعونا إلى الغلو في أمر الكتابة واعتقاد كثرتها في شبه الجزيرة العربية، إلا أن يصيبنا ـ وهذه عبارته ـ من الجهالة العمياء ما يغرينا باتباع المستشرقين الذين يزعمون أن وصف العرب العرب بالأميين في القرآن لا ينافي معرفتهم القراءة والكتابة» (¬14). ¶ [أُمِيَّةُ النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -]: (*) ¶ لقد أدرك - رَحِمَهُ اللهُ - بنظره الثاقب وعقله الحر أن مقولة المستشرقين في تفسير أمية النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، وأمية أمته، الهدف منها إثبات أن النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كان يعرف القراءة والكتابة، وبالتالي فهو مطلع على كتب الأمم السابقة، وما القرآن إلا جمعٌ وتبويبٌ لتلك المعارف. واختاروا من تفسير الإمام الطبري لـ (الأميين) عند قوله تعالى: {وَمِنْهُمْ أُمِّيُّونَ لاَ يَعْلَمُونَ الْكِتَابَ إِلاَّ أَمَانِيَّ} (¬15) ما مفاده أَنَّ الأُمِّيَّ عندهم هو الذي «يجهل الشريعة الإلهية»، فوجدوا في هذا التأويل «مُبَرِّرًا لزعمهم أنَّ ... رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كان كاتبًا قارئًا، وأن وصفه بالأمية ـ كوصف العرب بها ـ لا ينافي معرفة القراءة والكتابة» (¬16)، فقال - رَحِمَهُ اللهُ -: «وكان يحسن بالمستشرقين أن يقرؤوا \" تفسير الطبري \" في الصفحة نفسها ليروا أنه يُضَعِّفُ هذا الرأي» (¬17). ثم اعتبر «أن هذا الربط المضطرب بين الأمي عندما يوصف به النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، وبين الأميين وصفاً للعرب ليس من المنطق في شيء، لأنه تجزئة لا مُسوِّغ لها ¶ ¬__________ ¶ (¬9) المرجع السابق، وينظر لزاما ما قاله تعليقا. ¶ (¬10) المرجع السابق نفسه. ¶ (¬11) المرجع السابق نفسه. ¶ (¬12) حاشية المرجع السابق. ¶ (¬13) المرجع السابق \" ص: 2. ¶ (¬14) المرجع السابق نفسه. ¶ (¬15) الآية 78 من سورة البقرة. ¶ (¬16) علوم الحديث ومصطلحه: ص 2. ¶ (¬17) حاشية المرجع السابق. ¶ ---------------------- ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) ورد ذكر هذا العنصر في (الفهرس العام).",
            "page": "5",
            "part": "1",
            "seal": "442ED064"
        },
        {
            "id": "8",
            "nass": "في أصل اللغة» (¬18). ثم هذه اللفظة (الأُمِيَّ) جاءت في سياق قرآني واحد فينبغي تفسيرها بمعنى واحد لا بمعنيين متباينين (¬19)، «فإما أن يكون الأمي هو الذي يجهل الشريعة الإلهية، أو هو الذي يجهل القراءة والكتابة» (¬20). ¶ وعليه فإنه - رَحِمَهُ اللهُ - يرى أنه بسبب هذه الازدواجية في تفسير اللفظة كبُر «خطأ المفسرين الذين أَوَّلُوا (الأُمِيِّينَ) العرب بجهلة الشريعة الإلهية، على حين أَوَّلوا النبي الأُمِيَّ بالذي لا يعرف القراءة والكتابة» (¬21). فجاء خطؤهم مركباً مضاعفاً «لأنهم عَوَّلُوا فيه على رأيٍ ضعيف شطروه شطرين، ثم آمنوا ببعضه وكفروا ببعض، وجاؤوا على الأثر برأيهم الصبياني - عبارته -: فأما العرب - بزعمهم - فهم أميون لجهلهم الشريعة الإلهية. وأما النبي فأميٌّ نسبةً إلى هؤلاء الجاهلين، لتعليمه إياهم شريعة الله، فهو نبي هؤلاء الجاهلين. أو نبي هؤلاء الأميين! فهل بعد هذين التفسيرين من تناقض؟» (¬22). ¶ لقد أدرك، - رَحِمَهُ اللهُ -، البُعد الفكري لتأويلات المستشرقين، فعرضها على موازين النقد العلمي متخذاً اللغة منطلقاً لأنها وعاء كلام الله تعالى وعلى ضوئها يُفهم، والتي يصعب على المستشرقين سبر روحها، ولذلك تأتي تحليلاتهم انتقائية ولا منهجية. ¶ وبعد إثبات تناقض هذه الأقوال، لا بد من تقرير الصواب. وهو ما يقرره وضوح النص القرآني الذي لا يقصد بكلمة الأمي، سواء أكانت وصفاً للعرب أم للنبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - \" إلا الذي لا يعرف القراءة والكتابة \" (¬23)، وهذا المعنى تؤيده اللغة، وجمهور العلماء المسلمين، إذ هو «ما فهمه جمهور المفسرين، وما عليه علماء الأمة إلى يومنا هذا. وحينئذٍ لا يكون في وصف العرب بالأميين غلوٌّ في جهلهم الكتابة، إذ الأمية بهذا المعنى كانت غالبة على كثرتهم، وإنما يكون الغلو يقيناً في ادعاء كثرة الكتابة وأدواتها بين العرب، وفي الزعم القائل إنهم لم يجهلوا الكتابة بل جهلوا شريعة الله، لأن أحداً من الباحثين لم يأت ببرهان على هذا الرأي العقيم» (¬24). ¶ وبعد تقريره معنى (الأمي) بأنه الذي لا يعرف القراءة ولا الكتابة، لم يوافق أيضاً على أن من كان يعرفها بالندرة التي ذكرها بعض العلماء من المسلمين، لأنه يوجد من النصوص ما يدل على أن مكة ¶ ¬__________ ¶ (¬18) المرجع السابق نفسه. ¶ (¬19) ينظر المرجع السابق. ¶ (¬20) \" علوم الحديث ومصطلحه \": ص 3. ¶ (¬21) \" علوم الحديث ومصطلحه \": ص 3. ¶ (¬22) المرجع السابق نفسه. ¶ (¬23) ينظر: ص 3 من المرجع السابق. ¶ (¬24) \" علوم الحديث ومصطلحه \": ص 3 و 4.",
            "page": "6",
            "part": "1",
            "seal": "DD79AE44"
        },
        {
            "id": "9",
            "nass": "المكرمة كانت تنعم بعدد أكثر منه في المدينة المنورة، كقصة فداء أسرى بدر من المكيين والذين تجاوز عددهم الأربعين (¬25)، فكان كل كاتب منهم يفدي نفسه بتعليم عشرة من أبناء المسلمين، فإن اعتبرنا، على سبيل التنزل، أنه كان فيهم خمسةٌ فقط كاتبين، تكون النسبة حينها خمسة من أربعين، أي أن واحداً من كل ثمانية في مكة يعرفون الكتابة. ¶ فكيف إذا انضم إلى ذلك «أن كتبة الوحي بين يدي النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بلغ عددهم أربعين رجلاً، وأن كثيراً منهم مكيون؟». ¶ هذا يعني أن الكتابة والقراءة كانت منتشرة في العرب، وهي في مكة أكثر منها في غيرها. ومع تسليمنا بأن الغالب على الناس كان الأمية، بمعنى عدم معرفة القراءة والكتابة، ولكنها لم تكن من الندرة لدرجة أن لا يكون في مكة قبل الإسلام (إلا بضعة عشر رجلاً) يعرفون القراءة والكتابة. ¶ فإذا تقرر هذا، فإنه لا يمكن، في رأي الدكتور الصالح، أن نُرجع قلّة التدوين للحديث إلى ندرة وسائل الكتابة، كما يزعمه الكثيرمن الباحثين، «لأنها لم تكن قليلة إلى هذا الحد الذي يبالغ فيه» (¬26)، وبخاصة أن الصحابة لم تعجزهم قلة الوسائل عن كتابة القرآن الكريم في اللِّخاف (¬27)، والعُسُب (¬28)، والأكتاف (¬29)، والأقتاب (¬30)، وقطع الأديم (¬31). ¶ إذن، لا بد أن قلة تدوين الحديث تعود إلى أمور أُخرى، وقد أرجعها الدكتور الصالح إلى انصراف الصحابة لتلقي القرآن، إذ كانوا من تلقاء أنفسهم «مشغولين بجمعه في الصدور والسطور، وكان ... كتابُ الله يستَغرق جُلَّ أوقاتهم» (¬32). ¶ ومع ذلك فإن أفراداً منهم «وجدوا من البواعث النفسية ما حملهم على العناية بكتابة أكثر ما سمعوه - وربما بكل ما سمعوه - وأقرهم على ذلك رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - حين أُمِنَ التباس السُنَّةِ بالقرآن، على حين كتب أفراد آخرون أشياء قليلة، وظل سائرهم بين قارئ كاتب، لكنه مشغول بالقرآن شغلاً لا يتيح له كتابة الحديث، فغدا يسمعه من الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ويعمل به ولا يجد الحاجة لتقييده، وبين أميٍّ يحفظ من القرآن والحديث ما تيسر في صدره، وهو ما كان عليه أكثر ¶ ¬__________ ¶ (¬25) ذكر ابن إسحاق في مغازيه أنهم بلغوا بضعةً وأربعين أسيراً. ¶ (¬26) \" علوم الحديث ومصطلحه \": ص 6. ¶ (¬27) اللخاف: حجارة بيض رقاق. \" تاج العروس من جواهر القاموس \" ¶ (¬28) العسب: جريدة من النخل مستقيمة دقيقة يُكشطُ خُوصُها. \" تاج العروس \". ¶ (¬29) الكتف: عظم عريض في أصل كتف الحيوان، كانوا يكتبون فيه لقلة القراطيس عندهم. \" تاج العروس \". ¶ (¬30) القتب ما يوضع على ظهر الراحلة (ينظر: \" النهاية في غريب الحديث والأثر \". ¶ (¬31) الأديم: الجلد. \" تاج العروس \". ¶ (¬32) \" علوم الحديث ومصطلحه \": ص 6.",
            "page": "7",
            "part": "1",
            "seal": "3956B97F"
        },
        {
            "id": "11",
            "nass": "الصحابة في بدء الإسلام ومطلع فجره» (¬33). ¶ إضافة إلى ما ورد من توجيه نبوي عام للصحابة بعدم الكتابة (¬34). ¶ فكل هذه العوامل جعلت جهود الصحابة تنصب نحو تدوين القرآن الكريم، والعناية بحفظه، وعدم تدوين السنة خوفاً من التباسها بالقرآن. ¶ ثم بعد أن أُمِن اللبس جاء الإذن العام بالتدوين للسنة (¬35). ¶ وإن كان الشهيد، - رَحِمَهُ اللهُ -، يرى «أن المنع من كتابة الحديث، الذي أُثر عن النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، كان توجيهاً عاماً لم يمنع من الإذن لبعض الصحابة ممن يوثق بضبطهم أن يكتبوا ما سمعوه منه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، فكان هذا بمثابة استثناء خصهم به لأسباب وجيهة قدّر أهميتها تبعاً للظروف والأشخاص» (¬36). ¶ وإن كان الكثير من العلماء جمعوا بين تقدم المنع وتأخر الإذن، بأن المتأخر نسخ المتقدم، إلا أن الدكتور الصالح، - رَحِمَهُ اللهُ -، يرى أن ذلك يراد منه «التدرج الحكيم في معالجة هذه القضية البالغة الخطورة» (¬37)، وأن «تخصيص بعض الصحابة بالإذن العام في وقت النهي العام لا يعارض القول بالنسخ» (¬38)، معللاً ذلك بأن «إبطال المنسوخ بالناسخ لا علاقة له ولا تأثير في تخصيص بعض أفراد العام قبل نسخه» (¬39). ¶ وبهذه النتيجة التي خلص إليها الدكتور الصالح - رَحِمَهُ اللهُ -، يرى أنه جمع فيها بين «الآراء والتوجيهات المختلفة التي يخيل إلى الباحث السطحي - عبارته - أنها متضاربة» (¬40)، والعبرة «بما انتهى إليه الموضوع آخر الأمر واستقرت عليه الأمة، وهو اتفاق الكلمة بعد الصدر الأول على جواز كتابة الأحاديث» (¬41). ¶ وبهذه النتيجة التي توصل إليها بعدما يشبه الاستقراء لكثير من النصوص الواردة بهذا الشأن، يكون قد هدم مقولة المستشرقين التي روجوا لها ومفادها: أن الحديث النبوي الشريف لو يدوَّن إلا على رأس المئة الثانية بطلب من أمير المؤمنين عمر بن عبد العزيز، معتبرين أن هناك فجوة تمتد إلى أكثر من مئة وخمسين عاما ً بين سماع الحديث وتدوينه، فهو بهذا يبين أن هذه الفجوة غير موجودة، فالحديث جمع ¶ ¬__________ ¶ (¬33) \" علوم الحديث ومصطلحه \": ص 7. ¶ (¬34) ينظر: \" علوم الحديث ومصطلحه \": ص 8. ¶ (¬35) يراجع: \" علوم الحديث ومصطلحه \": ص 8. ¶ (¬36) \" علوم الحديث ومصطلحه \": ص 11. ¶ (¬37) المرجع السابق نفسه. ¶ (¬38) المرجع السابق. ¶ (¬39) المرجع السابق. ¶ (¬40) المرجع السابق. ¶ (¬41) المرجع السابق نفسه.",
            "page": "8",
            "part": "1",
            "seal": "C77DB8B7"
        },
        {
            "id": "12",
            "nass": "في زمن ابن عبد العزيز ولم يُدوَّن ابتداءً، كما أن القرآن الكريم جمع في زمن أمير المؤمنين عثمان بن عفان ولم يُدَوَّن ابتداءً. ¶ الصَّحُفُ التِي دُوِّنَتْ فِي العَهْدِ النَّبَوِيِّ: ¶ وللتأكيد على صحة ما وصل إليه من استنتاج عقد في الكتاب فصلاً (¬42) عدد فيه الصحف التي كتبت في عهد النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، جامعاً الكثير من الأدلة التي لا يرقى إليها شك. فمن هذه الصحف: ¶ 1 - صحيفة سعد بن عبادة - رَضِيَ اللهُ عَنْهُ -، ذكرها الإمام الترمذي - رَحِمَهُ اللهُ - في كتاب الأحكام من \" سننه \"، بَابُ [مَا جَاءَ فِي] اليَمِينِ مَعَ الشَّاهِدِ. قال رَبِيعَةُ الرَّأْيِ: وَأَخْبَرَنِي ابْنٌ لِسَعْدِ بْنِ عُبَادَةَ قَالَ: وَجْدنَا فِي كِتَاب سَعْدٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَضَى بِاليَمِينِ [مَعَ] الشَّاهِدِ (¬43). وهذه الصحيفة ذُكرت في \" مسند الإمام أحمد \" (¬44)، وسعد بن عبادة - رَضِيَ اللهُ عَنْهُ -، كما جاء في \" تهذيب التهذيب \" (¬45) للحافظ ابن حجر كان من كُتَّابِ الجَاهِلِيَّةِ (¬46)، وكانت وفاته سنة 15 هجرية. ¶ وكان ابنه يروي من هذه الصحيفة (¬47) , وكذلك نقل البخاري في كتاب الجهاد من \" صحيحه \"، باب: الصبر عند القتال \" أن هذه الصحيفة كانت نسخة من صحيفة عبد الله ابن أبي أَوْفى الذي كان يكتب الحديث بيده، وكان الناس يقرؤون عليه ما جمعه بخطه (¬48). ¶ وإن كان هذا الاستنباط غير دقيق، والدكتور الصالح نقله عن كتاب \" السير الحثيث في تاريخ تدوين الحديث \" للدكتور محمد زبير الصديقي، إلا أنه لا شك أن ابن أبي أوفى كان يكتب، وعند الرجوع إلى الموضع المشار إليه من \" صحيح البخاري \" نجد الآتي \" قال سالم بن أبي النضر: إن عبد الله بن أبي أوفى كتب فقرأته: إن رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - قال: «وَإِذَا لَقِيتُمُوهُمْ فَاصْبِرُوا» (¬49). ¶ وكان البخاري أورد في موضع سابق (¬50) أَنَّ سالم أبا النضِر مولى عمر بن عبيد الله - وكان كاتبه - قال: كتب إليه عبد الله بن أبي أوفى - أي إلى عمر - أن رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - قال: «وَاعْلَمُوا أَنَّ الْجَنَّةَ تَحْتَ ظِلاَلِ السُّيُوفِ». ¶ ¬__________ ¶ (¬42) من ص: 12 إلى ص: 23. ¶ (¬43) \" سنن الترمذي \": 3/ 627. ¶ (¬44) ينظر \" علوم الحديث ومصطلحه \": ص 13 حاشية. ¶ (¬45) ج 3 / ص475. ¶ (¬46) - وعبارته: «كَانَ سَعْدٌ فِي الجَاهِلِيَّةِ يُكْتَبُ بِالعَرَبِيَّةِ وَيُحْسِنُ العَوْمَ». ¶ (¬47) ينظر \" علوم الحديث ومصطلحه \": ص 13 حاشية. ¶ (¬48) \" علوم الحديث ومصطلحه \": ص 13. ¶ (¬49) \" فتح الباري \": 6/ 45. ¶ (¬50) كتاب الجهاد، باب: الجنة تحت بارقة السيوف (\" فتح الباري \": 6/ 33).",
            "page": "9",
            "part": "1",
            "seal": "91C093D1"
        },
        {
            "id": "13",
            "nass": "فهذا يدل على أن ابن أبي أوفى كتب أحاديث وقرأها الناس، ولكنها غير صحيفة سعد بن عبادة - رَضِيَ اللهُ عَنْهُمْ أَجْمَعِينَ -. ¶ 2 - صحيفة سَمُرَةَ بْنَ جُنْدُبٍ - رَضِيَ اللهُ عَنْهُ -، المُتَوَفَّى سَنَةَ 60 للهجرة. ففي ترجمة ابنه من \" تهذيب التهذيب \" (¬51) أنه روى عن أبيه نسخة كبيرة. ولعلها الرسالة التي بعث بها إلى بنيه وقال فيها ابن سيرين: «فِي رِسَالَةِ سَمُرَةَ إِلَى بَنِيهِ عِلْمٌ كَثِيرٌ» (¬52). ¶ 3 - صحيفة جابر بن عبد الله - رَضِيَ اللهُ عَنْهُمَا - المُتَوَفَّى سَنَةَ 78 للهجرة. وكان التابعي الجليل قتادة بن دعامة السدوسي يقول: «لأَنَا بِصَحِيفَةِ جَابِرٍ أَحْفَظ مِنِّي مَن سُورَة البَقَرَةِ» (¬53). ¶ وكذلك فإن سليمان بن قيس اليشكري جالس جابراً وروى عنه صحيفة (¬54). ونقل الدكتورعن بعضهم أن وهب بن منبه روى أحاديث من إملاء جابر وأحالنا إلى \" تهذيب التهذيب \" (¬55) , ولكنني لم أجد ذلك في الموضع المحال إليه فلعله في غيره. ¶ 4 - الصحيفة الصادقة التي كتبها عبد الله بن عمرو بن العاص - رَضِيَ اللهُ عَنْهُمَا -، المُتَوَفَّى سَنَةَ 65 للهجرة. وهي من أشهر الصحف التي كتبت في العصر النبوي، وإن كان العدد الذي ذكره الدكتور لأحاديث الصحيفة غير مُسَلَّمٍ بِهِ (¬56)، إلا أنها كانت معروفة، وأن عبد الله كتبها بإذن النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. وهي محفوظة في \" مسند الإمام أحمد بن حنبل \" (¬57). ويكفي في ثبوتها ما قال أبو هريرة - رَضِيَ اللهُ عَنْهُ -: «مَا كَانَ أَحَدٌ أَحْفَظَ لِحَدِيثِ رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - مِنِّي إِلاَّ عَبْدَ اللَّهِ بْنِ عَمْرٍو بْنِ العَاصِ، فَإِنَّهُ كَانَ يَكْتُبُ , وَلاَ أَكْتُبُ». وما قاله مجاهد بن جبر: أَتَيْتُ عَبْدَ اللَّهِ بْنِ عَمْرٍو فَتَنَاوَلْتُ صَحِيفَةً مِنْ تَحْتِ مَفْرَشِهِ , فَمَنَعَنِي , قُلْتُ: مَا كُنْتَ تَمْنَعُنِي شَيْئًا , قَالَ: «هَذِهِ الصَّادِقَةُ , هَذِهِ مَا سَمِعْتُ مِنْ رَسُولِ اللَّهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، لَيْسَ بَيْنِي وَبَيْنَهُ أَحَدٌ» (¬58). ¶ ¬__________ ¶ (¬51) 4/ 198 ¶ (¬52) \" تهذيب التهذيب \": 4/ 236 ـ 237. ¶ (¬53) ينظر \" علوم الحديث ومصطلحه \": ص 15. ¶ (¬54) \" تهذيب التهذيب \": 4/ 215. ¶ (¬55) 11/ 166 ترجمة وهب بن منبه. ¶ (¬56) ذكر الدكتور أن الصحيفة حَوَتْ مائة حديث. والذي في المصدر المحال إليه وهو \" أسد الغابة \" أن عبد الله قال: «حَفِظْتُ عَنْ النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أَلْفَ مَثَلٍ». ولا يلزم أن يكون ما حفظه هو الذي كتبه. ¶ (¬57) ومجموع أحاديث مسند عبد الله بن عمرو (638) حديثاً وهذا يؤيد ما ذكرته أنه لا يلزم أن يكون كتب كل ما حفظ. ¶ (¬58) \" أسد الغابة \": 3/ 346.",
            "page": "10",
            "part": "1",
            "seal": "9DB936F7"
        },
        {
            "id": "15",
            "nass": "5 - أيضاً من النصوص المدونة: صحيفة العهد الذي كتب في المدينة المنورة في السَّنَةِ الأولى للهجرة، والذي نظم العلاقة بين المسلمين واليهود. وهي معروفة متواترة (¬59). ¶ 6 - ألواح عبد الله بن عباس - رَضِيَ اللهُ عَنْهُمَا -، المُتَوَفَّى سَنَةَ 69 للهجرة. فقد اشتهر عنه أنه عُنِي بكتابة الكثير من سُنَّةِ رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وسيرته في ألواح كان يحملها معه في مجالس العلم. ولقد تواتر أنه ترك حين وفاته حِمْلَ بَعِيرٍ من كتبه. وقد ظلت هذه الألواح معروفة متداولة مدة من الزمن (¬60). ¶ 7 - صحيفة همام بن منبه عن أبي هريرة - رَضِيَ اللهُ عَنْهُ -. وقد أسماها الدكتور الصالح \" صحيفة أبي هريرة لهمام بن منبه \"، واعتبر بِنَاءً على كثرة روايات أبي هريرة أنه لا بد أن صحفاً كثيرة \" جمعها الصحابي الجليل أبو هريرة، المُتَوَفَّى سَنَةَ 58 للهجرة، قد تلفت إلا هذه الصحيفة التي رواها عنه تلميذه التابعي همام بن منبه، المُتَوَفَّى سَنَةَ 101 للهجرة، ثم نسبت إليه فقيل: صحيفة همام، وهي في الحقيقة \" صحيفة أبي هريرة \" (¬61). ¶ وهذه الصحيفة معروفة مشهورة، وقد رواها عن همام تلميذه معمر بن راشد الصنعاني، وعنه تلميذه عبد الرزاق الصنعاني صاحب \" المُصَنَّفْ \"، وعنه وعن غيره عن معمر الإِمَامُ أحمد في \" مسنده \". وهي تتضمن حوالي المائة والأربعين [140] حديثاً. وقد وصلتنا كاملة كما دَوَّنَهَا همام عن أبي هريرة - رَضِيَ اللهُ عَنْهُ -. كما أن صاحبَيْ \" الصحيحين \" أخرجا منها أحاديث، اتفقا على مجموعة منها، وتفرد كل منهما بأحاديث. ¶ ولكن هذه الصحيفة كتبت يقيناً بعد وفاة النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، لأن وهباً ولد قبيل سَنَةِ 40 للهجرة، وتوفي شيخه أبو هريرة - رَضِيَ اللهُ عَنْهُ - سَنَةَ 58 للهجرة، والدلائل بين أيدينا تشير إلى أن أبا هريرة كان لا يكتب، وهو ما صرح به نفسه عندما قال: «مَا مِنْ أَصْحَابِ [النَّبِيِّ] صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَحَدٌ أَكْثَرَ حَدِيثًا عَنْهُ مِنِّي، إِلاَّ مَا كَانَ مِنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، فَإِنَّهُ كَانَ يَكْتُبُ وَلاَ أَكْتُبُ» (¬62). فهذا تصريح منه بأنه لا يكتب. ¶ ¬__________ ¶ (¬59) ينظر \" علوم الحديث ومصطلحه \": ص 19 و 20. ¶ (¬60) ينظر \" علوم الحديث ومصطلحه \": ص: 20 و21. ¶ (¬61) ينظر المرجع السابق: ص: 21 و22. ¶ (¬62) البخاري: \" الصحيح \": كِتَابُ العِلْمِ - بَابُ كِتَابَةِ العِلْمِ: ح 113.",
            "page": "11",
            "part": "1",
            "seal": "04176125"
        },
        {
            "id": "16",
            "nass": "وقد نَبَّهَ الحافظ في \" الفتح \" (¬63) إلى أن قوله (وَلاَ أَكْتُبُ) قد يعارضه ما أخرجه ابن وهب من طريق الحسن بن عمرو بن أمية، قال: تُحُدِّثَ عند أبي هريرة بحديث، فأخذ بيدي إلى بيته فأرانا كتباً من حديث النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، وقال: هذا هو مكتوب عندي. ¶ ونقل عن ابن عبد البر قوله: حديث همام أصح - أي في أنه لا يكتب -، ويمكن الجمع بأنه لم يكن يكتب في العهد النبوي ثم كتب بَعْدُ. ولكن الحافظ مال إلى أقوى منه فقال: لا يلزم من وجود الحديث مكتوباً عنده أن يكون بخطه، وقد ثبت أنه لم يكن يكتب فتعين أن المكتوب عنده بغير خطه. انتهى. ¶ ولكن هذا بطبيعة الحال يؤيد ما ذهب إليه الدكتور الصالح من أن الكثير من النصوص الحديثية عرف طريقه إلى التدوين في زمن الرسالة الأول. ¶ وهذا كاف في دحض دعوى المستشرقين بأن الحديث النبوي الشريف لم يدون إلا في مطلع القرن الثاني. ¶ مَوْقِفُ المُسْتَشْرِقِينَ مِنْ تَدْوِينِ الحَدِيثِ: ¶ ولأجل هذا المعنى عقد الدكتور الصالح فصلاً في كتابه ينتقد فيه الذين يجرون وراء المستشرقين أمثال جولدتسيهر  Goldziher،  وسوفاجيه  Sauvaget  لينقلوا عنهم الاعتراف بالتدوين المبكر للحديث، في حين أن «كتبنا وأخبارنا ووثائقنا التاريخية لا تدع مجالاً للشك في تحقق تقييد الحديث في عصر النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - نفسه، وليس على رأس المئة الثانية للهجرة كما يمن علينا هذان المستشرقان - عبارته - وهي تنطق - فوق ذلك - بصدق جميع الوقائع والأقوال والسير والتصرفات التي تنطوي عليها الأحاديث الصحاح والحسان في كتب السنة جميعاً، لا في بعضها دون بعض كما يظن  Dozy  دوزي» (¬64). ¶ وهكذا نجد أن عالمنا الصالح متسلح باطلاع واسع على ما كتبه المستشرقون بلغتهم حول السُنَّةِ النَّبَوِيَّةِ، ولكن هذا الاطلاع كان بعين الناقد البصير. ويقيناً هو لم يطلع على كتاباتهم لمجرد النقد فقط، ولكنه، على ما تواتر عنه، كان بحاثةً يتمثل الحديث القائل: «الكَلِمَةُ الحِكْمَةُ ضَالَّةُ المُؤْمِنِ» (¬65)، فهو طالب حكمة ومعرفة، ولكنه مع هذا لا يلغي عقله ولا شخصيته، ولا يجعل هذا الاطلاع على حساب انتمائه وهويته. ¶ ¬__________ ¶ (¬63) ج 1 / ص 250. ¶ (¬64) \" علوم الحديث ومصطلحه \": ص: 23 و 24. ¶ (¬65) أخرجه الترمذي: [\" السُنن \"]: آخر حديث في كتاب العلم. حديث رقم 2687.",
            "page": "12",
            "part": "1",
            "seal": "0A4F359B"
        },
        {
            "id": "17",
            "nass": "فاطلاعه على تراث البشرية اطلاع المستعلي بما عنده من قيم، وليس اطلاع المنهزم المسحوق الذي يُغَيِّبُ شخصيته وعقله لصالح الآخرين. ¶ وهو، مع مناقشاته العلمية المدعمة بالأدلة القاطعة، لم يُخْفِ معرفته بأسباب ما كتبوه معتبراً أن المستشرقين «لم يتجشموا جمع الأدلة والبراهين على إثبات تدوين السنة لإسداء خدماتهم الخالصة إلينا وإلى أدبنا وشريعتنا - وأنا أقتبس -، بل لهم أغراض إليها يهدفون، ولهم أعمال من دون ذلك هم لها عاملون» (¬66). ¶ الرَدُّ عَلَى جُولْدْتْسِيهِرْ: ¶ ولذلك بدأ بتتبعهم فيما كتبوه، ثم عرض كل ذلك على ما سبق تقريره وتثبيته، فبين أن جولدتسيهر حاول فيما كتبه عن التدوين المبكر للحديث التشكيك في أمر هذه النصوص، وبث الريبة في صحتها (¬67)، وأنه «رمى بهذا إلى غرضين: أحدهما إضعاف الثقة باستظهار السُنَّةِ وحفظها في الصدور، لتعويل الناس منذ القرن الهجري الثاني على الكتابة. والآخر: وصم السُنَّةِ بالاختلاق والوضع على ألسنة المدونين لها الذين لم يجمعوا منها إلا ما يوافق أهواءهم ويعبر عن آرائهم ووجهات نظرهم في الحياة» (¬68). ¶ ولأجل دحض هذه الشبهات أطال عالمنا «الحديث عن الصحف المكتوبة في عهده صلوات الله وسلاماته عليه لنضع - يقول - بين يدي القارئ الأسانيد التاريخية الموثوقة التي تثبت بدء الشروع في كتابة الأحاديث في حياته عليه الصلاة والسلام، وتؤكد تسلسل الرواية حفظاً وضبطاً في الوقت نفسه» (¬69). ¶ الرَدُّ عَلَى سُوفَاجِيهْ: ¶ ويرى - رَحِمَهُ اللهُ - تعالى أن ما كتبه سوفاجيه في كتابه \" الحديث عند العرب \" من محاولة لتفنيد «المعتقد الخاطئ عن وصول السُنَّةِ بطريق المشافهة وحدها، ويجمع الكثير من الأدلة على تدوين الأحاديث ¶ ¬__________ ¶ (¬66) \" علوم الحديث ومصطلحه \": ص 24. ¶ (¬67) ينظر المرجع السابق. ¶ (¬68) \" علوم الحديث ومصطلحه \": ص 24 - 25. ¶ (¬69) \" علوم الحديث ومصطلحه \": ص 25.",
            "page": "13",
            "part": "1",
            "seal": "A69880BA"
        },
        {
            "id": "18",
            "nass": "والتعويل على هذا التدوين في عصر مبكر يبدأ أيضاً في مطلع القرن الهجري الثاني، وليس في حياة الرسول - عَلَيْهِ الصَلاَةُ وَالسَّلاَمُ -» (¬70) يرى أن هذا «لا يختلف في شيء عن غاية جولدتسيهر» (¬71). ¶ الرَدُّ عَلَى دُوزِي: ¶ أما المستشرق دوزي، وبعد ذكر عبارته معدلة، لأنها - على ما قال - «أوقح من أن نوردها على حالها» (¬72)، والتي مفادها أن الكثير «من الموضوعات والمكذوبات تتخلل كتب الحديث» (¬73) وأنها «تشتمل على أمور كثيرة يود المؤمن الصادق لو لم ترد فيها» (¬74)، هذا مع العلم أنه قَدَّمَ لكلامه بمداخلة اعترف فيها بصحة قسم كبير من السنة النبوية التي حفظت في الصدور ودونت في الكتب بدقة بالغة وعناية لا نظير لها» (¬75)، فهو لعله «يخدع برأيه المعتدل كثيراً من علمائنا فضلاً عن أوساط المتعلمين فينا» (¬76). ولكنه لم يكن غرضه خالصاً للعلم والبحث المجرد «حين مال إلى الاعتراف بصحة ذلك النصيب الكبير من السُنَّةِ، وإنما كان يفكر أولاً وآخراً بما اشتملت عليه هذه السُنَّةُ الصحيحة من نظرات مستقلة في الكون والحياة والإنسان، وهي نظرات لا يدرأ عنها استقلالها النقدُ والتجريح، لأنها لم تنبثق من العقل الغربي المعجز، ولم تصور حياة الغرب الطليقة من كل قيد» (¬77). ¶ ولأن هؤلاء المستشرقين لم يكونوا متجردين تماماً عند بحثهم لهذه الأمور العلمية، فإن الدكتور الصالح يرى أنه لا يمكن أن نكون عالة عليهم «في تحقيق شيء يتعلق بماضي ثقافتنا، وسنكون منهم على حذر في كل ما يؤرخونه لحضارتنا» (¬78). ¶ وهكذا نراه يقرر هذه النتيجة الكلية التي تنطبق على كل ما جاء به المستشرقون فلا بد للباحث أن يكون من ذلك على حذر. ¶ وللتأكيد على عدم الوثوق المطلق بما حققه المستشرقون، انتقل الدكتور الصالح - رَحِمَهُ اللهُ - إلى موضوع آخر يتصل بتدوين السنة، وقد تخبط فيه المستشرقون أيضاً، وهو ما قاله جولدتسيهر من «أن ¶ ¬__________ ¶ (¬70) المرجع السابق. ¶ (¬71) المرجع السابق. ¶ (¬72) \" علوم الحديث ومصطلحه \": حاشية ص 26. ¶ (¬73) \" علوم الحديث ومصطلحه \": ص 25. ¶ (¬74) \" علوم الحديث ومصطلحه \": ص 26. ¶ (¬75) \" علوم الحديث ومصطلحه \": ص 25. ¶ (¬76) المرجع السابق نفسه. ¶ (¬77) \" علوم الحديث ومصطلحه \": ص 26. ¶ (¬78) المرجع السابق.",
            "page": "14",
            "part": "1",
            "seal": "A7C0271D"
        },
        {
            "id": "19",
            "nass": "الأحاديث الواردة في شأن تدوين العلم، حثاً عليه أو نهياً عنه، إنما كانت أثراً من آثار تَسابُقِ أهل الحديث في جانب وأهل الرأي في جانب آخر إلى وضع الأقوال المؤيدة لنزعتَيْهم المتباينتين» (¬79). ¶ ولو أُخذ بهذا الكلام لكانت النتيجة أن كل ما دُوِّنَ من نصوص كان يخضع [للمزاجية] والمذهب. وهذا إن دلَّ على شيء، فإنما يدل على جهل هؤلاء المستشرقين بأصول النقل العلمي عند علماء المسلمين، وكيف أنهم في قواعد النقد التي أصلوها للمرويات وللرواة، كانوا ينظرون في جملة ما ينظرون إليه مدى موافقة الرواية لمذهب الراوي، وبخاصة فيما يتعلق برواية المبتدع، فقد وضعوا لقبول روايته شروطاً منها أن لا تكون روايته تؤيد بدعته. ¶ فمن يضع مثل هذه القواعد لا يمكن أن يتهم بأنه ما دُوَّنَ إلا ما يؤيد رأيه، وكأن الشريعة من وضع البشر لا من وضع رب البشر. ¶ فهؤلاء الذين قالوا هذا الرأي فيما دون من العلم يرون «أن أهل الحديث ينزعون إلى جواز تقييد السنة ليكون مستنداً بين أيديهم لصحتها والاحتجاج بها، وأهل الرأي - على العكس- ينزعون إلى النهي عن الكتابة، وإثبات عدم تقييد العلم، تمهيداً لإنكار صحته وإنكار الاحتجاج به» (¬80). وكأن القضية تسابق على اتباع هوى لا على اتباع حكم. ¶ وقد تأثر بما كتبه جولدتسيهر بعض الباحثين (¬81)، وتأثر هو ببعضهم من مثل سلفه المستشرق (شبرنجر  Sprenger)  وبخاصة بعد اطلاعه على مقاله في \" نشأة الكتابة وتطورها \"، وشبرنجر هذا هو الذي اكتشف سنة 1855م كتاب \" تقييد العلم \" للخطيب البغدادي (¬82)، ولكن الدكتور الصالح لاحظ الفروقات بين مَنْهَجِ المُسْتَشْرِقََيْنِ وأنهما يختلفان اختلافاً جوهرياً في هذا الموضوع، «أما شبرنجر فقد استنتج من نشأة الكتابة عند العرب، ومن خلال النصوص الواردة في الكتاب المذكور أن الحديث لا بد أن يكون قد دون منه الكثير في عهد الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، وكان هذا ما يعنيه بالذات. ¶ وأما جولدتسيهر فقد ارتاب في صحة جميع تلك النصوص، ورأى أن بعضها وضعه أهل الحديث، والبعض الآخر وضعه أهل الرأي» (¬83). ¶ ¬__________ ¶ (¬79) \" علوم الحديث ومصطلحه \": ص 27. ¶ (¬80) \" علوم الحديث ومصطلحه \": ص 27. ¶ (¬81) من مثل (روث مكنسون  Ruth mackenson)  في دراستها: \" كتب عربية ومكتبات في العصر الأموي\". ينظر: \" علوم الحديث ومصطلحه \": ص 27 حاشية. ¶ (¬82) \" علوم الحديث ومصطلحه \": ص 27. ¶ (¬83) \" علوم الحديث ومصطلحه \" ص 28.",
            "page": "15",
            "part": "1",
            "seal": "3B49D061"
        },
        {
            "id": "20",
            "nass": "وهو إذ يناقش مناهج المستشرقين، لا يفوته التنويه بكتابات صدرت في ذلك الوقت، بذل أصحابها فيها جهداً في الرد على المستشرقين، ولكنه مع ذلك يبدي رأيه مع النقد والتحليل، فَحَيْثُ يَرَى أَنَّ البَاحِثَ أَصَابَ يُثْنِي، وَحَيْثُ يَرَى أَنَّ البَاحِثَ لَمْ يُصِبْ يُقوِّمُ (¬84). ¶ وهو في كل ذلك يعنيه أمر واحد هو «خطأ الاعتقاد بتناقل الحديث عن طريق التحديث وحده» (¬85). ¶ وبالرغم من أهمية ما حققه الدكتور الصالح - رَحِمَهُ اللهُ - في شأن التدوين المبكر للحديث، إلا أننا للأسف وجدنا أن بعض المتأخرين ممن كتبوا في \" دلائل التوثيق المبكر للسنة والحديث\" قد أغفل ما كتبه الدكتور الصالح، بينما نجده ينقل عمن نقل عن الدكتور الصالح. وهذا قصور في ميدان البحث العلمي (¬86). ¶ الضَّلاَلُ العِلْمِيُّ: ¶ ويبقى الهم الأكبر عند الدكتور الصالح تلك الفكرة التي تولى كبرها جولدتسيهر، والتي أطلق عليها لقب (الضلال العلمي) (¬87)، ومفادها أن كل فريق كان يكتب ما يؤيد رأيه وهواه ويرد ما يخالفه. ¶ ولدحض هذا الضلال العلمي أورد الدكتور الصالح مجموعة من النصوص تثبت كراهة التابعين أن يُكتب عنهم رأيهم دون النصوص (¬88). ومن ذلك ما روي عن جابر بن زيد - المُتَوَفَّى سَنَةَ 93 للهجرة - أنه قيل له: إنهم يكتبون رأيك. فقال مستنكرًا: «يَكْتُبُونَ مَا عَسَى أَنْ أَرْجِعَ عَنْهُ غَدًا؟!» (¬89). ¶ فهذا واضح في أنهم كانوا يفرقون بين النصوص الشرعية وبين الآراء الشخصية. وهذا كان مشتهرًا عند المتقدمين، وعليه حمل ما ورد عنهم من نهي عن الكتابة، أي النهي عن كتابة الآراء الشخصية، أما كتابة النصوص النبوية فقد كانت منتشرة بين التابعين (¬90)، فمن ذلك ما كان من حرص سَعِيدِ بْنِ جُبَيْرٍ على كتابة الحديث، فقد قال: «كُنْتُ أَسِيرُ بَيْنَ ابْنِ عُمَرَ وَابْنِ عَبَّاسٍ، فَكُنْتُ أَسْمَعُ الحَدِيثَ مِنْهُمَا، فَأكْتُبُهُ عَلَى وَاسِطَةِ الرَّحْلِ حَتَّى أَنْزِلَ فَأَكْتُبَهُ» (¬91). ¶ ¬__________ ¶ (¬84) ينظر \" علوم الحديث ومصطلحه \": ص 28 و29. ¶ (¬85) \" علوم الحديث ومصطلحه \": ص 30. ¶ (¬86) -  the significance of sunna and hadith and their early documentation  الدكتور امتياز أحمد، كتبت سَنَةَ 1974 م. ¶ (¬87) ينظر \" علوم الحديث ومصطلحه \": ص 27. ¶ (¬88) ينظر \" علوم الحديث ومصطلحه \": ص 33 و34. ¶ (¬89) \" علوم الحديث ومصطلحه \": ص 34. ¶ (¬90) المرجع السابق. ¶ (¬91) \" تقييد العلم \" للخطيب البغدادي: ص 103. وينظر \" علوم الحديث ومصطلحه \": ص 34.",
            "page": "16",
            "part": "1",
            "seal": "74038A36"
        },
        {
            "id": "22",
            "nass": "وبالرغم من أنه هو الذي روى عن ابن عباس قوله: «إِنَّمَا أَضَلَّ مَنْ قَبْلَكُمُ الكَتْبُ» (¬92)، نجده يروي عنه أيضاً: «خَيْرُ مَا قُيِّدَ بِهِ العِلْمُ الكِتَابُ» (¬93). ¶ ولو نظر من لا رأي له في هذه النقول لظن أنها متضاربة، ولكنها في الحقيقة تتكلم عن حالين مختلفين، فالنهي منصرف إلى كتابة الرأي المجرد، والإذن منصرف إلى جواز، بل وضرورة، كتابة النصوص النبوية. ¶ ومن قرأ النصوص القديمة وأمعن النظر فيها يدرك أن لفظة (عِلْمٍ) يراد بها النصوص الشرعية - قُرْآنٌ أَوْ سُنَّةٌ -، ويقابل ذلك (الرَّأْيُ) وهو الفهم لهذه النصوص. وهذا المعنى واضح في كلمة جابر بن زيد: «يَكْتُبُونَ مَا عَسَى أَنْ أَرْجِعَ عَنْهُ غَدًا؟!»، لأنه نَظَرٌ مِنْهُ فِي الدَّلِيلِ، وقد يصح خلافه، فيوجب ذلك الرجوع عنه. ¶ والنصوص على ذلك كثيرة جداً. منها مثلاً: ¶ - قول الإمام مالك - رَحِمَهُ اللهُ -: «الحُكْمُ الذِي يُحْكَمُ بِهِ بَيْنَ النَّاسِ حُكْمَانِ مَا فِي كِتَابِ اللَّهِ أَوْ مَا أَحْكَمَتْهُ السُّنَّةُ، فَذَلِكَ الحَكَمُ الوَاجِبُ وَذَلِكَ الصَّوَابُ، وَالحُكْمُ الذِي يَجْتَهِدُ فِيهِ العَالِمُ رَأْيَهُ فَلَعَلَّهُ يُوَفَّقُ، وَثَالِثٌ مُتَكَلِّفٌ فَمَا أَحْرَاهُ أَلاَّ يُوَفَّقَ» (¬94). ¶ فليُنظَر كيف فَرَّقَ الإمام مالك بين النقل، وبين النظر فيه، وبين النظر العري عن الدليل. فالأول هو المأذون بتدوينه، والثاني هو الذي لم يأذن التابعون بتدوينه، والثالث لا يعتبر أصلاً. ¶ - ومن الأدلة عليه ما قاله الإمام الشافعي - رَحِمَهُ اللهُ -: «لَيْسَ لأَحَدٍ أَنْ يَقُولَ فِي شَيْءٍ حَلاَلٌ وَلاَ حَرَامٌ إِلاَّ مِنْ جِهَةِ العِلْمِ، وَِجِهَةُ العِلْمِ مَا نُصَّ فِي الكِتَابِ أَوْ فِي السُنَّةِ , أَوْ فِي الإِجْمَاعِ فَإِنْ لَمْ يُوجَدْ فِي ذَلِكَ فَالقِيَاسِ عَلَى هَذِهِ الأُصُولِ مَا كَانَ فِي [مَعْنَاهَا]» (¬95). ¶ وهذا تصريح بمرادهم من لفظة (العِلْمِ) وأنه النص. ¶ - ومن هذا الباب ما أخرجه الإمام عبد الرزاق الصنعاني في \" مصنفه \" (¬96) عَنْ عَطَاءَ أَنَّهُ سُئِلَ عَنِ الْمُسْتَحَاضَةِ - أي في الحج - فَقَالَ: «تُصَلِّي وَتَصُومُ، وَتَقْرَأُ القُرْآنَ، وَتَسْتَثْفِرُ بِثَوْبٍ، ثُمَّ تَطُوفُ». قَالَ ¶ ¬__________ ¶ (¬92) \" تقييد العلم \" للخطيب البغدادي: ص 43. وينظر \" علوم الحديث ومصطلحه \": ص 35. ¶ (¬93) \" تقييد العلم \" للخطيب البغدادي: ص 92. وينظر \" علوم الحديث ومصطلحه \": ص 35. ¶ (¬94) \" جامع بيان العلم وفضله \"، الحافظ ابن عبد البر: 2/ 25. ¶ (¬95) \" جامع بيان العلم \": 2/ 26. ¶ (¬96) ج1 / ص 311، رقم 1194.",
            "page": "17",
            "part": "1",
            "seal": "56C7ADE7"
        },
        {
            "id": "23",
            "nass": "لَهُ سُلَيْمَانُ بْنُ مُوسَى: أَيَحِلُّ لِزَوْجِهَا أَنْ يُصِيبَهَا؟ قَالَ: «نَعَمْ»، قَالَ سُلَيْمَانُ: أَرَأْيٌ، أَمْ عِلْمٌ؟ قَالَ: «سَمِعْنَا أَنَّهَا إِذَا [صَلَّتْ وَصَامَتْ] حَلَّ لِزَوْجِهَا أَنْ يُصِيبَهَا». ¶ فقول سليمان: «رَأْيٌ، أَمْ عِلْمٌ؟» يدلنا على أن كلمة (العِلْمَ) كانت عندهم مصطلحاً يدل على النقل. وأن كلمة (رَأْيٌ) كانت عندهم مصطلحاً يدل على الإجتهاد. وهو الذي ينصرف المنع عن التدوين إليه. ¶ - ومنها ما نقل عن الإمام محمد بن سيرين، أنه سئل عن المتعة - أي التمتع - بالعمرة إلى الحج، فقال: «كَرِهَهَا عُمَرُ بْنُ الْخَطَّابِ، وَعُثْمَانُ بْنُ عَفَّانَ - رَضِيَ اللهُ عَنْهُمَا - , فَإِنْ يَكُنْ عِلْمًا فَهُمَا أَعْلَمُ مِنِّي وَإِنْ يَكُنْ رَأْيًا فَرَأْيُهُمَا أَفْضَلُ» (¬97). ففرق أيضا بين القول اعتماداً على نص، وهو العلم، وبين القول اعتماداً على فهم النص، وهو الرأي. ¶ ولا يفوتنا أن نبين أن العلم عندهم أيضاً ما كانت دلالته قطعية. وأن الرأي ما كانت دلالته ظنية. ¶ فكل هذه النقول تدحض (الضلال العلمي) الذي تولى كبره المستشرق جولدتسيهر مُتَّهِمًا سَلَفَنَا بالمزاجية في تدوين العلم، وَتُبَيِّنُ مدى الدقة والأمانة عند التابعين في التفريق بين النص وبين الاجتهاد، وهذا يؤكد كل كلمة قالها الدكتور الصالح في نوايا المستشرقين. ¶ ثم عندما رسخ هذا التفريق في الأذهان \" أصبح كثير من أوساط التابعين في أول المئة الثانية لا يرون بأساً في تقييد العلم، ويرخصون لتلامذتهم بتقييده، كما رخص سعيد بن المسيب - المُتَوَفَّى سَنَةَ 105 للهجرة - لعبد الرحمن بن حرملة - المُتَوَفَّى سَنَةَ 145 للهجرة - بذلك حين شكا إليه سوء الحفظ، وراح الشعبي - عامر بن شراحيل الإمام المتوفى في العشر الأول من المائة الثانية - يردد العبارة المشهورة التي كانت صدى لحديث مرفوع إلى الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - (¬98) تناقله الصحابة والتابعون: «الكِتَابُ قَيْدُ العِلْمِ»، وينبه على فائدة الكتابة فيقول: «إِذَا سَمِعْتُمْ مِنِّي، شَيْئًا فَاكْتُبُوهُ وَلَوْ فِي حَائِطٍ» (¬99). إلى أمثلة كثيرة ساقها الشهيد الدكتور صُبْحِي الصَّالِحْ - رَحِمَهُ اللهُ - تعالى تثبت انتشار كتابة الحديث في مطلع ¶ ¬__________ ¶ (¬97) \" جامع بيان العلم \": ج 2 / ص30. ¶ (¬98) وهو ما أخرجه الطبراني في \" الأوسط \": (1/ 259 رقم 848) عن عبد الله بن عمرو بن العاص - رَضِيَ اللهُ عَنْهُمَا -، أن رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، قال له: «قَيِّدِ العِلْمَ»، قُلْتُ: وَمَا تَقْيِيدُهُ؟ قَالَ: «الكِتَابُ». ¶ (¬99) \" تقييد العلم \" للخطيب البغدادي: ص 100.",
            "page": "18",
            "part": "1",
            "seal": "2E0394FA"
        },
        {
            "id": "24",
            "nass": "القرن الأول (¬100)، وأن الحديث النبوي قَدْ مَرَّ «بمراحل طويلة حتى وصل إلينا محرراً مضبوطاً، وساعدت الطباعة الحديثة على نشر هذا التراث الإسلامي العظيم» (¬101). ¶ وبهذه النتيجة ختم الدكتور الشهيد الشيخ صُبْحِي الصَّالِحْ بحثه حول تدوين السُنَّة. ¶ مَلاَمِحُ التَّجْدِيدِ فِي المَنْهَجِيَّةِ الحَدِيثِيَّةِ عِنْدَ الدُّكْتُورِ الشَّهِيدِ: ¶ ونحن نجول في هذه الرياض المنمقة من البحوث العلمية الراقية، يلفت انتباهنا حرص الدكتور الصالح على التوثيق الدقيق لكل معلومة مهما كانت، وعلى سوق الأدلة لكل رأي مهما كان ظاهراً. فإذا علمنا أنه - رَحِمَهُ اللهُ - طبع كتابه هذا \" علوم الحديث ومصطلحه \" للمرة الأولى سَنَةَ 1959م، أدركنا مدى الجهد الذي بذله، بل ومدى الاطلاع الذي يتحلى به - رَحِمَهُ اللهُ -. ¶ ولا يمكننا أن ندرك الجديد الذي جاء به الشهيد على صعيد الكتابة والتوثيق إلا إذا نظرنا في مناهج التدوين عند معاصريه. وقد كتب معه بالتزامن في ذلك الوقت أئمة كبار من مثل العلامة الإمام محمد أبو زهرة - رَحِمَهُ اللهُ -، فكنا نراه يسوق الكلام سوقاً، فيأتي بالأحاديث والأقوال دون إحالات، وكذلك، ممن نقل عنهم الشيخ الصالح في كتابه، العلامة الشيخ عبد الوهاب عبد اللطيف، اقتبس من كتابه \" المختصر في علم رجال الأثر\"، والكتاب عندي نسخة منه، وما يقال في كتابة الإمام أبي زهرة يقال فيه. ¶ وهذا لا يعني التقليل من هذه الأعمال العلمية، وإنما هكذا كانت المنهجية، والقوم كانوا أمناء على الكلمة، وعلى الفكرة، فما كان أحدهم ليفرط بنفسه يوم القيامة بين يدي الديان. إضافة إلى أن غالب المصادر كانت ما زالت مخطوطات لم تخرج إلى عالم الطباعة بعد. ولا يخفى ما في الإحالة إليها من صعوبة. ¶ ولعل السبب في حرص الدكتور الصالح على التوثيق هو التأثر بالمنهج الغربي للتصنيف من ناحية، ومن ناحية أخرى، قد يكون السبب هو نفس المنهج الذي اتبعه المستشرقون في توثيق المعلومات إيهاماً ¶ ¬__________ ¶ (¬100) ينظر \" علوم الحديث ومصطلحه \": من ص 35 إلى ص 41. ¶ (¬101) \" علوم الحديث ومصطلحه \": ص 41.",
            "page": "19",
            "part": "1",
            "seal": "595F5C0F"
        },
        {
            "id": "25",
            "nass": "منهم للقارئ بصوابية ما توصلوا إليه، فأظهر بما لا يقبل الشك التدليس والتمويه الذي اتبعوه مع القارئ من خلال التوثيق. ¶ ومهما كانت الأسباب فلا شك بأن التأليف والتوثيق العلمي عرف على يد الدكتور الصالح مرحلة جديدة قوامها التوثيق الدقيق. ¶ ومع ما في الرجوع إلى المخطوطات من صعوبات إلا أننا وجدناه في هذا البحث من الكتاب فقط، والذي استغرق41 صحيفة من الكتاب البالغ 320 صحيفة، دون جريدة المراجع ومسرد الأعلام وصفحة التصويبات وفهرس الموضوعات، قد رجع إلى ستة مخطوطات، هي: ¶ - مخطوط \" المحدِّث الفاصل بين الراوي والواعي \" للقاضي ابن خلاد الرَّامَهُرْمُزِي (¬102). ¶ - مخطوط \" الإلماع في تقييد الرواية وأصول السماع \" للقاضي عياض اليحصبي (¬103). ¶ - مخطوط \" ذم الكلام وأهله \" للحافظ أبي إسماعيل الهروي. (¬104). ¶ - مخطوط \" الجامع لأخلاق الراوي وآداب السامع \" للخطيب البغدادي (¬105). ¶ - مخطوط \" جمع الجوامع \" للحافظ السيوطي (¬106). ¶ - مخطوط \" علل الحديث \" المروية عن الإمام أحمد (¬107). ¶ هذا عدا المراجع المطبوعة التي نقل عنها والبالغة في هذا البحث فقط تسعاً وثلاثين [39] مرجعاً باللغة العربية، وثمانية مراجع باللغة الأجنبية. ¶ وعدا المراجع التي نقل عنها بالواسطة، منها مثلاً مخطوط \" أنساب [الأشراف] \" للبلاذري (¬108). ¶ وأمر آخر تجدر الإشارة إليه أن بعض المصادر التي استقى منها كانت عنده هدية من مؤلفيها أو محققيها (¬109). ¶ ¬__________ ¶ (¬102) ينظر \" علوم الحديث ومصطلحه \": ص9 حاشية 1 و2. ¶ (¬103) ينظر \" علوم الحديث ومصطلحه \": ص 8 حاشية 2. ¶ (¬104) ينظر \" علوم الحديث ومصطلحه \": ص 8 حاشية 2. ¶ (¬105) ينظر \" علوم الحديث ومصطلحه \": ص 23 حاشية 5. ¶ (¬106) ينظر \" علوم الحديث ومصطلحه \": ص 31 حاشية 4. ¶ (¬107) يراجع \" علوم الحديث ومصطلحه \": ص 14 حاشية 4. ¶ (¬108) ينظر \" علوم الحديث ومصطلحه \": ص 5 حاشية 4. ¶ (¬109) ينظر الملحق رقم 1. في آخر البحث.",
            "page": "20",
            "part": "1",
            "seal": "0A228042"
        },
        {
            "id": "26",
            "nass": "مَلاَمِحُ مَنْهَجِيَّةِ النَّقْدِ عِنْدَ الدُّكْتُورْ صُبْحِي الصَّالِحْ: ¶ أيضاً مما يستوقفنا، ونحن نُسَرِّحُ عقولنا في هذا السِّفْرِ العِلْمِي المُبَارَكِ، متتبعين الإحالات العلمية، أن الدكتور الصالح ليس ممن يسلم للفكرة بسهولة، بل لا بد أن يكون لها من قوة الإقناع ما يلبي نهمه العلمي وعقله المستنير. لأنه صاحب قناعات ليس من السهل أن يأتيه آتٍ بما يخالفها، بل لا بد أن يكون عنده من قوة الحجة ما يجعل فكرته تصمد أمام نقده الدقيق والعميق. ¶ لذلك نجده في الكثير من الإحالات في الحواشي يتبع الفكرة أو المعلومة المقتبسة بالنقد والتحليل، مهما كانت الفكرة بسيطة قد لا يُتَنَبَّهُ لها عادة. ¶ من مثل تصحيحه لسنة وفاة التابعي همام بن منبه وأن وفاته كانت في سنة 101 للهجرة كما جاء في ترجمته من كتاب \" الطبقات الكبرى \" لابن سعد، وليس 131 أو132 على ما جاء في \" تهذيب التهذيب \" للحافظ ابن حجر، وعنه أخذ هذا التاريخ من ترجموا لهمام. كالزركلي مثلاً، ولم يدفعهم هذا الاختلاف الكبير لتحقيق التاريخ. ¶ ولكن نَهَمَ الدكتور الصالح العلمي لا يشبعه مرور الكرام على هذه الإشكالية، وبالتالي لا بد من ترجيح تاريخ على آخر، فرجح ما جاء في \" طبقات ابن سعد \" معتمداً كونها (أقدم المصادر) والنص فيها واضح لا لبس فيه (إحدى أو اثنتين ومائة). ¶ بينما عند الحافظ ابن حجر (قيل: سنة اثنتين، وقيل: إحدى أو اثنتين وثلاثين). ¶ والحقيقة أن ما رجحه الدكتور الصالح هو التاريخ الصحيح، وقد جاءت ترجمة لهمام في كتاب قديم آخر هو \" الطبقات \" لخليفة بن خياط - المُتَوَفَّى سَنَةَ 240 للهجرة - ضمن الطبقة الثانية من تابعي اليمن، فقال: «هَمَّامُ بْنُ مُنَبِّهْ: يُكنى أبا عقبة، مات سنة إحدى أو اثنتين ومائة» (¬110). وابن خياط هذا معاصر لابن سعد المُتَوَفَّى سَنَةَ 230 للهجرة فهذا يؤكد ما رجحه عالمنا الصالح. ¶ ومن ذلك أيضاً أنه عندما تكلم عن صحيفة عبد الله بن عمرو الصادقة، استشهد بقول لابن عمرو يقول فيه: «مَا يُرَغِّبُنِي فِي الحَيَاةِ إِلاَّ خَصْلَتَانِ الصَّادِقَةُ وَالوَهْطُ، فَأَمَّا الصَّادِقَةُ فَصَحِيفَةٌ كَتَبْتُهَا عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَأَمَّا الوَهْطُ فَأَرْضٌ تَصَدَّقَ بِهَا عَمْرُو بْنُ العَاصِ كَانَ يَقُومُ عَلَيْهَا» (¬111). ¶ وكان السيد رشيد رضا قد مال إلى تضعيف هذا القول في مجلة \" المنار \" (¬112)، اعتماداً على وجود رَاوٍ مُعَيَّنٍ في سنده، فاعتبر الدكتور الصالح أن هذا: «لا ينبغي أن يكون له أثر في إضعاف سائر الروايات ¶ ¬__________ ¶ (¬110) \" الطبقات \" لخليفة بن خياط: ص 516. ¶ (¬111) ينظر \" أسد الغابة \": ج 3 / ص 346. ¶ (¬112) المجلد 10 / ص 766.",
            "page": "21",
            "part": "1",
            "seal": "57A97680"
        },
        {
            "id": "27",
            "nass": "التي تُصَوِّرُ عبد الله بن عمرو يُعْنَى بصحيفته الصادقة عناية خاصة، وَيُعْنَى - بتعبير أدق - بكتابة ما كان يسمعه من الرسول - عَلَيْهِ الصَلاَةُ وَالسَّلاَمُ -، فقد ثبتت هذه الفكرة في عدد من المصادر الموثوقة» وقد أشار إليها. ¶ ومن ذلك أنه عندما تكلم عن صحيفة همام بن منبه (¬113)، ذكر تعليقة في الحاشية تفيد أن بروكلمان قد وهم في كتابه  Geschischte des Arab  ونسب الصحيفة إلى همام بن منده المُتَوَفَّى سَنَةَ 151 للهجرة، ولم يصحح ذلك في الطبعة الثانية ولا في الذيل. ¶ فهذا كله يدلل على المتابعة العلمية الدقيقة، والمنهج العلمي الرصين الذي كان يزين شخصية الدكتور صُبْحِي الصَّالِحْ العلمية - رَحِمَهُ اللهُ -. ¶ مَلاَمِحُ الشَّخْصِيَّةِ العِلْمِيَّةِ عِنْدَ الدُّكْتُورْ صُبْحِي الصَّالِحْ (فِي مُوَاجَهَةِ المُسْتَشْرِقِينَ): ¶ والذي يمكن أن نخلص إليه من نتيجة هو أن عالِمنا - رَحِمَهُ اللهُ - كان بحق موسوعة علمية، وكان يتحلى بمناقبية عالية في تحقيق النصوص والبحث العلمي الدقيق. وكان إلى هذا قارئاً جيداً، حباه الله تعالى بذهن وقاد، ونظر ثاقب، مما أهله أن يكون من جملة الذين ساهموا مساهمة فعالة في إرساء دعائم البحث الأكاديمي العلمي الحديث في الدراسات الإسلامية والعربية. ¶ كما أَهَّلَهُ اطلاعه الواسع على تراث المستشرقين، وبخاصة أنه كان يتقن اللغة الفرنسية اتقانا جيداً، للتصدي إليهم في محاولاتهم بث (ضلالهم العلمي) المتعلق بتاريخنا وتراثنا. ¶ وقد وجدناه في كتابه \" علوم الحديث \" فقط يتعقب أساطينهم في مواضع كثيرة، منها: ¶ - (ص 49) عندما تكلم عن الرحلة في طلب الحديث، وكيف أنها كانت من مفاخر المحدثين، حتى إن المستشرقين لم يجدوا بُدًّا من الاعتراف بذلك. فكان مما قاله: «وإن المستشرق جولدتسيهر  Goldziher،  على ولوعه بإنكار أخبار القوم، لا يفوته أن يعترف بأن \" الرحالين الذين يقولون إنهم طافوا الشرق والغرب أربع مرات، ليسوا - في نظره - مُبْعِدين ولا مغالين \"». ¶ ¬__________ ¶ (¬113) \" علوم الحديث ومصطلحه \": ص 21.",
            "page": "22",
            "part": "1",
            "seal": "46DC0F2A"
        },
        {
            "id": "28",
            "nass": "وفي [ص 53]: عندما تكلم عن أثر هذه الرحلات العلمية في الاستنباطات الفقهية، استشهد بما كتبه المستشرق ابن الورد  Ahlwardt  عن تقصيه في بعض مباحثه لسبعين مسألة فقهية استنبطها الإمام الشافعي من حديث النية (¬114). ثم علّق بقوله: «وقد وفق في هذا البحث، لأنه جَمْعٌ واستقصاء لما ورد عن الإمام الشافعي من غير مناقشة. ولو بدأ يناقش لوقع فيما وقع فيه إخوانه المستشرقون من الخطأ والزلل». ¶ وفي [ص 66] وأثناء الكلام على التدليس الذي كان يذكره بعض الرواة الهلكى، والذي هو أخو الكذب، ذكر قصة نسبها ابن الجوزي إلى الإمام عبد الكريم السمعاني صاحب كتاب \" الأنساب \"، والمُتَوَفَّى سَنَةَ 563 للهجرة، كان قد وقع بصر جولدتسيهر  Goldziher  عليها «وغدا يضخمها، كدأب المستشرقين، ليتخذها ذريعة إلى التشكيك بأمانتنا العلمية في رواية الحديث. غير أنه ما لبث أن نكص على عقبيه لما رأى ابن الأثير في السياق نفسه يرد فرية ابن الجوزي عن السمعاني، ويرى أن صاحب \" الأنساب \" أسمى من أن يكذب ... ». ¶ ولكنه مع نقده المتواصل للمستشرقين لا يغمطهم حقهم، فمَن أَحْسَنَ بَيَّنَ حُسْنَهُ وأظهره، كما في [ص 69] عندما تكلم عن أول دار للحديث أُنشئت في القرن الهجري السادس، وهي المدرسة النورية في دمشق، فقد أحال إلى المستشرق وستنفلد  Wustenfeld،  فوصفه قائلاً: «وكتاب وستنفلد المذكور من أطرف ما أُلِّفَ في وصف دور العلم عند العرب والترجمة لشيوخها» (¬115). ونحن نتكلم عن سنة 1959م. ¶ وعندما تكلم على مصطلحات: الحديث، والسنة، والفروقات بينها (¬116)، وعلى دور الأمة عبر الأجيال في الحفاظ على السُنَّة، استشهد بإحصائية جولدتسيهر نفسه حول هذا الموضوع، فقال: «وعلى طريقة المستشرقين في إحصاء الجزئيات واستقراء التفصيلات، قام جولدتسيهر بجمع طائفة حسنة من المعلومات عن إحياء السُنَّة في مختلف العصور الإسلامية، وليس لنا اعتراض على النتيجة التي خرج بها من دراسته لهذه الناحية بالذات، فقد أثبت أن إحياء السُنَّة كان يرادف غالباً العمل على نشرها وتثبيتها في نفوس الأفراد والجماعات». ¶ ¬__________ ¶ (¬114) -  Ahlwardt , Berliner catalog II , p. 165 ,no 1362 ¶ (¬115) - Wustenfeld , die Akademien der Araber und ihre: Lehrer , p. 69 (cf. Tradit. Islam , 231 note 1) - 115 ¶ (¬116) \"  علوم الحديث ومصطلحه \": ص 120.",
            "page": "23",
            "part": "1",
            "seal": "7DCCA365"
        },
        {
            "id": "29",
            "nass": "وكذلك عند الكلام على الصوفية وأثرهم في حركة الوضع في الحديث (¬117)،أورد عبارة للإمام يحيى بن سعيد القطان يقول فيها: «مَا رَأَيْتُ الكَذِبَ فِي أَحَدٍ أَكْثَرَ مِنْهُ فِيمَنْ يُنْسَبُ إِلَى الخَيْرِ [وَالزُّهْدِ]». ¶ ومع أن العبارة ليست على ظاهرها، إذ كيف يُنسَبُ إلى الخير ثم يكذب؟! وإنما يقصد بالكذب هنا: الخطأ، وهو المشهور من مصطلح المتقدمين. لأن هؤلاء الذين نُسبوا إلى الخير، وهم الصوفية، شغلهم التزهد عن ضبط الرواية فكثر عندهم الخطأ في الرواية. ¶ ولما كان المستشرقون لا معرفة لهم بهذه المصطلحات، فإن بعضهم - وهو المستشرق نولدكه - «وجد في مثل هذه العبارة مادةً صالحةً للتعليق، والتعقيب، مع أنها تشير إلى دقة المقاييس النقدية عند رجال الحديث». ¶ وهكذا نجد إمامنا لا يكاد يفوت فرصة ممكن أن يبين فيها خطأًُ لمستشرق، أو حتى صواباً، إلا وابتهلها. ¶ هذا ويلاحظ المتابع لردود الدكتور الصالح على المستشرقين أنها كلها في مباحث نظرية بحتة من علوم الحديث، وليس فيها شيء من المباحث التقنية \" المصطلحات \"، وهذا من العلامات الدالة على أسبقية الأمة المسلمة في وضع هذا المنهاج العلمي لنقد المرويات، فلو كان عندهم من هذا شيء لحاكموا مصطلحنا إلى مصطلحهم، ولكن لما لم يكن عندهم من ذلك شيء، سَلَّمُوا لنا مصطلحنا، بل واقتبسوه وأعملوه في مروياتهم، فجاء من ذلك العجب!!. ¶ شُبْهَةٌ وَرَدُّهَا: ¶ مع هذا كله وُجِدَ من يقول إن منهج النقد عند المسلمين ركز على الشكل (السند) وأهمل المضمون (المتن) (¬118). «أو كما يقولون: يُعنى بالأسانيد ولا يبالي بالمتون». ¶ وللرد على هذه المغالطة ختم الشهيد الدكتور الشيخ صُبْحِي الصَّالِحْ - رَحِمَهُ اللهُ - كتابه \" علوم الحديث \" ببحث مستفيض دحض فيه هذه الشبهة وأتى من الأدلة الدامغة ما فيه الغنية «لمن ألقى السمع وهو شهيد» (¬119). وقد تكلم فيه عن الفرق بين (التدليس) وبين (الكذب) ليبين خطأ ما ذهب إليه جولدتسيهر من طعن متعمد في الروايات الحديثية، فَرَدَّ عَلَيْهِ من كلام أقرانه من المستشرقين «وَالحَقُّ مَا ¶ ¬__________ ¶ (¬117) \" علوم الحديث ومصطلحه \": ص 290. ¶ (¬118) كتب في هذا الموضوع الدكتور صلاح الدين الإدلبي كتابه \" منهج نقد المتن عند [علماء الحديث النبوي] \" فأتى فيه بما شفى وكفى. ¶ (¬119) \" علوم الحديث ومصطلحه \" ص 311. وقد استغرقت الخاتمة من ص 309 إلى ص 320 من الكتاب.",
            "page": "24",
            "part": "1",
            "seal": "54D2439D"
        },
        {
            "id": "30",
            "nass": "شَهِدَتْ بِهِ الأَعْدَاءُ» (¬120). فقال: «ومع أن التدليس أخو الكذب، فإنهما ليسا مترادفين على معنى واحد، والمدلَّس على كل حال ليس هو الموضوع. فالكذب في التدليس ضرب من الخداع (¬121)، والكذب في الوضع لون من الاختلاق. وقد لاحظ هذا الاختلاف بين الاصطلاحين كل من المستشرقين فرنكل  Frankel  و  Ahlwardt  ابن الورد» (¬122). ¶ «وجولدتسيهر يعرف هذا جَيِّدًا، ولكنه يَتَعَمَّدُ الخلط بين الاصطلاحين لِيُهَوِّلَ في شأن الوضع والوضاعين» (¬123). ¶ ولذلك نرى الشيخ الصَّالِحْ، عندما يتكلم عن تلازم منهجية العلماء في النقد للسند والمتن معاً، «وأن هذه الثنائية المؤلفة من المتن والسند هي التي كانت تسود جميع مسائل هذا الفن»، نراه يشن هُجُومًا على المستشرقين الذين حاولوا اللعب على التفريق بين هذه الثنائية، وادعاء أن النقد انْصَبَّ على السند دون المتن، فيقول: «لن نرتكب الحماقة التي لا يزال المستشرقون وتلامذتهم المخدوعون بعلمهم (الغزير) يرتكبونها كلما عرضوا للحديث النبوي، إذ يفصلون بين السند والمتن مثلما يُفْصَلُ بين خَصْمَيْنِ لا يلتقيان، أو ضَرَّتَيْنِ لا تجتمعان، كما فعل شبرنجر في مقاله في \" المجلة الإجتماعية الألمانية الشرقية \" عن الحديث عند العرب، وإن كان قد حاول أن يُهَدِّئَ من غلوائه بزعمه أن التشدد في الأسانيد لم يكن يعني المحدثين حقيقة إلا إذا تعلق بالحلال والحرام. وقد بينا فساد هذا الرأي ... ». ¶ ولذلك نراه يكثر الانتقاد لتحليلات المستشرقين، وبخاصة جولدتسيهر الذي كان يعترف بأن دقة علم المصطلح كما وضعه المسلمون ليس له مثيل في التاريخ «ولكنه أبى أن يجعل الدقة فيه شاملة للمتن والسند معاً» (¬124)، هذا غير طعنه ببعض الصحابة كأبي هريرة - رَضِيَ اللهُ عَنْهُ - (¬125). ¶ وأخذ أحمد أمين هذا عنه «فخاض فيما لم تحمد عقباه» (¬126)، مما فتح المجال أمام البعض للنيل من نصوص الحديث ومتونه، «كما نجد في كتاب ساليسبرغ». ¶ ¬__________ ¶ (¬120) هكذا أورد الدكتور صبحي العبارة، وأصلها (الفَضْلُ مَا شَهِدَتْ بِهِ الأَعْدَاءُ) فما كل ما شهدت به الأعداء فهو حق. ¶ (¬121) هذا إن قُصِد. ¶ (¬122)  Frankel, Diearamaischen Fremdworter im Arabischen 188 ; Ahlwardt,Verzeichniss der Landbergschen Sammlung arab. Handschriften de la Biblioth royale de Berlin, no 149 ¶ (¬123) \"  علوم الحديث ومصطلحه \": ص 313. ¶ (¬124) \" علوم الحديث ومصطلحه \": ص 319. ¶ (¬125) نظر \" علوم الحديث ومصطلحه \": ص 320. ¶ (¬126) المرجع السابق نفسه.",
            "page": "25",
            "part": "1",
            "seal": "293BBFF6"
        },
        {
            "id": "31",
            "nass": "وبهذا ختم الشهيد الدكتور الصَّالِحْ هجومه على المستشرقين. ويمكننا القول: إن كتابه جاء سجلاً حافلاً جامعاً لشبهاتهم حول الحديث وَالرَدِّ عَلَيْهَا، وهو يعتبر من أوائل ما أُلِّفَ في هذا الموضوع، ساعده في ذلك إتقانه للغة الفرنسية، واطلاعه الواسع على كتابات المستشرقين، وبخاصة خلال فترة دراسته في جامعة السوربون. ففي الوقت الذي يكتب غيره في الرد على المستشرقين معتمدين على ما يُتَرْجَمُ من كتاباتهم، كان الدكتور الصَّالِحْ - رَحِمَهُ اللهُ - يقرأ في مؤلفاتهم مباشرة. ¶ وقد عاصره عالم جليل كتب في الرد على المستشرقين، وهو الدكتور مصطفى السباعي - رَحِمَهُ اللهُ - في كتابه \" السنة ومكانتها في التشريع الإسلامي \". وقد كان زميلاً للدكتور الصَّالِحْ في جامعة دمشق، إلا أن هذا الكتاب كان لما يطبع بعد، ولم يطلع عليه الدكتور صبحي الصالح إلا وملازم كتابه (\" علوم الحديث \") الأخيرة في المطبعة (¬127). ¶ وعليه فإن الكثير من المباحث التي رقمها كان له فيها نوع سبق، كما في المنهجية التي اتبعها. ¶ فجزاه الله تعالى عن العلم خير الجزاء وأوفاه، وتقبله الله عنده من الذين أنعم الله عليهم. ¶ انتهى المقصود وأخر دعوانا أن الحمد لله رب العالمين. ¶ الدكتور ماجد الدرويش ¶ أستاذ الحديث الشريف في جامعة الجنان ¶ ¬__________ ¶ (¬127) - ينظر \" علوم الحديث ومصطلحه \": ص 318 حاشية.",
            "page": "26",
            "part": "1",
            "seal": "27279FEE"
        },
        {
            "id": "33",
            "nass": "جَرِيدَةُ المَصَادِرِ وَالمَرَاجِعِ: ¶ 1 - القرآن الكريم. ¶ 2 - \" صحيح الإمام البخاري \". بيت الأفكار الدولية - ط / 1419 هـ - 1998 م. ¶ 3 - \" فتح الباري بشرح صحيح البخاري \" للحافظ ابن حجر. دار الريان للتراث. ط 1/ 1407 هـ - 1986 م. ¶ 4 - \" مسند الإمام أحمد \". ترقيم محمد عبد السلام عبد الشافي. دار الكتب العلمية - بيروت. ط 1/ 1413 هـ - 1994. ¶ 5 - \" جامع الإمام الترمذي \". تحقيق العلامة أحمد شاكر. دار الكتب العلمية - مصور. ¶ 6 - \" المصنف \" للإمام عبد الرزاق الصنعاني - تحقيق العلاَّمة حبيب الرحمن الأعظمي. المكتب الإسلامي - بيروت. ط 2/ 1403 هـ - 1983 م. ¶ 7 - \" المعجم الأوسط \" للحافظ الطبراني - تحقيق الدكتور محمود الطحان. مكتبة المعارف - الرياض. ط 1/ 1405 هـ - 1985 م. ¶ 8 - \" جامع بيان العلم وفضله \". للحافظ ابن عبد البَر - تحقيق أبي الأشبال الزهري. دار ابن الجوزي. ط 1/ 1414 هـ - 1994 م. ¶ 9 - \" الطبقات الكبرى \" لابن سعد. دار صادر. ط / 1405 هـ - 1985 م. ¶ 10 - \" الطبقات \" لخليفة بن خياط. تحقيق الدكتور سهيل [زكار]. دار الفكر - بيروت. ط / 1414 هـ - 1993 م. ¶ 11 - \" أُسْدُ الغابة في معرفة الصحابة \" لابن الأثير الجزري. تحقيق جماعة من الأزهريين. دار الكتب العلمية. ط 2/ 1424 هـ - 2003 م. ¶ 12 - \" تهذيب التهذيب \" للحافظ ابن حجر. ط / دائرة المعارف النظامية في الهند. ط 1/ 1326 هـ. ¶ 13 - \" سيرة ابن هشام \". ¶ 14 - \" تقييد العلم \" للحافظ الخطيب البغدادي. تحقيق يوسف العش. دار إحياء السُنَّة النبوية. ط 2/ 1974 م. ¶ 15 - \" صحيفة همام بن منبه \". تحقيق د. محمد حميد الله. دمشق 1372 هـ / 1953 م. نسخة مُهداة من المُحَقِّقْ إلى الدكتور صُبْحِي الصَّالِحْ. ¶ 16 - \" تاج العروس من جواهر القاموس \" للإمام مرتضى الزبيدي. تحقيق علي شيري دار الفكر - بيروت - 1414 هـ - 1993 م. ¶ 17 - \" علوم الحديث ومصطلحه \" للدكتور صُبْحِي الصَّالِحْ. مطبعة جامعة دمشق. ط 1/ 1379 هـ - 1959 م. ¶ 18 - \" المستشرقون والتراث \" - الدكتور عبد العظيم ديب. دار الوفاء - المنصورة. ط 3/ 1413 هـ - 1992 م.",
            "page": "27",
            "part": "1",
            "seal": "80794A16"
        }
    ],
    "t1683": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "تدوين السنة:"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "[أمية النبي - صلى الله عليه وسلم -]:"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "الصحف التي دونت في العهد النبوي:"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "موقف المستشرقين من تدوين الحديث:"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الرد على جولدتسيهر:"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "1",
            "tit": "الرد على سوفاجيه:"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "الرد على دوزي:"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "الضلال العلمي:"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "ملامح التجديد في المنهجية الحديثية عند الدكتور الشهيد:"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "ملامح منهجية النقد عند الدكتور صبحي الصالح:"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "ملامح الشخصية العلمية عند الدكتور صبحي الصالح (في مواجهة المستشرقين):"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "شبهة وردها:"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "جريدة المصادر والمراجع:"
        }
    ]
}