{
    "b1701": [
        {
            "id": "1",
            "nass": "الاتجاهات العامة للاجتهاد ومكانة الحديث الآحادي الصحيح فيها ¶ بقلم الأستاذ الدكتور نور الدين عتر ¶ رئيس قسم علوم القرآن والسنة ¶ كلية الشريعة - جامعة دمشق. ¶ - عدد الأجزاء: 1. ¶ - عدد الصفحات: 86. ¶ أعده للمكتبة الشاملة / توفيق بن محمد القريشي، - غفر الله له ولوالديه -. ¶ [ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي].",
            "page": "1",
            "part": "1",
            "seal": "AE282E01"
        },
        {
            "id": "2",
            "nass": "الاتجاهات العامة للاجتهاد ومكانة الحديث الآحادي الصحيح فيها ¶ بقلم الأستاذ الدكتور نور الدين عتر ¶ رئيس قسم علوم القرآن والسنة ¶ كلية الشريعة - جامعة دمشق. ¶ دار المكتبي - دمشق",
            "page": "2",
            "part": "1",
            "seal": "5F91B892"
        },
        {
            "id": "3",
            "nass": "الطبعة الأولى: 1420 هـ - 2000 م ¶ دار المكتبي: سورية - دمشق - حلبوني - جادة ابن سينا.",
            "page": "3",
            "part": "1",
            "seal": "0891782E"
        },
        {
            "id": "5",
            "nass": "بسم الله الرحمن الرحيم ¶ [المُقَدِّمَةُ]: ¶ الحمد لله رب العالمين، وأفضل الصلاة وأتم التسليم علي نبينا وهادينا سيدنا محمد خاتم النبيين، وأمام الأنبياء والمرسلين وعلي آله وأصحابه ومن تبعهم باحسان إلي يوم الدين. ¶ أما بعد: ¶ فإن من أعظم ما تميزت به بعثة نبينا - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ذلك التشريع الكافل لتنظيم جوانب الحياة كلها، والذي نهض فيه أئمة العلم والدين ونصبوا أنفسهم لتأصيل أصوله وتفريع فروعه، كيف لا، والناحية العملية هي أعظم ركن بعد أركان الإيمان، بل هي ترجمان الإيمان الذي تصوغه في صورة سلوك فردي، وترابط اجتماعي، وحضارة متميزة بالفضل والكمال على كل حضارة. وقد كان الفقه الإسلامي هو القانون الذي عمل به المسلمون من فجر تاريخهم المجيد، وفي إبان ازدهار حضارتهم التي قدمت للعالم نموذجًا فريدًا. لا تزال الإنسانية تحلم بمثله وتتمني لو تعيش في ظل سعادته. ¶ هذه الخصائص تجعل دراسة الاتجاهات العامة لأصول الاجتهاد في الإسلام مسألة علمية على غاية من الأهمية، وأنها لدراسة واسعة مترامية الأطراف لا يتسع المقام ههنا لاستيفائها، لذلك فإنا سنقدم دراسة وجيزة للخطوط العريضة لأصول الاجتهاد الإسلامي، نلمس",
            "page": "5",
            "part": "1",
            "seal": "EC6B2F0E"
        },
        {
            "id": "6",
            "nass": "فيها بعض جوانب تميز بها بعض المذاهب على البعض الآخر في أصول اجتهاده. ¶ وسوف نُعْنَى عناية خاصة بمسألة خبر الواحد الصحيح في هذا المبحث، لما دار حول حُجِّيَّتِهِ في العصر الأخير من تَقَوُّلٍ، بين مُقَصِّرٍ فيه يعطل جملة كبيرة جِدًّا من السنن بذريعة كونها خبر واحد، وَغَالٍ متشدد يحكم بالضلال بل يكاد أن يحكم بالكفر على من ترك خبرًا آحاديًا، مِمَّا يوقع الفتن بين المسلمين، عِيَاذًا بالله تعالى. ¶ وقد عولنا في بحثنا هذا على المصادر الأمهات في أصول الفقه وأصول الحديث، ولما أن عبارتها قد تصعب في كثير من الأحيان على الفهم، بل قد تستغلق إلاَّ على ذوي الاختصاص المتمكن والمتعمق في هذا العلم، لذلك جهدنا في استخراج المعلومات منها أن نصيغ العبارات بأسلوبنا الخاص، لتسهيل سبيل البحث، وتقريبه إلى الإفهام. ¶ وبالله تبارك وتعالى التوفيق، وهو المستعان وعليه التُّكْلاَنُ. ¶ نورالدين عتر ¶ خادم القرآن وعلومه ¶ والحديث وعلومه",
            "page": "6",
            "part": "1",
            "seal": "AE492EFF"
        },
        {
            "id": "7",
            "nass": "المَبْحَثُ الأَوَّلُ: فِي المَصَادِرِ الأًًصْلِيَّةِ للاِجْتِهَادِ: ¶ لا يختلف الاجتهاد في أي مذهب فقهي عن أمثاله من المذاهب الإسلامية المعتمدة والمعمول بها في الارتكاز الأساسي على المصادر الأصلية التي يعتمد عليها أئمة الإسلام وهي المصادر الأربعة المعروفة: الكتاب وَالسُنَّةِ، والإجماع، والقياس. ¶ وهذا الاتفاق بين المسلمين على هذه الأصول ميزة امتاز بها الدين الإسلامي والفقه الإسلامي، حقق بها الإسلام توفير عوامل الوحدة بين المسلمين، بالتفاهم حول الأصول الاعتقادية المُسَلَّمِ بِهَا والمعلومة من الدين بالضرورة، وأخذهم بالأحكام القطعية الثابتة التي لا مجال للبحث فيها، فالمسلمون كلهم يؤمنون بالله وحده توحيدًا صافيًا نَقِيًّا، لا تشوبه شائبة من شوائب الشرك، ولا نزغة من نزغات الإلحاد. ويشهدون أن مُحَمَّدًا رسول الله بعثه الله بِالهُدَى ودين الحق ليظهره على الدين كله، ويؤمنون باليوم الآخر والجنة والنار، وبملائكة الله تعالى ورسله وكتبه والقدر. كما أن المسلمين كلهم يُقِرُّونَ بأركان الإسلام، الصلاة التي يتوجهون فيها إلى قبلة واحدة والزكاة والصوم والحج. ¶ كما حقق الإسلام بإزاء ذلك المرونة والشمول اللذين يتسع بهما لكل متطلبات الحياة وتقدم الحضارة، ومواجهة كل جديد أو طارئ",
            "page": "7",
            "part": "1",
            "seal": "EC54BFF5"
        },
        {
            "id": "8",
            "nass": "بأمثل الحلول وأفضلها لمسايرة تقدم الحضارة، بل لدفع عجلة التقدم الحضاري، بما ذكرنا من الخصائص، بالاجتهاد الذي قدم ذخائر تشريعية ضخمة تعالج كل حادث، بل تضع العدد من الحلول للمشكلة الواحدة، من نتاج ما قدمته لنا المذاهب من آراء وعلاجات. فجمع الفقه الإسلامي بهذا بين التعدد والتوحد، والتعدد هنا تعدد تنوع ليس تعدد تضارب، كما جمع بذلك أيضًا بين التطور والثبات. ¶ وقد كان هذا الاتفاق على الأصول الأربعة نَابِعًا من الإيمان بالأصل الأول وهو القرآن والائتمار بأوامره والسير على ضوء توجيهه. ¶ فقد بين الله تعالى في صريح كتابه أن منزلة السُنَّةِ النَّبَوِيَّةِ من القرآن هي منزلة البيان من المُبَيَّنِ، والتفسير من المُفَسَّرِ. ¶ قال تعالى: {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ} [النحل: 44]. ¶ وقال - عَزَّ وَجَلَّ -: {وَمَا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ إِلاَّ لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُوا فِيهِ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ} [النحل: 64]. ¶ وجعل الله طاعته مرهونة بطاعة رسوله، بل أعلن للعالم أن طاعة رسوله طاعته. ¶ {وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَاحْذَرُوا} [المائدة: 92]. ¶ {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} [الحشر: 7]. ¶ {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ} [النساء: 80]. ¶ {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} [آل عمران: 31]. ¶ وهكذا كان كل من الكتاب والسنة أصلاً في الدين يلزم المسلمين أن",
            "page": "8",
            "part": "1",
            "seal": "B313052A"
        },
        {
            "id": "9",
            "nass": "يأخذوا بأحكامها، ويجب على الفقيه أن يعول في استنباط الأحكام عليهما. ¶ قال الحافظ ابن كثير في \" تفسيره \" (¬1) عند هذه الآية: «هَذِهِ الآيَةُ الكَرِيمَةُ حَاكِمَةٌ عَلَى كُلِّ مَنِ ادَّعَى مَحَبَّةَ اللَّهِ، وَلَيْسَ هُوَ عَلَى الطَّرِيقَةِ المُحَمَّدِيَّةِ فَإِنَّهُ كَاذِبٌ فِي دَعْوَاهُ فِي نَفْسِ الأَمْرِ، حَتَّى يَتَّبِعَ الشَّرْعَ المُحَمَّدِيَّ وَالدِّينَ النَّبَوِيَّ فِي جَمِيعِ أَقْوَالِهِ وَأَحْوَالِهِ». ¶ ويقرر علماء أصول الفقه حُجِّيََّةَ السُنَّةِ استنادًا إلى أصل اعتقادي وعقلي مهم أَحْسَنَ التَّعْبِيرَ عنه الفقيه والأصولي الحنبلي الإمام ابن قدامة المقدسي، فقال (¬2): ¶ «وَقَوْلُ رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - حُجَّةٌ، لِدَلاَلَةِ المُعْجِزَةِ عَلَى صِدْقِهِ، وَأَمَرَ اللهُ سُبْحَانَهُ بِطَاعَتِهِ، وِتْحَذِيْرِهِ مِنْ مُخَالَفَةِ أَمْرِهِ». ¶ ويبني ابن النجار الحنبلي أيضًا حُجِّيََّةَ السُنَّةِ على أصل آخر هام وهو العصمة، فيقول (¬3): ¶ «وَأَقْسَامُ السُّنَّةِ (¬4) كُلُّهَا حُجَّةٌ أَيْ تَصْلُحُ أَنْ يُحْتَجَّ بِهَا عَلَى ثُبُوتِ الأَحْكَامِ الشَّرْعِيَّةِ لِلْعِصْمَةِ أَيْ لِثُبُوتِ العِصْمَةِ لِلنَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وَلِسَائِرِ الأَنْبِيَاءِ - صَلَوَاتُ اللَّهِ وَسَلامُهُ عَلَيْهِمْ أجْمَعِينَ -». ¶ ¬__________ ¶ (¬1) جـ 2 ص 25. ¶ (¬2) في كتابه \" روضة الناظر وجنة المناظر \": جـ 1 ص 236. ¶ (¬3) \" شرح الكوكب المنير \": جـ 2 ص 167. ¶ (¬4) أي الأقوال والأفعال والتقريرات. فلا يَتَوَهَّمَنَّ دخول الحديث الضعيف في كلامه.",
            "page": "9",
            "part": "1",
            "seal": "BEB1D0A4"
        },
        {
            "id": "10",
            "nass": "وقد دَلَّتْ دلائل القرآن وَالسُنَّةِ على أن المجتهدين من هذه الأُمَّةِ إذا اتفقوا على حكم شرعي فإن اتفاقهم هذا مصون من الخطل ومعصوم من الخطأ، فثبتت بذلك حُجِيَّةُ الإجماع. ¶ قال تعالى: {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا} [النساء: 115] (¬1). ¶ كذلك وجد أئمة الإسلام وفقهاء الشريعة بتتبع النصوص الشرعية أن الأحكام الشرعية ترد في كثير من الأحيان مرتبطة بِأَهْدَافٍ وَحِكَمٍ تتعلق بتحقيق مصالح الأنام، ورعاية شؤون الناس الدينية والدنيوية، فعرف من ذلك أن الأحكام غير التعبدية مُعَلَّلَةٌ بأوصاف منضبطة ترجع إلى مصالح الأُمَّةِ، فثبت بذلك حُجِّيَّةَ القِيَاسِ، وتضافرت الأدلة على حُجِّيَّتِهِ، مثل قوله تعالى: {فَاعْتَبِرُوا يَا أُولِي الأَبْصَارِ} [الحشر: 2]. ¶ فإن الاعتبار في الآية هو رَدُّ الشيء إلى نظيره، بأن يحكم عليه بحكمه، وهو نص عام يشمل القياس الشرعي الذي يجري في الأحكام الشرعية والقياس. العقلي والاتعاظ. وقد جاء هذا النص مُرَتَّبًا على سبب خاص وهو ما حصل لبني النضير لما طَغَوْا ونقضوا عهدهم مع النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - خذلهم اللهُ تعالى، وسلط عليهم المسلمين فخربوا بيوتهم، وأجلوهم عن بلادهم، فنزلت الآية تعلن للناس مصير هؤلاء القوم ليعلموا أن كل من سلك طريقهم كانت عاقبته عاقبتهم، وجاء النص ¶ ¬__________ ¶ (¬1) انظر الاستدلال بالآية وتقرير حُجِّيَّةَ الإجماع مفصلاً في \" روضة الناظر \": جـ 2 ص 335 - 346، وفي غيره من المصادر.",
            "page": "10",
            "part": "1",
            "seal": "1DC62BBA"
        },
        {
            "id": "11",
            "nass": "عَامًّا غير خاص بقضية سبب النزول، فدل على عموم إلحاق الشيء بنظيره والمثل بمثيله، وذلك هو القياس (¬1). ¶ ويقول ابن قدامة في دلالة الآية: (¬2) ¶ «وَقَدْ اسْتَدَلَّ عَلَى إِثْبَاتِ القِيَاسِ بِقَوْلِهِ تَعَالَى: {فَاعْتَبِرُوا يَا أُولِي الأَبْصَارِ} [الحشر: 2]. وَحَقِيْقَةُ الاِعْتِبَارِ مُقَايَسَةُ الشَّيْءِ بِغَيْرِهِ، كمَا يُقَالُ: اعْتُبِرَ الدِّيْنَارُ بِالصَّنْجَةِ، وَهَذَا هُوَ القِيَاسُ. ¶ فَإِنْ قِيلَ: المُرَادُ بِهِ الاعْتِبَارُ بِحَالِ مَنْ عَصَى أَمْرَ اللهِ وَخَالَفَ رُسُلَهُ لِيَنْزَجِرَ، وَلِذَلِكَ لاَ يُحْسِنُ أَنْ يُصَرِّحَ بِالقِيَاسِ هَا هُنَا، فَيَقُولُ: {يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ} [الحشر: 2]، فَأَلْحَقُوا الفُرُوعَ بِالأُصُولِ لِتُعْرَفَ الأَحْكَامُ؟. ¶ قُلْنَا اللَّفْظُ عَامٌّ، وَإِنَّمَا لَمْ يُحْسِنْ التَّصْرِيحَ بِالقِيَاسِ هَا هُنَا، لأَنَّهُ يَخْرُجُ عَنْ عُمُومِهِ المَذْكُورِ فِي الآية، إِذْ لَيْسَ حَالُنَا فَرْعًا لِحَالِهِمْ». انتهى. ¶ وكذا وردت نصوص كثيرة من الشارح تُصَرِّحُ بربط الحكم بِعِلَّتِهِ، وذلك في السُنَّةِ كثير، جرى فيه التعليل على طريق الفقهاء أهل القياس، نذكر من ذلك: ¶ حديث: «أَنَّهُ سُئِلَ عَنْ اشْتِرَاءِ التَّمْرِ بِالرُّطَبِ؟ فَقَالَ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: ¶ ¬__________ ¶ (¬1) \" نبراس العقول في تحقيق القياس عند علماء الأصول \" لفضيلة الشيخ عيسى منون - رَحِمَهُ اللهُ - ص 75. والاستدلال بالآية معروف في مصادر الأصول من جميع المذاهب. ¶ (¬2) \" روضة الناظر \": جـ 2 ص 244، 245. وانظر \" ميزان الأصول \" للسمرقندي: ص 561.",
            "page": "11",
            "part": "1",
            "seal": "52DF1F5B"
        },
        {
            "id": "12",
            "nass": "\" أَيَنْقُصُ الرُّطَبُ إِذَا يَبِسَ؟ \" فَقَالُوا: نَعَمْ. فَنَهَى عَنْ ذَلِكَ». أخرجه مالك وأصحاب السنن والحاكم (¬1). ¶ وقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ، فَلاَ يَغْمِسْ يَدَهُ فِي الإِنَاءِ حَتَّى يَغْسِلَهَا ثَلاَثًا، فَإِنَّهُ لاَ يَدْرِي أَيْنَ بَاتَتْ يَدُهُ». متفق عليه (¬2). ¶ وقوله لِعَدِيٍّ بْنِ حَاتِمٍ في بيان أحكام الصيد: «وَإِنْ وَجَدْتَ مَع كَلْبِكَ كَلْبًا غَيْرَهُ وَقَد قُتِل فَلاَ تَأْكُلْ، فَإِنَّك لاَ تَدْرِي أَيُّهُمَا قَتَلَهُ» متفق عليه (¬3). ¶ وهذه النصوص وأمثالها كثير قد وقع فيها التعليل للحكم من النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - نفسه، والتعليل موجب لاتباع العلة أينما كانت، وذلك هو القياس. لأن الأصل في التعليل أن يكون لتعدية الحُكْمِ (أي نقله) إلى المواضع الأخرى التي توجد فيها العلة، وإثبات الحكم في تلك المواضع (¬4). ¶ بل إنا نلحظ في هذه الأحاديث إرشاد النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أُمَّتَهُ إلى كيفية ربط الأحكام بِعِلَلِهَا، ليستخرجوا حُكْمَ مَا لَمْ يَنُصَّ عَلَى عِلَّتِهِ من الأحكام بالطرق الاستنباطية العلمية التي تعرف بها علة الحكم في الأمر المنصوص، فيعرف بذلك حكم غير المنصوص. ¶ ¬__________ ¶ (¬1) \" الموطأ \": جـ 2 ص 53، 54 وأبو داود: جـ 3 ص 251،والترمذي: جـ 3 ص 528 وقال: «[حَدِيثٌ] حَسَنٌ صَحِيحٌ»، والنسائي: جـ 7 ص 269، وابن ماجه: برقم 2264، والحاكم في \" المستدرك \": جـ 3 ص 38، 39. ¶ (¬2) \" البخاري \" في (الوضوء) ضمن حديث جـ 1 ص 39، 40، و \" مسلم \" في (الطهارة): جـ 1 ص 161 واللفظ لمسلم. ¶ (¬3) \" البخاري \" في (الذبائح والصيد): جـ 7 ص 86 و 87 و 88، و \" مسلم \" في (الصيد والذبائح): جـ 6 ص 58 واللفظ لمسلم. ¶ (¬4) \" نبراس العقول \": ص 91.",
            "page": "12",
            "part": "1",
            "seal": "2D9217D9"
        },
        {
            "id": "13",
            "nass": "المَبْحَثُ الثَّانِي: فِي العَامِّ وَقَطْعِيَّةِ دَلاَلَتِهِ: ¶ تَعْرِيفُ العَامِّ وَحُكْمِهِ: ¶ العموم في اللغة معناه: الشمول. ¶ وفي اصطلاح علم اصول الفقه: هو اللفظ الموضوع وضعًا واحدًا لكثير غير محصور المستغرق لجميع ما يصلح له (¬1). ¶ مثاله قوله تعالى: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ} [المؤمنون: 1]. وقوله: {وَالْعَصْرِ، إِنَّ الإِنْسَانَ لَفِي خُسْرٍ، إِلاَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ} [العصر: 1 - 3]. ¶ وقد اتفق الحنفية مع جماهير العلماء على أن اللفظ العام يفيد إثبات الحكم في جميع الأفراد الذين يصلح أن يدخلوا في مدلول النص العام ومعناه (¬2). ¶ ¬__________ ¶ (¬1) كما في \" مسلم الثبوت \" للإمام محب الله بن عبد الشكور وشرحه \" فواتح الرحموت \" للعلاَّمة عبد العلي محمد بن نظام الدين الأنصاري: جـ 1 ص 255، وانظر \" التوضيح \" لصدر الشريعة عبد الله بن مسعود المحبوبي البخاري الحنفي المُتَوَفَّى سَنَةَ 747 هـ و\" حاشية التلويح \" عليه لسعد الدين مسعود بن عمر التفتازاني الشافعي: جـ 1 ص 32. ¶ (¬2) \" أصول السرخسي \" لشمس الأئمة محمد بن أحمد السرخسي: جـ 1 ص 135 - 137 وفيه استدلالات بديعة. و\" التنقيح \" وشرحه \" التوضيح \" و \" حاشية التلويح \": جـ 1 ص 39، و\" فواتح الرحموت \": جـ 1 ص 261 - 265 وثمة أقوال أخرى لم نعرض لها لشدة ضعفها.",
            "page": "13",
            "part": "1",
            "seal": "BFDFBE0E"
        },
        {
            "id": "14",
            "nass": "وذلك هو مقتضي العمل بدلالة اللفظ، والمعنى الذي وضع له في اللغة، وهو إجماع الصحابة وأهل اللغة، فإنهم بأجمعهم قد أجروا الألفاظ العامة من نصوص الكتاب والسنة على عمومها وشملوا بها كل الأفراد التي تدخل فيها إلا ما ثبت الدليل على استثنائه من العموم أو تخصيصه بحكم خاص غير الحكم الثابت في النص العام. ¶ فاتفقوا على العمل بالعموم في قوله تعالى: {وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا} [البقرة: 278]. ¶ وقوله: {لاَ تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ} [المائدة: 95]. وقوله: {وَأَقِيمُوا الصَّلاَةَ وَآتُوا الزَّكَاةَ} [البقرة: 110]. ¶ وغير ذلك كثير من صيغ العموم في الكتاب والسنة. بل إن النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - دعا بعض الصحابة وهو في الصلاة فلم يجبه، قال - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «أَلَمْ يَقُلِ اللَّهُ: {اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ [لِمَا يُحْيِيكُمْ]} [الأنفال: 24]» أخرجه البخاري من حديث أَبِي سَعِيدِ بْنِ المُعَلَّى والترمذي من حديث أُبَيٍّ بْنِ كَعْبٍ (¬1). وهذا استدلال بالعموم كما قال السرخسي (¬2). ¶ قَطْعِيَّةُ دَلاَلَةِ العَامِّ: ¶ الا أن الحنفية اختلفوا بعد ذلك مع الجمهور في طبيعة هذه الدلالة التي أفادها النص العام على العموم، هل هي قطعية أو ظنية؟ ¶ والمراد بالدلالة القطعية هنا: أن النص العام لا يحتمل الخصوص احتمالاً ناشئًا عن دليل، أو أن دلالته لا شبهة فيها. ¶ ¬__________ ¶ (¬1) \" البخاري \" في (فضائل القرآن): جـ 6 ص 187، والترمذي: جـ 5 ص 155 و 156 وصححه. ¶ (¬2) \" أصول السرخسي \": جـ 1 ص 35.",
            "page": "14",
            "part": "1",
            "seal": "75989BFB"
        },
        {
            "id": "15",
            "nass": "والمراد بالدلالة الظنية أن النص العام يحتمل الخصوص احتمالاً ناشئًا عن دليل أو أن دلالته على العموم فيها شبهة. ¶ فقال الحنفية وهو رواية عن الإمام أحمد وقال به بعض الحنابلة منهم ابن عقيل والفخر إسماعيل: إن النص العام يثبت الحكم في جميع ما يتناوله على سبيل القطع، وهو في ذلك عندهم كالخاص سواء بسواء. ¶ وقال أكثر الفقهاء والمتكلمين وهو المعتمد عند الحنابلة: إنه يثبت الحكم فيما يتناوله على سبيل الظن، وهو في ذلك مخالف للنص الخاص، فإن الخاص عندهم قطعي الدلالة على مدلوله (¬1). ¶ استدل الحنفية على مذهبهم فقالوا: إن اللفظ متى وضع لمعنى كان هذا المعنى لازمًا له وثابتًا به قطعًا، حتى يقوم الدليل على خلافه، والعموم قد وضع له اللفظ العام اتفاقًا بيننا وبينكم، فيكون ثابتًا به ولازمًا له قطعًا حتى يقوم الدليل على صرفه عنه إلى غيره. ¶ واستدل الجمهور على أن العام ظني الدلالة فقالوا: كل عام يحتمل التخصيص، والتخصيص شائع فيه حتى صار قولهم: «مَا مِنْ عَامٍّ إِلاَّ وَقَدْ خُصِّصَ» بمنزلة المثل، ولهذا يؤكد العام بكل وأجمع، لإزالة هذا الاحتمال، والقطع لا يثبت مع الاحتمال، لأنه عبارة عن قطع الاحتمال. ¶ وقد دارت بين الفريقين محاورات ومناقشات لا حاجة بنا هنا إلى ¶ ¬__________ ¶ (¬1) انظر المسألة وفروعها في \" أصول السرخسي \": جـ 1 ص 137 - 143، و\" التنقيح \" وشرحه \" التوضيح \"، و\" حاشية التفتازاني \": جـ 1 ص 39 - 41، و\" فواتح الرحموت \": جـ 1 ص 265 - 267، و\" شرح الكوكب المنير \": جـ 3 ص 114 مع الحاشية.",
            "page": "15",
            "part": "1",
            "seal": "387AEDF5"
        },
        {
            "id": "16",
            "nass": "بسطها، غير أنا نستطع أن نجد ما يقوي مذهب الحنفية في هذه المسألة الهامة، وكذلك أن تجويز أن يراد بالنص العام بعض الأفراد دون البعض من غير قرينة أو دليل كما ذهب مخالفو الحنفية أمر مستبعد موقع في الارتباك أمام النصوص، وذلك لأنه يؤدي إلى ارتفاع الأمان عن اللغة وعن الشرع؛ وإلى التلبيس على السامع، لأن عن كل ما ورد في اللغة عَامًّا فإنه يحتمل الخصوص حينئذٍ، فلا يستقيم فهم العموم منه. ¶ وكذلك في الشرع، لأن معظم خطابات الشرع عامة، فإذا جاز إرادة بعض من غير قرينة لما صح فهم الأحكام على وجه العموم، وأدى ذلك إلى التلبيس على المخاطبين، وتكليفهم بالمحال، وهو باطل. ¶ كما يقوي مذهب الجمهور ما استدل به ابن النجار الحنبلي (¬1) «إن التخصيص بالمتراخي لا يكون نَسْخًا ولو كان العام نَصًّا على أفراده لكان نَسْخًا، وذلك أن صيغ العموم ترد تارة باقية على عمومها، وتارة يراد بها بعض الأفراد، وتارة يقع فيها التخصيص، ومع الاحتمال لا قطع، بل لما كان الأصل بقاء العموم فيها كان هو الظاهر المعتمد للظن». ¶ وقد تضمنت كلمته هذه جواب استدلال الحنفية حين قال: «لما كان الأصل بقاء العموم فيها كان هو الظاهر المعتمد للظن». ¶ ¬__________ ¶ (¬1) \" شرح الكوكب المنير \": جـ 3 ص 115.",
            "page": "16",
            "part": "1",
            "seal": "AEA73E89"
        },
        {
            "id": "17",
            "nass": "نَتَائِجُ الخِلاَفِ فِي قَطْعِيَّةِ العَامِّ: ¶ بعد هذا فإن الباحث يتوقع أن ينتج عن هذا الخلاف في طبيعة دلالة العام اختلاف في أمور كثيرة بين الفقهاء، لكثرة النصوص العامة، ويمكن أن نلخص هذا الاختلاف في قاعدتين هامتين نوضحهما فيما يلي: ¶ القاعدة الأولي: تخصيص النص العام بخبر الواحد أو القياس إذا لم يكن قد خص قبل ذلك بدليل قطعي: ¶ فعند القائلين بظنية العام يجوز هذا التخصيص، وعند القائلين بقطعية العام لا يجوز، ولهذا حَرَّمَ الحنفية الأكل من ذبيحة المسلم إذا ترك التسمية عَمْدًا، لأخذهم بالعموم في قوله تعالى: {وَلاَ تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ} [الأنعام: 121]، ولم يخصوه بقول الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «الْمُسْلِمَ يَذْبَحُ عَلَى اسْمِ اللَّهِ، سَمَّى أَوْ لَمْ يُسَمِّ»، ولا بقياس ترك التسمية عَمْدًا على تركها نِسْيَانًا بجامع وجود ذكر الله في القلب في كل منهما، وذلك لأن الحديث خبر واحد وهو لا يخصص العام من الكتاب الذي لم يخص قبل ذلك بدليل قطعي الثبوت، وهو قطعي الدلالة عندهم، وخبر الواحد ظني الثبوت، وكذلك القياس فإنه ظني، والظني لا يخصص القطعي. ¶ وخصص الشافعية هذا العموم بالحديث وبالقياس، لأن العام الظني الدلالة عندهم فيجوز تخصيصه بالظني، كالقياس وخبر الواحد، ولهذا قالوا: يحل الأكل من ذبيحة المسلم إذا ترك التسمية عَمْدًا. ¶ القاعدة الثانية: التوفيق بين العام والخاص إذا ختلفا. ¶ قال الحنفية: إذا اختلف العام والخاص فإن التعارض يثبت في",
            "page": "17",
            "part": "1",
            "seal": "8855056E"
        },
        {
            "id": "18",
            "nass": "في القدر أو الموضوع الذي اختلف حكمهما فيه، لتساويهما في القطعية، فنأخذ حينئذ بتطبيق قواعد التوفيق المدروسة في موضعها من علم أصول الفقه. ¶ أما غير الحنفية فإنهم يقولون: لا يقاوم العام الخاص، لأن الخاص قطعي والعام ظني، فلا بد أن يقدم الخاص على العام ويعمل به سواء كان الخاص متقدمًا على العام في الورود أو متأخرًا عنه أم مقارنًا له، ومعنى كون الخاص مقدمًا على العام أن يعمل به في المقدار الذي خالف فيه العام مطلقًا كما ذكرنا، ولا يخضع العمل به لقواعد التوفيق بين النصوص. ¶ وقد أثر هذا الخلاف تأثيرًا بَيِّنًا في الفروع الفقهية، لكن مما يلفت النظر فيه أننا نجد أنصارًا لمذهب الحنفية في بعض الفروع من أهل المذاهب الأخرى، التي لا توافقهم في هذه القضية، أعني قطعية دلالة العام. ¶ ومن أمثلة ذلك: ¶ 1ـ مسألة صلاة تحية المسجد لمن دخل يوم الجمعة والإمام يخطب: ¶ فقد دل قوله تعالى: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ} [الأعراف: 204] على عدم مشروعيتها، لأن الخطبة لا تخلو من قراءة قرآن، ودل حديث الرجل الذي دخل يوم الجمعة والنبي يخطب وأمره إياه أن يصلي ركعتين على مشروعيتها، وفي بعض ألفاظه قوله: «إِذَا جَاءَ أَحَدُكُمْ وَالإِمَامُ يَخْطُبُ أَوْ قَدْ خَرَجَ، فَلْيُصَلِّ رَكْعَتَيْنِ» (¬1) دل ¶ ¬__________ ¶ (¬1) الحديث متفق عليه وهو ثابت في \" الصحيحين \" بالروايتين المشار إليهما: \" البخاري \" في (الجمعة): جـ 2 ص 10 وفي (التطوع): جـ 2 ص 56، و\" مسلم \" في (الجمعة): جـ 3 ص 14، 15.",
            "page": "18",
            "part": "1",
            "seal": "80A61124"
        },
        {
            "id": "19",
            "nass": "هذا الحديث على مشروعية تحية المسجد لمن دخل يوم الجمعة والإمام يخطب. ¶ فقال الحنفية والمالكية: بعدم مشروعية تحية المسجد هذه عملاً بعموم الآية والأدلة التي تمنع من تحية المسجد والإمام يخطب، وتأولوا الحديث بأنه واقعة عين خاصة بهذا الرجل، أو أن النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أراد ان يتصدق الناس عليه كما في بعض الروايات. ¶ فَأَيَّدَ المالكية الحنفية في هذه المسألة، لاتفاق أهل المدينة على منع النافلة حال الخطبة، خَلَفًا عَنْ سَلَفٍ (¬1). ¶ وذهب الشافعية والحنبلية إلى أنه يُسَنُّ أَدَاؤُهُمَا لمن دخل والإمام يخطب، وذلك عَمَلاً بالحديث المذكور بناء على قاعدتهم بتخصيص القرآن بأخبار الآحاد. ¶ 2ـ مسألة زكاة الزروع: ¶ فقد دَلَّ القرآن على وجوب الزكاة في جميع المحاصيل الزراعية، بأي مقدار كانت ومن أي نوع، وذلك لعموم قوله تعالى: {كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} [الأنعام: 141]. ¶ وعارض هذا العموم بعض الأحاديث في موضعين نوضحهما فيما يأتي: ¶ ¬__________ ¶ (¬1) انظر \" شرح مسلم \" للنووي: جـ 6 ص 164، و\" نيل الأوطار \" للشوكاني: جـ 3 ص 257، 258، وانظر شرحنا للحديث في كتابنا \" دراسات تطبيقية للحديث النبوي - قسم العبادات \": ص 241 - 244.",
            "page": "19",
            "part": "1",
            "seal": "82C9067C"
        },
        {
            "id": "20",
            "nass": "الموضع الأول: مقدار الحاصلات الزراعية: ¶ فإن ظاهر الآية وجوب الزكاة في الزروع لأي مقدار كانت، ويؤيد ذلك حديث «فِيمَا سَقَتِ السَّمَاءُ [وَالعُيُونُ] أَوْ كَانَ عَثَرِيًّا العُشْرُ، وَمَا سُقِيَ بِالنَّضْحِ نِصْفُ العُشْرِ». البخاري جـ 2 ص 133، أخرجه البخاري من رواية الزهري عن سالم بن عبد الله بن عمر عن ابن عمر، وهي سلسلة جليلة قيل إنها أصح الأسانيد. ¶ وعارض ذلك حديث «لَيْسَ [فِيمَا دُونَ] خَمْسَةِ أَوْسُقٍ صَدَقَةٌ» المتفق عليه (¬1). ¶ فقال الحنفية بعدم اشتراط النصاب المذكور لوجوب الزكاة، أَخْذًا بالنصوص العامة، لأنها أقوى ثُبُوتًا من الخاص. ¶ وقال غيرهم: بل يشترط النصاب المذكور عَمَلاً بحديث الأوسق، وهو نص خاص فيخصص به العام وإن كان العام أقوى منه ثُبُوتًا، لأن العام ظني الدلالة عندهم. ¶ الموضع الثاني: أنواع الزروع: ¶ فقد دلتا الآية والحديث السابقان على وجوب الزكاة في جميع أنواع الزروع، لعموم النص فيهما، وورد تخصيص وجوب الزكاة بأنواع معينة في حديث: «لاَ تَأْخُذَا فِي الصَّدَقَةِ إِلاَّ مِنْ هَذِهِ الأَصْنَافِ الأَرْبَعَةِ: الشَّعِيرِ، وَالحِنْطَةِ، وَالزَّبِيبِ، وَالتَّمْرِ» (¬2). ¶ ¬__________ ¶ (¬1) \" البخاري \": جـ 2 ص 126، و\" مسلم \": جـ 3 ص 66، 67. ¶ (¬2) أخرجه الطبراني والحاكم وتكلم فيه الترمذي: جـ 3 ص 30، 31، بما يدل على شدة ضعفه، وذكر الزيلعي في \" نصب الراية \": جـ 2 ص 386 - 389 طرقه وضعفها كلها، =",
            "page": "20",
            "part": "1",
            "seal": "C98F21AA"
        },
        {
            "id": "21",
            "nass": "فقال الحنفية بوجوب الزكاة في جميع أنواع الزروع، عَمَلاً بعموم القرآن والحديث، وتكلموا في حديث التخصيص هذا بالطعن في سنده، وأجابوا عن المتن بأن المراد به زكاة يأخذها الجابي لتوزع عن طريق بيت المال. ¶ وقال غيرهم بتخصيص وجوب الزكاة بأنواع معينة، عَمَلاً بالحديث المذكور الذي وجدوه تَقَوَّى في نظرهم بتعدد طرقه، على تفاصيل في كيفية عملهم به ليس هذا محلها. ¶ وقد أيد القاضي الإمام أبو بكر بن العربي المالكي مذهب الحنفية في هذه المسألة كلها فقال في كتابه \" أحكام القرآن \" (¬1): «وَأَمَّا أَبُو حَنِيفَةَ فَجَعَلَ [الآيَةَ] مِرْآتَهُ فَأَبْصَرَ الحَقَّ، وَقَالَ: إنَّ اللَّهَ أَوْجَبَ الزَّكَاةَ فِي المَأْكُولِ قُوتًا كَانَ أَوْ غَيْرَهُ وَبَيَّنَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ذَلِكَ فِي عُمُومِ قَوْلِهِ: \" فِيمَا سَقَتِ السَّمَاءُ العُشْرُ \"». ¶ وقال في \" عارضة الأحوذي \" (¬2): «وَأَقْوَى المَذَاهِبِ فِي المَسْأَلَةِ مَذْهَبُ أَبِي حَنِيفَةَ دَلِيلاً، وَأَحْوَطُهَا لِلْمَسَاكِينِ، وَأَوْلاَهَا قِيَامًا بِشُكْرِ النِّعْمَةِ، وَعَلَيْهِ يَدُلُّ عُمُومُ الآيَةِ وَالحَدِيثِ». ¶ • • • ¶ ¬__________ ¶ = انظر شرح الحديث في كتابنا \" دراسات تطبيقية للحديث النبوي - قسم العبادات \": ص 26 - 28. ¶ (¬1) جـ 1 ص 313. ¶ (¬2) وهو شرحه على \" جامع الترمذي \": جـ 3 ص 135 - وقد استوفى فيه ذكر المذاهب فبلغت ثمانية، انظر ص 100 - 134.",
            "page": "21",
            "part": "1",
            "seal": "56B837BE"
        },
        {
            "id": "22",
            "nass": "المَبْحَثُ الثَّالِثُ: فِي الاِسْتِحْسَانِ وَحُجِّيَّتِهِ: ¶ الاستحسان في اللغة: عد الشيء حسنًا. ¶ وفي اصطلاح علماء اصول الفقه الحنفي يطلق بمعنيين: ¶ الأول: المعنى الأعم: وهو كل دليل في مقابلة القياس الظاهر من كتاب أو سنة أو إجماع أو ضرورة أو قياس خفي. ¶ المعنى الثاني: الأخص: وهو القياس الخفي، وقد غلب في الأصول أن يأتي بهذا المعنى (¬1) حتى ليظن كثير من الناس أن الاستحسان عند الحنفية خاص به. ¶ مثال استحسان الكتاب والسنة: الترخيص في بيع السلم، فإنه في أصل القياس باطل لأنه بيع معدوم، وبيع المعدوم باطل. لكن ثبت الترخيص به في النص وهو قوله تعالى: {إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ} [البقرة: 282] وَ [بِالسُنَّةِ] بحديث: «مَنْ أَسْلَفَ فِي تَمْرٍ، فَلْيُسْلِفْ فِي كَيْلٍ ¶ ¬__________ ¶ (¬1) بتصرف يسير عن \" التوضيح والتلويح \": جـ 2 ص 81، 82، و\" فواتح الرحموت \": جـ 2 ص 320، 321 نحوه في \" التحرير \" للكمال بن الهُمام وشرحه \" التقرير والتحبير \" لتلميذه ابن أمير الحاج: جـ 3 ص 222.",
            "page": "22",
            "part": "1",
            "seal": "877FF3E4"
        },
        {
            "id": "23",
            "nass": "مَعْلُومٍ، وَوَزْنٍ مَعْلُومٍ، إِلَى أَجَلٍ مَعْلُومٍ» متفق عليه (¬1). ¶ ومثال استحسان السنة: عقوبة الزاني المحصن بحد الرجم، فإن القياس أن يحد مائة جلدة قياسًا على البكر، لكن ثبت الرجم للمحصن بأحاديث \" الصحيحين \" على خلاف القياس. ¶ ومثال استحسان الإجماع: الاستصناع: كأن يتعاقد مع الخياط على قميص كذا من قماش كذا بقيمة كذا، وهذا عقد صحيح عند الحنفية، مع أن «القياس يأبي عنه» كما قالوا، «إلا أنه انعقد الإجماع على جوازه في الصدر الأول، لأنهم كانوا يتعاملون به من غير نكير (¬2). ¶ ومثال استحسان الضرورة: طهارة الحياض والآبار بعد تنجسها، والقياس يقتضي أن الحياض والآبار إذا تنجست لا تطهر أَبَدًا، لبقاء الماء المنجس ولو قليلاً وكذلك أرضه نجسة. إلا أنه حكم بالطهارة للضرورة والوقوع في الحرج العظيم (¬3). ¶ حُجِّيَّةُ الاِسْتِحْسَانِ: ¶ دار بين المتقدمين من العلماء نقاش كثير حول حُجِّيَّةِ الاستحسان ومشروعية العمل به، وأول من نقل إلينا كلامه في نقد الاستحسان هو الإمام الشافعي - رَضِيَ اللهُ عَنْهُ -، وذلك أنهم قالوا: إن الاستحسان إثبات للحكم الشرعي بالرأي المجرد، أو باتباع ما يستهوي النفس، وهو ¶ ¬__________ ¶ (¬1) \" البخاري \" في أول (السلم): جـ 3 ص 85، و\" مسلم \": جـ 5 ص 55. ¶ (¬2) \" التوضيح والتلويح \": جـ 2 ص 82، و\" التقرير والتحبير \": جـ 3 ص 222، و\" فواتح الرحموت \": جـ 2 ص 321. ¶ (¬3) انظر المراجع السابقة.",
            "page": "23",
            "part": "1",
            "seal": "DE0092E2"
        },
        {
            "id": "24",
            "nass": "ترك للقياس الذي هو حجة إلى ما ليس بحجة، وكل ذلك حرام لا يجوز في شرع الله تعالى، حتى إن الإمام الشافعي - رَضِيَ اللهُ عَنْهُ - قال: «مَنْ اِسْتَحْسَنَ فَقَدْ شَرَّعَ» أي أن من أثبت حُكْمًا بأنه مستحسن عنده من غير دليل من الشارع فهو المشرع لذلك الحكم، حيث لم يأخذه من الشارع (¬1). ¶ والحقيقة أننا إذا تأملنا حقيقة الاستحسان التي لخصاناها في تعريفه كما هو عند الحنفية لا نجد تَرَدُّدًا في قبوله والالتزام بحجيته، وذلك هو ما آل إليه عمل المحققين من مختلف المذاهب، وأسوق في ذلك هذا النص من كلام العلامة التفتازاني الشافعي المذهب فإنه يعبر عن جوهر القضية ببيان شاف وكاف، قال التفتازاني - رَحِمَهُ اللهُ تَعَالَى -: (¬2) ¶ «والحق أنه لا يوجد في الاستحسان ما يصلح محلاً للنزاع، إذ ليس النزاع في التسمية لأنه اصطلاح، وقد قال الله تعالى: {الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ} [الزمر: 18] وقال النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «مَا رَآهُ المُؤْمِنُونَ حَسَنًا فَهُوَ عِنْدَ اللَّهِ حَسَنٌ» (¬3). ¶ ونقل عن الأئمة إطلاق الاستحسان في دخول الحمام، وشرب الماء من يد السقاء، ونحو ذلك وعن الشافعي - رَحِمَهُ اللهُ - أنه قال: ¶ ¬__________ ¶ (¬1) \" حاشية التلويح \" للتفتازاني: جـ 2 ص 21 بتصرف يسير، وانظر \" أصول السرخسي \": جـ 2 ص 199، 200. ¶ (¬2) \" حاشية التلويح \": جـ 2 ص 81. ¶ (¬3) الحديث موقوف على ابن مسعود من قوله. ¶ رواه أحمد في \" المسند \": 5/ 211 رقم 3600 ط. شاكر، ووهم السخاوي في \" المقاصد \": ص 581 رقم 959 فقال: «وَوَهِمَ مَنْ عَزَاهُ إِلَى المُسْنِدِ»، وتبعه العجلوني: 2/ 245 ط. الرسالة، وعزاه في \" مجمع الزوائد \" لأحمد والطبراني في \" الكبير \" والبزار وقال: (1/ 177، 178) ط. بيروت: «رِجَالُهُ مُوَثَّقُونَ».",
            "page": "24",
            "part": "1",
            "seal": "249CCB81"
        },
        {
            "id": "25",
            "nass": "«أستحسن في المتعة أن تكون ثلاثين درهما، واستحسن ترك شيء للمكاتب من نجوم الكتابة». ¶ وأما من جهة المعنى: فيلاحظ التفتازاني ملاحظة مهمة في الموضوع تبين سَبَبًا من الخلاف فيه، وهو اختلاف تعاريفهم للاستحسان، ومن ثم يخلص إلى هذه النتيجة فيقول (¬1): «ولما اختلفت العبارات في تفسير الاستحسان ـ مع أنه قد يطلق لغة على ما يهواه الإنسان ويميل إليه وإن كان مُسْتَقْبَحًا عند الغير، وكثر استعماله في مقابلة القياس ـ على الإطلاق ـ كان إنكار العمل به عند الجهل بمعناه مُسْتَحْسَنًا حتى يتبين المراد منه، إذ لا وجه لقبول العمل بما لا يعرف معناه». ¶ وهذا الذي قاله السعد التفتازاني الشافعي يقرره لنا بإيجاز دقيق وواضح الفقيه والأصولي الحنبلي ابن اللحام الذي انتهت إليه رئاسة الحنابلة في زمنه فيقول (¬2): ¶ «الاستحسان: هو العدول بحكم المسألة عن نظائرها لدليل شرعي خاص. وقد أطلق أحمد والشافعي القول به في مواضع. ¶ وقال به الحنفية، وأنكره غيرهم، وهو الأشهر عن الشافعي، حتى قال: \"مَنْ اِسْتَحْسَنَ فَقَدْ شَرَّعَ \". ولا يتحقق استحسان مختلف فيه». انتهى. ¶ ¬__________ ¶ (¬1) المرجع السابق: جـ 2 ص 82، وانظر \" التقرير والتحبير \": جـ 3 ص 222، 223 فقد أشار عدم ارتضائه هذا التوجيه، وكأنه لتقارب تعاريف الاستحسان، فيكون إنكار الاستحسان بسبب التخوف من إرادة المعنى اللغوي. ¶ (¬2) في كتابه \" المختصر في أصول الفقه \": ص 65.",
            "page": "25",
            "part": "1",
            "seal": "DBDD6A8F"
        },
        {
            "id": "26",
            "nass": "فهذه العبارة الأخيرة في كلام ابن اللحام مع تعريفه للاستحسان هي الفصل في الموضوع، فإنه بعدما استقرت الآراء على أن الاستحسان اسم لدليل متفق عليه، نَصًّا كان، أو إجماعًا، أوقياسًا خَفِيًّا إذا وقع في مقابلة قياس تسبق إليه الأفهام حتى لا يطلق على نفس الدليل من غير مقابلة فهو حجة عند الجميع من غير تصور خلاف. ¶ ثم إنه غلب في اصطلاح الأصول على القياس الخفي خاصة، كما غلب اسم القياس على القياس الجلي، تمييزًا بين القياسين». ¶ أَقْسَامُ الاِسْتِحْسَانِ وَالقِيَاسِ: ¶ ولما أن الاستحسان لا يكون إلا لدى معارضة القياس فقد ضبط الحنفية العلاقات بين القياس والاستحسان بتقسيم دقيق، وذلك تارة باعتبار القوة والضعف وتارة باعتبار الصحة والفساد، ويتحصل من تفاصيل ذلك أقسام كثيرة (¬1) لا يتسع المجال ههنا لذكرها. لذلك نكتفي بالتقسيم الرئيسي وهو أن نقول: ¶ إن الاستحسان ينقسم إلى قسمين: الأول ما خفي تأثيره، والثاني ما خفي فساده وظهرت صحته. ¶ وينقسم القياس كذلك إلى قسمين: الأول ما ضعف تأثيره، والثاني ما ظهر فساده وخفيت صحته. ¶ فإذا قابلنا كُلاًّ من قسمي الاستحسان وعارضناه بقسمي القياس كانت الأنواع أربعة. ¶ ¬__________ ¶ (¬1) تبلغ بمقابلتها ببعضها ستة عشر قسمًا، كما في \" مسلم الثبوت \" وشرحه \" فواتح الرحموت \": جـ 2 ص 324 وانظر تفاصيلها في \" التوضيح \" و\" حاشية التلويح \": جـ 2 ص 82 - 84.",
            "page": "26",
            "part": "1",
            "seal": "49AEE023"
        },
        {
            "id": "27",
            "nass": "وأقوى هذه الأنواع الأربعة: القسم الأول من الاستحسان، وهو الذي قوي أثره فإنه مقدم على القسم الأول من القياس وهو القياس الضعيف الأثر. ¶ ثم القسم الثاني من القياس وهو القياس الخفي الصحة، وهو مقدم على القسم الثاني من الاستحسان، وهو الاستحسان الخفي الفساد (¬1). ¶ مثال القسم الأول: وهو الاستحسان الذي قوي أثره فقدم على القياس الذي هو ضعيف الأثر: سؤر سباع الطيور، وهو الماء الذي يبقي في الإناء بعد أن يشرب منه طائر من الطيور المفترسة: ¶ القياس أن يكون هذا السؤر نَجِسًا، قِيَاسًا على سؤر سباع البهائم، لأن السؤر تابع في حكمه للحم الحيوان، ولحم سباع الطير حرام نجس عند الحنفية. ¶ لكن الاستحسان يقضي بطهارة سؤر سباع الطير كسؤر الآدمي، فإن القياس على سؤر الآدمي أقوى من القياس الأول، وإن كان الأول أظهر، وسبب ذلك ضعف علة القياس وهي مخالطة الرطوبة النجسة للسؤر، وهذه العلة لا توجد في سباع الطيور، إذ تشرب بمنقارها فيخالط منقارها الماء، أما لعابها فلا يخالط الماء، والمنقار عظم طاهر، وملاقاة الطاهر للماء لا تنجسه، فكان من هذا الوجه كسؤر الآدمي لكن قالوا فيه بالكراهة لأنها لا تتحرز عن النجاسة، كالدجاجة المخلاة (¬2). ¶ ¬__________ ¶ (¬1) \" التقرير والتحبير \": ج 3 ص 223، و\" فواتح الرحموت \": ج 2 ص 322، وقارن بالخضري في كتابه \" أصول الفقه \": ص 367 الطبعة الرابعة، ففي بعض تفصيله نظر وهو اعتباره القسم الثاني من الاستحسان منزلة ثالثة في التقديم. ¶ (¬2) \" التحرير \" وشرحه \" التقرير والتحبير \": جـ 3 ص 222، و\" التوضيح \" و\" حاشية التلويح \": جـ 2 ص 82، و\" فواتح الرحموت \": جـ 2 ص 322، 323.",
            "page": "27",
            "part": "1",
            "seal": "84651C93"
        },
        {
            "id": "28",
            "nass": "مثال القسم الثاني: وهو القياس الذي هو خفي الصحة وتقديمه على الاستحسان الذي هو ظاهر الصحة خفي الفساد: سجدة التلاوة إذا قرئت آية السجدة في الصلاة هل تدخل في ركوع الصلاة؟ ¶ القياس أنها تؤدى بالركوع في الصلاة، لأن المقصود منها هو تعظيم الله تعالى مخالفة للمتكبرين من المشركين، ويدل على ذلك وقوع التداخل فيها، إذا قُرِئَتْ مِرَارًا في مجلس واحد، أو سُمِعَتْ مِرَارًا في مجلس واحد أجزأت سجدة واحدة. وهو قول الحنفية. ¶ أما الاستحسان فيقضي أن لا يجوز كما هو قول الأئمة الثلاثة، قِيَاسًا على سجود الصلاة، لا ينوب عنه ركوعها، فكذا هذا أيضًا، لأن كُلاًّ منهما هو غير المأمور به. ¶ لكن الحنفية رأوا هذا الاستحسان فاسدًا باطنًا، لأن كُلاًّ من الركوع والسجود مطلوب في الصلاة بطلب يخصه، فلا يتأدى أحدهما بالآخر، بخلاف سجدة التلاوة فإن السجود غير مقصود بالذات إنما المقصود هو التعظيم عند قراءة هذه الآيات وهو كما يحصل بالسجود يحصل بالركوع. ¶ وقد يعترض على الحنفية بأن هذا يوجب أن تؤدى سجدة التلاوة بالركوع خارج الصلاة أيضًا؟ ¶ أجاب الحنفية عن هذا بأن الركوع لم يعرف قربة خارج الصلاة، والتعظيم إنما يكون بما هو قربة معتبرة شَرْعًا، فلا بد حينئذ من السجود (¬1). ¶ ¬__________ ¶ (¬1) \" التحرير \" و\" شرحه \": جـ 3 ص 224 , و\" التوضيح والتلويح \": جـ 2 ص 82، 83، و\" فواتح =",
            "page": "28",
            "part": "1",
            "seal": "F70FD37C"
        },
        {
            "id": "29",
            "nass": "و [يؤيد] (*) مذهب الحنفية في هذا ما ورد من الآثار عن بعض الصحابة. ¶ فعن ابن عمر: أنه كان إذا قرأ «النجم» و «اقرأ باسم ربك» في صلاة وبلغ آخرها كَبَّرَ وَرَكَعَ، وإن قرأها في غير صلاة سجد. ¶ وعن ابن مسعود أنه سئل عن سجدة تكون في آخر السورة أيسجد لها أم يركع؟ قال: «إِنْ شِئْتَ فَارْكَعْ، وَإِنْ شِئْتَ فَاسْجُدْ ثُمَّ اقْرَأْ بَعْدَهَا سُورَةً» (¬1). ¶ قال المحقق ابن امير الحاج: «ولم يرو عن غيرهما خلافه، بل ذكره ابن أبي شيبة عن علقمة وإبراهيم والأسود وطاوس ومسروق والشعبي والربيع بن خُثيم وعمرو بن شرحبيل» (¬2). ¶ وهكذا ضبط الحنفية هذا النوع من أدلة الأحكام الشرعية، والذي يأتي بمثابة استثناء من الإطراد في الأحكام، فجعلوا هذا الاستثناء مُقَعَّدًا بقواعد ينظر فيها إلى الطرفين المتقابلين: نص في مقابلة القياس، أو قياس خفي في مقابلة القياس الجلي. ¶ ونختم هذه اللمحة الموجزة بهذه الملاحظة القيمة التي أتوا بها حيث قالوا: ¶ ¬__________ ¶ = الرحموت \": جـ 2 ص 323. ¶ (¬1) قال في \" فواتح الرحموت \": «وَإِنْ اسْتَدَلَّ بِهَذِهِ الآثَارِ فَحَسَنٌ». ¶ (¬2) \" التقرير والتحبير \" لابن أمير الحاج: جـ 3 ص 225، لكن الكمال بن الهُمام يرى أن هذه المسألة من باب تقديم الاستحسان لا القياس. ويرى ابن أمير الحاج أنه حيث وردت هذه الآثار في المسألة فهي من قبيل الاستحسان بالأثر أيضًا، كما أنها من قبيل الاستحسان بالقياس الخفي. وهي ملاحظة دقيقة جديرة بالاعتبار في هذه المسألة. ¶ __________ ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (يُؤَيِّدُ) وليس (يُؤَدِّي)، انظر أصل هذا الكتاب: مجلة مركز بحوث السنة والسيرة - دولة قطر: 8 - 1415 هـ، ص 142.",
            "page": "29",
            "part": "1",
            "seal": "70EE3BD7"
        },
        {
            "id": "30",
            "nass": "إن الاستحسان إن كان قياسًا خَفِيًّا يقابل القياس الجلي فإنه يتعدى إلى الصور الأخرى وسائر المسائل التي توجد فيها علة الاستحسان، أما إذا كان دليلاً آخر غير ذلك فلا يتعدى إلى غيره. ¶ وسبب ذلك في القسم الأول أنه قياس، ومن شأن القياس التعدية، أما في القسم الثاني فإنه معدول به عن سنن القياس، وما كان معدولاً به عن سنن القياس فغيره عليه لا يقاس (¬1). ¶ • • • ¶ ¬__________ ¶ (¬1) \" التنقيح \" و\" شرحه \"، و\" حاشية التلويح \" عليه: جـ 2 ص 84، و\" التحرير \" و\" شرحه \": جـ 3 ص 225، 226، و\" مسلم الثبوت \" و\" شرحه \": جـ 2 ص 321، 322.",
            "page": "30",
            "part": "1",
            "seal": "AD6E3F33"
        },
        {
            "id": "31",
            "nass": "المَبْحَثُ الرَّابِعُ: فِي خَبَرِ الوَاحِدِ الصَّحِيحِ وَحُجِّيَّتِهِ: ¶ هذا الموضوع هو أَهَمُّ ما نقصد له في بحثنا هذا، وذلك لما وقع في شأن الحديث الصحيح الآحادي من تطرف، ولا سيما في عصرنا هذا. ¶ لقد غلا بعضهم في قبول الحديث الصحيح الآحادي حتى بدا كأنه يرى أن أحدًا غيره لا يعمل بالحديث!! (¬1) وَفَرَّطَ آخر في شأنه حتى كان الحديث الصحيح لا يعني شيئًا ملزمًا عنده. والجدير بالذكر ها هنا أن مذهب الحنفية في هذا الموضوع لا يختلف عما قرره جماهير أئمة العلم، إلا في بعض الجزئيات، وإن كان قد شاع في ظن كثير من الناس توهم غير ذلك، ولذلك فإنا سنبحث مسألة خبر الواحد الصحيح بصورة عامة لدى الأصوليين، ونوضح ما تفرد الحنفية به. ¶ تَقْسِيمُ الخَبَرِ مِنْ حَيْثُ عَدَدِ رُوَّاتِهِ: ¶ يقسم جمهور علماء أصول الفقه الخبر من حيث عدد وراته إلي قسمين: ¶ ¬__________ ¶ (¬1) وقد صدرت بذلك رسائل نشرت على مستوى واسع، سوف نذكر مقتطفات من جنوحها ونناقشها.",
            "page": "31",
            "part": "1",
            "seal": "6F1FA26B"
        },
        {
            "id": "32",
            "nass": "القسم الأول: المتواتر: ¶ وهو الخبر الذي رواه جمع كثير يستحيل تواطؤهم علي الكذب عن جمع مثلهم إلي نهاية السند، وكان مستندهم الحسّ. ¶ أي أن يكون الخبر نقلا لأمر يدرك بإحدي الحواس، وليس أمرا عقليا، فكون الواحد نصف الاثنين يقول به كل الخلق، وليس هو من المتواتر لأنه أمر عقلي. ونبع الماء من بين أصابعه الشريفة صلي الله عليه وسلم أمر مشاهد بالحس، وقد نقله جميع كبير ستحيل تواطؤهم علي الكذب عن جمع مثلهم إلي الطبقة الذين شاهدوا المعجزة، وهم كثير كذلك رضي لله عنهم، فهو إذن خبر متواتر. ¶ القسم الثاني خبر الواحد أو الآحاد: ¶ وهو كل ما لم يبلغ درجة التواتر، بأن كان له سند واحد فقط، أو إسنادان، أو أكثر لكنه لم يبلغ رتبة التواتر. ¶ وقد وافق الحنفية علي التقسيم وعلي أحكام كل قسم في اصطلاحهم، وأضافوا قسما آخر ثالثا هو المشهور والمشهور عند الأصوليين الأحناف: هو الخبر الذي كان آحاديا في الأصل، ثم تواتر في القرن الثاني والثالث مع قبول الأمة له، كما في مسلّم الثبوت. قال في شرحه فواتح الرحموت: «وان لم يكن كذلك فهو خبر الواحد (¬1). ¶ وقد تسرع بعض العصريين ـ الذي أومأ إله بحثنا ـ فانتقد هذا التقسيم عند الحنفية، دون أن يكلف نفسه البحث عن وجهة لهم أو ¶ ¬__________ ¶ (¬1) جـ 2 ص 111.",
            "page": "32",
            "part": "1",
            "seal": "A4BD6A06"
        },
        {
            "id": "33",
            "nass": "عذر. وحسبنا لو نظرنا إلى علاقة الأقسام أن نلحظ أن الحنفية منطقيون في جعل القسمة ثلاثية، لأن القسم الثالث المشهور قسم مركب من القسمين الأول والثاني، مما يجعل أفراده في التقسيم عملاً مقبولاً، فضلاً عن الأثر الذي يترتب على ذلك، مما أقره من حيث المبدأ العلماء الآخرون، كما سنوضحه أن شاء الله تعالى. ¶ وقد أقر الحافظ ابن حجر هذا القسم، بل جعله مما يفيد العلم النظري لا الضروري، لأنه احتف بقرينة رفعته عن حكم الآحاد الظني فهو يفيد علم الطمأنينة، دون علم اليقين وفوق غلبة الظن. ¶ لكن يجب ان يعلم القارىء أن خبر الواحد الذي ذكرنا معناه هنا ليس خَاصًّا بالصحيح، بل هو مشترك، منه ما هو صحيح ومنه ما ليس كذلك، لكن بحثنا هنا خاص بخبر الآحاد الصحيح، وهو الذي توفرت فيه الشروط التي تجعله موصوفًا بالصحة باتفاق العلماء. ¶ الحديث الصحيح: هو الحديث الذي اتصل سنده بنقل العدل الضابط عن مثله من أول السند إلى منتهاه ولم يكن شاذًا ولا مُعَلاًّ. وهذه الشروط خمسة، نوضحها فيما يأتي: ¶ [شروط الحديث الصحيح] (*): ¶ الشرط الأول: العدالة: ¶ وهي مَلَكَةٌ تحمل صاحبها على التقوى واجتناب الأدناس وما يخل بالمروءة عند الناس. ¶ وشروطها: العقل والبلوغ، والإسلام والتقوى، ومراعاة العرف الاجتماعي الصحيح، وهذه الشروط تحقق صدق الراوي وتوازن شخصيته. ¶ ¬__________ ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) أدرجت هذا العنصر ليتناسب مع منهجية البحث.",
            "page": "33",
            "part": "1",
            "seal": "7043D5B2"
        },
        {
            "id": "34",
            "nass": "الشرط الثاني: الضبط: ¶ وهو استيعاب الحديث حفظًا عن ظهر قلب أو تقييده في كتاب إلى أن يرويه كما سمعه. ¶ وللضبط مقياس دقيق وضعه العلماء، عَوَّلُوا عليه في كشف مستوي حفظ الراوي للحديث، وهو كما لخصه الإمام ابن الصلاح: (¬1) ¶ «أَنْ نَعْتَبِرَ ـ أي نقايس ـ رِوَايَاتِهِ بِرِوَايَاتِ الثِّقَاتِ المَعْرُوفِينَ بِالضَّبْطِ وَالإِتْقَانِ، فَإِنْ وَجَدْنَا رِوَايَاتِهِ مُوَافِقَةً - وَلَوْ مِنْ حَيْثُ الْمَعْنَى - لِرِوَايَاتِهِمْ، أَوْ مُوَافِقَةً لَهَا فِي الأَغْلَبِ وَالمُخَالَفَةُ نَادِرَةٌ، عَرَفْنَا حِينَئِذٍ كَوْنَهُ ضَابِطًا [ثَبْتًا]، وَإِنْ وَجَدْنَاهُ كَثِيرَ المُخَالَفَةِ لَهُمْ، عَرَفْنَا اخْتِلاَلَ ضَبْطِهِ، وَلَمْ نَحْتَجَّ بِحَدِيثِهِ». ¶ فإذا اجتمع في الراوي هذان الركنان: العدالة والضبط فهو حجة يلزم العمل بحديثه إذا استوفى الحديث بقية شروطه، ويطلق على الراوي حينئذ «ثقة». وذلك لأنه تحقق فيه الاتصاف بالصدق، وتحلى بقوة الحفظ الذي يُمَكِّنُهُ من استحضار الحديث وأدائه كما سمعه، فتحقق أنه أدى الحديث كما سمعه فصار حجة، وإذا اختل فيه شيء من خصال الثقة كان مردود الحديث بحسب الاختلال الذي لحقه». ¶ وتحقيق هذين الشرطين في توثيق الراوي يستدعي استيفاء النظر فيه من جميع وجوه البحث في الرواة، تتركز في وجهين يجمع كل واحد منها عَدَدًا من علوم الحديث وقواعده: ¶ ¬__________ ¶ (¬1) في كتابه \" علوم الحديث \": ص 106.",
            "page": "34",
            "part": "1",
            "seal": "D0F55A4E"
        },
        {
            "id": "35",
            "nass": "الوجه الأول: ¶ البحث في الراوي من حيث تحديد شخصه، أي بعبارة عصرنا تحصيل ما يسمى الآن بطاقة شخصية «تذكرة هوية» للراوي، وذلك من ناحيتين: ¶ الناحية الأولي: ¶ ناحية اسم الراوي واسم أبيه وقبيلته ونسبته وتميزه عما يشابهه في شيء من ذلك من أسماء الرواة، وذلك من أسماء الرواة، وذلك بدرساته في ضوء مجموعة علوم تدرس الرواة من هذه الناحية تبلغ ثلاثة عشر عِلْمًا في أصولها، سميتها علوم أسماء الرواة. ¶ وهي: ¶ 1 - معرفة المبهمات، أي من أغفل اسمه من الرواة. ¶ 2 - من ذكر باسماء متعددة. ¶ 3 - الأسماء والكنى. ¶ 4 - الألقاب واسماء أصحابها. ¶ 5 - المنسوبون إلى غير آبائهم، كمن نسب إلى جده أو مربيه. ¶ 6 - النسب التي على خلاف ظاهرها، وكأن ينسب إلى قبيلة غير قبيلته لسكناه فيها. ¶ 7 - الموالي من الرواة ونوع ولاء الراوي.",
            "page": "35",
            "part": "1",
            "seal": "269D3D15"
        },
        {
            "id": "36",
            "nass": "8 - أوطان الرواة ونسبتهم إليها. ¶ 9 - الأسماء المفردة والكنى التي لم يسم بها غير راو واحد. ¶ 10 - المتفق والمفترق، وهو أن يتفق اسم راويين أو أكثر كتابة ونطقا كأن يكون اسمهما محمد أو عبد الله .. وكيف يميز كل واحد. ¶ 11 - المؤتلف والمختلف وهو أن يتفق اسم الراويين في صورة الخط ويختلف في اللفظ مثل يزيد وتزيد وبريد. ¶ 12 - المتشابه ويتركب من النوعين السابقين مثل: موسى بن عَلِيٍّ وموسى بن عُلَيٍّ. ¶ 13 - المتشابه المقلوب وهو عكس السابق. ¶ الناحية الثانية: ¶ تحديد شخص الراوي من حيث وجوده الزماني والمكاني وذلك بمجموعهة علوم نسميها «علوم الرواة التاريخية» يبلغ عدد أصولها عشرة أنواع من العلوم. ¶ وهي: ¶ 1 - تواريخ الرواة، وفيها مواليدهم ووفياتهم ورحلاتهم. ¶ 2 - طبقات الرواة، أي أجيالهم العلمية. ¶ 3 - التابعون وهم الذين شافهوا الصحابة. ¶ 4 - أتباع التابعين. الذين شافهوا التابعين. ¶ 5 - الإخوة والأخوات الذين لهم روايات. ¶ 6 - رواية الأقران عن بعضهم. ¶ 7 - رواية الأكابر عن الأصاغر، مثل رواية الشيخ عن تلميذه.",
            "page": "36",
            "part": "1",
            "seal": "23095455"
        },
        {
            "id": "37",
            "nass": "8 - السابق واللاحق وهو أن يروي اثنان عن راو واحد وبين وفاتيهما أمد بعيد. ¶ 9 - رواية الآباء عن الابناء. ¶ 10 - رواية الأبناء عن الآباء. فيهما تعيين الأسماء التي ربما لا تذّكر، وبيان ما قد يكون غير متصل ¶ الوجه الثاني: ¶ البحث في الراوي من جهة العلوم التي تُعَرِّفُ بحاله من حيث القبول أو الرد. ¶ وهي: ¶ 1 - صفة (أي شروط) من تقبل روايته. ¶ 2 - الجرح والتعديل. ¶ 3 - الصحابة لان وصف الصحبة تعديل للصحابي. ¶ 4 - معرفة الثقات والضعفاء. ¶ 5 - من اختلط ـ أي اختل ضبطه في آخر عمره من الثقات. ¶ 6 - الوحدان: وهو الذي لم يرو عنه غير راو واحد وحكمه أنه مجهول إن لم يوثّق. ¶ 7 - المدلّسون. ¶ الشرط الثالث: الاتصال: ¶ أي اتصال السند: ومعناه أن يكون كل واحد من رواة الحديث قد تلقاه ممن فوقه من الرواة من أول السند حتى يبلغ التلقي قائله.",
            "page": "37",
            "part": "1",
            "seal": "DDCC96C4"
        },
        {
            "id": "38",
            "nass": "وهذا الشرط يستدعي البحث من جهتين: ¶ الأولى: ¶ بحث السند من حيث الاتصال أو الانقطاع: ¶ فإذا كان متصلاً بقانون أي نوع من أنواع الاتصال ـ وهي سبعة أنواع، كان مقبولاً إذا ثبت استيفاؤه بقية الشروط الشروط المطلوبة لصحة الحديث. ¶ وهذه الأنواع السبعة هي: ¶ 1 - المتصل، وهو ما سمعه كل راو ممن فوقه. ¶ 2 - المُسْنَدُ وهو المتصل المرفوع إلى النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - خاصة. ¶ 3 - المعنعن وهو ما وقع في سنده «عَنْ فُلاَنٍ». ¶ 4 - المؤنن وهو أن يقع في سنده «أَنَّ فُلاَنًا». ¶ 5 - المسلسل: هو ما تتابع رجال إسناده علي حال واحدة. ¶ 6 - 7 ـ العالي وهو ما قل عدد رواة سنده، والنازل ما كثر رواة سنده. ¶ أما إذا كان منقطعًا بموجب أي قانون من قوانين أنواع الانقطاع كان غير مقبول وهذه الأنواع ستة نبينها فيما يأتي: ¶ 1 - المنقطع، وهو كل ما لا يتصل سنده بأي حال. ¶ 2 - المُرْسَلُ، ما رفعه التابعي دون ذكر الواسطة. ¶ 3 - المُعَلَّقُ، وهو ما حذف أول سنده. ¶ 4 - المُعْضَلُ، ما سقط منه اثنان في موضع واحد.",
            "page": "38",
            "part": "1",
            "seal": "CFFE30DC"
        },
        {
            "id": "39",
            "nass": "5 - المُدَلَّسُ، وهو ما أوهم فيه الراوي الاتصال بصيغة محتملة وهو غير متصل. ¶ 6 - المُرْسَلُ الخَفِيُّ، وهو ما رواه الراوي عمن عاصره ولم يلقه. ¶ الجهة الثانية: ¶ قوانين الرواية وهي خمسة أنواع من العلوم الحديثية، ولها صلة وثيقة بالاتصال؛ لأن بعض طرق تحمل الحديث لا يعتبر الحديث به متصل بالسند، مثل الوِجَادَةِ، كما أن المقبول منها درجاته متفاوتة. ¶ فضلا عن دلالة هذه العلوم على جانب التوثيق السابق فيما يتبين من تطبيق الراوي لها بدقة، أو تساهله فيها، وبيان مدى ذلك التساهل. ¶ وهذه الأنواع الخمسة من علوم الحديث هي: ¶ 1 - كيفية سماع الحديث وتحمله وضبطه. ¶ 2 - صفة رواية الحديث وشروط أدائه. ¶ 3 - كتابة الحديث وكيفية ضبط الكتاب. ¶ 4 - آداب المحدث. ¶ 5 - آداب طالب الحديث. ¶ الشرط الرابع: ألا يكون الحديث شاذًا: ¶ الحديث الشاذ هو ما رواه الثقة مخالفًا لمن هو أوثق منه بمزيد ضبط، أو كثرة عدد. وينقسم إلى قسمين: شاذ المتن وشاذ السند. ¶ والسبب في اشتراط عدم الشذوذ أن الثقة إذا خالفه من هو أقوى منه كان ذلك دليلاً على أن هذه الثقة قد وهم في رواية هذا الحديث. وقد",
            "page": "39",
            "part": "1",
            "seal": "E66F0741"
        },
        {
            "id": "40",
            "nass": "يقال: ما فائدة هذا الشرط طالما أننا اشترطنا في الراوي أن يكون ضابطا؟. ¶ والجواب أن الضبط مَلَكَةٌ بالنسبة لجملة أحاديث الراوي، إلا أنه قد يحتمل أن يقع منه وَهْمٌ في بعض ما يرويه، لذلك صرحوا بنفي الشذوذ. وذلك يعني أن يكون الحديث منسجمًا مع الأحاديث المعروفة المُسَلَّمَةِ في موضوعه. ¶ الشرط الخامس: ألا يكون الحديث مُعَلاًّ: ¶ والحديث المعلل هو الحديث الذي اطُّلِعَ فيه على علة تقدح في صحة الحديث مع أن ظاهرة السلامة منها. وهو على قسمين: معلل السند، ومعلل المتن. ¶ وهذا الشرط يفيد في خلو الحديث من أي وصف قادح في صحة الحديث يكون الحديث بحسب الظاهر سليمًا منه (¬1). ¶ وهذان الشرطان الأخيران يستوجبان بحث الحديث من ناحية متنه في ضوء علوم المتن كلها، وذلك لأنه لا يمكن الحكم على المتن بلا شذوذ أو الإعلال أو بسلامته منهما إلا بعد دراسته من جميع الوجوه، وقد تكفلت بذلك علوم المتن. ¶ ¬__________ ¶ (¬1) تعبيرنا بقولنا «وَلاَ مُعَلاًّ» موافق لعبارة ابن الصلاح، وهو أصح وأدق من تعبير غيره بقوله «مِنْ غَيْرِ شُذُوذٍ وَلاَ عِلَّةٍ» وهو تعبير درج عليه بعض العصريين، وذلك لان كلمة «عِلَّةٌ» تطلق على نوعين: علة قادحة، وعلة غير قادحة كما هو مقرر في أصول الحديث، فلم يكن التعبير بـ «عِلَّةٍ» صريحًا في المراد. أما المعلل فلا يكون إلا متضمنًا في باطنه وصفًا قادحًا في صحة الحديث.",
            "page": "40",
            "part": "1",
            "seal": "2928F060"
        },
        {
            "id": "41",
            "nass": "وعددها ثمانية علوم هي ¶ 1 - الحديث القدسي. ¶ 2 - المرفوع وهو ما نسب إلى النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ 3 - الموقوف وهو ما نسب إلى الصحابي. ¶ 4 - المقطوع وهو ما نسب إلى التابعي. ¶ 5 - غريب الحديث، وهو بيان معنى الألفاظ الغامضة. ¶ 6 - أسباب ورود الحديث. ¶ 7 - ناسخ الحديث ومنسوخه. ¶ 8 - مختلف الحديث، وهو ما أوهم معنى باطلاً أو معارضًا للأدلة وكيفية حل إشكاله. ¶ كذلك يستوجب هذان الشرطان بحث الحديث من ناحية تفرد الراوي به أو عدم تفرده، وأنه قد تعدد رواته، وهل التعدد وقع من الرواة مع الاختلاف في المروي، وهو بحث يشترك فيه السند والمتن، وفيه ثلاث مجموعات من علوم الحديث هي: ¶ أولاً: تفرد الراوي بأي نوع من أنواع التفرد في الحديث الغريب والفرد. ¶ ثانيًا: مجموعة علوم تعدد رواة الحديث مع اتفاقهم، والعلوم الأساسية في هذه المجموعة هي: ¶ 1 - العزيز وهو ما رواه اثنان. ¶ 2 - المشهور: وهو ما رواه ثلاثة فأكثر، ولم يبلغ درجة التواتر. ¶ 3 - المتواتر: وهو ما رواه جمع كثير يستحيل تواطؤوهم على الكذب عن مثلهم إلى منتهاه وكان مستندهم الحِسُّ.",
            "page": "41",
            "part": "1",
            "seal": "A79938F7"
        },
        {
            "id": "42",
            "nass": "ثالثًا: مجموعة علوم تعدد الرواة مع اختلافهم. ¶ وهذه العلوم هي: ¶ 1 - زيادات الثقات: أي ما يقع في رواية ثقة من زيادة ليست في رواية غيره ولا تقبل إلا إذا سلمت من مخالفة رواية الأخرين. ¶ 2 - 3 - الشاذ: وهو ما رواه الثقة مخالفًا لمن هو أولى منه والمحفوظ وهو عكسه والمحفوظ مقبول. ¶ 4 - 5 - المنكر: وهو ما رواه الضعيف مخالفًا للمقبول، وضده المعروف. والمعروف مقبول. ¶ 6 - المضطرب: وهو ما اختلف رواته ولم يمكن حل اختلافهم. ¶ 7 - المقلوب: وهو ما أبدل فيه راويه شيئًا بآخر في السند أو المتن. ¶ 8 - المدرج: وهو ما ذكر في ضمن الحديث متصلاً به من غير فصل وليس منه. ¶ 9 - المُصَحَّفُ: وهو ما وقع فيه تحويل الكلمة من الهيئة المتعارفة إلى غيرها. ¶ 10 - المُعَلُّ. ¶ ولا يقبل من هذه الأقسام إلا ما استثنيناه على تفاصيل تعرف من المراجع، ليس هذا موضعها. ¶ وربما يتوهم بعض الناس الاكتفاء بالحديث المعلل عن المجموعة الثالثة وتضم عشرة أنواع من علوم الحديث، منها الحديث المعلل؟ لكن هذا ليس صحيحًا، لأن أسباب القدح في الحديث المعلل كثيرة، تستنبط من الأنواع الأخرى لاختلاف الروايات سَنَدًا أَوْ مَتْنًا ويستعان بها للتوصل إلى إعلال الحديث.",
            "page": "42",
            "part": "1",
            "seal": "D035EB0D"
        },
        {
            "id": "43",
            "nass": "وهكذا اشتملت شروط الحديث الصحيح على اختبار الحديث سَنَدًا وَمَتْنَا من جميع جوانب البحث، واتضح بطلان ما وقع في كلام بعض المستشرقين من ادعائهم أن المُحَدِّثِينَ ينظرون في نقدهم للحديث إلى الشكل فقط، فقد تبين من هذا البحث الموجز كيف احتاج الحكم بتصحيح الحديث إلى أعمال كل قواعد المصطلح، وأن هذه القواعد تُعْنَى بدراسة المضمون «المتن» من جميع الجهات كما تُعْنَى بدراسة السند أيضًا. ¶ وقد أصبح هذا الشرح والفهم العميق الكلي للحديث الصحيح مُيَسَّرًا بنتيجة ما وُفِّقْنَا إليه بفضل الله تعالى من التوصل إلى صياغة هذا العلم صياغة جديدة تدرس قواعده في شكل نظرية نقدية متكاملة، تتآلف فيها أنواع علوم الحديث، وتدرس كل مجموعة من المجموعات التي سبق أن ذكرناها في باب مستقل، بعد أن كانت مفرقة مختلطة ببعضها وتنتقل بقواعد هذا العلم من التجزىء إلى التكامل، ومن المسائل المتفرقة التي قَدْ يُظَنُّ أَنَّهَا وُضِعَتْ دُونَ غَايَةٍ إلى النظرية المتناسقة التي تجلو دقة علم المصطلح وشموله (¬1) وقد أبرزنا ذلك ههنا في شرح تعريف الصحيح بإجمال يُلْقِي ضَوْءًا على الفكرة العامة لهذه النظرية، ويوضح في نفس الوقت دقة علماء الحديث في هذه الشروط التي جعلوها دليلاً على صحة الحديث وأن رواته أَدُّوهُ كَمَا سَمِعُوهُ. ¶ وذلك أن العدالة والضبط يحققان أداء الحديث كَمَا سُمِعَ مِنْ قَائِلِهِ، واتصال السند على هذا الوصف، في الرواة يمنع اختلال ذلك في أثناء السند، فهذه الشروط الثلاثة حققت سلامة الحديث من القوادح ¶ ¬__________ ¶ (¬1) وقد شرحنا ذلك مفصلاً في كتابنا \" منهج النقد في علوم الحديث \" فارجع إليه لزامًا.",
            "page": "43",
            "part": "1",
            "seal": "75173982"
        },
        {
            "id": "44",
            "nass": "الظاهرة وعدم الشذوذ يحقق ويؤكد ضبط هذا الحديث بعينه وعدم الإعلال يدل على سلامته من القوادح الخفية بعد أن استدللنا بسائر الشروط على سلامته من القوادح الظاهرة، فكان الحديث بذلك صحيحًا لتوفر عامل النقل الصحيح، واندفاع القوادح الظاهرة والخفية فيحكم له بالصحة بالإجماع. ¶ وهذه الشروط غير مقصورة على السند، بل هي شاملة للمتن، إذ لا يمكن أن يُوصَفَ رَاوٍ بالضبط إلا بعد أن تُدْرَسَ مَرْوِيَّاتُهُ. ثم إن الشذوذ قسمان: شذوذ في السند، وشذوذ في المتن. كذلك العلة أنواع كثيرة منها ما يتعلق بالسند، ومنها ما يتعلق بالمتن كما ذكرنا. ¶ الحَدِيثُ الحَسَنُ: ¶ الحديث الحسن ملحق بالصحيح، لكونه يُحْتَجُّ بِهِ، وإن كان دون الصحيح، حتى كان المتقدمون يدخلونه في الصحيح وعليه دَرَجَ ابن خزيمة وابن حبان والحاكم، لكن استقر العمل على إفراده عن الصحيح. ¶ وكان الإمام الترمذي: محمد بن عيسى أول من أظهر تمييز الحديث الحسن عن الحديث الصحيح، وعرفه تعريفًا واضحًا منضبطًا. وظل الأئمة الذين ذكرناهم وغيرهم على طريقة المتقدمين كالإمام أحمد وأبي داود والنسائي وغيرهم يدخلون الحسن في الصحيح. ¶ وعلى ذلك فلا يجوز انتقاد ابن حبان وابن خزيمة والحاكم بتخريج حديث حسن، ولو على اصطلاح الترمذي؛ لأنهم درجوا على تخريج ما استوفى صفات القبول باسم الصحيح.",
            "page": "44",
            "part": "1",
            "seal": "D7AF9777"
        },
        {
            "id": "45",
            "nass": "وشروط القبول ستة هي: العدالة والضبط (وَلَوْ خَفَّ)، واتصال السند وعدم الشذوذ وعدم العلة القادحة، والعاضد عند الحاجة إليه، وهي تشمل أربعة أنواع: الصحيح لذاته. الصحيح لغيره. الحسن لذاته. الحسن لغيره. ¶ ولا خلاف بينهم في الحقيقة، إنما الأمر اصطلاح وتسمية، لأن صفات القبول والاحتجاج لها مراتب ودرجات، فأعلاها وأوسطها يسمى صَحِيحًا وأدناها يسمى حَسَنًا (¬1). ¶ وينقسم الحديث الحسن إلى قسمين: الحسن لذاته، والحسن لغيره. ¶ الحَسَنُ لِذَاتِهِ: ¶ هو الحديث الذي اتصل سنده بنقل عدل خف ضبطه ولم يكن شَاذًّا وَلاَ مُعَلاًّ (¬2) وهو يشبه الصحيح كما ترى، لأنه يتفق معه في شروطه عدا ما يتعلق بالضبط فالحديث الصحيح راويه تام الضبط، والحسن راويه خف ضبطه، أي أنه في الدرجة الدنيا من الضبط المقبول ومن هذا يتضح سبب كونه مَقْبُولاً وَحُجَّةً. ¶ الحَسَنُ لِغَيْرِهِ: ¶ والحسن لغيره هو الحديث الضعيف ضعفًا غير شديد إذا تَقَوَّى بوروده من طريق آخر مثله أو أقوى منه (¬3). ¶ ¬__________ ¶ (¬1) \" تدريب الراوي \": جـ 1 ص 161. ¶ (¬2) كما اختاره الحافظ ابن حجر في \" نزهة النظر شرح نخبة الفكر \": ص 70، 71. ¶ (¬3) المرجع السابق: ص 162 - 164،وانظر: ص 75 - 78.",
            "page": "45",
            "part": "1",
            "seal": "1C3A3D83"
        },
        {
            "id": "46",
            "nass": "وهذا القسم هو المراد عند الترمذي عند اطلاقه بقوله: «حَدِيثٌ حَسَنٌ» دون وصف آخر والحسن لغيره حُجَّةٌ يُعْمَلُ بِهِ أَيْضًا، لأنه كان فيه ضعف يسير وقد انجبر بالتقوية بوروده من طريق آخر أقوى منه أو مثله. ¶ وذلك كالحديث المنقطع، وحديث الراوي الضعيف الذي ضعفه غير شديد إذا ورد من طريق آخر مثله أو أقوى منه انجبر وصار يحتج به. ¶ حُجِّيَّةُ خَبَرِ الآحَادِ الصَّحِيحِ فِي الأَحْكَامِ: ¶ قد ظهر لنا ان الحديث الصحيح وكذا الحسن ـ وهو هنا الذي لم يبلغ درجة التواتر ـ قد استوفي ـ متنا وسنداً ـ شروطاً تتحري نفي كل أسباب الخلل عنهف من أي جهة كانت، مما يلزم النفس السليمة بأن تقبله وتلتزم العمل به. وهو ما ذهب إليه جماهير العلماء من السلف والخلف، ومنهم الأئمة الأربعة وسائر فقهاء الأمصار، لم يشذ عن ذلك إلا نفر قليل جدا من أهل العلم في العصور السالفة ممن لم يكونوا أئمة في علوم الدين. ¶ قال الإمام السرخسي - رَحِمَهُ اللهُ -: (¬1) «وَقَالَ بَعْضُ مَنْ [لاَ] يُعْتَدُّ بِقَوْلِهِ: خَبَرُ الوَاحِدِ لاَ يَكُونُ حُجَّةً فِي الدِّينِ أَصْلاً» انتهى. وهذا القائل الذي أشار إليه السرخسي هو الجُبَّائِي من المعتزلة، وبعض أهل الابتداع الخارجين على السُنَّةِ (¬2). ¶ ¬__________ ¶ (¬1) \" أصول الفقه \" للسرخسي: جـ 1 ص 321. ¶ (¬2) صرح بهم العلامة الأصولي المحقق محب الله بن عبد الشكور في \" شرح مسلم الثبوت \": جـ 2 ص 131.",
            "page": "46",
            "part": "1",
            "seal": "FF56E5FB"
        },
        {
            "id": "47",
            "nass": "واستدلوا بأدلة عديدة تدور كلها حول نقطة واحدة هي أن كل راو من رواة الخبر الآحادي غير معصوم عن الكذب، ولا عن الخطأ فيحتمل أن يكون هناك كذب في الحديث أو خطأ، فلا يجوز أن يكون مصدرًا في الشرع، وأوردوا بناء على ذلك استدلالات من القرآن الكريم يشدون بها مذهبهم. ¶ وقد عرض أعلام أصول الفقه أدلتهم على بساط البحث، وناقشوها مناقشة علمية موضوعة دقيقة، أعرض للقاريء هذه الأدلة من كلام للإمام السرخسي الحنفي لما امتاز به عرضه من الاستكثار لهم من الأدلة مع الوضوح. ¶ قال الإمام السرخسي - رَحِمَهُ اللهُ تَعَالَى -: «استدلوا بقوله تعالى: {وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} [الإسراء: 36]. وإذا كان خبر الواحد لا يوجب العلم لم يجز اتباعه والعمل به بهذا الظاهر، وقال تعالى: {وَلاَ تَقُولُوا عَلَى اللَّهِ إِلاَّ الْحَقَّ} [النساء: 171]. وخبر الواحد إذا لم يكن معصومًا عن الكذب محتمل للكذب والغلط، فلا يكون حَقًّا على الإطلاق، ولا يجوز القول بإيجاب العمل به في الدين. وقال تعالى: {إِلاَّ مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ} [الزخرف: 86]. وقال تعالى: {وَإِنَّ الظَّنَّ لاَ يُغْنِي مِنَ الْحَقِّ شَيْئًا} [النجم: 28]. ومعنى الصدق في خبر الواحد غير ثابت إلا بطريق الظن، ولأن خبر الواحد محتمل للصدق والكذب، والنص الذي هو محتمل لا يكون مُوجِبًا لِلْعَمَلِ بِنَفْسِهِ مع أن كل واحد من المحتملين فيه يجوز أن يكون شَرْعًا، فلأن لا يجوز العمل بما هو محتمل للكذب باطل أصلاً كان أولى» انتهى.",
            "page": "47",
            "part": "1",
            "seal": "4257ACB9"
        },
        {
            "id": "48",
            "nass": "وأود أن ألفت نظر القارىء إلى هذا الأسلوب العلمي الذي يعرض حجة المخالف وكأنها حجج كثيرة، حتى لربما اقتنع بها بعض القراء إذا لم يكن من أهل التأمل الناقد، وإن كانت هي في الواقع مغالطات ضعيفة يمكن الاستغناء عن الرد عليها، لولا ما نبغ في هذا الزمان العجيب من فئة قليلة معزولة عن المجتمع تخطت تحقيق أئمة العلم والدين، وأخذت سبيل التكلف والتوعر والشذوذ سبيلاً لها، تستهوي بالإثارة العاطفية أغرار الشبان المتدينين تزعم لهم أنهم سيجددون الإسلام، وتلقنهم هذا المبدأ ـ فيما تلقنهم من شذوذ ـ مبدأ إنكار العمل بالحديث الصحيح، وإن كان معلم هذه الفكرة العصري لم يصل إلى أن يستند لدلائل كهذه التي ساقها علماؤنا ـ أَجْزَلَ اللهُ مَثُوبَتَهُمْ ـ بدافع من أمانتهم العلمية، وإخلاصهم للحقيقة. ¶ ونحن نُحَذِّرُ هؤلاء من أنهم سينتهون بهذا الشذوذ إلى أفجع نتيجة من تجديدهم المزعوم، ألا وهي أن يأتوا بإسلام بلا سُنَّةٍ، أي بعبارة أخري أصرح: ¶ إسلام بلا دين إلا مجرد التسمية ... !! ونبين فيما يأتي الخطأ في هذه الاستدلالات، ثم نبين كيف طرح هذا المذهب المخالف كل دلائل الشرع القطعية من الكتاب والسنة والاجماع، وخرقوا بداهة المنطق الذي تسير عليه الحياة. ¶ أما الخطأ في االاستدلال فيقول فيه الإمام الغزالي في \" المستصفى \": (¬1) «وهذا باطل من أوجه: ¶ الأولى: إنكارهم القول بخبر الواحد غير معلوم ببرهان قاطع، بل ¶ ¬__________ ¶ (¬1) جـ 1 ص 154، 155، وقارن بـ \" ميزان الأصول \" للسمرقندي: ص 452 - 454.",
            "page": "48",
            "part": "1",
            "seal": "D6B2A755"
        },
        {
            "id": "49",
            "nass": "يجوز الخطأ فيه، فهو إذن حكم بغير علم. ¶ الثاني: أن وجوب العمل به معلوم بدليل قاطع من الإجماع فلا جهالة فيه. ¶ الثالث: أن المراد من الآيات منع الشاهد عن جزم الشهادة بما لم يبصر ولم يسمع، والفتوى بما لم يرد ولم ينقله العدول. ¶ الرابع: أن هذا لو دل على رد خبر الواحد لدل على رد شهادة الاثنين والأربعة والرجل والمرأتين والحكم باليمين، فكما علم بالنص في القرآن وجوب الحكم بهذه الأمور مع تجويز الكذب، فكذلك بالأخبار. ¶ الخامس: أنه يجب تحريم نصب الخلفاء والقضاة، لأنا لا نتيقن إيمانهم فضلاً عن ورعهم، ولا نعلم طهارة أمام الصلاة عن الجنابة والحدث فليمتنع الاقتداء. انتهى. ¶ هذا رد للإمام الغزالي على مغالطات المنكرين للعمل بالخبر الآحادي الصحيح، وهو ظاهر في إبطال مستنداتهم، ونوضح ذلك بأسلوب آخر فنقول: ¶ أما ما ذكروه من عدم عصمة الراوي عن الكذب أو الخطأ. فهو توهم ضعيف، لا يؤبه له بإزاء ما توفر من شروط العدالة والضبط والاتصال ثم تحري السلامة من الشذوذ والإعلال، ولو فتح باب رد الأدلة والقضايا الصحيحة بالأوهام على هذا النحو لما سلم للإنسان أمر قط في شأن من شؤون حياته، والنصوص التي أوردوها قد وضعوها في غير موضعها الصحيح، وحرفوها عن المعاني التي وردت لأجلها. ¶ وجملة ذلك ان الله تعالى نهي عباده المؤمنين أن يتبعوا ما لم يثبت عندهم بدليل مقبول في شريعة الله من نص شرعي أو برهان عقلي صحيح، وهذا معنى قوله: {وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} [الإسراء: 36]،",
            "page": "49",
            "part": "1",
            "seal": "CED9C37B"
        },
        {
            "id": "50",
            "nass": "وقوله: {وَلاَ تَقُولُوا عَلَى اللَّهِ إِلاَّ الْحَقَّ} [النساء: 171] ونحوهما من النصوص التي سبق أن ذكرت، ونعى القرآن على الكافرين تقليد آبائهم من غير برهان من الله، لكنهم اتبعوا الظنون أي الأوهام التي قامت في نفوسهم وتمكنت بعامل التقليد، فقال: {إِنْ يَتَّبِعُونَ إِلاَّ الظَّنَّ وَإِنَّ الظَّنَّ لاَ يُغْنِي مِنَ الْحَقِّ شَيْئًا} [النجم: 28]. ¶ الأَدِلَّةُ اليَقِينِيَّةُ القَطْعِيَّةُ عَلَى وُجُوبِ العَمَلِ بِخَبَرِ الوَاحِدِ (*): ¶ وقد توفرت الأدلة اليقينية القطعية على وجوب العمل بخبر الواحد الصحيح، وهي أدلة من الكتاب والسنة والإجماع، كما نوضح فيما يلي: ¶ [أ] دَلاَلَةُ القُرْآنِ عَلَى حُجِّيَّةِ خَبَرِ الوَاحِدِ الصَّحِيحِ وَالحَسَنِ: ¶ وذلك في مواضع عديدة، قال الإمام فخر الإسلام أبو الحسن البزدوي الحنفي في \" أصوله \" (¬1): «وَهَذَا فِي كِتَابِ اللهِ أَكْثَرُ مِنْ أَنْ يُحْصَى». ¶ وقد عني شارحه العَلاَّمَةُ الأصولي عبد العزيز البخاري بالتوسع في إيرادها، مما لم يفعله غيره من الأصوليين، ونذكر طرفًا مما ذكره فيما يأتي: ¶ 1 - قوله تعالى: {فَلَوْلاَ نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ} [التوبة: 122]. ¶ قال في \" مسلم الثبوت \" و \" شرحه \": (¬2) ¶ «فإن الحذر إنما يكون من الواجب، والآية الكريمة دلت على ¶ ¬__________ ¶ (¬1) جـ 1 ص 692 بهامش شرحه \" كشف الأسرار \". ¶ (¬2) جـ 2 ص 134. ¶ ---------------------- ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) هذا العنصر أثبته المؤلف في محتوى الكتاب: ص 86.",
            "page": "50",
            "part": "1",
            "seal": "6464B271"
        },
        {
            "id": "51",
            "nass": "الحذر فيكون الأخذ بمقتضي أخبار الطائفة واجبًا، والطائفة من كل فرقة لا تبلغ مبلغ التواتر، بل الطائفة على ما قال ابن عباس - رَضِيَ اللهُ تَعَالَى عَنْهُمَا - تشمل الواحد والجماعة». ¶ 2 - قوله تعالى: {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لاَ تَعْلَمُونَ} [النحل: 43]. ¶ أمر الله تعالى في هذه الاية بسؤال أهل الذكر، ولم يفرق بين المجتهد وغيره، وسؤال المجتهد لغيره منحصر في طلب الأخبار بما سمع دون الفتوى، ولو لم يكن القبول واجبًا لما كان السؤال واجبًا (¬1). ¶ 3 - قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ} [النساء: 135]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ} [النساء: 135]. أمر بالقيام بالقسط والشهادة لله، ومن أخبر عن الرسول بما سمعه فقد قام بالقسط وشهد لله، وكان ذلك واجبًا عليه بالأمر، وإنما يكون واجبًا لو كان القبول واجبًا، وإلا كان وجوب الشهادة كعدمها، وهو ممتنع» (¬2). ¶ [ب] دَلاَلَةُ السُنَّةِ: ¶ وهو أمر أشهر من أن يخفى لكثرة ما تواردت عليه الأحاديث في الوقائع التي لا تحصي كثرة كما صرح بذلك أئمة أهل العلم (¬3) أذكر منها هذه الأحاديث مبينا تخريجها: ¶ ¬__________ ¶ (¬1) \" كشف الأسرار \" لعبد العزيز البخاري: جـ 1 ص 692. ¶ (¬2) المكان نفسه. ¶ (¬3) البزدوي في كتابه \" أصول الفقه \"، وكذا غيره، وانظر مزيدًا من سرد الأحاديث في \" شرح البخاري \" عليه: جـ 1 ص 693 - 694.",
            "page": "51",
            "part": "1",
            "seal": "A1F5DAED"
        },
        {
            "id": "52",
            "nass": "1 - قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «نَضَّرَ اللَّهُ امْرُءًا سَمِعَ مَقَالَتِي فَبَلَّغَهَا، فَرُبَّ حَامِلِ فِقْهٍ غَيْرِ فَقِيهٍ، وَرُبَّ حَامِلِ فِقْهٍ إِلَى مَنْ هُوَ أَفْقَهُ مِنْهُ». ¶ وهذا حديث متواتر بلغ رواته من الصحابة نحو ثلاثين صحابيًا، كما ذكر الإمام السيوطي في \" تدريب الراوي \" (¬1) وهو دليل جلي جِدًّا على الموضوع، استدل به الإمام السرخسي الحنفي على وجوب قبول حديث الواحد الصحيح، قال يوجه استدلاله: (¬2) «ثم كما أن من بعثه رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - خليفته في التبليغ ـ يعني واجب الامتثال ـ فكل من سمع شيئًا في أمر الدين فهو خليفته في التبليغ، مأمور من جهته بالبيان». يعني فيكون واجب القبول أيضًا، فثبت بذلك وجوب العمل بخبر الواحد. ¶ 2 - حديث أنس بن مالك - رَضِيَ اللهُ عَنْهُ - في تحريم الخمر قال: ( ... إِنِّي لَقَائِمٌ أَسْقِيهَا أَبَا طَلْحَةَ، وَأَبَا أَيُّوبَ، وَرِجَالاً مِنْ أَصْحَابِ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِنَا إِذْ جَاءَ رَجُلٌ، فَقَالَ: هَلْ بَلَغَكُمُ الْخَبَرُ؟ قُلْنَا: لاَ، قَالَ: «فَإِنَّ الخَمْرَ قَدْ حُرِّمَتْ»، فَقَالَ أَبُو طَلْحَةَ: يَا أَنَسُ، أَرِقْ هَذِهِ القِلاَلَ، قَالَ: فَمَا رَاجَعُوهَا، وَلاَ سَأَلُوا عَنْهَا بَعْدَ خَبَرِ الرَّجُلِ). متفق عليه ¶ 3 - حديث عبد الله بن عباس - رَضِيَ اللهُ عَنْهُمَا - قَالَ: جَاءَ أَعْرَابِيٌّ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: إِنِّي رَأَيْتُ الهِلاَلَ - قَالَ الحَسَنُ فِي حَدِيثِهِ يَعْنِي هِلاَلَ رَمَضَانَ -، قَالَ: «أَتَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ، قَالَ: نَعَمْ. قَالَ: «أَتَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ»، قَالَ: نَعَمْ، قَالَ: «يَا بِلاَلُ، أَذِّنْ ¶ ¬__________ ¶ (¬1) جـ 2 ص 179، وانظر \" كشف الخفاء ومزيل الألباس عما اشتهر من الأحاديث على ألسنة الناس \" للعجلوني: جـ 2 ص 441. ¶ (¬2) \" أصول السرخسي \": جـ 3 ص 325.",
            "page": "52",
            "part": "1",
            "seal": "36AD231F"
        },
        {
            "id": "53",
            "nass": "فِي النَّاسِ أَنْ صُومُوا غَدًا» أخرجه أبو داود والترمذي والنسائي، وورد نحوه عن ابن عمر وأنس بن مالك وربعي بن حراش (¬1) وقد صحح العلماء ذلك. ¶ وغير ذلك كثير لا نطيل به، فقد بلغ مبلغ التواتر المعنوي، فضلاً عن تواتر الحديث الأول بنفسه كما بَيَّنَّا، نحيل القاريء للتوسع فيه إلى المراجع. ¶ [جـ] إِجْمَاعُ الصَّحَابَةِ: ¶ فقد تواتر عنهم العمل بخبر الواحد، حتى تركوا لأجله اجتهادهم. قال الإمام الغزالي في \" المستصفى \": (¬2) ¶ «تَوَاتَرَ وَاشْتَهَرَ مِنْ عَمَلِ الصَّحَابَةِ بِخَبَرِ الوَاحِدِ فِي وَقَائِعَ شَتَّى لاَ تَنْحَصِرُ وَإِنْ لَمْ تَتَوَاتَرْ آحَادُهَا فَيَحْصُلُ العِلْمُ بِمَجْمُوعِهَا». أي أنها بمجموعها تبلغ درجة التواتر المعنوي، فتفيد بمجموعها العلم اليقيني القطعي. ¶ وقال العَلاَّمَةُ المُحَقِّقُ محب الله بن عبد الشكور في كتابه \" مسلم الثبوت \" (¬3): ¶ «ثَانِيًا إِجْمَاعُ الصَّحَابَةِ وَفِيهِمْ عَلِيٌّ، بِدَلِيلِ مَا تَوَاتَرَ عَنْهُمْ مِنَ الاِحْتِجَاجِ وَالعَمَلِ بِهِ فِي الوَقَائِعِ التِي لاَ تُحْصَى مِنْ غَيْرِ نَكِيرٍ، وَذَلِكَ يُوجِبُ العِلْمَ عَادَةً ... ». ¶ ¬__________ ¶ (¬1) انظر \" توضيح الأفكار \": جـ 2 ص 467. ¶ (¬2) انظر \" توضيح الأفكار \": جـ 2 ص 467 .. ¶ (¬3) جـ 2 ص 132 من نسخة \" شرحه \" مع \" المستصفى \".",
            "page": "53",
            "part": "1",
            "seal": "56C5FF78"
        },
        {
            "id": "55",
            "nass": "ومن أمثله عمل الصحابة بخبر الواحد: ¶ 1 - عمل أمير المؤمنين عمر بن الخطاب - رَضِيَ اللهُ عَنْهُ - بحديث عبد الرحمن بن عوف في قضية المجوس، وهم عبدة النار، حيث شهد عبد الرحمن بن عوف أن رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أخذها من مجوس هجر - يعني الجزية -، فأخذ بذلك عمر. أخرجه البخاري وغيره. (¬1). ¶ 2 - كذلك عمل عمر بن الخطاب في دية الجنين، كما رواه عنه ابن عباس - رَضِيَ اللهُ عَنْهُمَا -: أَنَّ عُمَرَ نَاشَدَ النَّاسَ فِي الجَنِينِ فَقَامَ حَمَلُ بْنُ مَالِكِ بْنِ النَّابِغَةِ فَقَالَ: كُنْتُ بَيْنَ امْرَأَتَيْنِ فَضَرَبَتْ إِحْدَاهُمَا الأُخْرَى [بِمِسْطَحٍ] فَقَتَلَتْهَا، وَجَنِينَهَا، «فَقَضَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي جَنِينِهَا بِغُرَّةٍ وَأَنْ تُقْتَلَ بِهَا». أخرجه أصحاب السنن إلا الترمذي، وأخرجه ابن حبان في \" صحيحه \" والحاكم في \" المستدرك \" (¬2) وأصله في \" الصحيحين \" من حديث أبي هريرة. ¶ فقد عمل الصحابة بحديث الواحد ولم يختلفوا في الاحتجاج بأخبار الآحاد، حتى تم إجماعهم على العمل بموجبها كما في الحديثين اللذين ذكرناهما، مما يدل على استقرار قضية العمل بخبر الواحد الصحيح لديهم، وأنها قَضِيَّةٌ مُسَلَّمَةٌ عندهم إجماعًا. ¶ إِشْكَالٌ عَلَى عَمَلِ الصَّحَابَةِ بِخَبَرِ الوَاحِدِ: ¶ اعترض المخالفون على ما ذكرنا ببعض ما ورد من تحري الصحابة وتثبتهم، فجعلوه اعتراضًا على دلائل إجماعهم على وجوب العمل بخبر الواحد، ولعل أشهر ذلك وأقواه هذان الحديثان: ¶ ¬__________ ¶ (¬1) \" نصب الراية \": جـ 3 ص 448. ¶ (¬2) \" نصب الراية \": جـ 4 ص 384.",
            "page": "54",
            "part": "1",
            "seal": "CBB9B9E3"
        },
        {
            "id": "56",
            "nass": "1 - عَنْ أَبِي سَعِيدٍ الخُدْرِيَّ، قَالَ: كُنْتُ جَالِسًا بِالمَدِينَةِ فِي مَجْلِسِ الأَنْصَارِ، فَجَاءَ أَبُو مُوسَى فَزِعًا لَهُ، فَقَالُوا: مَا أَفْزَعَكَ؟ قَالَ: أَمَرَنِي عُمَرَ أَنْ آتِيَهُ، فَأَتَيْتُهُ، فَاسْتَأْذَنْتُ ثَلاَثًا فَلَمْ يُؤْذَنْ لِي، فَرَجَعْتُ، فَقَالَ: مَا مَنَعَكَ أَنْ تَأْتِيَنًا؟ فَقُلْتُ: إِنِّي أَتَيْتُ، فَسَلَّمْتُ عَلَى بَابِكَ ثَلاَثًا، فَلَمْ تَرُدُّوا عَلَيَّ، فَرَجَعْتُ، وَقَدْ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «إِذَا اسْتَأْذَنَ أَحَدُكُمْ ثَلاَثًا فَلَمْ يُؤْذَنْ لَهُ، فَلْيَرْجِعْ».قَالَ: لِتَأْتِيَنِي عَلَى هَذَا بِالبَيِّنَةِ! ¶ فَقَالُوا: لاَ يَقُومُ إِلاَّ أَصْغَرُ الْقَوْمِ، فَقَامَ أَبُو سَعِيدٍ مَعَهُ فَشَهِدَ لَهُ. ¶ فَقَالَ عُمَرُ لأَبِي مُوسَى: «إِنِّي لَمْ أتَّهِمْكَ وَلَكِنَّهُ الحَدِيثُ عَنْ رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - شَدِيدٌ». أخرجه البخاري ومسلم وغيرهما (¬1). ¶ 2 - حديث عمر بن الخطاب وابنه عبد الله بن عمر عن رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - قال: «إِنَّ المَيِّتَ لَيُعَذَّبُ بِبُكَاءِ أَهْلِهِ عَلَيْهِ». فقالت عائشة - رَضِيَ اللهُ عَنْهَا -: رَحِمَ اللهُ عُمَرَ، وَاللهِ مَا حَدَّثَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (إِنَّ اللهَ لَيُعَذِّبُ المُؤمِنَ بِبُكَاءِ أَهْلِهِ عَلَيْهِ)؛ [وَلكِنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ]: (إِنَّ اللهَ لَيَزِيدُ الكَافِرَ عَذَابًا بِبُكَاءِ أَهْلِهِ عَلَيْهِ) وَقَالَتْ: حَسْبُكُمُ القُرْآنُ {وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} [الأنعام: 164]. متفق عليه. ¶ زاد مسلم: «إِنَّكُمْ لَتُحَدِّثُونِّي عَنْ غَيْرِ كَاذِبَيْنِ، وَلاَ مُكَذَّبَيْنِ، وَلَكِنَّ السَّمْعَ يُخْطِئُ» (¬2). ¶ ¬__________ ¶ (¬1) \" فواتح الرحموت \": جـ 2 ص 133. انظر الحديث في \" البخاري \": في الاستئذان: جـ 8 ص 54 و\" مسلم \" في الأدب: جـ 6 ص 177، 178 والسياق لـ \" مسلم \". ¶ (¬2) \" البخاري \" في الجنائز: جـ 2 ص 77 - 80، و\" مسلم \": جـ 3 ص 40 - 43. وذكره الزركشي في كتابه \" الإجابة لإيراد ما استدركته عائشة على الصحابة \": ص 102، 103 وانظر: ص 76، 77.",
            "page": "55",
            "part": "1",
            "seal": "145AEB84"
        },
        {
            "id": "57",
            "nass": "والجواب عن هذا: أنه ليس من إنكار خبر الواحد، لكن من باب التثبت والاحتياط لضبط الحديث، فهذا عمر - رَضِيَ اللهُ عَنْهُ - يقول: «إِنِّي لَمْ أتَّهِمْكَ ... » وحديث تعذيب الميت ببكاء أهله ردته عائشة - رَضِيَ اللهُ عَنْهَا - اجتهادًا منها كما هو ظاهر، لكن الحديث وارد في معنى صحيح يتحمل فيه الميت مسؤولية ذلك مثل أن يوصي أهله بالبكاء عليه كما كان يفعله أهل الجاهلية يؤيد ذلك أن في رواية عمر - رَضِيَ اللهُ عَنْهُ - لفظ الحديث: «بِبَعْضِ بُكَاءِ أَهْلِهِ». وقد كان مرادهم أن يغرسوا في قلوب الصحابة الهيبة لحديث النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. على أن الحديث بعد التثبت منه بقي حديث آحاد، وقد أخذ الصحابة به، فأصبح دليلاً على الصحابة بحديث الآحاد الصحيح لا على رده. ¶ فظهر بذلك أنه لا إشكال على حجية خبر الواحد الصحيح عند الصحابة الكرام. ¶ [د] دَلاَلَةُ العَقْلِ عَلَى حُجِّيَّةِ الوَاحِدِ: ¶ وحقيقة ذلك أن الاحتجاج بخبر الواحد الصحيح أمر بدهي تقضي به الفطرة، لا يحتاج إلى كثير من الاستدلالات والبراهين، فما من إنسان إلا وهو يعول في ابرام شؤونه في العمل أو التجارة أو الدراسة أو غيرها على ما يخبره به واحد موثوق من الناس، حيث يقع في نفسه صدق المخبر، ويغلب على احتمال الغلط أو احتمال الكذب، بل أن الشؤون الكبرى في مصير الأمم يعتمد فيها على أخبار الآحاد المعتمدين، كالسفراء، أو المبعوثين من قبل الحكومات، فالتوقف عن قبول خبر الواحد يفضي إلى تعطيل الدين والدنيا.",
            "page": "56",
            "part": "1",
            "seal": "C76F7D2C"
        },
        {
            "id": "59",
            "nass": "اشْتِبَاهُ تَرْكِ الفَقِيهِ لِلْحَدِيثِ: ¶ تردد في بعض الأبحاث نسبة ترك الحديث إلى الفقهاء، وربما عبر بعض الكاتبين بما لا يفهم حقيقة موقف الأئمة - رِضْوَانُ اللهِ عَلَيْهِمْ -، بل إن بعضهم ربما صدر عنه مثل هذا لأنه لم يحتمل أن يري عند أحد من الأئمة فهمًا أو استنباطًا غير فهمه هو، وقد جازف بعضهم فزعم أن «الأحاديث التي خالفوا أوامره - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فيها التي لو تتبعها المتتبع لربما بلغت الألوف كما قال ابن حزم». هكذا بصيغة الألوف جمع الكثرة لا (الآلاف) جمع القلة. ¶ وهذا قول غريب جِدًّا، فهل ترك أئمة الإسلام كل أحاديث الاحكام؟ ثم ها هي ذي مصادر تخريج أحاديث الاحكام التي هي موضوع نظر الفقهاء ليخبرونا كم بلغت فيها هذه الأحاديث؟!. ¶ إن القضية في واقع الأمر أن الإمام المجتهد قد يجد أمامه من الأدلة ما يجعله يقدم ـ على الدليل الذي بين يديه دليلاً أقوى منه، أو يفهم منه معنى غير الذي أخذ به غيره أو استنبطه من النص. ¶ وأسرد لذلك ثلاثة أمثله أشرح للقراء مواقف المجتهدين، فيتذكروا بذلك ما يجب تجاه أئمة هذا الدين، ولا يغتر أحد بما يردد من القيل حول هذه القضية من هجر الفقيه للحديث الصحيح، أو ادعاء أنه لم يطلع على الحديث، وهي أمثلة لفقهاء كبار من الصحابة والتابعين وأتباع التابعين: ¶ المثال الأول: حديث فاطمة بنت قيس أن زوجها طلقها ثلاثًا، فلم يجعل رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لها سكنى ولا نفقة، قال عمر رضي الله عنه: «لاَ نَتْرُكُ كِتَابَ اللهِ وَسُنَّةَ نَبِيِّنَا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِقَوْلِ امْرَأَةٍ، لاَ نَدْرِي لَعَلَّهَا حَفِظَتْ، أَوْ نَسِيَتْ، لَهَا السُّكْنَى وَالنَّفَقَةُ لَهَا السُّكْنَى وَالنَّفَقَةِ، قَالَ اللهُ - عَزَّ وَجَلَّ -: {لاَ تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلاَ",
            "page": "57",
            "part": "1",
            "seal": "AF85E82B"
        },
        {
            "id": "60",
            "nass": "يَخْرُجْنَ إِلاَّ أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ} [الطلاق: 1]» متفق عليه (1). ¶ فقد وجد عمر - رَضِيَ اللهُ عَنْهُ - أن الأقوى هو الأخذ بنصوص القرآن والسنة التي تدل على وجوب النفقة والسكنى لكل مطلقة مدة العدة، ومن ذلك المطلقة ثلاثًا، فقدم ذلك على حديث فاطمة بن قيس ووافقه على ذلك كثير من الصحابة، وعمل بعض الصحابة بحديث فاطمة بنت قيس، لكن أحدًا لم يتهم عمر - رَضِيَ اللهُ عَنْهُ - بترك الحديث وعصيان أمر النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ المثال الثاني: حديث أبي هريرة عن النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - قال: «لاَ تُصَرُّوا الإِبِلَ وَالغَنَمَ، فَمَنِ ابْتَاعَهَا بَعْدُ فَإِنَّهُ بِخَيْرِ النَّظَرَيْنِ بَعْدَ أَنْ يَحْتَلِبَهَا: إِنْ شَاءَ أَمْسَكَ، وَإِنْ شَاءَ رَدَّهَا وَصَاعَ تَمْرٍ» متفق عليه (2). ¶ التصرية هي ربط أخلاف (أثداء) الناقة والشاة وترك حلبها حتى يجتمع لبنها فيكثر، فيظن المشتري أن ذلك عادتها، فنهى عن التصرية عند البيع لذلك. ¶ وقد ذهب الجمهور من العلماء إلى الأخذ بظاهر الحديث لمن اشترى إلى الأخذ بظاهر الحديث لمن اشتري شاة مصراة، إن شاء أمسكها، وإن شاء ردها وصاعًا من تمر مقابل الحليب الذي احتلبه منها. ¶ وذهب أبو حنيفة وصاحبه محمد بن الحسن وعليه الفتوى عند الحنفية إلى أنه لا يرد البيع بعيب التصرية، بل يجب الأرش، وهو أن",
            "page": "58",
            "part": "1",
            "seal": "892832AA"
        },
        {
            "id": "61",
            "nass": "يدفع البائع للمشتري عوضًا عن نقصان ثمن الشاة، الذي تبين له باكتشاف أنها كانت مصراة. ¶ وقد اشتهر عن الحنفية أنهم قدموا القياس على الحديث الصحيح، والقياس رأي، ومعلوم أنه لا رأي في مقابل النص. ¶ وللحقيقة أن لفظة قياس هنا أوهمت غير المراد، وإن استعملت في بعض كتب أصول الحنفية، فإن المراد بالقياس هو الأصل الشرعي الثابت بأدلة القُرْآنِ وَالسُنَّةِ القَطْعِيَّةِ، التي توجب المساواة في العوض. مثل قوله تعالى: {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ} [النحل: 126]. وهذا عمل بالنص في الموضوع مدعم بأصول متفق عليها في المعاملات المالية (¬1) نحو صنيع عمر - رَضِيَ اللهُ عَنْهُ - في قضية فاطمة بنت قيس. ¶ المثال الثالث: ما أخرجه مالك عن نافع عن ابن عمر: ان النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - قال: «المُتَبَايِعَانِ كُلُّ وَاحِدٍ مِنْهُمَا بِالخِيَارِ عَلَى صَاحِبِهِ مَا لَمْ يَتَفَرَّقَا، إِلاَّ بَيْعَ الخِيَارِ» وهو حديث متفق عليه، وهذه السلسلة أصح الاسانيد وتسمى سلسلة الذهب (¬2) فقال الشافعي وأحمد بظاهر النص وهو تشريع الخيار بعد عقد البيع قبل أن يتفرق البَيِّعَانِ. ¶ وخالف الحنيفة ومعهم الإمام مالك وهو راوي الحديث بهذا السند الذي هو أصح الأسانيد، وقالوا لهما الخيار بعد إيجاب أحدهما بقوله: «بِعْتُ» مثلاً قبل قبول الآخر بقوله: «اشْتَرَيْتُ»، والسبب في ذلك أن ¶ ¬__________ ¶ (¬1) انظر التفصيل في كتابنا \" دراسات تطبيقية \"، وقد وضحنا هناك ميلنا مع الجمهور، ونبين هنا دفع الطعن عن الحنفية ومن وافقهم في أصل الفكرة مثل الزيدية وغيرهم. ¶ (¬2) انظر تخريج الحديث ودراسته في كتابنا \" دراسات تطبيقية \": ص 307 - 311.",
            "page": "59",
            "part": "1",
            "seal": "4805E49D"
        },
        {
            "id": "62",
            "nass": "القرآن أباح الانتفاع بالمبيع وبالثمن بمجرد العقد في قوله تعالى: {إِلاَّ أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ} [النساء: 29] لم يقيده بما بعد المجلس، وكذلك ما قاله الإمام مالك نفسه في \" الموطأ \" فقال عقب رواية الحديث: «وَلَيْسَ لِهَذَا عِنْدَنَا حَدٌّ مَعْرُوفٌ، وَلاَ أَمْرٌ مَعْمُولٌ بِهِ فِيهِ». وحاصله أنه لم يَدْرِ كَمْ يَسْتَمِرُّ المَجْلِسُ، فلو توقف الملك على التفرق لأدى إلى الغرر، وقد ثبت تحريم بيع الغرر بالسنن الصحيحة والإجماع. لذلك قالوا: إن المراد من الحديث إلا أن يتفرقا بأقوالهما، وذلك بأن يتم الإيجاب والقبول، ولفظ الحديث يتحمل هذا المعنى فعملوا بالحديث عليه للأدلة التي عرفتها، وهذا لا يجوز أن يجعل تَرْكًا لِلْسُنَّةِ النَّبَوِيَّةِ عند أهل العلم والأنصاف. ¶ وأخيرًا نقدم - وفاء لوعدنا - الفصل الخاص بحجية خبر الواحد من كلام الإمام الشافعي - رَضِيَ اللهُ عَنْهُ وَأَرْضَاهُ -: ¶ قال الإمام الشافعي - رَضِيَ اللهُ عَنْهُ - في كتابه \" الرسالة \" (¬1) تحت هذا العنوان: ¶ الحُجَّةُ فِي تَثْبِيتِ خَبَرِ الوَاحِدِ: ¶ «قال الشافعي: فإن قال قائل: اذكر الحجة في تثبيت خبر الواحد بنصِّ خبر أو دلالةٍ فيه أو إجماعٍ. فقلت له: أخبرنا سفيان عن عبد الملك بن عمير عن عبد الرحمن بن عبد الله بن مسعود عن أبيه أن النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - قال: «نَضَّرَ اللَّهُ عَبْدًا سَمِعَ ¶ ¬__________ ¶ (¬1) \" الرسالة \": ص 401 وما بعدها. أوردنا النص ببعض اختصار، حسب السياق الذي في كتاب \" السنة ومكانتها في التشريع الإسلامي \" للدكتور مصطفى السباعي - رَحِمَهُ اللهُ -: ص 171 - 186. وهذا الكتاب مهم جِدًّا فارجع إليه.",
            "page": "60",
            "part": "1",
            "seal": "C44D8CD3"
        },
        {
            "id": "63",
            "nass": "مَقَالَتِي فَحَفِظَهَا وَوَعَاهَا وَأَدَّاهَا، فَرُبَّ حَامِلِ فِقْهٍ غَيْرِ فَقِيهٍ، وَرُبَّ حَامِلِ فِقْهٍ إِلَى مَنْ هُوَ أَفْقَهُ مِنْهُ». ثَلاَثٌ لاَ يُغِلُّ عَلَيْهِنَّ قَلْبُ مُسْلِمٍ: إِخْلاَصُ العَمَلِ لِلَّهِ، وَالنَّصِيحَةُ لِلْمُسْلِمِينَ، وَلُزُومُ جَمَاعَتِهِمْ، فَإِنَّ دَعْوَتَهُمْ تُحِيطُ مِنْ وَرَائِهِمْ». فلما نَدَب رسول الله إلى استماع مقالته وحفظِها وأدائها امرأً يؤديها، - والامْرُءُ وَاحِدٌ: دَلَّ على أنه لا يأمر أن يُؤدَّى عنه إلا ما تقوم به الحجة على من أدى إليه؛ لأنه إنما يُؤدَّى عنه حلال، وحرام يُجْتَنَبُ، وَحَدٌّ يُقَامُ، ومالٌ يؤخذ ويعطى، ونصيحة في دينٍ ودنيا. ¶ ودل على أنه قد َيحمل الفقهَ غيرُ فقيه، يكون له حافظًا، ولا يكون فيه فقيهًا، وأمْرُ رسول الله بلزوم جماعة المسلمين مما يُحتج به في أن إجماع المسلمين - إن شاء الله - لازمٌ. ¶ 2 - أخبرنا سفيان قال أخبرني سالم أبو النضر أنه سمع عُبَيْدَ اللهِ بْنَ أَبِي رَافِعٍ يُخْبِرُ عَنْ أَبِيهِ قَالَ: قَالَ النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «لاَ أُلْفِيَنَّ أَحَدَكُمْ مُتَّكِئًا عَلَى أَرِيكَتِهِ يَأْتِيهِ الأَمْرُ مِنْ أَمْرِي، مِمَّا نَهَيْتُ عَنْهُ أَوْ أَمَرْتُ بِهِ فَيَقُولُ: لاَ نَدْرِى مَا وَجَدْنَا فِى كِتَابِ اللَّهِ اتَّبَعْنَاهُ». ¶ قال ابن عيينة: وأخبرني محمد بن المنكدر عن النبي بمثله مرسلاً. ¶ وفي هذا تثبيتُ الخبر عن رسول الله وإعلامُهم أنه لازم لهم، وإن لم يجدوا له نَصَّ حُكْمٍ في كتاب الله، وهو موضوع في غير هذا الموضع. ¶ 3 - أخبرنا مَالِكٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، أَنَّ رَجُلاً قَبَّلَ امْرَأَتَهُ وَهُوَ صَائِمٌ، فَوَجَدَ مِنْ ذَلِكَ وَجْدًا شَدِيدًا فَأَرْسَلَ امْرَأَتَهُ تَسْأَلُ عَنْ ذَلِكَ. فَدَخَلَتْ عَلَى أُمِّ سَلَمَةَ أُمِّ المُؤْمِنِينَ، فَأَخْبَرَتْهَا أُمُّ سَلَمَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «يُقَبِّلُ وَهُوَ صَائِمٌ». فَرَجَعَتْ المَرْأَةُ إِلَى زَوْجِهَا فَأَخْبَرَتْهُ، فَزَادَهُ ذَلِكَ شَرًّا. وَقَالَ: لَسْنَا مِثْلَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يُحِلُّ اللَّهُ لِرَسُولِهِ مَا شَاءَ. ثُمَّ رَجَعَتِ المَرْأَةُ إِلَى أُمِّ سَلَمَةَ فَوَجَدَتْ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عِنْدَهَا، فَقَالَ رَسُولُ اللَّهِ: «مَا بَالُ هَذِهِ الْمَرْأَةِ؟» فَأَخْبَرَتْهُ أُمُّ سَلَمَةَ،",
            "page": "61",
            "part": "1",
            "seal": "BEBC73FE"
        },
        {
            "id": "64",
            "nass": "فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَلاَ أَخْبَرْتِيهَا أَنِّي أَفْعَلُ ذَلِكَ»، فَقَالَتْ: أُمُّ سَلَمَةُ: قَدْ أَخْبَرْتُهَا، فَذَهَبَتْ إِلَى زَوْجِهَا فَأَخْبَرَتْهُ فَزَادَهُ ذَلِكَ شَرًّا، وَقَالَ: لَسْنَا مِثْلَ رَسُولِ اللَّهِ. يُحِلُّ اللَّهُ لِرَسُولِهِ مَا شَاءَ. فَغَضِبَ رَسُولُ اللَّهِ، ثُمَّ قَالَ: «وَاللَّهِ إِنِّي لأَتْقَاكُمْ لِلَّهِ، وَأَعْلَمُكُمْ بِحُدُودِهِ». ¶ وقد سمعت من يصل هذا الحديث ولا يحضرني ذكر من وصله (¬1). ¶ قال الشافعي في ذكر قول النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «أَلاَ أَخْبَرْتِيهَا أَنِّي أَفْعَلُ ذَلِكَ؟»، دلالة على أنَّ خبر أم سلمة عنه مِمَّا يجوز قبوله، لأنه لا يأمرها بأنْ تخبر عَنْ النَّبِيِّ إلاَّ وفي خبرها ما تكون الحُجَّةُ لمن أخبرته. وهكذا خبر امرأته إِنْ كانت من أهل الصدق عنده. ¶ 4 - أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ ابن بْنِ عُمَرَ، قَالَ: «بَيْنَمَا النَّاسُ بِقُبَاءٍ فِي صَلاةِ الصُّبْحِ، إِذْ أَتَاهُمْ آتٍ، فَقَالَ: إِنَّ رَسُولَ اللَّهِ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - قَدْ أُنْزِلَ عَلَيْهِ [اللَّيْلَةَ] قُرْآنٌ، وَقَدْ أُمِرَ أَنْ يَسْتَقْبِلَ [الْكَعْبَةَ]، فَاسْتَقْبَلُوهَا» وَكَانَتْ وُجُوهُ [النَّاسِ] إِلَى الشَّامِ فَاسْتَدَارُوا إِلَى الْكَعْبَةِ. ¶ وأهل قباء أهل سابقة من الأنصار وَفِقْهٍ، وقد كانوا على قبلة فرض الله عليهم استقبالها، ولم يكن لهم أَنْ يَدَعُوا فرض الله في القبلة إلا بما تقوم عليهم الحُجَّةُ ولم يلقوا رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، ولم يسمعوا ما أنزل اللْه عليه في تحويل القبلة، فيكونون مستقبلين بكتاب الله وسُنَّة نبيه سَمَاعًا من رسول الله، ولا بخبر عامة، وانتقلوا بخبر واحد - إذ كان عندهم من أهل الصدق - عن فرض كان عليهم فتركوه إلى ما أخبرهم عَنْ النَّبِيِّ أنه أحدث عليهم من تحويل القِبْلَةِ، ولم يكونوا ليفعلوه - إنْ شاء الله - بخبر إلاَّ عن علم بأنَّ الحُجَّة ¶ ¬__________ ¶ (¬1) ذكر الأستاذ أحمد شاكر محقق \" الرسالة \" نقلاً عن الزرقاني، \" الموطأ \": 2/ 92 أن عبد الرزاق وصله بإسناد صحيح عن عطاء عن رجل من الأنصار.",
            "page": "62",
            "part": "1",
            "seal": "A68B6A1A"
        },
        {
            "id": "65",
            "nass": "تثبت بمثله، إذا كان من أهل الصدق، ولا ليحدثوا أَيْضًا مثل هذا العظيم في دينهم إِلاَّ عن عِلْمٍ بَانَ لَهُمْ إِحْدَاثُهُ، ولا يدعون أنْ يخبروا رسول الله بما صنعوا منه، ولو كان ما قبلوا من خبر الواحد عن رسول الله في تحويل القبلة - وهو فرض - مِمَّا يجوز لهم (¬1) لقال لهم رسول الله: قد كنتم على قبلة، ولم يكن لكم تركها إلا بعد علم تقوم عليكم به حُجَّةٌ من سماعكم مني أو خبر عامة أو أكثر من خبر واحد عني. ¶ 5 - أَخْبَرَنَا مَالِكٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ - رَضِيَ اللهُ عَنْهُ -، قَالَ: «كُنْتُ أَسْقِي أَبَا طَلْحَةَ الأَنْصَارِيَّ، وَأَبَا عُبَيْدَةَ بْنَ الجَرَّاحِ، وَأُبَيَّ بْنَ كَعْبٍ شَرَابًا مِنْ فَضِيخٍ وَتَمْرٌ، فَجَاءَهُمْ آتٍ فَقَالَ: إِنَّ الخَمْرَ قَدْ حُرِّمَتْ، فَقَالَ أَبُو طَلْحَةَ: \" يَا أَنَسُ، قُمْ إِلَى هَذِهِ الجِرَارِ فَاكْسِرْهَا \"، فَقُمْتُ إِلَى مِهْرَاسٍ لَنَا فَضَرَبْتُهَا بِأَسْفَلِهِ حَتَّى انْكَسَرَتْ». ¶ وهؤلاء في العلم والمكان من النَّبِيِّ وتقدم صحبته بالموضع الذي لا ينكره عالم، وقد كان الشراب عندهم حَلاَلاً يشربونه، فجاءهم آتٍ وأخبرهم بتحريم الخمر، فأمر أبو طلحة - وهو مالك الجرار - بكسر الجرار، وَلَمْ يَقُلْ هُوَ وَلاَ هُمْ وَلاَ وَاحِدٌ مِنْهُمْ: نحن على تحليلها حتى نلقى رَسُولَ اللهِ مع قربه منا، أو يأتينا خبر عامة، وذلك أنهم لا يهرقون حَلاَلاً، إهراقه سرف وليسوا من أهله والحال في أنهم لا يدعون إخبار رسول الله ما فعلوا، ولا يدع لو كان ما قبلوا من خبر الواحد ليس لهم أن ينهاهم عن قبوله. ¶ ¬__________ ¶ (¬1) قال الأستاذ «أحمد شاكر»: «إِنَّ مَعْنَى العِبَارَةِ. أَنَّ قَبُولَ خَبَرِ الوَاحِدِ فَرْضٌ لاَ يَجُوزُ لَهُمْ تَرْكُهُ، فَلَوْ كَانَ قَبُولُهُمْ خَبَرَ الوَاحِدِ عِنْدَهُمْ جَائِزًا فَقَطْ لَمْ يَكُنْ لَهُمْ أَنْ يُتْرَكُوا الفَرْضَ المُتَيَقَّنَ فِي القِبْلَةِ وَهُمْ فِي الصَّلاَةِ وَيَتَحَوَّلُوا إِلَى قِبْلَةٍ أُخْرَى بِخَبَرٍ غَيْرَ مُتَيَقَّنَ الثُّبُوتِ يَجُوزُ لَهُمْ الأَخْذُ بِهِ وَتَرْكِهِ إِذْ اليَقِينُ لاَ يَزُولُ إِلاَّ بِيَقِينٍ مِثْلِهِ»",
            "page": "63",
            "part": "1",
            "seal": "708F2E6D"
        },
        {
            "id": "66",
            "nass": "6 - وَأَمَرَ رَسُولُ اللهِ أُنَيْسًا أَنْ يَغْدُو عَلَىَ امْرَأَةِ رَجُلٍ ذُكِرَ أَنَّهَا زَنَتْ «فَإِنْ اعْتَرَفَتْ فَارْجُمْهَا» فَاعْتَرَفَتْ، فَرَجَمَهَا، وَأَخْبَرَنَا بِذَلِكَ مَالِكٌ وَسُفْيَانُ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ عَنْ أَبِي هُرَيْرَةَ وَزَيْدَ بْنَ خَالِدٍ عَنْ النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ 7 - أَخْبَرَنَا عَبْدُ العَزِيزِ، عَنْ ابْنِ الهَادِ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي سَلَمَةَ، عَنْ عَمْرِو بْنِ سُلَيْمٍ الزُّرَقِيِّ، عَنْ أُمِّهِ، قَالَتْ: بَيْنَمَا نَحْنُ بِـ «مِنًى» إِذَا عَلِيُّ بْنُ أَبِي طَالِبٍ - رَضِيَ اللهُ عَنْهُ - عَلَى جَمَلٍ يَقُولُ: إِنَّ رَسُولَ اللهِ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - قَالَ: «إِنَّ هَذِهِ أَيَّامُ طَعَامٍ وَشَرَابٍ، فَلاَ يَصُومَنَّ أَحَدٌ، فَاتَّبَعَ النَّاسَ وَهُوَ عَلَى جَمَلِهِ يَصْرُخُ فِيهِمْ بِذَلِكَ». ورسول الله لا يبعث بنهيه وَاحِدًا صادقاً إلا لزم خبره عَنْ النَّبِيِّ بصدقه عند المنهيين عما أخبرهم أن النَّبِيَّ نهى عنه، ومع رسول الله الحَاجُّ، وقد كان قادراً على أن يبعث إليهم فيشافههم، أو يبعث إليهم عدداً فبعث وَاحِدًا يعرفونه بالصدق، وهو لا يبعث بأمره إلا وَالحُجَّةُ للمبعوث إليهم وعليهم قائمة بقبول خبر عن رسول الله، فإذا كان هكذا مع ما وصفت من مقدرة النَّبِيِّ على بعثه جماعة إليهم، كان ذلك فيمن بعده مِمَّنْ لا يمكنه ما أمكنهم وأمكن فيهم أولى أن يثبت به خبر الصادق. ¶ 8 - أَخْبَرَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عَمْرِو بْنِ عَبْدِ اللَّهِ بْنِ صَفْوَانَ، عَنْ خَالٍ لَهُ، يُقَالُ لَهُ يَزِيدُ بْنُ شَيْبَانَ قَالَ: كُنَّا فِي مَوْقِفٍ لَنَا بِعَرَفَةَ يُبَاعِدُهُ عَمْرٌو مِنْ مَوْقِفِ الإِمَامِ جِدًّا، فَأَتَانَا ابْنُ مِرْبَعٍ الأَنْصَارِيُّ فَقَالَ لَنَا: «إِنِّي رَسُولُ رَسُولِ اللَّهِ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - إِلَيْكُمْ، يَأْمُرُكُمْ أَنْ تَقِفُوا عَلَى مَشَاعِرِكُمْ هَذِهِ، فَإِنَّكُمْ عَلَى إِرْثٍ مِنْ إِرْثِ أَبِيكُمْ إِبْرَاهِيمَ». ¶ 9 - وَبَعَثَ رَسُولُ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أَبَا بَكْرَ وَالِيًا عَلَى الحَجِّ فِي سَنَةِ تِسْعٍ، وحضره الحاج من أهل بلدان مختلفة وشعوب متفرقة، فأقام لهم مناسكهم",
            "page": "64",
            "part": "1",
            "seal": "4D75247B"
        },
        {
            "id": "67",
            "nass": "وأخبرهم عن رسول الله بما لهم وما عليهم. ¶ 10 - وَبَعَثَ عَلِيَّ بْنَ أَبِي طَالِبٍ فِي تِلْكَ السَنَةِ، فَقَرَأَ عَلَيْهِمْ فِي مَجْمَعِهِمْ يَوْمَ النَّحْرِ آيَاتٍ مِنْ (سُورَةِ بَرَاءَةَ) ونبذ إلى قوم على سواء، وجعل لهم مُدَداً، ونهاهم عن أمور، فَكَانَ أَبُو بَكْرٌ وَعَلِيٌّ مَعْرُوفَيْنِ عند أهل مكة بالفضل وَالدِّينِ وَالصِّدْقِ، وكان من جهلهما - أو أحدهما - من الحاج، وجد من يخبره عن صدقهما وفضلهما، ولم يكن رسول الله ليبعث إلا وَاحِدًا الحُجَّةُ قائمة بخبره على من بعثه إليه إن شاء الله. ¶ 11 - وقد فرق النَّبِيُّ عُمَّالاً على نواحي، عرفنا أسماءهم والمواضع التي فرقهم عليها، فبعث قيس بن عاصم، والزبرقان بن بدر وابن نُوَيْرَةَ إلى عشائرهم لعلمهم بصدقهم عندهم، وقدم عليهم (¬1) وفد البحرين فعرفوا من معه، فبعث معهم ابن سعيد بن العاص، وبعث معاذ بن جبل إلى اليمن، وأمره أن يقاتل من أطاعه من عصاه (¬2)، ويعلمهم ما فرض الله عليهم، ويأخذ منهم ما وجب عليهم لمعرفتهم بـ «معاذ» ومكانه منهم وَصِدْقِهِ، وكل من وَلَّى فقد أمره بأخذ ما أوجب الله على من وَلاَّهُ عليه، ولم يكن لأحد عندنا في أحد مِمَّنْ قدم عليهم من أهل الصدق، أن يقول: أنت واحد، وليس لك أن تأخذ منا ما لم نسمع رسول الله يذكر أنه علينا، ولا أحسبه بعثهم مشهورين في النواحي التي بعثهم إليها بالصدق إلا لما وصفت، من أن تقوم بمثلهم الحُجَّةُ على من بعثه إليه. ¶ ¬__________ ¶ (¬1) أي على النبي وأصحابه بالمدينة. ¶ (¬2) أَيْ أَنْ يُقَاتِلَ المُطِيعُونَ لَهُ مَنْ عَصَاهُ مِنْهُمْ.",
            "page": "65",
            "part": "1",
            "seal": "C9299506"
        },
        {
            "id": "68",
            "nass": "12 - وفي شبيه بهذا المعنى أمراء سرايا رسول الله، فقد بَعَثَ بَعْثَ مُؤْتَةَ فَوَلاَّهُ زيد بن حارثة، وقال: «فَإِنْ أُصِيبَ فَجَعْفَرٌ، فَإِنْ أُصِيبَ فَابْنُ رَوَاحَةَ»، وبعث ابن أنيس سرية وحده، وبعث أمراء سراياه وكلهم حاكم فيما بعثه فيه، لأن عليهم أن يدعوا من لم تبلغه الدعوة، ويقاتلوا من حَلَّ قتاله، وكذلك كل وَالٍ بعثه أو صاحب سرية، ولم يزل يمكنه أن يبعث واليين وثلاثة وأربعة وأكثر. ¶ 13 - وبعث في دهر واحد اثني عشر رسولاً إلى اثني عشر مَلِكًا، يدعوهم إلى الإسلام، ولم يبعثهم إلا إلى من قد بلغته الدعوة، وقامت عليه الحُجَّةُ فيها، وألاَّ يكتب فيها دلالات لمن بعثهم إليه على أنها كتبه، وقد تَحَرَّى فيهم ما تَحَرَّى في أمرائه من أن يكونوا معروفين، فبعث دحية إلى الناحية التي هو فيها معروف، ولو أن المبعوث إليه جهل الرسول كان عليه طلب علم أن النَّبِيَّ بعثه ليستبرىء شكه في خبر الرسول، وكان على الرسول الوقوف حتى يستبرئه المبعوث إليه. ¶ 14 - ولم تزل كتب رسول الله تنفذ إلى وُلاَّتِهِ بالأمر والنهي، ولم يكن لأحد من وُلاَّتِهِ ترك إنفاذ أمره، ولم يكن ليبعث رسولاً إلا صادقًا عند من بعثه إليه وإذا طلب المبعوث إليه علم صِدْقَهُ وَجِدَّهُ حيث هو، ولو شك في كتابه بتغيير في الكتاب، أو حال تدل على تهمة، من غفلة رسولٍ حمل الكتاب، كان عليه أن يطلب علم ما شك فيه حتى ينفذ ما يثبت عنده من أمر رسول الله. ¶ 15 - وهكذا كانت كُتُبُ خلفائه بعده وَعُمَّالِهِمْ، وما أجمع المُسْلِمُونَ عليه من أن يكون الخليفة وَاحِدًا، والقاضي وَاحِدًا، والأمير وَاحِدًا، والإمام وَاحِدًا، فاستخلفوا أبا بكر، ثم استخلف أَبُو بَكْرٌ",
            "page": "66",
            "part": "1",
            "seal": "BD9BEF44"
        },
        {
            "id": "69",
            "nass": "عُمَرَ، ثُمَّ عُمَرُ أَهْلَ الشُّورَى ليختاروا وَاحِدًا فاختار عَبْدُ الرَّحْمَنُ عُثْمَانَ بْنَ عَفَّانٍ. ¶ 16 - قال: والولاة من القضاة وغيرهم يقضون فَتُنَفَّذَ أَحْكَامُهُمْ، ويقيمون الحدود، وَيُنَفِّذُ مَنْ بَعْدَهُمْ أَحْكَامُهُمْ، وأحكامهم إخبار عنهم. ¶ ففيما وصفت من سُنَّةِ رسول الله ثم ما أجمع عليه المُسْلِمُونَ منه دلالة على فرق بين الشهادة والخبر والحكم، أَلاَ ترى أن قضاء القاضي على الرجل للرجل، إنما هو خبر يخبر به عن بينة تثبت عنده، أو إقرار من خصم به أقر عنده، وأنفذ الحُكْمَ فيه، فلما كان يلزمه بخبره أن ينفذه بعلمه كان في معنى المُخْبِرِ بحلال وحرام، قد لزمه أن يُحِلَّهُ ويُحَرِّمَهُ بما شهد منه، ولو كان القاضي المخبر عن شهود شهدوا عنده على رجل لم يحاكم إليه، أو إقرار من خصم، لا يلزمه أن يحكم به لمعنى أن لم يخاصم إليه، أو أنه مِمَّنْ يخاصم إلى غيره، فحكم بينه وبين خصمه ما يلزم شاهدًا يشهد على رجل أن يأخذ منه ما شهد به عليه لمن شهد له به، كان في معنى شاهد عند غيره فلم يقبل - قاضيًا كان أو غيره - إلا بشاهد معه، كما لو شهد عند غيره لم يقبله إلا بشاهد وطلب معه غيره، ولم يكن لغيره إذا كان شاهدًا أن ينفذ شهادته وحده. ¶ 17 - أخبرنا سفيان وعبد الوهاب عن يحيى بن سعيد عن سعيد بن المسيب أن عمر بن الخطاب قضى في الإبهام بخمس عشرة وفي التي تليها بعشر، وفي الوسطى بعشر، وفي التي تلي الخنصر بتسع، وفي الخنصر بست. قال الشافعي: «لما كان معروفًا - والله أعلم - عند عمر \" أَنَّ النَّبِيَّ قَضَى فِي اليَدِ بِخَمْسِينَ \"، وكانت اليد خمسة أطراف مختلفة الجمال والمنافع، نزلها منازلها فحكم لكل واحد من الأطراف",
            "page": "67",
            "part": "1",
            "seal": "0FEB55C5"
        },
        {
            "id": "70",
            "nass": "بقدره من دية الكف، فهذا قياس على الخبر، فلما وجدنا كتاب آل عمرو بن حزم فيه أن رسول الله قال: «وَفِي كُلِّ إِصْبَعٍ مِمَّا هُنَالِكَ عَشْرٌ مِنَ الإِبِلِ» صاروا إليه، ولم يقبلوا كتاب آل عمرو بن حزم - والله أعلم - حتى يثبت لهم أنه كتاب رسول الله. ¶ وفي الحديث دلالتان: إحداهما قبول الخبر، و [الأُخْرَى] أن يقبل الخبر في الوقت الذي يثبت فيه، وإن لم يمض عمل من الأئمة بمثل الخبر الذي قبلوا، ودلالة على أنه لو مَضَى أيضًا عمل من أحد من الأئمة، ثم وجد خبرًا عَنْ النَّبِيِّ يخالف عمله لترك عمله لخبر رسول الله، ودلالة على أن حديث رسول الله يثبت بنفسه لا بعمل غيره بعده، ولم يقل المُسْلِمُونَ: قد عمل فينا عمر بخلاف هذا بين المهاجرين والأنصار، ولم تذكروا أنتم أن عندكم خلافه ولا غيركم بل صاروا إلى ما وجب عليهم من قبول الخبر عن رسول الله وترك كل عمل خالفهم، ولو بلغ عمر هذا صار إليه، إن شاء الله، كما صار إلى غيره فيما بلغه عن رسول الله، بتقواه لله وتأدية الواجب عليه في اتباع أمر رسول الله، وعلمه، وبأن ليس لأحد مع رسول الله أمر، وأن طاعة الله في اتباع أمر رسول الله. ¶ فإن قال قائل: «فَدُلَّنِي عَلَى أَنَّ عُمَرَ عَمَلَ شَيْئًا ثم صار إلى غيره بخبر عن رسول الله؟». ¶ قلت: «فإن أوجدتكه؟». ¶ قال: «ففي إيجادك إياي ذلك دليل على أمرين، أحدهما: أنه قد يقول من جهة الرأي إذا لم توجد سُنَّةٌ، والآخر: أَنَّ السُنَّةَ إذا وجدت وجب عليه ترك عمل نفسه، ووجب على الناس ترك كل عمل وجدت السُنَّةُ بخلافه، وإبطال أن السُنَّةَ لا تثبت إلا بخبر بعدها، وَعُلِمَ أنه لا يوهنها شيء إن خالفها».",
            "page": "68",
            "part": "1",
            "seal": "AE89C713"
        },
        {
            "id": "71",
            "nass": "18 - قُلْتُ: «أخبرنا سفيان عن الزُّهْرِيِّ عن سعيد بن المسيب، أَنَّ عُمَرُ بْنُ الْخَطَّابِ كَانَ يَقُولُ: «الدِّيَةُ لِلْعَاقِلَةِ، وَلاَ تَرِثُ المَرْأَةُ مِنْ دِيَةِ زَوْجِهَا شَيْئًا، حَتَّى أَخْبَرَهُ الضَّحَّاكُ بْنُ سُفْيَانَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «كَتَبَ إِلَيْهِ أَنْ يُوَرِّثَ امْرَأَةَ أَشْيَمَ الضِّبَابِيِّ مِنْ دِيَتِهِ»، فَرَجَعَ إِلَيْهِ عُمَرُ - رَضِيَ اللَّهُ عَنْهُ -. وقد فسرت هذا الحديث قبل هذا الموضع (يشير إلى كلامه قبل) (¬1). ¶ 19 - سفيان عن عمرو بن دينار وابن طاووس عن طاووس أن عمر قال: «أُذَكِّرُ اللَّهَ امْرَءًا سَمِعَ مِنَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الجَنِينِ شَيْئًا؟، فَقَامَ حَمَلُ بْنُ مَالِكِ بْنِ النَّابِغَةِ فَقَالَ: \" كُنْتُ بَيْنَ جَارَتَيْنِ لِي - يَعْنِي ضَرَّتَيْنِ -، فَضَرَبَتْ إِحْدَاهُمَا الأُخْرَى بِمِسْطَحٍ، فَأَلْقَتْ جَنِينًا مَيِّتًا، فَقَضَى فِيهِ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِغُرَّةٍ \"، فَقَالَ عُمَرُ: \" لَوْ لَمْ [نَسْمَعْ] هَذَا لَقَضَيْنَا فِيهِ بِغَيْرِ [هَذَا] \"». وقال غيره: «إِنْ كِدْنَا أَنْ نَقْضِي فِي مِثْلِ هَذَا بِرَأْيِنَا» فقد رجع عمر عما كان يقضي به لحديث الضحاك إلى أن خالف حكم نفسه، وأخبر في الجنين أنه لو لم يسمع هذا لقضى فيه بغيره، وقال: «إِنْ كِدْنَا أَنْ نَقْضِي فِي مِثْلِ هَذَا بِرَأْيِنَا» قال الشافعي: «يخبر - والله أعلم - أن السُنَّة إذا كانت موجودة بأن في النفس مائة من الإبل فلا يعدو الجنين أن يكون حَيًّا فيكون فيه مائة من الإبل، أو ميتًا فلا شيء فيه، فلما أُخْبِرَ بقضاء رسول الله فيه سَلَّمَ له، لم يجعل لنفسه إلا اتباعه فيما مضى بخلافه، وفيما كان رَأْيًا منه لم يبلغه عن رسول الله فيه شيء، فلما بلغه خلاف فعله صار إلى حكم رسول الله، وترك حكم نفسه وكذلك كان في كل أمره، وكذلك يلزم الناس أن يكونوا. ¶ 20 - أخبرنا مالك عن ابن شهاب عن سالم «أَنَّ عُمَرَ بْنَ الخَطَّابِ ¶ ¬__________ ¶ (¬1) \" الأم \": 6/ 77.",
            "page": "69",
            "part": "1",
            "seal": "9A55B811"
        },
        {
            "id": "72",
            "nass": "إِنَّمَا رَجَعَ بِالنَّاسِ عَنْ خَبَرِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ». قال الشافعي: «يَعْنِي حِينَ خَرَجَ إِلَى الشَّامِ فَبَلَغَهُ وُقُوعَ الطَّاعُونِ بِهَا». ¶ 21 - مَالِكٌ، عَنْ جَعْفَرِ بْنِ مُحَمَّدِ، عَنْ أَبِيهِ، أَنَّ عُمَرَ [بْنَ الْخَطَّابِ] ذَكَرَ المَجُوسَ فَقَالَ: «مَا أَدْرِي كَيْفَ أَصْنَعُ فِي أَمْرِهِمْ؟» فَقَالَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ: أَشْهَدُ لَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ «سُنُّوا بِهِمْ سُنَّةَ أَهْلِ الكِتَابِ» (¬1). ¶ سُفْيَانُ عن عَمْرِو «أنه سمع بَجَالَةَ يَقُولُ: وَلَمْ يَكُنْ عُمَرُ أَخَذَ الجِزْيَةَ [مِنَ الْمَجُوسِ] حَتَّى أَخْبَرَهُ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ «أَنَّ النَّبِيَّ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - أَخَذَهَا مِنْ مَجُوسِ هَجَرَ». ثم ذكر الشافعي أن ما يذكره من الأحاديث مُنْقَطِعًا فقد سمعه مُتَّصِلاً أَو ْ مَشْهُورًا عمن روى عنه بنقل عامة من أهل العلم يعرفون عن عامة، ولكنه غابت بعض كتبه وتحقق بما يعرفه أهل العلم مِمَّا حفظ. ¶ ثم عاد إلى ذكر خبر عبد الرحمن بن عوف فقال: «فقبل عمر خبر عبد الرحمن بن عوف في المجوس، فأخذ منهم وهو يتلو القرآن» {مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ} [التوبة: 29]. ويقرأ القرآن بقتال الكافرين حتى يسلموا، وهو لا يعرف فيهم عَنْ النَّبِيِّ شَيْئًا وهم عنده من الكافرين غير أهل الكتاب، فقبل خبر عبد الرحمن في المجوس عَنْ النَّبِيِّ فاتبعه، وحديث بَجَالَةَ موصول قد أدرك عمر بن الخطاب رجلاً، وكان كاتبًا لبعض ولاته. ¶ وهنا ذكر الشافعي ما يعترض به من أن عمر طلب في بعض ¶ ¬__________ ¶ (¬1) رواه مالك في \" الموطأ \" منقطعًا، ورواه ابن المنذر والدارقطني منقطعًا أيضًا ولكن رجاله في الجميع ثقات وله شاهد من حديث مسلم بن العلاء الحضرمي عند \"الطبراني \" بلفظ: «سُنُّوا بِالمَجُوسِ سُنَّةَ أَهْلِ الكِتَابِ» ورواه أبو عبيد في \" الأموال \". اهـ. هامش \" الرسالة \": ص 430.",
            "page": "70",
            "part": "1",
            "seal": "43AD121D"
        },
        {
            "id": "73",
            "nass": "الحالات خبرًا آخر مع رجل أخبره بخبر - يشير إلى قصة أبي موسى - وأجاب بأن ذلك على ثلاثة معان: ¶ 1 - الحيطة وزيادة التأكد. ¶ 2 - عدم معرفة المخبر. ¶ 3 - عدم عدالة المخبر. ¶ وذكر أن موقفه مع أبي موسى من المعنى الأول وهو الحيطة، فإن أبا موسى ثقة أمين، واستدل لذلك قوله لأبي موسى: «أَمَا إِنِّي لَمْ أَتَّهِمك، وَلَكِنِّي خَشِيتُ أَنْ يَتَقَوَّلَ النَّاسُ عَلَى رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -» ثم أكد ذلك بأن عمر قد رويت عنه أخبار بقبوله خبر الراوي الواحد فلا يجوز أن يقبل مَرَّةً خبر الواحد، ولا يقبله مَرَّةً أخرى، ثم أخذ في إتمام سرد الأدلة على قبول خبر الواحد فقال: ¶ 22 - وفي كتاب الله تبارك وتعالى دليل على ما وصفت: قال الله: {إِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ} [نوح: 1]، ثم ذكر الآيات التي تخبر عن إرسال إبراهيم وإسماعيل وهود وصالح وشعيب ولوط ومحمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - إلى أقوامهم وَأُمَمِهِمْ مِمَّا يدل على أن الحُجَّةَ تقوم بالواحد. وذكر آية {وَاضْرِبْ لَهُمْ مَثَلاً أَصْحَابَ الْقَرْيَةِ إِذْ جَاءَهَا الْمُرْسَلُونَ} [يس: 13] الخ الآيات، فظاهر الحُجَج عليهم باثنين ثم بثالث، وكذا أقام الحُجَّةَ على الأمم بواحد، وليس الزيادة في التأكيد مانعة أن تقوم الحُجَّةُ بالواحد، إذ أعطاه الله ما يباين به الخلق غير النَّبِيِّينَ. ¶ 23 - أَخْبَرَنَا مَالِكٌ، عَنْ سَعْدِ بْنِ إِسْحَاقَ بْنِ كَعْبِ بْنِ عُجْرَةَ، عَنْ عَمَّتِهِ زَيْنَبَ بِنْتِ كَعْبِ [بْنِ عُجْرَةَ]، أَنَّ الْفُرَيْعَةَ بِنْتَ مَالِكِ بنِ سِنَانٍ [وَهِيَ أُخْتُ أَبِي سَعِيدٍ الْخُدْرِيِّ]، أَخْبَرَتْهَا: أَنَّهَا جَاءَتْ إِلَى [رَسُولِ اللَّهِ] صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ تَسْأَلُهُ أَنْ تَرْجِعَ إِلَى أَهْلِهَا فِي بَنِي خُدْرَةَ، فَإِنَّ زَوْجَهَا خَرَجَ فِي طَلَبِ أَعْبُدٍ لَهُ أَبَقُوا، حَتَّى إِذَا كَانُوا بِطَرَفِ القَدُومِ لَحِقَهُمْ فَقَتَلُوهُ،",
            "page": "71",
            "part": "1",
            "seal": "C8E52D80"
        },
        {
            "id": "74",
            "nass": "[قَالَتْ]: \" فَسَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ أَرْجِعَ إِلَى أَهْلِي فِي بَنِي خُدْرَةَ، فَإِنَّ زَوْجِي لَمْ يَتْرُكْنِي فِي مَسْكَنٍ يَمْلِكُهُ، [وَلاَ نَفَقَةٍ] \"، قَالَتْ: فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «نَعَمْ»، [قَالَتْ]: فَانْصَرَفْتُ حَتَّى إِذَا كُنْتُ فِي الحُجْرَةِ [نَادَانِي] رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَوْ أَمَرَ بِي [فَنُودِيتُ لَهُ] فَقَالَ: «كَيْفَ قُلْتِ؟» فَرَدَّدْتُ عَلَيْهِ الْقِصَّةَ التِي ذَكَرْتُ لَهُ مِنْ شَأْنِ زَوْجِي، فَقَالَ: «امْكُثِي فِي بَيْتِكِ حَتَّى يَبْلُغَ الكِتَابُ أَجَلَهُ»، قَالَتْ: \" فَاعْتَدَدْتُ فِيهِ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا \"، قَالَتْ: \" فَلَمَّا كَانَ عُثْمَانُ بْنُ عَفَّانَ أَرْسَلَ إِلَيَّ، فَسَأَلَنِي عَنْ ذَلِكَ، فَأَخْبَرْتُهُ فَاتَّبَعَهُ وَقَضَى بِهِ \" (¬1). وعثمان في إمامته وعلمه يقضي بخبر امرأة بين المهاجرين والأنصار. ¶ 24 - أخبرنا مسلم (هو ابن خالد الزنجي فقيه أهل مكة) عَنْ ابْنِ جُرَيْجٍ قَالَ: أَخْبَرَنِي الحَسَنُ بْن مُسْلِم عَنْ طَاوُوسَ قَالَ: «كُنْت مَعَ اِبْن عَبَّاس إِذْ قَالَ لَهُ زَيْد بْن ثَابِت: \" تُفْتِي أَنْ تُصْدِر الْحَائِض قَبْل أَنْ يَكُون آخِر عَهْدهَا بِالبَيْتِ؟ \" فَقَالَ اِبْن عَبَّاس: \" أَمَّا لاَ [فَسَلْ] فُلاَنَة الأَنْصَارِيَّة: هَلْ أَمَرَهَا النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ \" [قَالَ]: فَرَجَعَ زَيْدُ بْنُ ثَابِتٍ يَضْحَكُ وَيَقُولُ: \" مَا أَرَاك إِلاَّ قَدْ صَدَقْت \" (¬2). ¶ قال الشافعي: سمع زيد النهي أنْ يصدُر أحد من الحاج حتى يكون آخر عهده بالبيت، وكانت الحائض عنده من الحاج الداخلين في ذلك النهي، فلما أفتاها ابن عباس بالصدر إذا كانت قد زارت بعد النحر، أنكر عليه زيد، فلما أخبره عن المرأة - أنَّ رسول الله أمرها بذلك فسألها فأخبرته - فصدق المرأة، ورأى عليه حقاً أنْ يرجع عن خلاف ابن عباس، وما لابن عباس حُجَّة غير المرأة. ¶ ¬__________ ¶ (¬1) وأخرجه أبو داود والترمذي والنسائي. كلهم من طريق مالك حتى شيخه الزُّهْرِي رواه عنه وتابع مالكًا عليه كثيرون. ¶ (¬2) وأخرجهما أحمد في \" المسند \" والبيهقي أيضًا، وأخرج الشيخان وغيرهما من حديث ابن عباس «أَمَرَ النَّاسَ أَنْ يَكُونَ آخِرَ عَهْدِهِمْ بِالبَيْتِ إِلاَّ أَنَّهُ خَفَّفَ عَنْ المَرْأَةِ الحَائِضِ». اهـ.",
            "page": "72",
            "part": "1",
            "seal": "9D15A1B9"
        },
        {
            "id": "75",
            "nass": "25 - سفيان عن عمرو عن سعيد بن جُبير قال: قلت لابن عباس: إِنَّ نَوْفًا البَكَالِيَّ (¬1) يَزْعُمُ أَنَّ مُوسَى صَاحِبَ الخَضِرِ لَيْسَ مُوسَى بَنِي إِسْرَائِيلَ، فَقَالَ ابْنُ عَبَاس: كَذَبَ عَدُوُّ اللَّهِ، أَخْبَرَنِي أُبَيُّ بْنُ كَعْبٍ قَالَ: «خَطَبَنَا رَسُولُ اللَّهِ، ثُمَّ ذَكَرَ حَدِيثَ مُوسَى وَالخَضِرَ بِشَيْءٍ يَدُلُّ عَلَى أَنَّ مُوسَى صَاحِبَ الخَضِر» (¬2) فابن عباس مع فقهه وورعه يثبت خبر أٌبَيْ عن رسول الله حتى يكذب به امرءًا من المُسْلِمِينَ، إذ حدثه أبَيْ بن كعب عن رسول الله بما فيه دلالة على أن موسى بني إسرائيل صاحب الخضر. ¶ 26 - أخبرنا أَخْبَرَنَا مُسْلِمُ بْنُ خَالِدٍ، وَعَبْدُ الْمَجِيدِ (*)، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَامِرِ بْنِ مُصْعَبٍ أَنَّ طَاوُوسًا أَخْبَرَهُ أَنَّهُ سَأَلَ ابْنَ عَبَّاسٍ عَنِ الرَّكْعَتَيْنِ بَعْدَ العَصْرِ، فَنَهَاهُ عَنْهُمَا، قَالَ طَاوُوسٌ: فَقُلْتُ لَهُ: مَا أَدَعُهُمَا، فَقَالَ ابْنُ عَبَّاسٍ: {وَمَا كَانَ لِمُؤْمِنٍ وَلاَ مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلاَلاً مُبِينًا} [الأحزاب: 36]. ¶ [قَالَ الشَّافِعِيُّ]: «فَرَأَى ابْنُ عَبَّاسٍ الْحُجَّةَ قَائِمَةً عَلَى طَاوُوسٍ بِخَبَرِهِ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَدَلَّهُ بِتِلَاوَةِ كِتَابِ اللَّهِ عَلَى أَنَّ فَرْضًا عَلَيْهِ أَنْ لَا تَكُونَ لَهُ الْخِيَرَةُ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا». ¶ وطاوُوس حينئذ إنما يعلم قضاء رسول الله بخبر ابن عباس وحده، ولم يدفعه طاووس بأن يقول: هذا خبرك وحدك فلا أثبته عَنْ النَّبِيِّلأنه يمكن أن تنسى. ¶ فإنْ قال قائل: «كره أنْ يقول هذا لابن عباس، فإنَّ ابن عباس أفضل من أنْ يَتَوَقَّى أحد أنْ يقول حَقًّا رآه، وقد نهاه عن الركعتين بعد العصر فأخبره أنه لا يَدَعَهُمَا قَبْلَ أنْ يُعْلِمَهُ أَنَّ النَبِيَّ نَهَى عَنْهُمَا. ¶ ¬__________ ¶ (¬1) كانت أمه امرأة كعب الأحبار ويروي القصص وهو من التَّابِعِينَ من بني بكال. وهم بطن من حِمْيَرْ مات بين سَنَةِ 90 وَسَنَةِ 100. ¶ (¬2) وأخرجه البخاري ومسلم. ¶ ---------------------- ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) هُوَ عَبد الْمَجِيدِ بْنُ أَبِي رُوَّادٍ.",
            "page": "73",
            "part": "1",
            "seal": "AD220686"
        },
        {
            "id": "76",
            "nass": "27 - سفيان عن عمرو عن ابن عمر قال: «كُنَّا نُخَابِرُ وَلاَ نَرَى بِذَلِكَ بَأْسًا حَتَّى زَعَمَ رَافِعُ (هُوَ ابْنُ خَدِيجٍ) أَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْهَا فَتَرَكْنَاهَا مِنْ أَجْلِ ذَلِكَ (¬1). ¶ فابن عمر قد كان ينتفع بالمخابرة ويراها حلالاً، ولم يتوسع إذ أخبره واحد لا يتَّهمه عَنْ رَسُولِ اللهِ أَنَّهُ نَهَى عَنْهَا أن يخابر بعد خبره، ولا يستعمل رأيه مع ما جاء عن رسول الله ولا يقول: «ما عاب هذا علينا أحد ونحن نعمل به إلى اليوم» وفي هذا ما يبين أن العمل بالشيء بعد النَّبِيِّ إذا لم يكن بخبر عَنْ النَّبِيِّ لم يوهن الخبر عَنْ النَّبِيِّ - عَلَيْهِ الصَلاَةُ وَالسَّلاَمُ -. ¶ 28 - أخبرنا مالك عن زيد بن أسلم عن عطاء بن يسار أنَّ معاوية بن أبي سفيان باع سقاية من ذهب أو وَرِقٍ بأكثر من وزنها. فَقَالَ لَهُ أَبُو الدَّرْدَاءِ: سَمِعْتُ رَسُولَ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، يَنْهَى عَنْ مِثْلِ هذَا، فَقَالَ مُعَاوِيَةُ: «مَا أَرَى بِهذَا بَأْساً»، فَقَالَ أَبُو الدَّرْدَاءِ: «مَنْ يَعْذِرُنِي مِنْ مُعَاوِيَةَ؟ أُخْبِرُهُ عَنْ رَسُولِ اللهِ وَيُخْبِرُنِي عَنْ رَأْيِهِ. لاَ أُسَاكِنُكَ بِأَرْضٍ» (¬2)، فرأى أبو الدرداء الحُجَّة تقوم على معاوية بخبره ولما لم يَرَ ذلك معاوية، فارق أبو الدرداء الأرض التي هو بها، إعظامًا لأنه تَركَ خَبَرَ ثقة عَنْ النَّبِيِّ- صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ 29 - وأ خبرنا أنَّ أبا سعيد الخُدري لقي رجلاً فأخبره عن رسول الله شيئًا، فذكر الرجل خَبَرًا يخالفه، فقال أبو سعيد: «وَاللهِ لاَ آوَانِي وَإِيَّاكَ سَقْفُ بَيْتٍ أَبَدًا». ¶ قال الشافعي: يرى أن ضَيِّقًا على المخبَر ألاَّ يقبل خبره، وقد ذكر خَبَرًا يخالف خبر أبي سعيد عَنْ النَّبِيِّ، ولكن في خبره وجهان ¶ ¬__________ ¶ (¬1) وقد ورد النهي عن المخابرة في \" مسند أحمد \". ¶ (¬2) تفرَّدَ الشافعي بهذه الرواية. وقد قال ابن عبد البر: إنها محفوظة لمعاوية مع عبادة بن الصامت، ولكن إسنادها صحيح، فتكون من الأفراد الصحيحة. اهـ.",
            "page": "74",
            "part": "1",
            "seal": "004D1634"
        },
        {
            "id": "77",
            "nass": "«أحدهما: يحتمل به خلاف خبر أبي سعيد، والآخر: لا يحتمله». ¶ 30 - أَخْبَرَنِي مَنْ لاَ أَتَّهِمُ، عَنِ ابْنِ أَبِي ذِئْبٍ، أَخْبَرَنِي مَخْلَدُ بْنُ خُفَافٍ قَالَ: ابْتَعْتُ غُلاَمًا فَاسْتَغْلَلْتُهُ، ثُمَّ ظَهَرْتُ مِنْهُ عَلَى عَيْبٍ فَخَاصَمَتْ فِيهِ إِلَى عُمَرَ بْنِ عَبْدِ العَزِيزِ فَقَضَى لِي بِرَدِّهِ، وَقَضَى عَلَيَّ بِرَدِّ غَلَّتِهِ، فَأَتَيْتُ عُرْوَةَ فَأَخْبَرْتُهُ فَقَالَ: أَرَوِحْ إِلَيْهِ العَشِيَّةَ فَأَخْبِرْهُ أَنَّ عَائِشَةَ أَخْبَرَتْنِي أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَضَى فِي مِثْلِ هَذَا أَنَّ الْخَرَاجَ بِالضَّمَانِ، فَعَجِلْتُ إِلَى عُمَرَ فَأَخْبَرْتُهُ مَا أَخْبَرَنِي عُرْوَةُ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ عُمَرُ: «فَمَا أَيْسَرَ عَلَيَّ مِنْ قَضَاءٍ قَضَيْتُهُ، وَاللَّهُ يَعْلَمُ أَنِّي لَمْ أُرِدْ فِيهِ إِلاَّ الحَقَّ، فَبَلَغَتْنِي فِيهِ سُنَّةٌ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَرُدُّ قَضَاءَ عُمَرَ وَأُنَفِّذُ سُنَّةَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»، فَرَاحَ إِلَيْهِ عُرْوَةُ فَقَضَى لِي أَنْ آخُذَ الخَرَاجَ مِنَ الذِي قَضَى بِهِ عَلَيَّ لَهُ (¬1). ¶ 31 - وَأَخْبَرَنِي مَنْ لاَ أَتَّهِمُ مِنْ أَهْلِ المَدِينَةِ، عَنِ ابْنِ أَبِي ذِئْبٍ قَالَ: قَضَى سَعْدُ بْنُ إِبْرَاهِيمَ عَلَى رَجُلٍ بِقَضِيَّةٍ بِرَأْيِ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ فَأَخْبَرْتُهُ عَنْ [رَسُولِ اللَّهِ] صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِخِلاَفِ مَا قَضَى بِهِ، فَقَالَ سَعْدٌ لِرَبِيعَةَ: هَذَا ابْنُ أَبِي ذِئْبٍ، وَهُوَ عِنْدِي ثِقَةٌ يُحَدِّثُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِخِلاَفِ مَا قَضَيْتَ بِهِ، فَقَالَ لَهُ رَبِيعَةُ: قَدِ اجْتَهَدْتَ، وَمَضَى حُكْمُكَ. فَقَالَ سَعْدٌ: وَاعَجَبًا، أُنْفِذُ قَضَاءَ سَعْدِ ابْنِ أُمِّ سَعْدٍ وَأَرُدُّ قَضَاءَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَلْ أَرُدُّ قَضَاءَ سَعْدِ ابْنِ أُمِّ سَعْدٍ وَأُنْفِذُ قَضَاءَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَدَعَا سَعْدٌ بِكِتَابِ القَضِيَّةِ فَشَقَّهُ وَقَضَى لِلْمَقْضِيِّ عَلَيْهِ. ¶ 32 - قَالَ الشَّافِعِيُّ: أَخْبَرَنِي أَبُو حَنِيفَةَ بْنُ سِمَاكِ بْنِ الْفَضْلِ الشِّهَابِيُّ قَالَ: حَدَّثَنِي، ابْنُ أَبِي ذِئْبٍ عَنِ المَقْبُرِيِّ، عَنْ أَبِي شُرَيْحٍ الكَعْبِيِّ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ عَامَ الفَتْحِ: «مَنْ قُتِلَ لَهُ قَتِيلٌ فَهُوَ بِخَيْرِ النَّظَرَيْنِ، إِنْ أَحَبَّ أَخَذَ الْعَقْلَ، وَإِنْ أَحَبَّ فَلَهُ الْقَوَدُ». قَالَ أَبُو حَنِيفَةَ بْنُ سِمَاكٍ: فَقُلْتُ لابْنِ أَبِي ذِئْبٍ: أَتَأْخُذُ ¶ ¬__________ ¶ (¬1) في هذا الحديث كلام طويل ذكره الأستاذ أحمد شاكر في هامش \" الرسالة \": ص 449.",
            "page": "75",
            "part": "1",
            "seal": "C443B783"
        },
        {
            "id": "78",
            "nass": "بِهَذَا يَا أَبَا الحَارِثِ؟ فَضَرَبَ صَدْرِي وَصَاحَ عَلَيَّ صِيَاحًا كَثِيرًا وَنَالَ مِنِّي، وَقَالَ: أُحَدِّثُكَ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَتَقُولُ: أَتَأْخُذُ بِهِ؟ نَعَمْ آخُذُ بِهِ، وَذَلِكَ الفَرْضُ عَلَيَّ وَعَلَى مَنْ سَمِعَهُ، إِنَّ اللَّهَ عَزَّ وَجَلَّ اخْتَارَ مُحَمَّدًا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنَ النَّاسِ فَهَدَاهُمْ بِهِ وَعَلَى يَدَيْهِ، وَاخْتَارَ لَهُمْ مَا اخْتَارَ لَهُ عَلَى لِسَانِهِ، فَعَلَى الخَلْقِ أَنْ يَتَّبِعُوهُ طَائِعِينَ أَوْ دَاخِرِينَ (أي صاغرين)، لاَ مَخْرَجَ لِمُسْلِمٍ عَنْ ذَلِكَ، قَالَ: وَمَا سَكَتَ حَتَّى تَمَنَّيْتُ أَنْ يَسْكُتَ». قال: «وفي تثبيت الخبر الواحد أحاديث يكفي بعض هذا منها». ¶ 33 - ولم يزل سبيل سلفنا والقرون بعدهم إلى من شاهدنا هذه السبيل، وكذلك حُكِيَ لنا عمن حُكِيَ لنا عنه من أهل العلم بالبلدان. ¶ 34 - قال الشافعي: «وجدنا سعيدًا بالمدينة يقول: أخبرني أبو سعيد الخُدري عَنْ النَّبِيِّ فِي الصَّرْفِ فيثبت حديثَه سُنَّةً، ويقول: حدثني أبو هريرة عَنْ النَّبِيِّ، فيثبت حديثَه سُنَّةً، ويروي عن الواحد غيرهما فيثبت حديثه سُنَّة ً. ¶ 35 - ووجدنا عُرْوَةَ يَقُولُ: «حَدَّثَتْنِي عَائِشَةُ أَنَّ رَسُولَ اللهِ قَضَى أَنَّ الخَرَاجَ بِالضَّمَانِ» فيثبته سُنَّة ويروي عنها عَنْ النَّبِيِّ شيئًا كثيرًا فيثبتها سُنَنًا يحل بها ويحرم، وكذلك وجدناه يقول: «حدثني أسامة بن زيد عَنْ النَّبِيِّ»، ويقول: «حدثني عبد الله بن عمر عَنْ النَّبِيِّ وغيرهما، فيثبت خبر كل واحد منهما على الانفراد سُنَّةً، ثم وجدناه أَيْضًا يصير إلى أنْ يقول: حدثني عبد الرحمن بن عبدٍ القارِي عن عمر، ويقول: «حدثني يحيى بن عبد الرحمن بن حاطب عن أبيه عن عمر، ويثبت كل واحد من هذا خبراً عن عمر». ¶ 36 - ووجدنا القاسم بن محمد يقول: «حدثتني عائشة عَنْ النَّبِيِّ، ويقول في حديثٍ غيره: حدثني ابن عمر عَنْ النَّبِيِّ» ويثبت خبر كل",
            "page": "76",
            "part": "1",
            "seal": "DE74F69C"
        },
        {
            "id": "79",
            "nass": "واحد منهما على الانفراد سُنَّةً، ويقول: حدثني عبد الرحمن ومُجَمَّعٌ ابنا يزيد بن جارية، عن خنساء بنت خِدام عَنْ النَّبِيِّ فيثبت خبرها سُنَّةً وهو خبر امرأة واحدة. ¶ 37 - ووجدنا علي بن حُسين يقول: «أخبرنا عمرو بن عثمان عن أسامة بن زيد أنَّ النَّبِيّ قال: «لاَ يَرِثُ الْمُسْلِمُ الْكَافِرَ» فيثبتها سُنَّةً، ويثبتها الناس بخبره سُنَّةً. ¶ 38 - ووجدنا كذلك محمد بن علي بن حُسين عن جابر عَنْ النَّبِيِّ وعن عُبيد الله بن أبي رافع عن أبي هريرة عَنْ النَّبِيِّ، فيثبت كل ذلك سُنَّة. ¶ 39 - 53 - ووجدنا محمد بن جُبير بن مُطعِم ونافع بن جُبير بن مطعم ويزيد بن طلحة بن رُكانة، ومحمد بن طلحة بن رُكانة، ونافع بن عُجير بن عبد يزيد، وأبا سلَمة بن عبد الرحمن وحُمْيد بن عبد الرحمن، وطلحة بن عبد الله بن عوف، ومُصعَبْ بن سعد بن أبي وقاص، وإبراهيم بن عبد الرحمن بن عوف، وخارجة بن زيد بن ثابت، وعبد الرحمن بن كعب بن مالك، وعبد الله بن أبي قتادة، وسليمان بن يسار، وعطاء بن يسار، وغيرهم من مُحَدِّثِي أهل المدينة، كلهم يقول: حَدَّثَنِي فلان، لرجل من أصحاب النَّبِيّ عَنْ النَّبِيِّ، أو من التَّابِعِينَ عن رجل من أصحاب النَّبِيِّ عَنْ النَّبِيِّ فنثبت ذلك سُنَّةً. ¶ 54 - 61 - ووجدنا عطاء وَطَاوُوسًا ومجاهدًا وابن أبي مُليكة وعكرمة بن خالد وعبيد الله بن أبي يزيد وعبد الله بن باباه، وابن أبي عمار وَمُحَدِّثِي المَكِيِّينَ. ¶ 62 - 69 - ووجدنا وهب بن منبه باليمن هكذا، ومكحولاً بالشام",
            "page": "77",
            "part": "1",
            "seal": "665AB555"
        },
        {
            "id": "80",
            "nass": "وعبد الرحمن بن غنم، والحسن وابن سيرين بالبصرة، والأسود وعلقمة والشعبي بالكوفة، وَمُحَدِّثِي الناس وأعلامهم بالأمصار كلهم، يحفظ عنه تثبيت خبر الواحد عن رسول الله والانتهاء إليه والإفتاء به، ويقبله كل واحد منهم عَمَّنْ فوقه، ويقبله عنه من تحته. ¶ ولو جاز لأحد من الناس أنْ يقول في علم الخاصة: «أَجْمَعَ المُسْلِمُونَ قَدِيمًا وَحَدِيثًا عَلَى تَثْبِيتِ خَبَرِ الوَاحِدِ وَالانْتِهَاءِ إِلَيْهِ، بِأَنَّهُ لَمْ يَعْلَمْ مِنْ فُقَهَاءِ المُسْلِمِيْنَ أَحَدٌ إلاَّ وَقَدْ ثَبَّتْهُ، جَازَ لِي، وَلَكِنْ أَقُولُ: لَمْ أَحْفَظْ مِنْ فُقَهَاءِ المُسْلِمِينَ أَنَّهُمْ اخْتَلَفُوَا فِي تَثْبِيتِ خَبَرِ الوَاحِدِ بِمَا وَصَفْتُ مِنْ أَنَّ ذَلِكَ مَوْجُودٌ عَلَىَ كُلِّهِمْ». ¶ وهكذا أثبت الشافعي - رَحِمَهُ اللهُ - ببيان قوي وَأَدِلَّةٍ ناهضة من الكتاب وَالسُنَّةِ وعمل الصحابة والتَّابِعِينَ وتابعي التَّابِعِينَ وفقهاء المُسْلِمِينَ، وجوب العمل بخبر الواحد والأخذ به. ¶ وفي ختام هذا البحث المبتكر فقد تبينت حجية الحديث الصحيح الآحادي بدلالته هو نفسه على ذلك، بشروطه الدقيقة المحيطة، إنها شروط تشمل جميع جوانب الدراسة في سند الحديث ورواته ومتنه إحاطة شاملة، تجعل العقل يخضع لها ويلتزم النص الذي استوفاها، وتلحق به الحسن كذلك كما عرفنا. ¶ وقد جاءت الحجة القطعية من الآيات القرآنية والسنة المتواترة النبوية، وإجماع الصحابة وَمَنْ بَعْدَهُمْ على ذلك أيضًا، كما يُعْلَمُ من استعراض الإمام الشافعي واستقرائه العظيم الذي أوردناه. ¶ وإنا لنرشد قارئنا الكريم وندعو كل مسلم إلى مجاهدة نفسه للتحقق باتباع النبي سيدنا محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. وقد مَهَّدَ لنا علماؤنا السبيل لذلك بدراساتهم للأحاديث حَدِيثًا حَدِيثًا، وَبَيَّنَ فقهاؤنا الاستدلال بها، كما",
            "page": "78",
            "part": "1",
            "seal": "29268CDB"
        },
        {
            "id": "81",
            "nass": "بَيَّنَّاهُ مُوَضَّحًا مُفَصَّلاً في كتابنا \" إعلام الأنام شرح بلوغ المرام \". ¶ اللهم أجز عنا نبينا محمدًا - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - خير ما جزيت نَبِيًّا عن أمته، ووفقنا لاتباع سيرته والتمسك بسنته. وصلى الله على سيدنا محمد وآله وصحبه وسلم تسليمًا، وسلام على المرسلين، والحمد لله رب العالمين. ¶ * * *",
            "page": "79",
            "part": "1",
            "seal": "E9281763"
        },
        {
            "id": "92",
            "nass": "المَرَاجِعُ: (¬1) ¶ ـ \" الاجابة لإيراد ما استدركته عائشة على الصحابة \" لبدر الدين الزركشي تحقيق الأستاذ سعيد الأفغاني. ط دار الفكر دمشق. ¶ ـ \" أحكام القرآن \"، للقاضي أبي بكر بن العربي، طبع مصر في جزءين. مطبعة السعادة. ¶ ـ \" أصول الفقه \"، لشمس الأئمة السرخسي، طبع دار المعارف النعمانية، الهند. ¶ ـ \" أصول الفقه \"، لفخر الإسلام البزدودي، بهامش كشف الأسرار. ¶ ـ \" أصول الفقه \"، لمحمد الخضري. الطبعة الرابعة. ¶ ـ \" التحرير في أصول الفقه \"، لكمال الدين بن الهُمام، نسخة شرحه \" التقرير والتحبير\". ¶ ـ \" تدريب الراوي شرح تقريب النواوي \" للسيوطي، تحقيق عبد الوهاب عبد اللطيف، الطبعة الثانية. ¶ ـ \" التقرر والتحبير شرح التحرير\"، لابن أمير الحاج. مطبعة بولاق. ¶ ـ \" التلويح على التوضيح \"، لسعد الدين التفتازاني، مطبعة محمد علي صبيح وأولاده وبهامشه التوضيح لصدر الشريعة المحبوبي البخاري. ¶ ـ \" توضيح الأفكار \" للصنعاني، شرح \" تنقيح الأنظار \" لمحمد بن الوزير، تحقيق محمد محي الدين عبد الحميد. ¶ ـ \" الجامع الصحيح \"، للبخاري، المطبعة الأميرية ببولاق 1313هـ. ¶ ¬__________ ¶ (¬1) مع بيان معلومات الطبع عند الحاجة فقط.",
            "page": "81",
            "part": "1",
            "seal": "DDC3DF3A"
        },
        {
            "id": "93",
            "nass": "ـ \" الجامع \" للترمذي (\" سنن الترمذي \") مطبعة مصطفي البابي الحلبي وأولاده. ¶ ـ \" دراسات تطبيقية في الحديث النبوي \"، لنور الدين عتر، طبع جامعة دمشق. ¶ ـ \" الرسالة \" للإمام الشافعي، تحقيق أحمد محمد شاكر. ط. مصطفي البابي الحلبي .. ¶ ـ \" روضة الناظر وجنة المناظر \" للإمام ابن قدامة المقدسي، نسخة الشرح. طبعة مصر ¶ - \" السنن \" لأبي داود السجستاني، تحقيق محمد محي الدين عبدالحميد الطبعة الأول. ¶ ـ \" سنن المصطفى \" لابن ماجه، تحقيق محمد فؤاد عبد الباقي. ¶ ـ \" شرح الكوكب المنير \" (\" المختبر المبتكر شرح المختصر\") لابن النجار تحقيق الدكتور محمد الزحيلي والدكتور نزيه حماد. طبعة جامعة أم القري. ¶ ـ \" صحيح مسلم \"، طبع استانبول. المطبعة العامرة سنة 1325 هـ. ¶ ـ \" عارضة الأحوذي شرح جامع الترمذي \" للقاضي أبي بكر بن العربي طبعة مصر. ¶ ـ \" فواتح الرحموت شرح مسلّم الثبوت \" لعبد العلي الأنصاري بذيل \" المستصفى \" للغزالي. ¶ ـ \" كشف الأسرار \" لعبد العزيز البخاري، \" شرح أصول \" فخر الإسلام البزدوي. ¶ ـ \" كشف الخفاء ومزيل الألباس عما اشتهر من الأحاديث على ألسنة الناس \"، للعجلوني. طبع مصر. ¶ ـ \" المجتبى \" (\" سنن النسائي \") مع \" حاشيتيه \" للسيوطي والسندي. تصوير بيروت. ¶ ـ \" المختصر في أصول الفقه \"، لابن اللحام، تحقيق الدكتور محمد مظهر بقاطع جامعة أم القري. ¶ ـ \" المستدرك على الصحيحين \"، للحاكم النيسابوري، طبع الهند. ¶ ـ \" المستصفى في أصول الفقه \"، للإمام أبي حامد الغزالي. مع \" فواتح الرحموت \".",
            "page": "82",
            "part": "1",
            "seal": "F64CAEA0"
        },
        {
            "id": "94",
            "nass": "ـ \" منهج النقد في علوم الحديث \"، لنور الدين عتر، الطبعة الرابعة دار الفكر ـ دمشق. ¶ ـ \" الموطأ \"، للإمام مالك. طبع مصر، مع شرحه \" تنوير الحوالك \" للسيوطي. ¶ ـ \" ميزان الأصول في نتائج العقول \" (\" المختصر \") لعلاء الدين السمرقندي. طبع دائرة إحياء التراث الإسلامي في قطر. ¶ ـ \" نبراس العقول في تحقيق القياس عند علماء الأصول \"، للعلامة الشيخ عيسى منّون، طبع مصر. ¶ ـ \" نزهة النظر شرح نخبة الفكر للحافظ ابن حجر \"، نسخة \" شرحه \" للقاري، طبع إستانبول. ¶ ـ \" نصب الراية في تخريج أحاديث الهداية \"، للزيلعي، طبع مصر. ¶ * * *",
            "page": "83",
            "part": "1",
            "seal": "6DDD9F2E"
        }
    ],
    "t1701": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "[المقدمة]:"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: في المصادر الأصلية للاجتهاد:"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: في العام وقطعية دلالته:"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريف العام وحكمه:"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "قطعية دلالة العام:"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "نتائج الخلاف في قطعية العام:"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث: في الاستحسان وحجيته:"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "حجية الاستحسان:"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "أقسام الاستحسان والقياس:"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع: في خبر الواحد الصحيح وحجيته:"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": "1",
            "tit": "تقسيم الخبر من حيث عدد رواته:"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": null,
            "tit": "القسم الأول: المتواتر:"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": "1",
            "tit": "القسم الثاني خبر الواحد أو الآحاد:"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "[شروط الحديث الصحيح]:"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": "1",
            "tit": "الشرط الأول: العدالة:"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": null,
            "tit": "الشرط الثاني: الضبط:"
        },
        {
            "id": "37",
            "lvl": "3",
            "sub": null,
            "tit": "الشرط الثالث: الاتصال:"
        },
        {
            "id": "39",
            "lvl": "3",
            "sub": null,
            "tit": "الشرط الرابع: ألا يكون الحديث شاذا:"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": null,
            "tit": "الشرط الخامس: ألا يكون الحديث معلا:"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث الحسن:"
        },
        {
            "id": "45",
            "lvl": "3",
            "sub": null,
            "tit": "الحسن لذاته:"
        },
        {
            "id": "45",
            "lvl": "3",
            "sub": "1",
            "tit": "الحسن لغيره:"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "حجية خبر الآحاد الصحيح في الأحكام:"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "الأدلة اليقينية القطعية على وجوب العمل بخبر الواحد"
        },
        {
            "id": "50",
            "lvl": "3",
            "sub": "1",
            "tit": "[أ] دلالة القرآن على حجية خبر الواحد الصحيح والحسن:"
        },
        {
            "id": "51",
            "lvl": "3",
            "sub": null,
            "tit": "[ب] دلالة السنة:"
        },
        {
            "id": "53",
            "lvl": "3",
            "sub": null,
            "tit": "[جـ] إجماع الصحابة:"
        },
        {
            "id": "55",
            "lvl": "4",
            "sub": null,
            "tit": "إشكال على عمل الصحابة بخبر الواحد:"
        },
        {
            "id": "57",
            "lvl": "3",
            "sub": null,
            "tit": "[د] دلالة العقل على حجية الواحد:"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "اشتباه ترك الفقيه للحديث:"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "الحجة في تثبيت خبر الواحد"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "المراجع:"
        }
    ]
}