{
    "b1702": [
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ خطبة الكتاب ¶ الحمد لله رب العالمين، مالك يوم الدين، لا إله إلا هو إياه أعبد وإياه أستعين، وصلاته وسلامه على محمد عبده ورسوله النبي الأمين الذي أرسل رحمة للعالمين وأنزل عليه في الكتاب المبين {يا أيها النبي حسبك الله ومن اتبعك من المؤمنين} (¬1) أما بعد: ¶ فيقول العبد الفقير إلى ربه العلي الكبير (محمد تقي الدين بن عبد القادر الهلالي) : بعث إليّ الفقيه السيد محمد بن إبراهيم إمام ((أرفود)) رسالة أرسلت إليه من بعض المهوسين، الفاتنين المفتونين، والذين طبع الله على قلوبهم، وزين لهم الشيطان سوء عملهم، فصدهم عن السبيل فهم لا يهتدون كالذين قال الله فيهم: {إنا جعلنا في أعناقهم أغلالا ¶ ¬_________ ¶ (¬1) الأنفال: 64.",
            "page": "3",
            "part": "1",
            "seal": "651EA303"
        },
        {
            "id": "3",
            "nass": "فهي إلى الأذقان فهم مقمحون. وجعلنا من بين أيديهم سداً ومن خلفهم سداً فأغشيناهم فهم لا يبصرون. وسواء عليهم أنذرتهم أم لم تنذرهم لا يؤمنون. إنما تنذر من اتبع الذكر وخشي الرحمن بالغيب فبشره بمغفرةٍ وأجرٍ كريم} (¬1) . ¶ تضمنت تلك الرسالة الكاذبة الخاطئة من الإفك والبهتان والكذب على رسول الله صلى الله عليه وسلم ما {تكاد السموات يتفطرن منه وتنشق الأرض وتخر الجبال هدا} (¬2) وبعث هذا المفتون إلى مسجد أكرمهم الله بإحياء السنة من مرقدها، وتجرأ هذا المهووس على الله تعالى، فسمى السنن الصحيحة التي اتفق عليها الشيخان، وتواتر العمل بها من زمان النبي صلى الله عليه وسلم إلى يومنا هذا سماها منكرا، ولا غرابة في ذلك فقد روى ابن وضاح وغيره عن عبد الله بن مسعود رضي الله عنه أنه قال: ((كيف أنتم إذا ألبستم فتنة يهرم فيها الكبير، وينشأ فيها الصغير تجرى على الناس، يحدثونها سنة، إذا غيرت قيل هذا منكر)) انتهى من كتاب الاعتصام للشاطبي (ج1 ص 54) ، وستأتي أحاديث أخرى في هذا المعنى إن شاء الله عندما يعرض المبتدع لإقرار البدع واستحسانها، ورأيت أن أقسم هذا الرد إلى فصول: ¶ ¬_________ ¶ (¬1) يس: 8 - 11. ¶ (¬2) مريم: 90.",
            "page": "4",
            "part": "1",
            "seal": "409C0A2D"
        },
        {
            "id": "4",
            "nass": "الفصل الأول ¶ (في بيان إشراك صاحب الرسالة الإيمانية بعبادة غير الله) ¶ قال الإمام ابن كثير في تفسير هذه الآية: {إياك نعبد وإياك نستعين} (¬1) ((والعبادة في اللغة من الذلة، يقال طريق معبد، وبعير معبد، أي مذلل. وفي الشرع: عبارة عما يجمع كمال المحبة والخضوع والخوف. وقدم المفعول وهو إياك، وكرر للاهتمام والحصر أي لا نعبد إلا إياك ولا نتوكل إلا عليك، وهذا هو كمال الطاعة. والدين كله يرجع إلى هذين المعنيين. ¶ وهذا كما قال بعض السلف: الفاتحة سر القرآن وسرها هذه الكلمة ((إياك نعبد وإياك نستعين)) فالأول تبرؤ من الشرك، والثاني تبرؤ من الحول والقوة وتفويض إلى الله عز وجل، وهذا المعنى في غير آية من القرآن كما قال تعالى {فاعبده وتوكل عليه وما ربك بغافل عما تعملون} (¬2) {هو الرحمن آمنا به وعليه توكلنا} (¬3) ¶ ¬_________ ¶ (¬1) الفاتحة: 5. ¶ (¬2) هود: 123. ¶ (¬3) الملك: 29.",
            "page": "5",
            "part": "1",
            "seal": "C192DC76"
        },
        {
            "id": "5",
            "nass": "{رب المشرق والمغرب لا إله إلا هو فاتخذه وكيلا} (¬1) وكذلك هذه الآية الكريمة {إياك نعبد وإياك نستعين} )) . ¶ يقول محمد تقي الدين: بمثل هذا فسر آية {إياك نعبد وإياك نستعين} جمهور المفسرين من الصدر الأول، فحقيقة العبادة غاية الذل في غاية الخضوع، وهي تشمل القربات التي يتقرب بها العبد إلى الله تعالى. ومنها الاستعانة المذكورة هنا، والمراد بها الاستعانة بالله فيما لا يقدر عليه إلا الله تعالى، ولا يدخل في الأسباب كإعطاء الأولاد، وإنزال المطر، وشفاء المريض لا بتعاطي العلاج بل بقول ((كن)) فيكون وإمداد الشخص بهداية القلب وتنويره، وتفريج الهم والغم عنه، وهو ما يسمى بالمدد عند المشركين الذين يزعمون أن غير الله قادر على إصلاح قلوبهم وإمدادها بنور الإيمان والفتوح الغيبية، فهذا النوع من الاستعانة خاص بالله تعالى فمن استعان بغيره في مثل ذلك فهو كافر مشرك، صارف حق الله لغير الله، ونحن نشاهد المشركين عبدة القبور والأضرحة وغيرها من الأمكنة التي يقدسونها، يطلبون من آلهتهم التي يسمونها أولياء وسادة وصالحين ¶ ¬_________ ¶ (¬1) المزمل: 9.",
            "page": "6",
            "part": "1",
            "seal": "B0B7928C"
        },
        {
            "id": "6",
            "nass": "نزول المطر وإعطاء الأولاد وتفريج الكروب وشفاء المريض وكشف الضر والنصر على العدو وقضاء الدين وإطالة عمر الأولاد وجعل المرأة التي تلد الإناث تلد الذكور ويتقربون إلى آلهتهم بأنواع من العبادات: بالدعاء الذي هو مخ العبادة كما ثبت في الحديث وسيأتي إن شاء الله، والاستغاثة وقد صرح بجوازها المشرك المفتون، وبناء القباب على قبورهم، أو الأمكنة التي جلسوا فيها، والأمكنة التي يزعم بعض المنتحلين الدجالين أنه رأى في المنام شخصاً مشهوراً عندهم بالصلاح يقول له: ابنوا لي قبة في هذا المقام ويتقربون ويتملقون لها بتقبيل العتبات والتوابيت، ويمرغون خدودهم على القبور، ويتمسحون بها، ويهتفون بالأسماء المنسوبة إليها، ويقربون لها القرابين، ويذبحون الذبائح، ويحجون إليها ويطوفون، وينذرون لها النذور ويسمون ذلك بالوعدة، يزعمون أن الدعاء عندها أفضل منه في ¶ المساجد. فهل هؤلاء يؤمنون بقوله تعالى: {إياك نعبد وإياك نستعين} وبقوله تعالى {فاعبده وتوكل عليه} كلا والله هؤلاء ما يعرفون معنى لا إله إلا الله كما قال تعالى: {وما يؤمن أكثرهم بالله إلا وهم مشركون} .",
            "page": "7",
            "part": "1",
            "seal": "E718CA49"
        },
        {
            "id": "7",
            "nass": "ذكر بعض أنواع العبادة التي يصرفها المشركون لغير الله تعالى ¶ قلت في كتابي: ((المنح السانحة في تفسير سورة الفاتحة)) ما نصه: (( {إياك نعبد وإياك نستعين} إياك ضمير مفعول به مقدم للفعل بعده، وتقديم المفعول به يفيد الحصر، أي لا نعبد غيرك ولا نستعين إلا بك. والعبادة اسم جامع لكل ما يحبه الله من الاعتقاد والأقوال والأفعال، ويقال: العبادة غاية الذل في غاية الحب)) . ¶ أقول: أرى من الواجب علي أن أذكر بعض أنواع العبادة هنا ليستعين بها السائل على تقرير توحيد الله في نفوس التلامذة وغيرهم. ¶ فالأول: الدعاء وهو كما في الحديث الآتي ((مخ العبادة)) أي لبابها وخالصها، فكل من دعوته لجلب خير أو دفع ضر فيما لا مجال للأسباب فيه كإعطاء العقيم الأولاد لا بطريقة العلاج بل بطريقة التصرف في الكون بالهمة والحال، وجعل المرأة التي تلد الإناث فقط تتحول إلى ولادة الذكور أو بالعكس، أو كصد الأعداء والسباع الضارية بلا قتال، وشفاء المريض كذلك، وإحياء الميت وإماتة الحي وإنزال المطر وما أشبه ذلك مما لا يقدر عليه إلا الله الذي يقول للشيء ((كن))",
            "page": "8",
            "part": "1",
            "seal": "F7A81A4E"
        },
        {
            "id": "8",
            "nass": "فيكون وكل من دعوته لشيء من ذلك فقد عبدته. ¶ ومن الأدلة على ذلك في كتاب الله عز وجل – وهي كثيرة أعد منها ولا أعددها – قوله تعالى في سورة فاطر بعد ذكر الأفعال المختصة بالله في الآية إلى قوله تعالى: {ذلكم الله ربكم له الملك والذين تدعون من دونه ما يملكون من قطمير إن تدعوهم لا يسمعوا دعاءكم ولو سمعوا ما استجابوا لكم ويوم القيامة يكفرون بشرككم ولا ينبئك مثل خبير} (¬1) وقال تعالى في سورة الأحقاف: {قل أرأيتم ما تدعون من دون الله أروني ماذا خلقوا من الأرض أم لهم شرك في السموات. ائتوني بكتاب من قبل هذا أو أثارة من علم إن كنتم صادقين. ومن أضل ممن يدعوا من دون الله من لا يستجيب له إلى يوم القيامة وهم عن دعائهم غافلون وإذا حشر الناس كانوا لهم أعداء وكانوا بعبادتهم كافرين} ((¬2) يفهم من آيات فاطر أن الله وحده هو المتصرف في العالم والمسير له والمدبر له ولا يشاركه في ذلك أحد، وهو وحده رب العالمين، له الملك، وكل من سواه عبد فقير إليه في إيجاده وإمداده، فلا يجوز له أن يدعو بغيره، لأنهم لا يملكون لهم ضراً ولا نفعاً لا قليلاً ولا كثيراً، ولا يسمعون دعاء من ¶ ¬_________ ¶ (¬1) فاطر: 13. ¶ (¬2) الأحقاف: 4-6.",
            "page": "9",
            "part": "1",
            "seal": "AFD06FAE"
        },
        {
            "id": "9",
            "nass": "دعاهم ولو سمعوا دعاءه ما استجابوا له، وأن دعاءه لهم شرك بالله سيكفرون به يوم القيامة، أي يتبرؤون منه. ¶ وآيات الأحقاف تحتج على المشركين بأن الله هو الذي خلق السموات والأرض فلا يدعى غيره ولا حجة لمن دعا غيره بل هو أضل الضالين، وأن من دعاهم لا يستجيبون له أبداً وهم غافلون عن دعائه، وإن كانوا أبراراً كالأنبياء والصالحين فهم مشغولون في نعيم، وإن كانوا ملائكة في عبادة الله يسبحون الليل والنهار لا يفترون، وإن كانوا فجاراً فهم في العذاب المهين. ¶ وإن الأبرار لا يرضون بدعاء من دعاهم لأنه عبادة لغير الله وسيكفرون بهم يوم القيامة حين يحشر الناس، يزيد ذلك وضوحاً ما أخرجه الترمذي عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: ((الدعاء هو العبادة، ثم قرأ: {وقال ربكم ادعوني استجب لكم} (¬1)) ) . ¶ الثاني: الاستغاثة قال الله تعالى في سورة الأنفال: {إذ تستغيثون ربكم فاستجاب لكم أني ممدكم بألف من الملائكة مردفين} (¬2) ، أخرج أحمد ومسلم وأبو داود والترمذي من حديث عمر بن الخطاب قال: ((لما كان يوم بدر ¶ ¬_________ ¶ (¬1) غافر: 60. ¶ (¬2) الأنفال: 9.",
            "page": "10",
            "part": "1",
            "seal": "D6DCBC15"
        },
        {
            "id": "10",
            "nass": "نظر النبي صلى الله عليه وسلم إلى أصحابه وهم ثلاثمائة ونيف، ونظر إلى المشركين فإذا هم ألف وزيادة فاستقبل النبي صلى الله عليه وسلم القبلة وعليه رداؤه وإزاره ثم قال: اللهم أنجز لي ما وعدتني، اللهم إن تهلك هذه العصابة من أهل الإسلام فلا تعبد في الأرض أبداً، فما زال يستغيث ربه ويدعوه حتى سقط رداؤه عن منكبيه، فأتاه أبو بكر فأخذ رداءه فرده ثم التزمه من ورائه ثم قال: يا نبي الله! كفاك مناشدتك ربك، فإنه سينجز لك ما وعدك، فأنزل الله عز وجل {إذ تستغيثون ربكم} )) الآية، فنحن نرى أن النبي صلى الله عليه وسلم كان يستغيث ربه، وأصحابه كانوا يستغيثون ربهم كذلك ولم يستغيثوا بالنبي صلى الله عليه وسلم لأن الاستغاثة عبادة، وهي خاصة بالله تعالى. فمن استغاث بغيره فقد أشرك. ¶ وروى الطبراني بإسناده عن عبادة بن الصامت أنه كان في زمان النبي صلى الله عليه وسلم منافق يؤذي المؤمنين، فقال بعضهم فقوموا بنا نستغيث برسول الله صلى الله عليه وسلم من هذا المنافق، فقال النبي صلى الله عليه وسلم: ((إنه لا يستغاث بي، وإنما يستغاث بالله)) . ¶ قال شيخ الإسلام: ((الاستغاثة هي طلب الغوث، وهو إزالة الشدة كالاستنصار طلب النصر، والاستغاثة طلب العون)) . ¶ قال محمد تقي الدين: هذا كله في الاستغاثة والاستنصار، والاستغاثة أي طلب الغوث والنصر والعون",
            "page": "11",
            "part": "1",
            "seal": "21CB2467"
        },
        {
            "id": "11",
            "nass": "بطريق لا يقدر عليه إلا الله، وطلبه خاص به كاستغاثة النبي وأصحابه بالله تعالى في غزوة بدر واستنصارهم له واستعانتهم به. أما الاستغاثة بالمخلوق في أمر يقدر عليه كاستغاثة من شبت النار في بيته برجال الإطفاء أو استغاثة من هجم عليه اللصوص أو السبع بمن ينجده أو استغاثة الإنسان بغيره أن يحمله على دابته أو سيارته أو يحمل متاعه عليها فذلك جائز، قال تعالى في سورة القصص: {فاستغاثه الذي من شيعته على الذي من عدوه} وقال النبي صلى الله عليه وسلم: ((والله في عون العبد ما دام العبد في عون أخيه)) ، أخرجه مسلم من حديث أبي هريرة في حديث طويل. ¶ الثالث: الاستعاذة. قال الراغب: ((العوذ الالتجاء إلى الغير والتعلق به. يقال: عاذ فلان بفلان ومنه قوله تعالى: {أعوذ بالله أن أكون من الجاهلين} (¬1) {وإني عذت بربي وربكم أن ترجمون} (¬2) إلى أن قال: {معاذ الله} (¬3) أي نلتجئ إليه ونستنصر به حتى لا نفعل ذلك، فإن ذلك سوء نتحاشى من تعاطيه)) . انتهى. ¶ ¬_________ ¶ (¬1) البقرة: 67. ¶ (¬2) الدخان: 20. ¶ (¬3) يوسف: 23.",
            "page": "12",
            "part": "1",
            "seal": "6A079946"
        },
        {
            "id": "12",
            "nass": "قال محمد تقي الدين: وبهذا تعلم أن التعوذ قريب في المعنى من الاستغاثة، فقول الضلال عند قبور الصالحين: أنا في حماك، أنا في رحمتك استعاذة وعبادة، قال الشاعر: ¶ يا من ألوذ به فيما أؤمله ¶ لا يجبر الناس عظماً أنت كاسره ¶ ومن أعوذ به فيما أحاذره ¶ ولا يهيضون عظماً أنت جابره ¶ الهيض: كسر العظم بعد جبوره. قال تعالى: {وأنه كان رجال من الإنس يعوذون برجال من الجن فزادوهم رهقا} (¬1) . قال القاسمي: ((روى ابن جرير عن ابن عباس قال: كان رجال من الإنس يبيت أحدهم بالوادي في الجاهلية يقول: أعوذ بعزيز هذا الوادي فزادهم ذلك إثما. ففي الآية إشارة إلى ما كانوا يعتقدون في الجاهلية من أن الوديان مقر الجن. وأن رؤساءها تحمي المستعيذين من ضرر الجن، وهكذا قال إبراهيم: كانوا إذا نزلوا الوادي قالوا نعوذ بسيد هذا الوادي من شر ما فيه، فيقول الجن ما نملك لكم ولا لأنفسنا ضرا ولا نفعا، وقال الربيع بن أنس كانوا يقولون: فلان من الجن رب هذا الوادي فكان أحدهم ¶ ¬_________ ¶ (¬1) الجن: 6.",
            "page": "13",
            "part": "1",
            "seal": "AC914518"
        },
        {
            "id": "13",
            "nass": "إذا دخل الوادي يعوذ برب الوادي من دون الله قال: فيزيدهم ذلك رهقا، وهو الفقر. قال ابن زيد: كان الرجل في الجاهلية إذا نزل بواد قبل الإسلام قال: إني أعوذ بكبير هذا الوادي، فلما جاء الإسلام عاذوا بالله وتركوهم)) انتهى. أي لأن ذلك من الشرك، وكذا نزلت سورتا المعوذتين لتعليم الاستعاذة بالله وحده والتبرؤ من الاستعاذة بغيره، وكذلك أذكار الاستعاذات المأثورة لأنها للإرشاد، لذلك روى مسلم عن خولة بنت حكيم قالت: ((من نزل منزلاً فقال: أعوذ بكلمات الله التامات من شر ما خلق لم يضره شيء حتى يرحل من منزله ذلك)) . ¶ الرابع: النذر لغير الله من الشرك لأنه عبادة يجب الوفاء به إذا كان لله. قال تعالى: {ما أنفقتم من نفقة أو نذرتم من نذر فإن الله يعلمه} (¬1) وقال تعالى: {يوفون بالنذر ويخافون يوما كان شره مستطيرا} (¬2) . وأخرج البخاري عن عائشة أن رسول الله صلى الله عليه وسلم قال: ((من نذر أن يطيع الله فليطعه ومن نذر أن يعصي الله فلا يعصه)) . ¶ ¬_________ ¶ (¬1) البقرة: 270. ¶ (¬2) الدهر: 7.",
            "page": "14",
            "part": "1",
            "seal": "069E201E"
        },
        {
            "id": "14",
            "nass": "الخامس: الذبح والنذر لغير الله قال تعالى: {قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا أول المسلمين} (¬1) . قوله سبحانه: {ونسكي} قال مجاهد: ((النسك الذبح في الحج والعمرة)) . ¶ قال محمد تقي الدين: وكل ذبح قصد به التعظيم فهو عبادة لقوله تعالى: {فصل لربك وانحر} (¬2) ، جمع الله سبحانه وتعالى هاتين العبادتين وهما الصلاة والذبح في سورة الأنعام وفي سورة الكوثر وأمر نبيه صلى الله عليه وسلم، وفي ضمنه أمر لأمته، أن يخصوا الله تعالى بهما كما يخصونه بسائر أنواع العبادة. ¶ وأخرج مسلم في صحيحه عن علي بن أبي طالب قال: ((حدثني رسول الله صلى الله عليه وسلم بأربع كلمات ولعن الله من ذبح لغير الله)) الحديث. ¶ السادس: الخوف بالغيب، قال تعالى: {إنما يعمر مساجد الله من آمن بالله واليوم الآخر وأقام الصلاة وآتى الزكاة ولم يخش إلا الله فعسى أولئك أن يكونوا من المهتدين} (¬3) قال ابن كثير: ((كل عسى في القرآن فهي واجبة.)) ، ¶ ¬_________ ¶ (¬1) الأنعام: 163. ¶ (¬2) الكوثر: 2. ¶ (¬3) التوبة: 18.",
            "page": "15",
            "part": "1",
            "seal": "D1F58A03"
        },
        {
            "id": "15",
            "nass": "قال في فتح المجيد في ص 344: ((خوف السر وهو أن يخاف من غير الله من وثن أو طاغوت أن يصيبه بما يكره قال تعالى في قوم هود إنهم قالوا له {إن نقول إلا اعتراك بعض آلهتنا بسوء قال إني أشهد الله واشهدوا أني برئ مما تشركون من دونه فكيدوني جميعاً ثم لا تنظرون} (¬1) وقال تعالى: {ويخوفونك بالذين من دونه} (¬2) ، وهذا هو الواقع من عباد القبور ونحوها من الأوثان يخافونها ويخوفون أهل التوحيد إذا أنكروا عبادتها وأمروا بإخلاص العبادة لله وهذا ينافي التوحيد وأما الخوف الطبيعي وهو الخوف من عدو أو سبع أو زلزال فليس بعبادة ولا شركاً قال تعالى: {فأوجس في نفسه خيفة موسى} (¬3)) ) . ¶ السابع: الحلف بغير الله، أخرج الترمذي وحسنه والحاكم وصححه عن عمر بن الخطاب أن رسول الله صلى الله عليه وسلم قال: ((من حلف بغير الله فقد كفر أو أشرك)) ، وقد صح عن النبي صلى الله عليه وسلم في النهي عن الحلف بغير الله أحاديث. ¶ ¬_________ ¶ (¬1) هود: 54، 55. ¶ (¬2) الزمر: 36. ¶ (¬3) طه: 67.",
            "page": "16",
            "part": "1",
            "seal": "61393B56"
        },
        {
            "id": "16",
            "nass": "الثامن: التبرك بالقبور والأمكنة التي تنسب إلى الأنبياء والصالحين من أعظم أسباب الكفر والشرك، وهذا ما أدى إلى عبادة الأصنام والأوثان. أخرج البخاري في تفسيره قوله تعالى: {وقالوا لا تذرن آلهتكم ولا تذرن ودا ولا سواعا ولا يغوث ويعوق ونسرا} (¬1) عن ابن عباس: ((صارت الأوثان التي كانت في قوم نوح في العرب بعد، وهي أسماء رجال صالحين من قوم نوح عليه السلام فلما هلكوا أوحى الشيطان إلى قومهم أن انصبوا إلى مجالسهم التي كانوا يجلسون فيها أنصاباً وسموها بأسمائهم ففعلوا فلم تعبد حتى إذا هلك أولئك ونسي العلم عبدت)) . ¶ قال ابن كثير في تفسيره: ((وقوله تعالى: {وقد أضلوا} يعني الأصنام التي اتخذوها أضلوا بها كثيرا فإنه قد استمرت عبادتها في القرون إلى زماننا هذا في العرب والعجم وسائر صنوف بني آدم، وقد اتفق المحققون من أهل العلم على أن أصل عبادة الأصنام هو الغلو في الصالحين وتعظيم قبورهم واتخاذ المساجد عليها. ¶ وقال القرطبي: ((وإنما صور أوائلهم الصور ليتأسوا بها ويتذكروا أفعالهم الصالحة فيجتهدوا كاجتهادهم ويعبدوا الله ¶ ¬_________ ¶ (¬1) نوح: 23.",
            "page": "17",
            "part": "1",
            "seal": "E21D0B39"
        },
        {
            "id": "17",
            "nass": "عند قبورهم، ثم خلفهم قوم جهلوا مرادهم فوسوس إليهم الشيطان أن أسلافهم كانوا يعبدون هذه الصور ويعظمونها)) . وقال ابن القيم رحمه الله: ((وما زال الشيطان يوحي إلى عباد القبور ويلقي إليهم أن البناء والعكوف عليها من محبة أهل القبور من الأنبياء والصالحين، وأن الدعاء عندها مستجاب، ثم ينقلهم من هذه المرتبة إلى الدعاء بها والإقسام على الله بها والله أعظم من أن يقسم عليه ويسأل بأحد من خلقه. ¶ فإذا تقرر ذلك عندهم نقلهم منه إلى دعائها وعبادتها وسؤالها الشفاعة من دون الله واتخاذها أوثاناً تضاء لها القناديل وتجعل عليها الستور ويطاف بها ويستلم ويقبل ويحج إليها ويذبح ¶ عندها. ¶ فإذا تقرر ذلك عندهم نقلهم منه إلى دعاء الناس إلى عبادتها واتخاذها عيداً ومنسكاً، ورأوا أن ذلك أنفع لهم في دنياهم وأخراهم، وكل هذا قد علموه بالاضطرار من دين الإسلام وأنه مضاد لما بعث الله به رسوله صلى الله عليه وسلم من تجريد التوحيد وأن لا يعبد إلا الله. ¶ فإذا تقرر ذلك عندهم نقلهم منه إلى أن من نهى عن ذلك تنقص أهل هذه الرتب العالية وحطهم عن منزلتهم وزعم أنه لا حرمة لهم ولا قدر، فغضب المشركون واشمأزت قلوبهم كما قال تعالى في سورة الزمر: {وإذا ذكر الله",
            "page": "18",
            "part": "1",
            "seal": "5D6AE90C"
        },
        {
            "id": "18",
            "nass": "وحده اشمأزت قلوب الذين لا يؤمنون بالآخرة. وإذا ذكر الذين من دونه إذا هم يستبشرون} (¬1) وسرى ذلك في نفوس كثير من الجهال والطغاة وكثير ممن ينتسب إلى العلم والدين حتى عادوا أهل التوحيد ورموهم بالفظائع ونفروا الناس عنهم ووالوا أهل الشرك وعظموهم وزعموا أنهم أولياء الله وأنصار دينه ورسوله ويأبى الله ذلك، قال تعالى في سورة الأنفال: {وما كانوا أولياءه إن أولياؤه إلا المتقون} (¬2) ، عن أبي واقد الليثي قال: خرجنا مع رسول الله صلى الله عليه وسلم إلى حنين ونحن حدثاء عهد بكفر، وللمشركين سدرة (أي شجرة من السدر) يعكفون عندها وينوطون (أي يعلقون) بها أسلحتهم يقال لها ذات أنواط، فمررنا بسدرة فقلنا يا رسول الله: اجعل لنا ذات أنواط كما لهم ذات أنواط فقال لهم رسول الله صلى الله عليه وسلم: الله أكبر! إنها السنن قلتم – والذي نفسي بيده – كما قالت بنوا إسرائيل لموسى {اجعل لنا إلها كما لهم آلهة} (¬3) ، قال: إنكم قوم تجهلون لتركبن سنن من كان قبلكم)) رواه الترمذي وصححه)) . ¶ قال محمد تقي الدين: تأمل أيها الموفق لاتباع كتاب الله ¶ ¬_________ ¶ (¬1) الزمر: 45. ¶ (¬2) الأنفال: 34. ¶ (¬3) الأعراف: 138.",
            "page": "19",
            "part": "1",
            "seal": "42CE2914"
        },
        {
            "id": "19",
            "nass": "وسنة رسوله، المحقق لتوحيد الله هذا الحديث تجد فيه مسائل: ¶ الأولى: أن من قل علمه ولو من أهل القرون الأولى المصاحبين لرسول الله صلى الله عليه وسلم قد يلتبس عليه الأمر وتخفى عليه بعض أنواع الشرك فلا يعصمه من الوقوع فيه إلا الاستنارة بأنوار السنة المحمدية والرجوع إلى كتاب الله وبيان رسوله الكريم صلى الله عليه وسلم، وكذلك فعل أبو واقد وأصحابه فإنهم حين ظنوا أن التبرك بشجرة يأذن فيها رسول الله صلى الله عليه وسلم لا بأس به ولا ينافي التوحيد ولا يتعارض مع قول ((لا إله إلا الله)) فأخبرهم النبي صلى الله عليه وسلم مؤكداً إخبارهم بالقسم ومكبراً، استعظاماً لذلك الأمر: أن ما سألوه هو عين ما سأله قوم موسى، وهو الشرك الأكبر الموجب للخلود في جهنم. ¶ الثانية: أنه لا عبرة بالأسماء وإنما العبرة بالمسميات فإنهم لم يقولوا للنبي صلى الله عليه وسلم: اجعل لنا إلهاً نعبده من هذه الشجرة بتعليق أسلحتنا في أغصانها والتبرك بالجلوس عندها، بل قالوا: اجعل لنا ذات أنواط كما للمشركين ذات أنواط، فأخبرهم، وأكد لهم أن ذلك اتخاذ لتلك الشجرة إلهاً. ¶ الثالثة: أن العبادة غير منحصرة في السجود والركوع والدعاء والاستغاثة والاستعاذة، بل كل قول أو عمل عظم به غير الله تعالى رجاء النفع، وإن كان من الأماكن التي مر بها",
            "page": "20",
            "part": "1",
            "seal": "9F82FA88"
        },
        {
            "id": "20",
            "nass": "نبي صالح، هو عبادة لذلك المكان، ولا ينفع عابده زعمه أنه يتبرك بمكان كان فيه نبي فضلاً عن غيره، فتقبيل التوابيت والقبور والطواف بها والتمسح بها وأخذ ترابها للشفاء كل ذلك عبادة وشرك بالله تعالى. ¶ الرابعة: فإن قيل: هل أشرك أبو واقد وأصحابه لما خطر ببالهم ذلك؟ قلنا: لا؛ لأن الله تعالى لا يؤاخذ على الخواطر وما وسوست به النفس ما لم يعتقده الإنسان أو يتكلم به أو يعمله، فإن قيل: لو أقدموا على ذلك ولم يسألوا النبي صلى الله عليه وسلم هل كانوا يشركون؟ فالجواب: أن ذلك مقتضى قول النبي صلى الله عليه وسلم: ((قلتم والذي نفسي بيده كما قال قوم موسى)) ولكنهم أجل – ولو كانوا حديثي عهد بكفر – من أن يقدموا على مثل ذلك أو أقل منه بلا دليل قاطع من كتاب الله وسنة رسوله، فليعتبر بذلك الذين يسمون أنفسهم علماء ويبيحون اتخاذ المواسم والأعياد عند القبور والقباب، ويحضرونها بأنفسهم، ويأكلون من القرابين التي تذبح عندها، وهي مما أهل لغير الله به ويشاركون العوام في الابتهال والتضرع للأوثان فبعدا للقوم الظالمين فما تركوا للجهال إذن!! . ¶ الخامسة: من أعلام نبوته قوله ((إنها السنن لتركبن سنن من كان قبلكم)) ، أي لتتبعن طريقهم في بدعهم ومعاصيهم وشركهم وكفرهم، فتعوذ بالله من العصيان بعد الطاعة،",
            "page": "21",
            "part": "1",
            "seal": "5398B2DC"
        },
        {
            "id": "21",
            "nass": "ومن الخذلان وعمى البصيرة. ¶ قال الحافظ أبو عبد الرحمن بن إسماعيل الشافعي المعروف بابن أبي شامة في كتاب البدع والحوادث: ((ومن هذا القسم أيضاً ما قد عم الابتلاء به من تزيين الشياطين للعامة تخليق الحيطان والعمد، وإسراج مواضع مخصوصة في كل بلد، يحكي لهم حاك أنه رأى في منامه بها أحداً ممن اشتهر بالصلاح والولاية فيفعلون ذلك ويحافظون عليه مع تضييعهم لفرائض الله وسننه، ويظنون أنهم مقربون بذلك، ثم يتجاوزون هذا إلى أن يعظم وقع تلك الأماكن في قلوبهم فيعظمونها، ويرجون الشفاء لمرضاهم وقضاء حوائجهم بالنذر لها، وهي من عيون وشجر وحائط وحجر، وفي مدينة دمشق مواضع متعددة كمدينة الحمى خارج باب ((توما)) ، والعمود المخلق داخل باب الصغير، والشجرة الملعونة، خارج باب النصر في نفس قارعة الطريق، سهل الله قطعها واجتثاثها من أصلها فما أشبهها بذات أنواط الواردة في الحديث)) انتهى. ¶ وذكر ابن القيم رحمه الله مثل ما ذكره أبو شامة ثم قال: ((فما أسرع أهل الشرك إلى اتخاذ الأوثان من دون الله ولو كانت ما كانت ويقولون: إن هذا الحجر وهذه الشجرة وهذه العين تقبل النذر، أي تقبل العبادة من دون الله فإن النذر",
            "page": "22",
            "part": "1",
            "seal": "1B84B777"
        },
        {
            "id": "22",
            "nass": "عبادة وقربة يتقرب بها الناذر إلى المنذر له، وحديث أبي واقد أيضاً رواه أحمد وأبو يعلى وابن أبي شامة والنسائي وابن جرير وابن المنذر وابن أبي حاتم والطبراني. ¶ وفي مغازي ابن إسحاق من زيادة يونس بن بكير عن أبي خلدة خالد بن دينار حدثنا أبو العالية قال: لما فتحنا ((تستر)) وجدنا في بيت مال ((الهرمزان)) سريراً عليه رجل ميت، عند رأسه مصحف فأخذنا المصحف فحملناه إلى ((عمر)) فدعا له كعباً فنسخه بالعربية فأنا أول رجل قرأه من العرب قرأته مثل ما أقرأ القرآن فقلت لأبي العالية ما كان فيه قال: سيرتكم وأموركم ولحون كلامكم وما هو كائن بعد قلت: فماذا صنعتم بالرجل؟ قال: حفرنا له بالنهار ثلاثة عشر قبراً متفرقة فلما كان الليل دفناه وسوينا القبور كلها لنعميه على الناس، قلت: وما يرجون منه قال: كانت السماء إذا حبست عنهم برزوا بسريره يستمطرون فقلت: من كنتم تظنون الرجل؟ قال: رجل يقال له ((دانيال)) : فقلت منذ كم وجدتموه مات؟ قال: منذ ثلاثمائة سنة. قلت: ما كان تغير منه شيء؟ قال: لا إلا شعيرات من قفاه)) قال ابن القيم رحمه الله: ((ففي هذه القصة ما فعله المهاجرون والأنصار رضي الله عنهم من تعمية قبره حتى لا يعثر عليه، ولم يبرزوه للدعاء عنده والتبرك به، ولو ظفر به المتأخرون لجالدوا عليه",
            "page": "23",
            "part": "1",
            "seal": "A47B93B3"
        },
        {
            "id": "23",
            "nass": "بالسيوف ولعبدوه من دون الله)) . ¶ قال محمد تقي الدين: نشرت جريدة ((العلم)) الاستقلالية المشهورة قبل بضع سنين مقالاً لمعلمة فاضلة اسمها ((خديجة النعيمي)) أنها كانت تسير مع نسوة فمررن بمكان فيه حجارة، قد وضع بعضها على بعض كوما فقالت رفيقاتها: ((نتاع الله لله يا للاحمارة)) ... فأنكرت عليهن وقالت لهن: ((أفي الحمير أولياء؟)) فقلن: ((نعم! إن لها بركة مشهودة)) ، ورجت ((خديجة النعيمي)) في ذلك المقال العلماء ليؤدوا ما فرض عليهم ويعلموا الناس السنة الصحيحة، وينقذوهم من الشرك والضلال، فأجبت دعوتها ونشرت في صحيفة ((العلم)) عدة من المقالات بينت فيها الحق من الباطل وأقمت فيها الحجة على أن ذلك وأمثاله من الشرك الأكبر، وما رأيت أحداً استجاب لدعوتها غيري، وما أحسن قول الشاعر: ¶ لقد أسمعت لو ناديت حياً ¶ ولو ناراً نفخت بها أضاءت ¶ ولكن لا حياة لمن تنادي ¶ ولكن أنت تنفخ في رماد ¶ وهذا بالنسبة إلى من يسمون أنفسهم علماء فقليل منهم من يؤدي واجبه ويصدع بالحق. أما العوام فإنهم أقرب إلى",
            "page": "24",
            "part": "1",
            "seal": "974E8B96"
        },
        {
            "id": "24",
            "nass": "الخير فكثير منهم إذا عرفوا الحق تمسكوا به، فسكوت هؤلاء المنافقين من العلماء أفضى بالناس إلى عبادة الحمير. ¶ أما صاحب هذه الرسالة الوقحة فلم يقتصر على السكوت ولو اقتصر عليه لكان شيطاناً أخرس كما جاء في الخبر ولكنه فضل أن يكون شيطاناً ناطقاً فسيرى في هذا الجواب إن شاء الله شهاباً ثاقباً. ¶ أمر عمر بن الخطاب بقطع شجرة الرضوان ¶ قال القاسمي في تفسيره: ((قال الحافظ في ((الفتح)) روى ابن سعد بإسناد صحيح ((فقطعت)) . وقال ابن وضاح سمعت عيسى بن يونس يقول: أمر عمر بن الخطاب رضي الله عنه بقطع الشجرة التي بويع تحتها النبي صلى الله عليه وسلم فقطعها لأن الناس كانوا يذهبون فيصلون تحتها فخاف عليهم الفتنة. ¶ وفي فتح المجيد: ((قال المعرور بن سويد: صليت مع عمر بن الخطاب رضي الله عنه بطريق مكة صلاة الصبح ثم رأى الناس يذهبون مذاهب فقال: أين يذهب هؤلاء فقيل يا أمير المؤمنين! مسجد صلى فيه النبي صلى الله عليه وسلم فهم يصلون فيه فقال إنما هلك من كان قبلكم بمثل هذا كانوا يتتبعون آثار أنبيائهم ويتخذونها كنائس وبيعا، فمن أدركته الصلاة في المساجد فليصل ومن لا فليمض ولا يتعمدها.",
            "page": "25",
            "part": "1",
            "seal": "9AA0479D"
        },
        {
            "id": "25",
            "nass": "قال صاحب فتح البيان في تفسير سورة الفتح: ((وفي الصحيح عن ابن عمر أن الشجرة أخفيت، والحكمة في ذلك أن لا يحصل الافتتان بها لما وقع تحتها من الخير فلو بقيت لما أمن تعظيم الجهال لها حتى ربما اعتقدوا أن لها قوة نفع أو ضر كما نشهده الآن فيم دونها، ولذلك أشار ابن عمر بقوله كان خفاؤها رحمة من الله، كذا في فتح الباري)) ، ثم ذكر صاحب فتح البيان الحديث المتقدم عن نافع في قطع الشجرة وقال: أخرجه ابن أبي شيبة في مصنفه. ¶ أحاديث النهي عن البناء على القبور والعبادة عدها سداً للذريعة الموصلة إلى الشرك ¶ 1- في الصحيحين عن عائشة عن أم سلمة وأم حبيبة ذكرتا للنبي صلى الله عليه وسلم كنيسة رأتاها بأرض الحبشة وما فيها من الصور فقال: ((أولئك إذا مات فيهم الرجل الصالح أو العبد الصالح بنوا على قبره مسجداً وصوروا فيه تلك الصور، أولئك شرار الخلق عند الله)) . ¶ قال شيخ الإسلام: ((فهؤلاء جمعوا بين فتنتين، فتنة القبور وفتنة التماثيل، وهذه العلة التي لأجلها نهى الشارع صلى الله عليه وسلم عن اتخاذ المساجد على القبور، وهي التي أوقعت كثيراً من الأمم إما في الشرك الأكبر أو في ما دونه من الشرك، فإن النفوس قد أشركت",
            "page": "26",
            "part": "1",
            "seal": "476185C0"
        },
        {
            "id": "26",
            "nass": "بتماثيل الصالحين، وتماثيل يزعمون أنها طلاسم الكواكب ونحو ذلك، فإن الشرك بقبر الرجل الذي يعتقد صلاحه أقرب إلى النفوس من الشرك لقبة أو حجر، ولهذا تجد أهل الشرك يتضرعون ويخضعون ويعبدون القبور بقلوبهم عبادة لا يفعلونها في بيوت الله وقت السحر، ومنهم من يسجد لها وأكثرهم يرجون من بركة الصلاة عندها والدعاء ما لا يرجونه في المساجد فلأجل هذه المفسدة حسم النبي صلى الله عليه وسلم مادتها حتى نهى عن الصلاة في المقبرة مطلقاً وإن لم يقصد المصلي بركة البقعة بصلاته كما يقصد بصلاته بركة المساجد، كما نهى عن الصلاة وقت طلوع الشمس وغروبها لأنها أوقات يقصد فيها المشركون الصلاة للشمس فنهى أمته عن الصلاة حينئذٍ وإن لم يقصدوا ما قصده المشركون سداً للذريعة، وأما إذا قصد الرجل الصلاة عند القبور متبركاً بالصلاة في تلك البقعة فهذا عين المحادة لله ولرسوله والمخالفة لدينه وابتداع دين لم يأذن به الله، فإن المسلمين قد أجمعوا على ما علموه بالضرورة من دين الرسول صلى الله عليه وسلم أن الصلاة عند القبور منهي عنها، وأنه صلى الله عليه وسلم لعن من اتخذها مساجد، فمن أعظم المحدثات وأسباب الشرك الصلاة عندها واتخاذها مساجد وبناء المساجد عليها. وقد تواترت النصوص عن",
            "page": "27",
            "part": "1",
            "seal": "3E96D8F8"
        },
        {
            "id": "27",
            "nass": "النبي صلى الله عليه وسلم بالنهي عن ذلك والتغليظ فيه. وقد صرح عامة الطوائف بالنهي عن بناء المساجد عليها متابعة منهم للسنة الصحيحة الصريحة. ¶ وصرح أصحاب أحمد وغيرهم من أصحاب مالك والشافعي بتحريم ذلك، وطائفة أطلقت الكراهية والذي ينبغي أن تحمل عليه كراهة التحريم إحساناً للظن بالعلماء وأن لا يظن أنهم يجيزون فعل ما تواتر عن رسول الله صلى الله عليه وسلم لعن فاعله والنهي عنه)) انتهى. ¶ 2- في الصحيحين عن عائشة أيضاً قالت: ((لما نزل برسول الله صلى الله عليه وسلم طفق يطرح خميصة له على وجهه، فإذا اغتم بها كشفها فقال وهو كذلك: لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد، يحذر",
            "page": "28",
            "part": "1",
            "seal": "5509511B"
        },
        {
            "id": "28",
            "nass": "ما صنعوا ولولا ذلك لأبرز قبره غير أنه خشي أن يتخذ مسجدا)) . ¶ قال في فتح المجيد: ((قوله ((لما نزل)) هو بضم النون وكسر الزاي أي نزل به ملك الموت والملائكة الكرام عليهم السلام. قوله ((طفق)) بكسر الفاء وفتحها والكسر أفصح، وبه جاء القرآن ومعناه: جعل. قوله ((خميصة)) بفتح المعجمة والصاد المهملة كساء له أعلام. قوله ((فإذا اغتم بها)) أي تضايق نفسه بسببها. قوله: ((لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد)) يبين أن من فعل ذلك حل عليه من اللعنة ما حل على اليهود والنصارى. قوله: ((يحذر ما صنعوا)) الظاهر أنه من كلام عائشة لأنها فهمت من قول النبي صلى الله عليه وسلم تحذير أمته من هذا الصنيع الذي كانت تفعله اليهود والنصارى في قبور أنبيائهم فإنه من الغلو في الأنبياء ومن أعظم الوسائل إلى الشرك، ومن غربة الإسلام أن هذا الذي لعن الرسول صلى الله عليه وسلم فاعليه تحذيراً لأمته أن يفعلوه معه صلى الله عليه وسلم ومع الصالحين من أمته، قد فعله الخلق الكثير من متأخري هذه الأمة واعتقدوه قربة من القربات وهو من أعظم السيئات والمنكرات، وما شعروا أن ذلك محادة لله ولرسوله صلى الله عليه وسلم. قال القرطبي في معنى هذا الحديث: ((وكل ذلك لقطع الذريعة المؤدية إلى عبادة من فيها كما كان السبب في عبادة الأصنام)) انتهى. إذ لا فرق بين عبادة القبر ومن فيه وعبادة الصنم، وتأمل قول الله تعالى في يوسف بن يعقوب حيث يقول: {واتبعت ملة آبائي إبراهيم وإسحاق ويعقوب ما كان لنا أن نشرك بالله من شيء} نكرة في سياق النفي تعم كل شرك. ¶ قوله: ((ولولا ذلك)) أي ما كان يحذر من اتخاذ قبر النبي صلى الله عليه وسلم مسجداً، لأبرز قبره وجعل مع قبور الصحابة الذين",
            "page": "29",
            "part": "1",
            "seal": "D097A353"
        },
        {
            "id": "29",
            "nass": "كانت قبورهم في البقيع. قوله: ((غير أنه خشي أن يتخذ مسجداً)) روي بفتح الخاء وضمها، فعلى رواية الفتح يكون هو الذي خشى ذلك صلى الله عليه وسلم وأمرهم أن يدفنوه في المكان الذي قبض فيه، وعلى رواية الضم يحتمل أن يكون الصحابة هم الذين خافوا أن يقع ذلك من بعض الأمة فلم يبرزوا قبره خوفاً على الأمة أن يقع بعضها في هذا الخطر الذي نهى عنه الرسول وحذر من فعله. ¶ قال القرطبي: ((ولهذا بالغ المسلمون في سد الذريعة في قبر النبي صلى الله عليه وسلم فأغلقوا حيطان تربته، وسدوا المداخل إليها وجعلوها محدقة بقبره صلى الله عليه وسلم ثم خافوا أن يتخذ موضع قبره قبلة لتوجه المصلين ناحيته فتصور الصلاة بصورة العبادة فبنوا جدارين من ركني القبر الشماليين وحرفوهما حتى التقيا على زاوية مثلثة من ناحية الشمال حتى لا يتمكن أحد من استقبال قبره)) )) انتهى. ¶ 3- أخرج مسلم في صحيحه عن جندب بن عبد الله قال سمعت النبي صلى الله عليه وسلم قبل أن يموت بخمس وهو يقول: ((إني أبرأ إلى الله أن يكون لي منكم خليل، فإن الله قد اتخذني خليلاً كما اتخذ إبراهيم خليلا، ولو كنت متخذاً خليلاً لاتخذت أبا بكر خليلا. ألا وإن من كان قبلكم كانوا يتخذون قبور أنبيائهم مساجد، ألا فلا تتخذوا القبور مساجد فإني",
            "page": "30",
            "part": "1",
            "seal": "0A2794B1"
        },
        {
            "id": "30",
            "nass": "أنهاكم عن ذلك)) . ¶ قال شيخ الإسلام رحمه الله بعد إيراد هذا الحديث: ((فقد نهى عنه في آخر حياته، ثم إنه لعن وهو في مرض الموت من فعله والصلاة عند القبور من ذلك وإن لم يبن مسجد، وهو معنى قولها (أي السيدة عائشة) ((خشي أن يتخذ مسجدا)) فإن الصحابة لم يكونوا ليبنوا حول قبره مسجدا، وكل موضع قصدت الصلاة فيه فقد اتخذ مسجدا، بل كل موضع يصلى فيه يسمى مسجدا كما قال صلى الله عليه وسلم: ((جعلت لي الأرض مسجدا وطهورا)) )) انتهى. ¶ قال محمد تقي الدين: في هذا الحديث دليل على أن أبا بكر الصديق هو أفضل أصحاب رسول الله صلى الله عليه وسلم وهو الذي يستحق أن يكون خليفة بعده. ¶ قال العلماء: الخلة أعلى درجة من المحبة، ولذلك صرح النبي صلى الله عليه وسلم بالمحبة لأبي بكر وابنته عائشة وعمر بن الخطاب ومعاذ بن جبل، وأبى أن يتخذ أحدا من أهل الأرض خليلا. والله سبحانه وتعالى يحب التوابين ويحب المتطهرين، ويحب الصالحين المتواضعين للمؤمنين، الأشداء على أعداء الإسلام كما قال في سورة المائدة: {يا أيها الذين آمنوا من يرتد منكم عن دينه فسوف يأتي الله بقوم يحبهم ويحبونه. أذلة على المؤمنين أعزة على الكافرين",
            "page": "31",
            "part": "1",
            "seal": "2BD3E46C"
        },
        {
            "id": "31",
            "nass": "يجاهدون في سبيل الله ولا يخافون لومة لائم} (¬1) ومع ذلك لم يتخذ أحداً من خلقه خليلاً إلا إبراهيم ومحمداً صلوات الله وسلامه عليهما وإلى تفوق مرتبة الخلة على المحبة يشير قول الشاعر: ¶ قد تخللت مسلك الروح مني ... وبذا سمي الخليل خليلا ¶ 4- أخرج أحمد وأبو حاتم وابن حبان في صحيحه عن عبد الله بن مسعود قال: قال رسول الله صلى الله عليه وسلم: ((إن من شرار الناس من تدركهم الساعة وهم أحياء والذين يتخذون القبور مساجد)) . ¶ قال صاحب فتح المجيد: ((قوله ((والذين يتخذون القبور مساجد)) ، معطوف على اسم (إن) في محل نصب على نية تكرار العامل، أي وإن من شرار الناس الذين يتخذون القبور مساجد أي بالصلاة عندها وإليها، وبناء المساجد عليها، وتقدم في الأحاديث الصحيحة أن هذا من عمل اليهود والنصارى، وأن النبي صلى الله عليه وسلم لعنهم على ذلك تحذيراً لأمته أن يفعلوا ذلك مع نبيهم وصالحيهم مثل اليهود والنصارى، فما رفع أكثرهم بذلك رأساً، بل اعتقدوا أن هذا الأمر قربة إلى الله وهو مما يبعدهم من الله ويطردهم من رحمته ومغفرته. ¶ ¬_________ ¶ (¬1) المائدة: 54.",
            "page": "32",
            "part": "1",
            "seal": "357E195E"
        },
        {
            "id": "32",
            "nass": "والعجب أن أكثر من يدعي العلم ممن هو من هذه الأمة لا ينكرون ذلك، بل ربما استحسنوه ورغبوا في فعله، فلقد اشتدت غربة الإسلام وعاد المعروف منكراً والمنكر معروفاً، والسنة بدعة والبدعة سنة، نشأ على هذا الصغير وهرم عليه الكبير)) . ¶ قال محمد تقي الدين: ومع ذلك كله لا نيأس من وجود طائفة قائمة بنصرة الحق ثابتة عليه مبلغة له، منصورة به لا يضرها من خالفها ولا من عاداها إلى يوم القيامة، لأن النبي صلى الله عليه وسلم بشرنا بذلك لما أخرجه البخاري ومسلم وغيرهما عن المغيرة بن شعبة قال: قال رسول الله صلى الله عليه وسلم: ((لا تزال طائفة من أمتي ظاهرة حتى يأتيهم أمر الله وهم ظاهرون)) . ¶ قال يزيد بن هارون وأحمد بن حنبل: إن لم يكونوا أهل الحديث فلا أدري من هم؟ وقال ابن المبارك وعلي بن المديني وأحمد بن سنان والبخاري وغيرهم ((إنهم أهل الحديث)) . ¶ وقد ظن هذا المشرك أن الجو قد خلا له فصار يبعث بالرسائل إلى اتخاذ الأولياء من دون الله وينهاهم عن اتباع سنة رسول الله، ألا ساء ما سولت له نفسه: ¶ خلا لك الجو فبيضي واصفري ... ونقري ما شئت أن تنقري",
            "page": "33",
            "part": "1",
            "seal": "1A4C017C"
        },
        {
            "id": "33",
            "nass": "لابد من أخذك يوماً فاحذري ¶ وما أحسن ما قال بعضهم: ¶ دعاني لشب الحرب بيني وبينه ¶ فلما أبى ألقيت فضل عنانه ¶ فكان صريع الخيل أول وهلة ¶ فقلت له لا لا هلم إلى السلم ¶ إليه فلم يرجع بحزم ولا عزم ¶ فبعدا له مختار جهل على علم ¶ 5- روى مالك في الموطأ عن زيد بن أسلم عن عطاء بن يسار أن رسول الله صلى الله عليه وسلم قال: ((اللهم لا تجعل قبري وثناً يعبد، اشتد غضب الله على قوم اتخذوا قبور أنبيائهم ¶ مساجد)) . ¶ وله شاهد عند أحمد بسنده عن سهيل بن أبي صالح عن أبيه عن أبي هريرة رفعه: ((اللهم لا تجعل قبري وثناً لعن الله قوما اتخذوا قبور أنبياءهم مساجد)) وقد استجاب الله دعاء رسوله صلى الله عليه وسلم، وفي ذلك يقول ابن القيم رحمه الله: ¶ ودعا بأن لا يجعل القبر الذي ¶ فأجاب رب العالمين دعاءه ¶ قد ضمه وثنا من الأوثان ¶ وأحاطه بثلاثة الجدران",
            "page": "34",
            "part": "1",
            "seal": "35AF489E"
        },
        {
            "id": "34",
            "nass": "حتى غدت أرجاؤه بدعائه ¶ في عزة وحماية وصيان ¶ ودل الحديث على أن قبر النبي صلى الله عليه وسلم لو عبد كان وثنا، لكن حماه الله بما حال بينه وبين الناس فلا يوصل إليه. ودل الحديث على أن الوثن هو ما يباشره العابد من القبور والتوابيت التي عليها. وقد عظمت الفتنة بالقبور بتعظيمها وعبادتها. ¶ 6- عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: ((لا تجعلوا قبري عيدا وصلوا علي فإن صلاتكم تبلغني حيث كنتم)) رواه أبو داود بإسناد حسن، رواته ثقات. وعن علي بن الحسين أنه رأى رجلا يجئ إلى فرجة كانت عند قبر النبي صلى الله عليه وسلم فيدخل فيها فيدعو فنهاه وقال: ألا أحدثكم حديثاً سمعته من أبي عن جدي عن رسول الله صلى الله عليه وسلم قال: ((لا تتخذوا قبري عيدا ولا بيوتكم قبورا وصلوا علي فإن تسليمكم يبلغني أين كنتم)) رواه الضياء في المختارة ورواه أبو يعلى والقاضي إسماعيل. ¶ وقال سعيد بن منصور في سننه حدثنا عبد العزيز بن محمد أخبرني سهيل بن صالح قال: رآني الحسن بن الحسن بن علي بن أبي طالب رضي الله عنهم عند القبر فناداني وهو في بيت فاطمة يتعشى فقال: هلم إلى العشاء",
            "page": "35",
            "part": "1",
            "seal": "91505809"
        },
        {
            "id": "35",
            "nass": "فقلت: لا أريده فقال: ما لي رأيتك عند القبر فقلت سلمت على النبي صلى الله عليه وسلم فقال: إذا دخلت المسجد فسلم، ثم قال: إن رسول الله قال: ((لا تتخذوا قبري عيدا ولا تتخذوا بيوتكم مقابر وصلوا علي فإن صلاتكم تبلغني حيثما كنتم. لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد)) ما أنتم ومن بالأندلس إلا سواء. وقال سعيد أيضاً: حدثنا حبان بن علي حدثنا محمد بن عجلان عن أبي سعيد مولى المهري قال: قال رسول الله صلى الله عليه وسلم: ((لا تتخذوا قبري عيدا ولا بيوتكم قبورا، وصلوا علي فإن صلاتكم تبلغني)) . ¶ في هذا الحديث فوائد: ¶ الأولى: أمر النبي صلى الله عليه وسلم أمته أن يجعلوا بعض عبادتهم كالصلاة والدعاء وقراءة القرآن في بيوتهم، هذا في غير الفرائض الخمس، أما هي فالأفضل أن تكون في المساجد إجماعاً. ¶ الثانية: تشبيه النبي صلى الله عليه وسلم البيت الذي لا يصلى فيه ولا يقرأ فيه القرآن بالمقبرة دليل مفهومه النهي عن الصلاة وقراءة القرآن في المقابر، وقد مر التصريح بذلك في الأحاديث السابقة. ¶ الثالثة: نهى النبي صلى الله عليه وسلم أمته عن اتخاذ قبره عيدا يحج الناس إليه كالمسجد الحرام ومنى ومزدلفة وعرفات فإنها",
            "page": "36",
            "part": "1",
            "seal": "506AF615"
        },
        {
            "id": "36",
            "nass": "أعياد مكانية يعود الناس إليها في كل عام. والأعياد الزمانية هي التي تعود على الناس كعيد الأضحى وعيد الفطر. ومن المعلوم أن الرحال لا تشد إلى بقعة لفضل فيها إلا إلى ثلاثة مساجد، المسجد الحرام، ومسجد النبي والمسجد الأقصى. ¶ الرابعة: إخبار النبي صلى الله عليه وسلم أن صلاة المصلين وسلام المسلمين عليه يوصلهما الله إليه، وإن كان المصلي في أقصى مشارق الأرض ومغاربها فلا فرق بين بعيد وقريب، ولذلك قال الحسن بن الحسن بن علي بن أبي طالب: ((ما أنتم ومن بالأندلس إلا سواء)) ، يعني أن من سلم على النبي صلى الله عليه وسلم وهو ملتصق بحائط حجرته الشريفة أو في مسجده كمن سلم عليه في الأندلس. ¶ الخامسة: إذا امتنع تحري الدعاء عند حجرة النبي صلى الله عليه وسلم فامتناعه عند قبور الصالحين أولى. وقد تقدم لعن من يفعله على لسان النبي صلى الله عليه وسلم وكون فاعله من شرار الخلق عند الله، واشتداد غضب الله عليهم فليبؤ بإثم ذلك كل من دعا إلى ضلالة كمرسل الرسالة المنكرة إلى إمام مسجد أرفود، يدعوهم فيها إلى الشرك وترك سنة النبي صلى الله عليه وسلم كبرت كلمة تخرج من أفواههم إن يقولون إلا كذبا. ¶ السادسة: قال شيخ الإسلام رحمة الله عليه عقب تخريج هذا الحديث: ((فانظر إلى هذه السنة كيف أن مخرجها",
            "page": "37",
            "part": "1",
            "seal": "C5A5725F"
        },
        {
            "id": "37",
            "nass": "أهل المدينة وأهل البيت الذين لهم من رسول الله صلى الله عليه وسلم قرب النسب وقرب الدار، لأنهم إلى ذلك أحوج من غيرهم فكانوا له أضبط)) انتهى. ¶ السابعة: عن ابن عباس قال: ((لعن رسول الله صلى الله عليه وسلم زائرات القبور والمتخذين عليها المساجد والسرج)) رواه أهل السنن الثلاثة (أبو داود والترمذي وابن ماجة) ورواه أحمد والترمذي وصححه من حديث أبي هريرة، ورواه ابن ماجة من حديث عبد الرحمن بن حسان بن ثابت عن أبيه. ¶ وفيه مسائل: ¶ الأولى: لعن النبي صلى الله عليه وسلم لزائرات القبور يقتضي تحريم زيارة القبور على النساء مطلقاً، وفي الباب أحاديث متعددة، وقد اختلف الأئمة في ذلك، والحق مع القائلين بالتحريم. ¶ الثانية: لعن النبي صلى الله عليه وسلم لمن يبني مسجداً أو غيره على قبر كيفما كان ذلك القبر. وقد تقدمت الأحاديث في ذلك بما فيه الغنية. ¶ الثالثة: لعن النبي صلى الله عليه وسلم لكل من يوقد سراجاً أو شمعة أو نحوهما على قبر تعظيماً له، وكذلك من يعظمه بإهداء الأموال إليه والتصدق لوجه صاحبه إلى غير ذلك مما يفعله المشركون لآلهتهم وأوليائهم الذين اتخذوهم من دون الله ولنقتصر على هذا القدر في الرد على ما جاء في رسالة المفتون من إباحة الشرك والترغيب فيه.",
            "page": "38",
            "part": "1",
            "seal": "F861FE6E"
        },
        {
            "id": "38",
            "nass": "الفصل الثاني ¶ (في تحريم الإفتاء والقضاء بالتقليد وبيان أن التمذهب بدعة وأن من عجز عن أخذ الحكم من الكتاب والسنة يجوز له أن يقلد عالما من علماء زمانه يسأله مشافهة عما جاء عن الله ورسوله في تلك المسألة ولا يلتزم شخصا بعينه ولا جماعة بأعيانها) ¶ اعلم أيها الطالب للحق المتبرئ من الشرك والبدعة وأهلهما! أن الله أرسل رسوله محمداً صلى الله عليه وسلم بالهدى ودين الحق بشيراً ونذيراً، لينذر من كان حياً ويحق القول على الكافرين، فبلغ الرسالة ولم يخص بها أحداً دون أحد وأدى الأمانة على أكمل وجه، وجاهد في الله حق جهاده وعبد الله حتى أتاه اليقين، صلوات الله وسلامه عليه وعلى آله وأصحابه العدول الثقات الذين هم أغزر هذه الأمة علماً، وأقومها سبيلاً، وأطهرها قلوباً وأتقاها لله، اختارهم الله لصحبة نبيه وقال فيهم: {كنتم خير أمة أخرجت للناس} (¬1) ، وأمر كل من بعدهم ¶ ¬_________ ¶ (¬1) آل عمران: 110.",
            "page": "39",
            "part": "1",
            "seal": "51B1C95A"
        },
        {
            "id": "39",
            "nass": "باتباعهم فقال تعالى في سورة التوبة: {والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه وأعد لهم جنات تجري من تحتها الأنهار خالدين فيها ذلك الفوز العظيم} (¬1) . ¶ وقال تعالى حاثاً عباده على اتباع رسوله في سورة آل عمران: {قل إن كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم ذنوبكم والله غفور رحيم} (¬2) وقال تعالى في سورة الأعراف: {ورحمتي وسعت كل شيء فسأكتبها للذين يتقون ويؤتون الزكاة والذين هم بآياتنا يؤمنون الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوباً عندهم في التوراة والإنجيل} إلى أن قال: {فالذين آمنوا به وعزروه ونصروه واتبعوا النور الذي أنزل معه أولئك هم المفلحون} (¬3) وقال تعالى في سورة الأعراف: {اتبعوا ما أنزل إليكم من ربكم ولا تتبعوا من دونه أولياء قليلاً ما تذكرون} (¬4) والآيات في هذا المعنى أكثر من أن تحصى. ¶ ثم تحمل الرسالة بعد الصحابة الكرام التابعون، ورعوها ¶ ¬_________ ¶ (¬1) التوبة: 100. ¶ (¬2) آل عمران: 31. ¶ (¬3) الأعراف: 156، 157. ¶ (¬4) الأعراف: 3.",
            "page": "40",
            "part": "1",
            "seal": "3B6AB106"
        },
        {
            "id": "40",
            "nass": "حق رعايتها وكانوا أحق بها وأهلها، ثم حملها تابعوهم من الأئمة المجتهدين والحفاظ المبرزين نفوا عنها تحريف الغالين وانتحال المبطلين وتأويل الجاهلين. ولم يكن في تلك القرون المفضلة تشدد في الدين، ولا تمذهب، ولا تحزب، ولا تعصب، بل كانوا عباد الله إخوانا، وعلى طاعته أعوانا، وكان العامي في تلك العصور إذا عنت له مسألة سأل من يصادفه من العلماء، فكان الواحد يسأل في مسألة أحد الخلفاء الراشدين، وفي الأخرى عبد الله بن عباس، وفي الثالثة عبد الله بن مسعود، وفي الرابعة عبد الله بن عمر وفي الخامسة جابر بن عبد الله. وهكذا ولم يتخذ أحد منهم رجلاً بعينه يخص بالسؤال والاتباع دون غيره كأنه نبي مرسل. حاشاهم من ذلك، وإنما حدث ذلك بعد القرون المفضلة أي في القرون المذمومة على لسان رسول الله صلى الله عليه وسلم. ¶ وسأذكر هنا نبذة يسيرة من البراهين التي تثلج الصدور وترفع الحجب والستور، ومن لم يجعل الله له نوراً فما له من نور. ¶ الأول: كل من اتخذ رجلاً غير النبي صلى الله عليه وسلم حجة يحلل به، ويحرم به، دون أن يسأله عن دليل ما أفتى به، تحسيناً للظن به، واعتقاداً منه أنه لا يخطئ حكم الله أبداً، فقد اتخذ ذلك الشخص رباً دون الله. وإليك برهانه: قال حافظ",
            "page": "41",
            "part": "1",
            "seal": "55A874C5"
        },
        {
            "id": "41",
            "nass": "المغرب الإمام أبو عمر يوسف بن عبد البر النمري الذي شرح الموطأ ثلاثة شروح في كتابه جامع بيان العلم وفضله ما نصه: ((قد ذم الله تبارك وتعالى التقليد في غير موضع في كتابه فقال: {اتخذوا أحبارهم ورهبانهم أرباباً من دون الله} (¬1)) ) وروى عن حذيفة وغيره قالوا: ((لم يعبدوهم من دون الله ولكن أحلوا وحرموا عليهم فاتبعوهم)) . ¶ قال عدي بن حاتم: ((أتيت رسول الله صلى الله عليه وسلم وفي عنقي صليب فقال يا عدي ألق هذا الإثم من عنقك وانتهيت إليه وهو يقرأ سورة براءة حتى أتى على هذه الآية: {اتخذوا أحبارهم ورهبانهم أرباباً من دون الله} (¬2) قال: قلت: يا رسول الله، إنا لم نتخذهم أرباباً. قال: بلى، أليس يحلون لكم ما حرم عليكم فتحلونه ويحرمون عليكم ما أحل الله لكم فتحرمونه فقلت: بلى فقال: تلك عبادتهم)) . ¶ قال محمد تقي الدين: وروى الإمام ابن عبد البر آثاراً في هذا المعنى، وبيان ذلك أن الحكم الشرعي لا يجوز أن يكون لأحد إلا لله فهو كالصلاة والصيام وسائر العبادات فمن جعله لغير الله فقد أشرك وقال تعالى في سورة الشورى: {أم لهم شركاء شرعوا لهم من الدين ما لم يأذن به الله} (¬3) وقال ¶ ¬_________ ¶ (¬1) التوبة: 31. ¶ (¬2) المرجع السابق. ¶ (¬3) الشورى: 21.",
            "page": "42",
            "part": "1",
            "seal": "D5C614A3"
        },
        {
            "id": "42",
            "nass": "تعالى في سورة المائدة: {وأن احكم بينهم بما أنزل الله ولا تتبع أهواءهم واحذرهم أن يفتنوك عن بعض ما أنزل الله إليك فإن تولوا فاعلم أنما يريد الله أن يصيبهم ببعض ذنوبهم وإن كثيراً من الناس لفاسقون. أفحكم الجاهلية يبغون ومن أحسن من الله حكماً لقوم يوقنون} (¬1) وقال تعالى في سورة الشورى: {وما اختلفتم فيه من شيء فحكمه إلى الله} (¬2) ولا حجة في قول أحد كائناً من كان إلا في كلام الله وكلام رسوله لأنه معصوم. قال تعالى في سورة النجم: {وما ينطق عن الهوى إن هو إلا وحي يوحى} (¬3) . ¶ واعلم أن ما فرضه الله على أصحاب رسول الله صلى الله عليه وسلم وسائر القرون المفضلة هو الذي فرضه الله على سائر المسلمين إلى يوم القيامة، وما ابتدع بعدهم في الدين فهو ضلال لا يقبله الله ولا يرضاه رسوله صلى الله عليه وسلم أبداً، فالتفرق إلى مذاهب وطرائق وشيع أو فرق كله ضلال وسيأتي بيان ذلك إن شاء الله. ¶ ثم قال الإمام ابن عبد البر في باب فساد التقليد ((وقال عز وجل: {وكذلك ما أرسلنا من قبلك في قرية من نذير إلا قال مترفوها إنا وجدنا آباءنا على أمة وإنا على آثارهم مقتدون. ¶ ¬_________ ¶ (¬1) المائدة: 49، 50. ¶ (¬2) الشورى: 10. ¶ (¬3) النجم: 3، 4.",
            "page": "43",
            "part": "1",
            "seal": "8B0C30E7"
        },
        {
            "id": "43",
            "nass": "قال أولو جئتكم بأهدى مما وجدتم عليه آباءكم} فمنعهم الاقتداء بآبائهم من قبول الاهتداء: {فقالوا إنا بما أرسلتم به كافرون} (¬1) وفي هؤلاء ومثلهم قال الله عز وجل: {إن شر الدواب عند الله الصم البكم الذين لا يعقلون} (¬2) وقال: {إذ تبرأ الذين اتُبعوا من الذين اتَبعوا ورأوا العذاب وتقطعت بهم الأسباب وقال الذين اتبعوا لو أن لنا كرة فنتبرأ منهم كما تبرأوا منا كذلك يريهم الله أعمالهم حسرات عليهم وما هم بخارجين من النار} (¬3) وقال عز وجل عائباً لأهل الكفر وذاماً لهم: {ما هذه التماثيل التي أنتم لها عاكفون قالوا وجدنا آباءنا لها عابدين} (¬4) وقال: {إنا أطعنا سادتنا وكبراءنا فأضلونا السبيل} (¬5) ومثل هذا في القرآن كثير من ذم تقليد الآباء والرؤساء. ¶ وقد احتج العلماء بهذه الآيات في إبطال التقليد ولم يمنعهم كفر أولئك من الاحتجاج بها، لأن التشبيه لم يقع من جهة كفر أحدهما وإيمان الآخر وإنما وقع التشبيه بين التقليدين بغير حجة للمقلد كما لو قلد رجل رجلاً فكفر وقلد آخر فأذنب، فقلد آخر ¶ ¬_________ ¶ (¬1) الزخرف: 23، 24. ¶ (¬2) الأنفال: 22. ¶ (¬3) البقرة: 166، 167. ¶ (¬4) الأنبياء: 52، 53. ¶ (¬5) الأحزاب: 67.",
            "page": "44",
            "part": "1",
            "seal": "F639D30B"
        },
        {
            "id": "44",
            "nass": "في مسألة دنياه فأخطأ، وجهها كان كل واحد ملوماً على التقليد بغير حجة لأن كل ذلك تقليد يشبه بعضه بعضاً وإن اختلفت الأنام فيه)) . ¶ ثم قال: ((وقد ثبت الاحتجاج بما قدمنا في الباب قبل هذا، وفي ثبوت إبطال التقليد أيضاً. فإذا بطل التقليد بكل ما ذكرنا وجب التسليم للأصول التي يجب التسليم لها وهي الكتاب والسنة، أو ما كان في معناهما بدليل جامع بين ذلك. ¶ أخبرنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا أبو بكر بن عمرو بن عوف المزني عن أبيه عن جده قال: سمعت رسول الله صلى الله عليه وسلم يقول: ((إني لأخاف عليكم من زلة العالم، ومن حكم جائر ومن هوى متبع)) . وبهذا الإسناد عن النبي صلى الله عليه وسلم أنه قال: ((تركت فيكم أمرين لن تضلوا ما تمسكتم بهما كتاب الله وسنة رسوله)) )) . ¶ ثم روى بسنده إلى عمر بن الخطاب قال: ((ثلاث يهدمن الدين: زلة عالم، وجدال منافق بالقرآن، وأئمة مضلون)) ، ثم روى بسنده إلى معاذ بن جبل قال: ((الله حكم قسط، هلك المرتابون، إن وراءكم فتنا: يكثر المال ويفتح القرآن حتى يقرأه المؤمن والمنافق، والمرأة والصبي، والأسود والأحمر، فيوشك أحدهم أن يقول: قد قرأت القرآن فيما أظن أن يتبعوني حتى ابتدع لهم غيره، فإياكم وما ابتدع فإن كل بدعة ضلالة، وإياكم وزيغة",
            "page": "45",
            "part": "1",
            "seal": "198CED99"
        },
        {
            "id": "45",
            "nass": "الحكيم؟ قال: هي الكلمة تروعكم وتنكرونها وتقولون ما هذه؟ فاحذروا زيغته ولا تصدنكم عنه، فإنه يوشك أن يفئ وأن يراجع الحق، وأن العلم والإيمان مكانهما إلى يوم القيامة. فحسن ابتغاؤهما ووجودهما)) . ¶ ثم بعد ذكر آثار عديدة عن الصحابة في هذا المعنى، قال الإمام أبو عمر ما نصه: ((وإذا صح وثبت أن العالم يزل ويخطئ لم يجز لأحد أن يفتي أو يدين بقول لا يعرف وجهه)) . ¶ قال محمد تقي الدين: ((المراد بالوجه، الدليل من كتاب الله وسنة رسوله، فجميع المسائل التي موه بذكرها المفتون ((البوعصامي)) باطلة، لأنه لا يعرف دليلاً ولا يهتدي سبيلاً، ولا يحل له الإفتاء أبداً وإلا كان داخلاً في قوله تعالى في سورة الأعراف: {قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا بالله ما لم ينزل به سلطانا وأن تقولوا على الله ما لا تعلمون} (¬1) . ¶ ثم أنشد أبو عمر للحسين بن علي من أئمة آل البيت رضوان الله عليهم قال: ¶ ¬_________ ¶ (¬1) الأعراف: 33.",
            "page": "46",
            "part": "1",
            "seal": "17AE62B3"
        },
        {
            "id": "46",
            "nass": "تريد تنام على ذي الشبه ¶ وعلك إن نمت لم تنتبه ¶ فجاهد وقلد كتاب الإله ¶ لتلقى الإله إذا مت به ¶ فقد قلد الناس رهبانهم ¶ وكل يجادل عن راهبه ¶ وللحق مستنبط واحد ¶ وكل يرى الحق في مذهبه ¶ ففيما أرى عجب غير أن ¶ بيان التفرق من أعجبه ¶ ثم قال أبو عمر: ((وثبت عن النبي صلى الله عليه وسلم ما ذكرناه في كتابنا هذا أنه قال: تذهب العلماء ثم يتخذ الناس رؤساء جهالا، يسألون فيفتون بغير علم فيضلون ويضلون، وهذا كله نفي للتقليد لمن فهمه وهدي لرشده. ¶ حدثنا محمد بن إبراهيم قال حدثنا أحمد بن مطرف قال حدثنا سعيد ابن عثمان وسعيد بن حمير قال حدثنا يونس بن عبد الأعلى قال حدثنا سفيان بن عيينة قال: ((اضطجع ربيعة مقنعاً رأسه وبكى فقيل له ما يبكيك؟ فقال: رياء ظاهر وشهوة خفية، والناس عند علمائهم كالصبيان في حجور أمهاتهم ما نهوهم عنه انتهوا، وما أمروهم ائتمروا وقالوا لا تعرف خطأ معلمك حتى تجالس غيره. وقال عبد الله بن المعتز: ((لا فرق بين بهيمة تنقاد وبين إنسان يقلد)) وهذا كله لغير العامة، فإن العامة لا بد لها من تقليد علمائها عند النازلة تنزل بها لا تتبين موقع الحجة لعدم الفهم لأن العلم درجات لا سبيل إلى أعلاها إلا بنيل أسفلها، وهذا الحائل بين العامة وبين طلب الحجة والله أعلم.",
            "page": "47",
            "part": "1",
            "seal": "16B4AB70"
        },
        {
            "id": "47",
            "nass": "ولم تختلف العلماء أن العامة عليها تقليد علمائها، وأنهم المرادون بقول الله تعالى: {فاسألوا أهل الذكر إن كنتم لا تعلمون} (¬1) وأجمعوا أن الأعمى لابد له من تقليد غيره ممن يثق بمعرفته بالقبلة – إذا أشكلت عليه – فكذلك من لا علم ولا بصر له بمعنى ما يدين به، لا بد له من تقليد غيره، وكذلك لم يختلف العلماء أن العامة لا يجوز لها الفتيا، وذلك – والله أعلم – لجهلها بالمعاني التي فيها يجوز التحليل والتحريم، والقول في العلم. ¶ وقد نظمت في التقليد وموضعه أبياتا رجوت في ذلك جزيل الأجر لما علمت أن من الناس من يسرع إلى حفظ المنظوم ويتعذر عليه المنثور وهي من قصيدة لي: ¶ يا سائلي عن موضع التقليد خذ ¶ واصغ إلى قولي ودن بنصيحتي ¶ لا فرق بين مقلد وبهيمة ¶ تبا لقاض أو لمفت لا يرى ¶ فإذا اقتديت فبالكتاب وسنة الـ ¶ ثم الصحابة عند عدمك سنة ¶ وكذلك إجماع الذين يلونهم ¶ إجماع أمتنا وقول نبينا ¶ وكذا المدينة حجة إن أجمعوا ¶ وإذا الخلاف أتى فدونك فاجتهد ¶ وعلى الأصول فقس فروعك لا تقس ¶ والشر ما فيه فديتك أسوة ¶ من الجواب بفهم لب حاضر ¶ واحفظ علي بوادري ونوادري ¶ تنقاد بين جنادل ودعائر ¶ عللا ومعنى للمقال السائر ¶ مبعوث بالدين الحنيف الطاهر ¶ فأولاك أهل نهى وأهل بصائر ¶ من تابعيهم كابرا عن كابر ¶ مثل النصوص لدى الكتاب الزاهر ¶ متتابعين أوائلا بأواخر ¶ ومع الدليل فمل بفهم وافر ¶ فرعا بفرع كالجهول الحائر ¶ فانظر ولا تحفل بزلة ماهر ¶ ¬_________ ¶ (¬1) الأنبياء: 7.",
            "page": "48",
            "part": "1",
            "seal": "421DCF5F"
        },
        {
            "id": "48",
            "nass": ")) . ¶ ثم روى بسنده إلى أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: ((من أفتى بفتيا عن غير تثبت فإنما إثمها على من أفتاه)) . ¶ أقول: وهذا المفتون قد أفتى في صحيفته الكاذبة الخاطئة في مسائل كثيرة بدون تثبت ولا دليل فهو يتحمل إثمها. وقد احتج جماعة من الفقهاء وأهل النظر على من أجاز التقليد بحجج نظرية عقلية، فأحسن ما رأيت من ذلك قول المزني رحمه الله تعالى: ((يقال لمن حكم بالتقليد: هل لك حجة فيما حكمت به؟ فإن قال: نعم. أبطل التقليد، لأن الحجة أوجبت ذلك عنده لا التقليد وإن قال: حكمت فيه بغير حجة قيل له: فلم أرقت الدماء وأبحت الفروج وأتلفت الأموال، وقد حرم الله ذلك إلا بحجة؟ قال عز وجل: {إن عندكم من سلطان بهذا} (¬1) أي من حجة بهذا قال: فإن قال: أنا أعلم أني قد أصبت وإن لم أعرف الحجة لأني قلدت كبيراً من العلماء، وهو لا يقول إلا بحجة خفيت علي، قيل له: إذا جاز لك تقليد معلمك لأنه لا يقول إلا بحجة خفيت عليك وجب عليك أن تقلد معلم معلمك لأنه لا يقول إلا بحجة خفيت على معلمك، فإن قال: نعم، ترك تقليد معلمه إلى تقليد معلم ¶ ¬_________ ¶ (¬1) يونس: 68.",
            "page": "49",
            "part": "1",
            "seal": "957D189A"
        },
        {
            "id": "49",
            "nass": "معلمه وكذلك من هو أعلى حتى ينتهي الأمر إلى أصحاب رسول الله صلى الله عليه وسلم وإن أبى ذلك نقض قوله، وقيل له: كيف تجوز تقليد من هو أصغر وأقل علماً ولا تجوز تقليد من هو أكبر وأكثر علماً؟ وهذا متناقض. فإن قال: لأن معلمي وإن كان أصغر فقد جمع علم من هو فوقه إلى علمه فهو أبصر بما أخذ وأعلم بما ترك، قيل له: وكذلك من تعلم من معلمك فقد جمع علم معلمك وعلم من فوقه إلى علمه، فيلزمك تقليده وترك تقليد معلمك. ومن جهة أخرى أنت أولى أن تقلد نفسك من معلمك لأنك جمعت علم معلمك وعلم من فوقه إلى علمك ومقتضى هذا جعل الأصغر ومن يحدث صغار العلماء أولى بالتقليد من أصحاب رسول الله صلى الله عليه وسلم وكذلك الصحابي عنده يلزمه تقليد التابعي والتابعي لمن هو دونه، وكفى بقول يؤول إلى هذا قبحاً وفساداً)) . ¶ قال أبو عمر: ((وقال أهل العلم والنظر: حد العلم: التبيين وإدراك المعلوم على ما هو عليه، فمن بان له الشيء فقد علمه، قالوا: والمقلد لا علم له ولم يختلفوا في ذلك. ومن ها هنا قال البحتري: ¶ عرف العالمون فضلك بالعلـ ... ــم وقال الجهال بالتقليد ¶ وقال أبو عبد الله بن خويز منداد البصري المالكي: ((التقليد معناه في الشرع الرجوع إلى قول لا حجة لقائله",
            "page": "50",
            "part": "1",
            "seal": "3900870B"
        },
        {
            "id": "50",
            "nass": "عليه، وذلك ممنوع منه في الشريعة، والاتباع ما ثبتت عليه حجة)) وقال في وضع آخر من كتابه: ((كل من اتبعت قوله من غير أن يجب عليك قوله لدليل يوجب ذلك فأنت مقلده، والتقليد في دين الله غير صحيح وكل من أوجب عليك الدليل اتباع قوله فأنت متبعه، والاتباع في الدين مسوغ والتقليد ممنوع)) )) . ¶ تبرؤ الإمام مالك رحمه الله من المقلدين المفترين عليه ¶ قال الإمام ابن عبد البر في كتابه المذكور: ((حدثنا عبد الله بن محمد بن عبد المؤمن قال حدثنا أبو عبد الله ابن محمد بن أحمد القاضي المالكي، حدثنا موسى بن إسحق، قال حدثنا إبراهيم بن المنذر قال أخبرنا معن بن عيسى قال سمعت مالك بن أنس يقول: ((إنما أنا بشر أصيب وأخطئ فانظروا في رأيي فكل ما وافق الكتاب والسنة فخذوه وكل ما لم يوافق الكتاب والسنة فاتركوه)) انتهى. ¶ وقد كتب الإمام الحافظ شمس الدين محمد بن قيم الجوزية في هذا المعنى، وهو الرد على المقلدين الذين فرقوا دينهم وكانوا شيعا، الكثير الطيب في كتابه ((إعلام الموقعين)) ومن أهم ذلك المناظرة العظيمة التي عقدها في المجلد الثاني بثمانين وجهاً. يكفي المؤمن الصادق إذا كان من أهل العلم وجه واحد",
            "page": "51",
            "part": "1",
            "seal": "6C1A95FD"
        },
        {
            "id": "51",
            "nass": "ليتوب إلى الله من تمذهبه وتعصبه، ويتبع كتاب الله وسنة رسوله، ولا يتسع المجال في هذه الرسالة المختصرة لذكر شئ من ذلك، غير أني أذكر عبارة من ذلك قليلة الألفاظ كثيرة المعاني. قال رحمه الله وأجزل ثوابه: ((يا لله العجب! ماتت مذاهب أصحاب رسول الله صلى الله عليه وسلم ومذاهب التابعين وتابعيهم إلا أربعة أنفس وهذه بدعة قبيحة)) أ. هـ. ¶ وقال الإمام صالح بن محمد بن نوح الفلاني في كتابه ((إيقاظ همم أولي الأبصار للاقتداء بسيد المهاجرين والأنصار وتحذيرهم عن الابتداع الشائع في القرى والأمصار من تقليد المذاهب مع الحمية والعصبية بين فقهاء الأعصار)) بعد نقله ما مر من كلام ابن عبد البر وأكثر منه كلاما، ما نقله عن ((سند بن عنان)) شارح مدونة سحنون جاء فيه: ((وأما التقليد فلا يرضاه رجل رشيد، ولسنا نقول إنه حرام على كل فرد بل نوجب معرفة الدليل، وأقاويل الرجال، ونوجب على العامي تقليد العالم)) ثم قال ((سند)) بعد ذكره الخلاف في تقليد الميت ما نصه: ((وإنما نقول نفس المقلد ليست على بصيرة، ولا يتصف من العلم بحقيقة، إذ ليس التقليد بطريق إلى العلم بوفاق أهل الآفاق، وإن نازعنا في ذلك برهانه فنقول: قال الله",
            "page": "52",
            "part": "1",
            "seal": "122DBDA1"
        },
        {
            "id": "52",
            "nass": "تعالى: {فاحكم بين الناس بالحق} (¬1) وقال: {لتحكم بين الناس بما أراك الله} (¬2) وقال: {ولا تقف ما ليس لك به علم} (¬3) وقال: {وأن تقولوا على الله ما لا تعلمون} (¬4) ومعلوم أن العلم هو معرفة المعلوم على ما هو به، فنقول للمقلد: إذا اختلفت الأقوال وتشعبت المذاهب من أين تعلم صحة قول من قلدته دون غيره، أو صحة قولة له على قولة أخرى، ولن يبدي كلاماً في قول إلا انعكس عليه في نقيضه، خاصة إذا عرض له ذلك في قولة لإمام مذهبه الذي قلده، وقولة تخالفها لبعض أئمة الصحابة)) . ¶ وقال الإمام الشاطبي في الاعتصام من جملة كلام طويل في رد التقليد ما نصه (ج3، ص 301) : ((ومن معنى كلام مالك: ما كان كلامي موافقاً للكتاب والسنة فخذوا به، وما لم يوافق فاتركوه، هذا معنى كلامه دون لفظه)) . ¶ قال محمد تقي الدين: يرحم الله أبا إسحق ما أعظم ورعه فإنه لما لم يذكر لفظ مالك نبه على أنه رواه بالمعنى، ونص كلام مالك هو ما تقدم مسنداً من رواية ابن عبد البر، وعندي من النقول عن الأئمة ونصوص الكتاب والسنة في إبطال التقليد والتمذهب ما يضيق عنه الوقت فلذلك اكتفي بهذا القدر. ¶ ¬_________ ¶ (¬1) ص: 26. ¶ (¬2) النساء: 105. ¶ (¬3) الإسراء: 36. ¶ (¬4) الأعراف: 33.",
            "page": "53",
            "part": "1",
            "seal": "DA73A8D7"
        },
        {
            "id": "53",
            "nass": "الفصل الثالث ¶ (في بيان أن كل بدعة ضلالة) ¶ اعلم أن الإمام أبا إسحاق إبراهيم بن موسى اللخمي الشاطبي الغرناطي رحمة الله عليه ألف كتاباً سماه ((الاعتصام)) أقام فيه الحجج الدامغة والبراهين القاطعة على أن البدع - كلها - إذا كانت في الدين ضلالة، وهي شر من أكبر الكبائر، وبَيَّن انقسامها إلى إضافية وحقيقية وبين أن حكمها واحد، فكل من قرأه وتمسك بعد ذلك ببدعة، فلا يخلو: إما يكون جاهلاً بفهم معناه، أو منافقاً يبغض ما جاء به الرسول صلى الله عليه وسلم ويدعي الإسلام، تستراً لأغراض دنيوية خسيسة، ولا يتسع وقتي لنقل كثير منه وإنما أقتصر على قليل، ولكنه كاف شاف لكل من كان له قلب أو ألقى السمع وهو شهيد. ¶ قال الشاطبي في الرد على القرافي وشيخه ابن عبد السلام اللذين زعما أن البدع تعتريها الأحكام الخمسة (ج1، ص 147) فمثلا للواجب: بتدوين القرآن والشرائع إذا خيف عليها الضياع، ومثلا للندوب: بصلاة",
            "page": "54",
            "part": "1",
            "seal": "B2BF2D4D"
        },
        {
            "id": "54",
            "nass": "التراويح، ومثلا للمكروه: بتخصيص الأيام الفاضلة بنوع من العبادة، ومثلا للمباح: باتخاذ المناخل للدقيق. ¶ قال الشاطبي في الرد عليها: ((والجواب أن هذا التقسيم أمر مخترع لا يدل عليه دليل شرعي، بل هو في نفسه متدافع لأن من حقيقة البدعة أن لا يدل عليها دليل شرعي لا من نصوص الشرع ولا من قواعده إذ لو كان هناك ما يدل من الشرع على وجوب أو ندب أو إباحة لما كان ثم بدعة، ولكان العمل داخلاً في عموم الأعمال المأمور بها أو المخير فيها، فالجمع بين تلك الأشياء المبتدعة وبين الأدلة التي تدل على وجوبها أو ندبها أو إباحتها جمع بين متنافيين. ¶ أما المكروه منها والمحرم فمسلم من جهة كونها بدعة لا من جهة أخرى، إذ لو دل دليل على منع أمر أو كراهته لم يثبت ذلك كونه بدعة لإمكان أن يكون معصية كالقتل والسرقة وشرب الخمر ونحوها فلا بدعة يتصور فيها التقسيم البتة، إلا الكراهية والتحريم حسبما ذكر في بابه، فما ذكره القرافي عن الأصحاب من الاتفاق على إنكار البدع فصحيح. وما قسمه فيها غير صحيح، ومن العجب حكاية الاتفاق مع المصادمة بالخلاف، ومع معرفته بما يلزمه في خرق الإجماع، وكأنه إنما اتبع في هذا التقسيم شيخه من غير تأمل، فإن ابن عبد السلام ظاهر منه أنه سمى المصالح",
            "page": "55",
            "part": "1",
            "seal": "B2267735"
        },
        {
            "id": "55",
            "nass": "المرسلة بدعاً، لأنها لم تدخل بأعيانها تحت النصوص المعينة، ولكنها تلائم قواعد الشرع. فمن هنالك جعل القواعد هي الدالة على استحسانها مع تسميته لها بلفظ البدع؛ واستحسانها من حيث دخولها تحت القواعد، ولما بني على اعتماد تلك القواعد استوت عنده مع الأعمال الداخلة تحت النصوص المعينة، وصار من القائلين بالمصالح المرسلة وسماها بدعاً في اللفظ كما سمى عمر الجمع في قيام رمضان في المسجد بدعة، وكما سيأتي إن شاء الله. ¶ أما القرافي فلا عذر له في نقل تلك الأقسام على غير مراد شيخه وعلى غير مراد العلماء لأنه خالف الكل في ذلك التقسيم فصار مخالفاً للإجماع)) . ¶ ثم قال أبو إسحاق: ((وأما قسم المندوب فليس من البدع بحال وتبيين ذلك بالنظر في الأمثلة التي مثل لها بصلاة التراويح في رمضان جماعة في المسجد، فقد قام بها رسول الله صلى الله عليه وسلم في المسجد واجتمع الناس خلفه. ¶ فخرجه أبو داود عن أبي ذر قال: ((ضمنا مع رسول الله صلى الله عليه وسلم رمضان فلم يقم بنا شيئاً من الشهر حتى ذهب ثلث الليل، فلما كانت السادسة لم يقم بنا، فلما كانت الخامسة قام بنا حتى ذهب شطر الليل، فقلنا: يا رسول الله لو نفلتنا قيام هذه الليلة،",
            "page": "56",
            "part": "1",
            "seal": "9E4D5828"
        },
        {
            "id": "56",
            "nass": "قال: قال رسول الله صلى الله عليه وسلم: ((إن الرجل إذا صلى مع الإمام حتى ينصرف حُسب له قيام الليل)) قال: فلما كانت الرابعة لم يقم فلما كانت الثالثة جمع أهله ونساءه والناس، فقام بنا حتى خشينا أن يفوتنا الفلاح قلت: وما الفلاح! قال: السحور، ثم لم يقم بنا بقية الشهر)) ونحوه في الترمذي وقال فيه حسن صحيح. لكنه صلى الله عليه وسلم لما خاف افتراضه على الأمة أمسك عن ذلك. ففي الصحيح عن عائشة: ((أن رسول الله صلى الله عليه وسلم صلى في المسجد ذات ليلة فصلى بصلاته ناس ثم صلى القابلة فكثر الناس ثم اجتمعوا الليلة الثالثة والرابعة فلم يخرج إليهم رسول الله صلى الله عليه وسلم فلما أصبح قال: ((قد رأيت الذي صنعتم فلم يمنعني من الخروج إلا أني خشيت أن يفرض عليكم)) وذلك في رمضان)) . وخرجه مالك في الموطأ. ¶ فتأملوا! ففي هذا الحديث ما يدل على أنها سنة، فإن قيامه أولاً بهم دليل على صحة القيام في المسجد في رمضان، وامتناعه بعد ذلك من الخروج خشية الافتراض لا يدل على امتناعه مطلقاً، لأن زمانه كان زمان تشريع ووحي، فيمكن أن يوحى إليه إذا عمل به الناس الإلزام، فلما زالت علة التشريع بموت رسول الله صلى الله عليه وسلم رجع الأمر إلى أصله وقد ثبت الجواز فلا ناسخ له، وإنما لم يقم بذلك أبو بكر لأحد أمرين، إما لأنه رأى قيام الناس آخر الليل وما هم به عليه كان أفضل",
            "page": "57",
            "part": "1",
            "seal": "7F4DD429"
        },
        {
            "id": "57",
            "nass": "عنده من جمعهم على إمام أول الليل، ذكره الطرطوشي، وإما لضيق زمانه عن النظر في هذه الفروع، مع شغله بأهل الردة وغير ذلك مما هو أوكد من صلاة التراويح. ¶ فلما تمهد الإسلام في زمان عمر ورأى الناس في المسجد أوزاعاً كما جاء في الخبر قال: لو جمعت الناس على قارئ واحد لكان أمثل، فلما تم له ذلك نبه على أن قيامهم آخر الليل أفضل، ولقد اتفق السلف على صحة ذلك وإقراره، والأمة لا تجمع على ضلالة، وقد نص الأصوليون أن الإجماع لا يكون إلا عن دليل شرعي. ¶ فإن قيل: فقد سماها عمر بدعة وحسنها بقوله: ((نعمت البدعة هذه)) وإذا ثبتت بدعة مستحسنة في الشرع ثبت مطلق الاستحسان في البدع. ¶ فالجواب: إنما سماها بدعة باعتبار ظاهر الحال من حيث تركها رسول الله صلى الله عليه وسلم واتفق أنها لم تقع في زمن أبي بكر، لا لأنها بدعة حقيقية فمن سماها بدعة بهذا الاعتبار فلا مشاحة في الأسامي، وعند ذلك لا يجوز أن يستدل بها على جواز الابتداع بالمعنى المتكلم عنه، لأنه نوع من تحريف الكلام عن مواضعه، فقد قالت عائشة: ((إن كان رسول الله صلى الله عليه وسلم ليدع العمل وهو يحب أن يعمل به خشية أن يعمل به الناس فيفرض عليهم)) )) . ¶ ثم قال أبو إسحاق في القسم الخامس وهو المباح: ((وذكر",
            "page": "58",
            "part": "1",
            "seal": "2A9F7A76"
        },
        {
            "id": "58",
            "nass": "في قسم المباح مسألة المناخل وليست في الحقيقة من البدع، بل هي من باب التنعم، ولا يقال فيمن تنعم بمباح إنه قد ابتدع)) . ¶ وفي حاشية الاعتصام قال بعض العلماء: ((البدعة اللغوية تعتريها الأحكام الخمسة، وتنقسم إلى حسنة وسيئة، وأما البدعة الشرعية فلا تكون إلا سيئة)) . ¶ قال محمد تقي الدين: والعجب من القرافي كيف نقل إجماع المالكية وغيرهم من أئمة السلف على أن البدعة كلها ضلالة ثم خرق إجماعهم واستحسن بعضها، وقد رأيت الرد المفحم الذي رد به الإمام الشاطبي وأزيد ذلك وضوحاً فأقول: قال الشاطبي في الاعتصام: ((قال مالك رحمه الله: ((من ابتدع في الإسلام بدعة يراها حسنة فقد زعم أن محمداً صلى الله عليه وسلم خان الرسالة لأن الله يقول: {اليوم أكملت لكم دينكم} (¬1) وما لم يكن يومئذ ديناً لا يكون اليوم دينا)) )) . ¶ وهذا الكلام المحكم يقطع دابر المبتدعين فقد تضمن الاحتجاج بالكتاب والسنة والإجماع، أما الكتاب فكما قال مالك رحمه الله: لم ينتقل الرسول الكريم من هذه الدار الفانية حتى أكمل الله الدين وبلغه الرسول البلاغ المبين، ¶ ¬_________ ¶ (¬1) المائدة: 3.",
            "page": "59",
            "part": "1",
            "seal": "31910E48"
        },
        {
            "id": "59",
            "nass": "فمن استحسن شيئاً من البدع فإما يزعم أن النبي صلى الله عليه وسلم انتقل إلى الرفيق الأعلى قبل أن يكمل الله الدين ويتم النعمة أو يزعم أن النبي صلى الله عليه وسلم خان الرسالة بكتمان بعض ما أمر بتبليغه، مع أنه لو زعم ذلك واقعاً لا ينفعه زعمه. ¶ أما الأول: فإذا لم يكمل الله الدين فمن ذا الذي يكمله؟ ¶ قال تعالى: {فماذا بعد الحق إلا الضلال} (¬1) وكل شيء من الدين ليس من الله فهو من الشيطان، ولا يدين به إلا من يعبد الشيطان. قال تعالى في سورة يس: {ألم أعهد إليكم يا بني آدم أن لا تعبدوا الشيطان إنه لكم عدو مبين وأن اعبدوني هذا صراط مستقيم ولقد أضل منكم جبلاً كثيراً أفلم تكونوا تعقلون} (¬2) . ¶ أما الثاني: فمن زعم أن محمداً صلى الله عليه وسلم كتم شيئاً أمره الله بتبليغه فهو كافر إجماعاً. وإذا كتم الرسول صلى الله عليه وسلم شيئاً من الدين، حاشاه من ذلك، فمن ذا الذي يستطيع أن يتلقى وحياً ويبلغه بعده، وقد ختم الله الرسالة به صلوات الله وسلامه عليه، وهكذا تدحض حجة المبتدعين، فقطع دابر القوم الذين ظلموا والحمد لله رب العالمين. ¶ وقد بدا لي أن أرد على القرافي ومن تبعه بطريقتي ¶ ¬_________ ¶ (¬1) يونس: 32. ¶ (¬2) يس: 60، 62.",
            "page": "60",
            "part": "1",
            "seal": "C8E99807"
        },
        {
            "id": "60",
            "nass": "الخاصة فأقول: زعمه أن جمع القرآن بدعة واجبة باطل لأنه كان مجموعاً في زمان النبي صلى الله عليه وسلم في العسب واللخاف، أي الحجارة البيض المصفحة، وفي صدور الرجال، وكان النبي صلى الله عليه وسلم إذا نزلت عليه الآية والآيات دعا أحد كتاب الوحي فأمره أن يكتبها في موضعها، فلما توفي صلوات الله وسلامه عليه بقي القرآن مجموعاً في بيت عائشة، فأخذه أبو بكر الصديق منها، وأمر بجمعه في كتاب واحد. ولا فرق بين الجمعين ولا بين الكتابين فأين الإحداث وأين الابتداع؟ . ¶ أما الشاطبي فجعل هذا من المصالح المرسلة التي فهمها أصحاب رسول الله صلى الله عليه وسلم من نصوص القرآن والسنة، ولو فرضنا أن أصحاب رسول الله صلى الله عليه وسلم برئاسة أبي بكر الصديق أحدثوا في الدين أمراً – وحاشاهم من ذلك – فهل يستطيع المبتدع أن يبعثهم من مراقدهم ويأمرهم أن يجمعوا على بدعته حتى يتم له الاحتجاج؟ أم يريد أن يقيس برأيه الفاسد بدعه الخبيثة على ما فعله أصحاب رسول الله صلى الله عليه وسلم؟ فيقال له: بفيك الحصى والجنادل (¬1) . إن القياس لا يكون إلا على أمر ثبت بنص من نصوص الكتاب والسنة، ونصوصها كلها تغبر في وجهك، ولا يقيس إلا مجتهد وأنت مقلد أعمى، بل بهيمة تقاد، كما تقدم من كلام أبي عمر بن عبد البر. ¶ ¬_________ ¶ (¬1) كناية عن منتهى الفجور والقصور.",
            "page": "61",
            "part": "1",
            "seal": "DE8ED843"
        },
        {
            "id": "61",
            "nass": "أما تمثيلهم للقسم الثاني، وهو المحرم بأخذ المكوس فهو عجيب، لأن البدعة هي أن يتقرب المبتدع إلى الله بزعمه بأمر محدث حقيقة أو شكلاً، ولم يوجد أحد في الإسلام، وإن كان أجهل الجاهلين وأظلم الظالمين، يدعي أن الغصب وأخذ المكوس قربة إلى الله، كيف وهو محرم بالنصوص القاطعة وهو من أكبر الكبائر بالإجماع، فهذا يكون الإفلاس. ¶ أما تمثيلهم للثالث بصلاة التراويح، فقد أثبت الشاطبي أنها سنة فعلها النبي صلى الله عليه وسلم ثم تركها خوف أن تفرض، فلما توفي وتم التشريع جمع عمر الناس على قارئ واحد، وتسمية ذلك بدعة هي تسمية لغوية ويقال فيه ما تقدم من نفي القياس ويزاد عليه أن القياس لا يكون في العبادات أصلاً كما حققه الإمام الشاطبي، وبرهان ذلك حديث عائشة في الصحيحين مرفوعاً: ((من أحدث في أمرنا هذا ما ليس منه فهو رد)) فدخل في ذلك البدع الحقيقية، كالتقرب إلى الله بالرقص، وقرع الطبول ونحو ذلك، والبدع الإضافية كالاجتماع على الذكر بلسان واحد، وقراءة القرآن كذلك، وما أشبه ذلك وهو كثير. ¶ وتمثيلهم للرابع بتخصيص الأيام الفاضلة بعبادة من أوضح ما دلت عليه النصوص فهو بدعة ¶ إضافية. ¶ وتمثيلهم للخامس باتخاذ المناخل، فهو عجيب أيضاً إذ لا ينوي أحد التقرب إلى الله تعالى بطحن الحب ولا بنخله",
            "page": "62",
            "part": "1",
            "seal": "2D3B473C"
        },
        {
            "id": "62",
            "nass": "وخبزه ولا أكله، وإنما ذلك أمر أباحه الله فمن شاء أن يأكله منخولاً أو غير منخول فلا حرج في ذلك. ¶ قال تعالى في سورة الأعراف: {قل من حرم زينة الله التي أخرج لعباده والطيبات من الرزق قل هي للذين آمنوا في الحياة الدنيا خالصة} (¬1) وفي صحيح مسلم أن النبي صلى الله عليه وسلم لما قدم المدينة وجدهم يلقحون النخل فقال: ((ما هذا؟)) فقالوا شيء نأخذه من الذكر ونجعله في الأنثى يصلح عليه التمر فقال: ((ما أراه ينفع)) ، فتركوا التلقيح ففسد التمر وصار شيصاً فأخبروه بذلك فقال: ((إذا حدثتكم عن الله فخذوا به فإني لا أكذب على الله، وأنتم أعلم بأمور دنياكم)) أو كما قال عليه الصلاة والسلام فأمور الدنيا ليست فيها بدعة. ¶ ((وعن أبي ثعلبة الخشني عن النبي صلى الله عليه وسلم قال: ((إن الله فرض فرائض فلا تعتدوا، وحد حدوداً فلا تقربوها، وحرم أشياء فلا تنتهكوها، وسكت عن أشياء رحمة بكم من غير نسيان فلا تبحثوا عنها)) . حديث حسن رواه الدارقطني)) انتهى من كتاب الأربعين للنووي. ¶ وأخرج البزار في مسنده والحاكم من حديث أبي الدرداء أن النبي صلى الله عليه وسلم قال: ((ما أحل الله في كتابه فهو حلال، وما حرم فهو حرام، وما سكت عنه ¶ ¬_________ ¶ (¬1) الأعراف: 32.",
            "page": "63",
            "part": "1",
            "seal": "204117B4"
        },
        {
            "id": "63",
            "nass": "فهو عفو، فاقبلوا من الله عافيته، فإن الله لم يكن لينسى شيئاً. ثم تلا هذه الآية: {وما كان ربك نسيا} (¬1) وقال الحاكم صحيح الإسناد. وقال البزار إسناده صالح. ¶ قال محمد تقي الدين: لو أن المبتدعين تأملوا هذا الحديث وأخلصوا لله لم يبتدعوا في دين الله، ولكن طبع الله على قلوبهم وأصمهم وأعمى أبصارهم. والمقصود هنا أن كل شيء لم ينص الكتاب والسنة على تحريمه ولا على تحليله فقد عفا الله عنه وهو مباح لأن الله لا ينسى شيئاً ورسوله صلى الله عليه وسلم لا يكتم شيئاً. ¶ ¬_________ ¶ (¬1) مريم: 64.",
            "page": "64",
            "part": "1",
            "seal": "0680D392"
        },
        {
            "id": "64",
            "nass": "الفصل الرابع ¶ في مسائل فرعية جاءت في رسالة البوعصامي العامي ¶ قال محمد تقي الدين: ليس علينا أن نجيب عن المسائل الفرعية التي ذكرها المفتون الفتان، لأنه لا يجوز له الإفتاء والانتقاد لأنه: عامي، جاهل، مقلد، كما تقدم في الفصل الثاني. ولكننا نتبرع بالجواب عن تلك المسائل رغبة في إفادة من يقرأ هذا الكتاب. ¶ المسألة الأولى: وضع اليد اليمنى على اليسرى في الصلاة. ¶ قال مالك في الموطأ: (( ((وضع اليد اليمنى على اليسرى في الصلاة)) حدثني يحيى عن عبد الله بن أبي المخارق البصري أنه قال: ((من كلام النبوة إذا لم تستح فاصنع ما شئت، ووضع اليدين إحداهما على الأخرى في الصلاة، يضع اليمنى على اليسرى، وتعجيل الفطر، وتأخير السحور)) . ¶ وحدثني عن مالك عن أبي حازم بن دينار عن سهيل بن",
            "page": "65",
            "part": "1",
            "seal": "C746E2C9"
        },
        {
            "id": "65",
            "nass": "سعد أنه قال: ((كان الناس يؤمرون أن يضع الرجل اليمنى على ذراعه اليسرى في الصلاة. قال أبو حازم: لا أعلم إلا أنه ينهى عن ذلك)) )) . انتهى. ¶ قال محمد تقي الدين: ألف الإمام مالك رحمه الله كتاب الموطأ ودرسه ستين سنة وتواتر عنه كل ما فيه. فكل قول ينسب إليه خلاف ما في الموطأ فإما أن يتفق الرواة عنه لذلك القول وإما أن يختلفوا عنه، فإن اتفقوا وذلك محال فرواية الموطأ مقدمة على اتفاقهم، لأن رواته أكثر وأحفظ ولأنه كتبه بيده، وهو متواتر عنه. فيرد كل ما خالفه وأما إذا اختلفوا فلا يحل لأحد أن ينسب إليه شيئاً مما اختلفوا فيه إلا إذا عرف التاريخ. فحينئذ يمكنه أن ينسب إليه آخر القولين أو الأقوال وحينئذ تتعارض تلك الرواية مع ما في الموطأ إن كانت مخالفة له فتسقط، ويقدم عليها ما في الموطأ. ¶ والآن نذكر ما قال الأئمة في المسألة: ¶ عن وائل بن حجر أنه رأى النبي صلى الله عليه وسلم ((رفع يديه حين دخل في الصلاة وكبر ثم التحف بثوبه، ثم وضع اليمنى على اليسرى، فلما أراد أن يركع أخرج يديه ثم رفعهما وكبر فركع، فلما قال سمع الله لمن حمده رفع يديه، فلما سجد سجد بين كفيه)) . رواه أحمد ومسلم. ¶ وفي رواية لأحمد وأبي داود: ((ثم وضع يده اليمنى على كفه اليسرى والرسغ",
            "page": "66",
            "part": "1",
            "seal": "B95771A2"
        },
        {
            "id": "66",
            "nass": "والساعد)) . ¶ وعن ابن مسعود أنه ((كان يصلي فوضع يده اليسرى على اليمنى، فرآه النبي صلى الله عليه وسلم فوضع يده اليمنى على اليسرى)) . رواه أبو داود والنسائي وابن ماجة. ¶ قال الشوكاني في النيل: ((جاء عن النبي صلى الله عليه وسلم في وضع اليمنى على اليسرى عشرون حديثاً عن ثمانية عشر صحابياً وتابعياً)) . ¶ وقال الحافظ ابن حجر في فتح الباري: ((قال أبو عمر: ((لم يرد فيه خلاف عن النبي صلى الله عليه وسلم يعني لم يرو أحد عن النبي صلى الله عليه وسلم سدل اليدين لا في حديث صحيح ولا ضعيف)) . ¶ قال صاحب كتاب ((المتوني والبتار)) : ((فإن وضع اليمين على الشمال في الصلوات كلها فرضاً ونفلاً هو مذهب مالك وقوله الذي لم يقل غيره ولا نقل أحد عنه سواه وهو المذكور في الموطأ الذي ألفه بيده وقرئ عليه طول عمره ورواه عنه الآلاف من تلامذته وأصحابه، واستدل عليه بالحديث الصحيح الذي نقله عنه رواة الفقه وحملته من أصحابه المدنيين كمطرف بن عبد الله وعبد الملك ابن عبد العزيز بن أبي سلمة الماجشوني وعبد الله بن نافع المخزومي وأصحابه المصريين كأشهب بن عبد العزيز وعبد الله بن عبد الحكم وأصحابه العراقيين كمحمد بن عمر الواقدي وغيره، وهو مقتضى رواية على بن زياد التونسي عن أصحابه القيروانيين وهو الذي نقله ابن المنذر الإمام",
            "page": "67",
            "part": "1",
            "seal": "D65431D6"
        },
        {
            "id": "67",
            "nass": "الحافظ الذي تصدر لنقل المذاهب بالأسانيد الصحيحة والطرق المتعددة عن الأئمة المجتهدين، وهو الذي لم ترد السنة المطهرة والأحاديث النبوية إلا به عن سيد المرسلين صلى الله عليه وسلم وعلى آله الطاهرين)) أ. هـ. ¶ قال محمد تقي الدين: قد تبين لك أن مذهب النبي صلى الله عليه وسلم ومذهب مالك هو وضع اليمنى على اليسرى بلا شك، وليس مقصودنا أن ثبوت هذه السنة ومشروعيتها لجميع المسلمين يتوقف على رواية مالك لها أو عمله بها فإن الذي أوجب الله على جميع المسلمين قبل وجود مالك وفي زمان صباه وجهله وفي زمان علمه وإمامته هو اتباع رسول الله صلى الله عليه وسلم وهو الواجب على جميع المسلمين إلى يوم القيامة ولم يجعل الله حجة على أحد من الناس – رجلاً بعينه – إلا رجلاً واحداً، هو محمد رسول الله، فمن اتبعه نجا وإن لم يسمع بمذهب أصلاً، ومن خالفه هلك وشقي ولا ينقذه زعمه أنه يتمسك بمذهب مالك لأن مالكاً قد تبرأ منه كما تقدم في كلام ابن عبد البر. ¶ ومالك وغيره من أئمة أهل السنة ينقلون لنا سنة رسول الله صلى الله عليه وسلم فنقلناها منهم إذا صحت بالقبول ونعمل بها ونترحم عليهم ولا نفضل أحداً منهم على أحد، والذي نسأل عنه في قبورنا وفي الحشر هو محمد رسول الله صلى الله عليه وسلم وإنما سقنا",
            "page": "68",
            "part": "1",
            "seal": "3873724F"
        },
        {
            "id": "68",
            "nass": "رواية وضع اليمنى على اليسرى عن مالك وأصحابه ليتبين جهل المفتون وجهل متبوعه ((الجكني)) المبتدع. ¶ والعجب من ((البوعصامي)) العامي، بل العمي، كيف تجرأ وزعم أن الحديث الثاني من حديث الموطأ منسوخ، فهذا افتراء لم يسبقه إليه أحد إلا ((الجكني)) وهما كاذبان خاطئان فلعنة الله على الكاذبين. ¶ قال الحافظ ابن حجر في الفتح في شرح الحديث المشار إليه ((كان الناس يؤمرون)) : ((هذا حكمه حكم الحديث المرفوع لأنه محمول على أن الآمر لهم بذلك هو النبي صلى الله عليه وسلم، قال البيهقي: لا خلاف في ذلك بين أهل النقل، قال النووي في شرح مسلم: وهذا حديث صحيح مرفوع)) . ¶ وصدق رسول الله صلى الله عليه وسلم إذ قال: ((إذا لم تستح فافعل ما شئت)) وما أحسن قول الشاعر: ¶ إذا لم تخش عاقبة الليالي ¶ فلا والله ما في العيش خير ¶ ولم تستح فاصنع ما تشاء ¶ ولا الدنيا إذا ذهب الحياء ¶ ولو أن هذا العامي العمي رجع إلى حاشية ابن الحاج على ((ميارة الصغير)) لوجد فيها بعد حكاياه الفاسدة الكاسدة المتناقضة التي تكره العمل بسنة النبي صلى الله عليه وسلم وهي المكروهة، لوجد فيها ما نصه: ¶ وفي القبض ثلاثة أقوال أخر:",
            "page": "69",
            "part": "1",
            "seal": "B381D0D9"
        },
        {
            "id": "69",
            "nass": "أحدها: الاستجابة مطلقاً وهو قول مالك في رواية مطرف وابن الماجشون عنه في ((الواضحة)) وقول المدنيين من أصحابنا واختاره غير واحد من المحققين كاللخمي وابن العربي وابن عبد البر وابن رشد وابن عبد السلام، وعده ابن رشد في المقدمات من فضائل الصلاة، وتبعه عياض في قواعده ونسبه في الإكمال للجمهور، وبه قال أئمة المذاهب: الشافعي وأبو حنيفة وأحمد وسفيان الثوري وإسحاق بن راهوية وأبو ثور وداود بن علي وأبو جعفر الطبري وغيرهم. ¶ الثاني: إباحة القبض فيهما، وهو قول مالك في سماع العرينيين وقول أشهب في رسم شك في طوافه من سماع ابن ابن القاسم من جامع العتبية. ¶ الثالث: منعه فيهما حكاه الباجي، وتبعه ابن عرفة وهو من الشذوذ بمكان، قال الشيخ أبو عبد الله محمد بن أحمد المسناوي في رسالة في القبض: ((وإذا تقرر الخلاف في أصل القبض كما ترى وجب الرجوع إلى الكتاب والسنة كما قال تعالى: {فإن تنازعتم في شيء فردوه إلى الله والرسول} وقد وجدنا سنة رسول الله صلى الله عليه وسلم قد حكمت",
            "page": "70",
            "part": "1",
            "seal": "455DC53B"
        },
        {
            "id": "70",
            "nass": "بمطلوبية القبض في الصلاة بشهادة ما في الموطأ والصحيحين وغيرهما من الأحاديث السالمة من الطعن، فالواجب الانتهاء إليها والوقوف عندها والقول بمقتضاها)) أ. هـ. ¶ المسألة الثانية: قراءة البسملة في أول سورة الفاتحة وأول كل سورة في الصلاة. ¶ أنقل الجواب من كتابي ((المنح السانحة في تفسير سورة الفاتحة)) : ((القول الصحيح الراجح الذي ينبغي لكل مسلم يحتاط لدينه ويتبع الرسول صلى الله عليه وسلم بريئاً من العصبية الجاهلية، وهي الاحتجاج بعمل الآباء والأجداد، أن يقرأ البسملة مع الفاتحة في كل ركعة، يجهر بها في الجهرية ويسر بها في السرية. وسأقتصر على ما يشفي ويكفي من الأدلة لأنها كثيرة جداً يضيق الوقت عن استيفائها. ¶ البسملة آية من الفاتحة، ومن كل سورة في القرآن على الراجح ¶ أخرج أبو داود بإسناد صحيح عن ابن عباس أن رسول الله صلى الله عليه وسلم كان لا يعرف فصل السورة، وفي رواية انقضاء السورة، حتى ينزل عليه ((بسم الله الرحمن الرحيم)) وأخرجه الحاكم في المستدرك وقال صحيح على شرط الشيخين، وأخرج ابن خزيمة في صحيحه عن أم سلمة أن رسول الله صلى الله عليه وسلم قرأ البسملة في أول الفاتحة في الصلاة وعدها آية وفي إسناده عمر بن هروة البلخي وفيه",
            "page": "71",
            "part": "1",
            "seal": "F508ABAF"
        },
        {
            "id": "71",
            "nass": "ضعف، وروى الدارقطني من حديث أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: ((إذا قرأتم الحمد لله رب العالمين، فاقرؤوا ((بسم الله الرحمن الرحيم)) فإنها أم القرآن وأم الكتاب والسبع المساني، وبسم الله الرحمن الرحيم إحدى آياتها)) (¬1) ، وقال إسناد رجاله كلهم ثقات، ورواه البخاري في التاريخ. قال البيهقي: ((أحسن ما احتج به أصحابنا في أن البسملة من القرآن وأنها من فواتح السور سوى براءة ما رويناه من جمع الصحابة كتاب الله عز وجل في المصاحف وأنهم كتبوا فيها البسملة على رأس كل سورة سوى براءة، فكيف يتوهم متوهم أنهم كتبوا مائة وثلاث عشرة آية ليست من القرآن، وقد علمنا بالروايات الصحيحة عن ابن عباس أنه كان يعد البسملة آية من الفاتحة ويقول: ((انتزع الشيطان منهم خير آية في القرآن)) ، رواه الشافعي. ¶ الاختلاف في الجهر بها في الصلاة ¶ كما وقع الخلاف في إثباتها وقع الخلاف في الجهر بها في الصلاة، وقد أخرج النسائي في سننه وابن خزيمة وابن حبان في صحيحيهما والحاكم في المستدرك عن أبي هريرة أنه صلى فجهر في قراءته بالبسملة وقال بعد أن فرغ: ((إني لأشبهكم صلاة برسول الله صلى الله عليه وسلم)) ، وصححه الدارقطني ¶ ¬_________ ¶ (¬1) قال راقمه: لم أجد هذا الحديث بهذا اللفظ و ((السبع المساني)) وظاهرها أنها تصحيف وإنما هي ((السبع المثاني)) واللفظ الذي وجدته هو عن أبي هريرة في سنن الدارقطني هو قال رسول الله - صلى الله عليه وسلم -: ((إذا قرأتم الحمد لله فاقرؤوا بسم الله الرحمن الرحيم، إنها أم القرآن وأم الكتاب والسبع المثاني، وبسم الله الرحمن الرحيم إحداها)) ولم يقل الدارقطني: إسناد رجاله كلهم ثقات.",
            "page": "72",
            "part": "1",
            "seal": "2E2C33C6"
        },
        {
            "id": "72",
            "nass": "والخطيب والبيهقي وغيرهم، وروى أبو داود والترمذي عن ابن عباس أن رسول الله صلى الله عليه وسلم كان يفتتح الصلاة ببسم الله الرحمن الرحيم. قال الترمذي: وليس إسناده بذلك، وقد أخرجه الحاكم في المستدرك عن ابن عباس بلفظ كان رسول الله صلى الله عليه وسلم يجهر ببسم الله الرحمن الرحيم، ثم قال صحيح، وأخرجه البخاري في صحيحه عن أنس أنه سئل عن قراءة رسول الله صلى الله عليه وسلم فقال: ((كانت قراءته مداً، ثم قرأ بسم الله الرحمن الرحيم، يمد بسم الله، ويمد الرحمن، ويمد الرحيم)) . ¶ وأخرج أحمد في المسند وأبو داود في السنن وابن خزيمة في صحيحه والحاكم في مستدركه عن أم سلمة أنها قالت: ((كان رسول الله صلى الله عليه وسلم يقطع قراءته بسم الله الرحمن الرحيم. الحمد لله رب العالمين. الرحمن الرحيم. مالك يوم الدين)) وقال الدارقطني: ((إسناده صحيح وبهذا قال من الصحابة أبو هريرة وابن عباس وابن عمر وابن الزبير، ومن التابعين فمن بعدهم سعيد بن جبير وأبو قلابة والزهري وعكرمة وعطاء وطاووس ومجاهد وعلي بن الحسين وسالم بن عبد الله ومحمد بن كعب القرظي وابن سيرين وابن المنكدر ونافع مولى ابن عمر وزيد بن أسلم ومكحول وغيرهم)) . انتهى من فتح البيان للإمام صديق حسن القنوجي.",
            "page": "73",
            "part": "1",
            "seal": "945A4B27"
        },
        {
            "id": "73",
            "nass": "قال محمد الطالب بن حمدون بن الحجاج (¬1) في حاشيته على شرح ((ميارة الصغير)) على منظومة ابن عاشر: ((وذكر ابن عرفة في البسملة أربعة أقوال، فقال: ((وفي كراهة البسملة واستحبابها في الفرض ووجوبها أربع لا بأس بها، (¬2) وابن رشد عن ابن مسلمة والمازري عن ابن نافع مع عياض عن ابن مسلمة وأبي عمرو عن نافع والورع قراءتها للخروج من الخلاف قاله القرافي وغيره، وكان المازري يبسمل سراً فقيل له في ذلك فقال: مذهب مالك قولاً واحداً على أن من يبسمل بطلت صلاته وصلاة يتفقان على صحتها خير من صلاة يقول أحدهما ببطلانها. ¶ أقول: ومثل هذا يقال في الفاتحة بالنسبة للمأموم، فإن مذهب الشافعي والبخاري وجماعة من التابعين قولاً واحداً على أن من ترك ولو حرفاً منها ولو في ركعة واحدة بطلت صلاته، ومذهب مالك قولاً واحداً على أن من قرأها خلف الإمام لم تبطل صلاته، وصلاة يتفق الأئمة على صحتها خير من صلاة يقول بعضهم ببطلانها، وإلى مشروعية قراءتها خلف الإمام ذهب بعض المالكية)) . ¶ ¬_________ ¶ (¬1) قال راقمه: هنا كتبت ((الحجاج)) وفي مكان قبله ((الحاج)) والله أعلم. ¶ (¬2) قال راقمه: يظهر أن في الكلام حذفاً ولعل الصواب: ((قاله ... وابن رشد)) .",
            "page": "74",
            "part": "1",
            "seal": "7075C1B0"
        },
        {
            "id": "74",
            "nass": "المسألة الثالثة: قراءة القرآن وإهداء ثوابه إلى الموتى بدعة. ¶ قال الحافظ عماد الدين ابن كثير في تفسير قوله تعالى في سورة النجم: {وأن ليس للإنسان إلا ما سعى. وأن سعيه سوف يرى} (¬1) ((ثم شرع تعالى يبين ما كان أوحاه في صحف إبراهيم وموسى فقال: {أن لا تزر وازرة وزر أخرى} (¬2) أي كل نفس ظلمت نفسها بكفر أو شيء من الذنوب فإنما عليها وزرها لا يحمله منها أحد كما قال: {وإن تدع مثقلة إلى حملها لا يحمل منه شيء ولو كان ذا قربى} (¬3) و {أن ليس للإنسان إلى ما سعى} أي كما لا يحمل عليها وزر غيرها كذلك لا يحصل له من الأجر إلا ما كسب هو لنفسه. ¶ ومن هذه الآية استنبط الشافعي رحمه الله ومن تبعه أن القراءة لا يحصل ثواب إهدائها إلى الموتى لأنه ليس من عملهم ولا كسبهم، ولهذا لم يندب إليه رسول الله صلى الله عليه وسلم أمته ولا حثهم عليه ولا أرشدهم إليه بنص ولا إيماء، ولم ينقل ذلك عن أحد من الصحابة ولو كان خيراً لسبقونا إليه، وباب القربات يقتصر فيه على النصوص ولا يتصرف فيه بأنواع ¶ ¬_________ ¶ (¬1) النجم: 39، 40. ¶ (¬2) النجم: 38. ¶ (¬3) فاطر: 18.",
            "page": "75",
            "part": "1",
            "seal": "18F93AE5"
        },
        {
            "id": "75",
            "nass": "الأقيسة والآراء. فأما الدعاء والصدقة فمجمع على وصولهما ومنصوص من الشارع عليهما. ¶ وأما الحديث الذي رواه مسلم في صحيحه عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: ((إذا مات الإنسان انقطع عمله إلا من ثلاث ولد صالح يدعو له، أو صدقة جارية من بعده، أو علم ينتفع به)) ، فهذه الثلاثة في الحقيقة هي من سعيه وكده وعمله كما جاء في الحديث: ((إن أطيب ما أكل الرجل من كسبه، وأن ولده من كسبه)) ، والصدقة الجارية كالوقف ونحوه هي من آثار عمله ووقفه، وقد قال تعالى: {إنا نحن نحيي الموتى ونكتب ما قدموا وآثارهم} (¬1) الآية. والعلم الذي نشره في الناس فاقتدى به الناس بعده هو أيضاً من سعيه وعمله وثبت في الصحيح ((من دعا إلى هدى كان له من الأجر مثل أجور من تبعه من غير أن ينقص من أجورهم شيء)) ، وقوله تعالى: {وأن ليس للإنسان إلا ما سعى. وأن سعيه سوف يرى} أي يوم القيامة كقوله تعالى: {وقل اعملوا فسيرى الله عملكم ورسوله والمؤمنون وستردون إلى عالم الغيب والشهادة فينبئكم بما كنتم تعملون} (¬2) أي فيخبركم به ويجزيكم عليه الجزاء الأوفى أي الأوفر)) انتهى. ¶ ¬_________ ¶ (¬1) يس: 12. ¶ (¬2) التوبة: 105.",
            "page": "76",
            "part": "1",
            "seal": "01EE62E6"
        },
        {
            "id": "76",
            "nass": "قال محمد تقي الدين: ومن ذلك تعلم أن ما زعمه ((البوعصامي)) العامي من أن عمر رضي الله عنه أوصى بقراءة الفاتحة وخاتمة البقرة (كذا) وعزاه إلى ((المشارق)) (¬1) كذب وافتراء على عمر، وحقه أن يعزى إلى المغارب لا إلى المشارق لبطلانه فهو غارب وليس بشارق. فمن رواه؟ وأين إسناده؟ ومن صححه أو حسنه؟ ، وهل كتاب المشارق على فرض صحة نسبته إليه قرآن لا يحتاج إلى سنده، أو أحد الصحيحين، أو أحد الكتب الستة وما يقاربها؟ ، فهذا يكون الإفلاس والالتجاء إلى بنيان الطريق. ¶ فإن كنت لا تدري فتلك مصيبة ... وإن كنت تدري فالمصيبة أعظم ¶ ------------------ ¶ يقولون أقوالاً ولا يعلمونها ... إذا قيل هاتوا حققوا ولم يحققوا ¶ {فمن أظلم ممن افترى على الله كذباً ليضل الناس بغير علم. إن الله لا يهدي القوم الظالمين} (¬2) ثم وقفت على الأثر الذي عزاه ((البوعصامي)) إلى عمر بن الخطاب جهلاً منه أو ممن نقل عنه، وجدته مروياً عن عبد الله بن عمر، رواه الخلال في جامعه بإسنادين كلاهما يدور على عبد الرحمن ¶ ¬_________ ¶ (¬1) قال راقمه: لعله كتاب ((مشارق الأنوار)) وهو إما لابن العربي المالكي أو لـ الباجي الأندلسي. ¶ (¬2) الأنعام: 245.",
            "page": "77",
            "part": "1",
            "seal": "2FED05D8"
        },
        {
            "id": "77",
            "nass": "بن العلاء بن اللجلاج عن أبيه عن عبد الله بن عمر أنه أوصى إذا دفن أن يقرأ عند رأسه بفاتحة البقرة وخاتمتها. ¶ قال في الهدي النبوي: ((عن عبد الرحمن بن العلاء بن اللجلاج شامي عن أبيه ما روى عنه سوى مبشر بن إسماعيل الحلبي، وفي هذا الإسناد أيضاً الحسن بن أحمد بن الحكم دعي بالوراق لملازمته محمد بن إسماعيل الوراق، لا يعرف وقد روى عن محمد بن إسماعيل هذا خبراً منكراً متنه: ((اليمين الفاجرة تعقم الرحم)) وفي إسناده أيضاً محمد بن قدامة الجوهري اللؤلؤي أبو جعفر البغدادي قال ابن معين: ليس بشيء وقال أبو داود: ضعيف لم أكتب عنه شيئاً)) . ¶ أقول: ومن ذلك تعلم أن هذا الأثر لا يصح عن ابن عمر، ولو فرضنا صحته فليس فيه حجة لأن قول الصحابي الواحد أو فعله ليس بحجة وإن لم يخالف الإجماع والسنة، فكيف وقد خالفهما. ¶ والاقتداء بالنبي صلى الله عليه وسلم في أفعاله وأقواله وتروكه فرض على كل مسلم في الأوامر والتروك. أما في الأفعال فإن لم يكن من خصائصه صلى الله عليه وسلم فهو سنة يثاب من فعله ولا يأثم من تركه، أما الأوامر والتروك فلا يسع أحد مخالفتها، ومن فعل التروك فقد ابتدع في دين الله، فهو في النار بنص حديث رسول الله صلى الله عليه وسلم، والعبادات لا مجال فيها للرأي والقياس، وإنما تؤخذ من هدي رسول الله صلى الله عليه وسلم وقد تقدم الكلام",
            "page": "78",
            "part": "1",
            "seal": "584BC48E"
        },
        {
            "id": "78",
            "nass": "على ذلك في الفصل الثالث. ¶ وقال الإمام الحافظ شمس الدين ابن القيم في كتاب ((الروح)) : ((وفي النسائي وغيره من حديث معقل بن يسار المزني عن النبي صلى الله عليه وسلم أنه قال: ((اقرؤوا ((يس)) على موتاكم)) )) . ¶ قال في الهدي: حديث معقل بن يسار المزني، رواه أيضاً أبو داود وابن ماجة وأحمد ولفظه ((يس قلب القرآن. لا يقرأها رجل يريد الله والدار الآخرة إلا غفر له، واقرؤوها على موتاكم)) ورواه أيضاً ابن حبان وصححه وأعله ابن القطان بالاضطراب وبكونه موقوفاً على معقل بن يسار، وبجهالة حال أبي عثمان وأبيه المذكورين في الإسناد وقد رأيت الذهبي يحمل الحكم عليه بما يلي: ((أبو عثمان يقال: اسمه سعد عن أبيه معقل بن يسار المزني بحديث ((اقرؤوا يس على موتاكم)) لا يعرف أبوه ولا هو، ولا روى عنه سليمان التيمي)) وجاء في التهذيب (ج 12 ص 165) ((اسمه هرم بن نسيب وقيل هرم بن نصيب (¬1)) ) وقال الدارقطني: هذا حديث ضعيف الإسناد مجهول المتن، ولا يصح في الباب حديث، ولذلك كره مالك وأصحابه قراءة القرآن عند الميت وبعد موته وعلى قبره وهو الحق. ¶ والكراهة هنا كراهة تحريم لأن كل بدعة ضلالة وكل ضلالة حرام فعلها. وعلى تقدير ثبوته فالمراد به ¶ ¬_________ ¶ (¬1) قال راقمه: في الحسام الماحق: بن هرم نصيب.",
            "page": "79",
            "part": "1",
            "seal": "A6C34FA5"
        },
        {
            "id": "79",
            "nass": "من حضره الموت لا من مات وقضى نحبه. ¶ قال ابن القيم عقب إيراد الحديث المتقدم الذكر: ((وهذا يحتمل أن يراد به قراءتها على المحتضر عند موته مثل قوله ((لقنوا موتاكم لا إله إلا الله)) ويحتمل أن يراد به القراءة عند القبر. ¶ والأول أظهر لوجوه: ¶ الأول: أنه نظير قوله ((لقنوا موتاكم لا إله إلا الله)) . ¶ والثاني: انتفاع المحتضر بهذه السورة، لما فيها من التوحيد والمعاد والبشرى بالجنة لأهل التوحيد وغبطة من مات بقوله: {يا ليت قومي يعلمون بما غفر لي ربي وجعلني من المكرمين} (¬1) فتستبشر الروح بذلك فتحب لقاء الله ويحب الله لقاءها، فإن هذه السورة قلب القرآن ولها خاصية عجيبة في قراءتها عند المحتضر، وقد ذكر أبو الفرج ابن الجوزي قال: كنا عند شيخنا أبي الوقت عبد الأول وهو في السياق، وكان آخر عهدنا به أنه نظر إلى السماء وضحك وقال: يا ليت قومي يعلمون بما غفر لي ربي وجعلني من المكرمين، وقضى. ¶ الثالث: أن هذا علم الناس وعادتهم قديماً وحديثاً يقرؤون ((يس)) عند المحتضر. ¶ ¬_________ ¶ (¬1) يس: 26، 27.",
            "page": "80",
            "part": "1",
            "seal": "EE51D991"
        },
        {
            "id": "80",
            "nass": "الرابع: أن الصحابة لو فهموا من قوله صلى الله عليه وسلم: ((اقرؤوا على موتاكم)) قراءتها، لما أخلوا بها وكان ذلك أمراً معتاداً مشهوراً بينهم. ¶ الخامس: أن انتفاعه باستماعها وحضور قلبه وذهنه عند قراءتها في آخر عهده بالدنيا هو المقصود، وأما قراءتها عند قبره فإنه لا يثاب على ذلك، لأن الثواب إما بالقراءة أو بالاستماع وهو عمل انقطع عن الميت)) وقال في زاد المعاد: ((ولم يكن من هديه صلى الله عليه وسلم أن يجتمع للعزاء ويقرأ له القرآن لا عند قبره ولا غيره، وكل هذا بدعة حادثة مكروهة)) وقال القاسمي في تفسيره: (( {أن لا تزر وازرة وزر أخرى} أي لا تؤاخذ نفس بذنب غيرها، بل كل آثمة فإن إثمها عليها، وقال القاشاني: لأن العقاب يترتب على أفعال مظلمة رسخت في النقص بتكرار الأباطيل والأقاويل السيئة التي هي الذنوب، وكذلك الثواب إنما يترتب على أضدادها من فعل الفضائل كما قال تعالى: {وأن ليس للإنسان إلا ما سعى} أي إلا سعيه وكسبه)) . ¶ تنبيهات ¶ الأول: قال ابن جرير: ((إنما عنى بقوله: {أن لا تزر وازرة وزر أخرى} الذي ضمن للوليد بن المغيرة أن يتحمل عنه عذاب الله يوم القيامة يقول: ألم يخبر قائل هذا القول",
            "page": "81",
            "part": "1",
            "seal": "D4EA5425"
        },
        {
            "id": "81",
            "nass": "وضامن هذا الضمان بالذي في صحف موسى وإبراهيم: مكتوب لا تأثم آثمة إثم أخرى غيرها، وأن ليس للإنسان إلا ما سعى. أي وأنه لا يجازى عامل إلا بعمله خيراً كان أم شراً)) انتهى. ¶ وظاهر السياق يشعر بنزول الآيات رداً على ما كانوا يتخرصونه ويتمنونه ويتحكمون فيه على الغيب لجاجاً وجهلاً، ومع ذلك مفهومها الشمولي جلي. ¶ الثاني: قال السيوطي في الإكليل: ((استدل به على عدم دخول النيابة في العبادات عن الحي والميت، واستدل به الشافعي على أن ثواب القراءة لا يلحق الأموات. ¶ قال خليل في مختصره عاطفاً على المكروهات: وقراءة عند موته وبعده وعلى قبره. قال الزرقاني: لأن القصد بزيارته تدبر ما وقع له وما هو فيه، والقراءة يطلب فيها التدبر ولا يجتمع التدبران غالباً. قال بناني: ونص التوضيح في باب الحج: مذهب مالك كراهة القراءة على القبر، ونقله ابن جمرة في شرح مختصر البخاري، وعلله بمثل ما تقدم عن الزرقاني، ثم قال بناني: فقول الزرقاني أن الأمر صريح في الكراهة مطلقاً)) . ¶ أقول: وتحمل الكراهة هنا على كراهة التحريم وهو مقتضى شدة مالك وتمسكه بالسنة وإنكاره للبدعة وغلظته على المبتدعين كما تقدم عنه.",
            "page": "82",
            "part": "1",
            "seal": "AD791D10"
        },
        {
            "id": "82",
            "nass": "المسألة الرابعة: التأمين والجهر به ¶ قال محمد تقي الدين: إعلم أن التأمين في الصلاة عند نهاية الفاتحة فرض على كل مصل سراً وجهراً في الجهرية لقول النبي صلى الله عليه وسلم: ((صلوا كما رأيتموني أصلي)) أخرجه البخاري في صحيحه من حديث مالك بن الحويرث، وقد روى الأئمة في التأمين سبعة عشر حديثاً وثلاثة آثار أقتصر على ذكر بعضها: ¶ 1- عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: ((إذا أمَّن الإمام فأمنوا، فإن من وافق تأمينه تأمين الملائكة غفر له ما تقدم من ذنبه)) . ¶ 2- عن ابن شهاب: ((كان رسول الله صلى الله عليه وسلم يقول: آمين)) روى (¬1) الجماعة إلا أن الترمذي لم يذكر قول ابن شهاب. ¶ 3- وفي رواية: ((إذا قال الإمام: غير المغضوب عليهم ولا الضالين، فقولوا آمين، فإن الملائكة تقول آمين وإن الإمام يقول آمين، فمن وافق تأمين الملائكة غفر له ما تقدم من ذنبه)) رواه أحمد والنسائي. ¶ 4- عن أبي هريرة قال: ((كان رسول الله صلى الله عليه وسلم إذا تلا {غير المغضوب عليهم ولا الضالين} قال: آمين حتى يسمع من يليه من الصف الأول)) . رواه أبو داود وابن ماجة وقال: ((حتى يسمعها الصف الأول فيرتج ¶ ¬_________ ¶ (¬1) قال راقمه: كذا في ((الحسام الماحق)) ولعل الصواب: رواه.",
            "page": "83",
            "part": "1",
            "seal": "BAB2CF7E"
        },
        {
            "id": "83",
            "nass": "بها المسجد)) . ¶ 5- عن وائل بن حجر قال: ((سمعت النبي صلى الله عليه وسلم قرأ {غير المغضوب عليهم ولا الضالين} ، فقال آمين يمد بها صوته)) . رواه أحمد وأبو داود والترمذي. ¶ قال الشوكاني في ((نيل الأوطار على منتقى الأخبار)) بعد ذكر الأحاديث الواردة في هذا الباب ما نصه: ((وقوله ((فقال: آمين يمد بها صوته)) والحديث يدل على مشروعية التأمين للإمام والجهر ومد الصوت به.. قال الترمذي وبه قال غير واحد من أهل العلم من أصحاب النبي صلى الله عليه وسلم والتابعين ومن بعدهم يرون أن الرجل يرفع صوته بالتأمين ولا يخفيه وبه يقول الشافعي وأحمد وإسحق، واستدلوا على مشروعية الجهر به بحديث عائشة مرفوعاً عند أحمد وابن ماجة والطبراني بلفظ: ((ما حسدتكم اليهود على شيء ما حسدتكم على السلام والتأمين)) ، وحديث ابن عباس عند ابن ماجة بلفظ قال: قال رسول الله صلى الله عليه وسلم: ((ما حسدتكم اليهود على شيء ما حسدتكم على قول آمين، فأكثروا من قول آمين)) )) . ¶ وقال محمد تقي الدين: وذهب مالك إلى أن الإمام لا يؤمن في الجهرية؛ إذ لم يبلغه شيء من تلك الأحاديث فله أجر واحد ولا لوم عليه، وإنما اللوم والإثم على من بلغه حديث رسول الله صلى الله عليه وسلم في غاية الوضوح والصحة وعمل به",
            "page": "84",
            "part": "1",
            "seal": "2296D0A4"
        },
        {
            "id": "84",
            "nass": "الصحابة والتابعون وأكثر الأئمة المجتهدين، ثم ركب رأسه وتعمد معصية الرسول صلى الله عليه وسلم ولم يقتصر على ذلك حتى أخذ ينهى الناس عن اتباع سنة رسول الله، ويكتب ذلك من بلد إلى بلد ولم يقتصر على إضلال من عنده من الناس، فهكذا تكون الجرأة والوقاحة وقلة الحياء من الله ومن الناس. ¶ يا ليت لي من جلد وجهك رقعة ... فأقد منها حافراً للأدهم ¶ المسألة الخامسة: نسبة السدل إلى الإمام الشافعي. ¶ أقول: إن الشافعي وأتباعه كلهم يضعون أيمانهم على شمائلهم من زمانه إلى يومنا هذا. يعرف ذلك ويشهد به العلماء والعامة حتى صبيان المدارس الابتدائية، فكيف تجرد هذا ((البوعصامي)) من كل علم وعقل وأتى بهذه الكذبة الفظيعة التي يجزيه الله عنها في الدنيا والآخرة إن لم يتب، ونحن نسوق كلام الشافعي ليتبين كذب هذا المفتون وافتراءه على الأئمة كما افترى على الله. ¶ قال المزني في مختصر لكتاب ((الأم)) ما لفظه: ((قال الشافعي: وإذا أحرم إماماً أو وحده نوى صلاته في حال التكبير لا قبله ولا بعده ولا يجزئه إلا قوله، الله أكبر أو الله الأكبر، فإن لم يحسن بالعربية كبر بلسانه، وكذلك الذكر وعليه أن يتعلم، ولا يكبر إن كان إماماً حتى تستوي",
            "page": "85",
            "part": "1",
            "seal": "EC60512A"
        },
        {
            "id": "85",
            "nass": "الصفوف خلفه ويرفع يديه إذا كبر حذو منكبيه، ويأخذ كوعه الأيسر بكفه اليمنى ويجعلها تحت صدره)) انتهى. ¶ المسألة السادسة: التوسل بالمخلوق. ¶ اعلم أن التوسل هو ابتغاء الوسيلة أي السبب الموصل إلى المطلوب قال الله تعالى في سورة المائدة: {يا أيها الذين آمنوا اتقوا الله وابتغوا إليه الوسيلة وجاهدوا في سبيله لعلكم تفلحون} (¬1) وقال تعالى في سورة الإسراء: {أولئك الذين يدعون يبتغون إلى ربهم الوسيلة أيهم أقرب ويرجون رحمته ويخافون عذابه. إن عذاب ربك كان محذورا} (¬2) والمراد بالتوسل إلى الله تعالى: الأعمال الصالحة التي يتقرب بها إلى الله تعالى كما في الحديث القدسي: ((ما تقرب إلي عبدي بشيء أحب إلي مما افترضت عليه، ولا يزال عبدي يتقرب إلي بالنوافل حتى أحبه فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها، ولئن سألني لأعطينه، ولئن استعاذني لأعيذنه)) رواه البخاري من حديث أبي هريرة. ¶ ¬_________ ¶ (¬1) المائدة: 35. ¶ (¬2) الإسراء: 57.",
            "page": "86",
            "part": "1",
            "seal": "D0A07A1A"
        },
        {
            "id": "86",
            "nass": "فالإقسام على الله بالمخلوق حرام، وهو جهل من فاعله لأن هذا المقسم إما أن يقسم بأجسام المخلوقين وذلك جهل وضلال وباطل، إذ لا يتقرب إلى الله بأجسام عباده، إذ لا علاقة لأجسامهم بما يريده الله من ذلك التوسل، وهو الإيمان والأعمال الصالحة. ¶ وإما أن يتوسل إلى الله بأعمالهم فهو جهل أيضاً وضلال؛ لأن أعمالهم لهم، لا يصل إليه منها شيء إلا ما أذن الله فيه كالدعاء، وأعماله له، لا يصل إليهم منها شيء إلا ما خصص كالدعاء والصدقة بشرطهما إذا صنعا بقصد إيصال الخير إلى من مات موحداً لله ومتبعاً للرسول صلى الله عليه وسلم ولا يجوز الدعاء ولا الصدقة على من مات مشركاً بالله. ¶ ويتوسل إلى الله تعالى أيضاً بأسمائه الحسنى؛ قال تعالى في سورة الأعراف: {ولله الأسماء الحسنى فادعوه بها وذروا الذين يلحدون في أسمائه سيجزون ما كانوا يعملون} (¬1) . ¶ وأما التوسل إلى الله تعالى بالعمل المتعلق بالنبي صلى الله عليه وسلم وأصحابه وسائر المؤمنين إذا كان مشروعاً فهو من خير الوسائل، فمن توسل إلى الله تعالى بمحبة النبي صلى الله عليه وسلم وطاعته واتباعه وتوقيره والدفاع عن سنته وتعظيم ما جاء به ¶ ¬_________ ¶ (¬1) الأعراف: 180.",
            "page": "87",
            "part": "1",
            "seal": "D4DDC328"
        },
        {
            "id": "87",
            "nass": "فقد أحسن وهو جدير بالقبول، وكذلك التوسل بمحبة المؤمنين وإعانتهم وقضاء حاجاتهم والإحسان إليهم والدفاع عنهم وتوقير كبيرهم ورحمة صغيرهم فذلك من أفضل الأعمال عند الله وفي تلك الحال يكون الإنسان متوسلاً إلى الله بعمله، وقد علمنا النبي صلى الله عليه وسلم أن نتوسل إليه بأعمالنا كما في حديث الثلاثة الذين انطبقت عليهم الصخرة فتوسل كل واحد منهم إلى الله فاستجاب الله دعاءهم ولم يقل لنا أقسموا على الله بنبي أو ملك أو صالح. ¶ قال العلامة المحقق بشير السهسواني في كتابه ((صيانة الإنسان)) بعد ما ذكر أنواع التوسل المشروعة ص 201، وقد أشرت إلى بعضها فيما سبق: ((والسابع أن يقول: اللهم أسألك بحق فلان عبدك أو بجاهه أو حرمته أو نحو ذلك، فعن العز بن عبد السلام ومن تبعه عدم الجواز إلا بالنبي صلى الله عليه وسلم، وعند الحنابلة في أصح القولين أنه مكروه كراهة تحريم، ونقل القدوري وغيره من الحنفية عن أبي يوسف أنه قال: قال أبو حنيفة: لا ينبغي لأحد أن يدعو الله إلا به. ¶ وفي جميع متونهم أن قول الداعي المتوسل بحق الأنبياء والأولياء وبحق البيت والمشعر الحرام مكروه كراهة تحريم، وهو كالحرام في العقوبة بالنار عند محمد. وعللوا ذلك كلهم بقولهم: إنه لا حق لمخلوق على الخالق))",
            "page": "88",
            "part": "1",
            "seal": "852BB20B"
        },
        {
            "id": "88",
            "nass": "ثم قال في صفحة 205: ((قال ابن بلدجي في شرح المختار: ويكره أن يدعو الله إلا به ولا يقول أسألك بملائكتك أو بأنبيائك أو نحو ذلك لأنه لا حق للمخلوق على خالقه)) . ¶ ثم في صفحة 206: ((الثامن: أن يسأل الله ويدعوه عند قبور الصالحين معتقداً أن الدعاء عند القبور مستجاب ونقل الحافظ أحمد بن عبد الحليم الحرّاني في المبسوط وهو من أشهر كتب المالكية الكبرى عن الإمام مالك رحمه الله كراهة التوسل بالمخلوق، يعني بذوات الأنبياء والصالحين ونقل ذلك في كتاب التوسل والوسيلة له، وأدعية الكتاب والسنة الصحيحة ليس فيها توسل إلا بأسماء الله الحسنى وصفاته والعمل الصالح، ففيها غنية عن الأدعية المبتدعة التي تنحو منحى الشرك ¶ والوثنية)) .",
            "page": "89",
            "part": "1",
            "seal": "A2231353"
        },
        {
            "id": "89",
            "nass": "توسل عمر بالعباس ¶ قال السهسواني في ص 207: ((المراد بالاستسقاء بالعباس والتوسل به الوارد في حديث أنس هو الاستسقاء بدعاء العباس على طريقة معهودة في الشرع وهي أن يخرج بمن يستسقي به إلى المصلى فيستسقي، ويستقبل القبلة داعياً ويحول رداءه ويصلي ركعتين أو نحوه من هيئات الاستسقاء التي وردت في الصحاح، والدليل عليه قول عمر: ((اللهم إنا كنا نتوسل إليك بنبينا فتسقينا وإنا نتوسل إليك بعم نبينا فاسقنا)) ، ففي هذا القول دلالة واضحة على أن التوسل بالعباس كان مثل توسلهم بالنبي صلى الله عليه وسلم والتوسل بالنبي صلى الله عليه وسلم لم يكن إلا بأن يخرج النبي صلى الله عليه وسلم ويستقبل القبلة ويحول رداءه ويصلي ركعتين أو نحوه من الهيئات الثابتة للاستسقاء، ولم يرد في حديث ضعيف فضلاً عن الحسن أو الصحيح أن الناس طلبوا السقيا والدعاء والصلاة وغيرهما بغير ما ثبت بالأحاديث ومن يدعي وروده فعليه ¶ الإثبات. ¶ إذا ثبت هذا فاعلم أن الاستسقاء والتوسل على الهيئات التي وردت في الصحاح للاستسقاء لا يمكن إلا بالحي لا بالميت، فالقول بإمكان الاستسقاء بالنبي صلى الله عليه وسلم من أبطل الأباطيل)) انتهى.",
            "page": "90",
            "part": "1",
            "seal": "3663C47F"
        },
        {
            "id": "90",
            "nass": "عمل أهل المدينة ¶ اعلم أنه لا حجة إلا في كتاب الله وسنة رسوله صلى الله عليه وسلم لقوله تعالى في سورة النساء: {فإن تنازعتم في شيء فردوه إلى الله والرسول إن كنتم تؤمنون بالله واليوم الآخر} (¬1) أما الإجماع فهو داخل فيهما إذ لا بد له من دليل منهما أو من أحدهما، وكذلك القياس عند من يقول به لا بد أن يكون مبنياً على دليل من الكتاب والسنة، ولا حجة في إجماع أهل بلد من البلدان عند جماهير الأئمة، واختلف المالكية في عمل أهل المدينة فأنكره بعضهم وأثبته بعضهم مطلقاً، والمحققون منهم فصلوا فقالوا: إن كان في المنقولات وكان في زمن الصحابة والتابعين، وكذلك في الأمور العملية كالمد والصاع مثلاً، وعدم زكاة الخضر فهو مقدم على خبر الواحد، لأن نقل جماعة مقدم على نقل واحد، لأنه حينئذٍ من قبيل الشاذ، أما في الاجتهادات فخبر الواحد مقدم عليه، وإذا لم يوجد خبره فهل يحتج به قولاً، انظر إعلام الموقعين ونصه: ((قال القاضي عبد الوهاب: وقد اختلف أصحابنا فيه ثلاثة أوجه: ¶ أحدها: أنه ليس بحجة أصلاً، وأن الحجة هي إجماع أهل ¶ ¬_________ ¶ (¬1) النساء: 59.",
            "page": "91",
            "part": "1",
            "seal": "8964A90B"
        },
        {
            "id": "91",
            "nass": "المدينة من طريق النقل، ولا يرجح به أيضاً أحد الاجتهادين على الآخر. ¶ وهذا قول أبي بكر وأبي يعقوب الرازي والقاضي أبي بكر ابن منتاب والطيالسي والقاضي أبي الفرج والشيخ أبي بكر الأبهري، وأنكروا أن يكون هذا مذهباً لمالك، ولأحد أصحابه)) انتهى. ¶ أقول: وتقديم القاضي عبد الوهاب لهذا القول يقتضي أنه الراجح عنده، وقد أسرف الجهال في الاحتجاج بعمل أهل المدينة، ولم يميزوا المسائل التي ورد أنها من عمل أهل المدينة وهي المسائل التي لم يرد فيها شيء، غاية الأمر أن مالكاً قد قال فيها قولاً باجتهاده وليس بمعصوم، إذ المعصوم واحد هو رسول الله صلى الله عليه وسلم على أن المتبعين لرسول الله صلى الله عليه وسلم وللصحابة والتابعين هم المتبعون لمالك في الحقيقة لأن مالكاً نهى عن اتباع قوله، إذا خالف الدليل، فمن اتبعه في تلك الحال فقد عصى الله ورسوله وعصى مالكاً نفسه وأطاع الشيطان. ¶ وسأورد هنا مسائل خالف فيها مالك نفسه أهل المدينة والمنقول المحقق عن الصحابة والتابعين مع قيام الدليل على صحته، وأورد بعض المسائل التي عمل بها النبي صلى الله عليه وسلم وأصحابه والتابعين ومالك نفسه، ثم تركها بعض المنتسبين إلى مذهبه اعتماداً على بعض الأقوال الضعيفة السخيفة",
            "page": "92",
            "part": "1",
            "seal": "D141D609"
        },
        {
            "id": "92",
            "nass": "المنقولة عن مالك هم ادعوا أن مالكاً ترك العمل بذلك لمخالفته لعمل أهل المدينة. ¶ المسألة الأولى: رفع اليدين عند الركوع والرفع منه ¶ رواه مالك في حديث ابن عمر عن النبي صلى الله عليه وسلم ولا شك أنه عمل به لأن مقامه أجل من أن يروي عن النبي صلى الله عليه وسلم حديثاً صحيحاً ولا يعمل به، ولم يقل في الموطأ أن العمل على خلافه كما قال ذلك في حديث: ((المتبايعان بالخيار ما لم يتفرقا)) . ¶ قال ابن القيم في ((الإعلام)) : ((انظر إلى العمل في زمان رسول الله صلى الله عليه وسلم والصحابة خلفه، وهم يرفعون أيديهم في الصلاة في الركوع والرفع منه، ثم العمل في زمان الصحابة بعده حتى كان عبد الله بن عمر إذا رأى من لا يرفع يديه حصبه وهو عمل كأنه رأي عين. ¶ وجمهور التابعين يعمل به في المدينة وغيرها من الأمصار كما حكاه البخاري ومحمد بن نصر المروزي وغيرهما عنهم ثم صار العمل بخلافه)) . ¶ قال محمد تقي الدين: فعبد الله بن عمر هو إمام أهل المدينة في آخر زمان الصحابة وفي وسط زمان التابعين، وقد علمت أنه كان يعاقب من لا يرفع يديه يرميه بالحصباء، فلا شك أنه كان يعتقده فرضاً إذ لا عقاب على ترك مستحب،",
            "page": "93",
            "part": "1",
            "seal": "F7D1EC1A"
        },
        {
            "id": "93",
            "nass": "ولو سئل سفيه آخر الزمان لماذا لا ترفع يديك عند الركوع والرفع منه، لقال قلدت في ذلك مالكاً فقد نقل لي أنه كان لا يرفع، فإن قيل له هذا كتابه الموطأ الذي ألفه بيده ودرسه ستين سنة ليس فيه إلا الرفع. يقول: لا عمل على الموطأ، فلعل مالكاً رواه عن النبي صلى الله عليه وسلم وترك العمل به لأنه خلاف عمل أهل المدينة، فقال له: كذبت فعمل النبي صلى الله عليه وسلم وعمل أهل المدينة في أفضل عصورها الرفع. ¶ المسألة الثانية: دعاء الاستفتاح بعد التكبير ¶ قال ابن القيم في الإعلام: ((فانظر العمل في أمير المؤمنين عمر بن الخطاب في جهره بالاستفتاح في الفرض في مصلى النبي صلى الله عليه وسلم وعمل الصحابة به، ثم ترك العمل به في زمان مالك بوصل التكبير بالقراءة من غير دعاء ولا تعوذ)) . ¶ أقول: فهذا عمل أهل المدينة، جهر به الخليفة الثاني عمر بن الخطاب في مسجد رسول الله صلى الله عليه وسلم وقد صح الحديث عن النبي صلى الله عليه وسلم بذلك، وفي الأزمنة المتأخرة نسب مالك إلى تركه، فعصى المقلدون الله ورسوله وعمر بن الخطاب وأصحاب رسول الله صلى الله عليه وسلم والتابعين وعمل أهل المدينة المحقق في أفضل عصورها، وتركوا دعاء الاستفتاح والتعوذ والبسملة.",
            "page": "94",
            "part": "1",
            "seal": "F902CD8B"
        },
        {
            "id": "94",
            "nass": "المسألة الثالثة: العمل بخيار المجلس ¶ قال ابن القيم: ((انظر العمل في زمان الصحابة كعبد الله بن عمر في اعتبار خيار المجلس ومفارقته لمكان التبايع ليلزم العقد، ولا يخالفه في ذلك صحابي، ثم العمل به في زمان التابعين وإمامهم وعالمهم سعيد بن المسيب يعمل به ويفتي به ولا ينكره عليه منكر، ثم صار العمل في زمان ربيعة وسليمان بن بلال بخلاف ذلك. ¶ روى مالك في الموطأ عن نافع عن عبد الله بن عمر أن رسول الله صلى الله عليه وسلم قال: ((المتبايعان كل واحد منهما بالخيار على صاحبه ما لم يتفرقا إلا بيع الخيار)) ، قال مالك: وليس لهذا عندنا حد معروف ولا أمر معمول به فيه)) . ¶ قال السيوطي في شرح الموطأ: ((قال ابن عبد البر أجمع العلماء على أن هذا الحديث ثابت عن النبي صلى الله عليه وسلم وأنه أثبت ما نقل العدول، وأكثرهم استعملوه وجعلوه أصلاً من أصول الدين في البيوع ورده مالك وأبو حنيفة وأصحابهما، ولا أعلم أحداً رده غير هؤلاء. ¶ قال بعض المالكيين: دفعه مالك لإجماع أهل المدينة، وذلك عنده أقوى من خبر الواحد، وقال بعضهم لا تصح هذه الدعوى لأن سعيد بن المسيب وبن",
            "page": "95",
            "part": "1",
            "seal": "861284A0"
        },
        {
            "id": "95",
            "nass": "شهاب روي عنهما منصوصاً العمل به، وهما أجل فقهاء أهل المدينة، ولم يرو عن أحد من أهل المدينة نصاً ترك العمل به إلا عن مالك وربيعة، وقد كان ابن أبي ذئب وهو من فقهاء أهل المدينة في عصر مالك، ينكر على مالك اختياره ترك العمل به حتى جرى منه في مالك قول خشن حمله عليه الغضب لما يستحسن مثله منه، فكيف يصح لأحد أن يدعي إجماع أهل المدينة عليه في هذه المسألة)) انتهى. ¶ قال محمد تقي الدين: خيار المجلس ثابت عن النبي صلى الله عليه وسلم وعن الصحابة والتابعين في المدينة فنحن نعمل به ونرد كلام مالك وشيخه ربيعة ومحتسب المدينة في ذلك الزمان سليمان بن بلال، وقد ثبت لك أن عمل أهل المدينة لا يستقر على حال بل يختلف باختلاف الأزمنة والولاة فلا يحل لأحد أن يرد حديث النبي صلى الله عليه وسلم وعمل الصحابة والتابعين من أهل المدينة وغيرهم لعمل ثلاثة رجال جاءوا من بعدهم ولم يأمرنا الله باتباعهم، حتى ولو لم يخالفوا حديث النبي صلى الله عليه وسلم وعمل أهل المدينة من الصحابة والتابعين ومن تبعهم في عصر مالك كالإمام ابن أبي ذئب، ولو شئت أن أنقل مسائل أخرى من هذا القبيل، لضاق المقام على نقلها، وفيما ذكرته كفاية لمن يعرف الرجال بالحق، أما من يعرف الحق بالرجال فهو ضال مضل فلا كلام معه.",
            "page": "96",
            "part": "1",
            "seal": "FD6F5F43"
        },
        {
            "id": "96",
            "nass": "وصية النبي صلى الله عليه وسلم أن يطلب الاستغفار من أويس القرني ¶ قال محمد تقي الدين: وأي حجة لهذا المفتون في هذا الخبر فإننا نبيح طلب الدعاء من الحي سواء أكان الطالب أعلى من المطلوب منه الدعاء مرتبة أو مساوياً أو أدنى منه، فمثال الأعلى: طلب النبي صلى الله عليه وسلم الدعاء من عمر حين استأذنه في العمرة، وطلب عمر الدعاء من أويس، وعمر أعلى منه بدرجات لا تحصى. بل أمرنا الله ورسوله صلى الله عليه وسلم أن نصلي على النبي صلى الله عليه وسلم ونسأل له الوسيلة، وهي أعلى درجة في الجنة، والصلاة دعاء للنبي صلى الله عليه وسلم وهذه حجة على المفتون. إذ لو كان الدعاء يطلب من الملائكة أو الأنبياء في حياتهم البرزخية، أو الصحابة أو الصالحين والشهداء لما طلب عمر الدعاء من أويس، وكذلك استسقاء عمر بالعباس حجة على الخصم؛ لأن العباس كان حياً وقد صلى معهم صلاة الاستسقاء وسأل الله، فلم يستسق عمر بجسم العباس وإنما استسقى بدعاء العباس، ولم يستسق بالنبي صلى الله عليه وسلم لا هو ولا غيره من الصحابة بعد وفاته عليه الصلاة والسلام، وهو إجماع تركي، والإجماع على الترك حجة كالإجماع على العمل إذا ثبت بشرطه، فإيراده للخبرين بحثٌ عن حتفه بظلفه،",
            "page": "97",
            "part": "1",
            "seal": "58B9A0A1"
        },
        {
            "id": "97",
            "nass": "يخربون بيوتهم وأيدي المؤمنين فاعتبروا يا أولي الأبصار. ¶ وأما زعمه أنهم كانوا يأخذون تراب حمزة للتبرك فهذا كلام فاسد لفظاً ومعنى. فمن هؤلاء الذين يأخذون التراب للتبرك؟ ولِمَ لم يذكرهم المفتون؟ وما معنى تراب حمزة؟ تراب مزرعته؟ أو تراب ¶ قبره؟ . ¶ الذي يقتضيه حال من ينصر الشرك وعبادة القبور أنه يريد به تراب قبره ولكنه لم يذكره، وإذا كان التبرك بالأتربة جائزاً فكيف تركوا تراب قبر حمزة؟ وفي أي زمان كان ذلك؟ . ¶ أما في زمان الصحابة والتابعين والأئمة المجتهدين فحاشاهم من ذلك. كيف وقد تقدم عنهم من حماية حمى التوحيد بإخفاء مدفن ((دانيال)) وقطع شجرة بيعة الرضوان، ما يعلي الله به درجاتهم ويبرئهم من كل مشرك منافق، وإن كان يريد أهل الأزمنة المتأخرة فقد كانت على قبر حمزة قبة عظيمة، وكان الناس يحجون إليها في كل سنة من الآفاق حتى من مصر، فاتخذوها وثناً، فأراد الله تعالى أن يطهر قبر حمزة سيد الشهداء من رجسهم فوفق المجاهدين من رجال حزبه المفلحين فهدموها وقلعوا الرخام حتى صار القبر كما كان على عهد رسول الله صلى الله عليه وسلم وعلى ذلك فما كان يمكن لأحد أن يأخذ تراباً من القبر إن لم يكن هنالك",
            "page": "98",
            "part": "1",
            "seal": "C6174CFE"
        },
        {
            "id": "98",
            "nass": "تراب، وإنما كان هناك رخام وتابوت وستور حرير كما هو شأن أهل الأوثان في أوثانهم، وأما بعد هدمها فلا يتجرأ مشرك من عبدة القبور أن يأخذ تراباً منه لأن من تجرأ على ذلك يعاقب أشد العقاب، والعجب من هذا المفتون كيف لم يستح أن يذكر هذا الخبر الكاذب المفترى دون أن يعزوه إلى أحد أو يذكر مستنده ولكن من خذله الله وأراد فضيحته فلن تملك له من الله شيئا. ¶ (بدعة قراءة القرآن جماعة بنغمة واحدة) ¶ اعلم أن الاجتماع لقراءة القرآن في المسجد في غير أوقات الصلاة مشروع لقول النبي صلى الله عليه وسلم في غير أوقات الصلاة مشروع لقول النبي صلى الله عليه وسلم: ((وما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله ويتدارسونه فيما بينهم إلا نزلت عليهم السكينة وغشيتهم الرحمة وحفتهم الملائكة وذكرهم الله فيمن عنده، ومن بطأ به عمله لم يسرع به نسبه)) . رواه مسلم من حديث أبي هريرة. ¶ لكن الاجتماع لقراءة القرآن الموافقة لسنة النبي صلى الله عليه وسلم وعمل السلف الصالح أن يقرأ أحد القوم والباقون يسمعون، ومن عرض له شك في معنى الآية استوقف القارئ، وتكلم من يحسن الكلام في تفسيرها حتى ينجلي تفسيرها، ويتضح",
            "page": "99",
            "part": "1",
            "seal": "E30010D6"
        },
        {
            "id": "99",
            "nass": "للحاضرين، ثم يستأنف القارئ القراءة. هكذا كان الأمر في زمان النبي صلى الله عليه وسلم وبعده إلى يومنا هذا في جميع البلاد الإسلامية ما عدا بلاد المغرب في العصر الأخير، فقد وضع لهم أحد المغاربة ويسمى ((عبد الله الهبطي)) وقفاً محدثاً ليتمكنوا به من قراءة القرآن جماعة بنغمة واحدة، فنشأ عن ذلك بدعة القراءة جماعة بأصوات مجتمعة على نغمة واحدة وهي بدعة قبيحة تشتمل على مفاسد كثيرة: ¶ الأولى: أنها محدثة وقد قال النبي صلى الله عليه وسلم: ((وإياكم ومحدثات الأمور فإن كل محدثة بدعة وكل بدعة ضلالة)) . ¶ الثانية: عدم الإنصات فلا ينصت أحد منهم إلى الآخر، بل يجهر بعضهم على بعض بالقرآن، وقد نهى النبي صلى الله عليه وسلم عن ذلك بقوله: ((كلكم يناجي ربه فلا يجهر بعضكم على بعض بالقرآن، ولا يؤذ بعضكم بعضاً)) . ¶ الثالثة: أن اضطرار القارئ إلى التنفس واستمرار رفقائه في القراءة يجعله يقطع القرآن ويترك فقرات كثيرة فتفوته كلمات في لحظات تنفسه، وذلك محرم بلا ريب. ¶ الرابعة: أنه يتنفس في المد المتصل مثل: جاء، وشاء، وأنبياء، وآمنوا، وما أشبه ذلك فيقطع الكلمة الواحدة نصفين،",
            "page": "100",
            "part": "1",
            "seal": "48066F8F"
        },
        {
            "id": "100",
            "nass": "ولا شك في أن ذلك محرم وخارج عن آداب القراءة، وقد نص أئمة القراءة على تحريم ما هو دون ذلك، وهو الجمع بين الوقف والوصل، كتسكين باء ((لا ريب)) ووصلها بقوله تعالى: {فيه هدى} قال الشيخ التهامي بن الطيب في نصوصه: ¶ الجمع بين الوصل والوقف حرام ... نص عليه غير عالم همام ¶ الخامسة: أن في ذلك تشبهاً بأهل الكتاب في صلواتهم في كنائسهم، فواحدة من هذه المفاسد تكفي لتحريم ذلك، والطامة الكبرى أنه يستحيل التدبر في مثل تلك القراءة وقد زجر الله عن ذلك بقوله في سورة محمد: {أفلا يتدبرون القرآن أم على قلوب أقفالها} ونحن نشاهد معظم من يقرأ على تلك القراءة لا يتدبر القرآن ولا ينتفع به، وتا الله لقد شاهدت قراء القرآن على القبر فلم يتعظوا بمشاهدته ولا برؤية القبور ولا بما يقرؤونه من القرآن، فقبح الله قوماً هذا حالهم ((وبعداً للقوم الظالمين)) . ¶ قال أبو إسحاق الشاطبي في ((الاعتصام)) : ((واعلموا أنه حيث قلنا: إن العمل الزائد على المشروع يصير وصفاً له أو كالوصف فإنما يعتبر بأحد أمور ثلاثة: إما بالقصد، وإما",
            "page": "101",
            "part": "1",
            "seal": "54CE14DE"
        },
        {
            "id": "101",
            "nass": "بالعبادة، وإما بالزيادة أو بالنقصان. ¶ إما بالعبادة كالجهر والاجتماع في الذكر المشهور بين متصوفة الزمان، فإن بينه وبين الذكر المشروع بوناً بعيداً إذ هما كالمضادين عادة، وكالذين حكى عنهم ابن وضاح عن الأعمش عن بعض أصحابه قال: ((مر عبد الله برجل يقص في المسجد على أصحابه وهو يقول: سبحوا عشرا وهللوا عشرا، فقال عبد الله: إنكم لأهدى من أصحاب محمد صلى الله عليه وسلم أو أضل؟ بل هذا ((يعني أضل)) )) . ¶ وفي رواية عنه: أن رجلاً كان يجمع الناس فيقول: رحمه الله من قال كذا وكذا مرة ((الحمد لله)) . قال فمر بهم عبد الله بن مسعود فقال لهم: ((هديتم لما لم يهد نبيكم، وإنكم لتمسكون بذنب ضلالة)) ، وذكر لهم أن ناساً بالكوفة يسبحون بالحصى في المسجد فأتاهم وقد كوم كل رجل بين يديه كوماً من حصى قال: فلم يزل يحصبهم بالحصى حتى أخرجهم من المسجد ويقول: ((لقد أحدثتم بدعة وظلماً وكأنكم فقتم أصحاب محمد صلى الله عليه وسلم علما)) )) انتهى. ¶ تعليق: وقد روى هذا الحديث عن ابن مسعود من طرق كثيرة بعبارات مختلفة لفظاً ومتفقة معنى، بعض الروايات مطول وبعضها مختصر وفيه فوائد: ¶ الأولى: هذا الحديث موقوف ولكنه في حكم المرفوع،",
            "page": "102",
            "part": "1",
            "seal": "C5A4A587"
        },
        {
            "id": "102",
            "nass": "لأن ابن مسعود صرح بأن ذلك مخالف لسنة النبي صلى الله عليه وسلم ففي بعض الروايات: ((ويحكم يا أمة محمد ما أسرع هلكتكم، هذه ثيابه لم تبل، وأوانيه لم تكسر، ونساؤه شواب، وقد أحدثتم ما أحدثتم)) ، وفي رواية أخرى أن عبد الله بن مسعود لما طردهم من مسجد الكوفة ورماهم بالحصباء، خرجوا إلى ظاهر الكوفة وبنوا مسجداً وأخذوا يعملون ذلك العمل، فأمر عبد الله بن مسعود بهدمه فهدم. ¶ الثانية: أن البدعة وإن كانت إضافية شر من المعاصي كما حققه أبو إسحاق الشاطبي فهي حرام، إنما كانت شراً من المعاصي لأن المعصية يفعلها صاحبها وهو معترف بذنبه فيرجى له أن يتوب منها. ¶ الثالثة: أن المبتدع يستحق العقاب والطرد من المسجد إن كان الابتداع فيه. ¶ الرابعة: أن كل مسجد بني على قبر أو بني لارتكاب البدع فيه يجب هدمه؛ لأنه مثل مسجد الضرار الذي أمر رسول الله صلى الله عليه وسلم بهدمه وإحراقه، فهدمه أصحابه وجعل كناسة ترمي فيه الجيف، وقد نقل غير واحد عن ابن حجر الهيثمي أنه قال: ((إن هذه المساجد المبنية على القبور هي أحق بالهدم من مسجد الضرار)) ، وابن حجر هذا كان مبتدعاً ضالاً ولكنه في",
            "page": "103",
            "part": "1",
            "seal": "FFDBA73B"
        },
        {
            "id": "103",
            "nass": "هذه المسألة قال الحق، والحكمة ضالة المؤمن، يأخذها حيث وجدها. ¶ أما الإمام الحافظ ابن حجر العسقلاني فهو إمام محقق لم يشرح أحد صحيح البخاري مثل شرحه المسمى بـ ((فتح الباري)) ولذلك قال العلماء: ((لا هجرة بعد الفتح)) . أي لا شرح للبخاري يستحق الاعتبار بعد فتح الباري، ثم قال أبو إسحاق عاطفاً على البدع المنكرة: ((ومن أمثلة ذلك أيضاً: قراءة القرآن على صوت واحد، فإن تلك الهيئة زائدة على مشروعية القراءة، وكذلك الجهر الذي اعتاده أرباب الرواية)) انتهى. ¶ قال محمد تقي الدين: والعجب من هؤلاء المشركين المبتدعين الضلال، فإنهم يتلونون تلون الحرباء لا يستقرون على حال أبداً، فتارة يدعون أنهم مقلدون لمالك، ويرون من خالف مذهبه كمن خالف القرآن والسنة الثابتة المحكمة، ويغلون في ذلك إلى أن يجعلوا البسملة والتعوذ وقراءة الفاتحة خلف الإمام في الجهرية والجهر بالتأمين ووضع اليمنى على اليسرى ورفع اليدين عند الركوع والرفع منه وبعد القيام من التشهد الأول، والسلام تسليمتين (السلام عليكم ورحمة الله وبركاته) وما أشبه ذلك من السنة الثابتة عن النبي صلى الله عليه وسلم التي يراها من له أدنى إلمام بالفقه في الدين",
            "page": "104",
            "part": "1",
            "seal": "570EE3EE"
        },
        {
            "id": "104",
            "nass": "كالشمس في رابعة النهار كأنه يشاهد النبي صلى الله عليه وسلم يفعلها لا يشك في ذلك ولا يرتاب فيه، يجعلون ذلك من المنكرات التي يجب أن تغير، ويكتب فيها من بلد إلى بلد مع أن مالكاً في الحقيقة قائل ببعضها تفصيلاً وبسائرها إجمالاً، ثم يخالفون فيما ينهى عنه ويكرهه كراهة تحريم من البدع التي لا تسند إلى أي دليل كعبادة القبور وزيارتها زيارة بدعية، وقراءة القرآن على الميت بعد موته وعلى قبره، وقراءة القرآن جماعة بصوت واحد، وقراءة الأذكار والأوراد كذلك، وقد صرح بذلك خليل الذي يعدون مختصره قرآناً يتلى غلواً منهم وضلالاً. ¶ قال في مختصره عاطفاً على المكروهات: ((وجهر بها في مسجد كجماعة)) ، ولا يبالون بخلافه فيما اعتادوه من البدع، فيحلونه عاماً ويحرمونه عاماً، وما أحسن قوله تعالى في سورة القصص يخاطب رسوله صلى الله عليه وسلم: {فإن لم يستجيبوا لك فاعلم أنما يتبعون أهواءهم. ومن أضل ممن اتبع هواه بغير هدىً من الله. إن الله لا يهدي القوم الظالمين} (¬1) . ¶ ¬_________ ¶ (¬1) القصص: 50.",
            "page": "105",
            "part": "1",
            "seal": "74E40BD8"
        },
        {
            "id": "105",
            "nass": "أحكام آية النجم ¶ زعم المفتون أن آية النجم (¬1) منسوخة بآية: {والذين آمنوا واتبعتهم ذريتهم بإيمان} وهو قول باطل حكاه بعض المفسرين عن ابن عباس ولا يصح، وقد رأيت الشافعي رحمه الله احتج بآية النجم على عدم وصول ثواب قراءة القرآن للأموات والإمامان ابن جرير الطبري وابن كثير يريانها محكمة، والسيوطي في ((الإتقان)) قد عد الآيات التي صح أنها منسوخة ولم يعد هذه منها، وقد تقدم عنه أنه نقل احتجاج الشافعي منها، وبذلك تعلم بطلان ما ادعاه المفتون، ثم أنها خبر والنسخ لا يقع في الأخبار، بل الله احتج بها على الذي تولى، أي أعرض عن الإسلام وأعطى قليلاً وأكدى، أي منع العطاء. قيل هو الوليد بن المغيرة وقيل غيره، وذلك دليل قاطع على أنها محكمة، والعجب من هذا المبتدع كيف يعجب على أهل مسجد ((أرفود)) عملهم بسنة النبي صلى الله عليه وسلم ويجعله منكراً بلا حجة إلا مخالفة مذهب مالك، ثم يخالفه هو في أمور تقدم ذكرها، ومن جملة ما خالف فيه مذهب مالك القول بصحة النيابة في الحج والصوم، ولو ذهبنا نحصى تناقضه لضاق بنا المجال فنقتصر على هذا القدر منشدين: ¶ إن عادت العقرب عدنا لها ... وكانت النعل لها حاضرة ¶ ¬_________ ¶ (¬1) قوله تعالى: {وأن ليس للإنسان إلا ما سعى} .",
            "page": "106",
            "part": "1",
            "seal": "7A846218"
        },
        {
            "id": "106",
            "nass": "انتفاع الإنسان بعمل غيره ¶ سرد ((البوعصامي)) العامي اثني عشر وجهاً يستدل بها على انتفاع الإنسان بعمل غيره، ولم يذكر من أدلتها إلا قليلاً كعادته في التهور وإصدار الأحكام بلا دليل، كأنه يخاطب عوام مثله يسلمون له كل ما يزعم، وأقول في ذلك قولاً مختصراً مفيداً: كل عمل صح النقل بأنه ينفع عامله كالدعاء والصدقة والحج والصوم المنذور خلافاً للمالكية في هذين الآخرين، فهو تخصيص عموم أية النجم المتقدم بيانها، وما لم يصح دليله أو لم يوجد له دليل أصلاً كزعمه أن الأبناء يدخلون الجنة بعمل آبائهم فهو كذب على الله ورسوله، ومن البراهين القاطعة في رد هذه الدعوى الوقحة ما جاء في صحيح البخاري في كتاب التفسير سورة الشعراء في قوله تعالى: {وأنذر عشيرتك الأقربين واخفض جناحك لمن اتبعك من المؤمنين} ، عن أبي هريرة قال: ((قام رسول الله صلى الله عليه وسلم حين أنزل الله {وأنذر عشيرتك الأقربين} : يا معشر قريش أو كلمة نحوها، اشتروا أنفسكم لا أغني عنكم من الله شيئا. يا عباس بن عبد المطلب لا أغني عنك من الله شيئا. ويا صفية عمة رسول الله لا أغني عنك من الله شيئا. ويا فاطمة بنت محمد سليني ما شئت من",
            "page": "107",
            "part": "1",
            "seal": "C37C3D66"
        },
        {
            "id": "107",
            "nass": "مالي، لا أغني عنك من الله شيئا)) . ¶ فتأملوا أيها الموحدون المتبعون لكتاب الله وسنة رسوله صلى الله عليه وسلم كيف أمر الله رسوله صلى الله عليه وسلم أن ينذر أقرب الناس إليه نسباً وأن يحذرهم من عذاب الله، وكيف امتثل رسول الله صلى الله عليه وسلم ما أمره الله به على أحسن الوجوه وأكملها، فأنذرهم بذلك التفصيل والبيان حتى انتهى إلى فاطمة ابنته سيدة نساء العالمين فقال لها: ((يا فاطمة بنت محمد سليني من مالي ما شئت لا أغني عنك من الله شيئا)) . ¶ وأخرج أحمد والشيخان والترمذي عن أبي هريرة قال: ((لما نزلت هذه الآية: {وأنذر عشيرتك الأقربين} دعا رسول الله صلى الله عليه وسلم فعم وخص فقال: ((يا معشر قريش أنقذوا أنفسكم من النار، يا معشر بني كعب أنقذوا أنفسكم من النار، يا معشر بني هاشم أنقذوا أنفسكم من النار، يا معشر بني عبد المطلب أنقذوا أنفسكم من النار، يا فاطمة بنت محمد أنقذي نفسك من النار، فإني والله لا أملك لكم من الله شيئا، إلا أن لكم رحماً سأبلها ببلاها)) انتهى. ¶ فما معنى قول النبي صلى الله عليه وسلم لابنته التي هي بضعة منه: ((يا فاطمة بنت محمد أنقذي نفسك من النار، لا أغني عنك من الله شيئا)) إذا كان أبناء المؤمنين يدخلون الجنة اعتماداً على",
            "page": "108",
            "part": "1",
            "seal": "8781DCF9"
        },
        {
            "id": "108",
            "nass": "عمل آبائهم بلا إيمان ولا عمل، أليس قائل هذا القول مفترياً على الله الكذب، فإن كان يعلم هذا الحديث ومعنى الآية فقد كفر لتكذيبه بالقرآن والحديث، ورده ما جاء من الله ورسوله واضحاً – كالشمس في رابعة النهار – وما يتلى في القرآن ويقرأ في الصحيحين بتفسير سيد الأولين والآخرين، وإن كان يجهله فكيف نصب نفسه لدعوة الناس إلى الدين والأمر بالمعروف بزعمه وإنكار المنكر وهو في هذه الدركة من الجهل، ولا غرابة في ذلك فمن لم يعرف معنى (لا إله إلا الله) وأشرك بالله ودعا إلى عبادة غيره بلا حشمة ولا حياء كيف يرجى له أن يعرف معاني الكتاب والسنة، كذلك يطبع الله على قلوب الذين لا يعلمون، فاصبر إن وعد الله حق ولا يستخفنك الذين لا يوقنون. ¶ ثم ذكر ((البوعصامي)) العمي كتباً أحال القارئ لهذيانه على مراجعتها على سبيل الإجمال تمويها وتضليلاً، ومنها ما سماه: كتاب ((الرد على الوهابية)) ولا يعرف كتاب بهذا الاسم يختص به، وقد لفق جماعة من المشركين المبتدعين عباد الأضرحة رسائل سموها بالرد على الوهابية ولا توجد فرقة على وجه الأرض تسمي نفسها (وهابية) ، ولكن المبتدعين والمشركين اخترعوا هذه التسمية ليطلقوها على كل من",
            "page": "109",
            "part": "1",
            "seal": "0FF4515E"
        },
        {
            "id": "109",
            "nass": "يوحد الله ويتبع سنة رسول الله صلى الله عليه وسلم ويتجنب البدع والمحدثات، كما كان المشركون يسمون رسول الله صلى الله عليه وسلم مذمماً، بل المشركون الأولون أعقل من هؤلاء المتأخرين فإنهم سموا النبي صلى الله عليه وسلم باسم يدل على الذم في لغتهم وهم المذمومون، والنبي صلى الله عليه وسلم طاهر مطهر لا يلحق به شيء من ذمهم، وكذلك من اتبعه إلى يوم القيامة مسلمون حنفاء لا يضيرهم ما يقول فيهم أعداؤهم. ¶ أما المشركون المتأخرون فهم جهال بالألفاظ والمعاني كالقارئ الذي قرأ ((فَخَرَّ عليهم السقف من تحتهم)) فقيل له: لا عقل عندك ولا قرآن، فتسمية أهل الحق بالوهابية نسبة إلى الوهاب من أحسن الأسامي. ¶ قال تعالى حكاية عن إبراهيم أبي الحنفاء الموحدين في سورة مريم: {فلما اعتزلهم وما يعبدون من دون الله وهبنا له إسحاق ويعقوب. وكلا جعلنا نبيا. ووهبنا لهم من رحمتنا لسان صدق عليا} ، والحنفاء في كل زمان ومكان يقتدون بأبيهم إبراهيم فيعتزلون أهل الشرك وما يعبدون من دون الله، ويدعون الله وحده راجين فضله، فيسعدون ولا يشقون، فيهب لهم وهو الوهاب، من رحمته كل ما أملوه ويجعل لهم لسان صدق عليا، وقد انطق الله المشركين بكلمة الحق على رغم أنوفهم",
            "page": "110",
            "part": "1",
            "seal": "A66E3A22"
        },
        {
            "id": "110",
            "nass": "فسموا أهل الحق نسبة إلى الكريم الوهاب، وسيأتي إن شاء الله في القصيدة البائية، وقد تجرأ هذا الدجال على الله وعلى عباده المؤمنين فنسبهم إلى الزندقة {كبرت كلمة تخرج من أفواههم إن يقولون إلا كذبا} وقد علل ذلك بأنهم ينكرون ما سماه بـ ((أولياء الله)) يعني الأوثان، وتعالى الله أن تكون الأوثان له أولياء {إن أولياؤه إلا المتقون ولكن المشركين لا يعلمون} فما معنى هؤلاء الأولياء؟ ¶ أما نصوص القرآن والحديث فهي متفقة على أن أولياء الله هم المؤمنون الموحدون المتبعون لسنة رسول الله صلى الله عليه وسلم، ومن لم يكن منهم فهو من أعداء الله. قال تعالى في سورة البقرة: {لا إكراه في الدين. قد تبين الرشد من الغي. فمن يكفر بالطاغوت ويؤمن بالله فقد استمسك بالعروة الوثقى. لا انفصام لها والله سميع عليم. الله ولي الذين آمنوا يخرجهم من الظلمات إلى النور. والذين كفروا أولياؤهم الطاغوت يخرجونهم من النور إلى الظلمات. أولئك أصحاب النار هم فيها خالدون} ، فأنت ترى أيها القارئ الموفق لاتباع الحق وتجنب الباطل: أن الله قسم جميع الناس وجعلهم فريقين لا ثالث لهما: الكافرين بالطاغوت، والمؤمنين بالله المتمسكين بالعروة الوثقى التي لا تنفصم",
            "page": "111",
            "part": "1",
            "seal": "01CA6D02"
        },
        {
            "id": "111",
            "nass": "وهم أولياء الله، لا يتخذون غيره ولياً أبداً، فهو الذي يخرجهم من الظلمات إلى النور، والفريق الثاني هم المشركون أعداء الله، أولياء الطاغوت، وهم شيوخ الضلال، ورئيسهم إبليس، يخرجونهم من النور إلى الظلمات، أولئك أصحاب النار هم فيها خالدون. ¶ ومثل ذلك قوله في سورة الأعراف: {فريقاً هدى وفريقاً حق عليهم الضلالة إنهم اتخذوا الشياطين أولياء من دون الله ويحسبون أنهم مهتدون} فالمؤمنون هداهم الله لتوحيده واتباع ما أنزل من الله وما أمرهم به الرسول، والمشركون حقت عليهم الضلالة، فأخذوا الشياطين أولياء من دون الله وظنوا مع ذلك أنهم مهتدون. ¶ هذا فيمن عبد الأوثان وسماها بأسمائها، فهؤلاء لم يعبدوا إلا الشياطين الذين أضلوا وزينوا لهم الشرك بالله وأوهموهم أن عباد الله الصالحين والأنبياء والمرسلين والملائكة المقربين يرضون بعباداتهم ويشفعون لهم كما قال تعالى في سور الزمر: {والذين اتخذوا من دونه أولياء ما نعبدهم إلا ليقربونا إلى الله زلفى إن الله يحكم بينهم فيما هم فيه يختلفون إن الله لا يهدي من هو كاذب كفار} فسمى الله زعمهم اتخاذ أولئك الصالحين أولياء من دون الله وعبادتهم له وزعمهم أنهم يقربونهم إلى",
            "page": "112",
            "part": "1",
            "seal": "8D0C3748"
        },
        {
            "id": "112",
            "nass": "الله سمى ذلك كله كذبا ومبالغة في الكفر فهم كاذبون كافرون ولن يهديهم أبداً ما داموا مصرين على ذلك، وقال تعالى في هذا المعنى في سورة الكهف: {أفحسب الذين كفروا أن يتخذوا عبادي من دوني أولياء إنا اعتدنا جهنم للكافرين نزلا. قل هل ننبئكم بالأخسرين أعمالا الذين ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعا. ¶ أولئك الذين كفروا بآيات ربهم ولقائه فحبطت أعمالهم فلا نقيم لهم يوم القيامة وزنا} وقال تعالى في سورة الأنعام: {قل أغير الله اتخذ ولياً فاطر السموات والأرض وهو يطعم ولا يطعم قل إني أمرت أن أكون أول من أسلم ولا تكونن من المشركين} فالمشركون لفساد عقولهم يشركون بالله الذي يطعمهم، ويتخذون أولياء عاجزين جائعين محتاجين إلى من يطعمهم، فالمشركون يطعمونهم ويعبدونهم {ألا ذلك هو الخسران المبين} ، وقال تعالى في سورة الشورى: {أم اتخذوا من دونه أولياء فالله هو الولي وهو يحيي الموتى وهو على كل شيء قدير} ، فالمؤمن من يتخذ الله وحده ولياً وهو حسبه ونعم الوكيل، والمشركون يتخذون أولياء كثيراً عددهم، وقد عرفت الآن معنى ولي الله ومعنى عدو الله ومعنى اتخاذ الأولياء من دون الله، فالمؤمن الموحد المتبع",
            "page": "113",
            "part": "1",
            "seal": "675E027F"
        },
        {
            "id": "113",
            "nass": "للسنة ولي الله، وإخوانه المؤمنون أولياء الله فلا يتصور أن ينكرهم فلو أنكرهم لأنكر نفسه وسائر فرق الهدى، وذلك محال. ¶ أما النصارى فيقسمون الناس إلى ثلاثة أقسام، فالذي يسمونه الإله يشتمل على ثلاثة أقانيم: الأب وهو الله، والابن وهو عيسى، وروح القدس وهذا معنى قوله تعالى في سورة المائدة: {لقد كفر الذين قالوا إن الله ثالث ثلاثة} الآيات. ¶ والقسم الثاني: يسمونهم القديسين، وعددهم كثير منهم رجال ومنهم نساء. كل واحد له يوم من أيام السنة يتخذونه موسماً ويتقربون إليه فيه بأنواع من العبادات، كالذبح والنذر والدعاء والاستغاثة، وقد يصورون تمثالاً يتخذونه ويسمونه باسمه ويركبون ويعتقدون أن هؤلاء يتصرفون في الكون وينفعون ويضرون ويصعدون إلى السماء ولكن رتبتهم دون القسم الأول. ¶ والقسم الثالث: عامة النصارى، وهذه العقيدة هي التي اتخذها الجهال الذي يزعمون أنهم مسلمون، فالقسم الذي يسميه النصارى قديسين يسمونه هم أولياء الله، ويفعلون معه ما يفعله النصارى مع مقدسيهم ونحن نشهد بالله أن هذا القسم لا وجود له في الإسلام ولا في دين المسيح الحق غير",
            "page": "114",
            "part": "1",
            "seal": "D92D528A"
        },
        {
            "id": "114",
            "nass": "المبدل، فليس هناك إلا سيد واحد وغيره عبيد خاضعون لأمره مطيعون له، فالسيد هو الله والخلق كلهم عبيد، ولكن الأنبياء فضلهم الله وخصهم بالوحي والرسالة، فهم سادات لسائر العبيد ولا يبلغ مرتبتهم أحد غيرهم ولكنهم لا ينفعون ولا يضرون ولا يدعون ولا يستغاث بهم ومن دعاهم أو صرف لهم شيئاً من العبادة فهو كافر. ¶ أما المؤمنين فهم أولياء الله وحزبه المفلحون، فأولهم عند أهل السنة في الفضل: أبو بكر الصديق رضي الله عنه وآخرهم في الفضل رجل يخرج من النار بشفاعة النبي صلى الله عليه وسلم كما هو مذهب أهل السنة والجماعة وكلهم أولياء الله، وبذلك تعلم فساد كلام ((البوعصامي)) وأنه جار على طريقة من ذكرنا من النصارى وسائر من يعتقد تعدد الآلهة، وقد تقدم الكلام على ذلك في الفصل الأول. ¶ حقوق أهل البيت ما لهم وما عليهم ¶ ثم قال ((البوعصامي)) العمي معترضاً: ((وينكرون أهل البيت الذين قال الله فيهم {قل لا أسألكم عليه أجرا} ... الخ وقال عليه السلام: ((أذكركم الله في أهل بيتي ثلاثاً)) رواه مسلم. قالوا: من أهل البيت؟ قال: ((ذرية فاطمة إلى يوم القيامة)) )) .",
            "page": "115",
            "part": "1",
            "seal": "76101237"
        },
        {
            "id": "115",
            "nass": "لقد حرف هذا المشرك معنى الآية وزاد الحديث كذباً وافتراء منه ودونك تفسير الآية ومعنى الحديث على التحقيق: ¶ قال القاسمي في تفسيره: (( {قل لا أسألكم عليه أجراً} أي لا أسألكم على دعايتكم إلى ما ادعوا إليه من الحق الذي جئتكم به والنصيحة التي أنصحكم ثواباً وجزاء وعوضاً من أموالكم تعطونه إلا المودة في القربى، أي أن تودوني في القرابة التي بيني وبينكم وتصلوا الرحم التي بيننا ولا يكن غيركم يا معشر قريش أولى بحفظي ونصرتي ومودتي منكم، قال الشهاب: المودة مصدر مقدر بأن والفعل، والقربى مصدر كالقرابة و ((في)) للسببية وهي بمعنى اللام لتقارب السبب والعلة، والخطاب إما لقريش وإما لجميع العرب لأنهم أقرباء في الجملة. انتهى، والاستثناء منقطع ومعناه نفي الأجر أصلاً؛ لأن ثمرة مودتهم عائدة إليهم لكونها سبب نجاتهم فلا تصلح أن تكون أجراً له، وقيل معنى أن تودوا قرابتي الذين هم قرابتكم ولا تؤذوهم، وقيل ((القربى)) التقرب إلى الله سبحانه وتعالى، أي إلا أن تتوددوا إلى الله فيما يقربكم إليه، والمعنى الأول هو الذي عول عليه الأئمة ولم يرتض ابن عباس وغيره، ففي البخاري عنه رضي الله عنه أنه سئل عن قوله تعالى: {إلا المودة في القربى} ، قال",
            "page": "116",
            "part": "1",
            "seal": "180D9254"
        },
        {
            "id": "116",
            "nass": "سعيد بن جبير: ((القربى آل محمد)) ، فقال ابن عباس: ((عجلت، إن النبي صلى الله عليه وسلم لم يكن بطن من قريش إلا كان له فيهم قرابة فقال إلا أن تصلوا ما بيني وبينكم من القرابة)) . ¶ قال ابن كثير: ((انفرد به البخاري)) أي عن مسلم ورواه الإمام أحمد وهكذا روى الشعبي والضحاك وعلي بن أبي طلحة والعوفي ويوسف بن مهران وغير واحد عن ابن عباس مثله وبه قال مجاهد وعكرمة وقتادة والسدي وأبو مالك وعبد الرحمن بن زيد بن أسلم وغيرهم، وروى الحافظ أبو القاسم الطبراني عن ابن عباس قال: ((قال لهم رسول الله صلى الله عليه وسلم لا أسألكم عليه أجراً إلا أن تودوني في نفسي لقرابتي منكم وتحفظوا القربة التي بيني وبينكم)) وروى الإمام أحمد عن ابن عباس أن النبي صلى الله عليه وسلم قال لا أسألكم على ما آتيتكم به من البينات والهدى أجراً إلا أن تودوا الله تعالى وأن تقربوا إليه بطاعته وهكذا روي عن قتادة والحسن البصري مثله. ¶ وأما رواية أنها نزلت بالمدينة فيمن فاخر العباس من الأنصار فإسناده ضعيف على أن السورة مكية وليس يظهر بين الآية وتلك الرواية مناسبة، وكذا ما رواه ابن أبي حاتم أنه لما نزلت هذه الآية قالوا: يا رسول الله من هؤلاء الذين أمر الله بمودتهم؟ قال: ((فاطمة وولدها رضي الله عنهم)) فإن",
            "page": "117",
            "part": "1",
            "seal": "6964AE82"
        },
        {
            "id": "117",
            "nass": "في إسناده مبهماً لا يعرف، من شيخ شيعي وهو ((حسين الأشقر)) فلا يقبل خبره في هذا المجال، وذكر نزول الآية في المدينة بعيد فإنها مكية ولم يكن إذ ذاك لفاطمة رضي الله عنها أولاد بالكلية، فإنها لم تتزوج بعلي رضي الله عنه إلا بعد بدر من السنة الثانية من الهجرة، والحق تفسير هذه الآية بما فسر به حبر الأمة وترجمان القرآن عبد الله بن عباس رضي الله عنه كما رواه البخاري. ¶ ولا ننكر الوصية لأهل البيت والأمر بالإحسان إليهم واحترامهم وإكرامهم، فإنهم من ذرية طاهرة من أشرف بيت وجد على وجه الأرض فخراً وحسباً ونسباً، خاصة إذا كانوا متبعين للسنة النبوية الصحيحة الواضحة الجلية كما كان عليه سلفهم كالعباس وبنيه، وعلى وأهل بيته وذريته رضي الله عنهم أجمعين، وقد ثبت في الصحيح أن النبي صلى الله عليه وسلم قال في خطبته: ((إني تارك فيكم الثقلين كتاب الله وعترتي وأنهما لم يتفرقا حتى يردا على الحوض)) . ¶ هذا ملخص ما أورده ابن كثير رحمه الله تعالى وسبقه في ذلك تقي الدين ابن تيمية في منهاج السنة من أوجه عديدة: ¶ قال في الوجه الثالث: ((إن هذه الآية في سورة ((الشورى)) وهي مكية باتفاق أهل السنة بل جميع آل ((حم)) وكذلك",
            "page": "118",
            "part": "1",
            "seal": "06256521"
        },
        {
            "id": "118",
            "nass": "آل ((طسم)) ، ومن المعلوم أن علياً إنما تزوج فاطمة بالمدينة بعد غزوة بدر، والحسن ولد في السنة الثالثة من الهجرة والحسين في السنة الرابعة فتكون هذه الآية نزلت قبل الحسن والحسين بسنين متعددة فكيف فسر النبي صلى الله عليه وسلم الآية بوجوب مودة قرابة لا تعرف ولم تخلق. ¶ ثم قال: ¶ الوجه الرابع: أن تفسير الآية الذي في الصحيحين عن ابن عباس يناقض ذلك، فهذا ابن عباس ترجمان القرآن أعلم أهل البيت بعد علي يقول ليس معناه مودة ذوي القربى، لكن معناه لا أسألكم يا معشر العرب ويا معشر قريش عليه أجراً لكن أسألكم أن تصلوا القرابة التي بيني وبينكم فهو سأل الناس الذين أرسل إليهم أولاً أن يصلوا رحمه فلا يعتدوا عليه حين يبلغ رسالة ربه. ¶ الوجه الخامس: أنه قال: {لا أسألكم عليه أجراً إلا المودة في القربى} ولو أراد المودة لذوي القربى لقال لذوي القربى كما قال: {واعلموا أنما غنمتم من شيء فإن لله خمسه ولرسوله ولذي القربى} وقال: {ما أفاء الله على رسوله من أهل القرى فلله وللرسول ولذي القربى} وكذلك قوله: {وآت ذا القربى حقه والمسكين وابن السبيل} وقوله:",
            "page": "119",
            "part": "1",
            "seal": "062701A8"
        },
        {
            "id": "119",
            "nass": "{وآت المال على حبه ذوي القربى} ، وكذلك في غير موضع فجميع ما في القرآن من التوصية بحقوق ذوي قرابة النبي صلى الله عليه وسلم وذوي قربى الإنسان، إنما قيل فيه ((ذوي القربى)) ولم يقل ((في القربى)) فلما ذكر هنا المصدر دون الاسم دل على أنه لم يرد ذوي القربى. ¶ الوجه السادس: أنه لو أريد المودة لهم لقال المودة لذوي القربى ولم يقل في القربى فإنه لا يقول من طلب المودة لغيره: أسألك المودة في فلان ولا في قربى فلان، ولكن أسألك المودة لفلان والمحبة لفلان فلما قال المودة في القربى علم أنه ليس المراد لذوي القربى. ¶ الوجه السابع: أن يقال إن النبي صلى الله عليه وسلم لا يسأل على تبليغ رسالة ربه أجراً البتة. بل أجره على الله كما قال: {قل ما أسألكم عليه أجراً وما أنا من المتكلفين. أم تسألهم أجراً فهم من مغرم مثقلون} وقوله: {قل ما سألتكم عليه من أجر فهو لكم إن أجري إلا على الله} ، ولكن الاستثناء هنا منقطع كما قال: {قل ما أسألكم عليه من أجر إلا من شاء أن يتخذ إلى ربه سبيلا} ، ولا ريب أن محبة أهل النبي صلى الله عليه وسلم واجبة ولكن لم يثبت وجوبها بهذه الآية، ولا محبتهم أجر للنبي صلى الله عليه وسلم بل هو مما أمرنا به الله كما أمرنا بسائر العبادات.",
            "page": "120",
            "part": "1",
            "seal": "F4B259A6"
        },
        {
            "id": "120",
            "nass": "الوجه الثامن: أن القربى معرفة باللام فلا بد أن يكون معروفاً عند المخاطبين الذين أمر أن يقول لهم لا أسألكم عليه أجرا، وقد ذكر أنها لما نزلت لم يكن قد خلق الحسن والحسين، ولا تزوج علي بفاطمة، فالقربى التي كان المخاطبون يعرفونها يمتنع أن تكون هذه بخلاف القربى التي بينه وبينهم، فإنها معروفة عندهم كما تقول لا أسألك إلا المودة في الرحم التي بيننا وكما تقول لا أسألك إلا العدل بيننا وبينكم ولا أسألك إلا أن تتقي الله في هذا الأمر)) انتهى. ¶ حديث: أذكركم الله في أهل بيتي ¶ اعلم أيها القارئ الموفق لاتباع الحق أن هذا ((البوعصامي)) لم يرد برسالته وجه الله، ولا أخلص قصده لله، ولكن له غرض معين خسيس من حظوظ نفسه الأمارة بالسوء، والدليل على ذلك تناقضه وإيراده الأدلة مبتورة ومحرفة بالزيادة والنقصان، وارتكاب الكذب على الله ورسوله فقد أنكر على أهل ((أرفود)) وغيرهم العمل بالسنة الصحيحة الصريحة التي هي كالشمس في رابعة النهار: في وضع اليمنى على اليسرى، والجهر بالتأمين، وغير ذلك",
            "page": "121",
            "part": "1",
            "seal": "D09B3DC4"
        },
        {
            "id": "121",
            "nass": "زاعماً أن ذلك منكر لمخالفته لمذهب مالك، ولم يورد على ذلك أي حجة غير ذلك، ولما أراد أن يثبت انتفاع الميت بالحج عنه، وسقوط الصوم المنذور إذا صامه الحي عن الميت، وأباح لنفسه أن يخالف مذهب مالك بلا دليل، وحرم على غيره أن يخالفه بدليل في غاية الصحة، ونسب السدل إلى مالك وهو باطل كما بينه المحققون من أصحابه وكل ما بناه عباد القبور المبتدعون من بيوت الضلال فإنه بناء على شفا جرف هار ينهار بهم في نار جهنم، هذا إذا كانوا مخلصين معتقدين لما يقولون، فكيف إذا كانوا متناقضين يقولون ما لا يفعلون ويفعلون ما لا يؤمرون كما جاء في الحديث، والعجب من هذا المشرك المتناقض كيف أشرك بالله وجعل له أنداداً، ولو كان يحب الله ما أشرك به، ورد أحاديث رسول الله صلى الله عليه وسلم وزعم أن العمل بها منكراً يجب تغييره، ثم أخذ يتظاهر بالتشيع الكاذب لآل البيت لذرية فاطمة عليها السلام، فهكذا يكون النفاق والوقاحة، وإنما وجبت محبة آل البيت تبعاً لمحبة النبي صلى الله عليه وسلم فمن أشرك بالله وعصى رسوله ورد حديثه وسنته كيف تصح محبته لآل البيت؟ ودونك الحديث الذي ذكر أطرافه على وجهه الصحيح كما في صحيح مسلم.",
            "page": "122",
            "part": "1",
            "seal": "595BB959"
        },
        {
            "id": "122",
            "nass": "أخرج مسلم في كتاب فضائل الصحابة من صحيحه عن يزيد بن حبان قال: ((انطلقت أنا وحصين بن سبرة وعمرو بن مسلم إلى زيد بن أرقم رضي الله عنه، فلما جلسنا إليه قال له حصين: لقيت يا زيد خيراً كثيرا، رأيت رسول الله صلى الله عليه وسلم وسمعت حديثه وغزوت معه، وصليت خلفه؛ لقد لقيت يا زيد خيراً كثيرا. حدثنا يا زيد ما سمعت من رسول الله صلى الله عليه وسلم قال: يا ابن أخي والله لقد كبرت سني وقدم عهدي ونسيت بعض الذي كنت أعي من رسول الله صلى الله عليه وسلم فما حدثتكم فاقبلوا وما لا فلا تكلفونيه، ثم قال: قام رسول الله صلى الله عليه وسلم يوماً فينا خطيبا بما يدعى ((خما)) بين مكة والمدينة، فحمد الله وأثنى عليه، ووعظ وذكر ثم قال أما بعد: ((ألا أيها الناس إنما أنا بشر يوشك أن يأتي رسول ربي فأجيب، وأنا تارك فيكم ثقلين: أولهما كتاب الله فيه الهدى والنور فخذوا بكتاب الله واستمسكوا به)) . ¶ فحث على كتاب الله ورغب فيه، ثم قال: ((وأهل بيتي، أذكركم الله في أهل بيتي، وأذكركم الله في أهل بيتي)) ، فقال حصين: ومن أهل بيته؟ أليس نساؤه من أهل بيته؟ . قال: نساؤه من أهل بيته، ولكن بيته من حرم الصدقة بعده وقال: من هم؟ قال: آل علي وآل جعفر وآل",
            "page": "123",
            "part": "1",
            "seal": "3087B0A7"
        },
        {
            "id": "123",
            "nass": "عباس، قال: كل هؤلاء حرم الصدقة؟ ، قال: نعم)) انتهى. ¶ وقد زاد فيه القبوري زيادة مفتراة فقال: ((هم ذرية فاطمة إلى يوم القيامة)) ، فليبشر بأن يتبوأ مقعده من النار، وتأمل أيها الطالب للحق قول النبي صلى الله عليه وسلم في الوصية بكتاب الله وعترته أهل بيته، ولن يفترقا حتى يردا على الحوض، يعني أن أهل بيته الذي أوصى بإكرامهم لن يتفرقوا مع كتاب الله، ولن يخالفوه أبداً، تعلم يقيناً أن المعني أولاً وبالذات هم الذين توفي رسول الله صلى الله عليه وسلم وهو عنهم راض كعمه العباس وفاطمة وعلي وأولادهما لصلبهما الحسن والحسين وعبد الله والفضل ابني عمه وآل جعفر وآل عقيل (¬1) ، فهؤلاء لم يفترقوا مع كتاب الله حتى ماتوا على عهد الله ورسوله ولا يعقل أن ذريتهم ما تناسلوا إلى يوم القيامة يكونون معصومين من مخالفة الكتاب ومن ارتكاب الكبائر التي توجب لصاحبها دخول النار، كيف وقد تقدم حديث أبي هريرة المتفق عليه وفيه: يا فاطمة بنت محمد أنقذي نفسك من النار، وكذلك قال لعمه ولعمته ولسائر بني هاشم ومعنى ذلك أن من خالف الكتاب منهم بكفر وكبيرة لا تغني عنه قرابته من رسول الله صلى الله عليه وسلم فتيلا. ¶ ولا ينبغي لأحد أن يفهم من كلامي التهاون بآل البيت فإن ¶ ¬_________ ¶ (¬1) قال راقمه: في الحسام الماحق: آل جعفر عقيل.",
            "page": "124",
            "part": "1",
            "seal": "B2788AF5"
        },
        {
            "id": "124",
            "nass": "محبتهم تابعة لمحبة رسول الله صلى الله عليه وسلم وإكرامهم إكرام لرسول الله صلى الله عليه وسلم بشرط أن يكونوا مؤمنين متمسكين بسنة النبي صلى الله عليه وسلم، فإن خالفوا ذلك فهم أحق بالذم واللوم والعقاب من غيرهم، فقد قال تعالى في سورة الأحزاب: {يا نساء النبي لستن كأحد من النساء إن اتقيتن فلا تخضعن بالقول فيطمع الذي في قلبه مرض} فشرط في فضلهن على غيرهن: التقوى، وفي صحيح البخاري عن عمرو بن العاص أن رسول الله صلى الله عليه وسلم قال: ((إن آل أبي فلان ليسوا لي بأولياء، إنما وليي الله وصالحوا المؤمنين، ولكن لهم رحم أبلها ببلاها، ولا شك أن أهل البيت الذين توفي رسول الله صلى الله عليه وسلم وهو عنهم راض، هم من أصلح صالحي المؤمنين قد اشتركوا مع المؤمنين في الإيمان والصلاح، وزادوا عليهم بفضل القرابة، والفضل المتقدم خاص بأعيانهم، وكلن ذريتهم المؤمنة الصالحة لها نصيب وافر من الفضل بقوله تعالى في سورة غافر: {ربنا وأدخلهم جنات عدن التي وعدتهم ومن صلح من آبائهم وأزواجهم وذرياتهم، إنك أنت العزيز الحكيم} فشرط الله في التحاقهم الصلاح، وقال تعالى في سورة الطور: {والذين آمنوا واتبعتهم ذريتهم بإيمان ألحقنا بهم ذريتهم وما ألتناهم من عملهم من شيء، كل امرئ بما كسب رهين} .",
            "page": "125",
            "part": "1",
            "seal": "9E8C8BC0"
        },
        {
            "id": "125",
            "nass": "قال الحافظ ابن كثير في تفسيره: ((روى ابن أبي حاتم بسنده إلى سعيد بن جبير عن ابن عباس في قول الله تعالى: {والذين آمنوا واتبعتهم ذريتهم بإيمان ألحقنا بهم ذريتهم} قال: هم ذرية المؤمن يموتون على الإيمان، فإن كان منازل آبائهم أرفع من منازلهم الحقوا بآبائهم ولم ينقصوا من أعمالهم التي عملوها شيئا)) انتهى. ¶ وقال تعالى في سور البقرة: {وإذ ابتلى إبراهيم ربه بكلمات فأتمهن قال إني جاعلك للناس إماما قال ومن ذريتي قال لا ينال عهدي الظالمين} يعني أن الله امتحن إبراهيم بأوامر أمره بها فامتثل أمر ربه وعمل بما أمره به على سبيل الوفاء والتمام، فشكر الله له ذلك وجعله إماماً للأنبياء من بعده يقتدون به وجعل في ذريته النبوة والكتاب وآتاه أجره في الدنيا، فلما رأى هذه الكرامة إبراهيم سأل الله لذريته أن يمنحهم مثل ذلك من النبوة والإمامة في الدين، فاستجاب الله دعاءه وأخبره أن من ارتكب الظلم الأكبر وهو الشرك بالله أو الظلم الأصغر وهو التعدي لا تناله تلك الكرامة وهي الإمامة، كما قال تعالى في سورة الصافات: {وباركنا عليه وعلى إسحاق ومن ذريتهما محسن وظالم لنفسه مبين} . قال البيضاوي: (( {وباركنا عليه} وعلى إبراهيم في أولاده",
            "page": "126",
            "part": "1",
            "seal": "80B4BB9E"
        },
        {
            "id": "126",
            "nass": "{وعلى إسحاق} بأن أخرجنا من صلبه أنبياء بني إسرائيل وغيرهم كأيوب وشعيب، وأفضنا عليهما بركات الدين والدنيا {ومن ذريتهما محسن} في عمله أو إلى نفسه بالإيمان والطاعة {وظالم لنفسه} بالكفر والمعاصي {مبين} ظاهر ظلمه وفي ذلك تنبيه على أن النسب لا أثر له في الهدى والضلال، وأن الظلم في أعقابهما لا يعود عليهما بنقيصة وعيب، وقال البيضاوي في تفسير آية سورة البقرة مثل ما فسرته ونصه: ((قال: ((لا ينال عهدي الظالمين)) إجابة إلى ملتمسه، وتنبيه على أنه قد يكون من ذريته ظلمة وأنهم لا ينالون الإمامة، لأنها أمانة الله وعهده والظالم لا يصلح لها وإنما ينالها البررة الأتقياء منهم، وفيه دليل على عصمة الأنبياء من الكبائر قبل البعثة، وأن الفاسق لا يصلح للإمامة)) انتهى. ¶ وقد ألفت في حقوق آل البيت ما لهم وما عليهم جزءاً لطيفاً نشرته صحيفة ((الميثاق)) موزعاً على أجزاء، وهي لسان حال جماعة العلماء المغاربة المتوقفة، ونشرته مجلة ((الهدي النبوي)) التي تصدر من القاهرة، وهي لسان حال جماعة أنصار السنة المحمدية، ولا بأس أن أنقل منه شيئاً قليلاً، ونص ما ذكرت فيه:",
            "page": "127",
            "part": "1",
            "seal": "F822395A"
        },
        {
            "id": "127",
            "nass": "((تأمل حديث زيد بن أرقم تجد فيه مسائل: ¶ الأولى: أن النبي صلى الله عليه وسلم كان يستفتح خطبته بحمد الله والثناء عليه وكذلك خلفاؤه ومن بعدهم في زمان العز والإقبال والسيادة والاستقلال حتى جاء زمان الذل والاستعمار فتركت هذه السنة واستبدلت بسنة المستعمر ((سيداتي آنساتي سادتي)) {ومن يرغب عن ملة إبراهيم إلا من سفه نفسه} . ¶ ثانيها: إخبار النبي صلى الله عليه وسلم أنه لا بد أن ينتقل من هذه الدار الفانية وأنه تارك في أمته كتاب الله وأخبر أن هداهم ونورهم في الأخذ بكتاب الله والتمسك به تعلماً وتعليماً واتخاذه إماماً وحكما وتحليل حلاله وتحريم حرامه. ¶ وفي الرواية الأخرى أن القرآن حبل الله المتين أي عهده ومن اتبعه كان على الهدى، ومن تركه كان على ضلالة، فمن ترك كتاب الله واستبدله بقوانين البشر فهو على ضلالة في ظلمة مدلهمة يخبط كالعشواء ولا يستقيم له أمر أبداً. ¶ ثالثها: الوصية لأهل بيته والتأكيد فيها ولا شك أن الله أطلعه على ما سيلقاه أهل بيته من أعدائهم بعده، ومع توكيد تلك الوصية فقد ضيعها المضيعون، اتخذوا أهل بيته غرضاً من بعده ونصبوا لهم العداوة ولم يراعوا فيهم إلا ولا ذمة،",
            "page": "128",
            "part": "1",
            "seal": "99E58E3B"
        },
        {
            "id": "128",
            "nass": "فقتلوهم تقتيلا، وطاردوهم وسيلقون جزاءهم في الآخرة بعد ما لقوه في الدنيا، وقوله ((ثقلين)) الثقل هو متاع المسافر ليتركه وديعة حتى يعود من سفره، والمقصود هنا أن النبي صلى الله عليه وسلم ترك أمرين وديعة عند أمته، أحدهما: يتبع ويقتدى به ويحكم وهو القول الفصل وهو كتاب الله، والثاني: يكرم ويراقب فيه عهده بعد وفاته كما كان يراقب فيه في حياته وهم أهل بيته. ¶ رابعها: بيان أهل بيته من هم؟ وقد تقدم الكلام في هذا المعنى مستوفى، وفي رواية لمسلم بعد قوله ((وعترتي أهل بيتي)) ولن يفترقا حتى يردا على الحوض، فقول عليه السلام ((ولن يفترقا حتى يردا على الحوض)) نص صريح في الخصوصية والمزية وعلم من أعلام نبوته، فإن أهل البيت الذين توفي رسول الله صلى الله عليه وسلم وهو عنهم راض، هم عباس وأهل بيته، وعلي وأهل بيته، وعقيل وأهل بيته، وجعفر وأهل بيته كلهم كانوا على الهدى المستقيم، عاشوا عليه وماتوا عليه ولم يحدث منهم شيء ينكر، ولا ندعي أنهم معصومون، فإن العصمة خاصة برسول الله صلى الله عليه وسلم خلافاً للإمامية الذين قالوا بعصمة أئمتهم. ¶ وقد اختلف الناس في ((علي)) ، وهلكت فيه طائفتان. طائفة",
            "page": "129",
            "part": "1",
            "seal": "5B43B666"
        },
        {
            "id": "129",
            "nass": "غلت فيه حتى جعلته إلهاً، وهي طائفة عبد الله بن سبأ اليهودي، وقد أنكر عليهم قولهم، وبالغ في عقابهم فأحرقهم بالنار ليكونوا عبرة للعالمين، ولا يزال لهم اتباع إلى هذا الزمان لا يقول أحد بإسلامهم لا من أهل السنة ولا من غير أهل السنة. ¶ أما الطائفة الأخرى التي هلكت في علي، فهم الخوارج والنواصب، وقد تقدم الكلام في تقسيم هؤلاء والحكم عليهم، فإن قلت ما هو دليل الخصوصية في هذه المزية، أفلا تشمل ذريتهم إلى يوم القيامة؟ فالجواب أن قوله عليه السلام: ((ولن يفترقا حتى يردا على الحوض)) جواب شافٍ عن هذا السؤال. ¶ وهذه الفضيلة وإن كانت خاصة بأعيانهم وهم الذين كانوا على عهد النبي صلى الله عليه وسلم فلا شك أن من صلح من ذرياتهم، ولم يفارق الكتاب والسنة له نصيب منها، ومحبة هؤلاء وإكرامهم فرض على كل مسلم، وقد تقدم مثل هذا)) انتهى. ¶ وختم ((البوعصامي)) هذيانه بقوله: ((أنشدك الله يا إمام ((أرفود)) أن تشرح دين الله ولا تخاف في الله لومة لائم: التأمين بعد الفاتحة لا يكون إلا سراً، والجهر به مخالفة لسنة رسول الله صلى الله عليه وسلم وقد قال العلماء: ((الراتب إذا كان",
            "page": "130",
            "part": "1",
            "seal": "5C5A0AEE"
        },
        {
            "id": "130",
            "nass": "يرى المنكر ولم ينهى (كذا) فهو يحاسب. حاسبوا أنفسكم قبل أن تحاسبوا)) انتهى. ¶ ويا عجباً من جاهل باللغة العربية إلى حد أنه لا يعرف الفعل المجزوم، كيف يجزم ولا يميز بين المعرب والإعراب، ولا المرفوع من المنصوب ولا المذكر من المؤنث فقد أخطأ في المثل المشهور الذي يعرفه صبيان النحويين وهو ((ومن استراب فالعرب بالباب)) كتبها ((فالأعراب)) . ¶ وقال: ((إن في زيارة قبور الصالحين الثواب)) ، ويريد بالزيارة هنا الزيارة الشركية وقد صدق، قال تعالى في سور الحج: {فالذين كفروا قطعت لهم ثياب من نار، يصب من فوق رؤوسهم الحميم} فهنيئاً له بهذه الثياب الجهنمية، وقال في آية {وأن ليس للإنسان إلا ما سعى} ((فهي منسوخ)) ، ولا يقع في مثل هذا الخطأ إلا العجم المبتدءون في تعليم اللغة العربية وقال: ((ولا تخاف في الله لومة لائم)) فأثبت الألف مع التقاء الساكنين، ولو كان يحفظ القرآن لاستحضر قوله تعالى: {لا تخف إنك أنت الأعلى} إذا كان جاهلا بعلم الصرف وقال ((ولم ينهى عنه)) بإثبات الألف مع الجازم بغير ضرورة، فشخص هذه حاله في الجهل بالعربية والتخبط في ظلمات الشرك والبدعة والتقليد الأعمى، كيف يتصدى لإصدار الأحكام والأمر بالمعروف والنهي عن",
            "page": "131",
            "part": "1",
            "seal": "267ED930"
        },
        {
            "id": "131",
            "nass": "المنكر، وقد أحاط به المنكر من كل جانب. ¶ وقوله ((التأمين بعد الفاتحة لا يكون إلا سرا والجهر به مخالف لسنة النبي)) غاية في الوقاحة وقد علمت أن الإسرار بالتأمين هو المخالف لسنة النبي صلى الله عليه وسلم فمن كان من أهل الاجتهاد كمالك والمجتهدين من أصحابه رحمهم الله، ولم يبلغه الحديث فلا إثم عليه، وله أجر في الاجتهاد، ومن لم يكن كذلك وبلغه الحديث فرده واتبع هواه فهو مبتدع آثم، لا يقبل الله منه صرفاً ولا عدلاً، كما جاء في الحديث، وقد أخرج مسلم من حديث عائشة أم المؤمنين أن رسول الله صلى الله عليه وسلم قال: ((من عمل عملاً ليس عليه أمرنا فهو رد)) والصلاة التي يسر فيها بالتأمين فما يجهر به عمل ليس عليه أمر النبي صلى الله عليه وسلم فهو مردود على فاعله إلا إذا بذل جهده في طلب السنة ولم يقف عليها فنرجوا الله أن يغفر له. ¶ قال محمد تقي الدين: هذا ما يسر الله في الرد على ذلك الداعية إلى البدعة والشرك، وقد بدا لي أن أذيله ببعض قصيدة قلتها في مبتدع آخر مثل ((البوعصامي)) في الشرك والبدعة، وقد قضى نحبه ولقي ربه وأفضى إلى ما قدم منذ زمان، وتليها قصيدة أخرى نظمتها منذ شهر في الرد على عباد القبور والزنادقة والملحدين الذين يدعون بدعوى",
            "page": "132",
            "part": "1",
            "seal": "7BC68BCB"
        },
        {
            "id": "132",
            "nass": "الجاهلية، والله أسأل أن يؤيدني بروح منه ويعينني على جهادهم أجمعين وآخر دعوانا أن الحمد لله رب العالمين. ¶ ((القصيدة الأولى)) ¶ لكن ذا زمن به البغاث غدا ... مستنسراً صائلاً في زي عقبان ¶ والذئب أصبح مثل الضأن مرتدياً ... ليبتغي الصيد من أغرار خرفان ¶ وأصبح الدين للدنيا تعلمه ... وقد تمول منه كل خوان ¶ لو كان يجدي البكا يوماً بكيت على ... علم الحديث وتفسير وقرآن ¶ لم يبق منها سوى الأسماء خالية ... من كل معنى، سوى تحريف كهان ¶ وكم أهبت بقومي صارخاً أبداً ... أوبوا لهدي نبي الله إخواني ¶ دعوا دجاجلة يبغونها عوجاً ... فلن يقودوكم إلا لخسران ¶ أسلافنا ارتفعوا، أسلافنا سعدوا ... بقفوهم أحمد الهادي بإحسان ¶ قد اقتفوا سنة المختار خالصة ... من غير شوب يزيد أو بنقصان ¶ ومنذ بدل قوم هديه سقطوا ... إلى الحضيض ونالوا كل حرمان ¶ والله لن يسعدوا إلا بما سعدوا ... فلا يغرنكم وسواس شيطان ¶ أوطانهم بهم والله قد شقيت ... والأرض تسعد أو تشقى بسكان ¶ ومن يرد حديث المصطفى سفهاً ... يا رب فالعنه من جن وإنسان ¶ يا رب صل على المختار سيدنا ... ما غنت الورق في دوح بألحان ¶ والآل والصحب ثم التابعين له ... واجعل محبته روحي وريحاني ¶ فرج بها كربي واجمع بها شعثي ... واصلح الحال في سري وإعلاني ¶ وانصر بها حزبنا طول الحياة وفي ... يوم الجزا جد لنا طرا بغفران",
            "page": "133",
            "part": "1",
            "seal": "ED2F8858"
        },
        {
            "id": "133",
            "nass": "((القصيدة الثانية)) ¶ الأبيات التسعة الأولى هي التي بقيت في حفظي من قصيدة للشيخ عمران اللنجي (¬1) رحمة الله عليه وتكملتها من نظمي: ¶ إن كان تابع أحمد متوهباً ... فأنا المقر بأنني وهابي ¶ أنفي الشريك عن الإله فليس لي ... رب سوى المتفرد الوهاب ¶ لا قبة ترجى ولا وثن ولا ... قبر له سبب من الأسباب ¶ أيضاً ولست معلقاً لتميمة ... أو حلقة أو ودعة أو ناب ¶ لرجاء نفع أو لدفع مضرة ... الله ينفعني ويدفع ما بي ¶ والابتداع وكل أمر محدث ... في الدين ينكره ذوو الألباب ¶ أرجو بأني لا أقاربه ولا ... أرضاه دينا وهو غير صواب ¶ كالشافعي ومالك وأبي حنيفـ ... ـة ثم آحاد التقى الأواب ¶ هذا الصحيح ومن يقول بمثله ... صاحوا عليه مجسم وهابي ¶ نسبوا إلى الوهاب خير عباده ... يا حبذا نسبي إلى الوهابي ¶ الله أنطقهم بحق واضح ... وهم أهالي فرية وكذاب ¶ أكرم بها من فرقة سلفية ... سلكت محجة سنة وكتاب ¶ وهي التي قصد النبي بقوله ... هي ما عليه أنا وكل صحاب ¶ قد غاظ عباد القبور ورهطهم ... توحيدنا لله دون تحاب ¶ عجزوا عن البرهان أن يجدوه إذ ... فزعوا لسرد شتائم وسباب ¶ وكذاك أسلاف لهم من قبلكم ... نسبوا لأهل الحق من ألقاب ¶ سموا رسول الله قبل مذمماً ... ومن اقتفاه قيل هذا صاب ¶ الله طهرهم وأعلى قدرهم ... عن نبز كل معطل كذاب ¶ ¬_________ ¶ (¬1) في الحسام الماحق: عمران النجي التميمي.",
            "page": "134",
            "part": "1",
            "seal": "13DAAF39"
        },
        {
            "id": "134",
            "nass": "الله سماهم بنص كتابه ... حنفاء رغم الفاجر المرتاب ¶ ما عابهم إلا المعطل والكفو ... ر ومن غوي بعبادة الأرباب ¶ ودعا لهم خير الورى بنضارة ... ضمنت لهم نصراً مدى الأحقاب ¶ هم حزب رب العالمين وجنده ... والله يرزقهم بغير حساب ¶ وينيلهم نصراً على أعدائهم ... فهو المهيمن هازم الأحزاب ¶ إن عابهم نذل لئيم فاجر ... فإليه يرجع كل ذاك العاب ¶ ما ضارهم عيب العدو وهل يضيـ ... ـر البدر في العلياء نبح الكلاب ¶ يا سالكاً نهج النبي وصحبه ... أبشر بمغفرة وحسن مآب ¶ وهزيمة لعدوك الخب اللئيـ ... ـم وإن يكن في العد مثل تراب ¶ يا معشر الإسلام أوبوا للهدى ... واقفوا سبيل المصطفى الأواب ¶ أحيوا شريعته التي سادت بها الأ ... سلاف فهي شفاء كل مصاب ¶ ودعوا التحزب والتفرق والهوى ... وعقائداً جاءت من الأذناب ¶ فيمينها لا يمن فيه ترونه ... ويسارها يأتيكم بتباب ¶ إن الهدى في قفو شرعة أحمد ... وخلافها ردا على الأعقاب ¶ جربتم طرق الضلال فلم تروا ... لصداكم إلا بريق سراب ¶ والله لو جربتم نهج الهدى ... سنة لفقتم جملة الأتراب ¶ ولهابكم أعداؤكم وتوقعوا ... منكم إعادة سائر الأسلاب ¶ أما إذا دمتم على تقليدهم ... فتوقعوا منهم مزيد عذاب ¶ وتوقعوا من ربكم خسراً على ... خسر وسوء مذلة وعقاب ¶ هذي نصيحة مشفق متعتب ... هل عندكم يا قوم من إعتاب ¶ ومن البلية عذل من لا يرعوي ... ولدى الغوي يضيع كل عتاب ¶ وزعمتم أن العروبة شرعة ... وعقيدة تبنى على الأسباب ¶ لا فرق بين مصدق لمحمد ... ومكذب فالكل ذو أحساب ¶ فيصير عندكم أبو جهل ومن ... والاه من حضر ومن أعراب",
            "page": "135",
            "part": "1",
            "seal": "CF4A0A07"
        },
        {
            "id": "135",
            "nass": "مثل النبي محمد وصحابه ... بئس الجزاء لسادة أقطاب ¶ بل صار بعضكم يرجح جانب الـ ... ـكفار من سف ومن أوشاب ¶ ماذا بنى لكم أبو جهل من المجد ... المخلد في مدى الأحقاب ¶ إلا عبادته لأصنام وإلا ... وأدهم لبناتهم بتراب ¶ وجهالة وضروب خزي يستحي ... من ذكر أدناها ذوو الألباب ¶ أفتعلون ذوي المفاخر والعلى ... بحثالة كثعالب وذئاب ¶ اللؤلؤ المكنون يعدل بالحصى ... والند والهندي بالأخشاب ¶ بدلتم نهج الهدى بضلالة ... وقصور مجد شامخ بخراب ¶ ولقد أتيتكم بنصح خالص ... يشفيكم من جملة الأوصاب ¶ وإخالكم لا تقبلون نصيحتي ... بل تتبعون وساوس الخراب ¶ وكان الفراغ منه بمدينة مكناس طهرها الله من الأدناس وصانها من كل بأس لعشر خلون من ربيع الأول 1385هـ خمس وثمانين وثلاث مائة بعد الألف.",
            "page": "136",
            "part": "1",
            "seal": "0DB909DC"
        }
    ],
    "t1702": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "خطبة الكتاب"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول في بيان إشراك صاحب الرسالة الإيمانية بعبادة غير الله"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "ذكر بعض أنواع العبادة التي يصرفها المشركون لغير الله تعالى"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "أمر عمر بن الخطاب بقطع شجرة الرضوان"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "أحاديث النهي عن البناء على القبور والعبادة عدها سدا للذريعة الموصلة إلى الشرك"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني في تحريم الإفتاء بالتقليد، وبدعة التمذهب، وجواز التقليد"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث في بيان أن كل بدعة ضلالة"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع في مسائل فرعية جاءت في رسالة البوعصامي العامي"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": "1",
            "tit": "المسألة الأولى: وضع اليد اليمنى على اليسرى في الصلاة"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة الثانية: قراءة البسملة في أول سورة الفاتحة وأول كل سورة في الصلاة"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة الثالثة: قراءة القرآن وإهداء ثوابه إلى الموتى بدعة"
        },
        {
            "id": "80",
            "lvl": "3",
            "sub": null,
            "tit": "تنبيهات"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة الرابعة: التأمين والجهر به"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة الخامسة: نسبة السدل إلى الإمام الشافعي"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة السادسة: التوسل بالمخلوق"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "توسل عمر بالعباس"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "وصية النبي صلى الله عليه وسلم أن يطلب الاستغفار من أويس القرني"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": null,
            "tit": "بدعة قراءة القرآن جماعة بنغمة واحدة"
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": null,
            "tit": "حقوق أهل البيت ما لهم وما عليهم"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": null,
            "tit": "حديث أذكركم الله في أهل بيتي"
        },
        {
            "id": "132",
            "lvl": "2",
            "sub": null,
            "tit": "القصيدة الأولى"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": null,
            "tit": "القصيدة الثانية"
        }
    ]
}