{
    "b173": [
        {
            "id": "1",
            "nass": "ـ[كيف يستفيد طالب العلم من كتب السنة]ـ ¶ المؤلف: عبد الكريم بن عبد الله بن عبد الرحمن بن حمد الخضير ¶ دروس مفرغة من موقع الشيخ الخضير ¶ [الكتاب مرقم آليا، رقم الجزء هو رقم الدرس - درسان]",
            "page": null,
            "part": null,
            "seal": "17867D81"
        },
        {
            "id": "2",
            "nass": "كيف يستفيد طالب العلم من كتب السنة (1) ¶ الشيخ/ عبد الكريم بن عبد الله الخضير ¶ الحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله نبينا محمد وعلى آله وصحبه أجمعين، أما بعد: ¶ فما أدري ما أقول في هذه الساعة لبيان فهم كتب السنة، وكل كتاب يحتاج إلى ساعات، لكن لا بد من الكلام في ضوء ما حدد من موضوع، وما أتيح من فرصة ووقت. ¶ السنة النبوية: وهي ما يضاف إلى النبي -عليه الصلاة والسلام- من قول أو فعل أو تقرير، حجة ملزمة بإجماع من يعتد بقوله من المسلمين. ¶ وهي ثاني مصادر التشريع بعد القرآن الكريم، وهي المبينة للقرآن، والموضحة له، وحفظ السنة من حفظ القرآن؛ لأنها بيانه {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} [(9) سورة الحجر]. ¶ فالسنة محفوظة بحفظ القرآن؛ لأنه لا يتم فهم القرآن إلا ببيان النبي -عليه الصلاة والسلام- بقوله أو فعله أو تقريره، فحفظ السنة من حفظ القرآن. ¶ وللاهتمام -اهتمام النبي -عليه الصلاة والسلام- بشأن القرآن، والخوف من اختلاطه بغيره، حتى يتم حفظه الموعود به، نهى النبي -عليه الصلاة والسلام- عن كتابة الحديث في أول الأمر. ¶ جاء في الصحيح في حديث أبي سعيد: ((لا تكتبوا عني شيئاً سوى القرآن، ومن كتب شيئاً غير القرآن فليمحه)) [مخرج في الصحيح، في صحيح مسلم]. ¶ وأهل العلم حملوا ذلك على وجوه، مدارها على خشية اختلاط القرآن بغيره، فالنهي عن كتابة السنة مع القرآن، في صفحة واحدة، وحينئذ يلتبس الأمر، فيختلط القرآن بغيره، ولا مانع على هذا القول من كتابة السنة مستقلة عن القرآن. ¶ ومنهم من يقول: في أول الأمر، والحافظة -ملكة الحفظ- عند الجيل الأول تسعف على حفظ جميع السنة، ثم بعد ذلكم لما خشي من ضياع السنة أذن بالكتابة، فالشخص الذي لا يحفظ يكتب، وإذا تصورنا الآثار المترتبة على الكتابة -وكل إنسان يدرك ذلك- عرفنا أن النهي عن الكتابة في أول الأمر له مقصد ومغزىً عظيم.",
            "page": "1",
            "part": "1",
            "seal": "09E04A35"
        },
        {
            "id": "3",
            "nass": "فلا شك أن الكتابة على حساب الحفظ، وكل واحد منا يدرك ذلك في أموره العادية، الذي يكتبه لا يعتني به، ولا يودعه سويداء قلبه ليحفظه، ولذا تجد الإنسان إذا لم يكن معه قلم أو ورقة يكتب بها، واحتاج إلى أمر من الأمور، وأظهر ما يوجد الآن الأرقام -أرقام الهواتف- التي صارت هي شغل الناس الشاغل، إذا لم يكن معه قلم حفظه، هذا شيء مجرب، إذا سجله وكتبه هذا آخر عهده به، فجاء النهي عن الكتابة؛ خشية أن يعتمد الناس على الكتابة ويهملوا الحديث، لكن لا مفر ولا مناص ولا محيص عن الكتابة ولا محيد، لماذا؟ ¶ لأن الناس لما دخلوا في دين الله، وتعلموا ما تعلموا من كتاب الله وسنة نبيه -عليه الصلاة والسلام-، وكثرت أعدادهم، واختلطوا بغيرهم احتيج إلى التدوين، لما كثر الناس ودخلوا في دين الله أفواجاً احتيج إلى التدوين، فجاء الأمر بالكتابة لبعض الناس: ((اكتبوا لأبي شاه)) وقال أبو هريرة: \"ما كان أحد أكثر مني حديثاً غير عبد الله بن عمرو؛ فإنه كان يكتب ولا أكتب\". ¶ فتتابع الناس على الكتابة، وأجمع أهل العلم على جوازها، وارتفع الخلاف السابق، بل وجد من يمنع الكتابة استدلالاً بحديث أبي سعيد من المتقدمين، تتابع الناس على الكتابة، ودونت الأحاديث في الصحف والكتب، وحصل بذلك خير عظيم، ولذا أو تبعاً لذلك تنوع الحفظ عند أهل العلم، فمنه ما هو حفظ صدر، ومنه ما هو حفظ كتاب، وإن نازع بعض أهل العلم في الاعتماد على حفظ الكتاب وجعلوا الأصل حفظ الصدر، لكن حصل الاتفاق على أن حفظ الكتاب لا يقل أهمية عن حفظ الصدر إن لم يكن أقوى منه وأثبت؛ لأن الحفظ خوَّان.",
            "page": "2",
            "part": "1",
            "seal": "DB9F4541"
        },
        {
            "id": "4",
            "nass": "استمر الأمر على ذلك في القرن الأول والثاني والثالث والرابع، وجمعت السنة، ولم يفت الأمة منها شيء؛ لأن الأمة معصومة من أن تفرط في شيء من دينها، لكن قد يقول قائل: ماذا عما يحفظه الأئمة من مئات الألوف من الأحاديث، الإمام أحمد يحفظ سبعمائة ألف حديث، الإمام أبو داود يحفظ ستمائة ألف حديث وهكذا، أين ذهبت هذه الأحاديث؟ البخاري بالمكرر لا يزيد على سبعة آلاف ومائتين وخمسين حديث، بالمكررات، مسلم قريب منه، أو يزيد عليه قليلاً، أوصله بعضهم إلى الثمانية، أعظم دواوين الإسلام المسند، أوصلوه إلى أربعين ألف حديث وبالعدد الدقيق والتحري يبلغ الثلاثين، أين ذهبت مئات الألوف من الأحاديث؟ ¶ ما ذهب منها شيء مما يحتاج إليه، لم يذهب من هذه الأحاديث شيء مما يحتاج إليه، فالعدد في عرف السلف للطرق، رب حديث واحد يروى من مائة طريق فيعد مائة حديث. ¶ وإذا تصورنا أن أبا إسماعيل الهروي يقول: إن حديث الأعمال بالنيات يروى عن يحيى بن سعيد الأنصاري من سبعمائة طريق، إذن هذه سبعمائة حديث في عرف المتقدمين، وإذا نظرنا إلى ما دون في كتب السنة وحفظ، ونظرنا إلى الطرق سواءً كان المدون منها أو ما لم يدون مما لم يحتج إليه؛ لأنه لا يدون إلا المحتاج إليه، فتبلغ هذه العدة بل تزيد، إضافة إلى أن الحديث في عرف المتقدمين يشمل الآثار، يشمل أقوال الصحابة وفتاويهم، فلم يضِع من سنة النبي -عليه الصلاة والسلام- شيء؛ لأن الدين محفوظ، والأمة معصومة من أن تفرط بشيء من دينها. ¶ بعد الكتابة وضعف الحفظ ظهر ذلك جلياً حينما اعتمد الناس على الكتابة، وكل قرن يظهر فيه ضعف الحفظ أكثر؛ لاعتماد الناس على الكتابة إلى أن ظهرت الطباعة، ولا شك أن الطباعة يسرت وسهلت تحصيل العلم واقتناء الكتب، لكنها على حساب التحصيل، لماذا؟",
            "page": "3",
            "part": "1",
            "seal": "77E88045"
        },
        {
            "id": "5",
            "nass": "لأن الشخص -مريد العلم- إذا احتاج إلى شيء من الكتب إما أن ينسخه بنفسه، أو يدفع أجرة لمن ينسخه له، وتكون أو يكون ورود الكتب إليه بالتدريج، وحينئذ يتسنى له قراءة هذا الكتاب ومراجعته، فإذا نسخ الكتاب بيده، نسخ الكتاب –بالتجربة- أفضل من قراءته عشر مرات، هذا بالتجربة، وكذا لو دفع أجرة لمن ينسخه له فإنه لم يفرط في هذا الكتاب الذي حرص عليه واستعاره ودفع أجرة لمن ينسخه، والنسخ كما تعلمون بالتدريج، ما هو مثل المطابع الآن، وجدت المطابع، والخلاف الحاصل في الكتابة في أول الأمر حصل في الطباعة في آخر الأمر، ووجد من أهل العلم من يمنع طباعة كتب العلم الشرعي في المطابع، لماذا؟ لأن الناس يعتمدون على هذه المطبوعات، ويقتنون الكتب المطولة بكميات، وبإمكان الشخص أن يقتني في يوم واحد عشرات بل مئات المجلدات، وما عليه إلا أن يرص هذه المجلدات في الدواليب، ثم لا يتسنى له مراجعة الجميع، فصارت الطباعة مع تيسيرها وتسهيلها صارت على حساب التحصيل، وهذا مشاهد، كان أهل العلم وطلاب العلم يعانون أشد المعاناة من نسخ الكتب، يسهرون الليالي المقمرة على الأنوار الخافتة ينسخون الكتب، وبهذا حصَّلوا، لكن الآن من اليسير جداً أن تخرج إلى المكتبات وتشتري جميع ما تريد في ساعة، لكن إذا رجعت ماذا تصنع؟ ترص هذه الكتب في الدواليب، ويبقى بقية يومك للاستجمام، الآن أنت ضمنت الكتب عندك، ولا عليها فوات، بدل اليوم غداً -وهذا شيء مجرب يا إخوان، ما هو من فراغ- ولذا منع بعض العلماء طباعة كتب العلم الشرعي.",
            "page": "4",
            "part": "1",
            "seal": "6FAABA65"
        },
        {
            "id": "6",
            "nass": "قد يقول قائل: هذا من جهلهم، والناس أعداء لما يجهلون، وبعض الناس عنده ردة فعل من الأمور المحدثة، سواءً كانت تؤثر في أمور الدين أو لا تؤثر، نعم بعض الناس عنده وقفة لا يستعجل في الأمور، وهذه محمدة، مع أن أثر الطباعة لوحظ في تخلف العلم والتحصيل، وهذا شيء ظاهر، ولذا بعض شيوخ الأزهر قال: تمنع طباعة كتب العلم الشرعي، اطبعوا كتب الأدب والتاريخ وإن شئتم .. ، واللغة أيضاً، لكن كتب الحديث والتفسير والعقائد لا تطبعوها، من أجل إيش؟ من أجل أن يعتني الناس بالكتابة ويتداولون الكتب بحرص وعناية، وهذا أمر مشاهد، لما كانت الكتب قليلة والناس يحرصون على قراءتها واستعارتها ونسخها ويتداولونها، لكن لما كثرت،. . . . . . . . . ثم بعد ذلكم استسلم أهل العلم للأمر الواقع، فأجمعوا على جواز طباعة الكتب، استمر الأمر على ذلك عقود -بل قرون- ثم جاءت هذه الحواسيب، وهذه الآلات التي تيسر لك ما تريد وأنت جالس، بضغطة زر تحصل على جميع ما تريد، تبحث عن حديث تضغط زراً ويظهر لك جميع طرق الحديث، مائة طريق، خمسين طريق، سبعين طريق إلى آخره، لكن النتيجة؟ النتيجة هل يحفظ العلم بهذه الطريقة؟ ¶ لا يتخرج طالب علم بهذه الطريقة أبداً، العلم لا بد له من معاناة، تضغط زراً يخرج لك رواة هذا الخبر بجميع ما قيل فيه من جرح وتعديل، ثم ماذا؟ خلاص، يطفأ الكهرب ثم بعد ذلك ترجع عامي لا تحسن شيئاً.",
            "page": "5",
            "part": "1",
            "seal": "AFE53F02"
        },
        {
            "id": "7",
            "nass": "وعمد كثير من أهل العلم إلى تعسير العلم، سواءً كان في وسيلة الحصول إلى المعلومة، فغير الترتيب عن الترتيب المألوف، ابن حبان في الأنواع والتقاسيم في صحيحه رتبه على طريقة غريبة مبتكرة لم يصنعها غيره، خشية أن يأتي الطالب الذي يبحث عن الحديث فيجده بسهولة، الحديث في الطهارة في أول الكتاب، في الصلاة، افتح لك زيادة خمسين ستين صفحة وتجده، في الزكاة، وهكذا، وهذا مقصود، ومنهم من عمد إلى تعسير العلم بطريقة أخرى، وهي صعوبة الأسلوب، بعضهم يعقد الأسلوب من أجل أن يعاني الطالب فهم هذا الكتاب، فإذا فهمه بعد معاناة ثبت عنده ورسخ، وهذه طريقة مألوفة عند أهل العلم سواءً كانت في الفقه أوفي أصول الفقه أو في العربية أو في غيرها من العلوم، وجاء في عصرنا من ذلل العلم لطلابه وسهله ويسره بنية صالحة، وهو مأجور على ذلك، لكن من يستفيد من مثل هذه الكتب؟ ¶ المبتدئون من الطلبة، وغير المتخصصين في العلم الشرعي، أما من يريد أن يتخرج على طريقة أهل العلم وعلى جادتهم لا بد أن يسلك المسالك التي سلكوها. ¶ متى نحتاج إلى مثل هذه الآلات؟ قد يقول قائل: جامع السنة، وفيه أكثر من نصف مليون حديث، تحصل على جميع ما تريد وأنت جالس، وأي شيء أيسر من هذا، والنبي -عليه الصلاة والسلام- ما اختار .. ، ما خير بين أمرين إلا اختار أيسرهما، ما خير بين أمرين إلا اختار أيسرهما، لكن ما النتيجة؟",
            "page": "6",
            "part": "1",
            "seal": "99A4C440"
        },
        {
            "id": "8",
            "nass": "هل نقول لطالب العلم: وأنت في عصر الحواسيب انسخ الكتب؟ نقول: لا تنسخ الكتب، اقرأ الكتب، أقل الأحوال، كان المتقدمون لا يفهرسون الكتب، ولا يعنون بترقيمها وحسابها، همتهم أعلى من ذلك؛ لأن طالب العلم إذا أراد الفائدة، طالب العلم إذا أراد الفائدة وبحث عنها بنفسه من غير فهارس، فإنه وهو في طريقه لتحصيل هذه الفائدة يستفيد عشرات الفوائد، كثير منها أهم من هذه الفائدة التي يبحث عنها، الآن اضغط الحاسب للمسألة التي تريد، فتخرج لك نفس المسألة دون غيرها، نعم نستفيد من هذه الآلات، لكن لا نعتمد عليها، نستفيد منها إذا ضاق الوقت، خطيب جمعة، شخص عنده درس أو محاضرة، وعنده حديث يريد أن يتأكد منه، ولم يبق من الوقت ما يسعف، نقول: اضرب الحاسب الآن، اضرب على الكمبيوتر وشوف هل هو صحيح وإلا، الآن ما عندك وقت، أنت مضطر الآن، وآخر يريد أن يختبر عمله، فخرج الحديث حسب قدرته واستطاعته، وجمع ما استطاع بعد أن بذل وسعه واجتهد، جمع الطرق التي في وسعه وفي مقدوره، جمع عشرين طريقاً للحديث، وأراد أن يختبر عمله، هل هناك زيادة؟ لا مانع من أن يضرب الحاسب ويطلع على ما فيه من زيادات، وإذا وجد من الزيادات في هذا الحاسب زيادة على ما تعب عليه، لا شك أنه سوف يعتني بهذه الزيادة ويحفظها، بخلاف ما لو جاء ابتداءً إلى هذا الحاسب. ¶ وأنا أضرب مثال لمن يستعمل هذه الآلات، ومن يعاني العلم من أبوابه: شخص مر بطريق -شارع تجاري- فيه تنبيهات ولوحات ومحلات، وأشياء مكتوبة كثيرة، كثيرة يعني ألوف مؤلفة، تصور لو مر هذا مع هذا الشارع على سيارة تمشي مائة كيلو في الساعة، ماذا سيحفظ من هذه اللوحات؟ ¶ هو مثال تقريبي، الظاهر ما يحفظ ولا واحد بالمائة، لكن لو كان يمشي على رجليه، ويتلفت ويناظر يحفظ الكثير، وهذا مثل من يقرأ ومثل من يطلع على هذه الآلات، هذا مثال محسوس، ولا أستبعد أن يقول قائل: الناس وصلوا وما وصلوا، وأنتم تقولون: انسخوا واقرؤوا، إلى متى؟",
            "page": "7",
            "part": "1",
            "seal": "41BBFF08"
        },
        {
            "id": "9",
            "nass": "لكن ثقوا ثقة تامة أن العلم في الكتب، العلم متين ويحتاج إلى معاناة، ويحتاج أيضاً إلى تردد على الشيوخ، أهل الخبرة، أهل الدراية، أهل العلم والعمل، مع المراجعة بالانفراد والمذاكرة مع الغير، أما شخص يحضر الدروس، وإذا خرج من الدرس هذا آخر عهده بالكتاب، فمثل هذا لا يفلح غالباً، كما قرر ذلك أهل العلم. ¶ فعلينا أن نعتني بالعلم وأجره عظيم، لا تظن أن تعبك على العلم سدى أو هدر، لا، ((من سلك طريقاً يلتمس فيه علماً سهل الله له به طريقاً إلى الجنة))، الأمر ليس باليسير. ¶ قد يقول قائل: أنا الحافظة لا تسعف، الفهم ضعيف، أنا مجرد تردد على .. ، أتردد على أهل العلم ولا أحفظ ولا أفهم، نقول: تردد يا أخي، الأجر والثواب مرتب على مجرد سلوك الطريق، ((من سلك طريقاً يلتمس فيه علماً سهل الله له به طريقاً إلى الجنة)). ¶ فعليك أن تسلك الطريق، وتحضِّر الدرس قبل الحضور -قبل حضورك إلى الدرس- تقرأ قبل أن تحضر، وتحفظ ما يحتاج إلى حفظه، وتراجع الشروح، شرح ما تريد، شرح الدرس الذي تريد أن تحضره عند ذلك الشيخ، ثم بعد ذلك تحضر وتتأدب وتحتسب أجرك عند الله -عز وجل- مخلصاً لله -عز وجل- في جميع ذلك، فالمدار على الإخلاص، فتنصت للشيخ، وتناقش الشيخ بأدب، ثم بعد ذلك إذا رجعت تراجع ما سمعت وتدون الفوائد. ¶ وبعض أهل العلم يمنع من تدوين الفوائد أثناء الدرس، يقول: انتبه الدرس عليك أن تصغي، أن تصغي للشيخ، ثم بعد ذلك إذا انصرفت بعد هذا الإصغاء والانتباه دوِّن ما تشاء، ومن جرب عرف صدق هذه المقالة؛ لأن بعض الناس ينشغل بالتدوين ويفوت عليه أمور كثيرة، وبعض الناس ينصت ويهتم، ويلح على الله -سبحانه وتعالى- بأن يثبت هذا العلم في ذهنه، وأن ينفعه به، ثم بعد ذلك إذا انصرف دون ما فهمه وما علق بذهنه، وذاكر إخوانه، لا بد من مذاكرة الإخوان للدروس.",
            "page": "8",
            "part": "1",
            "seal": "415DA490"
        },
        {
            "id": "10",
            "nass": "وهذا الكلام ليس خاصاً بالسنة، هذا لجميع العلوم، إذا أردت أن تحضر درساً في التفسير، وتعرف طريقة الشيخ أنه في اليوم يشرح آيتين ثلاث، عليك أن تحفظ هاتين الآيتين أو الثلاث، ثم تقرأ في كلام أهل العلم الموثوقين ما يعينك على فهم هاتين الآيتين -الآيتين أو الثلاث- ثم بعد ذلك تذهب إلى الشيخ، وتستفيد ما يزيده الشيخ على ما قرأت، ثم بعد ذلك تذاكر مع إخوانك وزملائك في الدرس، وكل واحد يزيد مما أعطاه الله من العلم على صاحبه، وبهذا يتمكن الطالب من التحصيل. ¶ والشيخ عبد القادر بن بدران في كتاب المدخل قال: إنهم يحضرون عند شيخ درساً في الفقه ويقول: إننا نجتمع خمسة ستة من الأقران قبل الدرس، فنقرأ الدرس جميعاً، ثم نحفظ القدر الذي قراناه، والذي نتوقع أن الشيخ لا يزيد عليه، ثم بعد ذلكم قبل الاطلاع على الشروح كل واحد منا يأخذ ورقة وقلم ويشرح هذا المقروء، المحفوظ، بفهمه، يشرح من تلقاء نفسه، قبل الاطلاع على الشروح، على شان أيش؟ ¶ على شان إذا أخطأ في شرحه، ثم قرأ الشرح وتداوله الزملاء فإنه حينئذ يثبت العلم بهذه الطريقة، يقول: نشرح القدر المراد، ثم بعد ذلك نراجع الشروح، فما كان من خطأ نصوبه ونسدده، ثم بعد الشروح نطالع ما كتب عليها من حواشي، ثم بعد ذلكم نذهب إلى الشيخ؛ لنستفيد من علمه ما لا يوجد في الكتب. ¶ وعند الشيوخ ما لا يوجد في الكتب مما أعطاه الله من علوم قدحها بزنده، أو استفادها من كتب ليست مظنة لها، لاطلاعه، ولذا لا يتصور أن يستغني الطالب عن معلم أبداً. ¶ في البلدان التي لا يوجد فيها أحد من أهل العلم يقال: استفد بقدر الإمكان، استفد من الأشرطة، استفد من الإنترنت، استفد من الإذاعات التي تبث العلوم، لا بأس؛ لأن هذه حالة ضرورة، لكن البلدان التي فيها علماء، مثل هذه البلاد المباركة وفيها من أهل العلم والعمل من فيها، نقول: هذه الآلات وهذه الأشرطة مهما بلغت من الصحة والضبط والإتقان لا تغني عن مزاحمة الشيوخ، وهذا الكلام يصلح لجميع العلوم. ¶ ثم بعد ذلكم نأتي إلى ما نحن بصدده، وهو كتب السنة، وتدوين السنة، وترتيب كتب السنة، وفهم كتب السنة، وما يعين على فهم كتب السنة. ¶ كتب السنة، نعم. ¶ طالب:. . . . . . . . .",
            "page": "9",
            "part": "1",
            "seal": "7CB19F64"
        },
        {
            "id": "11",
            "nass": "أقول: كتب السنة متنوعة، قصد أهل العلم من تنوعها وتنويعها إفادة جميع المستويات لطلاب العلم، فمنها الكتب المجردة عن الأسانيد التي قصد أهل العلم من تأليفها أن يحفظها مبتدئُو الطلبة، وهذه الكتب عادة هي التي يبدأ بها بالنسبة للسنة، ومن أهم هذه الكتب، بل أول درجة في السلم: ¶ الأربعون النووية: وهي أحاديث جوامع من جوامع كلمه -عليه الصلاة والسلام-، فعلى طالب العلم أن يبدأ بحفظها ويعتني بفهمها؛ لأن كل حديث منها قاعدة من قواعد الشرع من جوامع كلمه -عليه الصلاة والسلام- ويقرأ ما كتب عليها من شروح، ويستفيد من أهل العلم في دروسهم التي تشرح في هذه الأحاديث، فالأربعون النووية للإمام الزاهد الحافظ أبي زكريا يحيى بن شرف النووي المتوفى سنة ست وسبعين وستمائة، وهذا الرجل على قِصر عمره رجل مبارك، رجل مبارك، ألف هذا الكتاب الذي جمع فيه هذه القواعد الكلية من قواعد الشريعة، وله رياض الصالحين: الذي هو منذ أن فرغ منه مؤلفه إلى يومنا هذا والمسلمون في مساجدهم يقولون: قال -رحمه الله تعالى- وأي فضل أعظم من هذا، على ما عنده من خلل في العقيدة ناتج عن تقليد وليس من أهل الاجتهاد والتنظير في هذا الباب. ¶ له أيضاً من الكتب النافعة الأذكار: وهو فريد فذ في بابه، له أيضاً: المجموع في شرح المهذب الذي لو كمل لاستغنى به طالب العلم عن جميع كتب الفقه، نعم إذا قلنا: المغني كتاب عظيم، المحلى كتاب مفيد، التمهيد والاستذكار لابن عبد البر كتب عظيمة، لكن المجموع ذكر فيه من الفروع والتنابيه المدللة على طريقة أهل الحديث بالأدلة المعللة المخرجة مما لو اجتمع عليه فئام من الناس ما استطاعوا أن يؤلفوا مثله في هذه العمر القصير خمسة وأربعين سنة عمره، وله أيضاً: شرح مسلم، وله كتب كثيرة مباركة، فيها فوائد عظيمة.",
            "page": "10",
            "part": "1",
            "seal": "C04522A3"
        },
        {
            "id": "12",
            "nass": "على كل حال النووي معروف أمره، والحديث عنه يطول، لكن الذي يهمنا كتابه الأربعين النووية، فيقرأ عليه شرح المؤلف، شرح الأربعين للنووي نفسه، شرح مختصر ومتقن، ولا مانع أن يقرأه المنتهي مقروناً بشرح الحافظ ابن رجب، المسمى جامع العلوم والحكم، وهذا الكتاب كغيره من مؤلفات هذا الإمام فيها من العلم العجب العجاب، فيها علم السلف، وشرحه للأربعين شاهد لذلك، شرحه للبخاري لو كمل لكان من العجائب، وشرحه للترمذي أيضاً شيء أشيد به، لكن مع الأسف أنه لا يوجد منه إلا القسم الأخير وهو شرح العلل. ¶ إذا حفظ طالب العلم المبتدئ الأربعين، انتقل بعدها إلى عمدة الأحكام، والمقصود بها الصغرى، وهي التي يذكرها أهل العلم في كتب التراجم، فإذا قالوا في ترجمة أحد من أهل العلم: حفظ كذا وكذا وعمدة الأحكام فالمراد بها الصغرى، وتأتي أهميتها من إمامة مؤلفها وانتقاء أحاديثها، فأحاديثها من الصحيحين وهو شرط المؤلف. ¶ ثم بعد ذلكم يقرأ على هذه العمدة إذا حفظها، وهي عمدة تسعف في وقت الحاجة، يقرأ ما كتب عليها، وما كتب عليها مما يناسب الطلبة متوسطي التحصيل، كتاب في غاية الاختصار وهو خلاصة الكلام للشيخ فيصل بن مبارك، وأطول منه وأيسر وأقرب للطلاب وليكونوا غير المتخصصين في العلم الشرعي تيسير العلام للشيخ ابن بسام، هذا كتاب في غاية الوضوح والسهولة، لكن إذا قرناه بشرح ابن دقيق العيد أحكام الأحكام، هذا ينبغي أن يتخرج عليه طالب العلم، إذا فهمه طالب العلم فهو لما سواه أفهم، أحكام الأحكام لابن دقيق العيد وعليه حواشي الصنعاني، الكتاب مطبوع مع حواشيه في أربعة مجلدات. ¶ طالب:. . . . . . . . . ¶ صعب صعب، صعب الكتاب صعب، لكن ليس معنى هذا التنفير، لا، الصعب إذا فهمه الطالب تلذذ بقراءته، نعم؛ لأنه يصير كشف، كل جملة تفهمها فتح، تتلذذ بها. ¶ فنقول: إذا قرأت على العمدة تعليقات الشيخ فيصل بن مبارك، وشرح ابن بسام نعم، وتأهلت لقراءة شرح ابن دقيق العيد لا مانع من ذلك. ¶ فهناك شرح مطول على العمدة وهو الإعلام بفوائد عمدة الأحكام لابن الملقن وهو كتاب مبسوط، لو ترجأ قراءته إلى مرحلة تالية؛ لطوله وتشعب معلوماته لكان أولى، لكن يذكر بمناسبة ذكر العمدة.",
            "page": "11",
            "part": "1",
            "seal": "60834471"
        },
        {
            "id": "13",
            "nass": "هناك أيضاً من الكتب التي اختصرها أهل العلم وحذفوا أسانيدها لتحفظ: المحرر في الحديث للإمام الحافظ ابن عبد الهادي، وهو كتاب متقن، على اسمه محرر مضبوط، فيه إشارات ودقائق إلى علل الأحاديث قد لا توجد عند غيره، ولكنه لم يُعتَنَ به، لا يوجد له شرح مطبوع، وإن التفت الناس إليه في الأخير، ووضعوا فيه الدروس والدورات وشرحوه بأشرطة، وهو حري وجدير وخليق بالعناية، فعلى طالب العلم أن يعتني به. ¶ ثم بعد ذلكم بلوغ المرام للحافظ ابن حجر العسقلاني، الذي هو أشهر من نار على علم عند طلاب العلم، والعناية به فائقة، وشرح ودرس في جميع الأقطار، منذ تأليفه إلى يومنا هذا وهو عمدة في هذا الباب، عني به أهل العلم عناية فائقة، فلتراجع عليه الشروح ومنها: البدر التمام للقاضي الحسين بن محمد المغربي يماني لكنه -أعني هذا الشرح- فيه حشو كثير، فيه حشو كثير واعتماده على فتح الباري، وشرح النووي على مسلم، والتلخيص الحبير، هذه عمدته، ثم بعد ذلكم ينقل نقول من كتب الزيدية، ويستطرد في ذكر آرائهم ومذاهبهم. ¶ اختصره الأمير محمد بن إسماعيل الصنعاني في كتابه الشهير سبل السلام، وهذا ينبغي أن يعتني به طالب العلم لتجرد مؤلفه، ودورانه مع السنة، فيرجح ما يرجحه، أو ما يترجح له من خلال الدليل، وهو مختصر من البدر التمام، ولكونه أفضل من المختصر صارت العناية به أكثر. ¶ هناك أيضاً شرح معاصر للشيخ ابن بسام اسمه توضيح الأحكام، فائدته تكمل في سهولته وترتيبه، وأيضاً نُقول فتاوى المعاصرين كاللجنة الدائمة، وهيئة كبار العلماء، ومجمع الفقه وغيرها، هذه مهمة. ¶ بعد ذلكم كتاب المنتقى، للمجد ابن تيمية جد شيخ الإسلام، وهو كتاب عظيم حوى جل أحاديث الأحكام، لا يستغني عنه طالب علم، فجمع جل ما يحتاجه طالب العلم من أحاديث الأحكام، وهو مشروح، شرحه الشوكاني، في كتابه المشهور: نيل الأوطار، والكتاب أصله عظيم، وشرحه نفيس؛ لأنه كما قلنا عن سبل السلام، الشوكاني -رحمه الله تعالى- يدور مع الدليل، يدور مع الدليل، ولا يعني أن الشوكاني أو الصنعاني معصومان لا يقعان في الخطأ، لا، هما كغيرهما من أهل العلم معرضون للخطأ والصواب.",
            "page": "12",
            "part": "1",
            "seal": "5921579C"
        },
        {
            "id": "14",
            "nass": "وأيضاً: كتبهما حشرت وملئت بأقوال بعض الطوائف المبتدعة، اضطروا إلى ذكرها من أجل روجان هذه الكتب في تلك البلاد؛ لأنهم جل سكان أو غالب سكان اليمن في وقتهم فيحتاجون إلى ذكر مذاهبهم لتروج هذه الكتب. ¶ على كل حال هذه الكتب كتب ينبغي لطالب العلم أن يعتني بها، وهي خاصة بالأحكام. ¶ هناك كتب في الآداب والأخلاق، مثل رياض الصالحين -الذي سبقت الإشارة إليه- فعلى طالب العلم أن يعتني به؛ لأن هذا الباب والجانب من أبواب الدين في غاية الأهمية للمسلم عموماً وطالب العلم على وجه الخصوص. ¶ ونحن نشاهد عزوف من كثير من طلاب العلم عن كثير من أبواب الدين التي هم بأمس الحاجة إليها، كأبواب الأدب -الأدب الشرعي- مَن مِن طلاب العلم يعتني بقراءة أبواب الفتن -أعاذنا الله من شرها ما ظهر منها وما بطن-؟ مَن مِن طلاب العلم يعتني بأبواب الرقاق والزهد؟ يندر؛ لأن همهم في المسائل العملية، لكن ما الذي يحدوا طالب العلم إذا عرف الأحكام العملية إلى العمل، ما الذي يسوقه إلى العمل؟ ¶ هذه النصوص التي هي كالسياط لطالب العلم أن يعمل بهذا العلم، وإلا مجرد معرفة هذا حلال وهذا حرام من غير ملامسة للقلوب، قد يغفل طالب العلم، وقد يجفو، مع معرفته بالحلال والحرام -مع الأسف الشديد- يلاحظ على بعض من ينتسب إلى العلم شيء من الجفا، والتخلف في باب العمل وإن وجد العلم، على أن من أهل العلم من يرى أن العلم الذي لا يبعث على العمل ولا يحدوا إليه لا يستحق أن يسمى علماً والله المستعان. ¶ ولذا جاء في الحديث: ((يحمل هذا العلم من كل خلف عدوله))، وهذا أمر للعدول بأن يحملوا العلم، ولا يتركوا المجال للفساق لحمل العلم، فهذا الجانب أو هذا الباب من أبواب الدين على طالب العلم أن يعنى به. ¶ وكان الشيخ فيصل بن مبارك -بل دون ذلك في وصيته- يوصي بحفظ كتاب رياض الصالحين، يوصي بحفظ كتاب رياض الصالحين، إن لم يتمكن أو لم تسعف الحافظة يحفظ .. ، حدد الشيخ من باب كذا إلى باب كذا -نسيت الآن، لكن هذا لبيان أهمية الكتاب- والكتاب مشروح، شرحه ابن علان في دليل الفالحين، كتاب مختصر وجيد، ومتقن ومحرر، والمؤلف أشعري، يعني نكون على حذر في مسائل الاعتقاد.",
            "page": "13",
            "part": "1",
            "seal": "ACD1991C"
        },
        {
            "id": "15",
            "nass": "شرحه أيضاً: الشيخ محمد بن صالح العثيمين -رحمه الله- في شرح مملوء بالفوائد، وهو من أنسب ما يقرأ على العوام؛ لأن الشيخ -رحمه الله- له طريقة في تسهيل العلم بحيث يناسب جميع المستويات، يستفيد منه المنتهي، ويفهمه المبتدئ. ¶ أيضا كتب الأذكار ألفت فيها الكتب الكثيرة، عمل اليوم والليلة للنسائي، عمل اليوم والليلة لابن السني، الدعاء للطبراني، الأذكار للنووي -الذي سبقت الإشارة إليه- هذه الكتب لا بد لطالب العلم أن يعتني بها؛ لأن الذكر له شأن عظيم في حياة المسلم فضلاً عن من ينتسب إلى العلم، فلا يزال لسانك رطب بذكر الله -عز وجل-، وكيف تعرف ما جاء عن النبي -عليه الصلاة والسلام- من الأذكار، إلا بمعرفة هذه الكتب، وما دون في المطولات التي سوف نذكرها إن شاء الله تعالى. ¶ كتاب الأذكار للنووي مشروح، شرحه ابن علان أيضاً في كتاب أسماه الفتوحات الربانية، والأبواب التي أفردت فيها الكتب كثيرة، لا نريد أن تعوقنا أو تصدنا عما نحن بصدده من الكتب الأصلية. ¶ كتب السنة الأصلية قدمت الكتب التي ذكرناها المجردة؛ لأنها تناسب المبتدئين، المبتدئ حفظ هذه الكتب التي ذكرت، وفهمها وعناها، عليه أن يرتقيَ بعد ذلك إلى الكتب المسندة، وكان الناس إلى وقت قريب على يأس تام وقنوط من حفظ هذه الكتب، أعني الكتب المطولة، لكن وجد -ولله الحمد- وجدت الجهود المباركة الموفقة المسددة المرتبة لحفظ السنة، وأثمرت ثماراً كبيرة. ¶ لا تصدقون أيها الإخوان أننا إلى وقت قريب، إلى وقت قريب لا نشاهد في البلد كله من يحفظ القرآن إلا أشخاص معدودين على الأصابع من كبار السن!! ¶ والآن ولله الحمد والمنة من النساء والرجال من الكبار والصغار يحفظون القرآن، بل إن امرأة في الحجاز عمرها سبعون سنة أتمت حفظ القرآن، وكان الناس على يأس تام؛ لأنهم يرون هذه الأوراق كثيرة، ولا لهم سلف، ولا لهم طريقة، ولا .. ، نعم، وقد يكون انشغال المتقدمين الأوائل بالمعيشة له دور، كانت المعيشة شاقة في هذه البلاد، ثم تيسرت الأمور، ووجد المخلصون فرتبوا ونظموا فتبين أن الأمر يسير.",
            "page": "14",
            "part": "1",
            "seal": "29FFEE05"
        },
        {
            "id": "16",
            "nass": "أيضاً بالنسبة للسنة حفظ الناس السنة -ولله الحمد- يوجد شباب يحفظون الكتب الستة على طريقتهم، يعني على اصطلاحهم، وإن كان قولهم الكتب الستة فيه تجوز؛ لأنهم لا يحفظون التكرار، ولا يحفظون الأسانيد، ولا يحفظون .. ، لكن خيراً عظيم هذا، خير عظيم هذا. ¶ المقصود أن الكتب في البداية أو السنة في البداية دونت على قدر الحاجة والحفظ موجود، ثم لما اشتدت الحاجة إلى الحفظ اضطر المسلمون لتدوين السنة التدوين الرسمي، بأمر من الخليفة الراشد عمر بن عبد العزيز، فقام الإمام محمد بن مسلم بن شهاب الزهري بالتدوين، بأمر من الخليفة الراشد في رأس المائة الثانية، ووجدت المصنفات، وهي مجرد جمع بالأسانيد، وبعد ذلكم وجدت موطآت ومصنفات، ومسانيد، وجوامع، وسنن، ومعاجم، ومشيخات، وفوائد، وأجزاء، وغير ذلك من فنون السنة، فالموطآت وهي إلى حد ما شبيهة بالسنن، فعندنا الموطآت والمصنفات والسنن، هذه متقاربة، هذه متقاربة جداً؛ لأنها يجمع فيها، أو الغالب عليها أحاديث الأحكام، لكن تفترق المصنفات عن السنن أن السنن عنايتها بالمرفوع إلى النبي -عليه الصلاة والسلام- والمصنفات تجمع إلى ذلك الآثار الموقوفة والمقاطيع وغيرها، بل آراء المصنفين كالموطأ. ¶ موطأ الإمام مالك هو من أشهر الموطآت، والموطأ كتاب عظيم، صنفه نجم السنن الإمام مالك بن أنس، ووطأه ومهده ويسره للمتعلمين، وعني به فروي بروايات كثيرة، له أكثر من ست عشر رواية، قد تبلغ العشرين رواية، أيش معنى روايات؟ ¶ الآخذون عن الإمام مالك كل له طريقته في التدوين، وفي الزيادة والنقص حسب ما يتيسر له مما يقرؤه على الإمام؛ لأن الإمام مالك -رحمه الله تعالى- ليس من عادته أن يقرأ على الطالب كبقية أهل العلم، بل يعرض عليه العلم عرضاً، وينكر أشد النكير على من يطلب من الإمام مالك أن يحدثه، ويقول: يكفيك العرض في القرآن، ولا يكفيك في السنة؟",
            "page": "15",
            "part": "1",
            "seal": "CFDD99DE"
        },
        {
            "id": "17",
            "nass": "على كل حال موطأ الإمام مالك كتاب نفيس وموجود، ومختصر، وله روايات كثيرة من أهمها وأشهرها رواية يحيى بن يحيى الليثي، هذه أشهر الروايات، وعليها أكثر الشروح، عليها شروح ابن عبد البر التمهيد والاستذكار، وعليها أيضاً: شرح الباجي، المسمى أيش؟ المنتقى، وهو كتاب نفيس، إضافة إلى كتب ابن عبد البر، يعتنى بها لفهم الموطأ. ¶ هناك رواية أبي مصعب الزهري، وهي من أوفى الروايات وأتمها، وهناك رواية محمد بن الحسن الشيباني، صاحب أبي حنيفة للموطأ، وتأتي أهميتها من إمامة راويها وإدخاله بعض ما ينصر مذهب أبي حنيفة في أحاديث الموطأ. ¶ الراوي له دور في الكتاب، والذي لا يعرف طرائق المتقدمين في التصنيف يشكك في ثبوت هذه الكتب، موطأ الإمام مالك: تأتي إلى موطأ الإمام مالك مستفيض استفاضة أشهر من كل شهير، تأتي إليه فتجده يقول: حدثنا يحيى بن يحيى كيف؟ يحيى بن يحيى هو الراوي عن مالك، حدثنا يحيى بن يحيى قال: قرأت على مالك، والموطأ لمن؟ لمن الموطأ؟ للإمام مالك، فكيف يقال في الكتاب: حدثنا يحيى بن يحيى قال: قرأت على مالك؟ ¶ وقل مثل ذلك في كتب المتقدمين كلهم، كتب الشافعي، أخبرنا الربيع قال: قال الشافعي، المسند، مسند الإمام أحمد، حدثنا عبد الله، قال حدثني أبي، كيف يكون للإمام أحمد، والراوي داخل في الكتاب؟ ¶ إذن المؤلف من دون عبد الله، هذا إذا عاملنا هذه الكتب بمثل ما نعامل به كتب المتأخرين الذين يتولون التأليف بأيديهم، ولجهل بعض الكتاب المعاصرين بطريقة المتقدمين في التصنيف ألف كتاب حول الأم للإمام الشافعي إصلاح أشنع خطأ في تاريخ التشريع الإسلامي الأم ليست للإمام الشافعي! ¶ إجماع، إجماع أن الأم للإمام الشافعي، ما الذي أوقعه في هذا؟ جهله، ومع الأسف أن من يكتب مثل هذه الكتابة هو شخص لا يمت إلى العلم بصلة، بل لا يمت إلى الاستقامة فضلاً عن العلم الشرعي والله المستعان.",
            "page": "16",
            "part": "1",
            "seal": "46EC8F2F"
        },
        {
            "id": "18",
            "nass": "فعلينا أن نفهم هذه الدقيقة، يأتي من يقول لك: كيف الإمام أحمد .. ، المسند لمن يا أخي؟ للإمام أحمد إجماعاً، ما أحد يخالف في هذا، كيف يقول: حدثنا عبدالله، الإمام أحمد يقول: حدثنا عبد الله ممكن؟ هذا مستحيل!! حدثنا عبد الله قال: حدثني أبي، إذن لا بد من أن نعرف مثل هذه الأمور. ¶ الشيخ أحمد شاكر -رحمه الله تعالى- تصرف وهو شيخ من أهل الفن ومن أهل العلم ومن أهل العمل فيما نحسب تصرف في المسند تصرفاً غير مرضي، فحذف عبد الله وحذف الأب، مباشرة حدثنا فلان من شيوخ الإمام أحمد!! ¶ هذا يا أخي تصرف في كتب الآخرين، مثل هذه التصرفات تجعل الإنسان لا يثق بالكتب، بل على من أراد نشر الكتب وخدمة الكتب أن يبقيها كما هي من غير تصرف، نعم؟ ¶ طالب: يا شيخ يعني الرواية عن من دون ابن الإمام أحمد، عن من دون الشيباني؟ ¶ كيف؟ ¶ طالب: الرواية عن طلاب الإمام مالك، حل الإشكال؟ ¶ الآن عندنا أيش؟ الكتاب ما هو للإمام مالك؟ ¶ طالب: بلى. ¶ اتفاقاً يعني هو من حديث الإمام مالك؟ ¶ طالب: بلى. ¶ جمعه الإمام مالك في البداية، الإمام مالك لما جمع الكتاب قرأه عليه يحيى بن يحيى فأثبت اسمه لبيان أن هذه رواية يحيى، نعم، فجاء من بعده وأبقاه كما هو، فصار برواية يحيى بن يحيى عن مالك، وهكذا بقية الكتب لهم طريقة في التصنيف قد تقول: هي من حيث النظر المعاصر للتصنيف، نعم، قد تقول: إنها غير مستساغة، نعم، تكون غير مستساغة، وأنتم تعرفون الأمور أول ما تبدأ يكون فيها ما فيها، ثم بعد ذلكم تتطور، نعم، هؤلاء لم يسبقهم أحد إلى التأليف، لبنات أولى في بناء التأليف، فهذا عذرهم في هذا الباب، وهي أيضاً أمانة تحملها الراوي عن من روى عنه، وهكذا إلى آخره، أمانة تحملها. ¶ الموطآت -ومثالها موطأ الإمام مالك- والمصنفات -ويمثل لها بمصنف ابن أبي شيبة، ومصنف عبد الرزاق ابن همام الصنعاني- هذه المصنفات فيها ألوف مؤلفة من الأحاديث، وهي شبيهة بالموطآت؛ لكثرة الآثار، وهي شبيهة في التصنيف بالسنن؛ لأن جلها أحاديث أحكام، ولذا لا يرى بعضهم فرق بين الموطآت والمصنفات والسنن.",
            "page": "17",
            "part": "1",
            "seal": "39575855"
        },
        {
            "id": "19",
            "nass": "هناك الجوامع، وإذا أردنا الترتيب الزمني قلنا: المسانيد قبل الجوامع، المسانيد: ومن أعظمها وأجلها مسند الإمام أحمد بن حنبل، والمترجمون يتفقون على أنه أربعين ألف، لكنه لما طبع بالترقيم وجد ثلاثين، وهذه المسألة لا إشكال فيها. ¶ صحيح مسلم اختلف في عدده من ثمانية آلاف إلى اثنا عشر ألف، يعني هل نقول: ضاع من صحيح مسلم شيء، أو من مسند الإمام أحمد شيء؟ ¶ ما ضاع شيء، يعني إن حصل خلل في بعض النسخ، وسقطت أحاديث يسيرة كالمسند مثلاً، ما نقول: ضاع شيء، استدركت، لكن تبقى أنها أحاديث يسيرة، إذن كيف؟ الفرق الربع الآن؟ ¶ نقول: المتقدمون ليست لهم عناية بعدّ الأحاديث، هذه الأمور مفضولة عندهم، لا يولونها عناية ..",
            "page": "18",
            "part": "1",
            "seal": "1FC0EA7E"
        },
        {
            "id": "20",
            "nass": "كيف يستفيد طالب العلم من كتب السنة (2) ¶ الشيخ/ عبد الكريم بن عبد الله الخضير ¶ نقول: المتقدمون ليست لهم عناية بعد الأحاديث؛ هذه الأمور مفضولة عندهم، لا يولونها عناية، همهم الحفظ والفهم، فبدلاً من أن يجلس يعد أربعين ألف حديث أو ثلاثين ألف حديث يحفظ مائة حديث في هذه المدة، لكن المتأخرين خف عندهم العناية بالعلم من حيث الحفظ والفهم، اعتنوا بهذه الأشياء التي هي ثانوية بالنسبة للعلم الشرعي، بل ليست معدودة من العلم الشرعي، كونك تعد الأحاديث واحد، اثنين، ثلاثة، أربعة، عدد الأبواب، عدد .. ، أيش من نتيجة؟ ¶ وصل الحد عند المتأخرين -الترف العلمي- إلى أن جاء شخص وعد حروف بعض الكتب –الحروف- وهذا حصل لشخص من اليمن أشكل عليه القراءة في تفسير الجلالين، هل يُقرأ بطهارة، أو ما يحتاج إلى وضوء؛ لأن الحكم للغالب، فعد أحاديث التفسير، حروف التفسير وحروف القرآن، فقال: إلى المزمل العدد واحد، من المدثر إلى آخر القرآن زاد التفسير قليلاً، فانحلت عنده المشكلة، صار الغالب تفسيراً، صار يقرأ في تفسير الجلالين من غير طهارة، هل يعنى المتقدمون بمثل هذه الأمور؟ أبداً، ما يهمه إنه يشوف الكتاب مجلد كبير، فيه ألف حديث ألفين حديث. . . . . . . . . وبعدين، نعم، العوام يقولون. . . . . . . . .، نعم، وأيش هو ما يضير يعني، المهم أنه كتاب محفوظ بين الدفتين ما يحتاج إلى أن نعده، وبدلاً من أن تعد واحد اثنين ثلاثة تأخذ لك يوم، احفظ لك كمية من الأحاديث، هذه عنايتهم. ¶ المقصود أن المسند من أهم كتب السنة وأجمعها، وهو مرتب على المسانيد، والمسند في عرف أهل العلم الكتاب الذي يرتب على ترتيب الرواة من الصحابة، على ترتيب الرواة من الصحابة، مثل مسند أحاديث أبي بكر الصديق، أحاديث عمر، أحاديث عثمان، أحاديث علي، وهكذا إلى آخر العشرة، إلى آخر البدريين، إلى آخر كذا، كل له طريقة في ترتيبه، لكن يجمع أحاديث الصحابي الواحد تحت ترجمته. ¶ ولكونه يجمع أحاديث الراوي من غير تمييز جاءت رتبة المسانيد دون رتبة السنن، لماذا؟",
            "page": "1",
            "part": "2",
            "seal": "33223F26"
        },
        {
            "id": "21",
            "nass": "لأن مؤلف السنن يترجم بحكم شرعي، باب تحريم كذا، باب وجوب كذا، فهو يترجم بحكم شرعي، وهو ينتقي للاستدلال على هذا الحكم بأقوى ما يجد، بخلاف من يترجم بترجمة صحابي. ¶ الآن إذا ترجم باب وجوب -على سبيل المثال- عيادة المريض، لا بد أن يأتي بأقوى ما يجد مما يؤيد هذا الحكم، لكن إذا قال: أحاديث أبي بكر الصديق، هل يحتاج أن يأتي بأقوى ما رواه أبو بكر الصديق؟ لا، ما يلزم، المهم أن هذه الأحاديث مروية من طريق الصديق -رضي الله عنه- ولذا تأخرت رتبة المسانيد عن رتبة السنن، ولذا يقول الحافظ العراقي -رحمه الله تعالى-: ¶ ودونها في رتبة ما جعلا ... على المسانيد فيدعى الجفلا ¶ كمسند الطيالسي وأحمدا ... وعده للدارمي انتقد ¶ مسند الإمام أحمد، كتاب عظيم وهو أطول المسانيد، باستثناء مسند بقي الذي لم يوجد، بل هو أطول الكتب المتداولة في السنة، وهو كتاب عظيم، شرطه كما قرر شيخ الإسلام ابن تيمية لا يقل عن شرط أبي داود، والخلاف في أحاديثه هل يوجد فيه شيء موضوع وإلا لا يوجد، وللحافظ ابن حجر كتاب أسماه: (القول المسدد في الذب عن المسند)؛ لأن ابن الجوزي أدخل بعض الأحاديث من المسند في الموضوعات، فدافع عنه الحافظ ابن حجر، وعلى طالب العلم أن يقرأ مقدمة هذا الكتاب؛ فيها من الأدب، وفيها من الاعتراف لأهل الفضل بالفضل، ما ينبغي أن يتأدب عليه طالب العلم. ¶ مسند الطيالسي: وهو أقدم، من مسند الإمام أحمد؛ باعتبار أن الطيالسي متوفى قبل الإمام أحمد -مائتين وأربعة، والإمام أحمد مائتين وواحد وأربعين- لكن باعتبار الجامع يونس بن حبيب الراوي عن الطيالسي من أقران الإمام أحمد، ومسند الطيالسي في مجلد واحد، أحاديثه ليست بالكثيرة بالنسبة لمسند الإمام أحمد، لكنه مسند مشهور معتنى به عند أهل العلم ¶ كمسند الطيالسي وأحمد ... وعده للدارمي انتقدا",
            "page": "2",
            "part": "2",
            "seal": "E01F3A06"
        },
        {
            "id": "22",
            "nass": "ابن الصلاح عد الدارمي من المسانيد، فانتقد في عده للدارمي من المسانيد، وهو مرتب على الأبواب، لا يقال: إن الحافظ العراقي يريد بالمسانيد المعنى الأعم وهو الأحاديث المروية بالأسانيد كما جاء في تسمية البخاري الجامع الصحيح المسند، المختصر من أخبار النبي -عليه الصلاة والسلام- وأحواله وسننه وأيامه، هذا بالمعنى الأعم، لكن هو يتحدث عن الأسانيد –المسانيد- بالمعنى الاصطلاحي، فانتقد عليه عده الدارمي من المسانيد، اللهم إلا إن كان يريد المسند الذي أشار إليه الخطيب البغدادي في ترجمة الدارمي مما لم يوقف عليه، هذا شيء آخر، ولعله أراد ذلك. ¶ على كل حال المسانيد هذه طريقتها، وكيفية الاستفادة منها أن يبحث عن أحاديث كل راو تحت ترجمته، الحديث عندك في ترجمة .. ، راويه أبو بكر الصديق، وتفيد كثيراً إذا عرفت الراوي، إذا عرفت الراوي من الصحابة تفيدك المسانيد، لكن لا يكون الراوي من المكثرين كأبي هريرة مثلاً، تبحث في المسند عن أحاديث أبي هريرة ما استفدت؛ يطول عليك الوقت، فتلجأ إلى طريقة أخرى. ¶ هذه المسانيد، وهناك الجوامع، وهي التي تجمع جميع أبواب الدين، تجمع جميع أبواب الدين بخلاف الموطآت والمصنفات والسنن، أبواب الدين كلها ففيها الإيمان، وفيها العلم، وفيها الطهارة، وفيها الصلاة والزكاة، وآخر العبادات، والمعاملات، والمغازي، والفتن، والدعوات، والتوحيد، والاعتصام، جميع أبواب الدين تجمع في الجوامع، ومن أهمهما صحيح البخاري -لجامع الصحيح للإمام البخاري- والجامع الصحيح للإمام مسلم، والجامع أو جامع الترمذي، هذه أهم الجوامع، وفيها جميع ما يحتاجه طالب العلم من أبواب الدين. ¶ والكلام عن الصحيحين لا ينتهي، الآن الزبدة جاءت، وأظن الوقت بعد .. ¶ طالب: أطلت يا شيخ. ¶ هاه. ¶ طالب: أطلت في المقدمة زيادة. ¶ كيف؟ بس هنا تمهيد توطئة مقدمة. ¶ طالب: أعانكم الله، أعانكم الله. ¶ مقدمة توطئة، يحتاجها طالب العلم. ¶ يقول هذا: هل صحيح ما ذكر من وجود مسند بقي بن مخلد في برلين؟",
            "page": "3",
            "part": "2",
            "seal": "686113FC"
        },
        {
            "id": "23",
            "nass": "من قرأ في مقدمة تحفة الأحوذي، قال: لم يفقد من كتب السنة شيء، كلّ الكتب بخطوط الأئمة، كل ما تريد، مسيل اللعاب يسمونه، كل ما تريد، تجد المسند بخط عبد الله بن الإمام أحمد، وعليه خطوط الأئمة من بعده، وكذا وكذا، في الخزانة الجرمنية، وكل خذ من أمثلة كثيرة جداً، خطوط الأئمة، لكن الواقع، أين الأمة عن هذه الكتب؟ ¶ وهذا يقول: هل صحيح .... ¶ هو ذكر مسند بقي بن مخلد في الخزانة الجرمنية -في ألمانيا- وين؟ فتحت أبواب ألمانيا وأسوارها، ودخلها الناس وبحثوا ما وجدوا، وجدوا شيئاً يسيراً، لكن على مستوى ما ذكر ما هو بصحيح. ¶ نعود إلى الجوامع والكلام عن الجوامع يطول؛ لأنها تضم أعظم كتب السنة، وهما الصحيحان، هما الصحيحان -صحيح البخاري وصحيح مسلم- وكلام أهل العلم في المفاضلة بينهما كلام معروف، والجمهور على أن البخاري أصح. ¶ أول من صنف في الصحيح ... محمد وخص بالترجيح ¶ ومسلم بعد وبعض الغرب مع ... أبي علي فضلوا ذا لو نفع ¶ فصحيح البخاري أصح الكتب عند جمهور العلماء، أصح الكتب بعد كتاب الله -عز وجل- يليه صحيح مسلم. ¶ بعض المغاربة مع أبي علي النيسابوري فضلوا صحيح مسلم، لكن الواقع يرد ذلك، فالصحيح أو الأصح في صحيح البخاري أكثر؛ ودليل ذلك أن الأحاديث المنتقدة في صحيح البخاري أقلّ، الرواة المنتقدون في صحيح البخاري أقل من المتقدين في صحيح مسلم، وإن كان الانتقاد في الغالب لا حظ له من النظر، لكن حديث لم ينتقد البتة ما هو مثل حديث انتقد، وراوي لم ينتقد البتة، ليس مثل راوي انتقد وإن كان الانتقاد ضعيف. ¶ الأمر الثاني: إمامة البخاري؛ فالإمام البخاري له يد طولى في هذا الشأن، إمام الحفاظ، ومسلم تلميذه وخريجه، حتى قال الدارقطني وغيره: لولا البخاري ما راح مسلم ولا جاء. ¶ فإذا نظرنا إلى واقع الكتابتين وجدنا الراجح قول الجمهور، وصحيح البخاري أصحّ، والأحاديث المنتقدة فيه أقل، والرواة المنتقدون فيه أقل، فهو أرجح.",
            "page": "4",
            "part": "2",
            "seal": "152ECB81"
        },
        {
            "id": "24",
            "nass": "المغاربة -ومنهم ابن حزم- فضلوا صحيح مسلم؛ لأنه ليس فيه بعد الخطبة إلا حديث السرد، الحديث سرد، ما فيه ولا تراجم، ما في باب كذا، كتاب كذا، ولا فيه آثار إلا القليل النادر، فالبخاري مملوء بالتراجم والآثار من أقوال الصحابة والتابعين، وفيه المعلقات، فيه ألف وثلاثمائة وأربعين حديث معلَّق، يعني حذفت أسانيدها أو بعض أسانيدها، بينما صحيح مسلم ليس فيه آثار إلا القليل النادر، وليس فيه تراجم، والمعلقات التي فيه عدتها أربعة عشر حديثاً كلها موصولة في صحيح مسلم، إلا واحد موصول في البخاري، إذن لسنا بحاجة إلى بحث معلقات مسلم، يعني وجود هذه المعلقات في صحيح مسلم مؤثر وإلا غير مؤثر؟ غير مؤثر؛ لأنها كلها موصولة في الصحيح نفسه سوى واحد موصول في البخاري. ¶ البخاري عنده ألف وثلاثمائة وأربعين حديث معلق، بمعنى أنها حذفت أوائل أسانيدها، وكلها موصولة في الصحيح سوى مائة وستين أو مائة وتسعة وخمسين هذه هي محل البحث، وهي على قسمين؛ لأن منها ما صدر بصيغة الجزم، ومنها ما صدر بصيغة التمريض، فما صدر بصيغة الجزم مضمون ومصحح إلى من علق عنه؛ لأن البخاري ضمن من حذف، ما دام جزم بنسبته إلى راو من رواته فإنه قد ضمن من حذف، ويبقى النظر فيمن أبرز من رجال الإسناد. ¶ ما صدر بصيغة التمريض منه ما هو صحيح على شرطه، ومنه ما هو صحيح على شرط غيره، ومنه ما هو ضعيف، لكن الضعيف الذي ضعفه شديد ينبه عليه الإمام البخاري، يروى عن أبي هريرة: \"لا يتطوع الإمام في مكانه\"، ولم يصح، ينبه عليه الإمام -رحمة الله عليه- فحينئذ نقول: صحيح البخاري أصح، وهو أكثر فائدة؛ لأن الفقه في تراجم البخاري، والإمام البخاري في الاستنباط من أفقه الناس وأدقهم وأغزرهم، مسلم ما فيه تراجم، يجمع لك الأحاديث، نعم له طريقة في الاختيار، وله طريقة في السياق، له طريقة في ترتيب الأسانيد والمتون، بارع في هذا الباب، لكن ليس له فقه، فقهه في طريقة -في صناعة- السياق، سياق المتون والأسانيد، هنا يكمن فقه مسلم، ومن هنا رجح ¶ تشاجر قوم في البخاري ومسلم ... لديَّ وقالوا: أي ذين تقدم ¶ قلت: لقد فاق البخاري صحة ... وفاق في حسن الصناعة مسلم",
            "page": "5",
            "part": "2",
            "seal": "BCA1D28C"
        },
        {
            "id": "25",
            "nass": "مسلم لا شك أنه يتصرف تصرفاً بارعاً في تقديم وتأخير بعض الأسانيد والمتون، ومن أدلة ذلك الأثر الذي ذكره بين أحاديث المواقيت مما لا علاقة له بالمواقيت، لما ذكر هذه الأسانيد التي برع رواتها في سياقها، وأبدع في ترتيبها قال: وقال يحيى بن أبي كثير: \"لا يستطاع العلم براحة الجسم، لا يستطاع العلم براحة الجسم\". ¶ هل يستطيع أحد أن يبرع في أي عمل يتوجه إليه وهو مرتاح؟ يستطيع؟ ما يستطيع، أي عمل من الأعمال، سواءً كان في الدنيا أو في الآخرة، لا بد من التعب، لا يستطاع العلم براحة الجسم، وطلاب العلم وهم على فرشهم وعلى اصطلاح بعض المشايخ يقول، أيش يقول كلمة .. ؟ يعني في الملاحق هذه حق البيوت، جالسين يسولفون يبون يحصلون العلم، بها الآلات والإنترنت والأشرطة، ومع ذلكم من لا يعتني بالعلم لا يعان ولا على سماع الأشرطة، ما يعان، الشاهد .. ، الشاهد حاصل، الذي يريد أن يرتاح ويسمع وهو في فراشه أو في الملحق جالس يسولف مع زملائه فإنه في الغالب لا يعان ولا على السماع، وهذا كما قال يحيى بن أبي كثير: لا يستطاع العلم براحة الجسم، لا بد من التعب. ¶ فإذا تقرر هذا فصحيح البخاري أصح، وعناية الأمة به أكثر، شرح الشروح التي لا حصر لها ولا يزال يشرح إلى الآن، وقد يقول طالب العلم: مئات الشروح، كيف أختار؟ البخاري له مئات الشروح، كيف أختار؟ إذا تركته يختار احتار؟ ¶ نقول: من بين هذه الشروح شروح معروفة بني بعضها على بعض، يعني نتجاوز شرح الخطابي وشرح ابن بطال والشروح الأخرى حتى نصل إلى شرح الكرماني، شرح لطيف ونفيس وفيه فوائد، وفيه طرائف تحبب طالب العلم في القراءة، وفيه أوهام، فيه أوهام لم يترك من أجلها، ولذا تجدون كل الشراح يقولون: قال الكرماني، قال الكرماني، أحد ينسب، وأحد ما ينسب بعد، قد ينقل عنه بلا نسبة، وله الفضل في ذلك، ثم عاد يا الله إذا أخطأ، وهم تصدوا للرد عليه، كما يقولون العامة: شعير مأكول مذموم، رحمة الله عليه. ¶ لكن يبقى أن الكتاب نفيس ولطيف وفيه هذه الأوهام، ومن يعرو من الأوهام -من يخلو- ويكفيه أن كل من جاء بعده اعتمد عليه.",
            "page": "6",
            "part": "2",
            "seal": "30CAD2E2"
        },
        {
            "id": "26",
            "nass": "هناك شرح الحافظ ابن حجر، واعتمد اعتماد كبير على الكرماني، وتصدى له بالنقد، في جميع أوهامه، وشرح الحافظ شرح عظيم نفيس، لا يستغني عنه طالب علم، لا يستغني عنه طالب علم. ¶ طالب:. . . . . . . . . ¶ إيش تسوي لهم يا أخي الوقت، الوقت ما يسعف، الأسئلة كثيرة؟ ¶ طالب:. . . . . . . . . ¶ يا أخي الأسئلة كثيرة ما نستوعب، والكلام باقي كثير، الآن الكتب الستة ما بعد جاءت. ¶ طالب: أحسن الله إليك. ¶ شرح الحافظ ابن حجر -رحمه الله- المسمى (فتح الباري) شرح عظيم. ¶ طالب: يقول الأسئلة؟ ¶ نعم. ¶ طالب: أردت إلغاء الأسئلة. ¶ بس المشكلة اللي برع، هؤلاء الإخوان لهم علينا حق لهم علينا حق، شوف اللي ما لا علاقة بالدرس استبعده. ¶ اجتهد الحافظ -رحمه الله تعالى- في إيضاح الكتاب وبيانه بجميع ما يحتاج إليه من بيان وإيضاح، تكلم على التراجم بكلام وربط الأحاديث وبين مناسباتها وارتباطها بتراجمها، وشرح الأحاديث، وبين روايات الصحيح مما يحتاج إليه، اقتصر على ما يحتاج إليه، معتمداً في ذلك على رواية أبي ذر، ويشير إلى ما عداه عند الحاجة، فطالب العلم لا يستغني عن فتح الباري، كما قيل للشوكاني لما طلب منه أن يشرح البخاري فقال: لا هجرة بعد الفتح، لا هجرة بعد الفتح، يريد بذلك فتح الباري. ¶ ابن خلدون يقول: شرح البخاري دين على الأمة لم يوفَّ بعد، ومعروف أنه قبل الحافظ قبل العيني، يعني لو رأى شرح الحافظ لقال: وفي الدين. ¶ هناك شرح للإمام الحافظ ابن رجب أشرنا إليه إشارة خفيفة، وهو من أمتع الشروح وأنفسها وأنفعها لطالب العلم على أنه لم يكمل، لكن لو كمل لكان من العجائب، وهو شرح بنفس السلف -معتمد على أقوال السلف الصالح- مجرد عن كل علم دخيل. ¶ وهناك شرح للعيني اسمه (عمدة القاري) اعتمد اعتماداً كبيراً على فتح الباري، وتعقبه بعبارات غير مناسبة، ينقل عنه ويتهجم عليه، ومعلوم ما بين الأقران، وما يحدث بينهم من منافسة والله المستعان.",
            "page": "7",
            "part": "2",
            "seal": "05294A79"
        },
        {
            "id": "27",
            "nass": "وشرح العيني لا سيما في ربعه الأول شرح ماتع ونافع وجامع، مرتب ترتيباً بديعاً، مرتب ترتيباً بديعاً، ثم بعد ذلك في ربعه الثاني اختصر، ثم في نصفه الأخير أجمل، بينما شرح الحافظ ابن حجر متوازن، يشرح الحديث من أول الكتاب إلى آخره بنفس واحد. ¶ العيني يأتي بكل ما عنده في الموضع الأول، في الموضع الثاني يخفف، وهذه طريقة الشراح، طريقة المفسرين، ينشطون في أول الأمر ثم بعد ذلك يعتريهم الكسل، بينما الحافظ ابن حجر شرح حديث الأعمال بالنيات أول حديث بالنفس الذي شرح فيه حديث: ((كلمتان خفيفتان على اللسان ثقيلتان في الميزان)) آخر حديث في الكتاب، ما تجد فرق بين أول حديث وأثناء الكتاب وآخره، ما تجد فرق، وهذه ميزة لشرح ابن حجر، بينما العيني أطال في شرح أوائل الكتاب الربع الأول، ثم بعد ذلكم أجمل، واعتمد اعتماداً كبيراً على ابن حجر، نقل منه الكلام الكثير وانتقده. ¶ ثم بعد ذلكم شرح اسمه: (إرشاد الساري) للقسطلاني، وهذا أيضاً شرح لا يستغني عنه طالب علم، ميزته في ضبط ألفاظ الصحيح، سواءً ما كان منها متعلقاً بالمتون، وما كان متعلقاً بالأسانيد، وصيغ الأداء، لا يكاد يفلت كلمة واحدة من فرق بين الرواة -رواة الصحيح- والمقصود برواة الصحيح -يا إخوان الآن الوقت يعني ضاق وصرنا نقدم بعض الأمور على بعض، ونجمل في بعض الأشياء التي ينبغي بسطها- الصحيح رواه عن مؤلفيه أكثر من ثمانين ألف راوٍ، والروايات المدونة معروفة عند أهل العلم، عن البخاري، رواية كريمة، رواية أبي ذر، رواية الكشميهني، رواية السرخسي، رواية .. ، وهذه يقبح بطالب العلم أن يجهلها؛ هذه أمور لا بد لطالب العلم أن يعرفها وأن يكون على دراية منها؛ لأنه إذا قرأ في شرح من الشروح كابن حجر كذا في رواية أبي ذر، كذا .. ، شخص متخصص عنده شهادات في السنة ويقول: سبحان الله، الذي نعرف أن أبا هريرة هو حافظ السنة وحافظ الصحابة، أكثر الصحابة رواية للحديث، لكن إذا قرأنا في فتح الباري تغيرت نظرتنا ما يمر حديث إلا ويمر أبو ذر، هذا جهل، جهل والله ما يحسن بآحاد الطلبة فضلاً عن الكبار، يقبح بصغار الطلبة أن يقولوا مثل هذا الكلام، وسببها أن العلم لم يؤت من أبوابه.",
            "page": "8",
            "part": "2",
            "seal": "49BE97F0"
        },
        {
            "id": "28",
            "nass": "المقصود أن القسطلاني اعتنى بضبط روايات الصحيح اعتنى بألفاظ الصحيح بدقة، ينبه على كل شيء، بينما ابن حجر اعتمد على رواية أبي ذر ونبه على ما سواها عند الحاجة، نعم هناك أمور لا تحتاج إلى تنبيه لم يترتب عليها شيء، لكن القسطلاني لا يفلته، يبين، وله عناية بضبط الصحيح؛ لأنه قرأ الصحيح مراراً على ابن مالك الإمام اليونيني -رحمه الله تعالى- قرأ الصحيح على ابن مالك -عفواً لا ما هو القسطلاني، نأتي بالتدريج- اليونيني هذا أشهر من اعتنى بالصحيح، وأكثر الناس عناية بضبط الصحيح، قرأ الصحيح على ابن مالك مراراً يصوب له الروايات التي تحصلت لدى اليونيني، ويوجه ما خالف العربية منها، واليونيني هذا دون فروق الروايات، نعم، على نسخة سميت اليونينية الأصلية، وهذه اليونينية لها فرع قوبلت عليها، قوبل الفرع عليها مراراً فوجد مضبوطاً متقناً. ¶ القسطلاني - نأتي إلى صاحب الشأن اللي هو القسطلاني- أراد ضبط الصحيح، فوقف على الفرع، فقابل عليه الصحيح ست عشرة مرة حتى ضبطه وأتقنه، ثم وجد المجلد الثاني من الأصل –اليونينية- يباع فاشتراه فقابل عليه، ما وجد فرق بين الأصل والفرع، ولذا تجدونه كثيراً مما يستشكله بعض الطلاب كذا في فرع اليونينية كهي، كيف؟ لأنه كتب الشرح قبل أن يقف على الأصل، فاضطر أن يقول: كذا في فرع اليونينية؛ لأنه ما وقف على الأصل، فلما وقف على الأصل علق (كهي) سهل، لكن قد يقول قائل: لماذا ما حذف فرع، كذا في فرع اليونينية، كذا في اليونينية، والعلو مطلوب، ما دام الأصل موجود، ليش نرجع إلى الفرع؟ هو اعتنى بالفرع، فلا يمكن أن يهمل ما اعتنى به، على كل حال القسطلاني هذه ميزته. ¶ ميزة أخرى له: أنه شرح مختصر محرر مهذب منقح، مأخوذ بجملته من شرحي العيني وابن حجر. ¶ هناك مناقشات طويلة بين العيني وابن حجر، العيني ردَّ على ابن حجر كثيراً فتولى ابن حجر الإجابة عن هذه الردود في كتاب أسماه (انتقاض الاعتراض).",
            "page": "9",
            "part": "2",
            "seal": "58486E8E"
        },
        {
            "id": "29",
            "nass": "وهناك كتاب آخر لشخص متأخر اسمه (مبتكرات اللآلي والدرر في المحاكمة بين العيني وابن حجر) يحتاجه طلاب العلم، يحتاجه طلاب العلم، يذكر كلام ابن حجر وتعقبات العيني ويحكم بينهما، والمسألة تحتاج إلى مزيد؛ لأنه ليس كل الإشكالات أجيب عنها، وليست كل المحاكمات سطرت، ووفق بينها، ووزن بينها. ¶ الآن انتهينا من الشروح -شروح البخاري الخمسة- الكرماني، وابن رجب، ابن حجر، العيني، القسطلاني، هذه أهم الشروح، وما زال الكتاب بحاجة إلى مزيد عناية وتتبع واستقراء؛ لأن الكتاب بحر، صحيح البخاري كتاب من أعظم الكتب فائدة. ¶ أما صحيح مسلم ويأتي في المرتبة الثانية بعد البخاري عند جمهور أهل العلم وقلنا: إن أبا علي النيسابوري مع المغاربة فضلوه، مع بعض المغاربة منهم ابن حزم، وعرفنا وجه التفضيل، وأنه لا يقتضي التفضيل. ¶ أيضاً: عني به أهل العلم، وله طريقة أشرنا إلى شيء منها في سياق المتون والأسانيد، طريقة فذة، يعتني بصاحب اللفظ، بصاحب اللفظ إذا روى الحديث عن مجموعة بين صاحب اللفظ، حدثنا فلان، وفلان، وفلان، واللفظ لفلان، أو حدثنا فلان، وفلان، وفلان، قال فلان وفلان: أخبرنا، أو قال فلان: حدثنا، وقال الآخران: أخبرنا، والإمام البخاري لا يعتني بهذا؛ لأنه لا يفرق بين تحديث ولا إخبار، ولا يبين صاحب اللفظ، ولذا بعض المعاصرين يعتني به؛ لأنه يقول: ما دام يعتني بالألفاظ إذن هو أدق من صحيح البخاري؛ الإمام مسلم ينص على صاحب اللفظ، البخاري لا ينص على صاحب اللفظ، حدثنا فلان، وفلان ولا يدرى لمن اللفظ، لكن ظهر بالاستقراء أنه إذا روى الحديث عن اثنين فاللفظ لمن؟ للأخير - للأخير منهما- وهذه قاعدة أغلبة؛ لأنه بالتجربة وجد ما يخالف هذه القاعدة. ¶ نأتي إلى مسألة الدِّقة: هل ما عرفنا عن صحيح مسلم أو عن مسلم من تحري في سياق الأسانيد والمتون، يقتضي تفضيله على البخاري في اختيار الألفاظ للمتون فنعتني به قبل البخاري، ثم نأخذ زوائد البخاري عليه كما يفعله بعضهم؟ هل هذا يقتضي ذلك؟ أو نقول: ومع ذلك نعتني بالبخاري، ونحفظ صحيح البخاري، ثم بعد ذلكم نأخذ زوائد مسلم؟ هاه؟ ¶ طالب:. . . . . . . . .",
            "page": "10",
            "part": "2",
            "seal": "795E5C38"
        },
        {
            "id": "30",
            "nass": "نعتني بالبخاري، كيف إذن نقول: إن مسلم يعتني بالألفاظ بدقة، الإمام مسلم يعتني بألفاظ الرواة التي وصلت إليه، الإمام مسلم يعتني بألفاظ الرواة التي وصلت إليه من طريقه، البخاري حافظ، بل هو أحفظ من مسلم، نعم مسلم صنف كتابه في بلده ومع شيوخه، والبخاري ألفه وهو بعيد عن بلده، لكن الإمام البخاري حفظه شهير، لا يدانيه مسلم ولا يقاربه. ¶ إذن نقول: مسلم اعتنى بالألفاظ التي وصلت إليه من طريق الرواة، والبخاري دون هذه الألفاظ التي وصلته من طريق هؤلاء الرواة من غير أن يبين هذه الدقائق، فالمسألة لا تخلو من تدوين ما وصل إلى البخاري من طريق الرواة، ومسلم من طريق الرواة، والرواة في صحيح البخاري ممن يرى جواز الرواية بالمعنى، وفي صحيح مسلم يرون جواز الرواية بالمعنى، إذن الفرق ما هو؟ كوني أنبه على أن اللفظ لفلان أو لفلان، هو لأحدهما، سواءً كان في البخاري أو مسلم، كون مسلم نبه لا يعني أن البخاري يتصرف في رواية الشيوخ، نعم جمع الشيوخ، وكونه ما ميز بين رواية هذا وهذا لا يعني أنه تصرف، فعلى طالب العلم أن يعتني بالبخاري، ثم بعد ذلكم يحفظ زوائد مسلم عليه من الجوامع -جامع الترمذي-. ¶ مسلم نعود إلى شروحه، وشروحه متسلسلة: ¶ أولها: المعلم للمازري، وهو كتاب مختصر، أملاه إملاءً، ثم بعد ذلكم للقاضي عياض إكمال المعلم، والكتاب فيه فوائد كثيرة، ثم للأُبي إكمال إكمال المعلم، ثم للسنوسي مكمل إكمال الإكمال –سلسلة- وكلها لو جمعت ما جاءت مثل فتح الباري، كل الكتب هذه إذا أضفنا إليها شرح النووي، وشروح مختصرات مسلم، كالمفهم للقرطبي، أو السراج الوهاج لصديق وغيرها، يعني مسلم ما وجد من العناية ما وجده صحيح البخاري، لماذا؟ لأن صحيح مسلم يجمع الأحاديث في مكان واحد، فليس بحاجة إلى أن يكرر الشراح الكلام في مواضع متعددة كالبخاري، المتن مجموع في مكان واحد بألفاظ يتحدث عنها الشارح في مقام واحد، ولا يحتاج أن يعيد الكلام في مكان آخر، وهذا سبب الاختصار والإجمال.",
            "page": "11",
            "part": "2",
            "seal": "EF29E7F3"
        },
        {
            "id": "31",
            "nass": "من شروح مسلم المهمة التي ينبغي لطالب علم أن يعتني بها شرح النووي، وهو على اختصاره شرح مبارك نفيس، مناسب لآحاد الطلاب، ينبغي أن يبتدئ به طالب العلم قبل شروح البخاري؛ لأن شروح البخاري مطولة، فإذا ابتدأ طالب العلم بقراءة فتح الباري يمكن يترك القراءة؛ لطوله –يمل- بينما لو بدأ بالكرماني أو شرح مسلم مشت أموره، وأحب القراءة، ثم بعد ذلكم تدرج فيما هو أطول منه. ¶ نأتي إلى السنن، ومن أهمهما: سنن أبي داود، مع ضيق الوقت صرنا .. ، أيش بقي علينا من الجوامع؟ ¶ جامع الترمذي، جامع الترمذي قبل السنن. ¶ جامع الترمذي: لأبي عيسى محمد بن عيسى بن سورة الترمذي، وهو كتاب قيم لا يستغني عنه طالب علم، وفيه جميع أبواب الدين، والترمذي من الأذكياء في الاختيار وفي ما يحتاجه المسلم، وفي ذكر الأحكام على الأحاديث لا يخلو حديث من حكم على منازعة في تساهله، أو توسطه في الأحكام، وأيضاً يذكر الشواهد لكل حديث، فبعد أن يروي الحديث ويحكم عليه يقول: وفي الباب عن فلان وفلان وفلان. ¶ والكتاب قيم ونفيس إلا أن فيه بعض الأحاديث الضعيفة وفيه من الرواة من وصل إلى حد الترك، بل من رمي بالوضع، ولذا نزلت مرتبته عن الصحاح، عني به أهل العلم فشرحوه ووجد قبولاً. ¶ هناك شروح كثيرة لجامع الترمذي من أهمها النفح الشذي لابن سيد الناس، وتكملته للحافظ العراقي، وأما شرح ابن رجب فغير موجود، وهناك شرح ابن العربي المسمى عارضة الأحوذي، كتاب مختصر وفيه فوائد ولطائف، لكن طبعته سيئة في غاية السوء، لا تساعد على الإفادة منه، فلعل الله أن ييسر من ينشر الكتاب نشراً محققاً معتنىً به. ¶ وهناك أيضاً: تحفة الأحوذي، للمبارك فوري، وهو كتاب يجمع مع الكلام على الأسانيد الكلام على المتون والاستنباط وينقل عن المتقدمين، وهو كتاب قيم. ¶ السنن: وهي التي تجمع أحاديث الأحكام غالباً، ويضم إليها بعض الأبواب، لكن قليلة بالنسبة لأحاديث الأحكام، من أهمهما، سنن أبي داود، من أهمهما:",
            "page": "12",
            "part": "2",
            "seal": "AB622E23"
        },
        {
            "id": "32",
            "nass": "سنن أبي داود: وهو كتاب نفيس يبيه أهل العلم وخدموه، وشرطه في الجملة مقبول، والضعيف فيه أقل مما في جامع الترمذي، ومما في سنن النسائي وابن ماجه، ولذا استحق أن يكون ثالث الكتب، ثالث الكتب، إنما قدمنا الكلام على جامع الترمذي لأنه جامع، يناسب الكلام مع الجوامع. ¶ سنن أبي داود السجستاني: كتاب جمع فيه مؤلفه أحاديث الأحكام أربعة آلاف وثمانمائة حديث، من بين ستمائة ألف حديث انتقاه، وتحرى فيه، ويقول في وصفه: إنه ذكر فيه الصحيح وما يشبهه ويقاربه، وما سكت عنه فهو صالح، والخلاف في معنى كلمة صالح بين أهل العلم معروف، هل الصلاحية للاحتجاج، أو لما هو أعم من ذلك من الاستشهاد؟ والكلام في المسألة مبسوط في كتب علوم الحديث. ¶ شرح شروحاً كثيرة منها: للمتقدمين معالم السنن لأبي سليمان الخطابي، وهو كتاب قيم على اختصاره، وهناك تهذيب سنن أبي داود لابن القيم، وهو كتاب من أنفس الكتب في بيان علل الأحاديث، في بيان علل الأحاديث. ¶ وهناك أيضاً عون المعبود في شرح سنن أبي داود، وهناك أيضاً: بذل المجهود، وهو شرح لسنن أبي داود أيضاً، وهناك المنهل العذب المورود، لمحمود خطاب السبكي، شرح مرتب منظم حذا فيه حذو العيني في ترتيب عمدة القاري، إلا أنه لم يتمه، أتمه ولده من بعده ولمَّا يكمل الآن، إلى الآن ما كمل. ¶ ثم بعد ذلكم سنن النسائي أبي عبد الرحمن: كتاب نفيس نافع ميزته في بيان علل الأحاديث، واختلاف الرواة في التراجم، اختلاف الرواة على فلان، واختلاف كذا، كتاب تكمن أهميته في هذا الجانب، لكن العناية به من أهل العلم أقل من العناية في بقية الكتب، حتى سنن ابن ماجه أكثر عناية من سنن النسائي؛ والسبب في ذلك صعوبة التعامل مع هذه العلل، إن تكلم الشارح عليها قد لا يحسن الكلام، وإن تركها أخل بأمر عظيم، على أنه تصدى لشرحه بعض الشراح على اختصار، هناك حاشية للسندي وأخرى للسيوطي، وشرح من قبل الشيخ محمد علي آدم، أثيوبي معاصر بما يقرب .. ، شرحه بما يقرب من أربعين مجلداً، نعم؟ ¶ طالب: المختصرات. ¶ كيف؟ ¶ طالب: مختصر على النسبة؟ ¶ كيف على النسبة؟ ¶ طالب: اختصره مجلدان الأربعين الآن صارت عشرين.",
            "page": "13",
            "part": "2",
            "seal": "D6C0AAEB"
        },
        {
            "id": "33",
            "nass": "هو قابل للاختصار إلى أقل من ذلك، هو قابل .. ؛ أطال في تراجم الرواة، ينقل الترجمة من التهذيب، وينقل ما قيل في الشروح، يعني المسألة قابلة، على أنه لم يعتنِ -وفقه الله- على ما بذل في الكتاب بأهم ما ينبغي أن يتكلم عليه في الكتاب وهو العلل. ¶ على كل حال شرحه طيب ويستفيد منه طالب العلم ويختصر عليه الجهد ويوفر له الوقت إذا أراد مراجعة حديث في هذا الكتاب العقيم الذي لم يشرح شرحاً مناسباً. ¶ سنن ابن ماجه: وهو سادس الكتب، وأول من أدخله في الكتب الستة أبو الفضل بن طاهر، وكان من قبله يدخلون الموطأ، كابن الأثير، ورزين في تجريد الأصول يدخلون الموطأ بدله، ومنهم من أدخل الدارمي، لكن جاء أبو الفضل بن طاهر في الأطراف وفي شروط الأئمة فأدخل ابن ماجه وتبعه الناس على ذلك، وفيه فوائد، وفيه ثلاثيات، وفيه عوالي، المقصود أنه كتاب نافع ماتع، التكرار فيه قليل، وفيه الضعيف كثير، حتى قال القائل: إن جميع ما يتفرد به ابن ماجه محكوم عليه بالضعف، سواءً كان من الرواة أو من الأحاديث، لكن هذا الكلام فيه مبالغة، فقد صح من الأحاديث التي تفرد بها ابن ماجه شيء لا بأس به -مئات الأحاديث- وعني العلماء بشرحه، فهناك شرح لمغلطاي على السنن -سنن ابن ماجه- شرح قيم نفيس، وهناك حواشي للسندي ولبعض المعاصرين من الهنود، المقصود أن الكتاب مخدوم في الجملة. ¶ يكفي هذا، قضينا على الستة على اختصار. ¶ طالب: الآن ترون الأسئلة يا شيخ؟ ¶ والله هو باقي، باقي كتب، باقي كتب مهمة، باقي الصحاح غير الصحيحين، صحيح ابن حبان، وابن خزيمة، والمستدرك، وباقي أيضاً جوامع، وباقي جوامع مجردة، جامع الأصول يحتاجه طلاب العلم، وفيه مجمع الزوائد، كتب الزوائد أيضاً مهمة، وفيه أيضاً ما يجمع بين جامع الأصول .. الكتب كثيرة. ¶ طالب: نرتب له درس آخر، بدل ما نختصر نرتب له درس آخر. ¶ والله أعلم وصلى الله وسلم وبارك على عبده ورسوله نبينا محمد وعلى آله وصحبه أجمعين. ¶ هذا يقترح أن يكون هذا الدرس مستمراً بعنوان مناهج المحدثين، فالحاجة إليه ماسة، ولا يعرف له سابق في دروس المشايخ إلا في الدراسات العليا للسنة، نرجو تلبية ذلك؟",
            "page": "14",
            "part": "2",
            "seal": "4431E275"
        },
        {
            "id": "34",
            "nass": "على كل حال بالنسبة للشراح -مناهج الشراح- وهذا مهم جداً، أما مناهج المتون معروفة عند أهل العلم، مناهج الشراح لنا مجموعة أشرطة ألقيت في دورة، وهي بصدد أن تفرغ ويزاد عليها، وتنشر في كتاب إن شاء الله تعالى. ¶ يقول: وعدتم بإصدار كتاب في شروح الكتب الستة، فأين الكتاب فطلاب العلم محتاجون إليه؟ ¶ من وعد وفي نيته أن يفي وعرض له ما يمنع لا يؤاخذ -إن شاء الله تعالى- والمانع قائم، المشاغل كثيرة، والدروس متلاحقة، والإخوان ما يعذرون، والله المستعان، ونحن على الوعد إن شاء الله تعالى. ¶ يقول: أنا مقبل على دورة بعنوان دراسة موسوعية أو موسعة موسوعية، هاه؟ ¶ طالب: موسعة. ¶ لا هي مكتوبة السين عليها شدة، لكن أصلها موسوعية، في الكتب الستة فبماذا تنصحني يا شيخ أثناء هذه الدورة علماً بأنها من ثلاثة أسابيع؟ ¶ على كل حال هذه إذا كانت الدورة تحضر أنت -الكاتب من هو صاحب السؤال-؟ إذا كان هذا السائل يريد أن يحضر دورة فعليه أن يطلع على الكتب التي يراد بيان منهجها في كل يوم بيومه، وإن كان هو يريد أن يقيم دورة لغيره فالله يعينه ويسدده ويوفقه، عليه أن يطلع على هذه الكتب قبل الحضور، وينتقي من الأمثلة ما يوضح به الطريقة والمنهج، وما يحث على قراءة الكتب؛ لأن الناس .. ، نعرف المناهج لكن هل نقرأ، هل استفدنا من معرفة المناهج؟ ما استفدنا؛ لأن القصد من بيان المنهج ما يعيننا على قراءة هذه الكتب. ¶ يقول: أنا أريد أن أحفظ بعض الأحاديث النبوية فأيها أينفع في نظركم الاعتناء بكتب أحاديث الأحكام مثل بلوغ المرام، أم الصحيحين؟ ¶ الجادة تحفظ المتون المجردة في البداية، المتون المجردة هي الجادة تحفظ في البداية، ثم بعد ذلك يرتقي الطالب إلى الكتب المسندة، وهل يبدأ بالصحيحين، أو يبدأ بسنن أبي داود والترمذي؛ لأن الفائدة منهما أقرب؟ ¶ الأكثر على البدء بالصحيحين، الأكثر البدء بالصحيحين، ثم بعد ذلكم ما يليهما من السنن والمسانيد، لكن الدهلوي في بستان المحدثين قال: يبدأ طالب العلم بالسنن –سنن أبي داود والترمذي-؛ لأن الفائدة يصل إليها طالب العلم المتوسط بخلاف الصحيحين، ثم بعد ذلكم يثني بالصحيحين، ثم يثلث بالنسائي وابن ماجه.",
            "page": "15",
            "part": "2",
            "seal": "A4ADA861"
        },
        {
            "id": "35",
            "nass": "البعض يقلل من أهمية علم مصطلح الحديث نظراً لتوفر الكتب التي تعنى بالتخريج مثل كتب الشيخ الألباني وغيره من أهل العلم فما .. ؟ ¶ كتب المصطلح يتمرن عليها طالب العلم المبتدئ، لا بد من أن يسلك الجادة المتبعة عند أهل العلم، فيتخرج على كتب أهل العلم التي تميز بين الصحيح والضعيف، أولاً يعرف هذه المصطلحات ويتقنها ويضبطها، ويتمرن عليها بالتخريج والتصحيح والتضعيف العملي، ثم بعد ذلك إذا لاح له ما ينقضها ليست دساتير، يعني طالب العلم في علوم الحديث مثل طالب العلم في الفقه، في علوم الحديث يتمرن على قواعد المتأخرين، فإذا تأهل لمحاكاة المتقدمين فهذا هو المطلوب، لكن قبل ذلك دون تأهله خرط القتاد، مثله من أراد أن يتفقه، هل نقول لطالب علم مبتدئ تفقه من الكتاب والسنة؛ لأنهما الأصل، أو نقول: تفقه على كتب أهل العلم، ثم بعد ذلك انظر ووازن ودلل وعلل، وبعد ذلك إذا ترجح لك أي قول يخالف الكتاب الذي تفقهت عليه، هذا هو الأصل؛ لأن هذه الكتب ليست دساتير لا يحاد عنها، هذه مؤلفات بشر قابلة للنقد، لكن هذه الكتب كعناصر بحث، يسير عليها الطالب خطوة خطوة، وإذا تبين له قول أرجح مما اعتمده صاحب الكتاب عليه أن يأخذ به ويترك ما قاله صاحب الكتاب. ¶ هنا أيضاً سؤال ثاني يقول: هل من استمع عن طريق شبكة الإنترنت يدخل في حديث: ((من سلك طريقاً يلتمس فيه علماً))؟ ¶ إذا لم يجد طريقاً سواه لالتماس العلم فلعله يدخل إن شاء الله تعالى. ¶ ما المقصود بكتب السنة، هذا السائل من ألمانيا يقول .. ¶ المقصود بكتب السنة كتب الحديث، تطلق كتب السنة ويراد بها كتب العقائد المسندة، المأثورة يطلق عليها كتب السنة، لكن في دورتنا -وهو الغالب في الإطلاق- أن يقال: كتب السنة ويراد بها كتب الحديث المنسوبة -المضافة إلى النبي -عليه الصلاة والسلام-. ¶ والأسئلة كثيرة لكن ما أدري والله إيش نأخذ وإيش نخلي، هذا سؤال من ثلاث صفحات، لعله يكون له فرصة ثانية في درس ثاني إن شاء الله تعالى. ¶ والله أعلم وصلى الله وسلم وبارك على عبده ورسوله نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "16",
            "part": "2",
            "seal": "3A22E34F"
        }
    ],
    "t173": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "كيف يستفيد طالب العلم من كتب السنة (1)"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "كيف يستفيد طالب العلم من كتب السنة (2)"
        }
    ]
}