{
    "b1734": [
        {
            "aya": null,
            "id": "1",
            "na": null,
            "nass": "ذيل لب اللباب ¶ في تحرير الأنساب",
            "page": "1",
            "part": "1",
            "seal": "7B32E9FE",
            "sora": null
        },
        {
            "aya": null,
            "id": "2",
            "na": null,
            "nass": "حقوق الطبع محفوظة ¶ المركز الرئيس: اليمن - صنعاء ¶ ت: 733702792 - 00967 ¶ ص. ب: صنعاء (4173) ¶ البريد الإلكتروني:  Shady_noaman@hotmail.com ¶ الطبعة الأولى 1432هـ الموافق2011م",
            "page": "2",
            "part": "1",
            "seal": "7155A4EB",
            "sora": null
        },
        {
            "aya": null,
            "id": "3",
            "na": null,
            "nass": "ذيل ¶ لب اللباب ¶ سلسلة أعمال حديثية ¶ تنشر لأول مرة (5) ¶ في تحرير الأنساب ¶ تصنيف ¶ شهاب الدين أحمد بن أحمد العجمي الوفائي ¶ المتوفى سنة (1086هـ) ¶ (ينشر لأول مرة على أربع نسخ خطية) ¶ دراسة وتحقيق ¶ د. شادي بن محمد بن سالم آل نعمان",
            "page": "3",
            "part": "1",
            "seal": "94EDC439",
            "sora": null
        },
        {
            "aya": null,
            "id": "4",
            "na": null,
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله، والصلاة والسلام على رسول الله، وبعد: ¶ فبين يديك أخي القارئ الكريم أحد أعمال مشروعنا الذي أطلقنا عليه اسم «مشروع سلسلة أعمال حديثية تنشر لأول مرة»، عمدنا فيه إلى إخراج كنوز تراثية لا تزال قابعة في عالم «ألَّا مطبوع»، فنزيح عنها-بحول الله وقوته- غبار الزمان، ونكشف الستار عن مكنونها وخباياها، لنخرجها إلى عالم «المطبوع» في حُلَّةٍ قشيبة-بعون الله وتوفيقه- ليعم الانتفاع بها بين أهل العلم وطلابه. ¶ أما المجموعة الأولى من أعمال هذه السلسلة فهي: ¶ 1 - «قضاء الوطر من نزهة النظر» للَّقاني المالكي، طبع عن المكتبة الأثرية بالأردن في ثلاثة مجلدات. ¶ 2 - «الثقات ممن لم يقع في الكتب الستة» طبع عن مركز النعمان ودار ابن عباس في تسعة مجلدات. ¶ 3 - «التكميل في الجرح والتعديل ومعرفة الثقات والضعفاء والمجاهيل» للحافظ ابن كثير، وقد وَصَلَنا القسم الأخير منه، يصدر قريباً بإذن الله في أربعة مجلدات. ¶ 4 - «ذيل لب اللباب في الأنساب» لابن العجمي، وهو الذي بين",
            "page": "5",
            "part": "1",
            "seal": "A10688F0",
            "sora": null
        },
        {
            "aya": null,
            "id": "5",
            "na": null,
            "nass": "يديك. ¶ 5 - «تجريد الأسماء والكنى» للفراء، يصدر قريباً بإذن الله في مجلد. ¶ 6 - «شرح ألفية العراقي» للعيني، يصدر قريباً بإذن الله في مجلد. ¶ 7 - «مفتاح السعيدية في شرح الألفية الحديثية» لابن عمار المالكي، يصدر قريباً بإذن الله في مجلد. ¶ 8 - «بهجة المحافل وأجمل الوسائل في التعريف برواة الشمائل» للقاني المالكي، يصدر قريباً بإذن الله في مجلدين. ¶ وأنا أعمل بِجِدٍّ في هذا المشروع بإزاء مشروعي الآخر «موسوعة العلامة الألباني» والذي صدر منه العمل الأول «جامع تراث الألباني في العقيدة» في تسعة مجلدات، سائلاً المولى عز وجل أن يُنْعِم عليِّ بالأسباب المعينة على إنجاز هذه الأعمال وأن يجعل ذلك في ميزان حسناتي يوم ألقاه. ¶ وكما عودنا الإخوة القُرَّاء فقد قدمنا لكتاب «ذيل لب اللباب» بدراسةٍ حول الكتاب ومنهج مؤلفه فيه، ومن ثَمَّ الكلام على المنهج الذي ارتضيناه في تحقيقه، والله من وراء القصد. ¶ وكتب ¶ د. شادي بن محمد بن سالم آل نعمان ¶ في صنعاء اليمن حرسها الله ¶ في يوم الأربعاء 19/ 8/1432هـ ¶ الموافق 20/ 7/2011م",
            "page": "6",
            "part": "1",
            "seal": "5B219E81",
            "sora": null
        },
        {
            "aya": null,
            "id": "6",
            "na": null,
            "nass": "شكر وعرفان ¶ يسرني في هذا المقام أن أتقدم بشكر خاص إلى أخي الكريم ¶ فؤاد الزيلعي الذي قام بجهد كبير كعادته في صف وتنسيق وإخراج الكتاب. ¶ وإلى الإخوة الأفاضل حسن الزيلعي وحسين الوعوعي اللذين شاركا في مراحل المقابلة والمراجعة جزاهما الله خيرا. ¶ والحمد لله أولا وآخراً وظاهراً وباطناً.",
            "page": "7",
            "part": "1",
            "seal": "82961158",
            "sora": null
        },
        {
            "aya": null,
            "id": "7",
            "na": null,
            "nass": "مقدمة التحقيق والدراسة ¶ الحمد لله الذي أحسن كل شئ خلقه، وبدأ خلق الإنسان من طين، ثم جعل نسله من سلالة من ماء مهين، ثم جعلهم شعوبا وقبائل ليتعارفوا ويتناصروا، وبطونا وفصائل ليتآلفوا ويتظاهروا، فتارة يتناسبون بالآباء والأجداد، وطورًا بالصناعات والبلاد، ذلك من فضل الله والله ذو الفضل العظيم. ¶ والصلاة والسلام على رسوله محمد سيد العرب والعجم، المرسل إلى كافة الأمم، وعلى آله وصحبه وسلم (¬1). ¶ أما بعد: فإن معرفة الأنساب من أعظم النعم التي أكرم الله تعالى بها عباده، لأن تَشَعُّبَ الأنساب على افتراق القبائل والطوائف أحد الأسباب الممهِّدة لحصول الائتلاف، وكذلك اختلاف الألسنة والصور وتباين الألوان والفِطَر على ما قال تعالى: {وَاخْتِلاَفُ أَلْسِنَتِكُمْ ¶ ¬__________ ¶ (¬1) من مقدمة ابن الأثير على «اللباب»: (1/ 7).",
            "page": "8",
            "part": "1",
            "seal": "CC3ADB01",
            "sora": null
        },
        {
            "aya": null,
            "id": "8",
            "na": null,
            "nass": "وَأَلْوَانِكُمْ} [الروم:22] (¬1). ¶ ولأهمية هذا العلم توجَّهَت عناية العلماء لإفراده بالجمع والتصنيف، فكان كتاب «الأنساب» لأبي سعد عبد الكريم بن محمد بن منصور السمعاني من أعظم وأوسع وأشمل ما صُنِّفَ في هذا الباب، حتى قال ابن الأثير في وصفه (¬2): «فلو قال قائل أن هذا تصنيف لم يسبق إليه لكان صادقاً، ولو زعم أنه استقصى الأنساب لكان بالحق ناطقاً». ¶ إلا أن ابن الأثير رحمه الله حين أمعن النظر في كتاب أبي سعد رأى أنه قد أطال واستقصى حتى خرج – في نظره- عن حد الأنساب وصار بالتواريخ أشبه، ووقف فيه على أوهام، فشرع حينها في اختصار الكتاب والتنبيه على ما فيه من غلط وسهو (¬3)، فكان كتابه «اللباب في تهذيب الأنساب». ¶ ثم جاء بعدهما الحافظ السيوطي فاختصر كتاب ابن الأثير وأورد زيادات كثيرة عليه في كتابه «لب اللباب في تحرير الأنساب». ¶ ¬__________ ¶ (¬1) من مقدمة السمعاني على «الأنساب»: (1/ 403). ¶ (¬2) «اللباب»: (1/ 8). ¶ (¬3) المصدر السابق.",
            "page": "9",
            "part": "1",
            "seal": "4F1CE770",
            "sora": null
        },
        {
            "aya": null,
            "id": "9",
            "na": null,
            "nass": "إلى أن جاء الحافظ أحمد بن أحمد العجمي فصنف ذيلا على كتاب السيوطي، فزاد عليه زيادات كثيرة نُقَدِّمُهَا اليوم للقراء الكرام لأوَّل مرة، محققة منقحة؛ لتكتمل سلسلة الذيول على كتاب السمعاني، وقد لمستُ أهمية هذا الكتاب وأنا أعمل على تحقيق كتاب «الثقات ممن لم يقع في الكتب الستة» حيث كانت تمر بي بعض الأنساب فلا أجدها إلا فيه، فقوي العزم على إخراجه ليستفيد منه الباحثون ويعم به النفع.",
            "page": "10",
            "part": "1",
            "seal": "10D4A728",
            "sora": null
        },
        {
            "aya": null,
            "id": "10",
            "na": null,
            "nass": "المبحث الأول ¶ ترجمة المصنف أحمد بن أحمد العجمي (¬1) ¶ رحمه الله ¶ اسمه ولقبه ونسبه ومذهبه: ¶ هو: أحمد بن أحمد بن محمد بن أحمد بن إبراهيم بن محمد بن علي بن محمد، المعروف بالعجمي، الشافعي، الوفائي، المصري، الأزهري، شهاب الدين. ¶ مولده: ¶ كانت ولادته في ثالث عشر رجب سنة أربع عشرة بعد الألف. ¶ شيوخه وطلبه للعلم: ¶ ذكر العجمي في مشيخته أنه في مبدأ أمره اجتمع بالنور الزيادي بصحبة ¶ ¬__________ ¶ (¬1) مصادر ترجمته: «خلاصة الأثر»: (1/ 112) و «هدية العارفين»: (1/ 87) و «الأعلام»: (1/ 92).",
            "page": "11",
            "part": "1",
            "seal": "6FB97EF0",
            "sora": null
        },
        {
            "aya": null,
            "id": "11",
            "na": null,
            "nass": "والده أحمد مرتين وحل نظره عليه. ¶ ثم ابتدأ الاشتغال في سنة سبع وعشرين وألف، فقرأ على الشيخ على الحلبي صاحب «السيرة»، والبرهان اللقاني، والشهاب الغنيمي، وقاضي القضاة الشهاب الخفاجي، والشمس الشوبري، وسلطان المزاحي، والشمس البابلي، والعلا الشبراملسي، وغيرهم. ¶ تلاميذه: ¶ أخذ عن أحمد ابن العجمي جماعة منهم: ¶ إبراهيم الخياري. ¶ وابراهيم بن محمد بن عبد العزيز الجينيني ثم الدمشقي وغيرهما. ¶ مؤلفاته: ¶ من مؤلفاته: ¶ «شرح ثلاثيات البخاري». ¶ «رسالة في الآثار النبوية». ¶ «مشيخة» استوفي أخبار أشياخه فيها.",
            "page": "12",
            "part": "1",
            "seal": "E18880D7",
            "sora": null
        },
        {
            "aya": null,
            "id": "12",
            "na": null,
            "nass": "«ملخص الفهرس الصغير» للسيوطي. ¶ «تنزيه المصطفى المختار مما لم يثبت من الأخبار». ¶ «كرامات الأولياء». ¶ «ذيل لب اللباب في تحرير الأنساب». وهو الذي بين يديك. ¶ ثناء العلماء عليه: ¶ قال المحبي: الإمام المفنن اللَّوذعي، كان من أجلَّاء علماء مصر، له الفضل الباهر، والحافظة القوية، والذهن الثاقب، وكان صدوقاً، حسن العشرة والمحاضرة، وإليه النهاية في معرفة التاريخ، وأيام العرب، وأنسابهم، مع ما انضم إليه من معرفة بقية الفنون، وكان مرجعاً لأفاضل العصر في مراجعة المسائل المشكلة لطول باعه، وسعة اطلاعه، وكثرة الكتب التي جمعها. ¶ وقال الخياري: وبالجملة فإنه مستجمِعٌ للعلم والحِلْم والظرف، ومستكمل في الفضل الاسم والفعل والحرف، تفنن في العلوم العقلية والنقلية، الفرعية والأصلية، فأخذها عن أهلها، وأوصل الأمانة إلى محلها، وقد جمع من الكتب المؤلفة في سائر العلوم والفنون فأوعى، وحصلها",
            "page": "13",
            "part": "1",
            "seal": "E862D9BA",
            "sora": null
        },
        {
            "aya": null,
            "id": "13",
            "na": null,
            "nass": "بسائر أقسامها فصلاً وجنساً ونوعاً، بحيث أصبح بمصر خزانة العلم الذي عليه في النقل يعول وإليه في ذلك يُشار، وعمدة الفضلاء الذين يَرِدُون من مَعِين كتبه البحار. انتهى. ¶ وكان الشبر املسي مع جلالته يحترمه، ويثني عليه، ويراجعه في كثير من المسائل وأسماء الرجال. ¶ وفاته: ¶ وتوفي ليلة الأربعاء، ثامن من عشر ذي القعدة، سنة ست وثمانين وألف، ودُفِنَ بمقبرة المجاورين.",
            "page": "14",
            "part": "1",
            "seal": "AEC07C40",
            "sora": null
        },
        {
            "aya": null,
            "id": "14",
            "na": null,
            "nass": "المبحث الثاني ¶ التعريف بكتاب ابن العجمي ¶ من خلال مقدمته وخاتمته ¶ جاء في مقدمة هذا الكتاب ما نصه: ¶ فيقول الفقير إلى الله تعالى عبد الرحمن الأُشْمُوني: هذا ما جَرَّدْتُهُ من خط شيخنا شيخ الإسلام والمسلمين، سيدنا ومولانا الشيخ أحمد العجمي من هامش نسخة «لب اللباب» للسيوطي بعد إذن نجله مولانا شيخ الإسلام الشيخ محمد أبي العز العجمي ... ¶ وجاء في خاتمته ما نصه: ¶ يقول مجرده الفقير عبد الرحمن بن عبد العظيم بن عبد الرحمن بن محمد بن تقي الدين الأُشْمُوني: ¶ هذا آخر ما وُجِدَ بخط شيخنا خاتمة الحفاظ والمحدثين وعمدة المحققين والمدققين: مولانا الشيخ أحمد بن أحمد العجمي الوفائي الوفوي رحمه الله تعالى ورحم مشايخه وأصوله وتلاميذه، وذلك مما",
            "page": "15",
            "part": "1",
            "seal": "252A19F3",
            "sora": null
        },
        {
            "aya": null,
            "id": "15",
            "na": null,
            "nass": "بهامش نسخته «لب اللباب في تحرير الأنساب» للإمام الحافظ السيوطي، وكتب بخطه في آخر نسخته المرقومة: نُقِل ذلك من خط الشيخ محمد بن علي بن أحمد الداودي المالكي رحمه الله تعالى، وغالب ما بهامش هذه النسخة من خطه أيضاً، ثم أَلحَقْتُ أكثر مما نُقِلَ من خط الداودي، ولله الحمد. انتهى. ¶ وهذان النقلان يوضحان موضوع الكتاب، ويتلخص ذلك في التالي: ¶ - علق الشيخ محمد بن علي بن أحمد الداودي المالكي (¬1) -رحمه الله- على هامش نسخته من «لب اللباب» للسيوطي تعليقات فيها تنقيح وإضافات على ما ذكره السيوطي. ¶ - نقل الشيخ أحمد بن أحمد العجمي هذه التعليقات على هامش نسخته هو من «لب اللباب». ¶ - ثم زاد عليها زيادات كثيرة فجاءت أكثر مما نقله عن الداودي. ¶ - ثم جاء عبد الرحمن الأُشموني فاستأذن ابن الشيخ أحمدالعجمي في تجريد وإفراد حواشي أبيه على «لب اللباب» للسيوطي فأذن له. ¶ - فأفرد الأشموني هذه الحواشي فكان كتاب «ذيل لب اللباب في تحرير الأنساب» لأحمد بن أحمد العجمي. ¶ ¬__________ ¶ (¬1) صاحب «طبقات المفسرين»، والمتوفي سنة (945).",
            "page": "16",
            "part": "1",
            "seal": "B308B426",
            "sora": null
        },
        {
            "aya": null,
            "id": "16",
            "na": null,
            "nass": "المبحث الثالث ¶ منهج ابن العجمي في كتابه ¶ تتلخص أهم الملامح المنهجية التي سار عليها ابن العجمي في كتابه في التالي: ¶ - زاد ابن العجمي الكثير من الأنساب التي فاتت السيوطي في كتابه «لب اللباب». ¶ - يذكر ابن العجمي النسبة ثم يذكر في الغالب لأيِّ شيءٍ هي، ثم يذكر أحيانًا بعض من اشتهر بها. ¶ - الأنساب التي أوردها ابن الأثير في كتابه لكنها فاتت السيوطي فلم يوردها في «لبه» يستدركها ابن العجمي عليه. مثالها: الآزاذاني، الأبرص، الأجير، الأحدب، البهزي، الكماري، وغيرها. ¶ - إذا ذكر السيوطي وجهًا واحدًا في نسبةٍ ما، فإن ابن العجمي يوردها في كتابه إذا أراد أن يضيف وجوهًا أخرى فيها. ¶ - هناك نسب أورها السيوطي في كتابه لكنه أجحف الكلام عليها",
            "page": "17",
            "part": "1",
            "seal": "4FFBC50B",
            "sora": null
        },
        {
            "aya": null,
            "id": "17",
            "na": null,
            "nass": "جدًا، فأوردها ابن العجمي في كتابه متوسعًا. مثالها: الأرزنجاني، البَهي، البلاذري. ¶ - هناك نسب أوردها السيوطي ومن سبقه ولكنهم لم يضبطوها، فأوردها ابن العجمي ليضبطها كالخوارزمي. ¶ - جاء الكلام على الأنساب في كتاب ابن العجمي مختصرًا في الجملة.",
            "page": "18",
            "part": "1",
            "seal": "67E8240E",
            "sora": null
        },
        {
            "aya": null,
            "id": "18",
            "na": null,
            "nass": "المبحث الرابع ¶ موارد ابن العجمي ¶ المطالع لكتاب ابن العجمي يتعجب من كثرة موارده وتنوعها في كتابه هذا على صغر حجمه، مما يدل على سعة اطلاعه وطول نفسه في جمع مادته، وهذه قائمة بموارد ابن العجمي في كتابه: ¶ - «حواشي الداودي على لب اللباب»، وهذا هو المورد الرئيس لابن العجمي كما تقدم. ¶ - «اللباب في تهذيب الأنساب» لابن الأثير. ¶ - «الانساب» للسمعاني. ¶ - «تبصير المنتبه» للحافظ ابن حجر، وهو من الكتب التي أكثر ابن العجمي من النقل عنها. ¶ - «وفيات الأعيان» لابن خلكان، وهو من الكتب التي أكثر ابن العجمي من النقل عنها.",
            "page": "19",
            "part": "1",
            "seal": "9EB2EAAD",
            "sora": null
        },
        {
            "aya": null,
            "id": "19",
            "na": null,
            "nass": "- «الجواهر المضية» لعبد القادر القرشي، وهو من الكتب التي أكثر ابن العجمي من النقل عنها. ¶ - «جامع الأصول» لابن الأثير، وهو من الكتب التي أكثر ابن العجمي من النقل عنها. ¶ - «الدرر الكامنة» للحافظ ابن حجر، وهو من الكتب التي أكثر ابن العجمي من النقل عنها. ¶ - «الضوء اللامع» للسخاوي، وهو من الكتب التي أكثر ابن العجمي من النقل عنها. ¶ - «المقفى الكبير» للمقريزي، وهو من الكتب التي أكثر ابن العجمي من النقل عنها. ¶ - «عنوان الزمان» للبقاعي، وهو من الكتب التي أكثر ابن العجمي من النقل عنها. ¶ - «طبقات الشافعية الكبرى» للسبكي، وهو من الكتب التي أكثر ابن العجمي من النقل عنها. ¶ - «التكمة لوفيات النقلة» للمنذري، وهو من الكتب التي أكثر ابن",
            "page": "20",
            "part": "1",
            "seal": "9CA236B2",
            "sora": null
        },
        {
            "aya": null,
            "id": "20",
            "na": null,
            "nass": "العجمي من النقل عنها. ¶ - «طبقات الشافعية الكبرى» للسبكي، وهو من الكتب التي أكثر ابن العجمي من النقل عنها. ¶ - «فتاوى ابن حجر الهيتمي». ¶ - «الفائق في غريب الحديث» للزمخشري. ¶ - «معجم البلدان» لياقوت الحموي. ¶ - «مراصد الاطلاع» للبقاعي. ¶ - «أساس البلاغة» للزمخشري. ¶ - «شرح الرسالة» لشيخ الإسلام. ¶ - «حواشي ابن الشحنة» على «الجواهر المضية». ¶ - «فهرست اليونينية». ¶ - «شرح الكافيجي على تهذيب المنطق». ¶ - «القاموس المحيط» للفيروز أبادي. ¶ - «تهذيب الأسماء واللغات» للنووي.",
            "page": "21",
            "part": "1",
            "seal": "1B0318BD",
            "sora": null
        },
        {
            "aya": null,
            "id": "21",
            "na": null,
            "nass": "- «شرح نسيم الرياض في شرح شفا القاضي عياض» للخفاجي. ¶ - «الصحاح» للجوهري. ¶ - «النهاية في غريب الحديث والأثر» لابن الجزري. ¶ - «فتح الباري» لابن حجر. ¶ - «حسن المحاضرة» للسيوطي. ¶ - «طبقات الشافعية» لابن قاضي شهبة. ¶ - «التدوين في تاريخ قزوين» للرافعي. ¶ - «الاكتساب في تلخيص الأنساب» للخيضري. ¶ - «المصباح المنير في غريب الشرح الكبير» للفيومي. ¶ - «لسان الميزان» للحافظ ابن حجر. ¶ - «ذيل طبقات الحنابلة» لابن رجب. ¶ - «معراج الدراية» للكاكي. ¶ - «ترتيب المدارك» للقاضي عياض. ¶ - «العقد الثمين في تاريخ البلد الأمين» للفاسي.",
            "page": "22",
            "part": "1",
            "seal": "4169152F",
            "sora": null
        },
        {
            "aya": null,
            "id": "22",
            "na": null,
            "nass": "- «الديباج المذهب» لابن فرحون. ¶ - «طبقات الإسنوي». ¶ - «ألفية العراقي». ¶ - «فتح الرحمن بشرح لقطة العجلان وبله الظمآن»، اللقطة للزركشي، و «فتح الرحمن» لزكريا الأنصاري ¶ - «تفسير البقاعي». ¶ - «غاية النهاية في طبقات القراء» لابن الجزري. ¶ - «شرح الألفية» للبرماوي. ¶ - «المغرب في ترتيب المعرب» لابن المطرز. ¶ - «طبقات الحنفية» للعيني. ¶ - «معجم ما استعجم» للبكري. ¶ - «التقييد» لابن نقطة. ¶ - «الشقائق النعمانية» لطاشكبري زاده. ¶ - «ذيل تاريخ بغداد» لابن الدبيثي.",
            "page": "23",
            "part": "1",
            "seal": "64A6A39C",
            "sora": null
        },
        {
            "aya": null,
            "id": "23",
            "na": null,
            "nass": "- «تفسير ابن عادل» المسمى بـ «اللباب في علوم الكتاب». ¶ - «درة الغواص في أوهام الخواص» للحريري. ¶ - «معجم شيوخ السمعاني». ¶ - «شرح الهمزية» لابن حجر. ¶ - «معرفة القراء الكبار» للذهبي. ¶ - «اقتباس الأنوار والتماس الأزهار في أنساب الصحابة ورواة الآثار» للرشاطي. ¶ - «النوادر» للهجري. ¶ - «المزهر في علوم اللغة» للسيوطي. ¶ - «بغية الوعاة في طبقات النحاة» للسيوطي. ¶ - «الإشارات إلى ما وقع في المنهاج من الأسماء والأماكن واللغات» لابن الملقن. ¶ - «ذيل تاريخ بغداد» لابن النجار. ¶ - «شرح أبي شامة على الشقراطسية».",
            "page": "24",
            "part": "1",
            "seal": "F977CDFD",
            "sora": null
        },
        {
            "aya": null,
            "id": "24",
            "na": null,
            "nass": "- «شرح مغني اللبيب» للدماميني. ¶ - «معرفة علوم الحديث» للحاكم. ¶ - «تدريب الراوي» للسيوطي. ¶ - «المعجم المفهرس» لابن حجر. ¶ - «تاج التراجم» لابن قطلوبغا. ¶ - «طبقات القراء» للداني. ¶ - «تاريخ مصر» للقطب الحلبي. ¶ - «الوافي بالوفيات» للصفدي. ¶ - «مختصر طبقات ابن الجزري» للطرابلسي. ¶ - «الزواجر عن اقتراف الكبائر» للهيتمي. ¶ - «شرح الشافية» للرضي. ¶ - «لحن العوام» للزبيدي. ¶ - «طبقات الحفاظ» للذهبي. ¶ - «طبقات المفسرين» للداودي.",
            "page": "25",
            "part": "1",
            "seal": "58C0E9A6",
            "sora": null
        },
        {
            "aya": null,
            "id": "25",
            "na": null,
            "nass": "- «شرح بادشاه على تحرير ابن الهمام». ¶ - «مقدمة المهمات» للإسنوي. ¶ - «مختصر الضوء» للقسطلاني. ¶ - وبقيت موارد قليلة تنظر في فهرس الكتب الملحق بآخر الكتاب.",
            "page": "26",
            "part": "1",
            "seal": "1582F929",
            "sora": null
        },
        {
            "aya": null,
            "id": "26",
            "na": null,
            "nass": "المبحث الخامس ¶ الرموز والاصطلاحات ¶ تتلخص أهم الرموز والاصطلاحات التي استخدمها المصنف في كتابه ورأيت أنها بحاجة إلى تنبيه في: ¶ ج ص: هو رمز لكتاب «جامع الأصول» لابن الأثير. ¶ س: رمز لسيبويه. ¶ ط: رمز للرشاطي. ¶ الأصل: يريد به كتاب السيوطي «لب اللباب». ¶ الترتيب: يريد به كذلك كتاب السيوطي «لب اللباب».",
            "page": "27",
            "part": "1",
            "seal": "0E4D26C6",
            "sora": null
        },
        {
            "aya": null,
            "id": "27",
            "na": null,
            "nass": "المبحث السادس ¶ أوهام ابن العجمي في كتابه ¶ لا يخلو كتاب سوى كتاب الله عز وجل من أوهام تعتريه، وتتلخص أهم الأوهام الواقعة في كتاب ابن العجمي في التالي: ¶ - أورد ابن العجمي في كتابه بعض الأنساب التي أوردها كلٌ من السمعاني وابن الأثير والسيوطي في كتبهم، ولم يزد عليهم شيئًا يذكر، فلم يكن هناك داع لذكرها. مثاله: الحذاء، الحديثي. ¶ - يذكر النسبة في غير موضعها، كإيراده نسبة المقدوني في حرف القاف. ¶ - أورد بعض الأنساب مصحفةً كالقرمطي فصوابها القرطمي بتقديم الطاء، والخربوي ذكرها بالخاء المعجمة، وصوابها الحربوي بالمهملة، والخطيري صوابها الحظيري وغير ذلك. ¶ - تصحفت لديه بعض الأنساب فظنها زائدة على السيوطي وليست بزائدة كالقرمطي، والكنجاراني تصحفت عن الكَيْخَاراني.",
            "page": "28",
            "part": "1",
            "seal": "11A3B56C",
            "sora": null
        },
        {
            "aya": null,
            "id": "28",
            "na": null,
            "nass": "- جاء ترتيب الكتاب في الجملة على حروف المعجم إلا أنه وقع خلل في الترتيب في بعض المواضع نبهنا عليها في أماكنها، إلا أن هذا قد يُعَصَّب بالأشموني الذي جرَّد الكتاب لا ابن العجمي.",
            "page": "29",
            "part": "1",
            "seal": "0A6DC610",
            "sora": null
        },
        {
            "aya": null,
            "id": "29",
            "na": null,
            "nass": "المبحث السابع ¶ الإفادة من كتاب ابن العجمي ¶ لا شك أن اعتناءَ أهل العلم بالنقل من بعض الكتب والإفادة منها دليلٌ على أهمية الكتاب في بابه، لا سيما إذا كان الناقل من أئمة العلم، ومن كبار المصنفين، وممن لاحظت احتفاءه بكتاب ابن العجمي واعتناءه بالنقل منه: الإمام الزبيدي في كتابه الموسوعي «تاج العروس من جواهر القاموس». ¶ فقد أكثر الزبيدي من النقل عن هذا الكتاب والإفادة منه، ومن التراجم التي أفاد منها في كتابه: البَيلوني، الدَّرية، الدمدمكي، السَّمهودي، الشافعي، الطاووسي، القسطلاني، وغيرها. ¶ وينعتُ الزبيديُّ ابنَ العجمي أحيانا بشيخ شيوخنا، وأحيانا بشيخ مشايخنا. ¶ ونعتَ كتابه بذيل اللب، وأحيانا بحواشي لب اللباب، وأحيانا بذيل لب اللباب. ¶ وقد اعتنينا بالتنبيه على المواضع التي استفادها الزبيدي في كتابه في حاشية التحقيق.",
            "page": "30",
            "part": "1",
            "seal": "ABDEA868",
            "sora": null
        },
        {
            "aya": null,
            "id": "30",
            "na": null,
            "nass": "المبحث الثامن ¶ توثيق نسبة الكتاب إلى مصنفه ¶ نص الأشموني في مقدمة كتابه وخاتمته بأن هذه الحواشي منقولة من خط أحمد العجمي من حواشي نسخته من «لب اللباب» للسيوطي. ¶ كما نسبه إليه مَن ترجمه أو نقل من كتابه كالزبيدي بما لا يدع مجالا للشك في نسبة الكتاب له.",
            "page": "31",
            "part": "1",
            "seal": "0343CC10",
            "sora": null
        },
        {
            "aya": null,
            "id": "31",
            "na": null,
            "nass": "المبحث التاسع ¶ توثيق اسم الكتاب ¶ إن تسمية هذه الحواشي بذيل لب اللباب هو ما أُثْبِتَ على نسخ الكتاب الخطية. ¶ وهي التسمية التي ذكرها مَنْ ترجم لأحمد العجمي، أو نقل من كتابه كالزبيدي في «تاج العروس».",
            "page": "32",
            "part": "1",
            "seal": "11B1B4F4",
            "sora": null
        },
        {
            "aya": null,
            "id": "32",
            "na": null,
            "nass": "المبحث العاشر ¶ وصف النسخ الخطية التي حققنا ¶ عليها الكتاب ¶ لقد منَّ الله علينا بالوقوف على أربع نسخ خطية لهذا الكتاب حققناه عليها، ووصفُها كالتالي: ¶ النسخة الأولى: ¶ هي من محفوظات المكتبة الأزهرية بمصر. ¶ تقع في 114 ورقة، مسطرتها 19 سطراً في الصفحة. ¶ خطُّها نسخي واضح. ¶ وقد كثرت الأخطاء والتصحيفات في هذه النسخة، ونوعية هذه الأخطاء توحي بأن ناسخها لم يكن من أهل الشأن. ¶ كُتب على طُرتها: هذا ذيل لب اللباب للشيخ العلامة أحمد العجمي، رحمه الله، آمين.",
            "page": "33",
            "part": "1",
            "seal": "F255ED94",
            "sora": null
        },
        {
            "aya": null,
            "id": "33",
            "na": null,
            "nass": "أولها بعد البسملة والحمدلة: فيقول الفقير إلى الله تعالى عبد الرحمن الأشموني. ¶ آخرها: ثم أَلحقتُ أكثر مما نُقِلَ من خط الداودي، ولله الحمد. ¶ وناسخها هو: محمد بن علي الأبشيشي الشافعي، نسخها يوم الاثنين، رابع عشر من شوال سنة 1145هـ. ¶ وقد اخترت لهذه النسخة الرمز (أ). ¶ النسخة الثانية: ¶ هي من محفوظات مكتبة تشستربيتي، تحت رقم (3975) دبلن ـ إيرلندا ¶ تقع في 32 ورقة، مسطرتها 27 سطراً في الصفحة. ¶ خطها نسخي واضح، إلا أن المصورة التي وقعت لنا من النسخة طُمِست فيها الأنساب لأنها كتبت بالحمرة، فلم تظهر. ¶ كُتب على طُرتها: «ذيل لب اللباب». ¶ أولها بعد البسملة والحمدلة: فيقول الفقير إلى الله تعالى عبد الرحمن الأشموني.",
            "page": "34",
            "part": "1",
            "seal": "8939395D",
            "sora": null
        },
        {
            "aya": null,
            "id": "34",
            "na": null,
            "nass": "آخرها: ثم ألحقت أكثر مما نقل من خط الداودي ولله الحمد. ¶ وهذه النسخة مليئة بالحواشي. ¶ وهي نسخة مقابلة، كتبها ابنُ المصنِّف محمد أبو العز بن أحمد ابن العجمي كما جاء في الورقة الأخيرة من المخطوط، وقد كانت هذه النسخة أفضل النسخ التي وقفت عليها من الكتاب. ¶ وقد اخترت لهذه النسخة الرمز (ب). ¶ النسخة الثالثة: ¶ هي من محفوظات دار الكتب المصرية، تحت رقم 1449تاريخ. ¶ تقع في 65 ورقة، مسطرتها 19 سطراً. ¶ خطُّها فارسي جميل. ¶ وقد علق ناسخها عليها باللغة الفارسية في بعض المواضع. ¶ أولها بعد البسملة والحمدلة: فيقول الفقير إلى الله تعالى عبد الرحمن الأشموني. ¶ آخرها: ثم ألحقت أكثر مما نقل من خط الداودي ولله الحمد.",
            "page": "35",
            "part": "1",
            "seal": "4411EC75",
            "sora": null
        },
        {
            "aya": null,
            "id": "35",
            "na": null,
            "nass": "ناسخها هو السليماني الكاشف المحمد الهاشمي، وقد نسخها سنة 1304هـ ¶ وقد اخترت لهذه النسخة الرمز (جـ). ¶ النسخة الرابعة: ¶ هي من محفوظات دار الكتب المصرية، تحت رقم 1332 حديث. ¶ تقع في 98 ورقة، مسطرتها 23 سطراً في الصفحة. ¶ خطها مشرقي جميل. ¶ عليها تعليقات يسيرة. ¶ كتب على طرتها: كتاب ذيل لب اللباب للشيخ العلامة أحمد العجمي عليه سحائب الرحمة. ¶ أولها بعد البسملة والحمدلة: فيقول الفقير إلى الله تعالى عبد الرحمن الأشموني. ¶ آخرها: تم الكتاب بحمد الله وعونه وحسن توفيقه ... ¶ ناسخ هذه النسخة هو سويفي بن أحمد العدوي، وقد نسخها بتاريخ",
            "page": "36",
            "part": "1",
            "seal": "0F79F796",
            "sora": null
        },
        {
            "aya": null,
            "id": "36",
            "na": null,
            "nass": "26 ذي القعدة سنة 1332هـ، وقد نقلها من نسخة كتبها منصور بن شمس الدين السندوي في شهر رمضان سنة 1123هـ، كما جاء في الورقة الأخيرة من المخطوط. ¶ وقد اخترت لهذه النسخة الرمز (د).",
            "page": "37",
            "part": "1",
            "seal": "90E9CBF7",
            "sora": null
        },
        {
            "aya": null,
            "id": "37",
            "na": null,
            "nass": "المبحث الحادي عشر ¶ منهج التعليق والتحقيق ¶ - إذا كانت ثمرة تحقيق المخطوطات هي: إظهارها مطبوعةً، مضبوطةً، خالية نصوصها من التصحيف والتحريف، مخدومةً في حلةٍ قشيبةٍ، تُيسر سبل الانتفاع بها، وذلك على الصورة التي أرادها مؤلفوها، أو أقرب ما يكون إلى ذلك، فقد بذلت ما في وسعي في تحقيق كتاب \"ذيل لب اللباب\"، وضاعفت الجهد في خدمته خدمة تليق بمكانته ومكانة أصله، على النحو التالي: ¶ - لم أعتمد أصلًا واحدًا في تحقيق نص الكتاب، بل سلكت طريقة النص المختار، وذلك بأن أجمع في المتن من النسخ كلها ما أعتقد أنه صحيح، مع الإشارة إلى ما وقع في باقي النسخ في حاشية التحقيق. ¶ - ولم أقم بإثبات كل الفروق بين النسخ، بل أثبت ما هو جدير بالإثبات -في نظري-، وأهملت غير ذلك من الفروق، والتي تنشأ في الغالب عن أخطاء ظاهرة للنساخ.",
            "page": "38",
            "part": "1",
            "seal": "1050F4A0",
            "sora": null
        },
        {
            "aya": null,
            "id": "38",
            "na": null,
            "nass": "- أثبتُّ في النص كل ما يعين على تجليته وإيضاحه، من تقسيمه إلى فقرات، مع تحديد بداية الأسطر ونهايتها، ووضع علامات الترقيم من فواصل، واستفهام، وغيرها، وتحديد الجمل الاعتراضية، وغير ذلك مما يخدم النص ويعين على فهمه. ¶ - اعتنيت بضبط الأنساب الواردة بالحركات، وكذلك ضبط ما يشكل ويعسر على القارئ. ¶ - قمت بتوثيق نصوص الكتاب من نقولات عن أهل العلم، وغير ذلك، من خلال العزو للموارد التي نقل منها المصنف، وإلا فمن مصدر نقل عن المورد الذي نقل منه المصنف، وهكذا. ¶ -أعتني بذكر من اشتهر بالانتساب لبعض الأنساب التي لم يذكر المصنف أحدًا ممن اشتهر بها. ¶ - ينص المصنف أحيانا على أنه لا يعرف هذه النسبة أو تلك هي نسبة إلى ماذا فأقوم بتبيين ذلك ما استطعت. ¶ - نبهت على بعض مواضع الانحرافات العقدية التي جاءت في الكتاب، وبينت فسادها.",
            "page": "39",
            "part": "1",
            "seal": "E9302061",
            "sora": null
        },
        {
            "aya": null,
            "id": "39",
            "na": null,
            "nass": "- كما علقتُ على ما رأيت أنه بحاجة إلى تعليق من تفسير لغريب، أو تعقيب على مسألة، أو إيضاح لبعض العبارات المستغلقة، أو غير ذلك، مما يعين على فهم الكتاب. ¶ - أثبت بعض الحواشي المفيدة التي علقها النساخ على نسخهم، في حاشية التحقيق. ¶ - قدمت الكتاب بمقدمةٍ ترجمت فيها للمصنف، واعتنيت فيها بإبراز منهجه في كتابه وموارده وأوهامه، ثم تكلمت فيها على توثيق نسبة الكتاب واسمه، ووصف النسخ الخطية المعتمدة في تحقيقه، إلى غير ذلك من المباحث التي أعدها مدخلاً جيداً لمن رام حسن الاستفادة من العمل. ¶ -أثبت فهارس في آخر الكتاب تقرب مادته وتسهل الانتفاع به، جاءت كالتالي: ¶ - فهرس الأنساب. ¶ - فهرس الأعلام الواردين في الكتاب. ¶ -فهرس المواضع والبلدان. ¶ - فهرس الكتب الواردة في الكتاب. ¶ - فهرس المصادر والمراجع.",
            "page": "40",
            "part": "1",
            "seal": "A18CD3E0",
            "sora": null
        },
        {
            "aya": null,
            "id": "40",
            "na": null,
            "nass": "صور من النسخ الخطية",
            "page": "41",
            "part": "1",
            "seal": "8643E6CB",
            "sora": null
        },
        {
            "aya": null,
            "id": "41",
            "na": null,
            "nass": "اللوحة الأولى من النسخة (أ)",
            "page": "42",
            "part": "1",
            "seal": "7EF54290",
            "sora": null
        },
        {
            "aya": null,
            "id": "42",
            "na": null,
            "nass": "اللوحة الأخيرة من النسخة (أ)",
            "page": "43",
            "part": "1",
            "seal": "9CEF057D",
            "sora": null
        },
        {
            "aya": null,
            "id": "43",
            "na": null,
            "nass": "اللوحة الأولى من النسخة (ب)",
            "page": "44",
            "part": "1",
            "seal": "F60D6EB1",
            "sora": null
        },
        {
            "aya": null,
            "id": "44",
            "na": null,
            "nass": "اللوحة الأخيرة من النسخة (ب)",
            "page": "45",
            "part": "1",
            "seal": "F96D82DC",
            "sora": null
        },
        {
            "aya": null,
            "id": "45",
            "na": null,
            "nass": "اللوحة الأولى من النسخة (ج)",
            "page": "46",
            "part": "1",
            "seal": "DB474730",
            "sora": null
        },
        {
            "aya": null,
            "id": "46",
            "na": null,
            "nass": "اللوحة الأخيرة من النسخة (ج)",
            "page": "47",
            "part": "1",
            "seal": "A26CE757",
            "sora": null
        },
        {
            "aya": null,
            "id": "47",
            "na": null,
            "nass": "اللوحة الأولى من النسخة (د)",
            "page": "48",
            "part": "1",
            "seal": "E3244A8C",
            "sora": null
        },
        {
            "aya": null,
            "id": "48",
            "na": null,
            "nass": "اللوحة الأخيرة من النسخة (د)",
            "page": "49",
            "part": "1",
            "seal": "3E6AF410",
            "sora": null
        },
        {
            "aya": null,
            "id": "49",
            "na": null,
            "nass": "النص المحقق",
            "page": "50",
            "part": "1",
            "seal": "5B462158",
            "sora": null
        },
        {
            "aya": null,
            "id": "50",
            "na": null,
            "nass": "بسم الله الرحمن الرحيم ¶ وبه ثقتي. ¶ الحمد لله رب العالمين، وأفضل الصلاة وأتم التسليم على سيدنا محمد وآله وصحبه أجمعين. ¶ أما بعد: ¶ فيقول الفقير إلى الله تعالى عبد الرحمن الأُشْمُوني، هذا ما جَرَّدْتُهُ من خط شيخنا شيخ الإسلام والمسلمين، سيدنا ومولانا الشيخ أحمد العجمي من هامش نسخة «لب اللباب» للسيوطي بعد إذن نجله مولانا شيخ الإسلام الشيخ محمد أبي العز العجمي (¬1) حفظه الله وحفظ عليه من يحبه بجاه المصطفى (¬2) صلى الله عليه وسلم، آمين. ¶ الآبِيْرِي: بألف ممدودة، وبموحدة مكسورة، ومثناة تحتية، وراء. ¶ هو مولانا علاء الدين محمد بن عبد المؤمن الآبيري من أهل طريقة ¶ ¬__________ ¶ (¬1) انظر ترجمته في «فهرس الفهارس»: (1/ 160)، وقد وصفه الزبيدي في «تاج العروس»: (5/ 236) بأنه من أعظم مُسندي مصر كأبيه. ¶ (¬2) التوسل بجاه الأنبياء والصالحين من المخالفات العقدية. وانظر في هذا المبحث «شرح العقيدة الطحاوية»: (2/ 85).",
            "page": "51",
            "part": "1",
            "seal": "D94199C2",
            "sora": null
        },
        {
            "aya": null,
            "id": "51",
            "na": null,
            "nass": "النقشبندية (¬1). «فتاوى ابن حجر الصغرى» (¬2). ¶ الآزَاْذَاْنِي: بالألف الممدودة، والزاي المفتوحة، والذال المعجمة بين ألفين، وفي آخرها نون، إلى آزاذان من قرى أَصْبَهَان. «لباب» (¬3). ¶ الآسَفِي: إلى آسَف، ناحية من أعمال إسكاف (¬4)، منها مسعود ابن جامع أبو الحسن الضرير من ساكني بغداد (¬5). «داودي». ¶ الآشِيُّ: محمد بن أحمد السعدي، أبو بكر الخبازي خطيب قرية آش وفقيهها (¬6)، توفي بقريته بانهدام جدار عليه سنة 553هـ. «داودي». ¶ الآصِي: كالقاضي، إلى آص، وهي علّان من بلاد الترك، منها بلبان ابن ¶ ¬__________ ¶ (¬1) طريقة صوفية منحرفة تنسب إلى الشيخ بهاء الدين محمد بن محمد البخاري، الملقب بشاه نقشبند، المتوفى سنة 691هـ. انظر في الكلام عنها بتوسع ومناقشة أفكارها كتاب «النقشبندية» لعبد الرحمن دمشقية. ¶ (¬2) ابن حجر هو الهيتمي، وكلامه في «فتاويه الصغرى» (ص240 ط. دار الفكر)، لكنه ضبطها هناك: «الإبيزي» بكسر الألف وبالزاي. ¶ (¬3) «اللباب» لابن الأثير: (1/ 20)، وفاتت السيوطي في «لُبِّه» فلم يوردها. ¶ (¬4) «معجم البلدان»: (1/ 179). ¶ (¬5) ترجمه ياقوت الحموي في «معجم البلدان»: (1/ 179). ¶ (¬6) ترجمه السبكي في «طبقات الشافعية الكبرى»: (6/ 89) لكن وقع فيه «السعيدي» بدل «السعدي».",
            "page": "52",
            "part": "1",
            "seal": "53D40532",
            "sora": null
        },
        {
            "aya": null,
            "id": "52",
            "na": null,
            "nass": "عبد الله الحنفي القاسمي المصري (¬1). «داودي». ¶ الآفَاقي: إلى الآفاق، والقياس أُفُقِي؛ لأن الجمع إذا لم يُسَمَّ به، ولم يغلب كالأنصار، ولم يُهمل واحده كالأبابيل -على خلاف فيه- لا يُنسب إليه بل إلى واحده، إلا إن صح جعله كالأنصار في الغلبة فإنه حينئذ لا يكون شاذاً بل مَقيساً، ويجوز في «أفقي» ضم الهمزة والفاء وفتحهما خلافاً لمن أنكر الفتح (¬2). ¶ آمُوية: بالألف الممدودة، والميم المضمومة، والمثناة التحتية، الصحيح أنها آمل، والنسبة إليها آملي كما ذكره. «لباب» (¬3). ¶ ¬__________ ¶ (¬1) ترجمه الغزي في «الطبقات السنية في تراجم الحنفية»: (رقم 576). ¶ (¬2) وستأتي في الأَفَقي. ¶ (¬3) «اللباب» لابن الأثير: (1/ 22) في الأمويي. وذكر هناك أن آموية بلدة على طرف جيحون مما يلي مرو اشتهرت بهذا الاسم، والصحيح أنها آمل جيحون. ¶ وقد أوردها السيوطي في «لب اللباب» في «الآملي» ونبه على أن آموية وآموي خطأ.",
            "page": "53",
            "part": "1",
            "seal": "D2FD5C21",
            "sora": null
        },
        {
            "aya": null,
            "id": "53",
            "na": null,
            "nass": "حرف الهمزة المقصورة ¶ الأَبْرَص: بالفتح، وسكون الموحدة، وفتح الراء، وبالصاد المهملتين (¬1). «ابن الأثير». ¶ الأَبْطَحِي: نسبة إلى الأبطح وهو مسيل فيه دقاق الحصي، ومنه أبطح مكة. ¶ الأَبْنَاسِي: بفتح الهمزة، وسكون الموحدة، بعدها نون، ثم سين، إلى أَبْنَاس قرية صغيرة بالوجه البحري من أرض مصر، منها العلامة البرهان إبراهيم بن موسى بن أيوب الشافعي (¬2). «داوودي». ¶ الأبوصيري: كذا في ألسنة العَوَام نسبة إلى حَرْفَي المُتَضَايفين معاً، وهو شيءٌ لم يذكروه، إنما المعروف أن ينسب إلى أَوَّل المتضايفين كامرئي نسبة لامرئ القيس، أو لثانيهما كبَكري نسبةً لأبي بكر، أو يُبْنى فعلٌ (¬3) من ¶ ¬__________ ¶ (¬1) «الأنساب» للسمعاني: (1/ 71) و «اللباب» لابن الأثير (1/ 24)، وفاتت السيوطي في «لب اللباب». ¶ (¬2) ترجمته في «الضوء اللامع»: (1/ 109)، و «شذرات الذهب»: (7/ 12) و «طبقات الشافعية» لابن قاضي شهبة: (4/ 5) و «إنباء الغمر»: (4/ 144)، وغيرها. ¶ (¬3) الكلمة غير ظاهرة في الأصول، تحتاج على مزيد تحرير.",
            "page": "54",
            "part": "1",
            "seal": "FD74F5C9",
            "sora": null
        },
        {
            "aya": null,
            "id": "54",
            "na": null,
            "nass": "الجزئين، فَيُقال: عبقسي لعبد القيس (¬1)، وهذا سماعي، [والمعروف البوصيري نسبة إلى بوصير] (¬2). ¶ الإبْيَاني: بكسر الهمزة، وبعد الألف نون، إلى إبيان من عمل الري (¬3). «مجرد». ¶ الأُبَيِّي: بضم الهمزة، وفتح الموحدة، وقبل (¬4) ياء النسبة ياء مثلها ثقيلة، عبد الرحمن بن عبد المعطي الأنصاري، نسبةً إلى جَدِّهِ أُبَيّ. «تبصير» (¬5). ¶ الأَتَاْوِي: منسوب إلى الأَتيّ وهو الغريب، والأصل أتويُّ (¬6)، كقولهم في عدي عدوي، فزيدت الألف؛ لأن النسب باب تغيير، أو لإشباع الفتحة، ¶ ¬__________ ¶ (¬1) انظر «الأنساب»: (4/ 135). ¶ (¬2) ما بين المعقوفتين زيادة من النسخة (ب). ¶ (¬3) انظر «تبصير المنتبه»: (1/ 36)، وقد ذكر من المنسوبين إليها: أبو بكر محمد بن أحمد الإبياني المعلم، وقال: ذكره الماليني. ¶ فائدة: الحافظ ينقل في «التبصير» عن كتاب «المؤتلف والمختلف» للماليني أبي سعد مع أنه لم يره كما صرح به (4/ 1513)، قال: وإنما أنقل عنه بواسطة الرشاطي. ¶ وقال السخاوي في «فتح المغيث» (4/ 225): وكذا لأبي سعد الماليني «المؤتلف والمختلف» لكن في الأنساب خاصة. ¶ (¬4) في (أ): قيل. خطأ. ¶ (¬5) «تبصير المنتبه»: (1/ 31) وقارن بما في «اللباب»: (1/ 28). ¶ (¬6) في (أ) و (د): توي. خطأ.",
            "page": "55",
            "part": "1",
            "seal": "FFE940F8",
            "sora": null
        },
        {
            "aya": null,
            "id": "55",
            "na": null,
            "nass": "كقولهم: بمُنتَزَاح (¬1) وكقوله: ولا تُهَالَه (¬2)، ومعنى هذا النسب المبالغة، كقولهم في الأحمر أحمري (¬3). «فائق» (¬4). ¶ الأَتْرَاْرِي: بفتح الهمزة، وسكون الفوقية، ثم رائين بينهما ألف، إلى أترار بلد كبير بالترك على شط جيحون. «تبصير» (¬5). ¶ ¬__________ ¶ (¬1) قال الجوهري في «الصحاح» مادة (نزح): تقول: أنت بِمُنْتَزَح عن كذا، أي ببُعد منه، قال ابن هرمة يرثي ابنه: ¶ فأنت من الغوائل حين تُرْمى ... ومِنْ ذم الرجال بمُنتزاح ¶ إلا أنه أشبع فتحة الزاي فتولَّدَت الألف. ¶ (¬2) في (أ) و (د): لأنها له. خطأ، والتصحيح من المصادر، وهي عبارة من بيتٍ أنشده أبو زيد فقال: ¶ وَيْهاً فداء لك يا فضالة ... أجِرَّهُ الرُّمح ولا تُهاله ¶ وانظر ما علقه ابن جِنِّي على البيت في «سر صناعة الإعراب»: (1/ 81 ط. دار القلم). ¶ (¬3) كتب في هامش النسخة (ب) بإزاء الأحمري ما نصه: وفي الخارج خارجي فكأنه الطارئ من البلاد الشاسعة، قال: يصبحن بالفقر أتاويات ... هيهات عن مصبحها هيهات .. هيهات حَجَر من صُنَبْعَات .. «الفائق». انتهى ما كتب في الهامش وهو تتمة كلام الزمخشري في «الفائق». ¶ (¬4) «الفائق في غريب الحديث» للزمخشري: (1/ 21). ¶ (¬5) «تبصير المنتبه»: (1/ 32) لكن ذكر أنها بضم الهمزة: الأُتراري، قال: فقيه كان بمصر بعد السبعمائة.",
            "page": "56",
            "part": "1",
            "seal": "FA76AA2E",
            "sora": null
        },
        {
            "aya": null,
            "id": "56",
            "na": null,
            "nass": "الأَجْدَاْنَقَاْنِي: بفتح الهمزة، وسكون الجيم، وفتح الدال المهملة، وبعد الألف نون فقاف مفتوحتين، وبعد الألف الثانية نون أخرى، إلى أَجْدَاْنَقَان قرية على باب دوين، ولد بها أيوب والد الناصر صلاح الدين يوسف. «ابن خلكان» (¬1). ¶ الأُجْهُوْرِي: بضم الهمزة، وسكون الجيم، إلى أُجْهُور قرية بمصر، منها شيخنا رحلة الآفاق العلامة علي الأجهوري (¬2) شيخ المالكية. ¶ الإجازاتي (¬3): علي بن النفيس بن أبي منصور المعروف بابن المقدسي، كان يحمل الإجازات للناس من بغداد إلى إسكندرية سنين فَعُرِف بذلك. ذكره المقريزي في «المقفى» (¬4). ¶ الأَجِيْر: بفتح الألف، وكسر الجيم، وبعدها مثناة تحت، بعدها راء، نُسب إليها أحيد الأجير، أدرك البخاري. «ابن الأثير» (¬5). ¶ ¬__________ ¶ (¬1) «وفيات الأعيان»: (7/ 139). ¶ (¬2) ترجمته في «خلاصة الأثر»: (3/ 157). ¶ (¬3) هذا النص ألحقه ناسخ النسخة (ب) في هامش نسخته مع إثبات علامة اللحق في صلب المتن. ¶ (¬4) ليس في مطبوعته بل في الجزء المفقود، وهو مترجم في «تاريخ الإسلام»: (46/ 446). ¶ (¬5) «اللباب»: (1/ 29) وهو في «الأنساب»: (1/ 86)، وفات السيوطي في «لب اللباب» أن يوردها، ووقع في أكثر النسخ: أحمد الأجير. وما أثبتناه من المصادر.",
            "page": "57",
            "part": "1",
            "seal": "F9B41E6B",
            "sora": null
        },
        {
            "aya": null,
            "id": "57",
            "na": null,
            "nass": "الأَحْدَب: بالفتح، وسكون الحاء، وفتح الدال المهملتين، فموحدة، مَنْ في ظهره حَدَبٌ، وهو الانحناء والنتوء. «ابن الأثير» (¬1). ¶ الأَذْرَبي: بقصر الهمزة ومدها، نسبة على غير قياس إلى أَذْرَبِيجان بفتح الهمزة، وسكون الذال المعجمة، وفتح الراء، وكسر الباء، مع قصر الهمزة على المشهور، وحُكِيَ مدها مع كسر الباء وفتحها (¬2). انتهى ملخصاً من الترتيب (¬3)، وفيه وقفة فإنه منسوب إلى مركبٍ مُزْجي، وفيه أوجه هذا أحدها، كما قالوا في بعلي نسبة إلى بعلبك (¬4). ¶ الأُذْفوي: بضم الهمزة، وسكون الذال المعجمة، وفاء، مدينة حَسَنَة بالقُرب من أسوان. ¶ ذكره الداودي في «طبقات المفسرين» في ترجمة محمد بن علي بن أحمد الإمام أبو بكر الأذفوي المصري المقرئ النحْوي المفسر، مات سنة ¶ ¬__________ ¶ (¬1) «اللباب»: (1/ 30) وهو في «الأنساب»: (1/ 88) وفات السيوطي في «لب اللباب» أن يوردها. ¶ (¬2) انظر: «معجم البلدان»: (1/ 128 - 129). ¶ (¬3) المراد به «لب اللباب»: (1/ 43). ¶ (¬4) انظر الأقوال في النسبة للمركب المزجي في «درة الخواص» (ص51) و «المخصص»: (3/ 257) و «شرح شافية ابن الحاجب»: (2/ 72، 4/ 116).",
            "page": "58",
            "part": "1",
            "seal": "DA9F44BF",
            "sora": null
        },
        {
            "aya": null,
            "id": "58",
            "na": null,
            "nass": "ثمان وثمانين وثلاثمائة (¬1). ¶ الأَرَّاني: بفتح الهمزة، وتشديد الراء المهملة، وبعد الألف نون، إقليم مشهور (¬2) بين أذربيجان وأرمينية، ومن مدنه بيلقان وجنزة، وبناحية قزوين قلعة مشهورة يقال لها أَرَّان أيضاً (¬3).عن المنذري «داودي». ¶ الأَرْتَاحِي: محمد بن حمد بن حامد المصري الحنبلي (¬4)، إلى أرتاح البَصَر من أعمال قَيْسَارِيَّة (¬5) بساحل الشام، بها رُدَّ علي يعقوب عليه السلام بصره. عن المقريزي انتهى. «داودي». ¶ وفي «المراصد» (¬6): أَرْتاح بالفتح، ثم السكون، وتاء فوقها نقطتان، وحاء ¶ ¬__________ ¶ (¬1) وترجمه الذهبي في «معرفة القراء الكبار»: (1/ 353). ¶ (¬2) «معجم البلدان»: (1/ 136). ¶ (¬3) وقال ياقوت في «معجم البلدان»: (1/ 136): ينسب إلى هذه الناحية الفقيه عبد الخالق بن أبي المعالي الأراني الشافعي. ¶ (¬4) مشهور مترجم، ومن مصادر ترجمته: «معجم البلدان»: (1/ 141) و «تاريخ الإسلام»: (13/ 47) و «سير أعلام النبلاء»: (21/ 415) و «العبر»: (5/ 2) و «دول الإسلام»: (2/ 81) و «ذيل ابن رجب»: (2/ 38) و «النجوم الزاهرة»: (6/ 188). ¶ (¬5) «معجم البلدان»: (4/ 421). ¶ (¬6) «مراصد الإطلاع»: (1/ 50)، وفيه: حصن منيع كان من أعمال حلب.",
            "page": "59",
            "part": "1",
            "seal": "D05C8922",
            "sora": null
        },
        {
            "aya": null,
            "id": "59",
            "na": null,
            "nass": "مهملة، حِصْنٌ منيع كان من العواصم (¬1) من أعمال حلب، انتهى. ¶ الأَرْجَائي: إلى أرجاء، موضع نُسِبَ إليه علي بن عمر بن محمد بن الحسن نَبَّه عليه الحافظ ابن حجر (¬2)، انتهى. «داودي». ¶ الأَرْجُوني: إلى قرية من عمل جيان (¬3)، منها عبد الله بن إبراهيم بن خالد، أبو محمد. ذكره عياض في «المدارك» (¬4)، انتهى. «داودي». ¶ الأَرْجِيشي: إلى أَرْجِيش بالفتح، ثم السكون، وكسر الجيم، وسكون الياء، وشين معجمة، مدينة قديمة بنواحي أرمينية الكبرى (¬5). ذكره ابن السبكي في ترجمة علي بن محمد بن منصور بن داود (¬6)، انتهى. «داودي». ¶ ¬__________ ¶ (¬1) في (أ): القواصم. خطأ، والتصحيح من «معجم البلدان»: (1/ 141)، فهذا نص كلامه فيه، أما المراصد ففيه ما أشرنا إليه. ¶ والعواصم: حصون موانع وولاية تحيط بها بين حلب وأنطاكية. «معجم البلدان»: (4/ 165). ¶ (¬2) «تبصير المنتبه»: (1/ 40). ¶ (¬3) «معجم البلدان»: (1/ 144). ¶ (¬4) وقع في (أ): المتدارك. خطأ، فكتاب عياض اسمه «ترتيب المدارك وتقريب المسالك»، وكلامه فيه (1/ 420) وممن نُسب إلى هذا الموضع: شعيب بن سهيل بن شعيب الأرجوني. «معجم البلدان»: (1/ 144). ¶ (¬5) «معجم البلدان»: (1/ 144)، ووقعت النسبة فيه: الأرجوشي. ¶ (¬6) وترجمه السبكي في «طبقات الشافعية الكبرى»: (10/ 369).",
            "page": "60",
            "part": "1",
            "seal": "19F73DF7",
            "sora": null
        },
        {
            "aya": null,
            "id": "60",
            "na": null,
            "nass": "الأَرْدِي: بفتح الهمزة وسكون الراء المهملة، إلى أرْد قرية ببوشنج (¬1)، منها محمد بن عياش، روى عن صالح بن سهيل (¬2). ¶ وبضم الهمزة: علي بن إبراهيم الداماني الأُرْدي من أُرد ما بين فارس وأصبهان (¬3)، شيخ لأبي سعد (¬4) الماليني. «تبصير» (¬5)، «داودي». ¶ أَرْزَنْجَان (¬6): بالفتح، فالسكون، وفتح الزاي، وسكون النون، وجيم، فألف، فنون، وأهلها يقولون أرزنكان بالكاف، من البلاد الشمالية (¬7)، انتهى. «داودي». ¶ الأُرْسُوفي: بضم الهمزة، وسكون الراء، وضم السين المهملة، وسكون ¶ ¬__________ ¶ (¬1) «معجم البلدان»: (1/ 145). ¶ (¬2) كذا، وفي مطبوعة «تبصير المنتبه»: سهل. ¶ (¬3) «معجم البلدان»: (1/ 145). ¶ (¬4) في النسخ: سعيد. خطأ، والتصحيح من التبصير ومصادر ترجمته وهو حافظ مشهور. ¶ (¬5) «تبصير المنتبه»: (1/ 39). ¶ (¬6) أوردها السيوطي في «اللب»: (1/ 147)، واقتصر على قوله: الأرزنجاني نسبة إلى أرزنجان. ¶ (¬7) «معجم البلدان»: (1/ 150) قال: ولم أعرف أحداً نُسب إليها. أ. هـ. ¶ قلت: قد نسب إليها بعض من تأخر عن ياقوت الحموي كعمر بن عبد المحسن اللخمي المتوفى نحو سنة 700هـ. انظر ترجمته ومصادرها في «الأعلام» للزركلي: (5/ 53).",
            "page": "61",
            "part": "1",
            "seal": "1BCB41CC",
            "sora": null
        },
        {
            "aya": null,
            "id": "61",
            "na": null,
            "nass": "الواو، بعدها فاء، هذه النسبة إلى أُرْسُوف بليدة بالشام على ساحل البحر (¬1)، وهي اليوم بيد الفرنج، منها القاضي مجلي مصنف كتاب «الذخائر» (¬2). «ابن خلكان» (¬3). ¶ الأَزَلي: نسبةً إلى الأَزَل وهو القِدَم، ويُقال: نسبة إلى قولهم للقديم: «لم يَزَل» فاختصروا فقالوا: «يزلي»، ثم أُبْدِلَت الياء ألفاً لأنها أخف فقالوا: أزلي، كما قالوا في النسبة إلى ذي يزن: أزني. كذا في «شرح الرسالة» لشيخ الإسلام. ¶ وفي «الأساس» (¬4) للزمخشري قولهم: كان في الأزل عالماً، وعلمه أزلي، وله الأزلية؛ مصنوع ليس من كلام العرب، وكأنهم نظروا في ذلك إلى لفظ «لم أزل»، انتهى. ¶ ¬__________ ¶ (¬1) «معجم البلدان»: (1/ 151) لكن ضَبَطَها بفتح الهمزة. ¶ (¬2) قال ابن خلكان في «وفياته»: هو كتاب مبسوط. جمع من المذهب [الشافعي] شيئاً كثيراً، وفيه نقل غريب ربما لا يوجد في غيره، وهو من الكتب المعتبرة المرغوب فيها. ¶ (¬3) «وفيات الأعيان»: (4/ 154). ¶ وكتب ناسخ النسخة (ب) بإزاء هذا الموضع ما نصه: «وقد خَرَّبها [أي أرسوف] الظاهر بيبرس وهي اليوم بين المسلمين قريبة من ... » ولم تظهر لي باقي عبارته، وآخرها: «نفعنا الله به». ¶ (¬4) «أساس البلاغة»، مادة (أزل).",
            "page": "62",
            "part": "1",
            "seal": "2E07FC4B",
            "sora": null
        },
        {
            "aya": null,
            "id": "62",
            "na": null,
            "nass": "وفي «الآيات البينات»: الأزلي نسبةً إلى الأزل، وهو عدم الأَوَّلِيَّة، فالمعنى: الذي لا ابتداء له، وهو أعم من القديم؛ لأن القديم ما لا ابتداء لوجوده فيختص بالوجودي، بخلاف الأزلي. ¶ الإِسبَرُتْلِي: عمر بن محمد بن إسماعيل، لم يذكر السمعاني هذه النسبة. «عبد القادر» (¬1). ¶ الأَسْبِيْجَابي (¬2): أحمد بن منصور ومحمد بن أحمد بن يوسف إلى أَسْفِيْجَاب بفتح الهمزة، وسكون السين المهملة، وكسر الفاء، وسكون التحتية، ثم جيم، فألف موحدة، مدينة مما وراء النهر في حدود تركستان، وهي ثغر (¬3)، غير أن العجم كثيراً ما يبدلون الفاء باءً (¬4). ابن شحنة (¬5). ¶ ¬__________ ¶ (¬1) «الجواهر المضية» (2/ 281)، لكن وقع فيه: الاسبرتكي بالكاف، فتحتاج إلى مزيد تحرير. ¶ (¬2) تنبيه: هذه النسبة أوردها السمعاني في «أنسابه»: (1/ 180) لكن بالفاء: الإسفيجابي، وهو وجه آخر فيها، وضبط أولها بالكسر، وتبعه ابن الأثير: (1/ 56)، وضَبْط المصنف هنا موافق لما في «معجم البلدان»: (1/ 180). ¶ (¬3) «معجم البلدان»: (1/ 179). ¶ (¬4) وممن نسب إليها: أبو علي الحسن بن منصور بن عبد الله بن أحمد المقرئ. «الأنساب»: (1/ 180). ¶ (¬5) للمحب بن شحنة تعليقات على هامش الجواهر المضية نقل منها المصنف كما سيأتي التصريح به، فيظهر أن كلامه فيه.",
            "page": "63",
            "part": "1",
            "seal": "47EBD4CA",
            "sora": null
        },
        {
            "aya": null,
            "id": "63",
            "na": null,
            "nass": "«داودي». ¶ الأسرانبدي (¬1): إلى قرية من قُرَى مرو على فرسخين. ¶ الأَسْطُرْلَابي: بفتح الهمزة وسكون السين وضم الطاء المهملتين وبعدها راء ثم موحدة، إلى الأَصْطُرْلَاب وهي كلمة يونانية معناها ميزان الشمس. «ابن خلكان» (¬2). «داودي». ¶ الأَسْكَري: إلى أَسْكَر قرية من أعمال مصر (¬3)، يقال ولد بها موسى بن عمران عليه السلام، منها أبو علي حسن بن الأسكري (¬4). «داودي». ¶ الأسقاطي: العباس بن الفضل (¬5). ¶ الأسكليبي: نسبةً إلى أسكليب بلدة كبيرة قريبة من سيواس (¬6) على ما قيل، منها جد أبي السعود المفتي المفسر (¬7)، والله أعلم. ¶ ¬__________ ¶ (¬1) كذا رُسمت في (أ) و (د)، ووقعت في (ج): الإسرانيدي. ¶ (¬2) «وفيات الأعيان»: (6/ 50). ¶ (¬3) «معجم البلدان»: (1/ 182). ¶ (¬4) «الإكمال» لابن ماكولا: (1/ 157). ¶ (¬5) كذا، وصوابه الإسفاطي بالفاء، وقد استدركه ابن الأثير في «اللباب»: (1/ 54) على السمعاني، وفات السيوطي في «اللب» إيرادها. ¶ (¬6) «آثار البلاد» للمقريزي: (ص220). ¶ (¬7) هو محمد بن مصطفى بن عماد، المتوفى سنة (952هـ)، مترجم في «النور السافر»: (ص118).",
            "page": "64",
            "part": "1",
            "seal": "B505311D",
            "sora": null
        },
        {
            "aya": null,
            "id": "64",
            "na": null,
            "nass": "الأشعثي: إلى الأشعثية من قرى النهر، منها: أبو محمد منجح بن محاسن بن علي المقري الضرير البغدادي. «داودي». ¶ الأُشْفُورقاني: بضم الهمزة، وسكون الشين المعجمة، وضم الفاء، بعدها واو ساكنة، وقاف مفتوحة (¬1). قرية بِمَرُّوذ (¬2). «داودي». ¶ الإِشْكِيْذَبَاني: بكسر الهمزة، وسكون الشين المعجمة، وكسر الكاف، وسكون المثناة التحتية، وفتح الذال المعجمة، وبعدها موحَّدة مفتوحة، وبعد الألف نون (¬3)، ولعلها من قُرَى هراة (¬4). «داودي». ¶ الإشليمي: إلى إشليم بكسر الهمزة وسكون الشين المعجمة وكسر اللام وسكون التحتية، منها القاضي أصيل الدين الشافعي. «مقريزي». داودي (¬5). ¶ ¬__________ ¶ (¬1) ممن نُسب إليها: أبو عمرو عثمان بن أحمد بن أبي الفضل. «التحبير» للسمعاني: (1/ 544). ¶ (¬2) «معجم البلدان»: (1/ 198). ¶ (¬3) ممن نسب إليها: أبو الفتح محمد بن عبد الله بن الحسين الهروي. «إكمال الإكمال»: (1/ 184). ¶ (¬4) قال في «معجم البلدان»: (1/ 199): قرية بين هراة وبوشنج. ¶ (¬5) وانظر «الضوء اللامع»: (5/ 332).",
            "page": "65",
            "part": "1",
            "seal": "35A92683",
            "sora": null
        },
        {
            "aya": null,
            "id": "65",
            "na": null,
            "nass": "الأصيلي: إلى أصيلا من بلاد الغرب (¬1) منها: عبد الله بن الزوبري ابن أيمن قاضي أصيلا، انتهى. «داودي». ¶ الأصيلي: راوي «الصحيح» (¬2)، نسبةً إلى بلدة أزيلة (¬3) قُلِبَت إلى الصاد وغلبت على الزاي. كذا في «فهرست اليونينية». ¶ الاعتباري: منسوب إلى الاعتبار، وهو في اللغة الاتِّعَاظ، والتأمُّل، والملاحظة، ورد الشيء إلى مثله. وفي العُرف: هو القياس، وهو قريب من المعنى اللغوي جداً. والاعتباري في عُرْفِ العلماء هو: ما لا يكون موجوداً في الخارج، فيكون مقابلاً للمعدوم تقابُل العدم والملكة. «كافيجي» (¬4). ¶ الأَعْنَاقي: ويقال العَنَاقي بفتح العين المهملة وكسرها (¬5). «داودي». ¶ ¬__________ ¶ (¬1) «البيان المغرب في أخبار الأندلس والمغرب»: (ص99). ¶ (¬2) واسمه عبد الله بن إبراهيم بن محمد الأموي. مترجم في «تاريخ ابن الفرضي»: (1/ 334) و «جذوة المقتبس»: (ص369) و «سير أعلام النبلاء»: (16/ 560) و «تاريخ الإسلام»: (8/ 712) وغيرها كثير. ¶ (¬3) «الروض المعطار»: (ص42). ¶ (¬4) الكافيجي هو: محيي الدين محمد بن سليمان بن سعد بن مسعود، المتوفى سنة (879هـ)، ويغلب على الظن أن كلامه هذا في شرحه على كتاب ««تهذيب المنطق والكلام» للتفتازاني، المسمى بـ «جهد المقل». ¶ (¬5) ممن نسب إليها: أبو عثمان سعيد بن عثمان بن سليمان التجيبي. «تاريخ ابن الفرضي»: (1/ 231) و «جذوة المقتبس»: (ص332). ¶ قال الحميدي في «الجذوة»: وأظنه منسوباً إلى موضع يُقال له عناق وأعناق كما يقال عندنا لبيرة وإلبيرة، وننسب إليها بالوجهين جميعاً بفتح العين أيضاً.",
            "page": "66",
            "part": "1",
            "seal": "6C57A93A",
            "sora": null
        },
        {
            "aya": null,
            "id": "66",
            "na": null,
            "nass": "الأَفْشَنْهي (¬1): بالفتح، ثم السكون، فشين معجمة مفتوحة، ونون وهاء، قرية بِبُخَارَى. «داودي». ¶ الأَفْضَلي: نسبة إلى الأَفْضَل أمير الجيوش بمصر. «ابن خلكان» (¬2). «داودي». ¶ الأَفَقي: بفتح الهمزة والفاء، إذا كان من آفاق الأرض، أي: نواحيها. وبعضهم يقول: أُفُقِي بضمها، وهو القياس. ¶ الإِفْلِيْلي: بكسر الهمزة، وسكون الفاء، وكسر اللام، وسكون المثناة من تحت، بعدها لام ثانية، إلى إِفْلِيْل قرية بالشام، منها أبو القاسم إبراهيم بن محمد بن زكريا بن مفرج القرشي الزهري المعروف بالإِفْلِيْلي، من أهل قرطبة، كان من أئمة النحو واللُّغَة، توفي في القعدة سنة إحدى وأربعين وأربعمائة. قاله «ابن خلكان» (¬3). «داودي». ¶ ¬__________ ¶ (¬1) في (أ) و (د): الأفشهني. خطأ، والصواب ما أثبتناه، وهو الموافق لشرح النسبة عند المصنف حيث قدم النون على الهاء، وهو الموافق لما في المصادر كـ «معجم البلدان»: (1/ 231). ¶ (¬2) «وفيات الأعيان»: (2/ 450). ¶ (¬3) «وفيات الأعيان»: (1/ 51).",
            "page": "67",
            "part": "1",
            "seal": "FBFCA13D",
            "sora": null
        },
        {
            "aya": null,
            "id": "67",
            "na": null,
            "nass": "وفي «المراصد» (¬1): أَفْليلاء: بفتح الهمزة، وقيل: قرية من قرى الشام، انتهى. ¶ الأُقْحُوَاني: بضم الهمزة، وسكون القاف، بُلَيْدة بالشام من أعمال فلسطين قرب طَبَرِيَّة، وبالحجاز أيضاً بُليدة تسمى الأُقْحُوَانة «ابن خلكان» (¬2)، انتهى. «داودي». ¶ الأَقْفَهْسي: بفتح الهمزة، وسكون القاف، وفتح الفاء، وسكون الهاء، إلى بُليدة من صعيد مصر (¬3). «داودي». ¶ الأَقْلَامِي: إلى أَقْلَامه بلدة ببحيرة الإسكندرية منها محمد بن عبد المنعم أبو عبد الله بن أبي محمد بن أبي الفوارس اللخمي الإسكندراني سمع أبا القاسم بن الصفراوي ولد بدمنهور سنة (602هـ) (¬4)، ذكره في «المقفَّى» (¬5). «داودي». ¶ الإِلِّي: إلى الإلّ. قال في «القاموس» (¬6): الإلُّ بالكسر: العَهْد، والربوبية، ¶ ¬__________ ¶ (¬1) (1/ 102). ¶ (¬2) «وفيات الأعيان»: (2/ 488). ¶ (¬3) «معجم البلدان»: (1/ 237). ¶ (¬4) في النسخ: 904، خطأ، والتصحيح من المصدر. ¶ (¬5) «المقفى الكبير» للمقريزي: (6/ 78) ترجمة رقم (2599). ¶ (¬6) (ص1243).",
            "page": "68",
            "part": "1",
            "seal": "C6D49D74",
            "sora": null
        },
        {
            "aya": null,
            "id": "68",
            "na": null,
            "nass": "واسم الله تعالى، وكل اسم آخره «إِل» أو «إيلٌ» فمضاف إلى الله تعالى، والوحي، والأمان. انتهى. ¶ وقد تعقب ذلك النووي في «تهذيب الأسماء واللغات» (¬1) في ترجمة جبريل عليه السلام فقال: إن إل وإيل لا يُعْرَفان في أسماء الله تعالى ... إلى آخره فليراجع، وتَعَقَّبَهُ الشهاب في «شرح الشفا» (¬2). ¶ الأَمَجِي: نسبة إلى أَمَج بالجيم، وفتح أوله وثانيه، بلد من أعراض المدينة منها حميد الأمجي، دخل على عمر بن عبد العزيز، وله قصة ذكرها ياقوت (¬3) وغيره. ¶ الأُمِّي: قيل إنه نسبة إلى أُمِّ القرى إتقان (¬4) هذا بالنسبة إلى النبي صلى الله عليه وسلم، وفي «التحفة»: الأمي نسبة لأُمِّه حال ولادته، وحقيقته لغةً: من لا يكتب. انتهى. ¶ ¬__________ ¶ (¬1) (1/ 199). ¶ (¬2) المسمى «نسيم الرياض في شرح شفا القاضي عياض» للشهاب الخفاجي. ¶ (¬3) «معجم البلدان»: (1/ 249). ¶ وقد أثبت ناسخ النسخة (ب) القصة في هامش نسخته، وانظرها في «تاريخ دمشق»: (45/ 142) و «سير أعلام النبلاء»: (5/ 118). ¶ (¬4) كذا في النسخ، ولعل صوابها: «اتفق .. » أي اتفق هذا بالنسبة للنبي صلى الله عليه وسلم لأنه أُمِّي لا يكتب ومن أم القرى في الوقت ذاته.",
            "page": "69",
            "part": "1",
            "seal": "7B18D4CD",
            "sora": null
        },
        {
            "aya": null,
            "id": "69",
            "na": null,
            "nass": "الأَمَوي: بالفتح، وهو قليل. «تلمساني» تبعاً لما في «جامع الأصول» (¬1). ¶ وعبارة «الصِّحاح» (¬2): الأَمَة خِلاف الحُرَّة، ثم قال: وَأَصْلُ أَمَة أَمَوَةٌ بالتحريك؛ لأنها تُجْمَع على آمٍ وهو أَفْعُل مثل أَيْنُق، ولا تُجمع فَعْلَه بالتسكين على ذلك، والنسبة إليهما أَمَوي بالفتح وتصغيرها أُمية، وأُمية أيضا قبيلة من قريش والنسبة إليها أُموي بالضم وربما فتحوا، ومنهم من يقول: أُمَيِّيُّ يجمع بين أربع ياءات، وهو في الأصل اسم رجل .. الخ فليراجع. ¶ وفي «التبصير» (¬3): الأَمَوي بفتح الهمزة والميم بلا مَد نسبةً إلى «أَمَة» جبل بالمغرب، منه محمد بن خير الحافظ الأَمَوي، قال (¬4) أبو القاسم السُّهَيْلي: له برنامج حافل. انتهى. ¶ والبَرْنَامَج في الأصل: الورقة الجامعة للحساب مُعَرَّبٌ من بَرْنَامة (¬5). ¶ ¬__________ ¶ (¬1) (12/ 201). ¶ (¬2) مادة «أما»، والعبارة التالية ليست كلها له، بل أضاف لها المصنف من «القاموس» مادة «أمة»، وانظر «تاج العروس»: (37/ 101). ¶ (¬3) «تبصير المنتبه»: (1/ 50). ¶ (¬4) في التبصير: خال. ¶ (¬5) في الأصل: «من نامه». خطأ، والتصحيح من كتب اللغة: «القاموس»: (ص231) و «تاج العروس»: (5/ 402).",
            "page": "70",
            "part": "1",
            "seal": "A02569B6",
            "sora": null
        },
        {
            "aya": null,
            "id": "70",
            "na": null,
            "nass": "الأنبجانية: قال في «النهاية» (¬1): المحفوظ كسر الباء ويروي بفتحها، يقال: كِسَاء أَنْبَجَاني، منسوب إلى مَنْبِج المدينة المعروفة، وهي مكسورة الباء، وفُتِحَت في النَّسَب، وأبدلت الميم همزة. وقيل: إنها منسوبة إلى موضع اسمه أنبجان، وهو أشبه؛ لأن الأول فيه تَعَسُّف. ثم قال: والهمزة فيها زائدة في قول. انتهى. ¶ وفي مقدمة «الفتح» (¬2): الأنبجانية (¬3) بفتح أوله وثالثه وبكسرهما، وبالتشديد والتخفيف، وبالتذكير والتأنيث، قال ثعلب: هي كل ما كثف من الأكسية. وقال غيره: إذا كان الكساء بِعَلَمَيْن فهي الخميصة، وإلا فالأنبجانية (¬4). وأغرب ابن قُتيبة فقال: هي منبجانية (¬5) نسبةً إلى منبج بلد معروف، ومن قالها بهمز أوله فقد غَيَّر. ونقل ذلك ابن قتيبة (¬6) عن الأصمعي، وأنكره غيره. انتهى. ¶ الأُنَزِي: بضم الهمزة، ثم نون، وزاي، أبو الخير إلياس بن غازي منسوب ¶ ¬__________ ¶ (¬1) «النهاية في غريب الحديث»: (1/ 172 ط. المكتبة العلمية). ¶ (¬2) «فتح الباري»: (1/ 82 ط. دار المعرفة). ¶ (¬3) في (أ): الأنجانيق. خطأ. ¶ (¬4) في (أ): فالأبنجانية. بتقديم الباء، خطأ، والتصحيح من المصدر. ¶ (¬5) في (أ) و (جـ): بنجانية، خطأ، والتصحيح من المصدر. ¶ (¬6) في مطبوعة الفتح: ابن عيينة. خطأ.",
            "page": "71",
            "part": "1",
            "seal": "8B68BA98",
            "sora": null
        },
        {
            "aya": null,
            "id": "71",
            "na": null,
            "nass": "إلى أُنز جَدِّ له، سمع منه ابن طبرزد (¬1). «تبصير» (¬2). «داودي». ¶ الأَنْصَاري: إلى الأنصار، وإلى أنصار قرية بمصر منها رجاء بن عيسى الفقيه المالكي، مات بها سنة تسعين وأربعمائة. ذكره المصنف في «حسن المحاضرة» (¬3). «داودي». ¶ الأَنْمَاري: بالفتح، نسبةً إلى أَنْمار بطون من العرب، وبلد، منها: أحمد بن الخضر بن أحمد الشافعي. «ابن السبكي» (¬4). «داودي». ¶ الأُنِّي: بالضم، كالأُبِّي لكن بالنون بدل الموحدة، إلى أُنَّى قرية من عمل واسط، منها علي بن موسى، شيخ لأبي سعد (¬5) الماليني. «تبصير» (¬6). «داودي». ¶ الأوجاقي (¬7): ... ¶ ¬__________ ¶ (¬1) في (أ) و (د): طرزد. خطأ، والتصحيح من المصدر. ¶ (¬2) «تبصير المنتبه»: (1/ 30). ¶ (¬3) (ص150). ¶ (¬4) «طبقات الشافعية الكبرى»: (3/ 14). ¶ (¬5) في النسخ: سعيد. خطأ. ¶ (¬6) «تبصير المنتبه»: (1/ 32). ¶ (¬7) بيض لها في النسخ، وكتب في محل البياض الحرف «ض» إشارة إلى بياض وقع في الأصل. وقد عرف بهذه النسبة ثلة من المتأخرين، من أشهرهم: بهادر بن عبد الله الأوجاقي الناصري المعروف بحلاوة. مترجم في «الدرر الكامنة»: (2/ 35) وغيره.",
            "page": "72",
            "part": "1",
            "seal": "4D947FEF",
            "sora": null
        },
        {
            "aya": null,
            "id": "72",
            "na": null,
            "nass": "الأَوْقَرِي: الوزير أبو المظفر يحيى بن محمد بن هُبَيْرة، إلى قرية بني أَوْقَر بالعراق من أعمال دجيل. «ابن خلكان» (¬1). ¶ الأوهري: إلى أوهر بلدة بأذربيجان (¬2)، منها أبو الحسن علي بن أبي بكر الصوفي، مات ببغداد سنة تسعين وستمائة. «داودي». ¶ الأَيْدُوني: بفتح الهمزة، وسكون التحتية، وضم المهملة، ومدها، وقبل ياء النسب نون. ضَبَطَها البقاعي في «معجمه» (¬3) في ترجمة عيسى بن سَرَّار بفتح السين وتشديد الراء المهملتين الصالحي، ولم يبين لما هي (¬4). «داودي». ¶ إِيْسَاغُوجي: لفظ يوناني معناه الكليات الخمس (¬5) .. الخ. ¶ ¬__________ ¶ (¬1) «وفيات الأعيان»: (6/ 230). ¶ (¬2) «معجم البلدان»: (1/ 82). ¶ (¬3) معجم شيوخ البقاعي المسمى بـ «عنوان الزمان في تراجم الشيوخ والأقران». طبع في مصر عن دار الكتب القومية. ¶ (¬4) المراد: «هذه نسبة إلى ماذا»، وقد أفاد ابن ناصر الدين في «توضيح المشتبه»: (1/ 82) أنها نسبة إلى «أيدون» من قرى دمشق. ¶ (¬5) وبهذا اللفظ سَمَّى فرفوريوس الحكيم-عاش بعد الإسكندر-كتابه الذي صنفه في المدخل إلى الكتب المنطقية .. «الفهرست»: (ص354)، وقد توالت على كتابه الشروح والحواشي.",
            "page": "73",
            "part": "1",
            "seal": "3A883F49",
            "sora": null
        },
        {
            "aya": null,
            "id": "73",
            "na": null,
            "nass": "الأَيْكِي: بهمزة مفتوحة، فَتَحْتِيَّة، فكاف، فياء نسبة. ذكره ابن قاضي شهبة (¬1) في ترجمة شمس الدين محمد بن أبي بكر بن محمد الفارسي. «داودي». ¶ الأَيِّي: بالفتح وياءين أي تحتيتين: عيسى بن ماهان الأيِّي. «مشتبه» (¬2). ¶ ¬__________ ¶ (¬1) «طبقات الشافعية» له: (2/ 191 ط. عالم الكتب). ¶ (¬2) وكذا نقله العلامة المعلمي في تحقيقه على «الأنساب»: (1/ 413) عن «القبس» إلا أن الذي ذكره الحافظ في «التبصير»: (1/ 32) أنه الأَنِّي بالنون، فالله أعلم.",
            "page": "74",
            "part": "1",
            "seal": "4944ABBE",
            "sora": null
        },
        {
            "aya": null,
            "id": "74",
            "na": null,
            "nass": "حرف الباء ¶ البَابَصْري: إلى باب البصرة محلة ببغداد، نُسِبَ إليه جماعة منهم الحسين بن المبارك الربعي الحنبلي (¬1) أحد شيوخ الحجار (¬2) الذي يروي عنهم «البخاري» (¬3). «داودي». ¶ البَابِلي: إلى بَابِل قرية بالمنوفية من أعمال مصر، منها العلامة الفقيه محدث العصر شيخنا الشيخ محمد البابلي الشافعي (¬4)، توفي ليلة الثلاثاء خامس عشر في جمادى الأولى، سنة سبع وسبعين وألف، ومولده سنة ألف، وقد أَرَّخوا وفاته بـ «جنة الفردوس» (¬5). عز البابلي. ¶ الباب وشتي: أحمد بن محمد بن موسى البغدادي، ثم القزويني، كان ¶ ¬__________ ¶ (¬1) ترجمته في «شذرات الذهب»: (5/ 143). ¶ (¬2) في (أ) و (د): الحجازي، والصواب ما أثبتناه من (ب) و (جـ)، فتلميذ الحسين بن المبارك الذي يروي عنه الصحيح إنما هو أحمد بن أبي طالب بن نعمة الصالحي الحجار بن الشحنة. «شذرات الذهب»: (6/ 93). ¶ (¬3) أي: صحيحه. ¶ (¬4) ترجمته في «خلاصة الأثر»: (2/ 452). ¶ (¬5) كذا.",
            "page": "75",
            "part": "1",
            "seal": "D59077FB",
            "sora": null
        },
        {
            "aya": null,
            "id": "75",
            "na": null,
            "nass": "ينزل باب وشت. ذكره الرافعي في «تاريخ قزوين» (¬1). «داودي». ¶ البِرْتي: بكسر أوله، وإسكان ثانيه، ومثناة، نسبةً إلى بِرْت مدينة بنواحي بغداد (¬2). «خيضري (¬3)». «داودي». ¶ البَاجَرْوَاني: بموحدة، وبعد الألف جيم مفتوحة، فراء ساكنة، فواو مفتوحة، وبعد الألف نون، إلى قرية من أعمال الرَّقَّة، ومدينة بنواحي أرمينية، من أعمال شروان. «ابن خلكان» (¬4). ¶ البَاحِسِيتائي: بموحدة أوله، وبعد الألف حاء وسين مهملتين مكسورتين ثم تحتية ساكنة، ثم فوقية بعدها ألف، خِطَّة بحلب من «معجم البقاعي» في ترجمة محمد بن محمد بن محمد بن الشيخ ناصر الدين الصرخدي (¬5). «داودي». ¶ ¬__________ ¶ (¬1) المسمى بـ «التدوين»: (2/ 253). ¶ (¬2) «معجم البلدان»: (1/ 372)، وقد ذكر عدداً ممن عرف بهذه النسبة. ¶ (¬3) هو محمد بن محمد بن عبد الله بن خيضر الخيضري الشافعي، المتوفى سنة (894هـ)، فقد لخص كتاب «الأنساب» للسمعاني وضم إليه ما عند ابن الأثير والرشاطي وغيرهما، وسمى كتابه «الاكتساب في تلخيص كتب الأنساب» فلعل النص المذكور نقل منه. وأنا أسعى لتحقيق كتاب الاكتساب ونشره، يسر الله ذلك. ¶ (¬4) «وفيات الأعيان»: (5/ 243). ¶ (¬5) وترجمه السخاوي في «الضوء اللامع»: (10/ 10)",
            "page": "76",
            "part": "1",
            "seal": "41A9D6A3",
            "sora": null
        },
        {
            "aya": null,
            "id": "76",
            "na": null,
            "nass": "البَاذِنْجَاني: من الخضراوات، بكسر الذال، وبعض العجم يفتحها، فارسي مُعَرَّب (¬1). «مصباح» (¬2). ¶ البَارْعَاني: بموحدة، فألف، فراء ساكنة، فعين مهملة مفتوحة، ثم نون بعد الألف، قرية من قرى خان لَنْجَان من أعمال أصبهان (¬3). «داودي». ¶ الباشري: بالباء الموحدة، وشين معجمة، نسبةً إلى تل باشر، يومان عن حلب، ولها قلعة، وهذه النسبة لم يذكرها السمعاني (¬4). ¶ الباعوني: إلى باعون قرية صغيرة بِحُوران بالقرب من عجلون منها إبراهيم بن أحمد بن ناصر بن خليفة بن فرج البرهان أبو إسحاق المقدسي الدمشقي الصالحي الشافعي (¬5) اختصر «صحاح» الجوهري، توفي في ثاني ¶ ¬__________ ¶ (¬1) وقال ياقوت في «معجم البلدان» (1/ 318): الباذنجانية بلفظ الباذنجان الذي يطبخ قرية من قرى مصر .. وإليها فيما أحسب ينسب محمد بن الحسن الباذنجاني النحوي المصري. ¶ (¬2) «المصباح المنير في غريب الشرح الكبير»: (1/ 40). ¶ (¬3) ممن نسب إليها: عبد العزيز بن عبد السيد بن عبد العزيز أبو خليفة الحنفي، «الجواهر المضية»: (1/ 319). ¶ (¬4) «تبصير المنتبه»: (1/ 120)، وذكر ممن ينسب إليها: محمد بن عبد الرحمن بن مُرْهَف، وقال: لا أعرفه. ¶ (¬5) ترجم له جم غفير منهم ابن العماد في «شذرات الذهب»: (7/ 309).",
            "page": "77",
            "part": "1",
            "seal": "E1B403B9",
            "sora": null
        },
        {
            "aya": null,
            "id": "77",
            "na": null,
            "nass": "ربيع الأول سنة (870هـ) (¬1). ¶ البامي: بموحدة، ثم ميم: محمد بن أحمد بن محمد المخزومي البامي -بموحدة ثم ميم نسبةً لبلدةٍ بالصعيد- القاهري الشافعي، أخذ عن القاياتي والونائي (¬2) والولي العراقي والبرماوي وله حاشية على «شرح البخاري» للكرماني ومختصر في فقه الشافعي سماه «فتح المنعم» و «شَرَحَه». مات في شوال سنة خمس وثمانين وثمانمائة. «من الضوء اللامع» (¬3). ¶ بَامَيِيْن (¬4): بموحدة، فألف، فميم مفتوحة، فتحتية مكسورة، فأخرى ساكنة، فَنُون، بُلَيْدة بِخُراسان (¬5). «داودي». ¶ الباهي: محمد بن نصر بن غازي بن هلال الأنصاري المقرئ إلى «باهَى» من كورة بوش (¬6) بصعيد مصر. «داودي». ¶ البِتْرَنْدِي: رَتَنَ –مُحَرَّكاً- ابن كربال البترندي كذاب ظهر بالهند بعد ¶ ¬__________ ¶ (¬1) اختلفت النسخ في إثبات سنة الوفاة، وما أثبتناه من (ب) وهو الصواب الذي أجمعت عليه المصادر. ¶ (¬2) الكلمة محتملة في النسخ، وما أثبتناه من المصدر وهو الصواب. ¶ (¬3) (7/ 42). ¶ (¬4) هذا النص ألحق في هامش النسخة (ب) مع إثبات علامة اللحق في هذا الموضع. ¶ (¬5) «وفيات الأعيان»: (7/ 80). ¶ (¬6) «معجم البلدان»: (1/ 508).",
            "page": "78",
            "part": "1",
            "seal": "74231F69",
            "sora": null
        },
        {
            "aya": null,
            "id": "78",
            "na": null,
            "nass": "الستمائة فادعى الصُّحبة، ذكره في «القاموس» (¬1) في (ر ت ن). ¶ ثم رأيت في «لسان الميزان» (¬2) ضبط البِتْرَنْدي بكسر الموحدة، وسكون المثناة فوق، وفتح الراء، وسكون النون، بعدها دال مهملة (¬3). ¶ البِجّدي: بموحدة مكسورة، فجيم مشددة، نسبة إلى بِجد قرية بالزبداني (¬4) كذا ضبطها الحافظ ابن حجر في «المشتبه» (¬5)، لكنه قال في «الدرر» (¬6): بفتح الموحدة «داودي». ¶ البحرين: بليدة بالقرب من هَجَر. «ابن خلكان» (¬7). «داودي». ¶ بلفظ التثنية، ونون إعراب المثنى، ويجوز أن تُجعل النون محل ¶ ¬__________ ¶ (¬1) (ص1548). ¶ (¬2) (2/ 450 ط. مؤسسة الأعلمي). ¶ (¬3) كتب في هامش النسخة (ب) بإزاء هذا الموضع: وفي «توضيح المشتبه» للحافظ ابن ناصر الدين [4/ 80] ما نصه: رتن الهندي هو رتن شاهون بن جكندريق الهندي البترندي، ادعى الصحبة في سنة خمس وخمسين وستمائة فلم يرج أمره إلا على جاهل لا عقل له. أ. هـ. ¶ (¬4) في النسخ: بالزنداني. خطأ، والتصحيح من المصدر. ¶ (¬5) «تبصير المنتبه»: (4/ 1432). ¶ (¬6) «الدرر الكامنة»: (5/ 52). ترجمة محمد بن أحمد بن عبد الرحمن بن علي البجدي. ¶ (¬7) «وفيات الأعيان»: (2/ 150).",
            "page": "79",
            "part": "1",
            "seal": "9787F274",
            "sora": null
        },
        {
            "aya": null,
            "id": "79",
            "na": null,
            "nass": "الإعراب مع لزوم الياء مطلقاً، وهي لغة مشهورة اقتصر عليها الجوهري لأنه صار علماً مفرد الدلالة فأشبه المفردات «مصنف سيوطي». ¶ قال الرضي (¬1): النسبة إلى البحر أو الزهر القياس بحراني، أكثر من بحريني، وإن كان استعمال البحرين أكثر من استعمال البحران كذلك. انتهى. ¶ وعبارة الجوهري: بحرين بلد، والنسبة إليها بحراني (¬2). ¶ قال اليزيدي (¬3): كرهوا أن يقولوا: بحري، فتشتبه النسبة إلى البحر، انتهى. ¶ البَدْلِيْسي: بفتح الموحدة، وسكون المهملة، وكسر اللام، وسين مهملة، بُلَيْدة من نواحي أرمينية، قريب خِلَاط (¬4) منها أبو معاذ صاحب الشيخ أبي إسحاق الشيرازي (¬5). «داودي». ¶ ¬__________ ¶ (¬1) «شرح الكافية»: (3/ 267 ط. جامعة قاريونس). ¶ (¬2) وانظر «القاموس»: مادة (بحر). ¶ (¬3) انظر: «تاج العروس»: (10/ 122) ¶ (¬4) «معجم البلدان»: (2/ 380). ¶ (¬5) وعرف بهذه النسبة غيره كذلك كمحمد بن أحمد بن محمد بن أحمد الغازي، أبو الحسن البدليسي. «ذيل طبقات الحنابلة»: (1/ 69)، ومن المتأخرين إدريس بن حسام الدين البدليسي. «الكواكب السائرة»: (1/ 100).",
            "page": "80",
            "part": "1",
            "seal": "0540C632",
            "sora": null
        },
        {
            "aya": null,
            "id": "80",
            "na": null,
            "nass": "البَذِّي: عثمان بن سالم المقدسي إلى بَذَّا بفتح الموحدة، وشد المعجمة، مقصور، قرية من الساحل كذا ضبطه الحافظ في «الدرر الكامنة» (¬1). «داودي». ¶ البَرْبَري: بفتح الموحدة وسكون الراء الأولى، نسبةً إلى البَرْبَر. قال الحافظ في «درره» (¬2): وهم فيما يزعمون من ولد بَرْبَر بن قيس بن عَيْلان (¬3) بن مُضَر، وهم قبائل زناتة وهَوَّارة وصنهاجة ونفزة وكتامة ولواتة وصدينة وسنانة ومرانة (¬4)، وكانوا كلهم بفلسطين مع جالوت، فلما قُتِل تفرقوا وقصد أكثرهم الجبال في السوس وغيرها. ¶ نقله الحافظ عن الكمال جعفر في ترجمة أبي حيان (¬5). ¶ البُرِّي (¬6): بضم الموحدة، وتشديد الراء، عثمان البري (¬7) عن المقبري. ¶ ¬__________ ¶ (¬1) (3/ 250). ووقع في (أ) و (د): الدرر الكافية! خطأ. ¶ (¬2) (6/ 62). ¶ (¬3) في (أ): غيلان بالغين المعجمة، خطأ. ¶ (¬4) وقع في النسخ خلاف كبير في ضبط هذه الأسماء، وما أثبتناه من المصدر. ¶ (¬5) واسمه محمد بن يوسف بن حيان الغرناطي أثير الدين، أبو حيان الأندلسي. «الدرر الكامنة»: (6/ 62). ¶ (¬6) كذا أثبته هنا، ومقتضى الترتيب أن يتأخر. ¶ (¬7) عثمان بن مقسم البري، أبو سلمة الكندي. «لسان الميزان»: (4/ 155 ط. مؤسسة الأعظمي)، وقد ترجم له جم غفير.",
            "page": "81",
            "part": "1",
            "seal": "340BA496",
            "sora": null
        },
        {
            "aya": null,
            "id": "81",
            "na": null,
            "nass": "البراندسي: إلى براندس (¬1) من قُرى بغداد، منها علي بن محمد بن علي بن الزَّيْتُوني الفقيه، ذكره ابن رجب في «طبقات الحنابلة» (¬2). «داودي». ¶ البَرْجُوْني: إلى برجون (¬3) محلة بالجانب الشرقي من واسط كذا ذكره ابن السبكي (¬4) في ترجمة عبد الرحمن بن محمد المعروف بابن المُعَلِّم، ولم يضبطها، وضبطها الحافظ المنذري بَرْجُوْنَة بفتح الموحدة، وسكون الراء المهملة، وضم الجيم، وسكون الواو، وفتح النون، وتاء تأنيث، في ترجمة الحسن بن علي بن المبارك الواسطي البرجوني. «داودي». ¶ البَرْدَاني: بالسكون إلى بَرْدَانِيَّة قرية بنواحي إسكاف، منها محمد بن مهلهل الحنبلي. «تبصير المنتبه» (¬5). «داودي». ¶ البُرْزي: إلى بُرْزة من قرى واسط (¬6). «داودي». ¶ البُرْسُقي: بضم الموحدة، وسكون الراء، وضم السين المهملتين، ¶ ¬__________ ¶ (¬1) في (أ): برادنس. خطأ. ¶ (¬2) (1/ 149). ¶ (¬3) في (أ): برجوني. وفي (د):برجونا، وما أثبتناه من مطبوعة «طبقات الشافعية» للسبكي. ¶ (¬4) «طبقات الشافعية الكبرى»: (8/ 174 ط. دار هجر). ¶ (¬5) (1/ 137). ¶ (¬6) تبصير المنتبه (1/ 138)، وذكر من المنسوبين إليها: رضي الدين إبراهيم بن عمر بن البرهان الواسطي التاجر.",
            "page": "82",
            "part": "1",
            "seal": "A85EDF68",
            "sora": null
        },
        {
            "aya": null,
            "id": "82",
            "na": null,
            "nass": "وبالقاف، نسبةً إلى بُرْسُق رجل. ذكرها ابن خلكان (¬1) في ترجمة آق سنقر. ¶ البَرْنَكَاني: بموحدة وراء ونون، نسبةً إلى البرنكان بوزن زَعْفَران، ضَرْبٌ من الأكسية (¬2). كذا في «حواشي الشفا» للشمس الحجازي. «داودي». ¶ البِرِنْكي: بكسر الموحدة، والراء المهملة، وسكون النون، إلى بِرِنْك بلدة منها تاج الدين محمد بن أبي الفضل الحنفي. «مشتبه» (¬3). «داودي». ¶ البَرَوِي: بفتح الموحدة والراء بعدها واو، أبو منصور محمد بن محمد بن سعد الله البروي الفقيه الشافعي، أحد الأئمة، له جدل مشهور سماه «المقترح في المصطلح» وشرحه التقي بن أبي الفتوح (¬4) المعروف بالمقترح شرحاً [مستوفى] (¬5) واشتهر باسمه لكونه كان يحفظه فلا يقال إلا التقي المقترح، توفي في رمضان سنة سبع وستين وخمسمائة ببغداد. ¶ ولا أعلم البروي نسبة لأي شيء هي ولا ذكرها السمعاني، وغالب ظني ¶ ¬__________ ¶ (¬1) «وفيات الأعيان»: (2/ 327)، ووقعت النسبة في (جـ) البوسقي بالواو. ¶ (¬2) «تاج العروس»: (27/ 74). ¶ (¬3) «تبصير المنتبه»: (1/ 145). ¶ (¬4) كذا، وفي مطبوعة «وفيات الأعيان»: أبي الفتح. ¶ (¬5) زيادة من المصدر، يختل السياق بدونها.",
            "page": "83",
            "part": "1",
            "seal": "8ABA4034",
            "sora": null
        },
        {
            "aya": null,
            "id": "83",
            "na": null,
            "nass": "أنها في نواحي طوس (¬1) والله أعلم. «ابن خلكان» (¬2). ¶ البَرِيْدي: أيضاً إلى سكة البريد بجرجان (¬3). «داودي». ¶ البَرِّي: أيضاً، بفتح الموحدة، عبد الله بن بَرِّي شيخ العربية بمصر. «تبصير» (¬4). ¶ البُزَاعِي: إلى بُزَاعا بضم الباء الموحدة، وفتح الزاي، وبعد الألف عين مهملة، ثم ألف، قرية بين حلب ومنبج (¬5) كذا في «المقفى» (¬6) للمقريزي. «داودي». ¶ البَزْري: بفتح الموحدة، وسكون الزاي، بعدها راء، نسبةً إلى عمل البَزْر (¬7) ¶ ¬__________ ¶ (¬1) كتب ناسخ النسخة (جـ) بإزاء هذا الموضع: في معجم البلدان: البَروية بفتحتين ناحية باليمن تشتمل على قرى كثيرة .. ¶ (¬2) «وفيات الأعيان»: (4/ 225 - 226). ¶ (¬3) «تبصير المنتبه»: (1/ 145). ¶ (¬4) «تبصير المنتبه»: (1/ 139). ¶ (¬5) «معجم البلدان»: (1/ 409). ¶ (¬6) (5/ 363) ترجمة رقم (2284): محمد بن سلطان بن سعيد بن يوسف، أبو عبد الله البُزاعي المقرئ. ¶ (¬7) وقعت العبارة في (جـ): البَزِّي بفتح الموحدة بعدها زاي نسبة إلى عمل البزاو. كذا ..",
            "page": "84",
            "part": "1",
            "seal": "3D3D5486",
            "sora": null
        },
        {
            "aya": null,
            "id": "84",
            "na": null,
            "nass": "أو بيعه. ذكره ابن خلكان (¬1) في ترجمة أبي القاسم عمر بن محمد بن أحمد بن عكرمة المعروف بابن البَزْرِي الفقيه الشافعي. «داودي». ¶ البُرْنَوذي (¬2): إلى بُرْنَوذ (¬3) من قرى نيسابور منها محمد بن علي بن عمر المذكر، أبو علي النيسابوري الواعظ، من قدماء شيوخ الحاكم (¬4)، انتهى. «داودي». ¶ البَزُوري: إلى بَزُورا، قرية بدجيل من قرى بغداد، منها عبد الرحمن بن (¬5) عيسى الحنبلي البغدادي. كذا في «طبقات ابن رجب» (¬6)، انتهى. «داودي». ¶ البسَاخِي: بضم الباء وكسرها كذا السماع، ذكره في «شرح الهداية» وكَتَبَ أيضاً: قاله الكاكي في «معراج الدراية» يُحرر (¬7). ¶ ¬__________ ¶ (¬1) «وفيات الأعيان»: (3/ 444). ¶ (¬2) في (أ) و (جـ) و (د): «البزنودي. خطأ، نتج عنه خلل في الترتيب، والتصحيح من المصادر. ¶ (¬3) «معجم البلدان»: (1/ 403). ¶ (¬4) مترجم في «تاريخ الإسلام»: (25/ 151) و «الميزان»: (6/ 263) و «لسانه»: (5/ 292)، وغيرها. ¶ (¬5) في (أ) و (ب) و (د): أبو. خطأ، والتصحيح من المصدر، فهو بن عيسى، وكنيته أبو محمد وأبو الفرج. ¶ (¬6) (1/ 199). ¶ (¬7) التحرير أن «معراج الدراية» للكاكي هو شرح على «الهداية» للمرغياني في الفقه الحنفي، والكاكي هو قوام الدين محمد بن محمد البخاري المتوفى سنة (794هـ). «إيضاح المكنون»: (2/ 2022).",
            "page": "85",
            "part": "1",
            "seal": "9E458410",
            "sora": null
        },
        {
            "aya": null,
            "id": "85",
            "na": null,
            "nass": "البَسِيلي، إلى بَسِيل كَأَمير قرية. كذا في «القاموس» (¬1). ¶ البشكري: أبو عَوَانة -بفتح العين المهملة- الوَضَّاح بتشديد الضاد المعجمة، بعد الواو المفتوحة، آخره مهملة، بعد الألف، البَشْكُري بالمعجمة بعد الموحدة، الواسطي، توفي سنة خمس أو ست وسبعين ومائة، ذكر ذلك القسطلاني في باب «وجوب القراءة للإمام والمأموم» من «شرح البخاري» فليحرر؛ فإنه خطأ من النساخ والصواب اليَشْكُري بالمثناة التحتية وضم الكاف كما ذكره شيخ الإسلام في بدء الوحي (¬2) وغيره (¬3) .. ¶ البَشْكُوالية: كتاب «الصلة» البشكوالية تأليف حافظ الأندلس خلف بن عبد الملك بن مسعود (¬4) بن عيسى بن موسى بن بشكوال (¬5) بموحدة مفتوحة، فشين معجمة ساكنة، فكاف مضمومة، فواو، فألف، فلام، كذا قيده ابن خلكان (¬6)، وكذا رأيته بخط الذهبي وغيره بضمة فوق الكاف ¶ ¬__________ ¶ (¬1) وانظر «تاج العروس» (28/ 85). ¶ (¬2) «فتح الباري»: (1/ 40 ط. دار السلام ودار الفيحاء). ¶ (¬3) وهو محدث مشهور جداً، أخرج له الستة. ¶ (¬4) قوله: «بن مسعود» ليس في (أ) و (جـ) و (د)، وقد ألحق في هامش النسخة (ب). ¶ (¬5) كتب في هامش النسخة (ب) بإزاء هذا الموضع: بن يوسف الأنصاري الأندلسي القرطبي، توفى سنة (578هـ). أ. هـ. وهو تتمة التعريف بالحافظ ابن بشكوال. ¶ (¬6) «وفيات الأعيان»: (2/ 240).",
            "page": "86",
            "part": "1",
            "seal": "3546E918",
            "sora": null
        },
        {
            "aya": null,
            "id": "86",
            "na": null,
            "nass": "مصححاً عليه، وكذا ضبطه الشامي في باب قص شاربه من الجزء الثالث. ¶ البُصْري: بالضم، وفتح الراء، إلى بُصْرَى من أعمال دمشق وهي قصبة حوران (¬1)، نُسِبَ إليها غير واحد. «داودي». ¶ البَصْري: بالفتح إلى البَصْرة بالمغرب بقرب «طنجة»، منها عمران بن عبد الله أبو هارون العُمَري، أول من أدخل كتاب محمد بن المواز الأندلس. ذكره عياض في «المدارك». «داودي». ¶ البَطَائحي: إلى البطائح عدة قرى مجتمعة في وسط الماء بين واسط والبصرة (¬2). «داودي». ¶ البَعْدَاني: بموحدة، وعين، ودال مهملتين، وألف، ونون، بلدة من مخلاف اليمن (¬3). ضبط ذلك الفاسي في «تاريخ مكة» (¬4). «داودي». ¶ البَطْيَاسِي (¬5): بفتح الموحدة، وسكون المهملة، وفتح التحتية، وبعد الألف سين مهملة، قرية كانت بظاهر حلب لم يبقَ لها اليوم أثر (¬6). «ابن ¶ ¬__________ ¶ (¬1) «معجم البلدان»: (1/ 441). ¶ (¬2) «معجم البلدان»: (1/ 450). ¶ (¬3) «معجم البلدان»: (1/ 452). ¶ (¬4) المسمى بـ «العقد الثمين في تاريخ البلد الأمين». ¶ (¬5) كذا أخره، ومقتضى الترتيب أن يتقدم. ¶ (¬6) «معجم البلدان»: (6/ 118).",
            "page": "87",
            "part": "1",
            "seal": "14944EFE",
            "sora": null
        },
        {
            "aya": null,
            "id": "87",
            "na": null,
            "nass": "خلكان» (¬1). «داودي» (¬2). ¶ البَغْشُوري: بفتح الموحدة، وسكون الغين، وضم الشين المعجمتين، وبعد الواو الساكنة راء، بُلَيْدة بخراسان بين مَرْو وهراة. «داودي». ¶ ويُقال لها أيضاً: بخشور، حكاه في «الترتيب» عن ابن الأثير. وقال: وفي ذلك تغيير وإبدال خارج عن القياس. انتهى. ¶ وفي «القاموس» (¬3): بَغْشُور بالفتح بلد بخراسان، أو مَحَلَّة، والنسبة بغوي على غير قياس مُعَرَّب كَوْشور، أي: الحفرة المالحة. انتهى. ¶ وقال زين العرب (¬4): البغوي منسوب إلى بغشور، ويقال لها «بغ» أيضا، والاسم المركب تركيباً مزجياً ينسب إلى جزئه الأول كالمعْدِي، فإن قلت: فمن أين جاءت الواو في النسبة؟ قلت: أجروا لفظ «بغ» مجرى «دم» وجعلوه محذوف العَجُز تقديراً، ثم ردوه في النسب. انتهى. ¶ وفي «طبقات الإسنوي»: البغوي منسوب إلى بَغَا بفتح الموحدة. ¶ ¬__________ ¶ (¬1) «وفيات الأعيان»: (6/ 118). ¶ (¬2) ونقله الزبيديُّ في «تاج العروس»: (15/ 459). عن الداودي. ¶ (¬3) (ص450). ¶ (¬4) هو علي بن عبد الله المصري، الشهير بزين العرب، له كتاب «شرح مصابيح السنة» للبغوي، يغلب على ظني أن يكون هذا النقل فيه.",
            "page": "88",
            "part": "1",
            "seal": "4BE65DA9",
            "sora": null
        },
        {
            "aya": null,
            "id": "88",
            "na": null,
            "nass": "وقال ابن خلكان (¬1): نسبة إلى بلدة بخراسان يقال لها بَغ وبَغور (¬2) بفتح الموحدة والغين المعجمة وبعدها واو، وهذه النسبة شاذة على خلاف القياس. قاله السمعاني في كتاب «الأنساب» (¬3). ¶ البَقُّوري: بفتح الموحدة، وشد القاف، وراء مهملة، إلى بلد بالأندلس. ضبطه ابن فرحون في «طبقات المالكية» (¬4) في ترجمة محمد بن إبراهيم بن محمد، أبو عبد الله البَقُّوري، مصنِّف «إكمال الإكمال»، وله كلام على كتاب القرافي (¬5) في الأصول، توفي سنة سبع وسبعمائة. «داودي». ¶ البَكْجَري: بفتح الموحدة، وسكون الكاف، وفتح الجيم، ثم راء، ثم ياء نسبة، لا أدري لماذا. عن مُغْلَطاي (¬6). «داودي». ¶ بَلْحَرِيش: بفتح الموحدة، وسكون اللام، وفتح المهملة، وكسر الراء، وبالشين المعجمة. ¶ ¬__________ ¶ (¬1) «وفيات الأعيان»: (2/ 137). ¶ (¬2) كذا، وفي مطبوعة «وفيات الأعيان»: بغشور، وكذا في أنساب السمعاني، وهو الصواب. ¶ (¬3) (1/ 374). ¶ (¬4) المسمى بـ «الديباج المذهب في معرفة أعيان المذهب»: (ص166). ¶ (¬5) في (أ) و (جـ) و (د): العراقي. خطأ، والتصحيح من المصدر و (ب). ¶ (¬6) أي: هذه النسبة عُرِفت للحافظ مغلطاي بن قليج الحنفي. «ذيل تذكرة الحفاظ»: (ص91).",
            "page": "89",
            "part": "1",
            "seal": "F59BA1DB",
            "sora": null
        },
        {
            "aya": null,
            "id": "89",
            "na": null,
            "nass": "البَلَطي: بفتحتين آخره طاء مهملة إلى بَلَط، ويقال لها: «بَلَد» بالدال، وهي المذكورة في الأصل (¬1). «داودي». ¶ البِلِّفِيْقي: إلى بِلِّفيق، بكسر الموحدة (¬2)، واللام المشددة (¬3)، والفاء، وسكون التحتية، وقاف، حصن بالمريَّة، نُسِبَ إليه إبراهيم بن محمد بن إبراهيم الإمام المعروف بابن الحاج. «مقفى» (¬4). «داودي». ¶ بَليٌّ: بفتح الموحدة، وتشديد الياء. قال الجوهري: «بَليٌّ» على فعيل، قبيلة من قضاعة. ¶ بَنْج دِيَه: معناه بالعربية خمس قرى، ويقال في النسبة إليها فَنْجَدِيهي وبَنْجَديهي بالفاء والجيم، والباء الموحدة والجيم. «ابن خلكان» (¬5). ¶ البنوي: نسبة إلى الأبناء، ردًّا إلى المفرد، وهم قوم من الفرس ارتهنتهم العرب وغلب عليهم هذا الاسم، كغلبة الأنصار، وقد يُنسب إليهم: ¶ ¬__________ ¶ (¬1) أي نسبة البلدي، في «لب اللباب»: (1/ 143). ¶ (¬2) ومع ذلك فقد ضبط ناسخ النسخة (أ) النسبة بالحركات فوضع على الباء حركة «الفتح» وهذا يدل على غفلته الشديدة. ¶ (¬3) المكسورة، كما نص عليه المقريزي في «المقفى»، أما الناسخ فضبطها بالحركات باللام المشددة المفتوحة، وهو خطأ. ¶ (¬4) «المقفى الكبير»: (1/ 169 ترجمة رقم 318). ¶ (¬5) «وفيات الأعيان»: (4/ 391).",
            "page": "90",
            "part": "1",
            "seal": "AD4AC06D",
            "sora": null
        },
        {
            "aya": null,
            "id": "90",
            "na": null,
            "nass": "«أبناوي»، وتَقَدَّم في الهمزة (¬1)، ويقال: بناوي وهو شاذ، كما قالوا في أبي بكر: بكراوي. ¶ البَوْسي: بالفتح ومُهملة أيضاً، إلى بلدة بين عَكَّا ونابلس، ذكرها المقريزي في ترجمة عوض بن محمود البَوْسي المصري المالكي (¬2). «داودي». ¶ البُونَسي: إبراهيم بن علي الشَّريشي، له تصانيف، مات سنة إحدى وخمسين وستمائة (¬3)، إلى بُونَس بالضم قرية من أعمال شَرِيش. «داودي». ¶ البَهْزِي (¬4): إلى بهز بن امرئ القيس بن بُهْثَة بن قيس (¬5) عيلان، منهم: البهزي صاحب الظبي الحاقف (¬6) واسمه مُرَّة، وقيل: زيد، وبُهْثَة (¬7) بضم ¶ ¬__________ ¶ (¬1) أي تقدم في كتاب السيوطي «لب اللباب» في الأبناوي (1/ 35). ¶ (¬2) ليس في مطبوعة «المقفى»، وسبب ذلك أن الموضع الذي فيه أواخر حرف العين مما لم يصل إلينا. ¶ (¬3) «تبصير المنتبه»: (4/ 1510). ¶ (¬4) هذه النسبة استدركها ابن الأثير في «لبابه»: (1/ 192) على السمعاني، وفاتت السيوطي-رحمه الله-، وعادة المصنف أن يعزو مثل هذا إلى «اللباب» فكأنه لم يراجعها فيه. ¶ (¬5) ف (جـ): بن بهثة [بن سليم] بن قيس. ¶ (¬6) وقعت في (أ) و (ب) و (د): الحائف بلا نقط، وفي (جـ): الخائف منقوطة، وما أثبتناه هو الموافق لما في أكثر مصادر ترجمته، وهو صحابي، ترجمه ابن عبد البر في «الاستيعاب»: (1/ 166). ¶ (¬7) في (أ): بهيثة. وما أثبتناه من «اللباب».",
            "page": "91",
            "part": "1",
            "seal": "5C3E1873",
            "sora": null
        },
        {
            "aya": null,
            "id": "91",
            "na": null,
            "nass": "الموحدة وسكون الهاء وبالثاء المثلثة، وسُلَيم بضم السين وفتح اللام، وبَهْز بفتح الموحدة وبالزاي. كذا في «جامع الأصول» (¬1). ¶ البُوَيْبي: ذكره السمعاني (¬2) بضم الموحدة، وبعدها الواو، وياء ساكنة، ثم باء موحدة، نسبة إلى بُوَيْب اسم جد عيسى بن خلَّاد (¬3). «داودي». ¶ البَهِي: بفتح الباء، وكسر الهاء، بصيغة النَّسَب، وليس نَسَباً إلى أحد، وإنما هو لقب عبد الله البهي مولى مصعب بن الزبير بن العوام «جامع الأصول» (¬4). ¶ البَلَاذُري: بفتح الموحدة، بعدها اللام ألف، وضم الذال المعجمة، وفي آخرها الراء، نسبةً إلى البَلاذُر وهو معروف، والمشهور بها أبو محمد أحمد بن محمد الطوسي البَلَاذُري الحافظ الواعظ، توفي سنة تسع وثلاثين وثلاثمائة شهيداً. «لباب» (¬5). ¶ البلاساغوني (¬6): بسين مهملة، وغين معجمة، إلى بلد عظيم من ثغور ¶ ¬__________ ¶ (¬1) (12/ 234). ¶ (¬2) «الأنساب»: (1/ 416). ¶ (¬3) وقد أوردها السيوطي في «لب اللباب» (1/ 154) مختصراً. ¶ (¬4) (12/ 234). ¶ (¬5) (1/ 193)، وقد أورده السيوطي في «اللب» (1/ 141) مختصراً. ¶ (¬6) في (أ) و (د): البلاساغوتي. خطأ، والتصحيح من المصادر.",
            "page": "92",
            "part": "1",
            "seal": "9C42F1ED",
            "sora": null
        },
        {
            "aya": null,
            "id": "92",
            "na": null,
            "nass": "التُّرْك، وراء سيحون، قريب من كاشغر (¬1). «داودي». ¶ البَيَّاضِي: بتشديد التحتية، نسبة إلى البَيَّاضة من مَحَال حلب، ذكرها البقاعي في ترجمة عمر بن أحمد بن يوسف النشابي (¬2). «داودي». ¶ البَيْتَلِيْدي: بموحدة، ثم تحتية ساكنة، ثم فوقية مفتوحة، ثم لام، ثم تحتية ساكنة، ثم دال مهملة. ضبطها البقاعي في ترجمة عبد الله بن محمد بن يحيى البَيْتَلِيْدي المقدسي (¬3). «داودي». ¶ البِيْرَة: خمسة مواضع: بلدة قرب سُميسَاط، وقرية بين القدس ونابلس، وأخرى من أعمال حَلب نسب إليها جماعة، وأخرى من كفرطاب، وقلعة كانت بجزيرة ابن عمر، وأما التي بالأندلس فيقال لها الأُلْبيرة، وربما سَهَّلُوا الهمزة فقالوا: اللّبِيرة، منها مكي بن صفوان اللبيري، ويقال له: الِبيري، المحدث مولى بني أمية، مات سنة ثمان وثلاثين وثلاثمائة (¬4). انتهى «مشتبه» (¬5). ¶ ¬__________ ¶ (¬1) «معجم البلدان»: (1/ 476). ¶ (¬2) عنوان الزمان (4/ 114 ترجمة رقم 407). ¶ (¬3) وترجمه السخاوي في «الضوء اللامع»: (5/ 60). ¶ (¬4) كذا في (أ) و (د)،وفي (جـ) و (ب):538، وفي مطبوعة «تبصير المنتبه»: (308هـ). ¶ (¬5) «تبصير المنتبه»: (1/ 189).",
            "page": "93",
            "part": "1",
            "seal": "D2C5E5E6",
            "sora": null
        },
        {
            "aya": null,
            "id": "93",
            "na": null,
            "nass": "البيطاري: عبد الله بن إسحاق، لنزوله عند بلال البيطار، كنيته أبو محمد، كان فقيهاً، ولقي مالكاً، ومات سنة إحدى وثلاثين ومائتين. انتهى. «مدارك» (¬1). «داودي». ¶ البَيْلُوني: إلى البَيْلون وهو الحَجَر المعروف بالطَّفَل (¬2). ¶ البَيُوزَى: بفتح أوله، وضم ثانيه، وبعده زاي معجمة مقصوراً، على وزن فَعُولا، قرية (¬3) بشط الفُرات بقرب دير العاقول، قُتل بها أبو الطيب المتنبي في رمضان سنة أربع وخمسين وثلاثمائة، ذكره المقريزي في «المقفى» (¬4). «داودي». ¶ ¬__________ ¶ (¬1) «ترتيب المدارك»: (1/ 196). ¶ (¬2) أفاد الزبيدي في «تاج العروس»: (34/ 274) من هذا الكتاب في الكلام على هذه النسبة، قال: وإليه نُسب أبو الثناء محمود بن محمد الحلبي البيلوني المحدث. ¶ (¬3) في (أ): قرية قرية. مكررة. ¶ (¬4) (1/ 129).",
            "page": "94",
            "part": "1",
            "seal": "3A899A2B",
            "sora": null
        },
        {
            "aya": null,
            "id": "94",
            "na": null,
            "nass": "حرف التاء ¶ التاراني: بالراء المهملة، إلى تاران من قرى طرابلس وجبل بطريق الحجاز. «تبصير» (¬1). «داودي». ¶ التَّتَائِي: بتائين مثناتين فوقيتين مفتوحتين، إلى تتا بُلَيدة بمصر من أسفل الأرض ينسب (¬2) إليها كورة. انتهى من «المراصد» (¬3). ¶ التُرْبُجي: بمثناة فوقية مضمومة، وراء ساكنة، وموحدة مضمومة، من أئمة الشافعية، ذكره شيخ الإسلام في «شرح البهجة» في سنن الصلاة، كالإسنوي في «الطبقات». ¶ التُرْكُسْتَاني: اسم جامع لجميع بلاد الترك، وأول حَدِّهم من جهة ¶ ¬__________ ¶ (¬1) «تبصير المنتبه»: (1/ 119). ¶ (¬2) كذا، وفي المصدر: تنسب، وهو الأظهر. ¶ (¬3) «مراصد الإطلاع»: (1/ 253). وكتب ناسخ النسخة (ب) بإزاء هذا الموضع في الهامش ما نصه: وعرف بهذه النسبة جمال الدين أبو المحاسن يوسف بن حسن التتائي بمثناتين فوقيتين نسبة إلى تتا قرية من قرى نواحي مدينة منف العليا. وقول «المراصد» من أسفل الأرض فيه نظر؛ لأن الذي كانت في أسفل الأرض خربت في زمن الفتح الإسلامي وكان موضعها فسطاط سيدنا عمرو بن العاص، فليراجع.",
            "page": "95",
            "part": "1",
            "seal": "DE1B013D",
            "sora": null
        },
        {
            "aya": null,
            "id": "95",
            "na": null,
            "nass": "المسلمين فاراب، ومدائنهم المشهورة ست عشرة مدينة. «معجم» (¬1). والمحفوظ في ضبطه: ضم التاء الفوقية، وسكون الراء، وضم الكاف، وسكون السين المهملة، ثم فوقية أيضاً مفتوحة، وبعد الألف نون. انتهى. «داودي». ¶ التُّرْبي: إلى قرية من نواحي زبيد بأرض اليمن (¬2). «داودي». ¶ التعجيزي: علاء الدين علي بن عمر الرَّقِّي الدمشقي؛ لأنه كان يحفظ كتاب «التعجيز» لابن يونس. ذكره الحافظ ابن حجر في «الدرر الكامنة» (¬3). ¶ التَّعْمَري: إلى تعمر قبيلة من البربر، منها أبو علي الحسين بن محمد. انتهى، «تبصير ابن حجر» (¬4). «داودي». ¶ التَّلِيدمي (¬5): إلى تَلِيدم بزيادة ميم، منها إبراهيم بن علي بن عطية أبو إسحاق التليدمي الريدي (¬6) إلى قرية بالأُشْمُونين. «مقريزي» (¬7). ¶ ¬__________ ¶ (¬1) «معجم البلدان»: (2/ 23). ¶ (¬2) انظر: «السلوك في طبقات العلماء والملوك»: (2/ 391). ¶ (¬3) (4/ 108). ¶ (¬4) (4/ 1507). ¶ (¬5) في (أ): التليدي. خطأ، والتصحيح من المصدر. ¶ (¬6) من هنا إلى آخر العبارة فُصِل في النسخ كأنه نسبة مستقلة، كما صحفت الريدي في بعض النسخ إلى التيدي، وكل ذلك خطأ، والتصحيح من المصدر. ¶ (¬7) «المقفى الكبير»: (1/ترجمة رقم 220).",
            "page": "96",
            "part": "1",
            "seal": "CD9E4FBB",
            "sora": null
        },
        {
            "aya": null,
            "id": "96",
            "na": null,
            "nass": "التَّلِّي: إلى تَل بني الصباح، قرية قرب بغداد. ¶ التِّيْزيني: بكسر الفوقية، وسكون التحتية، ثم زاي، ثم تحتية، ونون، مدينة من أعمال حلب، ضبطها البقاعي في «معجمه» في ترجمة محمد بن علي بن عبد الصمد بن يوسف زين الدين التيزيني (¬1). «داودي». ¶ التِّيْفَاشِي: بفوقية، فتحتية، ففاء، وألف، فشين معجمة، قرية من قرى قَفْصَة منها أحمد بن يوسف بن أحمد بن أبي بكر بن حمدون، العلامة شرف الدين القَفْصي التيفاشي المالكي. ذكره ابن فرحون (¬2). «داودي». ¶ التيمري: إلى تَيْم الرِّبَاب على وزن كِتَاب. «ج ص» (¬3). ¶ التَّلَّائي: إلى تَلَّاء بفتح الفوقية، وتشديد اللام، آخره ألف ممدودة من عَمَل الأُشْمُونين بأدني الصعيد، ضبطها البقاعي في ترجمة محمد بن علي بن مسعود التلَّائي (¬4). «داودي». ¶ ¬__________ ¶ (¬1) وترجمه السخاوي في «الضوء اللامع»: (8/ 163). ¶ (¬2) «الديباج المذهب»: (ص40). ¶ (¬3) رمز «لجامع الأصول»: (12/ 242). ¶ (¬4) وانظر: «الضوء اللامع»: (8/ 189).",
            "page": "97",
            "part": "1",
            "seal": "7C434E56",
            "sora": null
        },
        {
            "aya": null,
            "id": "97",
            "na": null,
            "nass": "حرف الثاء المثلثة ¶ الثَّبَجي: بمثلثة، فموحدة مفتوحتين، فجيم، هو ابن دقيق العيد؛ لأنه ولد بِثَبَج البحر بساحل ينبع من الحجاز، ومنه الحديث الصحيح: «يركبون ثبج هذا البحر» (¬1) أي: ظهره، وقيل: وسطه. «عراقي» (¬2). ¶ الثَّوَّاب: بائع الثَّوْب وصاحبه، ومحمد بن عمر الثيابي المحدِّث، كان يحفظ الثياب في الحمام. انتهى. «قاموس» (¬3). ¶ الثِّيري: إلى ثِيْرة من بلاد الروم، بكسر المثلثة، وسكون المثناة التحتية، فراء مهملة، فهاء، ذكرها العيني في ترجمة الجلال التباني (¬4) من «تاريخه» في سنة ثلاث وتسعين وسبعمائة (¬5). ¶ ¬__________ ¶ (¬1) أخرجه البخاري (رقم 2789) ومسلم (رقم 1912). ¶ (¬2) «ألفية العراقي»: (1/ 318) مع شرح الناظم، وانظر شروح ألفية العراقي عند هذا البيت، كـ «فتح المغيث»: (2/ 129 - 130). ¶ (¬3) (ص82). ¶ (¬4) في (أ) و (د): البناني، وفي (جـ):السامي. خطأ، والتصحيح من المصدر. ¶ (¬5) وترجمه الحافظ في «الدرر الكامنة ش: (2/ 97) وابن العماد في «شذرات الذهب»: (6/ 326).",
            "page": "98",
            "part": "1",
            "seal": "AF766ECA",
            "sora": null
        },
        {
            "aya": null,
            "id": "98",
            "na": null,
            "nass": "حرف الجيم ¶ الجبراني: قال الصلاح الصفدي (¬1): بضم الجيم وفتحها، وبعد الموحدة راء فألف فنون. ¶ وفي «المشتبه» (¬2) للذهبي: قرية جَبرين بفتح الجيم ويجوز كسرها بحلب، انتهى. «داودي». ¶ الجَبْرِيني: بفتح الجيم، وسكون الموحدة، وراء، ونون، نسبةً إلى جَبْرِين قرية من أعمال حَلَب (¬3). «عبد القادر» (¬4). ¶ الجُبِّي: وإلى (¬5) الجُبَّة، قرية بِسَوَاد بغداد من نواحي طريق خُراسان (¬6)، وإلى جُبَّة موضع بمصر، نُسِبَ إليها أبو بكر محمد بن موسى بن عبد العزيز الكندي المصري يعرف بابن الجُبِّي، كان فقيهاً شافعياً شاعراً ¶ ¬__________ ¶ (¬1) في «الوافي بالوفيات»: (8/ 227). ¶ (¬2) انظر: «تبصير المنتبه»: (1/ 382). ¶ (¬3) انظر: «معجم البلدان»: (2/ 101). ¶ (¬4) هو القرشي صاحب «الجواهر المضية في طبقات الحنفية» وكلامه فيه: (2/ 393). ¶ (¬5) أي إضافة إلى ما ذكره السيوطي في «لب اللباب» (1/ 194). ¶ (¬6) انظر: «تبصير المنتبه»: (1/ 302).",
            "page": "99",
            "part": "1",
            "seal": "2A45035C",
            "sora": null
        },
        {
            "aya": null,
            "id": "99",
            "na": null,
            "nass": "فصيحاً، أخذ عن ابن الحدَّاد، وكان يتظاهر بالاعتزال (¬1). «داودي». ¶ الجديدي: إلى قرية بالقيروان، ذكرها الفاسي في ترجمة محمد بن محمد الجديدي المالكي القيرواني، وقال: هي بجيم، ودالين مهملتين. «داودي». ¶ الجُدِّي: بالضم إلى بَطْن من قُضاعة: جُدَّة ابن جَرم ابن زَبَّان بن حُلْوان بن عِمْران بن الحَاف بن قُضاعة. «داودي». ¶ الجُدْرِي: بالضم إلى جُدْرة بن سَبْرَة العَتَقي (¬2)، شَهِدَ فَتْحَ مِصْر. «داودي». ¶ الجراحي (¬3): إلى قرية بالدقهلية بمصر «داودي» (¬4). ¶ الجُرْفي: بالضم إلى قرية باليمن (¬5)، وأُخرى بأُدْفُو من صعيد مصر. ¶ الجَرْمَقَاني: بجيم مفتوحة فراء ساكنة فميم مفتوحة، فقاف، فألف فنون، منسوب إلى الجَرَامقة. قال في «الصحاح» (¬6): قَوْمٌ بالموصل أصلهم من ¶ ¬__________ ¶ (¬1) «الإكمال» لابن ماكولا: (2/ 232). ¶ (¬2) انظر: «توضيح المشتبه»: (3/ 232)، وقد ذكر هناك أن الصواب في داله الإعجام لا الإهمال، والإهمال قول لبعضهم. ¶ (¬3) في (أ): الجراهي. ¶ (¬4) كتب بهامش النسخة (ب) بإزاء هذا الموضع: «الجرشي»: إلى جرش بالتحريك بلد بالأردن. «القاموس»: (ص757)، ولم أر علامة اللحق في صلب المتن فلم ألحقه به. ¶ (¬5) وردت في «أنساب» السمعاني: (2/ 46)، وذيوله، إنما استدرك المصنف ما يأتي. ¶ (¬6) انظر: «تاج العروس»: (25/ 125) ووقع في (أ) و (د): قال في «الصحيح» وهو خطأ.",
            "page": "100",
            "part": "1",
            "seal": "0B7CC99C",
            "sora": null
        },
        {
            "aya": null,
            "id": "100",
            "na": null,
            "nass": "العجم. ¶ وقال غيره: جرامقة الشام أنباطها (¬1) انتهى. «شامي». ¶ الجَرُودي: بفتح الجيم، وضم الراء، وسكون الواو، بعدها دال مهملة، نسبةً إلى جَرُود، قرية من أعمال دمشق من جهة حمص. ذكرها ابن خلكان (¬2) في ترجمة يزيد بن زياد بن ربيعة. ¶ الجُسْمَاني: ذُكِرَ عن بعض المشايخ أنه بضم الجيم نسبةً إلى الجِسْم على غير قياس. ¶ والذي في «المصباح» (¬3): الجُسْمَان بالضم: الجُثْمَان، وقال الأصمعي: الجثمان (¬4) الشخص، والجسمان هو الجسد والجسم. ¶ ثم رأيت في «شرح لقطة العجلان» (¬5) لشيخ الإسلام ما نصه: وينقسم العالم إلى رُوحاني بضم الراء وهو: الجَوْهَر المُجَرَّد عن المادة، وجِسْمَاني ¶ ¬__________ ¶ (¬1) أورد ذلك البلبيسي في «القبس» كما في حاشية العلامة المعلمي على الأنساب (3/ 349)، وانظر المصدر السابق. ¶ (¬2) «وفيات الأعيان»: (6/ 354). ¶ (¬3) «المصباح المنير»: (1/ 91). ¶ (¬4) في (أ) و (د): الجثماني. خطأ. ¶ (¬5) اسم الكتاب «فتح الرحمن بشرح لقطة العجلان وبله الظمآن» اللقطة للزركشي وفتح الرحمن لشيخ الإسلام زكريا الأنصاري.",
            "page": "101",
            "part": "1",
            "seal": "3B6AA6B7",
            "sora": null
        },
        {
            "aya": null,
            "id": "101",
            "na": null,
            "nass": "بكسر الجيم وهو الجوهر غير المجرد عنها .. إلى آخره. ¶ الجَصَّاص (¬1): بفتح الجيم، والصاد المشددة المهملة، وآخره صاد أخرى، نسبةً إلى عمل الجص، وتبييض الجدران. ¶ الجَعْوَني: إلى جَعْوَنة بن الحارث بن نمير. ¶ قال ابن دُرَيد (¬2): جعونة فَعْوَلَة من الجَعْن وهو استرخاء في الجسم، أو فَعْلَنَة من الجَعْو وهو جمعك الشيء، منهم يزيد بن المعتمر النميري الجعوني وفد على النبي صلى الله عليه وسلم سنة اثنتي عشر (¬3). ¶ الجَلُودي: بفتح الجيم، نِسْبةً إلى سَقيفة الجَلُودي عند باب أبي الرَّبيع بالقَيْرَوَان ذكره المقريزي في «المقفى» في ترجمة عيسى بن يزيد الجَلُودي (¬4). «داودي». ¶ الجَلُولي: بفتح الجيم، نسبة إلى جَلُولاء، وهي قرية بناحية فارس. ¶ قال الجوهري: على غير قياس، مثل حَرُوري في النسبة إلى حَرُوراء (¬5).انتهى. ¶ ¬__________ ¶ (¬1) هذه النسبة ذكرها السمعاني في «الأنساب»: (2/ 63)، وابن الأثير في «اللباب»: (1/ 128) وفاتت السيوطي في «لبه». ¶ (¬2) انظر: «تاج العروس»: (34/ 357). ¶ (¬3) ترجمته في «الإصابة»: (6/ 668). ¶ (¬4) هذه الترجمة وقعت في القسم الذي لم يصل إلينا من «المقفى». ¶ (¬5) «تاج العروس»: (28/ 226).",
            "page": "102",
            "part": "1",
            "seal": "554081E3",
            "sora": null
        },
        {
            "aya": null,
            "id": "102",
            "na": null,
            "nass": "الجليلي: إلى جبل الجليل أيضاً باليمن (¬1)، نُسب إليه أبو مسلم التابعي (¬2). «داودي». ¶ الجنَّاني: بنونين الأولى مشددة، إلى قرية ببيت جن تحت جبل الثلج (¬3). «داودي». ¶ الجُورتَاني: بضم الجيم، وسكون الواو، وبالراء المهملة، وفتح المثناة الفوقية، وبعد الألف نون، ذكرها المنذري في «التكملة» في ترجمة أبي عبد الله محمد بن أحمد بن علي بن محمد الأصبهاني الأديب الحمامي (¬4) قال: وظني أنها من نواحي أصبهان. «داودي». ¶ الجُوْزِي: بالزاي بدل الراء، من مُدُن كرمان (¬5). ¶ الجُوْزَقَاني: إلى جُوزَقَان، بضم الجيم، وسكون الواو، بعدها زاي، ثم قاف، بلدة من نواحي هَمَذَان ضبطه ابن السمعاني (¬6). «لسان». ¶ ¬__________ ¶ (¬1) «تبصير المنتبه»: (2/ 552). ¶ (¬2) ترجمته في «الإصابة»: (7/ 397). ¶ (¬3) «تبصير المنتبه»: (1/ 290) و «توضيح المشتبه»: (2/ 246). ¶ (¬4) في (أ): الجمامي. خطأ، وانظر ترجمة محمد هذا في «التقييد»: (ص56) و «إكمال الإكمال»: (2/ 187) و «المقصد الأرشد»: (2/ 351) و «توضيح المشتبه»: (2/ 275) و «شذرات الذهب»: (4/ 351) وغيرها. ¶ (¬5) «معجم البلدان»: (2/ 183). ¶ (¬6) انظر: «معجم البلدان»: (2/ 184).",
            "page": "103",
            "part": "1",
            "seal": "D962C74C",
            "sora": null
        },
        {
            "aya": null,
            "id": "103",
            "na": null,
            "nass": "الجُوَيْني: إلى جُوَين بَطْن من طَيّ، وهو جُوَين بن سنبس بن سلوية (¬1). ¶ الجلَّالي: نسبة إلى قبيلة من الأكراد. «داودي». ¶ الجِلَاوي: نسبة لجِلَاوَة بكسر الجيم، قبيلة إليها يُنسب أبو الحسن علي بن أبي الحسن الجِلَاوي المغربي المالكي من مشايخ ابن الهايم الفرضي، توفي سنة اثنتين وثمانين وسبعمائة، ودُفن بالقَرَافة الكُبرى بمصر (¬2). ¶ الجِيْتِي: بكسر الجيم، وسكون التحتية، ثم فوقية، قرية من أعمال بالس، ضبطها المنذري والذهبي (¬3). «داودي». ¶ الجِيْفِري (¬4): عبد الله بن حسن، أبو محمد بكسر الجيم، والفاء، بينهما ياء ساكنة، مهدوي من فقهائها ومتقنيها (¬5)، له معرفة بالحديث ورجاله. ذكره القاضي عياض في «المدارك» (¬6). «داودي». ¶ الجِيلُوي: بكسر الجيم، وسكون التحتية، وضم اللام، ثم واو، ضبطها ¶ ¬__________ ¶ (¬1) «تاج العروس»: (34/ 287). ¶ (¬2) «تبصير المنتبه»: (2/ 512). ¶ (¬3) وانظر: «تبصير المنتبه»: (1/ 301). ¶ (¬4) في مطبوعة «ترتيب المدارك»: الجيبري، بالباء. ¶ (¬5) كذا، وفي مطبوعة «ترتيب المدارك»: ومفتيها، وهو أظهر. ¶ (¬6) (2/ 70)",
            "page": "104",
            "part": "1",
            "seal": "61FBF332",
            "sora": null
        },
        {
            "aya": null,
            "id": "104",
            "na": null,
            "nass": "ابن السبكي في ترجمة عبد الحميد بن عبد الرحمن الجيلوي صاحب البحر الصغير (¬1). انتهى. «داودي». ¶ الجِيلي: إلى قرية على شاطئ دِجْلة يقال لها كيل، وإلى جيل رجل كان أخا ديلم، عُرف بذلك أبو الحسن قابوس بن أبي طاهر وشكمير (¬2) الجيلي أمير جُرْجَان. ذكره ابن خلكان (¬3). «داودي». ¶ ¬__________ ¶ (¬1) وترجمه السبكي في «طبقات الشافعية»: (10/ 45). ¶ (¬2) في المصدر: شمكير. ¶ (¬3) «وفيات الأعيان»: (4/ 79).",
            "page": "105",
            "part": "1",
            "seal": "FC826B44",
            "sora": null
        },
        {
            "aya": null,
            "id": "105",
            "na": null,
            "nass": "حرف الحاء ¶ الحارثي: إلى الحارثية، قرية من قُرَى بغداد منها الحافظ قاضي القضاة أبو محمد مسعود بن أحمد بن مسعود بن زيد بن عياش الحارثي ضبطه ابن رجب في «طبقات الحنابلة» (¬1). «داودي». ¶ الحَاجِّي: نسبة إلى من حَجَّ إلى بيت الله الحرام، نُسِبَ إلى ذلك أبو علي حسان بن سعيد المنيعي الحاجي، والمنيعي نسبة إلى جده الأعلى منيع (¬2). «داودي». ¶ الحَاجِرِي: بفتح الحاء المهملة، وكسر الجيم، بعدها راء، نِسْبَةً إلى حَاجِر بلدة بالحجاز لم يبق منها سوى الآثار، نسب إليها أبو منصور عيسى بن سنجر الشاعر لكونه ذكرها في شعره كثيراً. «ابن خلكان» (¬3). ¶ الحَاحِي: بحائين مهملتين إلى حَاحَة من عَمَل مَرَّاكش، منها محمد بن محمد بن علي بن مسعود العبدري (¬4) الحاحي قدم مصر، روى عنه الحافظ ¶ ¬__________ ¶ (¬1) «ذيل طبقات الحنابلة»: (4/ 299). ¶ (¬2) ترجمته في «سير أعلام النبلاء»: (18/ 265)، وقد ترجمه جم غفير. ¶ (¬3) «وفيات الأعيان»: (3/ 501). ¶ (¬4) تقرأ في (أ): الصدري. خطأ، والتصحيح من المصدر.",
            "page": "106",
            "part": "1",
            "seal": "FEA29923",
            "sora": null
        },
        {
            "aya": null,
            "id": "106",
            "na": null,
            "nass": "الدمياطي ذكره المقريزي في «المقفى» (¬1). «داودي». ¶ الحَايرِي: نسبة إلى الحاير الذي فيه مشهد الحسين رضي الله عنه. نبه عليه الذهبي في «المشتبه»، وتبعه ابن حجر (¬2). «داودي». ¶ الحبكي: بحاء مهملة، وموحدة، وكاف، إلى قرية من قرى حوران. ضبطه ابن قاضي شهبة في «طبقات الشافعية» (¬3) في ترجمة علاء الدين علي بن زيادة بن عبد الرحمن الحبكي. «داودي». ¶ الحُبْلَى: بضم أوله، وسكون ثانيه، وفتح اللام، لقب سالم بن غنم بن عوف بن الخزرج الحُبْلَى لِعِظَمِ بَطْنِهِ وإليه ينسب بنو الحُبْلَى من الأنصار. «داودي». ¶ وفي «القاموس» (¬4): والحُبْلَى لقب سالم بن غنم بن عوف لعظم بطنه، مِنْ وَلَده بنو الحبلي بَطْن من الأنصار، وهو حُبْليٌّ بالضم وبضمتين، وكَجُهَني (¬5). انتهى. ¶ ¬__________ ¶ (¬1) «المقفى الكبير»: (7/ترجمة رقم 3152). ¶ (¬2) «تبصير المنتبه»: (1/ 285). ¶ (¬3) (3/ 156). ¶ (¬4) (ص1269)، و «تاج العروس»: (28/ 271). ¶ (¬5) أي: يقال: حُبْلي، وحُبَلي.",
            "page": "107",
            "part": "1",
            "seal": "8B87A03D",
            "sora": null
        },
        {
            "aya": null,
            "id": "107",
            "na": null,
            "nass": "الحبيبي: إلى درب حبيب ببغداد (¬1). ¶ الحجاوي: إمام الحنابلة مؤلف «الإقناع»، واسمه موسى (¬2). ¶ الحدادي: بالكسر إلى الحدادية من قرى بغداد (¬3). ¶ الحديثي (¬4): إلى حديثة بالموصل، وحَدِيثِيّ إلى التحديث. «داودي». ¶ الحَذَّاء (¬5): بالفتح، وتشديد الذال المعجمة، والمد. «ج ص» (¬6). ¶ الحَرَاوي: بالفتح، وتخفيف الراء المهملة، أحمد بن ناصر الدين محمد ¶ ¬__________ ¶ (¬1) عرف بهذه النسبة هبة الله بن محمد بن الحسن بن أحمد أبو القاسم بن أبي غالب الحبيبي، استدركه ابن الأثير في «اللباب»: (1/ 339) على أنساب السمعاني تحت نسبة الحبيبي، وفات السيوطي التنبيه عليه في «اللب»: (1/ 235). ¶ (¬2) بن أحمد بن موسى بن سالم بن عيسى الحجاوي المقدسي، المتوفى سنة (968هـ). ترجمته في «شذرات الذهب»: (8/ 324). ¶ (¬3) انظر: «معجم البلدان»: (2/ 227). ¶ (¬4) أوردها السيوطي في «لب اللباب»: (1/ 239) وقبله السمعاني (2/ 188) وابن الأثير: (1/ 349). ¶ (¬5) أوردها السيوطي في «لب اللباب»: (1/ 239) وقبله السمعاني: (2/ 190) وابن الأثير: (1/ 349). ¶ (¬6) رمز «لجامع الأصول»: (12/ 348).",
            "page": "108",
            "part": "1",
            "seal": "9B95F73C",
            "sora": null
        },
        {
            "aya": null,
            "id": "108",
            "na": null,
            "nass": "بن علي بن يوسف الحراوي الكردي (¬1) سمع على الدمياطي كتاب «فضل الخيل». ضبطه المقريزي (¬2)، «داودي». ¶ الحَرَّالي: بفتح الحاء المهملة، والراء المشددة، وبعد الألف لام، نسبةً إلى حَرَّالة من أعمال مرسيَّة بالأندلس، منها أبو الحسن علي بن أحمد بن الحسن المفسِّر (¬3). ¶ وفي «القاموس» (¬4): حَرالَّة مشدد اللام بلد بالمغرب أو قبيلة بالبربر، منه علي بن أحمد بن الحسن الحَرَّالي ذو التصانيف المشهورة. ¶ وفي «تفسير البقاعي»: الحَرَّالِّي بمهملتين مفتوحتين، ومد، وتشديد اللام. ¶ الحراص: لقب أحمد بن محمد، لم يذكره السمعاني لا في الجيم ولا في الحاء (¬5). ¶ الحِرْتَكِي: بكسر المهملة، وسكون الراء، وبالمثناة الفوقية، ثم كاف، في ¶ ¬__________ ¶ (¬1) ترجم لناصر الدين محمد بن علي: ابن العماد في «الشذرات»: (6/ 271)، وهو مشهور، ترجمه جم غفير. ¶ (¬2) لم أجده في المقفى من خلال الفهارس. ¶ (¬3) المتوفى سنة (638هـ)، ترجمته في «سير أعلام النبلاء»: (23/ 47) وهو مشهور، ترجمه جم غفير. ¶ (¬4) (ص1271). ¶ (¬5) «الجواهر المضية»: (2/ 368).",
            "page": "109",
            "part": "1",
            "seal": "B195A8A8",
            "sora": null
        },
        {
            "aya": null,
            "id": "109",
            "na": null,
            "nass": "نسب الإمام أبي الحسن محمد بن يوسف بن نهار إمام جامع البصرة، قوي محقق، معروف بالضبط والإتقان، ذكره ابن الجزري في «طبقات القراء» (¬1). «داودي». ¶ الحرشي: إلى حرش، موضع باليمن، ينسب إليه عبد الله بن سَبْرَة الحرشي (¬2). «داودي». ¶ الحَزُّوري: بفتح المهملة، وتشديد الزاي المنقوطة، وضمها، وآخرها مهملة، إلى قرية بدمشق، ضبطها البقاعي في ترجمة أحمد بن محمد بن عبد الرحيم الحزوري المصري الشافعي (¬3). «داودي» (¬4). ¶ الحُسُكَاني: بضم الحاء والسين المهملتين، جد صاعد ومحمد من الحنفية (¬5). «داودي». ¶ ¬__________ ¶ (¬1) «غاية النهاية في طبقات القراء»: (2/ 288). ¶ (¬2) ترجمته في «الإصابة»: (5/ 11). ¶ (¬3) عنوان الزمان (1/ 240 ترجمة رقم79). ¶ (¬4) ونقله عن الداودي الزبيدي في «تاج العروس»: (11/ 10). ¶ (¬5) وقعت العبارة في (أ) و (جـ) و (د): جد صاعد ومحمد [بن] الحنفية. وهو خطأ، والصواب ما أثبتناه فصاعد هو صاعد بن عبيد الله بن عبد الله بن محمد بن أحمد بن حسكان الحسكاني، وهو من فقهاء الحنفية. ترجمه في «الجواهر المضية»: (1/ 260) ومحمد هو أخوه، وترجمته في «الجواهر المضية»: (2/ 88).",
            "page": "110",
            "part": "1",
            "seal": "3F750308",
            "sora": null
        },
        {
            "aya": null,
            "id": "110",
            "na": null,
            "nass": "الحَشوِية: بفتح الشين لا بسكونها، ثم رأيت البرماوي (¬1) قال في «شرح ألفيته» (¬2): الحشْوية بسكون الشين؛ لأنه إما من الحَشْو لأنهم يقولون بوجود الحشْو الذي لا معنى له في كلام المعصوم، أو لقولهم بالتجسيم لأن الجسم محشو ونحو ذلك، ويقال أيضاً بالفتح لما يروي أن الحسن البصري لما تكلموا بالسقط عنده قال: ردوا هؤلاء إلى حشواء الحَلَقة أي: جانبها، والجانب يسمى حَشْياً، ومنه الأحشاء لجوانب البطن، ويقال فيهم غير ذلك. «انتهى». ¶ الحصيري: بفتح الحاء، نسبةً إلى محلة ببُخارى يُعمل فيها الحُصُر، منها جماعة من الحنفية. ذكرها الذهبي (¬3). «داودي». ¶ الحظيري: أيضاً (¬4) منسوب إلى سكة الحظيرة، بِنَسَف. «داودي». ¶ الحَقْلَاوي: إلى حَقْلَا، قرية بحلب (¬5). ¶ ¬__________ ¶ (¬1) هو محمد بن عبد الدائم بن موسى البرماوي المصري الشافعي المتوفى سنة (831هـ). ¶ (¬2) اسمه بتمامه «النبذة الزكية في القواعد الأصلية شرح الألفية»، والألفية منظومة في أصول الفقه. «إيضاح المكنون»: (2/ 617 - 618). ¶ (¬3) وانظر: «تبصير المنتبه»: (2/ 506). ¶ (¬4) أي غير التي ذكرها السيوطي في «اللب»: (1/ 251). ¶ (¬5) أوردها السمعاني في «الأنساب»: (2/ 241) وذكر أنها نسبة إلى شيئين، أحدهما: إلى حقلا وهو ذو قلاب بطن من حمير ... ، وحقلا ضيعة بنواحي حلب، وتبعه ابن الأثير في «اللباب»: (1/ 277)، أما السيوطي في «اللب» فذكرها لكن اقتصر على قوله [نسبة] إلى حقلا بطن من حمير وأغفل الوجه الثاني لذا استدركه المصنف.",
            "page": "111",
            "part": "1",
            "seal": "DE04BECA",
            "sora": null
        },
        {
            "aya": null,
            "id": "111",
            "na": null,
            "nass": "الحَكَمي: إلى حَكَمَة بالفتح أيضاً (¬1) من قرى السَّوَاد بنواحي الشام، منها الحافظ الشمس أبو عبد الله محمد بن عبد الرحمن بن شامة بن كوكب بن عز. ذكره ابن رجب في «طبقات الحنابلة» (¬2). ¶ الحلبي: إلى حَلَب بفتح الحاء واللام، والحَلْبة بفتح الحاء المهملة، وسكون اللام، بعدها موحدة، وهاء تأنيث، مَحَلَّة كبيرة مشهورة ببغداد بقرب باب الأزج، ذكره المنذري، وبها مقبرة، ذكر ذلك عبد القادر القرشي في «طبقات الحنفية» (¬3). ¶ الحَمَّادي: إلى قلعة حَمَّاد بالمغرب، منها أبو عبد الله محمد بن عبد الرحمن بن مرهف (¬4) أبو عبد الله الصنهاجي القلعي الحَمَّادي المصري الشافعي المؤدِّب، وُلِدَ بمصر سنة ثمان وخمسين وستمائة، وتوفي بها سلخ جماد آخر سنة إحدى وثمانين وستمائة. ذكره المقريزي في «المقفى» (¬5). ¶ الحمراوي: إلى الحمراء بينها وبين نيسابور عشرة فراسخ، وإلى حمراء ¶ ¬__________ ¶ (¬1) أي: غير ما ذكره السيوطي في «اللب»: (1/ 253). ¶ (¬2) (4/ 293). ¶ (¬3) «الجواهر المضية»: (1/ 89). ¶ (¬4) كذا في النسخ، وفي مطبوعة المقفى: مرهب. ¶ (¬5) «المقفى الكبير»: (6/رقم 2444).",
            "page": "112",
            "part": "1",
            "seal": "FE9387E1",
            "sora": null
        },
        {
            "aya": null,
            "id": "112",
            "na": null,
            "nass": "الأسد على عشرة أميال من المدينة على طريق العقيق، وحمراء قرية من عمل دمشق (¬1). ¶ الحُمْري: أيضاً (¬2) بالضم إلى جد (¬3). ¶ الحُمَّصِي: في «القاموس» (¬4) بالضم مشدَّد: محمود بن علي الحُمَّصِي مُتَكَلِّم أخذ عنه الإمام فخر الدين. ¶ الحُمْلي: بضم الحاء وسكون الميم: أشعث بن عبد الله الحُمْلي الحداني عن أنس (¬5). ¶ الحَمَوي (¬6): بفتح الحاء، والميم، إلى مدينة حماة بالشام. ¶ الحُمَيْمي: إلى حُمَيْمَة بضم الحاء المهملة، وفتح الميم، وسكون المثناة ¶ ¬__________ ¶ (¬1) انظر: «معجم البلدان»: (2/ 301). ¶ (¬2) أي غير ما ذكره السيوطي في «اللب»: (1/ 257). ¶ (¬3) والمنتسب إليها هو حجاج بن عبد الله بن حمرة الرعيني وقد ذكر ذلك السمعاني في «الأنساب»: (2/ 261). ثم ابن الأثير في «اللباب»: (1/ 288) لكن أغفله السيوطي في الكلام على نسبة الحمري، فأورده المصنف هنا. ¶ (¬4) (ص795). ¶ (¬5) «الإكمال» لابن ماكولا: (2/ 253). ¶ (¬6) هذه النسبة أوردها السمعاني في «الأنساب»: (2/ 267) وابن الأثير في «اللباب»: (1/ 391) وأغفلها السيوطي في «اللب» فاستدركها عليه المصنف.",
            "page": "113",
            "part": "1",
            "seal": "71DD15FF",
            "sora": null
        },
        {
            "aya": null,
            "id": "113",
            "na": null,
            "nass": "تحت وفتح الميم الثانية بعدها هاء ساكنة قرية بالقرب من الشَّوْبَك (¬1) من إقليم البلقاء، كانت هذه القرية لعلي بن عبد الله بن العباس بن عبد المطلب ذكرها ابن خلكان (¬2) في ترجمته. ¶ الحَمِّي: بالفتح والتشديد، إلى حَمَّة محلة بقسطنطينية ينسب إليها حصيب الحَمِّي وسعدون بن أبان الحَمِّي. ¶ الحُنِّي: بالضم والتشديد إلى حُنّ جد (¬3)، وبالكسر علي بن محمد بن حِنِّي البيع (¬4) البغدادي. ¶ الحَوَالي: بالفتح والتخفيف إلى عبد الله بن حَوَالة الأزدي (¬5)، وكالأول لكن بكسر الحاء المهملة نسبة إلى ذي حول الأصغر وهو عامر بن عَوْسَجَة. ¶ ¬__________ ¶ (¬1) في (أ): الشويك. خطأ، والتصحيح من المصدر، وانظرها في «معجم البلدان»: (3/ 370). ¶ (¬2) «وفيات الأعيان»: (3/ 278). ¶ (¬3) ذكر هذه النسبة السمعاني في «الأنساب»: (2/ 283) وابن الأثير في «اللباب»: (1/ 398) إلا أن السيوطي ذكر الوجه الأول فقط في «اللب»، وأغفل الثاني فاستدركه عليه المصنف هنا. ¶ (¬4) في (أ): البتع. خطأ، والتصحيح من المصدر. ¶ (¬5) ذكر هذا الوجه السمعاني: (2/ 285) وابن الأثير: (1/ 399) والسيوطي: (1/ 262).",
            "page": "114",
            "part": "1",
            "seal": "226E26A5",
            "sora": null
        },
        {
            "aya": null,
            "id": "114",
            "na": null,
            "nass": "الحَوْزِي: إلى الحوز قرية قرب واسط، والحوز محلة ببعقوبا من أرض العراق (¬1)، وموضع بالكوفة (¬2). ¶ الحَوْضِي: إلى الحوض المعروف (¬3)، وإلى حَوْضَى كَسكْرَى مدينة (¬4). ¶ الحُوَيْرِي: آخره راء، حارة بدمشق، منها إبراهيم بن مسعود، سمع ببغداد (¬5). ¶ الحِيالي (¬6): بتخفيف المهملة والتحتية وآخره لام إلى الحيال بلد بسِنْجَار نسب إليها محمد بن شِرْشِيق بن محمد بن عبد العزيز بن عبد القادر بن صالح الجيلي شمس الدين أبو المكارم بن أبي الفضائل السِّنْجَاري، مات سنة تسعة وثلاثين وسبعمائة (¬7). ¶ الحِيْزَاني: أيضاً (¬8) إلى الحيزة بلدة من أعمال الفُرَات قريبة من عانة. ¶ ¬__________ ¶ (¬1) «لب اللباب»: (1/ 263). ¶ (¬2) «معجم البلدان»: (2/ 318)، وقال: ينسب إليه أبو علي الحسن بن علي بن زيد بن الهيثم الحوزي. ¶ (¬3) «لب اللباب»: (1/ 264). ¶ (¬4) قيل إنها باليمن، وقيل بالمعافر، وقيل غير ذلك. انظر: «معجم البلدان»: (2/ 321) و «تاج العروس»: (18/ 309). ¶ (¬5) «تاج العروس»: (11/ 122). ¶ (¬6) في الأصل: الحبالي. خطأ، مخالف لمقتضى الترتيب. ¶ (¬7) «الدرر الكامنة»: (5/ 194) و «تاج العروس»: (28/ 384). ¶ (¬8) أي غير ما ذكره السيوطي في «اللب»: (1/ 266).",
            "page": "115",
            "part": "1",
            "seal": "07C32E0A",
            "sora": null
        },
        {
            "aya": null,
            "id": "115",
            "na": null,
            "nass": "حرف الخاء ¶ الخَاصي: إلى خاص من قُرى خُوارزم، لم يذكرها السمعاني، وفي «مختصر البلدان» (¬1) أنه واد من أودية خيبر ذكر ذلك عبد القادر القرشي في «طبقات الحنفية» (¬2). ¶ ومن المنسوبين إليها أبو الفضل مؤيد بن موفق مُصَنِّف «الحِكَم البَوَالغ شرح الكلم النوابغ» (¬3) للزمخشري. ¶ الخَانِقَا: هي بنون مفتوحة، وقاف، وفي آخرها هاء، إلى الخانقاه وهي رباط الصوفية. ¶ قال المقريزي: الخوانك جمع خانكا، وهي كلمة فارسية معناها بيت، وقيل: أصلها خونقاه، أي: الموضع الذي يأكل فيه الملك، والخوانك حدثت في الإسلام في حدود الأربعمائة من سني (¬4) الهجرة، وجُعِلَت لتخلي الصوفية فيها لعبادة الله تعالى. انتهى. ¶ ¬__________ ¶ (¬1) «مراصد الإطلاع»: (1/ 446). ¶ (¬2) «الجواهر المضية»: (2/ 301). ¶ (¬3) في (أ): التوائغ. خطأ، وكتاب «الكلم النوابغ» للزمخشري مشهور مطبوع. ¶ (¬4) في (أ): سبي. خطأ.",
            "page": "116",
            "part": "1",
            "seal": "E31C542E",
            "sora": null
        },
        {
            "aya": null,
            "id": "116",
            "na": null,
            "nass": "وفي «المراصد» (¬1): الخَانِقَة بعد الألف نون مكسورة وقاف تأنيث الخانق، وهو متعبد للكرامية (¬2) بالبيت المقدس. انتهى. ¶ الخُبَاني: بضم المعجمة، وتخفيف الموحدة، وآخره نون، محمد بن عبد الله بن حسن بن عطية الحارثي الخُبَاني الحَنَفِي إلى واد قرب تَعِز (¬3). ضبطه البقاعي في «معجمه». ¶ الخُتْفَري: بالضم، والمثناة الفوقية، إلى خُتْفَر قرية بُبخارى. «تبصير ابن حجر» (¬4). ¶ الخذامي: بالكسر، والمعجمة، إلى خِذَام أيضاً واد في ديار هَمْدَان، وماء في ديار بني أسد بنجد (¬5). ¶ الخرباوي: إلى خربا بخاء معجمة، وراء مهملة، وموحدة، قرية من قُرى البِقَاع، منها يوسف بن دواد الخرباوي البِقَاعي الدمشقي، توفي سنة إحدى وأربعين وثمانمائة. ¶ ¬__________ ¶ (¬1) (1/ 447). ¶ (¬2) في (أ) و (د): للكراية. خطأ، والتصحيح من المصدر. ¶ (¬3) «الضوء اللامع»: (8/ 71) و «تاج العروس»: (34/ 478). ¶ (¬4) «تبصير المنتبه»: (1/ 284). ¶ (¬5) «معجم البلدان»: (2/ 349).",
            "page": "117",
            "part": "1",
            "seal": "FE61D145",
            "sora": null
        },
        {
            "aya": null,
            "id": "117",
            "na": null,
            "nass": "الخربوي: إلى خربا الدجيل من سواد بغداد، منها علي بن رشيد بن أحمد بن محمد الخربوي الحنبلي (¬1). ¶ الخَرْتَبِرْتي (¬2): بفتح، فسكون، وفتح المثناة، وكسر الموحدة، وسكون الراء، ومثناة فوقية: حِصْنٌ يعرف بحِصْن زياد في أقصى ديار بكر من بلاد الروم بينه وبين مَلَطْيَة مسيرة يومين، كذا في «مختصر البلدان» (¬3). ¶ الخرفي (¬4): وخُرْفَة بخاء معجمة، فراء ساكنة، ثم فاء مفتوحة من قرى نصيبين. كذا ضبطه ابن السبكي (¬5) في ترجمة الإمام تقي الدين أحمد بن المبارك. ¶ الخرهي: عُرف بهذه النسبة أبو الفتح عبد السلام بن عبد الرحمن بن إبراهيم بن خرانماه (¬6) الخرهي القاضي الشيرازي الشافعي الكازروني (¬7) ¶ ¬__________ ¶ (¬1) كذا قال وهو خطأ، فعلي بن رشيد هو الحَرْبَوي بالحاء المهملة لا الخاء المعجمة، نسبة إلى حَرْبَا من أعمال الدجيل. «إكمال الإكمال»: (2/ 130). ¶ (¬2) وقع حشو وتكرار في هذا النص في النسخة (أ) و (جـ) و (د)، وما أثبتناه من (ب). ¶ (¬3) «مراصد الإطلاع»: (1/ 457). ¶ (¬4) هذا النص ساقط من النسخة (أ) و (د)، وقد ألحق في هامش النسخة (ب). ¶ (¬5) «طبقات الشافعية الكبرى»: (8/ 30). ¶ (¬6) في (أ) و (جـ) و (د): خواطة، وفي (ب): خراهلة. وما أثبتناه من المصدر. ¶ (¬7) في (أ) و (ب): «الكارزوني بتقديم الراء على الزاي خطأ.",
            "page": "118",
            "part": "1",
            "seal": "A5B3E95C",
            "sora": null
        },
        {
            "aya": null,
            "id": "118",
            "na": null,
            "nass": "من أهل العلم والفضل روى عنه أبو عبد الله محمد بن أحمد بن غانم الحداد وغيره وتوفي بعد سنة تسع وستين وأربعمائة كذا في الأصل (¬1). ¶ الخريقفني (¬2): ذكره الأتقاني (¬3) في ديباجه «شرح الهداية». ¶ الخُزَاقي: بضم الخاء المعجمة، وبعدها زاي، وبعد الألف قاف، قرية مجاورة لِقُم (¬4) ذكرها ابن خلكان (¬5) في ترجمة أبي الحسين أحمد بن الرَّاوندي. ¶ الخُشْمُرَاني: إلى خُشْمُرَان ذكره في «المغرب» (¬6) في الخاء والشين المعجمتين. ¶ ¬__________ ¶ (¬1) في «اللباب»: (1/ 437)، وأورد السيوطي النسبة في الأصل لكن بيض لها. ¶ (¬2) في (أ): الخريفني. ¶ (¬3) في (أ) و (ب) و (د): الألقاني. خطأ، فالأتقاني هو أمير كاتب بن أمير عمر العميد الفارابي الأتقاني وشرحه للهداية سماه «الغاية». انظر: «أسماء الكتب» لعبد اللطيف زاده: (ص81). ¶ (¬4) كتب بإزاء هذا الموضع من النسخة (ب):البيت الشهير: أيها القاضي بِقُم ... قد عزلناك فَقُم. ¶ (¬5) «وفيات الأعيان»: (1/ 95). ¶ (¬6) «المغرب في ترتيب المعرب»: (1/ 255).",
            "page": "119",
            "part": "1",
            "seal": "30E5C54E",
            "sora": null
        },
        {
            "aya": null,
            "id": "119",
            "na": null,
            "nass": "الخُشَّكِي: إلى خُشَّك مدينة بكابل من ثغور طخارستان (¬1). ¶ الخشوعي: أبو طاهر بركات بن إبراهيم المسند لأن جده الأعلى كان يؤم الناس فتوفي في المحراب فَسُمِّي الخشوعي. ذكره الحافظ المنذري. ¶ الخصاف: لقب أحمد بن عمرو مؤلف «الشروط»، انتهى. «عبد القادر» (¬2). ¶ الخُصي: بالضم، إلى خصة قرية من أعمال دجيل. «ابن حجر في المشتبه» (¬3). ¶ الخطيري: نسبة إلى موضع فوق بغداد يُقَال له الخطيرية نُسِبَ إليه كثير من العُلماء، والخطيرية من الثياب منسوبة إليه. ذكر ذلك ابن خلكان في ترجمة سعيد (¬4) بن علي الخطيري (¬5). ¶ الخَلْخَالي: نسبة إلى خَلْخَال كَبَلْبَال قرية بأذربيجان قُرْب السُّلْطَانية، كذا ¶ ¬__________ ¶ (¬1) «معجم البلدان»: (2/ 373). ¶ (¬2) «الجواهر المضية»: (2/ 369). ¶ (¬3) «تبصير المنتبه»: (2/ 549). ¶ (¬4) في مطبوعة «وفيات الأعيان»: سعد. ¶ (¬5) كذا قال، وهو خطأ، فالصواب كما في «وفيات الأعيان»: (2/ 366) أنها الحظيري، بالحاء المهملة والظاء المعجمة، والموضع والثياب يقال لهم: الحظيرية بالحاء والظاء.",
            "page": "120",
            "part": "1",
            "seal": "572475C0",
            "sora": null
        },
        {
            "aya": null,
            "id": "120",
            "na": null,
            "nass": "في «القاموس» (¬1). ¶ وفي «طبقات الحنفية» للعيني: خَلْخَال قلعة بين تبريز والسُّلْطَانية يُنْسَبُ إليها الإمام موفق الدين يوسف إمام الخانقاه السُّمَيْسَاطية (¬2)، مات في جمادى الأولى سنة تسع وسبعمائة. انتهى من خَطِّه. ¶ وللخلخالي المرقوم شرح علي القُدُوري (¬3). ¶ الخَلَقي: عبد الملك بن هذيل بن إسماعيل التميمي أبو مروان أوحد عصره في التقشُّف والزهد والفضل، من الراسخين في الفقه وحفظه والمعرفة بالحديث، واختلاف العلماء، كان يلبس خَلَق الثياب. ذكره القاضي عياض في «المدارك» (¬4). توفي سنة تسع وخمسين وثلاثمائة. ¶ الخوارزمي: لم يضبطها السمعاني ولا ابن الأثير، وقد ضبطها في «مختصر البلدان» (¬5) فقال: بين الضمة والفتحة مُسْتَرَقة مُخْتَلَسة ليست بألف صحيحة كذا يتلفظون به. انتهى. ¶ ¬__________ ¶ (¬1) (ص1286). ¶ (¬2) في (أ): الشميساطية بالشين المعجمة خطأ، والتصحيح من المصدر. ¶ (¬3) «تاج العروس»: (28/ 434). ¶ (¬4) (1/ 466). ¶ (¬5) مراصد الاطلاع (1/ 487).",
            "page": "121",
            "part": "1",
            "seal": "5C3DDCFC",
            "sora": null
        },
        {
            "aya": null,
            "id": "121",
            "na": null,
            "nass": "وفي «القاموس» (¬1) وخوارزم بلد، وقيل: أصله خوارِرَزْم (¬2) بإضافة خوار إلى رزم فَخُفِّفَ. انتهى في «رزم». ¶ ثم رأيت في «مُعْجَم البَكْري» (¬3): خُوارِزم بضم أوله، وبالراء المهملة المكسورة، والزاي المعجمة بعدها، قال الجُرْجَاني: معنى خوارزم: هَيِّنٌ حَرْبُها لأنها في سَهْلة لا جَبَل بها. انتهى. ¶ الخُونَجِي (¬4): بخاء معجمة مضمومة، ثم واو، ثم نون، ثم جيم، القاضي أفضل الدين (¬5). ¶ الخِلاطِي: إلى خِلاط، قال في «القاموس» (¬6): كَكِتَاب بَلد بأرْمِينية، ولا تَقُل: أخلاط. ¶ الخِلَالي: بكسر المعجمة، وتخفيف اللام، كما في «تقييد» ابن نقطة، ¶ ¬__________ ¶ (¬1) (ص1438). ¶ (¬2) كذا، وفي القاموس: خوارِرَزم. ¶ (¬3) «معجم ما استعجم»: (2/ 515) ومصنفه هو عبد الله بن عبد العزيز بن أبي مصعب البكري، المتوفى سنة (487هـ). ¶ (¬4) كتب في النسخة (ب) بإزاء هذا الموضع ما نصه: وفي «القاموس» [ص239]: خُونَجَه كَكُورَجَه قرية. ¶ (¬5) ترجمته في «سير أعلام النبلاء»: (23/ 228) وقد ترجم له جم غفير. ¶ (¬6) (ص859).",
            "page": "122",
            "part": "1",
            "seal": "C2958FF8",
            "sora": null
        },
        {
            "aya": null,
            "id": "122",
            "na": null,
            "nass": "ويُنسب كذلك محمد بن أحمد بن علي الخلالي أبو بكر من أصحاب المزني، ذكره ابن السبكي في «الطبقات» (¬1). ¶ الخَيَّاطِية: فرقة من المعتزلة ينتمون إلى أبي الحسين (¬2) الخَيَّاط أستاذ الكَعْبي (¬3). ¶ الخَيَالي: المولى شمس الدين أحمد بن موسى له حواش على «شرح العقائد النَّسَفِية» سلك فيه مسلك الألغاز، وهي مقبولة. ذكره صاحب «الشقائق» (¬4). ¶ الخَيْري: بفتح الخاء، نسبة إلى قاضي القضاة جمال الدين ابن خير المالكي ينسب كذلك رجب الخيري؛ لأنه كان غلاماً له، سمع رجب هذا من البرهان (¬5) الشامي جزء أبي الجهم وغيره (¬6). ¶ الخَيْضِري: بكسر الضاد المعجمة، قاضي قضاة الشام قطب الدين، أبو ¶ ¬__________ ¶ (¬1) (2/ 189). ¶ (¬2) اختلفت المصادر في ضبط الاسم، وما أثبتناه من المصادر. ¶ (¬3) انظر: «الملل والنحل»: (1/ 75). ¶ (¬4) «الشقائق النعمانية»: (ص57)، وانظر: «تاج العروس»: (28/ 461). ¶ (¬5) في (أ): برهات. خطأ، والتصحيح من المصدر. ¶ (¬6) انظر ترجمة رجب الخيري، واسمه بتمامه: رجب بن يوسف بن سليمان الخيري، «الضوء اللامع»: (2/ 123).",
            "page": "123",
            "part": "1",
            "seal": "A2BA992F",
            "sora": null
        },
        {
            "aya": null,
            "id": "123",
            "na": null,
            "nass": "الخير، محمد بن محمد بن عبد الله بن خَيْضِر الدمشقي الشافعي، توفي ثالث عشر ربيع الأول سنة أربع وتسعين وثمانمائة. قاله المؤلف (¬1) في «نظم العقيان في أعيان الأعيان» (¬2). ¶ الخيوقي: بضم الخاء المعجمة وقد تُكْسَر، وآخره قاف، نِسْبَة شيخ الإسلام نجم الدين أبي الجَنَّاب (¬3) أحمد بن عمر الشهير بالكُبْرَى (¬4)، وهي بلدة من نواحي خوارزم، قال في «مختصر البلدان» (¬5): وأهل خوارزم يقولون خَبْوَة (¬6). انتهى. ¶ والكُبْرَى على صِيغة فُعْلَى كَعُظْمَي، وقيل: الكُبَرَاء جمع كبير. ¶ ¬__________ ¶ (¬1) أي السيوطي. ¶ (¬2) (ص162). ¶ (¬3) في النسخ: الخيار. خطأ. وما أثبتناه من مصادر ترجمته. ¶ (¬4) ترجمته في «سير أعلام النبلاء»: (22/ 111) وقد ترجم له جم غفير. ¶ (¬5) «مراصد الإطلاع»: (1/ 498). ¶ (¬6) في (أ): حبرة. والتصحيح من المصدر.",
            "page": "124",
            "part": "1",
            "seal": "EC0F403C",
            "sora": null
        },
        {
            "aya": null,
            "id": "124",
            "na": null,
            "nass": "حرف الدال ¶ الدَّابِقي: نسبة إلى دَابِق (¬1) قرية من شمالي حلب، مات بها سليمان ابن [عبد] (¬2) الملك في صفر سنة تسع وتسعين (¬3). ¶ الدادنجي (¬4): إلى دادنج قرية بسوس. ذكرها ابن قاضي شهبة (¬5). ¶ الدباهي: إلى دَبَاهة، من قُرى نهر الملك بقرب بغداد، منها مكي بن حامد أبو الحرم ذكره ابن الدبيثي في «الذيل» (¬6). ¶ الدُّخْني: بالضم، وسكون المعجمة، بعدها نون، أبو البركات ليث بن أحمد البغدادي المعروف بابن الدُّخْني، ذكره المنذري في «التكملة» وقال: وظني أنها نسبة إلى الدُّخْن الحَبَّة المعروفة. انتهى. ¶ الدَّرْزِية: نسبة إلى الحسين الدَّرْزِي، ومعناه الخياط، وهو صاحب دعوة ¶ ¬__________ ¶ (¬1) قال ياقوت: بكسر الباء وقيل: بفتحها. ¶ (¬2) زيادة من المصدر. ¶ (¬3) «معجم البلدان»: (2/ 416). ¶ (¬4) في (أ): الداذبحي. وفي (جـ): الدابجي. وما أثبتناه من (د). ¶ (¬5) لم أجده الآن. ¶ (¬6) لم أجده في مطبوعة «ذيل ابن الدبيثي».",
            "page": "125",
            "part": "1",
            "seal": "EC67E77C",
            "sora": null
        },
        {
            "aya": null,
            "id": "125",
            "na": null,
            "nass": "الحاكم بأمر الله، وهم طائفة مُلْحِدة قائلة بالتناسخ على رأي الحاكم بأمر الله. يراجع «ابن عادل» (¬1) في تفسير يونس (¬2). ¶ الفارسية الدَّرِيَّة (¬3): أي الفصيحة نسبة إلى دَرْ، وهو الباب بالفارسية، وتحقيقها في المعْرِب، انتهى، «مغرب» (¬4). ¶ ثم رأيت منقولاً عن «المُعْرِب»: أن بهرام جور كان فصيحاً عارفاً بجميع الألسنة، فكان إذا خرج إلى الباب تكلم بالفارسية. وقريب من هذا ما في مفاخرات العرب والعجم أن كساب (¬5) كان يسكن بلخ لما دَعَى زُرَادُشت الناس إلى دينه وكَثُرَت التراجم وتَغَيرت اللغات [أمر] (¬6) بابتغاء لغة فصيحة يكون المترجم بها على الباب، فتخير هذا اللسان وتكلم به على الباب فكانوا يستعملونه في مكاتباتهم انتهى. ¶ ¬__________ ¶ (¬1) أي: تفسير عمر بن علي بن عادل الدمشقي الحنبلي، المسمى «اللباب في علوم الكتاب». ¶ (¬2) «اللباب في علوم الكتاب»: (10/ 399). ¶ (¬3) قال الزبيدي في «تاج العروس»: (11/ 289): وقد أطال فيه [أي في الكلام على الفارسية الدرية] شيخ شيوخ مشايخنا الشهاب أحمد بن محمد العجمي في ذيله على لب اللباب للسيوطي. ¶ (¬4) «المغرب في ترتيب المعرب»: (1/ 285). ¶ (¬5) كذا في (أ) و (ب)، وفي (جـ): كسار. ¶ (¬6) زيادة من (ب) و (د).",
            "page": "126",
            "part": "1",
            "seal": "786A2069",
            "sora": null
        },
        {
            "aya": null,
            "id": "126",
            "na": null,
            "nass": "ثم كَتَبَ إليَّ بعضُ أصحابنا الموثوق بمعرفته بلغة الفرس ما نصه: الفارسية الدَّرِيَّة بفتح الدال، وكسر الراء المهملتين، وتشديد الياء، وهي اللغة الفُصْحَى من لغات الفرس الخمسة، منسوبةٌ إلى دَرْ، وهي عندهم موضوعة لمعان منها: الباب، ومنها: الوادي، ومنها: أرض في شيراز، فقيل: هذه اللغة منسوبة إلى الباب، ثم اختلفوا فقيل: باب بَهْمَن بن اسفِنْدِيار (¬1)، وقيل: باب بهرام بن يزدجرد، وهما من ملوك الفُرْس، أمر أحدهما علماء عصره أن يخترعوا له لغة فصيحة يكتب بها الأوامر والدفاتر فنسبت اللغة إلى بابه. وقيل: منسوبة إلى واد في شيراز لغة أهله أفصح لغاتهم. وقيل: منسوبة إلى أرض في شيراز أيضاً اسمها دَرْ لغة أهلها أحسن لغات الفرس انتهى. ¶ وعن حمزة الأصفهاني (¬2) في كتاب «التنبيه»: اعلم أن كلام الفرس قديماً كان يجري على خمسة ألسنة، وهي: الفَهْلَوية، والدَّرِيَّة، والفَارِسية، والخوزية (¬3)، والسُّرْيَانية، وتطلق الفارسية ويراد بها ما يعم الكل، وأما ¶ ¬__________ ¶ (¬1) في (أ) و (د): اسفديار. خطأ. ¶ (¬2) في (أ) و (د): أجهزة الأصلهاني، خطأ، والتصحيح من (ب)، وانظر لكتابه: «أسماء الكتب» لعبد اللطيف زاده: (ص106). ¶ (¬3) في (أ) و (د): الخوزمية، خطأ، وفي (جـ):الخوارزمية، والتصحيح من المصادر كـ «تاج العروس»: (30/ 199) و «أبجد العلوم»: (1/ 169).",
            "page": "127",
            "part": "1",
            "seal": "032B26A0",
            "sora": null
        },
        {
            "aya": null,
            "id": "127",
            "na": null,
            "nass": "الفَهْلَوية فكان يجري بها كلام الملوك في مجالسهم، وهي لغة منسوبة إلى فَهْلَة، وهي اسم يقع على خمسة بلدان: أصفهان، والرَّي، وماه نهاوند، وهَمَذَان، وأذربيجان، انتهى. ¶ الدِّزْمَارِي: بكسر الدال المهملة، وسكون الزاي، ثم ميم، ثم ألف، ثم راء مكسورة، ثم ياء نسبة، كذا ذكر ابن قاضي شهبة (¬1)، ولم يزد على ذلك، وكذا ضبطها ابن السبكي في «الكبرى» (¬2) في ترجمة الشيخ كمال الدين أحمد بن كَشَاسب بفتح الكاف، والمعجمة، ثم سين مهملة، ثم موحدة، ابن علي الدِّزْمَارِي. ¶ الدَّشْنَاوي: بفتح الدال المهملة، وشين معجمة ساكنة، ثم نون مفتوحة، إلى دَشْنَا بلدة من صعيد مصر الأدنى (¬3). ¶ الدَّمْدَمَكي (¬4): والد محمد، وهو شخص قاعد بمغارة (¬5) بجبل قريب من إقليم ثروان وعليه ما يستره من الثياب، وفوق رأسه قلنسوة تغطي رأسه، ¶ ¬__________ ¶ (¬1) «طبقات الشافعية» له: (2/ 100). ¶ (¬2) «طبقات الشافعية الكبرى»: (8/ 31). ¶ (¬3) «طبقات الشافعية» لابن قاضي شهبة: (2/ 130). ¶ (¬4) أفاد الزبيدي في «تاج العروس»: (27/ 162) من هذا الكتاب في الكلام على هذه النسبة. ¶ (¬5) في (أ): بمفازة، وما أثبتناه من «الضوء اللامع».",
            "page": "128",
            "part": "1",
            "seal": "B3ACA740",
            "sora": null
        },
        {
            "aya": null,
            "id": "128",
            "na": null,
            "nass": "والناس يدخلون عليه أفواجاً لرؤيته، فإذا قربوا منه وصلوا على رسول الله صلى الله عليه وسلم حرك رأسه، ويقال: إنه مات من مدة تزيد على أربعمائة سنة، وهو جالس على كيفية جلوس التشهد مُستقبل القبلة، قيل: وسبب ذلك أن شيخه أعلمه بدخول الوقت ليؤذن فقال: بل أصبر ساعة، فكرَّر عليه أمره، وهو يُعِيدُ مقالته، فقال له شيخه: ما أنت إلا دمدمكي، أي: ساعاتي، فقال له: ضع رجلك على قدمي اليمنى وانظر نحو السماء، ففعل فرأى باباً مفتوحاً إليها، ورأى ديكاً قد فرش أجنحته وهو يؤذن، فقال له صاحب الترجمة: إني لا أؤذن في الأوقات الخمسة إلا بعد هذا الديك، فقال له شيخه: مرزاَ، أي: لا أبلاك الله، أو لا تبلى، فاستجيب دعاؤه، وقيل: إن تمر (¬1) دفنه في التراب فأُرْسِل عليه مطرٌ عظيم (¬2) وبَرَد أَهْلَك مِنْ عَسْكره (¬3) خلقاً بحيث [صار] (¬4) يتمرغ في الأرض، ويقول: التوبة يا شيخ محمد. انتهى من «الضوء» (¬5). ¶ ¬__________ ¶ (¬1) اسم والي. ¶ (¬2) في النسخ: عظيم مطر. وهو قَلْب. ¶ (¬3) في (أ) و (جـ) و (د): ممن غسلوه. وما أثبتناه من المصدر و (ب). ¶ (¬4) زيادة من «الضوء اللامع». ¶ (¬5) (7/ 212): محمد بن الدمدمكي.",
            "page": "129",
            "part": "1",
            "seal": "DFAA0A19",
            "sora": null
        },
        {
            "aya": null,
            "id": "129",
            "na": null,
            "nass": "الدُّنْبُلي: بضم الدال، وسكون النون، وضم الموحدة، ذكره ابن السبكي (¬1) في ترجمة أحمد بن نصر بن الحسين، أبو العباس الأنباري المعروف بالشمس الدُّنْبُلي، توفي بالموصل سنة ثمان وتسعين وخمسمائة (¬2). ¶ الدُّنْياوي: نسبةً إلى الدُّنيا، ويقال: دُّنْيَويُّ، ودُّنَييٌّ. كذا في «الصحاح» (¬3). ¶ الدِّهْلِي: بكسر المهملة، وسكون الهاء، قبل اللام، ثم تحتانية، وهي أكبر مدن الهند، منها عمر بن إسحاق الهندي أحد علماء الحنفية (¬4). ¶ الدُّنَيْنِي: إلى دُنَيْن من قرى ديار بكر (¬5). «مقريزي» (¬6). ¶ الدَّوَاتي: من يحمل الدواة. قال في «درة الغواص» (¬7): ووجه القول أن يقال: دَوَوِي؛ لأن تاء التأنيث تحذف في النسب .. إلى آخره. ¶ الدَّوَاخِلي: إلى محلة الداخل (¬8) قرية بمصر قرب المَحَلَّة الكبرى، منها ¶ ¬__________ ¶ (¬1) «طبقات الشافعية الكبرى»: (6/ 67). ¶ (¬2) قال الحافظ في «التبصير»: (2/ 575): ودنبل قرية من الأكراد بنواحي الموصل. ¶ (¬3) (ص215). ¶ (¬4) «تاج العروس»: (28/ 513). ¶ (¬5) انظر: «مختصر فتح رب الأرباب» الملحق بلب اللباب: (2/ 361). ¶ (¬6) لم أجده في المقفى من خلال الفهارس فلعله في القسم المفقود. ¶ (¬7) (ص28). ¶ (¬8) كذا في النسختين، وهو الموافق لما في «تاج العروس»: (28/ 325)، أما السخاوي في «الضوء اللامع»: (11/ 201) فقال: الدواخلي نسبة لمحلة الدواخل من الغربية.",
            "page": "130",
            "part": "1",
            "seal": "E12548C8",
            "sora": null
        },
        {
            "aya": null,
            "id": "130",
            "na": null,
            "nass": "شيخنا العلامة العامل الزاهد الشيخ أحمد بن علي الشافعي (¬1) غرق ببحر النِّيْل -رحمه الله تعالى-. ¶ الدَّوَاني (¬2): بالفتح، وتخفيف النون، إلى قرية بكَازَرُون (¬3). ¶ الدُّوْرِكِي: بضم المهملة، وسكون الواو، وكسر الراء، والكاف، بعدها ياء أخيرة كياء النسبة، وهو الذي يلفظون به. كذا ضبطها المُحِب ابن الشحنة (¬4). ¶ الدُّومَاوَنْدي (¬5): إلى ناحية بين الرَّي وطبرستان ذكرها السمعاني في «معجم شيوخه» (¬6) فقال: الدُّومَاوَنْدي (¬7) الباركثي (¬8) أحمد بن الحسين بن علي، وكتَبَ المحب بن الشحنة بهامش «طبقات الحنفية» بإزاء عبد القادر ¶ ¬__________ ¶ (¬1) انظر: «تاج العروس»: (28/ 325). ¶ (¬2) «الضوء اللامع»: (11/ 202). ¶ (¬3) وقع في النسخ «كارزون» بتقديم الراء، خطأ، وانظر «معجم البلدان»: (4/ 429). ¶ (¬4) قال القرشي في «الجواهر المضية» (2/ 308): ودورك من بلاد الروم. وللمحب بن شحنة تعليقات على هامش الجواهر المضية كما سيأتي فيظهر أنه ضبطها بإزاء هذا الموضع. ¶ (¬5) الكلمة طُمست في (ب)، ووقعت في (أ) و (د): الدمناوندي، وفي (جـ):الدُّمناوي، وهو خطأ، وما أثبتناه هو الموافق لما يأتي في شرح النسبة، ولموضعها من الترتيب، وإلا فالذي في المصادر: دُماوندي. ¶ (¬6) (1/ 161). ¶ (¬7) في (أ): الدوماودني. خطأ، وما أثبتناه في (ب)، وفي مطبوعة «معجم شيوخ السمعاني»: الدُّماوندي. ¶ (¬8) في النسخ: الداركثي، وما أثبتناه من مطبوعة «معجم شيوخ السمعاني»، والباركثي نسبة إلى قرية باركث من قرى سمرقند. «الأنساب»: (1/ 254).",
            "page": "131",
            "part": "1",
            "seal": "A597E53A",
            "sora": null
        },
        {
            "aya": null,
            "id": "131",
            "na": null,
            "nass": "القرشي (¬1) ما نصه: قلت: ذكرها في «البلدان» (¬2) وضبطها بالقلم بضم الدال، وقال: لغة في دُنْبَاوند (¬3). ¶ الدَّهْرِي: ويُضَمُّ (¬4) القائل ببقاء الدهر. والدَّهُوْرِي: الرجل الصُّلْب. ودَهْر: وادٍ دون حضرموت، وأبو قبيلة. والدُّهُورِي (¬5) بالضم: نسبة إليها على غير قياس، والرجل المُسِنّ. انتهى «قاموس» (¬6). ¶ الدَّلَاصِيري: الإمام المحقق البليغ شرف الدين أبو عبد الله محمد بن سعيد بن حماد (¬7) الصنهاجي (¬8)، كان أحد أبويه من بوصير الصعيد والآخر ¶ ¬__________ ¶ (¬1) في (أ): الفدشي، والكلمة محتملة في (ب)،وفي (جـ):الدريشي، والصواب ما أثبتناه، ومعنى العبارة أن ابن الشحنة ذكر هذا الكلام بإزاء كلام القرشي على نسبة الدماوندي من طبقاته: (2/ 307). ¶ (¬2) (2/ 462). ¶ (¬3) في (أ) و (د): ديناوند. خطأ، ولم يظهر نقط الكلمة في (ب)، وما أثبتناه من مطبوعة «معجم البلدان»، وهو الصواب. وقد ذكر السمعاني هذه النسبة (2/ 496) فقال: الدنباوندي ... وبعض الناس يقولون دماوند بالميم، والصواب الأول ... ¶ (¬4) في (أ) و (جـ) و (د): بضم. وما أثبتناه من (ب)، والمصدر. ¶ (¬5) في مطبوعة «القاموس»: الدُّهري. ¶ (¬6) (ص505). ¶ (¬7) في (أ): عماد. خطأ. ¶ (¬8) ترجمته في «الوافي بالوفيات»: (3/ 105) و «شذرات الذهب»: (5/ 432) وغيرها.",
            "page": "132",
            "part": "1",
            "seal": "C5247429",
            "sora": null
        },
        {
            "aya": null,
            "id": "132",
            "na": null,
            "nass": "من دلاص فَرُكِّبَت النسبة فيهما فقيل الدلاصيري، ثم اشتهر بالبوصيري، قيل: ولعلها بلد أبيه فغلبت عليه، ولد سنة ثمان وستمائة، وتوفي سنة أربع وتسعين وستمائة. انتهى مُلَخَّصاً من «شرح الهمزية» (¬1) لابن حجر. ¶ وفي «المراصد» (¬2): دَلَاص بفتح أوله، وآخره صاد مهملة، كورة بصعيد مصر، غَرْبي النيل، ولاية واسعة دلاص مدينتها، معدودة في كور البهنسا. ¶ الدَّيْرَاني: صاحب الدَّير، خَانُ النَّصارى. «قاموس» (¬3). ¶ الدَّيْرمُقْرِنيّ: أحمد بن أبي طالب بن الشِّحْنَة (¬4). كذا بخط القسطلاني أول إسناده. ¶ الدِّيَمي: بمهملة مكسورة، فتحتانية مفتوحة، فميم، إلى دِيَمَة قرية بمصر، منها الفخر عثمان بن محمد الدِّيَمِي الحافظ، ممن أخذ عن الحافظ ابن حجر (¬5). ¶ ¬__________ ¶ (¬1) قصيدة الهمزية في المدائح النبوية للبوصيري، تحتوي على 457 بيتاً، مطلعها: ¶ كيف ترقى رقيك الأنبياء ... يا سماء ما طاولتها سماء ¶ وهي مطبوعة، وهي غير قصيدة «البردة» الشهيرة، فتلك تعرف بالميمية. ¶ (¬2) (1/ 531). ¶ (¬3) (ص506) وانظر: «تاج العروس»: (11/ 343). ¶ (¬4) «العبر في خبر من غبر»: (4/ 88). ¶ (¬5) ترجمته في «الضوء اللامع»: (5/ 125).",
            "page": "133",
            "part": "1",
            "seal": "2DEEDDAE",
            "sora": null
        },
        {
            "aya": null,
            "id": "133",
            "na": null,
            "nass": "[حرف الذال] (¬1) ¶ الذاتي: نسبة إلى الذات. نقل في «المصباح المنير» (¬2) عن ابن بُرْهَان أنه خَطَأ، قال: والصواب ذَوَوِي؛ لأن النِّسْبَة تَرُدُّ الاسم إلى أصله، ثم رَدَّهُ بما يطول ذكره فراجعه. ¶ وفي «التصريح» عن «الكافي» (¬3): لا يقال الذاتي منسوب إلى الذات، ولا يجوز أن تكون الماهية ذاتية وإلا لزم انتساب الشيء لنفسه وهو ممنوع؛ لأنا نقول هذه التسمية ليست بِلُغَوية حتى يلزم ذلك بل إنما هي اصطلاحية فلا يَرِدُ ذلك. انتهى. ¶ الذَّرَوِي: بفتح الذال المعجمة، والراء، بعدها واو، إلى ذَرَوا قرية بصعيد مصر، إليها يُنْسَبُ القاضي الوجيه رضي الدين أبو الحسن علي بن أبي الحسن (¬4) يحيى المعروف بالذروي. ذكره ابن خلكان (¬5) في ترجمة أبي ¶ ¬__________ ¶ (¬1) فات الناسخ أن يبوب طرف الذال في صلب النص فكتب في الحاشية اليمنى: (فصل هنا حرف الذال). ¶ (¬2) (1/ 212). ¶ (¬3) في (أ) و (جـ) و (د): الكاتي، وما أثبتناه من (ب). ¶ (¬4) في (أ) و (د): الحسين. خطأ، والتصحيح من (ب) و (جـ) والمصدر. ¶ (¬5) «وفيات الأعيان»: (4/ 145).",
            "page": "134",
            "part": "1",
            "seal": "768A4EFC",
            "sora": null
        },
        {
            "aya": null,
            "id": "134",
            "na": null,
            "nass": "الميمون (¬1) المبارك بن علي الملقب بسيف الدولة. ¶ الذِّمَاري: بكسر الذال وبعضهم يفتحها، إلى ذِمَار قرية على مرحلتين من صنعاء، وقيل: إن ذمار اسم مدينة صنعاء (¬2). انتهى. ¶ الذُّوَالي: بضم الذال المعجمة، وذُوَال ناحية على نصف يوم من زبيد. ذكرها ابن قاضي شهبة في ترجمة أحمد بن موسى بن علي بن عجيل اليمني، من «طبقات الشافعية» (¬3). ¶ ¬__________ ¶ (¬1) في (أ): ابن الميمون. خطأ. ¶ (¬2) «معجم البلدان»: (3/ 7). ¶ (¬3) (2/ 169).",
            "page": "135",
            "part": "1",
            "seal": "08C5ED8A",
            "sora": null
        },
        {
            "aya": null,
            "id": "135",
            "na": null,
            "nass": "حرف الراء ¶ الرَّابطي: في أسد بن خزيمة (¬1): رابطة ابن سعد، وغيره. ¶ الرَّأَّاْس: بفتح الراء، وتشديد الألف الأولى، وتسكين الثانية، إلى بيع الرُّؤُوس المطبوخة، وربما قيل بالواو (¬2) تخفيفاً (¬3). «ص» (¬4). ¶ الرَّازْيَاني: نسبة إلى رَازيان بلدة من عمل أربل. قال المصنف (¬5): كان أصل والد الحافظ العراقي منها. ¶ الراشدي: إلى الراشدية قرية ببغداد، وأخرى بمصر.، وإلى راشد قبيلة من ¶ ¬__________ ¶ (¬1) في (أ) و (د): جذيمة. وفي (ب): جزيمة. وكلاهما خطأ، والتصحيح من المصادر. ¶ (¬2) أي: الرَّوَّاس. ¶ (¬3) في (أ) و (د) و (جـ): بالواو [و] تخفيفاً. خطأ. ¶ (¬4) كتب ناسخ النسخة (ب) بإزاء هذا الموضع معلقاً على الحرف «ص»: يحتمل أنه إشارة إلى «الضوء اللامع» إن كان بالضاد، أو إشارة إلى الأصل إن كان بالصاد، فراجعه. أ. هـ. ¶ قلت: الذي يظهر لي أنه إشارة للأصل: «لب اللباب» حيث تكلم هناك (1/ 360) على نسبة الرواس تحت الرؤاسي. وتكلم عليها قبله السمعاني (3/ 98) وابن الأثير: (2/ 39) في الرَّوَّاس. ¶ (¬5) أي السيوطي في «طبقات الحفاظ»: (ص245).",
            "page": "136",
            "part": "1",
            "seal": "6F23CC74",
            "sora": null
        },
        {
            "aya": null,
            "id": "136",
            "na": null,
            "nass": "البربر، نُسِبَ إليها الشيخ حسن بن عبد الله بن وَيْحِيَان (¬1) الأستاذ أبو علي الراشدي التلمساني المغربي، ذكره الذهبي في «طبقات القراء» (¬2). ¶ الرَّبَّاني (¬3): منسوب إلى «الرب» بزيادة الألف والنون، كما يقال: رقباني ولحياني. «بقاعي». ¶ الرَّبَّاوي: بفتح الراء المهملة المشددة، وتشديد الموحدة، نسبة إلى الرَّبَّة قرية بكرك الشوبك، ضبطها البقاعي في «معجمه» في ترجمة علي بن إبراهيم بن محمد بن عبد الرحيم الرَّبَّاوي (¬4). ¶ ¬__________ ¶ (¬1) في النسخ: ديحار، خطأ، والتصحيح من المصادر التي اعتنت بضبطه كـ «معرفة القراء الكبار»، و «الوافي بالوفيات» (12/ 78). ¶ (¬2) المسمى بـ «معرفة القراء الكبار»: (2/ 701). ¶ (¬3) كتب بهامش النسخة (ب) بإزاء هذا الموضع ما نصه: في «القاموس» [ص111]: عِلم ربوبي: إلى الرب مشددة، والرباني: المتأله العارف بالله تعالى، والخبر المنسوب إلى الرَّبَّان، وفَعْلاَن يبنى من فَعِلَ كثيراً كعطشان وسكران، ومن فَعَلَ قليلاً كنعسان، أو منسوب إلى الرب أي: الله تعالى، فالرباني كقولهم: إلهي، ونونه كلحياني، أو هو لفظة سُرْيانية. ¶ كما كُتب بهامش الصفحة العلوي: «الربانيون: العلماء لقيامهم بالكتب والعلم، وقيل: نسبوا إلى علم الرب تعالى، وقيل: لأنهم أصحاب العلم وأربابه، وزيدت النون على لغة، ويقال فيه أيضاً: «رِبِّي» على الإضافة، ومنه: «رِبِّيُّون». ¶ (¬4) عنوان الزمان (4/ 9 ترجمة رقم352).",
            "page": "137",
            "part": "1",
            "seal": "749D0C60",
            "sora": null
        },
        {
            "aya": null,
            "id": "137",
            "na": null,
            "nass": "الرَّجْرَاجِي: العلامة حسين بن علي بن طلحة الرَّجْرَاجي المغربي (¬1) مؤلف كتاب «الفوائد الجميلة في المسائل الجليلة» (¬2). ذكره القسطلاني في تفسير «لم يكن». ¶ الرُّدَيْني: بضم الراء، وفتح الدال المهملتين، آخره نون، نسبة إلى منية رُدَين قرية من أعمال الشرقية بمصر. ذكر ذلك البقاعي في ترجمة القاضي شمس الدين محمد بن محمد بن محمود الشافعي (¬3). ¶ الرَّقَّادي: بتشديد القاف، نسبة إلى رَقَّادة مدينة من أعمال القيروان من بلاد أفريقية. ذكر ذلك ابن خلكان (¬4) في ترجمة الحسين [بن] (¬5) أحمد بن محمد بن زكريا المعروف بالشيعي. ¶ الرِّكَابي: بالموحدة نسبة الشريف علي بن محمد بن الحسن الحنفي (¬6)، كان عنده ركاب النبي صلى الله عليه وسلم فنسب إليه. ¶ الرَّنْجَاني: إلى رَنْجَان من بلاد المغرب، منها أبو القاسم محمد بن ¶ ¬__________ ¶ (¬1) المتوفى سنة (899هـ). ¶ (¬2) «هدية العارفين»: (ص167)، وسمى كتابه: «الفوائد الجميلة على الآيات الجليلة». ¶ (¬3) وترجمه السخاوي في «الضوء اللامع»: (10/ 18). ¶ (¬4) «وفيات الأعيان»: (2/ 193). ¶ (¬5) ما بين المعقوفتين زيادة من المصدر. ¶ (¬6) المتوفى سنة (708هـ)، «الدرر الكامنة»: (4/ 120).",
            "page": "138",
            "part": "1",
            "seal": "3F6A8D8A",
            "sora": null
        },
        {
            "aya": null,
            "id": "138",
            "na": null,
            "nass": "إسماعيل بن عبد الملك الرنجاني، من أهل حمص. ذكره الحافظ بن حجر في «التبصير» (¬1). ¶ الرُّوْبَتي: بضم المهملة، وسكون الواو، بعدها موحدة مفتوحة، وتاء تأنيث، نسبة مكي بن عمر بن أحمد بن يوسف بن سيف بن عساكر بن شبيب بن صالح (¬2) الرُّوْبَتي (¬3) المقدسي (¬4) الأصل المصري. ذكره ابن رجب في «طبقات الحنابلة»، قال: كان يذكر أنه ينسب إلى روبة ويذكر نسباً متصلاً به، ويقولون: هو صحابي، قال: وقال المنذري: ولست أعرف روبة هذا، ولا مَنْ ذَكَرَه، وكان بعض شيوخنا يقول: إن روبة بلد بالشام، انتهى. ¶ وجزم المقريزي (¬5) أنها بلدة بالشام، وضبطها بضم الراء المهملة، وسكون الواو، وفتح الموحدة، ذكر ذلك في ترجمة حرمي بن محمود بن عبد الله. ¶ ¬__________ ¶ (¬1) «تبصير المنتبه»: (2/ 661)، قال: من أهل حمص الأندلس. ¶ (¬2) كذا في النسختين، وجاء سياق نسبه في «ذيل طبقات الحنابلة» لابن رجب (4/ 171): مكي بن عمر بن نعمة بن يوسف بن عساكر بن عسكر بن شبيب بن صالح ... وزاد في «المقصد الأرشد»: (3/ 40): بن يوسف [بن سيف] ... ¶ (¬3) في (أ): الرويتي. خطأ. ¶ (¬4) في بعض النسخ: العديني، وفي بعضها: العدي. وما أثبتناه من المصدر. ¶ (¬5) «المقفى الكبير»: (3/ ترجمة رقم 1129).",
            "page": "139",
            "part": "1",
            "seal": "6821D4DF",
            "sora": null
        },
        {
            "aya": null,
            "id": "139",
            "na": null,
            "nass": "الرُّوحَاني: تَلَقُّفاً رُوحَانياً، بضم الراء أشهر من فتحها، نقل المصنف في «الفتاوى» عن شيخه الكافيجي أن التَلَقُّف الرُّوحَاني لا يُكَيَّف. ¶ وفي «القاموس» (¬1): الرُّوح بالضم: ما به حياة الأنفس، وبالفتح: الرَّاحة، ومكان رَوْحاني: طَيِّب، والرُّوحاني بالضم: ما فيه الرُّوح، وكذلك النِّسْبة إلى المَلَك والجِن. ¶ ¬__________ ¶ (¬1) (ص282).",
            "page": "140",
            "part": "1",
            "seal": "DC2DA126",
            "sora": null
        },
        {
            "aya": null,
            "id": "140",
            "na": null,
            "nass": "حرف الزاي ¶ الزاهدي: مُختار بميم فخاء معجمة فمثناة فوقية ابن محمود بن محمد بن أحمد بن أحمد الإمام الحنفي، شارح «القدوري»، مات سنة ثمان وخمسين وستمائة من «طبقات الحنفية» (¬1) لعبد القادر. ¶ الزَّبيري: بفتح أوله نسبة إلى عبد الرحمن بن الزَّبير، انتهى «تبصير» (¬2). ¶ وفي «القاموس» (¬3): الزُّبَيْر بضم الزاي، وفتح الباء أي الموحدة، ابن العوام، وابن عبد الله، وابن عبيدة، وابن أبي هَالة، صحابيون. وكَأَمِير (¬4): ابن عبد الله الشاعر، وجده الزَّبير، وعبد الله هو القائل لعبد الله بن الزُّبَير لمَّا حَرَمَهُ (¬5): لَعَنَ الله ناقة حَمَلَتْنِي إليك، فقال: إنَّ ورَاكِبَهَا (¬6)، وعبد الرحمن ابن الزَّبير بن بَاطِي صحابي، انتهى. ¶ ¬__________ ¶ (¬1) «الجواهر المضية»: (2/ 371). ¶ (¬2) «تبصير المنتبه»: (2/ 656). ¶ (¬3) (ص510). ¶ (¬4) أي: الزَّبير بفتح أوله. ¶ (¬5) أي: من العطاء. ¶ (¬6) أي: إن الله لعن الناقة وراكبَهَا. «تاج العروس»: (11/ 403).",
            "page": "141",
            "part": "1",
            "seal": "AB9EE803",
            "sora": null
        },
        {
            "aya": null,
            "id": "141",
            "na": null,
            "nass": "الزِّرْزَائي: بمعجمتين، بينهما راء، ثم ألف ممدودة، نسبةً إلى زرزاء (¬1) من ضواحي القاهرة. ضبطها البرهان البقاعي في ترجمة الشيخ عبادة شيخ المالكية (¬2). ¶ الزَّرْنُوجِي: بفتح الزاي، وسكون الراء، ونون مضمومة، ثم جيم، بلد مشهور بما وراء النهر، منها برهان الإسلام الزَّرْنُوجي تلميذ مؤلف «الهداية» (¬3) عن ابن الشِّحْنَة (¬4). ¶ الزَّرِيْرَاني: نسبة إلى زَرِيْرَان قرية تحت بغداد بنحو سبع فَراسِخ على دِجْلة (¬5). ¶ الزَّغْوَاني: نسبة إلى زغوان جبل ببلاد المغرب (¬6)، نُسِبَ إليه الزَّاهد أبو عبد الله محمد بن عبد الله المغربي أخذ عن أبي مدين، قدم إلى مصر سنة ¶ ¬__________ ¶ (¬1) كتب ناسخ النسخة (جـ) بإزاء هذا الموضع في الحاشية ما نصه: زرزا بالكسر ثم السكون وزاي أخرى قرية من الصعيد الأدنى بينها وبين الفسطاط يومان في عرض النيل. «معجم». [3/ 146]. ¶ (¬2) «عنوان الزمان» (3/ 53 ترجمة رقم 259). ¶ (¬3) «الجواهر المضية»: (2/ 312). ¶ (¬4) يظهر أنه نقله عن حواشيه على «الجواهر المضية». ¶ (¬5) «معجم البلدان»: (3/ 140). ¶ (¬6) «معجم البلدان»: (3/ 144).",
            "page": "142",
            "part": "1",
            "seal": "F91FBBE9",
            "sora": null
        },
        {
            "aya": null,
            "id": "142",
            "na": null,
            "nass": "ثمان وتسعين وخمسمائة وعمره نحو ثلاثين سنة، وتوفي بها في القعدة سنة ست وخمسين وستمائة. «مقفى» (¬1). ¶ الزنجيلي: محمد بن إبراهيم، الإمام العالم البَارِع شمس الدين أبو عبد الله الزنجيلي الدمشقي الحنفي المقرئ النقيب، مدرس الزنجيلية والبلخية، مولده سنة تسع وستين وستمائة. انتهى من «طبقات القراء» (¬2) للذهبي. ¶ الزَّنْدُوْيَستي: لم يذكر السمعاني هذه الترجمة وهو الحسين بن يحيى الحنفي له كتاب «روضة العلماء» (¬3)، وله نظم في الفقه. ¶ قال عبد القادر (¬4): اسمه علي. ولعله سقط منه لفظة «أبو» (¬5). ¶ الزَّنْدَرَامْشِي: بالفتح، ثم السكون، وبعد الدال المفتوحة راء مهملة، وآخره شين معجمة، وهي نسبة عمر بن حبيب جد صاحب «الهداية» من الحنفية (¬6). ¶ ¬__________ ¶ (¬1) «المقفى الكبير»: (6/ترجمة رقم 2590). ¶ (¬2) «معرفة القراء الكبار»: (2/ 754). ¶ (¬3) انظر: «أسماء الكتب» لعبد اللطيف زاده (ص162). ¶ (¬4) «الجواهر المضية»: (2/ 313) لكن وقع فيه: الزردشني، بالنون في آخره قبل ياء النسبة. ¶ (¬5) أي يكون صوابه: [أبو] علي. ¶ (¬6) «الجواهر المضية»: (2/ 313).",
            "page": "143",
            "part": "1",
            "seal": "906C1731",
            "sora": null
        },
        {
            "aya": null,
            "id": "143",
            "na": null,
            "nass": "الزَّنَقِي: بِفَتَحَات إلى الزَّنَقَة مَوْضِع خارج مرسيَّة، نُسِبَ إليه أبو العباس أحمد بن محمد الجُذَامي المعروف بابن الزَّنَقِي شيخ المتكلِّمين على أهل الحق في وقته (¬1). ¶ الزَّوَاوِي: بفتح الزاي، وواوَين، بينهما ألف، ثم ياء، نسبةً إلى زواوة قبيلة كبيرة من أعمال أفريقية ذات بطون وأفخاذ. ذكرها ابن خلكان (¬2) في ترجمة يحيى بن مُعْطِ (¬3) النحوي. ¶ الزِّيْبَاني (¬4): بكسر الزاي، وسكون التحتية، وفتح الموحدة، ثم ألف، ثم نون، نسبةً إلى الزِّيْبَان من أعمال الري، ذكر ذلك المقريزي في «المقفى» (¬5) في ترجمة محمد بن إبراهيم بن محمد بن علي بن قِوَام الدين، أبي عبد الله الرازي الزِّيْبَاني الصوفي. ¶ الزَّنِّي: بزاي ونون ثقيلتين، هو عثمان بن إبراهيم العفيف. ذكره في «الضوء» (¬6). ¶ ¬__________ ¶ (¬1) ترجمته في «تاريخ الإسلام»: (36/ 270). ¶ (¬2) «وفيات الأعيان»: (6/ 197). ¶ (¬3) كذا في النسختين، والذي في المصادر: يحيى بن عبد المعطي. ¶ (¬4) في (أ): الزبياني. خطأ. ¶ (¬5) لم أجده فيه من خلال البحث في «فهارس الأعلام»، و «فهارس الأنساب»، فالله أعلم. ¶ (¬6) «الضوء اللامع»: (5/ 111)",
            "page": "144",
            "part": "1",
            "seal": "5947687D",
            "sora": null
        },
        {
            "aya": null,
            "id": "144",
            "na": null,
            "nass": "حرف السين ¶ الساجي: بالجيم إلى الساج الخشب (¬1)، وإلى الساج مدينة (¬2) بين كابل وغُزْنين (¬3). ¶ السَّالمي: إلى سالم بطن من الأنصار (¬4)، وإلى مدينة السالم بالأندلس منها علي بن يوسف القَيْسِي السَّالمي. ذكره الذهبي في «طبقات القراء» (¬5). ¶ الساماني: إلى سامان قلعة من ديار بكر، منها الحسن بن سعيد بن عبد الله بن بندار الساماني، ترجمه «ابن السبكي» (¬6). ¶ ¬__________ ¶ (¬1) «لب اللباب»: (2/ 3). ¶ (¬2) «معجم البلدان»: (3/ 170). ¶ (¬3) في النسخ: غزمين، وما أثبتناه من المصادر. وانظر «معجم البلدان»: (4/ 202). ¶ (¬4) «لب اللباب»: (2/ 5). ¶ (¬5) كذا في النسختين، والذي وجدته بهذه النسبة في «طبقات القراء» إنما هو علي بن موسى بن علي بن موسى أبو الحسن الأنصاري السالمي الجياني (2/ 601). ¶ (¬6) كذا قال، والذي في «طبقات السبكي»: (7/ 61) وغيره من المصادر: الشاتاني، وأن شاتان قلعة من ديار بكر، وقد أوردها ياقوت في «معجمه»: (3/ 304) وذكر الحسن في المنسوبين إليها، فكأن النسبة تصحفت في نسخة المصنف من «طبقات السبكي»، والله أعلم.",
            "page": "145",
            "part": "1",
            "seal": "7F7210F9",
            "sora": null
        },
        {
            "aya": null,
            "id": "145",
            "na": null,
            "nass": "السَّبْتِي: بالفتح، والسكون، وفوقية، إلى سَبتة مدينة بالمغرب (¬1)، وأبو العباس أحمد السبتي ولد الخليفة هارون الرشيد، ترك الدنيا وآثر العُزْلة، وكان يكتسب (¬2) بيده يوم السَّبْت شيئاً ينفقه بقية الأسبوع ويتفرغ للعبادة فَعُرِفَ بهذه النِّسْبَة، مات في حياة أبيه سنة أربع وثمانين ومائة. «ابن خلكان» (¬3). ¶ السُّبَدي: بالضم، والفتح، ومهملة، إلى سُبَد بطن من قيس (¬4)، وسبد أيضًا موضع أيضاً قرب مكة (¬5). ¶ السَّبِيْعي: بفتح السين المهملة، وكسر الموحدة، وسكون التحتية، أبو إسحاق وأولاده، كذا قيده ابن الأثير (¬6). قال السمعاني (¬7): نسبة إلى سبيع بطن من همدان. وبالضم أحمر (¬8) الرَّأس بن قُرَّة بن دُعْمُوص ابن سُبَيْع بن ¶ ¬__________ ¶ (¬1) «لب اللباب»: (1/ 8). ¶ (¬2) كذا في النسخ، وفي المصدر: يتكسب. ¶ (¬3) «وفيات الأعيان»: (1/ 168). ¶ (¬4) «لب اللباب»: (1/ 9). ¶ (¬5) «معجم البلدان»: (3/ 183). ¶ (¬6) «اللباب»: (2/ 102). ¶ (¬7) «الأنساب»: (3/ 218). ¶ (¬8) في (أ): أحمد. خطأ.",
            "page": "146",
            "part": "1",
            "seal": "CA6AD18B",
            "sora": null
        },
        {
            "aya": null,
            "id": "146",
            "na": null,
            "nass": "الحارث (¬1) بن أهبان السُّلَمي السُّبَيْعِي شاعر، روت عنه ابنته أم سريرة كثيراً من شعره، أنشده عنها الهَجَري (¬2) في «نوادره» (¬3)، وأوس بن مالك بن زبيبة بن مالك بن سبيعة بن ربيعة بن سُبَيع القُضَاعي، كان شريفاً. ذكره الرُّشَاطي (¬4). ¶ السُّجَّاني: بالضم، وبالفتح، وبتثقيل الجيم، وبعد الألف نون: عبد الله بن إبراهيم، أخذ عن الطرطوشي، منسوب إلى سُجَّانة ضَيْعَة من طَرابلس. ¶ وبِضَم المعجمة، وإهمال الحاء، المحدِّث عبد الرحمن بن عمر بن (¬5) شُحَانة الشُّحَاني مشهور. انتهى، «تبصير» (¬6). ¶ السخومي: الإمام علاء (¬7) الدين علي السخومي (¬8) شارح «المصابيح» (¬9) ¶ ¬__________ ¶ (¬1) في النسخ: الحرب. وما أثبتناه من المصادر. ¶ (¬2) في النسخ: البحتري خطأ. والتصحيح من المصدر، وانظر ما يأتي من تعليقنا على نسبة العصمي. ¶ (¬3) انظر: «تبصير المنتبه»: (2/ 725) و «تاج العروس»: (21/ 178). ¶ (¬4) انظر: «تبصير المنتبه»: (2/ 726) و «تاج العروس»: (21/ 179). ¶ (¬5) قوله: «بن» سقط من (أ). ¶ (¬6) «تبصير المنتبه»: (2/ 727). ¶ (¬7) في (أ): على. خطأ. ¶ (¬8) في (ب): السحومي بالحاء المهملة، وهو الموافق لما في «الدرر الكامنة»: (4/ 65) خلافاً لما في بعض المصادر. ¶ (¬9) أي: «مصابيح السنة» للبغوي، وسمى شرحه: «منهل الينابيع في شرح المصابيح» في مجلد، فرغ منه سنة (762هـ). «إيضاح المكنون»: (2/ 490) و «هدية العارفين»: (1/ 384).",
            "page": "147",
            "part": "1",
            "seal": "4BC8776D",
            "sora": null
        },
        {
            "aya": null,
            "id": "147",
            "na": null,
            "nass": "يُحَرَّر. ¶ السداوي: إلى سداوى (¬1) قرية قرب هَمَذَان (¬2). ذكرها الحافظ ابن الدُّبَيْثي في ترجمة عمر بن محمد بن أبي الجَيْش الصوفي (¬3)، ولم يَضْبِطْهَا. ¶ السَّرَائي: نسبة إلى سَرَاي بفتح المهملتين، وبعد الألف تحتانية، مدينة ببلاد الدشت بشين معجمة. ضبطها البقاعي في ترجمة العلامة محب الدين محمد بن أحمد الأقصرائي (¬4). ¶ السرسني: نسبة إلى سرسنَى، بسين مهملة مكررة، بينهما راء ساكنة، وقبل الياء التحتية نون مكسورة، قرية بالمنوفية من أعمال مصر (¬5)، نُسِب إليها محمد بن الحسين بن إسحاق بن إبراهيم بن موسى الحَسَني الشَّرِيف، أبو عبد الله، توفي مشنوقاً في فتنة جرت بالقاهرة في الدَّوْلة الظَّاهرية منتصف القعدة سنة (662هـ) (¬6). ¶ السُّرَّمَرِي: في «طبقات الحنابلة»: يوسف بن محمد بن مسعود بن محمد ¶ ¬__________ ¶ (¬1) في «ذيل ابن الدبيثي»: سداو. ¶ (¬2) في (أ): همدان. خطأ. ¶ (¬3) «ذيل تاريخ بغداد» لابن الدبيثي: (4/ 345). ¶ (¬4) عنوان الزمان (5/ 132 ترجمة رقم 506). ¶ (¬5) «معجم البلدان»: (3/ 211). ¶ (¬6) وقع اختلاف بين النسخ في إثبات سنة الوفاة، وما أثبتناه من (ب) والمصادر.",
            "page": "148",
            "part": "1",
            "seal": "127B5C2D",
            "sora": null
        },
        {
            "aya": null,
            "id": "148",
            "na": null,
            "nass": "بن علي بن إبراهيم الحنبلي، كمال الدين السُّرَّمَرِي العُقَيْلي نزيل دمشق، وُلِدَ سنة ست وتسعين وستمائة بِسُرَّ من رأى، وسمع من أصحاب ابن عبد الدايم سنة تسع وعشرين وسبعمائة، وأجاز له ابن الشِّحْنَة وابن الدَّواليبي (¬1) وبرع في العربية والفرائض، وبرع ونَظَم وخَرَّج (¬2)، ومُصَنَّفاته بلغت مائة، توفي سنة ست وأربعين وسبعمائة. ¶ ثم رأيت المصنف ترجمه في «طبقات النحاة» (¬3) وذكر أن وفاته سنة ست وسبعين (¬4) وسبعمائة. ¶ ثم رأيته في الطبقة الثانية والعشرين من «طبقات الحفاظ» (¬5) مضبوطاً بالقلم السُّرَّمَرِي (¬6). ¶ السِّرْوِي: بكسر أوله، وسكون ثانيه، نسبةً إلى السِّرْو قرية قرب دِمْيَاط من ¶ ¬__________ ¶ (¬1) في (أ): الدواسي. وما أثبتناه من (ب) والمصادر. ¶ (¬2) في (أ) و (د): جَرَّح. خطأ. ¶ (¬3) «بغية الوعاة»: (2/ 360). ¶ (¬4) كذا في النسختين، والذي في مطبوعة «بغية الوعاة»: ست وأربعين. ¶ (¬5) تصفحتُ الطبقة الثانية والعشرين من كتاب «طبقات الحفاظ» للسيوطي كاملة فلم أجد ترجمة السرمري. وقد ترجمه ابن فهد في «لحظ الألحاظ»: (ص106). ¶ (¬6) كما ترجم له الحافظ في «الدرر الكامنة»: (6/ 247)، وابن العماد في «الشذرات»: (6/ 248).",
            "page": "149",
            "part": "1",
            "seal": "58349307",
            "sora": null
        },
        {
            "aya": null,
            "id": "149",
            "na": null,
            "nass": "أرض مصر (¬1). ¶ السُّرْيَاني: منسوب إلى أرض بسورية (¬2) وهي أرض الجزيرة، بها كان نوح عليه السلام وقومه قبل الغَرَق. ¶ قال عبد الملك بن حبيب (¬3): وكان يُشَاكِلُ اللسان العربي إلا أنه مُحَرَّفٌ، وهو كان لسان جميع مَنْ في سفينة نوح إلا رجلاً واحداً يقال له جُرْهُم فكان لسانه لسان العرب الأول، فلما خرجوا من السفينة تزوج إرم (¬4) بن سام بعض بناته وفيهم (¬5) سار اللسان العربي في ولده، وبقي اللسان السرياني من ولد أَرْفَخشد بن سام إلى أن وصل إلى قحطان (¬6) من ذريته وكان باليمن فنزل هناك بنو إسماعيل فتعلم منهم بنو قحطان اللسان العربي. ¶ ¬__________ ¶ (¬1) «معجم البلدان»: (3/ 218). ¶ (¬2) في (أ) و (د): سورنة. خطأ. ¶ (¬3) هو عبد الملك بن حبيب بن هارون السلمي الألبيري القرطبي، عالم الأندلس وفقيهها. «تاريخ علماء الأندلس»: (1/ 359). ¶ (¬4) في (أ): ازم. خطأ. ¶ (¬5) في المصادر: فمنهم. وهو الظاهر. ¶ (¬6) في المصادر: إلى يَشْجُب بن قحطان.",
            "page": "150",
            "part": "1",
            "seal": "F141B8AD",
            "sora": null
        },
        {
            "aya": null,
            "id": "150",
            "na": null,
            "nass": "وأخرج الحاكم وصححه في «المستدرك» (¬1) والبيهقي في «الشُّعَب» (¬2) عن جابر قال: «أُلْهِمَ إسماعيل هذا اللسان العربي إلهاماً». «مزهر» (¬3). ¶ وفي فتاوى ابن حجر (¬4) عن ابن سلام: سبب تسمية السريانية بذلك أن الله سبحانه حين علم آدم الأسماء علمه إياها سراً عن الملائكة وأنطقه بما ذكر. انتهى. ¶ السُّغْنَاقِي (¬5): الإمام حسام الدين الحنفي، مؤلف «النهاية شرح الهداية» (¬6). ¶ السفاري: نسبة إلى حارة سَفَّار من مدينة «هُوَّ» بصعيد مصر، وسفارَة أحد بطون بني بلارْ مِنْ لَوَاته (¬7) الذين ينزلون أرض مصر، ينسب إليها شرف الدين محمد بن عبد الواحد بن أبي بكر بن إبراهيم الرَّبَعِي السَّفاري، ¶ ¬__________ ¶ (¬1) (2/ 476). ¶ (¬2) (2/ 234). ¶ (¬3) «المزهر في علوم اللغة» للسيوطي: (1/ 29)، وانظر «تاج العروس»: (1/ 13 - 14). ¶ (¬4) أي الهيتمي (ص180). ¶ (¬5) نسبة إلى سغناق قرية من أعمال بخارى. «تاج العروس»: (25/ 450). ¶ (¬6) «الجواهر المضية»: (1/ 213). ¶ (¬7) في (أ): أحد بطون بني بلازن، وفي (ب): بني بلازمن .. ، وفي (جـ): بلان بن لوامه، وفي (د): بلازن نوابة، وما أثبتناه من المراجع، فقد ذكر النسابة في بطون لواتة: بني بلار. كما في «قلائد الجمان».",
            "page": "151",
            "part": "1",
            "seal": "1CC05C00",
            "sora": null
        },
        {
            "aya": null,
            "id": "151",
            "na": null,
            "nass": "حدَّث عنه المقريزي، ونسبه كذلك (¬1). ¶ السقسيني (¬2): سليمان بن السوا (¬3) مؤلف «زهرة الرياض ونزهة القلوب المراض» نسخته في مجلدين برواق اليمن بالجامع الأزهر. ¶ السفكردري: أبو حفص مختصر «غريب الرواية». ذكره عبد القادر في أواخر «طبقات الحنفية» (¬4)، وقال: ولم يذكر السمعاني هذه النسبة. ¶ السِّلْفي: بكسر السين، وسكون اللام، وبالفاء، [مِنْ] (¬5) قطيعة الربيع ببغداد درب السِّلْفي، سَكَنَهُ إسماعيل بن عَبَّاد القطَّان عن عباد الرَّوَاجِني (¬6). ¶ السَّلَقِي: بفتحتين وقاف، أبو عمرو أحمد بن روح هجاه البُحْتُري (¬7)،وبعين مفتوح (¬8) الأول يوسف بن يعقوب السَّلعي (¬9) صاحب ¶ ¬__________ ¶ (¬1) «تاج العروس»: (12/ 48). ¶ (¬2) كذا في النسختين، ووقع في «كشف الظنون»: (2/ 962): الستيسيني. ¶ (¬3) كذا في النسختين: وسماه في «كشف الظنون»: (1/ 257): سليمان بن داود السواري. ¶ (¬4) «الجواهر المضية»: (2/ 317). ¶ (¬5) زيادة من المصادر. ¶ (¬6) «سير أعلام النبلاء»: (31/ 6) و «توضيح المشتبه»: (5/ 78). ¶ (¬7) في (أ) و (د): البحتري [السلقي]. وهو حشو. ¶ (¬8) في بعض النسخ: مفتوحة. خطأ، والتصحيح من المصدر. ¶ (¬9) في (أ) و (د): السلقي. خطأ.",
            "page": "152",
            "part": "1",
            "seal": "54AD3CC5",
            "sora": null
        },
        {
            "aya": null,
            "id": "152",
            "na": null,
            "nass": "السَّلعة .. الخ. «تبصير» (¬1). ¶ السَّمَاعي: بالفتح إلى سماعة جَدّ (¬2)، ومَوْضِع يُعرف بالسماعية. ¶ السُّمْحِي: بضم أوله وسكون ثانيه، نسبةً إلى سُمْح بَطْن من بَجِيْلة. ¶ السُّمَنِيَّة (¬3): بضم السين المهملة، وفتح الميم، طائفة من عَبَدَة الأصنام، يقولون بالتناسخ، ويُنْسَبُون إلى «سُومْنَات»، اسم مَعْبَدِهم في بعض جزائر الهند، انتهى (¬4)، «شرح لقطة العجلان». ¶ وفي «القاموس» (¬5): السُمَنية كَعُرَنية قومٌ بالهند دَهْرِيَّة قائلون بالتَّنَاسُخ. ¶ السَّمْهُودي (¬6): إلى سَمْهُود بالفتح، والسكون، وضم الهاء، وبالدال المهملة قرية كبيرة على شاطئ بحر النيل بالصعيد، ويُقَال بالطاء عوض الدال، كما في «المراصد» (¬7). ¶ ¬__________ ¶ (¬1) «تبصير المنتبه»: (2/ 738 - 739). ¶ (¬2) «لب اللباب»: (2/ 25). ¶ (¬3) في (أ): السمتية. خطأ، والتصحيح من المصادر. ¶ (¬4) انظر: «تاج العروس»: (35/ 219). ¶ (¬5) (ص1557). ¶ (¬6) أفاد الزبيدي في «تاج العروس»: (19/ 388) من هذا الكتاب في الكلام على هذه النسبة. ¶ (¬7) (2/ 739).",
            "page": "153",
            "part": "1",
            "seal": "8F4C0C4A",
            "sora": null
        },
        {
            "aya": null,
            "id": "153",
            "na": null,
            "nass": "السُّمْني: بضم السين، وسكون الميم، والنون نسبة إلى سُمْنَة قرية بِبُخارَى، وماء بين المدينة والشام قُرْب وادي القُرَى، وناحية بجرش، ومَوْضِع (¬1). ¶ كذا في «معجم البلدان» (¬2) وغيره. ¶ السِّنْدِواني: إلى السِّنْدِيَّة بكسر السين المهملة، وسكون النون، وكسر الدال، وتشديد المثناة التَّحْتِيَّة، وبعدها هاء ساكنة، قرية على نهر عيسى بين بغداد والأنبار، ليحصل الفرق بين النسبتين (¬3). ¶ ذكره ابن خلكان (¬4). ¶ السَّنُوسِي: نسبة إلى قبيلة بالمغرب (¬5)، كما في «طباق المالكية». ¶ ¬__________ ¶ (¬1) كذا في النسختين. ¶ (¬2) (3/ 254). ¶ (¬3) كذا في النسختين، وصواب العبارة: وينسب إليها السندواني، ليحصل الفرق بين هذه النسبة والنسبة إلى بلاد السند المجاور لبلاد الهند. كما في «وفيات الأعيان». ¶ (¬4) «وفيات الأعيان»: (4/ 384). ¶ وممن ينسب إليها: محمد بن عبد العزيز السندواني المتوفى سنة (503هـ). «تاج العروس»: (8/ 222). ¶ (¬5) اسمها: سَنُوسة، وممن نُسب إليها: محمد بن عمر بن شعيب السنوسي. «تاج العروس»: (16/ 154).",
            "page": "154",
            "part": "1",
            "seal": "5CFB1FD3",
            "sora": null
        },
        {
            "aya": null,
            "id": "154",
            "na": null,
            "nass": "السُّوْفْسَطَائِي: نِسْبَةً إلى سُوفسَطَاء، وهو اسم يوناني مُرَكَّب منسوب إليه، وهو اسم موضوع للحِكْمة المُمَوّهَة الملابسة، والعلم المزخرف المزيَّن ظاهره وهو باطل؛ لأن «سوف» (¬1) معناه: العِلْم والحكمة، و «أُسْطا» معناه المزخرَف والغَلَط، وهما أيضاً بمعنى، فَسُوفسَطَا معناه: علم الغَلَط، ومنه اشتقت السَّفْسَطَة، كما اشْتُقَّت الفَلْسَفة من فَيْلَاسُوفاً -مضافًا ومضافًا إليه-، ومعناه بالسريانية مُحِبُّ الحكمة، انتهى. «ابن العربي» (¬2). يقال: السُّوفْسَطَائية، وربما قيل: السُّوفْسَطَانية بنون بعد الألف قوم يُنْكِرُون الحقائق. «برماوي». ¶ السُّوَيْدي: بالضم، وفتح الواو، إلى سُوَيد رَجَل، وإلى بلد بالموصل يُقال لها السُّوَيْدَاء نُسب إليها إبراهيم بن محمد بن طرخان الحكيم، عز الدين، أبو إسحاق، المعروف بالسُّوَيدي الأَنْصَاري الدمشقي، شيخ الأطباء بالشام. ذكره المقريزي في «المقفى» (¬3). ¶ السُّهْلي: بالضَّم نِسْبَةً إلى السَّهْل بالفتح، وهو نَقِيض الجبل على غير قياس. قاله «الجوهري» (¬4). ¶ ¬__________ ¶ (¬1) في النسخ: «سو» خطأ. وما أثبتناه من (ب). ¶ (¬2) في النسخ: ابن غرس. خطأ، وما أثبتناه من (ب). ¶ (¬3) «المقفى الكبير»: (1/ترجمة رقم 358). ¶ (¬4) «الصحاح»: (ص337).",
            "page": "155",
            "part": "1",
            "seal": "CF00B3B6",
            "sora": null
        },
        {
            "aya": null,
            "id": "155",
            "na": null,
            "nass": "السَّلَامِي: إلى قرية السَّلَامَة بالتَّخْفِيف، من الطَّائف ذكرها البِقَاعي في ترجمة محمد بن أحمد بن عيسى بن محمد بن مكينة (¬1). ¶ السَّلَاوِي (¬2): بفتح السين المهملة، مثل ماضي السُّلُوّ. قال ابن عبد الحق: مدينة بأقصى المغرب. ¶ السيائي: بسين مفتوحة ومثناة تحت، سيا قرية من قُرَى بخارى منها أبو نعيم عبد الصمد بن علي شيخ الحنفية (¬3). ذكره القاضي إسماعيل الحنفي. ¶ السِّيْرَامي: يحيى بن يوسف بن محمد، نظام الدين بن الشيخ سيف الدين الإمام العلَّامة المفنن النَّحْوي البياني، ذكره المُصَنِّف في «طبقات النُّحَاة» (¬4) هكذا. ¶ ونقل عن خط شيخنا الغنيمي نقلاً عن بعض الفضلاء أنه الصيرامي بالصاد المهملة في خط السَّعْد التَّفْتَازَاني وأنه -أعني الصيرامي- أخذ عن ¶ ¬__________ ¶ (¬1) عنوان الزمان (5/ 32 ترجمة رقم 462). ¶ (¬2) «الضوء اللامع»: (11/ 207). ¶ (¬3) كذا ذكره في باب السين المهملة وهو خطأ، فقد أجمعت المصادر على أنه الشيائي بالشين المعجمة نسبة إلى «شيا» من قرى بخارى. «الإكمال» لابن ماكولا: (4/ 537) و «الجواهر المضية»: (2/ 322) و «تبصير المنتبه»: (2/ 715) و «توضيح المشتبه»: (5/ 11). ¶ (¬4) «بغية الوعاة»: (2/ 346).",
            "page": "156",
            "part": "1",
            "seal": "BC6E0551",
            "sora": null
        },
        {
            "aya": null,
            "id": "156",
            "na": null,
            "nass": "السعد (¬1) فَلْيُحَرَّر. ¶ السِّيغي: بكسر أوله، ويقال بالصاد، نِسْبَةً إلى سِيغ، آخره غين معجمة، ناحية بخُرَاسان ذكر ذلك صاحب «القاموس» في «طبقات اللغوين» (¬2). ¶ ¬__________ ¶ (¬1) انظر: «تاج العروس»: (32/ 363). ¶ (¬2) انظر: «القاموس المحيط»: (ص1012) و «تاج العروس»: (22/ 534).",
            "page": "157",
            "part": "1",
            "seal": "39B0A329",
            "sora": null
        },
        {
            "aya": null,
            "id": "157",
            "na": null,
            "nass": "حرف الشين المعجمة ¶ الشَّابِي: بشين معجمة، وهمزة ممدودة، وموحدة، نِسْبَةً إلى شابة قرية (¬1). ¶ الشَّارِعي: إلى الشارع الموضع المشهور بالقاهرة، وإلى شارع دار الرقيق (¬2) محلة غربي بغداد متصلة بالحريم الطَّاهِرِي (¬3) وشارع الميدان بالجانب الشَّرْقِي من بغداد، والشارع قرب مدينة المنصور من جِهَة الأَنْبَار (¬4). ¶ الشَّارِي: إلى شَارَة قرية من عمل مُرْسِيَّة، منها محمد بن علي بن محمد بن يحيى، أبو عبد الله، الغَافقي المرسيّ الشَّاري، المقرئ، نَزِيل سبتة. ¶ ذكره الذهبي في «طبقات القراء» (¬5). ¶ ¬__________ ¶ (¬1) انظر: «معجم البلدان»: (3/ 304) و «تاج العروس»: (3/ 163). ¶ (¬2) في (أ) و (جـ): الدقيق. خطأ. ¶ (¬3) في (أ، ب): الظاهري. بالظاء المعجمة، خطأ، والتصحيح من المصادر، وقد سميت بذلك نسبة إلى طاهر بن الحسين الأمير، وهي محلة غربي بغداد كان من لجأ إليها أَمِنَ فسميت بالحريم. «تاج العروس»: (31/ 455). ¶ (¬4) «معجم البلدان»: (3/ 307). ¶ (¬5) «معرفة القراء الكبار»: (2/ 609).",
            "page": "158",
            "part": "1",
            "seal": "49275775",
            "sora": null
        },
        {
            "aya": null,
            "id": "158",
            "na": null,
            "nass": "الشَّارِقي: إلى شَارِقَة، حصن بالأندلس من أعمال بَلَنْسِيَّة (¬1). ¶ وإلى الشارقة موضع بأعلى حَرَاز من بلاد اليمن منها المقرئ الفاضل جمال الدين محمد بن يحيى بن عبد الله بن إبراهيم الشارقي مات سنة إحدى وعشرين وثمانمائة. ذكره الفاسي (¬2) في «تاريخ مكة» (¬3). ¶ الشافعي (¬4): رضي الله عنه إلى جده شافع، والنِّسْبَةُ إلى الشافعيِّ شافعيٌّ أيضاً، ولا يُقَال: شَفْعَوِي فإنه لحن، وإن كان قد وقع في بعض كتب الفقه للخُرَاسانيين (¬5) كـ «الوسيط» وغيره، وهو خَطَأٌ فَلْيُجْتَنَب، كما نَبَّه عليه النووي وغيره، انتهى من «الإشارات» (¬6) لابن الملقن (¬7). ¶ الشَّالَنْجِي: بفتح الشين المعجمة واللام، بينهما ألف ساكنة، وسكون ¶ ¬__________ ¶ (¬1) ينسب إليها رجل من أهل القرآن يقال له: الشارقي، اسمه أبو محمد عبد الله بن موسى. «معجم البلدان»: (3/ 307). ¶ (¬2) في (أ): الفارسي. خطأ. ¶ (¬3) المسمى بـ «العقد الثمين في تاريخ البلد الأمين». ¶ (¬4) أفاد الزبيدي في «تاج العروس»: (21/ 281) من هذا الكتاب في الكلام على هذه النسبة. ¶ (¬5) في (أ) و (د): للخراسيين. خطأ. ¶ (¬6) اسمه بتمامه: «الإشارات إلى ما وقع في المنهاج من الأسماء والأماكن واللغات». ¶ (¬7) انظر: «تاج العروس»: (21/ 281).",
            "page": "159",
            "part": "1",
            "seal": "E77A9DA7",
            "sora": null
        },
        {
            "aya": null,
            "id": "159",
            "na": null,
            "nass": "النون، وفي آخرها جيم، نسبةً إلى بيع الأشياء من الشَّعْر كالمخلاة والمِقْوَد (¬1) والحبل نسبة إسماعيل بن سعيد (¬2). «عبد القادر» (¬3). ¶ الشَّبْرَامُلُّسي: إلى شبراملّس، منها شيخنا علامة العصر، شيخ الفقهاء والقُرَّاء والمحدثين بمصر، أبو الحسن علي بن نور الدين علي البصير الشافعي المكنى بأبي الضياء، والنور (¬4) -أبقاه الله تعالى-. ¶ شَبْرَى كَسَكْرى ثلاثة وخمسون موضعاً كلها بمصر، منها عشرة بالمنوفية، وخمسة بالمُرْتاحية، وستة بجزيرة قُوَيْسنا، وإحدى عشرة بالغربية، وسبعة بالسَّمَنُّودِيَّة، وثلاثة بالمنوفية، وثلاثة بجزيرة بني نَصْر، وأربعة بالبُحَيرة، واثنان برَمْسيس، واثنان بالجيزة. انتهى، «قاموس» (¬5). ¶ الشُّبَارْتي (¬6): بضم المعجمة، وموحدة، بعدها ألف، ثم راء ساكنة، نِسْبَةً ¶ ¬__________ ¶ (¬1) هو الحبل يشد في الزمام أو اللجام تقاد به الدابة. «تاج العروس»: (9/ 77). ¶ (¬2) أبو إسحاق الطبري. ¶ (¬3) «الجواهر المضية»: (2/ 374). ¶ (¬4) المتوفى سنة (1087هـ)، ترجمته في «خلاصة الأثر»: (2/ 227). ¶ (¬5) (ص529) وقد استدرك عليه الزبيدي في «تاج العروس» (12/ 128) فأوصلها إلى (72) موضعاً. ¶ (¬6) كذا أثبتها هنا، وهو خلاف مقتضى الترتيب، وقد وقعت في (أ) و (جـ) و (د): الشباري. خطأ.",
            "page": "160",
            "part": "1",
            "seal": "EE25B41F",
            "sora": null
        },
        {
            "aya": null,
            "id": "160",
            "na": null,
            "nass": "إلى موضع بالمغرب يُنْسَبُ إليها عبد الله بن يوسف بن أبي بكر بن عبد الأعلى المَعَافِرِي الخَطِيب مُقْرئ مَشْهُور، مات بعد الستين وستمائة. ¶ ذكره ابن الجزري في «طبقات القراء» (¬1). ¶ الشِّجْعِي: بكسر الشين المعجمة، وسكون الجيم، بعدها عين مهملة، نسبة إلى بني شِجْع، وهم من بني عَامِر بن لَيْث. ¶ ضبطها ابن خلكان في ترجمة نافع بن أبي نعيم المقرئ المدني (¬2). ¶ الشَّدْقَم: بالدال المهملة، قال في «القاموس» (¬3): كَجَعْفَر، فحل للنُّعْمَان بن المنذر ومنه الشَّدْقَمِيَّات من الإبل، انتهى. ¶ الشرابي: أيضاً (¬4) إلى قرية على باب نهاوند نسب إليها أبو إسحاق إبراهيم بن علي الشرابي، ادَّعَى السماع من علي رضي الله عنه. ذكره ابن النَّجَّار (¬5) في «تاريخه». ¶ الشُّرَاحِي: بضم الشين، وحاء مهملة، إبراهيم بن سعد بن شُرَاح المَعَافِرِي ¶ ¬__________ ¶ (¬1) «غاية النهاية»: (1/ 464). ¶ (¬2) «وفيات الأعيان»: (5/ 368). ¶ (¬3) (ص1454). ¶ (¬4) أي: غير ما في «لب اللباب»: (1/ 50). ¶ (¬5) في (أ) و (د): البخاري. خطأ.",
            "page": "161",
            "part": "1",
            "seal": "EE5632D1",
            "sora": null
        },
        {
            "aya": null,
            "id": "161",
            "na": null,
            "nass": "الشُّرَاحي، قال: صلينا خلف عمر بن عبد العزيز. هكذا ضبطه الحافظ في «التبصير» (¬1). ¶ الشَّرَافي: بفتح الشين والراء المخففتين، وبالفاء، إلى شَرَاف جد عثمان بن علي بن شَرَاف. كذا ضبطه السبكي في «طبقاته» (¬2). ¶ الشَّرَخَاني: بالفتح، والراء، والخاء المعجمة، وبعد الألف نون، قرية من أعمال إرْبِل بقرب شَهْرَزُور. ذكر ذلك ابن خلكان (¬3) في ترجمة الإمام أبي عمرو عثمان بن الصلاح. ¶ الشُّرْطِي: بالسكون رَدًّا إلى وَاحِدِه، وهو الشُّرْطة وزان غُرْفَة، وفتح الراء مثال رُطَبَة لغة قليلة، وهم الجُنْد، والجمع شُرَط مثل رُطَب. ¶ والشُّرَط على لغة الجمع: أعوان السلطان الواحدة شُرْطَة، مثل غُرْفَة وغُرَف، وإذا نسب إلى هذا قيل شُرْطِي بالسكون رَدًّا إلى واحده (¬4). «مصباح» (¬5) بمعناه، وفي «القاموس» (¬6): هو شُرطي كتُرْكي وجُهَني (¬7). ¶ ¬__________ ¶ (¬1) «تبصير المنتبه»: (2/ 808)، لكن وقع فيه بفتح الشين. ¶ (¬2) (7/ 209). ¶ (¬3) «وفيات الأعيان»: (3/ 245). ¶ (¬4) في (أ): واحد. خطأ. ¶ (¬5) «المصباح المنير»: (1/ 309). ¶ (¬6) (ص869). ¶ (¬7) أي بسكون الراء وفتحها: شُرْطي وشُرَطي. وانظر «تاج العروس»: (19/ 408).",
            "page": "162",
            "part": "1",
            "seal": "7FAD2E95",
            "sora": null
        },
        {
            "aya": null,
            "id": "162",
            "na": null,
            "nass": "الشِّيْشِيْنِي: بشينَيْن معجمتين، بينهما تحتانية، فنون، فياء نسبة (¬1). ضبطها البقاعي في ترجمة عبد الله بن محمد بن خلف الشيشيني المَحَلِّي (¬2). ¶ الشَّعرِي: بفتح الشين، وسكون العين وفتحها، وبعدها راء، نسبةً إلى الشَّعْر وعمله وبيعه. ذكر ذلك ابن خلكان (¬3) في ترجمة زينب ابنة عبد الرحمن الشَّعْرِيَّة. ¶ الشُّقْرَاطِسِي: قال الإمام أبو شامة في ديباجة شرحه على «القصيدة الشُّقْرَاطسية» (¬4) نظم الشيخ الصالح الجليل العالم الفاضل النبيل أبي محمد عبد الله بن أبي زكريا يحيى بن علي الشُّقْرَاطسي (¬5) من أهل شُقْرَاطِسَة، ذكر لي أنها بلدة من بلاد الجَرِيد بإفريقية. انتهى، وبهامشه: ذكر لي بعض من عرف هذه البلاد: نَفْطة (¬6)، وقَسْطِيْلِيَة، وتَوْزَر، وقَفْصَة بلاد ¶ ¬__________ ¶ (¬1) كذا قال، وهو شرح غير دقيق للنسبة، إذ أنه يؤدي إلى كون النسبة «الشيشني»، والصواب كما قال السخاوي في «الضوء اللامع»: بمعجمتين مكسورتين تلي كل واحدة تحتانية وآخره نون ... ¶ (¬2) عنوان الزمان (3/ 150 ترجمة رقم 324)، وقد تكلم السخاوي على نسبته في الضوء اللامع (11/ 210) فقال: نسبة إلى قرية من المحلة بالغربية. ¶ (¬3) «وفيات الأعيان»: (2/ 345). ¶ (¬4) في (أ) و (د): الشقراطيسية. خطأ، والشقراطسية قصيدة لامية في سيرة رسول الله صلى الله عليه وسلم. انظر: «فهرسة ابن خير الإشبيلي»: (ص375). ¶ (¬5) في (أ): الشقراطيسي. خطأ. ¶ (¬6) في (جـ): قفطة.",
            "page": "163",
            "part": "1",
            "seal": "53A77175",
            "sora": null
        },
        {
            "aya": null,
            "id": "163",
            "na": null,
            "nass": "بإفريقية في الناحية التي تسمى بلاد الجَرِيد وشَقْرَاطس بلدة فيما هنالك. وفي بعض نسخ هذه القصيدة نسبة ناظمها بلفظ التَّوْزَرِي، وفي بعضها بلفظ القَفْصِي، فلعل بلدته من أعمال ذلك (¬1)، انتهى. ¶ الشَّقْرَاوِي: إلى شَقْرَاء من ضياع زرع، منها القاضي صفي الدين أبو محمد إسحاق بن إبراهيم بن يحيى الفقيه. ذكره ابن رجب في «طبقات الحنابلة» (¬2). ¶ الشُّقْرِي: بالضم والسكون إلى شُقْرَة بطن من عبد القيس (¬3). وإلى بليدة بين شاطبة وبَلَنسية (¬4). ¶ الشِّلْحي: بكسر، وسكون اللام، وفي آخرها حاء مهملة، نسبة إلى شِلْح من قُرَى بغداد (¬5). ¶ الشَّلْجِي: بالمعجمة والجيم، قرية ببلاد الترك، منها يوسف بن يحيى ¶ ¬__________ ¶ (¬1) هو كذلك، فشقراطس قرية من عمل توزر. كما في «الوفيات» لابن الخطيب: (ص253). ¶ (¬2) (4/ 242). ¶ (¬3) «لب اللباب»: (2/ 57). ¶ (¬4) في (أ): بلبنسية. خطأ، وقال في «معجم البلدان»: (3/ 354): شَقْر. بفتح أوله وسكون ثانيه جزيرة شَقْر شرقي الأندلس ... ¶ (¬5) «تبصير المنتبه»: (2/ 817).",
            "page": "164",
            "part": "1",
            "seal": "D950CBB5",
            "sora": null
        },
        {
            "aya": null,
            "id": "164",
            "na": null,
            "nass": "الشَّلْجِي عن الحسن بن سليمان البلخي. «تبصير» (¬1). ¶ الشَّكَلِي: بفتح الشين والكاف، إلى شَكَل في بني عامر بن صَعْصَعَة: شَكَل -محرك الكاف- ابن كعب بن الحَرِيش، وفي كَلْب: شكل بن يَرْبُوع بن الحارث (¬2). ¶ الشِّلْبِي: بكسر الشين المعجمة وسكون اللام بعدها باء موحدة إلى شِلْب مدينة بالأندلس على ساحل البحر، يُنسب إليها ابن عمار الشاعر المهري الشلبي. «ابن خلكان» (¬3). ¶ شَلَوْبِين (¬4): أو شَلَوْبِينَة بلد بالمغرب منه أبو علي الشَّلَوبيني النحوي. «قاموس» (¬5). ¶ وقال الدَّمَاميني (¬6) في «شرح المغني» (¬7) في مبحث «إذن»: الشَّلُوبين بفتح ¶ ¬__________ ¶ (¬1) المصدر السابق. ¶ (¬2) «تاج العروس»: (29/ 295). ¶ (¬3) «وفيات الأعيان»: (4/ 428). ¶ (¬4) وقيل بضم اللام كما سيأتي. ¶ (¬5) (ص1561). ¶ (¬6) هو محمد بن أبي بكر بن عمر المخزومي القرشي، بدر الدين. المتوفى سنة (827هـ). «الضوء اللامع»: (7/ 184) و «شذرات الذهب»: (7/ 181). ¶ (¬7) أي «مغني اللبيب» لابن هشام.",
            "page": "165",
            "part": "1",
            "seal": "C308E54A",
            "sora": null
        },
        {
            "aya": null,
            "id": "165",
            "na": null,
            "nass": "الشين المعجمة، وضم اللام، وفتحها أيضاً، وبعد الواو حرف ينطق به بين الباء والفاء، وهو أعجمي (¬1). انتهى. ¶ وقال الشُّمُنِّي: الشَّلَوبين بفتح الشين المعجمة، واللام، وكسر الموحدة، وسكون المثناة التحتية، وبعدها نون، هكذا ضبطه ابن خلكان (¬2)، إلا أنه جعله بياء النسبة فقال أبو علي عمر بن محمد بن عمر المعروف بالشَّلَوبيني الإشْبِيلي، كان إماماً في النحو، ولد بإشبيليا سنة اثنتين (¬3) وستين وخمسمائة، وتوفي سنة خمس وأربعين وستمائة، وهذه النسبة إلى الشَّلَوبين وهي بلغة الأندلس: الأبيض الأشقر، انتهى. ¶ الشنابزي (¬4): إلى شنابز محلة بالجانب الشرقي من وَاسِط، نسب إليها أبو منصور المذكور في الحديث المسلسل في صفة الوضوء من حديث ابن مسعود (¬5) الذي رواه الحاكم في النوع العاشر من «علوم الحديث» (¬6). ¶ ¬__________ ¶ (¬1) في (أ) و (جـ): عجمي. ¶ (¬2) «وفيات الأعيان»: (3/ 451). ¶ (¬3) في (أ): ست. خطأ، وقد جاءت سنة وفاته في (ب) و (د) على الصواب لكن بالأرقام (562هـ)، وهو الموافق لما في المصادر. ¶ (¬4) في (أ): الشنايزي. خطأ. ¶ (¬5) في النسخ: أبي مسعود، والتصحيح من المصدر. ¶ (¬6) «معرفة علوم الحديث»: (ص179)، وراجع حاشيته لزاماً.",
            "page": "166",
            "part": "1",
            "seal": "A8FAD7F3",
            "sora": null
        },
        {
            "aya": null,
            "id": "166",
            "na": null,
            "nass": "الشِّنْتِيَاني: بكسر المعجمة، وسكون النون، وكسر الفوقية، ثم نون، ثم ياء، نُسِبَ إليها أبو بكر عياش بن محمد بن أحمد بن خلف بن عياش القُرْطُبي من أئمة القُرَّاء. ذكره ابن الجوزي في «طبقاته» (¬1). ¶ الشَّنْهُوري: بمعجمة مفتوحة، فنون ساكنة، فهاء مضمومة، ثم راء مهملة، بَلْدَة بقُوص من صَعيد مصر الأَعْلَى. ضبطها المنذري في ترجمة عبد الله بن ثابت بن عبد الخالق التُّجيبي (¬2) الشَّنْهُوري (¬3). ¶ الشَّنِيْنِي: بفتح المعجمة، وكسر النونين، بينهما تحتانية. ضبطها البقاعي في ترجمة البرهان الخُجَنْدِي (¬4)، ولم يذكر لما هي. ¶ الشَّوْبَرِي: إلى شوبر قرية بالمنوفية من أعمال مصر، منها شيخنا شيخ الإفتاء والتدريس محمد بن أحمد الشوبري الشافعي (¬5)، وأخوه شيخ المذهب النعماني أحمد الحنفي (¬6) أبقاهما الله تعالى. ¶ ¬__________ ¶ (¬1) «غاية النهاية»: (1/ 607) وفيه: الشنتيالي، وكذا وقع في بعض المصادر، وما في «تاج العروس»: (35/ 297) موافق لما في النسخ، وقال: إن شنتيان بلد من أعمال قرطبة. ¶ (¬2) في (أ) و (د): النجيبي. خطأ. ¶ (¬3) وترجمه الذهبي في «تاريخ الإسلام»: (45/ 316). ¶ (¬4) وترجمه السخاوي في «الضوء اللامع»: (5/ 341). ¶ (¬5) «الأعلام» للزركلي: (6/ 11). ¶ (¬6) «خلاصة الأثر»: (1/ 110).",
            "page": "167",
            "part": "1",
            "seal": "432B8B10",
            "sora": null
        },
        {
            "aya": null,
            "id": "167",
            "na": null,
            "nass": "توفي الشيخ العلامة الشهاب أحمد المرقوم سنة (1064هـ)، ثم توفي شيخنا العلامة محمد المرقوم في ثاني جمادى الأول سنة (1069هـ) عن إحدى وتسعين سنة، وهو مُمَتَّعٌ بجميع حَوَاسه، وصلَّى عليه ولده الكبير سيدي أحمد الحنفي بجامع الأزهر في مَحْفَلٍ لم يُرَ مثله، ثم صلَّى عليه ولده الآخر سيدي محمد الشافعي بالشيخونية، ثم دفن علي أخيه (¬1) بمدفن السيدة سُكَيْنَة بالقُرب من شَجَرة الدُّر، وهو جدير بما قيل في أبي البركات: ¶ أبو البركات لو دَرَتِ المنايا ... بأنَّك فَرْدُ عَصْرِكَ لم تُصِبْكَا ¶ كفى الإسلام ثلْماً فقد شخص ... عليه بأعين الثقلين يُبْكَا ¶ الشهراباني (¬2): بلدة من أعمال طريق خراسان (¬3)، منها أبو محمد عبد الله بن محمد بن محمد بن هبة الله النحوي (¬4). ¶ ¬__________ ¶ (¬1) كذا. ¶ (¬2) في (أ) و (د): الشهرباي، وفي (جـ): الشهراي، خطأ، والتصحيح من المصادر. ¶ (¬3) «معجم البلدان»: (3/ 375). ¶ (¬4) ترجمه الصفدي في «الوافي بالوفيات»: (17/ 454).",
            "page": "168",
            "part": "1",
            "seal": "31F254CE",
            "sora": null
        },
        {
            "aya": null,
            "id": "168",
            "na": null,
            "nass": "حرف الصاد ¶ الصَّابِئ: بهمزة آخره، قيل: نِسْبَةً إلى صَابئ بن متوشلح بن إدريس عليه السلام، وقيل: الصابئ عند العرب من خَرَج عن دينه. ذكر ذلك ابن خلكان (¬1) في ترجمة إبراهيم بن هلال الصابئ صاحب الرسائل المشهورة، والنَّظْم البديع. ¶ وفي «المصباح» (¬2): صَبَأ مِنْ دينٍ إلى دينٍ يَصْبَأ مهموز بفتحتين: خَرَج، فهو صابئ، ثم جُعِلَ هذا اللقب عَلَماً على طائفة من الكُفَّار يُقال إنها تَعْبُدُ الكَواكِبَ في البَاطِن وتُنْسَبُ إلى النصرانية في الظاهر، وهم الصَّابئة والصَّابِئون، ويَدَّعُون أنهم على دين صابئ بن شيث بن آدم، ويجوز التخفيف فيقال: الصَّابُون. ¶ الصَّاعدي: نِسْبَةً إلى جد (¬3). ¶ الصَّحَفي: نَقَلَ المُصَنِّفُ (¬4) في «شرح التقريب» (¬5) عن ابن هشام أنه قال: ومن اللَّحن قولهم: «لا يُؤخذ العلم من صُحُفي» بضمتين، والصواب ¶ ¬__________ ¶ (¬1) «وفيات الأعيان»: (1/ 54). ¶ (¬2) «المصباح المنير»: (1/ 332). ¶ (¬3) «الجواهر المضية»: (2/ 323). ¶ (¬4) أي: السيوطي. ¶ (¬5) المسمى «تدريب الراوي»: (20/ 208).",
            "page": "169",
            "part": "1",
            "seal": "3043242E",
            "sora": null
        },
        {
            "aya": null,
            "id": "169",
            "na": null,
            "nass": "بفتحتين رَدًّا إلى صَحِيفة، ثم فُعِلَ بها ما فُعِل بـ «حَنِيفة»، انتهى. ¶ الصَّخْرِي: إلى بَلَد بالأندلس (¬1)، يُنسب إليها خلف بن مروان بن أمية بن حَيْوَة. «ذكره عياض» (¬2). ¶ الصفناقي: بصاد مهملة، وهو السفناقي بالسين (¬3)، يُنْظَر. ¶ الصَّفَاقُسي: إلى صَفَاقُس، بالصاد، والفاء، وضم القاف، وبالسين، قال في «القاموس» (¬4): بفتح الصاد، وضم القاف، بلد بإفريقية على البحر، شُرْبُهُم من الآبار، انتهى. ¶ الصَّفَوِي: مُعين الدين الشريف محمد مؤلف «جوامع (¬5) التبيان تفسير القرآن» (¬6) وغيره، وهو ابن عم (¬7) السيد عيسى الصَّفَوي شارح «الشفا» (¬8) ¶ ¬__________ ¶ (¬1) يقال لها: الصخرة. ¶ (¬2) «ترتيب المدارك»: (2/ 49). ¶ (¬3) انظر: «بغية الوعاة»: (1/ 347). ¶ (¬4) (ص712). ¶ (¬5) في (أ): جامع. خطا. ¶ (¬6) انظر: «كشف الظنون»: (1/ 610). ¶ (¬7) في (ب): وهو عم ... ، وفي (جـ): وهو جد، وما في (أ) هو الموافق لما في «الضوء اللامع». ¶ (¬8) انظر: «كشف الظنون»: (2/ 1054).",
            "page": "170",
            "part": "1",
            "seal": "ED2C05A1",
            "sora": null
        },
        {
            "aya": null,
            "id": "170",
            "na": null,
            "nass": "وغيره من التحقيقات، كأنه نِسْبَة إلى أبيه السيد صفي (¬1) الدين عبد الرحمن الحسيني الإيجي، وُلِد (¬2) سنة اثنتين وثلاثين وثمانمائة بإيج ولازم والده وعمه، وارتحل إلى كَرْمَان وخُرَاسان، وأخذ عن المولى علي أحد عظماء تلامذة السيد الجُرْجَاني، وله في «الضوء اللامع» (¬3) ترجمة عظيمة. ¶ الصُّمَيْدي: بضم المهملة، وفتح الميم وتخفيفها، وإسكان التحتية، نسبة إلى قرية من قرى دمشق (¬4). ¶ الصَّنَافِيري: بالفتح، ثم نون مخففة، وبعد الألف فاء مكسورة، ثم تحتانية ساكنة، ثم راء مهملة، إلى صَنَافير من عَمَل القَلْيُوبية. ضبطه الحافظ ابن حجر في «الدرر الكامنة» (¬5) في ترجمة ولي الله يحيى الصَّنَافيري. ¶ الصُّوَيْتي: إلى صُوَيت من جُذَام، بضم المهملة، وفتح الواو، وسكون التحتية، ثم مثناة فوقية، نُسِبَ إليها ضياء الدين محمد بن إسماعيل بن عبد الجبار بن يوسف بن عبد الجبار بن شبل بن علي المقدسي الكاتب، «مقفى» (¬6). ¶ ¬__________ ¶ (¬1) في (أ) و (د): حنفي. خطأ. ¶ (¬2) أي معين الدين. ¶ (¬3) (11/ 185). ¶ (¬4) وممن اشتهر بالنسبة لها: رافع بن هِجْرَس بن محمد بن شافع الصُّمَيدي. «ذيل تذكرة الحفاظ»: (ص35). ¶ (¬5) (6/ 201). ¶ (¬6) لم أجده في مطبوعة «المقفى الكبير» فيغلب على الظن أنه وقع في الأجزاء التي لم تصلنا منه. وقد ترجم للصويتي الذهبيُّ في «تاريخ الإسلام»: (47/ 367).",
            "page": "171",
            "part": "1",
            "seal": "A5ADAFFD",
            "sora": null
        },
        {
            "aya": null,
            "id": "171",
            "na": null,
            "nass": "حرف الضاد ¶ الضُّبَعي: إلى ضُبَيْعَة بن رَبيعة بن نِزار بن مَعد (¬1) بن عدنان، وفي الأنصار ضُبَيْعَة بن زيد بن مالك بن عمرو بن عوف بَطْن من الأَوْس (¬2). «جامع الأصول» (¬3). ¶ الضَّبَنِي: بفتحتين، ونون، إلى ضَبينة بطن من جُذَام (¬4)، وضَبِينة بفتح الضاد، وكسر الموحدة، وسكون التحتية، وبالنون، وبعض أهل الحديث يقول الضُّبَيْني (¬5). ¶ ¬__________ ¶ (¬1) في النسخ: سعد. خطأ، وما أثبتناه من المصدر. ¶ (¬2) وقد استدرك ابن الأثير ذلك على السمعاني في «اللباب»: (2/ 260)، ومع ذلك لم يورده السيوطي في «اللب»: (2/ 79) بل اقتصر في الكلام على نسبة الضبعي على ما ذكره السمعاني في «الأنساب». ¶ (¬3) (12/ 535). ¶ (¬4) «لب اللباب»: (2/ 79). ¶ (¬5) نبه على ذلك ابن الأثير في «اللباب» (2/ 260 - 261) مستدركاً على السمعاني، فأغفل السيوطي في «اللب»: (2/ 79) الوجه الثاني-الضُّبَيْني- واكتفى بذكر الوجه الأول-الضبني-.",
            "page": "172",
            "part": "1",
            "seal": "60D412D1",
            "sora": null
        },
        {
            "aya": null,
            "id": "172",
            "na": null,
            "nass": "حرف الطاء ¶ الطَّابِثي: إلى طَابِث قرية من قُرَى البصرة (¬1)، منها علي بن القاسم بن محمد بن إسحاق، أبو الحسن. ذكره ابن فرحون في «طبقات المالكية» (¬2). ¶ الطَّاحُوني: بضم الحاء المهملة إلى الطَّاحُونة (¬3)، وإلى الطاحون بينها وبين الإسكندرية مَغْرِباً (¬4) ستة وثلاثون ميلاً (¬5). ¶ الطَّالَبَاني: نِسْبَة علي بن نابت (¬6) بن طالب بن الطَّالبَاني البغدادي الحنبلي الأَزَجي الفقيه الواعظ، أبو الحسن، ونابت بنون، كذا قال المنذري، وقال: والطَّالَباني بفتح الطاء المهملة، وبعد الألف لام مفتوحة (¬7)، وباء موحدة، وبعد الألف الثانية نون مكسورة (¬8)، ولم يذكر النِّسْبَة لماذا. ¶ ¬__________ ¶ (¬1) «تاج العروس»: (5/ 291). ¶ (¬2) «الديباج المذهب»: (ص113). ¶ (¬3) «لب اللباب»: (2/ 83). ¶ (¬4) في (ب) و (د): تقريبا. ¶ (¬5) وقال ياقوت في «معجم البلدان»: (4/ 4): الطاحونة ... موضع بالقسطنطينية. ¶ (¬6) في (أ): ثابت. خطأ. ¶ (¬7) لكن قال الحافظ في «التبصير»: (3/ 868): بكسر اللام. ¶ (¬8) وانظر: «إكمال الإكمال»: (4/ 37).",
            "page": "173",
            "part": "1",
            "seal": "FD68005B",
            "sora": null
        },
        {
            "aya": null,
            "id": "173",
            "na": null,
            "nass": "الطَّاوُوسي (¬1): قال ابن خلكان (¬2) في ترجمة أبي الفضل العراقي ابن محمد: ولم أعلم نسبة الطَّاوُوسي إلى أيِّ شيء، وسمعت جماعة من فقهائهم يُنْسَبون إلى هذه النِّسْبَة ويَزْعُمون أنهم من نَسْل طَاوُوس بن كيسان التابعي، فلعله منهم (¬3)، والله أعلم. ¶ الطَّبَنَاوي: إلى طَبَنَاو (¬4) بفتح المهملة، والموحدة، وتخفيف النون، ثم واو، من عمل سنجا من الغربية (¬5). ¶ الطشاني: إلى طشانة قرية من عمل مَنْبِج منها محمد بن الفضل البهراني (¬6) ذكرها الحافظ المنذري في «التكملة» في ترجمة الأديب البارع أبي علي الحسين بن عبد الله بن رواحة الأنصاري الحَمَوي الشافعي، ولم يضبطها. ¶ ¬__________ ¶ (¬1) أفاد الزبيدي في «تاج العروس»: (16/ 216) من هذا الكتاب في الكلام على هذه النسبة. ¶ (¬2) «وفيات الأعيان»: (3/ 259). ¶ (¬3) في (أ) و (د): فيهم. ¶ (¬4) كذا، وفي «تاج العروس»: (35/ 346): طَبَني. ¶ (¬5) وممن ينسب إليها: الإمام ناصر الدين أبو يحيى محمد بن ركن الدين بن محمد بن عمر بن محمد الطبناوي. «الضوء اللامع»: (11/ 212). ¶ (¬6) في (أ) و (د): السهراني.",
            "page": "174",
            "part": "1",
            "seal": "396E85E7",
            "sora": null
        },
        {
            "aya": null,
            "id": "174",
            "na": null,
            "nass": "الطُّغْراوي (¬1): بضم الطَّاء، نِسْبَةً لمن يكتب «الطُّغْري» (¬2) وهي الطُّرَّة التي تُكْتَبُ في أعلى الكُتُب بالقلم الغليظ، ومضمونها نعوت الملك الذي صدر عنه الكتاب، وهي لفظة أعجمية (¬3). ذكره ابن خلكان (¬4). ¶ الطَّوْسي: بفتح الطاء، إلى طَوْس (¬5) قرية من عمل غِرْنَاطة، منها أبو إبراهيم إسحاق بن إبراهيم بن عامر الطَّوْسي الأندلسي. قَيَّدَهُ أبو حَيَّان (¬6). ¶ الطُّوْفِي: إلى طُوْفَى فُعْلَى مِنْ أعمال صَرْصَرْ من نواحي بغداد، منها نجم الدين سليمان بن عبد القوي بن عبد الكريم بن سعيد الطُّوفي ثم البغدادي الفقيه الأصولي. ذكره ابن رجب في «طبقات الحنابلة» (¬7). ¶ الطُّيُوريات: انتخاب السِّلَفي من حديث أبي الحسين (¬8) المبارك بن عبد الجبار الصَّيْرَفي، المعروف بابن الطُّيُوري في مجلدين. كذا في «فهرست الحافظ ابن حجر» (¬9). ¶ ¬__________ ¶ (¬1) في (أ): الطفراوي، بالفاء، وهو خطأ، والتصحيح من المصدر. ¶ (¬2) في (أ): الطفري. خطأ. ¶ (¬3) في (أ): الأعجمية. خطأ. ¶ (¬4) «وفيات الأعيان»: (2/ 190). ¶ (¬5) وسماها الزبيدي في «تاج العروس»: (16/ 217): طَوْسَة. ¶ (¬6) انظر: «تاج العروس»: (16/ 217). ¶ (¬7) «ذيل طبقات الحنابلة»: (2/ 302). ¶ (¬8) في النسخ: الحسن. خطأ، والتصحيح من المصادر. ¶ (¬9) «المعجم المفهرس»: (ص316)، و «الطيوريات» مطبوع.",
            "page": "175",
            "part": "1",
            "seal": "BD3964BB",
            "sora": null
        },
        {
            "aya": null,
            "id": "175",
            "na": null,
            "nass": "حرف الظاء ¶ الظُّرَافي: بالضم قرية قريبة من الجَنَد باليَمَن، منها أبو بكر المخائي (¬1). ذكر ذلك ابن السبكي في «الكبرى» (¬2) في ترجمة زيد بن الحسن اليماني. ¶ الظِّهْرِي: منسوب إلى الظَّهْر، والكسر من تغييرات النَّسَب «بيضاوي». ¶ قال في «المغني»: كالإمْسِي في النِّسْبَة إلى الأَمس (¬3). ¶ ¬__________ ¶ (¬1) في (أ): المجابي. خطأ، والتصحيح من المصدر. ¶ (¬2) (7/ 86). ¶ (¬3) انظر: «تاج العروس»: (15/ 408)، وقد نَسَبَ هذا القول لأبي سعيد السكري الأديب النحوي المتوفى سنة (275هـ).",
            "page": "176",
            "part": "1",
            "seal": "BC349A6B",
            "sora": null
        },
        {
            "aya": null,
            "id": "176",
            "na": null,
            "nass": "حرف العين ¶ العَالِقِيْني: بالفتح، وبعد الألف لام وقاف مكسورتين، وتحتية ساكنة، ونون، نِسبةً إلى عَالِقين قرية بظاهر دمشق، مات بها الملك العادل أبو بكر بن أيوب. ذكره ابن خلكان (¬1). ¶ العَبَادِيدي: اسمه أبو زيد، يُنسب إلى العَبَاديد (¬2). قال الجوهري (¬3): العَبَادِيد الفِرَق من الناس الذاهبون في كل وجه، وكذلك العَبَابيد، يقال: صار القوم عبَادِيد (¬4) وعبَابِيد، والنسبة إليهم عَبَادِيدي. ¶ قال «س» (¬5): لأنه لا واحد له –أي: من لفظه-، وواحده: فَعْلُول، أو فِعْليل، أو فِعْلَال في القياس، انتهى. ¶ العَبْتناوي: بفتح المهملة، وسكون الموحدة، ومثناة فوقية، نِسْبَةً إلى عَبْتنا قرية من جبل نابلس. كذا ضبطها البرهان البقاعي في ترجمة أحمد بن عبد ¶ ¬__________ ¶ (¬1) «وفيات الأعيان»: (5/ 78). ¶ (¬2) في (أ): العبادية. خطأ. ¶ (¬3) «الصحاح»: (ص441). ¶ (¬4) في (أ): عبابيد. خطأ. ¶ (¬5) أي سيبويه، وانظر كلامه في «تاج العروس»: (8/ 337).",
            "page": "177",
            "part": "1",
            "seal": "5B6F8312",
            "sora": null
        },
        {
            "aya": null,
            "id": "177",
            "na": null,
            "nass": "الرحمن بن حمدان بن حَمِيد –بالتكبير- شهاب الدين العَبْتَنَاوي أحد المُسْنِدين (¬1). ¶ العِبْرَاني: والعِبْرَانية بكسر العين المهملة فيهما، نِسْبَةً إلى العِبْري بكسر العين وسكون الموحدة، زِيْدَت الألف والنون في النسبة على غير قياس. ¶ وفي القسطلاني: نِسْبَة إلى العِبْر بكسر العين، وسكون الموحدة، على غير قياس، قيل: سميت بذلك لأن الخليل عليه السلام تكلَّم بها لما عَبَرَ الفُرَات فارًّا من نَمْرُود، وقيل: إن التوراة عِبْرَاني والإنجيل سرْيَاني، وعن سفيان: ما نَزَلَ من السماء وحيٌّ إلا وهو بالعربية، وكانت الأنبياء عليهم السلام تترجمهُ (¬2) لقومهم، انتهى. ¶ وفي «فتاوى ابن حجر» قال: سُميت العِبْرَانية لأنها كانت عند عُبُور النَّهْر (¬3). ¶ العَبْدلاوي: ذكر ابن خلكان (¬4) في ترجمة عبد الله بن طاهر الخزاعي أن ¶ ¬__________ ¶ (¬1) الذي في «الضوء اللامع»: (1/ 273) العَنَبْتاوي، نسبة إلى عَنَبْتا. ¶ (¬2) في (أ): ترجمه. خطأ. ¶ (¬3) وانظر: «عمدة القاري شرح صحيح البخاري»: (1/ 135). ¶ (¬4) «وفيات الأعيان»: (3/ 88).",
            "page": "178",
            "part": "1",
            "seal": "0CA5C54E",
            "sora": null
        },
        {
            "aya": null,
            "id": "178",
            "na": null,
            "nass": "الوزير أبا القاسم بن المغربي ذَكَرَ في كتاب «الخَوَاص» (¬1) أن البطيخ العَبْدلاوي منسوب إلى عبد الله المذكور، وهذا النوع من البطيخ لم أره في شيء من البلاد إلا في الديار المصرية، ولعله نُسِبَ إليه لأنه كان يَسْتَطِيبه، أو أنه أول من زَرَعَهُ هناك، انتهى. ¶ العُتْمِي: بالضم والتاء الفوقية، نِسْبَةً إلى عُتْمَة بَلَدٌ مِنْ جِبال اليَمَن في بلاد وُصَاب. ذكر ذلك الفاسي في ترجمة حسين في «تاريخ مكة». ¶ العَجَلي: بفتحتين، إلى عَمَل العَجَل التي تَجُرُّها الدَّوَاب، نُسِبَ إليه أبو سعد عثمان بن علي الفقيه، توفي سنة 517هـ، تفقه بالقاضي حسين، وله تعليقة على «الحاوي» (¬2). ¶ وأما أبو الفتوح أسعد بن محمود الإمام مُنْتَجِب (¬3) الدين شارح «الوسيط» و «المهذَّب» والمذكور في مسألة الدَّوْر فهو العِجْلي بالكَسْر والسُّكُون نِسْبَةً إلى عِجْل بن لُجَيم -بضم اللام، وفتح الجيم- قَبيلة، كذا ضبطه ابن خلكان (¬4). ¶ ¬__________ ¶ (¬1) سماه ابن خلكان: «أدب الخواص». ¶ (¬2) «تاج العروس»: (29/ 438). ¶ (¬3) في النسختين: منتخب. وما أثبتناه من المصادر. ¶ (¬4) «وفيات الأعيان»: (1/ 209).",
            "page": "179",
            "part": "1",
            "seal": "9E10D6F4",
            "sora": null
        },
        {
            "aya": null,
            "id": "179",
            "na": null,
            "nass": "العجالم: قومٌ من أهل اليمن، والنِّسْبة عَجْلَمِي. «قاموس» (¬1). ¶ العدسي: بفتحتين إلى العَدَس المعروف (¬2)، وبضمتين إلى عُدُس بن زيد بن عبد الله بَطْنٌ من تميم (¬3). ¶ العُدَيْني: بضم العين، وفتح الدال المهملتين، بعدها ياء ساكنة، ونون، منسوبة إلى ذي عُدَينة بتعز، منها حسين بن علي بن حسين بن إسماعيل الزَّبيْدي العُدَيني، سمع الكثير وتفقه، مات سنة نيف وثلاثين وستمائة، انتهى «تبصير» (¬4). ¶ العُرْضِي: بالضم، والسكون، ومعجمة إلى «عُرْض» ناحية بدمشق، وبَلْدَة بين تَدْمُر (¬5) والرَّقَّة، منها أبو المكارم فضالة بن نصر الله بن حَوَّاس (¬6). ذكره المنذري في «التكملة» (¬7). ¶ ¬__________ ¶ (¬1) (ص1466). ¶ (¬2) «لب اللباب»: (2/ 109). ¶ (¬3) انظر: «جمهرة أنساب العرب»: (1/ 232). ¶ (¬4) «تبصير المنتبه»: (3/ 997). ¶ (¬5) في النسخ: تدمير. خطأ، والتصحيح من المصادر. ¶ (¬6) كذا في النسخ وهو الموافق لما في «تاج العروس»: (18/ 399)، وجاء في بعض المصادر: جواس. بالجيم، ومنها تكملة المنذري. ¶ (¬7) (1/ترجمة رقم 131).",
            "page": "180",
            "part": "1",
            "seal": "3F76528E",
            "sora": null
        },
        {
            "aya": null,
            "id": "180",
            "na": null,
            "nass": "العَزَفي: بفتح المهملة، والزاي، ثم فاء، نسبة إلى عَزَفَة اللخمي ضبطه المقريزي في «المقفى» (¬1). ¶ ونقل الشامي أن الإمام المحدث أبو العباس أحمد بن محمد بن (¬2) أحمد العَزَفي كذلك، قال: وهو تلميذ القاضي أبي بكر بن العربي. ¶ العَسَّاسي: بمهملات، والعين مفتوحة، والسين مشددة، نسبة لمُنْيَة عَسَّاس. ضبطها البقاعي (¬3) في ترجمة يحيى بن موسى بن محمد (¬4). ¶ العَسْقَلاني: بفتح أوله، والقاف، إلى عَسْقَلان مدينة من فلسطين (¬5)، وعَسْقَلان محلة بِبَلْخ، وأخطأ من قال: قرية. نقله الخليلي عن الرافعي في «تاريخ قزوين» (¬6). ¶ ¬__________ ¶ (¬1) عزاه في «فهارسه» إلى (3/ 243)، ولم أجده في الموضع الذي أشار إليه، فلعله حدث خطأ مطبعي، والله أعلم. ¶ (¬2) قوله: محمد بن. ملحق في (ب) في الحاشية اليسرى، ووقع في (أ) و (د): أبو العباس محمد بن أحمد. خطأ. ¶ (¬3) في (أ): الباعي. خطأ. ¶ (¬4) وترجمه السخاوي في «الضوء اللامع»: (10/ 241). ¶ (¬5) «لب اللباب»: (2/ 114). ¶ (¬6) كذا وقعت العبارة في النسختين، وهي خطأ فيها قلب، فالرافعي متأخر جداً عن الخليلي وهو الذي ينقل عنه، وكلام الخليلي في «الإرشاد»: (3/ 938)، ونقله عنه الرافعي في «التدوين»: (3/ 471) ترجمة عيسى بن أحمد بن وردان العسقلاني.",
            "page": "181",
            "part": "1",
            "seal": "005A5835",
            "sora": null
        },
        {
            "aya": null,
            "id": "181",
            "na": null,
            "nass": "العُسْكري: بالضم إلى عُسكر من قُرَى نَابُلْس، ضَبَطَهُ القطب عبد الكريم الحلبي (¬1) في «تاريخه». ¶ العَصَمِي: بفتحتين، مالك بن نَضْلَة بن خديج (¬2) وبضم أوله إلى عُصَيم بن الحارث الصحابي (¬3). قاله الهَجَرِيُّ (¬4). ¶ العُصْفُري (¬5): بالضم إلى العُصْفُر المعروف، وإلى فخذ من العرب ذكره الخطيب البغدادي في «المتفق والمفترق» (¬6) في ترجمة خليفة بن خياط العُصْفُرِي. ¶ العُطَيْرِي: من عُطَيْر بضم أوله، وفتح الطاء المهملة، وياء، ثم راء مهملة. ¶ العَقِيْقِي: إلى عَقِيق المدينة، نُسِبَ إليه محمد بن جعفر بن عبد الله بن الحسين بن علي بن أبي طالب رضي الله عنهم؛ لأنه كان ينزل فيه، ذكره ¶ ¬__________ ¶ (¬1) هو عبد الكريم بن عبد النور بن منير بن عبد الكريم الحافظ، قطب الدين، المتوفى سنة (735هـ)، له «تاريخ مصر» لم يتم تبييضه. «الأعلام»: (4/ 53). ¶ (¬2) «تاج العروس»: (33/ 108). ¶ (¬3) ترجمته في «الإصابة»: (4/ 505). ¶ (¬4) هو هارون بن زكريا، أبو علي الهَجَري المتوفى سنة (300هـ)، له كتاب «النوادر». «الأعلام» للزركلي: (8/ 60). ¶ (¬5) في (أ): العصفيري. خطأ. ¶ (¬6) (2/ 38).",
            "page": "182",
            "part": "1",
            "seal": "B5FE7DFF",
            "sora": null
        },
        {
            "aya": null,
            "id": "182",
            "na": null,
            "nass": "الحافظ ابن حجر (¬1) في ترجمة أحمد بن الحسين بن أحمد بن علي بن محمد بن جعفر العَقيقي، قال (¬2): وإليه تُنْسَبُ دار العَقيقي التي عند باب البريد بدمشق، وقد عمرها (¬3) مدرسة الملك الظاهر بيبرس. ¶ العُقَيبي (¬4): نسبة إلى العُقَيبة (¬5) موضع بدمشق، ذكره الفاسي في ترجمة محمد بن عبد الله بن عبد الله الدمشقي القَلْعي ناصر الدين العُقَيْبي، كان إماماً في القراءات. ¶ العُلْوي: بسكون اللام: عمرو بن سلمة الهمداني العُلْوي الكوفي الأَرْحَبي صاحب علي، وقالوا في النِّسْبَة إلى العَالِية -وهي موضع بقرب المدينة-: العُلْوي، والقياس: عليٌّ أوعَالَوي. انتهى مُلَخَّصاً من «الرضي». ¶ العِمَادي: نسبة إلى العِمَادية من بلاد الموصل (¬6)، نُسِبَ إليها محمد بن أبي ¶ ¬__________ ¶ (¬1) «تبصير المنتبه»: (3/ 1014). ¶ (¬2) لم أجده من كلام الحافظ. ¶ (¬3) كذا في النسختين، ويظهر أن صوابها: «صارت» أو ما يؤدي معناها، حيث قال الزبيدي في «تاج العروس»: (26/ 181): هو صاحب الدار التي صارت المدرسة الظاهرية بدمشق. ¶ (¬4) في (أ) و (د): العقبي. خطأ. ¶ (¬5) في (أ) و (د): العقبية. خطأ، وانظر «معجم البلدان»: (1/ 378). ¶ (¬6) «معجم البلدان»: (4/ 149).",
            "page": "183",
            "part": "1",
            "seal": "CBFFED17",
            "sora": null
        },
        {
            "aya": null,
            "id": "183",
            "na": null,
            "nass": "بكر أبو بكر الهَكَّارِي، حَدَّث بالقاهرة عن يوسف بن خليل، ومات بمدينة الرَّمْلة ثالث عشر جمادى الأولى سنة 691هـ (¬1). ذكره المقريزي في «المقفى» (¬2). ¶ العَمَدِي: بفتح العين المهملة، والميم، وكَسْر الدال المهملة نسبةً إلى رصيف العَمَد بثغر الإسكندرية نُسِبَ إليه محمد بن عثمان بن أميرك (¬3) بن أبي نصر، أبو عبد الله النشاوري الأصل، الخَيَّاط، الإسْكَندري، العَمَدي، لِسُكْناه بها أجاز له السِّلَفي وابن برِّي. «مقفى» (¬4). ¶ العَمِيْدي: بفتح المهملة، وكسر الميم، وسكون التحتية، بعدها دال مهملة. كذا ضبطه ابن خلكان (¬5)، وقال: ولا أعرف هذه إلى ماذا. ¶ العِمِّي: بالكسر، إلى «عِم» قرية بين (¬6) حَلَب وأَنْطَاكية، نُسب إليها بشران بن عبد الملك العِمِّي من مشايخ الطبراني. «تبصير» (¬7). ¶ ¬__________ ¶ (¬1) في (أ): (991). خطأ. ¶ (¬2) لم أجده في مطبوعة المقفى من خلال فهارسه، فلعله وقع في القسم المفقود. ¶ (¬3) في النسختين: أمرك، وما أثبتناه من المصادر. ¶ (¬4) «المقفى الكبير»: (6/ترجمة رقم 2655). ¶ (¬5) «وفيات الأعيان»: (4/ 258). ¶ (¬6) قوله: بين. سقط من (أ). ¶ (¬7) «تبصير المنتبه»: (3/ 1026).",
            "page": "184",
            "part": "1",
            "seal": "40919FD0",
            "sora": null
        },
        {
            "aya": null,
            "id": "184",
            "na": null,
            "nass": "العَلَامي: بالتخفيف نسبة إلى عَلَامة، وهي قبيلة من لَخْم (¬1). ¶ العَيْذَابي: إلى عَيْذَاب، بفتح العين، وسكون التحتية، وفتح الذال المعجمة، وبعد الألف مُوَحَّدَة، بلدة على شاطئ بحر جُدَّة. ضبطها ابن خلكان (¬2) في ترجمة نصر الله بن قلاقس (¬3) الشاعر (¬4). ¶ العَيْزَرِي: إلى عَيْزَرية من قُرَى بيت المقدس (¬5). ذكره المقريزي (¬6) في ترجمة محمد بن خليل العُرْضي نقلاً عنه، وأن العُرْضي نسبة إلى عُرْض قرية من بَالِس. ¶ العِيَبِي: بكسر المهملة، وفتح التحتية، وكسر الموحدة، نسبةً عبد الوهاب بن بُزْغَش -بضم الموحدة، والزاي والغين والشين المعجمات-؛ لأن أباه كان يحمل العِيَب التي فيها كتب الرسائل؛ لأنه كان فيجاً- أي: ساعياً-. قاله المنذري وغيره، ذكره ابن رجب في «طبقات الحنابلة» (¬7). ¶ ¬__________ ¶ (¬1) نسب إليها القاضي تاج الدين عمر بن عبد الوهاب بن خلف العلامي الشافعي. «تاج العروس»: (33/ 138). ¶ (¬2) «وفيات الأعيان»: (5/ 388). ¶ (¬3) في (أ): قلاس. خطأ. ¶ (¬4) وانظر: «تبصير المنتبه»: (3/ 983). ¶ (¬5) انظر: «الضوء اللامع»: (11/ 217). ¶ (¬6) لم أجده في مطبوعة «المقفى»، فلعله في القسم المفقود. ¶ (¬7) «ذيل طبقات الحنابلة»: (4/ 68).",
            "page": "185",
            "part": "1",
            "seal": "7C407558",
            "sora": null
        },
        {
            "aya": null,
            "id": "185",
            "na": null,
            "nass": "حرف الغين ¶ الغَانِي: كالقاضي بالنون، نسبة إلى غَانَة إحدى مدائن التكرور. ذكر ذلك البقاعي في ترجمة العز محمد بن أحمد بن عثمان التكروري (¬1). ¶ الغُبْشَاني: بضم الغين المعجمة، وسكون الموحدة، والشين المعجمة، والنون، سباع بن عبد العُزَّى (¬2). انتهى من «جامع الأصول» (¬3). ¶ الغزميني: بغين وزاي معجمتين. قال في «تاج التراجم» (¬4): نسبةً إلى قَصَبة من أقصاب خُوَارزم، وإليها ينسب العلامة مختار بن محمود الزاهدي أبو الرجاء، الملقب نجم الدين الحنفي، شارح القدوري، وله رسالة سماها «الناصرية». وتقدم بهامش حرف الزاي. ¶ الغُمَاري (¬5): بالضم، وتخفيف الميم، إلى غُمَارة من قَبَائل البَرْبَر: الحسن ¶ ¬__________ ¶ (¬1) عنوان الزمان (5/ 26 ترجمة رقم 459). ¶ (¬2) في النسختين: عبد العزيز. خطأ. ¶ (¬3) (12/ 481). ¶ (¬4) (ص295). ¶ (¬5) في النسخ: الغمازي .. إلى غمازة. وما أثبتناه من المصدر.",
            "page": "186",
            "part": "1",
            "seal": "A1AE0C25",
            "sora": null
        },
        {
            "aya": null,
            "id": "186",
            "na": null,
            "nass": "بن عبد الكريم الغُمَاري سِبْط زِيَادة (¬1). ¶ وبمُعْجمة، والتثقيل، وزاي: قاضي تونس أبو العباس أحمد بن محمد بن حسن الأنصاري ابن الغَمَّاز الغَمَّازي آخر من روى التفسير عالياً من أصحاب ابن هُذَيل، مات سنة ثلاث وتسعين وستمائة بتونس (¬2). ¶ الغَمْرِي: إلى غَمْرَة قرية بالبصرة، وقرية بالأندلس، منها الوليد بن بكر (¬3) الغَمْرِي السرقسطي الحافظ الرَّحَّال. ¶ الغَيْطِي: نجم الدين محمد بن أحمد السَّكَنْدَرِي الأصل المصري (¬4) ... (¬5). قال الشعراني في «الذيل» (¬6): توفي يوم الأربعاء سابع عشر صفر سنة 981هـ. ¶ ¬__________ ¶ (¬1) «تاج العروس»: (13/ 266). ¶ (¬2) «تاج العروس»: (15/ 264). ¶ (¬3) في النسخ: أبو الوليد أبو بكر. خطأ، والتصحيح من مصادر ترجمته كـ «جذوة المقتبس»: (ص534). ¶ (¬4) ترجمته في «شذرات الذهب»: (8/ 403)، وغيره. والغَيْطي نسبة إلى «غَيْط العدَّة» بمصر لأنه كان سكن بها. ¶ (¬5) كلمة لم تظهر لي. ¶ (¬6) انظر: «تاج العروس»: (19/ 524).",
            "page": "187",
            "part": "1",
            "seal": "90569D34",
            "sora": null
        },
        {
            "aya": null,
            "id": "187",
            "na": null,
            "nass": "حرف الفاء ¶ الفَاخِرَاني: بكسر الخاء، إلى (¬1) بيع الفَخَّار (¬2)، وإلى الفَاخِرَانية قرية من سَوَاد وَاسِط، منها الفقيه أبو الحسن علي بن هلال بن خميس الواسطي الفَاخِراني الحنبلي، ويلقب بمعين الدين، توفي ببغداد في حادي عشر المحرم سنة 591هـ ذكره ابن رجب في «طبقاتهم» (¬3). ¶ الفَارِسي: إلى بلاد فارس، قُطب مملكتها شيراز (¬4). ¶ وإلى الفارسية على نهر عيسى من قرى بغداد، منها أبو بكر عبد الكريم بن أبي عبد الله بن مسلم بن [أبي] (¬5) الحسن بن أبي الجود الزاهد الفقيه الحنبلي. ذكره ابن رجب في «طبقاتهم» (¬6)، والحافظ المنذري. ¶ ¬__________ ¶ (¬1) قوله: إلى. سقط من (أ). ¶ (¬2) «لب اللباب»: (2/ 141). ¶ (¬3) «ذيل طبقات الحنابلة»: (3/ 323). ¶ (¬4) كذا في النسختين، وفي «اللباب»: (2/ 403): دار مملكتها شيراز. ¶ (¬5) زيادة من المصادر. ¶ (¬6) «ذيل طبقات الحنابلة»: (4/ 173).",
            "page": "188",
            "part": "1",
            "seal": "0E28E558",
            "sora": null
        },
        {
            "aya": null,
            "id": "188",
            "na": null,
            "nass": "الفَارِي: بالمهملة إلى فار من نواحي أرمينية، قاله ياقوت (¬1). «تبصير» (¬2). ¶ الفَخْرِي: إلى الفَخْرِية قرية بنهر عيسى منها مكي بن حامد بن الدياهي (¬3). ذكره ابن الذهبي في «الذيل» (¬4). ¶ الفَرَاهِيذِي: بفتحتين، وكسر الهاء، وتحتية ساكنة، ومعجمة، إلى فراهيذ بَطْن من الأزد (¬5). ¶ وعبارة «جامع الأصول» (¬6): الفَرَاهيذي بفتح الفاء، وتخفيف الراء، وسكون الياء تحتها نقطتان، وبالذال المعجمة، منسوب إلى فراهيذ بن شبابة (¬7) بن مالك بن فهم بن غنم بن دوس، بَطْن من الأزد، ويقال في ¶ ¬__________ ¶ (¬1) «معجم البلدان»: (4/ 225). ¶ (¬2) «تبصير المنتبه»: (3/ 1146). ¶ (¬3) كذا رسمت في (أ) و (ب)، ووقعت في (جـ) و (د): الدباهي، وتحتاج إلى مزيد تحرير. ¶ (¬4) كذا، ولم يتحرر لي المقصود، ويقع في القلب أن يكون صوابها: ذكره ابن الدبيثي ... ولكني لم أجده فيه، فالله أعلم. ¶ وممن ينسب إلى هذه القرية: أبو الحسن علي بن ثامر بن حصين الفخري البغدادي. «توضيح المشتبه»: (3/ 152). ¶ (¬5) «لب اللباب»: (2/ 148). ¶ (¬6) (12/ 780). ¶ (¬7) في النسخ: سبابة. وما أثبتناه من المصدر.",
            "page": "189",
            "part": "1",
            "seal": "BD7A9318",
            "sora": null
        },
        {
            "aya": null,
            "id": "189",
            "na": null,
            "nass": "النِّسْبَة إليهم أيضاً الفرهوذي. انتهى. فتبع الأصلُ (¬1) في ذلك «جامعَ الأصول»، وعبارة «القاموس» (¬2) في الدال المهملة: والفُرْهُود بالضم أبو بَطْن (¬3)، منهم الخليل بن أحمد، وهو فُرْهُودي وفَرَاهيدي، انتهى. ¶ وذكر في الذال المعجمة (¬4): الفُرْهُذ بالضم الفُرْهُذ وكذا الفُرْهُوذ والفَرَاهيذ، أو الصواب في الكُّل بالدال المهملة، انتهى. ¶ الفِرْشَوْطي: إلى فِرْشَوْط كَبِرْذَوْن قرية بصعيد مصر. كذا في «القاموس» (¬5). ¶ الفُرْعِي: إلى الفُرْع بالضم، وسكون الراء، قرية بقُرْب المدينة الشريفة من ناحية الرَّبَذة، بينها وبين المدينة أربع ليال، مات بها عروة بن الزبير أحد الفقهاء السبعة، ودُفِن بها. ¶ فُرْقَاني: إلى الفُرْقان. ¶ الفُرْقُبي: حكى يَعْقُوب في البَدَل الفرقبية والشرقبية، قال بعضهم: هو ¶ ¬__________ ¶ (¬1) أي: «لب اللباب». ¶ (¬2) (ص391). ¶ (¬3) أي: بطن من بطون الأزد. «تاج العروس»: (8/ 494). ¶ (¬4) (ص429). ¶ (¬5) (ص879).",
            "page": "190",
            "part": "1",
            "seal": "FC3DD9AD",
            "sora": null
        },
        {
            "aya": null,
            "id": "190",
            "na": null,
            "nass": "منسوب إلى فُرْقُوب، وحذفوا الواو في النسبة. ¶ وفي «طبقات الداني» (¬1): زهير الفُرْقُبي النحوي غير منسوب يعرف بالكسائي (¬2). ¶ قال «ط» (¬3): وردت هذه النسبة في الثياب (¬4) وفي الرجال، فيمكن أن يكون إلى موضع، ويكون الرجل يُنْسَب إلى عمل هذه الثياب، أو بيعها. كذا بهامش (¬5). ¶ الفَرَمِي: نسبة إلى الفَرَمَا أَوَّل مُدُن مصر من جهة الشمال، وقد خَرُبَت، منها حسين بن محمد بن هارون بن يحيى بن يزيد الفَرَمي، أبو علي من موالي شُرَحْبيل بن حَسَنة حدث عن أحمد بن داود المكي، ويحيى بن أيوب العلَّاف، والحسين بن عليبا (¬6) وغيرهم، توفي في [ذي] (¬7) القعدة سنة ¶ ¬__________ ¶ (¬1) أي: «طبقات القراء» لأبي عمرو الداني. وانظر «تاج العروس»: (3/ 504). ¶ (¬2) ترجمته في «غاية النهاية»: (1/ 259). ¶ (¬3) في (أ) و (د): «ك». خطأ، وما أثبتناه من (ب)، وكتب ناسخها في الحاشية بإزاء هذا الموضع: لعله الرشاطي. اهـ. قلت: هو كما قال، فقد صرح الزبيدي بنسبة هذا القول إليه في «تاج العروس»: (3/ 505). ¶ (¬4) قال الأزهري: الفرقبية ثياب بيض من كتان. «معجم البلدان»: (4/ 254). ¶ (¬5) كذا وقعت العبارة في النسخ. ¶ (¬6) كذا، وفي المصدر الحسن بن غليب، ويظهر أنه الصواب حيث لم أجد ترجمة لمن يسمى الحسين بن عليبا، أما الحسن بن غليب المصري فمن رجال «التهذيب». ¶ (¬7) زيادة من المصدر.",
            "page": "191",
            "part": "1",
            "seal": "1802B9B7",
            "sora": null
        },
        {
            "aya": null,
            "id": "191",
            "na": null,
            "nass": "334هـ. «مقفى» (¬1). ¶ الفَرْنَثِي: بالفتح، وسكون الراء، وفتح النون، ثم مُثلثة، وفَرْنَث من قُرى دُجَيْل منها تاج الدين أبو علي بن محمد بن أبي علي النخعي الأشتري الفَرْنَثِي الشاعر المنشئ (¬2)، والزاهد الشيخ علي الفَرْنَثِي من أهل سفح قاسيون وأولاده. «تبصير» (¬3). ¶ الفَرْوي: إلى فَرْوَة جَدّ (¬4). وبِفَتْح الراء إلى قرية بِسَرخس نسب إليها لقمان بن علي الفَرَوي، حدث عنه [أبو] (¬5) أحمد بن عَدِي. «تبصير» (¬6). ¶ الفَصَّاص: الطَّيِّب بن إسماعيل بن حمدون لقب له، وكنيته أبو محمد البغدادي النَّقَّاش، ويعرف بالثَّقَّاب (¬7)، وبالأول (¬8)، أخذ القراءة عَرْضاً عن اليزيدي. ذكره الدَّاني (¬9). ¶ ¬__________ ¶ (¬1) «المقفى الكبير»: (3/ترجمة رقم 1268). ¶ (¬2) في النسختين: المنسي. والتصحيح من المصدر. ¶ (¬3) «تبصير المنتبه»: (3/ 1105). ¶ (¬4) «لب اللباب»: (2/ 153). ¶ (¬5) زيادة من المصدر. ¶ (¬6) «تبصير المنتبه»: (3/ 1106). ¶ (¬7) في (أ): بالنقاب. خطأ. ¶ (¬8) أي: بالفَصَّاص. ¶ (¬9) أي في «طبقات القراء». وانظر «تاج العروس»: (18/ 77).",
            "page": "192",
            "part": "1",
            "seal": "49290580",
            "sora": null
        },
        {
            "aya": null,
            "id": "192",
            "na": null,
            "nass": "الفَصِيْحي: علي بن محمد بن علي، أبو الحسن بن أبي زيد الأَسْتَرَابَاذِي، شُهِر بذلك لتكراره على «فَصِيح ثَعْلَب» (¬1)، مات في ثالث عشر الحجة سنة (516هـ) (¬2). ¶ الفطيمي: في خولان، إلى آل فطيمة الذين قاموا مع إبراهيم بن موسى بن جعفر بن محمد الرضي وأخربوا صَعْدة (¬3) معه. ¶ الفطيرني: في الأزديين، إلى الفطيرن (¬4) من الأَزْد. ¶ الفَلَجِي: بفتح الفاء واللام، وفي آخره جيم، قرية عظيمة لبني جعدة (¬5) بها منبر (¬6) يُقَالُ لها (¬7) فَلَج الأَفْلَاج من ناحية اليمامة ذكره ابن خلكان (¬8) في ترجمة أبي المكشوح (¬9) يزيد بن الطثرية (¬10) الشاعر. ¶ ¬__________ ¶ (¬1) وعبارة ابن النجار في «ذيل تاريخ بغداد»: لكثرة إعادته كتاب الفصيح لثعلب. وعبارة الفيروز أبادي في «البلغة في تراجم أئمة اللغة»: لكثرة تدريسه فصيح ثعلب. ¶ (¬2) ترجمته في «ذيل تاريخ بغداد» لابن النجار: (3/ 17) و «البُلْغة»: (ص46) وغيرها. ¶ (¬3) في (أ) و (د): معلى. خطأ. ¶ (¬4) وقعت النسبة في (جـ) و (د): الفطيوني .. إلى الفطيون. ¶ (¬5) في بعض النسخ: حفدة. وما أثبتناه من المصدر. ¶ (¬6) في بعض النسخ: سير. وما أثبتناه من المصدر. ¶ (¬7) في النسختين: له، وما أثبتناه من المصدر. ¶ (¬8) «وفيات الأعيان»: (6/ 372). ¶ (¬9) في النسخ: الكشوح. خطأ. ¶ (¬10) في (أ) و (د): الطرثية. خطأ.",
            "page": "193",
            "part": "1",
            "seal": "52E8CE2E",
            "sora": null
        },
        {
            "aya": null,
            "id": "193",
            "na": null,
            "nass": "الفَنَاري: أبو الفضائل حسن جلبي (¬1) حفيد مولانا شمس الدين محمد بن حمزة بن محمد نسبة إلى صنعة الفنار، أو إلى قرية مسماة بفنار، ولد جده سنة 751هـ وتوفى في بلاده بالروم سنة 834هـ. ¶ الفَنَوي: بفتحتين إلى مكان بشيراز. ¶ الفَنَّاكي: بفتح الفاء وتشديد النون ضبطها ابن السبكي في «الطبقات» (¬2) في ترجمة الإمام أبي الحسن أحمد بن الحسين الفَنَّاكي توفي سنة 448هـ، ولم يَذْكُر لأيِّ مَحَلٍّ هي. ¶ الفُنيَاني: بضم الفاء، بعدها نون، ثم مثناة، نسبة إلى فُنيان من قرى فرغانة. «تبصير» (¬3). ¶ الفَنَكي (¬4): بفاء ونون مفتوحتان، إلى فَنَكة بلد بالأندلس من أعمال قرطبة، وفَنَك أيضا حصن على نهر ينبع من ديار بكر يجاوز جزيرة ابن عمر، وفَنك أيضًا قرية بسمرقند، وينسب إليهما. ¶ ¬__________ ¶ (¬1) ترجمته في «الضوء اللامع»: (3/ 115)،لكن وقع فيه: حسن شلبي، قال السخاوي: معناه سيدي. ¶ (¬2) (4/ 16). ¶ (¬3) لم أجده في مطبوعة «التبصير»، ووجدت في «غاية النهاية»: (1/ 117): أحمد بن محمد بن سماعة الأنصاري الفنياني، ونص على أنه بكسر الفاء. ¶ (¬4) الأنساب (4/ 403)، واللباب (2/ 443)، وفاتت السيوطي فلم يوردها في اللب.",
            "page": "194",
            "part": "1",
            "seal": "D7AB32AE",
            "sora": null
        },
        {
            "aya": null,
            "id": "194",
            "na": null,
            "nass": "الفَهْلَوي: إلى فَهْلَة، وهو اسم يقع على خمسة بلدان: أصفهان، والري، وماه نهاوند، وهَمَذَان، وأذرِبيجان، وتقدم في الدال المهملة (¬1). ¶ الفَلَاحي: بالفتح والتخفيف، إلى فلاح جَد (¬2). وإلى الفَلَاحين بالتخفيف أيضاً وآخره نون قرية من أعمال تونس بالمغرب بها (¬3) يوسف بن محمد بن علي بن محمد بن أحمد بن أبي القاسم (¬4) السَّكَنْدري المولد، المصري المنْشَأ، المالكي ذكره البقاعي في «معجمه» (¬5). ¶ ¬__________ ¶ (¬1) في الفارسية الدرية. ¶ (¬2) «لب اللباب»: (2/ 164). ¶ (¬3) كذا في النسخ، والجادة: منها. ¶ (¬4) العبارة في (جـ): يوسف بن محمد بن محمد بن علي بن محمد بن أحمد بن أبي القاسم ... ¶ (¬5) وترجمه السخاوي في «الضوء اللامع»: (10/ 302).",
            "page": "195",
            "part": "1",
            "seal": "F9878FC8",
            "sora": null
        },
        {
            "aya": null,
            "id": "195",
            "na": null,
            "nass": "حرف القاف ¶ القَابُوسي: بضم الموحدة إلى قَابُوس رَجُل ومَوْضِع (¬1)، وإلى قرية من قرى نهر ملك. ¶ القَادِسِي: بكسر المهملتين إلى قَادِس جزيرة غرب الأندلس قُرْب البر طولها نصف يوم، منها كامل بن أحمد بن يوسف الغفاري (¬2)، رحل إلى المشرق، ومات بإشبيلية سنة خمس وستين وأربعمائة (¬3). ¶ وقادسية سَامُرَّاء قرية كبيرة منها أحمد بن محمد بن علي، أبو العباس الضرير المقرئ. مات سنة إحدى وعشرين وستمائة (¬4). ذكره الذهبي (¬5). ¶ القَاسَاني: إلى قاسان أيضاً بلدة بخراسان، وناحية بأصبهان، وبلدة كبيرة بِتُرْكُسْتَان خلف سيحون (¬6). ¶ ¬__________ ¶ (¬1) «لب اللباب»: (2/ 167). ¶ (¬2) «تبصير المنتبه»: (3/ 1093). ¶ (¬3) كذا في النسختين، والذي في المصادر: (430هـ). ¶ (¬4) «تبصير المنتبه»: (3/ 1093). ¶ (¬5) «تاريخ الإسلام»: (45/ 54). ¶ (¬6) «معجم البلدان»: (4/ 295).",
            "page": "196",
            "part": "1",
            "seal": "B12C9D6B",
            "sora": null
        },
        {
            "aya": null,
            "id": "196",
            "na": null,
            "nass": "القَارِي: إلى قار قرية بالري، وقارا من أعمال حمص بعض أهلها نصارى. «تبصير» (¬1). ¶ القِبَابي: بالكسر إلى قِبَاب مَحَلَّة بنيسابور وبسمرقند أيضًا، وقباب أيضاً قرية بأشموم الرمان (¬2) من الوجه البحري من الديار المصرية، وقباب قرية بالعراق بقرب بَعْقُوبا (¬3). ذكره ابن قاضي شهبة (¬4) في ترجمة العلامة محيي الدين يحيى بن يحيى بن أحمد بن حسن الواعظ القبابي المصري، وإلى القباب قرية من ناحية دمياط. ¶ القَبْرِي: بفتح القاف، وسكون الموحدة، ثم راء، نسبةً إلى قَبْرَة، بلد عن نحو ثلاثين ميلاً من قرطبة منها محمد بن أحمد بن محمد بن طالب بن أيمن بن مدرك بن محمد بن عبد الله القيسي القبري القرطبي المؤدب «مقفى» (¬5). ¶ المقدوني (¬6): قال القرطبي: وقد تشدد قافه (¬7)، نسبةً إلى بلدة غربي ¶ ¬__________ ¶ (¬1) «تبصير المنتبه»: (3/ 1144). ¶ (¬2) في (أ) و (ب) و (د): الرماني. ¶ (¬3) في (أ) و (د): يعقوبا. خطأ. ¶ (¬4) «طبقات الشافعية» له: (4/ 111 - 112). ¶ (¬5) «المقفى الكبير»: (5/ ترجمة رقم 1827). ¶ (¬6) كذا ذكره في حرف القاف!! ووقعت في (أ): المقذوني، وفي (جـ):القدوني. ¶ (¬7) كتب ناسخ (جـ) بإزاء هذا الموضع: الظاهر داله.",
            "page": "197",
            "part": "1",
            "seal": "6759674C",
            "sora": null
        },
        {
            "aya": null,
            "id": "197",
            "na": null,
            "nass": "قسطنطينية بينها خمسة عشر يوماً اسمها بلغة اليونانيين مقدونيا (¬1) كانت سرير مُلْك إسكندر الثاني وهي اليوم بلقع. أفاده المولى أبو السعود (¬2). ¶ القَرَاحِصَاري: إلى قَرَا حِصَار بفتح القاف، والراء، وسكون الألف، وكسر الحاء وفتح الصاد المهملتين، وبعد الألف راء، قال في «مختصر البلدان» (¬3): مَرْج كبير من شَمَالَيّ حلب انتهى. قال المحب بن الشِّحْنَة: بَلْ بُلَيْدَة من بلاد الروم. ¶ القُرْقُبي: قيل بقافين، كما في «القاموس» (¬4)، وقد تقدم في الفاء زهير بن ميمون المقرئ النحوي كان في زمن عاصم. ¶ القِرْمِطِي (¬5): بكسر القاف والميم، بينهما (¬6) راء ساكنة، الفضل بن العباس القِرْمِطِي (¬7) البغدادي روى عنه الطبراني في «الصغير». وأورده الخطيب في ¶ ¬__________ ¶ (¬1) في (أ): مقدودنيا. خطأ. ¶ (¬2) «تفسير أبي السعود»: (5/ 241)، وأبو السعود هو محمد بن محمد بن مصطفى العمادي، المتوفى سنة (982هـ) صاحب التفسير المعروف باسمه. «الأعلام»: (7/ 59). ¶ (¬3) «مراصد الإطلاع»: (3/ 1071). ¶ (¬4) (ص156). ¶ (¬5) كذا في النسخ، وهو تصحيف، صوابه القرطمي بتقديم الطاء على الميم، وهذه النسبة ذكرها السمعاني في «الأنساب»: (4/ 483) وذكر الفضل بن العباس في المنسوبين إليها. ¶ (¬6) في (أ): بها. خطأ. ¶ (¬7) كذا في النسخ، وهو تصحيف كما تقدم.",
            "page": "198",
            "part": "1",
            "seal": "0163B6D6",
            "sora": null
        },
        {
            "aya": null,
            "id": "198",
            "na": null,
            "nass": "«تاريخ بغداد» (¬1)، ولم يذكر فيه توثيقاً ولا تجريحاً، وكذا لم أقف لأحد غيره على كلام فيه. «سخاوي». ¶ القَرنبي (¬2): بقاف ونون وموحدة، ذكره الذهبي في «المؤتلف». ¶ قال القرشي في «طبقات الحنفية» (¬3) في ترجمة محمد بن أحمد بن محمد بن عبد المجيد القرنبي الزاهدي: رأيتها مضبوطة بفتح القاف. ¶ القرنبطي: أحمد بن محمد بن أنس القرنبطي، اتهمه ابن الجوزي. ¶ القُرَوي: منسوب إلى القَرْيَة على غير قياس، وهو مذهب يونس، والقياس قريي «نهاية» (¬4). ¶ القسطلاني (¬5): إلى قسطيلية (¬6) من إقليم إفريقية غرب قَفْصَة. ذكره ابن فَرْحُون في «طبقات المالكية» (¬7). وعبارة «القاموس» (¬8): والقَسْطَلَانية قَوسُ ¶ ¬__________ ¶ (¬1) (12/ 371). ¶ (¬2) في (أ): القزيني. خطأ. ¶ (¬3) (2/ 22). ¶ (¬4) «النهاية في غريب الحديث»: (4/ 82). ¶ (¬5) كتب في هامش (ب) بإزاء هذا الموضع: عُرف بهذه النسبة أحمد بن محمد بن أبي بكر ... القسطلاني. ¶ (¬6) في مطبوعة «الديباج المذهب»: قسطلينة. ¶ (¬7) «الديباج المذهب»: (ص38). ¶ (¬8) (ص1354).",
            "page": "199",
            "part": "1",
            "seal": "CB6970E6",
            "sora": null
        },
        {
            "aya": null,
            "id": "199",
            "na": null,
            "nass": "قُزَح، وحُمْرَة الشَّفَق، وثوب منسوب إلى عامل أو إلى قَسْطَلَة بلد بالأندلس، وقَسْطِيلية بلد بها، انتهى. ¶ وعن القطب الحلبي في «تاريخ مصر» (¬1): كأنه منسوب إلى قُسْطِيْلَة بضم القاف من أعمال إفريقية بالمغرب انتهى. ¶ ورأيت بخط القسطلاني (¬2) في ترجمته من «مختصر الضوء اللامع» عن خط السخاوي: فُرِّيانه إحدى مدائن إفريقية فيما بين قَفْصَة وسَبْتَة بالقرب من بلاد قسطيلينية (¬3) ببلاد اليمن (¬4) التي نسب إليها القسطلاني انتهى. هذا ما رأيته بخطه، ثم رأيت (¬5) في نسخة قديمة من شرح أبي شامة للشقراطيسية ضبط بالقلم لفظ القَسْطَلَّاني: فتحة على القاف، وشدة على اللام، وكتب بالهامش: قال لي بعض من عَرَفَ هذه البلاد: نَفْطَة وقَسْطِيْلية، وتَوزر (¬6)، وقَفْصَة بلاد بإفريقية بالناحية التي تُسَمَّى بلاد الجريد، وشِقْرَاطِس بلدة فيما هنالك .. الخ. ¶ ¬__________ ¶ (¬1) انظر: «تاج العروس»: (30/ 251). ¶ (¬2) انظر: «تاج العروس»: (30/ 251). ¶ (¬3) في «تاج العروس»: قسطلينة، وفي (ب): قسطنطينية، وفي (جـ): قسطيلية. ¶ (¬4) كذا في النسخ، ويظهر أنه حشو. ¶ (¬5) هذه الفقرة نقلها الزبيدي في «تاج العروس»: (30/ 252) عن هذا الكتاب، وصدرها بقوله: قال شيخ مشايخنا أبو العباس أحمد العجمي في ذيله على اللباب. ¶ (¬6) في (أ): توز. خطأ.",
            "page": "200",
            "part": "1",
            "seal": "65888B3F",
            "sora": null
        },
        {
            "aya": null,
            "id": "200",
            "na": null,
            "nass": "القسطنطاني: إلى قسطناطينة من عمل دانية بالأندلس، منها جعفر بن عبد الله بن سيد بونة المقرئ. ذكره الذهبي في «طبقات القراء» (¬1). ¶ القَشلي: بفتح القاف، وشين معجمة، نسبة لقَشَل قرية باليمن، نُسِبَ إليها سُرور شَاعِرٌ، مجيد (¬2)، مدح المنتخب (¬3). ¶ القُصُوري: بضم القاف والمهملة نِسْبَةً إلى بلدة باليمن، ذكر ذلك البقاعي (¬4) في ترجمة محمد بن أحمد بن عيسى بن مكينة (¬5). ¶ القُطْرُسِي: بالضم، وسكون المهملة، وضم الراء المهملة، وبعد السين المهملة ياء، نسبةً إلى قُطْرُس جد أبي العباس أحمد بن عبد الغني بن أحمد بن عبد الرحمن بن خالد (¬6) بن المسلم بن قُطْرُس الفقيه الأديب المتكلم نفيس الدين اللخمي المغربي الأصل المالكي، توفي سنة ثلاث وستمائة. ¶ ¬__________ ¶ (¬1) «معرفة القراء الكبار»: (2/ 608). ¶ (¬2) «تاج العروس»: (30/ 253). ¶ (¬3) كذا، ولعل صوابها: مداح. «المنتخب». فتكون مداح صفة له ولشعره والمنتخب هو المصدر الذي نقلت عنه النسبة. وقد أورد الزبيدي العبارة بنصها إلى قوله: «مجيد» فقط، فالله أعلم. ¶ (¬4) عنوان الزمان (5/ 32 ترجمة رقم 462). ¶ (¬5) في (أ): مكنية. خطأ. ¶ (¬6) كذا في النسختين، وفي المصدر: خلف.",
            "page": "201",
            "part": "1",
            "seal": "F9602DBC",
            "sora": null
        },
        {
            "aya": null,
            "id": "201",
            "na": null,
            "nass": "«ابن خلكان» (¬1). ¶ القُطَيْعِي: بضم القاف، وفتح الطاء، وبالعين المهملتين، منسوب إلى قُطَيْعَة بن عَبْس (¬2) بن بَغِيْض بن رَيْث بن غَطفان. «جامع الأصول» (¬3). ¶ القُطَعي: بضم القَاف، وفتح المهملة، محمد بن يحيى بن أبي حَزْم بفتح المهملة، وسكون الزاي، البصري، صدوق من العاشرة، مات سنة 53هـ «تقريب» (¬4). ¶ القَلْصَاوي: بفتح القاف، وسكون اللام، ثم مهملة. ضبطه البقاعي في ترجمة علي بن محمد بن محمد بن علي القرشي الأندلسي البَسْطِي (¬5). ¶ القَلَنْدَرِي: نسبة إلى القَلَنْدَرِية طائفة المَلَامِيَّة (¬6). وفي كلام ابن تيمية: (¬7) من قال: إن قَلَنْدَر كان موجوداً في زمن النبي صلى الله عليه وسلم فقد كذب ¶ ¬__________ ¶ (¬1) «وفيات الأعيان»: (1/ 164 - 167). ¶ (¬2) في النسخ: قيس. خطأ، والتصحيح من المصدر. ¶ (¬3) (12/ 291). ¶ (¬4) (ص466). ¶ (¬5) وترجمه السخاوي في «الضوء اللامع»: (6/ 14). ¶ (¬6) في النسختين: الملامتيه. خطأ، والتصحيح من المصدر. ¶ (¬7) «مجموع الفتاوى»: (35/ 163).",
            "page": "202",
            "part": "1",
            "seal": "2D975ADF",
            "sora": null
        },
        {
            "aya": null,
            "id": "202",
            "na": null,
            "nass": "وافترى، بل (¬1) القلندرية كانوا قوماً من نُسَّاك الفرس يدورون على ما فيه (¬2) راحة قلوبهم بعد أداء الفرائض واجتناب المحارم، بهذا فسرهم أبو حفص السهروردي (¬3) في «عوارفه» ثم إنهم بعد ذلك تركوا الواجبات، وفعلوا المحرمات، بمنزلة قدماء المَلامِيَّة (¬4) الذين كانوا يخفون حسناتِهم ويُظْهِرُون مالا يُظَنُّ بصاحبه الصَّلَاح من زي الأغنياء ولُبْس العمامة، ثم حدث قوم دخلوا في أمور [مكروهة في الشريعة] (¬5)، وفعلوا المحرمات والفواحش، وتركوا الفرائض والواجبات. ¶ القَلْيُوبي: إلى قَلْيُوب قرية بمصر، منها شيخنا الشهاب أحمد بن شمس الدين بن سلامة الحَوْفي ثم القليوبي الشافعي، توفي في شوال سنة (1069هـ) (¬6). ¶ القُمُّصِي: عبد الرحمن بن أحمد، روى المصنف (¬7) عنه «صحيح ¶ ¬__________ ¶ (¬1) في (أ): علي. ¶ (¬2) في (أ): صافيه. ¶ (¬3) في (أ): الهروردي. وفي (ج): الهروي. خطأ. ¶ (¬4) في بعض النسخ: الملامتية. والتصحيح من المصدر. ¶ (¬5) زيادة من المصدر. ¶ (¬6) ترجمته في «خلاصة الأثر»: (1/ 111). ¶ (¬7) أي السيوطي.",
            "page": "203",
            "part": "1",
            "seal": "82EAA716",
            "sora": null
        },
        {
            "aya": null,
            "id": "203",
            "na": null,
            "nass": "البخاري»، ترجمه السخاوي في «ضَوْئه» (¬1) وقال: نِسْبَةً إلى مُنْيَة القُمُّص بالقُرب من مُنية بني (¬2) سلسبيل (¬3). ¶ القمعاني (¬4): قال المحب بن الشحنة: يغلب على ظني أنها إلى القمعة بالتحريك حصن باليمن. كذا على هامش ترجمة محمد بن حامد (¬5) من «طبقات الحنفية» (¬6). ¶ القنازعي: إلى ضَيْعَة من بلاد المغرب، منها الإمام الكبير أبو المطرف عبد الرحمن بن هارون بن عبد الرحمن، المعروف بالقنازعي (¬7) ثم القُرْطُبي. ذكره عياض في «المدارك» (¬8). ¶ ابن القَوْطِيَّة: بفتح القاف، وسكون الواو، وكسر الطاء المهملة، وتشديد الياء، هذه النسبة إلى قَوْط بن حَام بن نوح عليه السلام أبو السُّودان والهِنْد ¶ ¬__________ ¶ (¬1) (2/ 221). ¶ (¬2) قوله: بني. سقط من (أ). ¶ (¬3) انظر: «تاج العروس»: (18/ 130). ¶ (¬4) في مطبوعة «الجواهر المضية»: الفمغاني، بالفاء والغين. ¶ (¬5) بل حامد بن محمد. ¶ (¬6) «الجواهر المضية»: (1/ 183). ¶ (¬7) في (أ) و (جـ) و (د): بالقناعي. خطأ. ¶ (¬8) «ترتيب المدارك»: (2/ 42).",
            "page": "204",
            "part": "1",
            "seal": "81EE06B0",
            "sora": null
        },
        {
            "aya": null,
            "id": "204",
            "na": null,
            "nass": "والسِّنْد وهي أيضاً جِدَّة أبي بكر بن القَوْطية إلى آخره. «ابن خلكان» (¬1) فيراجع. ¶ القَلَلَوْسي: بقاف مفتوحة، وبعدها لامان مفتوحتان، وواو ساكنة، محمد بن إدريس، أديب من أهل المغرب، ذكره أبو حيان فيما نقله عنه الصَّفَدي في «الوفيات» (¬2). ¶ القَيَّارِي (¬3): نسبة إلى دَرْب القَيَّار (¬4) ببغداد (¬5)، نُسِبَ إليه الشيخ أبو المعالي، [محمد بن] (¬6) صافي ابن عبد الله البغدادي القياري (¬7) النقاش، سمع من أبي بكر المَزْرَفي وغيره (¬8). ¶ القِيْسَانِي: إلى قِيْسَانَة من عمل غرْنَاطة، منها الفقيه أبو الربيع سليمان بن إبراهيم الرصافي أحد كبار المالكية مات بالقاهرة سنة (634هـ). ¶ ¬__________ ¶ (¬1) «وفيات الأعيان»: (4/ 370). ¶ (¬2) (2/ 184). ¶ (¬3) في (أ): المقياري. ¶ (¬4) في (أ): المقيار. خطأ. ¶ (¬5) انظر: «تاج العروس»: (13/ 500). ¶ (¬6) زيادة من المصدر. ¶ (¬7) في (أ): المقياري. خطأ. ¶ (¬8) «تكملة إكمال الإكمال»: (1/ 105) و «توضيح المشتبه»: (7/ 92).",
            "page": "205",
            "part": "1",
            "seal": "0CDFA3B5",
            "sora": null
        },
        {
            "aya": null,
            "id": "205",
            "na": null,
            "nass": "«مُقفى» (¬1). ¶ القِيْلُوي: بالكسر إلى قِيْلُويَة قرية بنواحي مطيرآباذ (¬2)، وقيلوية أيضاً بالنَّهْرَوان، وأخرى من قرى نهر الملك (¬3)، أفاده الحافظ المنذري في ترجمة الأديب الفاضل أبو (¬4) علي الحسن بن محمد بن إسماعيل القِيْلُوي، وهو من التي في الأصل (¬5)، نبه عليه المنذري. ¶ ¬__________ ¶ (¬1) ليس في المطبوع؛ فحرف السين من جملة الحروف التي لم تصل إلينا من كتاب «المقفى الكبير». ¶ (¬2) «لب اللباب»: (2/ 195) ووقع في مطبوعته: طبراباذ. خطأ. ¶ (¬3) ينسب إليها سعيد بن أبي سعيد القيلوي. «معجم البلدان»: (4/ 423). ¶ (¬4) كذا في النسخ. ¶ (¬5) أي من قيلوية التي بنواحي مطيرآباذ.",
            "page": "206",
            "part": "1",
            "seal": "577AD74E",
            "sora": null
        },
        {
            "aya": null,
            "id": "206",
            "na": null,
            "nass": "حرف الكاف ¶ الكاتي: بالمثناة الفوقية أو المثلثة، كما في «طبقات النحاة» (¬1) مدينة من خوارزم، منها افتخار الدين أبو عبد الله جابر بن محمد بن محمد بن عبد العزيز بن يوسف الخوارزمي، أحد أفاضل الحنفية، تولَّى مشيخة الخانقاه البرانية (¬2) المظفرية بالقاهرة، وبها مات سنة 741هـ في المحرم، ودفن بالقَرَافة. ¶ الكاثي: بالمثلثة لقب برهان الدين الإمام. عبد القادر (¬3). ¶ الكاشي: محمد بن عثمان (¬4). ¶ الكانِمي: بكسر النون، نسبةً إلى كانم بلدة بنواحي غانة، وهي دار ملك السودان الذين بجنوب الغرب، ذكره ابن خلكان (¬5) في ترجمة أبي يوسف ¶ ¬__________ ¶ (¬1) «بغية الوعاة»: (1/ 483). ¶ (¬2) في (جـ) و (د): البرلسية. ¶ (¬3) «الجواهر المضية»: (2/ 339). ¶ (¬4) اسمه بتمامه: محمد بن علي بن عثمان، أبو عبد الله بن أبي عمرو. «الجواهر المضية»: (2/ 339). ¶ (¬5) «وفيات الأعيان»: (7/ 15).",
            "page": "207",
            "part": "1",
            "seal": "6451DBE7",
            "sora": null
        },
        {
            "aya": null,
            "id": "207",
            "na": null,
            "nass": "يعقوب بن أبي يعقوب يوسف (¬1) بن أبي محمد عبد المؤمن. ¶ الكبائي: بموحدة، ثم همزة مقصورة، أحمد بن عبد الله بن الحسين أبو الحسين الجُبْني (¬2) الكبائي شيخ أكثر عنه الأهوازي وتوفي فيما ذكره (¬3) سنة إحدى وثمانين وثلاثمائة بالأهواز. انتهى من «مختصر طبقات ابن الجزري» (¬4) للطرابُلسي. ¶ الكنجاراني: إلى كنجاران قرية باليمن، نُسِبَ إليها عطية الكنجاراني، كذا في «تهذيب» ابن حجر، في ترجمة البخاري (¬5). ¶ الكُتَامي: بالضم وفوقية أيضاً، نسبة إلى حارة كُتَامة بالقاهرة، نُسِبَ إليها محمد بن أبي بكر المالكي الكُتَامي، كان نقيب الحِسْبَة عند القاضي بدر الدين العَيْني، ثم صار نقيب الحكم عنده، مات سنة 842هـ (¬6). ¶ ¬__________ ¶ (¬1) كذا، والذي في مطبوعة «وفيات الأعيان»: أبو يوسف يعقوب بن أبي يوسف ... ¶ (¬2) في النسختين: الجبي. وما أثبتناه من المصدر. ¶ (¬3) أي: الأهوازي. ¶ (¬4) «غاية النهاية»: (1/ 72). ¶ (¬5) كذا قال المصنف وهو تصحيف صوابه الكَيْخَاراني نسبة إلى كَيْخَاران قرية باليمن. «تهذيب التهذيب»: (9/ 42)، والمنسوب إليها إنما هو عطاء بن يعقوب الكيخاراني. وقد أورد هذه النسبة السمعاني في «الأنساب»: (5/ 121) وابن الأثير في «اللباب»: (3/ 124) والسيوطي في «لب اللباب»: (2/ 219). ¶ (¬6) ترجمته في «الضوء اللامع»: (3/ 495).",
            "page": "208",
            "part": "1",
            "seal": "6D2E18D0",
            "sora": null
        },
        {
            "aya": null,
            "id": "208",
            "na": null,
            "nass": "الكِرَاجِكي: بكسر الجيم، إلى عمل الخِيَم (¬1) وهي الكراجك، نُسِبَ إليها محمد بن علي من الإمامية له تصانيف في مذهبه، مات في ربيع الآخر سنة تسع وأربعين وأربعمائة، ذكره في «اللسان» (¬2). ¶ الكِرْبِيسي: بكسر الكاف، وسكون الراء، ثم موحدة، وياء مثناة من تحت، وسين مهملة، نِسْبَةً إلى كِرْبِيس إحدى قرى الفَيُّوم، ضبطها المقريزي في ترجمة محمد بن عمر بن موسى بن خلف بن فضَّال (¬3) الجابري (¬4) العامري الكِرْبيسي «مقفى» (¬5). ¶ الكرخي: أيضاً منسوب إلى كَرْخ عَبَرْتَا قرية من قرى إسكاف، وثَمَّ إيضاً كَرْخ الرَّقَّة، وكَرْخ مَيْسَان (¬6)، وكرخ خوزستان (¬7). ¶ الكرُوبيون: مخففة الراء، سادة الملائكة. «قاموس» (¬8). ¶ ¬__________ ¶ (¬1) في (أ): انجيم. خطأ. ¶ (¬2) «لسان الميزان»: (7/ 374 ط. مكتبة المطبوعات). ¶ (¬3) في (أ) و (د): فضالة. وفي (جـ):نصار. وما أثبتناه من المصدر. ¶ (¬4) في (أ) و (جـ) و (د): الجاوي. وما أثبتناه من المصدر. ¶ (¬5) «المقفى الكبير»: (6/ترجمة رقم 2932). ¶ (¬6) في (أ): هبسان. خطأ. ¶ (¬7) «معجم البلدان»: (4/ 449). ¶ (¬8) (ص167).",
            "page": "209",
            "part": "1",
            "seal": "635B296E",
            "sora": null
        },
        {
            "aya": null,
            "id": "209",
            "na": null,
            "nass": "وفي «التقريب» (¬1): الكروبيون أقرب الملائكة إلى العرش، أو ساداتهم كجبريل وميكائيل وإسرافيل. ¶ الكَرْكي: بفتح الكاف وسكون الراء، قرية في أصل لبنان ليس بالكَرَك بتحريك الراء القلعة المشهورة، أفاد ذلك الحافظ المنذري في ترجمة أحمد بن طارق بن سنان «خلكان» (¬2). ¶ الكرنغي: إلى كرنغ من قرى الموصل. كذا ضبطه المقريزي (¬3) بالقلم. ¶ الكَفْرحَيوي (¬4): نسبة لضَيْعَة من طرابلس، منها عثمان بن إبراهيم الطرابلسي، ثم المدني الحنفي، وولده يحيى، ترجمه السخاوي في «الضوء» (¬5). ¶ الكَفْرِئي: الحسين بن سليمان بفتح الكاف، وسكون الفاء، الدمشقي، مات رابع صفر سنة (766هـ) (¬6). «عبد القادر» (¬7). ¶ ¬__________ ¶ (¬1) انظر: «تاج العروس»: (4/ 139). ¶ (¬2) لم أجده في «وفيات الأعيان». ¶ (¬3) لم أجده في «المقفى الكبير» من خلال فهارس الأنساب وفهارس البلدان. ووقعت النسبة في (جـ): الكرتعي .. إلى كرتع. ¶ (¬4) في (أ) و (جـ): الكفرحبوي. وما أثبتناه من المصدر. ¶ (¬5) (5/ 110). ¶ (¬6) كذا في النسخ، والذي في الجواهر المضية (719هـ) .. ¶ (¬7) «الجواهر المضية»: (1/ 211).",
            "page": "210",
            "part": "1",
            "seal": "DFE934DF",
            "sora": null
        },
        {
            "aya": null,
            "id": "210",
            "na": null,
            "nass": "الكلدانية: فرقة من اليونان (¬1). ¶ الكَمَارِي: بفتح الكاف، والميم، وبعد الألف راء، نسبةً إلى الجد (¬2). ¶ الكوهيكيلوني: الكوة كيلوني، وبخط ابن قاسم كهيلوني، وبخطه أيضاً كهكيلوني، فليُحَرَّر (¬3). ¶ ¬__________ ¶ (¬1) كذا، والكلدانية لغة مشهورة. ¶ (¬2) هذه النسبة أوردها السمعاني في «الأنساب»: (5/ 35)، وابن الأثير في «اللباب»: (3/ 109)، وفاتت السيوطي فلم يوردها في «لب اللباب». ¶ (¬3) قال في «هدية العارفين»: (1/ 347): الكوه كيلوني: عثمان بن علي الشافعي، من رجال القرن التاسع.",
            "page": "211",
            "part": "1",
            "seal": "6DB28C70",
            "sora": null
        },
        {
            "aya": null,
            "id": "211",
            "na": null,
            "nass": "حرف اللام ¶ اللَّبَّادي: نسبة إلى سكة اللَّبَّادين مَحَلَّة بسَمَرْقند (¬1). ¶ ابن اللُّتْبِية: نسبة لبني لُتْب بضم اللام وسكون التاء. «زواجر» (¬2). ¶ اللَّدُنِّي: قاله الطوفي في قوله تعالى {وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْمًا} [الكهف:65]، أي: من عندنا، وهذا هو متعلَّق الصوفية وأهل السلوك في إثبات العلم اللَّدُّني نسبةً إلى «لَدُنَّا» وهو إلهام المعرفة بالحقائق الغيبية وغيرها، ثم إن العلم اللَّدُني إذا تقدمه استعداد بالعلوم النظرية أقوى مما إذا ورد على النفس غير مستعدة، فإن قيل: سائر علوم الناس من لَدُن الله عز وجل ومن عنده، فما وجه تخصيص بعض العلوم باللَّدُني؟ قُلْنا: اللدنية والعِنْدِية متفاوتة في مراتب الخُصُوص فهذا العلم اللَّدُني خاص .. إلى آخره (¬3)، انتهى. وقال شيخنا الغنيمي: الياء في الفاعلية والمفعولية ليست للنسبة إذ لا تقع في وسط الكلام، وإنما هي ياء المصدر أي: كون الشيء فاعلاً أو ¶ ¬__________ ¶ (¬1) «تاج العروس»: (9/ 133). ¶ (¬2) «الزواجر عن اقتراف الكبائر» (3/ 8). ¶ (¬3) انظر: «تاج العروس»: (19/ 26). وراجع «معجم المناهي اللفظية»: (ص397) في نقض هذه الكلمة.",
            "page": "212",
            "part": "1",
            "seal": "81E660BD",
            "sora": null
        },
        {
            "aya": null,
            "id": "212",
            "na": null,
            "nass": "مفعولاً، خلافاً لمن وهم خلاف ذلك، انتهى، وهذا يفيد أن الياء في نحو «المواهب اللدنية» ليست للنسبة بل للمصدر، فتأمله. ¶ اللَّقَّاني: إلى لَقَّانة قرية بالبحيرة من أعمال مصر (¬1). ¶ اللورانكي: إلى لورانكة بلد بالجزيرة، ينسب إليها ابن اللورانكي الطُّلَيْطِلي. «ابن السيد». ¶ اللواتي: يوسف بن جبريل بن جميل. «عبد القادر» (¬2). ¶ ¬__________ ¶ (¬1) يُنسب إليها الإمام برهان الدين إبراهيم بن إبراهيم اللقاني المتوفى سنة (1041هـ)، وقد ترجمناه بترجمة واسعة في مقدمة تحقيقنا على كتابه «قضاء الوطر من نزهة النظر». ¶ (¬2) «الجواهر المضية»: (2/ 226).",
            "page": "213",
            "part": "1",
            "seal": "1982D938",
            "sora": null
        },
        {
            "aya": null,
            "id": "213",
            "na": null,
            "nass": "حرف الميم ¶ المازري: في الأصل (¬1) بكسر الزاي، والذي في «التبصير» (¬2) بفتحها (¬3). ¶ المازوني: بزاي مضمومة ثم واو في المتأخرين. «تبصير» (¬4). ¶ الماوردي: إلى بيع ماء الورد (¬5) وعمله (¬6). قال في «جامع الأصول» (¬7): إلا أن هذه النسبة عامية خارجية عن قضية الإعراب، والقياس أن يُقَال: الوَرْدي، على أنه قد جاء في النسب أشياء خارجة عن القياس فيجوز أن ¶ ¬__________ ¶ (¬1) «لب اللباب»: (2/ 228). ¶ (¬2) «تبصير المنتبه»: (4/ 1336). ¶ (¬3) العبارة في (ب): والذي في «التبصير» المازري بزاي مفتوحة ثم راء، نسبة إلى مازر مدينة بصقلية منها أبو عبد الله محمد بن علي بن عمر التميمي المازري أحد الأئمة، صنف العلم، ومات سنة (536هـ). وفي «القاموس»: [ص611]: مازر كهاجر بلدة بالمغرب منها شارح مسلم، وقرية بين أصبهان وخوزستان منها عياش بن محمد بن إبراهيم الأبهري المازري. انتهى. ويظهر لي أن هذا من زيادات الناسخ. ¶ (¬4) «تبصير المنتبه»: (4/ 1336). ¶ (¬5) في (أ): الماوردا، وفي (ب) و (جـ) و (د): الماء ورد. وما أثبتناه من المصدر. ¶ (¬6) في (أ): علمه. خطأ. ¶ (¬7) (12/ 933).",
            "page": "214",
            "part": "1",
            "seal": "A6CDA4E1",
            "sora": null
        },
        {
            "aya": null,
            "id": "214",
            "na": null,
            "nass": "يُحْمَل هذا عليها. انتهى. ¶ الماوي: نسبة محمد بن الحسين كذا في «طبقات الحنفية» (¬1) لعبد القادر، ولم يذكر بيان المنسوب إليه، فيحتمل أنه نسبة إلى الماء. ¶ قال الجوهري (¬2): النسبة إلى الماء مائي، وإن شئت ماوي في قول من يقول: عطاوي. ¶ الماهية: في كلام الحكماء نسبة إلى ما هو على غير القياس، وهي حقيقة الشيء الذاتية، أفاده شيخنا الشَّبْرَامُلُّسي. ثم رأيت في «شرح الشافية» للرَّضِي: قولهم مائية (¬3) الشيء منسوب إلى «ما» المستفهَم بها عن حقيقة الشيء كما مر في الموصولات، ومَنْ قال: «ماهية» فقد قلب الهمزة هاءً لتقاربهما، انتهى. ¶ المِجَسطي: كتابٌ عَرِّبَ في زمن المأمون، وكان وضعه بطليموس لأحد ملوك الهند، وهو أصل هذه العلوم: الهيئة، ونحوها. ¶ المِجْرِيطي: مسلمة بن أحمد بن قاسم بن عبد الله صاحب «رسائل إخوان ¶ ¬__________ ¶ (¬1) الذي في مطبوعة «طبقات الحنفية»: المادي. بالدال. ¶ (¬2) «الصحاح»: (2/ 186). ¶ (¬3) في (أ): مامية. خطأ.",
            "page": "215",
            "part": "1",
            "seal": "6B042641",
            "sora": null
        },
        {
            "aya": null,
            "id": "215",
            "na": null,
            "nass": "الصفا» نسبة إلى مجريط من قرى الأندلس، ذكره ابن بشكوال (¬1) وغيره، وهو من رؤوس الملحدين والفلاسفة، وشدد النكير عليه ابن تيمية والسكوني. فليراجع «فتاوى ابن حجر الفقيه» (¬2)، و «لحن العوام». ¶ المَدْألي: بسكون الدال، بعدها ألف مهموزة، ثم لام: الحارث ابن تبيع له صُحْبَة. «تبصير» (¬3). ¶ المداني: بلا ياء (¬4)، نسبة إلى عبد المدان، منهم علي بن الربيع .. إلى آخره. «تبصير» (¬5). ¶ المراتبي: براء، ومثناة فوقية، وموحدة: تقي الدين محمد بن محمود الحنبلي، شيخ المذهب بدمشق، نُسِبَ إلى باب المراتب. «تبصير» (¬6). ¶ المُرْجِئَة: بالهمز، وربما قيل المُرْجيَّة بتشديد الياء بلا همز، «برماوي»، وهم طائفة يقولون: لا يَضُرُّ مع الإيمان معصيَّة، كما لا ينفع مع الكفر ¶ ¬__________ ¶ (¬1) «الصلة»: (1/ ترجمة رقم 1371). ¶ (¬2) (ص93). ¶ (¬3) «تبصير المنتبه»: (4/ 1350). ¶ (¬4) أي لا يقال: المدايني. ¶ (¬5) «تبصير المنتبه»: (4/ 1349). ¶ (¬6) «تبصير المنتبه»: (4/ 1349).",
            "page": "216",
            "part": "1",
            "seal": "C98DD401",
            "sora": null
        },
        {
            "aya": null,
            "id": "216",
            "na": null,
            "nass": "طَاعَة (¬1). ¶ المَرْحومي: إلى مَحَلَّة المَرْحُوم قرية بالغربية من أعمال مصر (¬2). ¶ المرخيطي: إلى مرخيط من قرى الأندلس، نُسِبَ إليها أبو القاسم مسلمة بن أحمد بن قاسم بن عبد الله المرخيطي ويقال المخريطي، مؤلف «رسائل إخوان الصفا» توفي سنة (353هـ). من «فتاوى ابن حجر الصغرى» (¬3). ¶ المَرْدَاوي: بفتح الميم، وسكون الراء، وفتح الدال المهملة، نسبة إلى مَرْدَا على وزن فَعْلَى مقصوراً (¬4) قرية قرب نابلس ينسب إليها أبو الحسن علي بن سليمان إمام الفقهاء الحنابلة مؤلف «التنقيح» ومؤلف «الإنصاف» وهو شرح «مُقْنِع» ابن قدامة (¬5). ¶ المَرْيوطي: بفتح الميم، وسكون الراء، عبد النصير بن علي بن يحيى أبو محمد الهمْدَاني-بالسكون والمهملة-، أحد شيوخ الإقراء بالإسكندرية، ¶ ¬__________ ¶ (¬1) انظر: «الملل والنحل»: (1/ 138) و «الفَرْق بين الفِرَق»: (ص19). ¶ (¬2) ممن نسب إليها: إبراهيم بن عطاء بن علي المرحومي، المتوفى سنة (1073هـ)، وكان إمام الجامع الأزهر. «الأعلام»: (1/ 50). ¶ (¬3) تقدم قبل قليل في المجريطي. ¶ (¬4) انظر: «تاج العروس»: (9/ 167). ¶ (¬5) والمتوفى سنة (885هـ). ترجمته في «الضوء اللامع»: (5/ 201).",
            "page": "217",
            "part": "1",
            "seal": "61898AA1",
            "sora": null
        },
        {
            "aya": null,
            "id": "217",
            "na": null,
            "nass": "توفي بها بعد الثمانين وستمائة (¬1). ¶ المَزَّاحي: إلى مُنْية مَزَّاح قرية بمصر، منها شيخنا شيخ الإقراء والتدريس أبو العزائم سلطان بن أحمد بن سلامة بن إسماعيل المَزَّاحي الشافعي، توفي يوم الأربعاء 27 جماد الآخر (¬2) سنة (1075هـ) (¬3). ¶ المَسَدِي: بفتحتين أبو عبد الله محمد بن الفضل بن المَسَدِي الأسْتَرَابَاذِي عن أبي كُرَيب، وفي الأسماء ابن مَسْدِي بالفتح، والتخفيف، والسكون، الحافظ أبو عبد الله محمد بن يوسف بن مَسْدِي الأندلسي، له تآليف عديدة مات بعد الستين وسبعمائة. «تبصير» (¬4). ¶ المَشْعَراني: إسحاق بن إبراهيم شيخ المشرق المعروف بابن راهويه الحنظلي المَرْوَزي، بفتح الميم (¬5) والمهملة بينهما معجمة ساكنة ذكره الداوُدي في «طبقات المفسرين». ¶ المصطفوي: أحمد بن إبراهيم بن عمر بن الفرج بن أحمد بن سابور بن ¶ ¬__________ ¶ (¬1) «معرفة القراء الكبار»: (2/ 680). ¶ (¬2) في (أ) و (د): صفر. خطأ، والذي في «خلاصة الأثر» أنه توفي في 17 جماد الآخرة. ¶ (¬3) ترجمته في «خلاصة الأثر»: (1/ 450). ¶ (¬4) «تبصير المنتبه»: (4/ 1363). ¶ (¬5) هذا ضبط «المشعراني».",
            "page": "218",
            "part": "1",
            "seal": "FD823629",
            "sora": null
        },
        {
            "aya": null,
            "id": "218",
            "na": null,
            "nass": "علي بن غنيمة، عز الدين، أبو العباس، بن الإمام محيي الدين الفاروثي الواسطي، المقرئ، المفسِّر، الشافعي، الخطيب، الصوفي، أحد الأعلام (¬1)، كان أبوه الشيخ محيي الدين يذكر أنه رأى المصطفى عليه السلام في المنام فواخاه، فلهذا يَكْتُبُ المصطفوي (¬2). «داودي». ¶ المفاعي (¬3): نسبة عبد المعطي بن مسافر، ويقال له: الرشيدي (¬4). ¶ المقريزي: نسبة إلى مَقْرِيزة جَدَّة، كذا رأيته بخط بعضهم فليحرر، ثم رأيت بخط السخاوي (¬5) أنه نِسْبَة لحارة المَقَارِزَة ببَعْلَبَك. ¶ المُقَيْري: بضم الميم، وفتح القاف، بعدها راء، ثم ياء آخر الحروف، قرية من أعمال كَرَك الشوبك، (¬6) نُسِبَ (¬7) إليها قاضي القضاة عماد الدين أحمد بن عيسى بن موسى الكَرَكي الشافعي. «مقفى» (¬8). ¶ ¬__________ ¶ (¬1) ترجمته في «تذكرة الحفاظ»: (4/ 177) و «تاريخ الإسلام»: (52/ 207)، وغيرها كثير. ¶ (¬2) انظر: «معرفة القراء الكبار»: (2/ 693). ¶ (¬3) في (أ) و (جـ) و (د): المقاعي. بالقاف وما أثبتناه من المصدر. ¶ (¬4) «الجواهر المضية»: (2/ 348). ¶ (¬5) «الضوء اللامع»: (11/ 129). ¶ (¬6) في (أ) و (د): الشريك. خطأ. ¶ (¬7) في (أ): نسبة. خطأ. ¶ (¬8) «المقفى الكبير»: (1/ترجمة رقم (547).",
            "page": "219",
            "part": "1",
            "seal": "8D2B4AA3",
            "sora": null
        },
        {
            "aya": null,
            "id": "219",
            "na": null,
            "nass": "المَكُودي: عبد الرحمن بن علي بن صالح، أبو زيد المكودي نسباً، الفاسي المالكي، له شَرْحَان على «الألفية» أكبرهما لم يصل للقاهرة، مات سنة إحدى وتسعمائة (¬1) انتهى من «الضوء» (¬2). وفي «حاشية الشنواني الصغرى»: المكودي صاحب المُكُداء: بالضم- وهي الإبل التي يدوم دَرُّهَا ولا ينقطع، الواحدة مَكُودة، فَلَعَلَّ النسبة مشتقة من ذلك، انتهى -أي فيكون بتخفيف الكاف فليُحَرر-والذي في «الصِّحاح» (¬3) و «القاموس» (¬4): مَكُود بدون هاء (¬5). ¶ المُكَيْسي (¬6): بضم الميم، وفتح الكاف، إلى مُكَيْس قرية من أعمال حوران الإقليم المعروف بالشام، ذكره أبو البركات الغَزِّي في ترجمة محمد بن داود بن محمد بن داود المُكَيْسي الدمشقي وقال: توفي 19 صفر سنة (845هـ) (¬7). ¶ ¬__________ ¶ (¬1) وقع في (أ) و (د): بياض في موضع سنة الوفاة. ¶ (¬2) (4/ 88). ¶ (¬3) (2/ 177). ¶ (¬4) (ص409). ¶ (¬5) انظر: «تاج العروس»: (9/ 187). ¶ (¬6) في (أ): المُكْلَيسي. خطأ، وتكرر الخطأ في ثنايا الترجمة. ¶ (¬7) وترجمته السخاوي في «الضوء اللامع»: (7/ 211)، لكن ذكر سنة وفاته (840هـ).",
            "page": "220",
            "part": "1",
            "seal": "77A06BA1",
            "sora": null
        },
        {
            "aya": null,
            "id": "220",
            "na": null,
            "nass": "المُلَيْسَائي (¬1): بلام، ومهملة، مُصَغَّراً، ممدوداً، من قرى الطَّائف. ضبطها البقاعي في «معجمه» في ترجمة عبد العزيز بن أحمد بن عيسى (¬2). ¶ المَنَازِي: بفتح الميم والنون، وبعد الألف زاي، نسبة إلى مناز كرد مدينة في عَمَل «قَالي قَلَا» (¬3) منها أحمد بن يوسف أبو النصر المنازي الكاتب، أحد أعيان الفضلاء، وأماثل الشعراء، مات سنة (437هـ) (¬4)، ذكره المقريزي في «المقفى» (¬5)، ومناز جِرْد مدينة عند «خرت برت»، وهي غير الأولى، كذا بهامش، ثم رأيت في «تاريخ ابن خلكان» (¬6) أن أحمد بن يوسف المذكور منسوب إلى مناز جِرْد (¬7). ¶ المَنَافِي: إلى عَبْد مَنَاف، والقياس: عَبْدي، فَعَدَلُوا لإزالة اللَّبْس. ¶ المَانَوِيَّة (¬8): فرقة يقولون إن أصلين لم يزالا وهما نور وظلمة، وأن النور ¶ ¬__________ ¶ (¬1) في (أ) و (د): المليائي. خطأ. ¶ (¬2) وترجمه كذلك السخاوي في «الضوء اللامع»: (4/ 188). ¶ (¬3) هي من أعمال ديار بكر. «وفيات الأعيان»: (1/ 227). ¶ (¬4) كذا والذي في «المقفى»: (439هـ). ¶ (¬5) «المقفى الكبير»: (1/ترجمة رقم 691). ¶ (¬6) «وفيات الأعيان»: (1/ 143). ¶ (¬7) في النسخ: منازكرد. خطأ ينافي السياق، وما أثبتناه من المصدر. ¶ (¬8) في (أ) و (د): المايية. خطأ، وفي (جـ): المانية، وما أثبتناه هو المشهور في كتب «الملل».",
            "page": "221",
            "part": "1",
            "seal": "981A1B22",
            "sora": null
        },
        {
            "aya": null,
            "id": "221",
            "na": null,
            "nass": "والظلمة حية، وأن كلاهما غير مثناة إلا من الجهة التي لاقى منها الآخر (¬1)، وأما من جهاته الخمس فغير مثناة، وأنهما جرمان، ثم لهم في وصف امتزاجهما أشياء شبيهة بالخرافات، وهم أصحاب «ماني» وكان راهباً بِحَرَّان أحدث هذا الدين، وقَتَلَه الملك بهرام بن بهرام (¬2) إذ ناظره بحضرته الموبذ -وهو كالقاضي للمسلمين- في مسألة قطع النَّسْل وتعجيل فراغ العالم .. إلى آخره (¬3). ¶ المَنْجُوجِي: نسبة إلى مَنْجُوج بفتح الميم، وسكون النون، وجيمين، بينهما واو ساكنة، قرية بالبُحَيْرة قُرْب الإسكندرية. ¶ المَنْجُوفي: أحمد بن عبد الله بن علي المنجوفي، نِسْبَةً إلى جد أبيه مَنْجُوف -بفتح الميم، وسكون النون، وضم الجيم، وفي آخره فاء- ومعناه: المُوَسَّع (¬4)، وأحمد المذكور من مشايخ البخاري في «الصحيح» توفي سنة (252هـ) (¬5). ¶ المُنَسْتِيْرِي، بضم الميم، وفتح النون، وسكون السين، وكسر الفوقية، ¶ ¬__________ ¶ (¬1) كذا. ¶ (¬2) كذا، وفي «الملل والنحل»: بهرام بن هرمز. ¶ (¬3) انظر: «الملل والنحل»: (1/ 243). ¶ (¬4) «تاج العروس»: (24/ 391). ¶ (¬5) «تهذيب التهذيب»: (1/ 42).",
            "page": "222",
            "part": "1",
            "seal": "A37CA955",
            "sora": null
        },
        {
            "aya": null,
            "id": "222",
            "na": null,
            "nass": "وسكون التحتية، وبعدها راء، بُلَيْدة بإفريقية، ذكرها ابن خلكان (¬1) في ترجمة هبة الله بن علي بن مسعود البوصيري المُنَسْتِيْرِي. ¶ المَنوتي (¬2): بالفتح، وضم النون، مخففاً، إلى منوتيا من قُرَى سَوَاد العراق. ¶ المَنُوفِي: إلى مَنُوف أي بالفتح قرية بمصر كما في «القاموس» (¬3) وهي من جزيرة بني نَصْر، وعمل أَبْيَار، ويقال لكورتها الآن: المنوفية، وهي غير منف -بكسر الميم أو فتحها، وسكون النون-، فإنها خربت في زمن الفتح الإسلامي، وبنى بها مدينة الفسطاط، وكانت على اثني عشر ميلاً من .... (¬4) وهي بقرب البَدْرَشين وصارت تلالاً عظيمة، وكانت مدينة فرعون، وبها وَكَزَ موسى القِبْطِيَّ، وكانت منزل يوسف الصِّدِّيق ومن كان قبله، وفي «تفسير الخازن» (¬5) كَالبَغَوي (¬6): على رأس فرسخين من مصر (¬7)، وقيل هي ¶ ¬__________ ¶ (¬1) «وفيات الأعيان»: (6/ 68). ¶ (¬2) «معجم البلدان»: (5/ 217) قال: ينسب إليها من المتأخرين: حماد بن سعيد أبو عبد الله الضرير المقرئ المنوتي. ¶ (¬3) (ص1110). ¶ (¬4) بياض في (أ) و (ب) و (د)، ووقع في (جـ): مصر. ¶ (¬5) (5/ 166). ¶ (¬6) «تفسير البغوي»: (6/ 196). ¶ (¬7) انظر: «تاج العروس»: (24/ 385).",
            "page": "223",
            "part": "1",
            "seal": "022C0B91",
            "sora": null
        },
        {
            "aya": null,
            "id": "223",
            "na": null,
            "nass": "مدينة عين الشمس في منتهى جبل المقطم ومقطعه، ويقال لها حابين (¬1). ¶ المُوسِيْقِي: بضم الميم، وكسر المهملة والقاف، لفظ يوناني معناه علم الأَلْحَان. كذا في شَرْح بادشاه على «تحرير ابن الهُمَام». ¶ المهدوي: الإمام أحمد بن عمار، نسبة إلى المهدية بالمغرب، أستاذ مشهور له التفسير المشهور، و «الهداية في القراءات السبع»، وهو الذي ذكره الشاطبي في باب الاستعاذة (¬2). قال الذهبي (¬3): توفي بعد الثلاثين وأربعمائة. ¶ المُهَاجِر: من الهِجْرَة، والمراد به من هَاجَرَ من الصحابة. ¶ الملاحي: نسبة إلى الملاحة من قرى غِرْنَاطة، ذكر ذلك الذهبي في «طبقات الحفاظ» (¬4) في ترجمة أبي القاسم محمد بن عبد الواحد الملاحي. ¶ الميلي: نسبة إلى ميلة (¬5) من أعمال إفريقية، منها عبد الله المعروف بابن ¶ ¬__________ ¶ (¬1) في (أ) و (د): خانين. وفي (جـ): حانين، والكلمة غير ظاهرة في (ب)، وما أثبتناه من المصادر. ¶ (¬2) «الشاطبية» بيت (رقم99). ¶ (¬3) «معرفة القراء الكبار»: (1/ 399). ¶ (¬4) «تذكرة الحفاظ»: (4/ 131). ¶ (¬5) في (أ) و (د): ميلا.",
            "page": "224",
            "part": "1",
            "seal": "9D50D3CB",
            "sora": null
        },
        {
            "aya": null,
            "id": "224",
            "na": null,
            "nass": "قاضي ميلة (¬1)، أديب شاعر، ذكره المقريزي في بعض تعاليقه. ¶ الميمي: شرح «الحاوي الصغير» (¬2) لِرَمْزه للمتن بالميم. ¶ المَيُوْرَقي: بفتح الميم، وضم المثناة التحتانية، وسكون الواو، وفتح الراء والقاف، إلى مَيُوْرَقه بهاء ساكنة، جزيرة في البحر الغربي قريبة من بلاد الأندلس، إليها ينسب الحُمَيْدي صاحب «الجمع بين الصحيحين». «ابن خلكان» (¬3). ¶ ¬__________ ¶ (¬1) ترجمته في «الوافي بالوفيات»: (17/ 437). ¶ (¬2) من كتب الشافعية، صنفه عبد الغفار بن عبد الكريم القزويني، المتوفى سنة (665هـ). «كشف الظنون»: (1/ 626). ¶ (¬3) «وفيات الأعيان»: (4/ 282).",
            "page": "225",
            "part": "1",
            "seal": "B88925EE",
            "sora": null
        },
        {
            "aya": null,
            "id": "225",
            "na": null,
            "nass": "حرف النون ¶ النَّابُلي: بضم الموحدة، قبل اللام، إلى نابُل، من أعمال إفريقية منها أحمد بن علي بن عمار المغربي النَّابُلي، عَلَّقَ عنه السِّلَفي. ذكره الذهبي، وابن حجر في «المشتبه» (¬1). ¶ الناصري: بالصاد المهملة إلى الناصرة، قرية بالقُرْب من عَكَّا يُقَال إن المسيح عليه السلام وُلِدَ بها على اختلاف في ذلك، مات بها زين الدين يوسف أخو مظفر الدين صاحب إربل، في الثامن والعشرين من رمضان، سنة (586هـ). ابن خلكان (¬2). ¶ النَّاهِسِي: إلى قرية من قُرَى سِنْجَار (¬3). ¶ النَّبْحَاني: بفتح النون، وسكون الموحدة، بعدها مهملة، محمد بن عثمان البَعْلي الدِّمَشْقي الحنبلي، قال في «الإنباء»: جمع مجاميع حسنة منها كتاب في الجهاد انتهى، مات في رمضان سنة ثلاث وتسعمائة لغيره. انتهى ¶ ¬__________ ¶ (¬1) «تبصير المنتبه»: (1/ 117). ¶ (¬2) «وفيات الأعيان»: (4/ 115). ¶ (¬3) «الجواهر المضية»: (2/ 351).",
            "page": "226",
            "part": "1",
            "seal": "007595DD",
            "sora": null
        },
        {
            "aya": null,
            "id": "226",
            "na": null,
            "nass": "«ضوء لامع» (¬1). ¶ النجاكثي: إلى نجاكث بينها وبين نَبَاكث فرسخان من أعمال الشاش. «عبد القادر» (¬2). ¶ النَّجَاشي: بفتح النون على المشهور، وتُكْسَر عن ثعلب، وتخفيف الجيم، وأخطأ من شَدَّدَها عن المطرزي، وبتشديد آخره، وحَكَى المطرزي التخفيف، ورجحه الصغاني. انتهى من «الإصابة» (¬3). ¶ النَّجْرِي: بفتح النون، وسكون الجيم، ثم مهملة، نِسْبَةً إلى قرية ببلاد اليمن ضبطها البقاعي في «معجمه» في ترجمة عبد الله بن محمد بن القاسم بن علي الحنفي اليمني. ¶ النُّزْكَاتي (¬4): إلى نُزْكات من قرى خوارزم منها المطهر بن سديد بن محمد بن علي بن أحمد ذكره الدبيثي (¬5) في «الذيل» (¬6). ¶ ¬__________ ¶ (¬1) (8/ 125). ¶ (¬2) «الجواهر المضية»: (2/ 40). ¶ (¬3) (1/ 205). ¶ (¬4) في (جـ): النزكاني .. إلى نزكان .. ¶ (¬5) في (أ): المديسي. خطأ. ¶ (¬6) لم أجده في ذيل ابن الدبيثي، والمطهر هذا مترجم في «تاريخ إربل»: (ص103)، لكن وقع فيه: النوزكاثي، كما يكثر ابن نقطة من النقل عنه في «التقييد».",
            "page": "227",
            "part": "1",
            "seal": "21FB2D70",
            "sora": null
        },
        {
            "aya": null,
            "id": "227",
            "na": null,
            "nass": "النُّشَّابِي: بضم النون، وتشديد الشين المعجمة، وبعد الألف موحدة، نسبةً إلى عمل النُّشَّاب (¬1) وبيعه، نِسْبَة محمد بن أحمد بن مكي النُّشَّابي الحنفي (¬2). ¶ النَّشَائي: إلى بلد غربية فُسْطَاط مصر، وهي بفتح النون والشين المعجمة (¬3). ¶ النَّشَرْتي: بفتح النون، وبالمعجمة، وإسكان المهملة، ثم فوقانية، كذا ضبطها البقاعي في «معجمه» في ترجمة عبد الله بن عبد اللطيف السلمي المحلي (¬4). ¶ النَّشِيْلي: إلى نشيل بنون فمعجمة، فتحتية، فلام (¬5). ¶ النُّسْطُورِية: فرقة من النَّصَارى نسبة إلى نُسْطُورس الحكيم، يقال: كان في زمن المأمون وابتدع أموراً (¬6) من الإنجيل برأيه أحكاماً لم تكن قبله ومنه (¬7) ¶ ¬__________ ¶ (¬1) النشاب: النَّبْل. «تاج العروس»: (4/ 268). ¶ (¬2) ترجمته في «بغية الوعاة»: (1/ 52). ¶ (¬3) «الضوء اللامع»: (11/ 232) ¶ (¬4) وترجمه السخاوي في «الضوء اللامع»: (5/ 25). ¶ (¬5) «الضوء اللامع») 11/ 232). ¶ (¬6) قوله: أموراً. ليس في مطبوعة «المصباح المنير». ¶ (¬7) في (أ) و (د): «ومن». خطأ.",
            "page": "228",
            "part": "1",
            "seal": "62F1BF6A",
            "sora": null
        },
        {
            "aya": null,
            "id": "228",
            "na": null,
            "nass": "قوله: الله واحد ذو (¬1) أقانيم ثلاثة، والأقانيم هي الوجود والعلم والحياة فَفَرَّ من التثليث ووقع فيه، وأَصْلُ نَسْطُورس (¬2) بالفتح لكن الأئمة عند النسبة ألحقوا الاسم بِوزانه في العربية فضموها. انتهى «مصباح» (¬3). ¶ النَّصْرَوي: بفتح النون، وسكون الصاد، وفي آخرها الراء، والواو، وبياء آخر الحروف، لم يذكرها السمعاني، وذكر النصرويي (¬4) بياء (¬5) قبل الياء آخر الحروف، والهاء، نسبةً إلى نصرويه، وهو جد المنتسب إليه «عبد القادر» (¬6). ¶ النطُوبسي: بالنون، ثم المهملة المضمومة، وبعد الواو موحدة، وقبل ياء النسبة مهملة، نسبةً إلى قرية من ضواحي القاهرة، ضبطها البقاعي في «معجمه» في ترجمة علي بن عبد الواحد بن عبد القاهر بن عبد العزيز (¬7). ¶ ¬__________ ¶ (¬1) في (أ) و (د): وأقانيم. خطأ. ¶ (¬2) في (أ) و (ب): نَسْطور. خطأ. ¶ (¬3) «المصباح المنير»: (2/ 601). ¶ (¬4) في (أ) و (د): النصروبي. خطأ، والتصحيح من «الأنساب». ¶ (¬5) في (أ) و (ب) و (د): بباء، خطأ، والتصحيح من «الأنساب»، وما وقع في «الجواهر المضية» خطأ، يظهر صوابه مما أثبتناه. ¶ (¬6) «الجواهر المضية»: (2/ 352). ¶ (¬7) وترجمه السخاوي في «الضوء اللامع»: (5/ 230)، ووقع فيه علي بن عبد الوهاب.",
            "page": "229",
            "part": "1",
            "seal": "1E3A9013",
            "sora": null
        },
        {
            "aya": null,
            "id": "229",
            "na": null,
            "nass": "النُّعَيْمي: بالتصغير إلى نُعَيم جد (¬1)، وإلى سكة النُّعَيْمية (¬2) محلة بباب البصرة ببغداد. ¶ النَّفْسَاني: إلى النفس، زيدت الألف والنون لتأكيد النسبة. ¶ النَّفْطِي: نسبة إلى نَفْطَة من قرى تَوْزَر بإفريقية، نُسِبَ إليها محمد بن علي بن محمد بن ورَّاز، أبو عبد الله النفطي المالكي. ذكره المقريزي في «المقفى» (¬3). ¶ النُّفَيْعي: بضم النون، وفتح الفاء، وسكون الياء المنقوطة باثنين من تحتها، وفي آخرها عين مهملة، نسبةً إلى قرية على باب سِنْجَار يقال لها النُّفَيْعِيَّة منها مسلم بالتخفيف ابن سلامة بن شبيب النُّفَيْعِي عرف بالنجم البخاري. ذكره القرشي في «طبقات الحنفية» (¬4). ¶ النَّكَبُون: بنون وكاف مفتوحتين، وموحدة مضمومة، وواو ساكنة، ونون، من قُرَى بُخَارى منها أبو زكريا يحيى بن جعفر بن أعين الأزدي البيكندي (¬5) ¶ ¬__________ ¶ (¬1) «لب اللباب»: (2/ 300). ¶ (¬2) انظر: «تاريخ بغداد»: (2/ 383). ¶ (¬3) «المقفى الكبير»: (6/ترجمة رقم 2823). ¶ (¬4) «الجواهر المضية»: (2/ 172، 352). ¶ (¬5) ترجمته في «تقريب التهذيب»: (ص588).",
            "page": "230",
            "part": "1",
            "seal": "3001E9DE",
            "sora": null
        },
        {
            "aya": null,
            "id": "230",
            "na": null,
            "nass": "عن ابن عيينة ووكيع وأبي معاوية الضرير وعنه البخاري وعبد الله بن واصل صَنَّفَ كُتُباً. ¶ النُّوْبَاغي: بضم النون، وسكون الواو، وفتح الموحدة، وبعد الألف (¬1) غين معجمة، إلى نوباغ قرية من قرى خوارزم ومعناها بالفارسية البستان الجديد (¬2). ¶ النوبانحي (¬3): محمد بن الحسين بن ناصر. ¶ النُّوحي: بالضم ومهملة إلى نوح جَدّ (¬4)، وإلى قرية نوح بإشبيلية منها أبو مروان عبد الملك بن (¬5) محمد بن عبد الملك بن هاشم الأموي ويعرف بابن المكوي من كبار المالكية (¬6). ¶ النُّوري: بالضم، وراء، إلى نُور بلد بين بُخَارى وسَمَرْقَند، أو إلى النُّورية ¶ ¬__________ ¶ (¬1) قوله: «الألف» سقط من (ب). ¶ (¬2) ينسب إليها محمد بن عثمان أبو القاسم الإسكافي النوباغي الضرير. ترجمه في «الوافي بالوفيات»: (4/ 86). ¶ (¬3) الكلمة غير منقوطة في (أ): ومطموسة في (ب)، ووقعت في (جـ): النوتانجي، وفي (د): النوبانحي، فتحتاج لمزيد تحرير. ¶ (¬4) «لب اللباب»: (2/ 304). ¶ (¬5) في النسخ: أبو. خطأ، وما أثبتناه من المصادر. ¶ (¬6) ترجمته في «الصلة»: (1/ترجمة رقم 771).",
            "page": "231",
            "part": "1",
            "seal": "07B3194B",
            "sora": null
        },
        {
            "aya": null,
            "id": "231",
            "na": null,
            "nass": "من قرى الحِلَّة السَّيْفِيَّة من شِقَّي الفُرَات، منها الحسين بن هَدَّاب المقرئ الشافعي من ساكني بغداد ذكر ذلك ابن الديبثي في ترجمته من «ذيل تاريخ بغداد» (¬1). ¶ النُّوقَاتِي: بضم النون، ومثناة فوقية قبل ياء النسبة، إلى نُوقَات مَحَلَّة بِسِجِسْتَان، منها أبو الحسن عمر بن محمد بن أحمد بن سليمان بن أيوب بن عتبة النُّوقَاتي (¬2) كان هو وأخوه عثمان وأبوهما من أهل الفضل والأدب، ولوالده تصانيف مِلَاح، وأبو الحسن شعره مشهور، وكان من أصحاب الصاحب ابن عُباد، توفي في الحجة سنة (411هـ)، وكتب بإزاء قوله منها أبو الحسن إلى آخره في «التبصير» (¬3) منها أبو عمر (¬4) ... إلى آخره. ¶ النوهريسني: فضل الله جد عبد الرحيم بن عبد العزيز الإمام وهو جده لأمه ولم يذكر السمعاني هذه النسبة (¬5). ¶ النُّوَيْكثي: بالضم، وفتح الواو، ثم ياء ساكنة، وبعد الكاف مثلثة، جماعة ¶ ¬__________ ¶ (¬1) (3/ 199). ¶ (¬2) «توضيح المشتبه»: (1/ 191). ¶ (¬3) «تبصير المنتبه»: (1/ 143). ¶ (¬4) محمد بن أحمد بن عمر بن سليمان السجزي النوقاتي. وانظر ترجمته في «سير أعلام النبلاء»: (17/ 144). ¶ (¬5) «الجواهر المضية»: (2/ 354). لكن وقع فيه: النوهريستي.",
            "page": "232",
            "part": "1",
            "seal": "16C57484",
            "sora": null
        },
        {
            "aya": null,
            "id": "232",
            "na": null,
            "nass": "نسبوا إلى نُوَيْكث من أرض (¬1) الترك «مشتبه» (¬2). ¶ النهراباذي: محمد بن أحمد (¬3). «عبد القادر» (¬4). ¶ النَّيْرَبي (¬5): بفتح النون، والراء، وموحدة، إلى نَيْرَب (¬6) قرية بدمشق، وأخرى بحلب، وأخرى من عمل صرمين (¬7). ¶ النِّيْلي: بالكسر، إلى بيع النيل، وإلى النيل بلد على الفرات (¬8)، وإلى نيل مصر. ¶ النَّيْنِي: بفتح النون، وسكون التحتية، وقبل ياء النسبة نون. كذا في «معجم البقاعي» (¬9). ¶ ¬__________ ¶ (¬1) في (أ): الرض. خطأ. ¶ (¬2) «تبصير المنتبه»: (4/ 1447). ¶ (¬3) كذا، والذي في «الجواهر المضية»: النهرابادي، والمنسوب إليها: محمد بن أبي أحمد أبو بكر. ¶ (¬4) «الجواهر المضية»: (2/ 131، 353). ¶ (¬5) في (ب) قبل هذا الموضع ما نصه: نهاوند: مثلثة النون الفتح والكسر .. وبالضم. عن عبد القادر. اهـ. وكلام عبد القادر في الجواهر المضية (2/ 353). ¶ (¬6) «معجم البلدان»: (5/ 330) و «تاج العروس»: (4/ 259). ¶ (¬7) «تبصير المنتبه»: (4/ 1505). ¶ (¬8) «لب اللباب»: (2/ 310). ¶ (¬9) وقال السخاوي في «الضوء اللامع» (11/ 234) نِسْبَةً لِنَيْن من أعمال مرج بني عامر من نواحي دمشق. وذكر من المنتسبين إليها: إبراهيم بن محمد بن إبراهيم بن صالح برهان الدين النيني.",
            "page": "233",
            "part": "1",
            "seal": "7C13B3BB",
            "sora": null
        },
        {
            "aya": null,
            "id": "233",
            "na": null,
            "nass": "حرف الواو ¶ الوَاحِدِي: أبو الحسن علي بن أحمد المفسِّر بمهملتين (¬1)، قال ابن مكتوم: لا أدري لم نُسِبَ كذلك إلا أن يقال إنه واحد قومه أو واحد أمه فلعله نُسِبَ إلى أب أو جد أو قريب هذه صفته. «سخاوي». ¶ الواحي: نسبة إلى واح غربي مصر. ¶ الوَاسِطي: بكسر المهملة إلى وَاسِط (¬2)، وإلى واسطة من قرى قزوين، ذكرها الرافعي في «تاريخ قزوين» (¬3) في ترجمة محمد بن إسماعيل بن أبي الربيع الوَاسِطي. ¶ الوانشريشي: بنون، وشينين (¬4) معجمتين، وراء بينهما ياء، جبل بين مليانة (¬5) وتلمسان من نواحي الغرب، يُنسب إليه محمد بن عبد الله الوانشريشي الذي أعان ابن تومرت على أمره، وله معه قصص. «ياقوت» (¬6). ¶ ¬__________ ¶ (¬1) ترجمته في «سير أعلام النبلاء»: (18/ 339). ¶ (¬2) «لب اللباب»: (2/ 312). ¶ (¬3) (1/ 225). ¶ (¬4) في (أ) و (د): وشين. خطأ. ¶ (¬5) في (أ) و (ب) و (د): مليان. وما أثبتناه من المصدر و (جـ). ¶ (¬6) «معجم البلدان»: (5/ 355).",
            "page": "234",
            "part": "1",
            "seal": "36C9585F",
            "sora": null
        },
        {
            "aya": null,
            "id": "234",
            "na": null,
            "nass": "الوانجاني: الإمام رُكْن الدين. ¶ الوَرْسَكي: لم يذكرها السمعاني، لكن في «مراصد الإطلاع» (¬1): وَرْسَك بالفتح ثم السكون وكاف قبله سين مهملة، قال عبد القادر (¬2): هي نسبة عمر بن عبد الكريم. ¶ الوَرْغَمِّي: بفتح الواو، وإسكان الراء، وفتح الغين المعجمة، وكسر الميم الثقيلة، نسبةً إلى قبيلة من هوارة ببلاد المغرب، نُسِبَ إليها العلامة ابن عرفة المالكي، توفي سنة (803هـ) (¬3). ¶ الوَرَي: بفتح الواو والراء، وفي آخرها ياء تحتها نقطتان، إلى وَرَه قرية من قرى الطالقان، نسبة إسماعيل بن علي (¬4). «عبد القادر» (¬5). ¶ الوَزَّاني: بفتح الواو، والزاي المشددة، وبعدها ألف ساكنة، ثم نون، إلى الوَزَّان قرية من قرى سرخس لم يذكر هذا السمعاني، وذكر الوَزَّان (¬6) وقال: ¶ ¬__________ ¶ (¬1) (3/ 1433) ووقع في (أ) و (د): مراصد المطالع. خطأ. ¶ (¬2) «الجواهر المضية»: (2/ 356). ¶ (¬3) انظر «الضوء اللامع»: (11/ 235). ¶ (¬4) في المصدر: عدي. ¶ (¬5) «الجواهر المضية»: (2/ 357). ¶ (¬6) «الأنساب»: (5/ 596).",
            "page": "235",
            "part": "1",
            "seal": "6E94BDD0",
            "sora": null
        },
        {
            "aya": null,
            "id": "235",
            "na": null,
            "nass": "نسبة لجماعة يزنون الأشياء خاصة (¬1). ¶ الوَزِيري: إلى الوَزِيرية حَارَة بالقاهرة نُسِبَ إليها إبراهيم بن إسحاق بن المُظَفَّر الأستاذ المقرئ بُرْهَان الدين الوَزِيري المصري ذكره الذهبي في «طبقات القُرَّاء» (¬2). ¶ الوَزْدُولي: بفتح الواو، وسكون الزاي، وضم الدال المهملة، وسكون الواو، وفي آخرها لام، نسبةً إلى وَزْدُول. قال السمعاني (¬3): وظني أنها من قرى جرجان. «عبد القادر» (¬4). ¶ الوَشْقي: بالفتح، وسكون المعجمة، وقاف، إلى وَشْق بطن من العَتيك (¬5)، [و] (¬6) وَشْقَه بسكون المعجمة، من قُرَى سَرْقُسْطَة بالأندلس منها سعيد بن سعيد بن كثير المرادي (¬7). ¶ ¬__________ ¶ (¬1) كذا قال المصنف، والذي في «الجواهر المضية»: (2/ 357): الألْوَزَّاني نسبة إلى آلوَزَّان قرية من قرى سرخس ... ¶ (¬2) «معرفة القراء الكبار»: (2/ 700). ¶ (¬3) «الأنساب»: (5/ 597). ¶ (¬4) «الجواهر المضية»: (2/ 357) والنسبة أوردها السيوطي في «لب اللباب»: (2/ 318). ¶ (¬5) «لب اللباب»: (2/ 320). ¶ (¬6) زيادة من عندي لا يستقيم السياق بدونها. ¶ (¬7) «تاريخ علماء الأندلس»: (1/ 232).",
            "page": "236",
            "part": "1",
            "seal": "AD49BD1C",
            "sora": null
        },
        {
            "aya": null,
            "id": "236",
            "na": null,
            "nass": "الوَقَّشِي: نسبة إلى وَقَّش قرية على نحو بَرِيد من طُلَيْطِلَة منها العلامة ذو الفنون هشام بن أحمد بن خالد الكناني اللغوي النحوي (¬1). ¶ الوَلْوَالِجي: بالفتح، ثم السكون، وكسر اللام الثانية، ثم الجيم، بلدة من طخارستان (¬2). ¶ الوَنْشَرِيْسي: بفتح الواو، وسكون النون، وفتح المعجمة، وكسر الراء، وسكون الياء التحتية، وبعدها مهملة، نسبةً إلى وَنْشَرِيس بليدة بإفريقية من أعمال بِجَاية. ذكر ذلك ابن خلكان (¬3). ¶ ¬__________ ¶ (¬1) «تذكرة الحفاظ»: (4/ 19) و «سير أعلام النبلاء»: (19/ 134). ¶ (¬2) نسب إليها أبو الفتح عبد الرشيد بن أبي حنيفة النعمان بن عبد الرزاق بن عبد الله الولوالجي. «التحبير في المعجم الكبير»: (1/ 445) و «الجواهر المضية»: (2/ 357). ¶ (¬3) «وفيات الأعيان»: (5/ 55).",
            "page": "237",
            "part": "1",
            "seal": "F23110B9",
            "sora": null
        },
        {
            "aya": null,
            "id": "237",
            "na": null,
            "nass": "حرف الهاء ¶ الهاشمي: إلى هاشم بن عبد مناف (¬1)، وإلى الهاشمية مدينة بناها السفاح بالقرب من الكوفة ذكر ذلك ابن خلكان في ترجمة معن بن زائدة (¬2). ¶ إِلْكِيَا الهِرَّاسي: أبو الحسين علي بن محمد الشافعي تفقه بإمام الحرمين، توفي سنة (503هـ) (¬3). ¶ والكيا بلغة العَجَم: الكبير القدر. ¶ وقال الإسْنَوي في «مقدمة المهمات»: إلْكِيَا بهمزة مكسورة، ولام ساكنة، ثم كاف مكسورة أيضاً، بعدها ياء بنقطتين من تحت، معناه: الكبير بلغة الفُرْس، والهرَّاسي براء مشددة وسين مهملة لا أعلم نسبته. ¶ الهَرَّارِي: بفتح الهاء، ثم راءين الأولى مشددة، بينهما ألف، ذكرها القرشي (¬4). ¶ ¬__________ ¶ (¬1) «لب اللباب»: (2/ 325). ¶ (¬2) «وفيات الأعيان»: (5/ 246). ¶ (¬3) ترجمته في «سير أعلام النبلاء»: (19/ 350). ¶ (¬4) لم أجده في «الجواهر المضية».",
            "page": "238",
            "part": "1",
            "seal": "DD50DC8E",
            "sora": null
        },
        {
            "aya": null,
            "id": "238",
            "na": null,
            "nass": "الهَرَسَاني: قال القسطلاني في «مختصر الضوء»: بفتحات وآخره نون، عبد الصمد بن عبد الرحمن شيخنا، توفي سنة (879هـ) (¬1). ¶ الهَرْثَمِي (¬2): إلى هَرْثَم كَجَعْفَر، نُسِبَ إليه بيبي بنت عبد الصمد (¬3) بن علي الهَرْثَمِية (¬4) لها جزء من أعلى الأجزاء. «حم». ¶ وبيبي بموحدتين مكسورتين، ومثناتين تحتيتين ساكنتين، كما رأيته بخط الحافظ السخاوي مُجَوَّداً هكذا: بِ يْ بِ ي. ¶ الهُمَامي: إلى الهُمَامية من قُرى واسط على مِيْلٍ منها، ذكر ذلك ابن السبكي (¬5) في ترجمة محمد بن عبد الله بن بَخْتِيار بن علي الهمامي. ¶ الهِنْدُوَاني: بكسر الهاء، وسكون النون، وضم الدال المهملة، وفتح الواو، وبعد الألف نون، نسبةً إلى محلة ببلخ منها أبو جعفر محمد بن عبد ¶ ¬__________ ¶ (¬1) «الضوء اللامع»: (4/ 185). ¶ (¬2) كُتب بهامش النسخة (ب) بإزاء هذا الموضع: الهَرْغي بفتح الهاء وسكون الراء وبعدها غين معجمة نسبةً إلى هَرْغَة وهي قبيلة كبيرة من المصامدة في جبل السوس بأقصى المغرب، نسب إليها محمد بن تومرت. انتهى، ولم يثبت الناسخ علامة اللحق في صلب المتن فلم أقحمه فيه، وانظر ترجمة ابن تومرت في «سير أعلام النبلاء»: (19/ 539). ¶ (¬3) في (أ) و (د): عبد الله. خطأ. ¶ (¬4) ترجمتها في «سير أعلام النبلاء»: (18/ 403). ¶ (¬5) «طبقات الشافعية الكبرى»: (8/ 82).",
            "page": "239",
            "part": "1",
            "seal": "6D2491A8",
            "sora": null
        },
        {
            "aya": null,
            "id": "239",
            "na": null,
            "nass": "الله بن محمد الفقيه. «عبد القادر» (¬1). ¶ الهَوَّاري (¬2): بالفتح، وتشديد الواو، وبعد الألف راء، أبو موسى عبد الرحمن بن موسى، لقي مالكاً من هَوَّارة قبيلة معروفة. ¶ وفي ترجمة أبي حيان من «الدرر الكامنة» (¬3) إلى هَوَّارة قبيلة معروفة من البربر كانوا من جملة قبائل البربر بفلسطين مع جالوت فلما قتل جالوت تفرقت فيمن تفرق من قبائل البربر، وقصد أكثرهم الجبال من السوس وغيرهم انتهى. ¶ رجل هِنْدِكي: بكسر الهاء، والدال، من أهل الهند وليس من لفظه؛ لأن الكاف ليست من حروف الزيادة، الجمع هَنَادِك. «قاموس» (¬4). ¶ الهَيْتَمِي: نسبة إلى محلة الهَيْتَم من إقليم الغربية بمصر (¬5). قاله عبد القادر بن العَيْدَرُوس (¬6) في ترجمة ابن حجر الهيتمي. ¶ الهيفاني: نسبة محمد بن أحمد بن يعقوب، ولم يذكرها السمعاني. «عبد القادر» (¬7). ¶ ¬__________ ¶ (¬1) «الجواهر المضية»: (2/ 354). ¶ (¬2) في (أ): الوهاري. خطأ. ¶ (¬3) (6/ 63). ¶ (¬4) (ص1237). ¶ (¬5) انظر: «تاج العروس»: (34/ 67). ¶ (¬6) هو عبد القادر بن شيخ العيدروس الحضرمي، المتوفى سنة (1038هـ). ¶ (¬7) «الجواهر المضية»: (2/ 355).",
            "page": "240",
            "part": "1",
            "seal": "B9E50AD2",
            "sora": null
        },
        {
            "aya": null,
            "id": "240",
            "na": null,
            "nass": "حرف اللام ألف ¶ اللازيدي (¬1): الإمام العلامة الفرضي أبو عبد الله محمود بن أحمد بن ظهير الملقب بشمس الدين. «عبد القادر» (¬2). ¶ اللَّامِشي: بكسر الميم، ومعجمة، إلى لامِش قرية بفرغانة، قال عبد القادر: وتشتبه باللامُسي بعد اللام ألف ميم مضمومة وسين مهملة، قرية من قرى المغرب نسبة الحسين بن علي بن أبي القاسم (¬3)، ومحمود بن زيد. «عبد القادر» (¬4). ¶ ¬__________ ¶ (¬1) كذا في (أ): والذي في مطبوعة «الجواهر المضية»: اللازندي. ¶ (¬2) «الجواهر المضية»: (2/ 358). ¶ (¬3) في مطبوعة «الجواهر المضية»: الحسين بن علي أبي القاسم. ¶ (¬4) «الجواهر المضية»: (2/ 358).",
            "page": "241",
            "part": "1",
            "seal": "8E36771B",
            "sora": null
        },
        {
            "aya": null,
            "id": "241",
            "na": null,
            "nass": "حرف الياء ¶ اليدومي: إلى يدوم مضارع دام قرية باليمن من أعمال مِخْلاف معروفة (¬1). ¶ اليرعري: كذا رأيته في «القنية»، ورأيته في محل آخر البرعري بموحدة. «عبد القادر» (¬2). ¶ اليَرْدَادي: براء مهملة، إلى يَرْدَاد قرية بسمرقند، منها النضر بن رسول اليردادي. «تبصير» (¬3). ¶ اليفاعي: بياء مثناة تحتية، وفاء، إلى يفاعة مكان باليمن منه زيد الفقيه اليمني الشافعي معروف (¬4). ¶ اليَعْلِي: أبو الخطاب عمر بن عاصم بن محمد بن عاصم اليَعْلِي بمثناة تحتية أوله، وعين مهملة ساكنة، ولام بعدها ياء النسبة، إلى يَعْلَى بطن من كنانة، وهو فقيه يمني (¬5) مؤلف «زوائد البيان»، توفي سنة (684هـ) (¬6). ¶ ¬__________ ¶ (¬1) «معجم البلدان»: (5/ 432). ¶ (¬2) «الجواهر المضية»: (2/ 358)، ووقعت النسبة في (جـ): اليرعوي. ¶ (¬3) «تبصير المنتبه»: (4/ 1506). ¶ (¬4) «تبصير المنتبه»: (4/ 1507). ¶ (¬5) «الأعلام» للزركلي: (5/ 49). ¶ (¬6) في (أ) و (د): 686. خطأ. وما أثبتناه من (ب) والمصادر.",
            "page": "242",
            "part": "1",
            "seal": "96DFE131",
            "sora": null
        },
        {
            "aya": null,
            "id": "242",
            "na": null,
            "nass": "«خيضري». ¶ اليكي: إلى حصن «يك» من حصون مُرْسِيَة على خمسة وأربعين ميلاً منها ينسب إليه هَجَّاء المغرب أبو بكر يحيى بن سهل اليكي (¬1) توفي سنة ستين وخمسمائة (¬2). ذكره المقريزي في بعض «تذاكره». ¶ اليونيني: الإمام الحافظ أبو الحسين (¬3) علي بن الحافظ محمد بن أحمد بن عبد الله شرف الدين الحنبلي، مات سنة إحدى وسبعمائة، نسبة إلى يونين من قرى بَعْلَبَكَّ، له ولوالده ترجمتان عظيمتان في «طبقات الحنابلة» (¬4) والذي في «المراصد» (¬5) و «القاموس» (¬6): يونان بالضم قرية بِبَعْلَبَكَّ، وأخرى بين برذعة (¬7) وبيلقان (¬8). فيُحْتَمَل أنه منسوب إلى إحداهما شذوذاً، والقياس: يوناني. ¶ ¬__________ ¶ (¬1) «الأعلام» للزركلي: (8/ 152). ¶ (¬2) في (أ) و (جـ) و (د): ستمائة. خطأ. وما أثبتناه من (ب) والمصدر. ¶ (¬3) في النسخ: الحسن، والتصحيح من المصدر. ¶ (¬4) «ذيل طبقات الحنابلة» لابن رجب، ترجمة الابن (4/ 284)، والأب (4/ 217). ¶ (¬5) «مراصد الإطلاع»: (3/ 1488). ¶ (¬6) (ص1602). ¶ (¬7) في (أ): بردعة. خطأ. ¶ (¬8) في (أ): ببلقان. خطأ.",
            "page": "243",
            "part": "1",
            "seal": "67EC5491",
            "sora": null
        },
        {
            "aya": null,
            "id": "243",
            "na": null,
            "nass": "يقول مجرده الفقير عبد الرحمن بن عبد العظيم بن عبد الرحمن بن محمد بن تقي الدين الأُشْمُوني: ¶ هذا آخر ما وُجِدَ بخط شيخنا خاتمة الحفاظ والمحدثين، وعمدة المحققين والمدققين: مولانا الشيخ أحمد بن أحمد العجمي الوفائي الوفوي (¬1) رحمه الله تعالى ورحم مشايخه وأصوله وتلاميذه، وذلك مما بهامش نسخته «لب اللباب في تحرير الأنساب» للإمام الحافظ السيوطي، وكتب بخطه في آخر نسخته المرقومة: نُقِل ذلك من خط الشيخ محمد بن علي بن أحمد الداودي المالكي رحمه الله تعالى، وغالب ما بهامش هذه النسخة من خطه أيضاً، ثم أَلحَقْتُ أكثر مما نُقِلَ من خط الداودي، ولله الحمد. انتهى. ¶ ¬__________ ¶ (¬1) كذا وقعت في النسختين، ولم أجد هذه النسبة أو ما يقارب رسمها عند من ترجم لأحمد العجمي، فالله أعلم.",
            "page": "244",
            "part": "1",
            "seal": "BDABD53F",
            "sora": null
        },
        {
            "aya": null,
            "id": "244",
            "na": null,
            "nass": "فهرس المصادر والمراجع ¶ 1 - الإرشاد في معرفة علماء الحديث، للخليلي، تحقيق: محمد سعيد عمر إدريس، مكتبة الرُّشد، الطبعة الأولى 1409هـ. ¶ 2 - أساس البلاغة للزمخشري. ¶ 3 - الإصابة في تمييز الصحابة لابن حجر، تحقيق علي البجاوي، دار الجيل، 1412هـ. ¶ 4 - إكمال الإكمال، لابن نقطة، تحقيق: عبد القيوم عبد رب النبي، جامعة أم القرى، 1410هـ. ¶ 5 - الإكمال، لابن ماكولا، دار الكتب العلمية، 1411هـ. ¶ 6 - ألفية العراقي، مع شرح مصنفها، دار الكتب العلمية، 2002م. ¶ 7 - البداية والنهاية، لابن كثير، تحقيق: علي شيري، دار إحياء التراث، 1408هـ. ¶ 8 - بغية الوعاة في طبقات اللغويين والنحاة، للسيوطي، تحقيق: محمد أبو الفضل إبراهيم، المكتبة العصرية.",
            "page": "337",
            "part": "1",
            "seal": "007E307E",
            "sora": null
        },
        {
            "aya": null,
            "id": "245",
            "na": null,
            "nass": "9 - تاج التراجم لابن قطلوبغا، تحقيق محمد خير يوسف، دار القلم، 1413هـ. ¶ 10 - تاج العروس من جواهر القاموس، للزبيدي، تحقيق: جماعة من المحققين، دار الهداية. ¶ 11 - تاريخ الإسلام، للذهبي، تحقيق بشار عواد، دار الغرب الإسلامي، الطبعة الأولى، 1424هـ. ¶ 12 - التاريخ الكبير للبخاري، تحقيق: عبد الرحمن بن يحيى المعلمي، الناشر دار الفاروق الحديثة. ¶ 13 - تاريخ بغداد للخطيب البغدادي، تحقيق: بشار عواد، دار الغرب الإسلامي، الطبعة الأولى، 1422هـ. ¶ 14 - تاريخ جرجان، للسهمي، مراقبة محمد عبد المعيد خان، نشر مكتبة ابن تيمية. ¶ 15 - تاريخ دمشق، لابن عساكر، تحقيق: علي الشيري، دار الفكر،1419هـ. ¶ 16 - تاريخ علماء الأندلس، لابن الفرضي، تحقيق: بشار عواد، دار الغرب الإسلامي، 1429هـ. ¶ 17 - تبصير المنتبه بتحرير المشتبه، لابن حجر، تحقيق: محمد علي",
            "page": "338",
            "part": "1",
            "seal": "4F19C6A6",
            "sora": null
        },
        {
            "aya": null,
            "id": "246",
            "na": null,
            "nass": "النجار، المكتبة العلمية، بيروت. ¶ 18 - التحبير في المعجم الكبير، للسمعاني، تحقيق: خليل المنصور، دار الكتب العلمية، 1418هـ. ¶ 19 - تدريب الراوي للسيوطي، تحقيق نظر الفاريابي، دار طيبة،1422هـ. ¶ 20 - التدوين في أخبار قزوين، للرافعي، تحقيق: عزيز الله العطاردي، طبع المطبعة العزيزية بحيدر أباد، 1404هـ. ¶ 21 - تذكرة الحفاظ، للذهبي، تحقيق: زكريا عميرات، دار الكتب العلمية، 1419هـ. ¶ 22 - ترتيب المدارك وتقريب المسالك لمعرفة أعلام مذهب مالك، للقاضي عياض، تحقيق: محمد بن تاويت الطنجي، وزارة الأوقاف بالمغرب. ¶ 23 - تفسير ابن عادل المسمى باللباب في علوم الكتاب، تحقيقعادل أحمد عبد الموجود وعلي محمد معوض، دار الكتب العلمية، 1419هـ. ¶ 24 - تقريب التهذيب، للحافظ ابن حجر، تحقيق: محمد عوامة، دار",
            "page": "339",
            "part": "1",
            "seal": "0636D51C",
            "sora": null
        },
        {
            "aya": null,
            "id": "247",
            "na": null,
            "nass": "ابن حزم، 1420هـ. ¶ 25 - التقييد لمعرفة رواة السنن والمسانيد، لابن نقطة، تحقيق: كمال يوسف الحوت، دار الكتب العلمية، 1408هـ. ¶ 26 - تهذيب الأسماء واللغات للنووي، تحقيق مصطفى عبد القادر عطا، دار الكتب العلمية. ¶ 27 - تهذيب التهذيب للحافظ ابن حجر، دار الفكر، الطبعة الأولى، 1404هـ. ¶ 28 - تهذيب الكمال في أسماء الرجال، للمزي، تحقيق بشار عواد، مؤسسة الرسالة. ¶ 29 - توضيح المشتبه في ضبط أسماء الرواة وأنسابهم وألقابهم وكناهم، تحقيق: محمد نعيم العرقسوسي، مؤسسة الرسالة، الطبعة الأولى 1993م. ¶ 30 - الثقات لابن حبان، تحقيق: جماعة من الباحثين، مطبعة مجلس دائرة المعارف العثمانية، سنة 1393هـ. ¶ 31 - جامع الأصول لابن الأثير، تحقيق عبد القادر الأرناؤوط، مكتبة الحلواني ومطبعة الملاح ومكتبة دار البيان،1389هـ-1392هـ.",
            "page": "340",
            "part": "1",
            "seal": "8FB7D751",
            "sora": null
        },
        {
            "aya": null,
            "id": "248",
            "na": null,
            "nass": "32 - جذوة المقتبس في تاريخ علماء الأندلس للحميدي، تحقيق بشار عواد ومحمد بشار عواد، دار الغرب، 1429هـ. ¶ 33 - الجواهر المضية في طبقات الحنفية، للقرشي، كراتشي الهند. ¶ 34 - حسن المحاضرة في أخبار مصر والقاهرة للسيوطي. ¶ 35 - درة الغواص في أوهام الخواص للحريري، تحقيق عرفات مطرجي، مؤسسة الكتب الثقافية، 1418هـ. ¶ 36 - الدرر الكامنة للحافظ ابن حجر، مراقبة محمد عبد المعيد خان، الناشر مجلس دائرة المعارف العثمانية،1392هـ. ¶ 37 - ذكر أخبار أصبهان، لأبي نعيم الأصبهاني، دار الكتاب الإسلامي. ¶ 38 - ذيل ابن النجار على تاريخ بغداد، لابن النجار، تحقيق: صدقي جميل العطار، دار الفكر، 1424هـ. ¶ 39 - ذيل تاريخ بغداد، لابن الدبيثي، تحقيق: بشار عواد، دار الغرب الإسلامي، الطبعة الأولى، 1427هـ. ¶ 40 - ذيل طبقات الحنابلة، لابن رجب، تحقيق: أسامة حسن وحازم علي بهجت، دار الكتب العلمية، 1417هـ. ¶ 41 - سر صناعة الإعراب لابن جني، تحقيق حسن هنداوي، دار القلم،",
            "page": "341",
            "part": "1",
            "seal": "784BFBEB",
            "sora": null
        },
        {
            "aya": null,
            "id": "249",
            "na": null,
            "nass": "1985هـ. ¶ 42 - سير أعلام النبلاء، للذهبي، تحقيق: جماعة من الباحثين، مؤسسة الرسالة ناشرون، الطبعة الثانية، 1429هـ. ¶ 43 - شذرات الذهب في أخبار من ذهب، لابن العماد، دار الكتب العلمية. ¶ 44 - شرح الكافية للرضي، جامعة قاريونس. ¶ 45 - الصحاح للجوهري. ¶ 46 - الصلة، لابن بشكوال، نشر الشركة المصرية للتأليف والترجمة. ¶ 47 - الضوء اللامع لأهل القرن التاسع للسخاوي، تحقيق عبد اللطيف حسن عبد الرحمن، دار الكتب العلمية، 2003هـ. ¶ 48 - طبقات الحنابلة، لابن أبي يعلى، تحقيق: محمد حامد الفقي، دار المعرفة، بيروت. ¶ 49 - طبقات الشافعية الكبرى، للسبكي، تحقيق: محمود الطناحي، وعبد الفتاح الحلو، دار هجر، 1413هـ. ¶ 50 - طبقات الشافعية لابن قاضي شهبة، تحقيق الحافظ عبد العليم خان، عالم الكتب،1407 هـ. ¶ 51 - طبقات المفسرين للداودي، تحقيق علي محمد عمر، مكتبة",
            "page": "342",
            "part": "1",
            "seal": "72D89C3E",
            "sora": null
        },
        {
            "aya": null,
            "id": "250",
            "na": null,
            "nass": "وهبة،1415هـ ¶ 52 - العبر في خبر من غبر، للذهبي، تحقيق: محمد السعيد بسيوني زغلول، دار الكتب العلمية. ¶ 53 - عنوان الزمان بتراجم الشيوخ والأقران للبقاعي، تحقيق حسن حبشي، دار الكتب القومية، 2006م. ¶ 54 - غاية النهاية في طبقات القراء، لابن الجزري، عني بنشره برجستراسر، توزيع مكتبة ابن تيمية. ¶ 55 - الفائق في غريب الحديث والأثر، للزمخشري، تحقيق علي محمد البجاوي -محمد أبو الفضل إبراهيم، دار المعرفة. ¶ 56 - فتاوى ابن حجر الهيتمي، دار الفكر. ¶ 57 - فتح الباري شرح صحيح البخاري لابن حجر، دار الفيحاء ودار السلام، 1421هـ. ¶ 58 - فتح المغيث شرح ألفية الحديث للسخاوي، تحقيق عبد الكريم الخضير وعبد الله الفهيد، دار المنهاج،1426هـ. ¶ 59 - القاموس المحيط. ¶ 60 - لب اللباب في تحرير الأنساب، للسيوطي، تحقيق: محمد أحمد عبد",
            "page": "343",
            "part": "1",
            "seal": "768CC668",
            "sora": null
        },
        {
            "aya": null,
            "id": "251",
            "na": null,
            "nass": "العزيز وأشرف أحمد عبد العزيز، دار الكتب العلمية، 1411هـ. ¶ 61 - اللباب في تهذيب الأنساب، لابن الأثير، دار صادر بيروت. ¶ 62 - لسان الميزان، لابن حجر، اعتناء عبد الفتاح أبي غدة، مكتبة المطبوعات الإسلامية، الطبعة الأولى، 1423هـ. ¶ 63 - المؤتلف والمختلف، لعبد الغني الأزدي، تحقيق: مثنى محمد حميد الشمري، وقيس التميمي، دار الغرب الإسلامي، الطبعة الأولى، 1428هـ. ¶ 64 - المؤتلف والمختلف، للدارقطني، تحقيق: الدكتور موفق عبد الله عبد القادر، دار الغرب الإسلامي. ¶ 65 - المختصر المحتاج إليه من تاريخ ابن الدبيثي، للذهبي، تحقيق: مصطفى جواد، بغداد 1951 - 1977م. ¶ 66 - مراصد الاطلاع على أسماء الأمكنة والبقاع، لصفي الدين البغدادي، تحقيق علي البجاوي، دار الجيل،1412هـ. ¶ 67 - المزهر في علوم اللغة للسيوطي، تحقيق فؤاد علي منصور، دار الكتب العلمية،1998هـ. ¶ 68 - مشتبه النسبة، لعبد الغني الأزدي، تحقيق: واثق وليد العميري، دار",
            "page": "344",
            "part": "1",
            "seal": "96D88885",
            "sora": null
        },
        {
            "aya": null,
            "id": "252",
            "na": null,
            "nass": "الكتب العلمية، الطبعة الأولى 1428هـ. ¶ 69 - المصباح المنير في غريب الشرح الكبير للفيومي، المكتبة العلمية. ¶ 70 - معجم البلدان لياقوت الحموي، دار الفكر. ¶ 71 - معجم البلدان، لياقوت الحموي، دار الفكر. ¶ 72 - المعجم المفهرس لابن حجر، تحقيق المياديني، دار الرسالة، 1418هـ. ¶ 73 - معجم ما استعجم للبكري، تحقيق مصطفى السقا، عالم الكتب، 1403هـ. ¶ 74 - معرفة القراء الكبار، للذهبي، تحقيق: مجموعة من الباحثين، مؤسسة الرسالة، 1404هـ. ¶ 75 - معرفة علوم الحديث للحاكم، تحقيق أحمد السلوم، دار ابن حزم، 1424هـ. ¶ 76 - المعين في طبقات المحدثين، للذهبي، تحقيق: همام عبد الرحيم سعيد، دار الفرقان، 1404هـ. ¶ 77 - المغرب في ترتيب المعرب لابن المطرز، تحقيق محمود فاخوري وعبد الحميد مختار، مكتبة أسامة بن زيد،1979هـ. ¶ 78 - المقصد الأرشد في ذكر أصحاب الإمام أحمد، لابن مفلح،",
            "page": "345",
            "part": "1",
            "seal": "BC41F2F9",
            "sora": null
        },
        {
            "aya": null,
            "id": "253",
            "na": null,
            "nass": "تحقيق: عبد الرحمن العثيمين، مكتبة الرشد، 1410هـ. ¶ 79 - المقفى الكبير، للمقريزي، تحقيق: محمد اليعلاوي، دار الغرب الإسلامي، الطبعة الثانية 1427هـ. ¶ 80 - المنتخب من معجم شيوخ السمعاني، تحقيق: موفق عبد القادر، جامعة الإمام محمد بن سعود، 1417هـ. ¶ 81 - المنتظم في تاريخ الملوك والأمم، لابن الجوزي، دار صادر، 1358هـ. ¶ 82 - ميزان الاعتدال، للذهبي، تحقيق: علي محمد معوض، وعادل أحمد عبد الموجود، دار الكتب العلمية، الطبعة الأولى 1995م. ¶ 83 - النهاية في غريب الحديث لابن الجزري، تحقيق طاهر أحمد الزاوى ومحمود محمد الطناحي، المكتبة العلمية،1399هـ. ¶ 84 - الوافي بالوفيات، للصفدي، تحقيق: جماعة من الباحثين، أصدره المعهد الألماني للأبحاث الشرقية في بيروت، توزيع مؤسسة الريان. ¶ 85 - وفيات الأعيان وأنباء أبناء الزمان، لابن خلكان، دار صادر.",
            "page": "346",
            "part": "1",
            "seal": "F27673A9",
            "sora": null
        }
    ],
    "t1734": [
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "شكر وعرفان"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة التحقيق والدراسة"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول ترجمة المصنف أحمد بن أحمد العجمي رحمه الله"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": "1",
            "tit": "اسمه ولقبه ونسبه ومذهبه:"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": "2",
            "tit": "مولده:"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": "3",
            "tit": "شيوخه وطلبه للعلم:"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": null,
            "tit": "تلاميذه:"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": "1",
            "tit": "مؤلفاته:"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": null,
            "tit": "ثناء العلماء عليه:"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": null,
            "tit": "وفاته:"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني التعريف بكتاب ابن العجمي من خلال مقدمته وخاتمته"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث منهج ابن العجمي في كتابه"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع موارد ابن العجمي"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الخامس الرموز والاصطلاحات"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السادس أوهام ابن العجمي في كتابه"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السابع الإفادة من كتاب ابن العجمي"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثامن توثيق نسبة الكتاب إلى مصنفه"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث التاسع توثيق اسم الكتاب"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث العاشر وصف النسخ الخطية التي حققنا عليها الكتاب"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الحادي عشر منهج التعليق والتحقيق"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": null,
            "tit": "صور من النسخ الخطية"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الهمزة المقصورة"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الباء"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "حرف التاء"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الثاء المثلثة"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الجيم"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الحاء"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الخاء"
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الدال"
        },
        {
            "id": "133",
            "lvl": "1",
            "sub": null,
            "tit": "[حرف الذال]"
        },
        {
            "id": "135",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الراء"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الزاي"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "حرف السين"
        },
        {
            "id": "157",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الشين المعجمة"
        },
        {
            "id": "168",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الصاد"
        },
        {
            "id": "171",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الضاد"
        },
        {
            "id": "172",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الطاء"
        },
        {
            "id": "175",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الظاء"
        },
        {
            "id": "176",
            "lvl": "1",
            "sub": null,
            "tit": "حرف العين"
        },
        {
            "id": "185",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الغين"
        },
        {
            "id": "187",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الفاء"
        },
        {
            "id": "195",
            "lvl": "1",
            "sub": null,
            "tit": "حرف القاف"
        },
        {
            "id": "206",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الكاف"
        },
        {
            "id": "211",
            "lvl": "1",
            "sub": null,
            "tit": "حرف اللام"
        },
        {
            "id": "213",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الميم"
        },
        {
            "id": "225",
            "lvl": "1",
            "sub": null,
            "tit": "حرف النون"
        },
        {
            "id": "233",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الواو"
        },
        {
            "id": "237",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الهاء"
        },
        {
            "id": "240",
            "lvl": "1",
            "sub": null,
            "tit": "حرف اللام ألف"
        },
        {
            "id": "241",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الياء"
        },
        {
            "id": "244",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس المصادر والمراجع"
        }
    ]
}