{
    "b1744": [
        {
            "id": "6",
            "nass": "الإهداء ¶ إلى العقلاء والمنصفين من السلفيين ومن الإخوان المسلمين، إلى مَن يتبعون القرآن الكريم وصحيح السنة بفهم الصحابة والتابعين - رضي الله عنهم -، ويحافظون على ثوابت الأمة الإسلامية، ويُحْسِنُون النصح ويدركون أهمية وحدة الصف وخطورة التنازع وما يؤدي إليه من الفشل وتأخير التمكين .... ¶ لعل النصر يكون على أيديهم أو أيدي تلامذتهم. ¶ . ¶ وإلى غير العقلاء من الفريقين لعلهم يَعقلون، ولعلهم يُنصِفون.",
            "page": "5",
            "part": "1",
            "seal": "6A4CAFDA"
        },
        {
            "id": "7",
            "nass": "قال تعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا} (آل عمران: 103). ¶ قال تعالى: ¶ {وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} (الأنفال: 46).",
            "page": "6",
            "part": "1",
            "seal": "8130C24B"
        },
        {
            "id": "8",
            "nass": "أقوال ليست عابرة ¶ * «إن الإخوان المسلمين دعوة سلفية؛ لأنهم يَدْعُون إلى العودة بالإسلام إلى مَعِينِه الصافي من كتاب الله وسنة رسوله. وطريقة سُنّيّة لأنهم يَحْمِلون أنفسهم علي العمل بالسنة المطهرة في كل شيء، وبخاصة في العقائد والعبادات ما وجدوا إلى ذلك سبيلًا». ... الأستاذ حسن البنا - رحمه الله - ¶ مؤسس جماعة الإخوان المسلمين (¬1). ¶ * «نحن الإخوان المسلمون دعوة سلفية عقيدةً وعبادةً وحركةً». ¶ الأستاذ جمعة أمين عبد العزيز ¶ نائب المرشد العام الحالي للإخوان المسلمين ¶ وعضو مكتب الإرشاد (¬2). ¶ ¬__________ ¶ (¬1) مجموعة رسائل الإمام حسن البنا، ط دار الشهاب (ص 156). ¶ (¬2) فهم الإسلام في ظلال الأصول العشرين للإمام حسن البنا، (ص100).",
            "page": "7",
            "part": "1",
            "seal": "89517AB6"
        },
        {
            "id": "9",
            "nass": "مقدمة ¶ إِنَّ الْحَمْدَ لِلهِ نَحْمَدُهُ وَنَسْتَعِينُهُ وَنَسْتَغْفِرُهُ، وَنَعُوذُ بِاللهِ مِنْ شُرُورِ أَنْفُسِنَا وَمِنْ سَيِّئَاتِ أَعْمَالِنَا، مَنْ يَهْدِهِ اللهُ فَلاَ مُضِلَّ لَهُ، وَمَنْ يُضْلِلْ فَلاَ هَادِىَ لَهُ، وَأَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ. ¶ {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ (102)} (آل عمران: 102). {يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا (1)} (النساء: 1). {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا (70)}. (الأحزاب: 70). ¶ أَمَّا بَعْدُ، فَإِنَّ خَيْرَ الْحَدِيثِ كِتَابُ اللهِ، وَخَيْرَ الْهَدْيِ هَدْيُ مُحَمَّدٍ - صلى الله عليه وآله وسلم -، وَشَرَّ الأُمُورِ مُحْدَثَاتُهَا، وَكُلَّ مُحْدَثَةٍ بِدْعَةٌ، وَكُلَّ بِدْعَةٍ ضَلاَلَةٌ، وَكُلَّ ضَلاَلَةٍ في النَّارِ.",
            "page": "8",
            "part": "1",
            "seal": "F3E69887"
        },
        {
            "id": "10",
            "nass": "إن الإخوان المسلمين حركة إسلامية معاصرة، بل هي أكبر هذه الحركات وهدفُها تحكيم الكتاب والسنَّة، وتطبيق شريعة الله في شتى مناحي الحياة، والوقوف بحزم أمام سياسة فصل الدين عن الدنيا، ووقف المد العلماني، والعمل لإعلاء كلمة الله في الأرض، من خلال حركة عالمية تبعد عن مواطن الخلاف وتكوِّن الشباب عبر هذه الدعوة، لإصلاح أنفسهم وبيئاتهم وحكوماتهم، أملًا في إعادة الكيان الدولي للأمة الإسلامية، وقد أخِذَ على حركة الإخوان - كغيرها من الحركات - بعض المآخذ فيما يتعلق بالمنهج أو سلوكيات بعض المنتسبين إليها (¬1). ¶ والإخوان المسلمون قال عنهم مؤسس دعوتهم الأستاذ حسن البنا - رحمه الله - إنهم: «دعوة سلفية: لأنهم يَدْعون إلى العودة بالإسلام إلى مَعِينِه الصافي من كتاب الله وسنة ¶ ¬__________ ¶ (¬1) انظر: الموسوعة الميسرة في الأديان والمذاهب والأحزاب المعاصرة (1/ 198 - 205)، إصدار الندوة العالمية للشباب الإسلامي، إشراف وتخطيط ومراجعة: د. مانع بن حماد الجهني، الطبعة الخامسة، 1424هـ، 2003 م.",
            "page": "9",
            "part": "1",
            "seal": "ED857B6F"
        },
        {
            "id": "11",
            "nass": "رسوله - صلى الله عليه وآله وسلم -. ¶ وطريقة سُنّيّة: لأنهم يَحْمِلون أنفسهم علي العمل بالسنة المطهرة في كل شيء، وبخاصة في العقائد والعبادات ما وجدوا إلى ذلك سبيلا» (¬1). ¶ والسلفية هي ذلك المنهج الرباني الذي كان عليه السلف الصالح - رضي الله عنهم - من الاعتماد على القرآن الكريم والسنة الصحيحة في كل شؤون الحياة والذي فيه من الشمول ما في مصادر تلقيه، وقد قال الله تعالى عن مصدره الأول: {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ} (البقرة: 185)؛ فهو الهدى في كل زمان ومكان، بل لا هداية إلا به؛ فهو الهدى في الأخلاق والمعاملات، كما أنه الهدى في العقائد والعبادات، بل ليس هو الهادي إلى الصواب فحسب وإنما إلى قمته وذروته، قال تعالى: {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي ¶ ¬__________ ¶ (¬1) مجموعة رسائل الإمام البنا، ط دار الشهاب (ص 156).",
            "page": "10",
            "part": "1",
            "seal": "93C07BFA"
        },
        {
            "id": "12",
            "nass": "هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا (9)} (الإسراء: 9)، وهذا المنهج مسَلّم به عند كل المسلمين وإن تفاوتوا في تحقيق هذا التسليم، ومصداقيتهم فيه. ¶ والسلفية تعني - وبكل وضوح - أن نسير على نفس الخُطى التي سار عليها الأوّلون، ولن يصلح أمر آخر هذه الأمة إلا بما صلح به أولها (¬1). ¶ وجماعة الإخوان المسلمين قد عايَشْتُ بعضهم وعملتُ معهم في الدعوة فترةً طويلة في مصر، وفترة قصيرة في اليمن، ووجدتُ فيهم الحرص والهمة في نصرة الإسلام، أحسبهم كذلك ولا أزكي على الله أحدًا، وتعلمتُ منهم الكثير (¬2)، ففي التوحيد درَسْتُ معهم في ¶ ¬__________ ¶ (¬1) وقفات مع مقال ... قراءة في الذهنية السلفية، خالد بن عبد الله الخليوي، مجلة البيان، العدد 160. ¶ (¬2) عَنْ أَبِى هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللهِ - صلى الله عليه وآله وسلم -: «مَنْ لاَ يَشْكُرِ النَّاسَ لاَ يَشْكُرِ اللهَ». (رواه أبو داود الترمذي وصححه الألباني).",
            "page": "11",
            "part": "1",
            "seal": "733987C0"
        },
        {
            "id": "13",
            "nass": "اليمن في كتاب (شرح العقيدة الطحاوية)، وفي مصر في كتاب (الإيمان، حقيقته، أركانه، نواقضه) للدكتور محمد نعيم ياسين، وتعلمتُ منهم أن الإسلام منهج شامل متكامل يغطي كل جوانب الحياة، وتعلمتُ منهم فقه الدليل من خلال دراستي معهم في كتاب فقه السنة، للشيخ السيد سابق - رحمه الله -. ¶ ولا زلت أذْكُر زيارة الحاج عبد الفتاح الشريف - رحمه الله - للإخوان في أبي حمص، وقد كان - رحمه الله - محكومًا عليه بالإعدام في عهد عبد الناصر ثم خُفّف الحكم إلى المؤبد، وسبحان الله مات عبد الناصر ومات السادات وهو على قيد الحياة، وقد كانت هذه الزيارة درسًا تربويًّا عظيمًا بالنسبة لي، كانت هذه الزيارة في بيت الأستاذ محمد خربوش في قرية كتاكت بأبي حمص بمحافظة البحيرة، قبل ما يزيد على العشرين سنة، ثم كانت بعدها بفترة زيارة أخرى، رحمه الله وأسكنه فسيح جناته. ¶ ومن المواقف التربوية العملية التي كان لها أعظم الأثر أنا كنا نذهب إلى رشيد لزيارة الأستاذ عباس السيسي - رحمه الله -",
            "page": "12",
            "part": "1",
            "seal": "2101D70E"
        },
        {
            "id": "14",
            "nass": "وهو من الرعيل الأول للإخوان المسلمين. ¶ ولا زلتُ أذكر أنّ أول معرفتي بأن هناك أحاديث صحيحة وأخرى ضعيفة كانت عن طريق كتاب للشيخ الألباني - وهو جزء من كتاب ضعيف الجامع الصغير - استَعَرْتُه من الأستاذ محمد خربوش، ولا زلتُ أذْكر أني لم أعلم بحرمة الاحتفال بعيد شم النسيم إلا منه - حفظه الله. ¶ والوجه السلفي لدعوة الإخوان المسلمين تدل عليه كتابات كثيرة لمؤسس الدعوة ولكثير من أتباعه - رحمه الله -، ولكن بعض من ينتسب إلى الإخوان ولم يَطّلع على تراثهم العلمي يسيء إلى دعوتهم من حيث لا يشعر (¬1)، فلا تجد من هذا البعض اهتمامًا بهذا الجانب، وقد نُسِب للأستاذ حسن البنا قوله: «كم فِينَا وليس مِنّا، وكم مِنّا وليس فِينَا». ¶ وفي هذا الكتيّب تجد كلمات لرموز لجماعة الإخوان المسلمين وعلى رأسهم الأستاذ المؤسس الشيخ حسن البنا ¶ ¬__________ ¶ (¬1) كما هو الحال من بعض المنتسبين للجماعات الإسلامية الأخرى.",
            "page": "13",
            "part": "1",
            "seal": "0AF56385"
        },
        {
            "id": "15",
            "nass": "- رحمه الله - تُبَيّن الوجه السلفي للجماعة، نهديها لهؤلاء الذين يدّعون الانتساب لدعوته وهم مع ذلك يسيئون إليه وإلى منهجه - رحمه الله - لعلهم يقتفون آثاره، وإن كان الأصل هو اتباع الدليل من الكتاب والسنة الصحيحة لا الأشخاص، كما ذكر الأستاذ البنا - رحمه الله - حيث قال: «كل أحدٍ يؤخذ من كلامه ويترك إلا المعصوم - صلى الله عليه وآله وسلم -، وكل ما جاء عن السلف - رضوان الله عليهم - موافقًا للكتاب والسنة قَبلْناه وإلا فكتاب الله - عز وجل - وسنة رسوله - صلى الله عليه وآله وسلم - أولى بالاتباع» (¬1). ¶ وقال أيضًا - رحمه الله -: «وإذا صح الحديث فقد وجب العمل به وإن لم يخرّجْه الشيخان، ولا يُتْرك العمل به لرأي، ولا تقليد إمام، ولا لِتَوَهُّم إجماع» (¬2). ¶ وتجد في هذه الرسالة عرضًا لأصول المنهج السلفي ثم كلمات لرموز جماعة الإخوان المسلمين في العالم تؤيد هذا ¶ ¬__________ ¶ (¬1) مجموعة رسائل الإمام البنا، ط دار الشهاب (ص296). ¶ (¬2) مباحث في علوم الحديث للشيخ حسن البنا (57 - 58).",
            "page": "14",
            "part": "1",
            "seal": "F9B7506F"
        },
        {
            "id": "16",
            "nass": "المنهج، بل أنقل كلامهم في بعض المسائل الفرعية التي يظن البعض أن السلفيين ينفردون بها عن الإخوان. ¶ وممن أنقل عنهم مؤسس هذه الدعوة الشيخ: حسن البنا - رحمه الله -، والأستاذ سيد قطب الذي يُعَدّ المفكر الثاني في الجماعة بعد الأستاذ البنا، والشيخ سيد سابق، والأستاذ مصطفى مشهور - رحمه الله - الذي تم اختياره مرشدًا عامًا للإخوان المسلمين عام 1996م، والأستاذ جمعة أمين عضو مكتب الإرشاد الحالي للجماعة، ونائب المرشد العام، والدكتور مصطفى السباعي عميد كلية الشريعة بدمشق والمراقب العام لجمعية الإخوان المسلمين بسوريا سابقًا، والأستاذ فتحي يكن، والأستاذ محمد أحمد الراشد، والدكتور عبد الكريم زيدان، والدكتور عبد الله ناصح علوان، صاحب الكتاب المشهور (تربية الأولاد في الإسلام)، والدكتور عمر سليمان الأشقر، والدكتور يوسف القرضاوي، والشيخ محمد عبد الله الخطيب مفتي الجماعة وعضو مكتب الإرشاد الحالي للجماعة، وجميعهم من رموز الجماعة في العالم.",
            "page": "15",
            "part": "1",
            "seal": "5C481CA5"
        },
        {
            "id": "17",
            "nass": "ولو تتبعتَ كتابات علماء ودعاة الإخوان لخرجتَ بمجلدات تؤيد هذا الجانب، وهذه الرسالة - التي خرجت على عجالة - دعوة للسلفيين وللإخوان ولجميع العاملين للإسلام أن يحافظوا على ثوابت الدين وألا يتجاوزوها في غمار العمل السياسي والدعوي. ¶ تهونُ الحياةُ وُكلٌّ يهُونْ ... ولكنَّ إسلامَنا لا يهونْ ¶ إذا مَا أرادُوا لنا أنْ نَمِيلْ ... عنِ النَّهْجِ قُلْنا لهم مُستحيلْ ¶ لنا نَهْجُنا مِن إلهٍ جَليلْ ... وإنّا به دائمًا مُؤمِنُونْ ¶ هوَ الدينُ عِصْمَتُنا في الحياةْ ... ولَيْسَ لنا مِن سبيلٍ سِواهْ ¶ نُساوِمُ لا أيها الغاشِمونْ ... نُداهِنُ لا أيها المارِقُونْ ¶ فَإِسْلَامُنا نَبْضُنَا والعيونْ ... عَلَى رَغْمِ مَا يَمْكُرُ الماكِرونْ ¶ إلى الدينِ فالموتُ أولَى بنَا ... ولسْنَا نفَرط في ديننَا (¬1) ¶ ¬__________ ¶ (¬1) من الأناشيد الإسلامية الشهيرة، والمؤلف هو الشيخ محجوب بن موسى، وهو من الأعضاء المؤسسين لرابطة الأدب الإسلامي العالمية.",
            "page": "16",
            "part": "1",
            "seal": "886288A8"
        },
        {
            "id": "18",
            "nass": "وأسأل الله - سبحانه وتعالى - أن يهديَ المسلمين للتمسك بكتاب الله وسُنّة النبي - صلى الله عليه وآله وسلم - بفهم السلف الصالح، وأن يجعلنا لَبِنات صالحات في بنيان التمكين لدين الإسلام، وأن يرزقنا الانتصار على أنفسنا والتغلب على الهوى، وأن يؤلف بين قلوب العاملين للإسلام، وأن يوحّد كلمتهم على كلمة التوحيد واتباع النبي - صلى الله عليه وآله وسلم -، وأن يرزقنا الإخلاص في القول والعمل. ¶ وأرجو من الله - عز وجل - أن يكون اتحاد الإخوان والسلفيين والجماعة الإسلامية وغيرهم من العاملين للإسلام في جولة الإعادة لانتخابات الرئاسة المصرية خلف المرشح الإسلامي الدكتور محمد مرسي – أرجو أن يكون ذلك بداية لمرحلة جديدة من العمل الإسلامي تسودها الألفة والمحبة والتعاون على الخير، وصلى الله وسلَّمَ وباركَ على عبده ونبيه، سيدنا محمد، وعلى آله وصحبه ومن اهتدى بهديه إلى يوم الدين. ... شحاتة محمد صقر ¶ sakrmhma@yahoo. com ¶ ت: 01110967466",
            "page": "17",
            "part": "1",
            "seal": "AB14D19E"
        },
        {
            "id": "19",
            "nass": "من هم ¶ السلفيون؟ (¬1) ¶ من حيث المصطلح أصبحت السلفية عَلَمًا على أصحاب منهج الاقتداء بالسلف من الصحابة والتابعين من أهل القرون الثلاثة الأولى وكل من تبعهم من الأئمة كالأئمة الأربعة وسفيان الثوري وسفيان بن عيينة والليث ابن سعد وعبد الله بن المبارك والبخاري ومسلم وسائر أصحاب السنن، وشمل شيوخ الإسلام المحافظين على طريقة الأوائل مع تباين العصور وتفجر مشكلات وتحديات جديدة أمثال ابن تيمية وابن القيم ومحمد بن عبد الوهاب، وكذلك أصحاب أغلب الاتجاهات السلفية ¶ ¬__________ ¶ (¬1) انظر: قواعد المنهج السلفي، السلفية بين العقيدة الإسلامية والفلسفة الغربية، المخاطر التي تواجه الشباب المسلم وكيف نتوقاها؟ كلهم للأستاذ الدكتور مصطفى حلمي، الأستاذ بكلية دار العلوم بالقاهرة. [عن عودة الحجاب للشيخ محمد بن إسماعيل المقدم (1/ 256 - 261)]. ¶ والدكتور مصطفى حلمي من المحسوبين حركيًّا على جماعة الإخوان المسلمين.",
            "page": "18",
            "part": "1",
            "seal": "168BC32C"
        },
        {
            "id": "20",
            "nass": "المعاصرة بالجزيرة العربية والقارة الهندية ومصر وشمال أفريقيا وسوريا وكانت ذات أثر واضح في تنقية مفاهيم الإسلام ودفعه إلى الأمام لمواجهة زيف الحضارة الغربية، وللكشف عن جوهر الثقافة العربية والإسلامية الأصيلة القادرة على الحياة في كل جيل وكل بيئة. ¶ ومن حيث المضمون تعني السلفية في الإسلام التعبير عن منهج المحافظين على مضمونه في ذروته الشامخة وقمته الحضارية، كما تُوَجّهنا إلى النموذج المتحقق في القرون الأولى المفضلة، وفيها تحقق الشكل العلمي والتنفيذ الفعلي ومنه استمدت حضارة المسلمين أصولها ومقوماتها ممثلة في العقيدة خضوعًا للتوحيد وبيانًا لدور الإنسان في هذه الحياة وتنفيذًا لقواعد الشريعة الإلهية بجوانبها المتعددة في الاجتماع والاقتصاد والسياسة وروابط الأسرة وفضائل الأخلاق. ¶ والسلفية كمصطلح تعني أيضًا في مدلولها الخاص الاقتداء بالرسول - صلى الله عليه وآله وسلم - فإن أمتنا تنفرد بمزية لا تشاركها فيها أمة أخرى في الماضي أو الحاضر أو المستقبل تلك هي",
            "page": "19",
            "part": "1",
            "seal": "50230DBB"
        },
        {
            "id": "21",
            "nass": "تحقق القدوة في شخصه - صلى الله عليه وآله وسلم - إذ حُفِظَتْ سيرتُه كاملةً محققةً بكافة تفاصيلها فنحن نعلم عنه كل شيء وفقًا لما نُقِلَ إلينا في كتب وعلوم مصطلح الحديث بأدق منهج تاريخي علمي عرفه المؤرخون. ¶ وهكذا فإن السيرة النبوية حيَّةٌ في كياننا ونحن نعيشها كل يوم وهي تمثل القمة للسلفيين، وتطبيق الشريعة الإسلامية ممتد على طول الزمن لا يتعلق بعصر دون آخر بل إن كل جيل من المسلمين مُطالَبٌ بتنفيذ أصولها النَّصّية مع الاجتهاد فيما لم يَرِدْ فيه نَصٌّ عند مواجهة أحوال الحياة المتغيرة كما هو معروف في أصول الفقه. ¶ وإزاء خطط الغزو الفكري ومظاهر الاشتباك العقلي مع خصوم الإسلام صمد السلفيون للمحافظة على جوهر الإسلام وأصوله إيمانًا بأنه لم يظهر زَيْفُ هذه العقائد والنِّحَل إلا بطريقة السلف أنفسهم مهما تغيرت الأزمنة والأعصار لأنها طريقة موضوعية ذات أسس علمية منهجية تعتمد على النصوص الشرعية الموثقة. فهناك مسائل ثابتة لا تتغير: كفطرة التوحيد، ومخاطبة العقول",
            "page": "20",
            "part": "1",
            "seal": "6E5E40E6"
        },
        {
            "id": "22",
            "nass": "البشرية للبرهنة على النبوات عامة ونبوة رسول الله - صلى الله عليه وآله وسلم - خاصة والرد على أهل الكتاب من اليهود والنصارى في كل ما انحرفوا به عن الشرع المنزل مع دحض شبهات الملحدين والمشركين. ¶ هذا فضلًا عن ثبات الفضائل الأخلاقية وقواعد التحليل والتحريم في المأكل والمشرب والملبس وتنظيم العلاقات الاجتماعية في الأسرة والمجتمع وإقامة العلاقات الدولية مع سائر الأمم وفقًا لأصول الشرع. ¶ فإذا كان المسلمون يتلَمّسون اليوم طريقًا للنهوض فليس لهم من سبيل إلا وحدة جماعتهم، ووحدة الجماعة ليس لها من سبيل إلا الإسلام الصحيح، والإسلام الصحيح مصدره القرآن والسنة، وهذه خلاصة الاتجاه السلفي: عودة بالإسلام إلى مَعِينه الصافي من كتاب الله وسنة رسوله - صلى الله عليه وآله وسلم -. ¶ وفي العصر الحديث يعمل السلفيون على استئناف الحياة الإسلامية على أساس هذا الفهم وطبقًا للنظرة الرَحْبة",
            "page": "21",
            "part": "1",
            "seal": "7C4800CF"
        },
        {
            "id": "23",
            "nass": "الفسيحة لكل جوانب الإسلام كمنهج رباني شامل لا يَعْتَوِرُه نقص في أي من مجالات الحياة. ¶ وقد اتفق المسلمون السلفيون على قاعدة اضطراد العلاقة بين تقدم المسلمين واستمساكهم بالإسلام، وعلى العكس، تدهورهم وضعفهم عند الانسلاخ منه فالعلاقة بينهما علاقة المد والجذر مع الإسلام والإيمان. ¶ السلفية والتقدم: ¶ يزعم خصوم الإسلام بعامة والسلفية بخاصة أنها دعوة رجعية، وهو زعم خاطئ من جذوره، فلا تتعارض السلفية مع التقدم؛ لأن التقدم في الإسلام تقدم أخلاقي يمضي قدمًا في تحقيق الرسالة التي نِيطَتْ بهذه الأمة مع الأخذ بأسباب العمران المادي في نواحي الحياة كلها. ¶ والقديم في تاريخ أوربا تعبير يطلق على العصور المظلمة في القرون الوسطى السابقة لعصر النهضة ورفض أوربا لتاريخها القديم موقف عادِيٌّ يتلاءم مع رغبتها في التقدم لأن الماضي يُعَدُّ سببًا لتخلفها.",
            "page": "22",
            "part": "1",
            "seal": "2E041A8F"
        },
        {
            "id": "24",
            "nass": "وإذا قارَنّا الإسلام بمختلف ديانات العالم عرفنا أن عقائدها منعت معتنقيها من التقدم الحضاري عندما استمسكوا بها، ودارِسُ التاريخ يلاحظ أن أهل أوربا والبوذيين في اليابان على سبيل المثال لما كانوا راسخين في معتقداتهم الدينية كانوا على أسوأ ما يكون من أدوار التخلف، ولمّا أحرزوا لأنفسهم الرقي والتقدم في حياتهم العلمية والعقلية والمادية ما عادوا مؤمنين بمعتقداتهم المسيحية والبوذية إلا اسمًا. ¶ أما المسلمون فعندما كانوا أقوياء في إيمانهم بمعتقداتهم صاروا أكثر أمم الأرض تقدمًا وازدهارًا وقوة ومجدًا، وما أنْ دَبَّ دبيبُ الضعف في إيمانهم بها حتى تخلفوا في ميادين العلم وضعفوا في صراعهم للرقي الدنيوي وتحكمت فيهم واستولت عليهم أمم أجنبية، وهذا فرق عظيم بين معتقدات الإسلام ومعتقدات الديانات الأخرى في العالم. ¶ فالأمر عكسي بالنسبة لنا تمامًا: فإن تاريخنا يعبر عن تقدم حضاري في كافة المجالات، وإذا نحن طالبنا",
            "page": "23",
            "part": "1",
            "seal": "66C8CF40"
        },
        {
            "id": "25",
            "nass": "(بالترقي) إلى مستوى السلف فإننا نعني بذلك التمسك بالمفاهيم الإسلامية الشاملة للعقيدة والعبادة والشريعة وسائر الأنشطة الإنسانية التي منها - بلا شك - الحقل العلمي. ¶ ولكننا في الوقت نفسه لا نزعم - ولا نظن أن عاقلًا يخطر له على بال - أن نضع الأمة الإسلامية في متحف للتاريخ! بمعنى أن نطالب بإرجاعها للأخذ بوسائل العصور السابقة في الحياة العمرانية بأساليبها في الإنتاج والنقل والتعليم والتطبيب وتشييد المدن وتجهيز الجيوش وبناء المدارس والجامعات والمستشفيات ... إلخ. ¶ ويتضح لكل دارس للإسلام أن المفهوم الإسلامي للحضارة أرقى بكثير من التصور الغربي؛ فلا نحن نرضى بتخلف المسلمين الحالي عن تحقيق النموذج الإسلامي، ولا نرضى في الوقت نفسه بتقليد الغرب في فلسفته ومضامينه الفكرية الشاملة.",
            "page": "24",
            "part": "1",
            "seal": "5421F46B"
        },
        {
            "id": "26",
            "nass": "أما نبذ السلفية بحجة التسابق مع الزمن واللحاق بكل ما هو جديد فمنهج خاطئ قائم على مفاهيم غربية متصلة بفلسفتها؛ فإن ما نراه اليوم جديدًا سيصبح غدًا - وحتمًا - قديمًا فليست الموازنة إذن بين قديم وجديد موازنة صحيحة؛ ولكن ينبغي أن تتم بالمقارنة بين الحق والباطل أيًا كان العصر والزمان لأن القيم لا تتغير ولا تتبدل، فليس الجديد مقدَّمًا بالضرورة عن سلفه؟. ¶ ولعلنا نصدم أصحاب دعوى التجديد المتغرِّبين النابذين للسلفية عندما نضع أمامهم الحديث النبوي: «إِنَّ اللهَ يَبْعَثُ لِهَذِهِ الْأُمَّةِ عَلَى رَأْسِ كُلِّ مِائَةِ سَنَةٍ مَنْ يُجَدِّدُ لَهَا دِينَهَا» (¬1) (رواه أبو داود وغيره، وصححه الْحَاكِمُ وَالْبَيْهَقِيُّ، وابن حَجَرٍ العسقلاني والعراقي والألباني). ¶ ¬__________ ¶ (¬1) (إِنَّ اللهَ يَبْعَثُ لِهَذِهِ الْأُمَّةِ) أَيْ أُمَّةِ الإجابة، ويحتمل أمة الدعوة (عَلَى رَأْسِ كُلِّ مِائَةِ سَنَةٍ) أَيِ انْتِهَائِهِ أَوِ ابْتِدَائِهِ إِذَا قَلَّ الْعِلْمُ وَالسُّنَّةُ وَكَثُرَ الجهل والبدعة، وَاخْتُلِفَ فِي رَأْسِ الْمِائَةِ هَلْ يُعْتَبَرُ مِنَ الْمَوْلِدِ النَّبَوِيِّ أَوِ الْبَعْثَةِ أَوِ الْهِجْرَةِ أَوِ الْوَفَاةِ (مَنْ يُجَدِّدْ) مَفْعُولُ يَبْعَثُ (لَهَا) أَيْ لِهَذِهِ الْأُمَّةِ (دِينَهَا) أَيْ يُبَيِّنَ السُّنَّةَ مِنَ الْبِدْعَةِ وَيُكْثِرُ الْعِلْمَ وَيَنْصُرُ أَهْلَهُ وَيَكْسِرُ أَهْلَ الْبِدْعَةِ وَيُذِلَّهُمْ، وَلَا يَكُونُ إِلَّا عَالِمًا بِالْعُلُومِ الدِّينِيَّةِ الظَّاهِرَةِ وَالْبَاطِنَةِ. ¶ ومَعْنَى التَّجْدِيدِ إِحْيَاءُ مَا انْدَرَسَ مِنَ الْعَمَلِ بِالْكِتَابِ وَالسُّنَّةِ وَالْأَمْرُ بِمُقْتَضَاهُمَا. ¶ وَلَا يُعْلَمُ ذَلِكَ الْمُجَدِّدُ إِلَّا بِغَلَبَةِ الظَّنِّ مِمَّنْ عَاصَرَهُ مِنَ الْعُلَمَاءِ بِقَرَائِنِ أَحْوَالِهِ وَالِانْتِفَاعِ بِعِلْمِهِ إِذِ الْمُجَدِّدُ لِلدِّينِ لَا بُدَّ أَنْ يَكُونَ عَالِمًا بِالْعُلُومِ الدِّينِيَّةِ الظَّاهِرَةِ وَالْبَاطِنَةِ نَاصِرًا لِلسُّنَّةِ قَامِعًا لِلْبِدْعَةِ وَأَنْ يَعُمَّ عِلْمُهُ أَهْلَ زَمَانِهِ، وَإِنَّمَا كَانَ التَّجْدِيدُ عَلَى رَأْسِ كُلِّ مِائَةِ سَنَةٍ لِانْخِرَامِ الْعُلَمَاءِ فِيهِ غَالِبًا وَانْدِرَاسِ السُّنَنِ وَظُهُورِ الْبِدَعِ فَيُحْتَاجُ حِينَئِذٍ إِلَى تَجْدِيدِ الدِّينِ فَيَأْتِي اللهُ تَعَالَى مِنَ الْخَلْقِ بِعِوَضٍ مِنَ السَّلَفِ إما واحدًا أو متعددًا. ¶ فالْمُجَدِّدَ لَا يَكُونُ إِلَّا مَنْ كَانَ عَالِمًا بِالْعُلُومِ الدِّينِيَّةِ وَمَعَ ذَلِكَ مَنْ كَانَ عَزْمُهُ وَهِمَّتُهُ آنَاءَ اللَّيْلِ وَالنَّهَارِ إِحْيَاءَ السُّنَنِ وَنَشْرَهَا وَنَصْرَ صَاحِبِهَا وَإِمَاتَةَ الْبِدَعَ وَمُحْدَثَاتِ الْأُمُورِ وَمَحْوَهَا وَكَسْرَ أَهْلِهَا بِاللِّسَانِ أَوْ تَصْنِيفِ الْكُتُبِ وَالتَّدْرِيسِ أَوْ غَيْرِ ذَلِكَ وَمَنْ لَا يَكُونُ كَذَلِكَ لَا يَكُونُ مُجَدِّدًا الْبَتَّةَ وَإِنْ كَانَ عَالِمًا بِالْعُلُومِ مَشْهُورًا بَيْنَ النَّاسِ مَرْجِعًا لَهُمْ. ¶ وَلَا يَلْزَمُ أَنْ يَكُونَ عَلَى رَأْسِ كُلِّ مِائَةِ سَنَةٍ مُجَدِّدٌ وَاحِدٌ فَقَطْ بَلْ يُمْكِنُ أَنْ يَكُونَ أَكْثَرَ مِنْ وَاحِدٍ. [انظر: عون المعبود شرح سنن أبي داود، لأبي الطيب محمد آبادي (11/ 259 - 264).",
            "page": "25",
            "part": "1",
            "seal": "AF601AA6"
        },
        {
            "id": "27",
            "nass": "والتجديد إنما يكون بعد الدُرُوس (¬1) فالتجديد ارتقاء وتقدم بالأمة لتسلك طريقها مرة أخرى كلما بعدت عن الصحيح الأصيل المتوارث. ¶ ونحن نرفض تقليد الغرب ونبحث عن الأصالة ولا تأتي الأصالة بترقيع الشخصية بل بالارتباط بالعقيدة التي كانت حجر الزاوية في كيان هذه الأمة، وينبغي هنا التمييز بين تقليد (مقومات الشخصية والعقائد والتصورات) وبين النتائج العلمية فلا وطن للعلم ولا جنسية للاكتشاف والأبحاث الإنسانية في الميادين المختلفة. ¶ ولكن المشكلة هي اختلافنا الأساسي معهم على قواعد جوهرية تتناول عقيدة التوحيد والإيمان بالله - سبحانه وتعالى - وإفراده بالألوهية والربوبية وماهية الإنسان والغرض مِن ¶ ¬__________ ¶ (¬1) دَرَسَ – دَرْسًا ودُرُوسًا –: عَفَا وذَهَبَ أَثَرُهُ، ودَرَسَ الثَوْبُ: أَخْلَقَ وبَلِيَ. [انظر: المعجم الوسيط، مادة درس)، معجم اللغة العربية المعاصرة، للدكتور أحمد مختار عبد الحميد عمر (1/ 737)].",
            "page": "27",
            "part": "1",
            "seal": "B1838342"
        },
        {
            "id": "28",
            "nass": "خَلْقه وبيان مآله في اليوم الآخر وما هي وسائله لسلوك أحسن السبل الممكنة في الحياة والارتقاء بها؟ ¶ وتأتي آفة التقليد عندما ننسى أصالتنا ولذا ينبغي التنبيه إلى الحكمة النبوية في الحديث الذي رواه البخاري: «لاَ تَقُومُ السَّاعَةُ حَتَّى تَأْخُذَ أُمَّتِي بِأَخْذِ القُرُونِ قَبْلَهَا، شِبْرًا بِشِبْرٍ وَذِرَاعًا بِذِرَاعٍ»، فَقِيلَ: «يَا رَسُولَ اللهِ، كَفَارِسَ وَالرُّومِ؟»، فَقَالَ: «وَمَنِ النَّاسُ إِلَّا أُولَئِكَ؟». ¶ وعَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وآله وسلم -: «لَتَتَّبِعُنَّ سَنَنَ الَّذِينَ مِنْ قَبْلِكُمْ، شِبْرًا بِشِبْرٍ وَذِرَاعًا بِذِرَاعٍ، حَتَّى لَوْ دَخَلُوا فِي جُحْرِ ضَبٍّ لَاتَّبَعْتُمُوهُمْ»، قُلْنَا: يَا رَسُولَ اللهِ، آلْيَهُودَ وَالنَّصَارَى؟ قَالَ: «فَمَنْ؟» (رواه البخاري ومسلم). ¶ إذا عرفنا كل هذا أصبح هدف السلفية واضحًا أمامنا كضوء الشمس وهو يتلخص في: ¶ تطهير العقيدة من شوائب البدع، وتربية الشخصية الإسلامية، والدعوة لتطبيق الشريعة الإسلامية في كل",
            "page": "28",
            "part": "1",
            "seal": "7997B81E"
        },
        {
            "id": "29",
            "nass": "مجالات الحياة، وفتح الذهن البشري لقبول كل جديد في ميادين العلوم التجريبية، وإحياء العقيدة من منابعها بعيدًا عن المذهبية الضيقة بصورتها الأخيرة أو تطويع العقيدة والشريعة في الإسلام لدعاوي التطوير الخاطئة.",
            "page": "29",
            "part": "1",
            "seal": "C1525C96"
        },
        {
            "id": "30",
            "nass": "الأصول العلمية ¶ للدعوة السلفية (¬1) ¶ أولاً: التوحيد: ¶ وأصول التوحيد في المعتقد السلفي كما يلي: ¶ 1 - الإيمان بصفات الله - سبحانه وتعالى - وأسمائِه على الوجه الذي يليق به - سبحانه وتعالى - دون تحريف أو تأويل. ¶ 2 - إفراد الله - سبحانه وتعالى - وحده بالعبادة: ¶ وليس المقصود بالعبادة الصلاة والزكاة والصوم والحج فقط، بل كل ما يندرج تحت هذه اللفظة من معانيها، وعلى رأس ذلك الدعاء. ¶ 3 - الإيمان بأن لله وحده - سبحانه وتعالى - وليس لأحد سواء حق التشريع للبشر في شؤون دنياهم، كما قال تعالى: {وَاللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِ} (الرعد:41). وكما قال تعالى: {إِنِ ¶ ¬__________ ¶ (¬1) انظر: الأصول العلمية للدعوة السلفية للشيخ عبد الرحمن عبد الخالق.",
            "page": "30",
            "part": "1",
            "seal": "A46B4B53"
        },
        {
            "id": "31",
            "nass": "الْحُكْمُ إِلَّا لِلَّهِ} (الأنعام: 57). ¶ فالتشريع حق للرب - عز وجل -؛ فالحلال ما أحله الله، والحرام ما حرمه الله، والدين والمنهج والطريق والصبغة هو ما شرعه الله - سبحانه وتعالى -. ¶ 4 - قضايا التوحيد الثلاثة السالفة قضايا لا تتجزأ ولا تقبل المساومة؛ لأنها أركان في فهم العقيدة السليمة وفي معنى لا إله إلا الله. ¶ فمن آمن بإله واحد؛ يجب أن يعتقد أنه - سبحانه وتعالى - هو الموصوف في كتابه وعلى لسان رسوله - صلى الله عليه وآله وسلم -، وأنه يجب الإيمان به وفق هذه الصفات. ¶ وكذلك يجب دعاؤه - سبحانه وتعالى - وحده، وإفراده بسائر أصناف العبادة: من ذبح، ونذر، وخوف، وخشية، وإنابة وتوكل، وحلف، وتعظيم، وتطهير القلب مما يخدش هذا التوحيد أو يلغيه. ¶ وكذلك يجب الإيمان والعمل لتكون كلمة الله وشرعه هو الأعلى وهو المحَكَّم في حياة الناس جميعها؛ فلا دين إلا",
            "page": "31",
            "part": "1",
            "seal": "7111213A"
        },
        {
            "id": "32",
            "nass": "ما شرع، ولا طاعة إلا لله - عز وجل - أو ما يقتضي أن تكون طاعة الله؛ أي لا طاعة لمخلوق إلا بما يوفق طاعته سبحانه، فإن خالف طاعته؛ فلا طاعة. ¶ وتحت القضايا السالفة توجد كثير من الفرعيات والتفصيلات، قد فصلها علماء السلف عبر القرون في كتبهم. ¶ ثانيًا: الاتباع: ¶ يجب إفراد الرسول - صلى الله عليه وآله وسلم - بالاتباع، وذلك تحقيقًا لقول المسلم: «أشهد أن محمدًا رسول الله». ¶ وهذه الشهادة لا تكون كاملة إلا بالأمور الآتية: ¶ أولًا: أن يعلم أن محمدًا - صلى الله عليه وآله وسلم - رسول مبلغ عن ربه - عز وجل -، وأنه قد جاء بوحيين: الأول كتاب الله القرآن. الثاني: سنته - صلى الله عليه وآله وسلم -. وذلك لقوله - صلى الله عليه وآله وسلم -: «أَلَا إِنِّي أُوتِيتُ الْكِتَابَ، وَمِثْلَهُ مَعَهُ» (رواه أبو داود، وصححه الألباني). ¶ فكلام رسول الله - صلى الله عليه وآله وسلم - مثل كلام الله تعالى؛ سواءً في الاعتقاد والعمل والقبول؛ لأن هذا وهذا من الله - سبحانه وتعالى -،",
            "page": "32",
            "part": "1",
            "seal": "13DB1434"
        },
        {
            "id": "33",
            "nass": "والرسول - صلى الله عليه وآله وسلم - لا يأمر ولا ينهى ولا يحَرّم ولا يحل في أمور الدين بشيء من عند نفسه، بل بأمْرِ الله - سبحانه وتعالى -، ولا يخبر بشيء من الغيب إلا بوحي منه - عز وجل -؛ كما قال تعالى: {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ (44) لَأَخَذْنَا مِنْهُ بِالْيَمِينِ (45) ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ (46) فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ (47)} (الحاقة: 44 - 47). ¶ ثانيًا: الدين هو المنهج والطريق والحكم والصبغة العامة، وليس هو التقرب فقط؛ كالمفهوم الشائع بين الناس اليوم. ¶ ومعنى هذا أن الرسول - صلى الله عليه وآله وسلم - هو المشرّع بأمر الله لجميع شؤون الحياة التي له فيها أمْرٌ ونَهْيٌ وحُكْمٌ، وليس للطاعات والقربات فقط؛ فمعصية أحاديث الرسول - صلى الله عليه وآله وسلم - في شؤون البيع والتجارة والزواج والطلاق والحكم والسياسة والحدود؛ كمعصيته في شؤون العبادة كالصلاة والصيام والزكاة والحج وغيرها.",
            "page": "33",
            "part": "1",
            "seal": "2FB25C36"
        },
        {
            "id": "34",
            "nass": "ثالثًا: للأمرَيْن السابقَيْن تصبح منزلة الرسول - صلى الله عليه وآله وسلم - في الطاعة المطلقة لا تدانيها منزلةٌ لأحدٍ من البشر. ¶ ولذلك، فلا يقبل قول أحد؛ سواء كان: إمامًا فقيهًا، أو زعيمًا سياسيًا، أو مفكرًا أو مصلحًا؛ يخالف قولًا للرسول - صلى الله عليه وآله وسلم -، ومن قدّم قولًا لأحد كائنًا من كان على قول الرسول - صلى الله عليه وآله وسلم - فقد أساء وتعدى وظلم وخالف إجماع الأمة وكتاب الله وأحاديث الرسول - صلى الله عليه وآله وسلم -. ¶ رابعًا: لا تكمل هذه المتابعة للرسول - صلى الله عليه وآله وسلم -؛ إلا بكمال الحب له كما قال - صلى الله عليه وآله وسلم -: «لاَ يُؤْمِنُ أَحَدُكُمْ، حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ وَالِدِهِ وَوَلَدِهِ وَالنَّاسِ أَجْمَعِينَ» (رواه البخاري ومسلم). ¶ ومما يعين على هذا الحب: التزام أمره دائمًا، والمسارعة في طاعته، وتقديم قوله على كل قول، وتذكر مواقفه ومشاهده، ومُدارسة سنته وسيرته - صلى الله عليه وآله وسلم -.",
            "page": "34",
            "part": "1",
            "seal": "7DB8780A"
        },
        {
            "id": "35",
            "nass": "ثالثًا: التزكية: ¶ التزكية هي إحدى المهمات التي من أجلها بعث الرسول - صلى الله عليه وآله وسلم -، بل هي غاية الرسالات وثمرتها. قال تعالى مُمْتَنًّا ببعثة الرسول - صلى الله عليه وآله وسلم -: {هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ (2)} (الجمعة: 2). ¶ وقال أيضًا: {لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ (164)} (آل عمران: 164). ¶ فالله امتَنَّ علينا في هاتين الآيتين ببعثه النبي - صلى الله عليه وآله وسلم - الذي من مهماته قراءة آيات الله، وهذه نعمة كبرى، إذ نسمع كلام الله على لسان بشر منا. ¶ ثم إنه يزكي هذه الأمة بما يقرأ عليها، وبما يوحى إليه. ¶ ثم هو يخرج هذه الأمة من ظلمات الجهالة، وذلك بتعليم الكتاب والحكمة.",
            "page": "35",
            "part": "1",
            "seal": "06AAF433"
        },
        {
            "id": "36",
            "nass": "والكتاب: القرآن. والحكمة: العلم النافع، الذي يضع من الإنسانية الأمور في نصابها. ولذلك فالسنة من الحكمة، والكتاب قد جاء بالحكمة أيضًا. ¶ والتزكية إحدى مهمات النبي - صلى الله عليه وآله وسلم - وغاية من غايات رسالته، بل غاية الرسالة والوجود الإنساني كله. ¶ والتزكية هي السبب في دخول الجنة، بل هي الصفة الواجبة التي من لم يتصف بها لم يكن من أهل الجنة. ¶ ما الوسائل التي شرعها الله - سبحانه وتعالى - وبَيَّنَها رسوله - صلى الله عليه وآله وسلم - للوصول إلى هذه الغاية؟ وبمعنى آخر: كيف تزكو النفس وتصبح طيبة؟ وما الذي صنعه الرسول - صلى الله عليه وآله وسلم - حتى يقوم بهذا الواجب؟ ¶ للإجابة على هذا السؤال يجب أن نستعرض شرائع الإسلام كلها ونستَقْرئها جميعًا - سواء كانت عقائد أو عبادات أو معاملات - وننظر ارتباط هذا بالتزكية والتطهير. وسنتَبيَّن بهذا الاستقراء أنه ليس للتزكية أعمال خاصة من مجموع أعمال الدين وعقائده، بل جميع شرائع",
            "page": "36",
            "part": "1",
            "seal": "F2FEE710"
        },
        {
            "id": "37",
            "nass": "الإسلام وعقائده وآدابه إنما هي أعمال غايتها ونهايتها التزكية والتطهير. ¶ فالتوحيد تزكية؛ لأنه اعتراف وإقرار بالإله الواحد الذي لا رب غيره، وهذا الاعتراف والشهادة تزكية؛ لأن الاعتراف بالحق فضيلة، وجحده وإنكاره رذيلة، وأي رذيلة؟! ¶ والعبادات كلها - مالية أو بدنية - ما هي إلا عمليات تزكية؛ لأنها تربط القلب بالخالق - سبحانه وتعالى -، وتذكّره به، وبذلك تحصل التقوى للقلب، ومن اتقى وخاف ربه ابتعد عن المحرمات، والمحرمات قاذورات، وفعل الخير طيبة وإحسان وبر وعدل. ¶ ولذلك كانت الصلاة على رأس هذه الأعمال؛ لأنها من أنجع الوسائل للوصول إلى هذه التزكية، فتكرارها في اليوم والليلة، وذِكْرُ الله فيها، وحركاتها تصل القلب حقيقةً بالله. قال تعالى: {إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ} (العنكبوت: 45)؛ وذلك لأنها تربي",
            "page": "37",
            "part": "1",
            "seal": "A5028A1E"
        },
        {
            "id": "38",
            "nass": "الواعظ وتورِثُ التقوى. ¶ والمنهج السلفي للإصلاح والتربية والسلوك والتزكية لا يجعل مثلًا أعلى في هذا إلا رسول الله - صلى الله عليه وآله وسلم -؛ إذ هو أطهر البشر نَفْسًا، وأعلاهم مقامًا، وأقومهم خلقًا وأرشدهم طريقة ومنهجًا؛ كما قال رسول الله - صلى الله عليه وآله وسلم -: «إِنَّ أَتْقَاكُمْ وَأَعْلَمَكُمْ بِاللهِ أَنَا» (رواه البخاري). ¶ ولذلك يجعل هذا المنهج السلفي سُنّةَ الرسول - صلى الله عليه وآله وسلم - وخُلُقه هما الأساس بعد كلام الله في التزكية والتطهير والاتباع. ¶ وكذلك يجعل سيرة الصحابة الأُوَل ورجال الصدر الأول - رضي الله عنهم - الذين تَمَثّلوا القرآن والسنة قولًا وعملًا وخُلُقًا قدوةً في التزكية؛ فهم المُثُل الحية لزكاة النفس وطهارتها، ولا يُقاسُ بهم مَن بَعدَهم أبدًا؛ فهم خير القرون وأنفعها للمسلمين، ويأتي بعدهم التابعون بإحسان، والعلماء العاملون في كل عصر؛ وفق ذلك المنهج السلفي الذي شرحنا أصوله آنفًا.",
            "page": "38",
            "part": "1",
            "seal": "DC4171B3"
        },
        {
            "id": "39",
            "nass": "والقدوة بعد الصحابة والتابعين هم العلماء الذين اتبعوا منهج الكتاب والسنة توحيدًا، واتباعًا، وتزكيةً، ولم يقعوا في الشرك الظاهر، أو التأويل الباطل، أو ضلال السلوك أو ترّهات التصوف. ¶ والمنهج السلفي في التزكية امتثال حقيقي لا ظاهري صوريّ لكلام الله وكلام رسوله. ¶ ونعني بالامتثال الحقيقي: الذي يكون باطنًا وظاهرًا، حقيقةً لا تصنعًا، إيمانًا لا نفاقًا، وزكاةً وطهرًا لا خبثًا ولؤمًا، وطيبةً يستحق المرء معها أن تُسَلّم عليه ملائكة الله على باب الجنة؛ قال تعالى: {وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ (73)} (الزمر: 73). ¶ فنسأل الله أن يجعلنا من أولئك الأبرار الصالحين.",
            "page": "39",
            "part": "1",
            "seal": "3C3D39DD"
        },
        {
            "id": "40",
            "nass": "أهداف ¶ الدعوة السلفية (¬1) ¶ ليست الدعوة السلفية دعوة إلى شُعبة مِن شُعَب الإيمان، ولا لقضية واحدة من قضايا الإسلام، وليست هي دعوة إصلاحية اجتماعية، ولا دعوة سياسية حزبية، وإنما هي دعوة الإسلام، الإسلام بكل ما تعني هذه الكلمة من معاني العزة والسيادة والإصلاح والعدل والفلاح في الدنيا والآخرة. ¶ والإسلام دين الله للعالمين؛ فليس هو دين وطن بعينه، ولا شَعب بالذات، وإنما هو دين الأرض كلها والناس جميعًا. ¶ ولذلك؛ فالدعوة السلفية كذلك ليست دعوة وطن بعينه، ولا شعب بعينه، وإنما هي المنهج المنضبط لفهم ¶ ¬__________ ¶ (¬1) انظر: الأصول العلمية للدعوة السلفية للشيخ عبد الرحمن عبد الخالق.",
            "page": "40",
            "part": "1",
            "seal": "C601C3C8"
        },
        {
            "id": "41",
            "nass": "الإسلام والعمل به. ¶ ويَنْبَنِي على القضية السابقة: أن أهداف الدعوة السلفية هي أهداف دعوة الإسلام، وذلك أنها ليست حزبًا دينيًا بمفهوم العصر، ولا حزبًا سياسيًا، إنها منهج ودعوة وطريق لفهم الإسلام والعمل به. ¶ وها هي أهداف هذه الدعوة التي هي نفسها أهداف الدعوة الإسلامية: ¶ أولا: إيجاد المسلم الحقيقي: ¶ فصناعة الرجال هي مهمة الدعوة الإسلامية، الرجال بمفهوم الرجولة الكامل. ¶ والإنسان بمفهوم الإنسان الكامل، والمرأة المسلمة بالمفهوم الصحيح أيضًا. ¶ والمسلم الحق والمسلمة الحق يشترط فيهما هذه الشروط، وهي: التوحيد، والاتباع، والتزكية. ¶ المسلم الحق هو الذي يشهد لله بالوحدانية، ويمتثل أوامره، ويبتعد عن نواهيه ما استطاع، ويزكي نفسه بهذا",
            "page": "41",
            "part": "1",
            "seal": "8B350D69"
        },
        {
            "id": "42",
            "nass": "الدين ما استطاع. ¶ ثانيًا: إيجاد المجتمع المسلم الذي تكون كلمة الله فيه هي العليا وكلمة الذين كفروا السفلى: ¶ الهدف الثاني للدعوة السلفية هو إيجاد المجتمع المسلم الذي يقوم بتآلف تلك اللبنات التي رُبّيَتْ على أساس الإسلام عقيدة ومنهجًا. وذلك أن لله أحكامًا في المعاملات، والحدود، والسياسات العامة، والحكم، لا يمكن تطبيقها إلا بأن يدين المجتمع بدين الله، ويُذْعِن لشريعته. ¶ وكذلك لا يجد المسلم بالمفهوم الحقيقي لمعنى الإسلام متنفسه وراحته وأمنه وطمأنينته إلا في ظل مجتمع مسلم يُحْكَم بشرع الله، ويعظم حرماته، ويحيي شعائره. ¶ ثالثا: إقامة الحجة لله: ¶ وخلاصة هذا الهدف من أهداف الدعوة هو أن الداعي إلى الله إن لم يتحقق هدفه الأول ويهتدي من يدعوه إلى الله تبارك وتعالى، فلا يظنَّنَّ أن عمله قد ذهب سُدًى، بل قد أدى واجبه الحقيقي، وهو إقامة الحجة لله، وقطع",
            "page": "42",
            "part": "1",
            "seal": "0E4BC9A3"
        },
        {
            "id": "43",
            "nass": "عذر هذا المعاند أمام ربه يوم القيامة. ¶ وإقامة الحجة تكون بالبيان الدائم لأصول الإسلام وفروعه، هذا البيان الذي لا يترك في الحق لبسًا حتى ينقطع العذر، ولا يكون لأحد العدول عن فعل الواجب وترك الحرام. ¶ رابعًا: الإعذار إلى الله بأداء الأمانة: ¶ المسلم عندما يدعو إلى الله فإنما يقوم بأداء هذه الأمانة ويخلي مسئوليته أمام الله - عز وجل - كما قال تعالى عن الذين وعظوا إخوانهم من بني إسرائيل، حيث اعتدوا على حرمة السبت، فصادوا السمك محتالين على شرع الله: {وَإِذْ قَالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا قَالُوا مَعْذِرَةً إِلَى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ (164)} (الأعراف: 164). ¶ فإن الناهين عن المنكر قال لهم بعض الناس: {لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا} (الأعراف: 164)، أي أنهم لن يرجعوا عن غيهم وضلالهم فقالوا: {مَعْذِرَةً إِلَى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ} (الأعراف: 164).",
            "page": "43",
            "part": "1",
            "seal": "7A8DCFE9"
        },
        {
            "id": "44",
            "nass": "ولهذا فإن السائر في طريق الدعوة السلفية لا ييأس أبدًا، ولا يذهب عمله سدى؛ لأنه لابد أن يحقق نصف مراده على الأقل، ويبقى دائمًا مترقبًا فضل الله بهداية الناس إلى طريقه وتمكين أهل الإيمان في الأرض، وذلك فضل الله يؤتيه من يشاء، والله واسع عليم، وهذا هو النصف الآخر، وهو من فعل الله لا من فعل العبد، وما النصر إلا من عند الله؛ كما قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ (7)} (محمد: 7). ¶ فلننصر الله - عز وجل - بأن نكون أولًا مؤمنين حقًا، ثم ندعو إلى الله على بصيرة؛ باذلين النفس والمال في سبيل الله، ولنتذكر قول الله تعالى: {وَمَنْ جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ إِنَّ اللَّهَ لَغَنِيٌّ عَنِ الْعَالَمِينَ (6)} (العنكبوت: 6).",
            "page": "44",
            "part": "1",
            "seal": "8764833B"
        },
        {
            "id": "45",
            "nass": "الدروس ¶ العشرون من ¶ حياة الأستاذ حسن البنا ¶ مؤسس جماعة الإخوان المسلمين ¶ يعلم الله - سبحانه وتعالى - مدى حُبّي للشيخ حسن البنا - رحمه الله - ومدى إعجابي بشخصيته، ويزداد هذا الحب وهذا الإعجاب كلما قرأتُ المزيد عن سيرته الذاتية، والشيخ البنا - رحمه الله - ككثير من الدعاة إلى الإصلاح - أساء إليه صنفان من الناس: ¶ الأول: مَن حاولوا هَدْمَ دعوته الإصلاحية كلها، وذلك بتضخيم ما نُسب إليه من أخطاء، ولم يُنصفوه بذِكْر ما له من محاسن وجهود، ولعلّ أعظمها شخصيته المتميزة وجهاده ضد اليهود في فلسطين، وإحياء روح الجهاد والعزة الإسلامية في الأمة، وترسيخ الفهم الشامل لدعوة الإسلام، وأنه - رحمه الله - قُتِل بسبب جهوده تلك، أسأل الله - عز وجل - أن يتقبله في الشهداء.",
            "page": "45",
            "part": "1",
            "seal": "72ABCD2A"
        },
        {
            "id": "46",
            "nass": "الصنف الثاني: مَن عندهم غلوٌّ في إعجابهم بالشيخ - رحمه الله -، فلا يَقْبَلون أن يعارَض كلامه بكلام أحد، مع أنه - رحمه الله - كان رجّاعًا إلى الحق، ومن أقواله المأثورة: «كل أحدٍ يؤخذ من كلامه ويترك إلا المعصوم - صلى الله عليه وآله وسلم -» (¬1). ¶ ونُذَكّر كِلَا الصِّنْفَيْن بقول الله تعالى: {وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى} (الأنعام: 152)، وبقوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ (8)} (المائدة: 8). ¶ وسيرةُ الأستاذ حسن البنا - رحمه الله - كُتِبَت فيها عشرات الكتب، وهنا نلتمس من سيرته وكلماته دروسًا يستضيء بها جموع العاملين للإسلام من السلفيين والإخوان وغيرهم ¶ ¬__________ ¶ (¬1) مجموعة رسائل الإمام البنا، ط دار الشهاب (ص296).",
            "page": "46",
            "part": "1",
            "seal": "0E56CF7C"
        },
        {
            "id": "47",
            "nass": "من الاتجاهات الإسلامية (¬1). ¶ الدرس الأول: ¶ درس للكسالى: حياة لا تعرف إيثار العافية والراحة: ¶ وُلِدَ الأستاذ حسن البنا - رحمه الله - عام 1906 م، وأسس جماعة الإخوان المسلمين عام 1928، وقتله أعداء الله عام 1949، وهكذا تكون سِنِي عمرِه عندما أسس حركة الإخوان 22 عامًا وعندما توفاه الله 43 عامًا. وكان خلال هذه الفترة حديث الناس في مصر كلها، وفى البلدان العربية بل وفي العالم كله. ¶ ولم يكن - رحمه الله - متفرغًا للعمل الإسلامي، فلقد كان مُدَرّسًا معظم النهار، وكان ربّ أسرة ينفق عليها، ويرعى ¶ ¬__________ ¶ (¬1) الدروس من الأول إلى السابع باختصار وتصرف من (مجددون معاصرون)، مجلة البيان (العدد 16، العدد 17)، وباقي الدروس أضفْتُها من كتاب (الرسائل) وكتاب (مذكرات الدعوة والداعية) كلاهما للأستاذ حسن البنا - رحمه الله -، وكتاب (مواقف في الدعوة والتربية) للأستاذ عباس السيسي - رحمه الله -.",
            "page": "47",
            "part": "1",
            "seal": "8B844E46"
        },
        {
            "id": "48",
            "nass": "شؤونها، وكان مؤسس جماعة إسلامية كبيرة تنتشر شُعَبها ومراكزها في جميع أرجاء مصر. ¶ إذا نظرنا إلى سيرة البَنّا وهو طالب صغير في أوائل المرحلة الإعدادية نجد أنفسنا أمام طالب يختلف عن غيره من طلبة عصره، بل ومن طلبة هذا العصر، ها هو يتحدث عن نفسه فيقول بأنه يقسم وقته «بين الدرس نهارًا، وتعلم صناعة الساعات التي أغرم بها بعد الانصراف من المدرسة إلي صلاة العشاء، ويستذكر الدروس بعد ذلك إلى النوم، ويحفظ حصته من القرآن الكريم بعد صلاة الصبح حتى يذهب إلى المدرسة» (¬1). ¶ ننتقل من الحديث عن البنا وهو طالب في الإعدادية إلى الحديث عنه وهو قائد جماعة: يخطط لها يربى جمهور شبابها، يحاضر هنا وهناك، يؤسس الصحف والمجلات ويديرها، وهو إلى جانب هذا وذاك مدرس في مدارس ¶ ¬__________ ¶ (¬1) مذكرات الدعوة والداعية (ص12).",
            "page": "48",
            "part": "1",
            "seal": "2DFD5533"
        },
        {
            "id": "49",
            "nass": "الدولة، وفى العطلة الصيفية هل كان يستجم مع عائلته في قرية هادئة ليس فيها صخب ولا ضوضاء؟! ¶ إن حياة المجدد لا تعرف إيثار العافية والراحة، لاسيما وهو يشعر بأن لأهل الأرياف والمناطق النائية حقًا عليه وعلى إخوانه، يقول أحد مرافقيه: «كان يقطع الوجه القبلي كله بلدًا بلدًا، وقرية قرية في عشرين يومًا، في بعض الأحيان يصبح في بنى سويف، ويتغدى في بِبَا، ويمسي في الواسطي، ويبيت في الفيوم ... وهكذا كان ينام ساعة أو بعض ساعة، وفي الوقت الذي يضع فيه رأسه على الوسادة ينام ونحن نتحدث من حوله» (¬1). ¶ قال الأستاذ عمر التلمساني - المرشد الثالث للإخوان المسلمين - عن الأستاذ حسن البنا - رحمه الله -: «كان إذا أنهى محاضرته اختلى بالصفوة ممن يتوسم فيهم الخير ودائمًا ما يصحّ توسّمه وتصْدُق فراسَتُه. كان حركة دائبة لا تكَلّ ولا ¶ ¬__________ ¶ (¬1) الإخوان المسلمون والمجتمع المصري، لمحمد شوقى زكى (ص14).",
            "page": "49",
            "part": "1",
            "seal": "BA95C7E1"
        },
        {
            "id": "50",
            "nass": "تمَلّ ورُوحًا لا يكفيها أن تُحيِى جسد صاحبها ولكن تفيض من حيويتها على كل من تلقاه» (¬1). ¶ أليس في حياة هذا الرجل درسٌ للكسالى الذين يقتلهم الفراغ ومع ذلك يتحدثون عن ضيق الوقت؟! أوَلَيْسَ في حياة هذا الداعية المجدد عبرة للذين يتباكون على واقع المسلمين اليوم، ولا يقدمون للعمل الإسلامي إلا فضلات أوقاتهم؟ الوظائف تستهلك معظم أوقاتهم، والزوجة تستهلك بقية الوقت وهى لا تفتأ تردد: «خَيْرُكُمْ خَيْرُكُمْ لِأَهْلِهِ» (¬2)، والمسكين يخلط بين فهم خاطئ للحديث وبين طاعة امرأة لا يُرضِيها في كثير من الحالات إلا أن تستحوذ عليه وتحُولُ بينه وبين الناس الطيبين، وبينه وبين الدعوة والجهاد في سبيل الله. ¶ ¬__________ ¶ (¬1) ذكريات لا مذكرات (ص 59). ¶ (¬2) عَنْ عَائِشَةَ - رضي الله عنها - قَالَتْ: قَالَ رَسُولُ اللهِ - صلى الله عليه وآله وسلم -: «خَيْرُكُمْ خَيْرُكُمْ لِأَهْلِهِ، وَأَنَا خَيْرُكُمْ لِأَهْلِي» (رواه الترمذي، وصححه الألباني).",
            "page": "50",
            "part": "1",
            "seal": "2CF10031"
        },
        {
            "id": "51",
            "nass": "أرأيتم كيف يبارك الله في أوقات العلماء المخلصين، فأولاد الأستاذ حسن البنا - رحمه الله - فيما كتبوه قالوا: «لقد بذل جهدًا في تربيتنا، وكان يجلس معنا ويداعبنا»، وشقيقه قال فيما كتبه: «لقد كان أستاذي وأخي»، ولم ينسَ فضله عليه في تربيته وإعداده، ومما يجدر ذكره أن حسن البنا كان النجل الأكبر لأبيه الشيخ عبد الرحمن البنا الشهير بالساعاتي. ¶ الدرس الثاني: التواصل مع العلماء: ¶ اتصل حسن البنا - رحمه الله - بعلماء عصره وسمع منهم وناقشهم، وكان يعترف بفضلهم فيما كتبه من مذكرات. ¶ الدرس الثالث: العمل الجماعي منذ الصغر: ¶ عرف الأستاذ البنا - رحمه الله - العمل الجماعي منذ كان طالبًا في الإعدادية، فلقد كان رئيس إدارة (جمعية الأخلاق الأدبية) وكان لهذه الجمعية نظام داخلي، ثم أسس بعد حين (جمعية منع المحرمات) وكان مع زملائه يرسلون رسائل للعصاة والمقصّرين يأمرونهم فيها بالمعروف وينهونهم عن المنكر، وكان عمره آنذاك ثلاثة عشر عامًا.",
            "page": "51",
            "part": "1",
            "seal": "DB356027"
        },
        {
            "id": "52",
            "nass": "وفى القاهرة - وكان عمره ستة عشر عامًا - انتسب إلى (جمعية مكارم الأخلاق الإسلامية)، وإلى (جمعية الشبان المسلمين). وكان الدافع إلى انتسابه إلى هذه الجمعيات كلها رغبته في الإصلاح، وشعوره بأهمية العمل في جماعة. ¶ الدرس الرابع: الصبر عند البلاء: ¶ واجهته كما واجهت غيره من المجددين صعوبات كثيرة، وتحديات جمة، فما تراجع، ولا ضعف، ولا قبل الدنية في دينه ودعوته. ¶ فحاربه المستعمرون الإنجليز بوسائلهم المعروفة، وحاربه فاروق وزبانيته، وهم الذين دبروا محاولة اغتياله، وحاربه حزب الوفد بإمكاناتهم الضخمة، وشنوا عليه حملة إعلامية كاذبة ظالمة، وكانت صحفهم تخرج كل يوم وفيها تشهير هابط بحسن البنا وأهدافه ونواياه، والناس يتأثرون بالإعلام، وكان قادة حزب الوفد مزيجًا من العلمانيين والأقباط. ¶ وحاربَتْه بقية الأحزاب الأخرى بوسائل لا تختلف عن الوسائل التي استخدمها حزب الوفد. وحاربه شيوخ",
            "page": "52",
            "part": "1",
            "seal": "48A42F6A"
        },
        {
            "id": "53",
            "nass": "السلطة لأن أسيادهم - فاروق والوفد - حاربوا البنا، ولأن الناس التفوا حول البنا، وانفضوا من حولهم وتناقص عدد الذين يقبّلون أيديهم. ¶ وحاربه ضعاف النفوس من رفاق دربه الذين لم يجدوا عنده ما كانوا ينتظرون من أطماع، فتخلوا عنه، وانضموا إلى حزب الوفد، واستخدمهم الحزب في حملته الإعلامية الفاجرة ضد الأستاذ حسن البنا - رحمه الله -. ¶ الدرس الخامس: تحويل الأفكار إلى واقع: ¶ نجح الأستاذ حسن البنا - رحمه الله - في تحويل الأفكار والأماني إلى واقع ملموس. إذا تحدث عن الزكاة مثلًا لم يقف عند حد الوعظ والتذكير، وترغيب الناس وترهيبهم بل تراه يأمر بتنظيم لجنة مهمتها جمع الزكاة من الملتزمين في الجماعة وغيرهم من عامة المسلمين، ثم يقومون بتوزيعها حسب الطرق الشرعية المعروفة. ¶ وكذلك كان يفعل في مختلف جوانب البر والخدمات الاجتماعية فيقدم المساعدات للعاطلين عن العمل والمرضى وغيرهم من المنكوبين والمحتاجين، وكان لقسم البِرّ",
            "page": "53",
            "part": "1",
            "seal": "630DE093"
        },
        {
            "id": "54",
            "nass": "والخدمات شُعَبٌ في مختلف أنحاء مصر، وعندما كان يدَرِّب إخوانه على عمل خيريٍّ كان يقول لهم: «هذا أفضل من عشرات الدروس في الوعظ». ¶ وخطط - رحمه الله - لتكون الجماعة غير محتاجة إلى عون أية جهة حكومية أو غير حكومية فأسس الشركات الاقتصادية وكان من أشهرها: شركة المعاملات الإسلامية، والشركة العربية للمناجم والمحاجر، وشركة المطبعة الإسلامية، والجريدة اليومية، وشركة التجارة والأشغال الهندسية بالإسكندرية، وشركة الإعلانات العربية، فضلًا عن تأسيس المستشفيات المجانية (¬1). ¶ الدرس السادس: لا يعرف الهزل في قضايا دينه وأمته: ¶ كان الرجل - رحمه الله - جادًا عندما نادى بتحرير مصر وغيرها من بلدان العالم الإسلامي من نَيْر الاستعمار ¶ ¬__________ ¶ (¬1) انظر: الإخوان المسلمون والمجتمع المصري، لمحمد شوقى زكى (ص131).",
            "page": "54",
            "part": "1",
            "seal": "915323B9"
        },
        {
            "id": "55",
            "nass": "الدخيل، والمجدد لا يعرف الهزل في قضايا دينه وأمته. ¶ لقد أخذ البنا - رحمه الله - يخطط من أجل طرد الإنجليز من مصر، ومن أجل طرد اليهود من فلسطين، وشكَّلَ - رحمه الله - تنظيمًا عسكريًا، وأخذ يشتري الأسلحة، ومصر كانت مخزن أسلحة، لاسيما أثناء وبعد الحرب العالمية الثانية. وبدأ التنفيذ العملي عندما أمر إخوانه في مصر وسورية والأردن دخول حرب فلسطين، وأبْلَت هذه القوات بلاء حسنًا، وكان اليهود يهابون المعارك التي يواجهون بها كتائب الإخوان كما شهد رئيس أركان الجيش المصري في المحكمة وهو ليس منهم وليس من مؤيديهم. ¶ وبالإضافة إلى دوره في الجهاد العسكرية دفاعًا عن الأمة كان للأستاذ البنا - رحمه الله - دورٌ في الجهاد الفكري للتصدي للغزو الفكري لبلاد المسلمين، قال الأستاذ عمر التلمساني – المرشد الثالث للإخوان المسلمين - رحمه الله -: «وفى يوم من الأيام طلع علينا طه حسين بكتابه (مستقبل الثقافة في مصر)، وتلقاه المغرضون وخصوم الإسلام بالتهليل والتكبير والدعاية الواسعة العريضة حتى تأثر كثيرٌ من الشباب بتلك",
            "page": "55",
            "part": "1",
            "seal": "DE060D0C"
        },
        {
            "id": "56",
            "nass": "الدعاية المسمومة وظنّوها صادقة. ¶ وأحسّ الإمام بالكارثة تعمّ فطلب من إدارة الجامعة أن تسمح له بإلقاء محاضرة ينقد فيها ذلك الكتاب. ¶ وترددت إدارة الجامعة ولكن إلحاح الطلبة الداعين أرغم إدارة الجامعة على قبول الطلب فقدم طلبًا مكتوبًا موقعًا عليه باسمه المعروف للجميع (حسن البنا). ¶ ولكن للأسف كانت إدارة الجامعة تافهة في تصرفاتها إذ رفضت الطلب بهذا التوقيع واشترطت أن يكون باسم (حسن أحمد عبد الرحمن). ¶ والرجل فوق هذه الصغائر وأكبر منها فلم يتردد وأجاب إدارة الجامعة لِمَا أرادت لأنه لا يريد أن تقف الشكليات عقبة أمام الأهداف السامية الكبيرة. ¶ وازدحم المدرج حتى ضاق بمن فيه ووقف حسن البنا المدرس الابتدائي يشرح كتاب (مستقبل الثقافة في مصر) وخطورته على العقيدة حيث يرى طه حسين أن نأخذ الثقافة بخيرها وشرها حلوها ومرها إن كنا نريد أن",
            "page": "56",
            "part": "1",
            "seal": "EFEC919F"
        },
        {
            "id": "57",
            "nass": "نصل إلى القرب من مستوى الغرب المادي والعلمي. ¶ وظل الساعات العديدة ينتقد ويفصّل ويبيّن مكامن الخطر في ذلك الكتاب حتى ذهب كل أثر له في نفوس الشباب وأهمِل الكتاب وأعرض الناس عن قراءته فبارت سوقه في مجالات التأليف والمكتبات وهكذا انتصر مدرس ابتدائي على دكتور عالمي يسمونه عميد الأدب في الشرق العربي، وما هو بالعميد ولا بالمجيد، وعرف الناس حقيقة طه حسين الذى سمى أولاده بأسماء فرنسية لأن الأسماء العربية الإسلامية لا تتفق ومزاجه الرقيق!» (¬1). ¶ الدرس السابع: موقف مهم من الصوفية وطرقهم وانحرافاتهم: ¶ فيما كتبه البنا - رحمه الله - موقف مهم من الصوفية وطرقهم وانحرافاتهم؛ قال - رحمه الله -: «حضر إلى الإسماعيلية ... من القصاصين وهو يدعو إلى الطريقة، وله أفكار خاصة تنافي ¶ ¬__________ ¶ (¬1) ذكريات لا مذكرات (ص 59 - 60).",
            "page": "57",
            "part": "1",
            "seal": "3825EEA2"
        },
        {
            "id": "58",
            "nass": "آمالي الإسلامية. وأنا إنما وقَفْتُ نفسي لدعوة أرى أنها خير السبل للإصلاح الإسلامي، وأمثال هؤلاء يريدون تحويلها وتشكيلها بشكل دعواتهم وذلك ما لا أريد. ¶ لقد آن الأوان الذي أعتزل به عن كل هذه الدعاوى المشتبهة، وأكشف فيه عن الغاية للإصلاح الإسلامي الذي يتلخص في الرجوع إلى كتاب الله وسنة رسوله، وتطهير العقول من هذه الخرافات والأوهام، وإرجاع الناس إلى هدي الإسلام الحنيف» (¬1). ¶ فضع أيها القارئ خطوطًا تحت قوله عن الصوفية: «تنافي آمالي الإسلامية». وقوله: «لقد آن الأوان الذي أعتزل به عن كل هذه الدعاوى المشتبهة». وتأكيده بأن دعوته تقوم على الكتاب والسنة وتطهير العقول من هذه الخرافات والأوهام. ¶ ¬__________ ¶ (¬1) مذكرات الدعوة والداعية (ص132).",
            "page": "58",
            "part": "1",
            "seal": "6B1127D6"
        },
        {
            "id": "59",
            "nass": "الدرس الثامن: الاهتمام بالعلم الشرعي: ¶ يقول الأستاذ البنا - رحمه الله - عن نفسه: «لقد كنت محبًا للعلم حبًا جمًا، وكنت شديد الميل إلى القراءة والاستزادة من العلم، وكنت مؤمنًا بفائدة العلم للفرد وللجماعة -ووجوب نشره بين الناس» (¬1). ¶ وجعل - رحمه الله - من واجبات الأخ العامل: «أن تحسن تلاوة القرآن والاستماع إليه والتدبر في معانيه , وأن تدْرس السير المطهرة وتاريخ السلف بقدر ما يتسع له وقتك , وأن تُكْثِر من القراءة في حديث رسول الله - صلى الله عليه وآله وسلم - , وأن تحفظ أربعين حديثًا على الأقل ولتكن الأربعين النووية , وأن تدرس رسالة في أصول العقائد ورسالة في فروع الفقه» (¬2). ¶ و «أن تُكَوّن لنفسك مكتبة خاصة مهما كانت صغيرة , وأن تتبحر في علمك وفنك إن كنت من أهل الاختصاص , ¶ ¬__________ ¶ (¬1) مذكرات الدعوة والداعية (ص35). ¶ (¬2) الرسائل (ص 277).",
            "page": "59",
            "part": "1",
            "seal": "2EE60007"
        },
        {
            "id": "60",
            "nass": "وأن تلم بالشؤون الإسلامية العامة إلمامًا يُمَكّنك من تصورها والحكم عليها حكما يتفق مع مقتضيات الفكرة» (¬1). ¶ الدرس التاسع: تعظيم شعائر الله: ¶ قال - رحمه الله -: «ومع هذه الحال التي كانت تطرأ في كثير من الأحيان فقد كانت النزعة إلى الدعوة تتغلب في كثير من الأحيان، فكنت أؤذّن الظهر والعصر في مصلى المدرسة، وكنت أستأذن المدرس، إذْ كان وقت العصر يصادف حصة من الحصص لأداء الأذان، وكنت أعجب لماذا لا تكون نظم الحصص خاضعة للمواقيت ونحن في مدارس إسلامية. ¶ وكان بعض الأساتذة يسمح وهو مسرور، وبعضهم يريد المحافظة على النظام فأقول له: «لا طاعة لمخلوق في معصية الخالق». وأناقشه مناقشة حادّة لا يرى معها بُدًّا من ¶ ¬__________ ¶ (¬1) الرسائل (ص 278)، ومن كتب الإخوان التي تحث على الاهتمام بالعلم الشرعي كتاب (ثقافة الداعية) للدكتور يوسف القرضاوي، وكتاب (ثقافة الداعية) للدكتور عبد الله ناصح علوان - رحمه الله -.",
            "page": "60",
            "part": "1",
            "seal": "C06A695A"
        },
        {
            "id": "61",
            "nass": "السماح حتى يتخلص منها ومني. ¶ ولم أكن أذهب إلى المنزل في فترة الظهر، بل كان مَقَرّي فيها المصَلَّى وفناء المدرسة لدعوة الزملاء إلى الصلاة حتى إذا أذَّنْتُ الفريضة جلستُ مع الأخ العزيز الأستاذ محمد شريف - المدرس بوزارة المعارف الآن - نقرأ القرآن معًا هو يقرأ وأنا أستمع، أو أنا أقرأ وهو يستمع حتى يجيء موعد الدخول» (¬1). ¶ الدرس العاشر: الاعتزاز بالتاريخ الهجري وإحياء العادات الإسلامية وإماتة العادات الأعجمية في كل مظاهر الحياة: ¶ جعل - رحمه الله - من واجبات الأخ العامل: ¶ «أن تعمل ما استطعت على إحياء العادات الإسلامية وإماتة العادات الأعجمية في كل مظاهر الحياة , ومن ذلك التحية واللغة والتاريخ والزي والأثاث , ومواعيد العمل ¶ ¬__________ ¶ (¬1) مذكرات الدعوة والداعية (ص 29).",
            "page": "61",
            "part": "1",
            "seal": "46D5B9AB"
        },
        {
            "id": "62",
            "nass": "والراحة ,والطعام والشراب , والقدوم والانصراف , والحزن والسرور ... الخ , وأن تتحرى السنة المطهرة في ذلك» (¬1). ¶ وقال - رحمه الله - في مذكراته: «في يوم الاثنين الموافق 16 سبتمبر سنة 1927 - ويؤسفني ألا أذكر التاريخ الهجري لهذا اليوم - اجتمع الأصدقاء ليُوَدِّعوا صديقهم المسافر إلى الإسماعيلية، ليتسلم عمله الجديد الذي أسند إليه، وهو التدريس بمدرسة الإسماعيلية الابتدائية الأميرية» (¬2). ¶ فتأمّلْ كيف يحزنه - رحمه الله - عدم تذَكّره للتاريخ الهجري لهذا اليوم، واحزنْ لحال كثير من المسلمين الذين لا يشغلهم التاريخ الهجري أصلًا. ¶ وقد نشر الدكتور عبد العظيم المطعني كتابًا بعنوان (19 رسالة من حسن البنا إلى قيادات الدعوة الإسلامية)، ¶ ¬__________ ¶ (¬1) الرسائل (ص 278). ¶ (¬2) مذكرات الدعوة والداعية (ص61).",
            "page": "62",
            "part": "1",
            "seal": "630AAC16"
        },
        {
            "id": "63",
            "nass": "قال فيه: «وهذه الرسائل والمكاتبات التي نقدمها مجموعة من تسع عشرة رسالة ... ومنهج الإمام في تلك الرسائل «لُحمته وسداه» إسلامي كله، فهو حريص كل الحرص أن يبدأ مكاتباته بـ «بسم الله الرحمن الرحيم». ¶ وأن يُثَنِّي بالصلاة والسلام على أكرم المرسلين، وأن يثلّث بإثبات التاريخ الهجري: اليوم، والشهر، والسنة ... وقد يَقْرِنُ التاريخ الميلادي بالتاريخ الهجري مع تقديم الهجري على الميلادي» (¬1). ¶ الدرس الحادي عشر: العدل والإنصاف: ¶ جعل - رحمه الله - من واجبات الأخ العامل: ¶ «أن تكون عادلا صحيح الحكم في جميع الأحوال , لا يُنْسِيك الغضبُ الحسنات ولا تُغْضِي عينُ الرضا عن السيئات , ولا تحملك الخصومة على نسيان الجميل , وتقول ¶ ¬__________ ¶ (¬1) 19 رسالة من حسن البنا إلى قيادات الدعوة الإسلامية، للدكتور عبد العظيم المطعني - رحمه الله -، (ص 9 - 10).",
            "page": "63",
            "part": "1",
            "seal": "78F1A85C"
        },
        {
            "id": "64",
            "nass": "الحق ولو كان على نفسك أو على أقرب الناس إليك وإن كان مرّا» (¬1). ¶ وأشار الأستاذ البنا في مذكراته إلى سبب من الأسباب التي دعت جماعة شباب محمد إلى التخلي عن الإخوان، ومع ذلك وصفهم بأنهم مجموعة من خيار الإخوان (¬2). ¶ والشاهد هنا أنه رغم وقوع خلاف بينه وبينهم، ورغم انفصالهم عن الإخوان وقيامهم بتأسيس جماعة جديدة أسموها (شباب محمد)، فلقد وصفهم البنا - رحمه الله - بأنهم من خيار الإخوان، وحاشاه أن ينشر عنهم الأراجيف ويتهمهم بما هم منه بُرءاء، ويؤلب الأجواء ضدهم، ويسخر عشرات الآلاف من إخوانه ليقوموا بتشويه سمعتهم أمام الناس، ليس هذا من خُلق البنا - رحمه الله -. ¶ ¬__________ ¶ (¬1) الرسائل (ص 278). ¶ (¬2) مذكرات الدعوة والداعية (ص 252).",
            "page": "64",
            "part": "1",
            "seal": "D2C46311"
        },
        {
            "id": "65",
            "nass": "فهم عنده من خيار الإخوان وإن وقعت الخصومة بينه وبينهم، ما أشد حاجة الدعاة والجماعات الإسلامية اليوم إلى مثل هذه الأخلاق الرائعة. ¶ والأغرب من ذلك أن الأستاذ سعيد حوى قال: «لقد انشق عن الأستاذ البنا جماعة شباب محمد وأسسوا جمعية، فتوجه الأستاذ البنا وسجل نفسه في هذه الجمعية وبقي على مودة لهم، وكان يحاضر عندهم» (¬1). ¶ وذكر الأستاذ عباس السيسي - رحمه الله - أن الشيخ حسن البنا سُئِلَ ذات مرة، في إحدى ليالى (حديث الثلاثاء) بالقاهرة: «ما الفرق بين جماعة أنصار السنة وجماعة الإخوان المسلمين؟»، فرد البنا على هذا السؤال بسرعة قائلًا: «جماعة أنصار السنة مدرسة إعدادية، وجماعة الإخوان مدرسة ابتدائية!». ¶ ¬__________ ¶ (¬1) الإجابات، للأستاذ سعيد حوى (ص 81)، وهي الجزء الخامس من سلسلة كي لا نمضي بعيدًا عن احتياجات العصر.",
            "page": "65",
            "part": "1",
            "seal": "11108C1F"
        },
        {
            "id": "66",
            "nass": "ويعلق الأستاذ السيسي على هذا الموقف قائلًا: «وكان لهذا الرد أحسن الأثر في نفوس إخواننا (أنصار السنة)، كما كان حسن البنا يصلي القيام في شهر رمضان المبارك بالمركز العام للإخوان المسلمين مأمومًا بأحد إخواننا علماء (الجمعية الشرعية الإسلامية). ¶ إن رسالة (الإخوان المسلمون) للبناء والتشييد، وليست للهدم والتجريح، ولا يجمع هذه الأمة على قلب رجل واحد إلا هدف عظيم، وغاية شريفة، تتوحد عليها القلوب، وتتألف بها الأرواح، وتشتعل بها المشاعر، بقوة الإرادة، وقوة الحب، وقوة الدفع: {ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ (34)} (فصلت: 34). بكل هذه القوى الروحية الهائلة لا يستعصي الإنسان على القرب والملايَنة، ولا عجب أن يكون في الوحوش المفترسة المخيفة ما يأتلف مع الإنسان في صداقة، وتعيش أحيانا مع البشر.",
            "page": "66",
            "part": "1",
            "seal": "C909A33A"
        },
        {
            "id": "67",
            "nass": "لقد منح الله تعالى الإنسان قوى مختلفة، أعظمها قدرته على بعث روح الحب والمودة. فإذا نزل الداعية في أي بلد، فإنه يدرك أولًا أن مهمته أن يجمع قلوب الناس، فلا تبدو منه كلمة أو عبارة منفرة، أو تثير الضغائن، أو تفتح بابًا يتسرب منه شيطان الإنس! ¶ والواعظ في الأصل داعية والداعية والواعظ يجمعهما هدف واحد هو خدمة الإسلام» (¬1). ¶ الدرس الثاني عشر: تقدير لا تقديس: ¶ قال الأستاذ عباس السيسي - رحمه الله - تحت عنوان حسن البنا ... في رشيد): ¶ «في أوائل سنة 1936م كانت قلوبنا متلهفة لرؤية حسن البنا فقد سمعنا عنه كثيرًا وتطلّعْنا إلى رؤيته الشخصية، فقد كانت له عندنا صورة - قمنا بتكبيرها - وكتبنا تحتها بالخط الجميل: {مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا ¶ ¬__________ ¶ (¬1) انظر: الدعوة إلى الله حب، للأستاذ عباس السيسي - رحمه الله - (ص 18 - 19).",
            "page": "67",
            "part": "1",
            "seal": "3407FAE6"
        },
        {
            "id": "68",
            "nass": "عَاهَدُوا اللَّهَ عَلَيْهِ} (الأحزاب: 23). ¶ وتحدد موعد حضوره إلى رشيد، وقمنا بعمل الدعاية اللازمة، وجهز الإخوان مكان الحفل تجهيزًا لائقًا ومنظمًا. وذهبنا في مجموعة كبيرة - على رأسها الأستاذ أحمد السكري والحاج محمود عبد الحليم الكبير رئيس الجمعية - وتوجهنا إلى محطة السكة الحديد لاستقبال حسن البنا وصَحْبِه. ¶ واقترب القطار وتطلعت العيون وتلهفت القلوب وتشوفت الأرواح لرؤية فضيلة الأستاذ المرشد العام الذي سوف نراه لأول مرة وتهادَى القطار حتى وقف ونزل جمْعٌ من الإخوان. ¶ فتسابقنا للسلام على الأستاذ المرشد العام، ومع كوننا نعرفه من الصورة إلا أننا قمنا بالتسليم على شخص آخر كان يرتدى الجبة والعمامة وجسمه كبير، فكان الرجل في حرجٍ شديد وهو يشير إلى شخصية حسن البنا ويقول: «هذا هو فضيلة المرشد العام»، ولم يكن هذا الشيخ سوى الشيخ سرحان عدوى من جمعية الإخوان المسلمين ببلدة (بني",
            "page": "68",
            "part": "1",
            "seal": "F4B82DA6"
        },
        {
            "id": "69",
            "nass": "مجد) بمنفلوط قبلي، الذي كان في صحبة فضيلة المرشد مع السيد محمد حامد أبو النصر من أعيان منفلوط قبلي. ¶ والتففنا حول فضيلة المرشد نسلم عليه ونحاول كعادتنا مع من هو أكبر منا أن نُقَبّل يده ولكنه كان يمتنع عن ذلك بشدة وسرنا في موكب المرشد العام على الأقدام من محطة السكة الحديد إلى دار الجمعية. ¶ حتى إذا اقتربنا من دار الجمعية رأى الأستاذ البنا صورته موضوعة فوق منصة الخطابة وكنت أسير بالقرب منه ولم يكن سني قد تجاوز السابعة عشرة فربَتَ على كتفي بيده (¬1) وقال لي: «لمن هذه الصورة؟»، فقلت له: «إنها صورة الشيخ البنا». فقال لى: «إذا كان الشيخ البنا موجود شخصيًّا فما الداعي لوجود هذه الصورة، اذهب فأنْزِلْها». ¶ فصعدتُ فوق منصبة الخطابة كي أقوم بخَلْع الصورة ولكن الإخوان صاحوا، قال لهم الأستاذ البنا: «أنا أمَرْتُه ¶ ¬__________ ¶ (¬1) رَبَتَ على كتفِه: رَبَّتَ؛ ضربه عليه ضربًا خفيفًا ليهدأ.",
            "page": "69",
            "part": "1",
            "seal": "72484E9C"
        },
        {
            "id": "70",
            "nass": "بإنزالها». فأنزَلْتُها. ¶ وكانت هذه أول صلتي بالأستاذ البنا، وكان أول درس في التوجيه والتربية تأثرتُ به تمامًا. وإن لم أكن قد فقهتُ بعد، غير أن الضمير والقلب يعي دائمًا الدروس الصادقة (¬1). ¶ وذكر الأستاذ حسن البنا في مذكراته أن أحد المدرسين دخل عليه وجلس معه، وجاء الإخوان يسلّمون عليه في شغفٍ شديدٍ واحترام فقال له هذا المدرس: «يا أستاذ إن الإخوان يحبونك إلى حَدّ العبادة»، فعاتبه الأستاذ البنا على هذا التعبير عتابًا قاسيًا وقال له إن هذا التعبير غير إسلامي جاءنا به الأدب الأوربي والميوعة الغربية، وانزلق إلى ألسنتنا وأقلامنا بحكم التقليد الأعمى، وإن من واجب كل مسلم أن يحترس من مثل هذه التعبيرات والألفاظ (¬2). ¶ ¬__________ ¶ (¬1) انظر: مواقف في الدعوة والتربية (ص 33 - 34). ¶ (¬2) انظر: مذكرات الدعوة والداعية (ص126 - 128).",
            "page": "70",
            "part": "1",
            "seal": "24E3250F"
        },
        {
            "id": "71",
            "nass": "إن دعوتنا إسلامية ربانية قامت على عقيدة التوحيد، فلن تحيد عنها: ¶ تحت عنوان (حسن البنا يحافظ على جوهر الدعوة) ¶ ذكر الأستاذ عباس السيسي هذين الموقفين: ¶ الموقف الأول: «كان ذلك في مؤتمر الطلاب للإخوان المسلمين الذي انعقد بدار جمعية الشباب المسلمين بالقاهرة عام 1938 حين وقف حسن البنا للخطابة إذ تحمس أحد الإخوة من الطلاب فهتف بحياة حسن البنا - وبرغم عدم استجابة الحاضرين لهذا الهتاف - إلا أن فضيلته وقف صامتًا لا يتحرك بُرهةً، فاتجهَتْ إليه الأنظار في تطلع، ثم بدأ حديثه في غضب فقال: « ... أيها الإخوان إن اليوم الذي يُهْتَف في دعوتنا بأشخاص لن يكون ولن يأتي أبدًا، إن دعوتنا إسلامية ربانية قامت على عقيدة التوحيد، فلن تحيد عنها. ¶ أيها الإخوان لا تنسوا في غمرة الحماس الأصول التي آمَنّا وهتفنا بها (الرسول قدوتنا) {إِنَّ اللَّهَ وَمَلَائِكَتَهُ",
            "page": "71",
            "part": "1",
            "seal": "43D56137"
        },
        {
            "id": "72",
            "nass": "يُصَلُّونَ عَلَى النَّبِيِّ يَاأَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا (56)} (الأحزاب: 56). ¶ وبهذا الموقف وضع الإمام شباب الدعوة أمام صورة حية للمحافظة على جوهر الدعوة والاستمساك بها وعدم التعلق بأشخاص مهما تكن مراكزهم في مسيرة العمل الإسلامي. ¶ الموقف الثاني: وفى مدينة رشيد أقام الإخوان حفلًا، وحين جاء أحد المتكلمين في الحفل وقد كان من المتحمسين لنشر دعوة الإخوان، قام متحدثا إلى الناس فقال: «إن مَثَلنا الآن من فضيلة الأستاذ المرشد - وهو يشير إليه -، كمثل رسول الله - صلى الله عليه وآله وسلم - بين أصحابه». ¶ وما كاد الأستاذ المتحدث ينتهي من هذه العبارة حتى قفز الإمام إلى المنصة ثم اتجه إلى الناس قائلًا: «أيها الإخوة معذرة إذا كان الأستاذ المتحدث قد خانه التعبير، فأين نحن من تلامذة تلامذة رسول الله - صلى الله عليه وآله وسلم -»، ثم نزل إلى مكانه ولم يستطع الأستاذ المتحدث إكمال الحديث كما بدأه.",
            "page": "72",
            "part": "1",
            "seal": "7677D20A"
        },
        {
            "id": "73",
            "nass": "وفى اليوم التالي انقطع اتصاله بالإخوان في الإسكندرية وبعد مدة أعلن عن تكوين جمعية التقوى والإرشاد!! لم يكن في استطاعة البنا السكوت على هذه التصرفات؛ ذلك أنها كانت تمس الأصل الكبير الذي قامت عليه دعوته وجماعته، فقام ليعذر إلى الله في التَوّ واللحظة ويقطع مسلكًا من مسالك الانحراف في طريق الدعوة وأساسها الرباني. فهو الذي عَلّم الإخوان ألا يهتفوا باسم أحد إلا الله، ولا يعظموا شخصًا ولا يحيوا إنسانًا إلا الرسول الكريم - صلى الله عليه وآله وسلم -» (¬1). ¶ الدرس الثالث عشر: نحن لا نستعين بمن يعصى الله في طاعة الله تعالى: ¶ حكى الأستاذ عباس السيسي هذا الموقف عن الأستاذ حسن البنا: «عندما قام الإخوان بعمل مظاهرات في البلاد انتصارا لقضية فلسطين عام 1936 استدعاه رئيس النيابة ¶ ¬__________ ¶ (¬1) مواقف في الدعوة والتربية (ص 47 - 48).",
            "page": "73",
            "part": "1",
            "seal": "D0D6FFC7"
        },
        {
            "id": "74",
            "nass": "في القاهرة للتحقيق معه، وقبل أن يدخل مكتب النائب العام تقدم أحد المحامين يطلب من فضيلته أن يدخل معه أثناء التحقيق. ولكن الأستاذ لاحظ أن المحامى يمسك (بسيجارة) مع العلم بأن الوقت في شهر رمضان المعظم، فقال له الأستاذ المرشد: «نحن لا نستعين بمن يعصى الله في طاعة الله تعالى» (¬1). ¶ الدرس الرابع عشر: الجسم الميت لا يشعر بالألم: ¶ حكى الأستاذ عباس السيسي هذا الموقف عن الأستاذ حسن البنا: ¶ «أذكر أننى ذات يوم، وكنا نعود من جولة داخل مدينة الإسكندرية قلت لفضيلته: «أنا غاضب وحزين ومتألم يا فضيلة المرشد أليس من أهدافنا تحرير الوطن الإسلامي من كل سلطان أجنبي؟». قال: «نعم». ¶ ¬__________ ¶ (¬1) مواقف في الدعوة والتربية (ص 45).",
            "page": "74",
            "part": "1",
            "seal": "7F7C508A"
        },
        {
            "id": "75",
            "nass": "قلت: «فكيف علمت أن روسيا الشيوعية قد اقتحمت دولة ألبانيا المسلمة، وبهذا بدل أن نحرر وطننا من الاستعمار فقد ضاع منا وطن آخر!!». ¶ قال: «وهل أنت متألم إلى هذا الحد؟»، قلت: «جدًا». ¶ قال: «وهذا هو المطلوب». قلت: «وكيف ذلك؟». ¶ قال: «لو أن كل المسلمين تألموا مثلك نكون قد بدأنا الطريق، فنحن أولا في حاجة إلى يقظة وصحوة، فالجسم الميت لا يشعر بالألم» (¬1). ¶ الدرس الخامس عشر: إنكار المنكر، فلا قياس مع النص ولا مناص في الامتثال: ¶ تحت عنوان (نقاش في بيت القاضي) حكى الشيخ حسن البنا - رحمه الله - هذا الموقف: ¶ «وفى إحدى ليالي رمضان زرتُ منزل فضيلة قاضي الإسماعيلية الشرعي واجتمع في هذه الزيارة مأمور المركز ¶ ¬__________ ¶ (¬1) مواقف في الدعوة والتربية (ص 45).",
            "page": "75",
            "part": "1",
            "seal": "AB4C13AF"
        },
        {
            "id": "76",
            "nass": "والقاضي الأهلي (¬1) وناظر المدرسة الابتدائية ومفتش المعارف ولفيف من الأدباء والفضلاء والمحامين والأعيان، وكانت جلسة سمر لطيف. ¶ وطلب فضيلة القاضي الشاي فقدم إلينا في أكواب من الفضة وجاء دوري فطلبت كوبًا من زجاج فقط، فنظر إليَّ فضيلتُه مبتسمًا، وقال: «أظنك لا تريد أن تشرب؛ لأن الكوب من فضة؟»، فقلت: «نعم، وبخاصة ونحن في بيت القاضي». ¶ فقال إن المسألة خلافية، وفيها كلام طويل، ونحن لم نفعل كل شيء حتى نتشدد في مثل هذا المعنى، فقلت: «يا مولانا، إنها خلافية إلا في الطعام والشراب، فالحديث متفق عليه والنهى شديد والنبي - صلى الله عليه وآله وسلم - يقول: «لاَ تَشْرَبُوا فِي ¶ ¬__________ ¶ (¬1) القاضي الذي يحكم بالقوانين الوضعية.",
            "page": "76",
            "part": "1",
            "seal": "FEA32FE6"
        },
        {
            "id": "77",
            "nass": "آنِيَةِ الذَّهَبِ وَالفِضَّةِ، فَإِنَّمَا يُجَرْجِرُ فِي بَطْنِهِ نَارَ جَهَنَّمَ» (¬1) ولا قياس مع النَّصّ ولا مَناص في الامتثال، وحبذا لو أمرتَ بأن نشرب جميعًا في أكواب من زجاج. ¶ وتدخل بعض الحاضرين في الأمر وأرادوا أن يقولوا إن الأمر ما دام خلافيًا فلا لزوم للإنكار، وأراد القاضي الأهلي أن يدلي بدلوه في الدلاء فقال للقاضي الشرعي: «يا فضيلة القاضي ما دام هناك نَصٌّ فالنَّصُّ محترم، ولسنا ملزمين بالبحث عن الحكمة وإيقاف العمل بالنَّصّ حتى تظهر، فعلينا الامتثال أولًا، ثم إن عرفنا الحكمة فبِهَا، وإلا فذلك قصور منا والعمل على كل حال واجب، فانتهزْتُها فرصة وشكرتُ له وقلت له - مشيرًا إلى إصبعه -: «وما دمتَ قد حكمتَ فاخلع هذا الخاتم، فإنه من ذهب والنَّصّ يحرِّمُه». ¶ ¬__________ ¶ (¬1) قال - صلى الله عليه وآله وسلم -: «لاَ تَشْرَبُوا فِي آنِيَةِ الذَّهَبِ وَالفِضَّةِ» (رواه البخاري ومسلم)، وقال - صلى الله عليه وآله وسلم -: «الَّذِي يَشْرَبُ فِي آنِيَةِ الْفِضَّةِ، إِنَّمَا يُجَرْجِرُ فِي بَطْنِهِ نَارَ جَهَنَّمَ». (رواه البخاري ومسلم).",
            "page": "77",
            "part": "1",
            "seal": "1D7EDF8D"
        },
        {
            "id": "78",
            "nass": "فابتسم وقال: «يا أستاذ أنا أحكم بقوانين نابليون وفضيلة القاضي يحكم بالكتاب والسنة وكل منا ملزم بشريعته فدَعْنِي وتمسّكْ بقاضي الشريعة»، فقلت: «إن الأمر إنما جاء للمسلمين عامة وأنت واحد منهم فهو يتجه إليك بهذا الاعتبار»، فخَلَع خاتمه، وكانت جلسة ممتعة حقًّا وكان لها صداها بعد ذلك في جمهور يرى مثل هذا الموقف العادى أمرًا بمعروف أو نهيًا عن منكر ونصيحة في ذات الله (¬1). ¶ الدرس السادس عشر: شجاعة في قبول النصيحة والرجوع إلى الحق: ¶ ذكر الأستاذ سعيد حوَّى - أحد قيادات (الإخوان المسلمين) في سوريا - رحمه الله - أن شيخه السوري الشيخ محمد الحامد - رحمه الله - سجّل إحدى عشرة ملاحظة على محاضرة من محاضرات الأستاذ البنا - رحمه الله -، وأن الشيخ محمد الحامد - رحمه الله - ¶ ¬__________ ¶ (¬1) مذكرات الدعوة والداعية (ص123 - 124). مواقف في الدعوة والتربية (ص 68 - 69).",
            "page": "78",
            "part": "1",
            "seal": "87CCA846"
        },
        {
            "id": "79",
            "nass": "كان يَذْكُر لهم هذه الحادثة مُزَكّيًا حسن البنا، وكيف أن حسن البنا أعلن في محاضرة لاحقة عن أن الشيخ الحموي لاحظ عليه كيت وكيت وأن الحق معه في كيت وكيت. ¶ وذكر الأستاذ سعيد حوَّى - رحمه الله - أن الشيخ كان يَقُصّ عليهم هذه القصة من باب أنّ حسن البنا على عظمته لم يكن يستنكف أن يعلن أمام الملأ أجمع عن أنه أخطأ إذا كان فعلًا قد وقع في الخطأ» (¬1). ¶ ¬__________ ¶ (¬1) الإجابات، للأستاذ سعيد حوى (ص98 - 99)، وهي الجزء الخامس من سلسلة كي لا نمضي بعيدًا عن احتياجات العصر. ¶ والشيخ محمد الحامد قال عنه الأستاذ سعيد حوى - رحمه الله -: «كان آية في التحقيق العلمي، وكان ناصحًا مشفقًا يحس كل المسلمين بشفقته ورحمته وخلوص نصيحته، وكان بحرًا في العلوم كلها، وكان عارفًا بعصره عارفًا بأنواع الضلال فيه هذا مع أدب لا يبارى ولا يجارى، كان شاعرًا فصيحًا إذا خطب لا تمسك عليه غلطة، وكان قريبًا بعيدًا حسّاس النفس، كريمها، عفّ اللسان، متأدبًا مع العلماء، انظر نقاشه للدكتور السباعي وردّه عليه في (اشتراكية الإسلام) فإنك لا تجد أروع من ذلك، يَرُدّ وهو في أعلى درجات الحب وكم أرجو أن يأخذ كل مسلم من ذلك درسًا. ¶ لقد ربى إخوانه على التمسك بالنصوص وعلى احترام أهل العلم والفقه وعلى الأخذ من الأولياء والتلقي منهم مع التمسك بالنصوص والفقه وربَّى إخوانه على حب حسن البنا وحب الإخوان المسلمين وحب جميع المسلمين. [انظر: الإجابات (ص97)].",
            "page": "79",
            "part": "1",
            "seal": "B91FC833"
        },
        {
            "id": "80",
            "nass": "ومن أوضح الأمثلة على طريقة الشيخ البنا - رحمه الله - المهذبة الرقيقة في التعامل مع من يسيئون الأدب في أداء النصيحة إليه أن الشيخ محمد الغزالي ذكر أنه شهد رجلًا كان يهاجم الأستاذ البنا - رحمه الله - في الهيئة التأسيسية مهاجمة عنيفة، ويخاطبه بما لا يليق من الألفاظ. فلما ثار عليه الإخوان غضب الأستاذ البنا وثار في وجه الغاضبين، حتى لقد أخرَجَ بعضَهم، ثم أقبل مبتسمًا على هذا المهاجم المتجني، وقال له: «قُلْ ما شئت وانقُدْني كما ترى، فلن تُقاطَع بعد ذلك، ولعلي أجد في قولك ما أصلح به خطأ أو أقوم به معوجًا» (¬1). ¶ ¬__________ ¶ (¬1) من معالم الحق للشيخ محمد الغزالي - رحمه الله - (ص257).",
            "page": "80",
            "part": "1",
            "seal": "BB74E3D7"
        },
        {
            "id": "81",
            "nass": "الدرس السابع عشر: متابعة الأتباع مع حرارة العاطفة ورقة الشعور: ¶ ذكر الأستاذ عباس السيسي - رحمه الله - أن الأستاذ حسن البنا - رحمه الله - بعد أن أدى صلاة العيد توجه إلى دار المركز العام القديم بالحلمية الجديدة، وتوافد الإخوان لتهنئته بالعيد، وجلس الأستاذ عباس السيسي - رحمه الله - في زاوية من الحجرة الفسيحة يرقبه، فكان - رحمه الله - يستقبل كل أخ مسَلّما عليه باسمه أو بكُنْيَته بحرارة وابتسامة مشرقة، ثم يشير إليه ليجلس، ثم يتابعه بالسؤال عن صحته، والاستفسار عن أحواله الشخصية التي كان يعرف الكثير منها حيث كان موضع ثقة الإخوان ومشورتهم. ¶ ودخل أحد الإخوان فسلم عليه وهنأه ثم قال له: «لعل الأمر قد انتهى بخير، والأخ الطبيب قد وفقه الله؟». ¶ فقال الأخ: «ببركة دعواتكم يا فضيلة المرشد». ¶ وكانت هذه الكلمات مَدْعاة ليسأل بعض الإخوة هذا الأخ عن الموضوع وهى مشاركة أخوية واجبة تفرضها آداب الإسلام وأخلاقه، فتبسم الأخ قائلًا: «الموضوع أن",
            "page": "81",
            "part": "1",
            "seal": "25FFC984"
        },
        {
            "id": "82",
            "nass": "فضيلة المرشد كان عندنا في البلد، وكانت عندي جاموسة متعسرة في الولادة فلما علم بذلك نصحني بإحضار طبيب لإنقاذها». ¶ وتحت عنوان (دموع) نقل الأستاذ عباس السيسي ما سجله أحد الإخوة عن حساسية الأستاذ حسن البنا - رحمه الله - كتب الأخ يقول: «دخلتُ عليه فقابلني بالبشر والترحاب، وقال: «ستسافر يوم الثلاثاء للسودان». فقلت على الفور: «أمر مطاع يا فضيلة الأستاذ». وأردت أن أنصرف، ثم التفَتُّ إليه فجأة وقلتُ: «ولكن يا فضيلة الأستاذ!؟». ¶ قال - رحمه الله -: «ولكن ماذا؟». ¶ قلت: «إن لى مشاكل كثيرة وشكاوى وفيرة، أودّ أن أتحدث إليكم فيها بعضها عام وبعضها خاص». ¶ فقال: «هوِّنْ عليك، وكِلْ أمرَك إلى الله». ¶ قلت: «ولكنى أودّ أن تعرف ... ». ¶ فقال: «إنني أعرف». ¶ قلت: «إذن أنا أسعد ما أكون، مادُمتَ تعرف».",
            "page": "82",
            "part": "1",
            "seal": "5D32332B"
        },
        {
            "id": "83",
            "nass": "ولكنه استبقاني، وأخذ يتحدث عن مشاكلي وشكاواي يتحدث هو بنفسه، عجبت والله كل العجب، لأنه أحاط بدقائق نفسي ودخائل حسي، بل إن هناك مسائل كانت في باطن الشعور، هو الذي ذكّرني بها. ¶ وما انتهى من حديثه حتى قلت: «والله يا فضيلة الأستاذ، إني سعيد كل السعادة ولا أشكو من شيء أبدًا». ¶ قلت ذلك وصوتي متهدج ودموعي منهمرة وأحاسيسي متدفقة، ثم هجمت عليه، وكان واقفًا ولا شيء على رأسه، هجمت عليه واحتضنته بين ذراعَيَّ في شدة وعنف وأخذت أقبّل رأسه. فاستمر هذا الموقف فترة من الزمن، وهو صامتٌ مستسلم، ولم أتركه إلا حين دخل علينا الأخ الأستاذ سعد الوليلي، وإذا بالأستاذ يبكى بكائي وعيناه مليئتان بالدموع» (¬1). ¶ ¬__________ ¶ (¬1) انظر: مواقف في الدعوة والتربية (ص 188 - 189).",
            "page": "83",
            "part": "1",
            "seal": "9B89C2B9"
        },
        {
            "id": "84",
            "nass": "الدرس الثامن عشر: عدم التميز عن الأتباع: ¶ ذكر الأستاذ عباس السيسي - رحمه الله - هذا الموقف مع الأستاذ حسن البنا: «جاء الأستاذ المرشد إلى الإسكندرية في ليلة من شهر رمضان المبارك، وكان معه وفد من الإخوان بالسودان وبعد أن حضروا مؤتمرًا شعبيًا في حي باكوس، عاد الأستاذ إلى دار المكتب الإداري قبيل منتصف الليل، وأوصاني أن أوقظه قُبَيْل الفجر لتناوُلِ السحور ولكنه بقي في حجرته يصلى القيام لفترة طويلة ثم نام. ¶ وحضرتْ مجموعة من الإخوان لتصلي مع فضيلته وتتناول معه السحور، وأحضرتُ له طعامًا فاخرًا، فلما اجتمع الإخوان على الطعام قال لي: «هل كل الإخوان سيأكلون مثل طعامي هذا؟»، فقلت له: «كل واحد حضر ومعه طعامه». فقال: «سآكل مِن طعامهم»، ورفض هذا",
            "page": "84",
            "part": "1",
            "seal": "370D495F"
        },
        {
            "id": "85",
            "nass": "الطعام فوزعناه على الإخوان» (¬1). ¶ الدرس التاسع عشر: الثقة في الله مع حُسْنَ التخطيط للدعوة: ¶ ذكر الأستاذ عباس السيسي - رحمه الله - أنه حين ضاقت دار المركز العام للإخوان المسلمين بالحلمية الجديدة بالقاهرة بشتى ألوان النشاط، فكر الإخوان في شراء دار أخرى فسيحة تساعد على استيعاب النشاط العام للجماعة. وأثناء ذلك لفتت أنظار الإخوان فيلا كبيرة تقابل دار مركزهم العام، يحيط بها فناء فسيح في نفس الميدان، فعرضوا أمر شرائها على فضيلة المرشد، فأوفدهم ليتفاهموا مع أصحابها. ¶ فوافق أصحاب الفيلا على بيعها في حدود عشرة آلاف جنيه، ولم يكن في صندوق الإخوان سوى خمسمائة جنيه فقط، فكتب الأستاذ المرشد العقد الابتدائي بهذا ¶ ¬__________ ¶ (¬1) انظر: مواقف في الدعوة والتربية (ص 190 - 191).",
            "page": "85",
            "part": "1",
            "seal": "20444660"
        },
        {
            "id": "86",
            "nass": "المبلغ. ¶ وأشفق مكتب الإرشاد أنْ لا يستطيع الإخوان سداد باقي المبلغ فطلبوا من فضيلة المرشد عقد اجتماع لمناقشة هذا الموضوع. وفى الاجتماع طمْأنَهم فضيلتُه قائلًا: «إنني سوف أعلن في مجلة الإخوان عن شراء دارٍ للجماعة مع صورة لها على الصفحة الأولى وأطلب من الإخوان التبرع. ¶ وأتَعَشَّم أن يسددوا المبلغ في الشهر الأول أو الشهر الثاني أو الثالث، فإذا لم يغَطّوا قيمة المبلغ كله فإني أحفظ من أسماء الإخوان أكثر من عشرين ألفًا (¬1)، وسوف أكتب ¶ ¬__________ ¶ (¬1) إن كان الأستاذ البنا - رحمه الله - يقصد حفظ الصدر وليس حفظ الكتابة، فإن هذه الذاكرة العجيبة مِن نِعَم الله عليه. ¶ وقد قال الأستاذ عباس السيسي - رحمه الله - في كتابه مواقف في الدعوة والتربية (ص104): «وفى أرض دار الطباعة والنشر وقف الأستاذ المرشد على منصة وظل الإخوان يسلمون عليه أفرادًا إلى قبيل الفجر، ولا زلْتُ أذكر وأنا أقف في الصف الطويل كي أسلم على فضيلته قولَ أحدِ الإخوة وهو يُسَلّم عليه: «هل تذكرني يا فضيلة المرشد؟»، فنظر إليه ثم قال له: «نعم أذكرك، ألست فلان الذي ألقى قصيدة في حفل طنطا مطلعها كذا». ¶ وكنت قبل أن يَرُدّ عليه الأستاذ في غاية الإشفاق من هذا الموقف الحرج، كما كنت غير مستسيغ لمثل هذا السؤال، ذلك أن الأستاذ المرشد كثيرًا ما يسلم على كل باسمه وأحيانا يستوقفه ليسأله عن بعض شأنه، والحديث يطول في الإحاطة بحدة ذاكرة الأستاذ المرشد التي ميزه الله بها».",
            "page": "86",
            "part": "1",
            "seal": "B5D84A5A"
        },
        {
            "id": "87",
            "nass": "لكل واحد منهم خطابًا بالبريد أطالبه أن يساهم في شراء الدار بمبلغ جنيه واحد». ¶ فصمت أعضاء المكتب ولم يعترضوا وكلهم أمل في أن يوفق الله الإخوان في هذا المشروع. ¶ ولم تمض الشهور الثلاثة حتى سدَّدَ الإخوان المبلغ مع تكاليف التأثيث، فضلًا عن أن الأخوات المسلمات أرسلْن لفضيلة المرشد بعض حُليّهن وبعض متاعهن، كما وصلت للمركز العام تبرعاتٌ كثيرة من أنحاء العالم الإسلامي وبقيت الأشياء العَيْنِيّة مثل الحُلِيّ وخلافه وديعةً في خزينة المركز العام، فلم يقبل الأستاذ المرشد أن يتصرف فيها كرمْز على وفاء الإخوان وبذلهم في سبيل دعوتهم (¬1). ¶ ¬__________ ¶ (¬1) انظر: مواقف في الدعوة والتربية (ص 195 - 196).",
            "page": "87",
            "part": "1",
            "seal": "CA5ADE1B"
        },
        {
            "id": "88",
            "nass": "الدرس العشرون: السياسة يجب أن تنضبط بالكتاب والسنة: ¶ قال الأستاذ البنا في رسالة (إلى أي شيء ندعو الناس) تحت عنوان: نحن والسياسة: «ويقول قوم آخرون إن الإخوان المسلمين قوم سياسيون ودعوتهم سياسية ولهم من وراء ذلك مآرب أخرى. ولا ندري إلى متى تتقارض أمتنا التهم وتتبادل الظنون وتتنَابزُ بالألقاب، وتترك يقينًا يؤيده الواقع في سبيل ظن تُوحيه الشكوك. ¶ يا قومنا: إننا نناديكم والقرآن في يميننا والسنة في شمالنا، وعمل السلف الصالحين من أبناء هذه الأمة قدوتنا، وندعوكم إلى الإسلام وتعاليم الإسلام وأحكام الإسلام، فإن كان هذا من السياسة عندكم فهذه سياستنا، وإن كان مَن يدْعوكم إلى هذه المبادئ سياسيًّا فنحن أعرقُ الناس والحمد لله في السياسة، وإن شئتم أن تسموا ذلك سياسة فقولوا ما شئتم فلن تضرنا الأسماء متى وضحت المسميات وانكشفت الغايات. ¶ يا قومنا: لا تحجبكم الألفاظ عن الحقائق والأسماء",
            "page": "88",
            "part": "1",
            "seal": "A05C38A8"
        },
        {
            "id": "89",
            "nass": "عن الغايات، ولا الأعراض عن الجوهر، وإن للإسلام لسياسة في طيّها سعادة الدنيا وصلاح الآخرة، وتلك هي سياستنا لا نبغي بها بديلًا فسُوسُوا بها أنفسكم، واحملوا عليها غيركم تظفروا بالعزة الأخروية، ولَتَعْلَمُنَّ نبأه بعد حين» (¬1). ¶ رحم الله الأستاذ البنا رحمة واسعة، وأسكنه فسيح جناته، اللهم لا تحْرِمْنا أجره، ولا تَفْتِنَّا بعده، واغفر لنا وله. ¶ ¬__________ ¶ (¬1) مجموعة رسائل الإمام حسن البنا (ص 35).",
            "page": "89",
            "part": "1",
            "seal": "184F7854"
        },
        {
            "id": "90",
            "nass": "مقتطفات ¶ من نظرة الأستاذ ¶ حسن البنا للإصلاح (¬1) ¶ أولا: في الناحية السياسية والقضائية والإدارية: ¶ 1 - القضاء على الحزبية وتوجيه قوى الأمة السياسية في وجهة واحدة وصفّ واحد. ¶ 2 - إصلاح القانون حتى يتفق مع التشريع الإسلامي في كل فروعه. ¶ 3 - تقوية الجيش والإكثار من فرق الشباب وإلهاب حماستها على أسس من الجهاد الإسلامي. ¶ 4 - تقوية الروابط بين الأقطار الإسلامية جميعًا , وبخاصة العربية منها تمهيدا للتفكير الجدي العملي في شأن ¶ ¬__________ ¶ (¬1) انظر: رسائل الإمام حسن البنا (ص 74 - 78).",
            "page": "90",
            "part": "1",
            "seal": "CB383C84"
        },
        {
            "id": "91",
            "nass": "الخلافة الضائعة. ¶ 5 - بث الروح الإسلامية في دواوين الحكومة بحيث يشعر الموظفون جميعًا بأنهم مطالبون بتعاليم الإسلام. ¶ 6 - مراقبة سلوك الموظفين الشخصي وعدم الفصل بين الناحية الشخصية والناحية العملية. ¶ 7 - تقديم مواعيد العمل في الدواوين صيفًا وشتاءً حتى يعين ذلك على الفرائض ويقضي على السهر الكثير. ¶ 8 - القضاء على الرشوة والمحسوبية والاعتماد على الكفاية والمسوغات القانونية فقط. ¶ 9 - أن توزن كل أعمال الحكومة بميزان الأحكام والتعاليم الإسلامية , فتكون نظم الحفلات والدعوات والاجتماعات الرسمية والسجون والمستشفيات بحيث لا تصطدم بقاعدة بتعاليم الإسلام , وتكون الدوريات في الأعمال على تقسيم لا يتضارب مع أوقات الصلاة. ¶ 10 - استخدام الأزهريين في الوظائف العسكرية والإدارية وتدريبهم.",
            "page": "91",
            "part": "1",
            "seal": "75930C54"
        },
        {
            "id": "92",
            "nass": "ثانيا: في الناحية الاجتماعية والعلمية: ¶ 1 - تعويد الشعب احترام الآداب العامة , ووضع إرشادات معززة بحماية القانون في ذلك الشأن , وتشديد العقوبات على الجرائم الأدبية. ¶ 2 - علاج قضية المرأة علاجًا يجمع بين الرقى بها والمحافظة عليها وفق تعاليم الإسلام. ¶ 3 - القضاء على البغاء , بنوعيه السري والعلني , واعتبار الزنا مهما كانت ظروفه جريمة منكرة يُجْلَد فاعلها (¬1). ¶ ¬__________ ¶ (¬1) أي إن كان غير مُحْصَن، أما المحصن فجزاؤه في الإسلام الرجم حتى الموت. ¶ ويشترط في المحصن الوطء في نكاح صحيح: أي أن يكون الواطئ قد سبق له أن تزوج زواجًا صحيحًا ووطء فيه ولو لم يُنْزِل. ولو كان في حيض أو إحرام يكفي، فإن كان الوطء في نكاح فاسد فإنه لا يحصل به الإحصان. ¶ ولا يلزم بقاء الزواج لبقاء صفة الاحصان، فلو تزوج مَرَّةً زواجا صحيحًا، ودخل بزوجته، ثم انتهت العلاقة الزوجية، ثم زنى وهو غير متزوج فإنه يرجم. وكذلك المرأة إذا تزوجت، ثم طُلّقت فزنت بعد طلاقها، فإنها تعتبر محصنة وتُرْجم. [انظر: فقه السنة، للشيخ سيد سابق (2/ 410).",
            "page": "92",
            "part": "1",
            "seal": "50E4B9F8"
        },
        {
            "id": "93",
            "nass": "4 - القضاء على القمار بكل أنواعه من ألعاب ويناصيب ومسابقات وأندية. ¶ 5 - محاربة الخمر كما تحارب المخدرات , وتحريمها وتخليص الأمة من شرورها. ¶ 6 - مقاومة التبرج والخلاعة وإرشاد السيدات إلى ما يجب أن يكون , والتشديد في ذلك بخاصة على المدرسات والتلميذات والطبيبات والطالبات ومن في حكمهن. ¶ 7 - إعادة النظر في مناهج تعليم البنات ووجوب التفريق بينها وبين مناهج تعليم الصبيان في كثير من مراحل التعليم. ¶ 8 - منع الاختلاط بين الطلبة والطالبات , واعتبار خلوة أي رجل بامرأة لا تحل له جريمة يؤاخَذان بها. ¶ 9 - تشجيع الزواج والنسل بكل الوسائل المؤدية إلى ذلك , ووضع تشريع يحمي الأسرة ويحض عليها ويحل مشكلة الزواج.",
            "page": "93",
            "part": "1",
            "seal": "7D1C0CAC"
        },
        {
            "id": "94",
            "nass": "10 - إغلاق الصالات والمراقص الخليعة وتحريم الرقص وما إلى ذلك. ¶ 11 - مصادرة الروايات المثيرة والكتب المشككة المفسدة والصحف التي تعمل على إشاعة الفجور وتستغل الشهوات استغلالًا فاحشًا. ¶ 12 - مقاومة العادات الضارة اقتصاديًّا أو خلقيًّا أو غير ذلك وتحويل تيارات الجماهير عنها إلى غيرها من العادات النافعة، أو تهذيب نفسها تهذيبًا يتفق مع المصلحة وذلك كعادات الأفراح والمآتم والموالد والزار والمواسم والأعياد وما إليها، وتكون الحكومة قدوة صالحة في ذلك. ¶ 13 - اعتبار دعوة الحِسْبَة ومؤاخذة من يثبت عليه مخالفة شيء من تعاليم الإسلام أو الاعتداء عليه، كالإفطار في رمضان وترك الصلاة عمدًا أو سب الدين وأمثال هذه الشؤون. ¶ 14 - تقرير التعليم الديني مادة أساسية في كل المدارس على اختلاف أنواعها كل بحسبه وفى الجامعة",
            "page": "94",
            "part": "1",
            "seal": "67A9B857"
        },
        {
            "id": "95",
            "nass": "أيضا. ¶ 15 - تشجيع تحفيظ القرآن في المكاتب العامة الحرة , وجعل حفظه شرطًا في نيل الإجازات العلمية التي تتصل بالناحية الدينية واللغوية , مع تقرير حفظ بعضه في كل مدرسة. ¶ 16 - العناية باللغة العربية في كل مراحل التعليم وإفرادها في المراحل الأولى عن غيرها من اللغات الأجنبية. ¶ 17 - العناية بالتاريخ الإسلامي، وتاريخ حضارة الإسلام. ¶ 18 - القضاء على الروح الأجنبية في البيوت من حيث اللغة والعادات والأزياء والمربيات والممرضات ... الخ، وتصحيح ذلك وبخاصة في بيوت الطبقات الراقية. ¶ ثالثا: في الناحية الاقتصادية: ¶ 1 - تنظيم الزكاة دخلًا ومنصرفًا بحسب تعاليم الشريعة السمحة , والاستعانة به في المشروعات الخيرية التي لابد منها كملاجئ العجزة والفقراء واليتامى.",
            "page": "95",
            "part": "1",
            "seal": "86BE1ECC"
        },
        {
            "id": "96",
            "nass": "2 - تحريم الربا وتنظيم المصارف تنظيمًا يؤدي إلى هذه الغاية , وتكون الحكومة قدوة في ذلك بإلغاء الفوائد في مشروعاتها الخاصة بها كبنك التسليف والسلف الصناعية وغيرها. ¶ 3 - تشجيع المشروعات الاقتصادية والإكثار منها , وتشغيل العاطلين من المواطنين فيها واستخلاص ما في أيدي الأجانب منها للناحية الوطنية البحتة. ¶ 4 - حماية الجمهور من عسف الشركات المحتكرة وإلزامها حدودها والحصول على كل منفعة ممكنة للجمهور. ¶ 5 - تحسين حال الموظفين الصغار برفع مرتباتهم واستبقاء علاواتهم ومكافأتهم وتقليل مرتبات الموظفين الكبار. ¶ 6 - حصر الوظائف وخصوصا الكثيرة منها , والاقتصار على الضروري , وتوزيع العمل على الموظفين توزيعا عادلًا والتدقيق في ذلك.",
            "page": "96",
            "part": "1",
            "seal": "1AA7E656"
        },
        {
            "id": "97",
            "nass": "7 - تشجيع الإرشاد الزراعي والصناعي والتجاري , والاهتمام بترقية الفلاح والصانع من الناحية الإنتاجية. ¶ 8 - العناية بشؤون العمال الفنية والاجتماعية , ورفع مستواهم في مختلف النواحي الحيوية. ¶ 9 - استغلال الموارد الطبيعية كالأرض البور والمناجم المهملة وغيرها. ¶ 10 - تقديم المشروعات الضرورية على الكماليات في الإنشاء والتنفيذ.",
            "page": "97",
            "part": "1",
            "seal": "EF15FEE3"
        },
        {
            "id": "98",
            "nass": "دُرَر ¶ سلفية من كلام ¶ الأستاذ حسن البنا - رحمه الله - (¬1) ¶ 1 - الإسلام نظام شامل يتناول مظاهر الحياة جميعًا فهو دولة ووطن أو حكومة وأمة، وهو خلق وقوة أو رحمة وعدالة، وهو ثقافة وقانون أو علم وقضاء، وهو مادة وثروة أو كسب وغنى، وهو جهاد ودعوة أو جيش وفكرة كما هو عقيدة صادقة وعبادة صحيحة سواء بسواء. ¶ 2 - والقرآن الكريم والسنة المطهرة مرجع كل مسلم في تعرف أحكام الإسلام، ويفهم القرآن طبقًا لقواعد اللغة العربية من غير تكلف ولا تعسف، ويرجع في فهم السنة المطهرة إلى رجال الحديث الثقات. ¶ ¬__________ ¶ (¬1) انظر: رسائل الإمام حسن البنا (ص 268 - 282).",
            "page": "98",
            "part": "1",
            "seal": "8A7642FF"
        },
        {
            "id": "99",
            "nass": "3 - وللإيمان الصادق والعبادة الصحيحة والمجاهدة نور وحلاوة يقذفهما الله في قلب من يشاء من عباده، ولكن الإلهام والخواطر والكشف والرؤى ليست من أدلة الأحكام الشرعية , ولا تعتبر إلا بشرط عدم اصطدامها بأحكام الدين ونصوصه. ¶ 4 - والتمائم والرُقَي والودع والرمل والمعرفة والكهانة وادعاء معرفة الغيب , وكل ما كان من هذا الباب منكر تجب محاربته إلا ما كان آية من قرآن أو رقية مأثورة. ¶ 5 - وكُلّ أحَدٍ يُؤْخَذُ مِن كلامه ويُتْرَك إلا المعصوم - صلى الله عليه وآله وسلم - , وكل ما جاء عن السلف - رضوان الله عليهم - موافقًا للكتاب والسنة قبلناه، وإلا فكتاب الله وسنة رسوله - صلى الله عليه وآله وسلم - أولى بالإتباع، ولكنا لا نعرض للأشخاص ـ فيما اختلف فيه ـ بطعن أو تجريح , ونَكِلُهم إلى نياتهم وقد أفضوا إلى ما قدموا. ¶ 6 - ولكل مسلم لم يبلغ درجة النظر في أدلة الأحكام الفرعية أن يتبع إمامًا من أئمة الدين، ويحسن به مع هذا",
            "page": "99",
            "part": "1",
            "seal": "792164C6"
        },
        {
            "id": "100",
            "nass": "الاتباع أن يجتهد ما استطاع في تعرف أدلته، وأن يتقبل كل إرشاد مصحوب بالدليل متى صح عنده صلاح من أرشده وكفايته , وأن يستكمل نقصه العلمي إن كان من أهل العلم حتى يبلغ درجة النظر. ¶ 7 - والخلاف الفقهي في الفروع لا يكون سببًا للتفرق في الدين , ولا يؤدي إلى خصومة ولا بغضاء ولكل مجتهد أجره , ولا مانع من التحقيق العلمي النزيه في مسائل الخلاف في ظل الحب في الله والتعاون على الوصول إلى الحقيقة , من غير أن يجر ذلك إلى المراء المذموم والتعصب. ¶ 8 - وكل بدعة في دين الله لا أصل لها ـ استحسنها الناس بأهوائهم سواء بالزيادة فيه أو بالنقص منه ـ ضلالة تجب محاربتها والقضاء عليها بأفضل الوسائل التي لا تؤدي إلى ما هو شر منها. ¶ 9 - ومحبة الصالحين واحترامهم والثناء عليهم بما عُرِفَ من طيب أعمالهم قربة إلى الله تبارك وتعالى , والأولياء هم المذكورون بقوله تعالى: {الَّذِينَ آمَنُوا وَكَانُوا",
            "page": "100",
            "part": "1",
            "seal": "214BFCB0"
        },
        {
            "id": "101",
            "nass": "يَتَّقُونَ (63)} (يونس: 62 - 64) (¬1). ¶ والكرامة ثابتة بشرائطها الشرعية , مع اعتقاد أنهم - رضوان الله عليهم - لا يملكون لأنفسهم نفعًا ولا ضرًا في حياتهم أو بعد مماتهم فضلًا عن أن يهبوا شيئًا من ذلك لغيرهم. ¶ 10 - وزيارة القبور أيًّا كانت سُنّةٌ مشروعة بالكيفية المأثورة , ولكنّ الاستعانة بالمقبورين أيًّا كانوا ونداؤهم لذلك وطلب قضاء الحاجات منهم عن قُرب أو بُعد والنذر لهم وتشيد القبور وسَتْرها وأضاءَتها والتمَسّح بها والحلف بغير الله وما يلحق بذلك من المبتدعات كبائر تجب محاربتها, ولا نتأول لهذه الأعمال سدًّا للذريعة. ¶ ¬__________ ¶ (¬1) قال تعالى: {أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (62) الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (63) لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ لَا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} (يونس: 62 - 64).",
            "page": "101",
            "part": "1",
            "seal": "0F559340"
        },
        {
            "id": "102",
            "nass": "11 - والعقيدة أساس العمل , وعمل القلب أهم من عمل الجارحة , وتحصيل الكمال في كليهما مطلوب شرعًا وإن اختلفت مرتبتَا الطلب. ¶ 15 - ولا نُكَفّر مسلمًا أقر بالشهادتين وعمل بمقتضاهما وأدى الفرائض - برأي أو بمعصية - إلا إن أقَرّ بكلمة الكفر , أو أنكر معلومًا من الدين بالضرورة , أو كذّب صريح القرآن , أو فسره على وجه لا تحتمله أساليب اللغة العربية بحال , أو عمل عملًا لا يحتمل تأويلًا غير الكفر.",
            "page": "102",
            "part": "1",
            "seal": "EDE2C22A"
        },
        {
            "id": "103",
            "nass": "الاهتمام ¶ بترسيخ عقيدة التوحيد ¶ يجب على المسلم أن يكون سليم العقيدة: ¶ جعل الشيخ حسن البنا - رحمه الله - من مراتب العمل المطلوبة من الأخ الصادق إصلاح نفسه حتى يكون: قوي الجسم , متين الخلق , مثقف الفكر , قادرًا على الكسب , سليم العقيدة , صحيح العبادة , مجاهدا لنفسه , حريصًا على وقته , منظمًا في شؤونه , نافعًا لغيره (¬1). ¶ الطريقة الصحيحة لعرض العقيدة الصحيحة: ¶ قال - رحمه الله - في مذكراته: «ثم هو في أثناء ذلك كله، وخلال كل مجلس من مجالسه يطرق باب العقيدة الصحيحة فينَمّيها ويقويها ويثبتها بما يورد من آيات الكتاب الحكيم، ¶ ¬__________ ¶ (¬1) رسائل الإمام حسن البنا (ص 272).",
            "page": "103",
            "part": "1",
            "seal": "76033540"
        },
        {
            "id": "104",
            "nass": "وأحاديث الرسول العظيم - صلى الله عليه وآله وسلم - وسِيَر الصالحين، ومسالك المؤمنين والموقنين. ¶ ولا يعمد كذلك إلى نظريات فلسفية، أو أقْيِسَة منطقية، وإنما يلفت الأنظار إلى عظمة الباري في كونه، وإلى جلال صفاته بالنظر في مخلوقاته، ويذَكّر بالآخرة في أسلوب وعظي تذكيري لا يعدو جلال القرآن الكريم في هذه المعاني كلها، ثم لا يحاول هدم عقيدة فاسدة إلا بعد بناء عقيدة صالحة، وما أسهل الهدم بعد البناء وأشقه قبل ذلك، وهي نظرة دقيقة، ما أكثر ما تغيب عن إدراك المصلحين الواعظين» (¬1). ¶ البداية بالتوحيد: ¶ قال الأستاذ سعيد حوى - رحمه الله -: «السياسة النبوية تقضي أن نبدأ بالأهم فالمهم، ألا ترى إلى حديث معاذ - رضي الله عنه - عندما بعثه رسول الله - صلى الله عليه وآله وسلم - إلى اليمن فأمره أن ¶ ¬__________ ¶ (¬1) مذكرات الدعوة والداعية (ص 66).",
            "page": "104",
            "part": "1",
            "seal": "C3D25993"
        },
        {
            "id": "105",
            "nass": "يبدأ بالدعوة إلى التوحيد فإذا تمت الاستجابة فلْيَدْعُهُم إلى الصلاة ثم إلى الزكاة ... فالداعية ينبغي أن يكون حكيمًا يبدأ بالأهم فالمهم» (¬1). ¶ ومن كتب الإخوان التي تعرضت لتفاصيل التوحيد كتاب (حقيقة التوحيد) للدكتور يوسف القرضاوي حيث ذكر فيه أن من الشرك الأكبر الدعاء والاستعانة بالموتى، وأن من الشرك الأكبر اتخاذ غير الله مشرعًا، وذكر فيه أن من الشرك الذبح لغير الله، والنذر لغير الله، والحلف بغير الله، والسحر، والتنجيم، والطيرة (التشاؤم)، وتعليق التمائم. ¶ ومن كتبهم أيضًا كتاب العقيدة في الله للدكتور عمر سليمان الأشقر، وهو من الكتب القيمة التي تناولت العقيدة بأسلوب ميسر - وقد أوصى به وتناوله بالشرح ¶ ¬__________ ¶ (¬1) الإجابات (ص92 - 93)، وهي الجزء الخامس من سلسلة كي لا نمضي بعيدًا عن احتياجات العصر.",
            "page": "105",
            "part": "1",
            "seal": "9B902C7B"
        },
        {
            "id": "106",
            "nass": "الشيخ محمد إسماعيل المقدّم وغيره من العلماء والدعاة السلفيين. ¶ نتبنى طريقة السلف: ¶ قال الدكتور عبد الله ناصح علوان تحت عنوان: «علم التوحيد»: «الذي نريده من دراسة العقيدة الإسلامية مراعاة ما يلي: ¶ 1 - أن يكون كتاب الله - عز وجل - وما يُبَيِّنُه من صحيح السنة هو المصدر الفَذّ للعقيدة الإسلامية المنشودة، بعيدًا عن الشوائب والزوائد والفضول، وبهذا تبقى العقيدة على صفائها ووضوحها وبساطتها. ¶ 2 - أن نتبع منهج القرآن في مخاطبة العقل والقلب معًا من أجل تكوين الإيمان الصحيح الثابت، فبناء العقيدة على العقل وحده كما هو اتجاه الفلاسفة، أو على القلب وحده كما هو اتجاه الصوفية، لا يتفق مع شمول المنهج الإسلامي الذي يقوم الإيمان فيه على اقتناع العقل، وانفعال القلب، وصدق الإرادة.",
            "page": "106",
            "part": "1",
            "seal": "5CD0865A"
        },
        {
            "id": "107",
            "nass": "3 - الاهتمام بأدلة القرآن الكريم التي ذكرها لإثبات معتقداته، وإقناع مدعُوّيه والرد على خصومه. ¶ 4 - الاستفادة من علوم العصر، وخصوصًا في ميادين العلوم البحتة كالفلك والطب والفيزياء وعلم الحيوان والنبات لتأييد قضايا العقيدة وتثبيتها. ¶ 5 - أن نتبنى طريقة السلف فيما وصف الله به نفسه من غير تكييف ولا تمثيل، ولا تأويل ولا تعطيل. ¶ 6 - تَتَبُّع شبهات المبشرين والمستشرقين والشيوعيين وغيرهم من خصوم الإسلام وتلامذتهم، والرد عليها ردًّا علميًّا فكريًّا مركزًا بلسان العصر ومنطق الحجة، وسلاح العلم، حتى لا تبقى شبهة لمتشكك، أو حجة لمعترض (¬1). ¶ ¬__________ ¶ (¬1) ثقافة الداعية (ص50 - 53)، باختصار.",
            "page": "107",
            "part": "1",
            "seal": "205161EB"
        },
        {
            "id": "108",
            "nass": "ومن يبتغ غير ¶ الإسلام دينًا فلن يقبل منه ¶ قال الأستاذ حسن البنا - رحمه الله -: ¶ «لقد آمنا إيمانًا لا جدال فيه ولا شك معه، واعتقدْنا عقيدة أثبت من الرواسي وأعمق من خفايا الضمائر، بأنه ليس هناك إلا فكرة واحدة هي التي تنقذ الدنيا المعذبة وترشد الإنسانية الحائرة وتهدي الناس سواء السبيل، وهي لذلك تستحق أن يُضَحَّى في سبيل إعلانها والتبشير بها وحمْل الناس عليها بالأرواح والأموال وكل رخيصٍ وغالٍ. ¶ هذه الفكرة هي الإسلام الحنيف الذي لا عِوَجَ فيه ولا شَرَّ معه ولا ضلال لمن اتبعه: {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ (18)} (آل عمران: 18). {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} (المائدة: 3).",
            "page": "108",
            "part": "1",
            "seal": "C15C805D"
        },
        {
            "id": "109",
            "nass": "ففكرتنا لهذا إسلامية بَحْتَة، على الإسلام ترتكز ومنه تستمد وله تجاهد وفي سبيل إعلاء كلمته تعمل , لا تعدل بالإسلام نظامًا، ولا ترضى سواه إمامًا، ولا تطيع لغيره أحكامًا. {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ (85)} (آل عمران: 85) (¬1). ¶ من الكفْر الشكُّ في كُفْر اليهود والنصارى: ¶ قال الدكتور يوسف القرضاوي: «الشك في كُفْر الكُفّار كُفْر، كمن شَكَّ في كفر المشركين واليهود والنصارى والمجوس وأمثالهم» (¬2). ¶ ¬__________ ¶ (¬1) مجموعة رسائل الإمام حسن البنا (ص 83). ¶ (¬2) ظاهرة الغلو في التكفير (ص 6). ¶ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه -، عَنْ رَسُولِ اللهِ - صلى الله عليه وآله وسلم - أَنَّهُ قَالَ: «وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ، لَا يَسْمَعُ بِي أَحَدٌ مِنْ هَذِهِ الْأُمَّةِ يَهُودِيٌّ، وَلَا نَصْرَانِيٌّ، ثُمَّ يَمُوتُ وَلَمْ يُؤْمِنْ بِالَّذِي أُرْسِلْتُ بِهِ، إِلَّا كَانَ مِنْ أَصْحَابِ النَّارِ» (رواه مسلم). ¶ ومن لم يُكَفّر المشركين أو شَكّ في كُفْرِهِم أو صحح مذهبهم: كفَرَ إجْماعًا. ¶ فإن مَن لم يقتنع بكفر الكافر في دين الله فما صدَّق ما أخبر الله تعالى به من كفرهم، وما اعتقد أن دين الإسلام ناسخ لما قبله من الأديان، وأن على كل أحد من الناس أن يتبع هذا الدين كائنًا ما كان دينه قبل ذلك. ¶ قال تعالى: {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ (85)} (آل عمران:85)، وقال تعالى: {قُلْ يَاأَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ لَا إِلَهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ (158)} (الأعراف 158). ¶ قال القاضي عياض: «ولهذا نُكَفِّر كل من دان بغير ملة المسلمين من الملل، أو وقَفَ فيهم، أو شَكَّ، أو صحَّحَ مذهبهم، وإن أظهر مع ذلك الإسلام، واعتقده، واعتقد إبطال كل مذهب سواه، فهو كافر بإظهاره ما أظهر من خلاف ذلك». [الشفا بتعريف حقوق المصطفى - صلى الله عليه وآله وسلم - (2/ 1071)].",
            "page": "109",
            "part": "1",
            "seal": "96AE0926"
        },
        {
            "id": "110",
            "nass": "تكفير من يستحق التكفير: ¶ عن المنافقين الذين يقولون آمنا بألسنتهم ولم تؤمن قلوبهم، قال الدكتور يوسف القرضاوي تحت عنوان: (تكفير من يستحق التكفير): «ومن هنا ينبغي أن نُكَفّر مَن يجاهرون بالكفر دون استحياء، ونَكُفّ عَمَّن ظاهِرُهم الإسلام وإن كان باطنهم خرابًا من الإيمان، فإن هؤلاء يسمون في عُرف الإسلام «المنافقين» الذين يقولون آمنا",
            "page": "110",
            "part": "1",
            "seal": "5BD31E30"
        },
        {
            "id": "111",
            "nass": "بألسنتهم ولم تؤمن قلوبهم، أو لم تصدق أعمالهم أقوالهم، فلهم في الدنيا أحكام المسلمين بمقتضى ظاهرهم، وهم في الآخرة في الدرك الأسفل من النار، بموجب ما يبطنونه من كفر. ¶ فمن الكفرة الذين يجب أن يُدْفَعوا بالكفر دون مواربة ولا استخفاء الأصناف التالية: ¶ 1 - الشيوعيون المُصِرُّون على الشيوعية، الذين يؤمنون بها فلسفة ونظام حياة، رغم مناقضتها الصريحة لعقيدة الإسلام وشريعته وقيمه، والذين يؤمنون بأن الدين - كل الدين - أفيون الشعوب، ويعادون الأديان عامة، ويخصون الإسلام بمزيد من العداوة والنقمة، لأنه عقيدة ونظام وحضارة كاملة. ¶ 2 - الحكام العَلَمانيون، ورجال الأحزاب العلمانية، الذين يرفضون جهرة شرع الله، وينادون بأن الدولة يجب أن تنفصل عن الدين، وإذا دُعُوا إلى حكم الله ورسوله أبَوْا وامتنعوا، وأكثر من ذلك أنهم يحاربون أشَدّ الحرب مَن",
            "page": "111",
            "part": "1",
            "seal": "B40893C0"
        },
        {
            "id": "112",
            "nass": "يَدْعُون إلى تحكيم شريعة الله، والعودة إلى الإسلام. ¶ 3 - أصحاب النِحَل (¬1) التي مَرَقَتْ من الإسلام مروقًا ظاهرًا، مثل الدروز والنصيرية، والإسماعيلية، وأمثالهم من الفرق الباطنية، الذين قال عنهم الإمام الغزالي وغيره: «ظاهرهم الرفض، وباطنهم الكفر المحض»، وقال عنهم شيخ الإسلام ابن تيمية إنهم أكفر من اليهود والنصارى، وذلك لإنكارهم قطعيات الإسلام وأساسياته، وما عُلم منه بالضرورة. ¶ ومثلهم في عصرنا: البهائية، التي هي دين جديد قائم برأسه، ويقاربهم القاديانية التي جاءت بنبوة بعد محمد - صلى الله عليه وآله وسلم - الذي ختم الله به النبيين. ¶ وجوب التفرقة بين النوع والشخص المعين: ¶ وهنا أمر يجب أن نلفت النظر إليه، وهو ما قرره المحققون من العلماء، من وجوب التفرقة بين الشخص ¶ ¬__________ ¶ (¬1) نِحْلَة: مذهب وعقيدة ودين، والجمع نِحْلات ونِحَل.",
            "page": "112",
            "part": "1",
            "seal": "FFC2812D"
        },
        {
            "id": "113",
            "nass": "والنوع في قضية التكفير. ¶ ومعنى هذا: أن نقول مثلا: الشيوعيون كفار، أو الحكام العلمانيون الرافضون لحكم الشرع كفار، أو من قال كذا أو دعا إلى كذا فهو كافر، فهذا وذلك حكم على النوْع، فإذا تعلق الأمر بشخص معين، ينتسب إلى هؤلاء أو أولئك وجب التوقف للتحقق والتثبت من حقيقة موقفه، بسؤاله ومناقشته، حتى تقوم عليه الحجة، وتنتفي الشبهة، وتنقطع المعاذير. ¶ وفي هذا يقول شيخ الإسلام ابن تيمية: «الْقَوْلَ قَدْ يَكُونُ كُفْرًا فَيُطْلَقُ الْقَوْلُ بِتَكْفِيرِ صَاحِبِهِ وَيُقَالُ: «مَنْ قَالَ كَذَا فَهُوَ كَافِرٌ» لَكِنَّ الشَّخْصَ الْمُعَيَّنَ الَّذِي قَالَهُ لَا يُحْكَمُ بِكُفْرِهِ حَتَّى تَقُومَ عَلَيْهِ الْحُجَّةُ الَّتِي يَكْفُرُ تَارِكُهَا» (¬1). ¶ ¬__________ ¶ (¬1) ظاهرة الغلو في التكفير (ص 20 - 21). وكلام شيخ الإسلام ابن تيمية تجده في مجموع الفتاوى (23/ 345).",
            "page": "113",
            "part": "1",
            "seal": "B778811B"
        },
        {
            "id": "114",
            "nass": "من لم يتبع محمدًا - صلى الله عليه وآله وسلم - فهو كافرٌ ضالّ: ¶ قال الشيخ محمد عبد الله الخطيب - مفتي الجماعة وعضو مكتب الإرشاد الحالي للجماعة - حفظه الله: «ونحن نقول للعالم كله إن من لم يتبع محمدًا - صلى الله عليه وآله وسلم - فهو كافرٌ ضالّ ... ونحن لا نُكْرِه أحدًا على ترْك دينه» (¬1). ¶ وردَّ الشيخ على ادعاءات النصارى بأن القرآن يشهد بإيمانهم واعتبر ذلك جرأة عجيبة على تأويل القرآن وبَتْر الآيات حتى تتفق مع الدعاوى الباطلة وقال: «ومن حقنا أن نتساءل: على أي أساس يستدل هؤلاء بالقرآن؟ هل يؤمنون به؟ الواقع أن المقصود من هذا هو بثّ الشكوك في نفوس الشباب، وصدق الله العظيم إذ يقول: {وَدَّتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ} (آل عمران: 69). ¶ ¬__________ ¶ (¬1) دَفْع شبهات وردّ مفتريات (ص26).",
            "page": "114",
            "part": "1",
            "seal": "BADACCB5"
        },
        {
            "id": "115",
            "nass": "وحول تكفير القرآن للنصارى في قول الله تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ وَمَا مِنْ إِلَهٍ إِلَّا إِلَهٌ وَاحِدٌ} (المائدة: 73)، ووصْفِ هذه الآية للنصارى بالكفر، ردَّ الشيخ على قول البابا شنودة إن النصارى لا يقولون بأن الله ثالث ثلاثة، ووصف جواب شنودة بالألغاز والمغالطات الواضحة، وختم ردّه عليه بقول الله تعالى: {وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا (88) لَقَدْ جِئْتُمْ شَيْئًا إِدًّا (89) تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا (90) أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا (91) وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَدًا (92) إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا (93) لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا (94) وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا (95)} (مريم: 88 – 95). ¶ ومن شبهات النصارى التي رد عليها الشيخ محمد عبد الله الخطيب استدلالهم على إيمانهم بقول الله تعالى: {لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ",
            "page": "115",
            "part": "1",
            "seal": "30088B7A"
        },
        {
            "id": "116",
            "nass": "قَالُوا إِنَّا نَصَارَى ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ (82)} (المائدة: 82). ¶ قال الشيخ: «ويجب أن نضع حدًّا لهذا الادّعاء، وهو أن هذه الآيات وما يشابهها في القرآن الكريم نزلت فيمن فهم دينه ثم اتبع محمدًا - صلى الله عليه وآله وسلم - وصدّق به والتزم بهذا الإسلام؛ لأن القرآن لا يناقض بعضه بعضًا، والله تعالى يقول: {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ (85) (آل عمران: 85). ويقول ... تعالى: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} (آل عمران: 19)، ويقول سبحانه: {أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ (83)} (آل عمران: 83). ¶ ثم إننا لو قرأنا باقي الآيات في سورة المائدة مجرد قراءة لَوَجدناها تنفِي ما يدَّعون وتُثْبِت عكس ما ذهبوا إليه،",
            "page": "116",
            "part": "1",
            "seal": "1088AC95"
        },
        {
            "id": "117",
            "nass": "وقال به جميع المفسرين (¬1)؛ فالآية التي تليها مباشرةً: {وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ (83) وَمَا لَنَا لَا نُؤْمِنُ بِاللَّهِ وَمَا جَاءَنَا مِنَ الْحَقِّ وَنَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ (84) فَأَثَابَهُمُ اللَّهُ بِمَا قَالُوا جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ الْمُحْسِنِينَ} (المائدة:82 - 85). ¶ فليس كل مَن قالوا إنا نصارى إذن داخلين في هذا الحكم. إنما المقصود حالة معينة محددة واضحة في هذه الآيات (¬2). ¶ ¬__________ ¶ (¬1) قال عطاء بن أبي رباح: «هم قوم من أهل الحبشة أسلموا حين قدم عليهم مهاجرة الحبشة من المسلمين»، وقال قتادة: «هم قوم كانوا على دين عيسى ابن مريم - عليه السلام - فلما رأوا المسلمين وسمعوا القرآن أسلموا ولم يتلعثموا»، واختار ابن جرير أن هذه الآيات نزلتْ في صفة أقوام بهذه المثابة سواء كانوا من الحبشة أو غيرها. [انظر تفسير ابن كثير (2/ 117)]. ¶ (¬2) انظر: دفع شبهات وردّ مفتريات (ص40 - 48).",
            "page": "117",
            "part": "1",
            "seal": "207F0B0D"
        },
        {
            "id": "118",
            "nass": "مَن يُنْكِر نُبُوة محمد - صلى الله عليه وآله وسلم - ينخرط في عداد الكفرة المتمردين على الله، ولا سبيل له إطلاقًا للإيمان بأي نبي: ¶ قال الدكتور عبد الكريم زيدان: «وبناء على ما تقدم نعتبر إنكار نبوة محمد - صلى الله عليه وآله وسلم - بعد ظهور الدليل القاطع على نبوّته وصِدْقه تنقيصًا بالعقل البشري السوي، وجحودًا ما بعده جحود، وعنادًا محضًا، وجرمًا كبيرًا، ومن ثم كان جزاؤه غليظًا عند الله، وصاحبه ينخرط في عداد الكفرة المتمردين على الله. ¶ هذه واحدة، والأخرى أن من ينكر نبوة محمد - صلى الله عليه وآله وسلم - فلا سبيل له إطلاقًا للإيمان بأي نبي، لأن من ينكر وجود الشمس وهو يراها لا سبيل له إلى الإيمان بوجود نجم لا يراه، وإذا آمن به كان متناقضًا في إيمانه هذا وإنكاره ذاك. ¶ هذا وإن إثبات نبوة محمد - صلى الله عليه وآله وسلم - إثبات لسائر النبوات لأن هذه النبوات ذكرها القرآن وذكر أصحابها وهم الرسل الكرام؛ فإذا ثبت بدليل الإعجاز أن القرآن من عند الله وأن محمدًا رسول الله ثبت كل ما في القرآن وثبت",
            "page": "118",
            "part": "1",
            "seal": "CB697706"
        },
        {
            "id": "119",
            "nass": "كل ما أخبر به محمد - صلى الله عليه وآله وسلم -. ¶ ونحن نقول هذا لأنه ليس بين أيدينا دليل قاطع حي على إثبات نبوة أي نبي قبل محمد - صلى الله عليه وآله وسلم -، وعلى هذا فإن من يُنْكر نبوة محمد - صلى الله عليه وآله وسلم - ويريد أن يدعو إلى الإيمان بنبوة غيره يكون متناقضًا ويعطي الحجة بيد المدعو على عدم التصديق بأصل النبوات، ولهذا أيضًا كان الكفر برسالة أي رسول كفرًا برسالة الإسلام لأنه يتضمن التكذيب لبعض ما جاء في القرآن» (¬1). ¶ ¬__________ ¶ (¬1) أصول الدعوة، للدكتور عبد الكريم زيدان، (ص32 - 33)، وهذا الكتاب قررت الدعوة السلفية دراسته في معهد الفرقان التابع لها والمنتشرة فروعه على مستوى الجمهورية.",
            "page": "119",
            "part": "1",
            "seal": "30417CD3"
        },
        {
            "id": "120",
            "nass": "الولاء والبراء ¶ قال تعالى: {قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ} (الممتحنة: 4). ¶ قال الأستاذ سيد قطب - رحمه الله - في تفسيره لهذه الآية: «فهي البراءة من القوم ومعبوداتهم وعباداتهم، وهو الكفر بهم والإيمان بالله وهي العداوة والبغضاء لا تنقطع حتى يؤمِنَ القوم بالله وحده وهي المفاصلة الحاسمة التي لا تستبقي شيئًا من الوشائج والأواصر بعد انقطاع وشيجة العقيدة وآصرة الإيمان» (¬1). ¶ وعمن يسيئون فهم سماحة الإسلام يقول الأستاذ سيد قطب - رحمه الله -: «إن سماحة الإسلام مع أهل الكتاب شيء ¶ ¬__________ ¶ (¬1) في ظلال القران (6/ 3542).",
            "page": "120",
            "part": "1",
            "seal": "5FCC7AA9"
        },
        {
            "id": "121",
            "nass": "واتخاذهم أولياء شيء أخر، ولكنهما يختلطان على بعض المسلمين ... فيخلطون بين دعوة الإسلام إلى السماحة في معاملة أهل الكتاب والبر بهم في المجتمع المسلم الذي يعيشون فيه مكفولي الحقوق، وبين الولاء الذي لا يكون إلا لله ورسوله وللجماعة المسلمة، ناسين ما يقرره القرآن الكريم من أن أهل الكتاب بعضهم أولياء بعض في حرب الجماعة المسلمة، وأن هذا شأن ثابت لهم، وأنهم ينقمون من المسلم إسلامه، وأنهم لن يرضوا عن المسلم إلا أن يترك دينه ويتبع دينهم، وأنهم مُصِرُّون على الحرب للإسلام وللجماعة المسلمة، وأنهم قد بدت البغضاء من أفواههم وما تخفي صدورهم أكبر» (¬1). ¶ ويقول أيضًا - رحمه الله -: «إن المسلم مُطالَب بالسماحة مع أهل الكتاب، ولكنه مَنْهِيٌّ عن الولاء لهم بمعنى التناصر والتحالف معهم، وإن طريقه لتمكين دينه وتحقيق نظامه ¶ ¬__________ ¶ (¬1) في ظلال القرآن (2/ 909 - 910) باختصار.",
            "page": "121",
            "part": "1",
            "seal": "8E37E31F"
        },
        {
            "id": "122",
            "nass": "المتفرد لا يمكن أن يلتقي مع طريق أهل الكتاب، ومهما أبدى لهم من السماحة والمودة فإن هذا لن يبلغ أن يرضوا له البقاء على دينه وتحقيق نظامه ولن يكُفَّهم عن موالاة بعضهم لبعض في حربه والكيد له، وسذاجة أي سذاجة وغفلة أي غفلة، أن نظن أن لنا وإياهم طريقًا واحدًا نسلكه للتمكين للدين! أمام الكفار والملحدين! فهم مع الكفار والملحدين، إذا كانت المعركة مع المسلمين!!! ¶ وهذه الحقائق الواعية يغفل عنها السذج مِنّا في هذا الزمان وفي كل زمان ناسين تعاليم القرآن كله، وناسين تعليم التاريخ كله إن هؤلاء لا يقرؤون القرآن وإذا قرؤوه اختلطت عليهم دعوة السماحة التي هي طابع الإسلام، فظنوها دعوة الولاء التي يحذِّر منه القرآن» (¬1). ¶ ¬__________ ¶ (¬1) في ظلال القرآن (2/ 910) عند تفسير الآية 51 من سورة المائدة.",
            "page": "122",
            "part": "1",
            "seal": "883AAEE5"
        },
        {
            "id": "123",
            "nass": "دور ¶ الإخوان ¶ المسلمين في ¶ مكافحة التبشير (التنصير) ¶ قال الشيخ حسن البنا - رحمه الله - في مذكراته: «ولقد أبلَى الإخوان المسلمون أحسن البلاء في حركة التبشير التي نجم قرنُها في هذا العهد، وفيما يلي ما كتبته جماعة الإخوان بهذا الخصوص: ¶ لا ندري أمِن حسن الحظ، أومن سوئه أنْ كان يجاور مراكز جمعيات الإخوان المسلمين في القطر المصري مراكز للتبشير: ففي المحمودية وفي المنزلة دقهلية وفي الإسماعيلية وفي بور سعيد وفي أبي صوير وفي القاهرة مراكز نشيطة للتبشير ودوائر نشيطة لجمعية الإخوان المسلمين كذلك، وكان طبيعيًا أن يحدث الاحتكاك بين الهيئتين باعتبار إحداهما تدافع عن الإسلام، والثانية تعتدي عليه.",
            "page": "123",
            "part": "1",
            "seal": "7BFF5531"
        },
        {
            "id": "124",
            "nass": "وإننا بمناسبة الحركة التبشيرية القائمة ننقل إلى حضرات القراء بعض الحوادث التي صادفتها الجمعية، والخطط التي سلكتها نرمي بذلك إلى غرضين، أولهما بيان خطة قد تكون ناجعة، فتعمل بها الهيئات التي تريد خدمة الإسلام، وثانيهما تبشير الأمة بمدى ما وصلت إليه الجمعية من نجاح وتوفيق في حركتها السلمية ضد التبشير. ¶ 1 - إنقاذ الجمعية إحدى بنات العائلات الفقيرة حاولت مدرسة السلام البروتستانتية بالمنزلة تنصيرها، ولولا فضل الله علينا وعلى تلك العائلة المنكوبة في مرض عائلِها وقلة حيلة زوجه لأي نوع من أنواع الكسب لنفد غرض جمعية التبشير - بل بؤرة الفساد - في الابنة القاصر بأسلوب نهاية في الخسة والدناءة وهو عطفهم الزائد وبرهم المستمر للعائلة البائسة متظاهرين في ذلك بنصرة الإنسانية، والإنسانيةُ بَراءٌ من أعمالهم التي يستفيد منها الشيطان. ¶ وبعد مجهودات غير قليلة بعون الله وتوفيقه تم الاتفاق مع والدي الفتاة على سحبها من المدرسة، وأنقذت الفتاة وقمنا بجمع المال لها.",
            "page": "124",
            "part": "1",
            "seal": "5DBE0402"
        },
        {
            "id": "125",
            "nass": "وقد اعتزمنا بعون الله بقرار من الجمعية للبحث في محاربة المدرسة حتى تنزح من البلد غير مأسوف عليها وضمن ما تقرر فتح مشغل باسم الجمعية لتلك الابنة حيث إنها حازت شهادة الدراسة الابتدائية واشتغلت معلمة في أول يناير بنفس المدرسة التبشيرية وإغراءً لأبويها أشاعت رئيسة المبشرات أنها قررت جُنَيْهين للفتاة مرتبًا شهريًا يدفع لأهلها بينما هي داخل المدرسة لا تكلف أبويها شيئًا من نفقات معيشتها. ¶ كل ذلك إغراءٌ دنيء وتعميةٌ على أهل الفتاة المسكينة التي لا تعرف ما ينتظرها من خطر تنحدر فيه من سيءٍ إلى أسوأ بتنشئتها تلك النشأة التي قطعت حبل اتصالها بأهلها بوجودها في تلك المدرسة المشئومة حتى أصبحت لا تسمع إلا بأُذنهم ولا ترى إلا بعَينِهم. ¶ نهجت إدارة المدرسة هذا المنهج مع الفتاة وأهلها توطئة لإتمام الجريمة النكراء، فعلم الإخوان بالدور السابق ذكْره وقاموا بما أسلفنا واستخلصنا الفتاة وأهلها من التهلكة بإذن الله الرحمن الرحيم وفتحنا المشغل تحت اسم",
            "page": "125",
            "part": "1",
            "seal": "76933AC1"
        },
        {
            "id": "126",
            "nass": "مشغل جمعية الإخوان المسلمين فحضر من التلميذات في ذلك اليوم سبعون واحدة، وأخذ العدد في الارتفاع حتى بلغ ما يزيد عن المائة تلميذة، وما قمنا بفتح المشغل بهذه السرعة إلا حبًا في إنقاذها وأهلها من الهاوية. ¶ 2 - إنشاء لجان فرعية لجمعيات الإخوان المسلمين لتحذير الشعب من الوقوع في خداع المبشرين. ¶ 3 - رفَعَ مجلس الشورى العام عريضة إلى الملك فؤاد راجين حماية الشعب المخلص الأمين من عدوان المبشرين الصارخ على عقائده وأبنائه وفلذات كبده بتكفيرهم وتشريدهم وإخفائهم وتزويجهم من غير أبناء دينهم الأمر الذي حظَرَه الإسلام وحرَّمه وتوعد فاعليه أشد الوعيد. ¶ راجين أن يصدر أمره إلى حكومته بالضرب على أيدي هذه الفئة وإنقاذ الأمة من شرها والوصول إلى هذه الغاية بكل وسيلة ممكنة ونعتقد أن من الوسائل الناجعة: ¶ أولًا: فرض الرقابة الشديدة على هذه المدارس والمعاهد والدور التبشيرية والطلبة والطالبات فيها إذا ثبت",
            "page": "126",
            "part": "1",
            "seal": "DAB9426F"
        },
        {
            "id": "127",
            "nass": "اشتغالها بالتبشير. ¶ ثانيًا: سحب الرخص من أي مستشفي أو مدرسة يثبت أنها تشتغل بالتبشير. ¶ ثالثًا: إبعاد كل من يثبت للحكومة أنه يعمل على إفساد العقائد وإخفاء البنين والبنات. ¶ رابعًا: الامتناع عن معونة هذه الجمعيات بتاتًا بالأرض أو المال. ¶ خامسًا: الاتصال بحضرات الوزراء المفوضين في مصر والخارج حتى يساعدوا الحكومة في تنفيذ خطة الحزم حفظًا للأمن ومراعاة لحسن العلائق. ¶ وقد رفعت مثل هذه الصورة إلى رئيس الوزراء بالنيابة ووزير الداخلية ووزير المعارف ووزير الأوقاف ورئيس مجلس النواب ورئيس مجلس الشيوخ (¬1). ¶ ¬__________ ¶ (¬1) انظر: مذكرات الدعوة والداعية (ص171 - 178).",
            "page": "127",
            "part": "1",
            "seal": "1961F1FD"
        },
        {
            "id": "128",
            "nass": "رفض ¶ العلمانية ¶ وعدم مهادنتها أو ¶ مساومتها أو تقديم تنازلات لها ¶ قال الأستاذ حسن البنا - رحمه الله -: ¶ «ونحن لا نعترف بأي نظام حكومي لا يرتكز على أساس الإسلام ولا يستمد منه، ولا نعترف بهذه الأحزاب السياسية، ولا بهذه الأشكال التقليدية التي أرغمَنا أهلُ الكفر وأعداءُ الإسلام على الحكم بها والعمل عليها، وسنعمل على إحياء نظام الحكم الإسلامي بكل مظاهره، وتكوين الحكومة الإسلامية على أساس هذا النظام» (¬1). ¶ ¬__________ ¶ (¬1) رسائل الإمام حسن البنا (ص 85).",
            "page": "128",
            "part": "1",
            "seal": "A3C9467F"
        },
        {
            "id": "129",
            "nass": "وجعل الأستاذ البنا - رحمه الله - من واجبات الأخ العامل: ¶ «أن تقاطع المحاكم الأهلية (¬1) وكل قضاء غير إسلامي والأندية والصحف والجماعات والمدارس والهيئات التي تناهض فكرتك الإسلامية مقاطعة تامة» (¬2). ¶ من طبيعة الإسلام عدم مهادنة الجاهلية أو التعايش معها أو مساومتها أو تقديم تنازلات لها: ¶ قال الأستاذ فتحي يكن - رحمه الله -: «من صفات الإسلام الرئيسية أنه دعوة جهادية ماضية في مواجهة الباطل وإحقاق الحق إلى أن تقوم الساعة ... فمن طبيعته عدم مهادنة الجاهلية أو التعايش معها أو مساومتها أو تقديم تنازلات لها، {فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ (94)} (الحِجْر: 214)، {قُلْ يَاأَيُّهَا الْكَافِرُونَ (1) لَا أَعْبُدُ مَا ¶ ¬__________ ¶ (¬1) المحاكم الذي تحكم بالقوانين الوضعية. ¶ (¬2) رسائل الإمام حسن البنا (ص 279).",
            "page": "129",
            "part": "1",
            "seal": "01C36A5C"
        },
        {
            "id": "130",
            "nass": "تَعْبُدُونَ (2) وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (3) وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ (4) وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (5) لَكُمْ دِينُكُمْ وَلِيَ دِينِ} (الكافرون:1 - 6). {فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ} (الشورى: 15). ¶ ومن طبيعته أنه يرفض كل الحلول المطروحة ويعتبرها مشكلات وليست بحلول، فهو لا يقبل مع الإسلام منهجًا غير منهجه، ولا دينًا غير دينه، ولا شرعة غير شرعته، قال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} (المائدة 3). {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} (آل عمران: 19). {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ (85)} (آل عمران: 19). ¶ ومن طبيعته أنه يجعل التشريع حق الله وحده، ولا يقبل بالاحتكام لغير شرع الله، ولهذا فهو يرفض التشريعات الوضعية جميعًا، سواء كانت أجنبية أم عربية،",
            "page": "130",
            "part": "1",
            "seal": "7B774F08"
        },
        {
            "id": "131",
            "nass": "شرقية أم غربية: {وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيرًا مِنَ النَّاسِ لَفَاسِقُونَ (49) أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ (50)} (المائدة: 49 - 50). ¶ ومِن طبيعته أنه لا يرضَى لأتباعه الدنِيّة في شيء ولا يقبل لهم الذل والهوان في أمر: {وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ} (المنافقون: 8). {يَاأَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ (54)} (المائدة 57). {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ} (الفتح: 29) (¬1). ¶ ¬__________ ¶ (¬1) أبجديات التصور الحركي للعمل الإسلامي، (ص82 - 84).",
            "page": "131",
            "part": "1",
            "seal": "F1544A92"
        },
        {
            "id": "132",
            "nass": "من مواصفات ¶ الحكومة الإسلامية ¶ قال الشيخ حسن البنا - رحمه الله -: ¶ «ومراتب العمل المطلوبة من الأخ الصادق: ¶ 1 - إصلاح نفسه حتى يكون: قوي الجسم , متين الخلق , مثقف الفكر , قادرًا على الكسب , سليم العقيدة , صحيح العبادة , مجاهدا لنفسه , حريصا على وقته , منظمًا في شؤونه , نافعًا لغيره , وذلك واجب كل أخ على حِدَتِه. ¶ 2 - وتكوين بيت مسلم , بأن يحمل أهله على احترام فكرته , والمحافظة على آداب الإسلام في مظاهر الحياة المنزلية , وحسن اختيار الزوجة , وتوقيفها على حقها وواجبها , وحسن تربية الأولاد , والخدم وتنشئتهم على مبادئ الإسلام , وذلك واجب كل أخ على حدته كذلك. ¶ 3 - وإرشاد المجتمع , بنشر دعوة الخير فيه , ومحاربة الرذائل والمنكرات , وتشجيع الفضائل , والأمر بالمعروف, والمبادرة إلى فعل الخير , وكسب الرأي العام إلى جانب",
            "page": "132",
            "part": "1",
            "seal": "E8259708"
        },
        {
            "id": "133",
            "nass": "الفكرة الإسلامية , وصبغ مظاهر الحياة العامة بها دائمًا , وذلك واجب كل أخ على حِدَتِه , وواجب الجماعة كهيئة عاملة. ¶ 4 - وتحرير الوطن بتخليصه من كل سلطان أجنبي - غير إسلامي - سياسي أو اقتصادي أو روحي. ¶ 5 - وإصلاح الحكومة حتى تكون إسلاميةً بحق , وبذلك تؤدي مهمتها كخادم للأمة وأجير عندها وعامل على مصلحتها , والحكومة إسلامية ما كان أعضاؤها مسلمين مؤدين لفرائض الإسلام غير مجاهرين بعصيان , وكانت منفِّذةً لأحكام الإسلام وتعاليمه. ¶ ولا بأس أن نستعين بغير المسلمين عند الضرورة في غير مناصب الولاية العامة ولا عبرة بالشكل الذي تتخذه ولا بالنوع , مادام موافقا للقواعد العامة في نظام الحكم الإسلامي» (¬1). ¶ ¬__________ ¶ (¬1) رسائل الإمام حسن البنا (ص 272).",
            "page": "133",
            "part": "1",
            "seal": "87F73516"
        },
        {
            "id": "134",
            "nass": "وقال الدكتور عبد الكريم زيدان: «من شروط أهل الحل والعقد العدالة الجامعة لشروطها ... ومن شروط العدالة الإسلام فيشترط أن يكون الشخص مسلمًا» (¬1). ¶ ¬__________ ¶ (¬1) أصول الدعوة (ص209).",
            "page": "134",
            "part": "1",
            "seal": "C19C563C"
        },
        {
            "id": "135",
            "nass": "الأستاذ ¶ حسن البنا - رحمه الله - ¶ يطالب بتحكيم الشريعة ¶ أولًا: تحت عنوان: (حسن البنا وأرجاس الأحزاب السياسية) ذكر الأستاذ عباس السيسي - رحمه الله - أنه بعد توقيع معاهدة سنة 1936 مع انجلترا توجه مصطفى النحاس باشا - رئيس الحكومة وزعيم حزب الوفد - إلى فرنسا لحضور مؤتمر مونترو لبحث إلغاء الامتيازات الأجنبية والمحاكم المختلطة. ¶ وقبل أن يغادر ميناء الإسكندرية كان هناك وفد من شباب الإخوان المسلمين يقدم له مذكرة من فضيلة المرشد العام، تفيد بأن إلغاء الامتيازات الأجنبية هي مرحلة وفرصة سانحة لاستقلال القضاء المصري استقلالًا يبعده عن الاستمرار في جعل القوانين الغربية هي مصدره في الأحكام، تلك القوانين التي فرضها علينا المستعمر تبعًا لأهدافه في تحطيم عقيدة المسلمين.",
            "page": "135",
            "part": "1",
            "seal": "4F0A68F0"
        },
        {
            "id": "136",
            "nass": "أما وقد أعطينا الفرصة للاختيار فينبغي أن نختار التشريع الإسلامي الذي ينبع من عقيدة الأمة وتاريخها المجيد، وهو تشريع مُجْمَعٌ عليه من جميع المسلمين. ¶ ويعلق على ذلك الأستاذ عباس السيسي - رحمه الله - قائلًا: «لقد كتب حسن البنا هذه المذكرة التي تحمل نصيحته لمصطفى النحاس باشا قبل سفره، لأنه كان يعرف تمام المعرفة أن مؤتمر مونترو يجمع كل أصحاب المصالح الاستعمارية في البلاد العربية والإسلامية، وأنهم لا يوافقون إطلاقًا على الحكم بالشريعة الإسلامية، حيث أن هذا أمر قد تواصى به أعداء الإسلام، فضلا عن أن زعماء المسلمين وقادتهم لم يكونوا قد تحرروا بعدُ من الاستعمار الفكري الذي رضعوه في مدارس الاستعمار والتبشير، فقلدوا الغرب في كل شيء وصبغوا حياتنا الاجتماعية والمدرسية بطابع بعيد كل البعد عن روح الإسلام ومنهجه فى الحياة. ¶ وعاد النحاس باشا من رحلته إلى فرنسا بعد قرار إلغاء الامتيازات الأجنبية وأقام له رجال حزب الوفد حفل استقبال كبير في حديقة أنطونيادس بالنزهة بالإسكندرية",
            "page": "136",
            "part": "1",
            "seal": "B2166606"
        },
        {
            "id": "137",
            "nass": "خطب فيه النحاس باشا خطابًا مُذَاعًا نَوَّه فيه عن مضمون الرسالة التي بعث بها إليه الأستاذ المرشد العام فقال: ¶ « ... إن جماعة لا وزن لها ولا قيمة تطالب أن يكون القرآن دستور الأمة - والإسلام عالي الجنبات وليس فى حاجة إلى هذه الصيحات» أو هكذا قال. ¶ وفى الأسبوع التالى صدرت مجلة (النذير) لسان حال (الإخوان المسلمون) بخطاب مفتوح إلى صاحب المقام الرفيع مصطفى النحاس باشا - رئيس الحكومة وزعيم حزب الوفد - جاء فيه: «يا صاحب المقام الرفيع ... نحن حين نكتب إلى رفعتكم هذا الخطاب لا نطلب منكم مصلحة شخصية ولا منفعة ذاتية وإنما هي النصيحة لله ولرسوله ولأئمة المسلمين وعامتهم. ¶ يا رفعة الباشا: لقد جاء في خطابكم بمناسبة إلغاء الامتيازات الأجنبية والذي انعقد في حديقة أنطونيادس بالإسكندرية - كلام يتصل بجماعتنا وكان لزامًا علينا أن نرد الحق إلى نصابه - فقد قلتم إن جماعة لا وزن لها ولا قيمة تطالب بأن يكون القرآن دستور الآمة - والإسلام عالي",
            "page": "137",
            "part": "1",
            "seal": "BD1FE3B2"
        },
        {
            "id": "138",
            "nass": "الجنبات وليس في حاجة إلى هذه الصيحات!! ¶ أما أن هذه الجماعة لا وزن لها ولا قيمة فهذا أمر متروك للزمن يقول فيه كلمته، ونحن لا نَدَّعى لأنفسنا فضلًا ولا منة؛ فلله وحده الفضل والمنة. ¶ أما أننا نطالب أن يكون القرآن دستور الأمة - فذلك ما عاهدْنا اللهَ تعالى عليه نعمل له ونجاهد في سبيله ما وسعنا الجهاد وهو مطلب شعبي يتمناه كل مسلم فضلًا عن أنه عقيدة كل مسلم لا يتم إسلامه إلا به. ¶ أما أن الإسلام عالي الجنبات وليس في حاجة إلى هذه الصيحات، فإني أقول إن واقع المسلمين من وجود الاحتلال على أرضهم في كل البلاد العربية والإسلامية، فضلًا عن أنهم يُحْكَمون في بلادهم بغير شريعة ربهم دليلٌ على أن الإسلام في حاجة شديدة ومُلِحّة لكل صيحة بل ولكل يَدٍ تبنى صرح الإسلام من جديد. ¶ وكيف يكون الإسلام عالي الجنبات يا رفعة الباشا وقد عقدتم مؤتمركم هذا قبل صلاة المغرب وانتهى بعد",
            "page": "138",
            "part": "1",
            "seal": "16C14AD8"
        },
        {
            "id": "139",
            "nass": "صلاة العشاء فأهدرتم فريضة إسلامية على الآلاف من المسلمين الذين حضروا هذا المؤتمر وعلى رأسهم زعيم أمة تَدّعى الإسلام. ¶ وإني لازلتُ أذكر تصريح رفعتكم لمراسل إحدى الوكالات الأجنبية حين قُلتَ إنك معجب بلا تحفظ بكمال أتاتورك مؤسس تركيا الحديثة. ¶ لقد تعجبنا كيف يكون إعجابك برجل حارب الإسلام بإنهاء الخلافة وتغيير اللغة العربية إلى اللغة اللاتينية ومَنْع الأذان باللغة العربية وإغلاق المساجد وإحالتها إلى متاحف، وأخيرًا إلغاء التحاكم بالشريعة الإسلامية. ¶ يا رفعة الباشا: يجب أن تعلم أن ضمير مصر لا يزال حيًّا مفعمًا بالإسلام وأن الشعب المسلم لا يرتضى بغير الحكم بالقرآن شرعةً وبديلًا» (¬1). ¶ ¬__________ ¶ (¬1) انظر: مواقف في الدعوة والتربية (ص 138 - 140).",
            "page": "139",
            "part": "1",
            "seal": "F093501C"
        },
        {
            "id": "140",
            "nass": "ثانيًا: ذكر الأستاذ عباس السيسي - رحمه الله - أيضًا أن الأستاذ حسن البنا - رحمه الله - كتب رسالة إلى أحمد خشبة باشا وزير الحقانية (العدل) في مصر حين ذاك، يُعْذِرُ فيها إلى الله ويطالبه بالحكم بما أنزل الله، ونقتطف منها ما يلي: ¶ «لست في حاجة إلى أن أتقدم إليكم بالبراهين الكثيرة والحجج المتضافرة على أن دواء هذه الأمة في رجوعها إلى هدى الإسلام في كل الشئون، وأول هذه الشئون القانون. ¶ إن صُدُور الأمة محرجةٌ أشدّ الحرج لشعورها بأنها تُحْكَم بغير كتاب الله وقانونه وشريعته، وأن الشعوب إنْ تعودت الصبر حينًا فإن الانفجار نتيجة طبيعية لهذا الصبر في كثير من الأحيان، وليس يحرج النفسَ شيءٌ أكثرُ من الاصطدام بالعقيدة الراسخة الثابتة. ¶ وإن قوانيننا الحالية تنافي الإسلام وتصدمه وتحطمه في نفوس المؤمنين به وهم كلُّ هذا الشعب، وقد تفتحت أذهان الأمة وأدركَتْ بُعدَ ما بينها وبين دينها في هذه الناحية فشعرَتْ بالحرج الشديد إنْ بقيت الحال على ما هي عليه،",
            "page": "140",
            "part": "1",
            "seal": "3A940BC7"
        },
        {
            "id": "141",
            "nass": "فلا تُلْجِئوا الناس إلى عصيان القوانين واحتقار الشرائع والتبرم بالقضاء وبالأحكام. ¶ لقد عاشرَتْنَا هذه القوانين خمسين عامًا ونيفًا، فماذا أفادتْ الأمة إلا كثرة الجرائم وتزايدها عامًا بعد عام، ويومًا بعد يوم، وانتشار الموبقات وارتكاب الجنايات؟ ذلك أنها لا تتفق مع طبيعتنا، ولا تصلح في بيئتنا، ولا تُجْدي في علاج أدوائنا، ولا دليل أصدق من الواقع المشاهد. ¶ وذلك في الوقت الذي ترى فيه البلاد الإسلامية التي أخذت بشيء من تشريع الإسلام قد استتب فيها الأمن، وتوطدت السلطة وعمّتْ السكينة، وساد احترام القانون، واطمأن الناس على الدماء والأموال والأعراض. ¶ يقولون إننا حين نطبق هذه الشرائع الإسلامية في قطع يد السارق ورَجْم الزاني وما إلى ذلك ترجع بالأمة إلى عهد الهمجية، ونفوّت عليها فرصة الانتفاع بما بلغت من رقى ومدنية، ونسلكها في نظام الأمم المتأخرة المتبربرة.",
            "page": "141",
            "part": "1",
            "seal": "70439EF1"
        },
        {
            "id": "142",
            "nass": "وهذا كلام لا يساوى سماعه ولا يستحق أن يرد عليه، وإنما أملاه على هؤلاء الناس تحللهم من عقدة النظم الاجتماعية وعكوفهم على الإباحية في كل شيء واعتداؤهم على ما ليس لهم من أعراض وأموال، وتخوّفهم من أن يكونوا الضحايا الأولى لتطبيق هذه النظم الحازمة، وما كانت الجريمة في يوم من الأيام مظهر المدنية ولا الرُّقِيّ ولا كان القانون الذي يستأصل الجريمة ويقضى عليها - مهما كان من شدته - قاسيًا ولا رجعيًا، ولكنه عين التقدم ومظهر الارتقاء الصحيح. ¶ لم يبق بعد ذلك عذر، يا (باشا)، ولهذا يتوجه الإخوان المسلمون إليكم بالرجاء معتقدين أنهم في ذلك إنما يمثلون الأمة الإسلامية جميعا بهذه الطلبين: ¶ أولًا: أن تسلموا معهم بمبدأ وجوب العودة إلى التشريع الإسلامي، وتوحيد المحكمة المصرية على أساسه من الآن. ¶ ثانيًا: أن تأمروا بإعادة تشكيل لجنة تعديل القوانين",
            "page": "142",
            "part": "1",
            "seal": "F632FF4F"
        },
        {
            "id": "143",
            "nass": "الحالية تشكيلًا جديدًا يحقق هذه الغاية. ¶ يا (معالى الباشا) إننا أمة مسلمة وقد وطّدْنا العزم على ألا نُحْكَمَ بغير قانون الله وشريعة القرآن الكريم وتعاليم محمد - صلى الله عليه وآله وسلم - مهما كلفَنا ذلك من ثمن، ومهما بذلْنا من تضحيات، وذلك أبسط حقوقنا كأمة لا تعدل باستقلالها في كل مظاهرة السياسية والاجتماعية شيئًا، فأعينونا على الوصول إلى هذا الحق وارفعوا عنا هذا الحرج، ولا تُلْجِئوا الأمة إلى سلوك سبيل المضطرين. ¶ والسلام عليكم ورحمة الله وبركاته. ¶ حسن البنا» (¬1). ¶ ¬__________ ¶ (¬1) انظر: مواقف في الدعوة والتربية للأستاذ عباس السيسي - رحمه الله - (ص 53 - 65).",
            "page": "143",
            "part": "1",
            "seal": "A6FE1BC5"
        },
        {
            "id": "144",
            "nass": "الاتباع ¶ وترك الابتداع ¶ تربية الأتْباع على الاتّباع والتمسك بالكتاب والسنة: ¶ عندما قطع الأستاذ حسن البنا - رحمه الله - مراحل مهمة في بناء جماعته، وعندما توسعت هذه الجماعة وعَظُم شأنُها في مصر، وكَثُر أتباعُها، كان لابد أن يضع لها منهجًا علميًا تتربى عليه، ولهذا فقد طلب من الشيخ سيد سابق - رحمه الله - وكان من كبار العاملين في هذه الجماعة - أن يقوم بتأليف كتاب في الفقه، واتفق معه على سمات هذا الكتاب، فقام الشيخ سيد سابق - رحمه الله - بتأليف كتاب (فقه السنة)، وكتب الشيخ حسن البنا - رحمه الله - مقدمته، وأصبح مقررًا في منهج الجماعة. ¶ وكان الشيخ محمد ناصر الدين الألباني منصفًا عندما عدَّ تأليف وتدريس هذا الكتاب مكرمة من مكارم البنا - رحمه الله - لاسيما وقد جاء هذا الحدث في وقت كانت تهيمن الصوفية",
            "page": "144",
            "part": "1",
            "seal": "63B4CD6F"
        },
        {
            "id": "145",
            "nass": "والمذهبية على أجواء العلماء والمعاهد والجماعات الإسلامية في مصر، ووجد هذا الكتاب والحمد لله رواجًا واسعًا وطُبِعَ طبعات كثيرة (¬1). ¶ الأستاذ حسن البنا - رحمه الله - ... وإحياء السنة: ¶ تحت عنوان (صلاة العيد في الصحراء) ذكر الأستاذ حسن البنا - رحمه الله - قصة إحياء سنة صلاة العيد في الخلاء في مدينة الإسماعيلية (¬2). ¶ أقوال للشيخ حسن البنا - رحمه الله - في وجوب اتباع النبي - صلى الله عليه وآله وسلم -: ¶ أولًا: « ... فأول واجباتنا نحن الإخوان أن نبَيّن للناس حدود هذا الإسلام واضحة كاملة بينة لا زيادة فيها ولا نقص ولا لبس معها، وذلك هو الجزء النظري من فكرتنا، وأن نطالبهم بتحقيقها ونحملهم على إنفاذها ونأخذهم ¶ ¬__________ ¶ (¬1) انظر: (مجددون معاصرون)، مجلة البيان (العدد 16، العدد 17). ¶ (¬2) انظر: مذكرات الدعوة والداعية (ص122 - 123)، مواقف في الدعوة والتربية للأستاذ عباس السيسي - رحمه الله - (ص67 - 68).",
            "page": "145",
            "part": "1",
            "seal": "493ACFC2"
        },
        {
            "id": "146",
            "nass": "بالعمل بها، وذلك هو الجزء العملي من هذه الفكرة، وعمادنا في ذلك كله كتاب الله الذي لا يأتيه الباطل من بين يديه ولا من خلفه والسنة الصحيحة الثابتة عن الرسول - صلى الله عليه وآله وسلم -، والسيرة المطهرة لسلف هذه الأمة» (¬1). ¶ ثانيًا: «القرآن الكريم والسنة المطهرة مرجع كل مسلم في تعريف أحكام الإسلام ويفهم القرآن طبقًا لقواعد اللغة العربية من غير تكليف ولا تعسف ويرجع في فهم السنة المطهرة إلى رجال الحديث الثقات» (¬2). ¶ ثالثًا: «الإلهام والخواطر والكشف والرؤى ليست من أدلة الأحكام الشرعية» (¬3). ¶ رابعًا: «كل أحد يُؤْخَذُ من كلامه ويُتْرَك إلا المعصوم - صلى الله عليه وآله وسلم - وكل ما جاء عن السلف - رضوان الله عليهم - موافقًا للكتاب والسنة قبلْناه، وإلا فكتاب الله - عز وجل - ¶ ¬__________ ¶ (¬1) مجموعة الرسائل (ص83 - 84). ¶ (¬2) الرسائل (ص268). ¶ (¬3) الرسائل (ص268).",
            "page": "146",
            "part": "1",
            "seal": "906D4052"
        },
        {
            "id": "147",
            "nass": "وسنة رسوله - صلى الله عليه وآله وسلم - أولى بالاتباع» (¬1). ¶ خامسًا: «العُرْف الخاطئ لا يغَيّر حقيقة الألفاظ الشرعية بل يجب التأكد من حدود المعاني المقصود بها والوقوف عندها» (¬2). ¶ سادسًا: «وإذا صح الحديث فقد وجب العمل به، وإن لم يخرجه الشيخان (¬3)، ولا يُتْرَك العمل به لرأي ولا تقليد إمام ولا لتوهم إجماع، قال ابن القيم في (إعلام الموقعين): «والذي ندين الله عليه، ولا يسعنا غيره، أنَّ الحديث إذا صح عن رسول الله - صلى الله عليه وآله وسلم - ولم يصح عنه حديث آخر ينسَخُه، أن الفرض علينا وعلى الأمة الأخذ بحديثه، وترك ما خالفه، ولا نتركه لخلاف أحد من الناس، كائنًا من كان، لا راويه ولا غيره، إذ من الممكن أن ينسى الراوي الحديث، ولا يحضره وقت الفُتْيَا، أو يفطن لدلالته ¶ ¬__________ ¶ (¬1) الرسائل (ص296). ¶ (¬2) الرسائل (ص270). ¶ (¬3) أي لم يخرجه البخاري ومسلم في صحيحيهما.",
            "page": "147",
            "part": "1",
            "seal": "6DDC7623"
        },
        {
            "id": "148",
            "nass": "على تلك المسألة، أو يتأول تأويلًا مرجوحًا، أو يكون في ظنه ما يعارضه ولا يكون معارضًا في نفس الأمر، أو يقلد غيره في فتواه بخلافه لاعتقاده أنه أعلم منه وأنه إنما خالفه لما هو أقوى منه، ولو قُدّر انتفاء ذلك كله - ولا سبيل إلى العلم بانتفائه ولا ظنه - لم يكن الراوي معصومًا» (¬1). ¶ أمور العبادة سبيلها التوقيف: ¶ وقال الدكتور عبد الكريم زيدان: «أمور العبادة سبيلها التوقيف، فلا مجال فيها للاجتهاد والرأي، والزيادة عليها ابتداع في الدين، والابتداع مذموم، فكل بدعة ضلالة، وكل ضلالة في النار» (¬2). ¶ لا يُعْبَدُ الله إلا بما شرع: ¶ ومن الباب الخامس من كتاب (العبادة في الإسلام) للدكتور يوسف القرضاوي، وتحت عنوان: «لا يُعْبَدُ الله إلا بما شرع» نقتطف هذه الكلمات الطيبات: «المبدأ الرابع ¶ ¬__________ ¶ (¬1) مباحث في علوم الحديث (ص57 - 58)، ط. دار التوزيع والنشر الإسلامية. ¶ (¬2) انظر: الوجيز في أصول الفقه (ص 238 - 242).",
            "page": "148",
            "part": "1",
            "seal": "714CEDA6"
        },
        {
            "id": "149",
            "nass": "الذي دعا إليه الإسلام: أن يتّبِعَ المسلمُ في عباداته الحدود المرسومة له، فليس يكفي أن يقصد بالعبادة وجه الله وحده، ولا يتوجه به إلى أحد أو شيء غيره، بل لا بد أن تكون عبادة الله بالصورة التي شرعها الله، وبالكيفية التي ارتضاها، ولا تكون عبادته بما يخترع الناس من أهواء وظنون، قال تعالى: {فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا (110)} (الكهف: 110 (. ¶ وقال الفضَيْل بن عياض في قوله تعالى: {لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا} (الملك: 2) مُفَسّرًا معنى أحسن العمل قال: «أخْلَصُه وأصْوَبُه»، قالوا: «يا أبا علي، ما أخلصه وأصوبه؟» قال: «إن العمل إذا كان خالصًا ولم يكن صوابًا لم يُقْبَل، وإذا كان صوابًا ولم يكن خالصًا لم يُقْبَل، ولا يُقْبَل حتى يكون خالصًا صوابًا، والخالص: أن يكون لله، والصواب: أن يكون على السُنَّة»، يعني الطريقة المشروعة المرضية عند الله ورسوله - صلى الله عليه وآله وسلم -.",
            "page": "149",
            "part": "1",
            "seal": "EF16ADC4"
        },
        {
            "id": "150",
            "nass": "لقد عَدَّ الإسلام من الشرك أن يشرع الناس من الدين ما لم يأذن به الله، ومن البدع المردودة الزيادة في العبادات المرسومة أو النقص منها أو التحريف فيها، وحذر من كل ابتداع في شؤون العبادة والدين: «كُلَّ مُحْدَثَةٍ بِدْعَةٌ وَكُلَّ بِدْعَةٍ ضَلَالَةٌ» (¬1)، «مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ فِيهِ فَهُوَ رَدٌّ»، «مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ» (¬2). ¶ فليس لإمام من أئمة المسلمين وإن علا كَعْبُه في العلم، ولا لمَجْمَع من مجامع المعرفة وإن عَظُمَ شأنه، ولا لمعهد من معاهد الثقافة، ولا لطائفة من المسلمين صغرت أو كبرت، أن تبتدع في دين الله عبادة جديدة، أو تزيد على عبادة قديمة، أو تغير في كيفيتها عما كانت أيام الرسول - صلى الله عليه وآله وسلم -. ¶ فإن الله وحده هو المشرِّع، والرسول - صلى الله عليه وآله وسلم - هو المبلِّغ، ونحن المتّبِعون، وفي الاتباع الخير كل الخير {قُلْ إِنْ كُنْتُمْ ¶ ¬__________ ¶ (¬1) رواه أبو داود،، وصححه الألباني، وروى مسلم لفظة: «كُلَّ بِدْعَةٍ ضَلَالَةٌ». ¶ (¬2) رواه البخاري ومسلم، «فَهُوَ رَدٌّ» أي: مردود على صاحبه.",
            "page": "150",
            "part": "1",
            "seal": "9592D42B"
        },
        {
            "id": "151",
            "nass": "تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ (31)} (آل عمران: 31). ¶ ولقد كان الإسلام حكيمًا غاية الحكمة حين حرَّم - أشد التحريم - على البشر أن يشَرِّعوا في الدين ما لم يأذن به الله، وأن يبتدعوا صورًا للتقرب إلى الله لم يجئ بها وحْيُه المعصوم، حتى أعلن في صراحة قاطعة أن «كُلُّ بِدْعَةٍ ضَلَالَةٌ، وَكُلُّ ضَلَالَةٍ فِي النَّارِ» (¬1). ¶ والذي يقرأ تاريخ الأديان يرى الحكمة في هذا التشديد ماثلة للعيان، واضحة وضوح الصبح لذي العينين، إن الابتداع في الدين هو الكُوّة التي تسلل منها الشيطان إلى عامة المتدينين من اتباع الملل، فأفسد عليهم دينهم وحياتهم، وخرب عليهم عقائدهم وعباداتهم، ولم يَدَع في حياتهم الدينية دعامة إلا أتى عليها من القواعد، وفتح عليهم أبوابًا من الفساد لم يستطيعوا بَعْدُ إغلاقها. ¶ ¬__________ ¶ (¬1) رواه النسائي، وصححه الألباني.",
            "page": "151",
            "part": "1",
            "seal": "4DB1FACC"
        },
        {
            "id": "152",
            "nass": "عن طريق الابتداع زحف الشرك ودخلت الوثنية على الأمم، حتى الكتابية منها، فأشركوا بالله ما لم ينزل به سلطانًا، وعبدوا من دون الله ما لا يضرهم ولا ينفعهم، قائلين: هؤلاء شفعاؤنا عند الله! ¶ وعن طريق الابتداع جاء الغلو في الدين والتنطع فيه، وإدخال الحرج والعنت والآصار والأغلال على أتباعه، واخترع الناس ألوانًا شتى من الشعائر والتعبدات، كلها عَنَتٌ وإرهاق، وتكليف ما لا يكاد يطاق. ¶ وعن طريق الابتداع حرم الغلاة ما أحل الله من الزينة والطيبات، فأهملوا الدنيا باسم الدين، وخربوا العمران بدعوى الإيمان، وعذبوا الأجسام بزعم تصفية الأرواح! ¶ وعن طريق الابتداع حدثت التحريفات الهائلة، والانحرافات الشنيعة في كثير من الأديان، وقع فيها رجال ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صُنعًا.",
            "page": "152",
            "part": "1",
            "seal": "A45778E8"
        },
        {
            "id": "153",
            "nass": "ويكفي أن نتأمل ما ابتدعه النصارى من نظام (الرهبانية) وما فيه من غُلُوّ وعُتُوّ وقسوة على الطبيعة، وشرود عن الفطرة، لنعلم كيف ينحرف العقل البشري إذا مشى وحده، ولم يعتصم بحبل الله، ولم يستضئ بنوره وهداه، وكيف يجور ويعتسف، ويرتكب أكبر الحماقات والجهالات، مع أن قصده ونيته - فيما يحسب - التقرب إلى الله تعالى! ¶ وكذلك نرى مشركي العرب كيف اتخذوا الأوثان وعبدوا الأحجار والأصنام، لتقربهم إلى الله زلفى، فأساس الشرك في الحقيقة هو الابتداع. ¶ وكيف سَوَّلَتْ لهم شياطينهم تحريم ما أحل الله من طيبات الحرث والأنعام؟ بل كيف زينوا لهم ذبح أولادهم وفلذات أكبادهم تقربًا إلى الآلهة فيما زعموا. ¶ وكيف طوعت لهم أنفسهم أن يطوفوا بالبيت عراة، كما ولدتهم أمهاتهم، رجالًا ونساءً، لا يستحيون ولا يتحرجون. وكيف وهم بعملهم هذا - في زعمهم - إلى الله",
            "page": "153",
            "part": "1",
            "seal": "60143C26"
        },
        {
            "id": "154",
            "nass": "يتقربون؟! ¶ إن مجال الابتداع والابتكار ليس هو الدين، فالدين توقيف من الله يجب أن يبقى مصونًا منزهًا عن عبث العابثين وتحريف الغالين، وانتحال المبطلين، وتأويل الجاهلين. ¶ أما مجال الابتداع الحقيقي، فهو الدنيا وشؤونها، وما أوسعها وما أكثر ما تحتاج إليه من طاقات الافتنان والابتكار، ولهذا حين انتكس المسلمون وساءت حالهم، وفسد أمرهم، وانحَلّ مجتمعهم، أصبح الأمر الطبيعي عندهم معكوسًا والوضع مقلوبًا، فوقفوا في شؤون الدنيا جامدين كالحجارة أو أشد جمودًا، لا يبتكرون ولا يخترعون ولا يكتشفون، شعارهم: ما ترك الأول للآخر شيئا!! وأما في الدين فاخترعوا وابتدعوا من صور التعبد ما لم يأذن به الله ولم يُنَزل به سلطانًا. ¶ إن بعض المسلمين في بعض الأزمنة قد ابتدعوا في دينهم ما لم يجئ به كتاب ولا سنة، ولكنهم وجدوا في كل",
            "page": "154",
            "part": "1",
            "seal": "1826C0CA"
        },
        {
            "id": "155",
            "nass": "عصر من يجهر فيهم بالحق، ويَرُدُّهم إلى سواء الصراط، ويُحْيِي فيهم السُنَّة ويطارد البدعة، تصديقًا لوعد الله الذي وعد به هذه الأمة الخاتمة على لسان رسوله - صلى الله عليه وآله وسلم - حيث قال: «إِنَّ اللهَ يَبْعَثُ لِهَذِهِ الْأُمَّةِ عَلَى رَأْسِ كُلِّ مِائَةِ سَنَةٍ مَنْ يُجَدِّدُ لَهَا دِينَهَا» (¬1). ¶ قال أبو بكر سدد خطاكم: «لستُ تاركًا شيئًا كان رسول الله - صلى الله عليه وآله وسلم - يعمل به إلا عملتُ به، إني أخشى إن تركتُ شيئًا من أمره أن أزيغ»، وقال ابن مسعود سدد خطاكم: «أيها الناس لا تبتدعوا، ولا تَنَطّعوا، ولا تَعَمّقوا، وعليكم بالعتيق (المأثور الموروث)، خذوا ما تعرفون، ودعوا ما تُنْكِرون». ¶ وعن الحسن في قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ (183)} (البقرة: 183). قال: «كتب الله صيام رمضان ¶ ¬__________ ¶ (¬1) رواه أبو داود وغيره، وصححه الْحَاكِمُ وَالْبَيْهَقِيُّ، وابن حَجَرٍ العسقلاني والعراقي والألباني.",
            "page": "155",
            "part": "1",
            "seal": "C544C21C"
        },
        {
            "id": "156",
            "nass": "على من كان قبلكم، فأما اليهود فرفضوه، وأما النصارى فشق عليهم الصوم، فزادوا فيه عشرًا وأخَّروه إلى أخف ما يكون عليهم فيه الصوم من الأزمنة، فكان الحسن إذا حدث بهذا الحديث قال: «عمل قليل في سُنَّة (اتباع المأثور) خير من كثيرٍ في بدعة». ¶ ولما بويع عمر بن عبد العزيز بالخلافة صعد المنبر، فحمد الله وأثنى عليه ثم قال: «أيها الناس، إنه ليس بعد نبيكم نبي، ولا بعد كتابكم كتاب، ولا بعد سُنَّتكم سُنّة، ولا بعد أمتكم أمة، ألا وإن الحلال ما أحل الله في كتابه على لسان نبيه، حلال إلى يوم القيامة، ألا وإن الحرام ما حرم الله في كتابه على لسان نبيه، حرام إلى يوم القيامة، ألا وإني لست بمُبتدِع ولكني مُتّبِعٌ، ألا وأني لست بقاضٍ (يعني لست بمشرّع) ولكني منفذ». ¶ فهذا هو موقف الخلفاء والحكام في الإسلام: متبعون في الدين لا مبتدعون، ومنفذون للشرع لا مُشَرّعون. ¶ وقد وقف أئمة الإسلام في وجه كل بدعة يُرادُ لها أن",
            "page": "156",
            "part": "1",
            "seal": "F016AAD8"
        },
        {
            "id": "157",
            "nass": "تظهر في عبادة الناس لله، حتى وإن بَدَتْ صغيرة في عين الرائي، ولكن الصغير يجر إلى الكبير، ومعظم النار من مستصغر الشرر. ¶ جاء رجل إلى الإمام مالك وهو بالمدينة وقال له: «يا أبا عبد الله، من أين أحْرِم؟»، قال: من ذي الحليفة (مكان إحرام أهل المدينة) من حيث أحرم رسول الله - صلى الله عليه وآله وسلم -»، فقال: «إني أريد أن أحْرِم من المسجد»، فقال: «لا تفعل»، قال: «إني أريد أن أحرم من المسجد من عند القبر» (قبر النبي - صلى الله عليه وآله وسلم -) قال: «لا تفعل، فإني أخشى عليك الفتنة!» قال: «وأيُّ فتنة في هذا، وإنما هي أميالٌ أزيدُها؟!»، قال: «وأي فتنة أعظم مِن أنْ ترى أنّكَ سبقْتَ إلى فضيلةٍ قصَّرَ عنها رسول الله - صلى الله عليه وآله وسلم -؟! إني سمعت الله يقول: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ (63)}» (النور: 63). ¶ فمع أن الرجل كان يريد الإحرام من أشرف البقاع في المدينة، وهو مسجد الرسول - صلى الله عليه وآله وسلم - وموضع قبره، وأنه يزيد",
            "page": "157",
            "part": "1",
            "seal": "DB10BC03"
        },
        {
            "id": "158",
            "nass": "ولا ينقص، حيث يحرم من موضع أبعد من الميقات المحدد - خشي عليه الإمام مالك الفتنة في الدنيا، والعذاب في الآخرة، لما يحمل عمله في ثناياه من تفضيل لنفسه ونسبة النقص إلى عمل رسول الله - صلى الله عليه وآله وسلم -. ¶ وقد قال الإمام مالك أيضا: «من أحدث في هذه الأمة شيئًا لم يكن عليه سلفُها، فقد زعم أن رسول الله - صلى الله عليه وآله وسلم - قد خان الدين، لأن الله يقول: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} (المائدة: 3)، فما لم يكن يومئذ دينًا لا يكون اليوم دينًا». ¶ فإذا كان الدين قد أكمله الله وأتم به النعمة، فلا مجال فيه لإحداث زيادة، لأن الكامل لا يقبل الزيادة، ومحاولة الزيادة عليه اتهام له بعدم الكمال». ¶ زلات العلماء ليست حجة للابتداع في الدين: ¶ قال الدكتور جاسم بن محمد مهلل الياسين - أحد أعلام الإخوان المسلمين بالكويت - محذرًا من اتخاذ زلات",
            "page": "158",
            "part": "1",
            "seal": "A643A8EA"
        },
        {
            "id": "159",
            "nass": "العلماء حجة للابتداع في الدين: «كثير من مجتهدي السلف والخلف قد قالوا وفعلوا ما هو بدعة ولم يعلموا أنه بدعة؛ إما لأحاديث ضعيفة ظنوها صحيحة، وإما لآيات فهموا منها ما لم يُرَدْ منها، وإما لرأي رأوه وفي المسألة نصوص لم تَبْلُغْهُم» (¬1). ¶ وقد أوصى الأستاذ محمد أحمد الراشد في خاتمة كتابه (معًا ... نتطور) الداعيةَ الحريص على التطوير بمطالعة مجموعة من الكتب ... ومن الكتب التي ذكرها تحت عنوان (في معرفة البدع): ¶ 1 - الاعتصام، للشاطبي. ¶ 2 - اقتضاء الصراط المستقيم مخالفة أصحاب الجحيم لابن تيمية. ¶ ¬__________ ¶ (¬1) ضوابط في العمل الإسلامي، للدكتور جاسم بن محمد مهلل الياسين (ص95).",
            "page": "159",
            "part": "1",
            "seal": "7F5D4CAE"
        },
        {
            "id": "160",
            "nass": "الأثر السيئ ¶ للأحاديث الضعيفة ¶ والموضوعة على الأمّة ¶ قال الأستاذ حسن البنا - رحمه الله -: «شاع بين كثير من المسلمين أن قتال العدو هو الجهاد الأصغر وأن هناك جهادًا أكبر هو جهاد النفس، وكثير منهم يستدل لذلك بما يُروى: «رجَعْنا من الجهاد الأصغر إلي الجهاد الأكبر»، قالوا: «وما الجهاد الأكبر؟» قال: «جهاد القلب أو جهاد النفس». ¶ وبعضهم يحاول بهذا أن يصْرِف الناس عن أهمية القتال والاستعداد له ونية الجهاد والأخذ في سبيله. فأما هذا الأثر فليس بحديث علي الصحيح، قال أمير المؤمنين في الحديث - الحافظ ابن حجر - في تسديد القوس: «هو مشهور علي الألسنة، وهو من كلام إبراهيم بن عبلة». ¶ وقال العراقي في تخريج أحاديث الأحياء: «رواه البيهقي بسند ضعيف عن جابر، ورواه الخطيب في تاريخه عن جابر»، علي أنه لو صح فليس يعطي أبدًا الانصراف",
            "page": "160",
            "part": "1",
            "seal": "A679B682"
        },
        {
            "id": "161",
            "nass": "عن الجهاد والاستعداد لإنقاذ بلاد المسلمين ورَدّ عادية أهل الكفر عنها، وإنما يكون معناه وجوب مجاهدة النفس حتى تخلص لله في كل عملها» (¬1). ¶ وللأستاذ حسن البنا - رحمه الله - رسالة في علم مصطلح الحديث، وقد أوصى الأستاذ محمد أحمد الراشد في خاتمة كتابه (معا. . نتطور) بمطالعة كتاب سلسلة الأحاديث الضعيفة، للشيخ محمد ناصر الدين الألباني. ¶ ¬__________ ¶ (¬1) رسائل الإمام حسن البنا (ص 263 - 264).",
            "page": "161",
            "part": "1",
            "seal": "8CD11F9B"
        },
        {
            "id": "162",
            "nass": "الموقف من ¶ الجماعات الإسلامية الأخرى ¶ اتحاد العاملين للإسلام أمل كبير وأمنية عزيزة يتمناها كل محب للإصلاح: ¶ تحت عنوان (الإخوان المسلمون والهيئات الإسلامية) قال الأستاذ حسن البنا: «والآن وقد أفصَحْتُ عن رأي الإخوان وموقفهم في كثير من المسائل العامة التي تشغل أذهان الأمة في هذه الأوقات , أحب كذلك أن أفصح لحضراتكم عن موقف الإخوان المسلمين من الهيئات الإسلامية في مصر , ذلك أن كثيرًا من محبي الخير يتمنّون أن تجتمع هذه الهيئات وتتوحد في جمعية إسلامية ترمي عن قوس واحدة , ذلك أملٌ كبيرٌ وأمنية عزيزة يتمناها كل محب للإصلاح في هذا البلد. ¶ والإخوان المسلمون يرَوْنَ في الهيئات الإسلامية على اختلاف ميادينها تعمل لنصرة الإسلام، ويتمنون لها جميعًا النجاح، ولم يفُتْهُم أن يجعلوا من منهاجهم التقرب منها",
            "page": "162",
            "part": "1",
            "seal": "969CC386"
        },
        {
            "id": "163",
            "nass": "والعمل على جَمْعها وتوحيدها حول الفكرة العامة، وقد تقرر هذا في المؤتمر الدوري الرابع للإخوان بالمنصورة وأسيوط في العام الفائت , وأبشِّرُكم بأن مكتب الإرشاد حين أخذ يعمل على تنفيذ هذا القرار , وجد روحًا طيبة من كل الهيئات التي اتصل بها وتحدث إليها , مما يبشر بنجاح المسعى مع الزمن إن شاء الله» (¬1). ¶ موقف الإخوان المسلمين من غيرهم: ¶ وتحت عنوان: (موقف الإخوان المسلمين من غيرهم) جاء في كتاب (مذكرات الدعوة والداعية) للأستاذ حسن البنا - رحمه الله - أن من قرارات مجلس الشورى الثالث للإخوان المسلمين الذي انعقد من 11 - 13 من ذي الحجة سنة 1353 هـ: ¶ 1 - كل منهاج لا يؤيد الإسلام ولا يرتكز على أصوله العامة لا يؤدي إلى نجاح. ¶ ¬__________ ¶ (¬1) رسائل الإمام حسن البنا (ص 179 - 180).",
            "page": "163",
            "part": "1",
            "seal": "07464A1D"
        },
        {
            "id": "164",
            "nass": "2 - كل هيئة تحقق بعملها ناحية من نواحي منهاج الإخوان المسلمين يؤيدها الأخ المسلم في هذه الناحية. ¶ 3 - الهيئات النافعة تُوَجَّهُ إلى الغاية بتقويتها لا بإضعافها. ¶ 4 - يرحّب الإخوان بكل فكرة ترمي إلى توحيد جهود المسلمين في سائر بقاع الأرض. ¶ 5 - الإخوان المسلمون يخلصون لكل الهيئات الإسلامية ويحاولون التقريب بينها بكل الوسائط، ويعتقدون أن الحب بين المسلمين هو أصلح أساس لإيقاظهم، وهم يناوئون كل هيئة تشوه معنى الإسلام مثل البهائية والقاديانية» (¬1). ¶ وتحت عنوان (نحن والهيئات الإسلامية) قال الأستاذ حسن البنا - رحمه الله -: «وأما موقفنا من الهيئات الإسلامية علي اختلاف نزعاتها، فموقف حب وإخاء وتعاون وولاء، ¶ ¬__________ ¶ (¬1) انظر: مذكرات الدعوة والداعية للأستاذ حسن البنا - رحمه الله - (ص219 - 220).",
            "page": "164",
            "part": "1",
            "seal": "6A7D1EFE"
        },
        {
            "id": "165",
            "nass": "نحبها ونعاونها، ونحاول جاهدين أن نقرب بين وجهات النظر ونوفق بين مختلف الفكر توفيقًا ينتصر به الحق في ظل التعاون والحُب، ولا يباعد بيننا وبينها رأي فقهي أو خلاف مذهبي، فدين الله يسر، ولن يشاد الدين أحد إلا غلبه. ولقد وفقنا الله إلى خطة مثلي، إذ نتحرى الحق في أسلوب لين يستهوي القلوب وتطمئن إليه العقول، ونعتقد أنه سيأتي اليوم الذي تزول فيه الأسماء والألقاب والفوارق الشكلية والحواجز النظرية وتحل محلها وحدة عملية تجمع صفوف الكتيبة المحمدية حيث لا يكون هناك إلا إخوان مسلمون، للدين عاملون وفي سبيل الله مجاهدون {وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ} (المائدة: 56)» (¬1). ¶ ¬__________ ¶ (¬1) انظر: رسائل الإمام حسن البنا (ص 226 - 227).",
            "page": "165",
            "part": "1",
            "seal": "80FB860A"
        },
        {
            "id": "166",
            "nass": "وعلق الأستاذ مصطفى مشهور – المرشد الخامس للإخوان المسلمين – على هذا الكلام للأستاذ البنا - رحمه الله - بقوله: «لاحِظْ أنه قال: حيث لا يكون هناك إلا إخوان مسلمون، ولم يقل إلا الإخوان المسلمون، وذلك يعنى أنهم جميعًا ستجمعهم أخوة الإسلام دون فوارق أو حواجز» (¬1). ¶ وللأستاذ مصطفى مشهور كتاب حول هذا الموضوع صدر عن دار التوزيع والنشر الإسلامية بعنوان: (وحدة العمل الإسلامي في القُطْر الواحد) نقتطف منه هذه الكلمات. ¶ قال - رحمه الله -: «إن جَمْعَ كلمة المسلمين وتوحيد صفوفهم أمنية غالية يتمناها كل مسلم غيور، وواجب دينى يفرضه علينا إسلامنا وتحتمه الظروف القاسية التي يمر بها العالم الإسلامي اليوم. ¶ ¬__________ ¶ (¬1) وحدة العمل الإسلامي في القطر الواحد، للأستاذ مصطفى مشهور، (ص 11).",
            "page": "166",
            "part": "1",
            "seal": "163DAF43"
        },
        {
            "id": "167",
            "nass": "إن الوحدة رمز القوة والطريق إلى النصر والتمكين، والتفرق رمز الضعف والطريق إلى الفشل والهزيمة، وقد حرص أعداء الإسلام على بَذْر بُذُور الفرقة والخلاف بين المسلمين. ¶ كان من تخطيط الأعداء لتمزيق شعوبنا توريد مبادئ وضعية وتكوين أحزاب لتلك المبادئ ليتوزع أبناء الشعب حولها في تنافس للوصول إلى كراسي الحكم، ولتكون هذه المبادئ بديلًا للشريعة الإسلامية. ¶ وبجانب الأحزاب نجد جماعات وتجمعات إسلامية كلًّا منها حددت لها أهدافًا ووسائل لتحقيق تلك الأهداف وبعض هذه التجمعات تسير متعاونة وبعضها تنشب بينها خلافات بدرجات متفاوتة. ¶ وهكذا نجد جمهور الشعب المسلم موزعًا بين هذه الأحزاب السياسية والجماعات أو الجمعيات الدينية وجانب من الشعب لم يشغل نفسه بشيء من ذلك كله وعكف على نفسه وعلى أمور معيشته وأسرته.",
            "page": "167",
            "part": "1",
            "seal": "0146AA91"
        },
        {
            "id": "168",
            "nass": "هذا هو الحقل الذي يجب علينا أن نبذل جهودنا لجمع كلمته تحت راية الإسلام وعلى طريق العمل الصحيح الجاد لتحقيق هدفنا العظيم وهو التمكين لدين الله وإقامة دولته وخلافته. ¶ والسبيل لجمع كلمة كل شعب مسلم ووحدته يعتمد أول ما يعتمد على إحياء العقيدة الإسلامية في النفوس وبعث الإيمان في القلوب وتعريف المسلمين بحقيقة دينهم وعظمته وشموله، وأنه يُغْنِينَا عن كل تلك المبادئ الأرضية التي تُثْبِتُ الأيام إفلاسها وفشلها في إسعاد الناس لأنها من صنع البشر العاجز. ¶ والإيمان حينما يباشر قلوب الناس يدفعهم إلى الحب والألفة بينهم ونبذ الخلاف والفرقة فيستجيبون لداعي الوحدة بينهم طاعة وتقربًا إلى الله الذي يقول لهم: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا كَذَلِكَ يُبَيِّنُ اللَّهُ",
            "page": "168",
            "part": "1",
            "seal": "6EB07FD8"
        },
        {
            "id": "169",
            "nass": "لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ (103)} (آل عمران: 103). ثم يقول تعالى: {وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ (105)} (آل عمران: 105). ¶ هذا هو الطريق الذي سار عليه رسول الله - صلى الله عليه وآله وسلم - فقد ركز على ترسيخ عقيدة التوحيد في النفوس وإظهار زَيْف الأصنام وبطلان عبادتهم من دون الله فتهيأت النفوس بعد ذلك للوحدة والأخوة والإيثار، وقد ظهر ذلك واضحًا عندما آخَى رسول الله - صلى الله عليه وآله وسلم - بين المهاجرين والأنصار، وكان ذلك خطوة رئيسية في إعداد القاعدة المتماسكة التي يقوم عليها البناء. ¶ فعلى العاملين في حقل الدعوة الإسلامية بذل الجهد في نشر الدعوة وبعث الإيمان وجمع الكلمة تحت راية الإسلام والأخذ بكل الأسباب والوسائل المشروعة لتحقيق ذلك مع الصبر والمصابرة؛ لأن التغيير المنشود لن يتحقق إلا من خلال سُنّة الله التي لا تتبدل {إِنَّ اللَّهَ لَا يُغَيِّرُ مَا",
            "page": "169",
            "part": "1",
            "seal": "61DD8A4C"
        },
        {
            "id": "170",
            "nass": "بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} (الرعد: 11). ¶ ويجب ألا يثبط من عزيمتهم ما يواجهونه من عوامل الإفساد الرسمية وغير الرسمية في أجهزة الإعلام وغيرها ولا ما يقوم به أصحاب المبادئ الهدامة من تشويه للإسلام أو تشكيك في العاملين الصادقين له، فالباطل مهما انتفش فهو زهوق، ولن يصمد أمام الحق وصدق الله العظيم: {بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ} (الأنبياء: 18). كما أن سُنّة الله غالبة { ... كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ} (¬1) (الرعد: 17). ¶ ¬__________ ¶ (¬1) قال تعالى: {أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَابِيًا وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِثْلُهُ كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ كَذَلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ (17)} (الرعد:17). ¶ قال الشيخ السعدي: «شبّه تعالى الهدى الذي أنزله على رسوله لحياة القلوب والأرواح، بالماء الذي أنزله لحياة الأشباح، وشبّه ما في الهدى من النفع العام الكثير الذي يضطر إليه العباد، بما في المطر من النفع العام الضروري، وشبه القلوب الحاملة للهدى وتفاوتها بالأودية التي تسيل فيها السيول، فواد كبير يسع ماء كثيرًا، كقلب كبير يسع علمًا كثيرًا، وواد صغير يأخذ ماء قليلًا كقلب صغير، يسع علمًا قليلًا وهكذا. ¶ وشبّهَ ما يكون في القلوب من الشهوات والشبهات عند وصول الحق إليها، بالزبد الذي يعلو الماء ويعلو ما يوقد عليه النار من الحلية التي يراد تخليصها وسَبْكها، وأنها لا تزال فوق الماء طافية مكدرة له حتى تذهب وتضمحل، ويبقى ما ينفع الناس من الماء الصافي والحلية الخالصة. ¶ كذلك الشبهات والشهوات لا يزال القلب يكرهها ويجاهدها بالبراهين الصادقة، والإرادات الجازمة، حتى تذهب وتضمحل ويبقى القلب خالصًا صافيًا ليس فيه إلا ما ينفع الناس من العلم بالحق وإيثاره، والرغبة فيه، فالباطل يذهب ويمحقه الحق {إِنَّ الْبَاطِلَ كَانَ زَهُوقًا} (الإسراء:81)، وقال هنا: {كَذَلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ} ليتضح الحق من الباطل والهدى والضلال.",
            "page": "170",
            "part": "1",
            "seal": "DBC94804"
        },
        {
            "id": "171",
            "nass": "وعلينا أن نُفَوّت فرص الاستفزاز أو الإثارة ولكن نقابل ذلك بالحكمة والهدوء والعمل الجاد الذي يؤدى في النهاية إلى استقطاب أكبر عدد من الناس تحت راية الإسلام بتَخَلّيهم عن غيرها من الرايات الأرضية التي خدعَتْهُم ببريقها الزائف فينصرفون عن مواقع الفساد إلى طاعة الله",
            "page": "171",
            "part": "1",
            "seal": "B3E19755"
        },
        {
            "id": "172",
            "nass": "وبيوت الله لأداء الصلاة لله رب العالمين. ¶ نرى في أقطارنا الإسلامية جماعات وهيئات إسلامية تعمل في حقل العمل الإسلامي، ونرى كلًا منها وقد اختارت لنفسها إطارًا ومنهاجًا للعمل قد يختلف عن منهاج غيرها في بعض الجوانب، هذا هو الواقع الموجود في كثير من أقطارنا الإسلامية فما نظرتنا نحن الإخوان المسلمين نحو هذه الظاهرة؟ وما واجبنا إزاء هذا الواقع؟ وما هو الطريق الذي نسلكه لجمع كلمة المسلمين في كل قطر. ¶ أما عن واجبنا وموقفنا من هذه الجماعات والهيئات فهو ما يُمْلِيه علينا ديننا من الحب والمودة والتناصح والتعاون على البر والتقوى وتفادى الخلاف والتنازع والعمل على الوحدة امتثالًا لقول الله تعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا} (آل عمران: 103). ¶ وحدة العمل الإسلامي واجب شرعى وضرورة حركية فالله - سبحانه وتعالى - يدعونا إلى الوحدة وينهانا عن التفرق: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا",
            "page": "172",
            "part": "1",
            "seal": "E131A7A1"
        },
        {
            "id": "173",
            "nass": "تَفَرَّقُوا} (آل عمران: 103)، {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ} (الحجرات: 10)، {وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ} (آل عمران: 105). ¶ ثم إن التحديات التي تواجه المسلمين كثيرة وشرسة وتستوجب تضافر الجهود وتوحيد الصف للتصدي لهذه التحديات فالوحدة رمز القوة والطريق إلى النصر، والتفرق رمز الضعف والطريق إلى الهزيمة. ¶ لذلك فإن تحقيق الوحدة بين العاملين في حقل الدعوة أمنية عزيزة يتمناها كل مسلم غيور وعليه أن يسهم في تحقيقها وله من الله الأجر والمثوبة، وأما من يحُولُ دون تحقيق هذه الوحدة ويُسْهِم في وضع العقبات في طريقها، أو يسعى لإيجاد الفرقة بين العاملين للإسلام فإنه يُعَرّض نفسه لغضب الله وعذابه، ويضع نفسه في مواقف الرِّيَب والتهم، بل ويقف بذلك مع أعداء الله في خندق واحد وهو يدرى أو لا يدرى.",
            "page": "173",
            "part": "1",
            "seal": "59862BA3"
        },
        {
            "id": "174",
            "nass": "وفى ختام هذه السلسلة حول وحدة العمل الإسلامي أوصى الإخوان بالتزام الموقف الذي حدده لنا الإمام الشهيد (¬1) بالنسبة لغيرنا من الجماعات والهيئات الإسلامية، ¶ ¬__________ ¶ (¬1) نحسبه كذلك، ولا نزكي على الله أحدًا، وندعو الله - عز وجل - أن يبلّغه منازل الشهداء، وأن يُدْخِله الفردوس الأعلى. ¶ قال البخاري في صحيحه (4/ 37): «بَابُ لَا يُقَالُ فُلَانٌ شَهِيدٌ»، قال الحافظ ابن حجر: «أَيْ عَلَى سَبِيلِ الْقَطْعِ بِذَلِكَ، إِلَّا إِنْ كَانَ بِالْوَحْيِ، وَكَأَنَّهُ أَشَارَ إِلَى حَدِيثِ عُمَرَ أَنَّهُ خَطَبَ فَقَالَ: «تَقُولُونَ فِي مَغَازِيكُمْ: فُلَانٌ شَهِيدٌ، وَمَاتَ فَلَانٌ شَهِيدًا، وَلَعَلَّهُ قَدْ يَكُونُ قَدْ أَوْقَرَ رَاحِلَتَهُ، أَلَا لَا تَقُولُوا ذَلِكُمْ، وَلَكِنْ قُولُوا كَمَا قَالَ رَسُولُ اللهِ - صلى الله عليه وآله وسلم -: «مَنْ مَاتَ فِي سَبِيلِ اللهِ أَوْ قُتِلَ فَهُوَ شَهِيدٌ»، وَهُوَ حَدِيثٌ حَسَنٌ أَخْرَجَهُ أَحْمَدُ وَسَعيدُ بْنُ مَنْصُورٍ وَغَيْرُهُمَا» (فتح الباري (6/ 90). ¶ وقال الشيخ بكر أبو زيد - رحمه الله - في كتابه (معجم المعاني اللفظية ص 319 - 320): «وفي كتاب: (النظر الفسيح عند مضايق الأنظار في الجامع الصحيح) لمحمد الطاهر ابن عاشور (ص 118) عند ترجمة البخاري هذه (أي قوله: «بَابُ لَا يُقَالُ فُلَانٌ شَهِيدٌ»): «هذا تبويب غريب، فإن إطلاق اسم الشهيد على المسلم المقتول في الجهاد الإسلامي ثابت شرعًا، ومطروق على ألسنة السلف فمَنْ بعدهم، وقد ورد في حديث الموطأ (299)، وفي الصحيحين البخاري (2829) ومسلم (1914): أن الشهداء خمسة غير الشهيد في سبيل الله، والوصف بمثل هذه الأعمال يعتمد النظر إلى الظاهر الذي لم يتأكد غيره، وليس فيما أخرجه البخاري هنا إسنادًا وتعليقًا ما يقتضي منع القول بأن فلانًا شهيد، ولا النهي عن ذلك. ¶ فالظاهر أن مراد البخاري بذلك ألّا يجزم أحدٌ بكَوْن أحدٍ قد نال عند الله ثواب الشهادة، إذ لا يدري ما نواه من جهاده، وليس ذلك للمنع من أن يقال لأحد: إنه شهيد، وأن تجري عليه أحكام الشهداء إذا توافرت فيه، فكان وجه التبويب أن يكون: باب لا يجزم بأن فلانًا شهيد إلا بإخبار من رسول الله - صلى الله عليه وآله وسلم - مثل قوله في عامر ابن الأكوع: «إِنَّهُ لَجَاهِدٌ مُجَاهِدٌ» البخاري (4196)، مسلم (1802)، ومن هذا القبيل زجُرُ رسول الله - صلى الله عليه وآله وسلم - أم العلاء الأنصارية حين قالت في عثمان بن مظعون سدد خطاكم: «شَهَادَتِي عَلَيْكَ: لَقَدْ أَكْرَمَكَ اللهُ»، فقال لها: «وَمَا يُدْرِيكِ أَنَّ اللهَ قَدْ أَكْرَمَهُ؟»، البخاري (3929) ا. هـ.",
            "page": "174",
            "part": "1",
            "seal": "29A3F749"
        },
        {
            "id": "175",
            "nass": "وهو موقف الحب والإخاء والتعاون والولاء، نحبهم ونعاونهم، ونحاول جاهدين أن نقرب بين وجهات النظر ونوفق بين مختلف الفكر توفيقًا ينتصر به الحق، وندعوهم في أسلوب ليِّن يستَهْوِي القلوب وتطمئن إليه العقول ونتجنب تجريح الأشخاص والهيئات ونصبر على أيّ أذى ينالُنا ممن ندعوهم إلى الله، ولا نقابل السيئة بالسيئة؛ {وَإِنْ تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ (186)} (آل عمران: 186).",
            "page": "175",
            "part": "1",
            "seal": "C448D751"
        },
        {
            "id": "176",
            "nass": "التحذير ¶ من الفرق الضالة ¶ ذكر الأستاذ حسن البنا - رحمه الله - أن (الإخوان المسلمين) يناوِئُون كل هيئة تشوه معنى الإسلام مثل البهائية والقاديانية» (¬1). ¶ وقال الدكتور يوسف القرضاوي أن من الكَفَرة الذين يجب أن يُدْفَعوا بالكفر دون مواربة ولا استخفاء ... أصحاب النِحَل (¬2) التي مَرَقَتْ من الإسلام مروقًا ظاهرًا، مثل الدروز والنصيرية، والإسماعيلية، وأمثالهم من الفرق الباطنية، الذين قال عنهم الإمام الغزالي وغيره: «ظاهرهم الرفض، وباطنهم الكفر المحض»، وقال عنهم شيخ الإسلام ابن تيمية إنهم أكفر من اليهود والنصارى، وذلك لإنكارهم قطعيات الإسلام وأساسياته، وما عُلم منه ¶ ¬__________ ¶ (¬1) انظر: مذكرات الدعوة والداعية للأستاذ حسن البنا - رحمه الله - (ص219 - 220). ¶ (¬2) نِحْلَة: مذهب وعقيدة ودين، والجمع نِحْلات ونِحَل.",
            "page": "176",
            "part": "1",
            "seal": "309B4C11"
        },
        {
            "id": "177",
            "nass": "بالضرورة. ¶ ومثلهم في عصرنا: البهائية، التي هي دين جديد قائم برأسه، ويقاربهم القاديانية التي جاءت بنبوة بعد محمد - صلى الله عليه وآله وسلم - الذي ختم الله به النبيين (¬1). ¶ وقال الأستاذ محمد أحمد الراشد في خاتمة كتابه (معا .. نتطور) تحت عنوان (كتب للمطالعة خلال عملية التطوير): «الداعية الذي يدَّعي الحرص على التطوير يجب أن يحني ظهره فوق الكتب الآتية ... ¶ (ومن الكتب التي أوصى بها وتكشف حقيقة الشيعة): ¶ 1 - فقه الإمامية الاثني عشرية، د. علي السالوس. ¶ 2 - الإمامة عند الجعفرية، د. علي السالوس. ¶ 3 - آية التطهير، د. على السالوس. ¶ ¬__________ ¶ (¬1) ظاهرة الغلو في التكفير (ص 20 - 21).",
            "page": "177",
            "part": "1",
            "seal": "C297D4AE"
        },
        {
            "id": "178",
            "nass": "4 - الثورة الإيرانية في ميزان الإسلام، محمد منظور النعماني (¬1). ¶ المعتزلة والخوارج والشيعة والمرجئة وفرق الباطنية والمشبّهة من الفِرق الضالّة: ¶ قال الأستاذ سعيد حوى - رحمه الله - أحد قيادات (الإخوان المسلمين) في سوريا -: «إن هناك نصوصًا تذكر أن الأمة الإسلامية ستفترق على ثلاثة وسبعين فرقة كلها في النار إلا واحدة فمَن هذه الفرقة؟ بالاتفاق هي التي تسمّى أهل السنة والجماعة. فمن يدخل في أهل السنة والجماعة؟ يدخل في أهل السنة والجماعة كل مَن آمن بالكتاب والسنّة ولم يَسِرْ ¶ ¬__________ ¶ (¬1) الشيخ محمد منظور النعماني - رحمه الله - من كبار علماء الهند المهتمين بمسير الثورة الإيرانية وبشئون الفرق ومعتقداتها، ويرى أن الخميني يعتقد تحريف القرآن، واستدل بنص نقله من كتاب كشف الأسرار لخميني بالفارسية، وهو قول الخميني: «إن تهمة التحريف التي يوجهها المسلمون إلى اليهود والنصارى إنما ثبتت بحق الصحابة». (انظر كتابه: الثورة الإسلامية في ميزان الإسلام ص 60). ¶ وقد ذهب السيد أبو الحسن الندوي إلى أن النصوص الواردة عن الخميني بهذا الشأن تشير إلى اعتقاده بتحريف القرآن، [انظر: صورتان متضادتان عند أهل السنة والشيعة الإمامية للشيخ أبي الحسن الندوي (ص 70)].",
            "page": "178",
            "part": "1",
            "seal": "ABEBB1F3"
        },
        {
            "id": "179",
            "nass": "على متشابه ويترك المحكم، فبِنَصّ القرآن علِمْنا أن الذين في قلوبهم زيغ يتبعون المتشابه: {فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ} (آل عمران: 7). وبإجماع أهل السنة والجماعة على اختلاف من يدّعي النسبة إلى هذا الاسم، فإن المعتزلة والخوارج والشيعة والمرجئة وفرق الباطنية والمشبّهة من الفِرق الضالّة» (¬1). ¶ اسأل مجربًا: كلام الأستاذ سعيد حوى - رحمه الله - عن الشيعة: ¶ كان الأستاذ سعيد حوى - رحمه الله - قد ذهب إلى إيران أوائل عام 1979م لتهنئة الخميني بنجاح الثورة الإيرانية، ولكن بعد أن تبيّنتْ له حقيقة الشيعة وعداوة الخميني الشديدة لأهل السنة وسكوته عما فعله النظام السوري بالإخوان ¶ ¬__________ ¶ (¬1) الإجابات، للأستاذ سعيد حوى (ص 78)، وهي الجزء الخامس من سلسلة كي لا نمضي بعيدًا عن احتياجات العصر.",
            "page": "179",
            "part": "1",
            "seal": "74FD1C6C"
        },
        {
            "id": "180",
            "nass": "المسلمين، بل وتأييده للنظام السوري (¬1) كتب كتابه (الخمينية شذوذ في العقائد وشذوذ في المواقف)؛ ليوضح رأيه في الشيعة وفي الخميني، وها هي مقتطفات من هذا الكتاب: ¶ قال - رحمه الله -: ¶ * «جاءت الخمينية المارقة تحذو حذو أسلافها من حركات الغلو والزندقة التي جمعت بين الشعوبية في الرأي والفساد في العقيدة، تتاجر بمشاهير جماهير المثقفين المتعلقين بالإسلام تاريخًا وعقيدة وتراثًا، فتتظاهر بالإسلام قولًا وتبطن جملة الشذوذ العقدي والحركي، فتدّعي نصرة الإسلام وهي حرب عليه». ¶ * «الشيعة الاثنا عشرية لهم من العقائد الزائغة الكثير». ¶ ¬__________ ¶ (¬1) وكأن التاريخ يعيد نفسه؛ فها هي دولة إيران الشيعية وربيبها حزب الله (حزب الشيطان) الشيعي اللبناني بقيادة حسن نصر الله يفعلون نفس الفعلة ويقفون بجانب النظام السوري الشيعي النصيري ضد الشعب السوري المسلم.",
            "page": "180",
            "part": "1",
            "seal": "401CC773"
        },
        {
            "id": "181",
            "nass": "* «الشيعة أسبغوا العصمة علَى أئمتهم، فجعلوا القول بعصمة الإمام أصلًا من أصول مذهبهم فإجماع أئمتهم من المتقدمين والمتأخرين يفيد أن الإمام معصوم عن الخطأ والسهو والإسهاء والنسيان عن قصد أو عن غير قصد، وأن الإمامة أعلَى مرتبةً من النبوة، وأن لهم حرية الاختيار في التحليل والتحريم». ¶ * «وجاء الخميني ليؤكد هذا الغلو ويعمقه، وذلك جحودٌ لما هو معلوم من الدين بالضرورة، وهو كفر بواح». ¶ * «نقل (أي الخميني) عن المحدث نعمة الله الجزائري قوله في كتاب (الأنوار): «إن الأصحاب (أي علماء الشيعة) قد أطبقوا علَى صحة الأخبار المستفيضة بل المتواترة الدالة بصريحها علَى وقوع التحريف في القرآن؛ كلامًا ومادةً وإعرابًا والتصديق بها». ¶ وهذا كله كفر محض؛ لأنه مناقض لما هو معلوم من الدين بالضرورة، أيُّ ميزة تكون للإسلام إذا كان كتابه محرَّفًا أو مغيَّرًا أو ناقصًا؟!!». ¶ * «وكنا نأمل أن يتصدى الخميني لمثل هذه الكفريات",
            "page": "181",
            "part": "1",
            "seal": "F6ECD7B3"
        },
        {
            "id": "182",
            "nass": "وينزه كتاب الله سبحانه عنها ويلعن القائلين بها ويصرح بكفرهم وخروجهم عن ملة الإسلام، إلا أنه عاد فأكد هذا الشذوذ العقدي في كتابه (كشف الأسرار) حينما قال: «لقد كان سهلًا عليهم - يعني الصحابة الكرام - أن يُخرِجوا هذه الآيات من القرآن ويتناولوا الكتاب السماوي بالتحريف ويسْدِلوا الستار علَى القرآن ويغيّبُوه عن أعْيُن العالمين، إن تهمة التحريف التي يوجهها المسلمون إلى اليهود والنصارى إنما تثبت علَى الصحابة». ¶ وهذا من خميني كفر بواح ونقض للإسلام كله. ¶ * «من المعروف المجمَع عليه عند علماء الشيعة، بل من أصول مذهبهم، أن الأمة قد كفرت بعد وفاة رسول الله - صلى الله عليه وآله وسلم - وارتدت عن دين الله إلا ثلاثة أو أربعة لذلك فإن الشيعة أجمعين لا يحتجون من السنة إلا بما صح لهم من طريق أهل البيت». ¶ * «إن من المعلوم عند علماء الحديث أنه من أنكر حديثًا صحيحًا مع الأدب فقد فسق، ومن أنكره مع سوء الأدب فقد كفر، وكذلك من أنكر حديثًا متواترًا، وقد تبين",
            "page": "182",
            "part": "1",
            "seal": "6FD2F751"
        },
        {
            "id": "183",
            "nass": "أن الخميني وشيعته ينكرون كل السنة التي رُوِيَت لنا بأسانيد صحاح، وفي ذلك إنكار لأحاديث صحيحة كثيرة، وبعض ما أنكروه يبلغ مبلغ المتواتر، وجميع ما أنكروه يدخل ضمنًا في حد التواتر، وهم بذلك ينقضون الأساس الثاني لهذا الدين وهو السُنّة». ¶ * «وهم بدلًا عن السُنّة الثابتة يعتمدون روايات عن أئمة الكذب والوضع مما جمعه الكُلَيْني وغيره، وقد بلغَنا أن بعضهم نقد رجال الكُلَيْني فذكر عددًا كبيرًا منهم بأنهم كذابون، وتلك شهادة الشيعة أنفسهم علَى ما في كتبهم المعتمدة من دَسّ عند كثير من المنصفين منهم، أما نحن فلا نقبل رواياتهم أصلًا لأنهم منحرفون في العقيدة يستحلون الكذب في نصرة أهوائهم». ¶ * «وقد ثبت أن الخميني الذي يقول بارتداد الصحابة بعد وفاة رسول الله - صلى الله عليه وآله وسلم - ويتهمهم بوضع الحديث، ويطعن في رواة الأمة الثقات، لا يستدل في بحوثه إلا بكتب فرقته، وهو أمر مشهور». ¶ * «بعض الشيعة كُفّروا بموقفهم من عائشة - رضي الله عنها -",
            "page": "183",
            "part": "1",
            "seal": "B4731DBC"
        },
        {
            "id": "184",
            "nass": "واتهامهم إياها وقد برأها الله - عز وجل -». ¶ * «الخميني قد كتب فصلين في كتابه (كشف الأسرار) أحدهما في بيان مخالفة أبي بكر سدد خطاكم للقرآن، والآخر في مخالفة عمر سدد خطاكم لكتاب الله، فيهما من الكذب والافتراء والحقد علَى أئمة المسلمين ما لا يُتَصَوّر وَصْفُه مِن رَجُل يدّعي العلم والمعرفة والدين». ¶ * «وَصَفَ الخميني سيدنا عمر بن الخطاب سدد خطاكم بأن أعماله: «نابعة من أعمال الكفر والزندقة والمخالفات لآيات ورد ذكرها في القرآن الكريم». (كشف الأسرار: 116)». ¶ * «يقول خميني: «نحن نعتقد بالولاية، ونعتقد ضرورة أن يعين النبي خليفة من بعده، وقد فعل» (الحكومة الإسلامية: ص 18)، ويقول بعد قليل: «وكان تعيين خليفة من بعده عاملًا ومتممًا ومكملًا لرسالته» (الحكومة الإسلامية: 19)، ثم يوضح ذلك فيقول: «بحيث كان يعتبر الرسول - صلى الله عليه وآله وسلم - لولا تعيين الخليفة من بعده غير مبلغ رسالته» (الحكومة الإسلامية: 23).",
            "page": "184",
            "part": "1",
            "seal": "66380CC3"
        },
        {
            "id": "185",
            "nass": "وهذا هو الشّذوذ الذي يخرج قائله عن دائرة الإسلام». ¶ * «أفظع مثال علَى مخالفتهم الإجماع إباحتهم لنكاح المتعة الذي لا زال قائمًا في إيران بعهد الخميني، وما نكاح المتعة إلا زنا صريح بعد انعقاد الإجماع علَى تحريمه، وممن قال بتحريمه علي بن أبي طالب - رضي الله عنه - نفسه». ¶ * «هم (أي الشيعة) يخالفون الإجماع في كثير من أمورهم في العقيدة والعبادة ومناهج الحياة، ألا تراهم يخالفون الإجماع في الصلوات وفي الصوم وفي الحج وفي غير ذلك من شعائر الإسلام وشرائعه». ¶ * «والخميني يؤكد هذه المخالفة، بل يكرسها في دستوره، عندما يعتمد مذهب الاثني عشرية كمذهب وحيد وإلى الأبد، ويجعل هذه المادة غير قابلة للبحث والتعديل (المادة 12)». ¶ * «إن الشيعة الاثني عشرية تَعُدّ كل من لا يؤمن بالأئمة وعصمتهم ناصبِيًّا تحرُم عليه الجنة ويدخل النار، ومن مقولاتهم التي ذكروها في كتبهم وتبناها الخميني في",
            "page": "185",
            "part": "1",
            "seal": "2396B35A"
        },
        {
            "id": "186",
            "nass": "كتبه ضرورة مخالفة أهل السنة والجماعة». ¶ * «ألا فليعلم شباب أهل السنة والجماعة من هذه الأمة رأي الخميني في أهل السنة والجماعة عامة، ولينتبهوا إلى خداعه ومراوغته وخداع أتباعه فما هم إلا دعاة ضلالة وما هم إلا دعاة إلى النار». ¶ * «وقد آن لشباب الإسلام أن يدركوا خداع هؤلاء، وأن يعرفوهم علَى حقيقتهم. فهنالك عقيدة صحيحة واحدة هي عقيدة أهل السنة، وهي التي ينبثق عنها كل خير، أما هؤلاء فعقيدتهم زائفة ولا يُجتنَى من الشوك العنب». ¶ * «وكفى بالخميني فضيحة صفقات السلاح مع إسرائيل وتعاونه الكامل معها، فتلك علامة أنه لن يخرج من إيران إلا الدمار والولاء لأعداء الله». ¶ * «إن بعض من نفترض عندهم الوعي غاب عنهم الوعي فلم يدركوا خطر الخمينية، وإن بعض من نفترض عندهم العلم قصروا عن إبراز خطر الخمينية فكادت بذلك تضيع هذه الأمة، ولذلك فإننا نناشد أهل الوعي أن يفتحوا الأعين علَى خطر هذه الخمينية، ونناشد أهل العلم",
            "page": "186",
            "part": "1",
            "seal": "DD20E513"
        },
        {
            "id": "187",
            "nass": "أن يطلقوا أقلامهم وألسنتهم ضد الخمينية». ¶ * «لقد آن لهذا الطاعون أن ينحسر عن أرض الإِسلام، وآن للغازي أن يكون مغزوًّا، فالأمة الإِسلامية عليها أن تفتح إيران للعقائد الصافية من جديد، كما يجب عليها أن تُنهِي تهديدها الخطير لهذه الأمة». ¶ * «ولْيَعْلَمْ أصحاب الأقلام المأجورة والألسنة المسعورة ـ الذين لا يزالون يضللون الأمة بما يكتبونه وبما يقولونه ـ أن الله سيحاسبهم علَى ما ضلوا وأضلوا، فليس لهم حجة في أن ينصروا الخمينية، فنصرة الخمينية خيانة لله والرسول والمؤمنين. ألم يروا ما فعلته الخمينية وحلفاؤها بأبناء الإِسلام حين تمكنوا، ألم يعلموا بتحالفات الخمينية وأنصارها مع كل عدوٍ للإِسلام». ¶ * «لقد آنَ لكل من له أذنان للسمع أن يسمع، ولكل من له عينان للإِبصار أن يُبصر، فمن لم يُبصر ولم يسمع حتَّى الآن فما الذي يبصره وما الذي يسمعه، فهؤلاء أنصار التتار والمغول وأنصار الصليبيين، والاستعمار يظهرون من جديد ينصرون كل عدو للإسلام والمسلمين، وينفذون",
            "page": "187",
            "part": "1",
            "seal": "E0B53DC2"
        },
        {
            "id": "188",
            "nass": "بأيديهم كل ما عجز عنه غيرهم من أعداء الإسلام والمسلمين، ألا فليسمع الناس وليبصروا ولاتَ ساعةَ مَندَم». ¶ * «وهؤلاء الخمينيون ظالمون ومِن بعض ظلمهم أنهم يظلمون أبا بكر وعمر - رضي الله عنهما -، فكيف يواليهم مسلم والله تعالى يقول: {وَكَذَلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضًا بِمَا كَانُوا يَكْسِبُونَ (129)} (الأنعام: 129). ¶ إنه لا يواليهم إلا ظالم، ومن يرضى أن يكون ظالمًا لأبي بكر وعمر وعثمان وأبي عبيدة وطلحة والزبير؟ ومن يرضى أن يكون في الصف المقابل للصحابة وأئمة الاجتهاد من هذه الأمة؟ ومن يرضى أن يكون أداةً بيد الذين يستحلون دماء المسلمين وأموالهم؟». ¶ * «اللهم إني أبرأ إليك من الخميني والخمينية ومن كل مَن والاهم وأيدهم وحالفهم وتحالف معهم، اللهم آمين،",
            "page": "188",
            "part": "1",
            "seal": "6F478299"
        },
        {
            "id": "189",
            "nass": "وصلى الله علَى سيدنا محمد وعلَى آله وصحبه أجمعين» (¬1). ¶ التحذير من خدعة التقريب بين السنة والشيعة: ¶ كان الدكتور مصطفى السباعي - رحمه الله - (¬2) من المهتمين بالتقارب بين السنة والشيعة وباشَرَ تدريس فقه الشيعة في كلية الشريعة بدمشق وكذلك في كتبه، لكنه لم يجد من الشيعة إلا مجرد الخداع. ¶ يقول الدكتور مصطفى السباعي - رحمه الله -: «في عام 1953 زرتُ عبد الحسين شرف الدين في بيته بمدينة صور في جبل عامل، وكان عنده بعض علماء الشيعة فتحدثنا عن ضرورة جمع الكلمة وإشاعة الوئام بين فريقَي الشيعة وأهل السنة، وإن من أكبر العوامل في ذلك أن يزور علماء الفريقين ¶ ¬__________ ¶ (¬1) انظر كتاب (الخمينية شذوذ في العقائد وشذوذ في المواقف) للأستاذ سعيد حوَّى - رحمه الله -. ¶ (¬2) الدكتور مصطفى السباعي عميد كلية الشريعة بدمشق والمراقب العام لجمعية الإخوان المسلمين بسوريا سابقًا.",
            "page": "189",
            "part": "1",
            "seal": "032ECF78"
        },
        {
            "id": "190",
            "nass": "بعضهم بعضًا وإصدار الكتب والمؤلفات التي تدعو إلي هذا التقارب. ¶ وكان عبد الحسين متحمسًا لهذه الفكرة ومؤمنًا بها، وتم الاتفاق على عقد مؤتمر لعلماء السنة والشيعة لهذا الغرض، وخرجتُ من عنده وأنا فَرِحٌ بما حصلتُ عليه من نتيجة، ثم زرتُ في بيروت بعضَ وجوه الشيعة من سياسيين وتجار وأدباء لهذا الغرض، ولكن الظروف حالت بيني وبين العمل لتحقيق هذه الفكرة، ثم ما هي إلا فترة من الزمن حتى فوجئتُ بأن عبد الحسين أصدر كتابًا في أبي هريرة - رضي الله عنه - مليئًا بالسباب والشتائم (¬1). ¶ لقد عجبتُ من موقف عبد الحسين في كلامه وفي كتابه، من ذلك الموقف الذي لا يدل على رغبة صادقة في التقارب ونسيان الماضي، وأرى الآن نفس الموقف من فريق دعاة التقريب من علماء الشيعة؛ إذ هم بينما يقيمون لهذه ¶ ¬__________ ¶ (¬1) بل انتهى فيه إلى القول بأن أبا هريرة - رضي الله عنه - كان منافقًا كافرًا وأن الرسول - صلى الله عليه وآله وسلم - قد أخبر عنه بأنه من أهل النار.",
            "page": "190",
            "part": "1",
            "seal": "C467BC7F"
        },
        {
            "id": "191",
            "nass": "الدعوة الدُّور وينشئون المجلات في القاهرة ويَسْتَكْتِبون فريقًا من علماء الأزهر لهذه الغاية لم نَرَ أثرًا لهم في الدعوة لهذا التقارب بين علماء الشيعة في العراق وإيران وغيرهما. ¶ فلا يزال القوم مُصِرّين على ما في كتبهم من ذلك الطعن الجارح والتصوير المكذوب لما كان بين الصحابة من خلاف كأن المقصود من دعوة التقريب هي تقريب أهل السنة إلى مذهب الشيعة لا تقريب المذهبين كل منهما للآخر. ¶ ومن الأمور الجديرة بالاعتبار أن كل بحث علمي في تاريخ السنة أو المذاهب الإسلامية مما لا يتفق مع وجهة نظر الشيعة يقيم بعض علمائهم النكير علَى من يبحث في ذلك، ويتسترون وراء التقريب ويتهمون صاحب البحث بأنه مُتعصّب مُعَرْقِلٌ لجهود المصلحين في التقريب. ¶ ولكن كتابًا ككتاب الشيخ عبد الحسين شرف الدين في الطعن بأكبر صحابي موثوق في روايته للأحاديث في نظر جمهور أهل السنة، لا يراه أولئك العابثون أو الغاضبون عملًا معرقلًا لجهود الساعين إلى التقريب، ولست أحصر المثال بكتاب أبي هريرة المذكور، فهناك كتب تطبع في العراق",
            "page": "191",
            "part": "1",
            "seal": "2E9B6A9A"
        },
        {
            "id": "192",
            "nass": "وفي إيران، وفيها من التشنيع علَى عائشة أم المؤمنين - رضي الله عنها - وعلَى جمهور الصحابة ما لا يحتمل سماعه إنسان ذو وجدان وضمير» (¬1). ¶ ¬__________ ¶ (¬1) انظر كتابه: السنة ومكانتها في التشريع الإسلامي (ص 9،10).",
            "page": "192",
            "part": "1",
            "seal": "D0CEBEDC"
        },
        {
            "id": "193",
            "nass": "الاختلاط ¶ بين الرجال والنساء ¶ قال الأستاذ حسن البنا - رحمه الله -: ¶ * « ... قد وقف الإسلام من هذه المسألة مواقف محددة؛ فحرّم إبداء الزينة، والإسراف فيها، والخلوة والاختلاط» (¬1). ¶ * «يرى الإسلام في الاختلاط بين المرأة والرجل خطرًا محقّقًا فهو يباعد بينهما إلا بالزواج، ولهذا فإن المجتمع الإسلامي مجتمع انفرادي لا مجتمع مشترك». ¶ * «يقول دعاة الاختلاط أن في ذلك حرمانًا للجنسين من لذة الاجتماع وحلاوة الأنس التي يجدها كل منهما في سكونه للآخر، والتي توجِد شعورًا يستتبع كثيرًا من الآداب الاجتماعية، من الرقة وحسن المعاشرة ولطف ¶ ¬__________ ¶ (¬1) حديث الثلاثاء، ص370.",
            "page": "193",
            "part": "1",
            "seal": "A6C67775"
        },
        {
            "id": "194",
            "nass": "الحديث ودماثة الطبع ... ونحن نقول لهؤلاء: مع أننا لا نسلّم بما ذكرتم ... نقول لكم: إن ما يعقب لذة الاجتماع وحلاوة الأنس من ضياع الأعراض وخبث الطوايا وفساد النفوس، وتهَدّم البيوت، وشقاء الأسر، وبلاء الجريمة، وما يستلزم هذا من طراوة الأخلاق ولين في الرجولة لا يقف عند حد الرقة، بل هو يتجاوز ذلك إلى حد الخنوثة والرخاوة، وكل ذلك ملموس لا يماري فيه إلا مكابر. ¶ كل هذه الآثار السيئة التي تترتب على الاختلاط تربو ألف مرة على ما ينتظر منه من فوائد، وإذا تعارضت المصلحة والمفسدة فدرء المفسدة أولى، ولا سيما إذا كانت المصلحة لا تُعَدُّ شيئًا بجانب هذا الفساد». ¶ * «يزيد الاختلاط قوة الميل، وقديمًا قيل: إن الطعام يقوى شهوة النهم ... والمرأة التي تخالط الرجال تتفنن في إبداء ضروب زينتها، ولا يرضيها إلا أن تثير في نفوسهم الإعجاب بها».",
            "page": "194",
            "part": "1",
            "seal": "CF5BBF43"
        },
        {
            "id": "195",
            "nass": "* « ... ولهذا نحن نصرح بأن المجتمع الإسلامى مجتمع فردي لا زوجي، وأن للرجال مجتمعاتهم وللنساء مجتمعاتهن، ولقد أباح الإسلام للمرأة شهود العيد وحضور الجماعة، والخروج في القتال عند الضرورة الماسّة، ولكنه وقَفَ عند هذا الحد، واشترط لها شروطًا شديدة: من البعد عن كل مظاهر الزينة، ومن ستر الجسم، ومن إحاطة الثياب به، فلا تصف ولا تشف، ومن عدم الخلوة بأجنبي مهما تكن الظروف وهكذا». ¶ * «عن معقل بن يسار سدد خطاكم قال: قال رسول الله - صلى الله عليه وآله وسلم -: «لأن يُطْعَنَ فِي رَأْسِ أَحَدِكُمْ بِمِخْيَطٍ مِنْ حَدِيدٍ خَيْرٌ لَهُ مِنْ أَنْ يَمَسَّ امْرَأَةً لَا تَحِلُّ لَهُ» (رواه الطبراني والبيهقي ورجال الطبراني ثقات من رجال الصحيح، كذا قال الحافظ المنذري» (¬1). ¶ ¬__________ ¶ (¬1) صححه الشبخ الألباني في صحيح الجامع (5045)، والسلسلة الصحيحة (226).",
            "page": "195",
            "part": "1",
            "seal": "4C0C95B7"
        },
        {
            "id": "196",
            "nass": "* «ما نحن عليه ليس من الإسلام في شيء، فهذا الاختلاط بيننا في المدارس والمعاهد والمجامع والمحافل العامة، وهذا الخروج إلى الملاهي والمطاعم والحدائق، وهذا التبذل والتبرج الذي وصل إلى حد التهتك والخلاعة، كل هذه بضاعة أجنبية لا تمُتّ إلى الإسلام بأدنى صلة، ولقد كان لها في حياتنا الاجتماعية أسوأ الآثار». ¶ * «يقول كثير من الناس: إن الإسلام لم يحرّم على المرأة مزاولة الأعمال العامة وليس هناك من النصوص ما يفيد هذا، فأْتوني بنصٍ يحرّم ذلك. ¶ ومثلُ هؤلاء من يقول: إن ضرب الوالدين جائز؛ لأن المنهي عنه في الآية أن يقال لهما: «أُفّ» ولا نص على الضرب. ¶ إن الإسلام يحرّم على المرأة أن تكشف عن بدنها، وأن تخلو بغيرها وأن تخالط سواها، ويحبب إليها الصلاة في بيتها، أفيقال بعد هذا: إن الإسلام لا ينص على حرمة مزاولة المرأة للأعمال العامة؟",
            "page": "196",
            "part": "1",
            "seal": "FFE810D2"
        },
        {
            "id": "197",
            "nass": "إن الإسلام يرى أن للمرأة مهمة طبيعية أساسية هي المنزل والطفل، فهي كفتاة يجب أن تتهيأ لمستقبلها الأسرى، وهي كزوجة يجب أن تخلص لبيتها وزوجها، وهي كأم يجب أن تكون لهذا الزوج ولهؤلاء الأبناء، وأن تتفرغ لهذا البيت، فهي ربته ومدبرته وملكته، ومتى فرغت المرأة من شئون بيتها لتقوم على سواه ... ؟ ¶ وإذا كان من الضرورات الاجتماعية ما يُلْجِئُ المرأة إلى مزاولة عمل آخر غير هذه المهمة الطبيعية لها، فإن من واجبها حينئذ أن تراعي هذه الشرائط التي وضعها الإسلام لإبعاد فتنة المرأة عن الرجل وفتنة الرجل عن المرأة، ومن واجبها أن يكون عملها بقدر ضرورتها، لا أن يكون هذا نظامًا عامًا، من حق كل امرأة أن تعمل على أساسه» (¬1). ¶ ولقد سبق ذِكْر أن مَنْع الاختلاط بين الطلبة والطالبات من خطوات الإصلاح في الناحية الاجتماعية ¶ ¬__________ ¶ (¬1) المرأة المسلمة وواجباتها (ص13 - 25) باختصار.",
            "page": "197",
            "part": "1",
            "seal": "9D3287EB"
        },
        {
            "id": "198",
            "nass": "والتي دعا إليها الأستاذ حسن البنا - رحمه الله -» (¬1). ¶ وقال الشيخ سيد سابق - رحمه الله -: «يستحسن شرعًا إعلان الزواج، ليخرج بذلك عن نكاح السّرّ المنهي عنه، وإظهارًا للفرح بما أحل الله من الطيبات. ¶ وإن ذلك عمل حقيق بأن يشتهر، ليعلمه الخاص والعام، والقريب والبعيد، وليكون دعاية تشجع الذين يؤثرون العزوبة على الزواج، فتروج سوق الزواج. ¶ والإعلان يكون بما جرت به العادة، ودرج عليه عرف كل جماعة، بشرط ألا يصحبه محظور نهى الشارع عنه كشرب الخمر، أو اختلاط الرجال بالنساء، ونحو ذلك» (¬2). ¶ وقال الدكتور مصطفى السباعي - رحمه الله -: «لا يجيز الإسلام أن تختلط المرأة بالرجال في الحفلات العامَّة أو المنتديات ولو كانت محتشمة ... ولهذا كله يتشدد الإسلام ¶ ¬__________ ¶ (¬1) انظر: رسائل الإمام حسن البنا (ص75). ¶ (¬2) فقه السنة (2/ 231).",
            "page": "198",
            "part": "1",
            "seal": "C8A9675B"
        },
        {
            "id": "199",
            "nass": "في منع اختلاط النساء بالرجال، وقد قامت حضارته الزاهرة التي فاقت كل الحضارات في إنسانيتها ونُبْلِها على الفصل بين الجنسين ولم يؤَثِّرْ هذا الفصل على تقدّم الأمة المسلمة وقيامها بدورها الحضاري الخالد في التاريخ» (¬1). ¶ وقال الدكتور عبد الله ناصح علوان - رحمه الله - (بعد أن ذكر بعض الأدلة من الكتاب والسنة على حرمة الاختلاط): «فهذه النصوص القرآنية، والأحاديث النبوية تحرم اختلاط الرجال بالنساء بشكل قاطع جازم لا يحتمل الشك ولا الجدل!! فالذين يبيحون الاختلاط ويبررونه بتعويدات اجتماعية ومعالجات نفسية، وحجج شرعية، فإنهم في الواقع يفترون على الشرع ويتجاهلون الفطرة الغريزية ويتجاهلون الواقع المرير الذي آلت إليه المجتمعات الإنسانية قاطبة» (¬2). ¶ ¬__________ ¶ (¬1) المرأة بين الفقه والقانون (ص125 - 126). ¶ (¬2) تربية الأولاد في الإسلام (1/ 279).",
            "page": "199",
            "part": "1",
            "seal": "6B9A7916"
        },
        {
            "id": "200",
            "nass": "وقال بعد أن ذكر قوله تعالى: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ (30) وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ} (النور: 30 – 31). ¶ « ... كيف نتصور غض البصر لكل من الرجل والمرأة وهما مجتمعان في مكان واحد؛ فالآية إذن في مدلولها تنهى عن الاختلاط وتحرمه» (¬1). ¶ وقال الأستاذ سيد قطب - رحمه الله - في تفسير قوله تعالى: {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ} (الأحزاب: 53): «فلا يَقُلْ أحد غير ما قال الله، لا يَقُلْ أحد إن الاختلاط، وإزالة الحجب، والترخص في الحديث واللقاء والجلوس والمشاركة بين الجنسين أطهر للقلوب، وأعف للضمائر، وأعون على ¶ ¬__________ ¶ (¬1) تربية الأولاد في الإسلام (1/ 204).",
            "page": "200",
            "part": "1",
            "seal": "BC182133"
        },
        {
            "id": "201",
            "nass": "تصريف الغريزة المكبوتة، وعلى إشعار الجنسين بالأدب وترقيق المشاعر والسلوك ... إلى آخر ما يقوله نفر من خلق الله الضعاف والمهازيل الجُهّال المحجوبين، لا يقل أحد شيئًا من هذا ... يقول الله هذا عن نساء النبي الطاهرات، أمهات المؤمنين، وعن رجال الصدر الأول من صحابة رسول الله - صلى الله عليه وآله وسلم - ممن لا تتطاول إليهن وإليهم الأعناق» (¬1). ¶ وقال الدكتور عبد الله ناصح علوان - رحمه الله -: «وإذا كانت هذه الآية نزلت في أمهات المؤمنين فالعبرة ـ كما يقول الأصوليون ـ بعموم اللفظ لا بخصوص السبب، وإذا كانت أمهات المؤمنين المقطوع بعفتهن وطهارتهن مأمورات بالحجاب، وعدم الظهور أمام الأجانب فالنساء المسلمات بشكل عام مأمورات بالستر وعدم الظهور من باب أولى» (¬2). ¶ ¬__________ ¶ (¬1) في ظلال القرآن (5/ 2878). ¶ (¬2) تربية الأولاد في الإسلام (1/ 278).",
            "page": "201",
            "part": "1",
            "seal": "EACA5E68"
        },
        {
            "id": "202",
            "nass": "وفي مذكِّرة الإخوان للحكومة عام 1938م طالبوا بالفصل التام بين الجنسين في دور التعليم، وخصوصًا في الجامعة المصرية؛ لما ينتج عن ذلك من فسادٍ أخلاقي كبير (¬1). ¶ وجاء في بيان الإخوان المسلمين عن المرأة المسلمة الصادر في شوال 1414 هـ - مارس 1994 م: «نحن لا ندعو للتبرج ولا للاختلاط ولا نقول بالتسامح فيه» (¬2). ¶ وقد طالب (الإخوان المسلمون) الحكومة في مصر بمنع الاختلاط في المدارس حيث تقدم نائب الجماعة الأستاذ علي لبن بسؤال دعا فيه رئيس الحكومة المصرية السابق الدكتور عاطف عبيد بالاقتداء بالرئيس الأمريكي في قراره منع الاختلاط بين الجنسين في المدارس، وطالب ¶ ¬__________ ¶ (¬1) دور الإخوان في إصلاح المجتمع ومحاربة الفساد لعبده مصطفى دسوقي، عن (مجموعة رسائل الإمام حسن البنا)، (أوراق من تاريخ الإخوان المسلمين) للأستاذ جمعة أمين عبد العزيز. ¶ (¬2) الإخوان المسلمون: المرأة المسلمة في المجتمع المسلم، الشورى وتعدد الأحزاب (ص26).",
            "page": "202",
            "part": "1",
            "seal": "5EF010B2"
        },
        {
            "id": "203",
            "nass": "بتطبيق هذا النظام داخل المدارس المصرية. ¶ وقال النائب في سؤاله إلى عبيد بوصفه رئيس المجلس الأعلى للتعليم، إنه «من الأدعى تطبيق هذا النظام في مصر قبل أن تكون أمريكا سباقة إليه» (¬1). ¶ ¬__________ ¶ (¬1) صحيفة الشرق الأوسط السعودية، السبت 28 رجب 1423 هـ، 5 أكتوبر 2002، العدد 8712. ¶ وكان الرئيس الأمريكي بوش قد أصدر أمرًا بتشجيع العودة إلى نظام عدم الاختلاط بين الجنسين في المدارس لمساعدة التلاميذ على الانكباب على الدراسة لتحقيق نتائج أفضل. ¶ وصدَّق الرئيس الأمريكي الأسبق جورج بوش على مشروع قرار يقضي بمنع الاختلاط في المدارس العامة، وتشجيعًا لهذا القرار الذي يقضي على وضع قائم منذ ثلاثين عامًا، قرر إعطاء معونة مادية أكبر للمدارس التي تلتزم بتنفيذ هذا القرار وبالتأكيد فإن الرئيس الأمريكي لم يوافق على هذا القرار إلا بعد أن قُدِّمَتْ له دراسات علمية وعملية تربوية شاملة تبين صحة قراره. ¶ وللعلم فقد وردت إحصائية في الموسوعة الجغرافية عام 1977م عن الجامعات والكليات الأمريكية غير المختلطة، حيث أكدت الموسوعة أن في أمريكا (106) جامعة وكلية غير مختلطة، منها (79) جامعة وكلية للبنات فقط و (27) كلية وجامعة للذكور فقط. ¶ انظر: الاختلاط بين الرجال والنساء (1/ 193) للمؤلف.",
            "page": "203",
            "part": "1",
            "seal": "751A1546"
        },
        {
            "id": "204",
            "nass": "حجاب ¶ المرأة المسلمة ¶ قال الدكتور عبد الله ناصح علوان: «المرأة المسلمة مأمورة بمقتضى آية {يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ} بارتداء الجلباب وستر وجهها عن الأجانب» (¬1). ¶ وقال بعد أن ذكَر الآيات والأحاديث المتعلقة بموضوع تغطية الوجه: «ذهب جمهور الأئمة المجتهدين الأعلام - وعلى رأسهم: الشافعي وأحمد ومالك - إلى أن وجه المرأة عورة، وأن ستره واجب، وأن كشفه حرام، وحجتهم في ذلك ما ثبت عن الصحابة والسلف في أن الآية: {يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ} تأمر بستر الوجه، ويؤكد ذلك فِعْلُ نساء الصحابة اللاتي كُنَّ يَخْرُجْنَ لبعض شؤونهن وهن ساتراتٍ الوجوه وسادِلات النقاب. ¶ ¬__________ ¶ (¬1) تربية الأولاد في الإسلام (1/ 199).",
            "page": "204",
            "part": "1",
            "seal": "7095E050"
        },
        {
            "id": "205",
            "nass": "أما فقهاء الحنفية ومَن رأى رأيَهم فقد ذهبوا إلى أن وجه المرأة ليس بعورة، وأن كشفه يجوز إذا لم يترتب على الكشف فتنة، وأما إذا ترتب فتنة فإن كشفه حرام سدًّا للذريعة ودرْءًا للمفسدة ... (وذكر الأدلة التي استدلوا بها وجواب جمهور الفقهاء عليها ثم قال): ¶ «ويتضح مما قاله الأئمة المجتهدون أن وجه المرأة عورة وأن ستره واجب وأن كشفه حرام ... حتى فقهاء الحنفية الذين ذهبوا إلى جواز الكشف فإنهم قيدوه بأمن الفتنة ... وهل أحدٌ ينكر إشاعة الفساد والفتنة في المجتمع الذي نتخبط فيه، وفي المحيط الذي نتعايش معه؟ ¶ فإذا كان الأمر كذلك فعلى الأب الغيور أن يأمر أهله وبناته بأن يسدلن على وجوههن امتثالًا لأمر الله وأمر رسوله - صلى الله عليه وآله وسلم - وتأسّيًا بنساء الصحابة الصيّنات الطاهرات، واتباعًا لما قرره الأئمة المجتهدون الثقات» (¬1). ¶ ¬__________ ¶ (¬1) انظر: تربية الأولاد في الإسلام (1/ 200 - 202)، إلى كل أب غيور يؤمن بالله ص28) كلاهما للدكتور عبد الله ناصح علوان.",
            "page": "205",
            "part": "1",
            "seal": "98213409"
        },
        {
            "id": "206",
            "nass": "وجوب إعفاء ¶ اللحية وتحريم حلقها ¶ قال الشيخ السيد سابق - رحمه الله - عن قول رسول الله - صلى الله عليه وآله وسلم -: «خَالِفُوا المُشْرِكِينَ: وَفّرُوا اللّحَى، وَأَحْفُوا الشّوَارِبَ»: «حمل الفقهاء هذا الأمر على الوجوب وقالوا بحُرْمَة حَلْق اللحية بناء على هذا الأمر» (¬1). ¶ وقد كتب الشيخ حسن البنا مقدمة لكتاب (فقه السنة)، وأثنى عليه، وهو مقررٌ في منهج الجماعة. ¶ وقال الدكتور عبد الله ناصح علوان بعد أن ذكر الأحاديث التي تدل على تحريم حلق اللحية: «وقد اتفقت المذاهب الأربعة على وجوب توفير اللحية، وحُرمة حلقها. ... (ونقل مذهب الحنفية والمالكية والشافعية والحنابلة ثم قال): «فتبيَّن من هذه الأحاديث النبوية والنصوص الفقهية ¶ ¬__________ ¶ (¬1) فقه السنة: (1/ 44). والحديث رواه البخاري ومسلم.",
            "page": "206",
            "part": "1",
            "seal": "60D0CD3D"
        },
        {
            "id": "207",
            "nass": "أنّ حلق اللحية حرام، وأن المنصِف المتحَرّي للحقيقة لابد إلا أن يقول بوجوب إرخائها لنصاعة الحجة وقوة الدليل» (¬1). ¶ الدين كله لباب لا قشور فيه: ¶ قال الدكتور عمر الأشقر ـ وهو من علماء الإخوان المسلمين ـ: «يجب الاعتناء بفِعْل الأعمال التي فرضها الله علينا أو حبَّب إلينا القيام بها، وبِتَرْك ما نَهَى عنه من أعمال؛ لأن ذلك جزء من الإيمان، فالعمل المتروك - وإن كان قليلًا - يُنقِص من الإيمان بذلك المقدار. ¶ ومن هنا يجب أن ينتبه الذين يهوّنون من شأن العمل بسنة الرسول - صلى الله عليه وآله وسلم - والتزامها إلى خطورة موقفهم، وقد يتعدى بعض هؤلاء طوره فيصف أمورًا من السنن أو الدين بأنها قشور، ونسأل الله أن يعفو عن هؤلاء، فإن الدين كله لباب لا قشور فيه، وإن تفاوتت أمور الدين في ¶ ¬__________ ¶ (¬1) تربية الأولاد في الإسلام (2/ 899 - 900).",
            "page": "207",
            "part": "1",
            "seal": "5E6EE457"
        },
        {
            "id": "208",
            "nass": "الأهمية ... ¶ وكم يؤثر في نفسي مشهد عمر - رضي الله عنه - عندما طُعِن ودخل عليه شاب وقال لعمر قولًا حسنًا، فلما أدبر الشاب ليخرج، إذا إزاره يمس الأرض، فدعاه عمر - رضي الله عنه - وقال له: «يَا ابْنَ أَخِي ارْفَعْ ثَوْبَكَ، فَإِنَّهُ أَبْقَى لِثَوْبِكَ، وَأَتْقَى لِرَبِّكَ»، ولم يمنعه الموت الذي نزل به من أن يرشد ذلك الرجل إلى أمرٍ يَعُدَّه كثير من الناس اليوم من القشور التي لا يجوز أن يُعنَى بها» (¬1). ¶ ¬__________ ¶ (¬1) العقيدة في الله في ضوء الكتاب والسنة (1/ 23 - 24)، والأثر رواه الإمام البخاري (3700).",
            "page": "208",
            "part": "1",
            "seal": "3E59EE11"
        },
        {
            "id": "209",
            "nass": "تحريم ¶ سماع الموسيقى ¶ والغناء المصحوب بموسيقى ¶ تحت عنوان (حسن البنا ... وأحفال الجاهلية) ذكر الأستاذ عباس السيسي هذا الموقف: ¶ «ومما يذكر للإمام من مواقف بشأن أحفال الجاهلية أنْ وَجّهَ ضباطُ الجيش الدعوة إلى كبار رجال الدولة ورجال السلك الدبلوماسي للحفلة الساهرة التي يقيمها رئيس هيئة أركان حرب الجيش وضباط نادي القوات المسلحة بمناسبة تولى جلالة الملك سلطاته الدستورية مساء ذلك اليوم بثكنات القلعة - وقد دُعِيَ فضيلة المرشد العام للإخوان إلى هذه الحفلة - فاعتذر فضيلته عن الحضور واكتفى بإرسال البرقية التالية إلى سكرتير نادي الضباط: ¶ «حضرة المحترم سكرتير نادي الضباط بالزمالك بالقاهرة، أشكر لسعادة الفريق إبراهيم عطا الله باشا وحضرات أعضاء النادي دعوتهم الموجهة إلىَّ لحضور",
            "page": "209",
            "part": "1",
            "seal": "A1FAD778"
        },
        {
            "id": "210",
            "nass": "الاحتفال بمناسبة تولى حضرة صاحب الجلالة الملك المعظم سلطته الدستورية، وأعتذرُ مِن (¬1) عدم الحضور وكنت أتمنى أن يكون هذا الاحتفال بعرْض عسكري قوى يليق بحزم الضباط وشجاعة الجندي ويَبُثّ في النفوس معاني الحماسة والإقدام لا بحفل غنائي ساهر. ¶ والله أسأل أن يغير ما بأنفسنا لتصلح أحوالنا وأن يجعل عهد جلالة الملك حفظه الله عهد سعادة وإقبال وحرية واستقلال. آمين ....... حسن البنا» (¬2). ¶ قال الدكتور عبد الله ناصح علوان: «من اللهو المحرم الاستماع إلى الغناء المصحوب بموسيقى مهما كان هذا الغناء ¶ ¬__________ ¶ (¬1) اعتذر عن فِعْله، اعتذر مِن فِعْله، كلاهما صحيح، انظر: معجم اللغة العربية المعاصرة للدكتور أحمد مختار عبد الحميد عمر (2/ 1474). ¶ ولعل ما ذكره الأستاذ البنا هو الأفصح؛ فقد قال - صلى الله عليه وآله وسلم -: «إِيَّاكَ وَكُلّ مَا يُعْتَذَرُ مِنْهُ» [رواه الحاكم في (المستدرك)، والطبراني في (الأوسط)، وابن أبي شيبة في المصنف، وحسنه الألباني]. ¶ «إِيَّاكَ وَكُلّ مَا يُعْتَذَرُ مِنْهُ»: أَي احْذَرْ أَنْ تَنْطِقَ بِمَا يُحْوِجُ إِلَى الِاعْتِذَار. ¶ (¬2) مواقف في الدعوة والتربية (ص 66).",
            "page": "210",
            "part": "1",
            "seal": "17B13F22"
        },
        {
            "id": "211",
            "nass": "مباحًا للأدلة التي سنوردها في تحريم الموسيقى ... ¶ (وذكر تلك الأدلة) (¬1). ¶ ومن أوضح الأدلة على تحريم الموسيقى قول النبي - صلى الله عليه وآله وسلم -: «لَيَكُونَنَّ مِنْ أُمَّتِي أَقْوَامٌ، يَسْتَحِلُّونَ الحِرَ وَالحَرِيرَ، وَالخَمْرَ، وَالمَعَازِفَ» (رواه البخاري). ¶ الحِرَ: هُوَ الْفَرْجُ، وَالْمعْنَى يسْتَحلُّونَ الزِّنَا. ¶ يسْتَحلُّونَ: قَالَ ابن الْعَرَبِيِّ: «يَحْتَمِلُ أَنْ يَكُونَ الْمَعْنَى يَعْتَقِدُونَ ذَلِكَ حَلَالًا، وَيحْتَمل أَن يكون ذَلِك مَجَازًا عَلَى الِاسْتِرْسَالِ أَيْ يَسْتَرْسِلُونَ فِي شُرْبِهَا كَالِاسْتِرْسَالِ فِي الْحَلَالِ، وَقَدْ سَمِعْنَا وَرَأَيْنَا مَنْ يَفْعَلُ ذَلِكَ؟». ¶ وَالْمَعَازِف: هِيَ آلَاتُ الْمَلَاهِي (¬2). ¶ تم بحمد الله ¶ ¬__________ ¶ (¬1) انظر: تربية الأولاد في الإسلام (2/ 857 - 860). ¶ (¬2) انظر: فتح الباري لابن حجر (10/ 55).",
            "page": "211",
            "part": "1",
            "seal": "77D6777D"
        },
        {
            "id": "212",
            "nass": "قائمة المراجع ¶ * مجموعة رسائل الإمام حسن البنا - رحمه الله -، ط دار الشهاب. ¶ * مباحث في علوم الحديث للشيخ حسن البنا. ¶ * المرأة المسلمة وواجباتها، للشيخ حسن البنا - رحمه الله -. ¶ * حديث الثلاثاء للشيخ حسن البنا - رحمه الله -. ¶ * مذكرات الدعوة والداعية للشيخ حسن البنا - رحمه الله -. ¶ * في ظلال القرآن، للأستاذ سيد قطب - رحمه الله -. ¶ * فقه السُنّة للشيخ السيد سابق - رحمه الله -. ¶ * مواقف في الدعوة والتربية للأستاذ عباس السيسي - رحمه الله -. ¶ * الدعوة إلى الله حب، للأستاذ عباس السيسي - رحمه الله -. ¶ * وحدة العمل الإسلامي في القطر الواحد، للأستاذ مصطفى مشهور - رحمه الله -. ¶ * السنة ومكانتها في التشريع الإسلامي، للدكتور مصطفى السباعي - رحمه الله -. ¶ * المرأة بين الفقه والقانون، للدكتور مصطفى السباعي - رحمه الله -.",
            "page": "212",
            "part": "1",
            "seal": "2BC2C832"
        },
        {
            "id": "213",
            "nass": "* العقيدة في الله في ضوء الكتاب والسنة، للدكتور عمر الأشقر. ¶ * ظاهرة الغلو في التكفير، للدكتور يوسف القرضاوي. ¶ * تربية الأولاد في الإسلام للدكتور عبد الله ناصح علوان - رحمه الله -. ¶ * إلى كل أب غيور يؤمن بالله، للدكتور عبد الله ناصح علوان. ¶ * ثقافة الداعية، للدكتور عبد الله ناصح علوان. ¶ * فهم الإسلام في ظلال الأصول العشرين للإمام حسن البنا، للأستاذ جمعة أمين عبد العزيز. ¶ * 19 رسالة من حسن البنا إلى قيادات الدعوة الإسلامية) للدكتور عبد العظيم المطعني - رحمه الله -. ¶ * من معالم الحق للشيخ محمد الغزالي - رحمه الله -. ¶ * أصول الدعوة، للدكتور عبد الكريم زيدان. ¶ * أبجديات التصور الحركي للعمل الإسلامي، للأستاذ فتحي يكن - رحمه الله -.",
            "page": "213",
            "part": "1",
            "seal": "6E33686B"
        },
        {
            "id": "214",
            "nass": "* دفع شبهات وردّ مفتريات، للشيخ محمد عبد الله الخطيب. ¶ * أوراق من تاريخ الإخوان المسلمين، للأستاذ جمعة أمين عبد العزيز. ¶ * معًا نتطور، للأستاذ محمد أحمد الراشد. ¶ * الخمينية شذوذ في العقائد وشذوذ في المواقف، للأستاذ سعيد حوّى. ¶ * الإجابات، للأستاذ سعيد حوى - رحمه الله -. ¶ * ضوابط في العمل الإسلامي، للدكتور جاسم محمد مهلل الياسين. ¶ * الإخوان المسلمون: المرأة المسلمة في المجتمع المسلم، الشورى وتعدد الأحزاب (بيان صادر عن جماعة الإخوان المسلمين). ¶ * دور الإخوان في إصلاح المجتمع ومحاربة الفساد لعبده مصطفى دسوقي. ¶ * الإخوان المسلمون والمجتمع المصري، لمحمد شوقى.",
            "page": "214",
            "part": "1",
            "seal": "9362FDAB"
        },
        {
            "id": "215",
            "nass": "* الشفا بتعريف حقوق المصطفى - صلى الله عليه وآله وسلم - للقاضي عياض. ¶ * مجموع فتاوى شيخ الإسلام ابن تيمية. ¶ * قواعد المنهج السلفي، السلفية بين العقيدة الإسلامية والفلسفة الغربية، المخاطر التي تواجه الشباب المسلم وكيف نتوقاها؟ كلهم للأستاذ الدكتور مصطفى حلمي، الأستاذ بكلية دار العلوم بالقاهرة. ¶ * الأصول العلمية للدعوة السلفية للشيخ عبد الرحمن عبد الخالق. ¶ * الموسوعة الميسرة في الأديان والمذاهب والأحزاب المعاصرة، إصدار الندوة العالمية للشباب الإسلامي. ¶ * وقفات مع مقال ... قراءة في الذهنية السلفية، خالد بن عبد الله الخليوي، مجلة البيان، العدد 160. ¶ * مجددون معاصرون، مجلة البيان، العدد 16، 17. ¶ * الاختلاط بين الرجال والنساء، أحكام وفتاوى ـ ثمار مرة وقصص مخزية، كشف 136 شبهة لدعاة الاختلاط، شحاتة صقر، ط دار اليسر بالقاهرة.",
            "page": "215",
            "part": "1",
            "seal": "B68FFE8E"
        },
        {
            "id": "223",
            "nass": "قريبًا إن شاء الله ¶ أبْجَدِيّات ¶ إدارة العمل الدعوي ¶ جمع وترتيب",
            "page": "223",
            "part": "1",
            "seal": "B86F5463"
        },
        {
            "id": "224",
            "nass": "قريبًا إن شاء الله ¶ إلى أدلة المواعظ ¶ موضوعات للخطب ¶ بأدلتها من القرآن الكريم والسنة الصحيحة ¶ مع ما تيسر من الآثار والقصص والأشعار ¶ جمع وترتيب ¶ الجزء الثاني ¶ الخطب من 51 - 100 ¶ مع 1000 من الأحاديث الضعيفة والموضوعة",
            "page": "224",
            "part": "1",
            "seal": "823792AA"
        }
    ],
    "t1744": [
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "[الوجه السلفي لجماعة الإخوان المسلمين]"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": "1",
            "tit": "درر سلفية من كلام الأستاذ حسن البنا - رحمه الله -"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": null,
            "tit": "الاهتمام بترسيخ عقيدة التوحيد"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": "1",
            "tit": "يجب على المسلم أن يكون سليم العقيدة"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": "2",
            "tit": "الطريقة الصحيحة لعرض العقيدة الصحيحة"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "البداية بالتوحيد"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": null,
            "tit": "نتبنى طريقة السلف"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "ومن يبتغ غير الإسلام دينا فلن يقبل منه"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": null,
            "tit": "من الكفر الشك في كفر اليهود والنصارى"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": null,
            "tit": "تكفير من يستحق التكفير"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": null,
            "tit": "وجوب التفرقة بين النوع والشخص المعين"
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": null,
            "tit": "من لم يتبع محمدا - صلى الله عليه وآله وسلم - فهو كافر ضال"
        },
        {
            "id": "118",
            "lvl": "2",
            "sub": null,
            "tit": "من ينكر نبوة محمد - صلى الله عليه وآله وسلم - ينخرط في عداد الكفرة المتمردين على الله، ولا سبيل له إطلاقا للإيمان بأي نبي"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": null,
            "tit": "الولاء والبراء"
        },
        {
            "id": "123",
            "lvl": "2",
            "sub": null,
            "tit": "دور الإخوان المسلمين في مكافحة التبشير (التنصير)"
        },
        {
            "id": "128",
            "lvl": "2",
            "sub": null,
            "tit": "رفض العلمانية وعدم مهادنتها أو مساومتها أو تقديم تنازلات لها"
        },
        {
            "id": "129",
            "lvl": "2",
            "sub": null,
            "tit": "من طبيعة الإسلام عدم مهادنة الجاهلية أو التعايش معها أو مساومتها أو تقديم تنازلات لها"
        },
        {
            "id": "132",
            "lvl": "2",
            "sub": null,
            "tit": "من مواصفات الحكومة الإسلامية"
        },
        {
            "id": "135",
            "lvl": "2",
            "sub": null,
            "tit": "الأستاذ حسن البنا - رحمه الله - يطالب بتحكيم الشريعة"
        },
        {
            "id": "144",
            "lvl": "2",
            "sub": null,
            "tit": "الاتباع وترك الابتداع"
        },
        {
            "id": "144",
            "lvl": "2",
            "sub": "1",
            "tit": "تربية الأتباع على الاتباع والتمسك بالكتاب والسنة"
        },
        {
            "id": "145",
            "lvl": "2",
            "sub": null,
            "tit": "الأستاذ حسن البنا - رحمه الله - وإحياء السنة"
        },
        {
            "id": "145",
            "lvl": "2",
            "sub": "1",
            "tit": "أقوال للشيخ حسن البنا - رحمه الله - في وجوب اتباع النبي - صلى الله عليه وآله وسلم -"
        },
        {
            "id": "148",
            "lvl": "2",
            "sub": null,
            "tit": "أمور العبادة سبيلها التوقيف"
        },
        {
            "id": "148",
            "lvl": "2",
            "sub": "1",
            "tit": "لا يعبد الله إلا بما شرع"
        },
        {
            "id": "150",
            "lvl": "2",
            "sub": null,
            "tit": "من البدع المردودة الزيادة في العبادات المرسومة أو النقص منها أو التحريف فيها"
        },
        {
            "id": "154",
            "lvl": "2",
            "sub": null,
            "tit": "إن مجال الابتداع والابتكار ليس هو الدين"
        },
        {
            "id": "158",
            "lvl": "2",
            "sub": null,
            "tit": "زلات العلماء ليست حجة للابتداع في الدين"
        },
        {
            "id": "160",
            "lvl": "2",
            "sub": null,
            "tit": "الأثر السيئ للأحاديث الضعيفة والموضوعة على الأمة"
        },
        {
            "id": "162",
            "lvl": "2",
            "sub": null,
            "tit": "الموقف من الجماعات الإسلامية الأخرى"
        },
        {
            "id": "162",
            "lvl": "2",
            "sub": "1",
            "tit": "اتحاد العاملين للإسلام أمل كبير وأمنية عزيزة يتمناها كل محب للإصلاح"
        },
        {
            "id": "163",
            "lvl": "2",
            "sub": null,
            "tit": "موقف الإخوان المسلمين من غيرهم"
        },
        {
            "id": "166",
            "lvl": "2",
            "sub": null,
            "tit": "وحدة العمل الإسلامي في القطر الواحد"
        },
        {
            "id": "172",
            "lvl": "2",
            "sub": null,
            "tit": "وحدة العمل الإسلامي واجب شرعى وضرورة حركية"
        },
        {
            "id": "176",
            "lvl": "2",
            "sub": null,
            "tit": "التحذير من الفرق الضالة"
        },
        {
            "id": "178",
            "lvl": "2",
            "sub": null,
            "tit": "المعتزلة والخوارج والشيعة والمرجئة وفرق الباطنية والمشبهة من الفرق الضالة"
        },
        {
            "id": "179",
            "lvl": "2",
            "sub": null,
            "tit": "اسأل مجربا، كلام الأستاذ سعيد حوى عن الشيعة"
        },
        {
            "id": "179",
            "lvl": "2",
            "sub": "1",
            "tit": "كلام الأستاذ سعيد حوى - رحمه الله - عن الشيعة"
        },
        {
            "id": "189",
            "lvl": "2",
            "sub": null,
            "tit": "التحذير من خدعة التقريب بين السنة والشيعة"
        },
        {
            "id": "193",
            "lvl": "2",
            "sub": null,
            "tit": "الاختلاط بين الرجال والنساء"
        },
        {
            "id": "202",
            "lvl": "2",
            "sub": null,
            "tit": "(الإخوان المسلمون) يطالبون الحكومة في مصر بمنع الاختلاط في المدارس"
        },
        {
            "id": "203",
            "lvl": "2",
            "sub": null,
            "tit": "الرئيس الأمريكي بوش يشجع العودة إلى نظام عدم الاختلاط بين الجنسين في المدارس"
        },
        {
            "id": "203",
            "lvl": "2",
            "sub": "1",
            "tit": "عدد الجامعات والكليات الأمريكية غير المختلطة"
        },
        {
            "id": "204",
            "lvl": "2",
            "sub": null,
            "tit": "حجاب المرأة المسلمة"
        },
        {
            "id": "206",
            "lvl": "2",
            "sub": null,
            "tit": "وجوب إعفاء اللحية وتحريم حلقها"
        },
        {
            "id": "207",
            "lvl": "2",
            "sub": null,
            "tit": "الدين كله لباب لا قشور فيه"
        },
        {
            "id": "209",
            "lvl": "2",
            "sub": null,
            "tit": "تحريم سماع الموسيقى والغناء المصحوب بموسيقى"
        },
        {
            "id": "212",
            "lvl": "1",
            "sub": null,
            "tit": "قائمة المراجع"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "الإهداء"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "أقوال ليست عابرة"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "[الدعوة السلفية]"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "1",
            "tit": "من هم السلفيون؟"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "السلفية والتقدم"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "هدف السلفية"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "الأصول العلمية للدعوة السلفية"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "أهداف الدعوة السلفية"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "الدروس العشرون من حياة الأستاذ حسن البنا - رحمه الله -"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "الدرس الأول: درس للكسالى: حياة لا تعرف إيثار العافية والراحة"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "الدرس الثاني: التواصل مع العلماء"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس الثالث: العمل الجماعي منذ الصغر"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "الدرس الرابع: الصبر عند البلاء"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "الدرس الخامس: تحويل الأفكار إلى واقع"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "الدرس السادس: لا يعرف الهزل في قضايا دينه وأمته"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "الدرس السابع: موقف مهم من الصوفية وطرقهم وانحرافاتهم"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "الدرس الثامن: الاهتمام بالعلم الشرعي"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "الدرس التاسع: تعظيم شعائر الله"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "الدرس العاشر: الاعتزاز بالتاريخ الهجري وإحياء العادات الإسلامية وإماتة العادات الأعجمية في كل مظاهر الحياة"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "الدرس الحادي عشر: العدل والإنصاف"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "الدرس الثاني عشر: تقدير لا تقديس"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "الدرس الثالث عشر: نحن لا نستعين بمن يعصى الله في طاعة الله تعالى"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "الدرس الرابع عشر: الجسم الميت لا يشعر بالألم"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "الدرس الخامس عشر: إنكار المنكر، فلا قياس مع النص ولا مناص في الامتثال"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "الدرس السادس عشر: شجاعة في قبول النصيحة والرجوع إلى الحق"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": null,
            "tit": "الدرس السابع عشر: متابعة الأتباع مع حرارة العاطفة ورقة الشعور"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "الدرس الثامن عشر: عدم التميز عن الأتباع"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "الدرس التاسع عشر: الثقة في الله مع حسن التخطيط للدعوة"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": null,
            "tit": "الدرس العشرون: السياسة يجب أن تنضبط بالكتاب والسنة"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "مقتطفات من نظرة الأستاذ حسن البنا للإصلاح"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: في الناحية السياسية والقضائية والإدارية:"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: في الناحية الاجتماعية والعلمية:"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: في الناحية الاقتصادية:"
        }
    ]
}