{
    "b1746": [
        {
            "id": "1",
            "nass": "الإباضية ¶ في ميزان ¶ أهل السنة والجماعة ¶ جمع وتأليف ¶ عبد الله بن مسعود السني",
            "page": "1",
            "part": "1",
            "seal": "18FD6431"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم",
            "page": "2",
            "part": "1",
            "seal": "B15B994C"
        },
        {
            "id": "4",
            "nass": "مقدمة ¶ الحمد لله الذي جعل في كل زمان فترة من الرسل بقايا من أهل العلم يدعون من ضل إلى الهدى، ويصبرون منهم على الأذى، ويحيون بكتاب الله تعالى الموتى، ويبصرون بنور الله أهل العمى، فكم من قتيل لإبليس قد أحيوه، وكم من ضال تائه قد هدوه، فما أحسن أثرهم على الناس وما أقبح أثر الناس عليهم، ينفون عن كتاب الله تحريف الغالين، وانتحال المبطلين، وتأويل الجاهلين، الذين عقدوا ألوية البدعة، وأطلقوا عنان الفتنة، فهم مختلفون في الكتاب، مخالفون للكتاب، مجمعون على مفارقة الكتاب، يقولون على الله وفي الله وفي كتاب الله بغير علم، يتكلمون بالمتشابه من الكلام، ويخدعون جهال الناس بما يشبهون عليهم; فنعوذ بالله من فتنة المضلين، أما بعد: ¶ فإن من المضلين الضالين في هذا الزمان وقبله بأزمان الإباضية فقد جمعوا بين عقيدة الخوارج -إذ هم فرع عنهم- والمعتزلة الجهمية وسموا أنفسهم أهل الحق والاستقامة!",
            "page": "4",
            "part": "1",
            "seal": "287D712A"
        },
        {
            "id": "5",
            "nass": "قال الإمام البخاري رحمه الله في الجامع الصحيح (¬1): ¶ حدثنا قتيبة حدثنا عبد الواحد عن عمارة بن القعقاع بن شبرمة حدثنا عبد الرحمن بن أبي نعم قال سمعت أبا سعيد الخدري يقول بعث علي بن أبي طالب رضي الله عنه إلى رسول الله صلى الله عليه وسلم من اليمن بذهيبة في أديم مقروظ لم تحصل من ترابها قال فقسمها بين أربعة نفر بين عيينة بن بدر وأقرع بن حابس وزيد الخيل والرابع إما علقمة وإما عامر بن الطفيل فقال رجل من أصحابه كنا نحن أحق بهذا من هؤلاء قال فبلغ ذلك النبي صلى الله عليه وسلم فقال ألا تأمنوني وأنا أمين من في السماء يأتيني خبر السماء صباحًا ومساءً قال فقام رجل غائر العينين مشرف الوجنتين ناشز الجبهة كث اللحية محلوق الرأس مشمر الإزار فقال يا رسول الله اتق الله قال ويلك أو لست أحق أهل الأرض أن يتقي الله قال ثم ولى الرجل قال خالد بن الوليد يا رسول الله ألا أضرب عنقه قال لا لعله أن يكون يصلي فقال خالد وكم من مصل يقول بلسانه ما ليس في قلبه قال رسول الله صلى الله عليه وسلم إني لم أؤمر أن أنقب عن قلوب الناس ولا أشق بطونهم قال ثم نظر إليه وهو مقف فقال إنه يخرج من ضئضئ هذا قوم يتلون كتاب الله رطبًا لا يجاوز ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه برقم: (4004).",
            "page": "5",
            "part": "1",
            "seal": "27544766"
        },
        {
            "id": "6",
            "nass": "حناجرهم يمرقون من الدين كما يمرق السهم من الرمية وأظنه قال لئن أدركتهم لأقتلنهم قتل ثمود. ¶ قال شيخ الإسلام ابن تيمية في النصيحة الكبرى: \"ثبت عنه صلى الله عليه وسلم في الصحاح وغيرها من رواية أمير المؤمنين علي بن أبي طالب وأبي سعيد الخدري وسهل بن حنيف وأبي ذر الغفاري وسعد بن أبي وقاص وعبد الله بن عمر وابن مسعود رضي الله عنهم وغير هؤلاء أن النبي صلى الله عليه وسلم ذكر الخوارج فقال: «يحقر أحدكم صلاته مع صلاتهم وصيامه مع صيامهم وقراءته مع قراءتهم يقرءون القرآن لا يجاوز حناجرهم يمرقون من الإسلام كما يمرق السهم من الرمية أينما لقيتموهم فاقتلوهم أو قال فقاتلوهم فإن في قتلهم أجراً عند الله لمن قتلهم يوم القيامة لئن أدركتهم لاقتلنهم قتل عاد». اهـ ¶ وقال في رسالة الفرقان: \"والأحاديث في ذمهم يعني الخوارج والأمر بقتالهم كثيرة جداً وهي متواترة عند أهل الحديث مثل أحاديث الرؤية وعذاب القبر وفتنته وأحاديث الشفاعة والحوض\" (¬1). ¶ ¬__________ ¶ (¬1) انظر: مجموع الفتاوى (13/ 35).",
            "page": "6",
            "part": "1",
            "seal": "2052D3D6"
        },
        {
            "id": "7",
            "nass": "الإباضية من فرق الخوارج ¶ يتفق العلماء والباحثون قديماً وحديثاً على أن الإباضية في أصولها العقدية فرع عن الخوارج، وتلتقي معهم في أغلب الأصول التي خرجت بها الخوارج عن الأمة وأن الخلاف الذي انشعبت به عنهم كان في موقفهم من بقية المسلمين، وحكم الإقامة معهم ومتى يكون قتالهم، وأحكامهم في السلم والحرب (¬1). ¶ ¬__________ ¶ (¬1) انظر على سبيل المثال: مقالات الإسلاميين للأشعري (1/ 183) والفرق بين الفرق (ص 103) والملل والنحل (1/ 133).",
            "page": "7",
            "part": "1",
            "seal": "F3E77A5E"
        },
        {
            "id": "8",
            "nass": "إلى من تنسب الإباضية؟ ¶ رغم أن المذهب الإباضي ينسب إلى عبد الله بن إباض لكن لا يوجد في المصادر الإباضية ولا في غيرها ما يمكن أن يعتبر سيرة تاريخية له إلا بعض المقتطفات المتناثرة في بعض الكتب التاريخية. ¶ فكل ما يمكن أن يقال عنه أنه ينتمي إلى قبيلة تميم التي كانت تسكن في البصرة ولا يعرف تاريخ مولده ولا تاريخ وفاته بالتحديد ولكنه أدرك معاوية بن أبي سفيان رضي الله عنه وهو شاب وعاش إلى زمن عبد الملك بن مروان. وبذلك يكون قد عاش في نفس الفترة التاريخية التي وجد فيها أبو بلال وجابر بن زيد ونافع بن الأزرق. ¶ ويقول الدكتور عوض خليفات: \"إن المصادر الإباضية تُجمع على أن ابن إباض لم يكن إمامهم الحقيقي ومؤسس دعوتهم وإنْ كان من علمائهم ورجالهم البارزين في التقوى والصلاح\" (¬1). وممن تنتحله الإباضية وتنتسب إليه جابر بن زيد أبو الشعثاء. ¶ ¬__________ ¶ (¬1) عوض خليفات: نشأة الحركة الإباضية ص 84.",
            "page": "8",
            "part": "1",
            "seal": "4BAF7949"
        },
        {
            "id": "9",
            "nass": "بل يعتبر جابر بن زيد (عندهم) الإمام الأول للإباضية والمؤسس الحقيقي للفكر والمذهب الإباضي. ¶ وهذه ترجمة موجزة له: ¶ جابر بن زيد الأزدي اليحمدي، مولاهم، البصري، الخوفي -بخاء معجمة- والخوف ناحية من عمان، كان عالم أهل البصرة في زمانه، يُعدُّ مع الحسن وابن سيرين، وهو من كبار تلامذة ابن عباس. ¶ حدث عنه عمرو بن دينار، وأيوب السختياني، وقتادة، وآخرون. روى عطاء عن ابن عباس، قال: لو أن أهل البصرة نزلوا عند قول جابر بن زيد لأوسعهم علما عمّا في كتاب الله. ¶ ورُوِي عن ابن عباس أنه قال: تسألوني وفيكم جابر بن زيد!. ¶ وعن عمرو بن دينار، قال: ما رأيت أحدا أعلم من أبي الشعثاء. ¶ والثابت عنه رحمه الله تعالى يدفع ما ادعاه الإباضية فقد روى ابن سعد –رحمه الله- في الطبقات (¬1) عن عزرة وهو ابن ثابت الأنصاري، قال: قلت لجابر بن زيد إن الإباضية يزعمون أنك منهم قال أبرأ إلى الله منهم زاد في رواية سعيد بن عامر (شيخ ابن سعد) قلت له ذلك وهو يموت. ¶ ¬__________ ¶ (¬1) رواه ابن سعد في الطبقات (7/ 181).",
            "page": "9",
            "part": "1",
            "seal": "681509DC"
        },
        {
            "id": "10",
            "nass": "وثبت عند ابن سعد في الطبقات (¬1) عن ثابت أن الحسن قال لجابر إن الإباضية تتولاك قال: فقال: أبرأ إلى الله منهم. قال: فما تقول في أهل النهروان؟ قال: فقال: أبرأ إلى الله منهم. وفي الطبقات أيضًا (¬2) عن محمد بن سيرين أنه قال: كان بريئًا مما يقولون يعني جابر بن زيد قال عارم –شيخ ابن سعد- وكانت الإباضية ينتحلونه. ¶ ¬__________ ¶ (¬1) رواه ابن سعد في الطبقات (7/ 181). ¶ (¬2) المصدر السابق.",
            "page": "10",
            "part": "1",
            "seal": "1564A765"
        },
        {
            "id": "11",
            "nass": "أماكن تواجدهم ¶ تنتشر الإباضية في سلطنة عُمان وجبل نفوسة وفي زوارة في ليبيا ووادي مزاب في الجزائر وجربة في تونس وبعض المناطق في شمال أفريقيا إضافة إلى جزيرة زنجبار فيما يسمى الآن تنزانيا.",
            "page": "11",
            "part": "1",
            "seal": "BB286CC6"
        },
        {
            "id": "12",
            "nass": "527 -  c3 ¶ عقيدة الإباضية ¶ 1 - التوحيد عند الإباضية: ¶ 2 - خلق القرآن عند الإباضية: ¶ 3 - إنكار رؤية المؤمنين ربهم يوم القيامة: ¶ 4 - إنكار الشفاعة والقول بتخليد العصاة في النار: ¶ 5 - الإيمان عند الإباضية: ¶ 6 - الأسماء والصفات: ¶ 7 - الصراط: ¶ 8 - موقفهم من الصحابة: ¶ 9 - التقية عند الإباضية:",
            "page": "12",
            "part": "1",
            "seal": "2E9567DC"
        },
        {
            "id": "13",
            "nass": "1 - التوحيد عند الإباضية: ¶ جاء في لباب الآثار لمهنا بن خلفان البورسعيدي: ¶ مسألة: ومن نذر لشيء من القبور أو لموضع ولم يبين الشيء هل يثبت، وفيم يجعل؟ ¶ قال: يثبت ويجعل في مصالح الموضع أو القبر أن احتاج وإلا يوقف إلى أن يحتاج، وقول يفرق في الفقراء والله أعلم (¬1). ¶ ومنه: ومن نذر برأس غنم ليؤكل عند القبر الفلاني كل سنة تدور مادام حيا، ثم ترك قضاء النذر سنتين ثم أراد قضاء الماضي ما يلزمه؟ ¶ قال: يجزي البدل لما مضى وعليه التوبة والاستغفار وفي الكفارة عليه اختلاف وهي كفارة يمين مرسلة والله أعلم (¬2). ¶ مسألة: ومنه: ومن قعد ليأكل نذرته عند القبر فجاء آخر واكل منها من غير رضاه، ولم ينكر عليه حياء منه أو غلبة ما ترى في ذلك؟ ¶ قال: إن لم يرض له لم يجزه وعليه بدله والأكل بغير إذن عليه الضمان والإثم والله أعلم (¬3). ¶ ¬__________ ¶ (¬1) كتاب لباب الآثار لمهنا بن خلفان البوسعيدي، ج2، ص22. ¶ (¬2) المصدر السابق، ص 21. ¶ (¬3) المصدر السابق، ص 16.",
            "page": "13",
            "part": "1",
            "seal": "DB1F9FAC"
        },
        {
            "id": "14",
            "nass": "وفيمن عليه نذر لقبر، هل له أن يأمر من يقضي عنه ممن يأمنه أم لا؟ ¶ قال: إذا لم يكن نذر أن يصل بنفسه فجائز له أن يأمر من يثق به أن يقضي عنه نذره والله اعلم (¬1). ¶ ومن نذر بشيء مسمى لقبر الشيخ أو غيره من القبور فقول: انه يكون للفقراء. وقول: انه نذر باطل لا يلزم. وان كان منذورا به أن يؤكل عند القبر فلا يجوز أن يؤكل بعضه ويرد بعضه ويكون القرب من القبر مايقع في المعنى أنه عند القبر ولا يحتاج أن يؤكل عند رأس القبر (¬2). ¶ حكم ذلك عند أهل السنة: ¶ لو قال لله علي إن شفى الله مريضي أن أذبح للشيخ فلان ذبيحة، للبدوي، أو للحسين، أو للشيخ عبد القادر، أو لغيرهم هذا شركٌ أكبر هذا ما يجوز، هذا لا يحل الوفاء به، وعليه التوبة إلى الله من ذلك؛ لأن هذا شركٌ أكبر، الذبح للأموات، والتقرب إليهم بالذبائح، أو النذور هذا شركٌ أكبر، العبادة حق الله وحده، يقول -سبحانه-: {وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُواْ إِلاَّ إِيَّاهُ} (23) سورة الإسراء. ويقول سبحانه: {قُلْ إِنَّ صَلاَتِي. .}، يعني قل يا محمد للناس {إِنَّ صَلاَتِي وَنُسُكِي} يعني ¶ ¬__________ ¶ (¬1) المصدر السابق، ص18. ¶ (¬2) منهج الطالبين وبلاغ الراغبين/ خميس بن سعيد الشقصي، ج6، ص230.",
            "page": "14",
            "part": "1",
            "seal": "719553C0"
        },
        {
            "id": "15",
            "nass": "ذبحي {وَمَحْيَايَ وَمَمَاتِي لِلّهِ رَبِّ الْعَالَمِينَ * لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَاْ أَوَّلُ الْمُسْلِمِينَ} (162 - 163) سورة الأنعام. ويقول سبحانه للنبي-صلى الله عليه وسلم-: {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ * فَصَلِّ لِرَبِّكَ وَانْحَرْ} (1 - 2) سورة الكوثر. ويقول النبي-صلى الله عليه وسلم-: «لعن الله من ذبح لغير الله»، فلا يجوز الذبح للجن، ولا للمشايخ أصحاب القبور، ولا لغيرهم من أصنام، أو أشجار، أو أحجار، أو ملائكة، أو أنبياء، لا، هذا يكون لله وحده (¬1). ¶ ¬__________ ¶ (¬1) فتاوى نور على الدرب للشيخ عبد العزيز بن باز رحمه الله.",
            "page": "15",
            "part": "1",
            "seal": "BE965513"
        },
        {
            "id": "16",
            "nass": "2 - خلق القرآن عند الإباضية: ¶ وهذه المسألة من أهم المسائل وليست فتنة القول بخلق القرآن التي قام بها بعض خلفاء بني العباس ونصرهم فيها قضاة المعتزلة بخافية على أحد فكم أريق فيها من دماء وكم امتحن بسببها وكم جلد وأوذي أهل السنة فيها من الإمام احمد بن حنبل فمن دونه. ¶ وقد ورث هذه المقولة الخبيثة المخرجة عن الملة ورثها عن المعتزلة اتباعهم الإباضية وانتصروا لها وقرروها. ¶ جاء في مقالات الإسلاميين لأبي الحسن الأشعري: والخوارج جميعاً يقولون بخلق القرآن (¬1). ¶ ويؤكد ما ذهب إليه أبو الحسن الأشعري ما أورده ابن جميع الإباضي في مقدمة التوحيد: \"وليس منا من قال إن القرآن غير مخلوق\" (¬2). ¶ وجاء في كتاب الدليل لأهل العقول للورجلاني: \"والدليل على خلق القرآن أن لأهل الحق عليهم أدلة كثيرة، وأعظمها استدلالهم على ¶ ¬__________ ¶ (¬1) (المقالات ج1 ص 203). ¶ (¬2) (مقدمة التوحيد ص 19).",
            "page": "16",
            "part": "1",
            "seal": "DBF567F4"
        },
        {
            "id": "17",
            "nass": "خلقه بالأدلة الدالة على خلقهم هم فإن أبوا من خلق القرآن أبينا لهم من خلقهم، وقد وصفه الله عز وجل في كتابه وجعله قرآناً عربياً مجعولاً \" (¬1). ¶ ومن آخر من قرر ذلك الخليلي في كتابه \"الحق الدامغ\". ¶ وهذه المسألة من المسلمات عند أهل السنة فقد دل القرآن والسنة وأقوال السلف -الصحابة فمن دونهم- وإجماع أهل السنة على أن القرآن كلام الله منزل غير مخلوق ومن قال بخلقه كفر. ¶ قال ابن القيم رحمه الله في النونية: ¶ ولقد تقلد كفرهم خمسون في ... عشر من العلماء في البلدان ¶ واللالكائي الإمام حكاه عنهم ... بل حكاه قبله الطبراني ¶ ¬__________ ¶ (¬1) الدليل لأهل العقول للورجلاني ص50، 68 - 72.",
            "page": "17",
            "part": "1",
            "seal": "C9D7E238"
        },
        {
            "id": "18",
            "nass": "3 - إنكار رؤية المؤمنين ربهم يوم القيامة: ¶ ذهب الإباضية تبعا لأئمتهم المعتزلة إلى نفي رؤية المؤمنين لله تعالى بشبه باطلة واهية وقرروا ذلك في كتبهم ومن آخر ذلك ما ذكره مفتيهم الخليلي في كتابه الحق الدامغ وبعد أن سرد ثلاثة عشر حديثا كلها تثبت الرؤية قال: \"وأنت أيها القاريء الكريم تدرك ببصيرتك أن الأخذ بظواهر هذه النصوص يفضي إلى ما يرده العقل ويكذبه البرهان\"! ¶ فإذا كان هذا موقف إمامهم ومفتيهم -وهو تابع لأسلافه- وهو رد حديث رسول الله عليه الصلاة والسلام وتقديم عقله الناقص عليه فذكر ذلك يغني عن رده، وإلا فإن رؤية المؤمنين لله عز وجل ثابتة في القرآن والسنة وأقوال سلف الأمة قال شيخ الإسلام ابن تيمية -رحمه الله-: \"والذي عليه جمهور السلف أن من جحد رؤية الله في الدار الآخرة فهو كافر\".",
            "page": "18",
            "part": "1",
            "seal": "E9B66C99"
        },
        {
            "id": "19",
            "nass": "4 - إنكار الشفاعة والقول بتخليد العصاة في النار: ¶ وهذه المسألة أيضا مما تابع فيه الإباضية أئمتهم المعتزلة وحجتهم في ذلك داحضة وقد رد عليهم أهل السنة باطلهم هذا بما جاء في القرآن والسنة. ¶ قال الإمام الآجري رحمه الله: \"اعلموا رحمكم الله أن المنكر للشفاعة يزعم أن من دخل النار فليس بخارج منها وهذا مذهب المعتزلة يكذبون بها\" إلى أن قال: \"وليس هذا طريق المسلمين إنما هذا طريق من قد زاغ عن طريق الحق وقد لعب به الشيطان\". ¶ قال أنس بن مالك رضي الله عنه: \"من كذب بالشفاعة فليس له فيها نصيب\".",
            "page": "19",
            "part": "1",
            "seal": "4561BAE9"
        },
        {
            "id": "20",
            "nass": "5 - الإيمان عند الإباضية: ¶ قال الإباضية في تعريفهم للإيمان: \"الإيمان هو التصديق بالقلب حيث صرح القرآن بإضافة الإيمان إلى القلب. . . . فإذا حقق العبد الإيمان في قلبه وأرساه في نفسه انتقل إلى درجة أعلى مما كان فيه وهي درجة الظن بمعنى اليقين\" (¬1). ¶ وهذا هو قول الجهمية وأتباعهم الأشعرية. ¶ أما أهل السنة فالإيمان عندهم: اعتقاد بالقلب وقول باللسان وعمل بالجوارح يزيد وينقص. ¶ ¬__________ ¶ (¬1) منهج الطالبين وبلاغ الراغبين في أصول العقائد الإسلامية (1/ 69).",
            "page": "20",
            "part": "1",
            "seal": "E6257084"
        },
        {
            "id": "21",
            "nass": "6 - الأسماء والصفات: ¶ أ- يقول الإباضية في توحيد الأسماء والصفات: ¶ أثناء الحديث عن اشتقاق الاسم قالوا: \"الاسم مشتق من السمة وهو العلامة: يقول المرء: كان الله تعالى في الأزل بلا اسم ولا صفة. فلما خلق الخلق جعلوا له أسماء وصفات، فلما أفناهم بقي بلا اسم وصفة ... والاسم أيضا ما دل على الذات من غير اعتبار معنى يوصف به الذات\" (¬1). ¶ وهذا من أعظم الضلال وأقبح الكفر أن يكون الله تعالى بلا اسم ولا صفة! ¶ وقد كفر جمعٌ من الأئمة من قال إن أسماء الباري سبحانه مخلوقة، ومنهم: الإمام الشافعي، والإمام أحمد بن حنبل، وإسحاق بن راهويه، عثمان بن سعيد الدارمي، ونعيم بن حماد، ومحمد بن اسلم الطوسي، ومحمد بن جرير الطبري وابن خزيمة، وغيرهم. ¶ ¬__________ ¶ (¬1) أصول العقائد الإسلامية ـ العقيدة (2/ 25).",
            "page": "21",
            "part": "1",
            "seal": "04211BA2"
        },
        {
            "id": "22",
            "nass": "ب - يقول الإباضية في أقسام الصفات وأحكامها: \"صفة الذات التعريف: صفات الذات أمور اعتبارية أي معان لا حقيقة لها في الخارج. . . \" (¬1). ¶ ج - الواجب في حق الله تعالى هو ما ترتب على ثبوته له كمال وعلى عدمه نقص ومحال كجميع صفات الذات (¬2). ¶ يقول الإباضية: \"الصفات المستحيلة: كل صفة من صفات المخلوق مستحيلة على الله تعالى والله تعالى لا يشبه شيئا من خلقه. . . وسنكتفي بذكر بعض منها على سبيل المثال: استحالة الموت. . . . . . . . . \" (¬3) إلخ. ¶ وقد ضل الإباضية عن الصراط المستقيم في طريقة نفي الصفات، فالنفي عند أهل السنة يشترط فيه أن يتضمن إثبات كمال لا نقص فيه. ¶ وأما نفي الإباضية فهو متضمن للنقص بل وتعريفهم غير مانع لنفي النقائص. ¶ ¬__________ ¶ (¬1) أصول العقائد الإسلامية ـ العقيدة (2/ 39). ¶ (¬2) منهج الطالبين وبلاغ الراغبين، قسم العقيدة (2/ 47). ¶ (¬3) مختصر من: منهج الطالبين وبلاغ الراغبين في أصول العقائد الإسلامية (2/ 53).",
            "page": "22",
            "part": "1",
            "seal": "82A34361"
        },
        {
            "id": "23",
            "nass": "فهم يقولون: \"كل صفة من صفات المخلوق مستحيلة على الله تعالى\" فلو كان هذا التعريف صحيحا، فالمخلوق موصوف بعدة صفات يلزم الإباضية نفيها عن الله، فالمخلوق الإنسان يوصف بأنه حي، وقادر، ومريد، وبأن له وجود، فعلى قاعدة الإباضية في النفي يلزمهم نفي أن يكون الله حي أو قادر أو مريد أو موجود أو عالم أو غير ذلك مما ثبت وصف المخلوق به، وأيضا نفي الإباضية للصفات جعلهم يشبهون الله بالمخلوقات الناقصات، فهناك مخلوقات لا تتحرك ولا سمع لها ولا بصر ولا تتكلم وتنتقل من مكان إلى مكان، فقاعدتهم مخروقة وغير صحيحة ومتناقضة قامت على غير أساس من تقوى الله بل قامت على حثالة أفهام الفلاسفة الألفاظ التي يستحيل أن يسأل بها عن الله عز وجل ـ ثم ذكر عدة ألفاظ ومنها ـ متى، كم، أين. . . \" (¬1). ¶ وقد ثبت في صحيح الإمام مسلم من حديث معاوية بن الحكم السلمي -رضي الله عنه- أن النبي صلى الله عليه وسلم سأل الجارية أين الله؟ (¬2). ¶ ¬__________ ¶ (¬1) منهج الطالبين وبلاغ الراغبين في أصول العقيدة الإسلامية (2/ 61). ¶ (¬2) أخرجه مسلم في صحيحه برقم: (877).",
            "page": "23",
            "part": "1",
            "seal": "27A3BD2D"
        },
        {
            "id": "24",
            "nass": "7 - الصراط: ¶ يرى جمهور الإباضية أن الصراط المستقيم إنما قصد به طريق الإسلام ودين الله القيم. . . كما لا يرون غرابة في تعريف الصراط بالجسر. . . وقد ذكر الجيطالي أنه من الممكن عقلا أن يكون الصراط جسرا ممدودا فوق جهنم لأنه ليس فيه ما يحيله ولا في الشرع ما يبطله فإن القادر على أن يطير الطير في الهواء قادر على أن يسير الإنسان على الصراط والله أعلم بكيفيه (¬1). ¶ وقد دلت السنة على ثبوت الصراط وعن أبي سعيد الخدري –رضي الله عنه– عن النبي – صلى الله عليه وسلم– قال في ذكر مشاهد يوم القيامة: «ثم يضرب الجسر على جهنم، وتحل الشفاعة، ويقولون: اللهم سلم سلم، قيل: يا رسول الله وما الجسر؟ قال: دحض مزلة، فيه خطاطيف وكلاليب وحسك - شوكة صلبة -، تكون بنجد، فيها شويكة، يقال لها: السعدان، فيمر المؤمنون كطرف العين، وكالبرق، وكالريح، وكالطير، وكأجاويد الخيل والركاب، فناج مسلّم، ومخدوش مرسل، ومكدوس في نار جهنم» رواه مسلم. ¶ ¬__________ ¶ (¬1) منهج الطالبين وبلاغ الراغبين في أصول العقائد الإسلامية (2/ 143).",
            "page": "24",
            "part": "1",
            "seal": "605F7F2E"
        },
        {
            "id": "25",
            "nass": "قال البخاري رحمه الله: باب الصراط جسر جهنم، وأسند حديث أبي هريرة رضي الله عنه وفيه: ويضرب جسر جهنم قال رسول الله صلى الله عليه وسلم: «فأكون أول من يجيز ودعاء الرسل يومئذ اللهم سلم سلم» (¬1). ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه برقم: (6204).",
            "page": "25",
            "part": "1",
            "seal": "E7D9C4BE"
        },
        {
            "id": "26",
            "nass": "8 - موقفهم من الصحابة: ¶ قال السالمي في تحفة الأعيان (¬1): \"وأهل عمان هم أهل الطريق القويم، وأهل الصراط المستقيم، الذي جاء به محمد صلى الله عليه وسلم، ودعا العرب والعجم إليه، وجاهدهم عليه، حتى دخلوا فيه رغبا ورهبا، وعليه لقي ربه صلى الله عليه وسلم، وعليه مضى الخليفتان الراضيان المرضيان حتى لقيا ربهما. ¶ وعليه مضى عثمان بن عفان في صدر خلافته حتى غير وبدل فقاموا عليه وعاتبوه فتوبوه، فرجع إلى تغييره، ثم عاتبوه فتوبوه، ثم عاد إلى تغييره وأعذروا إلى الله فيه حتى عذروا بين الخاص والعام، وطلبوا الاعتزال عن أمرهم فأبى فاجتمعوا عليه وحاصروه حتى قتل في داره، ثم اجتمعوا على علي بن أبي طالب فقدموه وبايعوه على القيام بأمر الله ومضى على ذلك ما شاء الله من الزمان، وقاتل أهل الفتنة القائمين لقتاله المتسترين عند العوام بطلب دم عثمان، حتى قتل منهم ألوفا وهزم صفوفا، ثم رجع القهقرى، وحكم الرجال على حكم أمضاه الله ليس لأحد أن يحكم فيه برأيه فعاتبوه فلم يعتبهم وخاصموه فخصموه فكانت ¶ ¬__________ ¶ (¬1) تحفة الأعيان للسالمي (1/ 76).",
            "page": "26",
            "part": "1",
            "seal": "A10F8499"
        },
        {
            "id": "27",
            "nass": "لهم الحجة عليه فهم أن يرجع إليهم ويترك ما صالح عليه البغاة من التحكيم في حكم الله، فقامت عليه رؤساء قومه فأطاعهم، وعصى المسلمين فاعتزلوه بعد أن خلع نفسه بتحكيم الرجال في إمامته وهو يظن أن الأمر باق في يده وهيهات. . . فقد أعطى العهود والمواثيق على قبول حكم الرجلين فصارت الإمامة يلعب بها الحكمان إن قدموه أو عزلوه فاعتزله المسلمون عند ذلك وقدموا على أنفسهم إماما وهو عبد الله بن وهب الراسبي فسار إليهم علي فقاتلهم بالنهروان حتى قتل جامعتهم الذين هنالك، وهم قدر أربعة آلاف رجل لم ينج منهم إلا اليسير وهم يرون أن الموت هو النجاة، وهو الرواح إلى الجنة، فبقي من بقي منهم في الأمصار والنواحي، وهم خلق كثير فبقوا متمسكين بما وجدوا عليه أسلافهم، عاضين على وصية النبي صلى الله عليه وسلم في اتباع سنته وسنة الخلفاء الراشدين من بعده، فنصبوا على ذلك الأئمة وأذهبوا في رضا الله الأنفس. . . \" ا. هـ المراد نقله منه. ¶ وقال السالمي في تحفة الأعيان (¬1): في ذكر قدوم ابن بطوطة على عمان وما شاهده من أحوال الإباضية فيها: \" أما رضاهم عن ابن ملجم فالله أعلم به، وهو قاتل علي ومن صح معه خبره واستحق معه الولاية فهو حقيق بالرضا، ومن لم يبلغه خبره ولا شهر عنه بما يستحق به الولاية ¶ ¬__________ ¶ (¬1) تحفة الأعيان للسالمي (1/ 369 - 371).",
            "page": "27",
            "part": "1",
            "seal": "41D497F7"
        },
        {
            "id": "28",
            "nass": "فمذهبهم الوقوف على المجهول، وعلي قتل أهل النهروان فقيل: إن ابن ملجم قتله ببعض من قتل، ويوجد في آثارنا عن مشايخنا أنه لم يقتله إلا بعد أن أقام عليه الحجة وأظهر له خطأه في قتلهم وطلبه الرجوع فلم يرجع، وابن ملجم إنما قتل نفسا واحدة وعلي قد قتل بمن معه أربعة آلاف نفس مؤمنة في موقف واحد إلا قليلا منهم ممن نجا منهم، فلا شك أن جرمه أعظم من جرم ابن ملجم، فعلام يلام الأقل جرما ويترك الأكثر جرما، ليس هذا من الإنصاف في شيء\". ¶ كتاب (بيان الشرع) للشيخ العلامة القاضي محمد بن إبراهيم الكندي: ¶ وهو من علماء النصف الثاني من القرن الخامس وعاش إلى أوائل القرن السادس قال عنه المؤرخ سيف بن حمود البطاشي (¬1): \" كان من أشهر علماء زمانه، ومن كبار المؤلفين في عصره، ولو لم يكن له من المؤلفات إلا كتاب بيان الشرع لكفى، وهو عند أصحابنا المشارقة أشهر من نار على علم وتبلغ أجزاؤه اثنان وسبعون جزءا، وكان مرجعًا لمن جاء بعده من الفقهاء والمؤلفين، ولا يزد عليه في عدد الأجزاء إلا قاموس الشريعة، إلا أن المؤلفين من العلماء الذين جاؤوا بعد تأليف بيان الشرع كلهم عيال عليه، يستمدون منه، ويعترفون. ¶ ¬__________ ¶ (¬1) إتحاف الأعيان في تأريخ بعض علماء عمان (1/ 236).",
            "page": "28",
            "part": "1",
            "seal": "D2452474"
        },
        {
            "id": "29",
            "nass": "وقال في اللمعة المرضية: \"وإنه لكتاب ظاهر البركة، عم نفعه الآفاق، ومنه استمد أهل الوفاق. . . \" أ. هـ (¬1). ¶ وفي هذا الكتاب (¬2) سيرة لبعض الخوارج يدعى أبو الفضل عيسى بن نوري الخارجي، معروضة على اثنين من كبار علماء الإباضية وهما أبو عبد الله محمد بن محبوب وأبو سعيد محمد بن سعيد الكدمي. ¶ قال الخارجي في سيرته: \"ونبرأ من عدو الله إبليس – لعنه الله – وأتباعه من الفراعنة وغيرهم من أئمة الكفر، وأتباع أهل الطاغوت من لدن آدم إلى يوما هذا ... وبرئنا بعد النبي – صلى الله عليه وسلم – من أهل القبلة الذين هم من أهل القبلة، عثمان بن عفان، وعلي بن أبي طالب، وطلحة، والزبير، ومعاوية بن أبي سفيان، وعمرو بن العاص، وأبو موسى الأشعري، وجميع من رضي بحكومة الحكمين، وترك حكم الله إلى حكومة عبد الملك بن مروان وعبيد الله بن زياد والحجاج بن يوسف وأبي جعفر والمهدي وهارون وعبد الله بن هارون، وأتباعهم وأشياعهم، ومن تولاهم على كفرهم وجورهم من أهل البدع ¶ ¬__________ ¶ (¬1) وقد ذكر البطاشي تسعة من علمائهم قرظوا هذا الكتاب بقصائد شعرية أوردها من ص (238) إلى ص (245)، وقد طبعته وزارة التراث القومي والثقافة بسلطنة عمان سنة 1407هـ 1984م. ¶ (¬2) بيان الشرع (3/ 277 - 293).",
            "page": "29",
            "part": "1",
            "seal": "D4A37D2C"
        },
        {
            "id": "30",
            "nass": "وأصحاب الهوى، لقول الله تعالى: {ومن أضل ممن اتبع هواه بغير هدى من الله، إن الله لا يهدي القوم الظالمين} [سورة القصص الآية 50]. ¶ قال أبو عبد الله محمد بن محبوب – رحمهم الله -: \"نوافقهم على هذا والبراءة ممن سماه\". ¶ قال أبو سعيد محمد بن سعيد – رضي الله عنه -: \"نوافقهم على البراءة ممن سمى على الشريطة بما سماهم من الكفر\"أ. هـ (¬1). ¶ ثم قال الخارجي: \"وبرئنا من المعتزلة بما وقفوا -أي لم يبرئوا ولم يتولوا- عن عثمان بن عفان، وعلي بن أبي طالب، وطلحة، والزبير، وغيره من أهل القبلة وأهل الكفر ... قال أبو عبد الله -أي محمد بن محبوب-: \"أما البراءة فنوافقهم. . \" (¬2). ¶ ثم قال الخارجي في آخر السيرة: \"هذا دين الله، ودين ملائكته، وأنبيائه، ودين أوليائه، إليه ندعو، وبه نرضى، وعليه نحيا، وعليه نموت، ولا حكم إلا لله يقص الحق وهو خير الفاصلين. . . \" أ. هـ (¬3) ¶ هذا موقفهم من صحابة رسول الله صلى الله عليه وسلم ورضي عنهم فانظر كيف تبرءوا من أربعة من المبشرين بالجنة (عثمان وعلي ¶ ¬__________ ¶ (¬1) بيان الشرع (3/ 280 - 281). ¶ (¬2) بيان الشرع (3/ 284 - 285). ¶ (¬3) من بيان الشرع (3/ 293).",
            "page": "30",
            "part": "1",
            "seal": "11CDB1CF"
        },
        {
            "id": "31",
            "nass": "وطلحة والزبير) وغيرهم من الصحابة رضي الله عنهم ونبرأ إلى الله ممن تبرأ منهم.",
            "page": "31",
            "part": "1",
            "seal": "19F9A3FC"
        },
        {
            "id": "32",
            "nass": "تكفير إمامهم ابن إباض لعثمان -رضي الله عنه- ¶ وهذه رسالته التي وجهها إلى عبد الملك بن مروان من شرح العقيدة، وأصلها في كتاب السير العمانية القديمة: ¶ بسم الله الرحمن الرحيم وصلى الله على سيدنا محمد، من عبد الله بن إباض، إلى عبد الملك بن مروان، سلام عليك ... ثم قال في هذه الرسالة: \"وأما ما ذكرت من عثمان، والذي عرضت من شأن الأئمة، فإن الله ليس ينكر على أحد شهادته في كتابه ما أنزله على رسوله، أنه من لم يحكم بما أنزل الله فأولئك هم الظالمون، والكافرون، والفاسقون، ثم إني لم أذكر لك شيئا من شأن عثمان والأئمة إلا والله يعلم أنه الحق ... وأخبرك من خبر عثمان والذي طعنا عليه فيه، وأبين شأنه الذي أتى عثمان، لقد كان ما ذكرت من قدم في الإسلام وعمل به، ولكن الله لم يجر العباد من الفتنة والردة عن الإسلام ثم أحدث أمورا لم يعمل بها صاحباه قبله، وعهد الناس يومئذ بنبيهم حديث، فلما رأى المؤمنون ما أحدث أتوه، فكلموه، وذكروه بآيات الله، وسنة من كان قبله من المؤمنين، وقال الله تعالى: {ومن أظلم ممن ذكر بآيات الله فأعرض عنها إنا من المجرمون منتقمون}، فسفه عليهم أن ذكروه بآيات الله، وأخذهم",
            "page": "32",
            "part": "1",
            "seal": "E7D59F8E"
        },
        {
            "id": "33",
            "nass": "بالجبروت، وظلم منهم من شاء الله، وسجن من شاء الله منهم، ونفاهم في أطراف الأرض نفيا، وإني أبين لك يا عبد الملك بن مروان، الذي أنكر المؤمنون على عثمان، وفارقناه عليه فيما استحل من المعاصي\". ¶ ثم أخذ يسرد بعض ما افتراه من الكذب على ذي النورين عثمان بن عفان –رضي الله عنه– ويستشهد بآيات الوعيد فيه، وينزلها عليه، مثل قوله تعالى: {ومن أظلم ممن منع مساجد الله أن يذكر فيها اسمه، وسعى في خرابها أولئك ما كان لهم أن يدخلوها إلا خائفين، لهم في الدنيا خزي، ولهم في الآخرة عذاب عظيم} قال: \"فكان عثمان أول من منع مساجد الله ... \"!!. وقوله تعالى: {ولا تطرد الذين يدعون ربهم بالغداة والعشي يريدون وجهه، ما عليك من حسابهم من شيء، وما من حسابك عليهم من شيء فتطرهم فتكون من الظالمين} قال: \" فكان أول رجل من هذه الأمة طردهم. . \" إلى أن قال عن عثمان –رضي الله عنه-: \"وبدل كلام الله، وبدل القول، واتبع الهوى. . \" ¶ وقوله تعالى: {قل أرأيتم ما أنزل الله من رزق فجعلتم منه حراما وحلالا، قل آلله أذن لكم أم على الله تفترون، وما ظن الذين يفترون على الله الكذب يوم القيامة}، {وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا أن يكون لهم الخيرة من أمرهم، ومن يعص الله ورسوله، فقد ضل ضلالا مبينا}، ثم عدد آيات أنزلها الله تعالى في الكافرين",
            "page": "33",
            "part": "1",
            "seal": "34DBD31E"
        },
        {
            "id": "34",
            "nass": "وينزلها هو على الخليفة الراشد، والقانت الزاهد عثمان – رضي الله عنه وأرضاه - ثم قال بعد ذلك: \" فلو أردنا أن نخبر بكثير من مظالم عثمان لم نحصها إلا ما شاء الله، وكل ما عددت عليك من عمل عثمان يكفر الرجل أن يعمل ببعض هذا، وكان من عمل عثمان أنه كان يحكم بغير ما أنزل الله، وخالف سنة نبي الله. . وقد قال الله: {ومن يشاقق الرسول من بعد ما تبين له الهدى، ويتبع غير سبيل المؤمنين، نوله ما تولى ونصله جهنم، وساءت مصيرا} وقال: {ومن لم يحكم بما أنزل الله فأولئك هم الظالمون}، وقال: {ألا لعنة الله على الظالمين، ومن يلعن الله فلن تجد له نصيرا}، وقال: {لا ينال عهدي الظالمين}، وقال: {ولا تركنوا إلى الذين ظلموا فتمسكم النار، وما لكم من دون الله من أولياء ثم لا تنصرون}، وقال: {ومن لم يحكم بما أنزل الله فأولئك هم الفاسقون}، وقال: {وكذلك حقت كلمة ربك على الذين فسقوا أنهم لا يؤمنون} كل هذه الآيات تشهد على عثمان، وإنما شهدنا عليه بما شهدت عليه هذه الآيات: {والله يشهد بما أنزل إليك، أنزله بعلمه، والملائكة يشهدون، وكفى بالله شهيدا}. ¶ ثم قال عبد الله بن إباض: \" فلما رأى المؤمنون الذي نزل به عثمان من معصية الله تبرؤوا منه، والمؤمنون شهداء الله، ناظرون أعمال الناس ... فعلم المؤمنون أن طاعة عثمان على ذلك طاعة إبليس. . \" ثم ذكر",
            "page": "34",
            "part": "1",
            "seal": "26FC0103"
        },
        {
            "id": "35",
            "nass": "مقتل عثمان، وأنهم قتلوه، ونزل عليه قول الله تعالى: {وإن نكثوا أيمانهم من بعد عهدهم، وطعنوا في دينكم، فقاتلوا أئمة الكفر، إنهم لا أيمان لهم، لعلهم ينتهون}، ثم قال: \" وقد يعمل الإنسان بالإسلام زمانا ثم يرتد عنه، وقال الله: {إن الذين ارتدوا على أدبارهم من بعد ما تبين لهم الهدى، الشيطان سول لهم، وأملى لهم}. ¶ ثم ذكر علي بن أبي طالب –رضي الله عنه– بقريب مما قال في ذي النورين عثمان بن عفان، ونزل فيه آيات من مثل التي سردها في شأن عثمان، ثم ذكر معاوية بن أبي سفيان – رضي الله عنه – بمثل ذلك، ثم قال: \" فمن يتول عثمان ومن معه (¬1) فإنا نشهد الله، وملائكته، وكتبه، ورسله، بأنا منهم براء، ولهم أعداء، بأيدينا، وألسنتنا، وقلوبنا، نعيش على ذلك ما عشنا ونموت عليه إذا متنا، ونبعث عليه إذا بعثنا، نحاسب بذلك عند الله ... \"، ثم أغلظ القول في عثمان ومحبيه، وتعرض لذكر الخوارج، فأثنى عليهم، وذكرهم بخير ذكر، وعظمهم، وقال بعد ذلك: \" فهذا خبر الخوارج، نشهد الله، والملائكة أنا لمن عاداهم أعداء، وأنا لمن والاهم أولياء، بأيدينا، وألسنتنا، وقلوبنا، على ذلك نعيش ما عشنا، ¶ ¬__________ ¶ (¬1) ويقصد بمن معه علي بن أبي طالب ومعاوية ومن تولاهم كما يدل عليه السياق.",
            "page": "35",
            "part": "1",
            "seal": "8858AAB8"
        },
        {
            "id": "36",
            "nass": "ونموت على ذلك إذا متنا ... \" ثم قال: \" أدعوكم إلى كتاب الله،. . ونبرأ ممن برئ الله منه ورسوله، ونتولى من تولاه الله. . \". ¶ وهذا الكتاب قرظه مجموعة من كبراء الإباضية وهم: ¶ 1 - إبراهيم بن سعيد العبري. ¶ 2 - أحمد بن حمد الخليلي (مفتي عمان). ¶ 3 - سالم بن حمود السيابي. ¶ 4 - محمد بن شامس البطاشي. ¶ قال الخليلي: فقد أتاح لي القدر السعيد فرصة ذهبية للإطلاع على السفر المسمى \"العقود الفضية في أصول الإباضية \" لمؤلفه العلامة الجليل أخينا الصالح الشيخ سالم بن حمد الحارثي، فوجدته وأيم الحق كتابا جامعا تنشرح به القلوب، وتثلج له الصدور، قد كشف من حقائق المذهب ما أرخى عليه الزمن ستوره، وأبرز من خباياه ما لم يصل إلى أدمغة الجم الغفير من طلاب الحقيقة. . ا. هـ (¬1). ¶ ¬__________ ¶ (¬1) السير والجوابات لعلماء وأئمّة عمان 2/ 325 ـ 345 تحقيق الأستاذة الدكتورة سيدة إسماعيل كاشف، ط وزارة التراث القومي والثقافة سلطنة عمان، والجواهر المنتقاة 156 ـ 162، وإزالة الوعثاء عن أتباع أبي الشعثاء 86 ـ 101.",
            "page": "36",
            "part": "1",
            "seal": "EC3EE1C9"
        },
        {
            "id": "37",
            "nass": "قال أبو الحسن الأشعري: \"والإباضية يقولون: إن جميع ما افترض الله سبحانه على خلقه إيمان، وإن كل كبيرة فهي كفر نعمة، لا كفر شرك، وإن مرتكبي الكبائر في النار خالدون فيها\" (¬1). ¶ ¬__________ ¶ (¬1) انظر: مقالات الإسلاميين (1/ 189).",
            "page": "37",
            "part": "1",
            "seal": "843E2A15"
        },
        {
            "id": "38",
            "nass": "9 - التقية عند الإباضية: ¶ ارتبطت التقية بالرافضة لكن الإباضية جوزوا التقية كإخوانهم الرافضة، وقد أورد الربيع بن حبيب في مسنده روايات في الحث على التقية تحت عنوان: (باب ما جاء في التقية). فلهم نصيب من مشابهة الروافض في ذلك.",
            "page": "38",
            "part": "1",
            "seal": "84C44D24"
        },
        {
            "id": "39",
            "nass": "أقوال أئمة الدعوة في الإباضية ¶ 1 - قال الشيخ عبد الرحمن بن حسن بن محمد بن عبد الوهاب رحمهم الله (¬1): \"والخوارج ما عندنا أحد منهم حتى في الأمصار ما هنا طائفة تقول بقول الخوارج إلا الإباضية في أقصى عمان ووقعوا فيما هو أكبر من رأي الخوارج وهي عبادة الأوثان ولا وجدنا خطك في الخوارج إلا أن أهل هذه الدعوة الإسلامية التي هي دعوة الرسل إذا كفروا من أنكرها قلت يكفرون المسلمين لأنهم يقولون لا إله إلا الله\". ¶ 2 - قال الشيخ سليمان بن سحمان رحمه الله (¬2): \"فإنه بلغنا عن بعض الإخوان الساكنين بالساحل من أرض عُمان أن في جهتهم جهميةً وإباضية وعباد قبور متظاهرين بمذاهبهم وعقائدهم، مظهرين العداوة للإسلام وأهله. وذكروا أنه كان لديهم أناس ممن ينتسب إلى العلم والطلب يجادلون عنهم، ويوالونهم، ويفرون إليهم، ويأخذون جوائزهم وصلاتهم، ويأكلون ذبائحهم. وهؤلاء الجهمية الذين كانوا بالساحل من ¶ ¬__________ ¶ (¬1) المطلب الحميد لعبد الرحمن بن حسن ص 157. ¶ (¬2) مجموعة الرسائل النجدية (1/ 72) كشف الشبهتين.",
            "page": "39",
            "part": "1",
            "seal": "38BD6C44"
        },
        {
            "id": "40",
            "nass": "أرض عمان قد شاع ذكرهم وانتشر خبرهم، وظهر أمرهم من قديم الزمان\". ¶ كذلك الإباضية كانوا بهذا الساحل معروفين مشتهر أمرهم لا يخفى على أحد وقال الشيخ سليمان أيضا (¬1): \"حكم الجهمية، وعباد القبور والإباضية وغيرهم من طوائف الكفر ممن قد نشأ في الإسلام، وبين أظهر المسلمين، ويسمعون كتاب الله وسنة رسوله ويقرؤون فيهما. وكتب أهل الفقه وأهل الحديث. . . \". ¶ قال الشيخ سليمان بن سحمان (¬2): \"فأما الجهمية، والإباضية، وعباد القبور، فالرفق بهم، والشفقة عليهم، والإحسان، والتلطف، والصبر، والرحمة، والتبشير لهم، مما ينافي الإيمان، ويوقع في سخط الرحمن، لأن الحجة بلغتهم منذ أزمان\". ¶ قال الشيخ حمود التويجري: \"وهم في هذه الأزمان كثيرون في أرض عمان وما حولها من السواحل، وأكثر ما يوجد منهم طائفة الإباضية أتباع عبد الله بن إباض\". ¶ وقد حدثنا من اجتمع بهم أنهم لا يزالون يتذكرون أهل النهروان الذين قتلهم علي? وأصحابه، ويتحزنون على قتلهم، وينشدون فيهم ¶ ¬__________ ¶ (¬1) (كشف الشبهتين ص 73). ¶ (¬2) (كشف الشبهتين ص 60).",
            "page": "40",
            "part": "1",
            "seal": "D4187F4E"
        },
        {
            "id": "41",
            "nass": "المراثي الكثيرة، وذكر أنهم لا يجدون هناك أحدا من أهل السنة يقدرون على قتله إلا قتلوه ما لم يدخل عليهم بأمان من بعضهم (¬1). ¶ ¬__________ ¶ (¬1) غربة الإسلام.",
            "page": "41",
            "part": "1",
            "seal": "5FBA9665"
        },
        {
            "id": "42",
            "nass": "تكفيرهم لمن خالفهم ¶ ففي كتاب \" شرح النيل وشفاء العليل\" (¬1): \"فالشاك في كونه صوابا -أي المذهب الإباضي- ودين مخالفينا خطأ منافق، ولو منا، ولا يشم رائحة الجنة، ولو صلى حتى يخرج عظم جبهته، أو صام الدهر، وتصدق بلا غاية\". ¶ وفي كتاب \" لباب الآثار \" (¬2) تأليف مهنا بن خلفان بن محمد البوسعيدي طبعة وزارة التراث العمانية ونقله سعيد بن بشير الصبحي في كتاب \" الجامع الكبير \" (¬3): مسألة: عن الشيخ أحمد بن مداد – رحمه الله -: ما تقول في جميع أهل المذاهب سوى الإباضي؟ هل يجوز تخطئتهم وتضليلهم؟ ويجوز أن يلعنوا ولا ينتقض وضوء من فعله واعتقده أم لا؟ قال: نعم جائز ذلك، ولا ينتقض وضوء من فعل ذلك، إذ هو قال الحق، والصواب والصدق، لأن جميع مخالفينا من المذاهب هم عندنا ¶ ¬__________ ¶ (¬1) (17/ 431). ¶ (¬2) (1/ 271). ¶ (¬3) (1/ 38) طبعة وزارة التراث القومي والثقافة بسلطنة عمان سنة 1407هـ – 1986م بتحقيق وتبويب سالم بن حمد الحارثي.",
            "page": "42",
            "part": "1",
            "seal": "150F054D"
        },
        {
            "id": "43",
            "nass": "هالكون، محدثون في الدين مبتدعون، كافرون كفر نعمة، منافقون ظالمون، يشهد بذلك كتاب الله، وسنة رسوله محمد – صلى الله عليه وسلم – وإجماع المسلمين. وندين لله تعالى ونعتقد أن دين الأباضي، هو دين الله تعالى، ودين رسوله، وإن من خالف الدين الإباضي فهو في النار قطعا، بذلك نشهد وندين لله تعالى، وإن من مات على الدين الأباضي فهو في الجنة قطعا بذلك ندين، وأن من شك في الدين الأباضي وزعم أن الحق في غير الدين الأباضي فهو عندنا كافر كفر نعمة فاسق، منافق مبتدع، محدث في الدين. ولو حلف أحد بطلاق نسائه أن من مات على غير الدين الأباضي فهو في النار فلا طلاق عليه، وكذلك لا حنث لأنه حلف على يقين وعلم، وليس هذا غيبًا. والله أعلم\" انتهى. ¶ قال أبو طاهر الجيطالي في كتابه \" قواعد الإسلام \" (¬1) ما نصه: الفصل السادس: في البراءة من الخارج من مذهب أهل الحق إلى مذهب أهل الخلاف: فمن خرج من مذهب أهل الحق إلى مذهب أهل الخلاف، فتولى أئمتهم، وتبرأ من أئمة المسلمين -أي الإباضية- كان واجبا على المسلمين بغضه، وعداوته، وخلع ولايته، حتى يتوب ويرجع إلى المسلمين -أي الإباضية- فيتولى وليهم، ويعادي عدوهم، وإن خرج من مذهب المسلمين وخالفهم، وطعن في مذهبهم، وعابه عنهم، فقد ¶ ¬__________ ¶ (¬1) (1/ 77).",
            "page": "43",
            "part": "1",
            "seal": "EC4A9F75"
        },
        {
            "id": "44",
            "nass": "حل قتله واغتياله بأي سبب وصلوا إلى إهلاكه وقتله، كما فعل الإمام جابر بن زيد – رضي الله عنه – حين سئل عن أفضل الجهاد؟ فقال للسائل: أفضل الجهاد قتل خردلة!، فأخذ الغلام خنجرا، فسمَّه، فمضى مع رجل من المسلمين إلى المسجد فنعت له خردلة، فلم يرض حتى وضع الرجل يده على خردلة فانصرف، ودخل الغلام فضربه بين كتفيه، فقتله، فأخذ الغلام، فقتله الوالي بعد ذلك، والله أعلم، وكان خردلة هذا فيما وجدت من أهل الدعوة -أي الإباضية- ثم خرج عنها، وتركها، وجعل يطعن على المسلمين -أي الإباضية-، ويدل على عوراتهم، بذلك استحل جابر رحمه الله قتله. وقد قال جل ثناؤه: {وطعنوا في دينكم فقاتلوا أئمة الكفر} الآية اهـ. ¶ ويقول ابن أطفيش \" قطب الأئمة \" في كتابه \" الذهب الخالص \" (¬1): \"ويقتل من طعن في مذهبنا كما فعل بخردلة بأمر جابر حين رجع إلى المخالفين وطعن فينا\" أ. هـ. ¶ ويقول أبو يعقوب الوارجلاني في كتاب \" الدليل والبرهان \" (¬2) ما نصه: \" باب أحكام الطاعن في دين المسلمين\" ثم ذكر في الباب أدلة جواز قتل الطاعن في دين المسلمين ويقصد بهم الإباضية وكان مما قال: ¶ ¬__________ ¶ (¬1) الذهب الخالص (ص 66). ¶ (¬2) الدليل والبرهان (2/ 199 – 200).",
            "page": "44",
            "part": "1",
            "seal": "C43F3AD3"
        },
        {
            "id": "45",
            "nass": "\"ولقد ورد عن أبي بلال مرداس بن أدية -وهو أحد أئمة الإباضية- ما يؤيد قول عمروس في الطاعن حيث قال: إن فرسك هذا لحروري فقال أبو بلال: وددت أني وطئت به على بطنك في سبيل الله يا فتى، أحسن حملان رأسك. فأشار إلى جواز قتله على: فرسك هذا حروري \" ثم قال: \"والطعن في دين المسلمين كبيرة عندنا، ويحل دمه \" ثم قال: \" وأما قولنا: فكل ما ينتقض به مذهبنا فهو طعن في دينهم، ومن طعن في دينهم فهو طعن في المسلمين، يحل به قتل القائل في الوجهين عند أهل الدعوة\" ويقصد بأهل الدعوة الإباضية، وغير ذلك كثير. ¶ وفي كتاب \" قاموس الشريعة الحاوي طرقها الوسيعة \" للعلامة جميل بن خميس السعدي في الجزء السابع من مطبوعة وزارة التراث العمانية صفحة (¬1): ¶ أن سائلا سأل هذا العلامة الرباني– في حد زعم الإباضية – وهو ابن أبي نبهان، واسمه ناصر بن أبي نبهان جاعد بن خميس الخروصي، سأله عما خالف فيه أهل السنة والجماعة الإباضية، فأجابه، وكان مما قال: \" ولكن أنت – يعني السائل – ذكرت أن أبين لك بعض ما تخالفنا فيه نحن والسنية لاغير من الفرق بإيجاز من القول\". ¶ ¬__________ ¶ (¬1) قاموس الشريعة الحاوي طرقها الوسيعة (287).",
            "page": "45",
            "part": "1",
            "seal": "52C0F4E7"
        },
        {
            "id": "46",
            "nass": "ثم ذكر بأسلوبه أن أعظم هذه المخالفات مسألة رؤية المؤمنين لربهم في الجنة دار السلام، وكذلك الخلاف المروي في رؤية النبي محمد –صلى الله عليه وآله وسلم – لربه ليلة عروجه به إلى السماء، ثم ركز حديثه على مسألة رؤية المؤمنين لربهم في الجنة. . . إلى أن قال: \"وهذا عندنا من أعظم الكفر بالله الرحمن، وعلى النبي من أعظم البهتان، ولو قال كذلك من الأنبياء: لشهدنا أنه قد كفر بالله المنان، وصار ملعونا من إخوان الشيطان\" انتهى كلامه.",
            "page": "46",
            "part": "1",
            "seal": "C0BE4A70"
        },
        {
            "id": "47",
            "nass": "حكمهم عند أهل السنة وقتالهم ¶ عن على بن أبى طالب –رضي الله عنه- قال: سمعت النبي صلى الله عليه وسلم يقول: «يأتي في آخر الزمان قوم حدثاء الأسنان، سفهاء الأحلام، يقولون من خير قول البرية يمرقون من الإسلام كما يمرق السهم من الرمية لا يجاوز إيمانهم حناجرهم، فأينما لقيتموهم فاقتلوهم، فإن فى قتلهم أجر لمن قتلهم يوم القيامة» (¬1). ¶ بهذا الحديث ونحوه استدل من يرى جواز قتلهم ابتداء وإن لم يبدءوا بحرب، وهذا إذا أظهروا بدعتهم، وكذلك استدل به على جواز قتل المقدور عليه منهم. ¶ قال ابن تيمية –رحمه الله-: \"فأما قتل الواحد المقدور عليه من الخوارج كالحرورية والرافضة ونحوهم، فهذا فيه قولان للفقهاء، هما روايتان عن الإمام أحمد، والصحيح أنه يجوز قتل الواحد منهم\" (¬2). ¶ ¬__________ ¶ (¬1) متفق عليه من حديث علي رضي الله عنه، البخاري (3611)، مسلم (1066). ¶ (¬2) مجموع الفتاوى (28/ 499).",
            "page": "47",
            "part": "1",
            "seal": "A87949B5"
        },
        {
            "id": "48",
            "nass": "وقال ابن قدامة –رحمه الله-: \"والصحيح إن شاء الله أن الخوارج يجوز قتلهم ابتداء والإجهاز على جريحهم لأمر النبى صلى الله عليه وسلم بقتلهم ووعده بالثواب لمن قتلهم\" (¬1). ¶ قال شيخ الإسلام ابن تيمية رحمه الله: \"اتفق على قتالهم سلف الأمة وأئمتها\" (¬2). ¶ وإنما وجب قتال الخوارج لإفسادهم أمر المسلمين، وتفريق كلمتهم وإضعافهم أمام عدوهم، قال ابن هبيرة \"إن قتال الخوارج أولى من قتال المشركين، والحكمة فيه أن فى قتالهم حفظ رأس مال الإسلام، وفى قتال أهل الشرك طلب الربح، وحفظ رأس المال أولى\". ¶ وجاء في المدونة عن الإمام مالك، كتاب الجنائز، في الصلاة على قتلى الخوارج والقدرية والإباضية قلت: أرأيت قتلى الخوارج أيصلى عليهم أم لا؟ فقال، قال مالك: في القدرية والإباضية لا يصلى على موتاهم ولا يتبع جنائزهم ولا تعاد مرضاهم، فإذا قتلوا فذلك أحرى عندي أن لا يصلى عليهم (¬3). ¶ ¬__________ ¶ (¬1) المغني (8/ 526). ¶ (¬2) مجموع الفتاوى (7/ 481). ¶ (¬3) المدونة (1/ 530).",
            "page": "48",
            "part": "1",
            "seal": "251C81C6"
        },
        {
            "id": "49",
            "nass": "وجاء في فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، حكم الصلاة خلف الإباضية (¬1): ¶ هل تعتبر فرقة الإباضية من الفرق الضالة من فرق الخوارج؟ وهل يجوز الصلاة خلفهم مع الدليل؟ ¶ الحمد الله وحده والصلاة والسلام على رسوله وآله وصحبه. . وبعد: ¶ فرقة الإباضية من الفرق الضالة لما فيهم من البغي والعدوان والخروج على عثمان بن عفان وعلي رضي الله عنهما، ولا تجوز الصلاة خلفهم. ¶ وبالله التوفيق وصلى الله على نبينا محمد وآله وصحبه وسلم. ¶ ¬__________ ¶ (¬1) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، فتوى رقم 6935.",
            "page": "49",
            "part": "1",
            "seal": "2130B7FE"
        },
        {
            "id": "50",
            "nass": "مسند الربيع بن حبيب ¶ وهو عمدتهم في الحديث وأبو عبيدة هذا هو شيخ الربيع بن حبيب صاحب \"المسند\" الذي يرى الإباضية أنه أصح الكتب بعد كتاب الله، وأعلاها سندًا، وهو مُقدَّم عندهم على \"صحيحي البخاري ومسلم\"، ¶ وقد بلغ عدد الأحاديث في هذا \"المسند\" (742) حديثًا، جميعها من رواية الربيع بن حبيب عن أبي عبيدة، سوى خمسين حديثًا، منها حديثان يرويهما الربيع عن النبي صلى الله عليه وسلم بلا إسناد، ومنها واحد وعشرون حديثًا مُعْضَلَة يرويها الربيع عن الصحابة رضي الله عنهم، وبينه وبينهم مفازة، ومنها ثلاثة وعشرون حديثًا لم يتّضح له فيها شيخ كأنها مُعَلَّقة؛ كقوله: «قال جابر: قالت عائشة رضي الله عنها»، لكن يظهر أنها عطف على الأحاديث التي قبلها، وهي من روايته عن أبي عبيدة. ومنها أربعة أحاديث من روايته عن غير أبي عبيدة، روى اثنين منها عن شيخٍ يقال له: يحيى بن كثير، وواحدًا عن شيخ يقال له: عبد الأعلى، وواحدًا عن شيخ يقال له: ضمام بن السائب، وليس له في هذا المسند شيخ غير أبي عبيدة، وهؤلاء الثلاثة.",
            "page": "50",
            "part": "1",
            "seal": "D961AC60"
        },
        {
            "id": "51",
            "nass": "وجاء في غلاف المطبوع أبي يعقوب يوسف بن إبراهيم الورجلاني والورجلاني هذا إسناده منقطع إلى المؤلف هذا السند. والورجلاني هذا رجل مغربي غير مشهور بالرواية، قال الذهبي كثير من رجال هذا المسند حالهم كحال بشر المريسي المبتدع الضال (¬1). ¶ ¬__________ ¶ (¬1) السير ج10ض 200.",
            "page": "51",
            "part": "1",
            "seal": "0F019BF1"
        },
        {
            "id": "52",
            "nass": "الوثائق ¶ [ينظر المصور]",
            "page": "52",
            "part": "1",
            "seal": "88F67AB6"
        }
    ],
    "t1746": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الإباضية من فرق الخوارج"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "إلى من تنسب الإباضية"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "أماكن تواجدهم"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "عقيدة الإباضية"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "1 - التوحيد عند الإباضية"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": null,
            "tit": "حكم ذلك عند أهل السنة"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "2 - خلق القرآن عند الإباضية"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "3 - إنكار رؤية المؤمنين ربهم يوم القيامة"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "4 - إنكار الشفاعة والقول بتخليد العصاة في النار"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "5 - الإيمان عند الإباضية"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "6 - الأسماء والصفات"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "7 - الصراط"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "8 - موقفهم من الصحابة"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": null,
            "tit": "تكفير إمامهم ابن إباض لعثمان رضي الله عنه"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "9 - التقية عند الإباضية"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "أقوال أئمة الدعوة في الإباضية"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "حكمهم عند أهل السنة وقتالهم"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "مسند الربيع بن حبيب"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "الوثائق"
        }
    ]
}