{
    "b1750": [
        {
            "id": "1",
            "nass": "دلالةُ الاقْتِرَانِ ووجهُ الاحْتِجَاجِ ¶ بِهَا ¶ عند الأُصولِيينَ ¶ أعده ¶ أبو عاصم البركاتي المصري ¶ راجعه وقدم له ¶ فضيلة الشيخ / أبو حفص سامي بن العربي الأثري ¶ حفظه الله تعالى ¶ فضيلة الشيخ / وحيد بن عبد السلام بالي ¶ حفظه الله تعالى",
            "page": "1",
            "part": "1",
            "seal": "CB033725"
        },
        {
            "id": "2",
            "nass": "كل الحقوق محفوظة للمؤلف ¶ دار النشر والتوزيع الإسلامية ¶ الطبعة الأولى ¶ 1432 هـ 2011م",
            "page": "2",
            "part": "1",
            "seal": "5E9C2B2D"
        },
        {
            "id": "3",
            "nass": "شكر وتقدير ¶ عملا بقول الرسول الكريم سيدنا محمد صلى الله عليه وسلم: «لاَ يَشْكُرُ اللَّهَ مَنْ لاَ يَشْكُرُ النَّاسَ» أخرجه أحمد وأبو داود والترمذي عن أبي هريرة وصححه الألباني. ¶ أشكر كلا الشيخين الجليلين ¶ شيخنا أبا عمار وحيد بن بالي حفظه الله تعالى، فهو صاحب فكرة هذا البحث، والموجه والمراجع له. ¶ كما أشكر شيخنا أبا حفص بن العربي الأثري حفظه الله تعالى، لما بذله من جهد في مراجعة الكتاب، وفي إبداء النصح والتنبيه على بعض الملاحظات التي أفادت الباحث وبحثه.",
            "page": "3",
            "part": "1",
            "seal": "28578FC0"
        },
        {
            "id": "4",
            "nass": "مقدمة فضيلة الشيخ أبي حفص سامي بن العربي حفظه الله ¶ الحمد لله رب العالمين، والصلاة والسلام على سيد الأولين والآخرين وعلى آله وأصحابه أجمعين، والمهتدين بهديه والمستنين بسنته إلى يوم الدين. ¶ أما بعد: ¶ فإن علمَ أصولِ الفقه من أجلِ العلومِ قدرًا، وأوقعها أثرًا، وأكثرها فائدة، إذ هو الأصل والمنهج الذي يسير عليه المفتي والفقيه لاستنباط الأحكام الشرعية، وبه يفهم طالب العلم كيف استنبط العلماء؟، وكيف يُفْهَم كلامهم؟ وكيفية الترجيح بين كلامهم؟. ¶ ومن مسائل أصول الفقه التي تحتاج إلى بحثٍ مسألةُ \" دلالة الاقتران\" وهل هي حجة؟ ومتى تكون حجة ومتى لا تكون؟!.",
            "page": "4",
            "part": "1",
            "seal": "8F0860F0"
        },
        {
            "id": "5",
            "nass": "وقد بحث ذلك أخونا في الله الشيخ الشحات بن شعبان أبو عاصم البركاتي، وبذل جهده. وقد اطلعت على هذا البحث المبارك وراجعته كاملًا، وكتبت بعض الملاحظات. ¶ فأسأل الله أن ينفع بالمؤلف الإسلام والمسلمين، وأن ينفعه بالعلم النافع والعمل الصالح، وأن يعصمنا وإياه من الفتن ما ظهر منها وما بطن. ¶ والحمد لله رب العالمين. ¶ وكتب/ أبو حفص بن العربي الأثري ¶ الجمعة: 19/ 5/ 1432 ¶ 22/ 4/2011 ¶ مدينة السويس زائرًا.",
            "page": "5",
            "part": "1",
            "seal": "6F0953EB"
        },
        {
            "id": "6",
            "nass": "مقدمة فضيلة الشيخ وحيد بالي حفظه الله ¶ الحمد لله الذي هدى من الضلالة، وعَلَّمَ من الجهالة، وأنطق من بُكْمٍ، وبَصَّرَ من عَمَى، وقوى من ضعفٍ، وأطعم من جوعٍ، وكَسَىَ من عُريٍ، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبدُه ورسولُه، وبعد: ¶ فإن علمَ الأصولِ من العلومِ المساعدةِ على فهم النصوص الشرعية كعلمي اللغة ومصطلح الحديث، فهذه العلوم الثلاثة يسميها العلماء علوم الآلة، أي الآلات التي تساعد على طالب العلم على الوصول إلى الحكم الشرعي. ¶ فعلم المصطلح: يُعَلِمَهُ صحة الحديث من عدمه. ¶ وعلم اللغة: يُعَلِمَهُ المراد بالألفاظ والتراكيب في لغة العرب. ¶ وعلم الأصول: يُعَلِمَهُ الفهم الصحيح للنص الشرعي. ¶ فينبغي لطالب العلم أن يحفظ مختصراً في كل فن من هذه الفنون.",
            "page": "6",
            "part": "1",
            "seal": "8ED9BF76"
        },
        {
            "id": "7",
            "nass": "ففي المصطلح: يحفظ \"نخبة الفكر\"، ثم يدرس \"تيسير مصطلح الحديث\"، ثم يتوسع. ¶ وفي اللغة: يحفظ \"الآجرومية\"، ثم يدرس \"القواعد الأساسية\"، ثم يتوسع. ¶ وفي الأصول: يحفظ \"البداية في أصول الفقه\"، ثم يدرس \"الواضح في أصول الفقه\"، ثم يتوسع. ¶ ولكن لا يقدم هذه العلوم على فروض الأعيان، كأصول التوحيد، وفقه العبادات. بل عليه أن يتعلم أولاً ما يصح به توحيده، كأصول الإيمان الستة، وما تصح به عباداته. ¶ ولقد وقفت على رسالة \" دلالة الاقتران\" للشيخ أبي عاصم البركاتي - حفظه الله- فوجدته قد درسها بشيء من التوسع، مع سلاسة الأسلوب، وجمال العبارة، ومما أعجبني في هذه الرسالة: التركيز على التطبيقات الفقهية على دلالة الاقتران، وبيان ما يقبل منها وما يرد. ¶ فجزى الله المؤلف خيراً، وزاده من العلم النافع والعمل الصالح. ¶ وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم. ¶ وكتبه الفقير إلى عفو ربه/ ¶ وحيد بن عبد السلام بن بالي.",
            "page": "7",
            "part": "1",
            "seal": "6621AFF3"
        },
        {
            "id": "8",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة المؤلف ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} (آل عمران: 102). ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} (النساء: 1). ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} (الأحزاب: 70 - 71). ¶ أما بعد .. ¶ فإن أصدقَ الحديثِ كلامُ اللهِ، وخيرَ الهديِ هديُ محمدٍ صلى اللهُ عليهِ وسلمَ، وشرَ الأمورِ محدثاتُها، وكلَ محدثةٍ بدعةُ، وكلَ بدعةٍ ضلالةُ وكلَ ضلالةٍ في النارِ.",
            "page": "8",
            "part": "1",
            "seal": "DCF347DB"
        },
        {
            "id": "9",
            "nass": "إخوة الإسلام: ¶ فإن دلالةَ الاقترانِ من المسائلِ الأُصُولِيَّةِ التي حَصَلَ في ثبوتِ الأحكامِ بها خلافٌ, فبعض العلماء اعتبرها وقال بها واستعملها في إثبات الأحكام، فهي من طرق الاستدلال على رأي أولئك الذين قالوا بها، وفريق آخر وهم الجمهور أنكرها وقال بضعفها. ¶ وفي هذا البحث تجد بتوفيق الله تعالى تفصيل هذا الكلام وأدلة كل فريق ومناقشتهم، وذكر الأمثلة الفقهية، لأن علمَ أُصُولِ الفِقْهِ لا ينفك أبداً عن التطبيقِ الفقهي والواقعِ العمليِ، وإلا كان ضربًا من الخيالِ، ونوعًا من التَّرَفِ العَقْلِيِ. ¶ هذا والتوفيق والسداد من الله وحده، وإن كان من خطأٍ فمني ومن الشيطان، وأتوب إلى الله منه, ورحم الله من رأى خللاً فنصحنا وهو يحتسب لله، فإن \" الدين النصيحة\" ونحن مع الحق أينما كان. ¶ وصلى الله وسلم وبارك على سيدنا ونبينا محمد وآله وصحبه والتابعين إلى يوم الدين. والحمد لله رب العالمين. ¶ كتبه/ ¶ أبو عاصم البركاتي المصري ¶ الشحات شعبان محمود عبد القادر ¶ هاتف |00201064763195",
            "page": "9",
            "part": "1",
            "seal": "20B608C1"
        },
        {
            "id": "11",
            "nass": "خطة البحث ¶ تَعْرِيفُ الدلالَةِ. ¶ تَعْرِيفُ الاقترانِ. ¶ التَعْرِيفُ اللَقَبِي لدلالَةِ الاقْتِرَانِ. ¶ أمثلةٌ لاستعمالِ دلالةِ الاقترانِ في استنباطِ الأحكامِ. ¶ أقْوَالُ العُلَمَاءِ في دلالَةِ الاقْتِرَانِ. ¶ بحثٌ في واو العَطْفِ واستعمالاتها. ¶ عَطْفُ السُّنَةِ على الواجبِ. ¶ أنواعُ دلالَةِ الاقْتِرَانِ. ¶ الأنواعُ التي يُحْتَجُ بها والأنواعُ التي لا يُحْتَجُ بها. ¶ تطبيقاتٌ فقهيةٍ استعملَ فيها الفقهاءُ دلالةَ الاقترانِ ومناقشتُهم فيها. ¶ خلاصَةُ البَحْثِ. ¶ الخَاتِمَةُ.",
            "page": "11",
            "part": "1",
            "seal": "851504A5"
        },
        {
            "id": "12",
            "nass": "تَعْرِيفُ الدلالَةِ لغةً واصطلاحاً: ¶ الدَّلالة بفتح الدال وكسرها مصدر من الفعل دَلَّ، أي أرشد، والجمعُ دلائلُ ودلالات، وقال ابن دريد: الدَّلالة بالفتح حِرْفة الدَّلاَّل (¬1). ودَليلٌ بَيِّن الدِّلالة بالكسر لا غير. ¶ وفي الاصطلاحِ: ¶ الدَّلالَةُ: كونُ اللَّفظِ متَى أُطْلِقَ أو أُحِسَّ فُهِم منه معناه للعِلْم بوَضْعِه، وهي مُنْقَسِمة إلى المُطابَقة والتَّضمُّن والالتِزام؛ لأنّ اللفظَ الدالَّ بالوَضْعِ يَدُلُّ على تَمام ما وُضِع له بالمُطابَقة؛ وعلَى جُزئِه بالتَّضمُّن إن كان له جزءٌ وعلَى ما يُلازِمه في الذِّهن بالالتِزام، كالإنسان فإنه يدلُّ على تَمامِ الحيوان الناطقِ بالمطابَقةِ وعلى أحدِهما بالتَّضمُّن وعلى قابِلِ العِلْم بالالتِزام (¬2). ¶ * وقيل دلالة اللفظ: ما يقتضيه عند إطلاقه. ¶ ¬__________ ¶ (¬1) الدَّلاَّل الذي يجمع بين البَيِّعَيْن أو هو الذي ينادي على السلعة. ¶ (¬2) تاج العروس من جواهر القاموس لمرتضى الزَّبيدي مادة د ل ل (28 |498) طبعة دار الهداية.",
            "page": "12",
            "part": "1",
            "seal": "A90789BC"
        },
        {
            "id": "13",
            "nass": "تَعْرِيفُ الدليل: ¶ والدَّلِيلُ: المرشد، وهو ما يُستَدَلُّ به، قال تعالى: {أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ وَلَوْ شَاءَ لَجَعَلَهُ سَاكِناً ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلاً} (الفرقان:45). وجمع الدليل: أدلة وأدلاء. ¶ واصطلاحاً: هو الذي يلزم من العلم به العلم بشيء آخر (¬1). ¶ وقيل: ما يمكن التوصل بصحيح النظر فيه إلى العلم بالغير. ¶ وقيل: مَا يُمْكِنُ التَّوَصُّلُ بِصَحِيحِ النَّظَرِ فِيهِ إلَى مَطْلُوبٍ خَبَرِيٍّ (¬2). ¶ والاستِدلالُ: تَقرِيرُ الدَّلِيلِ لإثبات المَدْلُول. ¶ والدَّلُ: السَّمْتُ حُسْن الهيئة والمَنْظَر في الدين وهيئة أَهل الخير من السكينة والوقار في الهيئة والمَنْظر والشمائل وغير ذلك, وفي الحديث أَن أَصحاب ابن مسعود رضي الله عنه كانوا يَرْحَلون إِلى عمر بن الخطاب رضي الله عنه فينظرون إِلى سَمْتِه وهَدْيه ودَلِّه فيتشبهون به. ¶ ¬__________ ¶ (¬1) التعريفات للجرجاني رقم (692). ¶ (¬2) إرشاد الفحول إلي تحقيق الحق من علم الأصول للشوكاني (1/ 66) تحقيق شيخنا أبي حفص سامي بن العربي؛ طبعة دار الفضيلة.",
            "page": "13",
            "part": "1",
            "seal": "0F76792E"
        },
        {
            "id": "14",
            "nass": "وفي الحديث: «فقلنا لحذيفة: أَخْبِرْنا برجل قريب السَّمْت والهَدْي والدَّلِّ من رسول الله صلى الله عليه وسلم حتى نَلْزَمه فقال: ما أَحد أَقرب سَمْتاً ولا هَدْياً ولا دَلاًّ من رسول الله صلى الله عليه وسلم حتى يواريه جِدارُ الأَرض من ابن أُمِّ عَبْدٍ (¬1)». ¶ ودَلُّ المرأَةِ ودَلالُها تَدَلُّلها على زوجها وذلك أَن تُرِيه جَراءةً عليه في تَغَنُّج وتَشَكُّل كأَنها تخالفه وليس بها خِلاف وقد تَدَلَّلت عليه، وامرأَة ذات دَلٍّ أَي شَكْل تَدِلُّ به (¬2). ¶ ¬__________ ¶ (¬1) أخرجه البخاري (3762) وأحمد (23350) (23413). ¶ (¬2) انظر: لسان العرب (11 |247) لابن منظور، الطبعة الأولى دار صادر بيروت.",
            "page": "14",
            "part": "1",
            "seal": "084D6B12"
        },
        {
            "id": "15",
            "nass": "تعريف الاقتران لغةً واصطلاحاً: ¶ الاقتران لغة: ¶ القران (¬1): المصاحبة كالمقارنة، قارن الشيء مقارنة وقراناً اقترن به وصاحبه، وقارنته قراناً صاحبته، والاقتران يقتضي شيئين اتحد أحدهما بالآخر. ¶ ومَصْدَرُ قَوْلكَ: قَرَنْتُ الشَّيْءَ أقْرُنُه قَرْناً: إذا شدَدْتَه إلى شَيْءٍ وقَرَنْتَه إليه. ¶ والقِرَانُ: الحَبْل الذي يُقْرَنُ به، وجَمْعُه قُرُنٌ ¶ والقَرِيْنُ: صاحِبُكَ الذي يُقارِنُكَ. وامْرَأةُ الرجُلَ: قَرِيْنَتُه. ¶ والقَرْن: قَرْن الثور وغيره، والجمع قُرون. والقَرْن من الناس: الأمَّة منهم، والجمع قرون أيضاً. ¶ ¬______________ ¶ (¬1) انظر: معجم مقاييس اللغة لأبي الحسين أحمد بن فارس بن زكريا (5| 76 ـ 77) تحقيق: عبد السلام محمد هارون، الطبعة الثانية دار الجيل، بيروت،1420هـ - 1999م بتصرف، وتهذيب اللغة للأزهري (9 |84 وما بعدها) بتصرف، حققه محمد عوض مرعب، طبعة أولى دار إحياء التراث العربي - بيروت - 2001م.",
            "page": "15",
            "part": "1",
            "seal": "927FB40B"
        },
        {
            "id": "16",
            "nass": "وقُرون المرأة: ذوائبها. وامرأة قَرناءُ، وهي التي تظهر قرْنَة رحِمها من فرجها، وهو عيب، والاسم القَرَن. ¶ وعلى هذا فَالْقَرْنُ فِي الْفَرْجِ مَانِعٌ يَمْنَعُ مِنْ سُلُوكِ الذَّكَرِ فِيهِ إمَّا غُدَّةٌ غَلِيظَةٌ أَوْ لَحْمَةٌ مُرْتَتِقَةٌ أَوْ عَظْمٌ (وَامْرَأَةٌ قَرْنَاءُ) بِهَا ذَلِكَ. ¶ وقَرْن الشمس: أول شعاعها. ¶ والقَرْنُ: جانب الرأس. ¶ وقَرْنُ الثَّعالب: قرنُ المنازلِ ميقاتُ نجدٍ. ¶ قال الله جل وعز: {أوَلَم يَرَوْا كَمْ أهلكْنا مِن قَبْلِهمْ مِنْ قَرْنٍ}. ¶ قال أبو إسحاق: قيل القرن ثمانون سنة، وقيل: سبعون. ¶ قال: والذي يقع عندي والله أعلم أن القرن أهل كل مدة كان فيها نبي أو كان فيها طبقة من أهل العلم قَلت السنون أو كثرت. والدليل على هذا قول النبي صلى الله عليه وسلم: «خيركم",
            "page": "16",
            "part": "1",
            "seal": "C0EE5454"
        },
        {
            "id": "17",
            "nass": "قرني بمعنى أصحابي - ثم الذين يلونهم - يعني التابعين - ثم الذين يلونهم (¬1)» يعني الذين أخذوا عن التابعين. ¶ والاقتران اصطلاحاً: جاء في شرح الكوكب المنير: ¶ القِرَانُ: أن يُقْرِن الشارعُ بين شيئينِ لفظاً (¬2).اهـ ¶ قال الراغبُ: الاقترانُ كالازدواجِ في كونه اجتماع شيئين أو أشياء في معنى من المعاني (¬3).اهـ ¶ ¬__________ ¶ (¬1) أخرجه: البخاري (2651) (2652) (6428) ومسلم (2535). ¶ (¬2) شرح الكوكب المنير المسمى بمختصر التحرير (3| 259) لابن النجار الحنبلي ط مكتبة العبيكان بالرياض 1413هـ ـ 1993م. ¶ (¬3) المفردات في غريب القران ص 401 تأليف أبى القاسم الحسين بن محمد المعروف بالراغب الأصفهاني المتوفى سنة 502 هـ",
            "page": "17",
            "part": "1",
            "seal": "3098DD08"
        },
        {
            "id": "18",
            "nass": "دلالة الاقتران اصطلاحاً (التعريف اللقبي): ¶ وعلى ما سبق فنقول إنَّ دلالة الاقتران: هي أن يُجْمَع بين شيئين أو أشياءٍ في الأمرِ أو النهيِ، ثم يُبَيَّنُ حكمُ أحدِهما، فيستدل بالقِرَانِ على ثبوتِ ذلك الحُكْمِ للآخر (¬1). ¶ ¬____________ ¶ (¬1) انظر: تشنيف المسامع بجمع الجوامع للزركشي (2 |759) بتصرف يسير، طبعة ثالثة 1419هـ ـ 1999م مؤسسة قرطبة بالقاهرة تحقيق د|سيد عبد العزيز , ود| عبد الله ربيع.",
            "page": "18",
            "part": "1",
            "seal": "80C968C5"
        },
        {
            "id": "19",
            "nass": "ومن الأمثلة الفقهية التي استعملت فيها دلالة الاقتران: ¶ (1) استدل من قال بأن نجاسة الخمر معنوية وليست حسية حقيقية بقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ} (المائدة:90). ¶ وذلك لأنها اقترنت بالميسر والأنصاب والأزلام، وليست أعيانهم نجسة (¬1). ¶ ¬__________ ¶ (¬1) ذهب جمهور العلماء إلى نجاسة الخمر إلا ما حكي عن داود فإنه قال بطهارتها وكذلك ربيعة شيخ الإمام مالك، والليث بن سعد، والمزني صاحب الإمام الشافعي ومن المتأخرين الشوكاني والصنعاني وصدِّيق حسن خان في كتابه \" الروضة البهية \" ذاهِبَا إلى أن الأصل الطهارة فلا ينقل عنها إلا ناقل صحيح، والشيخ محمد رشيد رضا في تفسير \" المنار \" مال إلى القول بعدم نجاسة الكحول والخمر لعدم وجود الدليل الصحيح على النجاسة، ولأن الرجس في الخمر رجس حكمي بمعنى التحريم. انظر: الفتاوى الإسلامية (5| ص1652) وتفسير المنار- المجلد الرابع ص 505، 821، 866 \". وشرح مسند أبي حنيفة ص 62 لملا علي القاري الحنفي، تحقيق الشيخ خليل محيي الدين الميس مدير أزهر لبنان، طبعة دار الكتب العلمية بيروت. ¶ وقال الشيخ العلامة ابن عثيمين رحمه الله عن نجاسة الخمر: ¶ إنَّه يُراد بالنَّجاسةِ النَّجاسةُ المعنويَّة، لا الحسِّيَّة لوجهين:",
            "page": "19",
            "part": "1",
            "seal": "D8600212"
        },
        {
            "id": "20",
            "nass": "......... ¶ ¬___________ ¶ = الأول: أنها قُرِنَت بالأنصاب والأزلام والميسر، ونجاسة هذه معنويَّة. ¶ الثاني: أن الرِّجس هنا قُيِّد بقوله {من عمل الشيطان} فهو رجسٌ عمليٌّ، وليس رجساً عينيّاً تكون به هذه الأشياء نجسة. انظر الشرح الممتع (1 |431) ط دار ابن الجوزي. ¶ قلت: معلوم أن كل نجس حرام وليس كل حرام نجس، فحرم في الخمر شربها وبيعها وشرائها والتداوي بها وسائر أنواع الانتفاع، إلا أنها كالسم، حرام وليس بنجس. ¶ ومن الجدير بالذكر أن الشيخ محمد ابن صالح العثيمين يقول بضعف دلالة الاقتران، فقد جاء في الشرح الممتع على زاد المستقنع (5 |276) ما يلي: ¶ قوله: \"ثم يوضئه ندباً \".ودليل ذلك قول النبي صلى الله عليه وسلم للنساء اللاتي يغسلن ابنته: «ابدأن بميامنها، ومواضع الوضوء منها». ¶ وليس على سبيل الوجوب بدليل أمر النبي صلى الله عليه وسلم أن يغسل الرجل الذي وقصته ناقته بعرفة فمات، فقال: \"اغسلوه بماءٍ وسدر\"، ولم يقل: وضئوه، فدل على أن الوضوء ليس على سبيل الوجوب، بل على سبيل الاستحباب. ¶ ولو قال قائل: ألا يدل قوله صلى الله عليه وسلم: \"ابدأن بميامنها، ومواضع الوضوء منها\" على استحباب الوضوء؛ لأنه قرنه بالبدء بالميامن وهو مستحب؟ فنقول: لا يتم الاستدلال به على ذلك؛ لأن هذا من باب دلالة الاقتران وهي ضعيفة، بل الذي يصح دليلاً على الاستحباب: حديث الذي وقصته ناقته، وقد ذكرنا وجهه. اهـ",
            "page": "20",
            "part": "1",
            "seal": "0A492A2F"
        },
        {
            "id": "21",
            "nass": "(2) استدل القائلون باشتراط التسمية على الوضوء بقوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَا صَلَاةَ لِمَنْ لَا وُضُوءَ لَهُ وَلَا وُضُوءَ لِمَنْ لَمْ يَذْكُرْ اسْمَ اللَّهِ تَعَالَى عَلَيْهِ (¬1)» وذلك لاقترانه بالوضوء للصلاة، والوضوء شرط فقالوا باشتراط التسمية. ¶ قال الطحاوي (¬2) في شرح معاني الآثار (1|27): فَذَهَبَ قَوْمٌ إلَى أَنَّ من لم يُسَمِّ على وُضُوءِ الصَّلاَةِ فَلاَ يُجْزِيهِ وضوؤه، ¶ ¬__________ ¶ (¬1) حسن: أخرجه الترمذي (25) وابن ماجه (398) وأحمد (16651) (23236) (27145) عن سعيد بن زيد رضي الله عنه, وأبو داود (101) وابن ماجه (399) وأحمد (9418) عن أبي هريرة رضي الله عنه، وابن ماجه (400) عن سهل بن سعد الساعدي رضي الله عنه. وحسنه الألباني في الإرواء (81) وفي صحيح الجامع رقم: 7514. ¶ (¬2) الطحاوي (239 ـ 321 هـ) هو أحمد بن سلامة الأزدي، أبو جعفر. نسبته إلى (طحا) قرية بصعيد مصر. كان إماما حنفيًا. وكان ابن أخت المزني صاحب الشافعي. وتفقه عليه أولاً. وانتقل من عنده وتفقه على مذهب أبي حنيفة. وكان عالما بجميع مذاهب الفقهاء. من تصانيفه (أحكام القرآن)؛ و (معاني الآثار)؛ و (شرح مشكل الآثار) وهو آخر تصانيفه؛ و (النوادر الفقهية)؛ و (العقيدة) المشهورة بالعقيدة الطحاوية؛ و (الاختلاف بين الفقهاء). ¶ [الجواهر المضية 1/ 102؛ والأعلام للزركلي 1/ 196؛ والبداية والنهاية 11/ 174].",
            "page": "21",
            "part": "1",
            "seal": "C1968EA8"
        },
        {
            "id": "22",
            "nass": "وَاحْتَجُّوا في ذلك بِهَذِهِ الآثَارِ وَخَالَفَهُمْ في ذلك آخَرُونَ فَقَالُوا: من لم يُسَمِّ على وُضُوئِهِ فَقَدْ أَسَاءَ وقد طَهُرَ بِوُضُوئِهِ ذلك. ¶ اهـ",
            "page": "22",
            "part": "1",
            "seal": "32278C2F"
        },
        {
            "id": "23",
            "nass": "أقوال العلماء في دلالة الاقتران ¶ اختلف العلماء في الأخذ بدلالة الاقتران والاستدلال بها على قولين. ¶ أولا القائلون بها (¬1): ¶ قال بها جماعةٌ من أهل العلمِ فمن الحنفيةِ أبو يوسف (¬2) ¶ ¬__________ ¶ (¬1) انظر: البحر المحيط للزركشي (8| 109) طبعة أولى دار الكتبي 1414 هـ 1994م، واختيارات ابن القيم الأصولية (2 |494) لأبي عبد الرحمن عبد المجيد جمعة الجزائري، طبعة أولى دار ابن باديس, ودار ابن حزم 1426هـ ـ 2005م ¶ (¬2) أبو يوسف ( ... ـ 181 هـ) هو يعقوب بن إبراهيم بن حبيب. القاضي الإمام. من ولد سعد بن حبتة الأنصاري صاحب رسول الله صلى الله عليه وسلم. أخذ الفقه عن أبي حنيفة رضي الله عنه، وهو المقدم من أصحابه جميعًا. ولي القضاء للهادي والمهدي والرشيد. وثقة أحمد وابن معين وابن المديني، قيل: إنه أول من وضع الكتب في أصول الفقه. من تصانيفه: (الخراج)؛ و (أدب القاضي)؛ و (الجوامع). ¶ [الجواهر المضية ص220 ـ 222؛ وتاريخ بغداد 14/ 242؛ والبداية والنهاية 10/ 180].",
            "page": "23",
            "part": "1",
            "seal": "F2460DFC"
        },
        {
            "id": "24",
            "nass": "ومن الشافعيةِ المزَنِيُ (¬1) وابنُ أبي هريرة (¬2) والصيرفيُ وحَكَىَ ذلك الباجيُ (¬3) عن ¶ ¬__________ ¶ (¬1) المزني (175 - 264 هـ) هو إسماعيل بن يحيى بن إسماعيل المزني؛ أبو إبراهيم من أهل مصر وأصله من مزينة. صاحب الإمام الشافعي. كان زاهدا عالما مجتهدا قوي الحجة غواصا على المعاني الدقيقة. وهو إمام الشافعية. قال فيه الشافعي (المزني ناصر مذهبي). ¶ من كتبه: (الجامع الكبير)؛ و (الجامع الصغير)؛ و (المختصر)؛ و (والترغيب في العلم). ¶ [طبقات الشافعية للسبكي 1/ 239 - 247؛ ومعجم المؤلفين 1/ 300]. ¶ (¬2) ابن أبي هريرة (؟ - 345 هـ) هو الحسين بن الحسين بن أبي هريرة، أبو علي، البغدادي الشافعي. تفقه على ابن سريج وأبي إسحاق المروزي وغيرهما، وتخرج عليه خلق كثير مثل أبي علي الطبري والدارقطني. وتولى القضاء. من تصانيفه: \"شرح مختصر المزني \" في فروع الفقه الشافعي. [طبقات الشافعية 2/ 206، ومعجم المؤلفين 3/ 220، ومرآة الجنان 2/ 337، وسير أعلام النبلاء 15/ 430]. ¶ (¬3) الباجي (403 - 474 هـ) هو سليمان بن خلف بن سعد، أبو الوليد الباجي، نسبة إلى مدينة باجة بالأندلس. من كبار المحدثين، ومن كبار فقهاء المالكية. رحل إلى المشرق 13 سنة. ثم عاد إلى بلاده ونشر الفقه والحديث. وكان بينه وبين ابن حزم مناظرات ومجادلات ومجالس، وشهد له ابن حزم. وكان سببا في إحراق كتب ابن حزم. ولي القضاء. من تصانيفه \" الاستيفاء شرح = الموطأ \"، واختصره في المنتقى \"، ثم اختصر المنتقى في \" الإيماء \"، وله \" شرح المدونة \"، و \" أحكام الفصول في إحكام الأصول \". ¶ [الديباج المذهب ص 122، والأعلام للزركلي 3/ 186]",
            "page": "24",
            "part": "1",
            "seal": "8574CFBF"
        },
        {
            "id": "25",
            "nass": "بعضِ المالكيةِ؛ قال: ورأيتُ ابنَ نصرٍ (¬1) يستعملها كثيراً، ونقله ابنُ الموازِ (¬2) عن مالكِ رحمه الله، ¶ ¬__________ ¶ (¬1) ابن نصر الله (765 ـ 844 هـ) هو أحمد بن نصر الله بن أحمد بن محمد أبو الفضل، البغدادي، الحنبلي، المعروف بابن نصر الله. فقيه، محدث، مفسر. شيخ المذهب، مفتي الديار المصرية. أخذ عن مشايخ، منهم: سراج الدين البلقيني وزين الدين العراقي وابن الملقن وغيرهم. من تصانيفه: (حاشية على المحرر)، و (حاشية على الوجيز)، و (حاشية على فروع ابن مفلح) في الفقه، و (حاشية على تنقيح الزركشي) في الحديث. [الضوء اللامع 2/ 233، وشذرات الذهب 7/ 250، ومعجم المؤلفين 2/ 195]. ¶ (¬2) ابن المواز (180 - 269 وقيل 281 هـ) هو محمد بن إبراهيم بن زياد المعروف بابن المواز من كبار فقهاء المالكية. من أهل الإسكندرية. تفقه بابن الماجشون وابن عبد الحكم. كان راسخًا في الفقه والفتيا. توفي بدمشق. له كتابه المشهور \" بالموازية \". [الديباج المذهب ص 232، 233، والأعلام للزركلي 6/ 183، والشذرات 2/ 177].",
            "page": "25",
            "part": "1",
            "seal": "46CCACEA"
        },
        {
            "id": "26",
            "nass": "واختاره القاضي أبو يعلى (¬1) شيخ الحنابلة في وقته، وقال: قد استدلَ أحمدُ رحمه الله بالقرينة في بابِ التخصيصِ، فلولا أنها حجة لم يخصص اللفظَ بها واختاره أيضاً من الحنابلةِ الحلواني (¬2). ¶ ¬____________ ¶ (¬1) القاضي أبو يعلى (380 - 458 هـ) هو محمد بن الحسين بن محمد بن خلف بن أحمد بن الفراء شيخ الحنابلة في وقته. وعالم عصره في الأصول والفروع وأنواع الفنون. من أهل بغداد. ولاه القائم العباسي قضاء دار الخلافة والحريم وحران وحلوان. من تصانيفه: (أحكام القرآن)؛ و (الأحكام السلطانية)؛ ¶ و (المجرد)؛ و (الجامع الصغير) في الفقه؛ و (العدة)؛و (الكفاية) في الأصول. ¶ [طبقات الحنابلة لابن أبي يعلى 2/ 193 - 230؛ والأعلام للزركلي 6/ 231؛ وشذرات الذهب 3/ 306]. ¶ (¬2) الحلواني (439 - 505 هـ) هو محمد بن علي بن محمد، أبو الفتح، الحلواني. نسبة إلى بيع الحلوي. من أهل بغداد. شيخ الحنابلة في عصره. درس الفقه أصولا وفروعا وبرع فيهما، وأفتى ودرس. من تصانيفه: (كفاية المبتدي) في الفقه مجلدة؛ و (مختصر العبادات)؛ وله منتصف أصول الفقه في مجلدين. ¶ [الذيل على الطبقات الحنابلة (1/ 106) والأعلام (7/ 164)؛ ومعجم المؤلفين (11/ 50)]",
            "page": "26",
            "part": "1",
            "seal": "9CA63DB0"
        },
        {
            "id": "27",
            "nass": "ثانياً المانعون من الاستدلال بدلالة الاقتران: ¶ ذهب الشافعية وأكثر المالكية وأكثر الحنابلة إلى إنكار دلالة الاقتران، وقالوا: إن الاقتران في اللفظ لا يوجب القران في الحكم (¬1)، وهو قول الجمهور. ¶ أدلة حجية دلالة الاقتران عند القائلين بها: ¶ احتج المثبتون لدلالة الاقتران بأن العطف يقتضي المشاركة, فَإِنَّ حَرْفَ الْوَاوِ لِلْعَطْفِ , وَالْعَطْفُ لِلِاشْتِرَاكِ بَيْنَ الْمَعْطُوفِ وَالْمَعْطُوفِ عَلَيْهِ فِي الْخَبَرِ فَيَقُولُ الرَّجُلُ جَاءَنِي زَيْدٌ وَعَمْرُو فَيَكُونُ إخْبَارًا بِمَجِيئِهِمَا. ¶ واحتج أبو حنيفة رحمه الله على اقتضاء الاشتراك دون الترتيب (¬2) بدخولها في باب التفاعل، تقول تضارب زيد وعمرو فانه يدل على الجمع المطلق دون الترتيب , ولهذا لا يصح أن يقال تضارب زيد ثم عمرو. ¶ ¬__________ ¶ (¬1) انظر: اختيارات ابن القيم الأصولية (2 |494). ¶ (¬2) تنازع الفقهاء والأصوليون فيما بينهم حول حرف العطف الواو هل لمطلق الجمع من دون الترتيب أم للجمع والترتيب؟ فذهب الشافعي أنها للترتيب، وهو قول بعض الكوفيين منهم ثعلب وابن درستويه, وذهب الجمهور من أئمة العربية والأصول والفقه ونص عليه أنها للجمع من غير ترتيب، قال أبو علي الفارسي أجمع البصريون والكوفيون على أنها للجمع المطلق. وقال أبو سعيد السيرافي: أجمع النحويون واللغويون من الكوفيين والبصريين إلا قليلا منهم وجمهور = = الفقهاء على أن الواو للجمع من غير ترتيب. انظر: الفصول المفيدة في الواو المزيدة لصلاح الدين كيكلدي العلائي (ص 67ـ 73) دار البشير - عمان الطبعة الأولى، 1990 م تحقيق: د. حسن موسى الشاعر. ¶ قلت: ليس هذا محل بحثنا، وإنما محل البحث هو هل واو العطف تقتضي المشاركة في المعنى أو الحكم بين المعطوف والمعطوف عليه؟ والمعروف أن واو العَطْف هي أصلُ حروفِ العطف، ومَعْناها: إشراكُ الثاني فيمَا دَخَل فيه الأوّل، وليسَ فيها دليلٌ على أيّهما كانَ أوّلا. ¶ وجاء في المستصفى لأبي حامد الغزالي (1|240) ط دار الكتب العلمية: ¶ مَسْأَلَةٌ: ظَنَّ قَوْمٌ أَنَّ مِنْ مُقْتَضَيَاتِ الْعُمُومِ الِاقْتِرَانَ بِالْعَامِّ، وَالْعَطْفَ عَلَيْهِ. وَهُوَ غَلَطٌ إذْ الْمُخْتَلِفَانِ قَدْ تَجْمَعُ الْعَرَبُ بَيْنَهُمَا فَيَجُوزُ أَنْ يُعْطَفَ الْوَاجِبُ عَلَى النَّدْبِ، وَالْعَامُّ عَلَى الْخَاصِّ، فَقَوْلُهُ تَعَالَى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ} عَامٌّ وَقَوْلُهُ بَعْدُ: {وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ} خَاصٌّ وقَوْله تَعَالَى: {كُلُوا مِنْ ثَمَرِهِ} إبَاحَةٌ وَقَوْلُهُ بَعْدَهُ: {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} إيجَابٌ , وقَوْله تَعَالَى: {فَكَاتِبُوهُمْ} اسْتِحْبَابٌ وَقَوْلُهُ: {وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ} إيجَابٌ اهـ",
            "page": "27",
            "part": "1",
            "seal": "2F2F0277"
        },
        {
            "id": "28",
            "nass": "قالوا: ولأن قول القائل رأيت زيداً وعمراً ولا يقتضي ترتيباً في وضع اللسان ولا يفهم منه ذلك ويدل عليه من طريق النقل قوله تعالى: {وَادْخُلُوا الْبَابَ سُجَّداً وَقُولُوا حِطَّةٌ} (البقرة: 58). ¶ ثم قال في سورة الأعراف: {وَقُولُوا حِطَّةٌ وَادْخُلُوا الْبَابَ سُجَّداً} (الأعراف: 161). ¶ والقصة واحدة ولولا إن الواو لا تقتضي الترتيب لما جاز ذلك وكذلك قوله تعالى: {يا مريم اقنتي لربك واسجدي واركعي مع الراكعين} والركوع مقدم على السجود (¬1).اهـ ¶ إذن فأبو حنيفة وأكثر أصحابه على أن العطف موجب للاشتراك بين المعطوف والمعطوف عليه في الحكم أو في المعنى أو في الصفة، فالعطف على العام يوجب العموم في المعطوف (¬2). ¶ ¬__________ ¶ (¬1) انظر: تخريج الفروع على الأصول لمحمود بن أحمد الزنجاني أبو المناقب ص 55، مؤسسة الرسالة - بيروت الطبعة الثانية، 1398 هـ تحقيق: د/ محمد أديب صالح. ¶ (¬2) راجع: الإحكام في أصول الأحكام (2 |258 ـ 259) للعلامة علي بن محمد الآمدي علق عليه العلامة الشيخ عبد الرزاق عفيفي، الطبعة الثانية - المكتب الإسلامي 1402 هـ",
            "page": "28",
            "part": "1",
            "seal": "AFE7C356"
        },
        {
            "id": "29",
            "nass": "وأجاب المانعون عن هذا فقالوا: ¶ إن الاقتران في النظم لا يستلزم الاقتران في الحكم والشركة إنما تكون في المتعاطفات الناقصة المحتاجة إلى ما تتم به فإذا تمت بنفسها فلا مشاركة كما في قوله تعالى: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ} (الفتح: 29) فإن الجملة الثانية معطوفة على الأولى, والصحابة لا يشاركون النبي - صلى الله عليه وسلم - في الرسالة ونحو ذلك كثير في الكتاب والسنة، والأصل في كل كلام تام أن ينفرد بحكمه ولا يشاركه غيره، فمن ادعى خلاف هذا في بعض المواضع فلدليل خارجي ولا نزاع فيما كان كذلك ولكن الدلالة فيه ليست للاقتران بل للدليل الخارجي، أما إذا كان المعطوف ناقصا بأن لا يذكر خبره كقول القائل فلانة طالق وفلانة فلا خلاف في المشاركة، ومثله عطف المفردات وإذا كان بينهما مشاركة في العلة فالتشارك في الحكم إنما كان لأجلها لأجل الاقتران وقد احتج الشافعي على وجوب العمرة بقوله تعالى: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} (البقرة:196)، والأمر يقتضي الوجوب فكان احتجاجه بالأمر دون الاقتران. ¶ والمروي عن الحنفية كما حكاه الزركشي (¬1) ¶ ¬__________ ¶ (¬1) الزَّرْكشي (745 - 794 هـ) هو محمد بن بهادر بن عبد الله، أبو عبد الله، بدر الدين، الزركشي. فقيه شافعي أصولي. تركي الأصل، مصري المولد والوفاة. له تصانيف كثيرة في عدة فنون. ¶ من تصانيفه: \" البحر المحيط \" في أصول الفقه 3 مجلدات، و \" إعلام الساجد بأحكام المساجد \"، و \" الديباج في توضيح المنهاج \" فقه، \" المنثور \" يعرف بقواعد الزركشي. [الأعلام 6/ 286، والدرر الكامنة 3/ 397].",
            "page": "29",
            "part": "1",
            "seal": "77266BB1"
        },
        {
            "id": "30",
            "nass": "عنهم في \"البحر\" أنها إذا عطفت جملة على جملة فإن كانتا تامتين كانت المشاركة في أصل الحكم لا في جميع صفاته؛ وقال: لا تقتضي المشاركة أصلاً وهي التي تسمى واو الاستئناف كقوله تعالى: {فَإِنْ يَشَإِ اللَّهُ يَخْتِمْ عَلَى قَلْبِكَ وَيَمْحُ اللَّهُ الْبَاطِلَ} (الشورى:24)، فإن قوله: {وَيَمْحُ اللَّهُ الْبَاطِلَ} جملة مستأنفة لا تعلق لها بما قبلها ولا هي داخلة في جواب الشرط وإن كانت الثانية ناقصة شاركت الأولى في جميع ما هي عليه (¬1). ¶ وقال العلامة الآمدي (¬2) في الإحكام (2|258) رداً على من قال بأن العطف على العام يوجب العموم في المعطوف: ¶ استدل أصحابنا على أن المسلم لا يقتل بالذمي بقوله - صلى الله عليه وسلم -: «لَا يُقْتَلُ مُسْلِمٌ بِكَافِرٍ (¬3)» وهو عام بالنسبة إلى كل كافر، حربياً كان أو ذمياً. ¶ ¬__________ ¶ (¬1) راجع: إرشاد الفحول للشوكاني (2 |1013) طبعة دار الفضيلة. ¶ (¬2) الآمدي (551ـ631 هـ) هو علي بن أبي علي بن محمد بن سالم الثعلبي، أبو الحسن، سيف الدين الآمدي. ولد بآمد من ديار بكر. أصولي باحث. كان حنبليا ثم تحول إلى المذهب الشافعي. برع في علم الخلاف وتفنن في علم أصول الدين وأصول الفقه والفلسفة والعقليات. دخل الديار المصرية وتصدر للإقراء. حسده بعض الفقهاء ونسبوه إلى فساد العقيدة والتعطيل ومذهب الفلاسفة. فخرج منها إلى البلاد الشامية، وتوفي بدمشق. من تصانيفه: \" الإحكام في أصول الأحكام \"؛ و \" أبكار الأفكار \" في علم الكلام؛ و \" لباب الألباب \". ¶ [الأعلام للزركلي 5/ 153؛ وطبقات الشافعية للسبكي 5/ 129 ـ 130] ¶ (¬3) صحيح أخرجه بهذا اللفظ: أحمد (6690) (6796) وأبو داود (2751) وصححه الألباني في صحيح الجامع (7752) وهو جزء حديث في صحيح البخاري (3047).",
            "page": "30",
            "part": "1",
            "seal": "CF6B51C0"
        },
        {
            "id": "31",
            "nass": "فقال أصحابُ أبي حنيفة: لو كان ذلك عاماً للذمي، لكان المعطوفُ عليه كذلك، وهو قوله: «وَلَا ذُو عَهْدٍ فِي عَهْدِهِ» ضرورة الاشتراك بين المعطوف والمعطوف عليه في الحكم وصفته، وليس كذلك، فإن الكافر الذي لا يقتل به المعاهد إنما هو الكافر الحربي دون الذمي. ¶ ثم قال: إنه قد ورد عطف الخاص على العام في قوله تعالى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ} (البقرة: 228) ¶ فإنه عام في الرجعية والبائن، وقوله: {وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ} (البقرة: 228) خاص (أي بالرجعية). ¶ وورد عطف الواجب على المندوب في قوله تعالى: {فَكَاتِبُوهُمْ} (النور: 33) فإنه للندب، وقوله: {وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ} للإيجاب. وورد عطف الواجب على المباح في قوله تعالى: {كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ} (الأنعام: 141) فإنه للإباحة وقوله: {وَآتُوا حَقَّهُ} للإيجاب. ¶ ولو كان الأصل هو الاشتراك في أصل الحكم وتفصيله، لكان العطف في جميع هذه المواضع على خلاف الأصل، وهو ممتنع (¬1) اهـ. ¶ ¬__________ ¶ (¬1) الإحكام في أصول الأحكام (2|259).",
            "page": "31",
            "part": "1",
            "seal": "342AB917"
        },
        {
            "id": "32",
            "nass": "بحث في عطف السنة على الواجب ¶ قَالَ الطِّيبِيُّ (¬1): يَجُوزُ عَطْفُ السُّنَّةِ عَلَى الْوَاجِبِ إنْ دَلَّتْ عَلَيْهِ قَرِينَةٌ كَصَوْمِ رَمَضَانَ وَسِتٍّ مِنْ شَوَّالٍ (¬2). ¶ وقال ابن قدامة (¬3) في المغني (6| 139): في من أوصى بِالْوَاجِبِ وقرن الْوَصِيَّةَ بِالتَّبَرُّعِ \"، مِثْلُ أَنْ يَقُولَ: حُجُّوا عَنِّي، وَأَدُّوا دَيْنِي، وَتَصَدَّقُوا عَنِّي. ¶ ¬_________ ¶ (¬1) الطيبي (؟ ـ 743 هـ) هو الحسين بن محمد بن عبد الله، شرف الدين، الطيبي. من علماء الحديث والتفسير والبيان. من تصانيفه: (التبياب في المعاني والبيان)، و (الخلاصة في أصول الحديث)، و (شرح مشكاة المصابيح)، و (الكاشف عن حقائق السنن النبوية). ¶ [شذرات الذهب 6/ 136، والدرر الكامنة 2/ 68، والأعلام 2/ 280، ومعجم المؤلفين 4/ 53]. ¶ (¬2) فيض القدير شرح الجامع الصغير (3 |390) للعلامة عبد الرؤوف المناوي، الطبعة الأولى المكتبة التجارية الكبرى - مصر - 1356هـ. ¶ (¬3) ابن قدامة (- 620 هـ) هو عبد الله بن أحمد بن محمد بن قدامة. من أهل جمّاعيل من قرى نابلس بفلسطين. خرج من بلده صغيرا مع عمه عندما = = ابتليت بالصليبيين، واستقر بدمشق، واشترك مع صلاح الدين في محاربة الصليبيين. رحل في طلب العلم إلى بغداد أربع سنين ثم عاد إلى دمشق. ¶ من تصانيفه \" المغني في الفقه شرح مختصر الخرقي\" عشر مجلدات و\"الكافي \"، و \" المقنع \" و \" العمدة \" وله في الأصول \" روضة الناظر \". ¶ [ذيل طبقات الحنابلة لابن رجب ص 133 - 146، وتقديم \" كتاب المغني \" لمحمد رشيد رضا، والأعلام للزركلي 4/ 191، والبداية والنهاية لابن كثير في حوادث سنة 620 هـ].",
            "page": "32",
            "part": "1",
            "seal": "983E0565"
        },
        {
            "id": "33",
            "nass": "فَفِيهِ وَجْهَانِ؛ أَصَحُّهُمَا، أَنَّ الْوَاجِبَ مِنْ رَأْسِ الْمَالِ؛ لِأَنَّ الِاقْتِرَانَ فِي اللَّفْظِ لَا يَدُلُّ عَلَى الِاقْتِرَانِ فِي الْحُكْمِ، وَلَا فِي كَيْفِيَّتِهِ، وَلِذَلِكَ قَالَ اللَّهُ تَعَالَى: {كُلُوا مِنْ ثَمَرِهِ إذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ}. ¶ وَالْأَكْلُ غَيْرُ وَاجِبٍ، وَالْإِيتَاءُ وَاجِبٌ، وَلِأَنَّهُ هَاهُنَا قَدْ عَطَفَ غَيْرَ الْوَاجِبِ عَلَيْهِ، فَكَمَا لَمْ يَسْتَوِيَا فِي الْوُجُوبِ لَا يَلْزَمُ اسْتِوَاؤُهُمَا فِي مَحَلِّ الْإِخْرَاجِ. ¶ وَالثَّانِي أَنَّهُ مِنْ الثُّلُثِ؛ لِأَنَّهُ قَرَنَ بِهِ مَا مَخْرَجُهُ مِنْ الثُّلُثِ.\" اهـ ¶ قلت: الظاهر بالاستقراء أنه يجوز عطف المتباينات والمتغايرات على بعضها كعطف المندوب على الواجب أو العكس، وعطف الأمر على النهي أو العكس، وعطف الجملة الخبرية على الجملة الإنشائية أو العكس. ¶ ¬__________",
            "page": "33",
            "part": "1",
            "seal": "ECE899BF"
        },
        {
            "id": "34",
            "nass": "وقال أبو حيان الأندلسي (¬1) في تفسيره البحر المحيط عند قوله تعالى: {لاَ تَحْسَبَنَّ الَّذِينَ كَفَرُواْ مُعْجِزِينَ في الأرض وَمَأْوَاهُمُ النَّارُ} (النور: 57): استبعد العطف من حيث إن {لاَ تَحْسَبَنَّ} نهي و {وَمَأْوَاهُمُ النَّارُ} جملة خبرية فلم يناسب عنده أن يعطف الجملة الخبرية على جملة النهي لتباينهما؛ وهذا مذهب قوم؛ ولما أحسن الزمخشري بهذا قال كأنه قيل: الذين كفروا لا يفوتون الله؛ فتأول جملة النهي بجملة خبرية حتى تقع المناسبة؛ والصحيح أن ذلك لا يشترط بل يجوز عطف الجمل على اختلافها بعضاً على بعض وإن لم تتحد في النوعية وهو مذهب سيبويه (¬2). اهـ ¶ ومثال عطف الأمر على النهي قوله تعالى: {وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً وَبِالْوَالِدَيْنِ إِحْسَاناً} (النساء: 36). ¶ ¬__________ ¶ (¬1) أبو حيان الأندلسي (654 - 745هـ) هو محمد بن يوسف بن علي بن يوسف بن حيان، أبو حيان، الغرناطي الأندلسي. مفسر، محدث، أديب، مؤرخ، نحوي، لغوي. وسمع الحديث بالأندلس وإفريقية والإسكندرية والقاهرة والحجاز من نحو أربعمائة وخمسين شيخا، وتولى تدريس التفسير بالمنصورية، والإقراء بجماع الأقمر. من تصانيفه: \" البحر المحيط \" في تفسير القرآن، و \" تحفة الأريب \"، في غريب القرآن، و \" عقد اللآلي في القرءات السبع العوالي \" و \" الإعلان بأركان الإسلام \". ¶ [شدرات الذهب 6/ 145، ومعجم المؤلفين 12/ 130، والأعلام 8/ 26]. ¶ (¬2) تفسير البحر المحيط (6|432)، الطبعة الأولى دار الكتب العلمية - لبنان/ بيروت - 1422هـ -2001م، تحقيق: الشيخ عادل أحمد عبد الموجود - الشيخ علي محمد معوض، د. زكريا عبد المجيد، د. أحمد الجمل.",
            "page": "34",
            "part": "1",
            "seal": "C3D32414"
        },
        {
            "id": "35",
            "nass": "أقسام دلالة الاقتران ¶ قسم العلماء والأصوليون دلالة الاقتران إلى ما يلي ¶ أولا تقسيم ابن القيم (¬1) ¶ وقد قَسَّمَ ابنُ القَيِّمِ رحمه الله دلالة الاقتران إلى: ¶ أولاً دلالة قوية. ثانيًا دلالة ضعيفة. ثالثًا دلالة متساوية. ¶ أولاً الدلالة القوية: ¶ قال رحمه الله تعالى: إذا جمع المقترنين لفظ اشتركا في إطلاقه وافترقا في تفصيله قويت الدلالة كقوله - صلى الله عليه وسلم - «الْفِطْرَةُ خَمْسٌ (¬2)» وفي مسلم: «عَشْرٌ مِنَ الْفِطْرَةِ (¬3)» ثم فصلها، فإذا جعلت الفطرة بمعنى السنة والسنة هي المقابلة للواجب ضعف الاستدلال بالحديث على وجوب الختان، لكن تلك المقدمات مصنوعتان، فليست الفطرة بمرادفة للسنة، ولا السنة في لفظ النبي - صلى الله عليه وسلم - هي المقابلة للواجب، بل ذلك اصطلاح وضعي لا يحمل عليه كلام الشارع، ومن ذلك قوله - صلى الله عليه وسلم -: ¶ «حَقٌّ عَلَى كُلِّ مُسْلِمٍ أن يغتسل يوم الْجُمُعَةِ ويستاك وَيَمَسُّ مِنْ طِيب بيته (¬4)» فقد اشترك الثلاثة في إطلاق الحق عليه، إذا كان حقا مستحبًا في اثنين منها كان في الثالث مستحباً اهـ. ¶ ¬__________ ¶ (¬1) راجع: بدائع الفوائد (4|183ـ 184) حيث قال: دلالة الاقتران تظهر قوتها في موطن وضعفها في موطن وتساوي الأمرين في موطن. اهـ ¶ (¬2) متفق عليه: أخرجه البخاري (5889) (5891) (6297) ومسلم (257). ¶ (¬3) أخرجه مسلم (261). ¶ (¬4) أخرجه أحمد (16397) وابن حبان في صحيحه (1234)، وأخرجه البخاري (880) ومسلم (846) وأبو داود (344) بلفظ قريب.",
            "page": "35",
            "part": "1",
            "seal": "0BFE4917"
        },
        {
            "id": "36",
            "nass": "قلت: ويمثل أيضاً لهذا النوع من دلالة الاقتران بقوله تعالى: {قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئاً وَبِالْوَالِدَيْنِ إِحْسَاناً وَلا تَقْتُلُوا أَوْلادَكُمْ مِنْ إِمْلاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ.وَلا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ لا نُكَلِّفُ نَفْساً إِلَّا وُسْعَهَا وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى وَبِعَهْدِ اللَّهِ أَوْفُوا ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ} (الأنعام:151 - 152). ¶ ولا يقل قائل بأن الإحسان بالوالدين حرام مثلاً لأن المذكورات جمعها التحريم فهذه المذكورات جمعها التحريم، فبعضها توجه إليها الخطاب مباشرة. كالشرك، وقتل الأولاد، ومقارنة الفواحش، وقتل النفس بغير حق، وأكل مال اليتيم، واتباع السبل المضلة. ¶ وبعضها متوجه إلى أضداد بعضها. كالإحسان إلى الوالدين، وإيفاء الكيل والميزان، والعدل في القول، والوفاء بالعهد، واتباع صراط الله، فإن أضداد هذه الأمور محرمة. ¶ ومثله قوله تعالى: {وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا ... }) الإسراء: 23. (فإن دلالة الاقتران هاهنا قوية وذلك بوجوب الإحسان للوالدين لاقترانه بالأمر بعبادة الله تعالى.",
            "page": "36",
            "part": "1",
            "seal": "7F9CBF0B"
        },
        {
            "id": "37",
            "nass": "ثانياً الدلالة الضعيفة. ¶ وأما الموضع الذي يظهر ضعف دلالة الاقتران فيه فعند تعدد الجمل واستقلال كل واحدة منهما بنفسها (¬1)،كقوله - صلى الله عليه وسلم -: «لاَ يَبُولَنَّ أَحَدُكُمْ فِى الْمَاءِ الدَّائِمِ, وَلَا يَغْتَسِلْ فِيهِ مِنْ الْجَنَابَةِ (¬2)» وقوله: «لا يقتل مؤمن بكافر، ولا ذو عهد في عهده» فالتعرض لدلالة الاقتران هاهنا في غاية الفساد، فإن كل جملة مفيدة لمعناها وحكمها وسببها وغايتها منفردة عن الجملة الأخرى، واشتراكهما في مجرد العطف لا يوجب اشتراكهما فيما وراء ذلك. اهـ ¶ ثالثاً دلالة متساوية. ¶ وأما موطن التساوي فحيث كان العطف ظاهراً في التسوية وقصد المتكلم ظاهراً في الفرق فيتعارض ظاهر اللفظ وظاهر القصد، فإن غلب ظهور أحدهما اعتبر وإلا طلب الترجيح، والله أعلم. انتهى. ¶ ¬__________ ¶ (¬1) تضعف دلالة الاقتران إذا استقلت الجمل كل واحدة منها بنفسها، كقول القائل: سافر زيد، وأكل محمد. فإن كل جملة منفردة عن الجملة الأخرى. ومثله قوله تعالى: {كلوا من ثمره إذا أثمر وآتوا حقه يوم حصاده} (الأنعام: 141). فالأكل مباح، وإخراج الحق منه واجب، فدلالة الاقتران هنا غير معتبرة. ¶ \" وأبعد من ذلك ظن من ظن أن تقييد الجملة السابقة بظرف أو حال أو مجرور يستلزم تقييد الثانية، وهذه دعوى مجردة بل فاسدة قطعاً، ومن تأمل تراكيب الكلام العربي جزم ببطلانها انظر: اختيارات ابن القيم الأصولية (2 |493). ¶ (¬2) أخرجه مسلم (282) وأحمد (9596) وهذا لفظه.",
            "page": "37",
            "part": "1",
            "seal": "3872FCC0"
        },
        {
            "id": "38",
            "nass": "جاء في فتح الباري (10|479 ـ 480) بَاب قَوْل اللَّه تَعَالَى {إِنَّ اللَّه يَأْمُر بِالْعَدْلِ وَالْإِحْسَان} الْآيَة ¶ وَقَالَ اِبْن التِّين: يُسْتَفَاد مِنْ الْآيَة الْأُولَى أَنَّ دَلَالَة الِاقْتِرَان ضَعِيفَة، لِجَمْعِهِ تَعَالَى بَيْنَ الْعَدْل وَالْإِحْسَان فِي أَمْر وَاحِد، وَالْعَدْل وَاجِب وَالْإِحْسَان مَنْدُوب. قُلْت: وَهُوَ مَبْنِيّ عَلَى تَفْسِير الْعَدْل وَالْإِحْسَان، وَقَدْ اِخْتَلَفَ السَّلَف فِي الْمُرَاد بِهِمَا فِي الْآيَة فَقِيلَ: الْعَدْل لَا إِلَه إِلَّا اللَّه، وَالْإِحْسَان الْفَرَائِض. وَقِيلَ: الْعَدْل لَا إِلَه إِلَّا اللَّه، وَالْإِحْسَان الْإِخْلَاص. وَقِيلَ: الْعَدْل خَلْع الْأَنْدَاد، وَالْإِحْسَان أَنْ تَعْبُد اللَّه كَأَنَّك تَرَاهُ. وَهُوَ بِمَعْنَى الَّذِي قَبْله. وَقِيلَ: الْعَدْل الْفَرَائِض، وَالْإِحْسَان النَّافِلَة وَقِيلَ: الْعَدْل الْعِبَادَة، وَالْإِحْسَان الْخُشُوع فِيهَا. وَقِيلَ الْعَدْل الْإِنْصَاف، وَالْإِحْسَان التَّفَضُّل. وَقِيلَ: الْعَدْل اِمْتِثَال الْمَأْمُورَات، وَالْإِحْسَان اِجْتِنَاب الْمَنْهِيَّات. وَقِيلَ: الْعَدْل بَذْل الْحَقّ، وَالْإِحْسَان تَرْك الظُّلْم. وَقِيلَ: الْعَدْل اِسْتِوَاء السِّرّ وَالْعَلَانِيَة، وَالْإِحْسَان فَضْل الْعَلَانِيَة. وَقِيلَ: الْعَدْل الْبَذْل، وَالْإِحْسَان الْعَفْو. وَقِيلَ: الْعَدْل فِي الْأَفْعَال، وَالْإِحْسَان فِي الْأَقْوَال. وَقِيلَ غَيْر ذَلِكَ. وَأَقَرَّ بِهَا لِكَلَامِهِ الْخَامِس وَالسَّادِس. وَقَالَ الْقَاضِي أَبُو بَكْر بْن الْعَرَبِيّ: الْعَدْل بْين الْعَبْد وَرَبّه بِامْتِثَالِ أَوَامِره وَاجْتِنَاب مَنَاهِيه، وَبَيْنَ الْعَبْد وَبَيْنَ نَفْسه بِمَزِيدِ الطَّاعَات وَتَوَقِّي الشُّبُهَات وَالشَّهَوَات، وَبَيْنَ الْعَبْد وَبَيْنَ غَيْره بِالْإِنْصَافِ. اِنْتَهَى مُلَخَّصًا.",
            "page": "38",
            "part": "1",
            "seal": "8BAF9907"
        },
        {
            "id": "39",
            "nass": "وَقَالَ الرَّاغِب: الْعَدْل ضَرْبَانِ مُطْلَق يَقْتَضِي الْعَقْل حُسْنه وَلَا يَكُون فِي شَيْء مِنْ الْأَزْمِنَة مَنْسُوخًا وَلَا يُوصَف بِالِاعْتِدَاءِ بِوَجْهٍ، نَحْو أَنْ تُحْسِن لِمَنْ أَحْسَنَ إِلَيْك وَتَكُفّ الْأَذَى عَمَّنْ كَفَّ أَذَاهُ عَنْك. وَعَدْل يُعْرَف بِالشَّرْعِ وَيُمْكِن أَنْ يَدْخُلهُ النَّسْخ وَيُوصَف بِالِاعْتِدَاءِ مُقَابَلَة كَالْقِصَاصِ وَأَرْش الْجِنَايَات وَأَخْذ مَال الْمُرْتَدّ، وَلِذَا قَالَ تَعَالَى: {فَمَنْ اِعْتَدَى عَلَيْكُمْ} الْآيَة، وَهَذَا النَّحْو هُوَ الْمَعْنَى بِقَوْلِهِ تَعَالَى: {إِنَّ اللَّهَ يَأْمُر بِالْعَدْلِ وَالْإِحْسَان} فَإِنَّ الْعَدْل هُوَ الْمُسَاوَاة فِي الْمُكَافَأَة فِي خَيْر أَوْ شَرٍّ، وَالْإِحْسَان مُقَابَلَة الْخَيْر بِأَكْثَر مِنْهُ وَالشَّرّ بِالتَّرْكِ أَوْ بِأَقَلّ مِنْهُ (¬1). ¶ تقسيم آخر لأنواع دلالة الاقتران. ¶ أولاً: الاقترانُ بعطفِ مفردٍ على مفردٍ. ¶ ثانياً: الاقترانُ بعطفِ جملةٍ ناقصةٍ على جملةٍ تامةٍ. ¶ ثالثاً: الاقترانُ بعطفِ جملةٍ تامةٍ على جملةٍٍ تامةٍ. ¶ وبيانه كالتالي: ¶ الاقترانُ بعطفِ مفردٍ على مفردٍ. ¶ يثبت الحكم للقرين إذا ساواه في اللفظ أو شاركه في العلة، ومثله حديث: «الْفِطْرَةُ خَمْسٌ الْخِتَانُ وَالِاسْتِحْدَادُ وَقَصُّ الشَّارِبِ وَتَقْلِيمُ الْأَظْفَارِ وَنَتْفُ الْآبَاطِ (¬2)». ¶ وقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ} (المائدة:90) ¶ ¬__________ ¶ (¬1) فتح الباري شرح صحيح البخاري (10 |479 ـ 480)،للحافظ أحمد بن علي بن حجر أبو الفضل العسقلاني الشافعي، طبعة دار المعرفة - بيروت، تحقيق: محب الدين الخطيب. ¶ (¬2) سبق تخريجه",
            "page": "39",
            "part": "1",
            "seal": "78940D47"
        },
        {
            "id": "40",
            "nass": "الاقترانُ بعطفِ جملةٍ ناقصة على جملةٍٍ تامةٍ. ¶ إذا عطفت جملة ناقصة على جملةٍٍ تامةٍ شاركتها في جميع ما هي عليه، فمثلا إذا قيل: هَذِهِ طَالِقٌ ثَلَاثًا وَهَذِهِ، طَلُقَتْ الثَّانِيَةُ ثَلَاثًا، بِخِلَافِ مَا إذَا قَالَ: وَهَذِهِ طَالِقٌ، لَا تَطْلُقُ إلَّا وَاحِدَةً، لِاسْتِقْلَالِ الْجُمْلَةِ بِتَمَامِهَا \" وَقَدْ الْتَزَمَ ابْنُ الْحَاجِبِ، فِي أَثْنَاءِ كَلَامٍ لَهُ فِي \" مُخْتَصَرِهِ \": أَنَّ قَوْلَ الْقَائِلِ: ضَرَبَ زَيْدًا يَوْمَ الْجُمُعَةِ وَعَمْرًا، يَتَقَيَّدُ بِيَوْمِ الْجُمُعَةِ أَيْضًا وَهِيَ تَقْتَضِي أَنَّ عَطْفَ الْجُمْلَةِ النَّاقِصَةِ عِنْدَهُ عَلَى الْكَامِلَةِ يَقْتَضِي مُشَارَكَتَهَا فِي أَصْلِ الْحُكْمِ وَتَفَاصِيلِهِ، وَحُكِيَ ذَلِكَ عَنْ ابْنِ عُصْفُورٍ (¬1) مِنْ النَّحْوِيِّينَ (¬2) \" ¶ وكقوله تعالى {فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ} (الطلاق: 2). ¶ والإشهاد في المفارقة غير واجب فكذا في الرجعة (¬3). ¶ ¬__________ ¶ (¬1) ابن عصفور الأشبيلي (597 - 669 هـ، 1200 - 1270م). أبو الحسن علي بن مؤمن بن محمد بن علي الحضرمي الأشبيلي. نحوي ولغوي وأديب أندلسي. ¶ ولد بأشبيليا، ونشأ في بلدته، وأخذ عن علمائها الأجلاء. ولما اشتد عوده، واستقام أمره انصرف للتدريس، وكان أصبر الناس على المطالعة. وأشهر مؤلفاته في النحو والتصريف والضرائر وسرقات الشعراء وشرح الأشعار. بعد ذلك عبر ابن عصفور البحر إلى إفريقية (تونس)، وأقام مدة يسيرة ثم عاد إلى الأندلس، ثم عاد إلى تونس مرة ثانية، فأقام بتونس إلى أن وافته المنية. . ¶ وأشهر مؤلفاته في النحو: المقرَّب؛ شرح جمل الزجاجي؛ وفي التصريف: الممتع في التصريف. ¶ انظر: [الأعلام للذركلي (5/ 27) والبلغة فى تراجم أئمة النحو واللغة للفيروز أبادي ص48]. ¶ (¬2) البحر المحيط (8| 113). ¶ (¬3) راجع: تشنيف المسامع (2 |758).",
            "page": "40",
            "part": "1",
            "seal": "39B8DD3E"
        },
        {
            "id": "41",
            "nass": "الاقترانُ بعطفِ جملةٍ تامةٍ على جملةٍٍ تامةٍ. ¶ عطف الجملة التامة على الجملة التامة لا يوجب الاشتراك ولا الاقتران في الحكم بين الجملتين، كقوله تعالى: {وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ} (البقرة: 43) استدل من قال بالقران بأنه لا تجب الزكاة في مال الصبيان حتى يبلغوا، وذلك لأن الأمر بالزكاة قرن بالأمر بالصلاة، فقالوا: لا تجب الزكاة إلا على من تجب عليه الصلاة. ¶ وهذا غير صحيح فإن كل جملة من الجملتين تامة بنفسها، مستغنية عن الأخرى. ¶ ومثله قوله تعالى: {فَإِنْ يَشَأِ اللَّهُ يَخْتِمْ عَلَى قَلْبِكَ وَيَمْحُ اللَّهُ الْبَاطِلَ} (الشورى: 24) فإن قوله: {وَيَمْحُ اللَّهُ الْبَاطِلَ} جملة مستأنفة لا تعلق لها بما قبلها ولا هي داخلة في جواب الشرط (¬1). ¶ ¬__________ ¶ (¬1) البحر المحيط (8| 113).",
            "page": "41",
            "part": "1",
            "seal": "1290C444"
        },
        {
            "id": "42",
            "nass": "تطبيقات فقهية استعمل فيها الفقهاء دلالة الاقتران ومناقشتهم فيها: ¶ (1) استدل مالك رحمه الله على سقوط الزكاة في الخيل بقوله تعالى: {وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً وَيَخْلُقُ مَا لا تَعْلَمُونَ} (النحل:8) ¶ فقرن بين الخيل والبغال والحمير إذ لا زكاة في والبغال والحمير إجماعاً، قال: فكذلك الخيل (¬1). ¶ وقال الشنقيطي في تفسيره أضواء البيان (2|334 ـ 335) عند قوله تعالى: {وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً وَيَخْلُقُ مَا لَا تَعْلَمُونَ}: ¶ قوله تعالى: {وَيَخْلُقُ مَا لاَ تَعْلَمُونَ}.ذكر جل وعلا في هذه الآية الكريمة أنه يخلق ما لا يعلم المخاطبون وقت نزولها، وأبهم الذي يخلقه لتعبيره عنه بالموصول ولم يصرح هنا بشيء منه، ولكن قرينة ذكر ذلك في معرض الامتنان بالمركوبات تدل على أن منه ما هو من المركوبات، وقد شوهد ذلك في إنعام الله على عباده بمركوبات لم تكن معلومة وقت نزول الآية، كالطائرات، والقطارات، والسيارات. ¶ ويؤيد ذلك إشارة النَّبي صلى الله عليه وسلم على ذلك في الحديث الصحيح. قال مسلم بن الحجاج رحمه الله في صحيحه: حدثنا قتيبة بن سعيد، حدثنا ليث، عن سعيد بن أبي سعيد، عن عطاء بن ميناء، عن أبي هريرة أنه قال: قال رسول الله - صلى الله عليه وسلم -: «وَاللَّهِ لَيَنْزِلَنَّ ابْنُ مَرْيَمَ حَكَمًا عَادِلاً فَلَيَكْسِرَنَّ الصَّلِيبَ وَلَيَقْتُلَنَّ الْخِنْزِيرَ وَلَيَضَعَنَّ الْجِزْيَةَ وَلَتُتْرَكَنَّ الْقِلاَصُ فَلاَ يُسْعَى عَلَيْهَا وَلَتَذْهَبَنَّ الشَّحْنَاءُ وَالتَّبَاغُضُ وَالتَّحَاسُدُ وَلَيَدْعُوَنَّ إِلَى الْمَالِ فَلاَ يَقْبَلُهُ أَحَدٌ (¬2)» اهـ. ¶ ومحل الشاهد من هذا الحديث الصحيح قوله - صلى الله عليه وسلم -: «وَلَتُتْرَكَنَّ الْقِلاَصُ فَلاَ يُسْعَى عَلَيْهَا» فإنه قسم من النًّبي صلى الله عليه وسلم أنه ستترك الإبل فلا يسعى عليها، وهذا مشاهد الآن للاستغناء عن ركوبها بالمراكب المذكورة. ¶ ¬__________ ¶ (¬1) البحر المحيط للزركشي (8| 109). ¶ (¬2) أخرجه مسلم برقم (155).",
            "page": "42",
            "part": "1",
            "seal": "B02688C8"
        },
        {
            "id": "43",
            "nass": "وفي هذا الحديث معجزة عظمى، تدل على صحة نبوته - صلى الله عليه وسلم - وإن كانت معجزاته صلوات الله عليه وسلامه أكثر من أن تحصر. ¶ وهذه الدلالة التي ذكرنا تسمى دلالة الاقتران، وقد ضعفها أكثر أهل الأصول، كما أشار له صاحب مراقي السعود بقوله: أما قران اللفظ في المشهور ... فلا يساوي في سوى المذكور ¶ وصحح الاحتجاج بها بعض العلماء. ومقصودنا من الاستدلال بها هنا أن ذكر {وَيَخْلُقُ مَا لاَ تَعْلَمُونَ} (النحل: 8) في معرض الامتنان بالمركوبات لا يقل عن قرينة دالة على أن الآية تشير إلى أن من المراد بها بعض المركوبات، كما قد ظهرت صحة ذلك بالعيان. ¶ وقد ذكر في موضع آخر: أنه يخلق ما لا يعلمه خلقه غير مقترن بالامتنان بالمركوبات، وذلك في قوله: {سُبْحَانَ الذي خَلَق الأزواج كُلَّهَا مِمَّا تُنبِتُ الأرض وَمِنْ أَنفُسِهِمْ وَمِمَّا لاَ يَعْلَمُونَ} (يس: 36) (¬1). انتهى ¶ (2) قوله تعالى: {وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً وَيَخْلُقُ مَا لا تَعْلَمُونَ} (النحل:8). ¶ ذهب مَالِكٌ وَهُوَ الْمَشْهُورُ عِنْدَ الْحَنَفِيَّةِ إلَى تَحْرِيمِ لحوم الْخَيْلِ. وَاسْتَدَلُّوا بِقَوْلِهِ تَعَالَى: {لِتَرْكَبُوهَا وَزِينَةً} وَتَقْرِيرُ الِاسْتِدْلَالِ بِالْآيَةِ بِوُجُوهٍ: الْأَوَّلُ: أَنَّ الْعِلَّةَ الْمَنْصُوصَةَ تَقْتَضِي الْحَصْرَ فَإِبَاحَةُ أَكْلِهَا خِلَافُ ظَاهِرِ الْآيَةِ. ¶ وَأُجِيبَ عَنْهُ بِأَنَّ كَوْنَ الْعِلَّةِ مَنْصُوصَةً لَا يَقْتَضِي الْحَصْرَ فِيهَا فَلَا يُفِيدُ الْحَصْرَ فِي الرُّكُوبِ وَالزِّينَةِ فَإِنَّهُ يُنْتَفَعُ بِهَا فِي غَيْرِهِمَا اتِّفَاقًا وَإِنَّمَا نَصَّ عَلَيْهِمَا لِكَوْنِهِمَا أَغْلَبَ مَا يَطْلُبُ وَلَوْ سَلِمَ الْحَصْرُ لَامْتَنَعَ حَمْلُ الْأَثْقَالِ عَلَى الْخَيْلِ وَالْبِغَالِ وَالْحَمِيرِ وَلَا قَائِلَ بِهِ. ¶ ¬__________ ¶ (¬1) أضواء البيان في إيضاح القرآن بالقرآن (2 |334 ـ 335) للعلامة محمد الأمين بن محمد بن المختار الجكني الشنقيطي.، ط دار الفكر للطباعة والنشر. - بيروت. - 1415هـ - 1995م.",
            "page": "43",
            "part": "1",
            "seal": "9AD5A84E"
        },
        {
            "id": "44",
            "nass": "الثَّانِي: مِنْ وُجُوهِ دَلَالَةِ الْآيَةِ عَلَى تَحْرِيمِ الْأَكْلِ عَطْفُ الْبِغَالِ وَالْحَمِيرِ فَإِنَّهُ دَالٌّ عَلَى اشْتِرَاكِهِمَا مَعَهَا فِي حُكْمِ التَّحْرِيمِ فَمَنْ أَفْرَدَ حُكْمَهُمَا عَنْ حُكْمِ مَا عُطِفَ عَلَيْهِ احْتَاجَ إلَى دَلِيلٍ. ¶ وَأُجِيبَ عَنْهُ بِأَنَّ هَذَا مِنْ بَابِ دَلَالَةِ الِاقْتِرَانِ وَهِيَ ضَعِيفَةٌ. ¶ الثَّالِثُ: مِنْ وُجُوهِ دَلَالَةِ الْآيَةِ أَنَّهَا سِيقَتْ لِلِامْتِنَانِ فَلَوْ كَانَتْ مِمَّا يُؤْكَلُ لَكَانَ الِامْتِنَانُ بِهِ أَكْثَرَ لِأَنَّهُ يَتَعَلَّقُ بِبَقَاءِ الْبِنْيَةِ وَالْحَكِيمُ لَا يَمْتَنُّ بِأَدْنَى النَّعِيمِ وَيَتْرُكُ أَعْلَاهَا سِيَّمَا وَقَدْ امْتَنَّ بِالْأَكْلِ فِيمَا ذُكِرَ قَبْلَهَا. ¶ وذَهَبَ الشَّافِعِيُّ وَصَاحِبَا أَبِي حَنِيفَةَ وَأَحْمَدُ وَإِسْحَاقَ وَجَمَاهِيرُ السَّلَفِ وَالْخَلَفِ إلى حِلِّ أَكْلِ لُحُومِ الْخَيْلِ لِهَذَا الْحَدِيثِ حَدِيثُ أَسْمَاءَ بنت أبي بكر رضي الله عنهما: «نَحَرْنَا عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرَسًا فَأَكَلْنَاهُ (¬1)». وَلِمَا فِي مَعْنَاهُ مِنْ الْأَحَادِيثِ الصَّحِيحَةِ. ¶ ¬__________ ¶ (¬1) أخرجه: البخاري (5510) (5512) ومسلم (1942) وخالف هذا حَدِيثِ خَالِدِ بْنِ الْوَلِيدِ رضي الله عنه: «نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ لُحُومِ الْخَيْلِ وَالْبِغَالِ وَالْحَمِيرِ وَكُلِّ ذِي نَابٍ مِنْ السِّبَاعِ» وَفِي رِوَايَةٍ بِزِيَادَةِ \" يَوْمَ خَيْبَرَ \" أخرجه أبو داود (3790) وأحمد (16816) (16818) والنسائي (4825) وابن ماجه (3198) والبيهقي (9/ 328). والعقيلي في \"الضعفاء \" (ص 188) والطبراني في \" الكبير \" (20/ 271) (رقم 642) وَأُجِيبَ عَنْهُ بِأَنَّهُ قَالَ الْبَيْهَقِيُّ فِيهِ هَذَا إسْنَادٌ مُضْطَرِبٌ مُخَالِفٌ لِرِوَايَةِ الثِّقَاتِ، وَقَالَ الْبُخَارِيُّ: يُرْوَى عَنْ أَبِي صَالِحٍ ثَوْرِ بْنِ يَزِيدَ وَسُلَيْمَانَ بْنِ سُلَيْمٍ وَفِيهِ نَظَرٌ. وَضَعَّفَ الْحَدِيثَ أَحْمَدُ وَالدَّارَ قُطْنِيّ وَالْخَطَّابِيُّ وَابْنُ عَبْدِ الْبَرِّ وَعَبْدُ الْحَقِّ , وقال الألباني في \" السلسلة الضعيفة والموضوعة \" (3/ 286):منكر.",
            "page": "44",
            "part": "1",
            "seal": "6A8EAC5A"
        },
        {
            "id": "45",
            "nass": "(3) استدل الصيرفي بحديث أَبِي سَعِيدٍ الْخُدْرِيّ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «غُسْلُ يَوْمِ الْجُمُعَةِ عَلَى كُلِّ مُحْتَلِمٍ وَسِوَاكٌ وَيَمَسُّ مِنْ الطِّيبِ مَا قَدَرَ عَلَيْهِ (¬1)». ¶ أن فيه دلالة على أن الغسل - للجمعة - غير واجب، لأنه قرنه بالسواك والطيب، وهما غير واجبتين بالاتفاق (¬2). ¶ وهو قول الجمهور، وذهب فريق إلى وجوب الغسل لحديث أبي هريرة رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: «حَقٌّ عَلَى كُلِّ مُسْلِمٍ أَنْ يَغْتَسِلَ فِي كُلِّ سَبْعَةِ أَيَّامٍ يَوْمًا يَغْسِلُ فِيهِ رَأْسَهُ وَجَسَدَهُ» متفق عليه. ¶ ¬__________ ¶ (¬1) أخرجه: البخاري (880) ومسلم (846) واللفظ له وأبو داود (344). ¶ (¬2) بدائع الفوائد لابن القيم (4| 183) والبحر المحيط (8 |111).",
            "page": "45",
            "part": "1",
            "seal": "B00AFB6F"
        },
        {
            "id": "46",
            "nass": "قال الشوكاني: \" وقد حكى ابن المنذر عن إسحاق بن راهويه أن قصة عمر وعثمان تدل على وجوب الغسل لا على عدم وجوبه من جهة ترك عمر الخطبة واشتغاله بمعاتبة عثمان وتوبيخ مثله على رؤوس الناس ولو كان الترك مباحاً لما فعل عمر ذلك، وأما حديث أبي سعيد فقد تقرر ضعف دلالة الاقتران. وقد قال ابن الجوزي في الجواب على المستدلين بهذا الحديث على عدم الوجوب: إنه لا يمتنع عطف ما ليس بواجب على الواجب لا سيما ولم يقع التصريح بحكم المعطوف. ¶ وقال ابن المنير (¬1): إن سلم أن المراد بالواجب الفرض لم ينفع دفعه بعطف ما ليس بواجب عليه لأن للقائل أن يقول: خرج بدليل فبقي ما عداه على الأصل. ¶ ¬__________ ¶ (¬1) ابن المنيّر (620 - 683 هـ) هو أحمد بن محمد بن منصور بن أبي القاسم بن مختار، أبو العباس، الإسكندري، المالكي. المعروف بابن المنير، عالم مشارك في بعض العلوم، كالفقه، والأصول، والتفسير، والأدب، والبلاغة. وتولى قضاء الإسكندرية. ¶ من تصانيفه: \" البحر المحيط \"، و\" الإنصاف من صاحب الكشاف \"، علق به على تفسير الزمخشري، وكشف ما فيه من شبه المعتزلة. ¶ [الديباج المذهب ص 71، وشذرات الذهب 5/ 381، ومعجم المؤلفين 2/ 161].",
            "page": "46",
            "part": "1",
            "seal": "B91F43D5"
        },
        {
            "id": "47",
            "nass": "وبهذا يتبين لك عدم انتهاض ما جاء به الجمهور من الأدلة على عدم الوجوب وعدم إمكان الجمع بينها وبين أحاديث الوجوب، لأنه وإن أمكن بالنسبة إلى الأوامر لم يمكن بالنسبة إلى لفظ واجب وحق إلا بتعسف لا يلجئ طلب الجمع إلى مثله. ولا يشك من له أدنى إلمام بهذا الشأن أن أحاديث الوجوب أرجح من الأحاديث القاضية بعدمه (¬1) \" انتهى. ¶ قلت: ويرد على ذلك بأن الأحاديث القاضية بوجوب الغسل ليست معترضة بالاقتران فقط، وإنما صرفتها أحاديث أخرى كحديث سَمُرَة بْنِ جُنْدُبٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ تَوَضَّأَ يَوْمَ الْجُمُعَةِ فَبِهَا وَنِعْمَتْ، وَمَنْ اغْتَسَلَ فَهُوَ أَفْضَلُ (¬2)». ¶ (4) احتج الشافعي على وجوب العمرة بقوله تعالى: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} (البقرة: 196). ¶ قال البيهقي: قال الشافعي الوجوب أشبه بظاهر القرآن، لأنه قرنها بالحج (¬3). اهـ ¶ ¬__________ ¶ (¬1) راجع نيل الأوطار (1 |292 ـ 293) بتصرف يسير. ¶ (¬2) حسن: أخرجه أحمد (20089) (20120) (20174) (20177) (20259) وأبو داود (354) والترمذي (497) والنسائي في الكبرى (1696) وحسنه الألباني. ¶ (¬3) البحر المحيط (8 |111).",
            "page": "47",
            "part": "1",
            "seal": "D7FAA853"
        },
        {
            "id": "48",
            "nass": "وَقَالَ الْقَاضِي أَبُو الطَّيِّبِ (¬1): ¶ قَوْلُ ابْنِ عَبَّاسٍ إنَّهَا لِقَرِينَتِهَا \" إنَّمَا أَرَادَ بِهَا لِقَرِينَةِ الْحَجِّ فِي الْأَمْرِ، وَهُوَ قَوْلُهُ: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ} وَالْأَمْرُ يَقْتَضِي الْوُجُوبَ، فَكَانَ احْتِجَاجُهُ بِالْأَمْرِ دُونَ الِاقْتِرَانِ (¬2). ¶ قلت: يستلزم التركيب اللغوي كثيراً الجمع بالعطف أو بغير أدوات العطف أحياناً بين المتغايرات في الحكم أو المعنى , كالجمع بين الحج والعمرة في قوله تعالى {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ} وفي حديث: «تَابِعُوا بَيْنَ الْحَجِّ وَالْعُمْرَةِ ... (¬3)» وفي قوله عز وجل: {وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْراً وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ} (النور:33). ¶ قوله {فَكَاتِبُوهُمْ} المكاتبة مستحبة، وقوله {وَآتُوهُمْ} على الوجوب. ¶ وهذا قد يعرف بدلالة التركيب اللغوي، ومثله لو قال قائل: جئت راكباً ورأيت القطار. فهذا لا يلزم منه أنه جاء راكبا القطار. ¶ وقد يدل الاقتران في اللفظ على الاشتراك في الحكم ولكن ليس من مجرد الاقتران وإنما بالقرائن الدالة على التساوي في الحكم , أو من أدلة أخرى خارجة تقوي القول بالاقتران في الحكم والله أعلم. ¶ ¬__________ ¶ (¬1) أبو الطيب الطبري (348 - 450 هـ) هو طاهر بن عبد الله بن طاهر بن عمر، القاضي أبو الطيب، الطبري. فقيه، أصولي جدلي. من أعيان الشافعية، ولد في آمل بطبرستان، واستوطن بغداد، سمع الحديث بجرجان، ونيسابور، وبغداد، وولي القضاء بربع الكرخ. ¶ من تصانيفه: \" شرح مختصر الممزني \"، في فروع الفقه الشافعي، و \" شرح ابن الحداد المصري \" وكتاب في \" طبقات الشافعية \"، والمجرد \" [طبقات الشافعية 3/ 176، وتهذيب الأسماء واللغات 2/ 247، والأعلام 3/ 321، ومعجم المؤلفين 5/ 37]. ¶ (¬2) البحر المحيط (4| 398). ¶ (¬3) صحيح: أخرجه أحمد (167) (3669) ابن ماجه (2887) والنسائي في الكبرى (3596) والترمذي (810) وصححه الألباني في السلسلة الصحيحة (1200).",
            "page": "48",
            "part": "1",
            "seal": "2C8E6870"
        },
        {
            "id": "49",
            "nass": "(5) استدل القائلون بدلالة الاقتران بحديث أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَا يَبُولَنَّ أَحَدُكُمْ فِي الْمَاءِ الدَّائِمِ وَلَا يَغْتَسِلُ فِيهِ مِنْ الْجَنَابَةِ (¬1)». ¶ فقالوا: إن استعمال الماء ينجسه لكونه مقروناً بالنهي عن البول فيه، والبول يفسده وينجسه، فكذلك الاغتسال فيه من الجنابة (¬2). ¶ \" استدل به بعض الحنفية على أن الماء المستعمل نجس وهو قول أبي حنيفة أو رواية عنه فإنه قرن فيه بين البول فيه والاغتسال منه والبول ينجسه فكذلك الاغتسال ورده الجمهور بوجهين أحدهما: أن دلالة الاقتران ضعيفة قال بها أبو يوسف والمزني وخالفهما غيرهما من الفقهاء والأصوليين ومما يرد عليهما قوله تعالى كلوا من ثمره إذا أثمر وآتوا حقه يوم حصاده فلا يلزم من اقتران الأكل بإيتاء الزكاة وجوب الأكل والله أعلم ¶ والوجه الثاني: أنا ولو سلمنا دلالة الاقتران فلا يلزم من ذلك القول بنجاسته بل يحصل ذلك باشتراكهما في كون كل منهما لا يتطهر به بعد ذلك أما كون الامتناع في كل منهما للنجاسة فغير لازم بل الأول لتنجسه به والثاني لاستعماله وهكذا قال الخطابي (¬3): إن نهيه عن الاغتسال فيه يدل على أنه يسلبه حكمه كالبول فيه يسلبه حكمه إلا أن الاغتسال فيه لا ينجسه والبول ينجسه لنجاسته في نفسه والله أعلم (¬4) \" ¶ ¬__________ ¶ (¬1) تقدم تخريجه. ¶ (¬2) انظر: بدائع الفوائد لابن القيم (4| 183) والبحر المحيط (8 |110). ¶ (¬3) الخطابي (319 - 388 هـ) هو حمد بن محمد بن ابراهيم البستي، أبو سليمان من أهل كابل، من نسل زيد بن الخطاب. فقية محدث. من تأليفه: (معالم السنن) في شرح ابي دواد؛ و (غريب الحديث)؛ و (شرح البخاري)؛و (الغنية) [الاعلام للرزكلي؛ ومعجم المؤلفين 1/ 166؛ وطبقات الشافعية 2/ 218] ¶ (¬4) طرح التثريب في شرح التقريب (2 |30) للحافظ أبي الفضل عبد الرحيم بن الحسيني العراقي، الطبعة الأولى دار الكتب العلمية - بيروت - 2000م، تحقيق: عبد القادر محمد علي.",
            "page": "49",
            "part": "1",
            "seal": "9B0D686A"
        },
        {
            "id": "50",
            "nass": "(6) احْتَجَّ الشَّافِعِيُّ عَلَى أَنَّ الصَّلَاةَ الْوُسْطَى الصُّبْحُ مِنْ حَيْثُ قِرَانُهَا بِالْقُنُوتِ فِي قَوْلِهِ: {وَالصَّلَاةِ الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ} (البقرة:238) (¬1). ¶ (7) حديث: «الْفِطْرَةُ خَمْسٌ .... » فعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ سَمِعْتُ النَّبِيَّ - صلى الله عليه وسلم - يَقُولُ: «الْفِطْرَةُ خَمْسٌ الْخِتَانُ وَالِاسْتِحْدَادُ وَقَصُّ الشَّارِبِ وَتَقْلِيمُ الْأَظْفَارِ وَنَتْفُ الْآبَاطِ (¬2)». ¶ وفي لفظ: «عشر من الفطرة .... » فعَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ قَالَتْ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «عَشْرٌ مِنْ الْفِطْرَةِ قَصُّ الشَّارِبِ وَإِعْفَاءُ اللِّحْيَةِ وَالسِّوَاكُ وَاسْتِنْشَاقُ الْمَاءِ وَقَصُّ الْأَظْفَارِ وَغَسْلُ الْبَرَاجِمِ وَنَتْفُ الْإِبِطِ وَحَلْقُ الْعَانَةِ وَانْتِقَاصُ الْمَاءِ (¬3) - قَالَ زَكَرِيَّاءُ قَالَ مُصْعَبٌ - وَنَسِيتُ الْعَاشِرَةَ إِلَّا أَنْ تَكُونَ الْمَضْمَضَةَ (¬4)». ¶ ذهب من يقولون بالاقتران إلى أن الختان وَإِعْفَاءَ اللِّحْيَةِ وقَصَّ الشَّارِبِ وَنَتْف الْإِبِطِ وَحَلْق الْعَانَةِ من المندوبات لا أكثر، وذلك لاقترانهما بالسواك وهو مستحب بلا خلاف. ¶ جاء في الإحكام لابن دقيق العيد (¬5) (ص 77 - 78): ¶ وقد اختلف العلماء في حكم الختان فمنهم من أوجبه وهو الشافعي ومنهم جعله سنة وهو مالك وأكثر أصحابه، هذا في الرجال وأما في النساء: فهو مكرمة على ما قالوا. ¶ ¬__________ ¶ (¬1) البحر المحيط (8 |111). ¶ (¬2) تقدم تخريجه. ¶ (¬3) قَالَ وَكِيعٌ انْتِقَاصُ الْمَاءِ يَعْنِي الِاسْتِنْجَاءَ وانظر صحيح مسلم (261). ¶ (¬4) تقدم تخريجه. ¶ (¬5) ابن دقيق العبد (625 - 702 هـ) ... هو محمد بن علي بن وهيب بن مطيع، أبو الفتح، تقي الدين القشيري. المعروف كأبيه وجده بابن دقيق العيد. قاض، من أكابر العلماء بالأصول، مجتهد. أصل أبيه من منفلوط (بمصر) انتقل إلى قوص. وولد على ساحل البحر الأحمر. وتوفي بالقاهرة. ¶ من تصانيفه: (أحكام الأحكام في شرح عمدة الأحكام) في الحديث , (أصول الدين) و (والغمام في شرح الإلمام) و (والاقتراح في بيان الاصطلاح). ¶ [الدرر الكامنة 4/ 91، وشذرات الذهب 6/ 5، والأعلام 7/ 173].",
            "page": "50",
            "part": "1",
            "seal": "D3C1980A"
        },
        {
            "id": "51",
            "nass": "ومن فسر الفطرة بالسنة فقد تعلق بهذا اللفظ في كونه غير واجب لوجهين أحدهما: أن السنة تذكر في مقابلة الواجب. ¶ والثاني: أن قرائنه مستحبات. ¶ والاعتراض على الأول: أن كون السنة في مقابلة الواجب وضع اصطلاحي لأهل الفقه والوضع اللغوي غيره وهو الطريقة ولم يثبت استمرار استعماله في هذا المعنى في كلام صاحب الشرع صلوات الله عليه. وإذا لم يثبت استمراره في كلامه صلى الله عليه وسلم لم يتعين حمل لفظه عليه. ¶ والطريقة التي يستعملها الخلافيون من أهل عصرنا وما قاربه أن يقال: إذا ثبت استعماله في هذا المعنى فيدعى أنه كان مستعملاً قبل ذلك لأنه لو كان الوضع غيره فيما سبق لزم أن يكون قد تغير إلى هذا الوضع والأصل عدم تغيره. ¶ وهذا كلام طريف وتصرف غريب قد يتبادر إلى إنكاره ويقال: الأصل استمرار الواقع في الزمن الماضي إلى هذا الزمان أما أن يقال: الأصل انعطاف الواقع في هذا الزمان على الزمن الماضي: فلا لكن جوابه ما تقدم. ¶ وهو أن يقال: هذا الوضع ثابت فإن كان هو الذي وقع في الزمان الماضي فهو المطلوب وإن لم يكن ن فالواقع في الزمان الماضي غيره حينئذ وقد تغير والأصل عدم التغير لما وقع في الزمن الماضي فعاد الأمر إلى أن الأصل استصحاب الحال في الزمن الماضي وهذا - وإن كان طريفا كما ذكرناه - إلا أنه طريق جدل لا جلد، والجدلي في طرائق التحقيق سالك على محجة مضيق. وإنما تضعف هذه الطريقة إذا ظهر لنا تغير الوضع ظناً وأما إذا استوى الأمران فلا بأس به.",
            "page": "51",
            "part": "1",
            "seal": "79256A3C"
        },
        {
            "id": "52",
            "nass": "وأما الاستدلال بالاقتران: فهو ضعيف إلا أنه في هذا المكان قوي لأن لفظة الفطرة لفظة واحدة استعملت في هذه الأشياء الخمسة فلو افترقت في الحكم - أعني أن تستعمل في بعض هذه الأشياء بإفادة الوجوب وفي بعضها بإفادة الندب - لزم استعمال اللفظ الواحد في معنيين مختلفين وفي ذلك ما عرف في علم الأصول وإنما تضعف دلالة الاقتران ضعفاً إذا استقلت الجمل في الكلام ولم يلزم منه استعمال اللفظ الواحد في معنيين كما جاء في الحديث: «لا يَبُولَنَّ أحدُكُم في المَاءِ الدائِمِ ولا يَغْتَسِل فِيهِ مِنَ الجَنَابَةِ» حيث استدل به بعض الفقهاء على أن اغتسال الجنب في الماء يفسده لكونه مقروناً بالنهي عن البول فيه والله أعلم (¬1) اهـ ¶ بحث في تحقيق معنى السنة ¶ السنة هي الطريقة يقال سننت له كذا أي شرعت فقوله الختان سنة للرجال أي مشروع لهم لا أنه ندب غير واجب فالسنة هي الطريقة المتبعة وجوباً واستحبابا لقوله - صلى الله عليه وسلم -: «مَنْ رَغِبَ عَنْ سُنَّتِى فَلَيْسَ مِنِّى (¬2)». ¶ وقوله - صلى الله عليه وسلم -: «فَعَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ (¬3)». ¶ وتخصيص السنة بمعنى المستحب أو بما يجوز تركه اصطلاح حادث (¬4)، ¶ ¬__________ ¶ (¬1) إحكام الأحكام شرح عمدة الأحكام (ص 77 ـ 78) للعلامة تقي الدين بن دقيق العيد طبعة أولى دار الفكر بيروت 1417 هـ، 1997م، تحقيق الشيخ عرفان العشا حسونة. ¶ (¬2) أخرجه: البخاري (5063) ومسلم (1401) والنسائي في الكبرى (5305). ¶ (¬3) أخرجه: الترمذي (2676) وأبو داود (4607) وابن ماجه (42) والدارمي (95) وأحمد (17144) (17145). ¶ (¬4) السنة عند الأصوليين وأهل الحديث تطلق على ما أضيف للنبي صَلَّى اللَّهُ عَلَيْهِ من قول أو فعل أو تقرير، وهي مصدر من مصادر التشريع ودليل من أدلة الأحكام، فهي تدل على الواجب والمندوب والمباح والمكروه والحرام. ¶ وإن كان الفقهاء وغيرهم يستعملون لفظ السنة مرادفاً للمستحب والمندوب وقد قامت على ذلك أدلة، إلا أن هذا لا يلغي المعنى الأول والأساسي لمفهوم السنة، فينبغي التفريق بين لفظ السنة كدليل من أدلة الأحكام ولفظ السنة كحكم كما عند الفقهاء.",
            "page": "52",
            "part": "1",
            "seal": "B046DBF2"
        },
        {
            "id": "53",
            "nass": "وإلا فالسنة ما سنه رسول الله لأمته من واجب ومستحب فالسنة هي الطريقة وهي الشريعة والمنهاج والسبيل. ¶ وأما القول بأن رسول الله - صلى الله عليه وسلم - قرن الختان بالمسنونات، فالاقتران هنا في الطلب والمشروعية لا في الحكم, وعلى أية حال فدلالة الاقتران لا تقوى على معارضة أدلة الوجوب ثم إن الخصال المذكورة في الحديث منها ما هو واجب كالمضمضة والاستنشاق والاستنجاء ومنها ما هو مستحب كالسواك وأما تقليم الأظفار فإن الظفر إذا طال جداً بحيث يجتمع تحته الوسخ وجب تقليمه لصحة الطهارة وأما قص الشارب فالدليل يقتضى وجوبه إذا طال وهذا الذي يتعين القول به لأمر رسول الله به ولقوله - صلى الله عليه وسلم -: «مَنْ لَمْ يَأْخُذْ مِنْ شَارِبِهِ فَلَيْسَ مِنَّا (¬1)». ¶ وعَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: «وُقِّتَ لَنَا فِي قَصِّ الشَّارِبِ وَتَقْلِيمِ الْأَظْفَارِ وَنَتْفِ الْإِبِطِ وَحَلْقِ الْعَانَةِ أَنْ لَا نَتْرُكَ أَكْثَرَ مِنْ أَرْبَعِينَ ¶ لَيْلَةً (¬2)». ¶ وهذا فيه دلالة على الوجوب عند تمام الأربعين، وإن كان قبل فوات الأربعين لا يلزم. ¶ قال العلامة ابن عثيمين في الشرح الممتع (1|168): ¶ السُّنَنَ: جمع سُنَّّة، وتُطلق على الطَّريقة، وهي أقوال الرَّسول صَلَّى اللهُ عَلَيْهِ وسَلَّمَ وأفعاله وتقريراته، ولا فرق في هذا بين الواجب والمستحبِّ، فالواجب يُقال له: سُنَّة، والمستحبُّ يُقال له: سُنَّة. ¶ ¬__________ ¶ (¬1) صحيح: أخرجه الترمذي (2761) والنسائي (14) (9241) وأحمد (19263) (19273). ¶ (¬2) أخرجه: مسلم (258) وأبو داود (4200) والترمذي (2758) وابن ماجه (295). وفي رواية النسائي وأبي داود وأحمد (وقت لنا رسول الله صلى الله عليه) وصحح الألباني إسنادها. وانظر: آداب الزفاف ص 118.",
            "page": "53",
            "part": "1",
            "seal": "0E46AE2B"
        },
        {
            "id": "54",
            "nass": "مثال الواجب: قول أنس: \"من السُّنَّة إذا تزوَّجَ البكرَ على الثيِّب أقام عندها سبعاً\" (¬1). ¶ ومثال المستحبِّ: حديثُ ابن الزبير رضي الله عنه: \"صَفُّ القدمين، ووضْعُ اليد على اليد من السُّنَّة\" (¬2). ¶ وأمَّا عند الفقهاء والأصوليين - رحمهم الله تعالى -: فهي ما سوى الواجب؛ أي: الذي أُمِرَ به لا على سبيل الإلزام. اهـ ¶ (8) روى أَبُو دَاوُد والبيهقي عن بن جُرَيْجٍ قال أُخْبِرْتُ عن عُثَيْمِ بن كُلَيْبٍ عن أبيه عن جَدِّهِ أَنَّهُ جاء إلى النبي - صلى الله عليه وسلم - فقال قد أَسْلَمْتُ فقال له النبي - صلى الله عليه وسلم -: «أَلْقِ عَنْكَ شَعْرَ الْكُفْرِ يقول احْلِقْ قال وأَخْبَرَنِي آخَرُ أَنَّ النبي - صلى الله عليه وسلم - قال لِآخَرَ معه: أَلْقِ عَنْكَ شَعْرَ الْكُفْرِ وَاخْتَتِنْ (¬3)». ¶ والواسطة بين ابن جريج وعثيم مجهول. ¶ قال القائلون بدلالة الاقتران: أن الختان على الاستحباب بقرينة انه ذكر معه إلقاء شعر الكفر وليس بواجب، وَدَلَالَةُ الِاقْتِرَانِ هنا ضَعِيفَةٌ لأن الْأَوَّلَ خَرَجَ عن الوجوب لأن شعر الكفر أي الشعر الذي هو من زي أهل الكفر، وقد كانت العرب تدخل في دين الله أفواجا ولم يروا في ذلك أنهم كانوا يحلقون (¬4)، فَبَقِيَ الثَّانِي (الختان) عَلَى حَقِيقَتِهِ وهو الوجوب. ¶ ¬__________ ¶ (¬1) صحيح: أخرجه أبو داود (2124) والترمذي (1139) وصححه الألباني في صحيح الجامع (429). ¶ (¬2) أخرجه أبو داود (754) وضعفه الألباني في الإرواء وفي ضعيف أبي داود. ¶ (¬3) أخرجه أبو داود (356) والبيهقي في الكبرى (781) (17335) وقال ابن حجر العسقلاني: سنده ضعيف، وقد قال بن المنذر لا يثبت فيه شيء. فتح الباري (10 |341). ¶ (¬4) راجع مواهب الجليل لشرح مختصر خليل (1 |312) لأبي عبد الله محمد بن عبد الرحمن المغربي، دار الفكر - بيروت الطبعة الثانية - 1398هـ.",
            "page": "54",
            "part": "1",
            "seal": "A538EAC3"
        },
        {
            "id": "55",
            "nass": "(9) قوله تعالى: {يَا بَنِي آَدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ} (الأعراف:31). ¶ قال المستعملون لدلالة الاقتران عن قوله تعالى: {خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} إنَّهُ عطف عليه قوله: {كُلُوا واشْرَبُوا}، وذلك أمر إباحة، فوجب أن يكون قوله: {خُذُوا زِينَتَكُم} أمر إباحة أيضاً. ¶ والجواب لا يلزم من ترك الظَّاهر المعطوف تركه في المعطوف عليه، وأيضاً الأكل والشرب قد يكونان واجبين أيضاً في الجملة. ¶ (10) قوله تعالى: {وَمَا كَانَ الله لِيُضِيعَ إِيمَانَكُمْ} (البقرة:143). ¶ أي صلاتكم إلى بيت المقدس على الأصح، ويستروح ذلك من قوله قبله: {وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلَى عَقِبَيْهِ وَإِنْ كَانَتْ لَكَبِيرَةً إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ} (البقرة: 143) الآية. ولا سيما على القول باعتبار دلالة الاقتران (¬1). ¶ (11) ذكر صاحب الدر المنثور عن قتادة أنه استنبط من قوله تعالى: {فَجَعَلَهُ نَسَباً وَصِهْراً} (الفرقان:54) أن الصهر كالنسب في التحريم (¬2)، وأن كل واحد منهما تحرم به سبع نساء وذلك للاقتران بينهما في الآية، وهذا ضعيف جداً. ¶ (12) حديث زِرِّ بن حُبَيْشٍ عن صَفْوَانَ بن عَسَّالٍ قال: «كان رسول الله - صلى الله عليه وسلم - يَأْمُرُنَا إذا كنا سَفَرًا أَنْ لَا نَنْزِعَ خِفَافَنَا ثَلَاثَةَ أَيَّامٍ وَلَيَالِيهِنَّ إلا من جَنَابَةٍ وَلَكِنْ من غَائِطٍ وَبَوْلٍ وَنَوْمٍ (¬3)». ¶ ¬__________ ¶ (¬1) أضواء البيان (1 |46). ¶ (¬2) راجع أضواء البيان (6 |68). ¶ (¬3) أخرجه: الترمذي (96) (3535) (3536) والنسائي في الكبرى (145) (146) وابن ماجه (478) وأحمد (18091) (18095) وحسنه الألباني في صحيح ابن ماجة.",
            "page": "55",
            "part": "1",
            "seal": "5B9DA998"
        },
        {
            "id": "56",
            "nass": "فيه بما لا يدع مجالاً للشك أن النومَ ناقضٌ للوضوء، وقد اقترن بالبول والغائط وهما ناقضان اتفاقاً. ¶ قال الشوكاني في نيل الأوطار (1|240 - 241): ¶ وَحَدِيثُ الْبَابِ وَإِنْ أَشْعَرَ بِأَنَّهُ من الْأَحْدَاثِ بِاعْتِبَارِ اقْتِرَانِهِ بِمَا هو حَدَثٌ بِالْإِجْمَاعِ فَلا يَخْفَى ضَعْفُ دَلالَةِ الاقْتِرَانِ وَسُقُوطِهَا عن الاعْتِبَارِ عِنْدَ أَئِمَّةِ الْأُصُولِ وَالتَّصْرِيحُ بِأَنَّ النَّوْمَ مَظِنَّةُ اسْتِطْلاقِ الْوِكَاءِ كما في حديث مُعَاوِيَةَ وَاسْتِرْخَاءُ الْمَفَاصِلِ كما في حديث بن عَبَّاسٍ مُشْعِرٌ أَتَمَّ إشْعَارٍ بِنَفْيِ كَوْنِهِ حَدَثًا في نَفْسِهِ، وَحَدِيثُ أن الصَّحَابَةَ كَانُوا على عَهْدِ رسول اللَّهِ - صلى الله عليه وسلم - يَنَامُونَ ثُمَّ يُصَلُّونَ وَلا يتوضؤون من الْمُؤَيِّدَاتِ لِذَلِكَ وَيَبْعُدُ جَهْلُ الْجَمِيعِ منهم كَوْنُهُ نَاقِضًا، وَالْحَاصِلُ أَنَّ الْأَحَادِيثَ الْمُطْلَقَةَ في النَّوْمِ تُحْمَلُ على الْمُقَيَّدَةِ بِالاضْطِجَاعِ (¬1).اهـ ¶ وَالْأَقْرَبُ الْقَوْلُ بِأَنَّ النَّوْمَ نَاقِضٌ لِحَدِيثِ صَفْوَانَ \"، وَقَدْ صَحَّحَهُ ابْنُ خُزَيْمَةَ، وَالتِّرْمِذِيُّ، وَالْخَطَّابِيُّ، وَلَكِنَّ لَفْظَ النَّوْمِ فِي حَدِيثِهِ مُطْلَقٌ وَدَلَالَةُ الِاقْتِرَانِ ضَعِيفَةٌ عند الجمهور، فَلَا يُقَالُ قَدْ قَرَنَ بِالْبَوْلِ أَوْ الْغَائِطِ وَهُمَا نَاقِضَانِ عَلَى كُلِّ حَالٍ. ¶ ¬__________ ¶ (¬1) نيل الأوطار من أحاديث سيد الأخيار شرح منتقى الأخبار (1 |240، 241)،لمحمد بن علي بن محمد الشوكاني طبعة دار الجيل - بيروت - 1973م.",
            "page": "56",
            "part": "1",
            "seal": "5396DBE9"
        },
        {
            "id": "57",
            "nass": "وَلَمَّا كَانَ مُطْلَقُ وُرُودِ حَدِيثِ أَنَسٍ رضي الله عنه (¬1) \" بِنَوْمِ الصَّحَابَةِ، وَأَنَّهُمْ كَانُوا لَا يَتَوَضَّئُونَ وَلَوْ غَطُّوا غَطِيطًا، دل على أن من النوم ما ينقض ومنه ما لا ينقض، فالنوم الخفيف الذي لا يزول معه الشعور بالكلية كالخفقان فهذا ليس بناقض ويحمل عليه حديث أنس أما النوم الثقيل الذي يزول معه الإحساس والشعور فهذا ينقض الوضوء , وعن عَلِيِّ بن أبي طَالِبٍ رضي الله عنه قال: قال رسول اللَّه - صلى الله عليه وسلم -: «وِكَاءُ السَّهِ الْعَيْنَانِ فَمَنْ نَامَ فَلْيَتَوَضَّأْ (¬2)». ¶ (13) حديث أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: «إِذَا سَمِعْتُمْ النِّدَاءَ فَقُولُوا مِثْلَ مَا يَقُولُ الْمُؤَذِّنُ (¬3)». ¶ ¬__________ ¶ (¬1) أخرجه مسلم في كتاب الحيض باب الدليل على أن نوم الجالس لا ينقض الوضوء برقم (376) عَنْ قَتَادَةَ قَالَ سَمِعْتُ أَنَسًا رضي الله عنه يَقُولُ: كَانَ أَصْحَابُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنَامُونَ ثُمَّ يُصَلُّونَ وَلَا يَتَوَضَّئُونَ. ¶ (¬2) أخرجه أبو داود (203) وابن ماجه (477) وأحمد (887) عن علي رضي الله عنه وحسنه الألباني في صحيح أبي داود، وأخرجه أحمد (16881) والدارمي في السنن (722) وحسنه الألباني في صحيح الجامع (4148) عن مُعَاوِيَةَ بن أبي سُفْيَانَ رضي الله عنهما أَنَّ النبي صلى الله عليه وسلم قال: إنما الْعَيْنَانِ وِكَاءُ السَّهِ فإذا نَامَتْ الْعَيْنُ اسْتَطْلَقَ الْوِكَاءُ. ¶ (¬3) أخرجه البخاري (610) ومسلم (383) وأحمد (6568) والترمذي (208) وأبو داود (522) وابن ماجه (720).",
            "page": "57",
            "part": "1",
            "seal": "13C7EB27"
        },
        {
            "id": "58",
            "nass": "«فقولوا» ندباً عند الشافعية ووجوباً عند الحنفية ووافقهم ابن وهب المالكي (¬1) قال في \"فتح القدير\": ظاهر الأمر الوجوب إذ لا تظهر قرينة تصرف عنه، بل ربما يظهر استنكاراً تركه لأنه يشبه عدم الالتفات إليه والتشاغل عنه، وقال الشافعية الصارف عن الوجوب الإجماع على عدم وجوب الأصل وهو الأذان والإقامة، بالإضافة إلى أن الصارف قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «ثُمَّ صَلُّوا عَلَىَّ فَإِنَّهُ مَنْ صَلَّى عَلَىَّ صَلاَةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْرًا ثُمَّ سَلُوا اللَّهَ لِىَ الْوَسِيلَةَ (¬2)» وهما مندوبان فالإجابة مندوبة، وهذا بالاقتران. ¶ ورُدَّ بأن دلالة الاقتران ضعيفة عند الجمهور. ¶ والصواب هو قول الشافعية وهو عدم وجوب إجابة المؤذن بترديد الأذان، فالاقتران ها هنا صحيح، والله أعلم. ¶ (14) عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إذَا لَبِسْتُمْ، وَإِذَا تَوَضَّأْتُمْ فَابْدَءُوا بِأَيَامِنِكُمْ (¬3)». ¶ ذهب من يقولون بالاقتران بأن التيامن في الوضوء غير واجب لأنه اقترن باللبس، والتيامن في اللبس غير واجب. ¶ ¬__________ ¶ (¬1) ابن وهب (125 - 197 هـ) ... هو عبد الله بن وهب بن مسلم، أبو محمد الفهري بالولاء، المصري. من تلاميذه الإمام مالك، والليثبن سعد. جمع بين الفقة والحديث والعبادة. كان حافظاً مجتهداً، أثنى أحمد على ضبطه، وعرض عليه القضاء فامتنع ولزم منزله. مولده ووفاته بمصر .... [التهذيب 6/ 71،والأعلام 4/ 289،والوفيات 1/ 249]. ¶ (¬2) أخرجه ومسلم (384) وأحمد (6568) والترمذي (3614) والنسائي في الكبرى (1654) وأبو داود (523) عن عبد الله بن عمرو رضي الله عنهما. ¶ (¬3) صحيح: أَحْمَدُ (8652) وَأَبُو دَاوُد (4141) وابن ماجه (402) وصححه الألباني في صحيح ابن ماجه.",
            "page": "58",
            "part": "1",
            "seal": "15ACA4C2"
        },
        {
            "id": "59",
            "nass": "وَحَدِيثُ عَائِشَةَ الْمُصَرِّحُ بِمَحَبَّةِ التَّيَمُّنِ (¬1) قَدْ اُتُّفِقَ عَلَى عَدَمِ الْوُجُوبِ فِي جَمِيعِهَا إلَّا فِي الْيَدَيْنِ وَالرِّجْلَيْنِ فِي الْوُضُوءِ وَكَذَلِكَ هذا الحَدِيث الْمُقْتَرِنِ بِالتَّيَامُنِ فِي اللُّبْسِ الْمُجْمَعِ عَلَى عَدَمِ وُجُوبِهِ صَالِحٌ لِجَعْلِهِ قَرِينَةً تَصْرِفُ الْأَمْرَ إلَى النَّدْبِ. ¶ (15) حديث أبي مالك الأشعري رضي الله عنه عَنِ النَّبِىِّ -صلى الله عليه وسلم- أَنَّهُ قَالَ: «لَيَشْرَبَنَّ أُنَاسٌ مِنْ أُمَّتِى الْخَمْرَ يُسَمُّونَهَا بِغَيْرِ اسْمِهَا وَيُضْرَبُ عَلَى رُءُوسِهِمُ الْمَعَازِفُ وَالْمُغَنِّيَاتُ يَخْسِفُ اللَّهُ بِهِمُ الأَرْضَ وَيَجْعَلُ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ (¬2)». وحديث أبي مالك الأشعري رضي الله عنه أيضاً أن النبي صلى الله عليه وسلم قال: «لَيَكُونَنَّ مِنْ أُمَّتِي أَقْوَامٌ يَسْتَحِلُّونَ الْحِرَ وَالْحَرِيرَ وَالْخَمْرَ وَالْمَعَازِفَ (¬3)». ¶ ذهب بعض دعاة السوء إلى أن الغناء يحرم فقط إذا اقترن بشرب الخمر لهذا الحديث. ¶ ¬__________ ¶ (¬1) روى البخاري برقم (168) ومسلم (268) عَنْ عَائِشَةَ قَالَتْ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعْجِبُهُ التَّيَمُّنُ فِي تَنَعُّلِهِ وَتَرَجُّلِهِ وَطُهُورِهِ وَفِي شَأْنِهِ كُلِّهِ. ¶ (¬2) أخرجه البيهقي في الكبرى (10/ 221) وأحمد (22900) وأبو داود (3688) , وصححه الألباني في صحيح الجامع (5454). ¶ (¬3) أخرجه البخاري تعليقاً بصيغة الجزم (5590)، ووصله أبو داود (4039) وابن حبان في صحيحه (6754).",
            "page": "59",
            "part": "1",
            "seal": "BA9FF965"
        },
        {
            "id": "60",
            "nass": "وَيُجَابُ بِأَنَّ الِاقْتِرَانَ لَا يَدُلُّ عَلَى أَنَّ الْمُحَرَّمَ هُوَ الْجَمْعُ فَقَطْ وَإِلَّا لَزِمَ أَنَّ الزِّنَا الْمُصَرَّحَ بِهِ فِي الْحَدِيثِ لَا يُحَرَّمُ إلَّا عِنْدَ شُرْبِ الْخَمْرِ وَاسْتِعْمَالِ الْمَعَازِفِ، وَاللَّازِمُ بَاطِلٌ بِالْإِجْمَاعِ فَالْمَلْزُومُ مِثْلُهُ. ¶ وَأَيْضًا يَلْزَمُ فِي مِثْلِ قَوْله تَعَالَى: {إنَّهُ كَانَ لَا يُؤْمِنُ بِاَللَّهِ الْعَظِيمِ وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ} أَنَّهُ لَا يُحَرِّمُ عَدَمَ الْإِيمَانِ بِاَللَّهِ إلَّا عِنْدَ عَدَمِ الْحَضِّ عَلَى طَعَامِ الْمِسْكِينِ فَإِنْ قِيلَ تَحْرِيمُ مِثْلِ هَذِهِ الْأُمُورِ الْمَذْكُورَةِ فِي الْإِلْزَامِ قَدْ عُلِمَ مِنْ دَلِيلٍ آخَرَ. ¶ فَيُجَابُ بِأَنَّ تَحْرِيمَ الْمَعَازِفِ قَدْ عُلِمَ مِنْ دَلِيلٍ آخَرَ أَيْضًا كَمَا سَلَفَ، ولفظ: «المعازف» عام يشمل جميع آلات اللهو، فتحرم إلا ما ورد الدليل باستثنائه كالدف فهو مباح للنساء. ¶ وقوله صلى الله عليه وسلم: «يَسْتَحِلُّونَ» من أقوى الأدلة على تحريم المعازف إذ لو كانت المعازف حلالاً فكيف يستحلونها!. ¶ وأيضا: دلالة الاقتران في الحديث تفيد التحريم حيث قرن المعازف مع الخمر والحرير والحر أي الزنا وهي محرمات قطعاً بالنص والإجماع. ¶ (16) روى مسلم في صحيحه من حديث أبي سعيد الخدري قال: قال رسول الله - صلى الله عليه وسلم -: «لاَ يَنْظُرُ الرَّجُلُ إِلَى عَوْرَةِ الرَّجُلِ وَلاَ الْمَرْأَةُ إِلَى عَوْرَةِ الْمَرْأَةِ وَلاَ يُفْضِى الرَّجُلُ إِلَى الرَّجُلِ فِى ثَوْبٍ وَاحِدٍ وَلاَ تُفْضِى الْمَرْأَةُ إِلَى الْمَرْأَةِ فِى الثَّوْبِ الْوَاحِدِ (¬1)». ¶ ¬__________ ¶ (¬1) أخرجه مسلم (338) والترمذي (2793) وابن ماجه (661) وأحمد (11601).",
            "page": "60",
            "part": "1",
            "seal": "97EBA71F"
        },
        {
            "id": "61",
            "nass": "استدل به القائلون بدلالة الاقتران على التساوي في حدود العورة نساء ورجالاً، بدلالة الاقتران والقياس. وهذا مذهب أحمد بن حنبل. والحنابلة على أن عورة الرجل من الرجل هي السوءتين، فكذلك المرأة. ¶ والذين قالوا بأن عورة الرجل هي ما بين السرة إلى الركبة، جعلوا ذلك للمرأة مع المرأة كذلك. ¶ قال الإمام المرداوي (¬1) في كتابه \"الإنصاف في معرفة الراجح من الخلاف على مذهب الإمام أحمد بن حنبل\" (8| 24): «قوله \"وللمرأة مع المرأة والرجل مع الرجل النظر إلى ما عدا ما بين السرة والركبة\": يجوز للمرأة المسلمة النظر من المرأة المسلمة إلى ما عدا ما بين السرة والركبة. ¶ ثم قال: «والصحيح من المذهب أنها لا تنظر منها إلا العورة. وجزم به في المحرر والنظم والمنور. ولعل من قطع أَوَّلاً أراد هذا. لكن صاحب الرعاية غاير بين القولين وهو الظاهر. ومرادهم بعورة المرأة هنا كعورة الرجل على الخلاف. صرح به الزركشي في شرح الوجيز». ¶ ¬__________ ¶ (¬1) المرداوي (817 - 885 هـ) هو علي بن سليمان بن أحمد بن محمد، علاء الدين المرادوي نسبتة الي (مردا) احدي قري نابلس بفلسطين. شيخ المذهب الحنبلي حاز رئاسة المذهب. ولد بمردا، ونشأ بها ثم انتقل الي دمشق وتعلم بها وانتقل الي القاهرة ثم مكة. من مصنفاته: (الانصاف في معرفة الراجح من الخلاف) ثمانية مجلدات؛ و (والتنقيح المشبع في تحرير احكام المقنع)؛و (وتحرير المنقول في تهذيب علم الأصول). [الضوء اللامع 5/ 225،227؛ والاعلام للزركلي 5/ 104؛ والمنهج الاحمد في تراجم اصحاب الامام أحمد]",
            "page": "61",
            "part": "1",
            "seal": "DF518E7F"
        },
        {
            "id": "62",
            "nass": "وما ذكره المجيزون في احتجاجهم بحديث أبي سعيد رضي الله عنه مرفوعاً: «لا ينظر الرجل إلى عورة الرجل، ولا تنظر المرأة إلى عورة المرأة» وأخذهم القول بجواز إظهار ما فوق السرة ودون الركبة بدلالة الاقتران والقياس، فيقال: أن دلالة الاقتران ضعيفة إلا بقرائن تؤيدها، ومن العجيب أن المجيزين يأخذون بدلالة الاقتران في هذا الحديث رغم معارضته لنصوص أخرى كما في الآية الكريمة {وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ} الآية. ¶ أما قياسهم فهو قياس مع الفارق {وَلَيْسَ الذَّكَرُ كَالْأُنْثَى} قدراً وشرعاً، فلا يصح هذا القياس، وأيضاً فإن مقدار عورة الرجل مختلف فيها (¬1) بين أهل العلم، فكيف يصح القياس على أصل مختلف فيه. ¶ ¬__________ ¶ (¬1) من العلماء من يدخل الفخذ في عورة الرجل لحديث جرهد أن النبي ? - صلى الله عليه وسلم - قال له: «إِنَّ الْفَخِذَ عَوْرَةٌ» أخرجه البخاري معلقا في كتاب الصلاة، بَاب مَا يُذْكَرُ فِي الْفَخِذِ، والترمذي (2795) وأبو داود (4014) وأحمد (15926) , ومنهم من يقول بأن الفخذ ليس بعورة لحديث أنس رضي الله عنه: «ثُمَّ حَسَرَ الْإِزَارَ عن فَخِذِهِ حتى إني أَنْظُرُ إلى بَيَاضِ فَخِذِ نَبِيِّ اللَّهِ - صلى الله عليه وسلم -» أخرجه البخاري (371) قال البخاري (1 |145): (وَحَدِيثُ أَنَسٍ أَسْنَدُ وَحَدِيثُ جَرْهَدٍ أَحْوَطُ). ¶ قال ابن العربي في أحكام القرآن (2 |307):والصحيح أن الفخذ ليس بعورة لأنها ظهرت من النبي يوم جرى في زقاق خيبر ولأن النبي كان يصلها بأفخاذ أصحابه ولو كانت عورة ما وصلها بها , قال زيد نزل على النبي الوحي وفخذه على فخذي حتى كادت أن ترض فخذي أما إنه يكره كشفها فإن مالكا وغيره قد روى حديث جرهد أن النبي قال له: «غط فخذك فإن الفخذ عورة» وهو حديث مشهور اهـ.",
            "page": "62",
            "part": "1",
            "seal": "0E3BA1C7"
        },
        {
            "id": "63",
            "nass": "(17) عَنْ ابْنِ عُمَرَ رضي الله عنهما قَالَ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: «إِذَا تَبَايَعْتُمْ بِالْعِينَةِ وَأَخَذْتُمْ أَذْنَابَ الْبَقَرِ وَرَضِيتُمْ بِالزَّرْعِ وَتَرَكْتُمْ الْجِهَادَ سَلَّطَ اللَّهُ عَلَيْكُمْ ذُلًّا لَا يَنْزِعُهُ حَتَّى تَرْجِعُوا إِلَى دِينِكُمْ (¬1)». ¶ وَقِيلَ: إنَّ دَلَالَةَ الْحَدِيثِ عَلَى تحْرِيمِ بيع العينة غَيْرُ وَاضِحَةٍ؛ لِأَنَّهُ قَرَنَ الْعِينَةَ بِالْأَخْذِ بِأَذْنَابِ الْبَقَرِ وَالِاشْتِغَالِ بِالزَّرْعِ - وَذَلِكَ غَيْرُ مُحَرَّمٍ - وَتَوَعَّدَ عَلَيْهِ بِالذُّلِّ وَهُوَ لَا يَدُلُّ عَلَى التَّحْرِيمِ وَلَكِنَّهُ لَا يَخْفَى مَا فِي دَلَالَةِ الِاقْتِرَانِ مِنْ الضَّعْفِ، وَلَا نُسَلِّمُ أَنَّ التَّوَعُّدَ بِالذُّلِّ لَا يَدُلُّ عَلَى التَّحْرِيمِ؛ لِأَنَّ طَلَبَ أَسْبَابِ الْعِزَّةِ الدِّينِيَّةِ وَتَجَنُّبَ أَسْبَابِ الذِّلَّةِ الْمُنَافِيَةِ لِلدِّينِ وَاجِبَانِ عَلَى كُلِّ مُؤْمِنٍ، وَقَدْ تَوَعَّدَ عَلَى ذَلِكَ بِإِنْزَالِ الْبَلَاءِ، وَهُوَ لَا يَكُونُ إلَّا لِذَنْبٍ شَدِيدٍ، وَجَعَلَ الْفَاعِلَ لِذَلِكَ بِمَنْزِلَةِ الْخَارِجِ مِنْ الدِّينِ الْمُرْتَدِّ عَلَى عَقِبِهِ، وَصَرَّحَتْ عَائِشَةُ رضي الله عنها بِأَنَّهُ مِنْ الْمُحْبِطَاتِ لِلْجِهَادِ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَمَا فِي الْحَدِيثِ السَّالِفِ، وَذَلِكَ إنَّمَا هُوَ شَأْنُ الْكَبَائِرِ (¬2). ¶ ¬__________ ¶ (¬1) صحيح: أخرجه أحمد (5007) (5562) وأبو داود (3462) وصححه الألباني في صحيح الجامع (423). ¶ (¬2) راجع نيل الأوطار (5 |320).",
            "page": "63",
            "part": "1",
            "seal": "840503E0"
        },
        {
            "id": "64",
            "nass": "وقَوْلُهُ «حَتَّى تَرْجِعُوا إلَى دِينِكُمْ» فِيهِ زَجْرٌ بَلِيغٌ؛ لِأَنَّهُ نَزَّلَ الْوُقُوعَ فِي هَذِهِ الْأُمُورِ مَنْزِلَةَ الْخُرُوجِ مِنْ الدِّينِ وَبِذَلِكَ تَمَسَّكَ مَنْ قَالَ بِتَحْرِيمِ الْعِينَةِ. ¶ (18) قوله تعالى: {وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ} (البقرة: 43). ¶ قال بعض القائلين بالاقتران: إن اقْتِرَانِ الزَّكَاةِ بِالصَّلَاةِ تدل على أن الزكاة لا تجب إلا على من تجب عليه الصلاة. ¶ قُلْتُ: دَلَالَةُ الِاقْتِرَانِ هنا ضَعِيفَةٌ وَمَنْ قَالَ بِهَا فَذَلكَ فِي كَوْنِهِمَا وَاجِبَتَيْنِ؛ وبينهما فُرُوقٌ كَثِيرَةٌ، فالصَّلَاةُ فِي كُلِّ يَوْمٍ خَمْسُ مَرَّاتٍ فَلَا يُشْتَرَطُ فِيهَا الْمَالُ وَيُشْتَرَطُ فِيهَا السُّتْرَةُ وَالطَّهَارَةُ، وَلَيْسَ فِي الزَّكَاةِ شَيْءٌ مِنْ ذَلِكَ. ¶ (19) قال رسول الله - صلى الله عليه وسلم -: «لَا يَحِلُّ سَلَفٌ وَبَيْعٌ وَلَا شَرْطَانِ فِي بَيْعٍ وَلَا رِبْحُ مَا لَمْ يُضْمَنْ وَلَا بَيْعُ مَا لَيْسَ عِنْدَكَ (¬1)». ¶ ¬__________ ¶ (¬1) صحيح: أخرجه أحمد (6671) وأبو داود (3504) والترمذي (1234) والنسائي في الكبرى (6160) وحسنه الألباني في صحيح ابن ماجة (2188) عن عبد الله بن عمرو رضي الله عنهما.",
            "page": "64",
            "part": "1",
            "seal": "0660C1E0"
        },
        {
            "id": "65",
            "nass": "إن التحريم هاهنا لم يكن لشيء محرم بعينه وهو السلف لأن السلف مباح وإنما وقع التحريم من أجل الاقتران: أعني اقتران البيع به وكذلك البيع في نفسه جائز وإنما امتنع من قبل اقتران الشرط به وهنالك إنما امتنع البيع من أجل اقتران شيء محرم لعينه به لا أنه شيء محرم من قبل الشرط. ونكتة المسألة هل إذا لحق الفساد بالبيع من قبل الشرط يرتفع الفساد إذا ارتفع الشرط أم لا يرتفع؟، كما لا يرتفع الفساد اللاحق للبيع الحلال من أجل اقتران المحرم العين به؛ وهذا أيضًا ينبني على أصل آخر هو هل هذا الفساد حكمي أو معقول؟ فإن قلنا: حكمي لم يرتفع بارتفاع الشرط وإن قلنا: معقول ارتفع بارتفاع الشرط (¬1). ¶ (20) أخرج أحمد والنسائي عن أُسَامَةُ بْنُ زَيْدٍ قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ لَمْ أَرَكَ تَصُومُ شَهْرًا مِنْ الشُّهُورِ مَا تَصُومُ مِنْ شَعْبَانَ قَالَ: «ذَلِكَ شَهْرٌ يَغْفُلُ النَّاسُ عَنْهُ بَيْنَ رَجَبٍ وَرَمَضَانَ وَهُوَ شَهْرٌ تُرْفَعُ فِيهِ الْأَعْمَالُ إِلَى رَبِّ الْعَالَمِينَ فَأُحِبُّ أَنْ يُرْفَعَ عَمَلِي وَأَنَا صَائِمٌ (¬2)». ¶ استدل بعض الناس بهذا الحديث على استحباب أو مشروعية صيام رجب لاقترانه بصيام رمضان، ولعل أقرب ما يفيده الحديث هو تحديد شهر شعبان وبيان أنه بين رجب ورمضان. ¶ ¬__________ ¶ (¬1) بداية المجتهد ونهاية المقتصد (2 |122) لابن رشد القرطبي طبعة دار الفكر - بيروت ¶ (¬2) أخرجه أحمد (21753) والنسائي في الكبرى (2678) وحسنه الألباني في السلسلة الصحيحة (1898).",
            "page": "65",
            "part": "1",
            "seal": "C94616C2"
        },
        {
            "id": "66",
            "nass": "(21) رَوَى الْبَرَاءُ بْنُ عَازِبٍ قَالَ: «سُئِلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ لُحُومِ الْإِبِلِ، فَقَالَ: تَوَضَّئُوا مِنْهَا وَسُئِلَ عَنْ لُحُومِ الْغَنَمِ، فَقَالَ: لَا يُتَوَضَّأُ مِنْهَا (¬1)» رَوَاهُ أَبُو دَاوُد والترمذي وغيرهما، وَرَوَاه جَابِرُ بْنُ سَمُرَةَ، عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ , أَخْرَجَهُ مُسْلِمٌ (360). ¶ قلت: يستدل على أن العلة من نقض الوضوء بأكل لحم الإبل ليست أنها مما مست النار، بالاقتران بعدم الأمر بالوضوء لمن أكل لحم الغنم. ¶ قال ابن قدامة في المغني (1| 121): إنَّ الْأَمْرَ بِالْوُضُوءِ مِنْ لُحُومِ الْإِبِلِ مُتَأَخِّرٌ عَنْ نَسْخِ الْوُضُوءِ مِمَّا مَسَّتْ النَّارُ، أَوْ مُقَارِنٌ لَهُ؛ بِدَلِيلِ أَنَّهُ قَرَنَ الْأَمْرَ بِالْوُضُوءِ مِنْ لُحُومِ الْإِبِلِ بِالنَّهْيِ عَنْ الْوُضُوءِ مِنْ لُحُومِ الْغَنَمِ، وَهِيَ مِمَّا مَسَّتْ النَّارُ فَإِمَّا أَنْ يَكُونَ النَّسْخُ حَصَلَ بِهَذَا النَّهْيِ، وَإِمَّا أَنْ يَكُونَ بِشَيْءٍ قَبْلَهُ؛ فَإِنْ كَانَ بِهِ، فَالْأَمْرُ بِالْوُضُوءِ مِنْ لُحُومِ الْإِبِلِ مُقَارِنٌ لِنَسْخِ الْوُضُوءِ مِمَّا غَيَّرَتْ النَّارُ فَكَيْفَ يَجُوزُ أَنْ يَكُونَ مَنْسُوخًا بِهِ؟ وَمِنْ شُرُوطِ النَّسْخِ تَأَخُّرُ النَّاسِخِ، وَإِنْ كَانَ النَّسْخُ قَبْلَهُ، لَمْ يَجُزْ أَنْ يُنْسَخَ بِمَا قَبْلَهُ. اهـ ¶ ¬__________ ¶ (¬1) أخرجه الترمذي (81) وأبو داود (184) وابن ماجه (494) وابن الجارود في المنتقى (26) وصححه الألباني في صحيح أبي داود.",
            "page": "66",
            "part": "1",
            "seal": "DFEB3539"
        },
        {
            "id": "67",
            "nass": "(22) حديث أَبي هُرَيْرَةَ رضي الله عنه قال سمعت رَسُولَ اللَّهِ - صلى الله عليه وسلم - يقول: «حَقُّ الْمُسْلِمِ على الْمُسْلِمِ خَمْسٌ رَدُّ السَّلَامِ وَعِيَادَةُ الْمَرِيضِ وَاتِّبَاعُ الْجَنَائِزِ وَإِجَابَةُ الدَّعْوَةِ وَتَشْمِيتُ الْعَاطِسِ (¬1)». ¶ وهذه كلها تتساوى في الحكم وهو الوجوب، بالاقتران في اللفظ، وإن كان بعض العلماء قد خالف في بعضها كإجابة الدعوة مثلاً. ¶ قال الطحاوي: يَحْتَمِلُ أَيْضًا أَنْ يَكُونَ الْحَقُّ الْوَاجِبُ في إجَابَةِ الدَّعْوَةِ يُرَادُ بِهِ الدَّعْوَةُ التي هِيَ وَلِيمَةٌ لاَ ما سِوَاهَا فلم يَبِنْ لنا في شَيْءٍ مِمَّا رَوَيْنَا وُجُوبَ إتْيَانِهِ من الطَّعَامِ الْمُدَّعَى إلَيْهِ غير طَعَامِ الْوَلِيمَةِ التي هِيَ الأَعْرَاسُ وَاَللَّهَ سُبْحَانَهُ وَتَعَالَى نَسْأَلُهُ التَّوْفِيقَ (¬2).اهـ ¶ وقال المناوي (¬3): ¶ الحقُ الثابتُ في الشرعِ يقالُ للواجبِ والمندوبِ المؤكدِ لأن كلاً منهما ثابتٌ في الشرعِ فإنه مطلوبٌ مقصودٌ قصداً مؤكداً ¶ ¬__________ ¶ (¬1) أخرجه البخاري (1240) ومسلم (2162). ¶ (¬2) شرح مشكل الآثار (8 |34) طبعة مؤسسة الرسالة ببيروت. ¶ (¬3) المناوي (952 - 1031 هـ) هو محمد عبد الرؤوف بن تاج العارفين بن علي بن زين العابدين، زين الدين، الحدادي المناوي، القاهري، الشافعي، عالم مشارك في أنواع من العلوم، أخذ عن النور علي بن غانم المقدسي والشيخ حمدان الفقيه ومحمد البكري وغيرهم. وعنه سليمان البابلي والشيخ علي الأجهوري والسيد إبراهيم الطاشكندي وغيرهم. ¶ من تصانيفه: \" التيسير \" في شرح الجامع الصغير، و\" فيض القدير \"، و \" تيسير الوقوف على غوامض أحكام الوقوف\"، و \"شرح التحرير\" في فروع الفقه الشافعي، و \"الإتحافات السنية بالأحاديث القدسية\". ¶ [خلاصة الأثر 2/ 412، والبدر الطالع 1/ 357، والأعلام 7/ 75، ومعجم المؤلفين 5/ 220].",
            "page": "67",
            "part": "1",
            "seal": "AA800C03"
        },
        {
            "id": "68",
            "nass": "لكن إطلاقه على الواجبِ أولى وقد أطلق هنا على القدر المشترك بين الواجب وغيره رد السلام فهو واجب كفاية من جماعة من سلم عليهم لأن السلام معناه الأمان فإذا ابتدأ به أخاه فلم يجبه توهم منه الشر فوجب دفع ذلك التوهم بالرد وعيادة المريض المسلم فهي واجبة حيث لا متعهد له فإن كان ندبت واتباع الجنائز فإنه فرضُ كفايةٍ كردِ السلامِ، قال ابنُ الكمالِ: وقد نَقَلَ أهلُ الإجماعِ أنَّ إيجابَ تجهيزه لقضاء حقه فكان على الكِفايةِ لصيرورة حقه مقضياً بفعل البعض وإجابة الدعوة بفتح الدال إذا دعي مسلم مسلما إلى وليمة عرس وجبت أو لغيرها أو لنحو إعانة ندبت وتشميت العاطس أي الدعاء له بالرحمة والبركة إذا حمد الله (¬1) انتهى. ¶ ¬__________ ¶ (¬1) فيض القدير شرح الجامع الصغير (3| 390).",
            "page": "68",
            "part": "1",
            "seal": "9FE62856"
        },
        {
            "id": "69",
            "nass": "خلاصة البحث ¶ إنَّ دلالةَ الاقترانِ لا تقوى على إثباتِ الأحكامِ وحدها، والراجحُ قولُ الجمهورِ وهو القولُ بضعفِها، وإن كان لا بأسَ من التَّقَوِيَ بها أحياناً لا سيما إذا قامت القرائنُ الدالةُ على ذلك وقد ظهر معنا في بعضِ الأمثلةِ، أما أن تنفردَ وَحْدَها في إثباتِ الأحكامِ فبعيدٌ جداً، واللهُ أعلمُ.",
            "page": "69",
            "part": "1",
            "seal": "2F790B39"
        },
        {
            "id": "70",
            "nass": "الخاتمة ¶ بعد أن طوفنا في هذا البحث في هذه الجزئية من مباحث علم أصول الفقه، ظهر لنا أهمية دراسة هذا العلم مسألة بعد أخرى بتوسع واستفاضة، وألا نكتفي بقول واحد نلتقطه من أي مصدر قال به عالم، أو نقله ناقل. ¶ كما ظهر جلياً أهمية التمثيل الفقهي على القاعدة الأصولية، لأنه بالمثال تتضح صحة وسلامة القاعدة من عدمها. ¶ وأخيرا أشكر كل من كان عونًا وأخص بالشكر شيخنا وحيد بالي حفظه الله تعالى فقد كان البدء في البحث بإشارة منه وبتوجيهه جزاه اللله خيرًا، وأسأل الله تعالى أن يجعل ما كتبته خالصاً لوجهه الكريم، ولا يجعل لأحد سواه في أقوالنا وأعمالنا شيئًا. وصلى الله وسلم وبارك على نبينا محمد وآله وصحبه. ¶ وكان الفراغ منه في يوم الاثنين الموافق 19/ 6/ 1429 هـ ¶ أبو عاصم البركاتي المصري ¶ الشحات شعبان محمود عبد القادر ¶ هاتف / 01064763195",
            "page": "70",
            "part": "1",
            "seal": "1D529C08"
        },
        {
            "id": "71",
            "nass": "أهم المراجع ¶ القرآن الكريم. ¶ كتب التفسير ¶ (1) أضواء البيان في إيضاح القرآن بالقرآن للعلامة محمد الأمين بن محمد بن المختار الجكني الشنقيطي، طبعة دار الفكر للطباعة والنشر بيروت 1415هـ - 1995م. ¶ (2) أحكام القرآن، تأليف: أبو بكر محمد بن عبد الله ابن العربي، دار الفكر للطباعة والنشر - لبنان، تحقيق: محمد عبد القادر عطا. ¶ (3) المفردات في غريب القران تأليف أبى القاسم الحسين بن محمد المعروف بالراغب الأصفهاني المتوفى سنة 502 هـ. ¶ (4) تفسير البحر المحيط، لمحمد بن يوسف الشهير بأبي حيان الأندلسي، الطبعة الأولى دار الكتب العلمية - لبنان/ بيروت - 1422هـ -2001م،، تحقيق: الشيخ عادل أحمد عبد الموجود - الشيخ علي محمد معوض، د. زكريا عبد المجيد النوقي د. أحمد النجولي الجمل. ¶ كتب الحديث وشروحها ¶ (5) صحيح البخاري طبعة دار ابن كثير , اليمامة بيروت، 1407 هـ - 1987. ¶ (6) فتح الباري شرح صحيح البخاري، للحافظ أحمد بن علي بن حجر أبو الفضل العسقلاني الشافعي، طبعة دار المعرفة - بيروت، تحقيق: محب الدين الخطيب. ¶ (7) صحيح مسلم طبعة دار إحياء التراث العربي - بيروت، تحقيق: محمد فؤاد عبد الباقي. ¶ (8) سنن أبي داود، طبعة دار الفكر تحقيق وترقيم: محمد محيي الدين عبد الحميد. ¶ (9) سنن ابن ماجه، طبعة دار الفكر - بيروت تحقيق وترقيم: محمد فؤاد عبد الباقي. ¶ (10) سنن الترمذي، دار إحياء التراث العربي - بيروت، تحقيق: أحمد محمد شاكر وآخرون.",
            "page": "71",
            "part": "1",
            "seal": "7AACACA4"
        },
        {
            "id": "72",
            "nass": "(11) المجتبى من السنن (السنن الصغرى) للنسائي: مكتب المطبوعات الإسلامية بحلب 1406 هـ- 1986 م، الطبعة الثانية، تحقيق: عبد الفتاح أبو غدة. ¶ (12) السنن الكبرى للنسائي ,دار الكتب العلمية - بيروت - 1411 هـ - 1991، الطبعة الأولى. ¶ (13) مسند الإمام أحمد بن حنبل،دار النشر مؤسسة قرطبة - مصر. ¶ (14) شرح معاني الآثار لأبي جعفر الطحاوي، دار الكتب العلمية - بيروت - 1399، الطبعة الأولى، تحقيق: محمد زهري النجار. ¶ (15) شرح مشكل الآثار، لأبي جعفر الطحاوي، طبعة مؤسسة الرسالة - بيروت، 1408هـ - 1987م، الطبعة الأولى، تحقيق: شعيب الأرنؤوط. ¶ (16) المعجم الكبير، للطبراني،مكتبة الزهراء - الموصل - 1404 هـ - 1983، الطبعة الثانية، تحقيق: حمدي بن عبد المجيد السلفي. ¶ (17) صحيح ابن حبان بترتيب ابن بلبان، مؤسسة الرسالة بيروت، 1414 هـ - 1993، الطبعة الثانية، تحقيق: شعيب الأرنؤوط. ¶ (18) شرح مسند أبي حنيفة لملا علي القاري الحنفي , تحقيق الشيخ خليل محيي الدين الميس مدير أزهر لبنان ,طبعة دار الكتب العلمية بيروت. ¶ (19) الضعفاء الكبير، للعقيلي، دار المكتبة العلمية - بيروت - 1404هـ - 1984م، الطبعة: الأولى، تحقيق: عبد المعطي أمين قلعجي. ¶ (20) غوث المكدود بتخريج منتقى ابن الجارود لأبي إسحاق الحويني الأثري طبعة دار الكتاب العربي بيروت،1423 هـ ـ 2002م. ¶ (21) سنن البيهقي الكبرى لأبي بكر البيهقي، مكتبة دار الباز - مكة المكرمة - 1414 - 1994، تحقيق: محمد عبد القادر عطا. ¶ (22) فيض القدير شرح الجامع الصغير للعلامة عبد الرؤوف المناوي،الطبعة الأولى المكتبة التجارية الكبرى - مصر - 1356هـ. ¶ (23) صحيح سنن الترمذي للألباني. ¶ (24) صحيح سنن أبي داود للألباني. ¶ (25) صحيح سنن ابن ماجه للألباني. ¶ (26) صحيح سنن النسائي للألباني. ¶ (27) صحيح الجامع الصغير للألباني. ¶ (28) سلسلة الأحاديث الصحيحة للألباني. ¶ (29) إرواء الغليل للألباني.",
            "page": "72",
            "part": "1",
            "seal": "D416817C"
        },
        {
            "id": "73",
            "nass": "(30) آداب الزفاف للألباني. ¶ كتب أصول الفقه ¶ (31) المستصفى في علم الأصول، تأليف: محمد بن محمد الغزالي أبو حامد، دار الكتب العلمية - بيروت - 1413، الطبعة: الأولى، تحقيق: محمد عبد السلام عبد الشافي. ¶ (32) تشنيف المسامع بجمع الجوامع للزركشي،طبعة ثالثة 1419هـ ـ1999م مؤسسة قرطبة بالقاهرة تحقيق د|سيد عبد العزيز , ود| عبد الله ربيع. ¶ (33) إرشاد الفحول إلي تحقيق الحق من علم الأصول للشوكاني، تحقيق شيخنا أبي حفص سامي بن العربي؛ طبعة دار الفضيلة. ¶ (34) البحر المحيط للزركشي طبعة أولى دار الكتبي 1414 هـ 1994م. ¶ (35) اختيارات ابن القيم الأصولية لأبي عبد الرحمن عبد المجيد جمعة الجزائري، طبعة أولى دار ابن باديس , ودار ابن حزم 1426هـ ـ 2005م. ¶ (36) فواتح الرحموت بشرح مسلم الثبوت، لمحب الله ابن عبد الشكور البهاري طبعة أولى دار الكتب العلمية ببيروت 1423 هـ ـ 2002م. ¶ (37) شرح الكوكب المنير المسمى بمختصر التحرير لابن النجار الحنبلي ط مكتبة العبيكان بالرياض 1413هـ ـ 1993م. ¶ (38) بدائع الفوائد لابن القيم دار الكتاب العربي، بيروت، لبنان. ¶ (39) تخريج الفروع على الأصول لمحمود بن أحمد الزنجاني أبو المناقب, مؤسسة الرسالة - بيروت الطبعة الثانية، 1398 هـ تحقيق: د. محمد أديب صالح. ¶ (40) الإحكام في أصول الأحكام، للعلامة علي بن محمد الآمدي علق عليه العلامة الشيخ عبد الرزاق عفيفي, ط 2 المكتب الإسلامي 1402 هـ. ¶ كتب الفقه ¶ (41) مواهب الجليل لشرح مختصر خليل،لأبي عبد الله محمد بن عبد الرحمن المغربي، دار الفكر - بيروت الطبعة الثانية - 1398هـ. ¶ (42) نيل الأوطار من أحاديث سيد الأخيار شرح منتقى الأخبار،لمحمد بن علي بن محمد الشوكاني طبعة دار الجيل - بيروت - 1973 م.",
            "page": "73",
            "part": "1",
            "seal": "78626528"
        },
        {
            "id": "74",
            "nass": "(43) الإنصاف في معرفة الراجح من الخلاف على مذهب الإمام أحمد بن حنبل، تأليف: علي بن سليمان المرداوي أبو الحسن، دار إحياء التراث العربي - بيروت، تحقيق: محمد حامد الفقي. ¶ (44) بداية المجتهد ونهاية المقتصد، لمحمد بن أحمد بن محمد بن رشد القرطبي أبو الوليد، دار النشر: دار الفكر - بيروت. ¶ (45) المغني في فقه الإمام أحمد بن حنبل الشيباني، لعبد الله بن أحمد بن قدامة المقدسي أبو محمد، دار الفكر - بيروت - 1405، الطبعة الأولى. ¶ (46) الشرح الممتع على زاد المستقنع للعلامة محمد ابن صالح العثيمين، طبعة أولى بدار ابن الجوزي 1422هـ الدمام بالمملكة العربية السعودية. ¶ (47) طرح التثريب في شرح التقريب , للحافظ أبي الفضل عبد الرحيم بن الحسيني العراقي، الطبعة الأولى دار الكتب العلمية - بيروت - 2000م، تحقيق: عبد القادر محمد علي. ¶ (48) إحكام الأحكام شرح عمدة الأحكام للعلامة تقي الدين بن دقيق العيد طبعة أولى دار الفكر بيروت 1417 هـ، 1997م، تحقيق الشيخ عرفان العشا حسونة. ¶ كتب اللغة ¶ (49) معجم مقاييس اللغة لأبي الحسين أحمد بن فارس بن زكريا تحقيق: عبد السلام محمد هارون، الطبعة الثانية دار الجيل - بيروت - لبنان - 1420هـ - 1999م. ¶ (50) تهذيب اللغة للأزهري حققه محمد عوض مرعب، طبعة أولى دار إحياء التراث العربي - بيروت - 2001م. ¶ (51) الفصول المفيدة في الواو المزيدة، لصلاح الدين كيكلدي العلائي دار البشير - عمان الطبعة الأولى, 1990 م تحقيق: د. حسن موسى الشاعر. ¶ (52) تاج العروس من جواهر القاموس لمرتضى الزَّبيدي طبعة دار الهداية. ¶ (53) لسان العرب لابن منظور طبعة أولى دار صادر - بيروت.",
            "page": "74",
            "part": "1",
            "seal": "AE02115D"
        }
    ],
    "t1750": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمات"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "1",
            "tit": "شكر وتقدير"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "مقدمة فضيلة الشيخ أبي حفص سامي بن العربي حفظه الله"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "مقدمة فضيلة الشيخ وحيد بالي حفظه الله"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "مقدمة المؤلف"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "خطة البحث"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف الدلالة لغة واصطلاحا"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف الدليل"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "1",
            "tit": "الاستدلال"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف الاقتران لغة واصطلاحا"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "الاقتران اصطلاحا"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "دلالة الاقتران اصطلاحا (التعريف اللقبي)"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "الأمثلة الفقهية التي استعملت فيها دلالة الاقتران"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": "1",
            "tit": "نجاسة الخمر"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": null,
            "tit": "التسمية على الوضوء"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "أقوال العلماء في دلالة الاقتران"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا القائلون بها"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا المانعون من الاستدلال بدلالة الاقتران"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "أدلة حجية دلالة الاقتران عند القائلين بها"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "وأجاب المانعون"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "بحث في عطف السنة على الواجب"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "أقسام دلالة الاقتران"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا تقسيم ابن القيم"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": "2",
            "tit": "الدلالة القوية"
        },
        {
            "id": "37",
            "lvl": "3",
            "sub": null,
            "tit": "الدلالة الضعيفة"
        },
        {
            "id": "37",
            "lvl": "3",
            "sub": "1",
            "tit": "دلالة متساوية"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "تقسيم آخر لأنواع دلالة الاقتران"
        },
        {
            "id": "39",
            "lvl": "3",
            "sub": "1",
            "tit": "الاقتران بعطف مفرد على مفرد"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": null,
            "tit": "الاقتران بعطف جملة ناقصة على جملة تامة"
        },
        {
            "id": "41",
            "lvl": "3",
            "sub": null,
            "tit": "الاقتران بعطف جملة تامة على جملة تامة."
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "تطبيقات فقهية استعمل فيها الفقهاء دلالة الاقتران"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": "1",
            "tit": "قوله تعالى: {والخيل والبغال والحمير لتركبوها"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "قوله تعالى: {والخيل والبغال والحمير لتركبوها وزينة"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "غسل يوم الجمعة على كل محتلم وسواك"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "احتج الشافعي على وجوب العمرة بقوله تعالى: {وأتموا الحج والعمرة لله}"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "«لا يبولن أحدكم في الماء الدائم ولا يغتسل فيه"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "احتج الشافعي على أن الصلاة الوسطى الصبح من حيث قرانها بالقنوت"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "1",
            "tit": "حديث: «الفطرة خمس."
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "بحث في تحقيق معنى السنة"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "ألق عنك شعر الكفر"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "قوله تعالى: {يا بني آدم خذوا زينتكم عند كل مسجد"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": "1",
            "tit": "قوله تعالى: {وما كان الله ليضيع إيمانكم}"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": "2",
            "tit": "قوله تعالى: {فجعله نسبا وصهرا}"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": "3",
            "tit": "لا ننزع خفافنا ثلاثة أيام ولياليهن إلا من جنابة"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "«إذا سمعتم النداء فقولوا مثل ما يقول"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "«إذا لبستم، وإذا توضأتم فابدءوا بأيامنكم"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "«ليشربن أناس من أمتى الخمر"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "«لا ينظر الرجل إلى عورة الرجل ولا المرأة إلى عورة المرأة"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "«إذا تبايعتم بالعينة"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "قوله تعالى: {وأقيموا الصلاة وآتوا الزكاة}"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": "1",
            "tit": "«لا يحل سلف وبيع ولا شرطان في بيع"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "ذلك شهر يغفل الناس عنه بين رجب ورمضان"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "سئل رسول الله صلى الله عليه وسلم عن لحوم الإبل"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "حق المسلم على المسلم خمس"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "خلاصة البحث"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "أهم المراجع"
        }
    ]
}