{
    "b1751": [
        {
            "id": "1",
            "nass": "هكذا فَلنَدع إلى الإسلام ¶ بسم الله الرحمن الرحيم ¶ الحمد لله حمداً يوافي نعمه ويكافيء مزيده. ياربنا لك الحمد كما ينبغي لجلال وجهك ولعظيم سلطانك. ¶ سبحانك اللهم لا نحصي ثناءاً عليك أنت كما أثنيت على نفسك. ¶ والصلاة والسلام على سيدنا محمد النبي الأمي وعلى آله وصحبه. صلاةً وسلاماً دائمين إلى يوم الدين. ¶ وأسأل الله تعالى أن يلهمني الرشد، وأن يعيذني من شروري وسيآت أعمالي، وأن يكرمني بنعمة الإخلاص لوجهه في كل شؤوني إنه أكرم مسؤول. ¶ يتبوّأ هذا البحث مكانه من الاهمية، بين بحوث هذه السلسلة، لعوامل مختلفة، من أهمها العوامل التالية: ¶ العامل الأول: انحسار معظم الشبهات الفكرية والعلمية المختلفة التي كانت تغشي إلى وقت قريب، على عقول كثير من الناشئة والمثقفين في طريق إقبالهم على الإسلام؛ إذ كان يدفع بها إليهم أناس احترفوا الغزو الفكري، ضد كل ما يتضمنه الإسلام من عقائد وأحكام!.. وانك لتذكر كم سخر هؤلاء الناس دروساً لهم في المدارس، على اختلاف مضموناتها، للتلبيس على حقائق الإسلام والتشكيك في يقينياته، يسخرون لذلك عناوين العلوم آناً، والتاريخ آناً، والاكتشافات والنظريات الحديثة آخر!.. ¶ فلقد أنحسر اليوم سلطان هذه التشويش الخادع. ¶ وأفلت زمام العلم من أيدي المتلاعبين بألفاظه، وعاد العلم الحقيقي برهاناً يملأ عقول الباحثين يقيناً بصدق كل ما يتضمنه الإسلام من حقائق الإيمان وأنظمة الحياة والسلوك. ¶ فكان من آثار هذا الانحسار للشبهات وخيبة الساعين بها إلى عقول الناشئة، أن أقبل هؤلاء الشباب من كل حدب وصوب إلى تفهم الإسلام ابتغاء تطبيقه والانصباغ به. ولا بدّ في هذه الحالة من وجود عدد كبير من الداعين إلى الإسلام، قد أتقنوه علماً، واستقاموا عليه سلوكاً، وأخلصوا لله تعالى في تمسكهم به؛ ليبصروا هذه الناشئة بحقيقة الإسلام، ويرسخوا مبادئه في نفوسهم، ويرشدوهم إلى السبيل الأمثل للاهتداء به فكراً وخلقاً، وسلوكاً. ¶ العامل الثاني: أن هذه الشبهات وان تكن قد ابتعدت عن الطريق إلى فهم الإسلام، وحقيقته، وواقع سموه على كل خرافة أو ضلالة شاردة عن موازين المنطق والعلم، فإن المتربصين به من أعدائه، في شرق العالم وغربه، يدأبون، بكل ما أوتوا من قوة، على الكيد له ولأهله أينما كانوا. وانك لتنظر، فلا ترى من جامعة تجمعهم أو جسر يصل ما بينهم، إلا ابتغوا تنسيق السبل الماكرة العجيبة إلى خنق إسلام المسلمين في صدورهم، أو إلى حصر فاعلياته ضمن أضيق المجالات وأقلها شأناً في حياتهم. ¶ فاقتضت هذه الظاهرة، أن يتضاعف أعداد القائمين بواجب الدعوة إلى هذا الدين الحنيف، بل إن هذه الظاهرة اقتضت ان يتحول كل مسلم، صدق مع الله في إسلامه، إلى جندي يقوم بواجب الدعوة إلى الإسلام جهد استطاعته، وفي نطاق إمكاناته. ¶ لقد كانت مهمة الدعوة إلى الإسلام من الفروض الكفائية، كما قال العلماء، يوم كانت المجتمعات الاسلامية، تسير قدماً في طريق الإسلام، بدفع من اتجاهها التي وضعت نفسها فيه، دون أن يكون على الطريق أو عن يمنه أو يساره، من يتربص بها الدوائر، ويختلق لها العقبات، ويصدها عن الوصول إلى الغاية بنيران الشهوات والاهواء. ¶ أما اليوم، وقد جند كل امكانات الدنيا، من مال وطاقة ونساء وفكر، في سبيل الصدد عن صراط الله والوصول إلى مرضاته، فقد أصبحت مهمة الدعوة الإسلامية فرضاً من الفروض العينية، يخاطب به كل مسلم صادق مع الله في إسلامه، ولم تعد مقتصرة على ثلة من الناس، مهما بلغ شأنهم ومهما كانت أهميتهم. ¶ إننا في عصر تلتهم فيه النيران بنيان الإسلام، على الرغم من أن دعائم أحقيته لم تتجل للأبصار والبصائر كما تجلت في هذا العصر، لا لأقوام من الناس بأعيانهم، بل لأهل الأرض جميعاً، وفرق الإطفاء قليلة عاجزة عن الوقوف وحدها في وجه هذه النيران، إذن لا بد من ان يهب الكل، على اختلاف قواهم وإمكاناتهم، لصد هذه النيران عن بنيان الحقائق الإسلامية، وإنصراحه القائم على دعائم الحق والعزة والعدل كل يجاهد في سبيل ذلك حسب استطاعته. ¶ العامل الثالث: ان الدعوة الإسلامية، وقد ارتفعت أهميتها وزادت ضرورتها وخطورتها إلى ما قد رأيت، ليس شأنها كشأن الدعوة إلى أي مبدأ أو مذهب آخر!.. إنها تحتاج إلى كثير من العلم ودقته، وإلى كثير من الحذر ويقظته، وإلى كثير من رقابة النفس ألا تتسلل بشيء من حظوظها إلى طريق الدعوة وسياستها. ¶ فما أكثر ما يتنكب الداعي إلى الإسلام، عن المنهج السوي الذي يجب عليه أن يلتزمه ولا يحيد عنه؛ بسبب جهل وقع فيه، أو بسبب حظ من حظوظ النفس هيمن عليه، وإذا هو يأتي من حصاد عمله ودعوته بعكس ما كان متوقعاً، وربما امتد لعمله ذاك أثر مستمر لا يكاد ينقطع!..",
            "page": "1",
            "part": "1",
            "seal": "467C8FFD"
        },
        {
            "id": "2",
            "nass": "فاقتضى الأمر من أجل ذلك، تبصير المسلمين على اختلاف ثقافاتهم وقدراتهم ومستوياتهم، ممن أخلصوا لله في دينهم وإيمانهم، بالسبيل الذي يجب أن تنضبط به عملية الدعوة إلى الإسلام، على ضوء أوضاعنا القائمة اليوم. سواء فيها ما كان متعلقاً بالمسائل العلمية المتعلقة بهذا الصدد، وما كان متعلقاً بأمر النفس وتزكيتها، وما كان منها متعلقاً بالسياسة الشرعية المتعلقة بالدعوة ذاتها. ¶ وإن بحث هذه المسائل ليحتاج إلى مجلد كبير لكي تستوعب فيه على نحو وافً مبسط. ¶ غير أن الوقت اعجل من ذلك. ¶ إنه أعجل من ذلك، لأن المهمة الملقاة على أعناق المسلمين جميعاً، بصدد واجب الدعوة إلى الله، لا تمهل ولا تنتظر الوقت الذي ينضح فيه مثل هذا المجلد ويتكامل إخراجه. ¶ وهو أعجل من ذلك، لأن مثل هذا المجلد الكبير، سيكون خطاباً للخاصة من المسلمين دون غيرهم، وإنما نريده منهاجاً يوضع تحت يد كل مسلم بصير بدينه مخلص في القيام بواجب ربه عليه. ¶ وهو أعجل من ذلك، لأنني لا أجد لدي من الوقت ما يتسع لعرض تفصيلات واسعة في هذا الصدد، قد يستغرق مني زمناً طويلاً لا ادري هل يكون في الاجل متسع له، مع كل ما قد تراه حولنا من مشكلات الدعوة، وحاجاتها الملحة المستعجلة. ¶ لذا، وجدت في بحوث هذه السلسلة، ما ينجدني في كتابة خلاصة جامعة لكل ما يجب أن يلم به الداعي إلى الله عز وجل. وعلى كل مسلم اليوم (1) [1] أن يكون داعياً إلى الله، جهد استطاعته، ولكن ببصيرة وعلى هدي من آداب هذه الدعوة وشروطها. ¶ وقد كنت، ولا أزال، أحرص على أن تكون هذه البحوث علاجاً لقمة ما يشغل بال المسلمين بل الناس اليوم، من أمور الفكر والثقافة، وأن أحزم كل مسائلها ضمن أسلوب يجمع، قدر الإمكان، بين الاستيعاب والإيجاز والإيضاح. ¶ فذلك هو السبيل الوحيد لفتح مغاليق هذه البحوث أمام طبقات الناس المثقفين جميعاً، ومن ثم يتيسر لنا جميعاً أن نبذل جهوداً مشتركة عامة، لا تعلو فيها طبقة على أخرى، من أجل حل معضلاتنا والقيام بواجباتنا والسير معاً إلى غاياتنا. ¶ رسالة الدعوة إلى الإسلام، ما أراداها إلا من أهم هذه البحوث التي تشغل فعلاً بال كل مسلم صادق في إسلامه. ¶ فهي ضرورية في حياتنا جداً، ولكنا نخوض فيها من دون دراية وتسلّح بالضوابط والكوابح التي لا بد منها خطير جداً. ¶ ولعل الله يوفقني في الصفحات التالية. لبيان السبيل الذي يضمن لنا القيام بهذا الواجب الضروري، مكلوءاً برعاية ضوابطه وآدابه وأحكامه التي لا بد منها. ¶ إنه ولي كل هداية وتوفيق. ¶ __________ ¶ (1) نقصد بكل مسلم اليوم، آحاد المسلمين، ممن يملكون القدرة على الدعوة بياناً وحجة باللسان، ولسنا نقصد هنا الواجب الذي وضعه الله تعالى في أعناق الحاكمين وأولي الأمر، ممن يملكون أكثر من وسيلة الحجة والبيان، ألا وهي قوة الحكم والإلزام.",
            "page": "2",
            "part": "1",
            "seal": "2D5B6CA8"
        },
        {
            "id": "3",
            "nass": "الشّرُوط الأوليَّة لِسَلامة الدّعوَة ¶ يمكننا أن نلخص هذه الشروط في الأمور الثلاثة التالية: ¶ الشرط الأول: أن يتحقق الإسلام الصحيح في شخص الداعي اليه. ¶ وضرورة هذا الشرط من الوضوح بمكان، فكلنا يعلم أن فاقد الشيء لا يعطيه. ولن نتحدث في هذا الصدد، عن إنسان لم يقبل الإسلام له ديناً، فمن المتفق عليه أن هذا الإنسان، إن دعا إلى الإسلام، فلن يأتي من دعوته بأي طائل، بل من المقطوع به، أنه لن ينهض بأي دعوة حقيقية إلى مبدأ لا يدين هو نفسه به. ¶ ولكن المهم في هذا الصدد، أن نتسائل عن قيمة الدعوة إلى الإسلام، إذ ينهض بها مسلم غير ملتزم بأحكام الإسلام وآدابه، أو ينهض بها مسلم ملتزم بأحكام الإسلام، ولكنه لم يخلص لله عز وجل في هذا الالتزام أو في هذه الدعوة. ¶ فلتعلم أن المسلم الذي لا يلتزم جهد استطاعته بأحكام الإسلام، أو يلتزم ولا يكون مدفوعاً إلى ذلك طلباً لمرضاة الله تعالى وحده، لا يكون عمله في الدعوة، إن هو قام بها، إلا كمن يفتح صنابير مياه على حوض ترك مصرف المياه مفتوحاً في قعره. قد يتجمع شيء من الماء فيه، ولكنه آيل إلى الذهاب والضياع. ¶ ولكن كيف ذلك؟ ولماذا؟ ¶ إن الدافع الذي من شأنه أن يهيًج المسلم وينهضه إلى دعوة الناس إلى الإسلام. هو بذاته الدافع الذي من شأنه يهيجه إلى الالتزام بأحكامه وآدابه، والاخلاص في ذلك لوجه الله وحده. ¶ ومن هنا يتحقق التلازم بينهما، نظراً إلى أنهما فرعان لأصل واحد، فلا يتحقق الأصل بدونهما، ولا يتحقق واحد منهما بدون الآخر. ¶ فإن رأيت ـ مع هذا ـ إنساناً نشيطاً في القيام بأعباء الدعوة إلى الله تعالى، ولكنه متهاون في أمر نفسه وإلزامه إياها بأحكامه وأوامره عز وجل، فاعلم أنه مدفوع إلى نشاطه هذا بدافع آخر، غير ذلك الأصل الرباني الذي إذا وجد، لا بد أن يتفرع عنه كل من الالتزام الصادق المخلص في النفس، والدعوة إليه في صفوف سائر إخوانه وأصحابه. ¶ وما أكثر الدوافع الأخرى التي تحمل صاحبها (والحالة هذه) إلى نشاط عجيب في حقل الدعوة الإسلامية، قد يذهب براحة جسمه وبالكثير من حظوظ نفسه. كتعلقه بالزعامة، أو السعي وراء مصلح، أو طلب لثناء، أو تسخير الدين لمئرب من المآرب!.. فإن هذه الدوافع وأمثالها إذا استحكمت بالنفس، هيجت صاحبها إلى نشاطات قاسية ومضنية، يتحملها، وهو جزلان، تعلقاً بالآمال التي يترقبها فيما بينه وبين نفسه. ¶ وأياً كان، فإن شيئاً من عمل مثل هذا الداعي لا يأتي بثمرة حقيقية باقية، بل ربما لا يترك، على المدى البعيد، إلا آثاراً عكسية تسيء ولا تصلح، وتبعد ولا تقرب!.. ¶ ثم إن علينا، بعد هذا، ان نتساءل: ما هو الإسلام الذي يجب أن يلتزم به الداعي إلى الله، هذا الالتزام ويخلص له هذا الإخلاص. ¶ أو مذهب يقارع غيره، أم هو نظام ينافس الأنظمة الأخرى، أم هو يمين في مواجهة يسار أو يسار في مواجهة يمين؟ ¶ ليس الإسلام شيئاً من هذا ولا ذاك. ولكنه، كما يدل عليه اسمه، الاستسلام المطلق لألوهية الله تعالى وحده، ثم الانصياع، بناء على ذلك، لأمر ونهيه وقضائه. ¶ ولا يرتكز أساس هذا الإسلام إلا إيماناً كاملاً في القلب. ¶ ولا يعمر الإيمان الحقيقي القلب، إلا بعد خلوه عن الأغيار، وتزكيته عن الاقذار، وانقطاع علائق الشهوات والأهواء عنه. ¶ وتلك هي التزكية التي عبر عنها البيان الإلهي بقوله عز وجل: قد أفلح من زكاها وقد خاب من دساها (1) [2] . ¶ وبقوله تعالى: ومن تزكى فإنما يتزكى لنفسه وإلى الله المصير (2) [3] ، وبقوله تعالى: يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم (3) [4] . ¶ وهي المقصود بالصلاح في قوله عليه الصلاة والسلام: ألا وان في الجسد مضغة إذا صلحت صلح الجسد كله وإذا فسدت فسد الجسد كله، ألا وهي القلب. ¶ هذا الإيمان الذي يجب أن يتربع قبل كل شيء، في حيز الفؤاد كله، نقياً من الأدران، هو ينبوع الإسلام وروحه، وهو الهواء الذي يتنفس به ويعيش عليه. ¶ فإذا استقام الإيمان على هذا النحو، في الفؤاد، خالياً عن الزغل، نقياً عن الأدران ـ تحققت مظاهر الاستسلام كلها في كيان الإنسان لأوامر الله ونواهيه وسائر أحكامه بدون عظيم جهد ولا طويل عناء. ¶ وإنما الذي يستنفد من الإنسان الجهد والشدة، تحرير القلب من علائق الدنيا وأهوائها، والارتفاع به إلى مستوى الطهر والصلاح، كما قال رسول الله صلى الله عليه وسلم حتى ينتهي به إلى حالة لا يغشيه شيء من آفات النفس الأمارة بالسوء، بل يعود مرآة صقيلة يتجلى فيها شهود الخالق عز وجل وحده. فإذا عبده صاحب هذا القلب، تجلى له شهود الحق من مشكاة قلبه، فإذا وكأنه يرى الله، لا يحجبه عن هذا التجلي شيء من ملهيات الدنيا وأهوائها وآفات النفس ورذائلها. ¶ ومن هنا كان قوام الدين الحق الذي ألزم الله به عباده، مكوناً من ثلاثة أركان: إيمان، وإسلام، وإحسان. ¶ __________ ¶ (1) سورة الشمس:9 ¶ (2) سورة فاطر: 18 ¶ (3) سورة الشعراء:89",
            "page": "3",
            "part": "1",
            "seal": "D79CFA43"
        },
        {
            "id": "4",
            "nass": "فمغرس الإيمان في القلب، ومكان الإسلام الجسم كله، ومستقر الإحسان صلة ما بين القلب الذي آمن، والجسد الذي أسلم. ولا ينفرد واحد من هذه الإركان الثلاثة بوجود مستقل مفيد، بل الدين إنما يتكون من تآلف هذه الأركان الثلاثة التي لا تعدو أن تكون جذوراً وفروعاً وشرايين تنقل الحياة من هنا إلى هناك. ¶ والمسلم إذا عاش، فلهذا الدين يعيش؛ وان دعا الناس، فإلى هذا الدين يدعو. ¶ ومعاذ الله أن يكون هذا شأنه وجوهره، مجرد نظام بين الأنظمة، أو مجرد مذهب من المذاهب. ¶ ليس للانظمة والمذاهب التي يتطاحن أهلها عليها اليوم، إلا وجود خارجي يبدأ وينتهي في ساحة المشاهدات والمحسوسات، وإنه لوجود ما أيسر ان يكون قناعاً يستتر خلفه النفاق ألوانا، ويكمن وراءه الخداع والكيد، أشكالاً!.. ¶ أما الإسلام فوجوده شعاع يمتد في كينونة الإنسان كله، بدءاً من باطن القلب إلى ظاهر الجوارح، من شأنه أن يحرر الإنسان من أنانية ذاته، وآفات نفسه، وثم يخضعه لأحكام ربه. ¶ أو لم تتأمل في قول الله عز وجل: (قل أنّ صلاتي ونسكي ومحياي ومماتي لله رب العالمين، لا شريك له وبذلك أمرت، وأنا أول المسلمين) . ¶ فتلك هي حقيقة الإسلام الذي يجب أن يتحقق به كل مسلم صادق مع الله في إسلامه. وذلك هو الشرط الأول الذي يجب توفره في شخص الداعي إلى الإسلام. ¶ ولست أزعم أن على الذي يريد أن ينشط في مجال الدعوة إلى الإسلام، أن يكون قد وصل إلى رتبة الكمال في انصباغه بحقيقة الإسلام باطناً وظاهراً، على النحو الذي ذكرت. فلو كان هذا شرطاً لا بد منه. إذاً لوجب أن تفرغ المجتمعات الإسلامية من الداعين إلى الإسلام، ولكان عليهم جميعاً أن ينصرفوا إلى مجاهدة النفس والهوى، دون الاشتغال بأمر بمعروف أو نهي عن منكر، إلى أن يصلوا إلى رتبة الكمال في الإيمان والإسلام والإحسان!.. ¶ غير أن من الواجب على المسلمين عامة، والقائمين بأمر الدعوة إلى الله خاصة، أن يتبينوا بعقولهم ـ على أقل تقدير ـ حقيقة الإسلام وأعماق نفسه على النحو الذي سبق بيانه، ثم عليهم أن يجاهدوا أنفسهم ابتغاء التحقق بذلك، كما كان يفعل سلفنا الصالح رضوان الله عليهم، بدءأ بعصر الصحابة فمن دونهم. فيكون كل منهم رقيباً على قلبه ألا تعثو به الأهواء، وألا تتحكم به آفات النفس من أنانية وكبر وحسد وضغينة وحقد، وتعلق بالدنيا ومناصبها، وأن يسلك إلى ذلك السبل التي كان يسلكها الربانيون، وأن يعلم أن ذلك هو الجهاد الأكبر الذي لا يصلح من دونه ظاهر ما قد يتجلى به المسلم من طاعات وعبادات. ¶ ودعك من الوقوف عند كلمة: الجهاد الأكبر والجهاد الأصغر، أحديث هو أم لا.. فحسبك في هذا الباب قراراً جازماً يفقهه كل مسلم أخلص لله دينه، قوله صلى الله عليه وسلم في الحديث المتفق عليه: ¶ (..ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله وإذا فسدت فسد الجسد كله. ألا وهي القلب) فاذا لم يكن الجهد الذي يبذله المسلم في سبيل اصلاح قلبه ـ بعد هذا الكلام من رسول الله ـ جهاداً أكبر، فماذا عسى ان يكون الجهاد اذن؟.. ¶ فإذا تنبه المسلم بعقله الى هذه الحقيقة واستيقنها، ثم أخذ يسعى جهد استطاعته للتحلّي بها، فليكن عمله في نطاق الدعوة الى الله جزءاً من سعيه هذا، في حدود إمكاناته، وضمن قيود من الشروط والآداب التي نتحدث عنها الآن في هذه الرسالة العجلى. ¶ على أن المسلم الذي لا يبالي أن يأمر بالمعروف وينهي عن المنكر، على الرغم من تقصيره في حق نفسه، وعدم التزامه بما يأمره به الناس، إنما يطبق القاعدة القائلة: ما لا يدرك لا يترك كله، وله على إرشاده الناس الأجر، كما أن عليه بسبب إهماله شأن نفسه الوزر، لا ينسخ أحدهما من الآخر شيئاً. ¶ ولكن في ذلك، أن أثر الدعوة في نفوس السامعين ليس آتيا من مجرد الكلام المنطقي الذي يقبله العقل، وإنما هو آت، في معظمه، من تجليات ربانية على قلب الداعي والمرشد، عندما يكون قلبه صافياً من كدورات النفس وأهوائها، مشرقاً بشهود الله تعالى ومراقبته. إذا تنسكب من ذلك إشعاعات في كلامه، فلا يلبث أن يسري تأثيره الى افئدة السامعين، بدرجات متفاوته، كل حسب ما أبقاه طغيان الشهوات والأهواء فيه من بقايا الاستعداد أو زوايا الطهر والفراغ. ¶ فإذا كان الداعي الى الاسلام يعاني من ظلام القلب وقسوته، مثل الذي يعانيه أولئك الذين يتوجه إليهم بالدعوة والإرشاد، غاية ما يمتاز به حديثه معهم حينئذ، سلامة المنطق وقوة الحجة والبيان. وهيهات أن يكون ذلك وحده كافياً، في أن يضيئ طوايا قلوب مظلمة. واذا لم يستظيء القلب بنور الحق، لم يكف أن يخضع العقل وحده لميزان المنطق، فإن أكثر ما يدعو الناس الى الانحراف عن جادة الصواب. طغيان الشهوات على قلوبهم، لا احتجاب دلائل الحق عن عقولهم. ¶ ...",
            "page": "4",
            "part": "1",
            "seal": "1C91757C"
        },
        {
            "id": "5",
            "nass": "الشرط الثاني: أن تشيع الدعوة أولاً في صفوف المسلمين أنفسهم، حتى إذا استقام أمرهم على النهج السليم، وتجسدت في حياتهم معاني الإسلام وأخلاقه وفطرته، انبثق لهم من ذلك لسان مبين يدعو الأمم الأخرى إلى دين الله تعالى، وتجلى من سلوكهم أمام تلك الأمم خط مضيء يشق سبيله وسط أمواج الظلمات وعكر المذهب والأفكار المنحرفة، فكان في ذلك أكبر عامل يحمل تلك الأمم على الإقبال إلى الإسلام لفهمه على حقيقته اولاً، ثم الاعتناق له والانصباغ به ثانياً. ¶ إن من أكبر الأخطاء، أن ينصرف المسلمون عن إصلاح حالهم وتقويم سلوكهم، لعجز أو لغيره من الأسباب، ثم يستعيضوا عن ذلك بالاتجاه إلى الأمم الأخرى، ليدعوهم، فيما يزعمون، إلى الله، وليرشدوهم إلى الإسلام والتمسك بآدابه وأحكامه!.. ¶ إذ إن تلك الأمم محجوبة عن الإسلام وحقيقته، وحب الإقبال إليه، بسبب ما تراه من واقع المسلمين وسوء حالهم، أكثر من أن تكون محجوبة عنه بالجهل به أو سوء الفهم له. ¶ فإن رأيت أناساً من تلك الشعوب، يقبلون إلى الإسلام ويعتنقونه، فذلك لأحد سببين: ¶ إما أنهم لحسن حظهم احتكوا باشخاص مسلمين صادقين مع الله في إسلامهم، فتنسموا فيهم عبير الفطرة الإنسانية الصافية وآنسوا منهم الخلق الإسلامي الكريم، وأحسوا بنور الهداية الربانية يغمر قلوبهم فيرتفع بها فوق صعيد الاهواء والشهوات الجانحة، فوجدوا في ذلك الضياء والأنس، أعظم ملاذ لهم من ظلمات حياتهم الخانقة، فدخلوا في دين الله عز وجل من هذا الطريق. ¶ وإما أنهم أقبلوا إلى دراسات فكرية حرة عن الإسلام وحقيقته، فوجدوا حقائقه الناصعة وبراهينه العلمية والعقلية القاطعة، فازدادت كراهيتهم للباطل الذي يتقلبون فيه، من جراء ذلك؛ فتلاقى لديهم من اشمئزازهم مما هم تائهون فيه، ومن يقينهم الفكري بالحق الذي وقعوا عليه، عامل قوي حررهم من أسر شهواتهم وإباحياتهم، ثم وضعهم على رأس الطريق إلى صراط الله عز وجل الهادي إلى السعادتين الدنيوية والأخروية. ¶ ولا ريب أن الذين دخلوا الإسلام لهذا السبب الثاني، أقل بكثير ممن دخلوه للسبب الأول. فإن التأملات الفكرية وحدها قلما اعتقت إنساناً أمتلكته دنيا الإباحية والشهوات، وعودته على حياة من النعيم المطلق والحرية التي لا حدود لها. ¶ ويعرف هذه الحقيقة ورؤساء تلك الشعوب وقادتها، وهم الذين ما زالوا يتربصون بالإسلام وأهله الدوائر؛ فيسلكون إلى حجز الإسلام عن شعوبهم أقصر الطريق وأقربها، ألا وهو الإمعان في حمل المسلمين أنفسهم، على التنكر لإسلامهم، عن طريق إغراقهم بشتى ألوان الملهيات والمنسيات وتقطيع سبل ما بينهم إلى التشاور والتناصح والتضامن؛ حتى إذا رأوا بأعينهم سوء حال المسلمين في أخلاقهم وسائر أوضاعهم، ووقوفهم ـ في الجملة ـ على طرف النقيض مما يدعو إليه إسلامهم، قعدوا مطمئنين إلى واقع شعوبهم، ولم يبالوا ان يقوم فيما بينهم آحاد المسلمين يدعونهم إلى الإسلام أو يشيدون على أرضهم المساجد، أو يقدمون لهم كتباً عن الإسلام وحقيقته. فإنهم يعلمون جيداً أن هؤلاء المسلمين مهما نجحوا في إبراز جوهر الإسلام ناصعاً قوياً أمام أفكار شعوبهم، فإن في ذلك الواقع السيء المؤلم الذي استطاعوا أن يصبغوا البلاد الإسلامية به، ما يضمن الا تكون لتلك الاحاديث التي يدلي بها المسلمون فيما بينهم عن الإسلام، أي قيمة مؤثرة!.. فمنذا الذي سيصغي بيقين وإعجاز إلى ذلك الذي يتحدث عن كنوزه وأمواله الوفيرة، والناس جميعاً يرون ما يعانيه من بؤس وضنك، ويرون يده الممتدة بذل المسالة الى الغادين والرائحين؟! ¶ ومن أبرز الأمثلة على هذه الحقيقة، ما تراه من سياسة أمريكا المختلفة للحريات في داخل بلادهما، وخارج بلادها. فهي تذهب في تقديس الحريات الإنسانية في داخل بلادها إلى أبعد مدى ممكن، وبموجب ذلك يحق لكل إنسان أن يمارس نشاطه الديني على النحو الذي يشاء، كما يحق للمسلمين أن يدعوا الناس إلى الإسلام ويعرفوهم عليه بالطريقة التي يحبونا. ¶ إلا أنها ترقب النشاطات الإسلامية للمسلمين في بلادهم، بمنظار آخر، فهي لا تبالي أن تنسف شعار الحرية التي تعتز به في بلادها' من أساسه، إذا رأت حرية الدعوة الإسلامية في جهة ما من بلاد المسلمين أنفسهم، قائمة بجد على قدم وساق!..وربما استعانت بأيدي من قد نراهم أعداءاً لها، من أجل القضاء على تلك الحرية وإغلاق السبل أمام الدعوة الإسلامية الجادة أن تبلغ مداها الأخير. ¶ والسبب في اتخاذها هاتين السياستين المتعارضتين، أنها تخشى من الاسلام على شعوبها، اذا تحرك ونشط في بلاد الاسلام، أكثر مما تخشى منه اذا نشط على ايدي آحاد المسلمين داخل بلادها، لما قد بينته لك.",
            "page": "5",
            "part": "1",
            "seal": "6B46DDF0"
        },
        {
            "id": "6",
            "nass": "ألا فليعلم المسلمون أينما كانوا، أنهم في اليوم الذي يتحققون فيه بمعاني الإسلام على وجهه الصحيح، بدءاً من أعماق أفئدتهم الى ظاهر أحوالهم، ستتفتح أبواب الإسلام على مصاريعها أمام شعوب أوربا وأمريكا كلها، وسوف يدخلون في دين الله أفواجاً، كما دخلوا فيه من قبل أفواجاً. ¶ فأما، والمسلمون على هذه الحالة التي هم عليها، فإن جهود الدعوة كلها، يجب أن تنصرف إلى إصلاح حالهم هم؛ وكل حديث يصطنع التباكي على الإسلام في ربوع أوربا أو أقاصي أمريكا أو أعماق أفريقيا، دون التفات جاد الى واقع المسلمين أنفسهم لا بد ان يكون مرده إما إلى سذاجة متناهية في معالجة الأمور المترابطة بعضها ببعض، وأما إلى كيد خبيث، يستهدف شغل المسلمين عن البلاء المنتشر فيما بينهم، وصرف طاقاتهم لتتبدد في الفضاء ثم لا تعود الى أصحابها بشيء. ¶ ... ¶ الشرط الثالث: أن يتبصر الداعي الى الاسلام بالأحكام الإسلامية المتعلقة بالدعوة وآدابها، فلا يجعل من عواطفه وحدها ميزاناً يحتكم اليه، ثم يخوض فجاج الدعوة على اساس من تلك العواطف، زاعماً أنه يدعو إلى الله ويجاهد في ذلك الجهاد الأكبر. ¶ إن الذي يقوم بإعمال الدعوة الإسلامية، معتمداً على هذا الزاد وحده (أي زاد عاطفته الدينية التي يعتز بها) يفسد أكثر مما يصلح، ويسيء أكثر مما يحسن، وربما أبعد الناس عن الإسلام من حيث يريد أن يقربهم إليه. ¶ وبتعبير آخر نقول: الشرط الثالث أن يتمسك الداعي إلى الإسلام بالضوابط والقواعد التي نذكرها في هذا الكتاب مجملة، وعليه أن يسعى إلى معرفة تفاصيلها في مظانها من المصادر والمراجع الأخرى. ¶ وسنجمل هذه الضوابط والأحكام في الفصول التالية بتوفيق الله عز وجل.",
            "page": "6",
            "part": "1",
            "seal": "A03D5240"
        },
        {
            "id": "7",
            "nass": "مُنطلَقَاتِ الدَّعوَة ¶ قد ينشط المسلم في دعوة الناس إلى الإسلام، وينهض إلى التعريف بمبادئه واحكامه، ولكنه ما يكاد يسير في نشاطه هذا أياماً أو حيناً من الزمن، حتى تجد أن سعيه قد انقلب الى دفاع عن شخصيته، وخصومة مع منافسيه!. فالاسلام الذي كان يدعو اليه، لم يعد أكثر من أفكار تجسدت فيها شخصيته، فهو إنما يدافع عنها بدفاعه عن تلك الافكار؛ وأولئك الذين كان يدعوهم الى الاسلام، لم يعودوا في اعتباره إلا خصوماً لفكره واعداءاً لشخصيته؛ فهو من خلال نشاطاته معهم انما يحاول ان يشفي غيظه فيهم، بدلا من أن يسعى جهد استطاعته لهدايتهم!.. ¶ وتتأمل في علاقة ما بينه وبينهم ـ وقد كانت في بدايتها علاقة دعوة صافية إلى الله ـ فلا تجدها لا مشادة حاقدة من نوع تلك المشادات التي تقوم بين اصحاب المذاهب الفكرية أو السياسية المتناحرة!..وتنظر الى الاسلام الذي يعرضه في خصومته معهم، فلا تجده إلا إسلام فكرة ونظام، مجتثين من كلي الحقيقة الاسلامية المنزلة من لدن رب العالمين الى الناس جميعاً، وهو ارتداء جلباب العبودية لله عز وجل، فهو يقارع بهما الافكار والانظمة الاخرى، مقارعة مغايظة وصراع، في مشادة لا يمكن أن تنتهي إلا إلى مثل ما تنتهي إليه خصومة أي نظامين أو مذهبين متكافئين في ان كلاً منهما ليس في حقيقته اكثر من نظام!.. فماذا عسى أن يكون معنى الغلبة لاحدهما على الآخر، سوى مساعدة الظروف، أو تفاوت كمية القوى ضمن نطاق كيفية واحدة؟.. أي فهي ليست ـ والحالة هذه ـ من نوع غلبة الحق على الباطل، وإنما هي من نوع تلك الغلبة التي لا بد أن ينتهي إليها صراع بطلين في حلبة ملاكمة أو مصارعة حرة. ¶ وأنا لست اتخيل هذه الصورة في ذهني، ولكني اصفها كما هي، في حال كثير ممن يمارسون الدعوة الى الاسلام في مجتمعنا اليوم. ¶ فما هو سبب ذلك؟ ¶ ليس لذلك من سبب سوى أن هؤلاء الاخوة لم يضبطوا انفسهم بالمنطلقات التي تنبثق اعمال الدعوة الاسلامية ـ في واقعها الحقيقي ـ منها، ثم تظل سائرة على سننها منضبطة بتوجيهها. ¶ وما هي هذه المنطلقات؟.. سأحاول تلخيصها في النقاط التالية: ¶ ... ¶ المنطلق الأول: ويتمثل في معرفة أن أعمال الدعوة الاسلامية ليست في حقيقتها إلا عبادة يؤدي بها المسلم حق الله تعالى في عنقه، ويتقرب بها الى مرضاته. ¶ إذ إن المسلم لا يندفع إليها، في الحقيقة، لهوى في نفسه، أو لرغبة شخصية في العلو والانتصار على الآخرين؛ بل ينقاد اليها بدفع من قول الله عز وجل: (ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر وأولئك هم المفلحون) آل عمران105. ¶ وأملا في الدخول فيمن وصفهم الله تعالى بقوله: (ومن أحسن قولاً ممن دعا إلى الله وعمل صالحاً وقال إنني من المسلمين) فصلت:33 ¶ ورغبة في أن يدرك ذلك الأجر العظيم الذي ذكره رسول الله صلى الله عليه وسلم بقوله: لأن يهدي بك رجلاً واحداً خير لك مما طلعت عليه الشمس. وفي رواية: خير لك من حُمر النعم، متفق عليه. ¶ فإذا نهض المسلم باعباء الدعوة إلى الاسلام، من منطلق هذه الأوامر الربانية، يمارس بذلك عبادة من أعظم العبادات، أملاً في أن يدخله الله بها في كنف رحمته ورضوانه، وأن يكتبه واحداً من الصديقين من عباده، لا يقصد بها وجهاً غير وجه ربه، ولا أجراً غير أجره ـ أقول: إذا نهض المسلم باعباء الدعوة من هذا المنطلق، واستقام على نهجها، تحقق له من ذلك ضمانتان اثنتان: ¶ الضمانة الاولى: أن شيئاً من الرعونات النفسية أو الحظوظ الشخصية لن تهيج بين جوانحه، وإن أحس بها تحركت لتهتاج، قاومها بشعور أنه ماثل في محراب العبودية لله عز وجل، وأنه لا يبتغي من سعيه هذا إلا بلوغ مرضاته عز وجل، فما هي إلا أن تختفي وراء طمأنينة النفس وسكينة القلب، ويصفو عندئذ لهذا الداعي سبيل الدعوة إلى ربه خالياً عن الشوائب نقياً عن كدورات الاهواء، فلا تحجزه عن عباد الله عز وجل، أن يسمعوا نبضات الاخلاص في دعوته، حواجز الشخصية أو حجب الانانية وحب الذات، ومن شأن هذا الداعي الذي انطلق في دعوته الى الله من هذا الاساس، أن يلتجيء الى مختلف العلاجات الواقية، كلما شعر بغوائل النفس ودسائس الانانية، تتسلل إلى مكمن القيادة القلبية في عمله، كالاكثار من ذكر الله عز وجل بقلب حاضر غير غافل، والاكثار من تلاوة القرآن بتدبر، والالتجاء الى الله بالدعاء الضارع أن يقيه من حظوظ نفسه. ¶ ومعنى هذا، أن غوائل النفس وحظوظ الشيطان، لن تموت في شعور الانسان، ولكنها تقبع في زاوية من الكيان الانساني، بعيداً عن التأثير عليه، كما كان الانسان مراقباً لها متحفزاً لمقاومتها بذكر الله عز وجل وما يتبعه من العلاجات الواقية. ألم تسمع قول الله عز وجل: ¶ (والذين إذا فعلوا فاحشة أو ظلموا أنفسهم ذكروا الله فاستغفروا لذنوبهم، ومن يغفر الذنوب إلا الله، ولم يصروا على ما فعلوا وهم يعلمون) آل عمران:135. ¶ وقول الله عز وجل:",
            "page": "7",
            "part": "1",
            "seal": "847E867E"
        },
        {
            "id": "8",
            "nass": "(إن الذين اتقوا إذا مسهم طائف من الشيطان تذكروا، فإذا هم مبصرون) الاعراف:200. ¶ وقول الله عز وجل: ¶ (ومن يعش عن ذكر الرحمن نقَّيض له شيطاناً فهو له قرين) : الزخرف 36. ¶ وقد كان من دأب الصديقين والمخلصين من اصحاب رسول الله صلى الله عليه وسلم وأتباعهم ومن ساروا على هديهم، أن يفزعوا الى ذكر الله واستغفاره والضراعة اليه بالدعاء، كلما طاف بهم طائف من غوائل النفس وأهوائها، فيردهم ذلك الى حمى الاستقامة القلبية والسلوكية على المنهج السليم الذي شرعه الله عز وجل. ¶ من ذلك ما ورد في ترجمة الإمام النووي رحمه الله تعالى (وقد كانت حياته كلها وقفا على الدعوة الى دين الله إما بالكتابة والتصنيف أو الإقبال إلى الناس حكماً ومحكومين يذكرهم بالله ويدعوهم اليه) أنه كان يستغرق في الكتابة أو الدرس، فربما ألم بنفسه طائف من الشيطان، ليثير فيها حظاً من حظوظ الأهواء أو الرغائب الشخصية، فيقف عن الكتابة أو التعليم قائلاً: أُخذنا من حيث لا نشعر!.. ثم يستغفر الله ويبتهل إليه بالتوبة والدعاء!.. ¶ فهذه هي الضمانة الأولى. ¶ أما الضمانة الثانية، فهي أن الحقيقة الاسلامية التي يدعو اليها هذا المسلم الذي التزم بمنطلق العبادة لله عز وجل في دعوته، لن يجول شيئاً فشيئاً في ذهنه الا مجرد فكرة أو مذهب سطحي يقارع به المذاهب الاخرى. ¶ ذلك لأن مراقبته لله عز وجل، وشعوره بأنه في دعوته الناس إلى الله، إنما يعبد الله عز وجل ويتقرب اليه بقربة لا نظير لها ـ يحجزانه عن نسيان الحقيقة الاسلامية الكاملة، والتي لا تعدو في مجملها أن تكون دينونة كاملة بالعبودية لله عز وجل، فهو لا يفتأ يدعو الناس إلى هذه الحقيقة الكاملة، وما يذكرهم بما فيها من منهج ونظام واحكام، ألا ضمن هذه الحقيقة القدسية التي تلامس الشعور وتحيا في أعماق الفؤاد، فالإسلام لا يمكن ـ والحالة هذه ـ أن يؤول في وعيه وما يدعو الناس إليه، إلى مجرد عمل أو منهج سطحي، ونظام كهذه الانظمة التي لا وجود لها إلا على مسرح المرئيات!.. ¶ إن المسلم إذ يدعو الناس إلى الإسلام، وهو ماثل بصدق في محراب عبوديته لله عز وجل، لا بد أن يكون مستغرقاً، بوعيه الفكري وشعوره القلبي، في الحقيقة الإسلامية الكاملة، ومن ثم فلا بد أن يوقظ حديثه معهم نوازع الفطرة الاسلامية الكامنة في ذات كل منهم مهما كان حاله وشأنه. ¶ أما الذي يهيج في طريق الدعوة الى الإسلام بعيدً عن ذلك المحراب، مندفعاً بالاسباب ذاتها التي تدفع صاحب أي مذهب أو مبدأ إلى الدفاع عن مذهبه وإلى دعوة الناس اليه، فلا بد ان ينسى الله عز وجل في غمار دعوته تلك، ولا بد أن ينحرف في ذلك التيار الاناني الذي ينجرف فيه دعاة الأفكار والأحزاب المتطاحنة. هيهات عندئذ أن يتأثر بدعوته أحد، اللهم إلا أن يكون تأثراً مصلحياً قائماً على الرغبة في الوصول الى أمان ومصالح دنيوية، وهذا التأثر المصلحي من شأنه أن يتحقق نتيجة للدعوة إلى أي مبدأ من المبادئ الدنيوية الأخرى، تبعاً لظروف وأوضاع معينة. ¶ وإني لأعلم أن في المسلمين رجالاً، يجلسون ليتذكروا في أمور الدعوة الى الإسلام، ومناهجها وما يتعلق بها، فينسون في غمار حديثهم ونقاشهم أهم واجباتهم الدينية التي أناطها الله في أعناقهم، كالقيام إلى الصلاة في أوقاتها، ثم ما ينتبهون إليها إلا في آخر الوقت، ولا يقومون إليها إلا متثاقلين، ولا يؤدونها الا بسرعة خاطفة شأن من يريد أن يسرع، في التخلص من عبء يلازمه. ¶ ليس في نظري من فرق بين الدوافع التي تجمع هؤلاء على البحث في طرق الدعوة إلى الاسلام، والدوافع التي تجمع أناساً آخرين على البحث في سبل الدعوة الى أي مذهب من المذاهب الأخرى!..إنها جميعاً تنبع من قاسم مشترك واحد، هو الانتصار للذات والحظوظ الشخصية التي يمكن أن تعبر عن نفسها بصور وأشكال شتى. ¶ ولا ريب أن جهد هذا النوع من المسلمين، جهد ضائع، مقضي عليه بالخيبة التامة، لأن الله تعالى لا يكلأ عملاً قائماً على مثل هذه البواعث باي رعاية أو توفيق. ¶ وإنما يكون انتصار الداعي الى الله بسر من توفيق الله فقط، كما سنشرح ذلك فيما بعد، ولأن الناس لا يصعب عليهم أن يشموا رائحة حب الانتصار للذات والسعي إلى حظوظ النفس، من خلال حديثهم لهم عن الاسلام ودعوتهم اليه. ¶ غير أن هذه الآفات كلها تزول، ويستطيع الداعي إلى الله أن يكون في منجاة منها، إذا هو أيقن أن أعمال الدعوة الاسلامية في صفوف الناس، ليست في جوهرها إلا عبادة لله عز وجل، وإذا هو وضع يقينه هذا موضع التطبيق من عمله وقصده وشعوره في مراقبة دائمة لنفسه ألا تذهل عن هذه الحقيقة ولا تبتعد عن سلطانها. ¶ المنطلق الثاني: ويتمثل في ضرورة الا تنبعث اعمال الدعوة الاسلامية إلا من شعور غامر بالشفقة والرحمة لعباد الله جميعاً. فعلى من جند نفسه داعياً إلى الله عز وجل، أن يجعل من قلبه وعاءً يفيض بالرحمة لعباد الله كلهم على اختلاف نحلهم ومللهم ومشاربهم واتجاهاتهم.",
            "page": "8",
            "part": "1",
            "seal": "AE08BA70"
        },
        {
            "id": "9",
            "nass": "ولا يتحقق ذلك إلا بأن يضحي بحظوظه النفسية لمصالحه الدنيوية في سبيل تحقيق الخير لهم جميعاً. ¶ فإن صعب عليك فهم هذا المنطلق أو التحقق به، فارجع الى هذا الدين الذي هدى الله إليه عباده والزمهم به، وتأمل في حقيقته وسر هداية الله عباده إليه وأمرهم به، هل تجد من وراء تلك الحقيقة وهذا السر إلا رحمة الله تعالى بهم؟ ..وانظر ـ كما يقول العزا بن عبد السلام ـ إلى كل نداءات الله تعالى لعباده في كلامه المنزل إليهم، هل تجد في أعقاب كل منها إلا أمراً بما فيه مصلحتهم أو نهياً عما فيه مفسدتهم؟.. ثم انظر إلى إرسال الرسل والأنبياء إليهم، يخاطب عباده ويعرفهم الى ذاته عن طريقهم، هل تجد فيه إلا أوضح برهان على تكريم الله تعالى لهم ورحمته بهم. أو ليس هو القائل عن رسوله محمد صلى الله عليه وسلم: وما أرسلناك إلا رحمة للعالمين، ولاقائل: وربك الغني ذو الرحمة، والقائل: ورحمتي وسعت كل شيء؟.. ¶ فأن بقيت في نفسك من ذلك شبهة فاجع إلى حياة سيدنا محمد صلى الله عليه وسلم، فتأمل مدى رحمته بالناس جميعاً، وانظر الى هديه في ذلك وإرشاده الناس إلى هذه الحقيقة. ¶ أو ما سمعت قوله: (الراحمون يرحمهم الرحمان تبارك وتعالى، إرحموا من في الأرض يرحمكم من في السماء) (1) [5] أو ما علمت أن بعض أصحابه قالوا له في بعض الغزوات عن المشركين: لو لعنتهم يا رسول الله، فقال: إنما بعثت رحمة، ولم أبعث لعاناً (2) [6] . ولقد صح عنه صلى الله عليه وسلم أنه لم يطلب منه الدعاء على أحد من الناس مسلماً كان أو كافراً، عموماً أو خصوصاً، إلا وعدل عن الدعاء عليه إلى الدعاء له بالرحمة والمغفرة والهداية. ¶ حاصر الطائف أكثر من عشرين يوماً، فلما استعصت على المسلمين أمر النبي صلى الله عليه وسلم اصحابه بالرحيل، فقال له قائل منهم: يا رسول الله ادع الله على ثقيف ـ أي على أهل الطائف ـ فرفع رسول الله يديه قائلاً: اللهم اهد ثقيفاً وائت بهم مسلمين. وقد علمت أن ثقيفاً هذه هي التي طردته عندما هاجر اليها والقت به من الضر والاذى ما لم يبلغة احد من المشركين في إيذائه صلى الله عليه وسلم (3) [7] . ¶ وقيل له يا رسول الله: أن دوساً قد كفرت وأبت، فادع عليهم، فقال: اللهم اهد دوساً وائت بهم مؤمنين. ¶ وعندما فتحت له مكة، ودان له أهلها، دخلها خاضعاً ذليلاً لله عز وجل، قد نكس رأسه وأطرقه شكراً له عز وجل، وحجزاً لحظوظ النفس أن تتسلل إلى مشاعره وقلبه. ثم وقف عند الكعبة يخطب في جموع المشركين، وهم الذين طالما آذوه ثم ائتمروا به أن يقتلوه، فقال لهم: ما تظنون أنني فاعل بكم؟ قالوا: أخ كريم وابن اخ كريم!..فقال لهم: اذهبوا فأنتم الطلقاء!.. ¶ فإن قلت: إن صح أن مبعث الدعوة إلى الله هي الرحمة بعباده أن لا يضلوا عن الحق والشفقة عليهم ألا يقعوا في أسباب الشقوة، فلماذا شرع قتال الكافرين إذا اقتضى الأمر ذلك؟ ¶ فالجواب: أن الأصل في الدعوة إلى الله أن تكون سلماً بالنصيحة والموعظة الحسنة من منطلق الرحمة والشفقة الصافيين، فالأصل، كما يقول الفقهاء هو السلّم، والحرب خلاف الأصل. وإذا سارت الدعوة إلى الله من هذا المنطلق، فلن يقف في وجهها إلا أولوا المصالح الدنيوية والرعونات النفسية، كي لا يقضي الإسلام على مصالحهم ولكي لا يحرموا من زعاماتهم، ولكي تظل لهم عروشهم. ولكي تبقى أزمت الناس في أيديهم، يقودونهم كما يشاؤون، ويستغلونهم كما يريدون. نلاحظ هذا جيداً من خلال نصوص الكتب التي أرسلها النبي صلى الله عليه وسلم إلى ملوك العالم ورؤساء الشعوب، كما تلاحظه من خلال دراسة قصة الفتح الإسلامي في بلاد فارس والروم وغيرهما. ¶ فالرحمة بالناس، هي ذاتها التي تستلزم ـ عند الضرورة ـ الاستعانة بالقتال. وأياً كان الأمر، فإن القتال الذي شرعه الله عز وجل، عند الحاجة إليه، لا يمكن أن ينبثق عن ضغينة أو حقد يفيض به القلب، بل هي القسوة التي تقتضيها سياسة التأديب التي لا بد منها في بعض الأحيان، وهي كما قال الشاعر. ¶ فقسا ليزدجروا ومن يك راحماً***فيليقس أحياناً على من يرحم ¶ وحيث الجهاد وحكمته والأسباب الباعثة عليه، حديث طويل، لا يتسع له ما نحن بصدده، فارجع إلى تفصيل ذلك في أماكنه. ¶ ولعلك تقول: ولكن كيف يتفق أخذ النفس بالشفقة والرحمة لسائر عباد الله إلى جانب الحب في الله. ¶ وقد روى الإمام أحمد من حديث البراء بن عازب عن النبي صلى الله عليه وسلم أنه قال: أوثق عرى الإيمان بالله الحب في الله والبغض في الله. ¶ فالجواب، انه لا يوجد أي تعارض بين الشعور بالشفقة والرحمة لمراتب الأوزار والعاصين ولا شعور ببغضه لله عز وجل في الوقت ذاته، إلا بالنسبة لمن التبس عليه معنى البغض في الله مع البغض استجابة للنفس وأهوائها. ¶ __________ ¶ (1) رواه أحمد وأبو داود والترمذي والحاكم في مستدركه. ¶ (2) أخرجه مسلم من حديث ابي هريرة. ¶ (3) اخرجه الترمذي في سننه، ورواه ابن سعد في الطبقات عن عاصم الكلابي عن الأشهب عن الحسن.",
            "page": "9",
            "part": "1",
            "seal": "1D2AA06E"
        },
        {
            "id": "10",
            "nass": "إن معنى البغض في الله، أن يبغض المسلم من الشخص تلبسه بالمعاصي، بحيث لا تكون في نفسه أي كراهية لشخصه بالذات. ولا ريب أن مبعث هذا البغض إنما هو الغيرة والمبالغة في حب الخير له، وطبيعي أن يكون شعور المسلم إذ ذاك فياضاً بالشفقة والغيرة على شخص هذا العاصي بمقدار ما يكون فياضاً ببغض عصيانه، أي فالمسألة على العكس مما تتصور، بينهما التلازم التام، وليس بينهما أي تعارض أو تشاكس. ¶ ولكن كم هم أولئك الذين يفرقون بين البغض لله، والبغض انتصاراً للنفس والهوى، ثم يضبطون نفسهم عن أن تنال حظوظها تحت هذه اللائحة التي ما أيسر أن تستر ألواناً من الأحقاد الشخصية الدفينة ودوافع الأنانية والانتصار للذات، ألا وهي لائحة: البغض في الله؟؟.. ¶ إنني لأعلم أن بعض المسلمين تفيض أفئدتهم بالضغائن والأحقاد على أولئك الشاردين والمنحرفين عن جادة الإسلام، وإنني لأعلم أن هذه الضغائن إنما تجمعت في افئدتهم بعوامل شتى مردها جميعاً إلى حظوظ النفس وأهوائها وحب الانتصار للذات التي تتمثل آناً في الفرد وتتمثل آناً في الجماعة. ثم يحاولون أن يعطوها الصفة الشرعية فيسدلون عليها لائحة البغض في الله!.. ¶ ولا يعجلن قارئ عليّ، بتهمة التجني أو إساءة الظن، بل ليرجع إلى نفسه فليتأمل في الحاجز الدقيق، الذي يفصل ما بين بغض العاصي لوجه الله عز وجل وبغضه إرواءاً لحظ من حظوظ النفس، يجد أنه حاجز دقيق جداً، قل أن يتبينه الإنسان إن لم يضع نفسه موضع الاتهام، على ضوء المشاعر والخلجات القائمة وراء جنبيه والتي لا يمكن ـ بعد الله عز وجل ـ أن يطلع عليها أحد غيره. ¶ وها أنا اضرب المثل بنفسي، فلمن شاء أن يقيس نفسه عليّ، ولمن شاء أن يراها مبرأة من كل عيب: كثيراً ما أبصر في أيام شهر رمضان، رجلاً مقبلاً نحوي، في أحد الطرق، فما أن يراني حتى يشرع دخينته إلى فمه وينفخها ليجعلني أبصر أنه مفطر مجاهر بالافطار على قارعة الطرق بين الناس!.. ¶ لا ريب أن الغضب يعتلج في صدري لعمله هذا. ¶ ولكن هل هو الغضب لوجه الله؟ ما أكثر ما سألت نفسي هذا السؤال. وبذلت الجهد لمعرفة الجواب الصحيح، ولقد تبين لي، ويا للاسف، ان قدراً كبيراً من هذا الغضب إنما ثار في نفسي انتصاراً لها وألماً من أن تخدش (شخصيتي الدينية) من قبل هذا الإنسان!.. ¶ فإنني افرض الا أكون بمظهري الديني، وأن يجاهر الرجل بإفطاره أن يكون منتبهاً إلي، ثم اعدو إلى نفسي، فلا اجد فيها من هذا الغضب إلا الشيء اليسير. ¶ إذن، فالغضب لم يكن لوجه الله، وإنما جاء رداً شخصياً على إساءة شخصية، استهدفت من كياني شخصيتها الدينية، وما أكثر ما تنمو أنانية الإنسان وكبرياؤه بغذاء من الشخصية الدينية التي عرف بها في الأوساط وبين الناس. ¶ ونظير ذلك ما قد يقع بين أستاذ الدين وأحد طلابه المستهترين، وما يقع من نقاشات حادة بين طرفين: مسلم وغير مسلم، وما قد يتلقاه المسلم من سخرية لجانب يتعلق بالدين في شخصه.. الخ.. ¶ إن الغضب قد يستشري، في مثل هذه الأحوال، بين جوانح هذا المسلم، وقد يذهب به هذا الغضب مذهباً يحمله على معالجة الأمر بأساليب وصور شتى، ولكن عليه أن يساءل نفسه، فيما بينه وبين ربه عز وجل: أحقاً أنه الغضب لوجه الله عز وجل؟ ¶ أما أنا، فقد سألت نفسي هذا السؤال، فطالعتني بالجواب الذي ذكرت. وما لي أكمته عن الناس وقد علمه رب العالمين؟.. ¶ فإذا كنا مخلصين لربنا في أمر الدعوة إلى الإسلام، فلنعترف جميعاً بأن الذي تناله نفوسنا وكبرياؤنا مما نسميه الغضب في الله، أكثر جداً مما نقدمه إلى الله تعالى نيةً صافية لوجهه. ولنعترف بان هذه هي الآفة الكبرى في حياة الداعين إلى الله. ¶ وانظر إلى ما يقوله الإمام الغزالي رحمه الله في هذا الصدد: ¶ ( ... وكل ذلك بشفقة ولطف من غير عنف وغضب، بل ينظر إليه المترحم عليه، ويرى إقدامه على المعصية مصيبة على نفسه، إذ المسلمون كنفس واحدة. وههنا آفة عظيمة ينبغي أن يتوقاها، فإنها مهلكة، وهي أي العالم يرى ـ عند التعريف ـ عز نفسه بالعلم وذل غيره بالجهل، فربما يقصد بالتعريف الإدلال وإظهار التمييز بشرف العلم وإذلال صاحبه بالنسبة إلى خسة الجهل، فإن كان الباعث هذان فهذا المنكر اقبح في نفسه من المنكر الذي يعترض عليه. ومثال هذا المحتسب مثال من يخلص غيره من النار بإحراق نفسه وهو غاير في الجهل. وهذه مزلة عظيمة وغائلة هائلة وغرور للشيطان يتدلى بحبله كل إنسان، ألا من عرفه الله عيوب نفسه، وفتح بصيرته بنور هدايته) (1) [8] . ¶ فإذا طرحت حظ نفسك من الغضب على العاصين والتائهين، وبقي الغضب الذي لا سبب له إلا التلبس بالمعصية ـ وهو الغضب في الله ـ أمكنك أن تلاحظ كيفية تلاقي الشفقة على هذا العاصي والرحمة له، مع الغضب، من تلبسه بالمعصية. بل أمكنك أن تعلم أنهما متلازمان لا يفترقان بحال. ¶ __________ ¶ (1) إحياء علوم الدين:2\\330.",
            "page": "10",
            "part": "1",
            "seal": "83F59C5D"
        },
        {
            "id": "11",
            "nass": "ومن النتائج الهامة لالتزام المسلم الداعي إلى الله تعالى، بهذا المبدأ، الذي لا يمكن أن يقوم إلا على معرفة هذا الفرق الكبير، بين الغضب لله والغضب للنفس ـ أن يستهين الداعي إلى الله تعالى بكل ما قد يناله من أذى أو إهانة تتعلق بشخصه وحقوقه الخاصة به، ويتجاوزه بالصفح، ولا يقابله إلا باللطف والإحسان. ¶ فإذا وجد الاذى أو الإهانة قد اتجهت إلى حقوق الله عز وجل أو إلى شيء من شعائره وأحكامه، لم يبال بكل ما يملكه من روح ومال وجاه، في سبيل الانتصار لدين الله عز وجل وحراسة حقوقه وشعائره، أن ينالها أي إساءة أو خدش، على أن يسلك إلى ذلك سبيل الحكمة، وعلى ألا يمتزج في عمله شيء من حظوظ النفس. ¶ دليل ذلك أن رسول الله صلى الله عليه وسلم ما انتصر لنفسه في حياته كلها، من مشرك أو مجرم ناله منه ضر أو اذى في شخصه مهما بلغ من الخطورة والشدة، فقد سمت له اليهودية الشاة، كما ورد في الصحيحين، وعلم رسول الله صلى الله عليه وسلم بذلك، وأقرت المرأة بما فعلته، فلم يمسها بأي أذى، ولم يزد على أن قال: ما كان الله ليسلطك على ذلك! ... وعلا أحد الأعراب المشركين رسول الله صلى الله عليه وسلم بالسيف، وهو نائم في ظل شجرة، فأيقظه قائلاً: من ينجيك مني يا محمد؟.. فقال له: الله، فسري الرعب في أوصال الأعرابي وسقط السيف من يده. فجلس الأعرابي بين يديه يسأله الرحمة والعفو، وجلس رسول الله صلى الله عليه وسلم يلاطفه ويسري عنه، وعفا عنه (1) [9] . ¶ ولما تكلم مسطح، مع من تكلم من المنافقين، في حق عائشة أم المؤمنين رضي الله عنها ـ وكان رجلاً فقراً يمده أبو بكر رضي الله عنه بجراية دائمة من المال ـ أقسم أبو بكر أن يقطع عنه العون الذي كان يمده به، فأنزل الله عز وجل على نبيه هذه الآية: ¶ (ولا يأتل أولو الفضل منكم والسعة أن يؤتوا أولي القربى والمساكين والمهاجرين في سبيل الله، وليعفوا وليصفحوا، ألا تحبون أن يغفر الله لكم، والله غفور رحيم) (2) [10] . ¶ وهكذا عتب الله على أبي بكر فيما أقسم عليه، إذ كان في ذلك فطنة استجابة لحظ من حظوظ النفس، وآثر له البيان الإلهي أن يكفر عن قسمه ذاك، وأن يعود إلى ما كان عليه في معاملة مسطح، وأن يتجاوز حقه الشخصي في ذلك، وأن يعفو ويصفح عنه. ¶ وما أجمل ما رتب الله على هذه النصيحة الأخلاقية، من قوله: ألا تحبون أن يغفر الله لكم؟!..وإني لأرى في تضاعيف هذه الكلمة الاستفهامية الحلوة أعظم بشارة بما ادخره الرحمن سبحانه وتعالى من الرحمة الكبرى لعباده إداً، إذا حان يوم العرض والحساب. ¶ هذا كله، فيما يمس حقوق الداعي وجانبه الشخصي ذاته. ¶ فأما ما يتعلق بحقوق الله عز وجل، فإنك لتلاحظ أنه صلى الله عليه وسلم، ما كان يعرف في ذلك إلى الصفح والتجاوز من سبيل. ألم تر كيف غضب من سعي أولئك الذين سعوا للعفو عن المرأى المخزومية التي سرقت، وما الذي قاله في خطبته المشهورة تعليقاً على ذلك؟.. ألم تر إلى شدته في القضاء على آثار الجاهلية وتقاليدها، دون أن يراعي في ذلك رحماً ولا قرابة، وقوله وقد أعلن ذلك في خطابه يوم فتح مكة: ألا وان كل مأثرة من مآثر الجاهلية تحت قدمي هاتين موضوع.. ألا وإن ربا الجاهلية موضوع كله.. ¶ ... ¶ المنطلق الثالث: ويتمثل في اليقين بأن القيام بأعباء الدعوة إلى الإسلام، ليس إلا اداءً للواجب يدخل في جملة التكليفات الإسلامية التي خاطب الله بها المسلمين. ¶ فليس من شأن الداعي إلى الله تعالى أن يخلق الهداية في قلوب الناس، وليس إليه تبديل حال إجتماعية بأخرى، وليست إليه عهدة إيجاد شيء من النتائج والآمال المرتقبة، من وراء القيام بأعباء الدعوة ومقتضياتها. بل تنتهي وظيفته التي كلفه الله عز وجل بها، عند حدود تلك النهايات التي تقف عندها قدراته التي منحه الله إياها، من بيان باللسان، وحكمة في معالجة الأمور، وتقديم للمال إذا احتاج الأمر، وتضحية بالروح والدم إذا وصلت ضرورات الدعوة إلى ذلك. كل ذلك مع التزام القواعد والأحكام الشرعية التي من شأنها أن تضبط الداعي على صراط ما ينبغي أن ينحرف عنه يمنة أو يسرة. ¶ فإذا ادى المسلم الواجب الذي عليه، بشأن الدعوة، فليدع النتائج إلى الله تعلى وليفوض الأمر إليه، ولا يرهق نفسه بأشياء لم يجعل الله مقاليدها إليه، ولا يسعين في الأمر سعي من يتوهم أن زمام الأمور كلها بيده، فهو الذي يسوق الأسباب ويأتي بالنتائج، ويغير الأمور. ¶ __________ ¶ (1) قصة الأعرابي هذه مع رسول الله صلى الله عليه وسلم رواها البخاري من حديث جابر. ¶ (2) 10] النور:21.",
            "page": "11",
            "part": "1",
            "seal": "638272B5"
        },
        {
            "id": "12",
            "nass": "وما أكثر المسلمين الذين يتيهون عن هذه النقطة أيضاً، وهي من أهم المنطلقات التي يجب أن ترتكز عليها أعمال الدعوة إلى الله عز وجل. فتراهم يحملون أنفسهم ما لم يكلفهم الله تعالى به ولا أذن لهم فيه، جلباً للنتائج وتطلعاً إلى الغايات، وربما قفزوا، في غمار تطلعاتهم هذه، فوق كثير من الوسائل والأسباب التي ألزمهم الله تعالى بها، مما يدخل تحت إمكاناتهم، ويخضع لطاقاتهم. وحصروا نظامهم وشدوا جهودهم نحو النتائج التي هي من خلق الله عز وجل، والتي لم يكلف لله أحداً من عباده بأن يحمل نفسه أي رهق في شأنها. ¶ فيا لله من حال هؤلاء!.. يعرضون عن واجب الالتجاء الشديد إلى الله، والإكثار من ذكره في الخلوات والجلوات، والإكثار من مراقبة النفس والسعي إلى تزكيتها بكل الوسائل، كما يعرضون عن مراقبة بيوتهم والقيام بدقة على إصلاح حال الأهل والاولاد، وإشاعة ذكر الله وعبادته بين أعضاء الأسرة ـ يعرضون عن هذه الواجبات كلها. وهي لباب الدعوة الإسلامية والعمود الفقري فيها، ثم يجلسون يتشاكون (في هم منقطع النظير) حال المسلمين، وغياب المجتمع الإسلامي! ... ويسهرون الليالي لبحث السبل التي تمكنهم من إقامة المجتمع الإسلامي، وتطبيق الحكم الإسلامي!.. ¶ كأن المجتمع الإسلامي قبة عظيمة كانت تظلل المسلمين، ثم نحيت عنهم بحبال والقيت في أرض بعيدة، فليس في الأمر إلا يجتمع المسلمون لشدوها فيعيدوها إلى حيث كانت! ... ¶ ولو أنهم تدبروا الأمر من منطلق العبودية لله تعالى في سائر أعمالهم، لأدركوا أن قيام المجتمع على دعائم الإسلام وحكمه ونظامه، ليس إلا أجراً من الله تعالى يخلقه هو لهم، من حيث يحتسبون أولا يحتسبون، في مقابل تطبيقهم الإسلام كله على أنفسهم أولاً، ثم على أهليهم وأولادهم ومن يلوذون بهم ثانياً، ثم على الإكثار من ذكر الله والتبتل إليه والضراعة له ثالثاً. ¶ وهذا هو ما فعله رسول لله صلى الله عليه وسلم ذاته، مع أصحابه. ¶ لم يطرقوا باب المجتمع الإسلامي إلا بهذه الأعمال التي هي حدود وظائفهم وتكليفاتهم. فلما صدقوا الله تعالى في القيام بها، وقادوا بين يدي ذلك قلوباً زكيت بوقود الخشية من الله تعالى، بدل الله بحالهم التي كانوا عليها حالاً أخرى، وأقام لهم مجتماً رضياً سعيداً قوياً قائماً على دعائم الإسلام وحكمه، ثم أقامهم حراساً عليه، بالأعمال والوظائف. ذاتها التي ألزمهم الله تعالى بها. ¶ ولعل مرد هذه الغفلة التي يقع فيها كثير من المسلمين اليوم، أنهم يحسبون طبيعة الدعوة إلى الإسلام كطبيعة الدعوة التي يمارسها أصحاب الأنظمة والمذاهب لا يعتمدون إلا على أنفسهم في تطبيقها وإشاعتها في المجتمع، إذ هي مذاهب وضعية هم الذين ابتدعوها وهم المسؤولون إذن عن كل ما يتعلق بأمرهم ورعايتها وتطبيقها وصبغ المجتمعات بها. ¶ فينجرف كثير من المسلمين الذين يمارسون الدعوة إلى الإسلام، إلى السبيل ذاته، ويسعون بالطرق والأساليب ذاتها، كما لو كان الإسلام مذهبهم الذي ابتدعوه لأنفسهم، في مقابل ما ابتدع الآخرون لأنفسهم من الانظمة والمذاهب الأخرى!.. فتراهم يتنافسون أو يتصارعون معاً على طريق واحدة من الأسلوب والمعالجة وتصور الأمور!.. وينسون أنهم في الحقيقة ليسوا إلا موظفين لله جل جلاله، لقيام بمهام معينة تدخل في حدود طاقاتهم، مقابل ما يحققه هو لهم من المجتمع الإسلامي المنشود. ¶ وأنك لتراهم، في غمار هذا التقليد لهم، والنسيان لهوياتهم ووظائفهم، لا يهتمون من الإسلام ألا بما فيه من الواجهة الاجتماعية التنظيمية. ليقارعوا به الأنظمة الأخرى!.. وعندئذ يسقط الفرق بينهم وبين أولئك الآخرين، في ميزان الله تعالى وحكمه. إذ لا قيمة لشيء من الأحكام والأنظمة الإسلامية إلا من حيث هي دين يخضع من خلاله الإنسان لسلطان الله وألوهيته. فإذا أهمل الأساس الديني منها، فما أكثر ما تتفق الفروع السطحية مع كثير من المذاهب والآراء. ¶ وهذا هو السر في أن هؤلاء الناس، لا يفهمون من كلمة (الحكم بما أنزل الله) في نطاق الدعوة الإسلامية، إلا ما يبرز منه في واجهة المجتمع ويتكون منه النظام العام. فاما الحكم بما أنزل الله في معاملة الإنسان مع نفسه ومع أهل بيته وأسرته وأولاده وفي علاقته وتعامله مع أصدقائه وسائر الناس، فما أكثر ما يغفلون عنه بل ربما أعرضوا عنه إعراضاً تاماً!.. ¶ الآثار التي تتحقق بالتزام هذه المنطلقات: ¶ إذا التزم المسلم بهذه المنطلقات الثلاثة للسير في طريق الدعوة الإسلامية، فعلم أن الدعوة إلى الله عبادة، وكانت هي الحافز له إليها، وعلم أنه مكلف بتعريف الناس بالإسلام وحقيقته ودلائله، من منطلق الرحمة بهم والشفقة عليهم كي لا يقعوا غداً في نيران الندامة، إذا كشف أمامهم الغطاء وظهرت الحقائق..",
            "page": "12",
            "part": "1",
            "seal": "0F118C63"
        },
        {
            "id": "13",
            "nass": "وأنه ليس مكلفاً إلا بالاسباب الداخلة في طوقه، أما النتائج فبخلق الله وتقديره ـ أقول: إذا التزم المسلم بهذه المنطلقات، أصغت له الآذان، واستجابت له القلوب، وكان عمله كمن يحرث في تربة صالحة لينة. ¶ ذلك لان الذي يلتزم بهذه المنطلقات، لن يغضب لنفسه ولن ينتصر لشخصه إذا ناله ضر ممن يعرفه بالإسلام ويدعوه إليه، بل ستحمله الرحمة به والشفقة عليه على الصفع عنه وخفض الجانب له. ولا بد أن يستشم الطرف الآخر وجود هذه المشاعر عنده، ويدرك إخلاصه في نصحه، وأنه لا ينطلق فيما يدعوه إليه من رغبة في بسط أنانيته وتغذية كبريائه. فيثير ذلك في نفسه حوافز الإقبال إليه والتأمل في نصائحه وأقواله، ولا بد عندئذ أن تستيقظ الفطرة الإسلامية بين جوانحه، فيقر بالحق ويذعن له. وما يمنعه بعد ذلك من تقويم سلوكه وإصلاح حاله، إلا ما قد يكون لشهوات النفس من سلطان عليه، فيتعثر في طريق التطبيق والسلوك، حسب قوة شخصيته أمام سلطان تلك الشهوات. ولهذه المرحلة علاج آخر، ليس هذا مجال البحث فيه. ¶ وبالمقابل، فإن أكثر ما يصد المنحرفين عن سماع كلمة الحق، ما قد يشعرون به في تضاعيفها من التعالي والأنانية. وحب الانتصار للنفس أو للجماعة، فيثير هذا الشعور لديهم (بموجب رد الفعل) تعالياً أو شد وأنانية أقوى، واندفاعاً أسرع إلى الانتصار للذات. ¶ وهكذا توقظ العصبية، عصبية مثلها، فتتكاثف من ذلك الحجب بين الطرفين، ويمضي الداعي إلى الإسلام، وهو لم يأت من جهده بطائل، ولم يحمل قلبه إلا مزيداً من أسباب الضغينة والحقد، التي قد يخيل إليه، لفرط جهله، أنها ليست إلا مشاعر الغضب لله عز وجل. ¶ ولكن الذي التزم بالمنطلقات التي ذكرناها واصطبغت نفسه بها، لن يجد التعالي إلى نفسه من سبيل، فمن أين له ان يعلم الخاتمة التي سيختم الله له بها، ومن أين له أن يعلم بأنه أفضل حالاً في ميزان الله عز وجل من هذا الذي يقبل إليه بالنصيحة والإرشاد؟ كم من مستقيم على الطاعات قائم بالدعوة إلى الحق، وهو مزهو ومعجب بنفسه، يتعالى على الناس والأقران بذلك، فلا تفيده طاعاته وسائر أعماله إلا بعداً عن الله عز وجل. ¶ وكم من عاص مستهتر بأوامر الله تعالى، وهو يعاني من ذل نفسه ويشعر بسوء حاله، ولا يضع نفسه إلا أراذل الناس، ويفيض قلبه حسرة مما هو فيه، فيجعل له الله تعالى من انكسار نفسه وشعوره بضآلة ذاته، كفارة لمعاصيه، ثم ما هو إلا أن يوفقه الله لتوبة صادقة وعزم على السير إلى مرضاة الله بقوة وثبات!..وقديماً قال ابن عطاء الله السكندري رحمه الله تعالى في حكمه: ¶ (رُبَّ معصية أورثت ذلاً وانكساراً، خير من طاعة أورثت عزاً واستكباراً) . ¶ فشأن المسلم المخلص في دعوته لوجه الله عز وجل، ان يدعوا الشاردين والمنحرفين إلى الله عز وجل، وهو يفرض أنهم ربما كانوا عند الله أحسن حالاً منه، وأفضل مآلاً. فإنه لا يدري العاقبة أبداً. ولكنها مهمة كلفه الله تعالى بها: أن يذكر الناس بالله ويدعوهم إليه، والله تعالى أعلم بحال عباده وما أضمرته نياتهم، وما سينتهي إليه حالهم، وما دام الأمر هكذا، فليس لإنسان أن يزكي نفسه وأن يتسامى بها على الآخرين. ¶ وكل من فعل ذلك فقد أثبت بالبرهان الذي لامرد له، أنه شر الناس جميعاً. ¶ ولتعلم أن رجال الدعوة في الإسلام منذ عصر الصحابة فما بعده، لم يفتحوا أفئدة الناس بالهداية والإرشاد، بكثير بلاغة ولا بفنون فصاحة أو بيان، ولكنهم استحوذوا على تلك الأفئدة ببركة التزامهم بهذه المنطلقات الثلاثة واصطباغ نفوسهم بها. ¶ بل، أستغفر الله، إنهم لم يستحوذوا على شيء، ولكن الله تعالى ـ وقد علم منهم صدق العبودية والتجرد الكامل من الغرض والهوى ـ جعل لكلماتهم آذاناً صاغية وقلوباً واعية. وجل من قضت حكمته أن يسخر عباده بعضهم لبعض في كلا أمري الدنيا والآخرة، وأن يجعل بعضهم مناط مثوبة لبعض.",
            "page": "13",
            "part": "1",
            "seal": "8CC776BF"
        },
        {
            "id": "14",
            "nass": "منَهَجّيةِ الدّعوَة ¶ وهي الأسلوب أو النظام الذي يستحسن أو يجب اتباعه في أعمال الدعوة وشؤون الإرشاد والتوجيه. ¶ وإنما اساس الاستحسان أو الوجوب فيه، كونه أقرب الطرق وأجداها لتحقيق الغاية من الدعوة، وكونه السبيل الأمثل إلى قناعة العقول ورضا النفوس. ¶ وتنبثق ضرورة اتباع المنهج الذي سنذكر فيما يلي خلاصة عنه، من حقيقتين اثنيتن: ¶ الحقيقة الأولى أن مبادئ الإسلام وأحكامه تنقسم إلى أسس تتعلق باليقين العقلي، وإلى فروع تتعلق بما يترتب على تلك الأسس من الأعمال والسلوك. والأسس العقلية نفسها تتفاوت في الشمول والترتيب العقلي. ¶ بحيث إنك تتأمل فترى أن اليقين بأوسعها شمولاً ينهض دليلاً على الذي يبليه. فهي سلسلة من الحقائق، لا بد، إذا سرت معها بدءاً من أولها، أن تجد كل حلقة منها تهديك إلى الحلقة التي تليها، وهكذا. ¶ واذا كانت حقائق الإسلام وأحكامه، مترابطة بهذا الترتيب، فلا بد، أن يكون المنهج الارشادي أو التعليمي لها متآلفاً مع هذا الترتيب متسقاً مع خطواته. ¶ الحقيقة الثانية أن الإنسان من شأنه أن يتأثر بما يتلقاه من ضروب التوجيه، بدافعين اثنين: دافع عقلي ودافع نفسي. وقيمة الدافع النفسي تكون في أكثر الأحيان أشد فاعلية وأقوى تأثيراً من الدافع العقلي. إنك، إذا أمعنت النظر، رأيت أن الدوافع النفسية للسلوك، تشكل عند أكثر الناس ما لا يقل عن 60%، على حين لا يزيد الدافع العقلي عندهم على 40%من مجموع الدوافع السلوكية كلها، وليس في حديثنا الآن مجال لتحليل هذه الظاهرة والكشف عن أسبابها. ¶ إنما المهم هنا أن نعلم بأن على الداعي أن يحسب للنفوس الإنسانية حسابها، وأن يتأكد من أن أمر انصياع الناس للحق لا يتعلق بالقناعات العقلية وحدها، بل يتعلق قدر كبير منه ـ بعد حصول هذه القناعات ـ بترويض النفوس على الخضوع له والانسجام معه. ¶ وهذا من شأنه أن يضطر المرشد والداعي إلى التزام منهج من شأنه أن يجذب النفوس شيئاٍ فشيئاً إلى الحق الذي آمنت به العقول، وأن يحاذر من سلوك سبيل يثير النفوس إلى الاشمئزاز أو التبرم بما قد آمن به وصدقه العقل! ... ¶ فمن هاتين الحقيقتين تنبثق ضرورة التزام الداعي إلى الله بمنهج يسير عليه. ¶ وأنك لتلاحظ أن الحقيقة الأولى مردها إلى المنهج العلمي الذي يجب اتباعه في البحث عن الحقيقة. وأن الحقيقة الثانية مردها إلى تهذيب النفوس وتصعيدها شيئا فشيئاً إلى مستوى اليقينيات العقلية. ¶ *** ¶ فأما ما تقتضيه ضرورة الاستجابة للحقيقة الأولى فيلخص في اتباع ما يلي: ¶ 1ًـ يجب النظر في حال من ندعوه إلى الله تعالى ونبصره بحقائق الإسلام، وما استيقنه عقله من مبادئه الاعتقادية. فنبدأ معه من حيث وصل إليه وصولاً صحيحاً سليماً. فإن لم يكن قد تجمع في يقينه العقلي أي شيء من حقائق الإسلام بعد، فلا بد من الرجوع معه إلى النقطة الأساسية الأولى، إلا وهي وجود الله عز وجل، وعرض البراهين والأدلة العلمية على ذلك. ¶ ومن الخطأ الفادح أن تنزل بمثل هذا الانسان إلى أي حقيقة أخرى تقف دون مسألة الإيمان بوجود الله، فتحدثه عنها أو تناقشه فيها، أو أن تنقاد له إذا اراد أن يصرفك عن هذه المسألة الأساسية، إلى الخوض في أي المسائل الاعتقادية الأخرى المتفرعة عنها. بل إن عليك أن تعلم بأنك في انحرافك إلى هذه الخطيئة تبذل جهداً ضائعاً لن تعود منه بأي جدوى، بل إن عليك أن تعلم بأن الرجل المنطقي مع نفسه في الا يصغي إلى شيء من براهينك التي تعرضها لتلك المسائل التي تأتي في الترتيب المنهجي بعد مسألة اليقين بوجود الله عز وجل، وبالا يصدق بواحدة منها. وهو إن شغلك بهذه المسائل، مع جحوده بالله عز وجل، لا يفعل ذلك إلا صرفاً لك عن الأساس الأول الذي يكمن فيه حل المعضلات كلها. ¶ فإذا انتهيت معه إلى اليقين بوجود الله عز وجل. فقد آن لك عندئذ أن تنتقل معه إلى الحديث عن صفات الله عز وجل وما يليق به وما لا يليق.. فإذا انتهى معك إلى يقين بذلك، فقد آن الآن ان تشرح له دلائل النبوات وبراهين نبوة الانبياء جميعاً، ونبوة محمد صلى الله عليه وسلم خاتم الرسل والأنبياء، وأن تحدثه بعد ذلك عن القرآن ودلائل كونه كلام رب العالمين، وعن مظاهر الإعجاز فيه، ثم عن معنى الدين الذي أنزله الله على الانبياء جميعاً وكيف أنه دين واحد، بل لا يمكن إلا أن يكون ديناً واحداً، أتحدت فيه العقيدة التي هي الأساس، وتطورت التشريعات التي هي الفروع. ¶ واعلم أنه ما يكابر إنسان في جحود شيء من هذه الحقائق التي مغرسها اليقين العقلي، ويكون صادقاً مع نفسه في جحوده بها، إلا لأنه لم يفرغ بعد من فهم ما هو أصل لها. فعليك أن تجعل من الروع به الى تلك الأصول، دليلاً يهديه إلى اليقين بهذا الذي يمعن في جحوده وإنكاره.",
            "page": "14",
            "part": "1",
            "seal": "09407543"
        },
        {
            "id": "15",
            "nass": "فأما إذا كان مّوقناً بجميع المبادئ الاعتقادية للإسلام، ولكنه شارد عن أن يضبط نفسه بالسلوك الذي أمره الله به. فاعلم أنه مصاب بمشكلات نفسية تعيقه عن السلوك الصحيح وإن لذلك علاجاً آخر سنأتي إلى ذكره إن شاء الله بعد قليل. ¶ 2ـ يجب ـ إلى جانب ما ذكرنا في البند الاول ـ التحاكم لإقناع هذا الجاهل أو المنكر، إلى البراهين المنطقية والعلمية الصافية، ووضعها وحدها مجردة عن أي شائبة أخرى، ميزاناً لكل ما يجب أن نؤمن به. ¶ كما يجب أن نأخذ بعين الاعتبار نوع الشبهات والمشكلات المتحكمة في ذهن هذا الذي نحاوره ونباحثه، فلا نعرض عنها سلفاً بحجة أنها شبهات باطلة لا قيمة لها. فهذه دعوى لا تثبت وما ينبغي أن تثبت إلا بعد عرض الدليل العلمي على أنها حقاً شبهات باطلة. ¶ وهذا يضطر كل من ينهض لهداية الناس اليوم ولدعوتهم إلى الله، أن يكون ملماً بكل العلوم المختلفة التي يمكن أن يكون لها مدخل إلى إثارة شبهات تتعلق بعقائد الإسلام. ومن أبرزها المذاهب الفلسفية المختلفة بما لها أو لبعضها من جذور يونانية، والتاريخ الطبيعي، وعلوم الاجتماع، وعلم النفس ... ألخ. ¶ ولا جدوى مع من تسللت إلى فكره شبه من بعض هذه الفلسفات والعلوم المختلفة، أن تلزمه بمنهج القرآن وتنبهه إلى كوامن الهداية، والاعجاز فيه، ثم تعرض عما جاء يشكو إليك من شبه ومشكلات خاصة لا يقوى على التخلص منها. ¶ ولتعلم أن في انصرافك معه إلى مشكلاته الفلسفية أو العلمية المختلفة، تشرحها، ثم تبين بطلانها، بموازين علمية صافية، تنفيذاً لأمر الله عز وجل إذ قال في محكم تبيانه: أدع إلى سبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتي هي أحسن. ¶ فأي معنى يستقيم للجدل، إن لم يكن أخذاً ورداً معهم بصدد المشكلات أو الشبه التي تتراءى لهم؟ فأنت ترى إذن أنك لا تخرج عن المنهج القرآني قيد شعره، ما دمت ملتزماً بمضمون هذه الآية العامة، قاصداً وجه الله عز وجل في الأخذ بيد إخوانك إلى صراط الله عز وجل، مستعملاً في ذلك الوسيلة العلمية المفيدة التي يتطلبها حال هؤلاء الاخوة. ¶ ,إنما انبثق علم الكلام في تاريخ المسلمين من هذه الضرورة ذاتها، ولولاه لكانت عقول أكثر المسلمين اليوم فريسة للفلسفة اليونانية والفلسفات المشابهة الأخرى. ¶ ... ¶ وأما ما تقتضيه ضرورة الاستجابة للحقيقة الثانية فيمكن تلخيصه هو الآخر فيما يلي: ¶ 1ـ لا بد من ملاحظة الفرق بين من وظيفته إرشاد الناس ودعوتهم إلى الله عز وجل، ومن وظيفته الجلوس للفتيا وبيان أحكام الحلال والحرام. ¶ أما الداعي إلى الله تعالى فعمله يستهدف غاية شاملة كبرى، تتمثل في انصياع العقول إلى الحق وفي إنسجام النفوس معه انقياده له، وما التزام الأحكام الشرعية إلا جزء يسير من هذه الغاية الكبرى. ¶ وأما المفتي فوظيفته أن يجيب الناس، إذا سألوه، عن مقاطع الاحكام والحقوق، تعليماً وتبييناً، لا إرشاداً وتوجيهاً. ¶ فإذا تبين لك هذا الفرق، فإن على الداعي إلى الله عز وجل، ألا يحصر نفسه أثناء ممارسته لوظائف الدعوة وأعمالها في مهمة المفتي. وأن يوجه الناس إلى الالتزام بالأحكام. من خلال طريق عريضة تتسع للمرونة والحكمة في معالجة الأمور. ¶ وليس معنى هذا الكلام للداعي أن يتلاعب بأحكام الحلال والحرام، حسب ما يرى أنه المصلحة، من حيث يضبط المفتي نفسه بها دون أن تبديل أو تغيير. ¶ إن التلاعب بالاحكام لا يجوز الإقدام عليه لأحد، مفتياُ كان أو غيره من الناس، ولكن على الداعي أن يقدر مع صعوبة انتقال الإنسان طفرة من منتهى التفلت والشرود إلى كامل الالتزام والانضباط بالاحكام، فيعالج ذلك بالحكمة التي لا تلجئه إلى التلاعب بالأحكام، ولا تحسبه فيما يشبه وظيفة المفتي إذ يرى أن كل ما هو مكلف به أن يقدم للناس قائمة دقيقة تتضمن أحكام الحلال والمحرمات والواجبات. ¶ وعلى سبيل المثال: إن الفتاة التي تأثرت بسماع كلمة الحق عقلاً ووجداناً، فأخذت تنقل نفسها شيئاً فشيئاً إلى صراط الالتزام بأحكام الله عز وجل، لا يجوز في نطاق الدعوة وسياستها ـ لمن رآها في اوائل الطريق أو منتصفه، أن يجمع سائر الواجبات التي لم تلتزم بها بعد، فيجعل منها مشكلة يضعها أمامها، أو عبثاً يلقيه مرة واحدة على كاهلها. بل الواجب عليه العكس: أن يهيئها بما قد وصلت إليه من الالتزامات والانجازات، وأن يذكرها بعظيم مالها من أجر عند الله عز وجل على ما قد حققته من ذلك، ثم ينبهها إلى أن الطريق طويل أمامها بعد، وأن يحفزها الى المتابعة، بالأسلوب الذي سنشرحه بعد قليل. ¶ سألتني فتاة، وقد فرحت أنها استطاعت بعد طول شرود، أن تستر أكثر شعرها بخمار وضعته على رأسها، وأن تجعل ثيابها أكثر ستراً وحشمة من قبل: أصحيح أن الله لا يقبل مني شيئاً من أعمالي مادمت غير ملتزمة بالستر الكامل؟",
            "page": "15",
            "part": "1",
            "seal": "EF77B453"
        },
        {
            "id": "16",
            "nass": "فقلت لها: ثقي بأن الله تعالى لو لم يكن أراد بك الخير والتوفيق لما يسر لك سبيل هذا الإيمان به، ولما أعانك على تحقيق هذه الخطوة التي لن ينقص من أجرها شيء، ما دمت سعيت إليها رغبة في تحقيق مرضاة الله عز وجل. وكوني على يقين بأنك بمقدار ما تقبلين الى الله تعالى بتطبيق المزيد من أوامره، يقبل إليك بمزيد من الأجر والهداية الاسعاد في الدنيا والآخرة. ¶ إنني لم أغير شيئاً من أحكام الله تعالى بهذا الكلام، ولكني لم أقف أيضاً موقف المفتي الذي لا يعنيه أكثر من أن يذكر حرمية الحكم الشرعي، فلهذا الموقف مجال آخر. واشعرتها بالغبطة لما وفقها الله إليه، أكثر من أن أشعرها بما ينتظرها من العقاب إن هي لم تبادر إلى تدارك النقائص في أقرب حين.. وذلك هو هدي سيدنا رسول الله في إرشاد الناس ودعوتهم إلى التقيد بأوامر الله عز وجل. ¶ وعلى سبيل المثال أيضاً: افرض أن مسلماً هدى الله به شاباً على يديه، فآمن بعد جحود، أفيكون من حق مرشده هذا أن يضعه بعد ذلك مباشرة أمام قائمة الالتزامات كلها، وأن يلزمه بعزائم الأمور؟.. ¶ الحقيقة أن إلزامه بذلك كله ليس من الحكمة التي أمر الله تعالى أن تقوم الدعوة على أساسها، حتى وإن أظهر الشاب نفسه نشاطاً وجلداً في تحمل ذلك كله. ¶ ذلك لأن الشاب يشعر إبان يقظته العقلية بشدة بعده عن الحق والطريق السوي السليم، فيندفع بعقله إلى الالتزام بما قد آمن به، ولكن عواطفه كلها تكون آنذاك ملكاً لرغائبه وشهواته النفسية. فربما اندفع إلى مغالبة هواه وقهر جموحه الشهواني، بتحميس مرشده له وبدافع اليقين العقلي الذي اكتسبه، وكلما أزداد تحملاً للأعباء التكليفية وتمسكاً بعزائم الأمور، ازدادت حواجز التمرد النفسي بين جنبيه. ¶ وهو يضغط خلال ذلك على هذه الحوافز المعتلجة وراء صدره.. وما يدري أنه علاج مسكت موقوت، ما دامت اليقظة العقلية لم تصطحب معها تزكية نفسية!.فما هو إلا تتفجر هذه الحوافز لديه ذات مرة بثورة نفسية عارمة يضيع فيها رشد العقل ويذهب سلطانه، فيعود الشاب إلى شر من ماضيه الذي كان عليه من قبل. ¶ وإني لأعلم شباباً كثيرين اغتبط مرشدوهم بهدايتهم العقلية، فأخذوا يحملونهم العزائم ويكلفونهم بالانعتاق السريع المطلق عن كل ما اعتادوا عليه من السلوك وأساليب العيش، وبحمل أثقال الواجبات والآداب المختلفة. فما شدوا أنفسهم تحت ذلك العبء إلا أياماً يسيرة، ثم ما هو إلا أن ارتدوا على أعقابهم، كما ترتد قطعة من المطاط شددتها إلى أقصى ما يمكن، ثم أرخيت يدك عنها!.. ¶ ولكن هل يعني هذا الذي أقوله، أن على المرشد او الموجه، أن يترك الإنسان الذي هداه الله تعالى إلى معرفة الحق وإلى الإيمان به، عند الحدود التي وصل إليها، وألا يبالي بسلوكه وبالمعاصي التي يقترفها في جنب الله عز وجل؟ ¶ لا.. ليس هذا ما أعنيه بالكلام الذي ذكرته الآن. ¶ إن الذي عنيته أن طريق الدعوة إلى تقويم السلوك، غير طريق الدعوة إلى معرفة الحق. فلا يظن، الداعي او المرشد، أنه وقد أقنع صاحبه بحقائق الإيمان عن طريق المحاكمة العقلية وعوض الحجج والبراهين، يستطيع أن يحمله بالطريق ذاته على الالتزام بالأوامر واجتناب النواهي، وأن الأمر سيكون من السهولة، كمجيء النتائج بعد المقدمات!.. ¶ إن هذا التصور خطأ كبير. فإن هناك حواجز وعقبات نفسية كبرى، تصده عن النهوض بواجبات السلوك الإسلامي، على الرغم مما انتهى إليه من اليقين الاعتقادي. ¶ لذا، فإن على الداعي أن يسلك سبيلاً اخرى مع صاحبه، في مرحلة تقويم السلوك، وهذه السبيل هي التي سنلخص الحديث عنها بانتقالنا إلى الأمر الثاني: ¶ 2 ـ على الداعي إلى الله تعالى ألا يلزم صاحبه وقد هداه الله عز وجل إلى معرفة الحق واليقين به بشيء من الواجبات السلوكية، بشكل مباشر، إلا ما كان داخلاً في أركان الإسلام، وهو الصلاة والصوم، ثم الزكاة والحج إن كانا واجبين عليه. ¶ فالصلاة ثم الصيام إذن، هما اللذان يجب على المرشد أو الداعي، أن يأخذ صاحبه بهما مطلقاً، وبشكل مباشر. ¶ وأما بقية الواجبات والآداب السلوكية المتمثلة في تطبيق الأوامر وتجنب النواهي، فلتعلم أن سبيل دفع هذا الإنسان إليها إنما بتوجيه إلى ما يلي: ¶ أـ تكليفه بإقامة الصلوات مع الجماعات ما أمكنه ذلك، وتبصيره بآداب الصلاة من خشوع فيها، وسنن من قبلها ومن بعدها، وبأهمية الدعاء يتوجه به إلى الله عز وجل بعد ذلك. وقد علمت أن الصلاة هي أول ما ينهي صاحبه عن الفحشاء. ¶ ب ـ إلزامه بوظيفة دائمة من تلاوة القرآن، (بعد إتقان تلاوته سماعاً على أحد المتقنين لتلاوته، في كل يوم، ولتكن كمية ذلك حسب المستطاع) ، ومن دراسة السيرة النبوية. ¶ ج ـ أخذه بورد بسيط من الأذكار يؤديه في أوقات فراغه ويفضل أوقات البكور والآصال. بعد أن يبصر بمعنى الذكر الذي طلبه الله تعالى من عباده، وبالآداب التي يجب أن يلتزمها أثناء الذكر. ويستحسن توصيته بالإكثار من الاستغفار ومن الصلاة على رسول الله صلى الله عليه وسلم.",
            "page": "16",
            "part": "1",
            "seal": "89F6121B"
        },
        {
            "id": "17",
            "nass": "د ـ نقله شيئاً فشيئاً من جوّه الذي كان فيه، والذي يتمثل، أول ما يتمثل، باصدقاء السوء، وبطانة الدعوة إلى مسالك التمزق والضياع، ثم احاطته بأصدقاء مؤمنين يتحلون بأسمى معاني الخلق والفضيلة، يولونه من إخلاصهم ورعايتهم وخدمتهم له، ما يبعث في نفسه الأنس بهم، ويشعره بعظيم الفرق بين الصاحب في الطريق إلى الله والصاحب في أودية الضلالة والضياع. ¶ إن على الداعي إلى الله عز وجل، إذا كان حريصاً على صاحبه أن ينضبط بالآداب والواجبات السلوكية في الإسلام، أن يشتد ويجد في أخذه بهذه الوظائف الأربع التي ذكرناها. فإنه إن استقام على ذلك حيناً من الزمن، تفتحت في نفسه مشاعر الرغبة في رحمة الله تعالى وألطافه، والرهبة من سخطه وعظيم عقابه. ولسوف يكون لهذه المشاعر أثر كبير في تزكية نفسه ونقلها من حالة الأمر بالسوء، إلى حالة من أحوال الطمأنينة والرضا. ¶ وعندئذ ترى أنه هو الذي يبدؤك ـ في كثير من الخوف والقلق ـ بالسؤال عما يجب أن يفعل ويترك، في نطاق حياته السلوكية، ولسوف يستشعر سوء واقعه، ويحيا في أعماق نفسه دافع يلح عليه ان يصطلح مع الله عز وجل بالاقلاع عن معاصيه وبالتزام أوامره وارشاداته، ما أمكنه السبيل إلى ذلك. ¶ فإذا وجدت بوادر هذا السمو النفسي لديه، وإقباله إليك بهذه المشاعر، فيكفيك أن تضع أمامه الأجوبة على أسئلته، بعد يقينك من معرفتها على وجهها الصحيح، تاركاً له أن يتصرف في الأمر حسب الحال التي ارتقت إليها نفسه، إنما المهم أن تلازمه في أخذه بذلك المنهاج الذي ذكرناه، بكل وسيلة حكيمة ممكنة. ¶ إن النتيجة التي لابد أن ترقى إليها حال شاب التزم القيام بهذا المنهاج هي انضباطه الكلي بالسلوك الإسلامي، واصطباغ نفسه وانسها بآداب الإسلام وتعليماته، بدافع من مشاعر وإيحاآت نابعة من أعماق كيانه ونفسه. ومن هنا ترسخ أسباب الاستقامة لديه، فلا يكون مصيره كمصير ذاك الذي ألصقه مرشده بها إلصاقاً وتركه يرزح تحت أعبائها ثم قال له: سر على بركة الله!.. ¶ على أن الاستمرار في أخذ العلاج والارتباط الدائم بذلك المنهاج ضرورة لا مناص منها، لا في حق هذا الوافد الجديد إلى الاسلام وحده، بل في حق جميع المسلمين على اختلاف درجاتهم وقربهم إلى الله عز وجل. ¶ فإن النفس البشرية ما تزال كما هي، في تطلعاتها وأهوائها وميولها، وإذا تركت حيناً من الزمن دون حراسة من تغذيتها بمشاعر الرغبة في رحمة الله وإكرامه، والرهبة من سخطه وعقابه، فإنها سرعان ما تستيقظ إلى أهوائها وانحرافاتها، وسرعان ما تعود إليها القوة على التمرد والبغي، فتقود صاحبها إلى مطارح الشقاء والهلاك. ¶ وإذا كان الثبات على هذا العلاج هو وصية الله عز وجل لرسوله، يكررها في كثير من آياته، فما بالك بمن دونه من عامة الناس؟ ¶ أصغ ببصيرتك إلى هذه الوصية له: ¶ (فاصبر لحكم ربك ولا تطع منهم آثماً أو كفوراً، واذكر اسم ربك بكرة وأصيلاً، ومن الليل فاسجد له وسبحه ليلاً طويلاًَ) الدهر:25. ¶ وإلى هذه الوصية الثانية: ¶ (فاصبر على ما يقولون وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب ومن الليل فسبحه وأدبار السجود) ق:40 ¶ وإلى هذه الوصية الأخرى: ¶ (وأذكر ربك في نفسك تضرعاً وخيفة ودون الجهر من القول بالغدو والآصال، ولا تكن من الغافلين) الاعراف 204 ¶ ... ¶ والخلاصة أن الكيان الإنساني ينهض على دعامتين عظيمتين، هما العقل، والوجدان. فأما مبادئ الإسلام الاعتقادية، فإنما تكون الدعوة إليها بتنبيه العقل وارشاده، وأما أحكامه وآدابه السلوكية فإنما تكون الدعوة إليهما بإيقاظ مشاعر الرغبة والرهبة في طوايا الوجدان. ولا يكون ذلك إلا باتباع الوسائل التي سبق بيانها. ¶ ثم إن المهم، كما أوضحنا عند الحديث عن منطلقات الدعوة، أن تجتث نوازع العصبية ممن تدعوه إلى الله، باجتثاثها قبل كل شيء من أغوار نفسك، وأن تحرره من أنانيته وانتصاره لذاته، بتحرير نفسك منهما قبل كل شيء. وعندئذ يصفو طريق الحوار بينك وبينه من جميع الكدورات والشوائب، ونفذ حديثك إلى عقله بالقناعة واليقين، ثم إلى قلبه بالتأثر والانشراح. ¶ والله وحده المستعان في كل ذلك.",
            "page": "17",
            "part": "1",
            "seal": "60581DFA"
        },
        {
            "id": "18",
            "nass": "مُشكلاَت الدّعوَة ¶ ليس للدعوة إلى الإسلام، بحد ذاتها، من مشكلات، وإنما تنبع المشكلات من جهل من قد يمارس الدعوة إلى الإسلام.. يدعو الناس إليه دون أن يتبصر أحكامه، مكتفياً بالاعتماد على صدق عواطفه ومحبته للإسلام!.. ¶ وإذا اكتفى المسلم، في مجال الدعوة إلى الإسلام، بالعواطف التي يعتز بها، بعيداً عن الاهتمام بدقائق علومه وأحكامه، طبقاً لما دلت عليه نصوص القرآن والسنة الصحيحة، ولما اتفق عليه أئمة المسلمين وسلفنا الصالح رضوان الله تعالى عليهم، فإن عواطفه ستنأى به عن كثير من حقائق الاسلام وأحكامه التي تضمنها كتاب الله أو أرشدتنا إليها سنة رسوله، أو اقتبسها منهما أو من أحدهما السلف الصالح من أئمة المسلمين اجتهادا فتلاقت كلمتهم عليه. ¶ إذ العواطف ما لم تلجم العلم وقواعده، ستتحول إلى سلاح بيد النفس وغوائلها، سواء علم صاحب هذه العواطف ذلك أم لم يعلم. ¶ ومن هنا ينبع ما نسميه مشكلات الدعوة. وهي تتفاوت في السوء والخطورة، حسب سوء نتائجها وآثارها. فأخطرها تلك التي تأتي بنقيض ما يتوخاه الداعي من سعيه وعمله، أي تزايد الناس بعداً عن الإسلام وضيقاً به، إذ تثير في نفوسهم صوراً وأخيلة باطلة عنه، فيحكمون عليه من خلال تلك الصور التي نبتت في اذهانهم، من أخطاء أولئك الدعاة!.. ¶ ولا حقيقة أن هذه المشكلات كثيرة متنوعة. ¶ ولكني لا أستطيع في هذه العجالة أن استقصيها بالبحث والمعالجة. فلأكتف عن ذلك كله، بأهمها وأخطرها، ¶ وهي مشكلات ثلاث سأعالجها مرتبة حسب تفاوتها في الأهمية والخطورة. ¶ *** ¶ المشكلة الأولى: مسألة تكفير الناس: ¶ وهذه من أهم المشكلات التي تنبثق عن الضغط النفسي لدى من لم يضبط نفسه بقواعد العلم وأحكام الكتاب والسنة. ¶ فلنبدأ قبل كل شيء ببيان القاعدة التي التقى عليها سلف هذه الأمة وأئمة المسلمين جميعاً، ما عدا الخوارج الذين تم الإجماع على تلبسهم بالشذوذ والخروج على ما تقتضيه نصوص الكتاب والسنة، وهي القاعدة التي يمكن تصنيف الناس على أساسها بين الإسلام والكفر. ¶ إن التصرفات المكفرة، على تنوعها وكثرتها، لا تخرج عن الأنواع الثلاثة التالية: ¶ النوع الأول: الاعتقادات، وتتمثل في أن ينكر الإنسان شيئاً من أركان الإيمان أو الإسلام، أو يحلل حراماً أو يحرم حلالاً مما هو معروف من الدين بالبداهة والضرورة. ¶ كالذي ينكر وحدانية الله، أو البعث والنشور، أو الجنة والنار، أو وجوب الصلاة مثلاً، أو الصيام أو الزكاة أو الحج.. أو ينكر حرمة الزنى أو الربا بصورة مطلقة عامة.. الخ. ¶ النوع الثاني: الافعال. وضابط الأفعال المكفرة أن تكون ذات دلالة على شيء يتناقض مع ركن ما من أركان الإيمان. كالسجود لصنم، وكوضع الصليب في العنق، أو تقبيله، وكالتزيي بالأزياء التي تخص رجال الأديان الأخرى، أي التي لها دلالة دينية..فإن هذه الأفعال لها دلالة واضحة، لا تقل عن دلالة النطق. ومدلولها في المثال الأول الاعتقاد بألوهية الصنم الذي سجد له، والاعتقاد بصلب سيدنا عيسى عليه الصلاة والسلام في المثال الثاني. وهكذا.. ¶ ثم إن هذه الافعال مكلفة بمجرد فعل الإنسان لها بمحض إرادته واختياره، سواء أكانت مدلولاتها قائمة في ذهنه ام لا. ¶ النوع الثالث:ما يدخل في نطاق السخرية أو التحقير. وضابط ذلك أن يسخر من تلك المبادئ أو الأحكام التي يكفر الإنسان بإنكارها. كأن يسخر من الصلاة أو الحج أو الجنة أو النار، أو كأن يسخر أو يزدري بالقرآن أو بأحد من الرسل أو الانبياء، أو الفقه الإسلامي عموماً، أو يمتهن شيئاً من الشعائر البارزة للإسلام، كالأذان والمساجد، والأذكار..الخ (1) [11] . ¶ فإذا لم يتلبس الإنسان بشيء من هذه الانواع الثلاثة من التصرفات فهو مسلم لا يجوز تكفيره. وكذلك إذا كنا في شك من وقوعه في واحد من هذه الاشياء، فإن الأصل براءته منه، ولا يجوز الحكم بردته وخروجه عن الإسلام إلا استناداً إلى دليل يقيني في ذلك. ¶ فلنأخذ هذه القاعدة ولنطبقها على المشكلة القائمة اليوم والتي يدور حولها حديث كثير من الناس الذين يهمهم أمر الدعوة الإسلامية، الا وهي مشكلة من لم يحكم بما أنزل الله، هل يعد كافرا ًبموجب هذه القاعدة التي أوضحناها أم لا؟ ¶ ولكي تكون اجابتنا واضحة مفيدة، لا بد أن نتساءل عن معنى الحكم بغير ما أنزل الله، فما هو معناه؟ ¶ معناه: إبرام الأمر وتقريره على خلاف ما شرع الله عز وجل. سواء تم هذا الإبرام من الإنسان في حق نفسه أو في حق اهله وأولاده أو في حق اصدقائه واصحابه، أو في حق أمته ومجتمعه. ¶ __________ ¶ (1) 11] هذه القاعدة الكلية تغنيك عن تتبع الجزئيات. ولكن إذا اردت الوقوف على الجزئيات والتفاصيل الكثيرة فارجع إلى كتاب الإعلام بقواطع الإسلام لابن حجر الهيتمي رحمه الله.",
            "page": "18",
            "part": "1",
            "seal": "B52EE0B7"
        },
        {
            "id": "19",
            "nass": "فالذي يقضي بخروج زوجته أو ابنته البالغة سافرة غير محتشمة بستر الإسلام. يحكم بغير ما أنزل الله، والذي يقضي بإقامة منكر من المنكرات في داره يحكم بغير ما أنزل الله، وأعضاء الجمعية السكنية الذين يقررون التعامل بالربا لمشروعهم السكني يحكمون بغير ما أنزل الله، والقاضي الذي يقضي في مسألة بغير ما أمر الله به يحكم بغير ما أنزل الله. والحاكم الذي يصدق ما أبرمه هذا القاضي، يحكم بغير ما انزل الله. ¶ كل هؤلاء الناس، وأمثالهم ممن لم نطل في ذكر أمثلتهم، يحكمون بغير ما أنزل الله، ولن تجد أي موجب للتفريق بين بعض وآخر. ¶ فلنعد الآن إلى سؤالنا: هل يدخل هؤلاء الناس بموجب تصرفاتهم هذه في دائرة الردة والكفر، ويخرجون عن رتقة الإسلام؟ ¶ الجواب ان هذه التصرفات بحد ذاتها ليست داخلة في النوع الأول من المكفرات وهو الاعتقادات. بل هو لا يعدو أن يكون أقوالاً وأفعالاً. ¶ وهي لا تدخل أيضاً في النوع الثاني، ولا في النوع الثالث من المكفرات. كما هو واضح لدى المقارنة. ¶ إذن، فإننا ننظر: فإن اقترن بحكم هؤلاء الناس بغير ما أنزل الله، برهان قطعي على الإنكار والجحود الاعتقادي، أو على السخرية والازدراء، وكان الحكم متعلقاً بشيء من أركان الإسلام الخمسة أو بما هو مجمع عليه ومعروف من الدين بالبداهة والضرورة فإن ذلك يكون مكفراً، ويكفر صاحب هذا الفعل أو التصرف، أياً كان. ¶ أما إن لم تقترن بتصرفاتهم براهين قاطعة على شيء مما ذكرنا، فإن الأمر يحتمل عندئذ أن يكون مدفوعاً إليه بدافع التهاون، أو الانسياق وراء الأهواء والأماني النفسية، لا بدافع الجحود والإنكار. وإذا قام الاحتمال سقط الاستدلال، ولم يجز الحكم بالتكفير. ¶ هذه خلاصة الجواب. ¶ وعلى هذا، يتبين لنا أنه لا يجوز تكفير أحد من المسلمين الذي نراهم يبرمون أمورهم أو أمور الناس على غير ما تقضي به شريعة الله، لمجرد تلبسهم بذلك، سواء أكانوا يفعلون ذلك تحت قوس القضاء أو في بيوتهم وبين أهليهم، أو في أنظمتهم وأحوالهم الاجتماعية الضيقة. ¶ ويتمسك أولئك الذين يستمرئون الحكم بتكفير الناس، بقوله سبحانه وتعالى في سورة المائدة: ومن لم يحكم بما أنزل الله فأولئك هم الكافرون، ومن لم يحكم بما أنزل الله فأولئك هم الظالمون، ومن لم يحكم بما أنزل الله فأولئك هم الفاسقون. الآيات (48و49و50) ¶ فاعلم أن هذه الآيات الثلاث نزلت باتفاق المفسرين وائمة الحديث في حق يهود تحاكموا إلى رسول الله صلى الله عليه وسلم في شأن إقامة حد الزنى على امرأة زنت، أو في حق يهود جلدوا.. حيث كان يجب الرجم، فاستحلف أحدهم أهذا هو حكم الله فيما تعلمون؟ فأقر بأن اليهود غيروا وبدلوا.. روى ذلك على النحو الثاني مسلم في صحيحه، وأحمد، وأبو داود، وابن جرير، كلهم عن البراء بن عازب. ورواه على النحو الأول مالك عن نافع عن عبد الله بن عمر رضي الله عنهما، وأبو داود عن زيد بن أسلم عن أبن عمر، والزهري مرسلاً،وغيرهم. ¶ ثم إن العلماء اختلفوا في قوله تعالى في آخر الآيات الثلاث: ومن لم يحكم بما أنزل الله فأولئك هم الكافرون الظالمون.. الفاسقون.. هل المقصود به اليهود الذين أنزلت الآيات في حقهم، أم المقصود بها الناس جميعاً ممن يدخلون في عموم الوصف والمناط؟ ¶ ردد عبد الله بن عباس رضي الله عنهما الاحتمالين: ¶ أن يكون المقصود به عموم الناس لا خصوص اليهود، وصرف عندئذ وصف الكفر إلى من لم يحكم بما أنزل الله جحوداً، ووصف الظلم والفسق إلى من أقر به ولكنه تركه تهاوناً أو لهوى في النفس. ¶ وأن يكون المقصود به اليهود دون غيرهم، وعندئذ يكون كل من وصف الكفر والظلم والفسق خاصاً بمن نزلت الآية في حقهم ومتضمناً للقاسم المشترك الذي هو معنى الكفر. ثم اختار، بعد هذا الترديد أن المراد بهذه الأوصاف الثلاثة أهل الكتاب الذين نزلت الآيات في حقهم، أو من لم يحكم بما أنزل الله جحوداً به وإنكاراً له من سائر الكافرين. ¶ روى ذلك ابن جرير وغيره عن علي بن طلحة عن ابن عباس. ¶ وروى عن ابن عباس أيضاً، وجابر بن زيد وابن شبرمة والشعبي، أن الوصف بالكافرين في الآية الأولى ينصرف إلى المسلمين، والوصف بالظالمين في الثانية ينصرف إلى اليهود، والوصف بالفاسقين في الثالثة ينصرف إلى النصارى. قالوا ووصف المسلمين هنا بالكفر ليس بكفر ينقل عن الملة، ولكنه كفر دون كفر (1) [12] ، ¶ إلا ان يحكم بغير ما أنزل الله جحوداً به، فهو عندئذ الكفر الحقيقي الذي هو الردة. ¶ فإذا تأملت فيما نقلناه، من أقوال الأئمة في المقصود بهذه الجمل الثلاث المتكررة،0وهو خلاصة كل ما قد قاله العلماء في ذلك علمت أنهم جميعاً متفقون على أن المسلم لا يجوز أن يحكم بكفره بمجرد حكمه بغير ما أنزل الله. سواء ذهبنا إلى أن هذه الجمل الثلاث خاصة بمن نزلت الآيات في حقهم، او عامة لسائر الناس. وإنما مناط الكفر هنا على كل حال الجحود والإنكار، كما قد رأيت. ¶ __________ ¶ (1) 12] أي هو الكفر بمعنى جحود النعمة.",
            "page": "19",
            "part": "1",
            "seal": "CC5C8969"
        },
        {
            "id": "20",
            "nass": "لم يخالف في هذا القدر المتفق عليه إلا فئة واحدة، هي فئة الخوارج الذين انفردوا وشذوا عن الإجماع بتكفير المسلمين بارتكاب كبائر الذنوب. ¶ وعلى هذا، فإن الإعراض عما أجمع عليه السلف من أئمة المسلمين بدءاً بعصر الصحابة، فمن دونهم، ثم من دونهم، في تفسير هذه الآيات الثلاث، واختلاق تفسير جديد لها، يقضي بأن كل من لم يحكم بما أنزل الله، فهو كافر مطلقاً ـ جنوح عن واجب الالتزام بالقواعد المعروفة والمتفق عليها في تفسير القرآن، ولن تجد له من مسوغ إلا تحكيم الأهواء في كتاب الله عز وجل. ¶ إذا تبين هذا، فإننا ننظر في حال من قضى في أمر بغير شرع الله جل جلاله، فإن ظهرت لنا من قوله أو حاله دلائل قاطعة على جحوده بشرع الله عز وجل، أو على احتقاره له، وكان الحكم متعلقاً بواحد من أركان الإسلام أو مما عرف من الدين بالضرورة. فإن ذلك يعد مكفراً، ويكفر المتلبس بذلك الفعل، سواء كان والداً في أهله، أو عضواً في جمعيته، أو عاصياً في حق نفسه، أو قاضياً في محكمته، أو حاكماً في دولته. دون أي تفريق. ¶ أما إن لم تظهر لنا دلائل قاطعة على جحوده أو تحقيره، أو كان الأمر متعلقاً بحكم غير معروف من الدين بالضرورة، بأن كان قابلاً للاجتهاد أو خفياً لا يعلمه إلا أصحاب الدراية والاختصاص. فإن مجرد تصرفه هذا لا يخولنا أن نحكم بأكثر من عصيانه وفسقه. ¶ فليتق الله أولئك الذي يجازفون في إقامتهم أنفسهم مقام الله عز وجل بتكفير كل من لم يحكم بما أنزل الله، دون رجوع إلى ضوابط ذلك من أدلة العلم وقواعده، وليتهموا أنفسهم بالانسياق وراء غيظ لا يحكمه منهج الإسلام وضوابطه، ولا يقصد به وجه الله وحده. ¶ ومن أوضح ادلة هذا الاتهام، أنهم لا يتصورون للحكم بغير ما أنزل الله إلا مدلولاً واحداً، هو دون غيره محط تكفيرهم، ألا وهو أن يقضي الحاكم الأعلى في قومه أو شعبه، فيتنكب في حكمه عن شرع الله عز وجل. ¶ أما ما ينجرف فيه عامة الناس في بيوتهم ومع أهليهم أو اصدقائهم أو في مجتمعاتهم، من المعصية ذاتها، إذ يبرمون أمورهم أو أمور من يهيمنون عليهم على خلاف شرع الله عز وجل ـ فهؤلاء كلهم مبرؤون عن جريمة الكفر والارتداد ولا يدخلون تحت طائلة الحكم بغير ما أنزل الله!.. ¶ لماذا؟ .. وكيف انبثق هذا الفرق؟.. لا ندري. ¶ وإني لأذكر عهوداً مرت على هذه البلدة، تربع فيها على كرسي الحكم، ووزارة العدل، رجال لا نزال نشهد لهم بالدين والإسلام، ويشهد لهم قبلنا، هؤلاء المكفرون أنفسهم، وكانت أقضيتهم وأحكامهم هي هي، كالتي كانت من قبل، والتي استمرت فيما بعد، احكاماً بغير ما أنزل الله، في أكثر المسائل والأمور، فهلاً حكموا بكفرهم وارتدادهم كحكمهم في حق الذين كانوا قبلهم او الذين جاؤوا من بعدهم؟ وأي فرق من النقص هنا والفضل هناك، حتى يتهم بالكفر هذا دون ذاك؟ ¶ إن كان المحكم في الأمر هو شريعة الإسلام، وكان رسول الله صلى الله عليه وسلم هو الأسوة والقدوة لنا في الأمر، فإليك خلاصة هديه صلى الله عليه وسلم في هذه المسألة: ¶ روى الشيخان عن عبادة بن الصامت أنه قال: دعانا النبي صلى الله عليه وسلم، فبايعنا، فقال فيما أخذ علينا أن بايعنا على السمع والطاعة في منشطنا ومطرنا وعسرنا ويسرنا وأثرة علينا وأن لا ننازع الأمر أهله، إلا أن تروا كفراً بواحاً عندكم من الله فيه برهان. ¶ وروى مسلم وأحمد وابن ماجه وأبو داود عن أسامة بن زيد، قال بعثنا رسول الله صلى الله عليه وسلم في سرية، فصبحنا الرقات من جهينة، فأدركت رجلاً، فقال: لا إله إلا الله، فطعنته، فوقع في نفسي من ذلك. ¶ فذكرته للنبي صلى الله عليه وسلم فقال رسول الله صلى الله عليه وسلم أقال لا إله إلا الله وقتلته؟ قال قلت يا رسول الله: إنما قالها خوفاً من السلاح، قال: أفلا شققت على قلبه حتى تعلم اقالها أم لا؟ فما زال يكررها، حتى تمنيت أني أسلمت يومئذ. ¶ صح عنه صلى الله عليه وسلم أن الله كان قد أعلمه بنفاق المنافقين المتظاهرين بالإسلام بين أصحابه، ومع ذلك فقد كان يأبى إلا ان يعاملهم معاملة المسلمين، وياخذهم بظاهر أحوالهم. ¶ وقد طلب منه عمر بن الخطاب أن يأذن له بقبل عبد الله بن أبي بن سلول فلم يأذن له. وجاء عبد الله بن أبي بن سلول يستأذن رسول الله صلى الله عليه وسلم في قبل أبيه، لما بدر منه من مظاهر النفاق في غزوة المريسيع، فأبى صلى الله عليه وسلم وقال له: بل نترفق به ونحين صحبته، هذا كله في حق من أعلمه الله بطوياتهم ودخائل نفوسهم، فكيف بمن لا سبيل لنا إلى إختراق قلوبهم ومعرفة ما استكن فيها مما قد يخالف ظاهرهم؟. ¶ وكان صلى الله عليه وسلم يلزم أصحابه إذا حكموا أن يحكموا بما ظهر لهم وأن يكلوا بواطن الأمور إلى الله عز وجل. ¶ هذا كله إلى جانب ما رواه مسلم وغيره من حديث ابن عمر رضي الله عنهما أنه صلى الله عليه وسلم قال: إذا كفّر الرجل أخاه، فقد باء بها احدهما.",
            "page": "20",
            "part": "1",
            "seal": "382D16D5"
        },
        {
            "id": "21",
            "nass": "وقد أطال الإمام الشافعي رحمه الله تعالى في كتابه الأم، في بيان هذا الواجب الذي الزم الله به عباده أن يتعاملوا فيما بينهم على أساسه في الحياة الدنيا. وإليك خلاصة ما قاله في ذلك. ¶ (.. إن الله فرض على خلقه طاعة نبيه، ولم يجعل لهم بعد من الأمر شيئاً. وأولى أن لا يتعاطوا حكماً على غيب أحد، لا بدلالة ولا ظن، لتقصير علمهم عن علم أنبيائهم الذين فرض الله تعالى عليهم الوقف عما ورد عليهم، حتى ياتيهم أمره. فإنه جل وعز، ظاهر عليهم الحجج فيما جعل إليهم من الحكم في الدنيا، بأن لا يحكموا إلا بما ظهر من المحكوم عليه، وأن لا يجاوزوا أحسن ظاهره، ففرض الله على نبيه أن يقاتل أهل الأوثان، حتى يسلموا، وأن يحقن دماءهم إذا أظهروا الإسلام، ثم بين الله ثم رسوله أنه لا يعلم سرائرهم في صدقهم بالإسلام إلا الله ... اخبرنا مالك عن أبن شهاب عن عطاء بن يزيد الليثي عن عبيد الله بن عدي بن الخيار، أن رجلاً سار النبي صلى الله عليه وسلم، فلم ندر ما ساره حتى جهر رسول الله صلى الله عليه وسلم، فإذا هو يشاوره في قتل رجل من المنافقين. فقال رسول الله صلى الله عليه وسلم أليس يشهد أن لا إله إلا الله؟ قال بلى، ولا شهادة له. فقال أليس يصلي؟ قال بلى ولا صلاة له. فقال رسول الله صلى الله عليه وسلم: أولئك الذين نهاني الله تعالى عنهم..) ثم قال: (وبذلك مضت أحكام رسول الله صلى الله عليه وسلم فيما بين العباد من الحدود وجميع الحقوق، وأعلمهم أن جميع أحكامه على ما يظهرون، وأن الله يدين بالسرائر.. فمن حكم على الناس بخلاف ما ظهر عليهم، استدلالاً على أن ما أظهروا، يحتمل غير ما أظهروا، بدلالة منهم أو غير دلالة، لم يسلم عندي من مخالفة التنزيل والسنة) (1) [13] ¶ وهذا الذي أطال الشافعي رضي الله عنه بيانه، هو الذي تلاقى عليه إجماع جميع الأئمة وأهل الملة فيما نعلم، لم يشذ عنهم إلا الخوارج. ¶ فليتق الله من يخالف اليوم بيان الله وسنة رسوله وإجماع ائمة المسلمين، لينساق وراء هواه في تكفير من يحلو له تكفيره ممن ظاهرهم الإسلام والانقياد لدين الله عز وجل. ¶ *** ¶ المشكلة الثانية: مسألة دار الكفر ودار الإسلام: ¶ وهي أيضاً تنبثق عن السبب ذاته.. سبب الجهل بأحكام الشريعة الإسلامية، ثم ترك النفس على سجيتها، في أن تتصور ما تشاء على النحو الذي تريد، ثم إطلاق الأحكام الخطيرة باسم الإسلام وشرعه، على بلاد الله عز وجل والحكم على أكثرها أو جميعها بأنها دور كفر وحرب! ... ¶ فما هي حقيقة الحكم الشرعي في هذه المسألة؟ ¶ يجب أن تعلم قبل كل شيء السبب الذي دعا أئمة الشريعة الإسلامية إلى تصنيف البلاد كلها إلى قسمين أو ثلاثة أقسام. ¶ إن السبب في ذلك هو الحاجة إلى وضع مقياس، يتبين المسلمون على أساسه الفرق بين البلاد التي يشرع قتال أهلها ولا تجوز الإقامة فيها في أعم الأحوال، والبلاد التي يجب الدفاع عنها وقتال من يريد اقتحامها بأي اذى أو سوء. ¶ فكان أن استخرجوا من اوامر الله عز وجل في كتابه، ومن هدي رسول الله صلى الله عليه وسلم فيما صح من سنته، هويتين، لا تخرج بلاد الله عز وجل عن أن تمتاز بواحدة منهما: ¶ الهوية الأولى: دار الإسلام. ¶ الهوية الثانية: دار الكفر. ¶ وهذه الثانية إما أن يقوم بينها وبين المسلمين موجب من موجبات القتال، فتسمى عندئذ دار الحرب. وإما أن يقوم بينها وبين المسلمين موجب من موجبات السلم، فتسمى دار الامان. ¶ وإنما يتعلق حديثنا في هذا البحث بدار الإسلام. ما هي، وكيف أصبحت دار إسلام؟ وهل يمكن أن تعود دار الإسلام، لسبب ما (في حكم الشريعة الإسلامية) إلى دار كفر؟ ¶ تلتقي كلمة أئمة المذاهب الأربعة على ان البلدة تصبح دار إسلام إذا دخلت في منعة المسلمين وسيادتهم، بحيث يقدرون على إظهار إسلامهم، والامتناع من أعدائهم. فإذا تحققت فيها هذه الصفة بسبب الفتح عنوة أو صلحاً أو نحو ذلك. اصبحت دار إسلام، وسرت عليها أحكامها من وجوب الدفاع عنها والقتال دونها، والهجرة إليها، ثم إن هذه الهوية لا تنفك عنها، وإن استولى الأعداء بعد ذلك عليها، فيجيء على المسلمين بذل كل ما يملكونه من جهد للذود عنها وطرد الاعداء منها. وإقامة أحكام الله فيها (2) [14] . ¶ يقول ابن حجر في كتابه تحفة المحتاج نقلاً عن الرافعي وغيره من فقهاء الشافعية (إن دار الإسلام ثلاثة أقسام قسم يسكنه المسلمون، وقسم فتحوه وأقروا اهله عليه بجزية ملكوه أولا، وقسم كانوا يسكنونه، ثم غلب عليه الكفار، قال الرافعي: وعدهم القسم الثاني منها، يبين أنه يكفي في كونها دار إسلام كونها تحت استيلاء الإمام وإن لم يكن فيها مسلم) (3) [15] . ¶ __________ ¶ (1) 13] الأم:7\\168 و169. ¶ (2) 14] أنظر تحفة المحتاج بشرح المنهاج:9\\269 والبجيرمي على شرح منهج الطلاب4\\277و278. ¶ (3) 15] تحفة المحتاج:9\\269",
            "page": "21",
            "part": "1",
            "seal": "F77934BB"
        },
        {
            "id": "22",
            "nass": "وهذا ما يقرره سائر المذاهب الأخرى: الحنابلة، والمالكية، والحنفية، كلهم ذهبوا إلى أن المعول في تسمية الارض بدار الإسلام، أن يمتلك المسلمون فيها السيادة لانفسهم، بحيث يملك المسلم ان يستعلن فيها باحكام الإسلام وشعائره (1) [16] . ثم إن هذه السمة لا تنحسر عنها بعد ذلك لأي عارض من عدوان وضعف ونحوه. اللهم إلا جمهوراً من أتباع الإمام أبي حنيفة، فقد ذهبوا إلى أن دار الإسلام يمكن أن تعود دار حرب بشروط ثلاثة: أحدها إجراء أحكام الكفر والحرب، ونفاذه فيها، الثاني أن تكون متاخمة لدار الكفر والحرب، الثالث ألا يبقى فيها مسلم ولا ذمي آمناً بالأمان الأول على نفسه. فإذا ظهرت هذه الأمور الثلاثة مجتمعة، عادت دار الإسلام بموجب ذلك ـ عند كثير من الحنفية ـ إلى دار حرب (2) [17] . ¶ فإذا تأملت في هذا الذي اتفق عليه أئمة المسلمين من معنى دار الإسلام، أدركت أن تطبيق عموم الأحكام الشرعية واجب يترتب على أولئك الذين تضمهم دار الإسلام، وليس شرطاً لا بد منه لتسمية الأرض دار الإسلام!.. ¶ وانظر إلى بعد ما بين التصورين، وإلى أثر الجهل في الخلط الذي من شأنه أن يعكس الأمور وأن يأتي بنقيض الأهداف المطلوبة. ¶ وان أمر الجهل أيضاً يهون، لو كانت المشكلة مشكلة جهل فقط. إذن لأمكن أن تزول المشكلة كلها عن طريق العلم. ¶ ولكن الذي هو أخطر من الجهل، عصبية تتحكم بمجامع النفس، يجعل منها صاحبها غذاءاً لأنانيته وأفكاره الشخصية، فلا يفيد شيء من العلم وبراهينه معها بحال. ¶ لا يزل بعض المسلمين ممن يهمهم أمر المسلمين، يصرون على أن يعرضوا عن كل ما قد ذكره الأئمة واتفقوا عليه، في معنى (دار الإسلام) ويلحون على أن يضعوا للكلمة تعريفاً آخر يتفق مع ميولاتهم وأهوائهم. ¶ وهو أن دار الإسلام هي التي يكون المجتمع فيها مجتمعا إسلامياً، ويكون جميع ما يطبق فيها من الأحكام مأخوذاً من كتاب الله وسنة رسوله. فإن لم يتم فيها ذلك كله، كما هي الحال اليوم في معظم، بل ربما في كل البلاد الإسلامية، فهي دار حرب! ... هي دار حرب، وإن خالف ذلك إجماع ائمة المسلمين كلهم، ولم يجدوا من يؤيدهم إلا الخوارج الذين انفردوا بالذهاب إلى أن البلدة التي تقع فيها كبائر الذنوب تتحول من دار إسلام إلى دار حرب!.. ¶ ففي سبيل أي مصلحة من مصالح الإسلام أو الدعوة الإسلامية، يلحون على هذا الشذوذ عن خط السلف الصالح وأئمة المسلمين؟ ¶ أيهما ادعى إلى القيام بواجب هذا الدين في أعناقنا؟.. ¶ أن نقول: إن هذه البلاد قد اصبحت ديار حرب، فنستريح عندئذ عن كل مسؤولية، ولا نحمل أنفسنا واجب القيام باسترداد أرض، ولا برد عدو، ولا بالنهوض بواجب حسبة أي أمر بمعروف أو نهي عن منكر، ولا بتجميع الناس إلى جمعة أو جماعة، أو مشورة لأمر الإسلام والمسلمين ـ أم أن نقول (كما أجمع السلف) إن هذه البلاد لا تزال ديار إسلام، لأنها قد دخلت ذات يوم تحت سيادة المسلمين وسلطانهم، فلن تعود عنها هذه السمة إلى يوم القيامة. فهي إذن امانة الأجيال في أعناقنا، وإن علينا إذن، أن نسترد ما استبله العدو منها كفلسطين وغيرها، وأن نحرر ما وقع منها تحت سلطان المستعمرين والمتسلطين، وأن نسعى جميعاً سعينا لنمد رواق الحكم الإسلامي عليها ولنقم المجتمع الإسلامي فيها؟ ¶ على أن الحكم بتحول هذه الديار الإسلامية إلى ديار كفر أو حرب، يستوجب من القائلين بذلك. أن يرحلوا عنها، ويهاجروا إلى حيث يطيب لهم بذلك أن يرحلوا عنها، ويهاجروا إلى حيث يطيب لهم أن يسموه دار إسلام. فإلى أين يهاجرون؟.. وأين هي تلك الدار التي تسمى اليوم دار إسلام في نظرهم؟ ... وهل يمكن العثور عليها في بعض بقاع أوربا أو بعض جهات أمريكا؟ ¶ ثم ما هي مصلحة الدعوة الإسلامية، في أن نشغل اذهان شباب المسلمين بهذه المسألة، وأن نحشو أفكارهم بيقين ان معظم ديار المسلمين اليوم ديار حرب وكفر؟.. ¶ ما الذي يتحقق من مكاسب الدعوة الإسلامية والنصر الإسلامي إن هم تبنوا هذا الشذوذ، وقبلوا أن يكونوا ورثة للخوارج في ذلك؟.. وما الذي يفوتهم من تلك المكاسب والثمرات، إن هم استقاموا على اليقين الذي استقام عليه أجيال المسلمين إلى يومنا هذا، وأيقنوا أن كل أرض شرفها الله بالفتح الإسلامي، لن يرتد عنها هذا الشرف إلى يوم القيامة، وأن واجب الأجيال المسلمة حراستها والذود عنها وإشادة المجتمع الإسلامي فوقها؟ ¶ خطيئة، ربما وقع فيها أحدهم، إذ ظن أن كلمة (دار الإسلام) ¶ __________ ¶ (1) 16] أنظر المغني لابن قدامة:9\\247و348، وحاشية ابن عابدين3\\260ومغني المحتاج:4\\239. ¶ (2) 17] أنظر الدر المختار بشرح تنوير الأبصار وحاشية ابن عابدين عليه3\\260هذا وإذا اردت الوقوف على تفصيل الكلام في هذه المسألة فارجع إلى كتاب آثار الحرب في الفقه الإسلامي للأستاذ الدكتور وهبة الزحيلي: ص 167فما بعد.",
            "page": "22",
            "part": "1",
            "seal": "81A7CE45"
        },
        {
            "id": "23",
            "nass": "عنوان على المجتمع الإسلامي الذي يرقى إلى درجة القدوة والتأسي، وأن الفقهاء إنما قصدوا بالكلمة هذا المعنى، فقرر، بناءاً على هذا الوهم، إن بلادنا اليوم ليست على هذا المستوى ولا قريبة منه، فهي إذن دور كفر وليست دور إسلام!.. ¶ ولو علم هذا المتوهم أنها ليست أكثر من شارة أو طابع تميز به الأراضي والبلاد التي دخلت في حوزة المسلمين يوما ما، وملكوا فيها السيادة على أنفسهم ووظائفهم الدينية، لكي ينهضوا بواجب حراستها مع الزمن، ولكي يقوموا بخدمة الإسلام والمسلمين فيها ـ إذن، لما عرج على هذه الكلمة بأي مناسبة، ولما أقحم نفسه وأقحم الناس في تخبط لا حاجة إليه ولا جدوى منه. ¶ ولكن ما بال الذين أتيح لهم أن يعرفوا الحقيقة، لا يعودون إليها؟ وما بالهم يأبون إلا أن يجعلوا من تلك الخطيئة أول مبدأ من مبادئ الإسلام، تحشى به أذهان الناشئة وعقولهم؟ ¶ ما أكثر ما سألني صغار، في مناسبات شتى، عن أرض الإسلام وأرض الكفر وهل هم يعيشون الآن على الأولى منهما أم الثانية، وقد أرهقت المسألة اذهانهم وبلبلت قلوبهم! ... وقد كان الأحرى أن يشغلوا أنفسهم بدلاً عن ذلك، بتجويد القرآن، ومعرفة شيء من أحكام الحلال والحرام وكيفية أداء العبادات. ¶ إن الناشئة اليوم، لا يحتاجون، في مجال التوجيه والدعوة إلى التحلي بالإسلام، إلى أكثر من تبصيرهم بحقائق الإسلام الاعتقادية بالمنطق والبرهان، واخذهم بعد ذلك بأسباب السلوك والاستقامة على المنهج الإسلامي السليم، وذلك باتباع السبيل الذي ذكرناه. ¶ وكل ما تحشي به أدمغتهم وراء ذلك، من موجبات الحقد والأضغان، أو من احكام التكفير للناس، أو من هذا الحديث الذي لا طائل فيه عن دار الكفر ودار الاسلام ـ أقول: كل ذلك من اللغو الباطل الذي لا يفيدهم قرباً إلى الله، ولا يغنيهم بثقافة أو علم، فضلاً عن أنه يفقدهم إشراقات قلوبهم، ويملؤها بالكدورة وعكر الجدال والمناقشات التي لا طائل من ورائها، ويقتل أوقاتهم الثمينة دون ربح أو فائدة. ثم ما أيسر ـ إذا كان هذا هو وحده زادهم في طريق تقوى الله والثبات على الحق ـ أن يرتدوا على أعقابهم ويعودوا إلى ماضي إنحرافاتهم وأودية ضياعهم، عند أقل لفتة أو محنة. ¶ والله المستعان أن يبصرنا بالحق ويهدينا إليه، ويرزقنا الإخلاص لوجهه. ¶ *** ¶ المشكلة الثالثة: سياسة المسلم مع أهله وأسرته: ¶ وتنشأ هذه المشكلة عندما تتفتح أسباب الهداية في قلب أحد افراد الأسرة ممن لا سلطان له عليهم كالأولاد مثلاً، ويشق سبيله إلى الله عز وجل في طمأنينة وعلى بصيرة وعلم. ولكن سائر أفراد أسرته أو أكثرهم يسيرون على نقيض خطه ومنهجه. فكيف يتعامل معهم؟ وكيف يقوم بواجب الدعوة إلى الله تعالى فيما بينهم؟ ... ¶ وهل له أن يقاطعهم لما يراهم عليه من أسباب الفسق ومظاهر اللهو والعصيان؟ ¶ لقد عالجت جانباً من هذه المشكلة في رسالة (الإسلام ومشكلات الشباب) ولكن يبدو أن المشكلة لا تزال قائمة ولا يزال كثير من الشباب المسلمين يسألون عن السبل إلى حلها أو الاستعلاء عليها. وسأحاول علاج هذا الأمر، مرة ثانية، بالقدر الذي تسمح به طبيعة هذه الرسائل من التفصيل والإيضاح. ¶ إن هذا الشاب الذي يعاني من مشكلة التوفيق بين سلوكه الديني وواجباته الإسلامية، ومعاملته الكريمة اللائقة لأعضاء أسرته المنحرفين عن جادة الهداية والحق ـ يجب أن يراعي في اتباع السياسة الشرعية مع أهله، نوع العلاقة القائمة بينه وبينهم. ¶ وهي تنقسم إلى نوعين أثنين: ¶ أحدهما علاقة الأولاد بالآباء والامهات، والثاني علاقة الأنداد، من الأقارب، بعضهم ببعض، كالاخوة والأخوات واولاد العمومة والخؤولة..الخ. ¶ فأما المشكلة التي تعود إلى النوع الأول. فإن على الشاب المسلم أن يسلك إلى حلها الطريق التالي: ¶ أولاً ـ عليه بمجرد أن استشعر نور الهداية الإلهية في قلبه، وآنس من نفسه حب التقيد بالسلوك الإسلامي الذي أمر به الله عز وجل، أن يضاعف من بره بأبويه، وأن يزداد تفانياً في خدمتهما، ورعايتهما، والسهر على تحقيق رضا كل منهما عنه، مهما كانا منحرفين وتائهين، ومهما كانت عقائدهما أو أفكارهما جانحة عن ميزان الحق. ¶ وأنا أقصد بهذا الكلام أن عليه ألا يقف عند حدود الواجبات التي كلفه الله بها في نطاق البر والإحسان الى الابوين. فالوقوف عند تلك الحدود، شأن من لا يعاني من مشكلة، ومن لم يضع نفسه موضع الداعي إلى الله عز وجل. أما والحالة هذه، فلا بد أن يتجاوز هذه الحدود إلى كل ما يتأتى منه من مظاهر الخدمة والبر والرعاية، لانه صاحب مهمة يريد أن يحققها، ولأنه يعاني من مشكلة يريد أن يحلها. ¶ ثانياً ـ ليس له أن يذهب في خدمتهما والبر الشديد بهما، مذهباً يجعله يقيم معهما على معصية، يتغاضى عنها، براً بهما فيما يتصور. ¶ كما أنه ليس له أن يحبس نفسه ـ براً بهما فيما يتصور ـ عن القيام بوظيفة من وظائفه الإسلامية التي كلفه الله بها على سبيل الحتم والوجوب.",
            "page": "23",
            "part": "1",
            "seal": "24A9C07A"
        },
        {
            "id": "24",
            "nass": "فإذا رأى، وهو جالس مع أبويه، أن معصية قد وقعت في المجلس، فإنه لا يملك، والحالة هذه، الا أحد امرين، لا ثالث لهما: أن يذكرهما بتقوى الله عز وجل، وبموقفهم غداً بين يديه، والعذاب الذي قد يبوآن به بسبب هذا العصيان، فلا يزال يذكر ويحذر وينهي بالحكمة والرفق.. حتى يبعث الله في قلبيهما التأثر من كلامه، فترفع المعصية ويزال المنكر.. أو أن ينهض فيفارق المجلس، بكل رقة ولباقة، بعد أن لا يجدي سعيه الأول شيئاً. ¶ وعلى كل. فليس للمسلم ـ سواء عليه أذكر وحذر، أم قام ففارق المجلس ـ أن يغلظ في القول، أو أن يبعث النصيحة لأبويه من منبر التعالي والتعليم، أو ان يخدش شعورهما بأي تصرف ناب عن أسمى ما قد كلفنا الله به من اتباع الخلق النبيل مع الناس كلهم، فضلاً عن الأبوين.. ¶ وليكن رائدك في هذا، قول الله عز وجل: (وإن جاهداك على أن تشرك بي ما ليس لك به علم فلا تطعهما، وصاحبهما في الدنيا معروفاً..) . ¶ ثالثاً ـ لا تشرع القطيعة عن الأبوين بأي حال، مهما بلغ من عصيانهما، ومهما بلغ الولد في تقواه واستقامته. فإن في عنق الولد لأبويه حقاً، لا يقطعه كفر ولا عصيان، ولا يجوز الاستهانة به، فضلاً عن تضييعه بحال من الأحوال. ¶ فإن شكا. أنه لا يقدر أن يوفق بين وظائفه الدينية تجاه ربه جل جلاله، ووظائفه الأخرى تجاه أبويه. ¶ لما يقع فيه من الحرج والتشاكس، فإنني اقول: إنك إن ضاعفت من برك بهما، وازددت تفانيا في خدمتهما، وضحيت ببعض وقتك وراحتك ودنياك، في سبيل القيام بهذا الأمر على خير وجه، فإنك لن تقع ـ على الأرجح ـ في أي حرج أو تشاكس. بل أن الأمر سيتحول لصالحك شيئا فشيئاً، وستجد أنهما يسعيان في تحقيق رغباتك، وتيسير السبيل إلى واجباتك الدينية، ولسوف يقدران شعورك الديني، على أقل تقدير، فلا يجالسانك إلا على حال تتفق والتزاماتك الدينية تجاه مولاك. ¶ ولكن التشاكس قد يظهر، عندما يغفل الولد عن القيام بهذا المبدأ الهام، تجاه أبويه، ويبني من سلوكه الديني أمام أبويه شخصية متعالية متسامية عليهما. ¶ وهذا العمل ينم عن جاهلية كبرى، وعن تقصير هذا الشاب بهذا السلوك، في جنب خالقه ومولاه، قبل أن يكون تقصيراً في جنب ابويه. ¶ وأما المشكلة التي تعود إلى النوع الثاني، أي عندما تكون المشكلة نابعة من علاقات أنداد من الاقارب بعضهم مع بعض كالأخوة ونحوهم، فيجب لحلها أتباع السبل التالية: ¶ أولاً: لا بد للشاب الذي يجد نفسه محفوفاً بحواش من الأقارب بعيدين عن الاسلام والالتزام بأحكامه، من أن يتحلى، ولو بقسط، مما يجب أن يتحلى به تجاه أبويه، من البر والرعاية والخدمة. فإن في ذلك ما يجعل له منفذاً إلى قلوبهم، ولا شك في أن التحلي بهذه الأخلاق سيكلفه شيئاً من التضحيات، وربما كثيراً من المصاعب في أول الأمر، ولكن فليعلم، أن ذلك هو الجهاد العظيم الذي شرفه الله به، وأن له على ذلك من الأجر والمثوبة عند الله عز وجل، ما لا يحده تصور، ولا يقع تحت حصر. وحسبه ألا يشتغل من واجبات الدعوة إلى الله عز وجل إلا في هذا الحقل وحده. ¶ ثانياً ـ عليه أن يكثر من زياراتهم، وأن يطلب مثل ذلك منهم، كما يقول الإمام النووي في كتابه الروضة في اول باب الجهاد، وكما يقول الغزالي في كتابه الإحياء، على ان يجعل زياراته هذه ضمن إطار من الرعاية والاهتمام بهم، قدر ما يسمح به حاله، وصاحب البصيرة النافذة والذوق السليم، يعلم كيف ينتهز الفرص للتعبير عن ذلك كله على أحسن وجه. ¶ ثم ليجعل الموضوع الرئيسي في حديثه إليهم، كلما التقى بهم، موضوع إرشادهم ونصيحتهم ودعوتهم إلى الله عز وجل، بروح من الشفقة والرحمة ومشاعر الحب لهم والغيرة عليهم. وليهيء منهاج حديثه وأساليب حجاجه ونقاشه، معهم، في وقت سابق، على أن يستعين بالله قبل كل شيء، فينضرع ويتبتل اليه ان يفتح مغاليق قلوبهم لكلامه، وأن يهبهم الهداية إلى الحق، وأن يقيه من فتنة العجب والرياء ويرزقه الإخلاص لوجهه. ¶ ثالثاً ـ فإذا كان المجلس الذي يلقاهم فيه، لا يخلو من المعاصي، كنساء سافرات، أو حديث فيما لا يرضي الله، أو لهو غير مباح.. مما لا يدخل في صنف الكبائر. فليجعل كفارة جلوسه معهم عليها، إنكاره عليهم، ونصيحتهم في الإقلاع عنها، وتحذيرهم من سخط الله وعقابه فإن هم استجابوا في المجلس ذاته فذاك وان لم يستجيبوا، تأمل خيراً في لقاءات أخرى. ¶ وليحرص على ألا يكون قصده في مجالستهم إلا تذكيرهم بالحق ودعوتهم الى الله. ¶ حتى إذا استقر في قلبه ويقينه ـ من جراء التجارب والمحاولات الكثيرة ـ اليأس من انصياعهم للحق، قاطعهم، وأمسك عن زيارتهم، تنفيذاً لأمر الله عز وجل في ذلك: (وإما ينسينك الشيطان، فلا تقعد بعد الذكرى مع القوم الظالمين) الأنعام:68. على أن تكون هذه القطيعة خالصة لوجه الله عز وجل ليس فيها شيء من حظوظ النفس، ويظهر هذا القصد منك باتباع الآداب التالية:",
            "page": "24",
            "part": "1",
            "seal": "E2434F94"
        },
        {
            "id": "25",
            "nass": "1ـ لا تقطع رفدك ومعوناتك عنهم على الرغم من القطيعة، بل عليك أن تنفذ اليهم بكل ما تبلغه طاقتك من رفد وعون، كلما احتاجوا إليه. ¶ 2ـ إذا صادفت واحداً منهم في طريق او مجلس او محفل عام، فأقبل إليه بكل بشاشة وسرور، واسأله عن أحواله وحال من يلوذون به، فإذا اعرض هو عنك، فقابل أعراضه بعكس ذلك تماماً. ¶ 3ـ لا تدخل في أحكام هذه المقاطعة الحالات الاستثنائية الطارئة كعيادة مريض، أو تشييع جنازة، أو مواساة بنكبة ونحو ذلك، على أن تذكرهم بالله كلما زرتهم في هذه المناسبات، وتنهاهم بالحكمة والرفق، عن الذي قد تراه عندهم. ¶ 4ـ على المسلم الداعي إلى الله ان يعلم أنه عندما يزور أقاربه وأرحامه، لا يزورهم لحض الشوق اليهم او التسلية معهم، وإنما يؤدي بهذه الزيارات، وظيفة قدسية كلفه الله بها وأقامه عليها، ألا وهي وظيفة الدعوة إلى الله، لا سيما بين رحمه وأهل قرابته. ¶ وعلى هذا، فإن عليه أن يملأ الوقت الذي يمضيه معهم، بالتذكير والنصح. وللتذكير معنيان: معنى خاص، يتعلق بالنهي عن منكر يتلبسون به، أو يتعلق بالأمر بواجب أعرضوا عن القيام به. وقد أوضحت هذا المعنى في البند الثالث. ¶ أما المعنى العام، فهو أن يقوم فيهم مقام المرشد الناصح يذكرهم بالله وصفاته وقدراته، وبيانه المعجزة الذي يخاطبهم به، وبالموت وما بعده من الأحداث التي هي اليوم غيب بعيد، وستكون غداً واقعاً مشاهداً لا مفر منه. ¶ ويستحسن أن يربطهم في ذلك بما يشبه درساً دورياً، يركز فيه على تفسير كلام الله عز وجل، أو سيرة سيدنا رسول الله صلى الله عليه وسلم. ¶ فإن لم يستحسن وضع منهاج دوري في ذلك، خوفاً من عدم إقبالهم إليه والتزامهم به. فليجعل ذلك قراراً بينه وبين نفسه، يشغلهم به كلما زارهم أو زاروه. كل ذلك بأسلوب حكيم لا يعجز عنه ذو الحكمة السليمة في معالجة الأمور. ¶ فإذا اتبع المسلم هذه السبل في معاملة أقربائه وذوي رحمه، وثبت على ذلك حيناً، وصبر على بعض الشدائد في سبيل مرضاة الله عز وجل. فإنه سيعود ولا شك بإحدى الحسنين: ¶ إما هداية من الله تنسكب في قلوب أقاربه أو بعضهم على أقل تقدير. وإما اجر كبير يعود به من الله عز وجل وإن لم يعد من جهوده معهم بأي طائل. ¶ وهذا الأمر ثابت لك على كل حال، إذا كان قصدك وجه الله وحده. ¶ ومهما يكن، فاحرص أن تقف دائماً تحت مظلة قوله تعالى: ¶ (ومن أحسن قولاً ممن دعا إلى الله وعمل صالحاً، وقال إنني من المسلمين) .",
            "page": "25",
            "part": "1",
            "seal": "3CA74D26"
        },
        {
            "id": "26",
            "nass": "وَأخيراً.. هكذا فَلنَدعُ إلى الإسلاَم ¶ *ندعو إليه بعد أن نتحلى به عقيدة، وخلقاً، وسلوكاً، ولا ننسى أن نغذي أفئدتنا خلال ذلك، بأسباب الرغبة في ثواب الله والرهبة من عقابه، والمراقبة الدائمة له. ¶ *ندعو إليه من منطلق الشفقة على عباد الله جميعاً، كي لا يقعوا غداً في آلام كاوية من الندامة التي لا تغنيهم شيئاً. فإن رب العالمين جل جلاله ما دعا عباده إلى دينه هذا، إلا رحمة بهم وحباً لإسعادهم، فأولى بك وانت جندي تدعو الناس بدعوته، الا تدفعك إلى ذلك إلا الرحمة والشفقة والغيرة عليهم. ¶ *ندعو العقول عن طريق الحجة والبرهان، إلى اليقين بعقائد الإسلام، وندعو النفوس عن طريق منهاج التزكية النفسية إلى الالتزام بسلوك الإسلام، ولن ننجح في ذلك إلا بعد أن نبدأ فنزكي نحن نفوسنا من أوضارها وأمراضها جهد استطاعتنا. ¶ * نركل من طريق ما بيننا وبين الآخرين كل عصبياتنا وأنانياتنا ورغباتنا في الانتصار للذات، حتى تتاح الفرصة لهم أيضاً أن يفعلوا مثل ذلك فينجوا عصبياتهم وأنانيتهم عن الطريق حتى تنفذ اليهم كلمة العلم والحق صافية سائغة. ¶ * لا تخلط بأعمال الدعوة شوائب المعوقات، وزوائد الشهوات والأهواء، ولا نشغل بال الناشئة بها، فإنها لا توقعهم إلا في رهق لا جدوى منه، ولا تعود إليهم إلا ببلابل فكرية تورث الفتنة ولا تحقق الخير. ¶ * سلاح الداعي إلى الله أولاً: العلم بكتاب الله وسنة رسوله وما أجمع عليه سلف هذه الأمة. ثانياً: العاطفة الإسلامية التي غذيت بالعلم وارتبطت بحدوده. فمن حمل لواء الدعوة إلى الله بدفع من عاطفته وحدها لا يسلم من الوقوع في غواية أو إغواء. ومن حمل لواءها بدافع من علمه المجرد، لا يعدو أن يكون مفتياً يضع أمام الناس قائمة أحكام الحلال والحرام. وتعليم الأحكام، يختلف عن الدعوة إلى الإسلام. ¶ * شعار العبد الذي أخلص في الدعوة إلى الله، هو قوله عز وجل: (فذكر، إنما أنت مذكر، لست عليهم بمسيطر) فهو يؤدي بعمله وظيفة كلفه الله بها. أما هداية الناس واستجابتهم له فشيء مناطه الإرادة الربانية التي يتم على أساسها تدبير الأمور. ¶ *سلاح القائم بدعوة الله، كثير ذكر ودعاء، وتضرع وبكاء، وكثير استغفار في الأسحار، وتلاوة للقرآن. وحراسة دائمة للقلب الا تسيطر عليه الأهواء. ¶ وكل التدابير الأخرى، على أهميتها، إنما يأتي وراء ذلك. ¶ *وأخيراً، مقياس القرب إلى النجاح، أمام الداعي إلى الله، هو قول الله عز وجل (إن الله لا يغير ما بقوم حتى يغيروا ما بأنفسهم) فبقدر ما تشيع الاستقامة ويتوفر الصدق والأخلاق في حياة الأفراد، تنهض دعامة جديدة بتوفيق الله في بناء المجتمع الإسلامي المنشود. ¶ والله المستعان وعليه الاتكال. ¶ بقَلَم الدكتور محّمد سَعيد رَمضان البوطي",
            "page": "26",
            "part": "1",
            "seal": "36D5A314"
        }
    ],
    "t1751": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "الشروط الأولية لسلامة الدعوة"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "1",
            "tit": "الشرط الأول: أن يتحقق الإسلام الصحيح في شخص الداعي اليه"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "254",
            "tit": "الشرط الثاني: أن تشيع الدعوة أولا في صفوف المسلمين أنفسهم"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "الشرط الثالث: أن يتبصر الداعي الى الاسلام بالأحكام الإسلامية المتعلقة بالدعوة وآدابها"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "منطلقات الدعوة"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "المنطلق الأول: ويتمثل في معرفة أن أعمال الدعوة الاسلامية ليست في حقيقتها إلا عبادة"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "المنطلق الثاني: ويتمثل في ضرورة الا تنبعث اعمال الدعوة الاسلامية إلا من شعور غامر بالشفقة والرحمة لعباد الله جميعا"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "المنطلق الثالث: ويتمثل في اليقين بأن القيام بأعباء الدعوة إلى الإسلام، ليس إلا اداء للواجب"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "الآثار التي تتحقق بالتزام هذه المنطلقات"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "منهجية الدعوة"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "مشكلات الدعوة"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "1",
            "tit": "المشكلة الأولى: مسألة تكفير الناس"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "المشكلة الثانية: مسألة دار الكفر ودار الإسلام"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "المشكلة الثالثة: سياسة المسلم مع أهله وأسرته"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "وأخيرا.. هكذا فلندع إلى الإسلام"
        }
    ]
}