{
    "b1752": [
        {
            "id": "1",
            "nass": "تفنيد الشبهات ¶ حول ميراث المرأة في الإسلام ¶ راجعه وقدم له ¶ فضيلة الشيخ / وحيد بن عبد السلام بالي ¶ أعده ¶ أبو عاصم البركاتي المصري ¶ دار الصفا والمروة بالاسكندرية",
            "page": "1",
            "part": "1",
            "seal": "AC5E4051"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ حقوق الطبع التجاري محفوظة ¶ الطبعة الأولى رقم الايداع/7906/ 2010",
            "page": "2",
            "part": "1",
            "seal": "822C8A8F"
        },
        {
            "id": "3",
            "nass": "مقدمة فضيلة الشيخ وحيد بالي حفظه الله. ¶ الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد وعلى آله وأصحابه ومن اهتدى بهديه واستن بسنته إلى يوم الدين، وبعد: ¶ فإن الإسلام دين كامل شامل أنزله الله ليحكم حياة الناس؛ وفق ما يُرْضِي اللهَ ربهم وخالقهم، فهو صالح لقيادة البشرية في كل زمان ومكان، فمهما تطورت البشرية فلن تصل إلى السعادة الحقيقية إلا إذا سارت على شرع الله في العقائد والعبادات والمعاملات هذه حقيقة يجب أن يعيها المسلمون قبل غيرهم. ¶ ولكن للأسف طلع علينا أُنَاسٌ يتَسَمَون بأسماء",
            "page": "3",
            "part": "1",
            "seal": "D0E22EE3"
        },
        {
            "id": "4",
            "nass": "المسلمين، يشككون في بعض أحكام الإسلام الثابتة في القرآن والسنة. ¶ والعجيب في الأمر أنك إذا ناقشتهم وجدت معلوماتهم الدينية ضحلة جدًا، حتى إنك لا تكاد تملك نفسك من الاستغراق في الضحك حينما تستمع لشبهاتهم التي يسمونها أدلة، وتتعجب كيف صبروا سنوات طوالًا على تعلم بعض العلوم الدنيوية، حتى نالوا منها قسطًا لا بأس به، ولم يكلف أحدهم نفسه أن يصبر ولو نصف هذه السنوات لدراسة بعض علوم الإسلام مثل: ¶ 1ـ أصول العقيدة. ¶ 2ـ أصول الفقه. ¶ 3ـ أصول الحديث.",
            "page": "4",
            "part": "1",
            "seal": "A166CD1A"
        },
        {
            "id": "5",
            "nass": "4ـ أصول التفسير. ¶ 5 ـ تاريخ التشريع الإسلامي. ¶ 6ـ فقه العبادات. ¶ 7ـ فقه المعاملات. ¶ 8 ـ الفقه المقارن. ¶ 9 ـ فقه السيرة النبوية. ¶ فلو قرأ ولو كتابًا واحدًا في كل علم من هذه العلوم لاستطاع أن يفهم كلام العلماء المتخصصين إذا سمعه أو قرأه. ¶ ولو أنه تواضع وسأل العلماء المتخصصين عما يجهله من دين الله لعلموه وبَسَّطُوا له ما يصعب عليه من أمور دينه.",
            "page": "5",
            "part": "1",
            "seal": "182A3F09"
        },
        {
            "id": "6",
            "nass": "أمَّا أن يعترض ويجادل في أمور لم يدرسها أصلًا، ويحاول أن يظهر بمظهر المفكر المجدد المتنوِّر فسوف يظهر في كلامه عدة أمور دون أن يشعر: ¶ (1) ركاكةُ العبارات. ¶ (2) عدمُ فهم المصطلحات. ¶ (3) مخالفة الإجماع. ¶ (4) مخالفة الأصول المتفق عليها بين أهل الفن. ¶ (5) السقوط من عين المستمع. ¶ (6) التشبع بما لم يعط. ¶ (7) ظهور الجهل الفاضح في أثناء تأصيل القضية. ¶ (8) التناقض الواضح في كلامه. ¶ (9) ضرب الأصول بعضها ببعض.",
            "page": "6",
            "part": "1",
            "seal": "766A64D0"
        },
        {
            "id": "7",
            "nass": "(10) يُجَرِئ عليه صغار الطلبة فضلًا عن المتخصصين. ¶ (11) التعرض لمذمة الناس له؛ والنيل من عرضه. ¶ ولذلك ننصح هؤلاء الذين: ¶ - لم يفهموا بعض الأحاديث الصحيحة الثابتة. ¶ - والذين لم يستوعبوا بعض الأحكام الشرعية. ¶ والذين سمعوا بأحكام شرعية صحيحة ثابتة لم يسمعوا عنها من قبل؛ لعدم علمهم وتقصيرهم في دراسة هذا العلم. ¶ ننصحهم جميعًا بألا يسارعوا بالاعتراض والإنكار قبل أن يسألوا أهل التخصص، ولا يغتروا بألقاب الدكتوراه والأستاذية؛ فقد يكون الإنسان عالمًا في فن من الفنون جاهلاً بغيره.",
            "page": "7",
            "part": "1",
            "seal": "87670C75"
        },
        {
            "id": "8",
            "nass": "وعلماء الشرع يحترمون تخصصاتكم فيجب عليكم أيضًا أن تكون كذلك معهم. ¶ ومن ذلك قضية ميراث المرأة في الإسلام حيث ظن بعض من لم يستو سوقه في الفقه أن الإسلام ظلم المرأة في الميراث: ¶ قال العبد الفقير: لِمَ ......... ؟ ¶ قال المعترض: لأن الإسلام أعطى المرأة نصف الرجل في الميراث. ¶ قال العبد الفقير: من أين فهمت ذلك؟ ¶ قال المعترض: من قوله تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} ¶ (النساء:11).",
            "page": "8",
            "part": "1",
            "seal": "1E92B07D"
        },
        {
            "id": "9",
            "nass": "قال العبد الفقير: ماذا فهمتَ من هذه الآية الكريمة؟ ¶ قال المعترض: فهمتُ أن المرأة في الإسلام ترث نصف الرجل مطلقًا. ¶ قال العبد الفقير: أرأيت لو كان فهمك هذا خاطئًا؟ ¶ قال المعترض: كيف يكون خاطئًا والآية واضحة {لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ}. ¶ قال العبد الفقير: هكذا يكون الفهم قاصرًا إذا لم يكن الإنسان على دراية بعلوم الشرع. ¶ قال المعترض: عجباً .... عجباً ....... كيف ذلك؟ ¶ قال العبد الفقير: هل تعلم أن المرأة قد ترث مثل الذكر تمامًا لا فرق بينهما؟ مناقشة علمية عميقة؛ فأتى على بُنْيَانَهم من القواعد فلم يترك لهم قاعدة.",
            "page": "9",
            "part": "1",
            "seal": "AE2AEAE0"
        },
        {
            "id": "10",
            "nass": "قال المعترض: أنا أتحدى أن توجد في الإسلام حالة ترث المرأة فيها كالذكر. ¶ قال العبد الفقير: هكذا يكون الجهل المركب ولو قلتَ: لا أدري أو طلبتَ من يعلمك ما تجهل لكان أجمل بك وأحفظ لماء وجهك. ¶ قال المعترض: أجبني ولا تُحِدْ عن الجواب. ¶ قال العبد الفقير: لو مات رجل وترك: أخًا لأم وأختًا لأم وعمًا فكم ترث الأخت في هذه الحالة؟ ¶ ترث مثل الأخ تمامًا، لأن الإخوة لأم يرثون الأخت مثل الأخ، وهي ما تسمى في الشرع بالكلالة، هل سمعت عنها قبل ذلك أيها المعترض بجهل؟ ¶ وهذه صورتها:",
            "page": "10",
            "part": "1",
            "seal": "BD70CEDB"
        },
        {
            "id": "11",
            "nass": "6 أسهم ¶ الثلث: للأخ لأم وللأخت لأم =2 ¶ الأخ لأم ........ 1 ¶ الأخت لأم ..... 1 ¶ ب للعم ....... 4 ¶ فللأخ والأخت الثلث يشتركان فيه بالسوية لا فضل لأحدهما على الآخر. ¶ نصيب الأخ لأم: سهم. ¶ نصيب الأخت لأم: سهم. ¶ نصيب العم: الباقي وهو 4 أسهم. ¶ ولو أنك سألت أهل العلم قبل أن تعترض على شرع",
            "page": "11",
            "part": "1",
            "seal": "E49FDDC7"
        },
        {
            "id": "12",
            "nass": "الله لبينوا لك أن الله ذكر ذلك في القرآن لو أنك قرأت القرآن. ¶ قال المعترض: هل هناك آية في القرآن تدل على أن الأخت تأخذ مثل أخيها؟ ¶ قال العبد الفقير: نعم إذا كانوا إخوة لأم. ¶ قال المعترض: أين هذه الآية؟ ¶ قال العبد الفقير: قوله تعالى في سورة النساء في الآية (12): ¶ {وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ}.",
            "page": "12",
            "part": "1",
            "seal": "A06A819C"
        },
        {
            "id": "13",
            "nass": "وهذه حالة أخرى ترث فيها المرأة مثل الرجل تمامًا: ¶ إذا مات وترك أبًا وأمًا وابنًا: ¶ فيكون توزيعها: ¶ نصيب الأب: السدس =1 ¶ نصيب الأم: السدس =1 ¶ نصيب الابن: الباقي = 4 ¶ فانظر كيف أخذت المرأة مثل الرجل تمامًا في حالة وجود الابن ¶ وقد ذكر الله ذلك في القرآن لو كنت ـ أيها المعترض على شرع الله ـ قد قرأت القرآن. ¶ قال المعترض: وهذا أيضًا في القرآن؟!!! ¶ قال العبد الفقير: نعم سأذكره لك بشرط ألا",
            "page": "13",
            "part": "1",
            "seal": "1BAEFA83"
        },
        {
            "id": "14",
            "nass": "تعترض بعد ذلك على شرع الله الحكيم؛ ولا تتحدث فيما لا علم لك به. ¶ قال تعالى في سورة النساء في الآية (11): {وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ}. ¶ فالمقصود بالأبوين هنا الأب والأم. ¶ وهذه صورتها: ¶ 6 ¶ السدس للأب = 1 سهم. ¶ السدس للأم = 1 سهم. ¶ ب (الباقي) للابن = 4 أسهم.",
            "page": "14",
            "part": "1",
            "seal": "302419EC"
        },
        {
            "id": "15",
            "nass": "قال العبد الفقير: هل تعلم أيها المعترض على شرع الله بجهل أن المرأة قد ترث في الإسلام أكثر من الرجل؟؟؟. ¶ قال المعترض: لا يوجد هذا في الإسلام أبدًا. ¶ قال العبد الفقير: ألم أقل لك بأن جهلك مركب، وهو أصعب أنواع الجهل. ¶ يقول الأصوليون: الجهل البسيط: هو الجاهل الذي يعلم أنه يجهل فيسأل ليتعلم. ¶ أما الجهل المركب: فهو الجاهل الذي يجهل أنه يجهل فلا هو يسأل ليتعلم ولا يعترف بأنه جاهل فيصعب علاجه. ¶ وقد يكون السبب في هذا الجهل المركب حصوله",
            "page": "15",
            "part": "1",
            "seal": "1B055AE9"
        },
        {
            "id": "16",
            "nass": "على شهادة عالية في تخصص دنيوي فيظن أنه بذلك صار عالمًا في كل العلوم. ¶ وقد يكون الغرور المحض فاللهم علمنا ما جهلنا وانفعنا بما علمتنا. ¶ نعم قد ترث المرأة أكثر من الرجل: ¶ لو مات وترك: بنتًا وأمًا وأبًا فيكون: ¶ نصيب البنت: النصف لانفرادها = 3 أسهم ¶ نصيب الأم: السدس لوجود الفرع الوارث =1سهم ¶ نصيب الأب: السدس + الباقي لوجود الفرع الوارث الأنثى =1+1=2 (سهمان). ¶ فالبنت وهي امرأة أخذت أكثر من الأب وهو رجل.",
            "page": "16",
            "part": "1",
            "seal": "178AF759"
        },
        {
            "id": "17",
            "nass": "وهذه صورتها: ¶ 6 ¶ النصف للبنت = 3 أسهم. ¶ السدس للأم = 1 سهم ¶ السدس + الباقي للأب = 1+1 = 2 سهم. ¶ وكذلك لو ترك زوجة وبنتًا وأخًا. ¶ الزوجة: الثمن لوجود الفرع الوارث = 1 ¶ البنت: النصف لانفرادها = 4 ¶ الأخ: الباقي تعصيبًا = 3",
            "page": "17",
            "part": "1",
            "seal": "18D5E199"
        },
        {
            "id": "18",
            "nass": "فقد أخذت البنت وهي امرأة أكثر من الأخ وهو رجل، فأين الظلم أيها الظالم لنفسك؟؟؟ ¶ وهذه صورتها: ¶ 8 ¶ الثمن للزوجة = 1 سهم. ¶ النص للبنت= 4 أسهم. ¶ الباقي للأخ وهو 3 أسهم.",
            "page": "18",
            "part": "1",
            "seal": "28A638F0"
        },
        {
            "id": "19",
            "nass": "وبعد: فقد وقفت على هذه الرسالة المباركة (تفنيد الشبهات حول ميراث المرأة في الإسلام) لفضيلة الشيخ أبي عاصم البركاتي؛ فوجدتها على صغرها مفيدة نافعة حيث ناقش الشبهات ¶ وكَرَّ على شُبُهَاتِهم فلم يترك لهم شُبْهَةً، فاللهَ أسألُ أن يجزيه خير الجزاء، وصلى الله على سيدنا محمد وعلى آله وأصحابه أجمعين ¶ وكتبه العبد الفقير إلى الله تعالى: وحيد بن عبد السلام بن بالي ¶ مصر ـ كفر الشيخ ـ منشأة عباس ¶ في 27/ 5 / 1430 هـ",
            "page": "19",
            "part": "1",
            "seal": "839CFCC9"
        },
        {
            "id": "21",
            "nass": "بسم الله الرحمن الرحيم ¶ على سبيل التقديم ¶ إن الحمد لله تعالى نحمده، ونستعينه، ونستهديه، ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهد الله فلا مضل له، ومن يضلل فلا هادى له، وأشهد أن لا إله إلا الله، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} (آل عمران:102). ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} (النساء: 1).",
            "page": "21",
            "part": "1",
            "seal": "5D9DAA5C"
        },
        {
            "id": "22",
            "nass": "{يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} ¶ (الأحزاب: 70 - 71) ¶ وبعد،،، ¶ فإن أصدق الحديث كتاب الله وأحسن الهدى هدى محمد - صلى الله عليه وسلم -، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ فنحن في زمن كثرت فيه فتن الشهوات وفتن الشبهات، بعد مجانبة العلم والعلماء، وفُشُّو الجهلِ وتَصَدُرُ السفهاء، والشبهات لا شك هي الأعظم خطراً وأثراً، لأنها إذا تمكنت من القلب أفسدته، بل تضربه في مقتل، فلا يرجى له عَوْد أو فَيْء أو إفاقة، وكم رأينا أناساً كانوا دُعَاةَ حقٍ وصدقٍ فيما يظهرُ،",
            "page": "22",
            "part": "1",
            "seal": "2D399E39"
        },
        {
            "id": "23",
            "nass": "فجاءتهم الشبهات والتلبيسات، فإذا هم دُعَاةُ باطلٍ وزورٍ وبهتانٍ، ولهذا تعلم الحكمة في نهي رسول الله - صلى الله عليه وسلم - لعمر بن الخطاب - رضي الله عنه - عن القراءة في صحيفة التوراة، فعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ أَنَّ عُمَرَ بْنَ الْخَطَّابِ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِكِتَابٍ أَصَابَهُ مِنْ بَعْضِ أَهْلِ الْكُتُبِ فَقَرَأَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَغَضِبَ؛ فَقَالَ: أَمُتَهَوِّكُونَ فِيهَا يَا ابْنَ الْخَطَّابِ وَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ جِئْتُكُمْ بِهَا بَيْضَاءَ نَقِيَّةً لَا تَسْأَلُوهُمْ عَنْ شَيْءٍ فَيُخْبِرُوكُمْ بِحَقٍّ فَتُكَذِّبُوا بِهِ أَوْ بِبَاطِلٍ فَتُصَدِّقُوا بِهِ وَالَّذِي نَفْسِي بِيَدِهِ لَوْ أَنَّ مُوسَى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ حَيًّا مَا وَسِعَهُ إِلَّا أَنْ يَتَّبِعَنِيِِِِ (¬1). ¶ وروى مسلم وغيره عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: «بادروا بالأَعَمَالِ فتناً كقطعِ الليلِ المظلمِ يُصْبِحُ الرجلُ مؤمناً ويُمْسِي كافراً أو يُمْسِي مؤمناً ويُصْبِحُ كافراً يبَِيعُ دِينَه بعَرَضٍ من الدنيا (¬2)». ¶ ¬__________ ¶ (¬1) حسن: أخرجه أحمد (15156) وحسنه الألباني في الإرواء (1589). ¶ (¬2) صحيح: أخرجه مسلم (186) والترمذي (2195) وأحمد (8030).",
            "page": "23",
            "part": "1",
            "seal": "A13A064D"
        },
        {
            "id": "25",
            "nass": "ونقول هذا لمن يتلقون عن المستشرقين المعادين للإسلام في غالب أحوالهم وأطروحاتهم، أو لمن يدخلون ويتصفحون مواقع الشبكة العنكبوتية (النت) ففيها من الخبث الكثير والكثير، وكلها مواقع تحارب الإسلام يشرف عليها اليهود والنصارى وغيرهم من الملاحدة والعلمانيين والمستغربين. ¶ ومما يثار من حين لآخر من أولئك العلمانيين والمستغربين وغيرهم قولهم: بأن المرأة ظلمها تشريع الإسلام؛ لأنه جعل ميراثها على النصف من ميراث الرجل، وبناء عليه يطالبون بمساواة المرأة",
            "page": "24",
            "part": "1",
            "seal": "8CF24FF8"
        },
        {
            "id": "26",
            "nass": "بالرجل في الميراث (¬1). ¶ ¬__________ ¶ (¬1) يدعو جمال البنا، ونصر حامد أبو زيد، والطاهر الحداد، ومن قبلهم سلامة موسى وغيرهم إلى هذا، زاعمين أن ذلك هو من باب تطور الأحكام مع الزمان والمكان، ومستندهم أن الإسلام أعطى المرأة جزءاً من الميراث بعد أن كانت لا ترث، وهو من باب التدرج، خوفاً من السرعة الخطرة شديدة الوقع على المسلمين إلى حد غير محتمل!!!، ولكن بعد التطور والتمدن وانتشار العلم؛ وبعد أن صارت المرأة تعمل بجانب الرجل، فيجب مساواتها بالرجل، وهذا هو الصواب الملائم لروح الشريعة ولتطور أحكام الإسلام ـ بزعمهم ـ، وانتشر هذا الرأي في بدايته بين عدد من المستشرقين الغربيين الذين رأوا في الشريعة الإسلامية مجرد حالة متطورة للقانون الجاهلي السائد بين العرب آنذاك؛ فالشريعة الإسلامية - خاصة فيما يتعلق بتنظيمات الأسرة والمواريث - استمدت أحكامها - في نظرهم - من النظام القبلي والأعراف الجاهلية، ومن المستشرقين الذين تبنوا هذا الاتجاه: اجنتس جولدتسيهر، وولفرد كانتويل سميث، وذهب الأخير إلى أن الإسلام مرّ بمراحل عديدة من التطور العقائدي والتشريعي، وعلى هذا فأحكام الإسلام لا بد من تغييرها وفق تغير الزمان والأحوال.",
            "page": "25",
            "part": "1",
            "seal": "CB09E40A"
        },
        {
            "id": "27",
            "nass": "ونحن في هذه المقالة نحاول جاهدين أن نعرض حقائق الإسلام وإنصافه للمرأة في كل قضاياها، بل وإنصافه للبشرية كلها، وهذا واضح لمن نظر وأنصف، ونبذ الحقد والتعصب، وببيان الحق يتبين زيف رأي هؤلاء، وفساد قولهم، وسوء نياتهم أو عدم فهمهم، والله وحده من وراء القصد، اللهم احطط عني بها وزرا، واكتب لي بها أجرا، واجعلها لي عندك زخرا، والحمد لله رب العالمين. ¶ أبو عاصم البركاتي ¶ الشحات شعبان محمود ¶ هاتف/01064763195",
            "page": "26",
            "part": "1",
            "seal": "D320341A"
        },
        {
            "id": "28",
            "nass": "وهذا أوان تحصيل المطلوب: ¶ شبهات المستشرقين وأتباعهم ¶ يظن المستشرقون وأتباعهم أنهم بإثارة مثل هذه الشبهات، وتخرص مثل هذا الكلام أنهم أصابوا الإسلام في أسسه التي يقوم عليها، ولو أنصفوا لعلموا أن جهلهم مركب، وأن مثل هذا النوع من الجهل يفضح صاحبه، ويودي به إلى المعاطب والمهالك، ويتنزل عليه قول الشاعر: ¶ كناطحٍ صخرةً يوماً لِيُوْهِنَها .... فلم يَضِرْها وأَوْهَى قرنَه الوَعِلُ ¶ وقول الشاعر: ¶ يا ناطح الجبل العالي ليكلمه .... أشفق على الرأس لا تشفق على الجبل ¶ والعجيب أن المستشرقين متخبطون في أطروحاتهم،",
            "page": "27",
            "part": "1",
            "seal": "CF8E6678"
        },
        {
            "id": "29",
            "nass": "فتارة لما يعجبهم تشريع الإسلام يقولون أنه مستمد من القانون الروماني القديم، حتى لا تكون المزية للإسلام، وتارة يهاجمون تشريع الإسلام، ويتهمونه بالنقص والظلم؛ كما في مسألتنا موضوع البحث، وهي طريقة الجاهليين من العرب الذين كانوا يسمون النبي صلى الله عليه وسلم بالصادق الأمين، ويقولون: ما جربنا عليك كذباً، ثم صاروا بعد أن دعاهم يقولون: ساحر، شاعر، مجنون، يفرق بين المرء وزوجه؛ وهي نفس مقالة الذين يقولون بأن الإسلام ظلم المرأة لحساب الرجل!!!!. ¶ قال تعالى: {يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ. هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ} [الصف: 8 ـ9].",
            "page": "28",
            "part": "1",
            "seal": "89AC1492"
        },
        {
            "id": "30",
            "nass": "الإجابة عليهم: ¶ وللإجابة عليهم نقول والله المستعان: ¶ وليس يصح في الأذهان شيء ... إذا احتاج النهار إلى دليل ¶ أولاً: أن الله تعالى تعبدنا بالاستسلام له، والرضا والانقياد لما أمر به، قال سبحانه: {وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ. وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ} [الزمر:54ـ55]. ¶ وقال جل وعلا: {إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} [النور:51].",
            "page": "29",
            "part": "1",
            "seal": "BF838E51"
        },
        {
            "id": "31",
            "nass": "والله سبحانه وتعالى خلق خلقه وهو وحده الذي يعلم ما يصلح لهم وما لا يصلح. ¶ وقد خلق الذكر والأنثى وفرق بينهما في الخِلقَةِ، ولهذا قال سبحانه: {وَلَيْسَ الذَّكَرُ كَالْأُنْثَى} [آل عمران:36]. ¶ فالمرأة تحمل وتلد وترضع وتربي وتقوم على شئون بيتها وزوجها وأولادها، والرجل يسعى ويكتسب، وينفق، وله ولاية وقوامة على زوجته وأولاده، قال تعالى: {وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ وَاللَّهُ عَزِيزٌ حَكِيمٌ} [البقرة:228]،وقال جل شأنه: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ} [النساء:34]. ¶ وبهذا تسير الحياة بهذا التوازن الذي أمر الله به، فالمرأة لها دورها ولها مكانتها ولها منزلتها",
            "page": "30",
            "part": "1",
            "seal": "CA580A4A"
        },
        {
            "id": "32",
            "nass": "الرفيعة، من الاحترام والتبجيل، قال تعالى: {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ وقال سبحانه: {وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا} [النساء:19]،وانظر كيف أمر الله الأزواج بحسن العشرة ولو وجدت كراهية، فكيف تكون العشرة مع المحبة؟. ¶ ثانياً: نقول بأن التشريع الإسلامي هو التشريع الإلهي الوحيد المعمول به في الأرض، فكل التشريعات سواه هي قوانين وضعية من صنع البشر، أو موروثات وعوائد وتقاليد باقية لدى بعض الناس،",
            "page": "31",
            "part": "1",
            "seal": "78DCB1FF"
        },
        {
            "id": "33",
            "nass": "أو بقايا تشريعات محرفة ومبدلة من شرائع لدى أمم قبل الإسلام كاليهود والنصارى. ¶ ثالثاً: لو كانت هذه الشرائع باقية بدون تحريف أو تزوير أو تبديل، فإن شرعة الإسلام ناسخة لها، فشرع من قبلنا ليس بشرع لنا إلا إذا وافق شرعنا، فالإسلام هو الدين الخاتم الذي لا يقبل الله دينا سواه، قال الله تعالى: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَمَنْ يَكْفُرْ بِآَيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ} [آل عمران:19]. ¶ وقال سبحانه: {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآَخِرَةِ مِنَ الْخَاسِرِينَ} [آل عمران:85].",
            "page": "32",
            "part": "1",
            "seal": "07559F76"
        },
        {
            "id": "34",
            "nass": "وقال تعالى: {إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللَّهُ وَلَا تَكُنْ لِلْخَائِنِينَ خَصِيمًا} [النساء:105]. ¶ إذاً فالشرعة المنزلة من عند الله والباقية كما نزلت لم تعبث بها الأيدي بالتلاعب هي شرعة الإسلام، ولذا فهي المهيمنة الصالحة للعباد، قال الله تعالى: {إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ بِمَا اسْتُحْفِظُوا مِنْ كِتَابِ اللَّهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوا بِآَيَاتِي ثَمَنًا قَلِيلًا وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ (44) وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ",
            "page": "33",
            "part": "1",
            "seal": "584224D2"
        },
        {
            "id": "35",
            "nass": "اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ (45) وَقَفَّيْنَا عَلَى آَثَارِهِمْ بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَآَتَيْنَاهُ الْإِنْجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَهُدًى وَمَوْعِظَةً لِلْمُتَّقِينَ (46) وَلْيَحْكُمْ أَهْلُ الْإِنْجِيلِ بِمَا أَنْزَلَ اللَّهُ فِيهِ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ (47) وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ لِيَبْلُوَكُمْ فِي مَا آَتَاكُمْ فَاسْتَبِقُوا الْخَيْرَاتِ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (48) وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيرًا مِنَ النَّاسِ لَفَاسِقُونَ (49) أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ (50)} [المائدة: 44ـ50].",
            "page": "34",
            "part": "1",
            "seal": "48CC223B"
        },
        {
            "id": "36",
            "nass": "وقد نهى النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عن الأخذ عن غير المسلمين في ما يتدين لله به، والتشريع والحكم داخل في هذا أصالة. ¶ فأخرج أحمد في المسند عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رضي الله عنهما: أَنَّ عُمَرَ بْنَ الْخَطَّابِ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِكِتَابٍ أَصَابَهُ مِنْ بَعْضِ أَهْلِ الْكُتُبِ فَقَرَأَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَغَضِبَ فَقَالَ: «أَمُتَهَوِّكُونَ فِيهَا يَا ابْنَ الْخَطَّابِ وَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ جِئْتُكُمْ بِهَا بَيْضَاءَ نَقِيَّةً لَا تَسْأَلُوهُمْ عَنْ شَيْءٍ فَيُخْبِرُوكُمْ بِحَقٍّ فَتُكَذِّبُوا بِهِ أَوْ بِبَاطِلٍ فَتُصَدِّقُوا بِهِ، وَالَّذِي نَفْسِي بِيَدِهِ لَوْ أَنَّ مُوسَى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ حَيًّا مَا وَسِعَهُ إِلَّا أَنْ يَتَّبِعَنِي (¬1)». ¶ قال تعالى: {أَوَ مَن كَانَ مَيْتاً فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُوراً يَمْشِي بِهِ فِي النَّاسِ} (الأنعام: 122). ¶ ¬__________ ¶ (¬1) تقدم تخريجه.",
            "page": "35",
            "part": "1",
            "seal": "F54F9CC3"
        },
        {
            "id": "37",
            "nass": "وقَالَ أَبُو ذَرٍّ رضي الله عنه: «لَقَدْ تَرَكَنَا مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَا يُحَرِّكُ طَائِرٌ جَنَاحَيْهِ فِي السَّمَاءِ إِلَّا أَذْكَرَنَا مِنْهُ عِلْمًا (¬1)». ¶ وقَالَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّهُ لَمْ يَكُنْ نَبِيٌّ قَبْلِي إِلَّا كَانَ حَقًّا عَلَيْهِ أَنْ يَدُلَّ أُمَّتَهُ عَلَى خَيْرِ مَا يَعْلَمُهُ لَهُمْ وَيُنْذِرَهُمْ شَرَّ مَا يَعْلَمُهُ لَهُمْ (¬2)». ¶ ¬__________ ¶ (¬1) أخرجه: أحمد (20854) والبزار في مسنده (3897). ¶ (¬2) صحيح: أخرجه مسلم (1844) والنسائي (4191) وابن ماجه (3956).",
            "page": "36",
            "part": "1",
            "seal": "8F28A9CB"
        },
        {
            "id": "38",
            "nass": "ومع هذا لقد قال المفكر الغربي\" غوستاف لوبون \" عن ميراث المرأة في الإسلام: ¶ \" إن مبادئ الميراث التي ينص عليها القرآن على جانب عظيم من العدل والإنصاف .. ويظهر من مقابلتي بينها وبين الحقوق الفرنسية والإنجليزية أن الشريعة الإسلامية منحت الزوجات حقوقاً في الميراث لا نجد لها مثيلاً في قوانيننا \".أهـ ¶ رابعا ً: إن الله تعالى هو الحكم العدل، لا يحابي أحداً على أحد، لا أبيض على أسود، ولا رجل على امرأة، ولا عربي على أعجمي، قال تعالى: {إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا} [سورة النساء:40]. ¶ وقال سبحانه: {إِنَّ اللَّهَ لَا يَظْلِمُ النَّاسَ شَيْئًا وَلَكِنَّ النَّاسَ أَنْفُسَهُمْ يَظْلِمُونَ} [سورة يونس:44].",
            "page": "37",
            "part": "1",
            "seal": "BCE42774"
        },
        {
            "id": "39",
            "nass": "وقال جل جلاله: {وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا وَلَا يَظْلِمُ رَبُّكَ أَحَدًا} [سورة الكهف:49]. ¶ وجاء في الحديث عَنْ أَبِي ذَرٍّ رضي الله عنه عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيمَا رَوَى عَنْ اللَّهِ تَبَارَكَ وَتَعَالَى أَنَّهُ قَالَ: «يَا عِبَادِي إِنِّي حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا فَلَا تَظَالَمُوا (¬1)». ¶ ¬__________ ¶ (¬1) صحيح: أخرجه مسلم (2577) والبخاري في الأدب المفرد (490) وأبو داود الطيالسي (463) والبيهقي في شعب الإيمان (7088) وابن حبان في صحيحه (619) والطبراني في مسند الشاميين (338).",
            "page": "38",
            "part": "1",
            "seal": "3822109A"
        },
        {
            "id": "40",
            "nass": "فالله تعالى له أوصاف الكمال والجلال، ومنزه عن كل نقص وعيب، ومن ادعى أن شريعة الإسلام في باب ميراث المرأة ناقصة وظالمة، فقد اتهم الله تعالى ورسوله صلى الله عليه وسلم، وهذا من الكفر الصراح. ¶ خامساً: أن الله تعالى بين مقادير الإرث في القرآن فذكر النصف والربع والثلثين والثلث والسدس ونحو ذلك، ولم يذكر عدد ركعات الصلوات، ولا مقادير الزكاة ولا أنصبتها في القرآن، مع أن الصلاة في الإسلام هي أعلى شأناً من المواريث، وهذا فيه بيان لشأن الميراث، وأن الظلم فيه إثم عظيم وخطر كبير، فكيف يقال أن المرأة في الإسلام ظلمت في ميراثها؟!!!. ¶ فالنصوص التي بينت ووضحت الأنصبة ومقادير الإرث،",
            "page": "39",
            "part": "1",
            "seal": "92F928B4"
        },
        {
            "id": "41",
            "nass": "والمستحقين لها في كتاب الله العزيز أو في سنة النبي صلى الله عليه وسلم هي نصوص قطعية الثبوت قطعية الدلالة، فلا مجال لدعوى الاجتهاد بما يخالفها، فهي لا ترد ولا تخالف إلا بمحض الهوى، قال تعالى: {فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [القصص:50]. ¶ وقال جل شأنه: {بَلِ اتَّبَعَ الَّذِينَ ظَلَمُوا أَهْوَاءَهُمْ بِغَيْرِ عِلْمٍ فَمَنْ يَهْدِي مَنْ أَضَلَّ اللَّهُ وَمَا لَهُمْ مِنْ نَاصِرِينَ} [الروم:29]. ¶ وبعد أن حذر الله تعالى من اتباع الهوى وأقوال الضلال والمضلين أمر باتباع الدين الحق فقال جل شأنه: {فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ} [الروم:30].",
            "page": "40",
            "part": "1",
            "seal": "B99EAF7C"
        },
        {
            "id": "42",
            "nass": "سادساً: إن الله عز وجل جعل نصيب المرأة في الميراث هو الأصل، فقال جل وعلا: {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} [النساء:11]. ¶ ولم يقل للأنثى نصف حظ الذكر، وهذا يبين أن المرأة أخذت حقها تماماً غير منقوص. ¶ سابعاً: أن الله بعد أن ورث الرجل والمرأة ما قضى به قال: {تِلْكَ حُدُودُ اللَّهِ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ. وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُهِينٌ} [النساء: 13 ـ 14]، فهل بعد هذا التحذير الحاسم يزعم زاعم أن النصيب الذي فرضه الله لكل وارث في كتابه «لم يكن من أصوله الثابتة التي لا يتخطاها أحد»؟!!! وما معنى الحدود إذن في الآية، تلك التي وعد الله من يتخطاها بنار يخلد فيها وله عذاب مهين؟!! (¬1). ¶ ¬__________ ¶ (¬1) مكانة المرأة في القرآن الكريم والسنة الصحيحة ص 146 للدكتور محمد بلتاجي، طبعة دار السلام1420 هـ.",
            "page": "41",
            "part": "1",
            "seal": "D60465EA"
        },
        {
            "id": "43",
            "nass": "وروى مجاهد عن أم سلمة رضي الله عنها أنها قالت: يغزو الرجال ولا يغزو النساء وإنما لنا نصف الميراث فأنزل الله: {وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَى بَعْضٍ} قال مجاهد: فأنزل فيها {إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ} وكانت أم سلمة أول ظعينة قدمت المدينة مهاجرة (¬1). ¶ ¬__________ ¶ (¬1) صحيح أخرجه: الترمذي (3022)، وأحمد (26736)، والطبراني في الكبير (23/ 280) (609)، والحاكم في المستدرك (3195).",
            "page": "42",
            "part": "1",
            "seal": "A9AC8692"
        },
        {
            "id": "44",
            "nass": "ثامناً: إن الله تعالى في تشريعه ورث المرأة، وكانت لا ترث في الجاهلية، قال الله تبارك وتعالى في القرآن الكريم: {للرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيبًا مَفْرُوضًا} (النساء:7). ¶ وأَخْرَجَ أَحْمَد الترمذي وأبو داود وابن ماجه وَصَحَّحَهُ الْحَاكِم مِنْ طَرِيق عَبْد اللَّه بْن مُحَمَّد بْن عَقِيل عَنْ جَابِر بْنِ عَبْدِ اللَّهِ قَالَ: «جَاءَتْ امْرَأَةُ سَعْدِ بْنِ الرَّبِيعِ بِابْنَتَيْهَا مِنْ سَعْدٍ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا رَسُولَ اللَّهِ هَاتَانِ ابْنَتَا سَعْدِ بْنِ الرَّبِيعِ قُتِلَ أَبُوهُمَا مَعَكَ يَوْمَ أُحُدٍ شَهِيدًا وَإِنَّ عَمَّهُمَا أَخَذَ مَالَهُمَا فَلَمْ يَدَعْ لَهُمَا مَالًا وَلَا تُنْكَحَانِ إِلَّا وَلَهُمَا مَالٌ قَالَ يَقْضِي اللَّهُ فِي ذَلِكَ فَنَزَلَتْ آيَةُ الْمِيرَاثِ فَبَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى عَمِّهِمَا فَقَالَ أَعْطِ ابْنَتَيْ سَعْدٍ الثُّلُثَيْنِ وَأَعْطِ أُمَّهُمَا الثُّمُنَ وَمَا بَقِيَ فَهُوَ لَكَ (¬2)». ¶ ¬__________ ¶ (¬2) إسناده حسن: أخرجه أحمد (14840) والترمذي (2092) وقال حسن صحيح، وأبو داود (2891)،وابن ماجه (2720).",
            "page": "43",
            "part": "1",
            "seal": "110BA0AF"
        },
        {
            "id": "45",
            "nass": "وأشد من ذلك أن المرأة كانت هي الأخرى متاعاً يورث، وذلك إذا مات زوجها يرثها ابن زوجها وينكحها فنهى الله عن ذلك وحرمه، فقال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا} [النساء:19]. ¶ تاسعاً: إن الإسلام لم يلزم المرأة بأي أعباء مالية، فهي حين تتزوج أوجب لها الشرع السكنى والنفقة بالمعروف على زوجها، فعن جابر بن عبد الله- رضي الله عنه- أن رسول الله صلى الله",
            "page": "44",
            "part": "1",
            "seal": "190986EB"
        },
        {
            "id": "46",
            "nass": "عليه وسلم خطب الناس، فقال: «اتقوا الله في النساء، فإنكم أخذتموهن بأمانة الله، واستحللتم فروجهن بكلمة الله، وإن لكم عليهن أن لا يوطئن فرشكم أحداً تكرهون، فإن فعلن فاضربوهن ضرباً غير مبرح، ولهن عليكم رزقهن وكسوتهن بالمعروف» (¬1). ¶ وروى ابن ماجه عَنْ حَكِيمِ بْنِ مُعَاوِيَةَ عَنْ أَبِيهِ أَنَّ رَجُلًا سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَا حَقُّ الْمَرْأَةِ عَلَى الزَّوْجِ؟ قَالَ:\" أَنْ يُطْعِمَهَا إِذَا طَعِمَ وَأَنْ يَكْسُوَهَا إِذَا اكْتَسَى وَلَا يَضْرِبْ الْوَجْهَ وَلَا يُقَبِّحْ وَلَا يَهْجُرْ إِلَّا فِي الْبَيْتِ\". ¶ وروى البخاري عَنْ عَائِشَةَ رضي الله عنها أَنَّ هِنْدَ بِنْتَ عُتْبَةَ قَالَتْ يَا رَسُولَ اللَّهِ إِنَّ أَبَا سُفْيَانَ ¶ ¬__________ ¶ (¬1) أخرجه: مسلم (1218)، والنسائي في الكبرى (9179).",
            "page": "45",
            "part": "1",
            "seal": "F0C8289F"
        },
        {
            "id": "47",
            "nass": "رَجُلٌ شَحِيحٌ وَلَيْسَ يُعْطِينِي مَا يَكْفِينِي وَوَلَدِي إِلَّا مَا أَخَذْتُ مِنْهُ وَهُوَ لَا يَعْلَمُ فَقَالَ: «خُذِي مَا يَكْفِيكِ وَوَلَدَكِ بِالْمَعْرُوفِ (¬1)». ¶ وهي غير مكلفة بالنفقة على الأولاد فنفقتهم على أبيهم، يقول تعالى: {وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا} [البقرة:233]. ¶ وكذا وهي أم لها حق النفقة والسكنى والبر على أولادها ومثل ذلك في الجدة أو الحفيدة، وهي بنت لها نفس الحق على أبيها، وهي أخت لها نفس الحق على أخيها. ¶ والعدالة تقتضي أن يزيد نصيب من يجب عليه النفقة على قاعدة \" الغرم بالغنم \" ¶ ¬__________ ¶ (¬1) أخرجه: البخاري (5364)، ومسلم (1714).",
            "page": "46",
            "part": "1",
            "seal": "A000F500"
        },
        {
            "id": "48",
            "nass": "وبالمقارنة بين شريعة الإسلام وبين غيرها ـ وأستغفر الله ـ نجد أن هؤلاء الذين يدعون أنهم ـ بزعمهم ـ يساوون بين الرجل والمرأة (¬1)، نجد أن ¶ ¬__________ ¶ (¬1) هذه المساواة جاءت بقوانين وضعية، لأن المرأة لا ترث في شريعة التوراة التي من المفترض أن يحكم بها اليهود والنصارى، بل إن المرأة في التوراة متاع يورث، جاء في كتابهم المقدس في سفر التثنية: (5) إذا سكن إخوة معا ومات واحد منهم وليس له ابن فلا تصر امرأة الميت إلى خارج لرجل أجنبي. اخو زوجها يدخل عليها ويتخذها لنفسه زوجة ويقوم لها بواجب أخي الزوج. (6) والبكر الذي تلده يقوم باسم أخيه الميت لئلا يمحى اسمه من إسرائيل (7) وإن لم يرضى الرجل أن يأخذ امرأة أخيه تصعد امرأة أخيه إلى الباب إلى الشيوخ وتقول قد أبى اخو زوجي أن يقيم لأخيه اسما في إسرائيل. لم يشأ أن يقوم لي بواجب أخي الزوج. انتهى",
            "page": "47",
            "part": "1",
            "seal": "9D0CBE40"
        },
        {
            "id": "49",
            "nass": "الرجل لا ينفق على ابنته إذا بلغت سن السادسة عشر، ويطردها من البيت، أو تظل في البيت بالإيجار، والزوجة لابد أن تعمل وتشارك الزوج في النفقات، والأخ لا علاقة له بأخته في النواحي المالية والنفقة عليها، وليس للأم أي حق مالي على أولادها، حتى ولو ماتت جوعاً. ¶ عاشراً: أن اعتبارات الإرث في الإسلام ليست الذكورة والأنوثة، وإنما درجة القرابة مع الميت، فإن البنت لا تتساوى في ميراثها مع الأخت إذا اجتمعتا وهذه أنثى وتلك أنثى، وأيضاً موقع الجيل الوارث له اعتباره، فالبنت لا تتساوى مع بنت البنت، وهذه أنثى وتلك أنثى. ¶ حادي عشر: أن من يزعم أنه ليس في الإسلام ما",
            "page": "48",
            "part": "1",
            "seal": "52BC606B"
        },
        {
            "id": "50",
            "nass": "يمنع من تقرير المساواة الكاملة بين المرأة والرجل «متى انتهت أسباب تفوقه عليها» وعملاً بمبدأ «التدرج في التشريع» فهو تكذيب واضح وإنكار صريح لمعنى قوله تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} [المائدة:3] وهو حكم على نصوص القرآن والسنة بأنها جاءت ناقصة عن المطلوب الذي لن يكملها بل سينقضها ويلغي بعض أحكامها، وهو رفض لما أجمع عليه المسلمون منذ عصر الصحابة بأنه لا نسخ للأحكام بعد وفاة النبي - صلى الله عليه وسلم - (¬1). ¶ ثاني عشر وهو الأهم: إن المرأة لا ترث نصف ميراث الرجل بإطلاق. ¶ ¬__________ ¶ (¬1) مكانة المرأة ص 146 ـ 147.",
            "page": "19",
            "part": "1",
            "seal": "2285C07B"
        },
        {
            "id": "51",
            "nass": "الدارس لعلم الميراث في الإسلام يعلم تماماً أن المرأة لها نصف الرجل في حالات خمس فقط، وباقي الحالات تتساوى معه أو تزيد عليه. ¶ الحالات الخمس هي: ¶ (1) في حين وجود أولاد ذكورا وإناثاً للمتوفى. ¶ قال الله تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} (النساء: 11). ¶ (2) في ميراث الزوج من الزوجة فإنه يرث ضعف ما ترث الزوجة من الزوج. ¶ قال الله تعالى: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ} (النساء: من الآية12).",
            "page": "50",
            "part": "1",
            "seal": "DFA12A5B"
        },
        {
            "id": "52",
            "nass": "وهنا لفتة لابد منها للرد على من يتهم أحكام التوارث في الإسلام وهي أن الزوج والزوجة لا يجتمعان في التوارث من بعضهما، لأنه لو ورث الزوج فإن الميت هي الزوجة، ولو ورثت الزوجة فإن الميت هو الزوج، فكيف يقال إن الإسلام فضل الزوج على الزوجة وهما لا يجتمعان أصلاً؟!! ¶ (3) الأب يرث ضعف الأم إذا مات ولدهما ولم يكن له وارث إلا أبواه. ¶ قال تعالى: {فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ} (النساء:11). ¶ للأم الثلث، وللأب الباقي، وهو الثلثان.",
            "page": "51",
            "part": "1",
            "seal": "30C5F4EE"
        },
        {
            "id": "53",
            "nass": "(4) ميراث الأخوة والأخوات من أخيهما. ¶ قال تعالى: {وَإِنْ كَانُوا إِخْوَةً رِجَالاً وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} (النساء: من الآية176) ¶ (5) الأب يرث ضعف الأم إذا مات ولدهما، وله ابنة واحدة. ¶ للابنة النصف، وللأم السدس، والباقي للأب، وهو الثلث. ¶ وهناك حالات كثيرة تزيد المرأة في ميراثها عن الرجل، وذلك لاعتبار درجة القرابة.",
            "page": "52",
            "part": "1",
            "seal": "22F6E0BD"
        },
        {
            "id": "54",
            "nass": "حالات تتساوى فيها المرأة مع الرجل في الميراث: ¶ (1) ميراث الإخوة والأخوات لأم من أخيهما لأمهما، إذا غاب الحاجب. ¶ قال الله تعالى: {وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ وَصِيَّةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَلِيمٌ} (النساء: من الآية12) ¶ (2) الأب والأم في حين وجود الأبناء الذكور للميت. ¶ قال تعالى: {وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ} ¶ (النساء: 11).",
            "page": "53",
            "part": "1",
            "seal": "969E2362"
        },
        {
            "id": "55",
            "nass": "(3) الأب والأم في حين وجود أولاد إناث أكثر من واحدة. ¶ لأن بنات الميت يرثن الثلثين، ويتبقى الثلث، للأب والأم لكل منهما سدساً. ¶ قال تعالى: {فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ} (النساء: 11). ¶ (4) إذا كان الورثة زوجاً وأخت شقيقة، أو أخت لأب. ¶ للزوج النصف، وللأخت النصف. ¶ (5) لو مات عن بنتين وأخ. ¶ للبنتين الثلثان، والباقي وهو الثلث للأخ.",
            "page": "54",
            "part": "1",
            "seal": "57CA1568"
        },
        {
            "id": "56",
            "nass": "وهناك حالات ترث المرأة أكثر من الرجل. ¶ منها على سبيل المثال: ¶ (1) لو مات وترك بنتاً وأماً وأباً؛ فالبنت ترث النصف، وللأم السدس، وللأب الباقي تعصيباً، فالبنت هنا ورثت أكثر من الأب. ¶ (2) لو ماتت وتركت بنتاً وزوجاً وأباً. ¶ فللبنت النصف، وللزوج الربع، والباقي للأب؛ وهنا البنت ورثت أكثر من الزوج ومن الأب، وهي أنثى. ¶ (3) مات وترك بنتاً وبنت ابن وأماً وأباً. ¶ للبنت النصف، ولبنت الابن السدس تكملة الثلثين، وللأب الباقي تعصيباً.",
            "page": "55",
            "part": "1",
            "seal": "530D3796"
        },
        {
            "id": "57",
            "nass": "(4) مات عن بنت وابن ابن وأم. ¶ للبنت النصف، وللأم السدس، ولابن الابن الباقي تعصيباً. ¶ (5) مات عن زوجة وبنت وأخ. ¶ للزوجة الثمن، وللبنت النصف، والباقي للأخ. ¶ (6) ماتت عن زوج وأم وجد وأخوة لأم وأخوة لأب. ¶ للزوج النصف، ولكل من الأم والجد السدس والباقي للأخوة لأب، والأخوة لأم محجوبون. ¶ فالأم ورثت أكثر من نصيب الواحد من الأخوة لأب. ¶ (7) مات عن أخت وأم وجد. ¶ للأخت النصف وللأم الثلث والسدس الباقي للجد.",
            "page": "56",
            "part": "1",
            "seal": "F5357816"
        },
        {
            "id": "58",
            "nass": "فالجد وهو رجل ورث أقل من الأم ومن الأخت. ¶ (8) فلو مات رجل عن: زوجة، بنت، أم، أختين لأم، أخ شقيق. ¶ للزوجة الثمن، وللبنت النصف، وللأم السدس، والباقي للأخ الشقيق، ولا شيء للأختين لأم لأنهما محجوبتان بالبنت. ¶ فالبنت أخذت أكثر من الأخ الشقيق. ¶ (9) ولو ماتت إمرأة عن: زوج، بنت، أخت شقيقة، أخت لأب. ¶ للزوج الربع، وللبنت النصف، والباقي للأخت الشقيقة، ولاأخت لأب حجبت بالأخت الشقيقة. ¶ فالبنت ورثت أكثر من الزوج، وتساوت الأخت الشقيقة بالزوج.",
            "page": "57",
            "part": "1",
            "seal": "9630FAF1"
        },
        {
            "id": "59",
            "nass": "(10) ماتت امرأة عن: زوج، ابنتي ابن، ابن ابن ابن. ¶ للزوج الربع، ولابنتي ابن الثلثان، والباقي لابن ابن الابن. ¶ فالواحدة من ابنتي الابن ورثة أكثر من الزوج وابن ابن الابن. ¶ وهناك حالات ترث المرأة ولا يرث الرجل. ¶ (1) مات عن بنت وأخت شقيقة وأخ لأب. ¶ للبنت النصف، وللأخت الباقي وهو النصف، ولا شيء للأخ لأب. ¶ لأن الأخوات مع البنات عصبة.",
            "page": "58",
            "part": "1",
            "seal": "8E222886"
        },
        {
            "id": "60",
            "nass": "(2) مات عن بنتين وأخوات شقيقات وأخوة لأب. ¶ للبنتين الثلثان، والباقي للأخوات تعصيباً يوزع بينهن بالتساوي، ولا شيء للأخوة لأب. ¶ (3) مات عن بنت وأخوات شقيقات وعم. ¶ للبنت النصف، والباقي للأخوات، ولا شيء للعم. ¶ (4) مات عن بنت ابن وأخت شقيقة وأخ لأب وأخ لأم. ¶ للبنت النصف، والباقي للأخت ولا شيء للأخ لأب ولا للأخ لأم. ¶ (5) ماتت عن زوج وأم وأب وبنت وأولاد ابن ذكور وإناث.",
            "page": "59",
            "part": "1",
            "seal": "FAA37972"
        },
        {
            "id": "61",
            "nass": "للزوج الربع وللأم السدس، وللأب السدس، وللبنت النصف، ولا يتبقى شيء لأولاد الابن، وهذه الحالة فيها عَوْلٌ. ¶ (6) مات شخص عن: أم، وبنتين، وأختين لأب، وأخ لأم. ¶ للأم السدس، والثلثان للبنتين، والباقي للأختين لأب، ولأخ لأم محجوب بالبنتين. ¶ (7) فلو ماتت امرأة عن: زوج، بنت، ابن ابن، بنت ابن، أب وأم. ¶ للزوج الربع، وللبنت النصف، ولأم والأب لكل واحد منهما السدس، ولابن الابن وبنت الابن الباقي، للذكر مثل حظ الأنثثين، ولن يتبقى شيء، لأن المسألة فيها عول.",
            "page": "60",
            "part": "1",
            "seal": "3D6B796C"
        },
        {
            "id": "62",
            "nass": "ومن الطريف أنه لو غاب عن هذه المسألة ابن الابن لأخذت بنت الابن السدس تكملة الثلثين مع البنت، ولهذا يسمونه العاصب الشؤم. ¶ ولو غابت بنت الابن، فلن يأخذ ابن الابن شيئاً، لأنه لن يتبقى له شيء، لأنه ليس من أصحاب الفروض، وإنما يرث بالتعصيب. ¶ وفي الحَجْبِ. ¶ هناك ستة لا يحجبون حجباً كلياً (حجب حرمان) أبداً وهم ثلاثة من الرجال، وثلاثة من النساء، فمن الرجال (الزوج، والابن، والأب)، ومن النساء (الزوجة، والبنت، والأم). ¶ .....",
            "page": "61",
            "part": "1",
            "seal": "E51D8430"
        },
        {
            "id": "63",
            "nass": "خاتمة ¶ وفي نهاية القول أقول: قال تعالى {قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ} (البقرة: 256)، ¶ وقال: {بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ} (الأنبياء:18) وبعد استعراض هذه الحقائق التي لا غبش فيها، فقد استبان عوار فهم هؤلاء الذين طعنوا في الإسلام من جهة ميراث المرأة، وأنهم أصيبوا في مقتلهم من قبل جهلهم، أو من ضيق عَطَنِهِم، أو من فساد نياتهم ومآربهم، أو من غلو شططهم وتعصبهم، وهؤلاء الأصناف سيما الآخرين لا سبيل لإقناعهم لأن الطرق إلى ذلك منقطعة. ¶ وأخيراً أقول للناشئة من أبنائنا عليكم بالالتفاف حول أهل العلم العاملين لإزالة هذه الشبهات،",
            "page": "62",
            "part": "1",
            "seal": "8202AFDE"
        },
        {
            "id": "64",
            "nass": "وعملاً بقوله تعالى: {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ} (الأنبياء: 7) ¶ ، هذا والله أعلم وأعز وأحكم، والحمد لله رب العالمين، وصلى الله وسلم على سيدنا محمد وصحابته وآل بيته الطيبين الطاهرين. ¶ كتبه /أبو عاصم البركاتي، ¶ الشحات شعبان محمود عبد القادر موسى. ¶ بركات _ إبشان _ كفر الشيخ _ مصر العربية ¶ هاتف/ 01064763195 ¶ ليلة الثلاثاء: 6 من ربيع الأول 1430 هجرية ¶ الموافق: 3/ 3/2009 ميلادية.",
            "page": "63",
            "part": "1",
            "seal": "1818FF72"
        }
    ],
    "t1752": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة فضيلة الشيخ وحيد بالي"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "على سبيل التقديم"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "شبهات المستشرقين وأتباعهم"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "الإجابة عليهم:"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "خامسا"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "سادسا"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": "1",
            "tit": "سابعا"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "ثامنا"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "تاسعا"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "عاشرا"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": "1",
            "tit": "حادي عشر"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "ثاني عشر"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "المرأة لها نصف الرجل في حالات خمس فقط"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "1",
            "tit": "في حين وجود أولاد ذكورا وإناثا للمتوفى"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "2",
            "tit": "في ميراث الزوج من الزوجة فإنه يرث ضعف ما ترث الزوجة من الزوج"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "الأب يرث ضعف الأم إذا مات ولدهما ولم يكن له وارث إلا أبواه"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "ميراث الأخوة والأخوات من أخيهما"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": "1",
            "tit": "الأب يرث ضعف الأم إذا مات ولدهما، وله ابنة واحدة"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "حالات تتساوى فيها المرأة مع الرجل في الميراث"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "1",
            "tit": "ميراث الإخوة والأخوات لأم من أخيهما لأمهما"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "2",
            "tit": "الأب والأم في حين وجود الأبناء الذكور للميت"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "لأب والأم في حين وجود أولاد إناث أكثر من واحدة"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": "1",
            "tit": "إذا كان الورثة زوجا وأخت شقيقة، أو أخت لأب"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": "2",
            "tit": "لو مات عن بنتين وأخ"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "حالات ترث المرأة أكثر من الرجل"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "حالات ترث المرأة ولا يرث الرجل"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        }
    ]
}