{
    "b1754": [
        {
            "id": "1",
            "nass": "إِتْحَافُ ذَوي الأَلْبَاب ¶ فِي قَوْلِهِ - تَعَالى -: ¶ {يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ} ¶ تَأْلِيفُ ¶ مَرْعِيِّ بْنِ يُوسُفَ بْنِ أَبي بَكْر الكَرْمِيِّ المَقْدِسِيِّ الحَنْبَليِّ ¶ المُتَوَفَّى سَنَةَ (1033هـ) ¶ ضَبَطَ نَصَّهُ وَعَلَّقَ عَلَيْهِ ¶ حَازم خَنْفَر ¶ قَدَّمَ لَهُ ¶ عَلِيُّ بْنُ حَسَن الحَلَبِيُّ الأَثَرِيُّ",
            "page": null,
            "part": null,
            "seal": "A41F2E03"
        },
        {
            "id": "2",
            "nass": "بِسْمِ اللهِ الرَّحْمَنِ الرَّحِِيمِ ¶ [تَقْدِيم] ¶ الحَمْدُ لِله حَقَّ حَمْدِهِ، وَالصَّلَاةُ وَالسَّلَامُ عَلَى نَبِيِّهِ وَعَبْدِهِ، وَعَلَى آلِهِ وَصَحْبِهِ وَوَفْدِهِ. ¶ أَمَّا بَعْدُ: ¶ فَقَدْ أَحْسَنَ بِيَ الظَّنَّ أَخِي المُكَرَّمُ الفَاضِلُ (حَازِم خَنْفَر) - وَفَّقَهُ اللهُ إِلَى مَزِيدِ هُدَاهُ -؛ فَدَفَعَ إِلَيَّ رِسَالَةً عِلْمِيَّةً حَقَّقَهَا، وَهِيَ رِسَالَةٌ لِلعَلَّامَةِ الشَّيْخِ مَرْعِيٍّ الكَرْمِيِّ الحَنْبَليِّ - رَحِمَهُ اللهُ -، بِعُنْوَانِ: «إِتْحَافِ ذَوِي الأَلْبَابِ فِي قَوْلِهِ - تَعَالَى -: {يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ}». ¶ فَأَلْفَيْتُ جُهْدَهُ ظَاهِرًا فِي ضَبْطِ نَصِّهَا، وَالتَّعْلِيقِ عَلَيْهَا، وَتَخْرِيجِ أَحَادِيثِهَا. ¶ فَجَزَاهُ اللهُ خَيْرًا عَلَى هَذَا الجُهْدِ المَبْذُولِ، وَعَلَى هَذَا الصَّنِيعِ الَّذِي أَرْجُو لَهُ مِنْ رَبِّي القَبُولَ. ¶ وَصَلَّى اللهُ وَسَلَّمَ، وَبَارَكَ عَلَى نَبِيِّنَا مُحَمَّدٍ، وَعَلَى آلِهِ وَصَحْبِهِ أَجْمَعِينَ. ¶ وَكَتَبَ ¶ عَلِيُّ بْنُ حَسَن الحَلَبِيُّ الأَثرِيُّ ¶ عَمَّانَ - الأُرْدُن ¶ فِي ضُحَى يَوْمِ الثُّلاثَاءِ ¶ 20 /شَعْبَان /1433 هـ",
            "page": "3",
            "part": "1",
            "seal": "64290715"
        },
        {
            "id": "3",
            "nass": "بِسْمِِ اللهِ الرَّحْمَنِ الرَّحِيمِ ¶ [مُقَدِّمَةُ المُحَقِّقِ] ¶ الحَمْدُ لِله، وَالصَّلَاةُ وَالسَّلَامُ عَلَى رَسُولِ اللهِ وَعَلَى آلِهِ وَصَحْبِهِ وَمَنْ وَالَاهُ. ¶ أَمَّا بَعْدُ: ¶ فَمِمَّا لَا مِرْيَةَ فِيهِ وَلَا امْتِرَاءَ - عِنْدَ ذَوِي الأَفْئِدَةِ المُؤْمِنَةِ -: أَنَّ كِتَابَ اللهِ تَعَالَى لَا سَبِيلَ عَلَيْهِ لِطَعْنٍ أَوْ نَقْدٍ؛ فَهُوَ بِنَجْوَةٍ مِنَ الاخْتِلَافِ وَالتَّنَافِي، وَمِنَ التَّعَارُضِ وَالتَّنَاقُضِ؛ فَالقُرْآنُ كَلَامُ رَبِّ العِزَّةِ وَالجَلَالِ القَائِلِ فِيهِ: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا} (¬1). ¶ وَلَمْ يَزَلِ القُرَّحُ مِنْ أَهْلِ الاجْتِهَادِ وَحَضَنَةِ العِلْمِ يَسْتَبِرُونَ غَوْرَ مَعَانِيهِ وَيَغُوصُونَ فِي دَرْكِهَا؛ كَشْفًا عَمَّا غَمُضَ تَفْسِيرُهُ وَاخْتَلَطَ بَيَانُهُ، فَدُوِّنَتِ الدَّوَاوِينُ وَصُنِّفَتِ المُصَنَّفَاتُ - مَا بَيْنَ أَسْفَارٍ وَكَرَارِيسَ -. ¶ وَمِنْ تِلْكَ المُؤَلَّفَاتِ: هَذِهِ الرِّسَالَةُ؛ الَّتِي تَضَمَّنْتِ الإِشْكَالَ الحَاصِلَ فِي تَفْسِيرِ قَوْلِهِ - تَعَالَى -: {يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ} (¬2) ... ؛ ¶ ¬__________ ¶ (¬1) سُورَةُ (النِّسَاءِ)، آيَة (82). ¶ (¬2) سُورَةُ (الرَّعْدِ)، آيَة (39).",
            "page": "5",
            "part": "1",
            "seal": "41968577"
        },
        {
            "id": "4",
            "nass": "فَقَدْ تَنَازَعَ فِي تَفْسِيرِهَا أَهْلُ العِلْمِ عَلَى مَسْأَلَتَيْنِ: ¶ الأُولَى: عَلَى مَاذَا يَقَعُ المَحْوُ وَالإِثْبَاتُ؟ ¶ وَالثَّانِيَةُ: مَا المُرَادُ بِـ (أُمِّ الكِتَابِ)؟ ¶ وذَكَرَ المَاوَرْدِيُّ فِي «تَفْسِيرِهِ» (¬1) المَسْأَلَةَ الأُولَى عَلَى سَبْعَةِ أَقْوَالٍ، وَالثَّانِيَةَ عَلَى سِتَّةٍ. ¶ وَلَقَدْ أَظْهَرَ المُصَنِّفُ فِي رِسَالَتِهِ - هَذِهِ - الأَقْوَالَ المَشْهُورَةَ فِي تَفْسِيرِ الآيَةِ، وَأدِلَّةَ كُلِّ قَوْلٍ، ثُمَّ أَثْبَتَ رَأْيَهُ بِالدَّلِيلِ النَّقْلِيِّ وَالحُجَّةِ العَقْلِيَّةِ، وَتَكَلَّمَ - أَيْضًا - فِي بَعْضِ المَسَائِلِ المُتَعَلِّقَةِ بِالقَدَرِ، وَرَدَّ أَقْوَالَ المُخَالِفِينَ لِأُصُولِ الشَّرْعِ - كَالمُعْتَزِلَةِ -، فَكَانَتْ رِسَالَةً جَامِعَةً مَاتِعَةً نَفِيسَةً، اسْتَوْعَبَتْ أُصُولَ المَسْأَلَةِ وَفُرُوعَهَا. ¶ وَقَدْ وَفَّقَنِي اللهُ عَزَّ وَجَلَّ لِأَنْشَطَ لَهَا - ضَبْطًا وَتَحْقِيقًا وَتَعْلِيقًا وَتَخْرِيجًا -، وَفَرَغْتُ مِنْهَا - بِعَوْنِ اللهِ تَعَالَى - فِي الثَّامِنَ عَشَرَ مِنْ شَعْبَانَ، سَنَةَ (1433هـ). ¶ أَسْأَلُ اللهَ أَنْ يُقِرَّ عَمَلَنَا - هَذَا - فِي مِيزَانِ الأَعْمَالِ الصَّالِحَاتِ يَوْمَ القِيَامَةِ، إِنَّهُ سَمِيعٌ مُجِيبٌ. ¶ حَازِم خَنْفَر ¶ 8/ 7/2012م ¶ ¬__________ ¶ (¬1) انْظُرْ «تَفْسِيرَ المَاوَرْدِيِّ» (3/ 117 - 118).",
            "page": "6",
            "part": "1",
            "seal": "32DC7726"
        },
        {
            "id": "5",
            "nass": "[عَمَلِي فِي الكِتَابِ] ¶ 1 - قَيَّدْتُ حُرُوفَ الكَلِمَاتِ بِالشَّكْلِ، وَضَبَطْتُ المُشْكِلَ - مِنْهَا - ضَبْطَ حُرُوفٍ؛ تَقْوِيمًا لِلِّسَانِ العَرَبِيِّ - مِنْ إِعْرَابٍ وَصَرْفٍ -، وَكَذَلِكَ مَنْعًا لِلإِشْكَالِ - مِنْ مُشَتَبِهٍ لِلأَسْمَاءِ -. ¶ 2 - عَزَوْتُ الآيَاتِ، وَخَرَّجْتُ الأَحَادِيثَ وَالآثَارَ، وَلَمْ أَتَوَسَّعْ فِي ذِكْرِ المَصَادِرِ، وَمَا وَجَدْتُ لِلْعَلَمَاءِ فِيهِ حُكْمًا أَوْرَدْتُهُ، وَأَكْثَرُ مَا عَوَّلْتُ عَلَيْهِ فِي هَذَا البَابِ: حُكْمُ العَلَّامَةِ المُحَدِّثِ الأَلْبَانِيِّ - رَحِمَهُ اللهُ -. ¶ 3 - تَرْجَمْتُ لِمَا وَرَدَ مِنَ الأَعْلَامِ فِي الكِتَابِ. ¶ 4 - أَظْهَرْتُ مَا غَرُبَ مِنَ المَعَانِي. ¶ 5 - أَضَفْتُ فَوَائِدَ فِي بَعْضِ مَوَاضِعَ مِنَ الرِّسَالَةِ. ¶ 6 - أَشَرْتُ إِلَى المَوَاضِعِ الَّتِي عَزَاهَا المُصَنِّفُ إِلَى قَائِلِيهَا، وَكَذَلِكَ الَّتِي لَمْ يَعْزُهَا، وَهُنَا تَنْبِيهٌ، وَهُوَ: أَنَّ المُصَنِّفَ قَدْ يَعْزُو إِلَى كِتَابٍ لِعَالِمٍ فَيَذْكُرُ مِنْهُ نَصًّا، ثُمَّ يَتَصَرَّفُ فِيهِ - إِمَّا اخْتِصَارًا أَوْ زِيَادَةً أَوْ لَفْظًا -، وَلَوْلَا أَنَّهُ كَثِيرٌ - عِنْدَهُ - لَسَلَّمْتُ بِأَنَّهُ اخْتِلَافُ نُسَخٍ خَطِّيَّةٍ. ¶ 7 - ضَبْطُ النَّصِّ وَتَصْحِيحُهُ - مِمَّا ظَهَرَ خَطَؤُهُ -، وَالإِشَارَةُ إِلَى المُعَدَّلِ.",
            "page": "7",
            "part": "1",
            "seal": "7CA9E5BA"
        },
        {
            "id": "6",
            "nass": "[تَرْجَمَةُ المُصَنِّفِ] ¶ مُصَنِّفُ هَذِهِ الرِّسَالَةِ: هُوَ الإِمَامُ المُحَدِّثُ الفَقِيهُ: مَرْعِيُّ بْنُ يُوسُفَ بْنِ أَبِي بَكْرِ بْنِ أَحْمَدَ الكَرْمِيُّ المَقْدِسِيُّ الحَنْبَليُّ؛ مِنْ كِبَارِ عُلَمَاءِ الحَنَابِلَةِ. ¶ وَالكَرْمِيُّ: نِسْبَةً إِلَى (طُورِ كَرْمٍ) المَعْرُوفَةِ الآنَ بِـ (طُولِ كَرْمٍ) - بِفِلَسْطِينَ - الَّتِي وُلِدَ بِهَا. ¶ أَخَذَ عَنِ الشَّيْخِ مُحَمَّدٍ المَرْدَاوِيِّ، وَالقَاضِي يَحْيَى الحَجَّاوِيِّ - وَغَيْرِهِمَا -. ¶ كَانَ ذَا اطِّلَاعٍ وَاسِعٍ عَلَى نُقُولِ الْفِقْهِ وَدَقَائِقِ الحَدِيثِ، وَمَعْرِفَةٍ تَامَّةٍ بِالعُلُومِ المُتَدَاوَلَةِ، وَكَانَ مُنْهَمِكًا عَلَى الْعُلُومِ انْهِمَاكًا كُلِّيًّا، فَقَطَعَ زَمَانَهُ بِالإِفْتَاءِ وَالتَّدْرِيسِ وَالتَّحْقِيقِ وَالتَّصْنِيفِ. ¶ دَخَلَ مِصْرَ وَتَوَطَّنَهَا، وَأَخَذَ عَنْ كَثِيرٍ مِنْ مَشَايِخِهَا، ثُمَّ تَصَدَّرَ لِلإِقْرَاءِ وَالتَّدْرِيسِ بِجَامِعِ الأَزْهَرِ، ثُمَّ تَوَّلَى المَشْيَخَةَ بِجَامِعِ السُّلْطَانِ حَسَنٍ، وَتُوُفِّيَ فِيهَا سَنَةَ (1033هـ)، وَلَهُ نَحْوُ سَبْعِينَ كِتَاباً؛ مِنْ أَشْهَرِهَا: «دَلِيلُ الطَّالِبِ» وَ «غَايَةُ المُنْتَهَى» (¬1). ¶ ¬__________ ¶ (¬1) انْظُر «خُلَاصَةَ الأَثَر» لِلْمُحِبِّي (4/ 358).",
            "page": "9",
            "part": "1",
            "seal": "E55E9BC8"
        },
        {
            "id": "7",
            "nass": "[صِحَّةُ نِسْبَةِ الكِتَابِ إِلَى المُؤَلِّفِ] ¶ صَحَّتْ نِسْبَةُ الكِتَابِ إِلَى المُصَنِّفِ لأُمُورٍ؛ مِنْهَا: ¶ 1 - مَا ذَكَرَهُ المُصَنِّفُ - نَفْسُهُ - فِي كِتَابِهِ «رَفْعِ الشُّبْهَةِ وَالغَرَرِ عَمَّنْ يَحْتَجُّ عَلَى فِعْلِ المَعَاصِي بِالقَدَرِ» (ص21) بِقَوْلِهِ: «وَقَدْ بَسَطْتُ الكَلَامَ عَلَى هَذَا فِي كِتَابِي «إِتْحَاف ذَوِي الأَلْبَابِ فِي قَوْلِهِ - تَعَالَى -: (يَمْحُو اللهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الكِتَابِ)»». ¶ 2 - مَا نَسَبَهُ لَهُ غَيْرُ وَاحِدٍ؛ كَالمُحِبِّي فِي «خُلَاصَةِ الأَثَرِ» (4/ 358)، وَإِسْمَاعِيلَ البَغْدَادِيِّ فِي «إِيضَاحِ المَكْنُونِ» (3/ 18).",
            "page": "11",
            "part": "1",
            "seal": "552F11D4"
        },
        {
            "id": "8",
            "nass": "[وَصْفُ المَخْطُوطِ] ¶ المُقَدِّمَةُ: «الحَمْدُ لِله المُنَزَّهِ بِذَاتِهِ، الرَّفِيعِ الجَنَابِ، المُقَدَّسِ بِصِفَاتِهِ عَنْ إِدْرَاكِ عُقُولِ ذَوِي الأَلْبَابِ». ¶ الخَاتِمَةُ: «وَفِي هَذَا القَدْرِ كِفَايَةٌ لِمَنْ تَدَبَّرَ بِعَيْنِ البَصِيرَةِ - وَاللهُ سُبْحَانَهُ وَتَعَالَى أَعْلَمُ -». ¶ رَقْمُ النُّسْخَةِ: 309486. ¶ عَدَدُ الأَوْرَاقِ: (21) وَرَقَةً. ¶ مَصْدَرُ المَخْطُوطِ: مَكْتَبَةُ الأَزْهَرِ الشَّرِيفِ.",
            "page": "13",
            "part": "1",
            "seal": "09F1AD3E"
        },
        {
            "id": "9",
            "nass": "[صُورَةٌ مِنَ المَخْطُوطِ] ¶ الصَّفْحَةُ الأولَى مِنَ المَخْطُوطِ",
            "page": "14",
            "part": "1",
            "seal": "BFC270F4"
        },
        {
            "id": "10",
            "nass": "الصَّفْحَةُ الأَخِيرَةُ مِنَ المَخْطُوطِ",
            "page": "15",
            "part": "1",
            "seal": "A265B01A"
        },
        {
            "id": "11",
            "nass": "بسم الله الرَّحمن الرَّحيم ¶ وبه نستعين ¶ الحَمْدُ لِله المُنَزَّهِ بِذَاتِهِ، الرَّفِيعِ الجَنَابِ (¬1)، المُقَدَّسِ بِصِفَاتِهِ عَنْ إِدْرَاكِ عُقُولِ ذَوِي الأَلْبَابِ، المَوْصُوفِ بِالأُلُوهِيَّةِ قَبْلَ كُلِّ مَوْجُودٍ، البَاقِي بِنَعْتِ السَّرْمَدِيَّةِ بَعْدَ كُلِّ مَحْدُودٍ (¬2)، المَنِيعِ الحِجَابِ (¬3)، المَلِكِ الَّذِي طَمَسَتْ ¶ ¬__________ ¶ (¬1) (الجَنَابُ) - بِفَتْحِ الجِيمِ -: هُوَ: السَّاحَةُ وَالجِوَارُ، تَقُولُ العَرَبُ: (هُوَ فِي جَنَابِ فُلَانٍ)؛ أَيْ: فِي سَاحَتِهِ وَجِوَارِهِ، وَ (جَنَابُ القَوْمِ): نَاحِيَتُهُمْ وَمَا حَوْلَهُمْ، ثُمَّ أُشِيعَ اسْتِخْدَامُهَا لِلإِجْلَالِ كَغَيْرِهَا مِنَ الكَلِمَاتِ المُعَظِّمَةِ لِلْمَذْكُورِ؛ كَـ (حَضْرَةِ الملِكِ)، وَ (المَقَامِ الشَّرِيفِ) - وَغَيْرِ ذَلِكَ -، وَيُرَادُ بِنِسْبَتِهَا إِلَى البَارِي - تَعَالَى -: العَظَمَةُ المُطْلَقَةُ الرَّفِيعَةُ. ¶ قَالَ القَلْقَشَنْدِيُّ فِي «صُبْحِ الأَعْشَى» (5/ 464): «وَأَصْلُ (الجَنَابِ) فِي اللُّغَةِ: الفِنَاءُ، أَوْ مَا قَرُبَ مِنْ مَحَلَّةِ القَوْمِ، وَمِنْهُ قَوْلُهُمْ: (لُذْنَا بِجَنَابِ فُلَانٍ)، وَ (فُلَانٌ خَصِيبُ الجَنَابِ)، فَيُعَبَّرُ عَنِ الرَّجُلِ بِفِنَائِهِ وَمَا قَرُبَ مِنْ مَحَلَّتِهِ تَعْظِيماً لَهُ، وَيُجْمَعُ عَلَى (أَجْنِبَةٍ)؛ كَـ (مَكَانٍ وَأَمْكِنَةٍ)، وَعَلَى (جَنَابَاتٍ) كَـ (جَمادٍ وَجَمَادَاتٍ)». ¶ (¬2) قَالَ ابْنُ الأَثِيرِ فِي «النِّهَايَةِ» (2/ 363): «السَّرْمَدُ: الدَّائِمُ الَّذِي لَا يَنْقَطِعُ». ¶ قُلْتُ: وَالظَّاهِرُ المُرَادُ مِنْ مَعْنَى السِّيَاقِ أَنَّهُ - سُبْحَانَهُ - أَزَلِيٌّ أَبَدِيٌّ، وَصِفَاتُهُ أَزَلِيَّةٌ بَاقِيةٌ - عَلَى الأَبَدِ - بِبَقَاءِ ذَاتِهِ، فَالبَاءُ فِي قَوْلِهِ: (بِنَعْتِ) هِيَ لِلْمُصَاحَبَةِ، كَقَوْلِكَ: (بَقِيَ المرِيضُ بِحَالِهِ الَّتِي كَانَ عَلَيْهَا). ¶ وَالأَجْوَدُ أَنْ يَقُولَ: (بِالنُّعُوتِ السَّرْمَدِيَّةِ)، كَمَا جَاءَ فِي مُقَدَّمَةِ النَّسَفِيِّ لِـ «تَفْسيرِهِ» الَّتِي قَدْ يَكُونُ المُصَنِّفُ - هُنَا - اقْتَبَسَ بَعْضًا مِنْهَا فِي أَوَّلِ مُقَدَّمَتِهِ لِلرِّسَالَةِ - هَذِهِ -. ¶ (¬3) رَوَى مُسْلِمٌ فِي «صَحِيحِهِ» (179) عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، أَنَّهُ قَالَ: قَامَ فِينَا رَسُولُ اللهِ - صلى الله عليه وسلم - بِخَمْسِ كَلِمَاتٍ، فَقَالَ: «إِنَّ اللهَ - عَزَّ وَجَلَّ - لَا يَنَامُ وَلَا يَنْبَغِي لَهُ أَنْ يَنَامَ، يَخْفِضُ الْقِسْطَ وَيَرْفَعُهُ، يُرْفَعُ إِلَيْهِ عَمَلُ اللَّيْلِ قَبْلَ عَمَلِ النَّهَارِ، وَعَمَلُ النَّهَارِ قَبْلَ عَمَلِ اللَّيْلِ، حِجَابُهُ النُّورُ - وَفِي رِوَايَةِ أَبِي بَكْرٍ: النَّارُ - لَوْ كَشَفَهُ لَأَحْرَقَتْ سُبُحَاتُ وَجْهِهِ مَا انْتَهَى إِلَيْهِ بَصَرُهُ مِنْ خَلْقِهِ».",
            "page": "17",
            "part": "1",
            "seal": "4440CBB0"
        },
        {
            "id": "12",
            "nass": "سُبُحَاتُ (¬1) جَلَالِهِ الأَبْصَارَ، وَحَارَتْ فِي بَدِيعِ جَمَالِهِ الأَفْكَارُ، العَزِيزِ الوَهَّابِ، الَّذِي كَتَبَ مَا هُوَ كَائِنٌ مِنَ المَقْدُورِ فِي أُمِّ الكِتَابِ قَبْلَ أَنْ يَخْلُقَ السَّمَوَاتِ وَالأَرْضَ بِخَمْسِينَ أَلْفَ سَنَةٍ (¬2)، فَلَا رَادَّ لأَمْرِهِ، وَلَا مُعَقِّبَ لِحُكْمِهِ، وَهُوَ سَرِيعُ الحِسَابِ. ¶ وَالصَّلَاةُ وَالسَّلَامُ عَلَى عَبْدِهِ وَرَسُولِهِ وَخَلِيفَتِهِ (¬3)، المَبْعُوثِ إِلَى كَافَّةِ خَلِيقَتِهِ، المَنْعُوتِ بِأَسْمَائِهِ وَصِفَاتِهِ (¬4)، الَّذِي أَنْزَلَ عَلَيْهِ: {يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ} (¬5)، وَعَلَى آلِهِ وَأَصْحَابِهِ خَيْرِ آلٍ وَأَصْحَابٍ، مَا انْهلَّتْ بِالغَيْثِ مُزَنُ (¬6) السَّحَابِ، وَاشْتَاقَتْ لِلْمُتَّقِينَ الكَوَاعِبُ (¬7) ¶ ¬__________ ¶ (¬1) السُّبُحَاتُ: بِضَمِّ السِّينِ وَالبَاءِ، وَقَدْ جَاءَتْ فِي الحَدِيثِ - كَمَا فِي الحَاشِيَةِ السَّابِقَةِ -. ¶ قَالَ النَّوَوِيُّ فِي «شَرْحِ صَحِيحِ مُسْلِمٍ» (3/ 13 - 14): «قَالَ صَاحِبُ «العَيْنِ» وَالهَرَوِيُّ وَجَمِيعُ الشَّارِحِينَ لِلْحَدِيثِ مِنَ اللُّغَوِيِّينَ وَالمُحَدِّثِينَ: مَعْنَى (سُبُحَاتِ وَجْهِهِ): نُورُهُ وَجَلَالُهُ وَبَهَاؤُهُ». ¶ (¬2) رَوَى مُسْلِمٌ فِي «صَحِيحِهِ» (2653) عَنْ عَبْدِ اللهِ بْنِ عَمْرِو بْنِ الْعَاصِ، قَالَ: سَمِعْتُ رَسُولَ ¶ اللهِ - صلى الله عليه وسلم - يَقُولُ: «كَتَبَ اللهُ مَقَادِيرَ الخَلَائِقِ قَبْلَ أَنْ يَخْلُقَ السَّمَاوَاتِ وَالْأَرْضَ بِخَمْسِينَ أَلْفَ سَنَةٍ». ¶ (¬3) قَالَ شَيْخُ الإِسْلَامِ ابْنُ تَيْمِيَّةَ فِي «الفَتَاوَى الكُبْرَى» (5/ 122): «وَاللهُ لَا يَجُوزُ لَهُ خَلِيفَةٌ، وَلِهَذَا لَمَّا قَالُوا لِأَبِي بَكْرٍ: يَا خَلِيفَةَ اللهِ، قَالَ: (لَسْتُ بِخَلِيفَةِ اللهِ، وَلَكِنِّي خَلِيفَةُ رَسُولِ اللهِ - صلى الله عليه وسلم -، حَسْبِي ذَلِكَ)؛ بَلْ هُوَ - سُبْحَانَهُ - يَكُونُ خَلِيفَةً لِغَيْرِهِ». ¶ (¬4) يُشِيرُ المُصَنِّفُ إِلَى قَوْلِهِ - تَعَالَى -: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ (128)} [التوبة:128] ¶ (¬5) سُورَةُ (الرَّعْد)، آيَة (39). ¶ (¬6) (المُزَنُ): جَمْعُ (مُزْنَةٍ)، وَهُوَ: المَطَرُ. ¶ (¬7) (الكَوَاعِبُ): جَمْعُ (كَاعِبٍ)، وَهِيَ الفَتَاةُ الَّتِي كَعَبَ ثَدْيُهَا، أَيْ: بَرَزَ ثَدْيُهَا وَضَخُمَ.",
            "page": "18",
            "part": "1",
            "seal": "D3EC8864"
        },
        {
            "id": "13",
            "nass": "الأَتْرَابُ (¬1). ¶ أَمَّا بَعْدُ: ¶ فَهَذِهِ فَرَائِدُ يَتِيمَةٌ، وَفَوَائِدُ ثَمِينَةٌ، وَعُقُودُ جَوَاهِرَ مُضِيئَةٍ، وَبُدُورٌ سَوَافِرُ (¬2) مُسْتَضِيئَةٌ، فِي الكَلَامِ عَلَى قَوْلِ العَزِيزِ الوَهَّابِ: {يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ} (¬3) مُتَكَلِّمًا فِي ذَلِكَ عَلَى زِيَادَةِ العُمُرِ (¬4) وَنُقْصَانِهِ، وَبَيَانِ إِثْبَاتِ القَدَرِ وَتِبْيَانِهِ، وَأَنَّ المَقْدُورَ مَسْطُورٌ، وَالمَسْتُورَ مَنْشُورٌ، يَوْمَ البَعْثِ وَالنُّشُورِ، جَانِحًا فِي ذَلِكَ لاخْتِصَارِ كَلَامِ أُولِي الأَلْبَابِ، جَامِعًا مَا تَفَرَّقَ مِنْ كَلَامِهِمْ فِي هَذَا الكِتَابِ، مَعَ زِيَادَاتٍ مُحَقَّقَةٍ، وَإِفَادَاتٍ مُدَقَّقَةٍ، وَسَمَّيْتُهُ: إِتْحَافَ ذَوِي الأَلْبَابِ فِي قَوْلِهِ - تَعَالَى -: {يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ}. ¶ ¬__________ ¶ (¬1) (الأَتْرَابُ) جَمْعُ (تِرْبٍ) - بِكَسْرِ أَوَّلِهِ -، وَهُوَ: مَنْ كَانَ مُمَاثِلًا لآخَرَ فِي السِّنِّ، وَأَكْثَرُ مَا يُسْتَعْمَلُ فِي المُؤَنَّثِ، وَالمُرَادُ هُنَا: المُسْتَوِيَاتُ فِي السِّنِّ، وَيرِيدُ بِذَلِكَ قَوْلَهَ - عَزَّ وَجَلَّ -: {إِنَّ لِلْمُتَّقِينَ مَفَازًا (31) حَدَائِقَ وَأَعْنَابًا (32) وَكَوَاعِبَ أَتْرَابًا (33)}. ¶ (¬2) (السَّوَافِرُ) جَمْعُ (سَافِرٍ)؛ أَيِ: المُشْرِقَةُ. ¶ (¬3) سُورَةُ (الرَّعْد)، آيَة (39). ¶ (¬4) (العُمُرُ): بِضَمِّ العَيْنِ وَالمِيمِ، وَبِضَمِّ العَيْنِ وَسَكُونُ المِيمِ، وَبِفَتْحِ العَيْنِ وَسُكُونِ المِيمِ.",
            "page": "19",
            "part": "1",
            "seal": "A8F73700"
        },
        {
            "id": "14",
            "nass": "مقدِّمة ¶ في إِثْبات حقيقة القدر ¶ اعْلَمْ - وَفَّقَكَ اللهُ تَعَالَى - أَنَّ مَذْهَبَ أَهْلِ الحَقِّ هُوَ الحَقُّ. ¶ وَمَذْهَبُهُمْ: أَنَّ اللهَ - تَعَالَى - قَدَّرَ مَقَادِيرَ الخَلْقِ وَمَا يَكُونُ مِنَ الأَشْيَاءِ قَبْلَ أَنْ يَكُونَ فِي الأَزَلِ، وَعَلِمَ - سُبْحَانَهُ - أَنَّهَا سَتَقَعُ فِي أَوْقَاتٍ مَعْلُومَةٍ عِنْدَهُ ¶ - تَعَالَى - وَعَلَى صِفَاتٍ مَخْصُوصَةٍ؛ فَهِيَ تَقَعُ عَلَى حَسَبِ مَا قَدَّرَهَا. ¶ وَخَالَفَتِ القَدَرِيَّةُ (¬1) فِي ذَلِكَ - وَمَنْ ذَهَبَ إِلَى مَذْهَبِهِمْ (¬2) -؛ فَقَالُوا: إِنَّهُ - سُبْحَانَهُ - لَمْ يُقَدِّرِ الأَشْيَاءَ، وَلَمْ يَتَقَدَّمْ عِلْمُهُ بِهَا، وَأَنَّهَا مُسْتَأْنَفَةُ العِلْمِ؛ أَيْ: إِنَّمَا يَعْلَمُهَا - سُبْحَانَهُ - بَعْدَ وُقُوعِهَا (¬3). ¶ وَكَذَبُوا عَلَى اللهِ فِي قَوْلِهِمْ وَمَذْهَبِهِمْ، وَهُوَ مَذْهَبٌ بَاطِلٌ بِالكِتَابِ ¶ ¬__________ ¶ (¬1) قَالَ النَّوَوِيُّ فِي «شَرْحِ صَحِيحِ مُسْلِمٍ» (1/ 154): «وَسُمِّيَتْ هَذِهِ الْفِرْقَةُ قَدَرِيَّةً لِإِنْكَارِهِمُ الْقَدَرَ». ¶ (¬2) كَالفَلَاسِفَةِ الَّذِين أَثْبَتُوا عِلْمَ اللهِ - تَعَالَى - لِلْكُلِّيَّاتِ وَأَنْكَرُوا عَلَيْهِ - سُبْحَانَهُ - عِلْمَ الجُزْئِيَّاتِ، وَكَالمُعْتَزِلَةِ - الَّذِينَ هُمُ امْتِدَادٌ لِلقَدَرِيَّةِ - الَّذِينَ أثْبَتُوا العِلْمَ لَهُ - سُبْحَانَهُ - وَأَنْكَرُوا تَقْدِيرَهُ لِلأَشْيَاءِ. ¶ (¬3) أَوَّل مَا تُكُلِّمَ بِالقَدَرِ كَانَ بَعْدَ مُنْتَصَفِ القَرْنِ الأَوَّلِ الهِجْرِيِّ، وَأَوَّلُ مَنْ تَكَلَّمَ بِهِ: هُوَ (سَوْسَنُ) وَيُكْنَى أَبَا يُونُسَ، وَيُقَالُ لَهُ: سنْسَوَيْهِ وَسيسوَيْهِ - وَقِيلَ غَيْرُ ذَلِكَ -، كَانَ نَصْرَانِيًّا ثُمَّ أَسْلَمَ، ثُمَّ رَجَعَ إِلَى دِينِهِ، ثُمَّ أَخَذَ عَنْهُ مَعْبَدٌ الجُهَنِيُّ، وَأَخَذَ غَيْلَانُ عَن مَعْبَدٍ. ¶ وَهَؤُلَاءِ الثَّلَاثَةُ هُمُ القَدَرِيَّةُ الأَوَائِلُ؛ أَمَّا القَدَرِيَّةُ الَّذِينَ جَاءُوا بَعْدَ ذَلِكَ فَأَثْبَتُوا العِلْمَ لِله ¶ - تَعَالَى -، وَلَكِنْ أَنْكَرُوا الخَلْقَ وَالإِرَادَةَ وَالمَشِيئَةَ - كالمُعْتَزِلَةِ وَغَيْرِهِمْ -.",
            "page": "21",
            "part": "1",
            "seal": "8F1ED463"
        },
        {
            "id": "15",
            "nass": "وَالسُنَّةِ (¬1). ¶ أَمَّا الكِتَابُ: ¶ فَقَوْلُهُ - تَعَالَى -: {مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا} (¬2). ¶ وَقَوْلُهُ - تَعَالَى -: {قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا} (¬3). ¶ إِلَى غَيْرِ ذَلِكَ مِنَ الآيَاتِ. ¶ وَأَمَّا السُّنَّةُ فَأَحَادِيثُ جَمَّةٌ فِي «البُخَارِيِّ» وَ «مُسْلِمٍ» - وَغَيْرِهِمَا -: ¶ فَفِي «مُسْلِمٍ»: عَن عَبْدِ اللهِ بْنِ عَمْرِو بْنِ العَاصِ (¬4) - رَضِيَ اللهُ عَنْهُمَا -، قَالَ: سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ: «كَتَبَ اللهُ - تَعَالَى - مَقَادِيرَ الخَلَائِقِ قَبْلَ أَنْ يَخْلُقَ السَّمَوَاتِ وَالأَرْضَ بِخَمْسِينَ أَلْفَ سَنَةٍ، وَعَرْشُهُ عَلَى المَاءِ» (¬5)، وَفِي حَدِيثِ أَحْمَدَ وَالتِّرْمِذِيِّ: «قَدَّرَ المَقَادِيرَ قَبْلَ أَنْ يَخْلُقَ السَّمَوَاتِ ¶ ¬__________ ¶ (¬1) هَذِهِ المُقَدَّمَةُ مِنْ كَلَامِ النَّووِيِّ فِي «شَرْحِ مُسْلِمٍ» (1/ 154) - بِتَصَرُّفٍ يَسِيرٍ -. ¶ (¬2) سُورَةُ (الحَدِيد)، آيَة (22). ¶ (¬3) سُورَةُ (التَّوْبَة)، آيَة (51). ¶ (¬4) (العَاصِ): الأَصْوبُ: إِثْبَاتُ اليَاءِ؛ قَالَ النَّوَوِيُّ فِي «شَرْحِ صَحِيحِ مُسْلِمٍ» (1/ 77): «وَأَمَّا (العَاصِي) فَأَكْثَرُ مَا يَأْتِي فِي كُتُبِ الحَدِيثِ وَالفِقْهِ وَنَحْوِهَا بِحَذْفِ اليَاءِ، وَهِيَ لُغَةٌ، وَالفَصِيحُ الصَّحِيحُ: (العَاصِي) بِإِثْبَاتِ اليَاءِ، وَكَذَلِكَ شَدَّادُ بْنُ الهَادِي، وَابْنُ أَبِي المَوَالِي، فَالفَصِيحُ الصَّحِيحُ فِي كُلِّ ذَلِكَ - وَمَا أَشْبَهَهُ -: إِثْبَاتُ اليَاءِ، وَلَا اغْتِرَارَ بِوُجُودِهِ فِي كُتُبِ الحَدِيثِ أَوْ أَكْثَرِهَا بِحَذْفِهَا - وَاللهُ أَعْلَمُ -». ¶ (¬5) رَوَاهُ مُسْلِمٌ (2653).",
            "page": "22",
            "part": "1",
            "seal": "C6853606"
        },
        {
            "id": "16",
            "nass": "وَالأَرْضَ بِخَمْسِينَ أَلْفَ سَنَةٍ» (¬1). ¶ وَحَدِيثِ أَحْمَدَ وَمُسْلِمٍ عَنِ ابْنِ عُمَرَ: «كُلُّ شَيْءٍ بِقَدَرٍ؛ حَتَّى العَجْزُ (¬2) وَالكَيْسُ» (¬3). ¶ وَفِي حَدِيثٍ آخَرَ: «لَوْ أَنَّ اللهَ عَذَّبَ أَهْلَ سَمَوَاتِهِ وَأَهْلَ أَرْضِهِ لَعَذَّبَهُمْ وَهُوَ غَيْرُ ظَالِمٍ لَهُمْ، وَلَوْ رَحِمَهُمْ لَكَانَتْ رَحْمَتُهُ خَيْرًا لَهُمْ مِنْ أَعْمَالِهِمْ، وَلَوْ أَنْفَقْتَ مِثْلَ أُحُدٍ ذَهَبًا فِي سَبِيلِ اللهِ مَا قَبِلَهُ اللهُ مِنْكَ حَتَّى تُؤْمِنَ بِالقَدَرِ، فَتَعْلَمَ أَنَّ مَا أَصَابَكَ لَمْ يَكُنْ لِيُخْطِئَكَ وَمَا أَخْطَأَكَ لَمْ يَكُنْ لِيُصِيبَكَ، وَلَوْ مُتَّ (¬4) عَلَى غَيْرِ هَذِهِ لَدَخَلْتَ النَّارَ» (¬5)، رَوَاهُ الإِمَامُ أَحْمَدُ عَنْ زَيْدِ بْنِ ثَابِتٍ، وَرَوَاهُ أَحْمَدُ - أَيْضًا - وَأَبُو دَاوُدَ وَابْنُ مَاجَهْ وَابْنُ حِبَّانَ وَالطَّبَرَانِيُّ عَنْ أُبَيِّ بْنِ كَعْبٍ ¶ ¬__________ ¶ (¬1) عِنْدَ التِّرْمِذِيِّ (2156)، وَأَحْمَدَ (11/ 144)، وَالحَدِيثُ فِي «مُسْلِمٍ» (2653) - كَمَا تَقَدَّمَ -. ¶ (¬2) ذَكَرَ النَّوَوِيُّ فِي «شَرْحِ صَحِيحِ مُسْلِمٍ» (16/ 205) نَقْلًا عَنِ القَاضِي عِيَاضٍ أَنَّهُ قَالَ: «رُوِّينَاهُ بِرَفْعِ (العَجْزِ) وَ (الكَيْسِ) عَطْفًا عَلَى (كُلُّ)، وَبِجَرِّهِمَا عَطْفًا عَلَى (شَيْءٍ)». ¶ قَالَ المُنَاوِيُّ فِي «فَيْضِ القَدِيرِ» (5/ 22): «وَ (الكَيْسُ) - بِفَتْحِ الكَافِ -؛ أَيِ: النَّشَاطُ وَالحِذْقُ وَالظَّرَافَةُ، أَوْ كَمَالُ العَقْلِ، أَوْ شِدَّةُ مَعْرِفَةِ الأُمُورِ، أَوْ تَمْيِيزُ مَا فِيهِ الضَّرُّ مِنَ النَّفْعِ». ¶ (¬3) رَوَاهُ مُسْلِمٌ (2655) وَأَحْمَدُ (10/ 133 - 134). ¶ (¬4) بِضَمِّ المِيمِ وَكَسْرِهَا، مِنْ (مَاتَ يَمُوتُ)، وَ (مَاتَ يَمَاتُ)، (وَمَاتَ يَمِيتُ). ¶ وَالأَخِيرَةُ عَلَّقَ عَلَيْهَا الزَّبِيدِيُّ فِي «تَاجِهِ» - نَقْلًا عَنْ شَيْخِهِ - بِقَوْلِهِ: «وَهِيَ لُغَةٌ مَرْجُوحَةٌ أَنْكَرَهَا جَمَاعَةٌ». ¶ (¬5) رَوَاهُ أَحْمَدُ (35/ 465)، وَأَبُو دَاوُدَ (4699)، وَابْنُ مَاجَهْ (77). ¶ قَالَ الذَّهَبِيُّ فِي «المُهَذَّبِ» (8/ 4212): «إِسْنَادُهُ صَالِحٌ». ¶ وَقَالَ الأَلْبَانِيُّ فِي «ظِلَالِ الجَنَّةِ» (1/ 109): «إِسْنَادُهُ صَحِيحٌ، وَرِجَالُهُ ثِقَاتٌ».",
            "page": "23",
            "part": "1",
            "seal": "3DF0730C"
        },
        {
            "id": "17",
            "nass": "وَزَيْدِ بْنِ ثَابِتٍ وَحُذَيْفَةَ وَابْنِ مَسْعُودٍ. ¶ وَفِي «مُسْلِمٍ» - أَيْضًا - حِينَ تَحَاجَّ (¬1) آدَمُ وَمُوسَى، وَفِيهِ: قَالَ آدَمُ لِمُوسَى: «أَفَتَلُومُنِي عَلَى أَمْرٍ قَدْ قُدِّرَ عَلَيَّ قَبْلَ أَنْ أُخْلَقَ بِأَرْبَعِينَ سَنَةً؟!» (¬2). ¶ وَفِي «مُسْلِمٍ» - أَيْضًا - مِنْ حَدِيثِ عَلِيِّ بْنِ أَبِي طَالِبٍ، عَنِ النَّبِيِّ - صلى الله عليه وسلم -، وَفِيهِ: قَالَ: «مَا مِنْ نَفْسٍ مَنْفُوسَةٍ (¬3) إِلَّا وَكَتَبَ اللهُ مَكَانَهَا مِنَ الجَنَّةِ وَالنَّارِ إِلَّا وَقَدْ كُتِبَتْ شَقِيَّةً أَوْ سَعِيدَةً»، فَقَالَ رَجُلٌ: يَا رَسُولَ اللهِ! أَفَلَا نَمْكُثُ عَلَى كِتَابِنَا وَنَدَعُ العَمَلَ؟ فَقَالَ: «مَنْ كَانَ مِنْ أَهْلِ السَّعَادَةِ فَسَيَصِيرُ إِلَى عَمَلِ أَهْلِ السَّعَادَةِ، وَمَنْ كَانَ مِنْ أَهْلِ الشَّقَاوَةِ فَسَيَصِيرُ إِلَى عَمَلِ أَهْلِ الشَّقَاوَةِ، اعْمَلُوا؛ فَكُلٌّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ، أَمَّا أَهْلُ السَّعَادَةِ فَيُيَسَّرُونَ لِعَمَلِ أَهْلِ السَّعَادَةِ، وَأَمَّا أَهْلُ الشَّقَاوَةِ فَيُيَسَّرُونَ لِعَمَلِ أَهْلِ الشَّقَاوَةِ» (¬4). ¶ وَرَوَى الإِمَامُ أَبُو حَنِيفَةَ - رَحِمَهُ اللهُ - عَنْ عَبْدِ العَزِيزِ بْنِ رُفَيْعٍ (¬5)، عَنْ مُصْعَبِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «مَا مِنْ نَفْسٍ إِلَّا ¶ ¬__________ ¶ (¬1) يُقَالُ: (تَحَاجَّ الرَّجُلَانِ)؛ أَيْ: تَجَادَلَا. ¶ (¬2) مِنْ حَدِيثِ أَبِي هُرَيْرَةَ - رَضِيَ اللهُ عَنْهُ -، رَوَاهُ البُخَارِيُّ (6614)، وَمُسْلِمٌ (2652). ¶ (¬3) قَالَ ابْنُ الأَثِيرِ فِي «النِّهَايَةِ» (5/ 95): «أَيْ: مَوْلُودَةٍ، يُقَالُ: (نُفِسَتِ المَرْأَةُ) وَ (نَفِسَتْ)؛ فَهِيَ (مَنْفُوسَةٌ وَنُفَسَاءُ): إِذَا وَلَدَتْ، فَأَمَّا الحَيْضُ فَلَا يُقَالُ فِيهِ إِلَّا (نَفِسَتْ) - بِالْفَتْحِ -». ¶ (¬4) رَوَاهُ البُخَارِيُّ (1362)، وَمُسْلِمٌ (2647). ¶ (¬5) بِالتَّصْغِيرِ؛ كَمَا فِي «تَقْرِيبِ التَّهْذِيبِ» (ص357).",
            "page": "24",
            "part": "1",
            "seal": "7E51AD14"
        },
        {
            "id": "18",
            "nass": "وَقَدْ كَتَبَ اللهُ مَخْرَجَهَا وَمَدْخَلَهَا (¬1) وَمَا هِيَ لَاقِيَةٌ، فَقَالَ رَجُلٌ مِنَ الأَنْصَارِ: فَفِيمَ العَمَلُ يَا رَسُولَ اللهِ؟! قَالَ: «اعْمَلُوا؛ كُلٌّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ، أَمَّا أَهْلُ الشَّقَاءِ فَيُيَسَّرُونَ (¬2) لِعَمَلِ أَهْلِ الشَّقَاءِ، وَأَمَّا أَهْلُ السَّعَادَةِ فَيُيَسَّرُونَ (¬3) لِعَمَلِ أَهْلِ السَّعَادَةِ»، فَقَالَ الأَنْصَارِيُّ: الآنَ حَقَّ (¬4) العَمَلُ (¬5). ¶ وَأَخْرَجَ البَزَّارُ عَنْ عُبَادَةَ بْنِ الصَّامِتِ - رَضِيَ اللهُ عَنْهُ -، قَالَ: سَمِعْتُ ¶ ¬__________ ¶ (¬1) (مَخْرَجَهَا) وَ (مَدْخَلَهَا): بِفَتْحِ المِيْمِ وَضَمِّهَا - فِي اللَّفْظَيْنِ -، فَالوَجْهُ الأَوَّلُ مِنْ (دَخَلَ وَخَرَجَ)، وَالثَّانِي مِنْ (أَدْخَلَ وَأَخْرَجَ)، وَانْظُرْ - لِمَزِيدِ بَيَانٍ - «أَدَبَ الكَاتِبِ» لابْنِ قُتْيَبَةَ (ص556). ¶ قَالَ عَلِيٌّ القَارِي فِي «شَرْحِ مُسْنَدِ أَبِي حَنِيفَةَ» (ص383): «(مَدْخَلَهَا): مَكَانَ دُخُولِهَا وَزَمَانَهُ وَسَائِرَ شَأْنِهِ مِنْ أَوَّلِ وِلَادَتِهِ إِلَى انْتِهَاءِ نَشْأَتِهِ، (وَمَخْرَجَهَا): أَيْ مَكَانَ خُرُوجِهَا، وَزَمَانَهُ، وَهُوَ مُنْتَهَى أَجَلِهِ، وَمُقْتَضَى عِلْمِهِ، وَمُنْقَطَعُ عَمَلِهِ». ¶ (¬2) فِي المَخْطُوطِ: (فَيُيَسَّرُوا)، وَالصَّوَابُ مَا أَثْبَتْنَاهُ. ¶ (¬3) انْظُرِ الحَاشِيَةَ السَّابِقَةَ. ¶ (¬4) بفَتْحِ الحَاءِ أَوْ ضَمِّهَا - عَلَى البِنَاءِ لِلْمَعْلُومِ أَوِ المَجْهُولِ -، قَالَ فِي «القَامُوسِ»: «وَ (حَقَّ) بِالفَتْحِ: وَجَبَ؛ لَازِمٌ مُتَعَدٍّ». ¶ قُلْتُ: وَمِنْ أَهْلِ اللُّغَةِ مَنْ جَعَلَ الفَتْحَ بِوُجُودِ (عَلَى)؛ كقَوْلِكَ: (حَقَّ عَلَيْهِ أَنْ يَفْعَلَ كَذَا)، وَالضَّمَّ بِوُجُودِ (اللَّامِ)؛ كَقَوْلِكَ: (حُقَّ لَهُ أَنْ يَفَعْلَ كَذَا). ¶ (¬5) وَهُوَ مَرْوِيٌّ عَنْ مُصْعَبِ بْنِ سَعْدٍ عَنْ أَبِيهِ؛ رَوَاهُ أَبُو حَنِيفَةَ فِي «مُسْنَدِهِ» (1/ 170)، وَمِنْ ¶ طَرِيقِهِ: ابْنُ أَبِي عَاصِمٍ فِي «السُّنَّةِ» (رقم 173). ¶ وَأَعَلَّهُ الدَّارَقُطْنِيُّ فِي «العِلَلِ» (4/ 326) بِالإِرْسَالِ، وَضَعَّفَهُ الأَلبَانِيُّ بِهَذَا اللَّفْظِ فِي «ظِلَالِ ¶ الجَنَّةِ» (1/ 76). ¶ وَيَشْهَدُ لِأَصْلِ مَعْنَاهُ: حدِيثُ عَلِيٍّ الَّذِي قَبْلَهُ.",
            "page": "25",
            "part": "1",
            "seal": "6AF9A5B7"
        },
        {
            "id": "19",
            "nass": "رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ: «أَوَّلُ (¬1) مَا خَلَقَ اللهُ: القَلَمُ (¬2)، فَقَالَ: اجْرِ، فَجَرَى بِمَا هُوَ كَائِنٌ إِلَى يَوْمِ القِيَامَةِ» (¬3). ¶ ¬__________ ¶ (¬1) ومِنْهُمْ مَنْ ضَبَطَهَا بِالنَّصْبِ عَلَى الظَّرْفِيَّةِ، وَانْظُرْ - لِمَزِيدِ بَيَانٍ - الحَاشِيَةَ التَّالِيَةَ. ¶ (¬2) قُيِّدَ الشَّكْلُ - هُنَا - عَلَى ثَلَاثَةِ ضُرُوبٍ، وَبِحَسَبِهِ تَنَازَعَ أَهلُ العِلْمِ فِي أَسْبَقِيَّةِ العَرْشِ أَوِ القَلَمِ فِي الخَلَقِ: ¶ فَالضَّرْبُ الأَوَّلُ: بِرَفْعِ (أَوَّل) وَ (القَلَم)، وَذَلِكَ عَلَى مَعْنَيَيْنِ: ¶ الأَوَّلُ: لِمَنْ قَالَ بِأَسْبَقِيَّةِ القَلَمِ، فَجَعَلَ سِيَاقَ الحَدِيثِ جُمْلَتَيْنِ مُنْفَصِلَتَيْنِ، وأَخَذَ بِظَاهِرِ الحَدِيثِ. ¶ وَالثَّانِي: لِمَنْ قَالَ بِأَسْبَقِيَّةِ العَرْشِ، إِلَّا أَنَّ التَّقْدِيرَ: أَنَّ القَلَمَ أَوَّلُ المَخْلُوقَاتِ مِنْ هَذَا العَالَمِ. ¶ وَالضَّربُ الثَّانِي: بِرَفْعِ (أَوَّل) وَنَصْبِ (القَلَم)، وَذَلِكَ عَلَى المَعْنَيَيْنِ نَفْسَيْهِمَا المُتَقَدِّمَيْنِ، وَيَقَعُ عَلَى حَالَتَيْنِ: ¶ الأُولَى: على تَقْدِيرِ عَامِلٍ مَحْذُوفٍ؛ هُوَ (كَانَ)، فَيَكُونُ السِّيَاقُ المُقَدَّرُ: (أَوَّلُ مَا خَلَقَ اللهُ: كَانَ ¶ القَلَمَ). ¶ وَالثَّانِيَةُ: عَلَى رِوَايَةِ: «إِنَّ أَوَّلَ مَا خَلَقَ اللهُ: القَلَمَ» - بِزِيَادَةِ (إِنَّ) -، فَيَتَوَجَّهُ النَّصْبُ عَلَى أَنَّ (القَلَمَ) خَبَرُهَا؛ حَيْثُ يُنْصَبُ الجُزْءَانِ فِي (إِنَّ وَأَخَوَاتِهَا)، وَهِيَ لُغَةٌ عِنْدَ جَمَاعَةٍ، وَبَعْضُهُمْ خَصَّ ذَلِكَ بِـ (لَيْتَ) فَقَطْ. ¶ أَمَّا الضَّرْبُ الثَّالِثُ: فَبِنَصْبِ (أَوَّل) عَلَى الظَّرْفِيَّةِ، وَنَصْبِ (القَلَم) عَلَى المَفْعُولِيَّةِ، وَهَذَا عَلَى قَوْلِ مَنْ قَالَ بِأَسْبَقِيَّةِ العَرْشِ، فَجَعَلَ السِّيَاقَ جُمْلَةً واحِدَةً،، وَالمُرَادُ: (أَنَّ اللهَ - عَزَّ وَجَلَّ - أَمَرَ القَلَمَ عِنْدَ أَوَّلِ خَلْقِهِ أَنْ يَكُتْبَ)، وَهُوَ اخْتِيَارُ شَيْخِ الإِسْلامِ ابْنِ تَيْمِيَةَ؛ قَالَ - رَحِمَهُ اللهُ - فِي «بُغْيَةِ المُرْتَادِ» (ص181): «فَهُوَ نَصْبٌ عَلَى الظَّرْفِ؛ إِذْ (مَا) هِيَ المَصْدَرِيَّةُ، وَهِيَ وَالفِعْلُ بِتَأْوِيلِ المَصْدَرِ الَّذِي يَجْعَلُهُ ظَرْفاً؛ كَمَا يُقَالُ: (أَوَّلَ مَا لَقِيتُ فُلَانًا سَلَّمْتُ عَلَيْهِ)؛ أَيْ: (فِي أَوَّلِ أَوْقَاتِ لُقْيِهِ سَلَّمْتُ عَلَيْهِ)، وَإِذَا كَانَ مَعْنَاهُ أَنَّهُ قَالَ لَهُ فِي أَوَّلِ أَوْقَاتِ خَلْقِهِ هَذَا القَوْلَ؛ لَمْ يَدُلَّ عَلَى أَنَّهُ أَوَّلُ مَخْلُوقٍ؛ بَلْ هُوَ دَلِيلٌ عَلَى أَنَّهُ خُلِقَ قَبْلَهُ غَيْرُهُ». ¶ (¬3) رَوَاهُ أَحْمَدُ (37/ 378)، وَالتِّرْمِذِيُّ - وَصَحَّحَهُ - (3319)، وَأَبُو دَاوُدَ (4700)، وَالبَزَّارُ فِي «مُسْنَدِهِ» (7/ 137 - «البَحْرِ الزَّخَّارِ»)، وَصَحَّحَهُ الأَلْبَانِيُّ فِي «ظِلَالِ الجَنَّةِ» (1/ 48 - 50)، وَالوَادِعِيُّ فِي «الجَامِعِ الصَحِيحِ فِي القَدَرِ» (ص102 - 103).",
            "page": "26",
            "part": "1",
            "seal": "A287C334"
        },
        {
            "id": "20",
            "nass": "قَالَ عَلِيُّ بْنُ المَدِينِيِّ (¬1): إِسْنَادُهُ حَسَنٌ (¬2). ¶ وَأَخْرَجَ الإِمَامُ أَحْمَدُ وَالتِّرْمِذِيُّ - وَصَحَّحَهُ - عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «أَوَّلُ مَا خَلَقَ اللهُ: القَلَمُ، قَالَ لَهُ: اُكْتُبْ، قَالَ: يَا رَبِّ! وَمَا أَكْتُبُ؟ قَالَ: اُكْتُبْ مَقَادِيرَ كُلِّ شَيْءٍ» (¬3). ¶ وَأَخْرَجَ التِّرْمِذِيُّ عَنْ أُبَيِّ بْنِ كَعْبٍ - رَضِيَ اللهُ عَنْهُ - قَالَ: سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ: «أَوَّلُ مَا خَلَقَ اللهُ: القَلَمُ، فَقَالَ لَهُ: اُكْتُبْ، فَجَرَى بِمَا هُوَ كَائِنٌ إِلَى الأَبَدِ» (¬4). ¶ قَالَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي زُرَارَةَ: وَهَذَا الحَدِيثُ مِنَ الصِّحَاحِ (¬5). ¶ وَفِي «تَفْسِيرِ مَكِّيٍّ» (¬6) عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُمَا - قَالَ: خَلَقَ ¶ ¬__________ ¶ (¬1) (المَدِينِيُّ): بِفَتْحِ المِيمِ وَكَسْرِ الدَّالِ؛ نِسْبَةً إِلَى مَدِينَةِ رَسُولِ اللهِ - صلى الله عليه وسلم - كَمَا فِي «الأَنْسَابِ» (12/ 152 - 153)، وَ «تَوْضِيحِ المُشْتَبِهِ» (8/ 100). ¶ (¬2) نَقَلَ ذَلِكَ عَنِ ابْنِ المَدِينِيِّ: عَبْدُ الحَقِّ الإِشْبِيليُّ فِي «الأَحْكَامِ الوُسْطَى» (4/ 307). ¶ (¬3) تَقَدَّمَ تَخْرِيجُهُ (ص19). ¶ (¬4) لَمْ أَظْفَرْ بِهِ عَنْ أُبَيِّ بْنِ كَعْبٍ عِنْدَ التِّرْمِذِيِّ وَلَا عِنْدَ غَيْرِهِ مِنَ المَصَادِرِ الحَدِيثِيَّةِ الأُخْرَى، وأَوْرَدَهُ ابْنُ الأَثِيرِ فِي «جَامِعِ الأُصُولِ» (4/ 18) مِنْ زِيَادَاتِ رَزِينٍ العَبْدرِيِّ الَّتِي أَوْرَدَهَا فِي كِتَابِهِ «التَّجْرِيدِ»، قَالَ عَنْهُ الذَّهَبِيُّ فِي «سِيَرِ أَعْلَامِ النُّبَلَاءِ» (20/ 205): «أَدْخَلَ كِتَابَهُ زِيَادَاتٍ وَاهِيَةً، لَوْ تَنَزَّهَ عَنْهَا لأَجَادَ». ¶ (¬5) العِبَارَةُ - هُنَا - غَيْرُ مُسْتَقِيمَةٍ؛ فَلَا يُحْفَظُ مِنَ المُحَدِّثِينَ مَنْ يُعْرَفُ بِهَذَا الاسْمِ، وَإِنَّمَا قَدْ وَرَدَ ذِكْرُهُ فِي الرُّوَاةِ؛ وَيَظْهَرُ أَنَّ سَقْطًا تَخَلَّلَ السِّيَاقَ - وَاللهُ أَعْلَمُ -. ¶ (¬6) هُوَ أَبُو مُحَمَّدٍ مَكِّيُّ بْنُ حَمُّوشٍ الأَنْدَلُسِيُّ القَيْسِيُّ، وَيُعْرَفُ بِمَكِّيِّ بْنِ أَبِي طَالِبٍ؛ مُقْرِئٌ وَعَالِمٌ بِالتَّفْسِيرِ وَالعَرَبِيَّةِ؛ لَهُ كُتُبٌ كَثِيرَةٌ؛ مِنْهَا «الهِدَايَةُ إِلَى بُلُوغِ النِّهَايَةِ»، وَهُوَ فِي مَعَانِي القُرْآنِ وَتَفْسِيرِهِ، تُوُفِّيَ سَنَةَ (437هـ)، انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (7/ 286).",
            "page": "27",
            "part": "1",
            "seal": "C4F6586F"
        },
        {
            "id": "21",
            "nass": "اللهُ النُّونَ (¬1) - وَهُوَ الدَّوَاةُ -، وَخَلَقَ القَلَمَ، فَقَالَ: اكْتُبْ، قَالَ: وَمَا أَكْتُبُ؟ قَالَ: اكْتُبْ مَا هُوَ كَائِنٌ إِلَى يَوْمِ القِيَامَةِ مِنْ عَمْلٍ مَعْمُولٍ - بِرٍّ أَوْ فُجُورٍ - وَرِزْقٍ مَقْسُومٍ - حَلَالٍ أَوْ حَرَامٍ -، ثُمَّ الْزَمْ كُلَّ شَيْءٍ مِنْ ذَلِكَ شَأْنَهُ مِنْ دُخُولِهِ فِي الدُّنْيَا وَمُقَامِهِ (¬2) فِيهَا كَمْ هُوَ، وَخُرُوجِهِ مِنْهَا كَيْفَ (¬3). ¶ وَفِي «تَفْسِيرِ الثَّعْلَبِيِّ» (¬4): قَالَ ابْنُ عُمَرَ: قَالَ النَّبِيُّ - صلى الله عليه وسلم -: «أَوَّلُ شَيْءٍ خَلَقَ اللهُ: القَلَمُ؛ مِنْ نُورٍ، طُولُهُ خَمْسُ مِئَةِ (¬5) عَامٍ (¬6)، فَقَالَ القَلَمُ: اِجْرِ، ¶ ¬__________ ¶ (¬1) (النُّونُ): هِيَ الوِعَاءُ الَّتِي يُوضَعُ فِيهِ الحِبْرُ. ¶ (¬2) (الُمقَامُ) - هُنَا -: بِضَمِّ المِيمِ؛ مِنَ الإِقَامَةِ، أَمَّا الفَتْحُ فَمِنَ القِيَامِ. ¶ (¬3) انْظُرْ «تَفْسِيرَ مَكِّيٍّ» (12/ 7613)، وَأَخْرَجَهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (21/ 104) و (23/ 143)، وَالبَيْهَقيُّ فِي «القَضَاءِ وَالقَدَرِ» (ص211). ¶ (¬4) هُوَ: أَبُو إِسْحَاقَ، أَحْمَدُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ الثَّعْلَبِيُّ النَّيْسَابُورِيُّ؛ مُفَسِّرٌ، لَهُ اشْتِغَالٌ بِالتَّارِيخِ، مِنْ كُتُبِهِ: «الكَشْفُ وَالبَيَانُ فِي تَفْسِيرِ القُرْآنِ»، وَيُعْرَفُ بِـ «تَفْسِيرِ الثَّعْلَبِيِّ»، تُوُفِّيَ سَنَةَ (427هـ)، انْظُرِ «الأَعْلاَمَ» لِلزِّرِكْلِيِّ (1/ 212). ¶ (¬5) أَثْبَتُّهُ - هُنَا - بِحَذْفِ أَلِفِ (مِئَةٍ)، وَفِي المَخْطُوطِ إِثْبَاتُهَا، وَقَدْ كَانَتْ تُضَافُ الأَلِفُ - وَتَبْقَى المِيمُ عَلَى كَسْرِهَا -؛ لِإِزَالَةِ الالْتِبَاسِ بَيْنَهَا وَبَيْنَ (مِنْهُ) - وَنَحْوِ ذَلِكَ -؛ دَفْعًا لِاشْتِبَاهِ الرَّسْمِ فِي اللَّفْظَتَيْنِ، وَكَانَ هَذَا قَبْلَ نَقْطِ الحُرُوفِ، أَمَّا الآنَ فَلَا حَاجَةَ إِلَى ذَلِكَ، قَالَ ابْنُ قُتَيْبَةَ فِي «أَدَبِ الكَاتِبِ» (ص246): «وَ (مِائَةٌ) زَادُوا فِيهَا أَلِفاً لِيَفْصِلُوا بِهَا بَيْنَهَا وَبَيْنَ (مِنْهُ)، أَلَا تَرَى أَنَّكَ تَقُولُ: (أَخَذْتُ مِائَةً)، وَ (أَخَذْتُ مِنْهُ)، فَلَوْ لَمْ تَكُنِ الأَلِفُ لَالْتَبَسَ عَلَى القَارِئِ». ¶ أَمَّا الفَصْلُ فِي (خَمْسِ مِئَةٍ) - وَنَحْوِهَا - بَدَلَ (خَمْسِمِئَةٍ)، فَالأَوَّلُ عَلَى القِيَاسِ، وَالثَّانِي عَلَى شُذُوذٍ، انْظُرْ «هَمْعَ الهَوَامِعِ» للِسُّيُوطِيِّ (2/ 515). ¶ (¬6) أَيْ: مَسِيرَةَ خَمْسِ مِئَةِ عَامٍ؛ كَمَا فِي رِوَايَةِ أَبِي الشَّيْخِ فِي «العَظَمَةِ» (2/ 590).",
            "page": "28",
            "part": "1",
            "seal": "A3721F59"
        },
        {
            "id": "22",
            "nass": "فَجَرَى بِمَا هُوَ كَائِنٌ إِلَى يَوْمِ القِيَامَةِ مِنْ عَمَلٍ؛ بَرِّهَا (¬1) وَفَاجِرِهَا، وَرَطْبِهَا وَيَابِسِهَا» (¬2). ¶ فَثَبَتَ بِالكِتَابِ وَالسُّنَّةِ بُطْلَانُ مَذْهَبِ القَدَرِيَّةِ - وَمَنْ وَافَقَهُمْ -. ¶ وَفِي الحَدِيثِ: «القَدَرِيَّةُ مَجُوسُ هَذِهِ الأُمَّةِ، إِنْ مَرِضُوا فَلَا تَعُودُوهُمْ، وَإِنْ مَاتُوا فَلَا تَشْهَدُوهُمْ» (¬3). ¶ وَهَذَا أَوَانُ الشُّرُوعِ فِي المُرَادِ، وَعَلَى اللهِ الهِدَايَةُ إِلَى سَبِيلِ الرَّشَادِ. ¶ أَمَّا قَوْلُهُ - تَعَالَى -: {يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ} (¬4)؛ فَـ (المَحْوُ): ذَهَابُ أَثَرِ الكِتَابَةِ، يُقَالُ: (مَحَاهُ يَمْحُوهُ مَحْوًا)، إِذَا ذَهَبَ أَثَرُهُ، كَذَا فِي «تَفْسِيرِ ابْنِ عَادِلٍ» (¬5)، وَ (يُثْبِتُ) قَرَأَهُ أَبُو ¶ ¬__________ ¶ (¬1) بِفَتْحِ البَاءِ - هُنَا -؛ أَيِ: الصَّادِقُ التَّقِيُّ، وَهُوَ خِلَافُ الفَاجِرِ، أَمَّا البِرُّ - بِالكَسْرِ - فَهُوَ: الخَيْرُ وَالفَضْلُ. ¶ (¬2) أَخْرَجَهُ الثَّعْلَبِيُّ فِي «تَفْسِيرِهِ» (8/ 366 - 367)، وَأَبُو الشَّيْخِ فِي «العَظَمَةِ» (2/ 590) دُونَ ذِكْرِ: «بَرِّهَا وَفَاجِرِهَا، وَرَطْبِهَا وَيَابِسِهَا»، وَضَعَّفَ إِسْنَادَهُ رِضَاءُ اللهِ المُبَارَكْفُورِيُّ فِي تَعْلِيقِهِ عَلَى الكِتَابِ، وَأَوْرَدَ فِي الحَاشِيَةِ - أَيْضًا - رِوَايَاتٍ لِلْحَدِيثِ بِأَلْفَاظٍ أُخْرَى إِسْنَادُهَا حَسَنٌ، فَلْتُنْظرْ - لِمَزِيدِ بَيَانٍ -. ¶ (¬3) مِنْ حَدِيثِ ابْنِ عُمَرَ، رَوَاهُ أَبُو دَاوُدَ (4691)، وَأَحْمَدُ (2/ 86و125)، وابْنُ أَبِي عَاصِمٍ فِي «السُّنَّةِ» (1/ 149)، وَحَسَّنَهُ الأَلْبَانيُّ فِي «ظِلَالِ الجَنَّةِ» (1/ 149 - 150) بِمَجْمُوعِ طُرُقِهِ. ¶ (¬4) سُورَةُ (الرَّعْدِ)، آيَة (39). ¶ (¬5) انْظُرْ «تَفْسِيرَ ابْنِ عَادِلٍ» (11/ 320)، وَهُوَ: أَبُو حَفْصٍ، سِرَاجُ الدِّينِ، عُمَرُ بْنُ عَلِيِّ بْنِ عَادِلٍ الحَنْبَلِيُّ الدِّمَشْقِيُّ، صَاحِبُ التَّفْسِيرِ الكَبِيرِ «اللُّبابِ فِي عُلُومِ الكِتَابِ»، تُوُفِّيَ بَعْدَ سَنَةِ (880هـ)، انْظُرِ «الأَعْلاَمَ» لِلزِّرِكْلِيِّ (5/ 58).",
            "page": "29",
            "part": "1",
            "seal": "5E82B57F"
        },
        {
            "id": "23",
            "nass": "عَمْرٍو وَابْنُ كَثِيرٍ وَعَاصِمٌ بِالتَّخْفِيفِ، مِنْ (أَثْبَتَ)، وَقَرَأَهُ البَاقُونَ بِالتَّشْدِيدِ، وَهِيَ قِرَاءَةُ ابْنِ عَبَّاسٍ، وَاخْتِيَارُ أَبِي عُبَيْدٍ (¬1) وَأَبِي حَاتِمٍ (¬2) لِكَثْرَةِ مَنْ قَرَأَ بِهَا، وَلِقَوْلِهِ - تَعَالَى -: {يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا} (¬3). ¶ وَمَفْعُولُ (يُثْبِتُ) مَحْذُوفٌ؛ أَيْ: (وَيُثْبِتُ مَا يَشَاءُ)، إِلَّا إِنَّهُ اسْتُغْنِيَ بِتَعْدِيَةِ الفِعْلِ الأَوَّلِ عَنْ تَعْدِيَةِ الثَّانِي (¬4)؛ كَمَا فِي قَوْلِهِ - سُبْحَانَهُ -: {وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ} ... (¬5). ¶ إِذَا تَقَرَّرَ هَذَا؛ فَذَهَبَ جَمْعٌ كَثِيرٌ وَجَمٌّ غَفِيرٌ إِلَى أَنَّ العُمُرَ يَزِيدُ وَيَنْقُصُ، وَكَذَا القَوْلُ فِي السَّعَادَةِ وَالشَّقَاوَةِ، وَالإِيمَانِ وَالكُفْرِ؛ تَمَسُّكًا بِظَاهِرِ هَذِهِ الآيَةِ ¶ ¬__________ ¶ (¬1) هُوَ: القَاسِمُ بْنُ سَلَّامٍ، مِنْ كِبَارِ العُلَمَاءِ بِالحَدِيثِ وَالأَدَبِ وَالفِقْهِ، تُوُفِّيَ سَنَةَ (224هـ)، انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (5/ 176). ¶ (¬2) هُوَ: سَهْلُ بْنُ مُحَمَّدِ بْنِ عُثْمَانَ السِّجِسْتَانِيُّ، مِنْ كِبَارِ عُلَمَاءِ اللُّغَةِ وَالشِّعْرِ، تُوُفِّيَ سَنَةَ (248هـ)، انْظُرِ «الأَعْلاَمَ» لِلزِّرِكْلِيِّ (3/ 143). ¶ (¬3) سُورَةُ (إِبْرَاهِيم)، آيَة (27). ¶ (¬4) حَذْفُ المَفَاعِيلِ الخَمْسَةِ - وَنَحْوِهَا - يُفِيدُ أَغْرَاضًا عِدَّةً؛ مِنْهَا: التَّعْمِيمُ بِاخْتِصَارٍ؛ كَقَوْلِهِ - تعالى -: {وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلَامِ}؛ أَيْ: جَمِيعَ عِبَادِهِ، وَمِنْهَا: طَلَبُ الاخْتِصَارِ؛ كَنَحْوِ: {يَغْفِرُ لِمَنْ يَشَاءُ}؛ أَيْ: يَغْفِرُ الذُّنُوبَ، وَمِنْهَا: المُتَعَلِّقُ بِالاعْتِمَادِ عَلَى مَا تَقَدَّمَ ذِكْرُهُ؛ كَالآيَةِ الَّتِي أشَارَ إِلَيْهَا المُصَنِّفُ - وَغَيْرُهَا مِنَ الأَغْرَاضِ -. ¶ وَانْظُرْ - لِمَزِيدِ بَيَانٍ - «جَوَاهِرَ البَلَاغَةِ فِي المَعَانِي وَالبَيَانِ وَالبَدِيعِ» لِأَحْمَدَ الهَاشِمِيِّ (ص156 - 157). ¶ (¬5) سُورَةُ (الأَحْزَاب)، آيَة (35).",
            "page": "30",
            "part": "1",
            "seal": "B8942162"
        },
        {
            "id": "24",
            "nass": "الشَّرِيفَةِ، وَبِهِ قَالَ الإِمَامُ عُمَرُ بْنُ الخَطَّابِ، وَعَبْدُ اللهِ بْنُ مَسْعُودٍ، وَأَبُو وَائِلٍ (¬1)، وَكَعْبُ الأَحْبَارِ (¬2)، وَمَالِكُ بْنُ دِينَارٍ (¬3) - وَغَيْرُهُمْ -. ¶ وَهُوَ قَوْلُ الكَلْبِيِّ (¬4)؛ فَإِنَّهُ قَالَ: يَمْحُو مِنَ الرِّزْقِ وَيَزِيدُ فِيهِ، وَيَمْحُو مِنَ الأَجَلِ وَيَزِيدُ فِيهِ. ¶ وَرَوَاهُ عَنِ النَّبِيِّ - صلى الله عليه وسلم - (¬5). ¶ ¬__________ ¶ (¬1) قَالَ العَيْنِيُّ فِي «عُمْدَةِ القَارِي» (1/ 278): «بِالهَمْزَةِ بَعْدَ الأَلِفِ: شَقِيقُ بْنُ سَلَمَةَ الأَسَدِيُّ - أَسَدُ خُزَيْمَةَ -، كُوفِيٌّ تَابِعِيٌّ، أَدْرَكَ زَمَنَ رَسُولِ اللهِ - صلى الله عليه وسلم - وَلَمْ يَرَهُ ... وَسَمِعَ عُمَرَ بْنَ الخَطَّابِ وَعُثْمَانَ وَعَلِيًّا وَابْنَ مَسْعُودٍ وَعَمَّارًا وَغَيْرَهُمْ مِنَ الصَّحَابَةِ وَالتَّابِعِينَ ... وَأَجْمَعُوا عَلَى جَلَالَتِهِ وَصَلَاحِهِ وَوَرَعِهِ وَتَوْثِيقِهِ، وَهُوَ مِنْ أَجَلِّ أَصْحَابِ ابْنِ مَسْعُودٍ». ¶ (¬2) قَالَ النَّوَوِيُّ فِي «شَرْحِ صَحِيحِ مُسْلِمٍ» (3/ 76): «هُوَ كَعْبُ بْنُ مَاتِعٍ - بِالمِيمِ وَالمُثَنَّاةِ مِنْ فَوْقٍ بَعْدَهَا عَيْنٌ -، وَ (الأَحْبَارُ): العُلَمَاءُ، وَاحِدُهُمْ: (حَبْرٌ) بِفَتْحِ الحَاءِ وَكَسْرِهَا لُغَتَانِ؛ أَيْ: كَعْبُ العُلَمَاءِ، كَذَا قَالَهُ ابْنُ قُتَيْبَةَ وَغَيْرُهُ، وَقَالَ أَبُو عُبَيْدٍ: سُمِّيَ كَعْبَ الأَحْبَارِ لِكَوْنِهِ صَاحِبَ كُتُبِ الأَحْبَارِ، جَمْعُ (حِبْرٍ)، وَهُوَ مَا يُكْتَبُ بِهِ، وَهُوَ مَكْسُورُ الحَاءِ، وَكَانَ كَعْبٌ مِنْ عُلَمَاءِ أَهْلِ الكِتَابِ، ثُمَّ أَسْلَمَ فِي خِلَافَةِ أَبِي بَكْرٍ، وَقِيلَ: بَلْ فِي خِلَافَةِ عُمَرَ - رَضِيَ اللهُ عَنْهُمَا - ... وَهُوَ مِنْ فُضَلَاءِ التَّابِعِينَ». ¶ (¬3) هُوَ: أَبُو يَحْيَى، مَالِكُ بْنُ دِينَارٍ البَصْرِيُّ، كَانَ وَرِعًا، تُوُفِّيَ فِي البَصْرَةِ سَنَةَ (131هـ)، انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (5/ 261). ¶ (¬4) هُوَ: أَبُو النَّضْرِ، مُحَمَّدُ بْنُ السَّائِبِ بْنِ بِشْرٍ الكَلْبِيُّ: نَسَّابَةٌ، رَاوِيَةٌ، عَالِمٌ بِالتَّفْسِيرِ وَالأَخْبَارِ وَأَيَّامِ العَرَبِ، وَصَنَّفَ كِتَابًا فِي تَفْسِيرِ القُرْآنِ، وَهُوَ ضَعِيفُ الحَدِيثِ؛ حَدَّثَ عَنْهُ ثِقَاتٌ مِنَ النَّاسِ، وَرَضُوهُ فِي التَّفْسِيرِ، وَأَمَّا الحَدِيثُ فَفِيهِ مَنَاكِيرُ، تُوُفِّيَ سَنَةَ (146هـ)، انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (6/ 133). ¶ (¬5) أَخْرَجَهُ ابْنُ سَعْدٍ فِي «الطَّبَقَاتِ» (3/ 574)، وَابْنُ جَرِيرٍ فِي «تَفْسِيرِهِ» (13/ 565 - 566). ¶ قَالَ الأَلْبَانِيُّ فِي «الضَّعِيفَةِ» (11/ 768): «وَهَذَا إِسْنَادٌ ضَعِيفٌ جِدًّا - إِنْ لَمْ يَكُنْ مَوْضُوعاً -؛ آفَتُهُ الكَلْبِيُّ - هَذَا -؛ فَإِنَّهُ سَبَئِيٌّ مُتَّهَمٌ بِالكَذِبِ؛ بَلْ قَدِ اعْتَرَفَ هُوَ بِذَلِكَ ... ».",
            "page": "31",
            "part": "1",
            "seal": "CC63842E"
        },
        {
            "id": "25",
            "nass": "قَالَ الإِمَامُ الفَخْرُ (¬1): «قَالُوا: إِنَّ اللهَ يَمْحُو مِنَ الرِّزْقِ وَيَزِيدُ فِيهِ، وَكَذَلِكَ القَوْلُ فِي الأَجَلِ وَالسَّعَادَةِ وَالشَّقَاوَةِ وَالإِيمَانِ وَالكُفْرِ» (¬2). ¶ قَالَ: «وَالقَائِلُونَ بِهَذَا القَوْلِ كَانُوا يَدْعُونَ وَيَتَضَرَّعُونَ إِلَى اللهِ أَنْ يَجْعَلَهُمْ سُعَدَاءَ لَا أَشْقِيَاءَ». ¶ فَعَنْ أَبِي عُثْمَانَ النَّهْدِيِّ (¬3)، أَنَّ عُمَرَ بْنَ الخَطَّابِ - رَضِيَ اللهُ عَنْهُ - كَانَ يَطُوفُ بِالبَيْتِ وَهُوَ يَبْكِي، وَيَقُولُ: اللَّهُمَّ إِنْ كُنْتَ كَتَبْتَنِي فِي أَهْلِ السَّعَادَةِ فَأَثْبِتْنِي بِهَا، وَإِنْ كُنْتَ كَتَبْتَنِي فِي أَهْلِ الشَّقَاوَةِ وَالذَّنْبِ فَامْحُنِي (¬4) وَأَثْبِتْنِي فِي أَهْلِ السَّعَادَةِ وَالمَغْفِرَةِ؛ فَإِنَّكَ تَمْحُو مَا تَشَاءُ وَتُثْبِتُ وَعِنْدَكَ أُمُّ الكِتَابِ (¬5). ¶ وَكَانَ ابْنُ مَسْعُودٍ - رَضِيَ اللهُ عَنْهُ - يَقُولُ: اللَّهُمَّ إِنْ كُنْتَ كَتَبْتَنِي فِي السُّعَدَاءِ فَأَثْبِتْنِي فِيهِمْ، وَإِنْ كُنْتَ كَتَبْتَنِي فِي الأَشْقِيَاءِ فَامْحُنِي مِنَ الأَشْقِيَاءِ ¶ ¬__________ ¶ (¬1) هُوَ: أَبُو عَبْدِ اللهِ، مُحَمَّدُ بْنُ عُمَرَ بْنِ الحَسَنِ، المَعْرُوفُ بِفَخْرِ الدِّينِ الرَّازِيِّ، مِنْ تَصَانِيفِهِ: «مَفَاتِيحُ الغَيْبِ» فِي تَفْسِيرِ القُرْآنِ، تُوُفِّيَ سَنَةَ (606هـ)، انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (6/ 313). ¶ (¬2) انْظُرْ «تَفْسِيرَ الرَّازِي» (19/ 51). ¶ (¬3) (النَّهْدِيُّ): بِفَتْحِ النُّونِ وَسُكُونِ الهَاءِ، وَهُوَ عَبْدُ الرَّحْمَنِ بْنُ ملٍّ - بِلَامٍ ثَقِيلَةٍ، وَالمِيمُ مُثَلَّثَةٌ -، مَشْهُورٌ بِكُنْيَتِهِ، انْظُرْ «تَقْرِيبَ التَّهْذِيبِ» (ص351). ¶ (¬4) بِتَثْلِيثِ الحَاءِ؛ مِنْ (مَحَاهُ): (يَمْحُوهُ) وَ (يَمْحَاهُ) وَ (يَمْحِيهِ)؛ أَيْ: أَذْهَبَ أَثَرَهُ. ¶ وَالأَوْلَى - هُنَا - ضَبْطُهَا بِالضَّمِّ، وَذَلِكَ لأَنَّ المُتَكَلِّمَ اسْتَعْمَلَ لَفْظَ (يَمْحُو) فِي السِّيَاقِ الَّذِي بَعْدَهُ. ¶ (¬5) أَخْرَجَهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (13/ 564). ¶ وَصَحَّحَهُ الأَلْبَانِيُّ فِي «الضَّعِيفَةِ» (11/ 764) بِالمُتَابَعَةِ.",
            "page": "32",
            "part": "1",
            "seal": "FA91DF0E"
        },
        {
            "id": "26",
            "nass": "وَاكْتُبْنِي فِي السُّعَدَاءِ؛ فَإِنَّكَ تَمْحُو مَا تَشَاءُ وَتُثْبِتُ (¬1). ¶ وَكَانَ أَبُو وَائِلٍ - رَضِيَ اللهُ عَنْهُ - يُكْثِرُ أَنْ يَدْعُو: اللَّهُمَّ إِنْ كُنْتَ كَتَبْتَنَا أَشْقِيَاءَ فَامْحُنَا وَاكْتُبْنَا سُعَدَاءَ، وَإِنْ كُنْتَ كَتَبْتَنَا سُعَدَاءَ فَأَثْبِتْنَا؛ فَإِنَّكَ تَمْحُو مَا تَشَاءُ وَتُثْبِتُ وَعِنْدَكَ أُمُّ الكِتَابِ» (¬2). ¶ وَقَالَ كَعْبٌ لِعُمَرَ بْنِ الخَطَّابِ - رَضِيَ اللهُ عَنْهُمَا -: لَوْلَا آيَةٌ مِنْ كِتَابِ اللهِ لأَنْبَأْتُكَ بِمَا هُوَ كَائِنٌ إِلَى يَوْمِ القِيَامَةِ: {يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ} (¬3). ¶ وَقَالَ مَالِكُ بْنُ دِينَارٍ لِلْمَرْأَةِ الَّتِي دَعَا لَهَا: اللَّهُمَّ إِنْ كَانَ فِي بَطْنِهَا جَارِيَةٌ فَأَبْدِلْهَا غُلَامًا؛ فَإِنَّكَ تَمْحُو مَا تَشَاءُ وَتُثْبِتُ (¬4). ¶ وَحُجَّةُ القَائِلِينَ بِذَلِكَ: الكِتَابُ وَالسُّنَّةُ. ¶ فَأَمَّا الكِتَابُ فَهَذِهِ الآيَةُ الشَّرِيفَةُ. ¶ وَجْهُ الحُجَّةِ مِنْهَا أَنَّهَا عَامَّةٌ فِي كُلِّ شَيْءٍ يَقْتَضِيهِ ظَاهِرُ اللَّفْظِ. ¶ ¬__________ ¶ (¬1) أَخْرَجَهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (13/ 564). ¶ وَصَحَّحَهُ الأَلْبَانِيُّ فِي «الضَّعِيفَةِ» (11/ 764) بِمَجْمُوعِ طُرُقِهِ. ¶ (¬2) أَخْرَجَهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (13/ 563). ¶ قَالَ الأَلْبَانِيُّ فِي «الضَّعِيفَةِ» (11/ 764): «رَوَاهُ ابْنُ جَرِيرٍ بِسَنَدٍ صَحِيحٍ عَنْهُ». ¶ (¬3) أَخْرَجَهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (13/ 565). ¶ (¬4) رَوَاهُ الدَّارَقُطْنِيُّ فِي «السُّنَنِ» (4/ 501)، وَمِنْ طَرِيقِهِ أَخْرَجَهُ البَيْهَقِيُّ فِي «سُنَنِهِ الكُبْرَى» (7/ 729).",
            "page": "33",
            "part": "1",
            "seal": "5B0DDB50"
        },
        {
            "id": "27",
            "nass": "وَأَمَّا دَعْوَى التَّخْصِيصِ فَفِيهَا نَظَرٌ كَمَا يَأْتِي: ¶ فَعَنْ عُمَرَ وَابْنِ مَسْعُودٍ - رَضِيَ اللهُ عَنْهُمَا - أَنَّهُمَا قَالَا: يَمْحُو السَّعَادَةَ وَالشَّقَاوَةَ، وَيَمْحُو الرِّزْقَ وَالأَجَلَ، وَيُثْبِتُ مَا يَشَاءُ (¬1). ¶ وَفِي «تَفْسِيرِ القُرْطُبِيِّ» (¬2) وَ «ابْنِ عَادِلٍ» (¬3): رَوَى أَبُو الدَّرْدَاءِ عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: «إِنَّ اللهَ - سُبْحَانَهُ - يَفْتَحُ الذِّكْرَ فِي ثَلَاثِ سَاعَاتٍ يَبْقَيْنَ مِنَ اللَّيْلِ، فَيَنْظُرُ فِي الكِتَابِ الَّذِي لَا يَنْظُرُ فِيهِ أَحَدٌ غَيْرُهُ، فَيَمْحُو مَا يَشَاءُ وَيُثْبِتُ مَا يَشَاءُ» (¬4). ¶ وَفِي «تَفْسِيرِ القُرْطُبِيِّ» - وَغَيْرِهِ -: قَالَ ابْنُ عَبَّاسٍ: إِنَّ لِله لَوْحًا مَحْفُوظًا، مَسِيرَةَ (¬5) خَمْسِ مِئَةِ عَامٍ، مِنْ دُرَّةٍ بَيْضَاءَ، لَهُ دَفَّتَانِ (¬6) مِنْ يَاقُوتَةٍ حَمْرَاءَ، لِلهِ فِيهِ كُلَّ (¬7) يَوْمٍ ثَلَاثُ مِئَةٍ وَسِتُّونَ نَظْرَةً، يُثْبِتُ مَا يَشَاءُ وَيَمْحُو مَا ¶ ¬__________ ¶ (¬1) يُرِيدُ بِذَلِكَ: الأَثَرَيْنِ المَذْكُورَيْنِ آنِفًا عَنِ عُمَرَ وَابْنِ مَسْعُودٍ - رَضِيَ اللهُ عَنْهُمَا - (ص25 - 26). ¶ (¬2) انْظُرْ «تَفْسِيرَ القُرْطُبِيِّ» (9/ 332). ¶ (¬3) انْظُرْ «تَفْسِيرَ ابْنِ عَادِلٍ» (11/ 320). ¶ (¬4) رَوَاهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (11/ 560) و (13/ 570) و (15/ 34). ¶ (¬5) بِالرَّفْعِ أَوِ النَّصْبِ، أَمَّا الرَّفْعُ فَعَلَى الخَبَرِيَّةِ لِمُبْتَدَإٍ مَحْذُوفٍ، تَقْدِيرُهُ: (طُولُهُ مَسِيرَةُ خَمْسِ مِئَةِ عَامٍ)، وَأَمَّا النَّصْبُ فَعَلَى الظَّرْفِيَّةِ، تَقْدِيرُهُ (فِي مَسِيرَةِ خَمْسِ مِئَةِ عَامٍ). ¶ (¬6) (الدَّفَّتَانِ): بِفَتْحِ الدَّالِ؛ أَيِ: الجَانِبَانِ، وَ (الدَّفَّةُ) هِيَ: الجَنْبُ مِنْ كُلِّ شَيْءٍ، وَمِنْهُ: (دَفَّتَا المُصْحَفِ). ¶ (¬7) بِالنَّصْبِ عَلَى الظَّرْفِيَّةِ؛ أَيْ: (فِي كُلِّ يَوْمٍ).",
            "page": "34",
            "part": "1",
            "seal": "4407D825"
        },
        {
            "id": "28",
            "nass": "يَشَاءُ (¬1). ¶ وَقَالَ وَهْبُ بْنُ مُنَبِّهٍ: خَلَقَ اللهُ لَوْحًا مِنْ دُرَّةٍ بَيْضَاءَ، قَلَمُهُ مِنْ زُمُرُّدَةٍ خَضْرَاءَ، وَكِتَابُهُ نُورٌ، يَنْظُرُ اللهُ فِيهِ كَلَّ يَوْمٍ ثَلَاثَ مِئَةٍ وَسِتِّينَ نَظْرَةً، يُحْيِي وَيُمِيتُ، وَيُعِزُّ وَيُذِلُّ، وَيَرْفَعُ أَقْوَامًا وَيَخْفِضُ آخَرِينَ، وَيَحْكُمُ مَا يَشَاءُ، وَيَفْعَلُ مَا يُرِيدُ (¬2). ¶ وَقَالَ قَيْسُ بْنُ عُبَادٍ (¬3) - فِي اليَوْمِ العَاشِرِ مِنْ رَجَبٍ -: هُوَ اليَوْمُ الَّذِي يَمْحُو اللهُ فِيهِ مَا يَشَاءُ وَيُثْبِتُ مَا يَشَاءُ (¬4). ¶ ¬__________ ¶ (¬1) أَخْرَجَهُ الطَّبَرِيُّ فِي «التَّفْسِيرِ» (13/ 570) و (22/ 215)، وَأَبُو الشَّيْخِ فِي «العَظَمَةِ» (2/ 492و621)، وَالطَّبَرَانِيُّ فِي «الكَبِيرِ» (10/ 260). ¶ قَالَ رِضَاءُ اللهِ المُبَارَكْفُورِيُّ فِي تَعْلِيقِهِ عَلَى «العَظَمَةِ» (2/ 492): «وَإِسْنَادُهُ ضَعِيفٌ». ¶ وَقَالَ الأَلْبَانِيُّ فِي «شَرْحِ العَقِيدَةِ الطَّحَاويَّةِ» (ص233) - مُعَلِّقًا عَلَى رِوَايَةِ الطَّبَرَانِيِّ -: «وَإِسْنَادُهُ يَحْتَمِلُ التَّحْسِينَ؛ فَإِنَّ رِجَالَهُ كُلَّهُمْ ثِقَاتٌ؛ غَيْرَ بُكَيْرِ بْنِ شِهَابٍ - وَهُوَ الكوفِيُّ -، قَالَ فِيهِ أَبُو حَاتِمٍ: «شَيْخٌ»، وَذَكَرَهُ ابْنُ حِبَّانَ فِي «الثِّقَاتِ»». ¶ (¬2) رَوَاهُ أَبُو الشَّيْخِ فِي «العَظَمَةِ» (2/ 705 - 706) وَفِيهِ طُولٌ. ¶ قَالَ مُحَقِّقُ الكِتَابِ رِضَاءُ اللهِ المُبَارَكْفُورِيُّ (2/ 708): «مَوْضُوعٌ؛ لأَنَّ فِي إِسْنَادِهِ أَحْمَدَ بْنَ مُحَمَّدِ بْنِ غَالِبٍ البَاهِليَّ - غُلَامَ خَلِيلٍ -؛ كَانَ مِمَّنْ يَفْتَعِلُ الحَدِيثَ. ¶ (¬3) وَفِي المَخْطُوطِ: «عُبَادَة»، وَالصَّوَابُ مَا أَثْبَتْنَاهُ مِنْ كُتُبِ التَّرَاجِمِ. ¶ قَالَ ابْنُ حَجَرٍ فِي «التَّقْرِيبِ» (ص457): «بِضَمِّ المُهْمَلَةِ وَتَخْفِيفِ المُوَحَّدَةِ ... مُخَضْرَمٌ، مَاتَ بَعْدَ الثَّمَانِينَ، وَوَهِمَ مَنْ عَدَّهُ فِي الصَّحَابَةِ». ¶ (¬4) رَوَاهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (13/ 571)، وَالبَيْهَقِيُّ فِي «شُعَبِهِ» (5/ 303و304)؛ قَالَ مُحَقِّقُهُ عَبْدُ العَلِيِّ حَامِد فِي الحَدِيثِ الأَوَّلِ: «إِسْنَادُهُ فِيهِ جَهَالَةٌ»، وَفِي الثَّانِي: «إِسْنَادُهُ لَيْسَ بِذَاكَ».",
            "page": "35",
            "part": "1",
            "seal": "6A1F035B"
        },
        {
            "id": "29",
            "nass": "وَقَالَ مُجَاهِدٌ: يُحْكِمُ اللهُ أَمْرَ السَّنَةِ فِي رَمَضَانَ، فَيَمْحُو مَا يَشَاءُ وَيُثْبِتُ مَا يَشَاءُ (¬1). ¶ وَعَنِ ابْنِ عَبَّاسٍ: إِنَّ اللهَ يَقْضِي الأَقْضِيَةَ فِي لَيْلَةِ نِصْفِ شَعْبَانَ، وَيُسَلِّمُهَا لأَرْبَابِهَا فِي لَيْلَةِ القَدْرِ (¬2). ¶ وَاحْتَجُّوا أَيْضًا بِقَوْلِهِ - تَعَالَى - فِي (سُورَةِ فَاطِرٍ): {وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ} (¬3)؛ أَيْ: لَا يَطُولُ عُمُرُ إِنْسَانٍ وَلَا يَنْقُصُ مِنْ عُمُرِهِ إِلَّا وَهُوَ فِي كِتَابٍ؛ أَيْ: فِي اللَّوْحِ المَحْفُوظِ. ¶ وَقَالَ كَعْبُ الأَحْبَارِ - حِينَ طُعِنَ عُمَرُ وَحَضَرَتْهُ الوَفَاةُ -: وَاللهِ لَوْ دَعَا اللهَ عُمَرُ أَنْ يُؤَخِّرَ أَجَلَهُ لأَخَّرَهُ، فَقِيلَ لَهُ: إِنَّ اللهَ - عَزَّ وَجَلَّ - يَقُولُ: {فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ} (¬4)، فَقَالَ: (هَذَا إِذَا حَضَرَ الأَجَلُ، فَأَمَّا قَبْلَ ذَلِكَ فَيَجُوزُ أَنْ يُزَادَ وَيُنْقَصَ)، وَقَرَأَ هَذِهِ الآيَةَ (¬5)، حَكَاهُ البَغَوِيُّ وَغَيْرُهُ. ¶ ¬__________ ¶ (¬1) رَوَاهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (13/ 568). ¶ (¬2) لَمْ أَظْفَرْ بِسَنَدِهِ، وَأَوْرَدَهُ البَغَوِيُّ فِي «تَفْسِيرِهِ» (7/ 228) مَرْوِيًّا عَنْ أَبِي الضُّحَى، عَنِ ابْنِ عَبَّاسٍ. ¶ (¬3) سُورَةُ (فَاطِر)، آيَة (11). ¶ (¬4) سُورَةُ (الأَعْرَاف)، آيَة (34). ¶ (¬5) أَخْرَجَهُ مَعْمَرُ بْنُ رَاشِدٍ فِي «جَامِعِهِ» (11/ 224 - المُلْحَق)، وَابْنُ سَعْدٍ فِي «الطَّبَقَاتِ» (3/ 361)، وَالفِرْيَابِيُّ فِي «القَدَرِ» (ص247)؛ قَالَ مُحَقِّقُهُ عَبْدُ اللهِ بْنُ حَمَدٍ المَنْصُور: «إِسْنَادُهُ صَحِيحٌ ... ».",
            "page": "36",
            "part": "1",
            "seal": "D39B7727"
        },
        {
            "id": "30",
            "nass": "قَالَ الزَّمَخْشَرِيُّ: «وَقَدِ اسْتَفَاضَ عَلَى أَلْسِنَةِ النَّاسِ: (أَطَالَ اللهُ عُمُرَكَ وَفَسَحَ فِي مُدَّتِكَ) - وَمَا أَشْبَهَهُ -» (¬1). ¶ وَاحْتَجُّوا أَيْضًا بِقَوْلِهِ - تَعَالَى - فِي (سُورَةِ الأَنْعَامِ): {ثُمَّ قَضَى أَجَلًا وَأَجَلٌ مُسَمًّى عِنْدَهُ} ... (¬2). ¶ فَثَبَتَ بِظَاهِرِ هَذِهِ الآيَةِ أَنَّ لِلإِنْسَانِ أَجَلَيْنِ، وَتَأَوَّلَهَا حُكَمَاءُ الإِسْلَامِ ¶ - عَلَى مَا حَكَاهُ الإِمَامُ الفَخْرُ (¬3) - أَنَّ لِكُلِّ إِنْسَانٍ أَجَلَيْنِ: ¶ أَحَدُهُمَا: الآجَالُ الطَّبِيعِيَّةُ. ¶ الثَّانِي: الآجَالُ الاخْتِرَامِيَّةُ (¬4). ¶ فَالآجَالُ الطَّبِيعِيَّةُ هِيَ الَّتِي لَوْ بَقِيَ المِزَاجُ مَصُونًا عَنِ العَوَارِضِ الخَارِجِيَّةِ - كَالغَرَقِ وَالحَرْقِ وَلَسْعِ الحَشَرَاتِ وَغَيْرِهَا - لانْتَهَتْ مُدَّةُ بَقَائِهِ إِلَى الأَوْقَاتِ الفَلَكِيَّةِ. ¶ ¬__________ ¶ (¬1) انْظُرِ «الكَشَّاف» لِلزَّمَخْشَرِيِّ (3/ 604). ¶ (¬2) سُورَةُ (الأَنْعَام)، آيَة (2). ¶ (¬3) أَيِ: الإِمَامُ الرَّازِيُّ، وَتَقَدَّمَتْ تَرْجَمَتُهُ (ص25). ¶ (¬4) وَفِي المَخْطُوطِ: (الآجَالُ الاعْتِرَاضِيَّةُ)، وَالصَّوَابُ مَا أَثْبَتْنَاهُ؛ نَقْلًا عَنِ الرَّازِي فِي «تَفْسِيرِهِ» (12/ 481). ¶ قَالَ ابْنُ فَارِسٍ فِي «المَقَايِيسِ» (2/ 173): «الخَاءُ وَالرَّاءُ وَالْمِيمُ: أَصْلٌ وَاحِدٌ، وَهُوَ ضَرْبٌ مِنَ الِاقْتِطَاعِ، يُقَالُ: (خَرَمْتُ الشَّيْءَ)، وَ (اخْتَرَمَهُمُ الدَّهْرُ) ... ». ¶ قُلْتُ: وَيُرِيدُ الرَّازِيُّ بِذَلِكَ: العَوَارِضَ الخَارِجِيَّةَ الَّتِي تَخْتَرِمُ المِزَاجَ عَنْ طَبِيعَتِهِ؛ أَيِ: الَّتِي تَقْتَطِعُ مِنْهُ سُكُونَ النَّفْسِ وَالاطْمِئْنَانَ.",
            "page": "37",
            "part": "1",
            "seal": "2F9D9232"
        },
        {
            "id": "31",
            "nass": "وَالآجَالُ الاخْتِرَامِيَّةُ: هِيَ الَّتِي تَحْصُلُ بِسَبَبٍ مِنَ الأَسْبَابِ الخَارِجِيَّةِ - كَالغَرَقِ وَالحَرْقِ وَلَسْعِ الحَشَرَاتِ -. ¶ وَعَلَيْهِ: فَالعُمُرُ الطَّبِيعِيُّ: أَنْ يَمُوتَ الشَّخْصُ لَا بِعِلَّةٍ خَارِجِيَّةٍ (¬1). ¶ هَذَا احْتِجَاجُهُمْ مِنَ الكِتَابِ. ¶ وَأَمَّا السُّنَّةُ فَاحْتَجُّوا مِنْهَا بِقَوْلِهِ - صلى الله عليه وسلم -: «صِلَةُ الرَّحِمِ وَحُسْنُ الخُلُقِ ¶ ¬__________ ¶ (¬1) وَهَذَا التَّقْسِيمُ للآجَالِ وَالأَعْمَارِ مِمَّا شَطَّ بِهِ الرَّازِيُّ عَنْ أَقْوَالِ السَّلَفِ فِي تَفْسِيرِ الآيَةِ المَذْكُورَةِ، وَوَافَقَ بِقَوْلِهِ - هَذَا - رَأْيَ المُعْتَزِلَةِ؛ كَمَا ذَكَرَ ذَلِكَ أَبُو حَيَّانَ الأَنْدَلُسِيُّ فِي تَفْسِيرِهِ «البَحْرِ المُحِيطِ» (4/ 432) بِقَوْلِهِ - بَعْدَ أَنْ أَوْرَدَ كَلَامَ الرَّازِيِّ -: «وَهَذَا قَوْلُ المُعْتَزِلَةِ، وَهُوَ نَقَلَهُ عَنْهُمْ وَقَالَ: هَذَا قَوْلُ حُكَمَاءِ الْإِسْلَامِ». ¶ وَقَدْ أَوْرَدَ ابْنُ جَرِيرٍ الطَّبَرِيُّ أَقْوَالَ السَّلَفِ فِي تَفْسِيرِ الآيَةِ، وَرَجَّحَ قَوْلَ مَنْ قَالَ بِأَنَّ الأَجَلَ الأَوَّلَ هُوَ: أَجَلُ الحَيَاةِ الدُّنْيَا , وَالأَجَلَ الثَّانِيَ المُسَمَّى عِنْدَهُ: هُوَ أَجَلُ البَعْثِ، انْظُرْ «تَفْسِير الطَّبَرِيِّ» (9/ 150 - 154). ¶ وَقَالَ شَيْخُ الإِسْلَامِ ابْنُ تَيْمِيَّةَ فِي «مَجْمُوعِ الفَتَاوَى» (14/ 489): «فَالْأَجَلُ الْأَوَّلُ هُوَ أَجَلُ كُلِّ عَبْدٍ؛ الَّذِي يَنْقَضِي بِهِ عُمْرُهُ، وَ (الْأَجَلُ المُسَمَّى عِنْدَهُ) هُوَ: أَجَلُ الْقِيَامَةِ الْعَامَّةِ، وَلِهَذَا قَالَ: (مُسَمًّى عِنْدَهُ)؛ فَإِنَّ وَقْتَ السَّاعَةِ لَا يَعْلَمُهُ مَلَكٌ مُقَرَّبٌ وَلَا نَبِيٌّ مُرْسَلٌ؛ كَمَا قَالَ: {يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ}، بِخِلَافِ مَا إذَا قَالَ: (مُسَمًّى)؛ كَقَوْلِهِ: {إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى}؛ إذْ لَمْ يُقَيَّدْ بِأَنَّهُ مُسَمًّى عِنْدَهُ؛ فَقَدْ يَعْرِفُهُ الْعِبَادُ، وَأَمَّا أَجَلُ المَوْتِ فَهَذَا تَعْرِفُهُ المَلَائِكَةُ الَّذِينَ يَكْتُبُونَ رِزْقَ الْعَبْدِ وَأَجَلَهُ وَعَمَلَهُ وَشَقِيٌّ أَوْ سَعِيدٌ؛ كَمَا قَالَ فِي «الصَّحِيحَيْنِ» عَنِ ابْنِ مَسْعُودٍ قَالَ: حَدَّثَنَا رَسُولُ اللهِ - صلى الله عليه وسلم - - وَهُوَ الصَّادِقُ المَصْدُوقُ -: «إنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْمًا نُطْفَةً، ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يُبْعَثُ إلَيْهِ المَلَكُ، فَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ، فَيُقَالُ: اُكْتُبْ رِزْقَهُ وَأَجَلَهُ وَعَمَلَهُ وَشَقِيٌّ أَوْ سَعِيدٌ، ثُمَّ يُنْفَخُ فِيهِ الرُّوحُ»، فَهَذَا الأَجَلُ الَّذِي هُوَ أَجَلُ المَوْتِ قَدْ يُعْلِمُهُ اللهُ لِمَنْ شَاءَ مِنْ عِبَادِهِ، وَأَمَّا أَجَلُ القِيَامَةِ (المُسَمَّى عِنْدَهُ) فَلَا يَعْلَمُهُ إلَّا هُوَ».",
            "page": "38",
            "part": "1",
            "seal": "E7104F93"
        },
        {
            "id": "32",
            "nass": "وَحُسْنُ الجِوَارِ يَعْمُرْنَ (¬1) الدِّيَارَ وَيَزِدْنَ فِي الأَعْمَارِ»، رَوَاهُ إِمَامُنَا أَحْمَدُ، وَالبَيْهَقِيُّ عَنْ عَائِشَةَ (¬2). ¶ وَقَوْلِهِ - صلى الله عليه وسلم -: «صِلَةُ الرَّحِمِ تَزِيدُ فِي العُمُرِ، وَصَدَقَةُ السِّرِّ تُطْفِئُ غَضَبَ الرَّبِّ» (¬3)، رَوَاهُ القُضَاعِيُّ (¬4) عَنِ ابْنِ مَسْعُودٍ. ¶ وَقَوْلِهِ - صلى الله عليه وسلم -: «مَنْ أَحَبَّ أَنْ يُبْسَطَ لَهُ فِي رِزْقِهِ، وَأَنْ يُنْسَأَ (¬5) لَهُ فِي أَثَرِهِ (¬6)؛ فَلْيَصِلْ رَحِمَهُ» (¬7)، رَوَاهُ البُخَارِيُّ وَمُسْلِمٌ. ¶ وَفِي طَرِيقٍ آخَرَ (¬8): «مَنْ أَحَبَّ أَنْ يَمُدَّ اللهُ فِي عُمُرِهِ وَأَجَلِهِ، وَيَبْسُطَ فِي ¶ ¬__________ ¶ (¬1) بِضَمِّ المِيمِ مِنْ (عَمَرَ يَعْمُرُ)، أَوْ ضَمِّ اليَاءِ وَسُكُونِ العَيْنِ وَكَسْرِ المِيمِ مِنْ (أَعْمَرَ يُعْمِرُ)، أَوْ ضَمِّ المِيمِ وَفَتْحِ العَيْنِ وَكَسْرِ المِيمِ المُشَدَّدَةِ مِنْ (عَمَّرَ يُعَمِّرُ). ¶ (¬2) رَوَاهُ أَحْمَدُ فِي «مُسْنَدِهِ» (42/ 153)، وَالبَيْهَقِيُّ فِي «شُعَبِ الإِيمَانِ» (10/ 344)، وَابْنُ أَبِي الدُّنْيَا فِي «مَكَارِمِ الأَخْلَاقِ» (ص103و105)، قَالَ الأَلْبَانِيُّ فِي «الصَّحِيحَةِ» (2/ 48): «وَهَذَا إِسْنَادٌ صَحِيحٌ؛ رِجَالُهُ ثِقَاتٌ؛ رِجَالُ الشَّيْخَيْنِ؛ غَيْرَ مُحَمَّدِ بْنِ مِهْزَمٍ، وَقَدْ وَثَّقَهُ ابْنُ مَعِينٍ، وَقَالَ أَبُو حَاتِمٍ: لَيْسَ بِهِ بَأْسٌ، وَذَكَرَهُ ابْنُ حِبَّانَ فِي «الثِّقَاتِ» ... ». ¶ (¬3) رَوَاهُ القُضَاعِيُّ فِي «مُسْنَدِهِ» (1/ 93)، وَصَحَّحَهُ الأَلْبَانِيُّ فِي «الصَّحِيحَةِ» (4/ 535) مُورِدًا الشَّطْرَ الثَّانِي مِنْهُ بِشَوَاهِدِهِ، ثُمَّ ذَكَرَ مِنْهَا حَدِيثَ ابْنِ مَسْعُودٍ (4/ 537)، وَقَالَ عَنْ شَطْرِهِ الأَوَّلِ - بَعْدَ أَنْ ضَعَّفَ الإِسْنَادَ -: «وَالزِّيَادَةُ الَّتِي أَوَّلَهُ لَهَا شَوَاهِدُ كَثِيرَةٌ فِي «التَّرْغِيبِ» ... ». ¶ (¬4) بِضَمِّ القَافِ وَفَتْحِ الضَّادِ - كَمَا فِي «الأَنْسَابِ» لِلسَّمْعَانِيِّ (10/ 446) -. ¶ (¬5) قَالَ الحَافِظُ ابْنُ حَجَرٍ فِي «الفَتْحِ» (10/ 416): «(وَيُنْسَأ): بِضَمِّ أَوَّلِهِ وَسُكُونِ النُّونِ، بَعْدَهَا مُهْمَلَةٌ ثُمَّ هَمْزَةٌ؛ أَيْ: يُؤَخَّر». ¶ (¬6) قَالَ الحَافِظُ ابْنُ حَجَرٍ فِي «الفَتْحِ» (10/ 416): «(فِي أَثَرِهِ)؛ أَيْ: فِي أَجَلِهِ». ¶ (¬7) مِنْ حَدِيثِ أَنَسِ بْنِ مَالِكٍ، رَوَاهُ البُخَارِيُّ (2067) (5986)، وَمُسْلِمٌ (2557). ¶ (¬8) أَوْ (أُخْرَى)؛ فَـ (الطَّرِيقُ) تُذَكَّرُ وَتُؤَنَّثُ.",
            "page": "39",
            "part": "1",
            "seal": "027C65BB"
        },
        {
            "id": "33",
            "nass": "رِزْقِهِ؛ فَلْيَتَّقِ اللهَ وَلْيَصِلْ رَحِمَهُ» (¬1). ¶ وَفِي آخَرَ: «صِلْ رَحِمَكَ؛ يُزَدْ فِي عُمُرِكَ» (¬2). ¶ وَأَخْرَجَ ابْنُ مَرْدُوَيْهِ (¬3) عَنْ عَلِيٍّ - رَضِيَ اللهُ عَنْهُ -، قَالَ: قَالَ رَسُولُ ¶ ¬__________ ¶ (¬1) مِنْ حَدِيثِ عَلِيِّ بْنِ أَبِي طَالِبٍ، أَخْرَجَهُ الخَرَائِطِيُّ فِي «مَكَارِمِ الاَخْلَاقِ» (ص101)، وَالطَّبَرَانِيُّ فِي «الأَوْسَطِ» (7/ 70)، وَابْنُ عَدِيٍّ فِي «الكَامِلِ» (3/ 291)، وَالبَيْهَقِيُّ فِي «شُعَبِ الإِيمَانِ» (10/ 330). ¶ وَجَوَّدَ إِسْنَادَهُ المُنْذِرِيُّ فِي «التَّرْغِيبِ وَالتَّرْهِيبِ» (3/ 227)، وَالعِرَاقِيُّ فِي «المُغْنِي عَنْ حَمْلِ الأَسْفَارِ» (ص678)، ويَشْهَدُ لَهُ حَدِيثُ أَنَسٍ الَّذِي قَبْلَهُ. ¶ وَقَدْ جَاءَتْ زِيَادَةٌ غَيْرُ ثَابِتَةٍ فِي الحَدِيثِ بِلَفْظِ: «وَيُدْفَعُ عَنْهُ مِيتَةُ السَّوْءِ» عِنْدَ عَبْدِ اللهِ بْنِ أَحْمَدَ فِي زَوَائِدِ «المُسْنَدِ» (1/ 143) وَالطَّبَرَانِيِّ فِي «الأَوْسَطِ» (3/ 233) وَابْنِ عَدِيٍّ فِي «الكَامِلِ» (5/ 395) (8/ 415) ¶ - وَغَيْرِهِمْ -، انْظُرِ «الضَّعِيفَةَ» للأَلْبَانِيِّ (11/ 621). ¶ (¬2) مِنْ حَدِيثِ أَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ الخُدْرِيِّ، رَوَاهُ الحَارِثُ فِي «مُسْنَدِهِ» (2/ 813 - بُغْيَةِ البَاحِثِ) بِلَفْظِ: «يَا ابْنَ آدَمَ! اتَّقِ رَبَّكَ، وَبِرَّ وَالِدَيْكَ، وَصِلْ رَحِمَكَ؛ يُزَدْ لَكَ فِي عُمُرِكَ، وَيُيَسَّرْ لَكَ يُسْرُكَ، وَيُجَنَّبْ عُسْرُكَ، وَيُبْسَطْ لَكَ فِي رِزْقِكَ , يَا ابْنَ آدَمَ! أَطِعْ رَبَّكَ تُسَمَّ عَاقِلًا، وَلَا تَعْصِ رَبَّكَ فَتُسَمَّى جَاهِلًا». ¶ وَالحَدِيثُ أَوْرَدَهُ الحَافِظُ ابْنُ حَجَرٍ فِي «إِتْحَافِ المَهَرَةِ» (6/ 24) فِي بَابِ مَا جَاءَ فِي العَقْلِ، وَقَالَ (6/ 30): «كُلُّ حَدِيثٍ فِي هَذَا البَابِ ضَعِيفٌ». ¶ وَأَوْرَدَهُ الحَافِظُ - كَذَلِكَ - فِي «المَطَالِبِ العَالِيَةِ» (13/ 720)، وَقَالَ (13/ 725): «هَذِهِ الْأَحَادِيثُ مِنْ كِتَابِ «الْعَقْلِ» لِدَاوُدَ بْنِ المُحَبَّرِ: كُلُّهَا مَوْضُوعَةٌ، ذَكَرَهَا الحَارِثُ فِي «مُسْنَدِهِ»». ¶ قُلْتُ: وَأَمَّا صِلَةُ الرَّحِمِ وَزِيَادَتُهَا فِي العُمُرِ؛ فَقَدْ ثَبَتَتْ بِأَحَادِيثَ أُخْرَى صَحِيحَةٍ - كَمَا تَقَدَّمَ آنِفًا -. ¶ (¬3) هُوَ: أَحْمَدُ بْنُ مُوسَى بْنُ مَرْدُوَيْه، أَبُو بَكْرٍ الأَصْبَهَانِيُّ: حَافِظٌ، مُؤَرِّخٌ، مُفَسِّرٌ، لَهُ كِتَابُ «التَّارِيخِ»، وَكِتَابٌ فِي تَفْسِيرِ القُرْآنِ، وَمُسْنَدٌ، وَمُسْتَخْرَجٌ فِي الحَدِيثِ، تُوُفِّيَ سَنَةَ (410هـ)، انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (1/ 261). ¶ أَمَّا ضَبْطُ (مَرْدُوَيْهِ)؛ فَقَدْ قَيَّدَ شَكْلَهُ ابْنُ نَاصِرِ الدِّينِ الدِّمَشْقِيُّ فِي «تَوْضِيحِ المُشْتَبِهِ» (8/ 110) بِفَتْحِ المِيمِ وَسُكُونِ الرَّاءِ وَضمِّ الدَّالِ وَسُكُونِ الوَاوِ، وَذَكَرَ أَنَّ مِنْهُمْ مَنْ ضَمَّ المِيمَ وَكَسَرَهَا، وَضَبَطَ (ويه) بِسُكُونِ الوَاوِ وَفَتْحِ اليَاءِ. ¶ وَهُوَ مِنَ الأَعْلَامِ المَخْتُومَةِ بِـ (وَيْهِ)؛ كَسِيبَوَيْهِ - بِفَتْحِ الوَاوِ وَسُكُونِ اليَاءِ -، وَيُبْنَى عَلَى الكَسْرِ، إِلَّا أَنَّ المُحَدِّثِينَ يَضْبِطُونَهَا بِـ (سِيبُويَهْ) وَ (مَرْدُويَهْ) - بِسُكُونِ الوَاوِ وَفَتْحِ اليَاءِ - كَمَا ضَبَطَهُ ابْنُ نَاصِرِ الدِّينِ. ¶ وَقَدْ ذَكَرَ السُّيُوطِيُّ فِي «بُغَيْةِ الوُعَاةِ» (1/ 428) سَبَبَ ضَبْطِ المُحَدِّثِينَ بِهَذَا الشَّكْلِ بِقَوْلِهِ: «هَذَا اصْطِلَاحٌ لِأَهْلِ الحَدِيثِ فِي كُلِّ اسْمٍ بِهَذِهِ الصِّيغَةِ، وَإِنَّمَا عَدَلُوا إِلَى ذَلِكَ لِحَدِيثٍ وَرَدَ أَنَّ (وَيْه) اسْمُ شَيْطَانٍ، فَعَدَلُوا عَنْهُ كَرَاهَةً لَهُ». ¶ قُلْتُ: وَأَوْرَدَ السَّخَاوِيُّ الحَدِيثَ المُشَارَ إِلَيْهِ فِي «المَقَاصِدِ الحَسَنَةِ» (ص708)، وَذَكَرَ بِأَنَّهُ أَخْرَجَهُ النُّوقَاتِيُّ فِي «مُعَاشَرَةِ الأَهْلِينَ» عَنِ ابْنِ عُمَرَ - مِنْ قَوْلِهِ -، وَكَذَا عَنْ إِبْرَاهِيمَ النَّخَعِيِّ.",
            "page": "40",
            "part": "1",
            "seal": "4B6FBC27"
        },
        {
            "id": "34",
            "nass": "اللهِ - صلى الله عليه وسلم -: «الصَّدَقَةُ عَلَى وَجْهِهَا (¬1)، وَبِرُّ الوَالِدَيْنِ، وَاصْطِنَاعُ المَعْرُوفِ: تُحَوِّلُ الشَّقَاءَ سَعَادَةً، وَتَزِيدُ فِي العُمُرِ، وَتَقِي مَصَارِعَ السُّوءِ» (¬2). ¶ وَرَوَى الإِمَامُ أَبُو حَنِيفَةَ - رَحِمَهُ اللهُ - عَنْ عَبْدِ اللهِ بْنِ عَلِيِّ بْنِ أَبِي الجَعْدِ، عَنْ ثَوْبَانَ - رَضِيَ اللهُ عَنْهُ -، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «لَا يَزِيدُ فِي العُمُرِ إِلَّا البِرُّ، وَلَا يَرُدُّ القَدَرَ إِلَّا الدُّعَاءُ، وَإِنَّ العَبْدَ لَيُحْرَمُ الرِّزْقَ بالذَّنْبِ يُصِيبُهُ» (¬3). ¶ هَذَا حَاصِلُ اسْتِدْلَالِ مَنْ قَالَ بِزِيَادَةِ العُمُرِ وَنَقْصِهِ، وَالمَحْوِ وَالإِثْبَاتِ ¶ ¬__________ ¶ (¬1) قَالَ المُنَاوِيُّ فِي «فَيْضِ القَدِيرِ» (4/ 237) - شَارِحًا -: «عَلَى وَجْهِهَا المَطْلُوبِ شَرْعًا». ¶ (¬2) رَوَاهُ أَبُو نُعَيْمٍ فِي «الحِلْيَةِ» (6/ 145)، وَضَعَّفَهُ الأَلْبَانِيُّ، انْظُرِ «الضَّعِيفَةَ» (8/ 267). ¶ (¬3) لَمْ أَقِفْ عَلَيْهِ عِنْدَ أَبِي حَنِيفَةَ فِي «مُسْنَدِهِ»، وَرَوَاهُ أَحْمَدُ (37/ 68و95و111)، وَابْنُ مَاجَهْ (90) و (4022)، وابْنُ حِبَّانَ (3/ 153)، والحَاكِمُ فِي «مُسْتَدْرَكِهِ» (1/ 670). ¶ وَحَسَّنَهُ الأَلْبانِيُّ بِشَاهِدٍ؛ دُونَ قَوْلِهِ: «وَإِنَّ العَبْدَ لَيُحْرَمُ الرِّزْقَ بالذَّنْبِ يُصِيبُهُ»، وَقَالَ: «فَإِنِّي لَمْ أَجِدْ لَهَا شَاهِدًا»، انْظُرِ «الصَّحِيحَةَ» (1/ 286).",
            "page": "41",
            "part": "1",
            "seal": "1D7CDA5D"
        },
        {
            "id": "35",
            "nass": "عَلَى سَبِيلِ العُمُومِ. ¶ وَذَهَبَ جَمْعٌ كَثِيرٌ وَجَمٌّ غَفِيرٌ إِلَى أَنَّ العُمُرَ لَا يَزِيدُ وَلَا يَنْقُصُ، وَأَنَّ المُرَادَ بِالمَحْوِ وَالإِثْبَاتِ لَيْسَ عَلَى سَبِيلِ العُمُومِ، وَبِهِ قَالَ الجُمْهُورُ، وَحَكَى ابْنُ عَطِيَّةَ (¬1) أَنَّهُ مَذْهَبُ أَهْلِ السُّنَّةِ (¬2). ¶ وَاحْتَجُّوا - أَيْضًا - عَلَى ذَلِكَ بِالكِتَابِ وَالسُّنَّةِ. ¶ أَمَّا الكِتَابُ؛ فَقَوْلُهُ - تَعَالَى -: {وَلَنْ يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا} (¬3)، وَقَوْلُهُ - تَعَالَى -: {فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ} (¬4)، وَقَوْلُهُ - تَعَالَى -: {وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتَابًا مُؤَجَّلًا} (¬5). ¶ وَأَمَّا السُّنَّةُ؛ فَاحْتَجُّوا مِنْهَا بِحَدِيثِ ابْنِ مَسْعُودٍ، عَنِ النَّبِيِّ - صلى الله عليه وسلم -: «إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِي أَرْبَعِينَ يَوْمًا، ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يَبْعَثُ اللهُ إِلَيْهِ مَلَكًا، وَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ، وَيُقَالُ لَهُ: ¶ ¬__________ ¶ (¬1) هُوَ: أَبُو مُحَمَّدٍ عَبْدُ الحَقِّ بْنُ غَالِبِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَطِيَّةَ المُحَارِبِيُّ الغَرْنَاطِيُّ، مُفَسِّرٌ فَقِيهٌ، عَارِفٌ بِالأَحْكَامِ وَالحَدِيثِ، لَهُ شِعْرٌ، وَمِنْ كُتُبِهِ: «المُحَرَّرُ الوَجِيزُ فِي تَفْسِيرِ الكِتَابِ العَزِيزِ»، تُوُفِّيَ سَنَةَ (542هـ)، وَقِيلَ: (541هـ) وَ (546هـ)، انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (3/ 282). ¶ (¬2) انْظُرْ «تَفْسِيرَ ابْنِ عَطِيَّةَ» (2/ 396). ¶ (¬3) سُورَةُ (المُنَافِقُون)، آيَة (11). ¶ (¬4) سُورَةُ (الأَعْرَاف)، آيَة (34). ¶ (¬5) سُورَةُ (آل عِمْرَان)، آيَة (145).",
            "page": "42",
            "part": "1",
            "seal": "92313E74"
        },
        {
            "id": "36",
            "nass": "اكْتُبْ عَمَلَهُ وَرِزْقَهُ وَأَجَلَهُ، وَشَقِيٌّ (¬1) أَوْ سَعِيدٌ، ثُمَّ يُنْفَخُ فِيهِ الرُّوحُ ... » ¶ - الحَدِيثَ (¬2) -، رَوَاهُ السِّتَّةُ: البُخَارِيُّ وَمُسْلِمٌ وَأَبُو دَاوُدَ وَالتِّرْمِذِيُّ ¶ ¬__________ ¶ (¬1) قَالَ الحَافِظُ ابْنُ حَجَرٍ فِي «الفَتْحِ» (11/ 483): «بِالرَّفْعِ؛ خَبَرُ مُبْتَدَإٍ مَحْذُوفٍ». ¶ قُلْتُ: وَمِنْهُمْ مَنْ عَدَّ الرَّفْعَ - هُنَا - عَلَى أَنَّهُ مَعْطُوفٌ عَلَى مَا قَبْلَهُ، إِلَّا أَنَّهُ عُدُولٌ عَنِ الحِكَايَةِ إِلَى صُورَةِ مَا يَكْتُبُهُ، وَلَيْسَ عَلَى أَنَّهُ خَبَرٌ، فَتَكُونُ صُورَةُ مَا يُكْتَبُ: (شَقِيٌّ)، أَوْ يُكْتَبُ: (سَعِيدٌ). ¶ وَاخْتَارَ هَذَا الرَأْيَ العَيْنِيُّ فِي «عُمْدَةِ القَارِي» (23/ 146) بِقَوْلِهِ - مُتَعَقِّبًا كَلَامَ ابْنَ حَجَرٍ -: «لَيْسَ كَذَلِكَ؛ لِأَنَّهُ مَعْطُوفٌ عَلَى مَا قَبْلَهُ الَّذِي هُوَ بَدَلٌ عَن (أَرْبَع)، فَيَكُونُ مَجْرُوراً؛ لِأَنَّ تَقْدِيرَ قَوْلِهِ: (فَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ): كَلِمَةٌ تتَعَلَّقُ بِـ (رِزْقِهِ)، وَكَلِمَةٌ تَتَعَلَّقُ بِـ (أَجَلِهِ)، وَكَلِمَةٌ تَتَعَلَّقُ بِـ (سَعَادَتِهِ أَوْ شَقَاوَتِهِ)، وَكَانَ مِنْ حَقِّ الظَّاهِرِ أَنْ يُقَالَ: (يَكْتُبُ سَعَادَتَهَ وَشَقَاوَتَهَ)، فَعَدَلَ عَنْ ذَلِكَ حِكَايَةً بِصُورَةِ مَا يَكْتُبُهُ، وَهُوَ أَنَّهُ يَكْتُبُ رِزْقَهُ وَأَجَلَهُ وَ (شَقِيٌّ أَوْ سَعِيدٌ)». ¶ (¬2) بِالنَّصْبِ، أَوِ الضَّمِّ، أَوِ الجَرِّ - عَلَى شُذُوذٍ وَنُدُورٍ -. ¶ أَمَّا النَّصْبُ فَعَلَى المَفْعُولِيَّةِ؛ بِتَقْدِير ِ: (أُرِيدُ الحَدِيثَ) أَوِ (اذْكُرِ الحَدِيثَ) أَوْ (أَكْمِلِ الحَدِيثَ) - وَنَحْوِهَا -. ¶ وَمِنْهُمْ مَنْ نَصَبَ عَلَى نَزْعِ الخَافِضِ؛ بِتَقْدِيرِ: (إِلَى آخِرِ الحَدِيثِ)، وَهُوَ شَاذٌّ، وَذَلِكَ لأَنَّ نَزْعَ الخَافِضِ - فِي اللُّغَةِ - يَأْتِي عَلَى قَاعِدَةِ إِيصَالِ الفِعْلِ إِلى المَفْعُولِ بِنَفْسِهِ بِلَا حَرْفِ جَرٍّ؛ كَقَوْلِهِ - تَعَالَى -: {أَلَا إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ}؛ أَيْ: كَفَرُوا بِرَبِّهِمْ، وَالعِبَارَةُ المُقَدَّرَةُ - هُنَا - خِلَافُ هَذِهِ القَاعِدَةِ. ¶ وَأَمَّا الضَّمُّ فَعَلَى الابْتِدَاءِ بِخَبَرٍ مَحْذُوفٍ؛ بِتَقْدِيرِ: (الحَدِيثُ بِتَمَامِهِ) أَوِ (الحَدِيثُ مَشْهُورٌ) أَوِ (الحَدِيثُ مَعْلُومٌ) - وَنَحْوِهَا -، أَوْ عَلَى أَنَّهَا خَبَرٌ بِمُبْتَدإٍ مَحْذُوفٍ؛ بِتَقْدِيرِ: (المَتلُوُّ الحَدِيثُ)، أَوِ (المُسْتَدَلُّ بِهِ الحَدِيثُ). ¶ وَأَمَّا الجَرُّ فَعَلَى حَذْفِ الجارِّ؛ بالتَّقْدِيرِ السَّابِقِ: (إِلَى آخِرِ الحَدِيثِ)، وَهَذَا نَادِرٌ؛ إِذْ يَشُذُّ - فِي اللُّغَةِ - أَنْ يُجَرَّ المَجْرُورُ بَعْدَ حَذْفِ الجَارِّ فِي غَيْرِ مَوَاضِعِ حَذْفِهِ قِيَاسًا. ¶ وَيَذْكُرُ أَهْلُ العِلْمِ هَذِهِ العِبَارَةَ - وَنَحْوَهَا - عِنْدَ عَدَمِ اسْتِيفَاءِ الآيَةِ، أَوِ الحَدِيثِ، أَوْ البَيْتِ مِنَ الشِّعْرِ.",
            "page": "43",
            "part": "1",
            "seal": "38FFA8BF"
        },
        {
            "id": "37",
            "nass": "وَالنَّسَائِيُّ وَابْنُ مَاجَهْ (¬1). ¶ وَقَوْلِهِ - صلى الله عليه وسلم -: «فَرَغَ اللهُ - عَزَّ وَجَلَّ - إِلَى كُلِّ عَبْدٍ مِنْ خَمْسٍ: مِنْ أَجَلِهِ، وَرِزْقِهِ، وَأَثَرِهِ، وَمَضْجَعِهِ، وَشَقِيٌّ (¬2) أَوْ سَعِيدٌ»، رَوَاهُ إِمَامُنَا أَحْمَدُ وَالطَّبَرَانِيُّ عَنْ أَبِي الدَّرْدَاءِ - رَضِيَ اللهُ عَنْهُ - (¬3). ¶ وَقَوْلِهِ - صلى الله عليه وسلم -: «فُرِغَ إِلَى ابْنِ آدَمَ مِنْ أَرْبَعٍ: الخَلْقِ وَالخُلُقِ (¬4) وَالرِّزْقِ وَالأَجَلِ»، رَوَاهُ الطَّبَرَانِيُّ عَنِ ابْنِ مَسْعُودٍ (¬5). ¶ وَحَدِيثِ أُمِّ حَبِيبَةَ؛ حَيْثُ قَالَتْ: اللَّهُمَ أَمْتِعْنِي بِأَبِي أَبِي سُفْيَانَ، وَبِأَخِي مُعَاوِيَةَ، وَبِزَوْجِي رَسُولِ اللهِ - صلى الله عليه وسلم -، فَقَالَ لَهَا - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ -: «لَقَدْ سَأَلْتِ اللهَ فِي آجَالٍ مَضْرُوبَةٍ وَأَرْزَاقٍ مَقْسُومَةٍ، لَا يُؤَخَّرُ ¶ ¬__________ ¶ (¬1) رَوَاهُ البُخَارِيُّ (6594)، وَمُسْلِمٌ (2643). ¶ (¬2) بِالرَّفْعِ، وَقَدْ تَقَدَّمَ بَيَانُهُ (ص36). ¶ (¬3) رَوَاهُ أَحْمَدُ (36/ 54)، وَابْنُ أَبِي عَاصِمٍ فِي «السُّنَّةِ» (1/ 132 - 134) - وَصَحَّحَهُ الأَلْبَانِيُّ -. ¶ (¬4) قَالَ العَيْنِيُّ فِي «عُمْدَةِ القَارِي» (3/ 295) - تَعْلِيقًا عَلَى الحَدِيثِ -: «وَالخَلْقُ بِفَتْحِ الخَاءِ: إِشَارَةٌ إِلَى الذُّكُورَةِ وَالأُنُوثَةِ، وَبِضَمِّهَا: السَّعَادَةُ وَضِدُّهَا». ¶ (¬5) رَوَاهُ الطَّبَرَانِيُّ فِي «الأَوْسَطِ» (2/ 155) (7/ 220). ¶ قَالَ الهَيْثَمِيُّ فِي «مَجْمَعِ الزَّوَائِدِ» (7/ 195): «وَفِيهِ: عِيسَى بْنُ المُسَيَّبِ البَجَلِيُّ، وَهُوَ ضَعِيفٌ عِنْدَ الجُمْهُورِ، وَوَثَّقَهُ الحَاكِمُ، وَالدَّارَقُطْنِيُّ فِي «سُنَنِهِ»، وَضَعَّفَهُ فِي غَيْرِهَا». ¶ قُلْتُ: وَقَدْ جَاءَ الحَدِيثُ مِنْ طَرِيقٍ آخَرَ، أَخْرَجَهُ ابْنُ الأَعْرَابِيُّ فِي «مُعْجَمِهِ» (1/ 199) وَأَبُو نُعَيْمٍ فِي «تَارِيخِ أَصْبَهَانَ» (1/ 179و460)، وَالقُضَاعِيُّ فِي «مُسْنَدِ الشِّهَابِ» (1/ 352)، وَفِيه مَنِ اتُّهِمَ بِالكَذِبِ. ¶ وَجَاءَ مَوْقُوفًا عَلَى ابْنِ مَسْعُودٍ، أَخْرَجَهُ الطَّبَرَانِيُّ فِي «الكَبِيرِ» (9/ 193)، وَالدَّارَقُطْنِيُّ فِي «سُنَنِهِ» (5/ 323و356)، وَالبَيْهَقِيُّ فِي «سُنَنِهِ الكُبْرَى» (6/ 267).",
            "page": "44",
            "part": "1",
            "seal": "B33ECB41"
        },
        {
            "id": "38",
            "nass": "مِنْهَا شَيْءٌ» (¬1). ¶ وَأَجَابُوا عَنْ قَوْلِهِ - تَعَالَى -: {يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ} (¬2) بِعَدَمِ حَمْلِهَا عَلَى العُمُومِ؛ فَقَالَ قَتَادَةُ وَابْنُ زَيْدٍ (¬3) وَسَعِيدُ بْنُ جُبَيْرٍ: يَمْحُو اللهُ مَا يَشَاءُ مِنَ الشَّرَائِعِ وَالفَرَائِضِ فَيَنْسَخُهُ وَيُبَدِّلُهُ، وَيُثْبِتُ مَا يَشَاءُ فَلَا يَنْسَخُهُ، وَجُمْلَةُ النَّاسِخِ وَالمَنسُوخِ عِنْدَهُ فِي أُمِّ الكِتَابِ. ¶ وَعِبَارَةُ بَعْضِهِمْ: (المُرَادُ بِالمَحْوِ وَالإِثْبَاتِ: نَسْخُ الحُكْمِ المُتَقَدِّمِ بِحُكْمٍ آخَرَ بَدَلًا مِنَ الأَوَّلِ) (¬4)، وَنَحْوُهُ (¬5) ذَكَرَ النَّحَّاسُ (¬6) وَالمَهْدَوِيُّ (¬7) عَنِ ابْنِ ¶ ¬__________ ¶ (¬1) رَوَاهُ مُسْلِمٌ (2663). ¶ (¬2) سُورَةُ (الرَّعْد)، آيَة (39). ¶ (¬3) هُوَ: عَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ: مَوْلَى ابْنِ عُمَرَ، يَرْوِي عَنْ أَبِيهِ، تُوُفِّيَ سَنَةَ (182هـ). ¶ قَالَ الذَّهَبِيُّ فِي «سِيَرِ أَعْلَامِ النُّبَلَاءِ» (8/ 349): «وَكَانَ عَبْدُ الرَّحْمَنِ صَاحِبَ قُرْآنٍ وَتَفْسِيرٍ، جَمَعَ تَفْسِيراً فِي مُجَلَّدٍ، وَكِتَاباً فِي النَّاسِخِ وَالمَنْسُوْخِ». ¶ وَقَالَ ابْنُ حِبَّانَ فِي «المَجْرُوحِينَ» (2/ 57): «كَانَ مِمَّنْ يَقْلِبُ الأَخْبَارَ وَهُوَ لَا يَعْلَمُ، حَتَّى كَثُرَ ذَلِكَ فِي رِوَايَتِهِ مِنْ رَفْعِ المَرَاسِيلِ وَإِسْنَادِ المَوْقُوفِ، فَاسْتَحَقَّ التَّرْكَ». ¶ (¬4) انْظُرْ «تَفْسِيرَ الرَّازِيِّ» (19/ 51). ¶ (¬5) (وَنَحْوهُ): بِالضَّمِّ أَوِ النَّصْبِ؛ فَالضَّمُّ عَلَى الابْتِدَاءِ، وَالنَّصْبُ عَلَى المَفْعُولِيَّةِ المُقَدَّمَةِ. ¶ (¬6) هُوَ: أَحْمَدُ بْنُ مُحَمَّدِ بْنِ إِسْمَاعِيلِ المُرَادِيُّ المِصْرِيُّ، أَبُو جَعْفَرٍ النَّحَّاسُ؛ مُفَسِّرٌ، أَدِيبٌ، وَصَنَّفَ كُتُبًا كَثِيرَةً، تُوُفِّيَ سَنَةَ (338هـ)، انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (1/ 208). ¶ (¬7) هُوَ: أَبُو العَبَّاسِ أَحْمَدُ بْنُ عَمَّارِ بْنِ أَبِي العَبَّاسِ المَهْدَوِيُّ التَّمِيمِيُّ؛ مُقْرِئٌ، وَصَنَّفَ كُتُبًا، تُوُفِّيَ سَنَةَ (440هـ)، انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (1/ 184).",
            "page": "45",
            "part": "1",
            "seal": "0130489B"
        },
        {
            "id": "39",
            "nass": "عَبَّاسٍ (¬1). ¶ قُلْتُ: وَفِيهِ نَظَرٌ؛ لأَنَّ القَلَمَ جَرَى بِمَا هُوَ كَائِنٌ إِلَى يَوْمِ القِيَامَةِ، وَمِنْ جُمْلَةِ ذَلِكَ: الحُكْمُ، فَكَمَا جَازَ نَسْخُ الحُكْمِ وَإِثْبَاتُهُ فَكَذَلِكَ العُمْرُ. ¶ وَقَالَ أَبُو صَالِحٍ (¬2) وَالضَّحَّاكُ (¬3): المُرَادُ بِالآيَةِ: مَحْوُ مَا فِي دِيوَانِ الحَفَظَةِ مَا لَيْسَ بِحَسَنَةٍ وَلَا سَيِّئَةٍ؛ لأَنَّهُمْ مَأْمُورُونَ بِكَتْبِ (¬4) كُلِّ مَا يَنْطِقُ بِهِ الإِنْسَانُ (¬5). ¶ قُلْتُ: هُوَ قَرِيبٌ؛ لَكِنَّ المُرَادَ لَا يَدْفَعُ الإِيرَادَ (¬6)، وَهُوَ تَخْصِيصٌ مِنْ ¶ ¬__________ ¶ (¬1) رَوَاهُ النَّحَّاسُ فِي «مَعَانِي القُرْآنِ» (3/ 502 - 503) بِسَنَدِهِ عَنِ ابْنِ عَبَّاسٍ، قَالَ: «(يَمْحُو اللهُ مَا يَشَاءُ)؛ يَقُولُ: يُبَدِّلُ اللهُ مِنَ القُرْآنِ مَا يَشَاءُ فَيَنْسَخُهُ، وَيُثْبِتُ مَا يَشَاءُ فَلَا يُبَدِّلُهُ، وَ (عِنْدَهُ أُمُّ الكِتَابِ)؛ يَقُولُ: جُمْلَةُ ذَلِكَ عِنْدَهُ فِي أُمِّ الكِتَابِ: النَّاسِخِ وَالمَنْسُوخِ»، وَأَخْرَجَهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (13/ 566). ¶ (¬2) هُوَ: بَاذَامُ - وَيُقَالُ: بَاذَانُ -، مَوْلَى أُمِّ هَانِئٍ بِنْتِ أَبِي طَالِبٍ، قَالَ الحَافِظُ ابْنُ حَجَرٍ عَنْهُ فِي «التَّقْرِيبِ» (ص120): «ضَعِيفٌ يُرْسِلُ»، وَقَالَ عَنْهُ أَبُو حَاتِمٍ - كَمَا فِي «الجَرْحِ وَالتَّعْدِيلِ» (2/ 432) -: «يُكْتَبُ حَدِيثُهُ، وَلَا يُحْتَجُّ بِهِ». ¶ (¬3) هُوَ: أَبُو القَاسِمِ الضَّحَّاكُ بْنُ مُزَاحِمٍ البَلْخِيُّ الخُرَاسَانِيُّ، لَهُ كِتَابٌ فِي التَّفْسِيرِ، تُوُفِّيَ سَنَةَ (105هـ)، انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (3/ 215). ¶ (¬4) (كَتْب): بِفَتْحِ الكَافِ وَسُكُونِ التَّاءِ؛ مِنْ (كَتَبَ يَكُتُبُ كَتْبًا وَكِتَابًا وَكِتَابَةً وَكِتْبَةً)، انْظُرْ «تَاجَ العَرُوسِ» (مَادَّةَ كَتَبَ). ¶ (¬5) أَخْرَجَهُ الطَّبَرِيُّ فِي «التَّفْسِيرِ» (13/ 566) عَنْ أَبِي صَالِحٍ بِنَحْوِهِ. ¶ (¬6) المَعْنَى الصَّحِيحُ مِنْ هَذِهِ العِبَارَةِ هُوَ: (مُرَادُكَ مِنْ قَوْلِكَ لَا يَمْنَعُ الاعْتِرَاضَ عَلَى لَفْظِكَ)، فَـ (المُرَادُ): هُوَ نِيَّةُ المُتَكَلِّمِ وَقَصْدُهُ لِعِبَارَتِهِ بَعْدَ أَنْ فُهِمَتْ عَلَى غَيْرِ مَا أَرَادَ، وَ (الإِيرَادُ): هُوَ لَفْظُ المُتَكَلِّمِ الَّذِي لَمْ يَكُنْ مُطَابِقًا لِلْمَعْنَى نَفْسِهِ الَّذِي أَرَادَهُ؛ فَإِذَا قَالَ المُتَكَلِّمُ: (خَرَجْتُ مِنْ بَلَدِ كَذَا، فَلَقِيتُ فِي الطَّرِيقِ أَسَدًا)، فَإِذَا قِيلَ لَهُ: (إِنَّكَ لَمْ تَلْقَ أَسَدًا أَصْلًا، إِنَّمَا لَقِيتَ فُلَانًا مِنْ بَنِي فُلَانٍ)، فَقَالَ: (مُرَادِي بِالأَسَدِ: الرَّجُلُ الشُّجَاعُ، لَا الأَسَدُالحَقِيقِيُّ)؛ فَلَا بُدَّ أَنْ يُقَالَ لَهُ: (المُرَادُ لَا يَدْفَعُ الإِيرَادُ)؛ أَيْ: نِيَّتُكَ وَقَوْلُكُ: (المُرَادُ كَذَا) لَا يَدْفَعُ عَنْهُ مَا وَرَدَ فِي لَفْظِكَ؛ لأَنَّ لَفْظَكَ يُفْهَمُ مِنْهُ المَعْنَى البَاطِلُ الَّذِي لَيْسَ بِمُرَادٍ، وَهُوَ الأَسَدُ الحَقِيقِيُّ، وَلَيْسَ لَكَ أَنْ تُصَحِّحَ كَلَامَكَ بِنِيَّتِكَ؛ لِعَدَمِ ظُهُورِهَا. ¶ وَانْظُرْ - لِمَزِيدِ بَيَانٍ - الرِّسَالَةَ الوَاحِدَةَ وَالخَمْسِينَ مِنْ «رَسَائِلِ الحَسَنِ بْنِ مَسْعُودٍ اليُوسِيِّ» بِعُنْوَانِ «المُرَادُ لَا يَدْفَعُ الإِيرَادَ» (2/ 588).",
            "page": "46",
            "part": "1",
            "seal": "E1594535"
        },
        {
            "id": "40",
            "nass": "غَيْرِ مُخَصِّصٍ (¬1). ¶ وَفِي لَفْظٍ آخَرَ عَنِ الضَّحَّاكِ: يَمْحُو اللهُ مَا يَشَاءُ مِنْ دِيوَانِ الحَفَظَةِ مَا لَيْسَ فِيهِ ثَوَابٌ وَلَا عِقَابٌ، وَيُثْبِتُ مَا فِيهِ ثَوَابٌ وَعِقَابٌ (¬2). ¶ وَرَوَى مَعْنَاهُ: أَبُو صَالِحٍ عَنِ ابْنِ عَبَّاسٍ (¬3). ¶ وَفِي «تَفْسِيرِ ابْنِ عَادِلٍ» (¬4): قَالَ ابْنُ عَبَّاسٍ فِي رِوَايَةِ عِكْرِمَةَ (¬5): هُمَا كِتَابَانِ؛ كِتَابٌ سِوَى أُمِّ الكِتَابِ، يَمْحُو مِنْهُ مَا يَشَاءُ وَيُثْبِتُ، وَأُمُّ الكِتَابِ لَا يُغَيَّرُ مِنْهُ شَيْءٌ (¬6). ¶ ¬__________ ¶ (¬1) بِكَسْرِ الصَّادِ؛ وَيُرَادُ بِذَلِكَ: الدَّلِيلُ الَّذِي يَحْصُلُ بِهِ التَّخْصِيصُ، فَلَا تَخْصِيصَ إِلَّا بِدَلِيلٍ مِنَ الكِتَابِ وَالسُّنَّةِ. ¶ (¬2) انْظُرْ «تَفْسِيرَ الثَّعْلَبِيِّ» (5/ 297)، وَ «تَفْسِيرَ البَغَوِيِّ» (4/ 325). ¶ (¬3) انْظُرْ «تَفْسِيرَ القُرْطُبِيِّ» (9/ 331). ¶ (¬4) انْظُرْ «تَفْسِيرَ ابْنِ عَادِلٍ» (11/ 321). ¶ (¬5) هُوَ: أَبُو عَبْدِ اللهِ مَوْلَى ابْنِ عَبَّاسٍ، قَالَ الحَافِظُ ابْنُ حَجَرٍ عَنْهُ فِي «التَّقْرِيبِ» (ص397): «أَصْلُهُ بَرْبَرِيٌّ، ثِقَةٌ ثَبْتٌ، عَالِمٌ بِالتَّفْسِيرِ، لَمْ يَثْبُتْ تَكْذِيبُهُ عَنِ ابْنِ عُمَرَ، وَلَا تَثْبُتُ عِنْهُ بِدْعَةٌ ... مَاتَ سَنَةَ (104هـ)، وَقِيلَ بَعْدَ ذَلِكَ». ¶ (¬6) أَخْرَجَهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (13/ 562)، وَالحَاكِمُ فِي «مُسْتَدْرَكِهِ» (2/ 380)، وَقَالَ: «وَهُوَ غَرِيبٌ صَحِيحٌ»، وَوَافَقَهُ الذَّهَبِيُّ، وَمِنْ طَرِيقِ الحَاكِمِ: أَخْرَجَهُ البَيْهَقِيُّ فِي «القَضَاءِ وَالقَدَرِ» (ص214).",
            "page": "47",
            "part": "1",
            "seal": "65FF2DC7"
        },
        {
            "id": "41",
            "nass": "وَسُئِلَ الكَلْبِيُّ عَنْ هَذِهِ الآيَةِ، فَقَالَ: يُكْتَبُ القَوْلُ كُلُّهُ، حَتَّى إِذَا كَانَ يَوْمُ الخَمْيِسِ طُرِحَ مِنْهُ كُلُّ شَيْءٍ لَيْسَ فِيهِ ثَوَابٌ وَلَا عِقَابٌ؛ مِثْلُ قَوْلِكَ: أَكَلْتُ وَشَرِبْتُ وَدَخَلْتُ وَخَرَجْتُ - وَنَحْوِهِ - وَهُوَ صَادِقٌ، وَيُثْبِتُ مَا فِيهِ الثَّوَابُ وَالعِقَابُ (¬1). ¶ وَعَنْ سَعِيدِ بْنِ جُبَيْرٍ - أَيْضًا -: يَغْفِرُ مَا يَشَاءُ مِنْ ذُنُوبِ عِبَادِهِ، وَيَتْرُكُ مَا يَشَاءُ فَلَا يَغْفِرُهُ (¬2). ¶ وَقَالَ عِكْرِمَةُ: يَمْحُو مَا يَشَاءُ - يَعْنِي بِالتَّوبَةِ - جَمِيعَ الذُّنُوبِ، وَيُثْبِتُ بَدَلَ الذُّنُوبِ حَسَنَاتٍ؛ {إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ... } (¬3) - الآيَةَ -. ¶ وَعَنْهُ - أَيْضًا -: يَمْحُو الآبَاءَ وَيُثْبِتُ الأَبْنَاءَ (¬4). ¶ ¬__________ ¶ (¬1) أَخْرَجَهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (13/ 566). ¶ (¬2) أَخْرَجَهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (13/ 568) بِلَفْظِ: «يُثْبِتُ فِي الْبَطْنِ الشَّقَاءَ وَالسَّعَادَةَ، وَكُلَّ شَيْءٍ، فَيَغْفِرُ مِنْهُ مَا يَشَاءُ، وَيُؤَخِّرُ مَا يَشَاءُ». ¶ وَأَوْرَدَهُ السُّيُوطِيُّ فِي «الدُّرِّ المَنْثُورِ» (4/ 665)، وَعَزَاهُ إِلَى ابْنِ جَرِيرٍ بِلَفْظِ: «يُثْبِتُ فِي الْبَطنِ الشَّقَاءَ وَالسَّعَادَةَ وَكُلَّ شَيْءٍ هُوَ كَائِنٌ، فَيُقَدِّمُ مِنْهُ مَا يَشَاءُ وَيُؤَخِّرُ مَا يَشَاءُ». ¶ (¬3) سُورَةُ (مَرْيَم)، آيَة (60)، وَانْظُرْ «تَفْسيرَ الثَّعْلَبيِّ» (5/ 298)، وَ «تَفْسِيرَ البَغَوِيِّ» (4/ 325). ¶ (¬4) لَمْ أَظْفَرْ بِهِ عَنْ عِكْرِمَةَ، وَهُوَ مَرْوِيٌّ عَنِ الحَسَنِ البَصْرِيِّ، وَكَأَنَّهُ وَقَعَ سَقْطٌ فِي المَخْطُوطِ أَوْ سَهْوٌ فِي النَّقْلِ، وَيَعْضُدُ ذَلِكَ أَنَّ هَذِهِ النُّقُولَاتِ الَّتِي نَقَلَهَا المُصَنِّفُ هِيَ نَفْسُهَا - وَبِالتَّرْتِيبِ نَفْسِهِ - عِنْدَ القُرْطُبِيِّ، وَقَدْ ثَبَتَ قَوْلٌ لِلْحَسَنِ البَصْرِيِّ عِنْدَهُ قَبْلَ هَذَا الأَثَرِ لَمْ يُنْقَلْ هُنَا، فَنُقِلَ الأَثَرُ بَعْدَ أَثَرِ عِكْرِمَةَ دُونَ نَقلِ قَوْلِ الحَسَنِ البَصْرِيِّ الَّذِي قَبْلَهُ فِي «تَفْسِيرِ القُرْطُبِيِّ»، فَدَلَّ ذَلِكَ عَلَى أَنَّهُ قَولُ الحَسَنِ وَلَيْسَ لِعِكْرِمَةَ، وَصَارَ هُنَا - بَعْدَ السَّقْطِ أَوِ السَّهْوِ - عَنْهُ، انْظُرْ «تَفْسِيرَ القُرْطُبِيِّ» (9/ 332).",
            "page": "48",
            "part": "1",
            "seal": "ACB4D462"
        },
        {
            "id": "42",
            "nass": "وَقَالَ السُّدِّيُّ (¬1): {يَمْحُو اللَّهُ مَا يَشَاءُ} يَعْنِي القَمَرَ، {وَيُثْبِتُ} يَعْنِي الشَّمْسَ، بَيَانُهُ: قَوْلُهُ - تَعَالَى -: {فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً} (¬2). ¶ وَقَالَ الحَسَنُ: {يَمْحُو اللَّهُ مَا يَشَاءُ}: مَنْ جَاءَ أَجَلُهُ، {وَيُثْبِتُ}: مَنْ لَمْ يَأْتِ أَجَلُهُ (¬3). ¶ وَقَالَ الرَّبِيعُ بْنُ أَنَسٍ (¬4): هَذَا فِي الأَرْوَاحِ حَالَةَ (¬5) النَّوْمِ يَقْبِضُهَا، فَمَنْ أَرَادَ مَوْتَهُ فَجْأَةً أَمْسَكَهُ (¬6)، وَمَنْ أَرَادَ إِبْقَاءَهُ أَثْبَتَهُ وَرَدَّهُ إِلَى صَاحِبِهِ، بَيَانُهُ: ¶ ¬__________ ¶ (¬1) (السُّدِّيُّ): بِضَمِّ السِّينِ وَتَشْدِيدِ الدَّالِ المَكْسُورَةِ؛ كَمَا فِي «الأَنْسَابِ» لِلسَّمْعَانِيِّ (7/ 109). ¶ وَهُوَ: إِسْمَاعِيلُ بْنُ عَبْدِ الرَّحْمَنِ السُّدِّيُّ: تَابِعِيٌّ، حِجَازِيُّ الأَصْلِ، سَكَنَ الكُوفَةَ، صَاحِبُ التَّفْسِيرِ وَالمَغَازِي وَالسِّيَرِ، وَكَانَ إِمَامًا عَارِفًا بِالوَقَائِعِ وَأَيَّامِ النَّاسِ، تُوُفِّيَ سَنَةَ (128هـ)، انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (1/ 317). ¶ وَإِسْمَاعِيلُ - هُذَا - يُعْرَفُ بِـ (السُّدِّيِّ الكَبِيرِ)؛ دَفْعًا لِلالْتِبَاسِ بَيْنَهُ وَبَيْنَ مُحَمَّدِ بْنِ مَرْوَانِ المَشْهُورِ بِـ (السُّدِّي الصَّغِيرِ)، وَهُوَ كَذَّابٌ مَتْرُوكٌ، انْظُرْ تَرْجَمَتَهُ فِي «تَارِيخِ الإِسْلَامِ» (4/ 966). ¶ (¬2) سُورَةُ (الإِسْرَاء)، آيَة (12)، وَانْظُرْ «تَفْسِيرَ البَغَوِيِّ» (4/ 325). ¶ (¬3) أَخْرَجَهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (13/ 568). ¶ (¬4) هُوَ الرَّبِيعُ بْنُ أَنَسٍ البَكْرِيُّ، تُوُفِّيَ سَنَةَ (139هـ) كَمَا فِي «سِيَرِ أَعْلَامِ النُّبَلَاءِ» (6/ 170)، قَالَ الحَافِظُ ابْنُ حَجَرٍ فِي «التَّقْرِيبِ» (ص205): «صَدُوقٌ لَهُ أَوْهَامٌ، وَرُمِيَ بِالتَّشَيُّعِ». ¶ (¬5) بِالنَّصْبِ عَلَى الظَّرْفِيَّةِ الوَاقِعَةِ مَوْقِعَ الحَالِ. ¶ (¬6) الضَّمِيرُ - هُنَا - يَعُودُ إِلَى الرُّوحِ، وَكَذَلِكَ فِي قَوْلِهِ - بَعْدَهَا -: (أَثْبَتَهُ) وَ (رَدَّهُ)، فَالرُّوحُ تُذَكَّرُ وَتُؤَنَّثُ.",
            "page": "49",
            "part": "1",
            "seal": "40589489"
        },
        {
            "id": "43",
            "nass": "قَوْلُهُ - تَعَالَى -: {اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا ... } (¬1) - الآيَةَ - (¬2). ¶ وَقَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ: يَمْحُو اللهُ مَا يَشَاءُ مِنَ القُرُونِ؛ كَقَوْلِهِ - تَعَالَى -: {أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ} (¬3)، وَيُثْبِتُ مَا يَشَاءُ مِنْهَا؛ كَقَوْلِهِ - تَعَالَى -: {ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ} (¬4)، فَيَمْحُو قَرْنًا وَيُثْبِتُ قَرْنًا (¬5). ¶ وَقِيلَ: هُوَ الرَّجُلُ يَعْمَلُ الزَّمَنَ الطَّوِيلَ بِطَاعَةِ اللهِ، ثُمَّ يَعْمَلُ بِمَعْصِيَةِ اللهِ، فَيَمُوتُ عَلَى ضَلَالَةٍ، فَهَذَا الَّذِي يَمْحُو، وَالَّذِيَ يُثْبِتُ: الرَّجُلُ يَعْمَلُ بِمَعْصِيَةِ اللهِ الزَّمَنَ الطَّوِيلَ ثُمَّ يَتُوبُ، فَيَمْحُوهُ اللهُ مِنْ دِيوَانِ السَّيِّئَاتِ وَيُثْبِتُهُ فِي دِيوَانِ الحَسَنَاتِ، ذَكَرَهُ الثَّعْلَبِيُّ وَالمَاوَرْدِيُّ وَابْنُ عَادِلٍ (¬6) عَنِ ابْنِ عَبَّاسٍ (¬7). ¶ وَقِيلَ: {يَمْحُو اللَّهُ مَا يَشَاءُ} يَعْنِي: الدُّنْيَا، {وَيُثْبِتُ} الآخِرَةَ (¬8). ¶ ¬__________ ¶ (¬1) سُورَةُ (الزُّمَر)، آيَة (42). ¶ (¬2) انْظُرْ «تَفْسِيرَ القُرْطُبِيِّ» (9/ 332). ¶ (¬3) سُورَةُ (يَس)، آيَة (31). ¶ (¬4) سُورَةُ (المُؤْمِنُونَ)، آيَة (31). ¶ (¬5) انْظُرْ «تَفْسِيرَ القُرْطُبِيِّ» (9/ 332). ¶ (¬6) انْظُرْ «تَفْسِيرَ الثَّعْلَبِيِّ» (5/ 298)، وَ «المَاوَرْدِيِّ» (3/ 118)، وَ «ابْنِ عَادِلٍ» (11/ 321). ¶ (¬7) أَخْرَجَهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (13/ 564)، وَالبَيْهَقِيُّ فِي «القَضَاءِ وَالقَدَرِ» (ص215). ¶ (¬8) انْظُرْ «تَفْسِيرَ القُرْطُبِيِّ» (9/ 332).",
            "page": "50",
            "part": "1",
            "seal": "C8F1A48E"
        },
        {
            "id": "44",
            "nass": "قُلْتُ: وَفِي هَذِهِ الأَجْوِبَةِ كُلِّهَا نَظَرٌ لِمَا مَرَّ، وَلأَنَّهُ تَخْصِيصٌ مِنْ غَيْرِ مُخَصِّصٍ. ¶ وَقَالَ ابْنُ عُمَرَ: سَمِعْتُ النَّبِيَّ - صلى الله عليه وسلم - يَقُولُ: يَمْحُو اللهُ مَا يَشَاءُ وَيُثْبِتُ إِلَّا السَّعَادَةَ وَالشَّقَاوَةَ» (¬1). ¶ وَقَالَ مُجَاهِدٌ: يُحْكِمُ اللهُ أَمْرَ السَّنَةِ فِي رَمَضَانَ، فَيَمْحُو مَا يَشَاءُ وَيُثْبِتُ مَا يَشَاءُ؛ إِلَّا الحَيَاةَ وَالمَوْتَ وَالسَّعَادَةَ وَالشَّقَاوَةَ (¬2). ¶ وَقَالَ ابْنُ عَبَّاسٍ: يَمْحُو اللهُ مَا يَشَاءُ وَيُثْبِتُ؛ إِلَّا سِتًّا: الخَلْقَ وَالخُلُقَ، وَالرِّزْقَ وَالأَجَلَ، وَالسَّعَادَةَ وَالشَّقَاوَةَ (¬3). ¶ وَعَنْهُ: هُمَا كِتَابَانِ سِوَى أُمِّ الكِتَابِ، يَمْحُو مِنْهَا مَا يَشَاءُ وَيُثْبِتُ، وَعِنْدَهُ أُمُّ الكِتَابِ الَّذِي لَا يَتَغَيَّرُ مِنْهُ شَيْءٌ (¬4). ¶ ¬__________ ¶ (¬1) رَوَاهُ الطَّبَرَانِيُّ فِي «الأَوْسَطِ» (9/ 179) بِلَفْظِ: «يَمْحُو اللهُ مَا يَشَاءُ، إِلَّا الشِّقْوَةَ وَالسَّعَادَةَ وَالحَيَاةَ وَالمَوْتَ». ¶ قَالَ الهَيْثَمِيُّ فِي «مَجْمَعِ الزَّوَائِدِ» (7/ 43): «وَفِيهِ: مُحَمَّدُ بْنُ جَابِرٍ اليَمَامِيُّ، وَهُوَ ضَعِيفٌ مِنْ غَيْرِ تَعَمُّدِ كَذِبٍ». ¶ وَضَعَّفَ إِسْنَادَهُ السُّيُوطِيُّ فِي «الدُّرِّ المَنْثُورِ» (4/ 660)، وَعَزَاهُ إِلَى ابْنِ مَرْدُوَيْهِ - أَيْضًا -. ¶ وَضَعَّفَهُ الأَلْبَانِيُّ فِي «الضَّعِيفَةِ» (11/ 762). ¶ (¬2) رَوَاهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (13/ 561). ¶ (¬3) انْظُرْ «تَفْسِيرَ القُرْطُبِيِّ» (9/ 329). ¶ (¬4) أَخْرَجَهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (13/ 562)، وَالحَاكِمُ فِي «مُسْتَدْرَكِهِ» (2/ 380)، وَقَالَ: «وَهُوَ غَرِيبٌ صَحِيحٌ»، وَوَافَقَهُ الذَّهَبِيُّ - وَقَدْ تَقَدَّمَ -.",
            "page": "51",
            "part": "1",
            "seal": "38F07695"
        },
        {
            "id": "45",
            "nass": "وَقَالَ القُشَيْرِيُّ (¬1): وَقِيلَ: السَّعَادَةُ وَالشَّقَاوَةُ وَالخَلْقُ وَالخُلُقُ وَالرِّزْقُ لَا تَتغَيَّرُ، فَالآيَةُ فِيمَا عَدَا هَذِهِ الأَشْيَاءَ (¬2). ¶ قُلْتُ: وَفِي هَذِهِ الأَجْوِبَةِ - أَيْضًا - نَظَرٌ ظَاهِرٌ. ¶ ثُمَّ رَأَيْتُ القُرْطُبِيَّ قَالَ فِي «تَفْسِيرِهِ»: «وَفِي هَذَا القَوْلِ نَوْعُ تَحَكُّمٍ»، قَالَ: «وَمِثْلُ هَذَا لَا يُدْرَكُ بِالرَّأْيِ وَلَا بِالاجْتِهَادِ، وَإِنَّمَا يُؤْخَذُ تَوْقِيفًا، فَإِنْ صَحَّ فَالقَوْلُ بِهِ يَجِبُ، وَيُوقَفُ عِنْدَهُ، وَإِلَّا فَتَكُونُ الآيَةُ عَامَّةً فِي جَمِيعِ الأَشْيَاءِ، وَهُوَ الأَظْهَرُ» (¬3). ¶ وَأَجَابُوا عَنْ قَوْلِهِ - تَعَالَى -: {وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ ... } (¬4) - الآيَةَ - بِأَنَّ المُرَادَ بِالعُمُرِ: الطَّوِيلُ العُمُرِ، وَالمُرَادَ بِالنَّاقِصِ: قَصِيرُ العُمُرِ، وَالمَعْنَى: كُلُّ مَنْ طَالَ عُمُرُهُ أَوْ قَصُرَ فَهُوَ مَكْتُوبٌ فِي الكِتَابِ. ¶ وَقَالَ ابْنُ حَزْمٍ: «النَّقْصُ فِي اللُّغَةِ الَّتِي نَزَلَ بِهَا القُرْآنُ إِنَّمَا هُوَ مِنْ بَابِ الإِضَافَةِ»، قَالَ: «[وَبِالضَّرُورَةِ عَلِمْنَا أَنَّ مَنْ عُمِّرَ مِئَةَ عَامٍ وَعُمِّرَ آخَرَ ثَمَانِينَ ¶ ¬__________ ¶ (¬1) بِضَمِّ القَافِ وَفَتْحِ الشِّينِ كَمَا فِي «الأَنْسَابِ» لِلسَّمْعَانِيِّ (10/ 423). ¶ وَهُوَ: أَبُو نَصْرٍ عَبْدُ الرَّحِيمِ بْنُ عَبْدِ الكَرِيمِ القُشَيْرِيُّ، وَاعِظٌ، مِنْ عُلَمَاءِ نَيْسَابُورَ، كَانَ ذَكِيًّا حَاضِرَ الخَاطِرِ فَصِيحًا جَرِيئًا، تُوُفِّيَ سَنَةَ (514هـ)، انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (3/ 346). ¶ (¬2) أَوْرَدَهُ القُرْطُبِيُّ فِي «تَفْسِيرِهِ» (9/ 329)، وَعَزَاهُ إِلَى القُشَيْرِيِّ. ¶ (¬3) انْظُرْ «تَفْسِيرَ القُرْطُبِيِّ» (9/ 329). ¶ (¬4) سُورَةُ (فَاطِر)، آيَة (11).",
            "page": "52",
            "part": "1",
            "seal": "5B9E5A4D"
        },
        {
            "id": "46",
            "nass": "عَامًا؛ فَإِنَّ الَّذِي عُمِّرَ ثَمَانِينَ عَامًا نَقَّصَ مِنْ عَدَدِ عُمُرِ الآخَرِ عِشْرِينَ عَامًا] (¬1)، فَهَذَا هُوَ ظَاهِرُ الآيَةِ وَمُقْتَضَاهَا عَلَى الحَقِيقَةِ». ¶ وَفِي الضَّمِيرِ مِنْ (عُمُرِهِ) قَوْلَانِ: ¶ أَحَدُهُمَا: أَنَّهُ يَعُودُ عَلَى (مُعَمَّرٍ) (¬2) - لَفْظًا وَمَعْنًى -، وَإِلَيْهِ ذَهَبَ ابْنُ عَبَّاسٍ (¬3) وَابْنُ جُبَيْرٍ (¬4) وَأَبُو مَالِكٍ (¬5). ¶ الثَّانِي: أَنَّهُ يَعُودُ عَلَى مُعَمَّرٍ آخَرَ، حَكَاهُ ابْنُ عَادِلٍ فِي «تَفْسِيرِهِ» (¬6). ¶ وَرَوَى سَعِيدُ بْنُ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ: وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ إِلَّا كُتِبَ ¶ ¬__________ ¶ (¬1) مَا بَيْنَ الحَاصِرَتَيْنِ مُثْبَتٌ مِنَ «المِلَلِ وَالنِّحَلِ» لابْنِ حَزْمٍ (3/ 84)، وَفِي المَخْطُوطِ عِبَارَةٌ غَيْرُ مُسْتَقِيمَةٍ. ¶ (¬2) فِي المَخْطُوطِ: (العُمُر)، وَالصَّوَابُ مَا أَثْبَتْنَاهُ، انْظُرْ «تَفْسِيرَ ابْنِ عَادِلٍ» (16/ 113 - 114). ¶ (¬3) وَهُوَ قَوْلُهُ: «يَقُولُ: لَيْسَ أَحَدٌ قَضَيْتُ لَهُ طُولَ العُمُرِ وَالحَيَاةِ إِلَّا وَهُوَ بَالِغٌ مَا قَدَّرْتُ لَهُ مِنَ العُمُرِ، وَقَدْ قَضَيْتُ ذَلِكَ لَهُ، وَإِنَّمَا يَنْتَهِي إِلَى الكِتَابِ الَّذِي قَدَّرْتُ لَهُ؛ لَا يُزَادُ عَلَيْهِ، وَلَيْسَ أَحَدٌ قَضَيْتُ لَهُ أَنَّهُ قَصِيرُ العُمُرِ وَالحَيَاةِ بِبَالِغٍ العُمُرَ، وَلَكِنْ يَنْتَهِي إِلَى الكِتَابِ الَّذِي قَدَّرْتُ لَهُ؛ لَا يُزَادُ عَلَيْهِ؛ فَذَلِكَ قَوْلُهُ: (وَلا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ)؛ يَقُولُ: كُلُّ ذَلِكَ فِي كِتَابٍ عِنْدَهُ»، أَخْرَجَهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (19/ 343). ¶ (¬4) وَهُوَ قَوْلُهُ: «مَكْتُوبٌ فِي أَوَّلِ الصَّحِيفَةِ: (عُمْرُهُ كَذَا وَكَذَا)، ثمَّ يُكْتَبُ فِي أَسْفَلِ ذَلِكَ: (ذَهَبَ ¶ يَوْمٌ، ذَهَبَ يَوْمَانِ ... ) حَتَّى يَأْتِي عَلَى آخِرِ عُمُرِهِ»، أَخْرَجَهُ أَبُو الشَّيْخِ فِي «العَظَمَةِ» (3/ 918). ¶ (¬5) وَهُوَ قَوْلُهُ: «مَا يَقْضِي مِنْ أَيَّامِهِ الَّتِي عَدَدْتُ لَهُ إِلَّا فِي كِتَابٍ»، أَخْرَجَهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (19/ 344). ¶ وَأَبُو مَالِكٍ: هُوَ غَزْوَانُ الغِفَارِيُّ، مَشْهُورٌ بِكُنْيَتِهِ، انْظُرْ «تَقْرِيبَ التَّهْذِيبِ» (ص442). ¶ (¬6) انْظُرِ «اللُّبَابَ فِي عُلُومِ الكِتَابِ» لابْنِ عَادِلٍ (16/ 113 - 114).",
            "page": "53",
            "part": "1",
            "seal": "E9DD9458"
        },
        {
            "id": "47",
            "nass": "عُمْرُهُ كَمْ هُوَ سَنَةً، كَمْ هُوَ شَهْرًا، كَمْ هُوَ يَوْمًا، كَمْ هُوَ سَاعَةً، ثُمَّ يُكْتَبُ فِي كِتَابٍ آخَرَ: نَقَصَ مِنْ عُمُرِهِ يَوْمٌ، نَقَصَ مِنْ عُمُرِهِ شَهْرٌ، نَقَصَ مِنْ عُمُرِهِ سَنَةٌ، حَتَّى يَسْتَوْفِيَ أَجَلَهُ (¬1). ¶ وَقَالَهُ ابْنُ جُبَيْرٍ، قَالَ: فَمَا مَضَى مِنْ أَجَلِهِ فَهُوَ النُّقْصَانُ، وَمَا يُسْتَقْبَلُ مِنْ عُمُرِهِ فَهُوَ الَّذِي يُعَمَّرُهُ، فَالهَاءُ عَائِدَةٌ عَلَى هَذَا المُعَمَّرِ (¬2). ¶ وَعَنْ سَعِيدٍ - أَيْضًا -: يُكْتَبُ: (عُمْرُهُ كَذَا وَكَذَا سَنَةً)، ثُمَّ يُكْتَبُ أَسْفَلَ ذَلِكَ: (ذَهَبَ يَوْمٌ، ذَهَبَ يَوْمَانِ، ذَهَبَ ثَلَاثَةٌ ... )، حَتَّى يَأْتِيَ عَلَى آخِرِهِ، حَكَاهُ القُرْطُبِيُّ وَالبَغَوِيُّ (¬3). ¶ وَمَذْهَبُ الفَرَّاءِ فِي مَعْنَى {وَمَا يُعَمَّرُ}؛ أَيْ: مَا [يُطَوَّلُ] (¬4) مِنْ عُمُرِهِ، {وَلَا يُنْقَصُ مِنْ عُمُرِهِ} بِمَعْنَى: مُعَمَّرٍ آخَرَ؛ أَيْ: وَلَا يُنْقَصُ الآخَرُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ، فَالكِنَايَةُ فِي {عُمُرِهِ} تَرْجِعُ إِلَى آخَرَ غَيْرِ الأَوَّلِ، وَكَنَى عَنْهُ بِالهَاءِ كَأَنَّهُ الأَوَّلُ؛ لأَنَّ لَفْظَ الثَّانِي لَوْ ظَهَرَ كَانَ كَالأَوَّلِ، وَمِثْلُهُ: قَوْلُكُ: (عِنْدِي دِرْهَمٌ وَنِصْفُهُ)؛ أَيْ: نِصْفٌ آخَرُ (¬5). ¶ ¬__________ ¶ (¬1) أَخْرَجَهُ النَّحَّاسُ فِي «إِعْرَابِ القُرْآنِ» (3/ 248)، وَالبَيْهَقِيُّ فِي «القَضَاءِ وَالقَدَرِ» (ص218). ¶ (¬2) انْظُرْ «تَفْسِيرَ القُرْطُبِيِّ» (14/ 333). ¶ (¬3) أَخْرَجَهُ أَبُو الشَّيْخِ فِي «العَظَمَةِ» (3/ 918)، وَقَدْ تَقَدَّمَ ذِكْرُ الأَثَرِ فِي الحَاشِيَةِ (ص46). ¶ (¬4) فِي المَخْطُوطِ: (يَكُونُ)، وَالمُثْبَتُ مِنْ «مَعَانِي القُرْآنِ» لِلفَرَّاءِ (2/ 368). ¶ (¬5) انْظُرْ «مَعَانِي القُرْآنِ» للفَرَّاءِ (2/ 368).",
            "page": "54",
            "part": "1",
            "seal": "DE46482B"
        },
        {
            "id": "48",
            "nass": "وَقِيلَ: المَعْنَى: {وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ}؛ أَيْ: هَرِمَ، {وَلَا يُنْقَصُ} آخَرُ مِنْ عُمُرِ ذَلِكَ الهَرِمِ {إِلَّا فِي كِتَابٍ}؛ أَيْ: بِقَضَاءٍ مِنَ اللهِ - تَعَالَى -، رُوِيَ مَعْنَاهُ عَنِ الضَّحَّاكِ، وَاخْتَارَهُ النَّحَّاسُ (¬1)، وَرُوِيَ نَحْوُهُ عَنِ ابْنِ عَبَّاسٍ. ¶ قَالَ القُرْطُبِيُّ: «فَالهَاءُ - عَلَى هَذَا - يَجُوزُ أَنْ تَكُونَ لِلْمُعَمَّرِ، وَيَجُوزُ أَنْ تَكُونَ لِغَيْرِ المُعَمَّرِ» (¬2). ¶ وَعَنْ قَتَادَةَ: (المُعَمَّرُ): مَنْ بَلَغَ سِتِّينَ سَنَةً، وَالمَنْقُوصُ مِنْ عُمُرِهِ: مَنْ يَمُوتُ قَبْلَ سِتِّينَ سَنَةً (¬3). ¶ وَأَجَابُوا عَنْ قَوْلِهِ - تَعَالَى -: {ثُمَّ قَضَى أَجَلًا وَأَجَلٌ مُسَمًّى عِنْدَهُ} (¬4) بِأَنَّ المُرَادَ بِالأَجْلِ الأَوَّلِ: أَجَلُ المَاضِينَ، وَبِالأَجَلِ الثَّانِي: أَجَلُ البَاقِينَ (¬5). ¶ ¬__________ ¶ (¬1) أَوْرَدَ النَّحَّاسُ قَوْلَ الضَّحَّاكِ فِي كِتَابِهِ «مَعَانِي القُرْآنِ» (5/ 443 - 444) بِلَفْظِ: «مَنْ قَضَيْتُ لَهُ أَنْ يُعَمَّرَ حَتَّى يُدْرِكَهُ الهَرَمُ أَوْ يُعَمَّرَ دُونَ ذَلِكَ؛ فَكُلُّ ذَلِكَ بِقَضَاءٍ، وَكُلٌّ فِي كِتَابٍ». ¶ وَعَدَّ أَبُو جَعْفَرٍ النَّحَّاسُ هَذَا القَوْلَ بِأَنَّهُ مِنْ أَحْسَنِ الأَقْوَالِ وَأَشْبَهِهَا بِظَاهِرِ التَّنْزِيلِ. ¶ وَأَخْرَجَ الطَّبَريُّ فِي «تَفْسِيرِهِ» (19/ 343) عَنْ أَبِي مُعَاذٍ، قَالَ: مَنْ قَضَيْتُ لَهُ أَنْ يُعَمَّرَ حَتَّى يُدْرِكَهُ الْكِبَرُ، أَوْ يُعَمَّرَ أَنْقَصَ مِنْ ذَلِكَ؛ فَكُلٌّ بَالِغٌ أَجَلَهُ الَّذِي قَدْ قُضِيَ لَهُ، كُلُّ ذَلِكَ فِي كِتَابٍ. ¶ وَهُوَ الفَضْلُ بْنُ خَالِدٍ المَرْوَزِيُّ، يَرْوِي عَنْ عُبَيْدِ بْنِ سُلَيْمَانَ عَنِ الضَّحَّاكِ، وَكَأَنَّهُ أَخَذَهُ عَنْهُ. ¶ (¬2) انْظُرْ «تَفْسِيرَ القُرْطُبِيِّ» (14/ 333 - 334). ¶ (¬3) أَوْرَدَهُ السُّيُوطِيُّ فِي «الدُّرِّ المَنْثُورِ» (7/ 12) بِلَفْظِ: «أَمَّا الْعُمْرُ فَمَنْ بَلَغَ سِتِّينَ سَنَةً، وَأَمَّا الَّذِي يُنْقَصُ مَنْ عُمُرِهِ فَالَّذِي يَمُوتُ قَبْلَ أَنْ يَبْلُغَ سِتِّينَ سَنَةً»، وَعَزَاهُ إِلَى ابْنِ أَبِي حَاتِمٍ. ¶ (¬4) سُورَةُ (الأَنْعَام)، آيَة (2). ¶ (¬5) أَوْرَدَ الرَّازِيُّ هَذَا القَوْلَ فِي «تَفْسِيرِهِ» (12/ 480)، وَعَزَاهُ إِلَى أَبِي مُسْلِمٍ مُحَمَّدِ بْنِ بَحْرٍ الأَصْفَهَانِيِّ، وَهُوَ مُعْتَزِلِيٌّ، تُوُفِّيَ سَنَةَ (868هـ)، كَانَ عَالِماً بِالتَّفْسِيرِ - وَبِغَيْرِهِ مِنْ صُنُوفِ العِلْمِ -، وَلَهُ شِعْرٌ، مِنْ كُتُبِهِ «جَامِعُ التَّأْوِيلِ» فِي التَّفْسِيرِ، جَمَعَ سَعِيدٌ الأَنْصَارِيُّ الهِنْدِيُّ نُصُوصاً مِنْهُ وَرَدَتْ فِي «تَفْسِيرِ الرَّازِيِّ»، وَسَمَّاهَا: «مُلْتَقَطَ جَامِعِ التَّأْوِيلِ لِمُحْكَمِ التَّنْزِيلِ»، مَطبُوعٌ فِي جُزْءٍ صَغِيرٍ، انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (6/ 50). ¶ وَأَوْرَدَ هَذَا القَوْلَ - فِي مَعْنَاهُ - المَاوَرْدِيُّ فِي تَفْسِيرِهِ «النُّكَتِ وَالعُيُونِ» (2/ 93) بِقَوْلِهِ: « ... أَنَّ الأَجَلَ الَّذِي قَضَاهُ: أَجَلُ مَنْ مَاتَ , وَالأَجَلَ المُسَمَّى عِنْدَهُ: أَجَلُ مَنْ يَمُوتُ بَعْدُ»، وَعَزَاهُ إِلَى يَزِيدَ بْنِ شَجَرَةَ، وَهُوَ مِنْ أُمَرَاءِ مُعَاوِيَةَ عَلَى مَكَّةَ، تُوُفِّيَ (سَنَةَ 58هـ) فِي أَوَاخِرِ خِلَافَتِهِ، وَقَدِ اخْتُلِفَ فِي صُحْبَتِهِ، انْظُرِ «الإِصَابَةَ فِي تَمْيِيزِ الصَّحَابَةِ» (6/ 521).",
            "page": "55",
            "part": "1",
            "seal": "AA961E34"
        },
        {
            "id": "49",
            "nass": "وَقِيلَ: المُرَادُ بِالأَوَّلِ: أَجَلُ المَوْتِ، وَبِالثَّانِي: أَجَلُ الحَيَاةِ فِي الآخِرَةِ؛ لأَنَّهُ لاَ آخِرَ لَهَا وَلَا انْقِضَاءَ (¬1). ¶ وَقِيلَ: إِنَّ الأَجَلَ الأَوَّلَ هُوَ مَا بَيْنَ خَلْقِ الإِنْسَانِ إِلَى مَوْتِهِ، وَالثَّانِي: مَا بَيْنَ مَوْتِهِ إِلَى بَعْثِهِ (¬2). ¶ وَقِيلَ: إِنَّ الأَجَلَ الأَوَّلَ هُوَ النَّوْمُ، وَالثَّانِي هُوَ الوَفَاةُ (¬3). ¶ وَقِيلَ: إِنَّ الأَوَّلَ: مَا انْقَضَى مِنْ عُمُرِ كُلِّ وَاحِدٍ، وَالثَّانِي: مَا بَقِيَ مِنْ عُمُرِ كُلِّ وَاحِدٍ (¬4). ¶ ¬__________ ¶ (¬1) وَهُوَ مَرْوِيٌّ عَنِ: ابْنِ عَبَّاسٍ، وَالحَسَنِ البَصْرِيِّ، وَمُجَاهِدٍ، وَعِكْرِمَةَ، وَقَتَادَةَ، وَالسُّدِّيِّ، انْظُرْ «تَفْسِيرَ الطَّبَرِيِّ» (9/ 151 - 153). ¶ (¬2) وَهَذَا القَوْلُ مَرْوِيٌّ عَنِ: الحَسَنِ البَصْرِيِّ، وَقَتَادَةَ، وَالضَّحَّاكِ، انْظُرْ «تَفْسِيرَ الطَّبَرِيِّ» (9/ 150 - 151). ¶ (¬3) أَخْرَجَهُ ابْنُ جَرِيرٍ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (9/ 153) عَنِ ابْنِ عَبَّاسٍ. ¶ (¬4) أَوْرَدَ هَذَا القَوْلَ الرَّازِيُّ فِي «تَفْسِيرِهِ» (12/ 481)، وَلَمْ يَعْزُهُ لأَحَدٍ.",
            "page": "56",
            "part": "1",
            "seal": "50E20238"
        },
        {
            "id": "50",
            "nass": "وَقَالَ الضَّحَّاكُ: {أَجَلًا} فِي المَوْتِ، {وَأَجَلٌ مُسَمًّى عِنْدَهُ}؛ أَيْ: أَجَلُ القِيَامَةِ (¬1). ¶ قَالَ القُرْطُبِيُّ: «فَالمَعْنَى عَلَى هَذَا: حَكَمَ (¬2) أَجَلًا، وَأَعْلَمَكُمْ أَنَّكُمْ تُقِيمُونَ إِلَى المَوْتِ، وَلَمْ يُعْلِمْكُمْ بِأَجَلِ القِيَامَةِ» (¬3). ¶ وَفِي «الوَسِيطِ» - تَفْسِيرِ الوَاحِدِيِّ (¬4) -: {ثُمَّ قَضَى أَجَلًا} يَعْنِي: أَجَلَ الحَيَاةِ إِلَى المَوْتِ، {وَأَجَلٌ مُسَمًّى عِنْدَهُ} يَعْنِي: أَجَلَ المَوْتِ إِلَى البَعْثِ وَقِيَامِ السَّاعَةِ (¬5). ¶ قَالَ: «وَهَذَا قَوْلُ ابْنِ عَبَّاسٍ وَالحَسَنِ وَسَعِيدِ بْنِ المُسَيَّبِ (¬6) وَقَتَادَةَ ¶ ¬__________ ¶ (¬1) أَخْرَجَهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (9/ 151). ¶ (¬2) أَوْ: (أَحْكَمَ) كَمَا جَاءَتْ العِبَارَةُ - بِتَمَامِهَا - عِنْدَ أَبِي جَعْفَرٍ النَّحَّاسِ فِي «إِعْرَابِ القُرْآنِ» (2/ 3)، وَ (حَكَمَ) وَ (أَحْكَمَ) تَأْتِيَانِ بِمَعْنَى: قَضَى. ¶ (¬3) انْظُرْ «تَفْسِيرَ القُرْطُبِيِّ» (6/ 389). ¶ (¬4) هُوَ: عَلِيُّ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ، أَبُو الحَسَنِ الوَاحِدِيُّ، مُفَسِّرٌ، عَالِمٌ بِالأَدَبِ، نَعَتَهُ الذَّهَبِيُّ بِإِمَامِ عُلَمَاءِ التَّأْوِيلِ، تُوُفِّيَ سَنَةَ (468هـ)، انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (4/ 255). ¶ (¬5) انْظُرِ «الوَسِيطَ» لِلْوَاحِدِيِّ (2/ 252). ¶ (¬6) بِفَتْحِ اليَاءِ أَوِ كَسْرِهَا؛ قَالَ النَّوَوِيُّ فِي «شَرْحِ مُسْلِمٍ» (1/ 107): «وَأَمَّا المُسَيَّبُ - وَالِدُ سَعِيدٍ - فَصَحَابِيٌّ مَشْهُورٌ - رَضِيَ اللهُ عَنْهُ -، وَهُوَ بِفَتْحِ الْيَاءِ، هَذَا هُوَ المَشْهُورُ، وَحَكَى صَاحِبُ «مَطَالِعِ الْأَنْوَارِ» عَنْ عَلِيِّ بْنِ المَدِينِيِّ أَنَّهُ قَالَ: أَهْلُ الْعِرَاقِ يَفْتَحُونَ الْيَاءَ، وَأَهْلُ المَدِينَةِ يَكْسِرُونَهَا، قَالَ: وَحَكَى أَنَّ سَعِيدًا كَانَ يَكْرَهُ الْفَتْحَ».",
            "page": "57",
            "part": "1",
            "seal": "A96F15B7"
        },
        {
            "id": "51",
            "nass": "وَالضَّحَّاكِ وَمُقَاتِلٍ» (¬1). ¶ وَقَالَ الحَسَنُ وَمُجَاهِدٌ وَعِكْرِمَةُ وَقَتَادَةُ - وَهَذَا لَفْظُ الحَسَنِ -: قَضَى أَجَلَ الدُّنْيَا مِنْ يَوْمِ خَلَقَكَ إِلَى أَنْ تَمُوتَ، {وَأَجَلٌ مُسَمًّى عِنْدَهُ} يَعْنِي: الآخِرَةَ (¬2). ¶ وَقِيلَ: {قَضَى أَجَلًا}: مَا نَعْرِفُهُ مِنْ أَوْقَاتِ الأَهِلَّةِ وَالزُّرُوعِ وَمَا أَشْبَهَهَا، {وَأَجَلٌ مُسَمًّى}: أَجَلُ المَوْتِ، لَا يَعْلَمُ الإِنْسَانُ مَتَى يَمُوتُ (¬3). ¶ وَقَالَ ابْنُ عَبَّاسٍ وَمُجَاهِدٌ: {قَضَى أَجَلًا} بِقَضَاءِ الدُّنْيَا، {وَأَجَلٌ مُسَمًّى عِنْدَهُ} لابْتِدَاءِ الآخِرَةِ (¬4). ¶ وَقَالَ الإِمَامُ ابْنُ حَزْمٍ - رَحِمَهُ اللهُ - فِي «المِلَلِ وَالنِّحَلِ»: «وَهَذِهِ الآيَةُ ¶ ¬__________ ¶ (¬1) انْظُرِ «الوَسِيطَ» لِلْوَاحِدِيِّ (2/ 252). ¶ (¬2) أَخْرَجَهُ عَبْدُ الرَّزَّاقِ فِي «تَفْسِيرِهِ» (2/ 40)، وَالطَّبَرِيُّ فِي «تَفْسِيرِهِ» (9/ 152) عَنْ قَتَادَةَ وَالحَسَنِ. ¶ وَأَمَّا مُجَاهِدٌ وَعِكْرِمَةُ فَقَدْ أَخْرَجَهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (9/ 152) بِقَوْلِهِمَا: (ثُمَّ قَضَى أَجَلًا): قَضَى أَجَلَ الدُّنْيَا، (وَأَجَلٌ مُسَمًّى عِنْدَهُ): هُوَ أَجَلُ الْبَعْثِ. ¶ (¬3) أَوْرَدَ هَذَا القَوْلَ أَبُو جَعْفَرٍ النَّحَّاسُ فِي «إِعْرَابِ القُرْآنِ» (2/ 3)، وَلَمْ يَعْزُهُ لأَحَدٍ، وَتَتَابَعَ عَلَى نَقْلِهِ المُفَسِّرُونَ الَّذِينَ بَعْدَهُ. ¶ (¬4) أَخْرَجَهُمَا الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (9/ 151و153) عَنِ ابْنِ عَبَّاسٍ: (أَجَلًا)، قَالَ: الدُّنْيَا، (وَأَجَلٌ مُسَمًّى عِنْدَهُ): الْآخِرَةُ، وَعَنْ مُجَاهِدٍ: (قَضَى أَجَلًا)، قَالَ: أَجَلَ الدُّنْيَا، (وَأَجَلٌ مُسَمًّى عِنْدَهُ)، قَالَ: الْبَعْثُ.",
            "page": "58",
            "part": "1",
            "seal": "16664B27"
        },
        {
            "id": "52",
            "nass": "حُجَّةٌ عَلَيْهِمْ»؛ أَيْ: عَلَى القَائِلِينَ بِزِيَادَةِ العُمُرِ وَنَقْصِهِ. ¶ قَالَ: «لأَنَّهُ - تَعَالَى - نَصَّ عَلَى أَنَّهُ قَضَى أَجَلًا، وَلَمْ يَقُلْ لِشَيْءٍ دُونَ شَيْءٍ، لَكِنْ عَلَى الجُمْلَةِ، ثُمَّ قَالَ - تَعَالى -: {وَأَجَلٌ مُسَمًّى عِنْدَهُ}، فَهَذَا الأَجَلُ المُسَمَّى عِنْدَهُ - عَزَّ وَجَلَّ - هُوَ الأَجَلُ الَّذِي قَضَى نَفْسُهُ - بِلَا شَكٍّ -؛ إِذْ لَوْ كَانَ غَيْرَهُ لَكَانَ أَحَدُهُمَا لَيْسَ أَجَلًا إِذَا أَمْكَنَ التَّقْصِيرُ عَنْهُ أَوْ مُجَاوَزَتُهُ [وَلَكَانَ الْبَارِي - تَعَالَى - مُبْطِلًا إِذْ سَمَّاهُ أَجَلًا، وَهَذَا كُفْرٌ لَا يَقُولُهُ مُسْلِمٌ] (¬1)، وَأَجَلُ الشَّيْءِ - فِي اللُّغَةِ - هُوَ مِيعَادُهُ (¬2) الَّذِي لَا يَتَعَدَّاهُ، وَإِلَّا فَلَا يُسَمَّى أَجَلًا الْبَتَّةَ (¬3)، وَلَمْ يَقُلْ - عَزَّ وَجَلَّ -: إِنَّ الأَجَلَ المُسَمَّى عِنْدَهُ هُوَ غَيْرُ الأَجَلِ الَّذِي قَضَى، فَأَجَلُ كُلِّ شَيْءٍ مُنْتَهَاهُ، وَيُبَيِّنُ ذَلِكَ قَوْلُهُ - تَعَالَى -: {فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ} (¬4)، وَقَوْلُهُ - تَعَالَى -: {وَلَنْ يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا} (¬5)» (¬6). ¶ ¬__________ ¶ (¬1) مَا بَيْنَ الحَاصِرَتَيْنِ مُثْبَتٌ مِنَ «المِلَلِ وَالنِّحَلِ» لابْنِ حَزْمٍ (3/ 86). ¶ (¬2) وَفِي المَخْطُوطِ: (مِعْيَارُهُ)، وَالمُثْبَتُ مِنَ «المِلَلِ وَالنِّحَلِ» لابْنِ حَزْمٍ (3/ 86)، وَهُوَ الصَّوَابُ. ¶ (¬3) (البَتَّةَ) بِالنَّصْبِ - دَائِمًا - عَلَى المَفْعُولِيَّةِ المُطْلَقَةِ، وَتُسْتَعْمَلُ لِكُلِّ أَمْرٍ لَا رَجْعَةَ فِيهِ، وَاخْتُلِفَ فِي هَمْزَتِهَا؛ فَجَاءَتْ بِالقَطْعِ - قِيَاسًا - والوَصْلِ - سَمَاعًا -، وَالأَصْلُ تَعْرِيفُهَا بِـ (ال)، إِلَّا أَنَّ الفَرَّاءَ أَجَازَ تَنْكِيرَهَا. ¶ (¬4) سُورَةُ (الأَعْرَاف)، آيَة (34). ¶ (¬5) سُورَةُ (المُنَافِقُون)، آيَة (11). ¶ (¬6) انْظُرِ «المِلَلَ وَالنِّحَلَ» لابْنِ حَزْمٍ (3/ 86).",
            "page": "59",
            "part": "1",
            "seal": "1D1DD3DB"
        },
        {
            "id": "53",
            "nass": "وَعَلَى هَذَا: فَأَجَلُ الثَّانِي خَبَرٌ لِمُضْمَرٍ مَحْذُوفٍ يَرْجِعُ لِلأَوَّلِ، وَالتَّقْدِيرُ: (وَهُوَ أَجَلٌ مُسَمًّى عِنْدَهُ)، فَالأَجَلَانِ شَيْءٌ وَاحِدٌ (¬1). ¶ وَفِي «تَفْسِيرِ الخَازِنِ» (¬2): «وَقِيلَ: هُمَا وَاحِدٌ، وَمَعْنَاهُ: {ثُمَّ قَضَى أَجَلًا} يَعْنِي: قَدَّرَ مُدَّةً لِأَعْمَارِكُمْ تَنْتَهُونَ إِلَيْهَا، {وَأَجَلٌ مُسَمًّى عِنْدَهُ} يَعْنِي: أَنَّ ذَلِكَ الأَجَلَ مُسَمًّى عِنْدَهُ، لَا يَعْلَمُهُ إِلَّا هُوَ، وَالمُرَادُ بِقَوْلِهِ: {عِنْدَهُ}: يَعْنِي: فِي اللَّوْحِ المَحْفُوظِ الَّذِي لَا يَطَّلِعُ عَلَيْهِ غَيْرُهُ». ¶ وَأَجَابُوا عَنْ أَحَادِيثِ: «صِلَةُ الرَّحِمِ تَزِيدُ فِي العُمُرِ» (¬3) - وَنَحْوِهَا (¬4) - بِأَجْوِبَةٍ: ¶ ¬__________ ¶ (¬1) يُرِيدُ المُصَنِّفُ - هُنَا - بِهَذَا التَقْدِيرِ أَنَّ (وَهُوَ): مُبْتَدَأٌ مَحْذُوفٌ يَعُودُ عَلَى الأَجَلِ الأَوَّلِ فِي قَوْلِهِ ¶ - تَعَالَى -: (ثُمَّ قَضَى أَجَلًا)، وَأَنَّ خَبَرَهُ: (أَجَلٌ مُسَمًّى عِنْدَهُ)، فَالأَجَلَانِ - فِي الآيَةِ - هُوَ أَجَلٌ وَاحِدٌ. ¶ (¬2) فِي المَخْطُوطِ (ابْن الخَازِنِ)! وَهُوَ مَعْرُوفٌ بِالخَازِنِ فَقَطْ - كَمَا هُوَ عِنْدَ المُفَسِّرِينَ وَفِي كُتُبِ ¶ التَّرَاجِمِ -؛ سُمِّيَ بِذَلِكَ لأَنَّهُ كَانَ خَازِنَ الكُتُبِ بِالمَدْرَسَةِ السُّمَيْسَاطِيَّةِ فِي دِمَشْقَ، وَهُوَ: عَلِيُّ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ الشِّيحِيُّ، عَالِمٌ بِالتَّفْسِيرِ وَالحَدِيثِ، مِنْ فُقَهَاءِ الشَّافِعِيَّةِ، لَهُ تَصَانِيفُ، مِنْهَا: «لُبَابُ التَّأْوِيلِ فِي مَعَانِي التَّنْزِيلِ» فِي التَّفْسِيرِ، يُعْرَفُ بِـ «تَفْسِيرِ الخَازِنِ»، تُوُفِّيَ سَنَةَ (741هـ)، انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (5/ 5). ¶ أَمَّا المَعْرُوفُ بِابْنِ الخَازِنِ فَهُوَ: أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْفَضْلِ بْنِ عَبْدِ الخَالِقِ، الدِّيَنَوَرِيُّ الأَصْلِ، البَغْدَادِيُّ، الكَاتِبُ الشَّاعِرُ، صَاحِبُ الخَطِّ الفَائِقِ، تُوُفِّيَ (518 هـ)، انْظُرْ «تَارِيخَ الإِسْلَامِ» (11/ 287). ¶ وَقَدْ جَاءَ اسْمُهُ (ابْنُ الخَازِنِ) - هَكَذَا - فِي مَوَاضِعَ أُخْرَى مِنَ الكِتَابِ، وَأَكْتَفِي بِالتَّعْلِيقِ - هُنَا -؛ مُصَحِّحًا كُلَّ مَا سَيَأْتِي، دُونَ الإِشَارَةِ إِلَىْهَا. ¶ (¬3) تَقَّدَمَ مِنْ حَدِيثِ ابْنِ مَسْعُودٍ (ص32). ¶ (¬4) تَقَّدَمَ ذِكْرُهَا؛ انْظُرْ (ص32).",
            "page": "60",
            "part": "1",
            "seal": "D63A6B91"
        },
        {
            "id": "54",
            "nass": "فَقِيلَ: المُرَادُ بِالزِّيَادَةِ فِي العُمُرِ: السَّعَةُ (¬1) فِي الرِّزْقِ وَاليَسَارُ وَالزِّيَادَةُ فِيهِ؛ لأَنَّ الفَقْرَ مَوْتٌ؛ كَمَا فِي الآثَارِ: إِنَّ اللهَ - تَعَالَى - أَعْلَمَ مُوسَى - عَلَيْهِ السَّلَامُ - بِأَنَّهُ يُمَوِّتُ عَدُوَّهُ، ثُمَّ رَآهُ - بَعْدَ ذَلِكَ - يَنْسِجُ الخُوصَ (¬2)، فَقَالَ: يَا رَبِّ! وَعَدْتَنِي أَنْ تُمِيتَهُ! قَالَ: قَدْ فَعَلْتُ ذَلِكَ؛ لأَنِّي أَفْقَرْتُهُ (¬3). ¶ قُلْتُ: وَفِي هَذَا الجَوَابِ نَظَرٌ؛ لأَنَّ السَّعَةَ فِي الرِّزْقِ أَمْرٌ قَدْ فُرِغَ مِنْهُ فِي الأَزَلِ - كَالعُمُرِ -. ¶ وَقِيلَ: المُرَادُ بِالزِّيَادَةِ فِي العُمُرِ: نَفْيُ الآفَاتِ عَنْهُمْ، وَالزِّيَادَةُ فِي أَفْهَامِهِمْ وَعُقُولِهِمْ وَبَصَائِرِهِمْ. ¶ وَفِي «تَفْسِيرِ الخَازِنِ»: «وَأَجَابَ العُلَمَاءُ عَمَّا وَرَدَ فِي الحَدِيثِ: «صِلَةُ الرَّحِمِ تَزِيدُ فِي العُمُرِ» (¬4) بِأَجْوِبَةٍ، الصَّحِيحُ مِنْهَا: أَنَّ هَذِهِ الزِّيَادَةَ تَكُونُ بِالبَرَكَةِ فِي عُمُرِهِ بِالتَّوْفِيقِ لِلطَّاعَاتِ، وَعِمَارَةِ أَوْقَاتِهِ، وَصِيَانَتِهَا عَنِ الضَّيَاعِ - وَغَيْرِ ذَلِكَ -» (¬5). ¶ ¬__________ ¶ (¬1) بِفَتْحِ السِّينِ وَكَسْرِهَا، وَالضَّبْطُ الأَوَّلُ هُوَ الأَصْلُ، وَالثَّانِي لُغَةٌ فِيهَا. ¶ (¬2) (الخُوصُ): بِضَمِّ الخَاءِ، وَهُوَ وَرَقُ النَّخْلِ - وَمَا شَاكَلَهُ -. ¶ (¬3) لَمْ أَظْفَرْ بِسَنَدِهِ، وَأَوْرَدَهُ ابْنُ قُتَيْبَةَ فِي «تَأْوِيلِ مُخْتَلَفِ الحَدِيثِ» (ص293)، وَفِي رِوَايَةٍ: قِيلَ لِمُوسَى: إِنَّ هامَانَ قَدْ مَاتَ، فَلَقِيَهُ، فسألَ رَبَّه، فَقَالَ لَهُ: أَمَا تَعْلَمُ أنَّ مَن أَفْقَرْتُهُ فَقدْ أَمَتُّهُ؟!، وَهَذِهِ الرِّوَايَةُ أَوْرَدَهَا ابْنُ الأَثِيرِ فِي «النِّهَايَةِ فِي غَرِيبِ الحَدِيثِ» (4/ 369)، وَلَمْ أَظْفَرْ بِسَنَدِهَا - أَيْضًا -. ¶ (¬4) تَقَّدَمَ ذِكْرُهُ (ص32). ¶ (¬5) انْظُرْ «تَفْسِيرَ الخَازِنِ» (3/ 23)، وَأصْلُ العِبَارَةِ - بِتَمَامِهَا - مِنْ كَلَامِ النَّوَوِيِّ فِي «شَرْحِ صَحِيحِ مُسْلِمٍ» (16/ 114).",
            "page": "61",
            "part": "1",
            "seal": "C8BA967A"
        },
        {
            "id": "55",
            "nass": "قُلْتُ: وَفِيهِ نَظَرٌ - لِمَا مَرَّ -. ¶ وَقِيلَ لابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُ - وَرَوَى الحَدِيثَ الصَّحِيحَ عَنْ رَسُولِ اللهِ - صلى الله عليه وسلم - أَنَّهُ قَالَ: «مَنْ أَحَبَّ أَنْ يَمُدَّ اللهُ فِي عُمُرِهِ وَأَجَلِهِ وَيَبْسُطَ فِي رِزْقِهِ؛ فَلْيَتَّقِ اللهَ وَلْيَصِلْ رَحِمَهُ» (¬1): كَيْفَ يُزَادُ فِي العُمُرِ؟ فَقَالَ: قَالَ اللهُ ¶ - عَزَّ وَجَلَّ -: {هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ ثُمَّ قَضَى أَجَلًا وَأَجَلٌ مُسَمًّى عِنْدَهُ} (¬2)، فَالأَجَلُ الأَوَّلُ: أَجَلُ العَبْدِ مِنْ حِينِ وِلَادَتِهِ إِلَى حِينِ مَوْتِهِ، وَالأَجَلُ المُسَمَّى عِنْدَهُ: مِنْ حِينِ وَفَاتِهِ إِلَى يَوْمِ لِقَائِهِ فِي البَرْزَخِ، لَا يَعْلَمُهُ إِلَّا اللهُ، فَإِذَا اتَّقَى العَبْدُ رَبَّهُ وَوَصَلَ رَحِمَهُ زَادَ اللهُ فِي أَجَلِ عُمُرِهِ الأَوَّلِ مِنْ أَجَلِ البَرْزَخِ مَا شَاءَ، وَإِذَا قَطَعَ رَحِمَهُ وَعَصَى نَقَّصَ اللهُ مِنْ أَجَلِهِ فِي الدُّنْيَا مَا شَاءَ، فَيَزِيدُهُ فِي أَجَلِ البَرْزَخِ، فَإِذَا انْحَتَمَ (¬3) الأَجَلُ فِي عِلْمِهِ السَّابِقِ امْتَنَعَ الزِّيَادَةُ وَالنُّقْصَانُ؛ لِقَوْلِهِ - تَعَالَى -: {فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ} (¬4). ¶ ¬__________ ¶ (¬1) مَرْوِيٌّ عَنِ ابْنِ عَبَّاسٍ - مَرْفُوعًا - بِلَفْظِ: «مَنْ سَرَّهُ أَنْ تَطُولَ أَيَّامُ حَيَاتِهِ، وَيُزَادَ فِي رِزْقِهِ؛ فَلْيَصِلْ رَحِمَهُ»، رَوَاهُ الطَّبَرَانِيُّ فِي «الكَبِيرِ» (11/ 307). ¶ وَفِي البَابِ مِنْ حَدِيثِ أَنَسِ بْنِ مَالِكٍ - رَضِيَ اللهُ عَنْهُ - بِلَفْظِ: «مَنْ أَحَبَّ أَنْ يُبْسَطَ لَهُ فِي رِزْقِهِ وَأَنْ يُنْسَأَ لَهُ فِي أَثَرِهِ فَلْيَصِلْ رَحِمَهُ»، رَوَاهُ البُخَارِيُّ (2067) (5986)، وَمُسْلِمٌ (2557) - وَقَدْ تَقَدَّمَ -. ¶ (¬2) سُورَةُ (الأَنْعَام)، آيَة (2). ¶ (¬3) (انْحَتَمَ)؛ أَيْ: وَجَبَ، وَفِي «تَفْسِيرِ القُرْطُبِيِّ» (9/ 331): (تَحَتَّمَ)، وَالمَعْنَى وَاحِدٌ. ¶ (¬4) أَوْرَدَهُ القُرْطُبِيُّ فِي «تَفْسِيرِهِ» (9/ 330 - 331)، وَلَمْ أَقِفْ عَلَى سَنَدِهِ.",
            "page": "62",
            "part": "1",
            "seal": "44AD0869"
        },
        {
            "id": "56",
            "nass": "قَالَ القُرْطُبِيُّ: «فَتَوَافَقَ الخَبَرُ وَالآيَةُ، وَهَذِهِ زِيَادَةٌ فِي نَفْسِ العُمُرِ وَذَاتِ الأَجَلِ عَلَى ظَاهِرِ اللَّفْظِ فِي اخْتِيَارِ حَبْرِ الأُمَّةِ - وَاللهُ أَعْلَمُ -» (¬1). ¶ وَعِبَارَةُ الوَاحِدِيِّ فِي «الوَسِيطِ»: قَالَ ابْنُ عَبَّاسٍ: إِنَّ اللهَ - تَعَالَى - قَضَى لِكُلِّ شَخْصٍ أَجَلَيْنِ: مِنْ مَوْلِدِهِ إِلَى مَوْتِهِ، وَمِنْ مَوْتِهِ إِلَى مَبْعَثِهِ، فَإِذَا كَانَ الرَّجُلُ صَالِحًا وَاصِلًا لِرَحِمِهِ؛ زَادَ اللهُ فِي أَجَلِ الحَيَاةِ مِنْ أَجَلِ المَمَاتِ إِلَى المَبْعَثِ، وَإِذَا كَانَ غَيْرَ صَالِحٍ وَلَا وَاصِلٍ (¬2) لِلرَّحِمِ نَقَصَهُ اللهُ مِنْ أَجَلِ الحَيَاةِ وَزَادَ فِي أَجَلِ المَبْعَثِ، قَالَ: وَذَلِكَ قَوْلُهُ - تَعَالَى -: {وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ} (¬3)» (¬4). ¶ وَقِيلَ: إِنَّ هَذِهِ الزِّيَادَةَ بِالنِّسْبَةِ إِلَى مَا يَظْهَرُ لِلْمَلَائِكَةِ فِي اللَّوْحِ المَحْفُوظِ، فَيَظْهَرُ لَهُمْ أَنَّ عُمَرَ زَيْدٍ - مَثَلًا - سِتُّونِ سَنَةً إِلَّا أَنْ يَصِلَ رَحِمَهُ، فَإِنْ وَصَلَهَا (¬5) زِيدَ لَهُ أَرْبَعُونَ، وَقَدْ عَلِمَ اللهُ مَا سَيَقَعُ لَهُ مِنْ ذَلِكَ عِلْمًا أَزَلِيًّا، حَكَاهُ الخَازِنُ فِي «تَفْسِيرِهِ» (¬6). ¶ ¬__________ ¶ (¬1) انْظُرْ «تَفْسِيرَ القُرْطُبِيِّ» (9/ 331). ¶ (¬2) بِالكَسْرِ؛ عَطْفًا عَلَى (صَالِحٍ) المَجْرُورَةِ بِـ (غَيْرَ)، وَ (لَا): هِيَ الَّزَائِدَةُ الَّتِي تَأْتِي بِمَعْنَى (غَيْرَ) لِتَوْكِيدِ النَّفْيِ؛ كَقَوْلِهِ - تَعَالَى -: {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ} ... [الفاتحة:7]. ¶ (¬3) سُورَةُ (فَاطِر)، آيَة (11). ¶ (¬4) انْظُرْ «تَفْسِيرَ الوَسِيطِ» لِلْوَاحِدِيِّ (2/ 252). ¶ (¬5) كَذَا بِالتَّأْنِيثِ، فَـ (الرَّحِمُ) تُذَكَّرُ وَتُؤَنَّثُ. ¶ (¬6) انْظُرْ «تَفْسِيرَ الخَازِنِ» (3/ 23)، وَالعِبَارَةُ مِنْ كَلَامِ النَّوَوِيِّ فِي «شَرْحِ مُسْلِمٍ» (16/ 114).",
            "page": "63",
            "part": "1",
            "seal": "84AB6BBB"
        },
        {
            "id": "57",
            "nass": "وَقَالَ الزَّمَخْشَرِيُّ: «يُكْتَبُ فِي اللَّوْحِ المَحْفُوظِ: إِنْ حَجَّ فُلَانٌ وَلَمْ يَغْزُ فَعُمُرُهُ أَرْبَعُونَ سَنَةً، وَإِنْ حَجَّ وَغَزَا فَعُمُرُهُ سِتُّونَ سَنَةً، فَإِذَا جَمَعَ بَيْنَهُمَا فَقَدْ بَلَغَ السِّتِّينَ وَقَدْ عُمِّرَ، وَإِذَا أَفْرَدَ أَحَدَهُمَا عَنِ الآخَرِ فَلَا يُجَاوِزُ الأَرْبَعِينَ؛ فَقَدْ نُقِصَ مِنْ عُمُرِهِ الَّذِي هُوَ الغَايَةُ - وَهُوَ السِّتُّونَ -» (¬1). ¶ قَالَ: «وَإِلَيْهِ أَشَارَ رَسُولُ اللهِ - صلى الله عليه وسلم - بِأَنْ قَالَ: «إِنَّ الصَّدَقَةَ وَالصِّلَةَ (¬2) يَعْمُرانِ (¬3) الدِّيَارَ، وَيَزِيدَانِ فِي الأَعْمَارِ»» (¬4). ¶ وَقَالَ الحَافِظُ الجَلَالُ السُّيُوطِيُّ - رَحِمَهُ اللهُ تَعَالَى -: «قَدْ تَظَاهَرَتِ الأَحَادِيثُ وَالآثَارُ عِنْدِي عَلَى زِيَادَةِ العُمْرِ وَنَقْصِهِ بِالنِّسْبَةِ إِلَى مَا كُتِبَ فِي اللَّوْحِ المَحْفُوظِ أَوْ بُرِّزَ (¬5) إِلَى المَلَائِكَةِ، لَا بِالنِّسْبَةِ إِلَى مَا عَلِمَ اللهُ - تَعَالَى -؛ ¶ ¬__________ ¶ (¬1) انْظُرِ «الكَشَّافَ» لِلزَّمَخْشَرِيِّ (3/ 604). ¶ (¬2) أَيْ: صِلَةُ الرَّحِمِ. ¶ (¬3) مِنْ (عَمَرَ يَعْمُرُ)، أَوْ ضَمِّ اليَاءِ وَسُكُونِ العَيْنِ وَكَسْرِ المِيمِ مِنْ (أَعْمَرَ يُعْمِرُ)، أَوْ ضَمِّ المِيمِ وَفَتْحِ العَيْنِ وَكَسْرِ المِيمِ المُشَدَّدَةِ مِنْ (عَمَّرَ يُعَمِّرُ) - وَقَدْ تَقَدَّمَ بَيَانُهُ -. ¶ (¬4) رَوَاهُ أَحْمَدُ فِي «مُسْنَدِهِ» (42/ 153)، وَالبَيْهَقِيُّ فِي «شُعَبِ الإِيمَانِ» (10/ 344)، وَابْنُ أَبِي الدُّنْيَا فِي «مَكَارِمِ الأَخْلَاقِ» (ص103و105) بِلَفْظِ: (حُسْنِ الخُلُقِ) بَدَلَ (الصَّدَقَةِ)، وَزَادَ أَحْمَدُ وَابْنُ أَبِي الدُّنْيَا: (حُسْنَ الجِوَارِ)، وَصَحَّحَهُ الأَلْبَانِيُّ فِي «الصَّحِيحَةِ» (2/ 48) - كَمَا تَقَدَّمَ -. ¶ أَمَّا الصَّدَقَةُ فَقَدْ جَاءَتْ مِنْ حَدِيثِ أَنَسٍ - مَرْفُوعًا -: «إِنَّ الصَّدَقَةَ وَصِلَةَ الرَّحِمِ يَزِيدُ اللهُ بِهِمَا فِي العُمْرِ وَيَدْفَعُ بِهِمَا مِيتَةَ السَّوْءِ، وَيَدْفَعُ بِهِمَا المَكرُوهَ وَالمَحْذُورَ»، أَخْرَجَهُ أَبُو يَعْلَى فِي «مُسْنَدِهِ» (7/ 139)، وَضَعَّفَ سَنَدَهُ الحَافِظُ ابْنُ حَجَرٍ فِي «الفَتْحِ» (10/ 416)، وَالأَلْبَانِيُّ فِي «الضَّعِيفَةِ» (11/ 622). ¶ (¬5) بِضَمِّ البَاءِ وَتَشْدِيدِ الرَّاءِ المَكْسُورَةِ؛ أَيْ: أُظْهِرَتْ إِلَيْهِ، أَوْ (بَرَزَ) بِفَتْحَتَيْنِ؛ أَيْ: ظَهَرَتْ إِلَيْهِمْ، أَمَّا مَا يُشَاعُ لَفْظُهُ مِنْ قَوْلِ القَائِلِ: (بُرِزَ) - بِضَمِّ البَاءِ وَكَسْرِ الرَّاءِ المُخَفَّفَةِ - فَلَا يَصِحُّ؛ لأَنَّ (بَرَزَ) فِعْلٌ لَازِمٌ، وَلَا يَتَعَدَّى إِلَّا بِالهَمْزَةِ؛ مِنْ (أَبْرَزَ)، أَوْ بِضَمِّ البَاءِ وَتَشْدِيدِ الرَّاءِ؛ مِنْ (بَرَّزَ)؛ كَقَوْلِهِ - تَعَالَى -: {وَبُرِّزَتِ الْجَحِيمُ لِمَنْ يَرَى} [النازعات:36]؛ أَيْ: أُظْهِرَتْ لَهُمْ.",
            "page": "64",
            "part": "1",
            "seal": "7C34A77D"
        },
        {
            "id": "58",
            "nass": "فَإِنَّ عِلْمَهُ أَزَلِيٌّ لَا يَتَغَيَّرُ، وَالأَشْيَاءُ كُلُّهَا وَاقِعَةٌ عَلَى وَفْقِ (¬1) عِلْمِهِ فِي الأَزَلِ مِنْ غَيْرِ زِيَادَةٍ وَنَقْصٍ». ¶ قُلْتُ: هَذَا حَاصِلُ كَلَامِ الفَرِيقَيْنِ فِي هَذِهِ المَسْأَلَةِ وَمَا قَالُوهُ مِنْ دَلِيلٍ وَتَعْلِيلٍ، غَيْرَ أَنَّهَا كُلُّهَا (¬2) - عِنْدِي - لَا تَشْفِي العَلِيلَ وَلَا تُرْوِي الغَلِيلَ. ¶ وَكَلَامُ الحَافِظِ السُّيُوطِيِّ مُسَلَّمٌ فِي قَوْلِهِ: «إِنَّ عِلْمَ اللهِ أَزَلِيٌّ لَا يَتَغَيَّرُ ... » - إِلخ - (¬3)، بَلْ لَا تَحِلُّ مُخَالَفَتُهُ، وَإِلَّا انْقَلَبَ العِلْمُ جَهْلًا. ¶ قَالَ ابْنُ حَزْمٍ: «لَا يَكُونُ أَلْبَتَّةَ إِلَّا مَا سَبَقَ فِي عِلْمِهِ - تَعَالَى - أَنَّهُ سَيَكُونُ» (¬4). ¶ وَقَوْلُ السُّيُوطِيِّ أَنَّ (زِيَادَةَ العُمْرِ وَنَقْصَهُ بِالنِّسْبَةِ إِلَى مَا كُتِبَ فِي اللَّوْحِ المَحْفُوظِ أَوْ بُرِّزَ إِلَى المَلَائِكَةِ)؛ فَأَنَا أُسَلِّمُهُ - أَيْضًا - عَلَى مَا فِيهِ، لَكِنْ لَيْسَ فِيهِ تَصْرِيحٌ بِالجَوَابِ الدَّافِعِ لِلإِشْكَالِ عَمَّا وَرَدَ مِنَ الزِّيَادَةِ وَالنَّقْصِ وَالتَّغْيِيرِ ¶ ¬__________ ¶ (¬1) بِفَتْحِ الوَاوِ - كَمَا فِي دَوَاوِينِ اللُّغَةِ -، وَلَمْ يَرِدِ الكَسْرُ - كَمَا يُشَاعُ لَفْظُهَا -، وَهِيَ مَصْدَرُ (وَفِقَ يَفِقُ)، وَتَعْنِي: المُوَافَقَةَ وَالمُلَاءَمَةَ وَالمُطَابَقَةَ. ¶ (¬2) بِالنَّصْبِ عَلَى التَّأْكِيدِ، أَوِ الرَّفْعِِ عَلَى الابْتِدَاءِ. ¶ (¬3) بِالاخْتصَارِ؛ أَيْ: (إِلَى آخِرِهِ)، وَالأَضْبَطُ فِي أُصُولِ تَحْقِيقِ الكُتُبِ - اليَوْمَ - أَنْ يَكُونَ المَكْتُوبُ - عَلَى الدَّوَامِ - مُوَافِقًا لِأَصْلِ المَلْفُوظِ وَنَصِّهِ، وَهُوَ الأَدْعَى لَهُ فِي هَذَا الزَّمَانِ الَّذِي لَا حَاجَةَ فِيهِ إِلَى الاخْتِصَارَاتِ الكِتَابِيَّةِ. ¶ (¬4) انْظُرِ «المِلَلَ وَالنِّحَلَ» لابْنِ حَزْمٍ (3/ 84).",
            "page": "65",
            "part": "1",
            "seal": "39F99D66"
        },
        {
            "id": "59",
            "nass": "وَالتَّبْدِيلِ بِالمَحْوِ وَالإِثْبَاتِ، وَكَذَلِكَ قَوْلُ الزَّمَخْشَرِيِّ. ¶ قُلْتُ: وَعَلَى تَسْلِيمِ وُقُوعِ المَحْوِ وَالإِثْبَاتِ فِي اللَّوْحِ المَحْفُوظِ؛ فَفِيهِ عِنْدِي إِشْكَالاَنِ لَمْ أَرَ مَنْ تَعَرَّضَ لَهُمَا وَلَا لِلْجَوَابِ عَنْهُمَا: ¶ الأَوَّلُ: أَنَّ اللَّوْحَ المَحْفُوظَ مَحْفُوظٌ مِنَ الشَّيَاطِينِ وَمِنْ أَنْ يُغَيَّرَ وَيُبَدَّلَ. ¶ وَلَعَلَّ الجَوَابَ: أَنَّ ذَلِكَ كِنَايَةٌ عَنْ صَوْنِهِ وَحِفْظِهِ مِنْ أَنْ يَتَطَرَّقَ إِلَيْهِ خَلَلٌ أَوْ فَسَادٌ مِنْ أَحَدٍ مِنَ المَخْلُوقَاتِ؛ بَلِ اللهُ هُوَ يَمْحُو وَيُثْبِتُ، أَلَا تَرَاهُ أَسْنَدَ ذَلِكَ إِلَى نَفْسِهِ، فَقَالَ: {يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ} وَإِلَّا فَهَذَا - أَيْضًا - يَرِدُ عَلَى مَنْ قَالَ: يَمْحُو اللهُ مَا يَشَاءُ وَيُثْبِتُ؛ إِلَّا السَّعَادَةَ وَالشَّقَاوَةَ وَنَحْوَهُمَا. ¶ الثَّانِي: أَنَّهُ يَرُدُّ القَوْلَ بِالمَحْوِ وَالإِثْبَاتِ: مَا مَرَّ نَقْلُهُ مِنَ الأَحَادِيثِ الصَّحِيحَةِ مِنْ أَنَّ اللهَ - تَعَالَى - لَمَّا خَلَقَ القَلَمَ كَتَبَ مَقَادِيرَ كُلِّ شَيْءٍ وَمَا هُوَ كَائِنٌ إِلَى يَوْمِ القِيَامَةِ، وَالمُثْبَتُ بَعْدَ المَحْوِ لَمْ يُكْتَبْ إِلَّا بَعْدَ المَحْوِ، فَيَلْزَمُ أَنَّهُ لَمْ يَكْتُبْ مُقَادِيرَ كُلِّ شَيْءٍ - حِينَئِذٍ -، وَذَلِكَ فَاسِدٌ. ¶ قُلْتُ: هُوَ قَوِيٌّ، وَلَعَلَّ جَوَابَهُ: أَنَّ المُثْبَتَ بَعْدَ المَحْوِ كَانَ مَوْجُودًا فِيهِ، وَلَكِنَّ اللهَ لَمْ يُطْلِعْ عَلَيْهِ المَلائِكَةَ إِلَّا بَعْدَ إِثْبَاتِهِ، فَعَلَى هَذَا فَالمَحْوُ وَالإِثْبَاتُ إِنَّمَا هُوَ بِاعْتِبَارِ مَا يَظْهَرُ لِلْمَلَائِكَةِ بِحَسَبِ مَا يَتَرَاءَى لَهُمْ لِيَكُونَ ذَلِكَ لَهُمْ عِبْرَةً تَامَّةً وَحِكْمَةً بَالِغَةً مِنْ أَنَّ اللهَ - تَعَالَى - هُوَ المُتَصَرِّفُ فِي العَالَمِ التَّصَرُّفَ العَامَّ المُطْلَقَ مِنْ غَيْرِ مُعَارِضٍ، لَا إِلَهَ إِلَّا هُوَ، يَفْعَلُ مَا يَشَاءُ وَيَحْكُمُ مَا يُرِيدُ.",
            "page": "66",
            "part": "1",
            "seal": "DEAB8D51"
        },
        {
            "id": "60",
            "nass": "وَيُؤِيِّدُ هَذَا: مَا ذَكَرَ الإِمَامُ الفَخْرُ - وَغَيْرُهُ - فِي قَوْلِهِ - تَعَالَى -: {وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُبِينٍ} ... (¬1) أَنَّ مِنْ فَوَائِدِ هَذَا الكِتَابِ: «أَنَّهُ - تَعَالَى - إِنَّمَا كَتَبَ هَذِهِ الأَحْوَالَ فِي اللَّوْحِ المَحْفُوظِ لِتَقِفَ المَلَائِكَةُ عَلَى إِنْفَاذِ (¬2) عِلْمِ اللهِ - تَعَالَى - فِي المَعْلُومَاتِ، وَأَنَّهُ لَا يَغِيبُ عَنْهُ مِمَّا فِي السَّمَوَاتِ وَالأَرْضِ شَيْءٌ، فَيَكُونُ ذَلِكَ عِبْرَةً تَامَّةً لِلْمَلَائِكَةِ المُوَكَّلِينَ بِاللَّوْحِ؛ لأَنَّهُمْ يُقَابِلُونَ بِهِ مَا يَحْدُثُ فِي هَذَا العَالَمِ، فَيَجِدُونَهُ مَوَافِقًا لَهُ» (¬3). ¶ قُلْتُ: وَالَّذِي يَظْهَرُ لِي - وَهُوَ الحَقُّ إِنْ شَاءَ اللهُ تَعَالَى -: أَنَّ القَوْلَ بِوُقُوعِ الإِثْبَاتِ الآنَ فِي اللَّوْحِ المَحْفُوظِ لَا يُقَالُ بِهِ؛ لأَنَّ كِتَابَةَ المَقَادِيرِ أَمْرٌ قَدْ فُرِغَ مِنْهُ وَتَمَّ قَبْلَ خَلْقِ السَّمَوَاتِ وَالأَرْضِ بِخَمْسِينَ أَلْفَ سَنَةٍ (¬4). ¶ وَأَمَّا القَوْلُ بِمَحْوِ الكِتَابَةِ الآنَ مِنَ اللَّوْحِ فَلَا يَنْبَغِي القَوْلُ بِهِ - أَيْضًا -؛ ¶ ¬__________ ¶ (¬1) سُورَةُ (الأَنْعَام)، آيَة (59). ¶ (¬2) وَفِي «تَفْسِيرِ الرَّازِي» (13/ 12): (نَفَاذِ) مِنْ غَيْرِ هَمْزَةٍ، وَيَصِحُّ الوَجْهَانِ فِي السِّيَاقِ، فَالأَوَّلُ بِالفِعْلِ المُتعَدِّي: (أَنْفَذَ الأَمرَ إِنْفَاذًا) أَيْ: أَمْضَاهَ وَقَضَاهُ وَأَجْرَاهُ، وَالثَّانِي بِالفِعْلِ اللَّازِمِ (نَفَذَ الأَمْرُ نَفَاذًا): مَضَى وَقُضِيَ وَجَرَى. ¶ وَالمُرَادُ مِنَ السِّيَاقِ: جَرَيَانُ عِلْمِ اللهِ - تَعَالَى - فِي أُمُورِ الخَلْقِ إِلَى حَدِّ مُوَافَقَتِهَا لِمَا فِي اللَّوْحِ المَحْفُوظِ فِي كُلِّ صَغِيرَةٍ وَكَبِيرَةٍ. ¶ (¬3) انْظُرْ «تَفْسِيرَ الرَّازِي» (13/ 12). ¶ (¬4) كَمَا رَوَى مُسْلِمٌ فِي «صَحِيحِهِ» (2653) عَنْ عَبْدِ اللهِ بْنِ عَمْرِو بْنِ الْعَاصِ، قَالَ: سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ: «كَتَبَ اللهُ مَقَادِيرَ الخَلَائِقِ قَبْلَ أَنْ يَخْلُقَ السَّمَاوَاتِ وَالأَرْضَ بِخَمْسِينَ أَلْفَ سَنَةٍ، وَعَرْشُهُ عَلَى المَاءِ».",
            "page": "67",
            "part": "1",
            "seal": "B57DB2F0"
        },
        {
            "id": "61",
            "nass": "إِذْ لَا مَعْنَى لِمَحْوِهَا مِنْهُ يَقْتَضِي كَبِيرَ فَائِدَةٍ. ¶ فَإِنْ قُلْتَ: عَلَامَ (¬1) تَحْمِلُ قَوْلَهُ - تَعَالَى -: {يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ}؟ وَهَلْ هُوَ عَلَى العُمُومِ وَالخُصُوصِ؟ ¶ قُلْتُ: هُوَ عَلَى العُمُومِ فِيمَا يَشَاؤُهُ - تَعَالَى - مِنْ سَعَادَةٍ وَشَقَاوَةٍ وَرِزْقٍ وَأَجَلٍ - وَغَيْرِ ذَلِكَ - كَمَا هُوَ ظَاهِرُ إِطْلَاقِ الآيَةِ، لَكِنَّ المَحْوَ وَالإِثْبَاتَ لَا يُحْمَلُ عَلَى نَفْسِ الكِتَابَةِ الَّتِي فِي اللَّوْحِ المَحْفُوظِ؛ بَلْ فِي مُتَعَلَّقِ الكِتَابَةِ الَّتِي فِي الخَارِجِ مِنَ المَوْجُودَاتِ؛ فَإِنَّ المَحْوَ تَارَةً (¬2) يُرَادُ بِهِ ذَهَابُ أَثَرِ الكِتَابَةِ، وَهَذَا لَا يَنْبَغِي أَنْ يَكُونَ مُرَادًا فِي اللَّوْحِ، وَتَارَةً يُرَادُ بِالمَحْوِ مُطْلَقُ الإِزَالَةِ وَالتَّغْيِيرِ، وَالظَّاهِرُ أَنَّهُ المُرَادُ هُنَا، وَذَلِكَ مَشْهُورٌ فِي اللُّغَةِ، شَائِعٌ بِكَثْرَةٍ؛ قَالَ اللهُ - تَعَالَى -: {فَمَحَوْنَا آيَةَ اللَّيْلِ} (¬3)، وَقَالَ الشَّاعِرُ (¬4): ¶ مَحَا حُبُّهَا حُبَّ الأُلَى كُنَّ قَبْلَهَا ... . . . . . . . . . . . . ¶ وَيُقَالُ: مَحَتِ الرِّيَاحُ رُسُومَ (¬5) الدَّارِ. ¶ ¬__________ ¶ (¬1) بِفَتْحِ المِيمِ وَحَذْفِ الأَلِفِ، وَأَصْلُهَا - فِي السِّيَاقِ -: (عَلَى مَا)، حُذِفَتِ أَلِفُهَا؛ لأَنَّ (مَا) الاسْتِفْهَامِيَّةَ إِذَا دخَلَ عَلَيْهَا حَرْفُ جَرٍّ؛ حُذِفَتْ أَلِفُهَا وُجُوبًا لِلتَّفْرِيقِ بَيْنَهَا وَبَيْنَ (مَا) الخَبَرِيَّةِ. ¶ (¬2) بِالنَّصْبِ - دَائِمًا - عَلَى الظَّرْفِيَّةِ الزَّمَانِيَّةِ أَوِ المَفْعُولِيَّةِ المُطْلَقَةِ - عَلَى سَبِيلِ النِّيَابَةِ عَنِ المَصْدَرِ -. ¶ (¬3) سُورَةُ (الإِسْرَاء)، آيَة (12). ¶ (¬4) صَدْرُ البَيْتِ لِلْقَيْسِ بْنِ المُلَوّحِ - المَعْرُوفِ بِمَجْنُونِ لَيْلَى -، وَعَجُزُهُ: ¶ ............................ ... وَحَلَّتْ مَكَانًا لَمْ يَكُنْ حُلَّ مِنْ قَبْلُ ¶ (¬5) (الرَّسْمُ): الأَثَرُ مِنَ الشَّيْءِ أَوْ بَقِيَّتُهُ، وَ (رَسْمُ الدَّارِ): مَا كَانَ مِنْ آثَارِهَا لَاصِقًا بِالأَرْضِ.",
            "page": "68",
            "part": "1",
            "seal": "087B7F5F"
        },
        {
            "id": "62",
            "nass": "وَقَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ: يَمْحُو مَا يَشَاءُ مِنَ القُرُونِ وَيُثْبِتُ مَا يَشَاءُ مِنْهَا (¬1). ¶ فَهَذَا المَحْوُ - لُغَةً - يُطْلَقُ عَلَى الإِزَالَةِ وَالتَّغْيِيرِ. ¶ وَحَيْثُ عَلِمْتَ هَذَا؛ فَكُلُّ شَيْءٍ تَغَيَّرَ مِنْ حَالٍ وَثَبَتَ عَلَى حَالٍ أُخْرَى يُقَالُ فِيهِ: مَحْوٌ وَإِثْبَاتٌ. ¶ وَحِينَئِذٍ تَعْرِفُ عُمُومَ الآيَةِ وَمَا المُرَادُ بِالمَحْوِ وَالإِثْبَاتِ، وَأَنَّهُمَا لَا يَقَعَانِ فِي اللَّوْحِ المَحْفُوظِ بِاعْتِبَارِ الكِتَابَةِ؛ لِمَا عَلِمْتَ مِنْ أَنَّ القَلَمَ جَرَى بِمَا هُوَ كَائِنٌ؛ قَالَ - سُبْحَانَهُ -: {مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ} (¬2)؛ نَكِرَةٌ فِي سِيَاقِ النَّفْيِ؛ كَمَا فِي قَوْلِهِ - سُبْحَانَهُ -: {مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا} (¬3). ¶ فَكَيْفَ يُتَوَهَّمُ إِثْبَاتُ شَيْءٍ آخَرَ لَمْ يَكُنْ فِي اللَّوْحِ إِلَّا إِنْ أُرِيدَ بِإِثْبَاتِهِ دَوَامُهُ وَاسْتِمْرَارُهُ؟! وَهَذَا خِلَافُ المُتَبَادَرِ مِنَ الآيَةِ، وَلَا كَبِيرَ فَائِدَةٍ فِيهِ بِهَذَا الاعْتِبَارِ؛ بَلِ المَحْوُ وَالإِثْبَاتُ وَالتَّغْيِيرُ وَالتَّبْدِيلُ جَارٍ فِي مُتَعَلَّقِ الكِتَابَةِ - كَمَا هُوَ مُشَاهَدٌ -؛ فَإِنَّ الحُبَّ يُوجَدُ فِي الشَّخْصِ ثُمَّ يُمْحَى وَتُثْبَتُ البَغْضَاءُ، ¶ ¬__________ ¶ (¬1) انْظُرْ «تَفْسِيرَ القُرْطُبِيِّ» (9/ 332)، وَقَدْ تَقَدَّمَ. ¶ (¬2) سُورَةُ (الأَنْعَام)، آيَة (38). ¶ (¬3) سُورَةُ (الحَدِيد)، آيَة (22).",
            "page": "69",
            "part": "1",
            "seal": "0CB45319"
        },
        {
            "id": "63",
            "nass": "وَاليَسَارَ (¬1) ثُمَّ الإِعْسَارَ وَعَكْسَهُ، وَالكُفْرَ ثُمَّ الإِسْلَامَ وَعَكْسَهُ، - وَهَلُمَّ جَرًّا (¬2) -. ¶ وَتَغَيُّرُ الإِنْسَانِ مِنْ حَالٍ وَإِثْبَاتُ حَالَةٍ أُخْرَى لَهُ - بَلْ وَتَغَيُّرُ سَائِرِ العَالَمِ -: مَعْلُومٌ بِضَرُورَةِ المُشَاهَدَةِ، وَالإِجْمَاعُ مُنْعَقِدٌ عَلَى الدُّعَاءِ بِمَحْوِ المَعْصِيَةِ وَزَوَالِهَا عَنِ المُرَائِي وَإِثْبَاتِ الطَّاعَةِ لَهُ، وَمَحْوِ المَرَضِ وَإِثْبَاتِ الصِّحَّةِ، وَمَحْوِ الجَهْلِ وَإِثْبَاتِ العِلْمِ. ¶ وَأَمَّا عِلْمُ اللهِ - تَعَالَى - فَلَا رَيْبَ أَنَّهُ لَا يَتَغَيَّرُ أَصْلًا، وَمَعَاذَ (¬3) اللهِ أَنْ يَكْتُبَ فِي اللَّوْحِ خِلَافَ مَا عَلِمَ، فَثَبَتَ أَنَّ التَّغَيُّرَ وَالمَحْوَ وَالإِثْبَاتَ إِنَّمَا هُوَ فِي المَعْلُومِ عَلَى حَسَبِ مَا عَلِمَهُ - تَعَالَى -. ¶ فَتَأَمَّلْ - أَيَّدَكَ اللهُ - مَا لَمْ أَخَلْ (¬4) أَنَّكَ تَرَاهُ مَسْطُورًا فِي كِتَابٍ - وَاللهُ تَعَالَى المَسْؤُولُ فِي التَّوْفِيقِ لِلصَّوَابِ -، وَتَسْتَرِيحُ مِنْ خِلَافِيَّاتٍ وَقَعَتْ فِي أَلْفَاظِ المُفَسِّرِينَ، لَا يَخْرُجُ شَيْءٌ مِنْهَا عَمَّا حَقَّقْنَاهُ، وَلَا يُمْكِنُ العُدُولُ عَنْهُ، وَيَكَادُ أَنْ يَكُونَ الخِلَافُ لَفْظِيًّا؛ فَإِنَّهُ لَا يَسَعُ أَحَدًا إِنْكَارُ المَحْوِ وَالإِثْبَاتِ فِي العَالَمِ بِاعْتِبَارِ تَغْيِيرِهِ وَتَبَدُّلِهِ، وَلَا أَنْ يَقُولَ بِتَغَيُّرِ عِلْمِ اللهِ - تَعَالَى -، فَيَكُونَ ¶ ¬__________ ¶ (¬1) اليَسَارُ - هُنَا -: الغِنَى وَالسَّعَةُ وَالسُّهُولَةُ. ¶ (¬2) بِنَصْبِ الكَلِمَتَيْنِ عَلَى الدَّوَامِ، وَإِعْرَابُ هَذَا التَّرْكِيبِ مِنَ المُشْكِلِ، وَلَم يَعُدَّهُ بَعْضُهُمْ مِنَ التَّرَاكِيبِ العَرْبِيَّةِ المَحْضَةِ، وَمَنْ أَرَادَ الاسْتِزَادَةَ فَلْيَنْظُرِ «المَسَائِلَ السَّفَرِيَّةَ» لابْنِ هِشَامٍ (ص32 - 40). ¶ (¬3) بِالنَّصْبِ - دَائِمًا - عَلَى المَفْعُولِيَّةِ المُطْلَقَةِ؛ أَيْ: (أَعُوذُ بِاللهِ مَعَاذًا). ¶ (¬4) أَيْ: أَظُنّ؛ مِنْ (خَالَ يَخَالُ).",
            "page": "70",
            "part": "1",
            "seal": "FCC9F3E2"
        },
        {
            "id": "64",
            "nass": "ذَلِكَ هُوَ البَدَاءَ (¬1) وَالجَهْلَ بِعَيْنِهِ، وَهُوَ مَذْهَبُ الرَّافِضَةِ؛ فَإِنَّهُمْ قَالُوا: (إِنَّ البَدَاءَ جَائِزٌ عَلَى اللهِ - تَعَالَى -)، وَهُوَ أَنْ يَعْتَقِدَ شَيْئًا ثُمَّ يَظْهَرَ لَهُ خِلَافُ مَا اعْتَقَدَهُ - تَعَالَى اللهُ عَنْ ذَلِكَ -، فَتَأَمَّلْ. ¶ وَأَمَّا قَوْلُهُ - تَعَالَى -: {وَعِنْدَهُ أُمُّ الْكِتَابِ}؛ أَيْ: أَصْلُ الكِتَابِ؛ لأَنَّ الأُمَّ أَصْلُ الشَّيْءِ، وَالعَرَبُ تُسَمِّي كُلَّ مَا يَجْرِي مَجْرَى الأَصْلِ لِلشَّيْءِ أُمًّا لَهُ، وَمِنْهُ: (أُمُّ الرَّأْسِ) لِلدِّمَاغِ، وَ (أُمُّ القُرَى) لِمَكَّةَ، وَكُلُّ مَدِينَةٍ فَهِيَ أُمٌّ لِمَا حَوْلَهَا مِنَ القُرَى، وَمِنْهُ قَوْلُ النَّحْوِيِّينَ: (كَانَ) أُمُّ النَّوَاسِخِ (¬2)، وَ (أَنْ) المَصْدَرِيَّةُ أُمُّ النَّوَاصِبِ (¬3) - وَنَحْوُ ذَلِكَ فِي كُلِّ مُهِمٍّ -. ¶ وَاخْتُلِفَ فِي (أُمِّ الكِتَابِ) - هُنَا -: ¶ فَقِيلَ: أُمُّ الكِتَابِ: اللَّوْحُ المَحْفُوظُ الَّذِي لَا يُبَدَّلُ وَلَا يُغَيَّرُ، حَكَاهُ غَيْرُ وَاحِدٍ مِنَ المُفَسِّرِينَ. ¶ وَقِيلَ: إِنَّهُ يَجْرِي فِيهِ التَّبْدِيلُ. ¶ وَأَنْتَ قَدْ عَلِمْتَ رَدَّهُ بِمَا مَرَّ؛ فَفِي «تَفْسِيرِ الخَازِنِ»: «وَسُمِّيَ اللَّوْحُ ¶ ¬__________ ¶ (¬1) (البَدَاءُ): بِفَتْحِ البَاءِ؛ قَالَ ابْنُ الأَثِيرِ فِي «النِّهَايَةِ فِي غَرِيبِ الحَدِيثِ» (1/ 109): «وَ (البَدَاءُ): اسْتِصْوَابُ شَيْءٍ عُلِمَ بَعْدَ أَنْ لَمْ يُعْلَمْ، وَذَلِكَ عَلَى اللهِ - عَزَّ وَجَلَّ - غَيْرُ جَائِزٍ». ¶ (¬2) وُصِفَتْ بِذَلِكَ لأَنَّهَا تَخْتَصُّ مِنْ بَيْنِ سَائِرِ أَخَوَاتِهَا بِخَصَائِصَ يَطُولُ سَرْدُهَا - هُنَا - فِي غَيْرِ مَقَامِهَا، وَقَدْ ذَكَرَهَا أَهْلُ النَّحْوِ فِي كُتُبِهِمْ، فَانْظُرْهَا - لِمَزِيدِ بَيَانٍ -. ¶ (¬3) وُصِفَتْ بِذَلِكَ لأَنَّهَا تَعْمَلُ ظَاهِرَةً وَمُقَدَّرَةً، بِخِلَاف النَّواصِبِ الأُخْرَى الَّتِي لَا تَعْمَلُ إِلَّا ظَاهِرَةً.",
            "page": "71",
            "part": "1",
            "seal": "17830D42"
        },
        {
            "id": "65",
            "nass": "المَحْفُوظُ (أُمَّ الكِتَابِ) لأَنَّ جَمِيعَ الأَشْيَاءِ مُثْبَتَةٌ فِيهِ، وَمِنْهُ تُنْسَخُ الكُتُبُ المُنْزَلَةُ، وَقِيلَ: إِنَّ العُلُومَ كُلَّهَا تُنْسَبُ إِلَيْهِ، وَتَتَوَلَّدُ مِنْهُ» (¬1). ¶ وَفِي «تَفْسِيرِ البَغَوِيِّ» وَغَيْرِهِ فِي قَوْلِهِ - تَعَالَى -: {فِي لَوْحٍ مَحْفُوظٍ} (¬2): «وَهُوَ الَّذِي يُعْرَفُ بِاللَّوْحِ المَحْفُوظِ، وَهُوَ أُمُّ الكِتَابِ، وَمِنْهُ تُنْسَخُ الكُتُبُ، مَحْفُوظٌ مِنَ الشَّيَاطِينِ وَمِنَ الزِّيَادَةِ فِيهِ وَالنُّقْصَانِ» (¬3). ¶ وَذَكَرَ الإِمَامُ الفَخْرُ فِي «تَفْسِيرِهِ»: {وَعِنْدَهُ أُمُّ الْكِتَابِ}: أَنَّهُ اللَّوْحُ المَحْفُوظُ، قَالَ: «وَجَمِيعُ حَوَادِثِ العَالَمِ العُلْوِيِّ وَالسُّفْلِيِّ مُثْبَتَةٌ فِيهِ» (¬4). ¶ وَكَذَا ذَكَرَ غَيْرُهُ. ¶ وَفِي «تَفْسِيرِ البَيْضَاوِيِّ» (¬5): «وَهُوَ اللَّوْحُ المَحْفُوظُ؛ إِذْ مَا مِنْ كَائِنٍ إِلَّا وَهُوَ مَكْتُوبٌ فِيهِ» (¬6). ¶ ¬__________ ¶ (¬1) انْظُرْ «تَفْسِيرَ الخَازِنِ» (3/ 24). ¶ (¬2) سُورَةُ (البُرُوج)، آيَة (22). ¶ (¬3) انْظُرْ «تَفْسِيرَ البَغَوِيِّ» (8/ 389). ¶ (¬4) انْظُرْ «تَفْسِيرَ الرَّازِيِّ» (19/ 52). ¶ (¬5) هُوَ: عَبْدُ اللهِ بْنُ عُمَرَ بْنِ مُحَمَّدِ بْنِ عَلِيٍّ الشِّيرَازِيُّ، نَاصِرُ الدِّينِ البَيْضَاوِيُّ؛ قَاضٍ مُفَسِّرٌ عَلَّامَةٌ، مِنْ تَصَانِيفِهِ: «أَنْوَارُ التَّنْزِيلِ وَأَسْرَارُ التَّأْوِيلِ»، وَيُعْرَفُ بِـ «تَفْسِيرِ البَيْضَاوِيِّ»، تُوُفِّيَ سَنَةَ (685هـ)، انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (4/ 110). ¶ (¬6) انْظُرْ «تَفْسِيرَ البَيْضَاوِيِّ» (3/ 190).",
            "page": "72",
            "part": "1",
            "seal": "31762F9E"
        },
        {
            "id": "66",
            "nass": "وَفِي «تَفْسِيرِ القُرْطُبِيِّ»: «وَقِيلَ: اللَّوْحُ المَحْفُوظُ هُوَ الَّذِي فِيهِ أَصْنَافُ الخَلْقِ وَالخَلِيقَةِ، وَبَيَانُ أُمُورِهِمْ، وَذِكْرُ آجَالِهِمْ وَأَرْزَاقِهِمْ وَأَعْمَالِهِمْ وَالأَقْضِيَةِ النَّافِذَةِ فِيهِمْ وَمَآلِ عَوَاقِبِ أُمُورِهِمْ، وَهُوَ أُمُّ الكِتَابِ» (¬1). ¶ قُلْتُ: وَعَلَى هَذَا: فَهَلَّا اكْتُفِيَ بِمَا كُتِبَ فِي اللَّوْحِ المَحْفُوظِ عَنْ كِتَابَةِ أَعْمَالِنَا فِي الصُّحُفِ وَفِي الكِتَابِ المُشَارِ إِلَيْهِ بِقَوْلِهِ - تَعَالَى -: {وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَاوَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا} (¬2)؟! ¶ وَلَعَلَّ الجَوَابَ: أَنَّ المَكْتُوبَ فِي اللَّوْحِ المَحفُوظِ عَامٌّ يَشْمَلُ الأَعْمَالَ وَغَيْرَهَا، فَاقْتَضَتِ الحِكْمَةُ الإِلَهِيَّةُ لِذَلِكَ انْفِرَادَ الأَعْمَالِ بِكِتَابٍ يَخُصُّهَا، كَمَا اقْتَضَتْ - أَيْضًا - مَعَ ذَلِكَ كِتَابَةَ عَمَلِ كُلِّ إِنْسَانٍ بِكِتَابٍ يَخُصُّهُ - كَمَا يُشِيرُ إِلَيْهِ قَوْلُهُ تَعَالَى: {وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا} (¬3) -. ¶ وَفِي ذَلِكَ دَلَالَةٌ (¬4) عَلَى مَزِيدِ الضَّبْطِ وَالحِسَابِ؛ كَمَا يَقَعُ لِكَتَبَةِ الدَّوَاوِينِ - اليَوْمَ - مِنْ ضَبْطِهِمُ الحِسَابَ فِي دَفْتَرٍ (¬5) بَعْدَ دَفْتَرٍ. ¶ ¬__________ ¶ (¬1) انْظُرْ «تَفْسِيرَ القُرُطُبِيِّ» (19/ 298). ¶ (¬2) سُورَةُ (الكَهْف)، آيَة (49)، وَفِي المَخْطُوطِ سَقَطَتْ: (فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ). ¶ (¬3) سُورَةُ (الإِسْرَاء)، آيَة (13). ¶ (¬4) بِكَسْرِ الدَّالِ وَفَتْحِهَا. ¶ (¬5) بِفَتْحِ الدَّالِ، وَوَرَدَ الكَسْرُ لُغَةً - أَيْضًا -، وَ (التَّفْتَرُ) - بِالتَّاءِ -: لُغَةٌ فِي (الدَّفْتَرِ).",
            "page": "73",
            "part": "1",
            "seal": "0E0C77B8"
        },
        {
            "id": "67",
            "nass": "وَرَوَى الضَّحَّاكُ عَنِ ابْنِ عَبَّاسٍ، قَالَ: «اللَّوْحُ: مِنْ يَاقُوتَةٍ حَمْرَاءَ، أَعْلَاهُ مَعْقُودٌ بِالعَرْشِ، وَأَسْفَلَهُ فِي حَجْرِ (¬1) مَلَكٍ يُقَالُ لَهُ: (مَاطِرْيُونَ) (¬2)، كِتَابُهُ نُورٌ، وَقَلَمُهُ نُورٌ، وَيَنْظُرُ اللهُ فِيهِ كُلَّ يَوْمٍ ثَلَاثَ مِئَةٍ وَسِتِّينَ نَظْرَةً، لَيْسَ مِنْهَا نَظْرَةٌ إِلَّا وَهُوَ يَفْعَلُ مَا يَشَاءُ؛ يَرْفَعُ وَضِيعًا وَيَضَعُ رَفِيعًا، وَيُغْنِي فَقِيرًا وَيُفْقِرُ غَنِيًّا، يُحْيِي وَيُمِيتُ، وَيَفْعَلُ مَا يَشَاءُ، لَا إِلَهَ إِلَّا هُوَ» (¬3)، حَكَاهُ القُرْطُبِيُّ (¬4) - وَغَيْرُهُ -. ¶ وَقَدْ مَرَّ أَنَّ اللَّوْحَ المَحْفُوظَ خَمْسُ مِئَةِ عَامٍ (¬5)، وَنَقَلَ كَثِيرٌ مِنَ المُفَسِّرِينَ أَنَّهُ مِنْ دُرَّةٍ بَيْضَاءَ، طُولُهُ مَا بَيْنَ السَّمَاءِ وَالأَرْضِ، وَعَرْضُهُ: مَا بَيْنَ المَشْرِقِ وَالمَغْرِبِ (¬6). ¶ وَيُرْوَى عَنِ النَّبِيِّ - صلى الله عليه وسلم -: «كَانَ اللهُ وَلَا شَيْءَ مَعَهُ، ثُمَّ خَلَقَ اللَّوْحَ المَحْفُوظَ، وَأَثْبَتَ فِيهِ جَمِيعَ أَحْوَالِ الخَلْقِ إِلَى يَوْمِ القِيَامَةِ» (¬7). ¶ ¬__________ ¶ (¬1) بِفَتْحِ الحَاءِ وَكَسْرِهَا. ¶ (¬2) وَفِي «رُوحِ المَعَانِي» (15/ 304): (سَاطِرْيُون). ¶ (¬3) تَقَدَّمَ (ص27 - 28). ¶ (¬4) انْظُرْ «تَفْسِيرَ القُرْطُبِيِّ» (19/ 298). ¶ (¬5) أَيْ: مَسِيرَةَ خَمْسِ مِئَةِ عَامٍ. ¶ (¬6) تَقَدَّمَ (ص27 - 28). ¶ (¬7) أَوْرَدَهُ الرَّازِيُّ فِي «تَفْسِيرِهِ» (19/ 52)، وَأَصْلُهُ فِي البُخَارِيِّ (3192) مِنْ حَدِيثِ عِمْرَانَ بْنِ حُصَيْنٍ بِلَفْظِ: «كَانَ اللهُ وَلَمْ يَكُنْ شَيْءٌ غَيْرُهُ، وَكَانَ عَرْشُهُ عَلَى المَاءِ، وَكَتَبَ فِي الذِّكْرِ كُلَّ شَيْءٍ ... »، قَالَ الحَافِظُ ابْنُ حَجَرٍ فِي «الفَتْحِ» (6/ 290): «(فِي الذِّكْرِ)؛ أَيْ: فِي مَحَلِّ الذِّكْرِ؛ أَيِ: فِي اللَّوْحِ المَحْفُوظِ».",
            "page": "74",
            "part": "1",
            "seal": "2FD806EB"
        },
        {
            "id": "68",
            "nass": "وَمَرَّ - قَرِيبًا - أَنَّ فِيهِ جَمِيعَ حَوَادِثِ العَالَمِ العُلْوِيِّ وَالسُّفْلِيِّ (¬1). ¶ قُلْتُ: وَهُنَا إِشْكَالٌ، وَهُوَ أَنَّ مَا مِقْدَارُهُ (¬2) خَمْسُ مِئَةِ عَامٍ كَيْفَ يَسَعُ كِتَابَةَ جَمِيعِ حَوَادِثِ العَالَمِ، مَعَ أَنَّهُمْ ذَكَرُوا أَنَّ أَحْرُفَ القُرْآنِ فِي اللَّوْحِ المَحْفُوظِ كُلُّ حَرْفٍ مِنْهَا كَجَبَلِ ق (¬3)، تَحْتَ كُلِّ حَرْفٍ مِنَ المَعَانِي مَا لَا يَعْلَمُهُ إِلَّا اللهُ. ¶ فَعَلَى هَذَا: حُرُوفُ القُرْآنِ - وَحْدَهُ - تَمْلَأُ اللَّوْحَ المَحْفُوظَ - أَوْ تَكَادُ تَمْلَؤُهُ -، فَضْلًا (¬4) عَنْ بَقِيَّةِ حَوَادِثَ لَا يُمْكِنُ حَصْرُهَا. ¶ ¬__________ ¶ (¬1) تَقَدَّمَ أَنَّهُ مِنْ كَلَامِ الرَّازِيِّ فِي «تَفْسِيرِهِ» (19/ 52). ¶ (¬2) بِالرَّفْعِ - هُنَا -؛ لِوُجُودِ (مَا) الزَّائِدَةِ - أَوِ الكَافَّةِ - الَّتِي تَكُفُّ (أَنَّ) عَنْ عَمَلِهَا فِي نَصْبِ المُبْتَدَإِ وَرَفْعِ الخَبَرِ، فَيَرْجِعُ مَا بَعْدَهَا عَلَى أَصْلِ الابْتِدَاءِ وَالخَبَرِيَّةِ، وَمِثْلُ (أَنَّ) سَائِرُ الأَحْرُفِ المُشَبَّهَةِ بِالفِعْلِ. ¶ (¬3) هُوَ جَبَلٌ زَعَمُوا أَنَّهُ مُحِيطٌ بِالأَرْضِ؛ اسْتِنَادًا إِلَى آثَارٍ مَرْوِيَّةٍ عَنِ بَعْضِ السَّلَفِ، مِنْهَا مَا رُوِيَ عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ قَالَ: «خَلَقَ اللهُ - عَزَّ وَجَلَّ - جَبَلًا يُقَالُ لَهُ: (ق)، مُحِيطٌ بِالأَرْضِ، وَعُرُوقُهُ إِلَى الصَّخْرَةِ الَّتِي عَلَيْهَا الأَرْضُ، فَإِذَا أَرَادَ اللهُ - عَزَّ وَجَلَّ - أَنْ يُزَلْزِلَ قَرْيَةً أَمَرَ ذَلِكَ الجَبَلَ، فَيُحَرِّكُ الَّذِي يَلِي تِلْكَ القَرْيَةَ، فَيُزَلْزِلُهَا وَيُحَرِّكُهَا، فَمِنْ ثَمَّ تُحَرَّكُ القَرْيَةُ دُونَ القَرْيَةِ»، أَخْرَجَهُ ابْنُ أَبِي الدُّنْيَا فِي «العُقُوبَاتِ» (ص32)، وَأَبُو الشَّيْخِ فِي «العَظَمَةِ» (4/ 1489). ¶ قَالَ ابْنُ كَثِيرٍ فِي «تَفْسِيرِهِ» (7/ 394): «وَقَدْ رُوِيَ عَنْ بَعْضِ السَّلَفِ أَنَّهُمْ قَالُوا: (ق) جَبَلٌ مُحِيطٌ بِجَمِيعِ الأَرْضِ، يُقَالُ لَهُ: جَبَلُ قَافٍ، وَكَأَنَّ هَذَا - وَاللهُ أَعْلَمُ - مِنْ خُرَافَاتِ بَنِي إِسْرَائِيلَ الَّتِي أَخَذَهَا عَنْهُمْ بَعْضُ النَّاسِ لَمَّا رَأَى مِنْ جَوَازِ الرِّوَايَةِ عَنْهُمْ مِمَّا لَا يُصَدَّقُ وَلَا يُكَذَّبُ، وَعِنْدِي أَنَّ هَذَا - وأَمْثَالَهُ وَأَشْبَاهَهُ - مِنَ اخْتِلَاقِ بَعْضِ زَنَادِقَتِهِمْ، يُلَبِّسُونَ بِهِ عَلَى النَّاسِ أَمْرَ دِينِهِمْ ... ». ¶ (¬4) بِالنَّصْبِ - دَائِمًا -، وَهَذَا التَّرْكِيبُ قَدْ أَشْكَلَ عَلَى أَهْلِ النَّحْوِ إِعْرَابُهُ، وَفِيهِ تَفْصِيلٌ وَأَقْوَالٌ؛ مِنْ أَشْهَرِهَا: نَصْبُهُ عَلَى المَصْدَرِ لِفْعِلٍ مَحْذُوفٍ أَوِ عَلَى الحَالِ. ¶ وَيُرَادُ بِهِ: اسْتِبْعَادُ الأَدْنَى ثُمَّ اسْتِحَالَةُ مَا فَوْقَهُ؛ كَقَوْلِكَ: (فُلَانٌ لَا يَمْلِكُ دِرْهَمٌ فَضْلًا عَنْ دِينَارٍ)؛ أَيْ: (فُلَانٌ لَا يَمْلِكُ دِرْهَمًا فَكَيفَ يَمْلِكُ دِينَارًا؟!)، وَيَكْثُرُ فِيهِ ذِكْرُ المُحَالِ فِي الشَّطْرِ الأَوَّلِ ثُمَّ المُسْتَبْعَدِ فِي الثَّانِي، وَالأَصْوَبُ وَالأَقْوَمُ عَكْسُهُ. ¶ وَلَا يَحْسُنُ إِيْرَادُهُ فِي السِّيَاقِ المَذْكُورِ - عِنْدَ النُّحَاةِ المُحَقِّقِينَ -؛ لَأَنَّ هَذَا التَّرْكيبَ اللُّغَوِيَّ لَا بُدَّ أَنْ يَقَعَ بَعْدَ نَفْيٍ لَفْظِيٍّ أَوْ ضِمْنِيٍّ، وَيَجِبُ أَنْ يَتَحَقَّقَ فِيهِ: الاسْتِبْعَادُ وَالنَّفْيُ أَوِ النَّفْيُ بَعْدَ إِثْبَاتٍ، وَالسِّيَاقُ فِي المَتْنِ عَلَى خِلَافِ هَذِهِ القَاعِدَةِ. ¶ وَقَدْ يَقُولُ قَائِلٌ: لَوْ قَدَّرْنَا (فَكَيْفَ) بَدَلًا مِنْ (فَضْلًا عَنْ) فِي السِّيَاقِ المَذْكُورِ لَصَحَّ ذَلِكَ؛ كَقَوْلِنَا: (حُرُوفُ القُرْآنِ تَمْلَأُ اللَّوْحَ المَحْفُوظُ فَكَيْفَ يَمْلَأُ بَقِيَّةَ الحَوَادِثِ؟!). ¶ قُلْنَا: هَذَا التَّقْدِيرُ لَيْسَ بِصَحِيحٍ - عَلَى إِطْلَاقِهِ -، لأَنَّهُ لَا بُدَّ فِيهِ مِنْ ذِكْرِ الإِضَافَةِ وَالمَعِيَّةِ، فَتَقُولُ: (حُرُوفُ القُرْآنِ تَمْلَأُ اللَّوْحَ المَحْفُوظَ فَكَيْفَ بِإِضَافَةِ بَقِيَّةِ الحَوَادِثِ مَعَهَا؟!)، فَهُنَا تَحَقَّقَتِ الإِضَافَةُ وَلَيْسَ الاسْتِبْعَادَ وَالنَّفْيَ، فَالأَوْلَى وَالأَجْدَرُ فِي هَذَا المَقَامِ أَنْ يُسْتَعَمَلَ فِيهَا (إِضَافَةً إِلَى)، وَفَرْقٌ بَيْنَ التَّرْكِيبَيْنِ. ¶ وَهَذَا عَلَى سَبِيلِ تَحْقِيقِ الأَقْوَمِ وَالأَفْصَحِ لِلِسَانِ العَرَبِ، وَإِلَّا فَقَدْ غَلَبَ عَلَى هَذَا التَّرْكِيبِ إِشَاعَةُ لَفْظِهِ فِي غَيْرِ مَوْضِعِهِ الصَّحِيحِ عِنْدَ كَثِيرٍ مِنَ العُلَمَاءِ، وَاسْتِعْمَالُهُ عَلَى مَعْنَى (إِضَافَةً إِلَى) وَ (فَكَيْفَ)، وَلِهَذَا أَقَرَّ بَعْضُهُمْ أَنَّ أَكْثَرَ اسْتِعْمَالِهِ مَعَ النَّفْيِ وَلَيْسَ مُطْلَقًا، وَمِنْهُمْ مَنْ لَمْ يَعُدَّهُ مِنْ كَلَامِ العَرَبِ. ¶ وَانْظُرْ - لِمَزِيدِ بَيَانٍ - «الرَّسَالَةَ السَّفَرِيَّةَ» لابْنِ هِشَامٍ (ص11)، وَحَاشِيَةَ السُّيُوطِيِّ عَلَى «تَفْسِيرِ البَيْضَاوِيِّ» - المُسَمَّاةَ «نَوَاهِدَ الأَبْكَارِ وَشَوَارِدَ الأَفْكَارِ» - (1/ 199).",
            "page": "75",
            "part": "1",
            "seal": "F5B84751"
        },
        {
            "id": "69",
            "nass": "فَإِنْ قِيلَ: إِنَّ هَذَا المِقْدَارَ إِنَّمَا هُوَ كِنَايَةٌ عَنْ سَعَتِهِ وَعِظَمِهِ، وَإِلَّا فَهُوَ أَكْبَرُ مِنْ ذَلِكَ؛ كَمَا فِي قَوْلِهِ - تَعَالَى -: {وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ} (¬1)، مَعَ أَنَّهَا قُدِّرَتْ أَضْعَافًا كَثِيرَةً. ¶ فَالجَوَابُ: إِنَّ هَذَا لَا يَصِحُّ؛ لأَنَّ حَوَادِثَ العَالَمِ بِأَسْرِهِ - الَّتِي حَوَادِثُ اللَّوْحِ مِنْهَا - لَا يَسَعُهَا إِلَّا قَدْرَ مَا هُوَ مِنَ العَالَمِ مَرَّاتٍ عَدِيدَةً؛ فَإِنَّ الشَّخْصَ مِنَّا لَا يَسَعُ حَوَادِثَهُ مِنْ يَوْمِ وِلَادَتِهِ إِلَى مَوْتِهِ إِلَّا لَوْحٌ قَدْرُهُ فَوْقَ المِئَةِ مَرَّةٍ - كَمَا ¶ ¬__________ ¶ (¬1) سُورَةُ (آلِ عِمْرَانَ)، آيَة (133).",
            "page": "76",
            "part": "1",
            "seal": "B8BDDD08"
        },
        {
            "id": "70",
            "nass": "هُوَ مُشَاهَدٌ -، فَتَأَمَّلْ، فَيَلْزَمُ أَنْ يَكُونَ اللَّوْحُ المَحْفُوظُ أَعْظَمَ مِنَ العَرْشِ وَالكُرْسِيِّ - وَغَيْرِهِمَا -، وَلَا قَائِلَ بِذَلِكَ؛ فَقَدْ وَقَعَ الاتِّفَاقُ أَنَّ أَعْظَمَ العَالَمِ - أَوْ أَكْبَرَهُ -: العَرْشُ. ¶ وَرُبَّمَا يُقَالُ: وَلَا تَتَدَاخَلُ الأَجْسَامُ - هُنَا - لِفَوَاتِ الغَرَضِ المَطْلُوبِ مِنَ الكِتَابَةِ. ¶ قُلْتُ: وَهَلْ حَوَادِثُ العَرْشِ وَالماءِ - المَخْلُوقَيْنِ قَبْلَ القَلَمِ - مَكْتُوبَةٌ فِي اللَّوْحِ؟ أَوِ المُرَادُ بِكَوْنِ القَلَمِ كَتَبَ كُلَّ شَيْءٍ - أَيْ: حَادِثٍ - بَعْدَهُ، وَإِلَّا فَهُمَا قَبْلَهُ؛ لِمَا فِي «الصَّحِيحِ» مِنْ حَدِيثِ عَبْدِ اللهِ بْنِ عَمْرِو بْنِ العَاصِي، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «قَدَّرَ اللهُ مَقَادِيرَ الخَلْقِ قَبْلَ أَنْ يَخْلُقَ السَّمَوَاتِ وَالأَرْضَ بِخَمْسِينَ أَلْفَ سَنَةٍ، وَكَانَ عَرْشُهُ عَلَى المَاءِ» (¬1). ¶ فَهَذَا صَرِيحٌ أَنَّ التَّقْدِيرَ إِنَّمَا وَقَعَ بَعْدَ خَلْقِ العَرْشِ وَالمَاءِ؛ لأَنَّ التَّقْدِيرَ وَقَعَ عِنْدَ أَوَّلِ خَلْقِ القَلَمِ، وَحَدِيثُ: «أَوَّلُ مَا خَلَقَ اللهُ: القَلَمُ» (¬2)؛ أَيْ: بِالنِّسْبَةِ لِمَا عَدَا المَاءَ (¬3) وَالعَرْشَ وَالكُرْسِيَّ. ¶ ¬__________ ¶ (¬1) رَوَاهُ مُسْلِمٌ (2653) - وَقَدْ تَقَدَّمَ -. ¶ (¬2) تَقَدَّمَ مِنْ حَدِيثِ عُبَادَةَ بْنِ الصَّامِتِ، رَوَاهُ أَحْمَدُ (37/ 378)، وَالتِّرْمِذِيُّ (3319)، وَأَبُو دَاوُدَ (4700)، وَالبَزَّارُ فِي «مُسْنَدِهِ» (7/ 137 - «البَحْرِ الزَّخَّارِ»). ¶ وَصَحَّحَهُ التِّرْمِذِيُّ (3319)، وَالأَلْبَانِيُّ فِي «ظِلَالِ الجَنَّةِ» (1/ 48 - 50)، وَالوَادِعِيُّ فِي «الجَامِعِ الصَحِيحِ فِي القَدَرِ» (ص102 - 103). ¶ (¬3) بِالنَّصْبِ؛ لِدُخُولِ (مَا) المَصْدَرِيَّةِ، وَمِنْهُمْ مَنْ عَدَّ (مَا) - هُنَا - زَائِدَةً، فَجَوَّزَ الجَرَّ - أَيْضًا -.",
            "page": "77",
            "part": "1",
            "seal": "6B5BCAA5"
        },
        {
            "id": "71",
            "nass": "قُلْتُ: وَهَلْ تَدْخُلُ الغَايَةُ فِي حَدِيثِ: «فَجَرَى بِمَا هُوَ كَائِنٌ إِلَى يَوْمِ القِيَامَةِ» (¬1)، فَيَكُونُ مَقَادِيرُ أَهْلِ الجَنَّةِ وَالنَّارِ وَعَدَدُ حَرَكَاتِهِمْ وَسَكَنَاتِهِمْ وَأَنْفَاسِهِمْ مَكْتُوبًا فِي اللَّوْحِ؟ أَوِ الغَايَةُ غَيْرُ دَاخِلَةٍ؟ ¶ الظَّاهِرُ: الدُّخُولُ؛ لِلْحَدِيثِ الآخَرِ: «فَجَرَى بِمَا هُوَ كَائِنٌ إِلَى الأَبَدِ» (¬2)، لَكِنْ يُشْكِلُ عَلَيْهِ أَنَّ ذَلِكَ غَيْرُ مُتَنَاهٍ؛ لأَنَّهَا حَوَادِثُ لَا آخِرَ لَهَا، فَيَلْزَمُ عَلَيْهِ كِتَابَةُ مَا لَا يَتَنَاهَى، وَمَا لَا يَتَنَاهَى ضَبْطُهُ مُحَالٌ. ¶ بَلْ سُئِلْنَا: هَلْ يَعْلَمُ اللهُ عَدَدَ أَنْفَاسِ أَهْلِ الجَنَّةِ وَالنَّارِ؟ ¶ لَمْ يَسَعْنَا أَنْ نَقُولَ: (لَا)؛ لِمَا فِيهِ مِنَ الإِشْعَارِ بِالجَهْلِ، وَلَا (نَعَمْ)؛ لِمَا يَلْزَمُ عَلَيْهِ مِنْ أَنَّ أَهْلَ الجَنَّةِ وَالنَّارِ يَفْنَوْنَ. ¶ قَالَ النَّسَفِيُّ (¬3) فِي «بَحْرِ الكَلَامِ»: «وَالجَوَابُ: أَنْ نَقُولَ: إِنَّ اللهَ يَعْلَمُ [أَنَّ] (¬4) أَنْفَاسَ أَهْلِ الجَنَّةِ وَالنَّارِ لَيْسَتْ بِمَعْدُودَةٍ، وَلَا تَنْقَطِعُ» (¬5). ¶ ¬__________ ¶ (¬1) قِطْعَةٌ مِنْ حَدِيثِ عُبَادَةَ بْنِ الصَّامِتِ - المُتقَدِّمِ -، وَالرِّوَايَةُ عِنْدَ أَحْمَدَ (37/ 378)، وَالتِّرْمِذِيِّ (3319). ¶ (¬2) عِنْدَ التِّرْمِذِيِّ (3319) وَغَيْرِهِ. ¶ (¬3) هُوَ: مَيْمُونُ بْنُ مُحَمَّدٍ، أَبُو المُعِينِ، النَّسَفِيُّ الحَنَفِيُّ، عَالِمٌ بِالأُصُولِ وَالكَلَامِ، مِنْ كُتُبِهِ: «بَحْرُ الكَلَامِ»، تُوُفِّيَ سَنَةَ (508هـ)، انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (7/ 341). ¶ قُلْتُ: وَلَيْسَ هُوَ أَبَا البَرَكَاتِ النَّسَفِيَّ المُتَوَفَّى سَنَةَ (710هـ)، صَاحِبَ التَّفْسِيرِ «مَدَارِكِ التَّنْزِيلِ وَحَقَائِقِ التَّأوِيلِ»، فَبَيْنَهُمَا مِئَتَا سَنَةٍ، وَالاثْنَانِ مِنْ أَعْلَامِ مَذْهَبِ الإِمَامِ أَبِي حَنِيفَةَ. ¶ (¬4) مَا بَيْنَ الحَاصِرَتَيْنِ مُثْبَتٌ مِنْ «بَحْرِ الكَلَامِ» (ص224). ¶ (¬5) انْظُرْ «بَحْرَ الكَلَامِ» لِأَبِي المُعِينَ النَّسَفِيِّ (ص224).",
            "page": "78",
            "part": "1",
            "seal": "ACD1FACD"
        },
        {
            "id": "72",
            "nass": "وَعَلَى هَذَا: فَيَنْبَغِي أَنَّ الغَايَةَ غَيْرُ دَاخِلَةٍ، وَأَنَّ المُرَادَ بِالأَبَدِ: (إِلَى يَوْمِ القِيَامَةِ)، أَوْ هِيَ دَاخِلَةٌ وَيُحْمَلُ عَلَى مَا يَتَنَاهَى؛ كَالحِسَابِ وَالمِيزَانِ وَأَحْوَالِ المَحْشَرِ، لَا مَا بَعْدَ ذَلِكَ. ¶ وَالَّذِي يَظْهَرُ: أَنَّ كَوْنَ القَلَمِ كَتَبَ مَقَادِيرَ كُلِّ شَيْءٍ مَخْصُوصٍ بِأَمْرٍ، وَأَنَّهُ لَيْسَ كُلُّ مَا عَلِمَهُ - سُبْحَانَهُ - أَبْرَزَهُ أَوْ أَظْهَرَهُ فِي اللَّوْحِ - وَلَوْ لِلْمَلَائَكَةِ -؛ لأَنَّ إِسْرَافِيلَ خَادِمُ اللَّوْحِ مُلْتَقِمُ الصُّورِ (¬1)، وَيَنْتَظِرُ مَتَى يُؤْمَرُ بِالنَّفْخِ فِيهِ (¬2). ¶ وَيَحْتَمِلُ (¬3) أَنْ يُقَالَ: هُوَ فِيهِ، وَلَكِنْ لَمْ يُطْلِعْهُ عَلَيْهِ عَالِمُ الغَيْبِ، فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا إِلَّا مَنِ ارْتَضَى مِنْ رَسُولِهِ، وَاللهُ - تَعَالَى - بِحَقِيقَةِ الحَالِ أَعْلَمُ. ¶ ¬__________ ¶ (¬1) انْظُرِ «العَظَمَةَ» لأَبِي الشَّيْخِ (بَابَ صِفَةِ إِسْرَافِيلَ وَمَا وُكِّلَ إِلَيْهِ) (3/ 820 - 857). ¶ (¬2) يُشِيرُ المُصَنِّفُ إِلَى حَدِيثِ أَبِي سَعِيدٍ الخُدْرِيِّ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - أَنَّهُ قَالَ: «كَيْفَ أَنْعَمُ وَصَاحِبُ القَرْنِ قَدِ الْتَقَمَ القَرْنَ وَاسْتَمَعَ الإِذْنَ مَتَى يُؤْمَرُ بِالنَّفْخِ، فَيَنْفُخُ؟!»، أَخْرَجَهُ التِّرْمِذِيُّ (2431) وَغَيْرُهُ، وَقَالَ: «هَذَا حَدِيثٌ حَسَنٌ»، وَصَحَّحَهُ الأَلْبَانِيُّ، انْظُرِ «الصَّحِيحَةَ» (3/ 66 - 67). ¶ وَالصُّورُ: قَرْنٌ يُنْفَخُ فِيهِ؛ كَمَا جَاءَ مِنْ حَدِيثِ عَبْدِ اللهِ بْنِ عَمْرٍو، عَنْ النَّبِيِّ - صلى الله عليه وسلم -، أَخْرَجَهُ أَبُو دَاوُدَ (4742)، وَالتِّرْمِذِيُّ (2430)، وَصَحَّحَهُ الأَلْبَانِيُّ فِي «الصَّحِيحَةِ» (3/ 68). ¶ (¬3) بِفَتْحِ اليَاءِ - هُنَا -، فَـ (احْتَمَلَ) - فِي اصْطِلَاحِ الفُقَهَاءِ وَالمُتَكَلِّمِينَ - تَكُونُ فِعْلًا لَازِمًا لِلوَهْمِ وَالجَوَازِ؛ كَقَوْلِكَ: (احْتَمَلَ وَيَحْتَمِلُ أَنْ يَكُونَ كَذَا)، وَتَكُونُ فِعْلًا مُتَعَدِّيًا لِلاقْتِضَاءِ وَالتَّضَمُّنِ؛ كَقَوْلِكَ (احْتَمَلَ وَيَحْتَمِلُ الحَالُ وُجُوهًا كَثِيرَةً)، انْظُرِ «المِصْبَاحَ المُنِيرَ» - مَادَّةَ (حَمَلَ) -.",
            "page": "79",
            "part": "1",
            "seal": "FE57CAB9"
        },
        {
            "id": "73",
            "nass": "وَلَعَمْرِي (¬1)؛ إِنَّ عُقُولَنَا لَا تُدْرِكُ اللَّوْحَ، وَلَا القَلَمَ، وَلَا كَيْفِيَّةَ جَرَيَانِهِ بِمَقَادِيرَ لَا يُمْكِنُ حَصْرُهَا - هَلْ كَانَ فِي سَاعَةٍ وَاحِدَةٍ؟ أَوْ فِي مُدَّةٍ طَوِيلَةٍ؟ وَأَيُّ مُدَّةٍ تَسَعُ ذَلِكَ؟! -، وَلَا كَيْفِيَّةَ وَسْوَسَةِ الشَّيْطَانِ وَسُؤَالِ المَلَكَيْنِ لِخَلَائِقَ لَا يُحْصَوْنَ - مَعَ تَبَاعُدِهِمْ - فِي آنٍ وَاحِدٍ، وَلَا تُدْرِكُ الصِّرَاطَ وَالمِيزَانَ وَكَيْفِيَّةَ الوَزْنِ، وَلَا مُسَاءَلَةَ المَلَكِ فِي القَبْرِ؛ بَلْ وَلَا تُدْرِكُ أَنْفُسَنَا (¬2) الَّتِي مَعَنَا. ¶ فَلَا يَسَعُنَا إِلَّا الإِيمَانُ بِذَلِكَ، وَكَيْفِيَّةُ ذَلِكَ وَحَقِيقَتُهُ لا يَعْلَمُهَا إِلَّا اللهُ - سُبْحَانَهُ وَتَعَالَى -؛ {يَاحَسْرَةً عَلَى الْعِبَادِ} (¬3)؛ سِيَّمَا (¬4) مُدَّعِي (¬5) العِلْمِ؛ ¶ ¬__________ ¶ (¬1) بِفَتْحِ اللَّامِ وَالعَيْنِ، وَمِنْهُمْ مَنْ جَوَّزَ ضَمَّ العَيْنِ، وَمِنَ العُلَمَاءِ مَنْ مَنَعَهُ، وَمِنْهُمْ مَنْ كَرِهَهُ، وَمِنْ أَهْلِ العِلْمِ مَنْ جَعَلَهُ عَلَى مَعْنَى (الدِّينِ)، وَمِنْهُمْ عَلَى مَعْنَى (الحَيَاةِ)، وَمِنْهُمْ مَنْ قَدَّرَهُ عَلَى (وَلَعَمْرِي مَا أُقْسِمُ بِهِ)، وَمِنْهُمْ مَنْ جَعَلَهُ عَلَى تَقْدِيرِ (لَوَاهِبِ عُمْرِي). ¶ وَالأَصْلُ فِيِهِ: أَنَّ حُكْمَهُ كَقَوْلِ النَّبِيِّ - صلى الله عليه وسلم -: (أَفْلَحَ - وَأَبِيهِ - إِنْ صَدَقَ) - كَمَا فِي رِوَايَةِ مُسْلِمٍ (11) -؛ قَالَ النَّوَوِيُّ فِي «شَرْحِ مُسْلِمٍ» (1/ 168): «لَيْسَ هُوَ حَلِفًا؛ إِنَّمَا هُوَ كَلِمَةٌ جَرَتْ عَادَةُ الْعَرَبِ أَنْ تُدْخِلَهَا فِي كَلَامِهَا غَيْرَ قَاصِدَةٍ بِهَا حَقِيقَةَ الحَلِفِ، وَالنَّهْيُ إِنَّمَا وَرَدَ فِيمَنْ قَصَدَ حَقِيقَةَ الحَلِفِ؛ لِمَا فِيهِ مِنْ إِعْظَامِ المَحْلُوفِ بِهِ وَمُضَاهَاتِهِ بِهِ اللهَ - سُبْحَانَهُ وَتَعَالَى -، فَهَذَا هُوَ الجَوَابُ المُرْضِي، وَقِيلَ: يَحْتَمِلُ أَنْ يَكُونَ هَذَا قَبْلَ النَّهْيِ عَنِ الحَلِفِ بِغَيْرِ اللهِ تَعَالَى - وَاللهُ أَعْلَمُ -». ¶ (¬2) بِالنَّصْبِ؛ أَيْ: وَلَا تُدْرِكُ عُقُولُنَا أَنْفُسَنَا الَّتِي مَعَنَا. ¶ (¬3) سُورَةُ (يس)، آيَة (30). ¶ (¬4) كَذَا بِدُونِ اقْتِرَانِهَا بِـ (وَلَا) - عَلَى تَقْدِيرِ تَجْوِيزِ بَعْضِهِمْ لِذَلِكَ! -، وَذَلِكَ خِلَافُ الأَصْلِ النَّحْوِيِّ - كَمَا هُوَ مُحَقَّقٌ عِنْدَ أَهْلِ العَرَبِيَّةِ -. ¶ (¬5) بِالرَّفْعِ وَالجَرِّ، أَمَّا إِذَا كَانَتْ نَكِرَةً فَيَجُوزُ فِيهَا النَّصْبُ وَالرَّفْعُ وَالجَرُّ.",
            "page": "80",
            "part": "1",
            "seal": "E3AF8E33"
        },
        {
            "id": "74",
            "nass": "سِيَّمَا الخَائِضِينَ - بِلَا عِلْمٍ - فِي الذَّاتِ وَالصِّفَاتِ المُقَدَّسَةِ - وَاللهُ أَعْلَمُ -. ¶ وَقِيلَ: أُمُّ الكِتَابِ: عِلْمُ اللهِ - تَعَالَى -؛ فَفِي «تَفْسِيرِ القُرْطُبِيِّ»: سُئِلَ ابْنُ عَبَّاسٍ عَنْ أُمِّ الكِتَابِ، فَقَالَ: عِلْمُ اللهِ مَا هُوَ خَالِقٌ وَمَا خَلَقَهُ (¬1). ¶ وَفِيهِ - أَيْضًا -: قَالَ كَعْبُ الأَحْبَارِ: أُمُّ الكِتَابِ: عِلْمُ اللهِ - تَعَالَى - بِمَا خَلَقَ وَمَا هُوَ خَالِقٌ (¬2). ¶ وَفِي «تَفْسِيرِ ابْنِ عَادِلٍ» - وَغَيْرِهِ -: سَأَلَ ابْنُ عَبَّاسٍ كَعْبًا عَنْ أُمِّ الكِتَابِ، فَقَالَ: عِلْمُ اللهِ مَا هُوَ خَالِقٌ وَمَا خَلَقَ (¬3). ¶ قُلْتُ: مَا أَجْدَرَ هَذَا القَوْلَ بِالصِّحَّةِ؛ فَإِنَّهُ فِي غَايَةِ الظُّهُورِ، وَلَا إِشْكَالَ فِيهِ. ¶ ثُمَّ رَأَيْتُ ابْنَ عَادِلٍ قَالَ فِي (سُورَةِ الأَنْعَامِ): «فِي الكِتَابِ المُبِينَ قَوْلَانِ: الأَوَّلُ: هُوَ عِلْمُ اللهِ - تَعَالَى -، وَهُوَ الأَصْوَبُ» (¬4). ¶ وَقَالَ فِي مَوْضِعٍ آخَرَ: «وَالكِتَابُ: عِلْمُ اللهِ أَوِ اللَّوْحُ» (¬5). ¶ وَاللهُ - سُبْحَانَهُ - أَعْلَمُ. ¶ (تَنْبِيهٌ): اعْلَمْ - أَيَّدَكَ اللهُ - أَنِّي جَمَعْتُ مِنْ مُتَفَرِّقَاتِ كَلَامِ المُفَسِّرِينَ فِي ¶ ¬__________ ¶ (¬1) انْظُرْ «تَفْسِيرَ القُرُطُبِيِّ» (9/ 333). ¶ (¬2) أَخْرَجَهُ الطَّبَرِيُّ فِي «تَفْسِيرِهِ» (13/ 572) (16/ 630). ¶ (¬3) انْظُرْ «تَفْسِيرَ ابْنِ عَادِلٍ» (11/ 322). ¶ (¬4) انْظُرْ «تَفْسِيرَ ابْنِ عَادِلٍ» (8/ 190). ¶ (¬5) انْظُرْ «تَفْسِيرَ ابْنِ عَادِلٍ» (8/ 189).",
            "page": "81",
            "part": "1",
            "seal": "56FB4C85"
        },
        {
            "id": "75",
            "nass": "هَذَا الكِتَابِ مَا لَا تَرَاهُ مَجْمُوعًا فِي غَيْرِهِ، وَمَعَ هَذَا فَلَيْسَ فِي كَلَامِهِمُ المَذْكُورِ مَا يُوَضِّحُ المُرَادَ وَيُزِيلُ اللَّبْسَ وَالإِشْكَالَ عَمَّا وَرَدَ مِنَ المَحْوِ وَالإِثْبَاتِ وَزِيَادَةِ العُمُرِ وَنَقْصِهِ - وَنَحْوِ ذَلِكَ -، فَنَحْتَاجُ لاسْتِئْنَافِ كَلَامٍ آخَرَ لِيَظْهَرَ الحَقُّ وَالمُرَادُ، وَيَرْتَفِعَ اللَّبْسُ وَيَزُولَ الخَفَاءُ، فَنَقُولُ قَبْلَ ذَلِكَ: ¶ قَدْ أَوْلَعَ نَقَلَةُ التَّفْسِيرِ بِنَقْلِ كُلِّ مَا يَرَوْنَهُ مَسْطُورًا مِنَ الأَقَاوِيلِ مِنْ صَحِيحٍ أَوْ ضَعِيفٍ أَوْ مَوْضُوعٍ عَنِ الكَلْبِيِّ وَمُقَاتِلٍ (¬1) - وَنَحْوِهِمَا -. ¶ وَلِهَذَا تَجِدُ أَئِمَّةَ النَّقْلِ وَأَهْلَ التَّثَبُّتِ فِيهِ يَلْتَفِتُونَ لِكُلِّ مُهِمٍّ فِي الغَالِبِ وَلَا يَسْتَدِلُّ بِهِ الفُقَهَاءُ فِي الأَحْكَامِ. ¶ قَالَ المَيْمُونِيُّ (¬2): سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ يَقُولُ: ثَلَاثَةُ كُتُبٍ لَيْسَ لَهَا أُصُولٌ: المَغَازِي وَالمَلَاحِمُ وَبَعْضُ التَّفَاسِيرِ (¬3). ¶ ¬__________ ¶ (¬1) هُوَ: مُقَاتِلُ بْنُ سُلَيْمَانَ، أَبُو الحَسَنِ، مِنْ أَعْلَامِ المُفَسِّرِينَ، كَانَ مَتْرُوكَ الحَدِيثِ، تُوُفِّيَ سَنَةَ (150هـ)، انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (7/ 281). ¶ (¬2) وَفِي المَخْطُوطِ (السَّمْعَانِيُّ)، وَالمُثْبَتُ مِنَ «الكَامِلِ» لابْنِ عَدِيٍّ (1/ 212)، وَمِنْ طَرِيقِهِ: الخَطِيبُ البَغْدَادِيُّ فِي «الجَامِعِ لأَخْلَاقِ الرَّاوِي» (2/ 162)، وَيَظْهَرُ أَنَّ سَقْطًا تَخَلَّلَ السِّيَاقَ - وَاللهُ أَعْلَمُ -. ¶ وَالمَيْمُونِيُّ هُوَ: الإِمَامُ العَلَّامَةُ الفَقِيهُ الحَافِظُ: أَبُو الحَسَنِ عَبْدُ المَلِكِ بْنُ عَبْدِ الحَمِيدِ، تِلْمِيذُ الإِمَامِ أَحْمَدَ بْنِ حَنْبَلٍ، انْظُرْ «سِيَرَ أَعْلَامِ النُّبَلَاءِ» (13/ 89). ¶ (¬3) رَوَاهُ الخَطِيبُ البَغْدَادِيُّ فِي «الجَامِعِ لأَخْلَاقِ الرَّاوِي» (2/ 162). ¶ قَالَ شَيْخُ الإِسْلَامِ ابْنُ تَيْمِيَّةَ مُعَلِّقًا عَلَى قَوْلِ الإِمَامِ أَحْمَدَ - كَمَا فِي «الفَتَاوَى» (13/ 346) -: «لِأَنَّ الْغَالِبَ عَلَيْهَا المَرَاسِيلُ».",
            "page": "82",
            "part": "1",
            "seal": "E88088A9"
        },
        {
            "id": "76",
            "nass": "قَالَ الخَطِيبُ (¬1): وَهَذَا مَحْمُولٌ عَلَى كُتُبٍ مَخْصُوصَةٍ فِي هَذِهِ المَعَانِي الثَّلَاثَةِ، غَيْرِ مُعْتَمَدٍ عَلَيْهَا؛ لِعَدَمِ عَدَالَةِ نَاقِلِيهَا وَزِيَادَاتِ القُصَّاصِ فِيهَا. ¶ فَأَمَّا كُتُبُ المَلَاحِمِ فَجَمِيعُهَا بِهَذِهِ الصِّفَةِ، وَلَيْسَ يَصِحُّ فِي ذِكْرِ المَلَاحِمِ وَالفِتَنِ المُنْتَظَرَةِ [غَيْرُ] (¬2) أَحَادِيثَ يَسِيرَةٍ. ¶ وَأَمَّا كُتُبُ التَّفْسِيرِ فَمِنْ أَشْهَرِهَا: كِتَابُ الكَلْبِيِّ وَمُقَاتِلِ بْنِ سُلَيْمَانَ، وَقَدْ قَالَ أَحْمَدُ فِي «تَفْسِيرِ الكَلْبِيِّ»: «مِنْ أَوَّلِهِ إِلَى آخِرِهِ كَذِبٌ»، قِيلَ لَهُ: فَهَلِ النَّظَرُ فِيهِ يَحِلُّ؟ قَالَ: «لَا» (¬3). ¶ وَسُئِلَ وَكِيعٌ عَنْ «تَفْسِيرِ مُقَاتِلٍ»، فَقَالَ: «لَا تَنْظُرُوا فِيهِ»، قَالَ: مَا أَصْنَعُ بِهِ؟ قَالَ: «ادْفِنْهُ» - يَعْنِي تَفْسِيرَهُ - (¬4). ¶ وَقَالَ أَحْمَدُ بْنُ حَنْبَلٍ: لَا يُعْجِبُنِي أَنْ أَرْوِيَ عَنْ [مُقَاتِلِ بْنِ سُلَيْمَانَ] (¬5) شَيْئًا (¬6). ¶ وَأَمَّا المَغَازِي فَمِنْ أَشْهَرِهَا: كِتَابُ مُحَمَّدِ بْنِ إِسْحَاقَ (¬7)، وَكَانَ يَأْخُذُ ¶ ¬__________ ¶ (¬1) انْظُرِ «الجَامِعَ لأَخْلَاقِ الرَّاوِي» لِلْخَطِيبِ البَغْدَادِيِّ (2/ 162). ¶ (¬2) مَا بَيْنَ الحَاصِرَتَيْنِ مُثْبَتٌ مِنَ «الجَامِعِ لأَخْلَاقِ الرَّاوِي» لِلْخَطِيبِ البَغْدَادِيِّ (2/ 162). ¶ (¬3) رَوَاهُ الخَطِيبُ البَغْدَادِيُّ فِي «الجَامِع لأَخْلَاقِ الرَّاوِي» (2/ 163) - بِسَنَدِهِ -. ¶ (¬4) أَخْرَجَهُ ابْنُ أَبِي حَاتِمٍ فِي «الجَرْحِ وَالتَّعْدِيلِ» (8/ 354) - بِسَنَدِهِ -. ¶ (¬5) وَفِي المَخْطُوطِ: (سُلَيْمَانُ بْنُ مُقَاتِلٍ) - بِالقَلْبِ -، وَالصَّوَابُ مَا أَثْبَتْنَاهُ. ¶ (¬6) رَوَاهُ صَالِحٌ ابْنُ الإِمَامِ أَحْمَدَ فِي «المَسَائِلِ» (3/ 43). ¶ (¬7) هُوَ: مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ يَسَارٍ، مِنْ أَقْدَمِ مُؤَرِّخِي العَرَبِ، وَمِنْ حُفَّاظِ الحَدِيثِ، لَهُ «السِّيرَةُ النَّبَوِيَّةُ» هَذَّبَهَا ابْنُ هِشَامٍ، تُوُفِّيَ سَنَةَ (151هـ) انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (6/ 28).",
            "page": "83",
            "part": "1",
            "seal": "B33065C5"
        },
        {
            "id": "77",
            "nass": "عَنْ أَهْلِ الكِتَابِ. ¶ وَقَالَ الشَّافِعِيُّ: «كُتُبُ الوَاقِدِيِّ كَذِبٌ» (¬1). ¶ وَلَيْسَ فِي المَغَازِي أَصَحُّ مِنْ «مَغَازِي مُوسَى بْنِ عُقْبَةَ» (¬2). ¶ وَلِعَدَمِ احْتِيَاطِ كَثِيرٍ مِنَ المُفَسِّرِينَ فِي النَّقْلِ: يَنْقُلُونَ خُرَافَاتِ القُصَّاصِ وَأُكْذُوبَاتِهِمْ فِي حَقِّ الأَنْبِيَاءِ وَالمَلَائِكَةِ؛ الموُهِمَةَ لِوُقُوعِ مَا هُمْ مُنَزَّهُونَ عَنْهُ، إِلَى غَيْرِ ذَلِكَ مِمَّا يَعْلَمُهُ الوَاقِفُ عَلَى كَلَامِهِمْ. ¶ وَبَعْضُهُمْ يَلْتَبِسُ عَلَيْهِ مَا يَسْتَدِلُّ بِهِ الرَّافِضَةُ أَوِ المُعْتَزِلَةُ لِنُصْرَةِ مَذَاهِبِهِمْ، فَيَنْقُلُ، فَيُوهِمُ النَّاظِرَ فِيهِ أَنَّهُ مَذْهَبُ أَهْلِ السُّنَّةِ. ¶ إِذَا تَقَرَّرَ هَذَا؛ فَالعُمْدَةُ - فِي مَقَامِ الاحْتِجَاجِ وَالاسْتِدْلَالِ - إِنَّمَا هُوَ بِكَلَامِ ذَوِي التَّحْقِيقِ مِنْ أَهْلِ النَّقْلِ الَّذِينَ عَلَيْهِمْ مَدَارُ التَّعْوِيلِ، وَإِلَيْهِمُ المَرْجِعُ فِيمَا فِيهِ شُبْهَةٌ أَوْ إِشْكَالٌ. ¶ وَكَلَامُهُمْ وَاعْتِقَادُهُمْ: أَنَّهُ لَا تَبْدِيلَ لِقَضَاءِ اللهِ، وَالمَحْوُ وَالإِثْبَاتُ مِمَّا سَبَقَ بِهِ القَضَاءُ، وَقَدْ عَلِمَ اللهُ - تَعَالَى - عِلْمًا أَزَلِيًّا وُقُوعَ ذَلِكَ. ¶ كَذَلِكَ قَالَ الإِمَامُ النَّوَوِيُّ - رَحِمَهُ اللهُ - فِي «شَرْحِ مُسْلِمٍ»: «إِنَّ اللهَ ¶ ¬__________ ¶ (¬1) أَخْرَجَهُ ابْنُ أَبِي حَاتِمٍ فِي «آدَابِ الشَّافِعِيِّ وَمَنَاقِبِهِ» (ص168). ¶ (¬2) الظَّاهِرُ أَنَّ هَذِهِ الجُمْلَةَ مِنْ كَلَامِ الخَطِيبِ البَغْدَادِيِّ، وَلَيْسَ مِنْ قَوْلِ الشَّافِعِيِّ - كَمَا اشْتَهَرَ عَنْهُ -؛ إِذْ لَمْ أَجِدْهَا مُسْنَدَةً عَنْهُ، وَمِنْ عَادَةِ الخَطِيبِ البَغْدَادِيِّ أَنْ يُعَلِّقَ عَلَى النُّقُولِ الَّتِي يَرْوِيهَا فِي كِتَابِهِ بَعْدَ ذِكْرِهَا، وَمِنْ ذَلِكَ: كَلَامُ الشَّافِعِيِّ السَّابِقُ.",
            "page": "84",
            "part": "1",
            "seal": "9063A9E0"
        },
        {
            "id": "78",
            "nass": "- تَعَالَى - قَدَّرَ مَقَادِيرَ الخَلْقِ وَمَا يَكُونُ مِنَ الأَشْيَاءِ قَبْلَ أَنْ يَكُونَ فِي الأَزَلِ، وَعَلِمَ - سُبْحَانَهُ - أَنَّهَا سَتَقَعُ فِي أَوْقَاتٍ مَعْلُومَةٍ عِنْدَهُ - تَعَالَى -، وَعَلَى صِفَاتٍ مَخْصُوصَةٍ، فَهِيَ تَقَعُ عَلَى حَسَبِ [مَا] (¬1) قَدَّرَهَا» (¬2). ¶ وَقَالَ الخَازِنُ فِي «تَفْسِيرِهِ»: «مَذْهَبُ أَهْلِ السُّنَّةِ: أَنَّ المَقَادِيرَ سَابِقَةٌ، وَقَدْ جَفَّ القَلَمُ بِمَا هُوَ كَائِنٌ إِلَى يَوْمِ القِيَامَةِ، وَأَنَّ المَحْوَ وَالإِثْبَاتَ مِمَّا جَفَّ بِهِ القَلَمُ وَسَبَقَ بِهِ القَدَرُ، فَلَا يَمْحُو شَيْئًا وَلَا يُثْبِتُ شَيْئًا إِلَّا سَبَقَ عِلْمُهُ بِهِ فِي الأَزَلِ» (¬3). ¶ وَقَالَ شَيْخُ الإِسْلَامِ تَقِيُّ الدِّينَ ابْنُ تَيْمِيَّةَ: «إِنَّ عِلْمَ اللهِ - تَعَالَى - السَّابِقَ مُحِيطٌ بِالأَشْيَاءِ عَلَى مَا هِيَ عَلَيْهِ، وَلَا مَحْوَ فِيهِ وَلَا تَغْيِيرَ وَلَا زِيَادَةَ وَلَا نُقْصَانَ؛ فَإِنَّهُ - سُبْحَانَهُ - يَعْلَمُ مَا كَانَ وَمَا يَكُونُ وَمَا لَا يَكُونُ لَوْ كَانَ كَيْفَ كَانَ يَكُونُ، وَأَمَّا مَا جَرَى بِهِ القَلَمُ فِي اللَّوْحِ المَحْفُوظِ فَهَلْ يَكُونُ فِيهِ مَحْوٌ وَإِثْبَاتٌ؟ عَلَى قَوْلَيْنِ لِلْعُلَمَاءِ، وَأَمَّا الصُّحُفُ الَّتِي بِيَدِ المَلَائِكَةِ - كَمَا فِي قَوْلِهِ عَلَيْهِ السَّلَامُ: «فَيُؤْمَرُ بِكَتْبِ رِزْقِهِ وَأَجَلِهِ وَعَمَلِهِ وَشَقِيُّ أَوْ سَعِيدٌ» (¬4) -؛ فَهَذَا يَحْصُلُ فِيهِ المَحْوُ وَالإِثْبَاتُ؛ فَإِنَّهُ قَدْ يُقَدَّرُ لَهُ مُدَّةٌ، ثُمَّ يَعْمَلُ شَيْئًا يَزِيدُ ¶ ¬__________ ¶ (¬1) مَا بَيْنَ الحَاصِرَتَيْنِ مُثْبَتٌ مِنْ «شَرْحِ صَحِيحِ مُسْلِمٍ» لِلنَّوَوِيِّ (1/ 154). ¶ (¬2) انْظُرْ «شَرْحَ صَحِيحِ مُسْلِمٍ» لِلنَّوَوِيِّ (1/ 154). ¶ (¬3) انْظُرْ «تَفْسِيرَ الخَازِنِ» (3/ 24). ¶ (¬4) مِنْ حَدِيثِ ابْنِ مَسْعُودٍ، رَوَاهُ البُخَارِيُّ (6594)، وَمُسْلِمٌ (2643) - وَقَدْ تَقَدَّمَ -.",
            "page": "85",
            "part": "1",
            "seal": "78C22C27"
        },
        {
            "id": "79",
            "nass": "عَلَى ذَلِكَ مِمَّا يَعْلَمُهُ اللهُ أَنْ يَفْعَلَهُ؛ مِثْلَ أَنْ يَصِلَ رَحِمَهُ، فَيُبْسَطَ لَهُ فِي رِزْقِهِ، وَيُنْسَأَ لَهُ فِي أَجَلِهِ» (¬1). ¶ قَالَ القُرْطُبِيُّ فِي «تَفْسِيرِهِ»: «وَمِنَ القَضَاءِ مَا يَكُونُ وَاقِعًا مَحْتُومًا، وَهُوَ الثَّابِتُ، وَمِنْهُ مَا يَكُونُ مَصْرُوفًا بِأَسْبَابٍ، وَهُوَ المَحْوُ» (¬2). ¶ وَقَالَ العَلَّامَةُ ابْنُ القَيِّمِ فِي كِتَابِهِ «الدَّاءِ وَالدَّوَاءِ»: «إِنَّ مِنَ المَقْدُورِ مَا قُدِّرَ بِأَسْبَابٍ، وَلَمْ يُقَدَّرْ مُجَرَّدًا عَنْ سَبَبِهِ، فَمَتَى أَتَى العَبْدُ بِالسَّبَبِ وَقَعَ المَقْدُورُ، وَمَتَى لَمْ يَأْتِ بِالسَّبَبِ انْتَفَى» (¬3). ¶ قَالَ: «وَهَذَا كَمَا قُدِّرَ الشِّبَعُ (¬4) وَالرَّيِّ (¬5) بِالأَكْلِ وَالشُّرْبِ، وَقُدِّرَ الوَلَدُ بِالوَطْءِ، وَقُدِّرَ حُصُولُ الزَّرْعِ بِالبَذْرِ، وَقُدِّرَ خُرُوجُ نَفْسِ (¬6) الحَيَوَانِ بِالذَّبْحِ» (¬7). ¶ يَعْنِي: وَاللهُ - تَعَالَى - لَمْ يَزَلْ يَعْلَمُ وُجُودَ ذَلِكَ الشَّيْءِ وَوُجُودَ سَبَبِهِ المُرَتَّبِ هُوَ عَلَيْهِ، وَمَا عَلِمَ اللهُ وُجُودَهُ فَلَا سَبِيلَ إِلَى تَخَلُّفِهِ الْبَتَّةَ. ¶ ¬__________ ¶ (¬1) انْظُرْ «مُخْتَصَرَ الفَتَاوَى المِصْرِيَّةِ» (ص188). ¶ (¬2) انْظُرْ «تَفْسِيرَ القُرْطُبِيِّ» (9/ 332). ¶ (¬3) انْظُرِ «الجَوَابَ الكَافِي» (ص17) - وَهُوَ نَفْسُهُ «الدَّاءُ وَالدَّوَاءُ» -. ¶ (¬4) الصَّحِيحُ المَشْهُورُ: كَسْرُ الشِّينِ وَفَتْحُ البَاءِ، وَقَدْ وَرَدَ - أَيْضًا - فِي بَعْضِ المَعَاجِمِ: (الشِّبْعُ) - بِكَسْرِ الشِّينِ وَسُكُونُ البَاءِ -، وَ (الشَّبْعُ) - بِفَتْحِ الشِّينِ وَسُكُونِ البَاءِ -. ¶ (¬5) بِكَسْرِ الرَّاءِ - وَهُوَ الاسْمُ -، وَفَتْحِهَا - وَهُوَ المَصْدرُ -. ¶ (¬6) بِسُكُونِ الفَاءِ؛ أَيِ: الدَّمُ. ¶ (¬7) انْظُرِ «الجَوَابَ الكَافِي» (ص17).",
            "page": "86",
            "part": "1",
            "seal": "C707983F"
        },
        {
            "id": "80",
            "nass": "قُلْتُ: وَعَلَى هَذَا يُحْمَلُ حَدِيثُ: «صِلَةُ الرَّحِمِ تَزِيدُ فِي العُمُرِ» (¬1)، وَدُعَاءُ مَنْ دَعَا مِنَ السَّلَفِ: «اللَّهُمَّ إِنْ كُنْتَ كَتَبْتَنَا شَقِيًّا فَامْحُنَا وَأَثْبِتْنَا سُعَدَاءَ» (¬2)؛ رَجَاءَ أَنْ يَكُونَ ذَلِكَ مِنَ المَقْدُورِ المُقَدَّرِ بِأَسْبَابٍ، وَأَنَّ السَّعَادَةَ - وَنَحْوَهَا - مُقَدَّرَةٌ بِهَذَا الدُّعَاءِ - كَمَا يُقَالُ فِي بَقِيَّةِ الأَدْعِيَةِ -، وَإِلَّا لَكَانَ الدُّعَاءُ كُلُّهُ لَا فَائِدَةَ فِيهِ - كَمَا هُوَ مَذْهَبُ قَوْمٍ -، وَذَلِكَ بَاطِلٌ بِالكِتَابِ وَالسُّنَّةِ. ¶ وَهَذَا جَمْعٌ بَيْنَ القَوْلَيْنِ يُرِيحُكَ مِنَ الخُلْفِ (¬3) الوَاقِعِ فِي هَذِهِ المَسْأَلَةِ - كَمَا مَرَّ تَقْرِيرُهُ -، وَإِلَّا فَمَعَاذَ اللهِ - وَحَاشَا - لِعُمَرَ بْنِ الخَطَّابِ وَابْنِ مَسْعُودٍ - وَأَضْرَابِهِمَا -؛ فَإِنَّهُمْ أَجَلُّ مِنْ أَنْ يَتَوَهَّمُوا أَنَّ عِلْمَ اللهِ يَتَغَيَّرُ، وَأَنَّهُ يُبَدِّلُ شَقَاوَةَ مَنْ عَلِمَ شَقَاوَتَهُ فِي الأَزَلِ أَبَدًا بِسَعَادَةٍ (¬4)، فَيُؤَدِّي ذَلِكَ لِلْبَدَاءِ القَائِلِ بِهِ الرَّافِضَةُ، وَهُوَ عَلَى اللهِ مُحَالٌ، وَإِنَّمَا دَعَوْا بِذَلِكَ رَجَاءَ أَنْ تَكُونَ السَّعَادَةُ مِنَ المَقْدُورِ المُقَدَّرِ بِأَسْبَابٍ، فَتَأَمَّلْ تَحْرِيرَاتٍ لَا تَرَاهَا مَسْطُورَةً فِي كِتَابٍ؛ بَلْ هِيَ مِمَّا فَتَحَ عَلَى عَبْدِهِ الفَتَّاحُ الوَهَّابُ. ¶ ¬__________ ¶ (¬1) تَقَدَّمَ تَخْرِيجُهُ (ص32). ¶ (¬2) انْظُرْ (ص25 - 26). ¶ (¬3) بِالضَّمِّ؛ قَالَ فِي «المِصْبَاحِ المُنِيرِ»: «وَخَالَفْتُهُ مُخَالَفَةً وَخِلَافًا وَتَخَالَفَ الْقَوْمُ وَاخْتَلَفُوا: إذَا ذَهَبَ كُلُّ وَاحِدٍ إلَى خِلَافِ مَا ذَهَبَ إلَيْهِ الْآخَرُ، وَهُوَ ضِدُّ الِاتِّفَاقِ، وَالِاسْمُ: (الخُلْفُ) بِضَمِّ الخَاءِ». ¶ (¬4) يُرَادُ مِنَ السِّياقِ: أَنَّ اللهَ عَزَّ وَجَلَّ لَا يُبَدِّلُ شَقَاوَةَ أَحَدٍ - مَعْلُومَةً فِي الأَزَلِ - إِلَى سَعَادَةٍ بَعْدَ ذَلِكَ، فَـ (أَبَدًا) - هُنَا -: مُتَعَلِّقَةٌ بِـ (يُبَدِّلُ)، وَهِيَ عَلَى الظَّرْفِيَّةِ الزَّمَانِيَّةِ المُسْتَقْبَلِيَّةِ.",
            "page": "87",
            "part": "1",
            "seal": "9AA92E46"
        },
        {
            "id": "81",
            "nass": "وَسَأَذْكُرُ لَكَ مَا يَزِيدُ المَسْأَلَةَ بَيَانًا شَافِيًا: ¶ قَالَ العَلَّامَةُ ابْنُ حَزْمٍ فِي «المِلَلِ وَالنِّحَلِ»: «وَأَمَّا قَوْلُ رَسُولِ اللهِ - صلى الله عليه وسلم -: «مَنْ سَرَّهُ أَنْ يُنْسَأَ فِي أَجَلِهِ فَلْيَصِلْ رَحِمَهُ» (¬1)؛ فَصَحِيحٌ مُوَافِقٌ لِلْقُرْآنِ» (¬2). ¶ قَالَ: «وَمَعْنَاهُ: أَنَّ اللهَ - تَعَالَى - لَمْ يَزَلْ يَعْلَمُ أَنَّ زَيْدًا سَيَصِلُ رَحِمَهُ، وَأَنَّ ذَلِكَ سَبَبٌ إِلَى أَنْ يَبْلُغَ مِنَ العُمُرِ كَذَا وَكَذَا، كُلُّ حَيٍّ قَدْ عَلِمَ اللهُ - عَزَّ وَجَلَّ - أَنَّهُ سُيَعَمِّرُهُ كَذَا وَكَذَا مِنَ الزَّمَانِ، وَأَنَّهُ - تَعَالَى - قَدْ عَلِمَ أَنَّهُ سَيُغَذَّى بِالطَّعَامِ وَالشَّرَابِ، وَيَتَنَفَّسُ بِالهَوَاءِ، وَيَسْلَمُ مِنَ الآفَاتِ القَاتِلَةِ تِلْكَ المُدَّةَ (¬3)، وَيَكُونُ كُلُّ ذَلِكَ سَبَبًا إِلَى بُلُوغِهِ تِلْكَ المُدَّةَ (¬4) الَّتِي لَا بُدَّ مِنَ اسْتِيفَائِهَا، فَالسَّبَبُ وَالمُسَبَّبُ - كُلُّ ذَلِكَ - قَدْ سَبَقَ فِي عِلْمِ اللهِ - عَزَّ وَجَلَّ - كَمَا هُوَ؛ لَا يُبَدَّلُ؛ قَالَ - تَعَالَى -: {مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ} (¬5)» (¬6). ¶ وَقَالَ: «الخَلْقُ كُلُّهُ مُصَرَّفٌ تَحْتَ أَمْرِ اللهِ - تَعَالَى - وَعِلْمِهِ، فَلَا يَقْدِرُ أَحَدٌ عَلَى تَعَدِّي عِلْمِ اللهِ - تَعَالَى -، وَلَا يَكُونُ البَتَّةَ إِلَّا مَا سَبَقَ فِي عِلْمِهِ أَنْ ¶ ¬__________ ¶ (¬1) تَقَدَّمَ تَخْرِيجُهُ (ص32). ¶ (¬2) انْظُرِ «المِلَلَ وَالنِّحَلَ» لابْنِ حَزْمٍ (3/ 85). ¶ (¬3) بِالنَّصْبِ - هُنَا - عَلَى الظَّرْفِيَّةِ الزَّمَانِيَّةِ؛ أَيْ: (فِي تِلْكَ المُدَّةِ). ¶ (¬4) أَمَّا النَّصْبُ - هُنَا - فَعَلَى المَفْعُولِيَّةِ لِلْمَصْدَرِ (بُلُوغ). ¶ (¬5) سُورَةُ (ق)، آيَة (29). ¶ (¬6) انْظُرِ «المِلَلَ وَالنِّحَلَ» لابْنِ حَزْمٍ (3/ 85).",
            "page": "88",
            "part": "1",
            "seal": "F4AB82BE"
        },
        {
            "id": "82",
            "nass": "يَكُونَ» (¬1). ¶ وَقَالَ: «وَقَدْ قَالَ بَعْضُ المُعْتَزِلَةِ: (لَوْ لَمْ يُقْتَلْ زَيْدٌ لَعَاشَ)، وَقَالَ أَبُو الهُذَيْلِ (¬2): (لَوْ لَمْ يُقْتَلْ لَمَاتَ)، وَشَغَّبَ القَائِلُونَ بِأَنَّهُ لَوْ لَمْ يُقْتَلْ لَعَاشَ بِقَوْلِ اللهِ - عَزَّ وَجَلَّ -: {وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ} (¬3)، وَبِقَوْلِ رَسُولِ اللهِ - صلى الله عليه وسلم -: «مَنْ سَرَّهُ أَنْ يُنْسَأَ فِي أَجَلِهِ فَلْيَصِلْ رَحِمَهُ» (¬4)» (¬5). ¶ قَالَ: «وَمَوَّهَ بَعْضُهُمْ بِقَوْلِهِ - تَعَالَى -: {ثُمَّ قَضَى أَجَلًا وَأَجَلٌ مُسَمًّى عِنْدَهُ} ... (¬6)» (¬7). ¶ قَالَ: «وَكُلُّ هَذَا لَا حُجَّةَ فِيهِ؛ بَلْ هُوَ - بِظَاهِرِهِ - حُجَّةٌ عَلَيْهِمْ» (¬8). ¶ قَالَ: «وَالقَتْلُ نَوْعٌ مِنْ أَنْوَاعِ المَوْتِ، فَمَنْ سَأَلَ عَنِ المَقْتُولِ: (لَوْ لَمْ ¶ ¬__________ ¶ (¬1) انْظُرِ «المِلَلَ وَالنِّحَلَ» لابْنِ حَزْمٍ (3/ 84). ¶ (¬2) بِضَمِّ الهَاءِ وَفَتْحِ الذَّالِ؛ كَمَا فِي «الأَنْسَابِ» لِلسَّمْعَانِيِّ (13/ 394). ¶ وَهُوَ: أَبُو هُذَيْلٍ العَلَّافُ؛ مُحَمَّدُ بْنِ مُحَمَّدِ بْنِ الهُذَيْلِ، مِنْ أَئِمَّةِ المُعْتَزِلَةِ، وُلِدَ بِالبَصْرَةِ، وَاشْتَهَرَ بِعِلْمِ الكَلَامِ، لَهُ مَقَالَاتٌ فِي الاعْتِزَالِ وَمَجَالِسُ وَمُنَاظَرَاتٌ وَكُتُبٌ كَثِيرَةٌ، تُوُفِّيَ سَنَةَ (235 هـ)، انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (7/ 131 - 132). ¶ (¬3) سُورَةُ (فَاطِر)، آيَة (11). ¶ (¬4) تَقَدَّمَ تَخْرِيجُهُ (ص32). ¶ (¬5) انْظُر «المِلَلَ وَالنِّحَلَ» لابْنِ حَزْمٍ (3/ 84). ¶ (¬6) سُورَةُ (الأَنْعَام)، آيَة (2). ¶ (¬7) انْظُر «المِلَلَ وَالنِّحَلَ» لابْنِ حَزْمٍ (3/ 86). ¶ (¬8) انْظُر «المِلَلَ وَالنِّحَلَ» لابْنِ حَزْمٍ (3/ 84).",
            "page": "89",
            "part": "1",
            "seal": "3DD22377"
        },
        {
            "id": "83",
            "nass": "يُقْتَلْ، أَكَانَ يَمُوتُ أَوْ يَعِيشُ؟)، فَسُؤَالُهُ سَخِيفٌ فَاسِدٌ؛ لأَنَّهُ إِنَّمَا سَأَلَ: (لَوْ لَمْ يَمُتْ هَذَا المَيِّتُ، أَكَانَ يَمُوتُ أَمْ كَانَ لَا يَمُوتُ؟!)، وَهَذِهِ حَمَاقَةٌ؛ لأَنَّ القَتْلَ عِلَّةٌ لِلمَوْتِ كَمَا أَنَّ الحُمَّى القَاتلَةَ وَالبَطْنَ القَاتِلَ وَسَائِرَ الأَمْرَاضِ القَاتِلَةِ عِلَلٌ لِلْمَوْتِ الحَادِثِ عَنْهَا، وَلَا فَرْقَ» (¬1). ¶ قَالَ: «وَنَصُّ القُرْآنِ يَشْهَدُ بِمَا قُلْنَا؛ قَالَ اللهُ - تَعَالَى -: {قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ} (¬2)، وَقَالَ - تَعَالَى -: {أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ} (¬3)، وَقَالَ - تَعَالَى -: {الَّذِينَ قَالُوا لِإِخْوَانِهِمْ وَقَعَدُوا لَوْ أَطَاعُونَا مَا قُتِلُوا قُلْ فَادْرَءُوا عَنْ أَنْفُسِكُمُ الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ} (¬4) ... » (¬5) - وَذَكَرَ آيَاتٍ أُخَرَ -. ¶ وَفِي «تَفْسِيرِ القُرْطُبِيِّ» - فِي (سُورَةِ الأَعْرَافِ) -، فِي قَوْلِهِ - تَعَالَى -: {وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ} (¬6): (أَجَلٌ)؛ أَيْ: وَقْتٌ مُؤَقَّتٌ، (فَإِذَا جَاءَ أَجَلُهُمْ)؛ أَيِ الوَقْتُ المَعْلُومُ عِنْدَ اللهِ ¶ ¬__________ ¶ (¬1) انْظُر «المِلَلَ وَالنِّحَلَ» لابْنِ حَزْمٍ (3/ 84 - 85). ¶ (¬2) سُورَةُ (آلِ عِمْرَانَ)، آيَة (29). ¶ (¬3) سُورَةُ (النِّسَاءِ)، آيَة (78). ¶ (¬4) سُورَةُ (آلِ عِمْرَانَ)، آيَة (168). ¶ (¬5) انْظُر «المِلَلَ وَالنِّحَلَ» لابْنِ حَزْمٍ (3/ 85). ¶ (¬6) سُورَةُ (الأَعْرَاف)، آيَة (34).",
            "page": "90",
            "part": "1",
            "seal": "7CBEBD12"
        },
        {
            "id": "84",
            "nass": "- عَزَّ وَجَلَّ -» (¬1). ¶ قَالَ: «فَدَلَّ هَذَا عَلَى أَنَّ المَقْتُولَ إِنَّمَا يُقْتَلُ بِأَجَلِهِ، وَأَجَلُ المَوْتِ هُوَ وَقْتُ المَوْتِ كَمَا أَنَّ أَجَلَ الدَّيْنِ هُوَ وَقْتُ حُلُولِهِ، وَأَجَلُ الإِنْسَانِ هُوَ الوَقْتُ الَّذِي يَعْلَمُ اللهُ أَنَّهُ يَمُوتُ الحَيُّ فِيهِ - لَا مَحَالَةَ -، وَهُوَ وَقْتٌ لَا يَجُوزُ تَأْخِيرُ مَوْتِهِ عَنْهُ، وَقَالَ كَثِيرٌ مِنَ المُعْتَزِلَةِ - إِلَّا مَنْ شَذَّ مِنْهُمْ -: إِنَّ المَقْتُولَ مَاتَ بِغَيْرِ أَجَلِهِ الَّذِي ضُرِبَ لَهُ، وَأَنَّهُ لَوْ لَمْ يُقْتَلْ لَحَيِيَ» (¬2). ¶ قَالَ: «وَهَذَا غَلَطٌ؛ لأَنَّ المَقْتُولَ لَمْ يَمُتْ مِنْ أَجْلِ قَتْلِ غَيْرِهِ لَهُ؛ بَلْ مِنْ أَجْلِ مَا فَعَلَهُ اللهُ مِنْ إِزْهَاقِ نَفْسِهِ عِنْدَ الضَّرْبِ لَهُ» (¬3). ¶ وَقَالَ ابْنُ حَزْمٍ فِي مَوْضِعٍ آخَرَ: «صَحَّ عَنْ رَسُولِ اللهِ - صلى الله عليه وسلم - تَصْحِيحُ الطِّبِّ وَالأَمْرُ بِالعِلَاجِ، وَأَنَّهُ - عَلَيْهِ السَّلَامُ - قَالَ: «تَدَاوَوْا؛ فَإِنَّ اللهَ - تَعَالَى - لَمْ يَخْلُقْ دَاءً إِلَّا خَلَقَ لَهُ دَوَاءً؛ إِلَّا السَّامَ (¬4)، وَالسَّامُ: المَوْتُ» (¬5)». ¶ ¬__________ ¶ (¬1) انْظُرْ «تَفْسِير القُرْطُبِيِّ» (7/ 202). ¶ (¬2) انْظُرْ «تَفْسِير القُرْطُبِيِّ» (7/ 202). ¶ (¬3) انْظُرْ «تَفْسِير القُرْطُبِيِّ» (7/ 202). ¶ (¬4) بِتَخْفِيفِ المِيمِ. ¶ (¬5) أَخْرَجَهُ ابْنُ أبِي شَيْبَةَ فِي «مُصَنَّفِهِ» (5/ 31)، وَالعُقَيْلِيُّ فِي «الضُّعَفَاءِ» (2/ 191) عَنْ أَبِي سَعِيدٍ الخُدْرِيِّ. ¶ وَأَخْرَجَهُ البَغَوِيُّ فِي «مُعْجَمِهِ» (1/ 223)، وَالطَّحَاوِيُّ فِي «شَرْحِ مَعَانِي الآثَارِ» (4/ 323)، وَالطَّبَرَانِيُّ فِي «الكَبِيرِ» (1/ 179) عَنْ أُسَامَةَ بْنِ شَرِيكٍ. ¶ وَصَحَّحَهُ الأَلْبَانِي، انْظُرِ «الصَّحِيحَةَ» (4/ 207).",
            "page": "91",
            "part": "1",
            "seal": "040AC613"
        },
        {
            "id": "85",
            "nass": "قَالَ: «فَاعْتَرَضَ قَوْمٌ، فَقَالُوا: قَدْ سَبَقَ عِلْمُ اللهِ - عَزَّ وَجَلَّ - بِنِهَايَةِ أَجَلِ المَرْءِ وَمُدَّةِ صِحَّتِهِ وَشِدَّةِ سَقَمِهِ؛ فَأَيُّ مَعْنًى لِلْعِلَاجِ؟!». ¶ قَالَ: «فَقُلْنَا لَهُمْ: نَسْأَلُكُمْ هَذَا السُّؤَالَ نَفْسَهُ فِي جَمِيعِ مَا يَتَصَرَّفُ فِيهِ النَّاسُ مِنَ الأَكْلِ وَالشُّرْبِ، وَاللِّبَاسِ لِلْمَطَرِ وَالبَرْدِ وَالحَرِّ، وَالسَّعْيِ بِالمَعَاشِ بِالحَرْثِ وَالغَرْسِ وَالقِيَامِ عَلَى المَاشِيَةِ وَالتَّحَرُّفِ بِالتِّجَارَةِ وَالصِّنَاعَةِ، وَنَقُولُ لَهُمْ: قَدْ سَبَقَ عِلْمُ اللهِ - تَعَالَى - بِنِهَايَةِ أَجَلِ المَرْءِ وَمُدَّةِ صِحَّتِهِ وَمُدَّةِ سَقَمِهِ؛ فَأَيُّ مَعْنًى لِكُلِّ مَا ذَكَرْنَا؟! فَلَا جَوَابَ لَهُمْ إِلَّا أَنْ يَقُولُوا: إِنَّ عِلْمَ اللهِ - تَعَالَى - أَيْضًا قَدْ سَبَقَ بِمَا يَكُونُ مِنْ كُلِّ ذَلِكَ، وَبِأَنَّهَا أَسْبَابٌ إِلَى بُلُوغِ نِهَايَةِ العُمُرِ المَقُدَّرَةِ، فَنَقُولُ لَهُمْ: وَهَكَذَا الطِّبُّ؛ قَدْ سَبَقَ فِي عِلْمِ اللهِ - تَعَالَى - أَنَّ هَذَا العَلِيلَ يَتَدَاوَى، وَأَنَّ تَدَاوِيَهُ سَبَبٌ إِلَى بُلُوغِ نِهَايَةِ أَجَلِهِ، فَالعِلَلُ مُقَدَّرَةٌ، وَالزَّمَانَةُ (¬1) مُقَدَّرَةٌ، وَالمَوْتُ مُقَدَّرٌ، وَالعِلَاجُ مُقَدَّرٌ، وَلَا مَرَدَّ لِحُكْمِ اللهِ - تَعَالَى -، وَنَافِذٌ عِلْمُهُ فِي كُلِّ شَيْءٍ مِنْ ذَلِكَ، لَا إِلَهَ إِلَّا هُوَ، وَهَذَا الكَسْبُ: مِنْهُ مَا لَيْسَ رِزْقًا، فَلَا يَصِلُ العَبْدُ إِلَيْهِ وَلَوْ جَهِدَ جَهْدَهُ أَوْ سَعَى لَهُ دَهْرَهُ، وَلَوْ صَارَ فِي يَدَيْهِ لَتَلِفَ، وَلَوْ صَارَ فِي فِيهِ لَسَقَطَ مِنْهُ، وَمِنْهُ: مَا هُوَ رِزْقٌ لِلإِنْسَانِ مَحْتُومٌ لَهُ؛ فَقَدْ يَأْتِيهِ بِلَا عَنَاءٍ، وَلَوْ رَامَ أَهْلُ الأَرْضِ صَرْفَهُ عَنْهُ مَا قَدِرُوا؛ فَقَدْ نَجِدُ الفُلْفُلَ (¬2) بِبِلَادِ الهِنْدِ ثُمَّ يُسَخِّرُ اللهُ لَهُ مَنْ يَجْلِبُهُ (¬3) إِلَى مَنْ ¶ ¬__________ ¶ (¬1) بِفَتْحِ الزَّايِ، وَهِيَ: المَرَضُ الدَّائِمُ وَالعَاهَةُ. ¶ (¬2) بِضَمِّ الفاءَيْنِ، أَمَّا كَسْرُهُمَا فَمِنْ أَهْلِ اللُّغَةِ مَنْ جَوَّزَهُ، وَأَصْلُ الكَلِمَةِ فَارِسِيَّةٌ. ¶ (¬3) بِكَسْرِ اللَّامِ وَضَمِّهَا؛ مِنْ بَابَيْ: (ضَرَبَ) وَ (قَتَلَ).",
            "page": "92",
            "part": "1",
            "seal": "05FA2575"
        },
        {
            "id": "86",
            "nass": "هُوَ مَكْتُوبٌ لَهُ بِأَقْصَى الأَنْدَلُسِ، وَمِثْلُ هَذَا كَثِيرٌ» (¬1). ¶ وَقَالَ العَلَّامَةُ ابْنُ القَيِّمِ - رَحِمَهُ اللهُ - بَعْدَ تَقْرِيرِهِ نَفْعَ الدُّعَاءِ وَالأَمْرَ بِهِ وَدَفْعَهُ لِلْبَلَاءِ: «وَقَدِ اعْتَرَضَ قَوْمٌ بِأَنَّ المَدْعُوَّ بِهِ إِنْ كَانَ قَدْ قُدِّرَ لَمْ يَكُنْ بُدٌّ مِنْ وُقُوعِهِ - دَعَا بِهِ العَبْدُ أَوْ لَمْ يَدْعُ -؛ لأَنَّ كُلَّ مُقَدَّرٍ كَائِنٌ - كَمَا دَلَّتْ عَلَيْهِ الآيَاتُ الصَّرِيحَةُ وَالأَحَادِيثُ الصَّحِيحَةُ -، وَإِنْ لَمْ يَكُنْ قُدِّرَ لَمْ يَقَعْ - سَأَلَهُ العَبْدُ أَوْ لَمْ يَسْأَلْهُ -، فَظَنَّتْ طَائِفَةٌ صِحَّةَ هَذَا الكَلَامِ، فَتَرَكَتِ الدُّعَاءَ، وَقَالُوا: لَا فَائِدَةَ فِيهِ» (¬2). ¶ قَالَ: «وَهَؤُلَاءِ - مَعَ فَرْطِ جَهْلِهِمْ وَضَلَالَتِهِمْ - مُتَنَاقِضُونَ؛ فَإِنَّ مَذْهَبَهُمْ يُوجِبُ تَعْطِيلَ جَمِيعِ الأَسْبَابِ، فَيُقَالُ لأَحَدِهِمْ: إِنْ كَانَ الشِّبَعُ وَالرَّيُّ قَدْ قُدِّرَا لَكَ فَلَا بُدَّ مِنْ وُقُوعِهِمَا؛ أَكَلْتَ أَوْ لَمْ تَأْكُلْ؛ شَرِبْتَ أَوْ لَمْ تَشْرَبْ، فَلَا حَاجَةَ لِلأَكْلِ وَالشُّرْبِ، وَإِنْ كَانَ الوَلَدُ قَدْ قُدِّرَ لَكَ فَلَا بُدَّ مِنْهُ؛ وُطِئْتِ الزَّوْجَةُ وَالأَمَةُ أَوْ لَمْ تُوْطَأْ، وَإِنْ لَمْ يُقَدَّرْ لَمْ يَكُنْ، فَلَا حَاجَةَ لِلتَّزْوِيجِ وَالتَّسَرِّي - وَهَلُمَّ جَرًّا -، فَهَلْ يَقُولُ هَذَا عَاقِلٌ أَوْ آدَمِيٌّ؟! بَلِ الحَيَوَانُ البَهِيمُ مَفْطُورٌ عَلَى مُبَاشَرَةِ الأَسْبَابِ الَّتِي بِهَا قِوَامُهُ وَحَيَاتُهُ، فَالحَيَوَانَاتُ أَعْقَلُ وَأَفْهَمُ مِنْ هَؤُلاَءِ الَّذِينَ هُمْ كَالأَنْعَامِ؛ بَلْ هُمْ أَضَلُّ ¶ ¬__________ ¶ (¬1) أَوْرَدَ المُصَنِّفُ - أَيْضًا - كَلَامَ ابْنِ حَزْمٍ فِي كِتَابِهِ «رَفْعِ الشُّبْهَةِ وَالغَرَرِ عَمَّنْ يَحْتَجُّ عَلَى فِعْلِ المَعَاصِي بِالقَدَرِ» (ص24)، وَعَزَاهُ إِلى «المِلَلِ وَالنِّحَلِ» لابْنِ حَزْمٍ، وَلَمْ أَقِفْ عَلَيْهِ فِيهِ - فِيمَا بَحَثْتُ -. ¶ (¬2) انْظُرِ «الجَوَابَ الكَافِي» (ص16).",
            "page": "93",
            "part": "1",
            "seal": "63E6EC5D"
        },
        {
            "id": "87",
            "nass": "سَبِيلًا» (¬1). ¶ قَالَ: «وَعَلَى هَذَا: فَالدُّعَاءُ مِنْ أَقْوَى الأَسْبَابِ، فَإِذَا قُدِّرَ وُقُوعُ المَدْعُوِّ بِهِ بِالدُّعَاءِ لَمْ يَصِحَّ أَنْ يُقَالَ: لَا فَائِدَةَ فِي الدُّعَاءِ كَمَا لَا يُقَالُ: لَا فَائِدَةَ فِي الأَكْلِ وَالشُّرْبِ وَجَمِيعِ الحَرَكَاتِ وَالأَعْمَالِ» (¬2). ¶ وَاعْلَمْ - أَيَّدَكَ اللهُ - أَنَّهُ لَيْسَ كُلُّ مَا يَظُنُّهُ الإِنْسَانُ سَبَبًا يَكُونُ سَبَبًا، وَلَيْسَ كُلُّ سَبَبٍ مُبَاحًا فِي الشَّرِيعَةِ، وَلَيْسَ كُلُّ سَبَبٍ مَقْدُورًا لِلْعَبْدِ، فَالعَبْدُ يُؤْمَرُ بِالسَّبَبِ الَّذِي أَذِنَ اللهُ فِيهِ وَيَنْهَى عَنْ غَيْرِهِ، وَغَيْرُ المَقْدُورِ لِلْعَبْدِ لَيْسَ فِيهِ إِلَّا الدُّعَاءُ وَالتَّوَكُّلُ عَلَى اللهِ - تَعَالَى - (¬3). ¶ وَمِمَّا يُؤَيِّدُ هَذَا: مَا ثَبَتَ فِي «الصَّحِيحِ»، أَنَّ النَّبِيَّ - صلى الله عليه وسلم - نَهَى عَنِ النَّذْرِ، وَقَالَ: «لَا يَأْتِي بِخَيْرٍ، وَإِنَّمَا يُسْتَخْرَجُ بِهِ مِنَ البَخِيلِ» (¬4). ¶ فَأَخْبَرَ أَنَّ النَّذْرَ لَيْسَ مِنَ الأَسْبَابِ المَأْذُونِ فِيهَا لِجَلْبِ المَنْفَعَةِ وَدَفْعِ المَضَرَّةِ، وَلَكِنْ نُلْقِيهِ إِلَى مَا قُدِّرَ لَهُ، فَنُهِيَ عَنْهُ لِعَدَمِ فَائِدَتِهِ (¬5). ¶ وَكَذَلِكَ حَدِيثُ مُسْلِمٍ عَنِ ابْنِ مَسْعُودٍ، قَالَ: قَالَتْ أُمُّ حَبِيبَةَ - زَوَجُ النَّبِيِّ - صلى الله عليه وسلم - -: اللَّهُمَّ أَمْتِعْنِي بِزَوْجِي رَسُولِ اللهِ وَبِأَبِي أَبِي سُفْيَانَ وَبِأَخِي ¶ ¬__________ ¶ (¬1) انْظُرِ «الجَوَابَ الكَافِي» (ص16). ¶ (¬2) انْظُرِ «الجَوَابَ الكَافِي» (ص17). ¶ (¬3) انْظُرِ «الاسْتِقَامَةَ» (1/ 153). ¶ (¬4) مِنْ حَدِيثِ عَبْدِ اللهِ بْنِ عُمَرَ، رَوَاهُ البُخَارِيُّ (6608)، وَمُسْلِمٌ (1639). ¶ (¬5) الفِقْرَةُ مِنْ كَلَامِ شَيْخِ الإِسْلَامِ ابْنِ تَيْمِيَّةَ، انْظُرِ «الاسْتِقَامَةَ» (1/ 156).",
            "page": "94",
            "part": "1",
            "seal": "B1D36F8F"
        },
        {
            "id": "88",
            "nass": "مُعَاوِيَةَ، قَالَ: فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -: «قَدْ سَأَلْتِ اللهَ لِآجَالٍ مَضْرُوبَةٍ وَأَيَّامٍٍ مَعْدُودَةٍ وَأَرْزَاقٍ مَقْسُومَةٍ، لَنْ يُعَجِّلَ اللهُ شَيْئًا قَبْلَ أَجَلِهِ (¬1)، وَلَنْ يُؤَخِّرَ شَيْئًا عَنْ أَجَلِهِ، وَلَوْ كُنْتِ سَأَلْتِ اللهَ أَنْ يُعِيذَكِ مِنْ عَذَابٍ فِي النَّارِ أَوْ عَذَابٍ فِي القَبْرِ كَانَ خَيْرًا وَأَفْضَلَ» (¬2). ¶ فَفِي هَذَا الحَدِيثِ: أَنَّ الدُّعَاءَ يَكُونُ مَشْرُوعًا نَافِعًا فِي بَعْضِ الأَسْبَابِ دُونَ بَعْضٍ، فَالأَعْمَارُ المُقَدَّرَةُ لَمْ يُشْرَعِ الدُّعَاءُ بِتَغْيِيرِهَا، بِخِلَافِ النَّجَاةِ مِنْ عَذَابِ الآخِرَةِ؛ فَإِنَّ الدُّعَاءَ مَشْرُوعٌ لَهُ، نَافِعٌ فِيهِ، وَلِذَلِكَ كَانَ الإِمَامُ أَحْمَدُ يَكْرَهُ أَنْ يُدْعَى لَهُ بِطُولِ العُمُرِ، وَيَقُولُ: هَذَا فُرِغَ مِنْهُ (¬3)، فَتَأَمَّلْ هَذَا؛ فَإِنَّهُ نَفِيسٌ جِدًّا (¬4). ¶ (تَنْبِيهٌ): اعْلَمْ - أَيَّدَكَ اللهُ - أَنَّهُ قَدْ ظَهَرَ مِنْ مَجْمُوعِ مَا أَسْلَفْنَاهُ: أَنَّ حَاصِلَ مَا مَرَّ مِنَ الآيَاتِ وَالأَحَادِيثِ: ¶ أَنَّ قَوْلَهُ - تَعَالَى -: {وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي ¶ ¬__________ ¶ (¬1) وَفِي «مُسْلِمٍ» (2663): «قَبْلَ حِلِّهِ»؛ بِكَسْرِ الحَاءِ وَفَتْحِهَا؛ قَالَ النَّوَوِيُّ فِي «شَرْحِ مُسْلِمٍ» (16/ 213): «هُمَا لُغَتَانِ، وَمَعْنَاهُ: وُجُوبُهُ وَحِينُهُ؛ يُقَالُ: (حَلَّ الأَجَلُ يَحِلُّ حِلًّا وَحَلًّا)». ¶ (¬2) رَوَاهُ مُسْلِمٌ (2663). ¶ (¬3) رَوَاهُ عَبْدُ اللهِ ابْنُ الإِمَامِ أَحْمَدَ فِي «المَسَائِلِ» (ص448)، قَالَ: رَأَيْتُ أَبِي إِذَا دُعِيَ لَهُ بِالبَقَاءِ يَكْرَهُهُ، وَيَقُولُ: هَذَا شَيْءٌ قَدْ فُرِغَ مِنْهُ. ¶ (¬4) الفِقْرَةُ مِنْ كَلَامِ شَيْخِ الإِسْلَامِ ابْنِ تَيْمِيَّةَ، انْظُرِ «الاسْتِقَامَةَ» (1/ 157).",
            "page": "95",
            "part": "1",
            "seal": "3FBE6EED"
        },
        {
            "id": "89",
            "nass": "كِتَابٍ} (¬1) أَنَّ مَعْنَاهُ: كُلُّ مَنْ طَالَ عُمْرُهُ أَوْ قَصُرَ فَهُوَ مَكْتُوبٌ فِي الكِتَابِ، وَأَنَّ قَوْلَهُ - تَعَالَى -: {ثُمَّ قَضَى أَجَلًا وَأَجَلٌ مُسَمًّى عِنْدَهُ} (¬2) أَنَّ الأَجَلَ المُسَمَّى عِنْدَهُ هُوَ الأَجَلُ الَّذِي قَضَاهُ، وَأَنَّ قَوْلَهُ - تَعَالَى -: {يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ} (¬3) عَلَى عُمُومِهِ، حَتَّى فِي الشَّقَاوَةِ وَالسَّعَادَةِ وَالأَجَلِ وَالرِّزْقِ وَالخَلْقِ وَالخُلُقِ، لَكِنْ بِاعْتِبَارِ مُتَعَلَّقِ الكِتَابَةِ وَالعِلْمِ - كَمَا مَرَّ -؛ لأَنَّ مِنَ المُشَاهَدِ أَنَّ الشَّخْصَ يَكُونُ كَافِرًا - وَذَلِكَ مَكْتُوبٌ فِي اللَّوْحِ المَحْفُوظِ لأَنَّهُ مِنْ جُمْلَةِ الحَوَادِثِ - ثُمَّ يُسْلِمُ، وَمُسْلِمًا ثُمَّ يَكْفُرُ، وَفَقِيرًا ثُمَّ يَسْتَغْنِي، وَعَكْسُهُ. ¶ وَلَا رَيْبَ أَنَّ كُلَّ ذَلِكَ حَوَادِثُ، وَالحَوَادِثُ كُلُّهَا مَكْتُوبَةٌ فِي اللَّوْحِ المَحْفُوظِ، فَبِالضَّرُورَةِ حَصَلَ المَحْوُ وَالإِثْبَاتُ، وَأَنَّ عِلْمَ اللِه - تَعَالَى - بِذَلِكَ أَزَلِيٌّ، لَا يَتَغَيَّرُ وَلَا يَتَبَدَّلُ؛ فَقَدْ ثَبَتَ بِالدَّلَائِلِ القَطْعِيَّةِ أَنَّ اللهَ عَالِمٌ بِالآجَالِ وَالأَرْزَاقِ - وَغَيْرِهَا -. ¶ وَحَقِيقَةُ العِلْمِ: مَعْرِفَةُ المَعْلُومِ عَلَى مَا هُوَ عَلَيْهِ، فَإِذَا عَلِمَ اللهُ أَنَّ زَيْدًا يَمُوتُ فِي وَقْتٍ مُعَيَّنٍ اسْتَحَالَ أَنْ يَمُوتَ قَبْلَهَ أَوْ بَعْدَهُ، فَلَا يَتَغَيَّرُ عِلْمُهُ - تَعَالَى - بِذَلِكَ، وَإِنَّ المَعْلُومَ هُوَ الَّذِي يَتَغَيَّرُ وَيَتَبَدَّلُ عَلَى وَفْقِ عِلْمِهِ، وَيَنْتَقِلُ مِنْ حَالٍ إِلَى حَالٍ، وَذَلِكَ مَعْلُومٌ بِضَرُورَةِ المُشَاهَدَةِ، وَأَنَّهُ لَا يَمْحُو شَيْئًا وَلَا ¶ ¬__________ ¶ (¬1) سُورَةُ (فَاطِر)، آيَة (11). ¶ (¬2) سُورَةُ (الأَنْعَام)، آيَة (2). ¶ (¬3) سُورَةُ (الرَّعْد)، آيَة (39).",
            "page": "96",
            "part": "1",
            "seal": "5E5C782E"
        },
        {
            "id": "90",
            "nass": "يُثْبِتُ شَيْئًا إِلَى مَا سَبَقَ عِلْمُهُ بِهِ، وَأَنَّ صِلَةَ الرَّحِمِ - وَنَحْوَهُ مِمَّا قُدِّرَ طُولُ العُمُرِ بِسَبَبِهِ - يَزِيدُ فِي الأَجَلِ فِي أَنَّ الدُّعَاءَ المُقَدَّرَ دَفْعُ البَلَاءِ بِهِ يَدْفَعُهُ (¬1). ¶ فَقَدْ ظَهَرَ لَكَ بِهَذَا التَّقْرِيرِ غَايَةُ البَيَانَ، وَارْتَفَعَ بِهِ اللَّبْسُ وَالإِشْكَالُ، وَأَغْنَاكَ عَنْ كَثِيرٍ مِنَ الهَذَيَانِ - وَاللهُ سُبْحَانَهُ وَتَعَالَى أَعْلَمُ -. ¶ وَبِالجُمْلَةِ (¬2): فَاعْلَمْ - وَفَّقَكَ اللهُ - أَنَّ صِلَةَ الرَّحِمِ تَزيدُ فِي العُمُرِ بِشَرْطِهِ، وَأَنَّ الدُّعَاءَ يَنْفَعُ وَتَحْصُلُ بِهِ النَّجَاةُ وَالهَلَاكُ، لَا سِيَّمَا وَقَدْ دَلَّ العَقْلُ وَالنَّقْلُ وَالفِطْرَةُ وَتَجَارِبُ الأُمَمِ - عَلَى اخْتِلَافِ أَجْنَاسِهَا وَمِلَلِهَا وَنِحَلِهَا - عَلَى أَنَّ التَّقَرُّبَ إِلَى رَبِّ الأَرْبَابِ وَطَلَبَ مَرْضَاتِهِ وَالإِحْسَانَ إِلَى خَلْقِهِ: مِنْ أَعْظَمِ الأَسْبَابِ الجَالِبَةِ لِكُلِّ خَيْرٍ، وَأَضْدَادَهَا مِنْ أَكْبَرِ الأَسْبَابِ الجَالِبَةِ لِكُلِّ شَرٍّ، فَمَا اسْتُجْلِبَتْ نِعَمُ اللهِ وَاسْتُدْفِعَتْ نِقْمُهُ بِمِثْلِ طَاعَتِهِ وَالتَّقَرُّبِ إِلَيْهِ وَالإِحْسَانِ إِلَى خَلْقِهِ، وَقَدْ رَتَّبَ اللهُ - سُبْحَانَهُ - حُصُولَ الخَيْرَاتِ فِي الدُّنْيَا وَالآخِرَةِ وَحُصُولَ الشُّرُورِ فِي الدُّنْيَا وَالآخِرَةِ فِي كِتَابِهِ العَزِيزِ عَلَى الأَعْمَالِ تَرَتُّبَ الجَزَاءِ عَلَى الشَّرْطِ وَالعِلَّةِ عَلَى المَعْلُولِ وَالمُسَبَّبِ عَلَى السَّبَبِ، فَقَالَ - جَلَّ مِنْ قَائِلٍ -: {إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا وَيُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ} (¬3)، وَقَالَ: {إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ ¶ ¬__________ ¶ (¬1) انْظُرْ «شَرْحَ صَحِيحِ مُسْلِمٍ» لِلنَّوَوِيِّ (16/ 213). ¶ (¬2) انْظُرِ «الجَوَابَ الكَافِي» لابْنِ القَيِّمِ (ص18). ¶ (¬3) سُورَةُ (الأَنْفَال)، آيَة (29).",
            "page": "97",
            "part": "1",
            "seal": "2DDA9DBD"
        },
        {
            "id": "91",
            "nass": "سَيِّئَاتِكُمْ} (¬1)، وَقَالَ: {لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ} (¬2)، وَقَالَ: {فَلَوْلَا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ (143) لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ} (¬3). ¶ وَبِالجُمْلَةِ: فَالقُرْآنُ مِنْ أَوَّلِهِ إِلَى آخِرِهِ صَرِيحٌ فِي تَرَتُّبِ الجَزَاءِ بِالخَيْرِ وَالشَّرِّ وَالأَحْكَامِ الشَّرْعِيَّةِ عَلَى الأَسْبَابِ؛ بَلْ أَحْكَامُ الدُّنْيَا وَالآخِرَةِ وَمَصَالِحُهُمَا وَمَفَاسِدُهُمَا عَلَى الأَسْبَابِ وَالأَعْمَالِ (¬4). ¶ وَمَنْ فَقِهَ فِي هَذِهِ المَسْأَلَةِ وَتَأَمَّلَهَا حَقَّ التَّأَمُّلِ انْتَفَعَ بِهَا غَايَةَ النَّفْعِ، وَلَمْ يَتَّكِلْ عَلَى القَدَرِ جَهْلًا مِنْهُ وَعَجْزًا وَتَفْرِيطًا وَإِضَاعَةً - فَيَكُونُ تَوَكُلُّهُ عَجْزًا وَعَجْزُهُ تَوَكُّلًا -؛ بَلِ الفَقِيهُ - كُلُّ الفَقِيهِ - الَّذِي يَرُدُّ القَدَرَ بِالقَدَرِ وَيَدْفَعُ القَدَرَ بِالقَدَرِ وَيُعَارِضُ القَدَرَ بِالقَدَرِ؛ بَلْ لَا يُمْكِنُ الإِنْسَانُ أَنْ يَعِيشَ إِلَّا بِذَلِكَ؛ فَإِنَّ الجُوعَ وَالعَطَشَ وَالبَرْدَ وَأَنْوَاعَ المَخَاوِفِ وَالمَحَاذِيرِ هِيَ مِنَ القَدَرِ، وَالخَلْقُ كُلُّهُمْ سَاعُونَ فِي دَفْعِ هَذَا القَدَرِ بِالقَدَرِ حَتَّى يَأْتِيَ القَضَاءُ المَحْتُومُ الَّذِي لَا يَدْفَعُهُ أَحَدٌ وَلَا يُغَيِّرُهُ؛ بِخِلَافِ مَا قُضِيَ صَرْفُهُ بِالتَّوْبِةِ وَالدُّعَاءِ وَالصَّدَقَةِ وَالحِفْظِ؛ فَفِي تَفْسِيرِ {إِنْ كُلُّ نَفْسٍ لَمَّا عَلَيْهَا حَافِظٌ} (¬5)؛ أَيْ: ¶ ¬__________ ¶ (¬1) سُورَةُ (النِّسَاء)، آيَة (31). ¶ (¬2) سُورَةُ (إِبْرَاهِيم)، آيَة (7). ¶ (¬3) سُورَةُ (الصَّافَّات)، آيَة (143 - 144). ¶ (¬4) انْظُرِ «الجَوَابَ الكَافِي» لابْنِ القَيِّمِ (ص20). ¶ (¬5) سُورَةُ (الطَّارِق)، آيَة (4).",
            "page": "98",
            "part": "1",
            "seal": "92B78B37"
        },
        {
            "id": "92",
            "nass": "يَحْفَظُهَا مِنَ الآفَاتِ حَتَّى يُسَلِّمَهَا إِلَى القَدَرِ، قَالَ الفَرَّاءُ: «الحَافِظُ مِنَ اللهِ، يَحْفَظُهَا حَتَّى يُسَلِّمَهَا إِلَى المَقَادِيرِ»، وَقَالَهُ الكَلْبِيُّ (¬1). ¶ وَنَقَلَ بَعْضُهُمْ فِي قَوْلِهِ - تَعَالَى -: {لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ} (¬2)؛ يَعْنِي: المَلَائِكَةَ المُوَكَّلِينَ بِهِ لِحِفْظِهِ مِنَ الوُحُوشِ وَالهَوَامِّ (¬3) وَالأَشْيَاءِ المُضِرَّةِ لُطْفًا مِنْهُ، فَإِذَا جَاءَ القَدَرُ خَلَّوْا بَيْنَهُ وَبَيْنَهُ، قَالَهُ ابْنُ عَبَّاسٍ وَعَلِيُّ بْنُ أَبِي طَالِبٍ (¬4). ¶ وَنَقَلَ المَاوَرْدِيُّ: يَحْفَظُونَهُ مِنَ المَوْتِ مَا لَمْ يَأْتِ أَجَلُهُ، قَالَهُ الضَّحَّاكُ، وَقِيلَ: يَحْفَظُونَهُ مِنَ الجِنِّ وَالهَوَامِّ المُؤْذِيَةِ مَا يَأْتِ قَدَرٌ، قَالَهُ أَبُو أُمَامَةَ (¬5) وَكَعْبُ الأَحْبَارِ، فَإِذَا جَاءَ القَدَرُ خَلَّوْا عَنْهُ (¬6). ¶ ¬__________ ¶ (¬1) انْظُرْ «تَفْسِيرَ القُرْطُبِيِّ» (20/ 3). ¶ (¬2) سُورَةُ (الرَّعْد)، آيَة (11). ¶ (¬3) بِتَشْدِيدِ المِيمِ، قَالَ ابْنُ الأَثِيرِ فِي «النِّهَايَةِ فِي غَرِيبِ الأَثَرِ» (5/ 275): «(الهَامَّةُ): كُلُّ ذاتِ سُمٍّ يَقْتُلُ، وَالجَمْعُ: (الهَوَامُّ)، فَأَمَّا مَا يَسُمُّ وَلَا يَقْتُلُ فَهُوَ السَّامَّةُ - كَالعَقْرَبِ وَالزُّنْبُورِ -، وَقَدْ يَقَعُ الهَوَامُّ عَلَى مَا يَدِبُّ مِنَ الحَيَوَانِ وَإِنْ لَمْ يَقْتُلْ - كَالحَشَرَاتِ -». ¶ (¬4) أَثَرُ ابْنِ عَبَّاسٍ: أَخْرَجَهُ ابْنُ جَرِيرٍ فِي «تَفْسِيرِهِ» (13/ 458) مُخْتَصَرًا بِلَفْظِ: «فَإِذَا جَاءَ القَدَرُ خَلَّوْا عَنْهُ»، وَأَمَّا أَثَرُ عَلِيِّ بْنِ أَبِي طَالِبٍ فَأَوْرَدَهُ السُّيُوطِيُّ فِي «الدُّرِّ المَنْثُورِ» (4/ 615) بِلَفْظِ: «لَيْسَ مِنْ عَبْدٍ إِلَّا وَمَعَهُ مَلَائِكَةٌ يَحْفَظُونَهُ مِنْ أَنْ يَقَعَ عَلَيْهِ حَائِطٌ، أَوْ يَتَرَدَّى فِي بِئْرٍ، أَو يَأْكُلَهُ سَبُعٌ، أَوْ غَرْقٍ، أَوْ حَرْقٍ، فَإِذا جَاءَ القَدَرُ خَلَّوْا بَيْنَهُ وَبَيْنَ القَدَرِ»، وَعَزَاهُ إِلَى ابْنِ المُنْذِرِ وَأَبِي الشَّيْخِ. ¶ (¬5) عِنْدَ المَاوَرْدِيِّ فِي «تَفْسِيرِهِ» (3/ 99): أَبُو مَالِكٍ. ¶ (¬6) انْظُرْ «تَفسِيرَ المَاوَرْدِيِّ» (3/ 98 - 99).",
            "page": "99",
            "part": "1",
            "seal": "BD837D90"
        },
        {
            "id": "93",
            "nass": "وَقَالَ أَبُو مِجْلَزٍ (¬1): جَاءَ رَجُلٌ إِلَى عَلِيِّ بْنِ أَبِي طَالِبٍ، فَقَالَ لَهُ: احْتَرِسْ؛ فَإِنَّ نَاسًا يُرِيدُونَ قَتْلَكَ، فَقَالَ: إِنَّ مَعَ كُلِّ رَجُلَيْنِ مَلَكَيْنِ يَحْفَظَانِهِ مِمَّا لَمْ يُقَدَّرْ، فَإِذَا جَاءَ القَدَرُ خَلَّيَا بَيْنَهُ وَبَيْنَ قَدَرِ اللهِ، وَإِنَّ الأَجَلَ حِصْنٌ حَصِينٌ (¬2). ¶ وَهَكَذَا مَنْ وَفَّقَهُ اللهُ - تَعَالَى - وَأَلْهَمَهُ رُشْدَهُ؛ يَدْفَعُ قَدَرَ العُقُوبَةِ الأُخَرْوِيَّةِ (¬3) بِقَدَرِ التَّوْبَةِ وَالإِيمَانِ وَالأَعْمَالِ الصَّالِحَةِ؛ فَهَذَا وِزَانُ (¬4) القَدَرِ المَخُوفِ (¬5) فِي الدُّنْيَا، وَمَا يُضَادُّهُ سَوَاءٌ، فَرَبُّ الدَّارَيْنِ وَاحِدٌ وَحِكْمَتُهُ وَاحِدَةٌ، لَا يُنَاقِضُ بَعْضُهَا بَعْضًا، وَلَا يُبْطِلُ بَعْضُهَا بَعْضًا، وَهَذِهِ المَسْأَلَةُ مِنْ أَشْرَفِ المَسَائِلِ لِمَنْ عَرَفَ قَدْرَهَا وَرَعَاهَا حَقَّ رِعَايَتِهَا؛ فَإِنَّ الأَعْمَالَ ¶ ¬__________ ¶ (¬1) بِكَسْرِ المِيمِ وَسُكُونِ الجِيمِ وَفَتْحِ اللَّامِ، وَهُوَ: لَاحِقُ بْنُ حُمَيْدٍ السَّدُوسِيُّ، انْظُرْ «تَقْرِيبَ التَّهْذِيبِ» (ص586). ¶ (¬2) أَخْرَجَهُ ابْنُ سَعْدٍ فِي «الطَّبَقَاتِ» (3/ 34)، وَالطَّبَرِيُّ فِي «تَفْسِيرِهِ» (13/ 466) بِلَفْظِ: (جُنَّةٌ حَصِينَةٌ) بَدَلَ: (حِصْنٌ حَصِينٌ). ¶ (¬3) بِضَمِّ الهَمْزَةِ، نِسْبَةً - هُنا - إِلَى (الآخِرَةِ)، وَهِيَ مِنَ النِّسَبِ الشَّاذَّةِ الَّتِي أَخَذَتْ بِهَا العَرْبُ تَشْبِيهًا بِالدُّنْيَوِيِّ المَنْسُوبِ إِلَى الدُّنْيَا، وَيَأْتِي هَذَا اللَّفْظُ - أَيْضًا - عَلَى القِيَاسِ؛ نِسْبَةً إِلَى (الأُخْرَى). ¶ (¬4) بِالكَسْرِ؛ وَ (وِزَانُ الشَّيْءِ): مَا يُعَادِلُهُ وَيُسَاوِيهِ وَيُقَابِلُهُ. ¶ (¬5) بِفَتْحِ المِيمِ وَضَمِّ الخَاءِ - هُنَا -؛ أَيِ: مَا يُخَافُ مِنْهُ؛ مِنْ (خَافَ الشَّيْءَ) فَهُوَ: مَخُوفٌ؛ كَـ (مَحْذُورٍ)؛ أَيْ: مَا يُحْذَرُ مِنْهُ؛ مِنْ (حَذِرَ الشَّيْءَ)، أَمَّا (المُخَوِّفُ) - بِضَمِّ المِيمِ وَفَتْحِ الخَاءِ وَتَشْدِيدِ الوَاوِ المَكْسُورَةِ - فَمِنْ: (خَوَّفَ النَّاسَ)؛ أَيْ: جَعَلَ النَّاسَ يَخَافُونَهُ، وَهَذَا بِخِلَافِ اللَّفْظِ الأَوَّلِ الَّذِي لَمْ يَكُنْ لِلتَّخْوِيفِ قَصْدٌ، وَهُوَ المُوَافِقُ لِلَفْظِ القَدَرِ المَذْكُورِ فِي السِّيَاقِ.",
            "page": "100",
            "part": "1",
            "seal": "23BBCF9B"
        },
        {
            "id": "94",
            "nass": "الصَّالِحَةَ تَنْفَعُ فِي الآخِرَةِ - بِإِجْمَاعِ العُلَمَاءِ -، وَإِنَّ الكُفْرَ مُحَرِّمٌ لِدُخُولِ الجَنَّةِ - بِنَصِّ القُرْآنِ -، وَالعَمَلَ الصَّالِحَ وَالدُّعَاءَ يَدْفَعُ البَلَاءَ المُقَدَّرَ دَفْعُهُ بِهِ، وَيَحْصُلُ بِهِ المَحْوُ وَالإِثْبَاتُ المُقَدَّرَانِ بِهِ؛ فَقَدْ نَقَلَ القُرْطُبِيُّ - وَغَيْرُهُ - قَالَ: بَيْنَمَا مَالِكُ بْنُ دِينَارٍ يَوْمًا جَالِسٌ؛ إِذْ جَاءَهُ رَجُلٌ، فَقَالَ: يَا أَبَا يَحْيَى! ادْعُ لامْرَأَةٍ حُبْلَى مُنْذُ أَرْبَعِ سِنِينَ قَدْ أَصْبَحَتْ فِي كَرْبٍ شَدِيدٍ، فَغَضِبَ مَالِكٌ، وَأَطْبَقَ المُصْحَفَ، ثُمَّ قَالَ: مَا يَرَى هَؤُلَاءِ القَوْمُ إِلَّا أَنَّا أَنْبِيَاءُ، ثُمَّ قَرَأَ، ثُمَّ دَعَا، ثُمَّ قَالَ: اللَّهُمَّ هَذِهِ المَرْأَةُ إِنْ كَانَ فِي بَطْنِهَا رِيحٌ فَأَخْرِجْهُ السَّاعَةَ، وَإِنْ كَانَ فِي بَطْنِهَا جَارِيَةٌ فَأَبْدِلْهَا بِهَا غُلَامًا؛ فَإِنَّكَ تَمْحُو مَا تَشَاءُ وَتُثْبِتُ وَعِنْدَكَ أُمُّ الكِتَابِ، ثُمَّ رَفَعَ مَالِكٌ يَدَيْهِ، وَرَفَعَ النَّاسُ أَيْدِيَهُمْ، وَجَاءَ الرَّسُولُ إِلَى الرَّجُلِ، فَقَالَ: أَدْرِكِ امْرَأَتَكَ، فَذَهَبَ الرَّجُلُ، فَمَا حَطَّ مَالِكٌ يَدَهُ حَتَّى طَلَعَ الرَّجُلُ مِنْ بَابِ المَسْجِدِ عَلَى رَقَبَتِهِ غُلَامٌ جَعْدٌ (¬1)، ابْنُ أَرْبَعِ سِنِينَ، قَدِ اسْتَوَتْ أَسْنَانُهُ (¬2). ¶ فَهَذَا دُعَاءُ مَالِكٍ قَدْ كَانَ السَّبَبَ فِي ذَلِكَ ظَاهِرًا، كَمَا أَنَّ الأَكْلَ وَالشُّرْبَ وَعَدَمَ ذَبْحِ الحَيَوَانِ سَبَبٌ ظَاهِرٌ فِي الحَيَاةِ، وَالسَّبَبُ وَالمُسَبَّبُ كُلُّ ذَلِكَ قَدْ سَبَقَ فِي عِلْمِ اللهِ وَتَقْدِيرِهِ كَمَا هُوَ؛ لَا يُبَدَّلُ، وَلَا يَكُونُ الْبَتَّةَ إِلَّا مَا سَبَقَ فِي ¶ ¬__________ ¶ (¬1) بِفَتْحِ الجِيمِ، وَالجَعْدُ مِنَ الشَّعْرِ: المُلْتوِي، وَمِنَ الرَّأْسِ: المُسْتَدِيرُ قَلِيلُ اللَّحْمِ. ¶ (¬2) رَوَاهُ الدَّارَقُطْنِيُّ فِي «السُّنَنِ» (4/ 501)، وَمِنْ طَرِيقِهِ أَخْرَجَهُ البَيْهَقِيُّ فِي «سُنَنِهِ الكُبْرَى» (7/ 729)، وَقَدْ تَقَدَّمَ.",
            "page": "101",
            "part": "1",
            "seal": "606D6D4C"
        },
        {
            "id": "95",
            "nass": "عِلْمِهِ وَتَقْدِيرِهِ، لَا إِلَهَ إِلَّا هُوَ، يَفْعَلُ مَا يَشَاءُ، وَيَحْكُمُ مَا يُرِيدُ. ¶ وَاعْلَمْ - أَيَّدَكَ اللهُ - كَمَا قَالَ شَيْخُ الإِسْلَامِ ابْنُ تَيْمِيَّةَ (¬1): أَنَّ أَهْلَ المِلَلِ كُلَّهُمْ (¬2) مُتَّفِقُونَ عَلَى أَنَّ اللهَ يُثِيبُ عَلَى الطَّاعَةِ وَيُعَاقِبُ عَلَى المَعَاصِي. ¶ وَقَدْ ذَهَبَ قَوْمٌ مِنَ المُدَّعِينَ لِلْمَعْرِفَةِ وَالحَقِيقَةِ وَالفَنَاءِ الَّذِينَ يَطْلُبُونَ أَنْ لَا يَكُونَ لَهُمْ مُرَادٌ؛ بَلْ يُرِيدُونَ مَا يُرِيدُ الحَقُّ - تَعَالَى -، فَقَالُوا: إِنَّ الكَمَالَ أَنْ تَفْنَى عَنْ إِرَادَتِكَ وَتَبْقَى مَعَ إِرَادَةِ رَبِّكَ، وَعِنْدَهُمْ أَنَّ جَمِيعَ الكَائِنَاتِ بِالنِّسْبَةِ إِلَى الرَّبِّ سَوَاءٌ، فَلَا يَسْتَحْسِنُونَ حَسَنَةً وَلَا يَسْتَقْبِحُونَ سَيِّئَةً. ¶ قَالَ: وَهَذَا الَّذِي قَالُوهُ مُمْتَنِعٌ عَقْلًا، مُحَرَّمٌ شَرْعًا، وَلَيْسَتِ الطَّاعَاتُ عِنْدَهُمْ سَبَبًا لِلثَّوَابِ، وَلَا المَعَاصِي سَبَبًا لِلْعِقَابِ، وَالعَارِفُ عِنْدَهُمْ مَنْ يَكُونُ مُشَاهِدًا سَبْقَ الحَقِّ بِحُكْمِهِ وَعِلْمِهِ؛ أَيْ: يَشْهَدُ أَنَّهُ عَلِمَ مَا سَيَكُونُ وَحَكَمَ بِهِ؛ أَيْ: أَرَادَهُ وَقَضَاهُ وَكَتَبَهُ. ¶ وَكَثِيرٌ مِنْ أَهْلِ هَذَا المَذْهَبِ يَتْرُكُونَ الأَسْبَابَ الدُّنْيَوِيَّةَ، وَيَجْعَلُونَ وُجُودَ السَّبَبِ كَعَدَمِهِ، وَمِنْهُمْ قَوْمٌ زَنَادِقَةٌ؛ يَتْرُكُونَ الأَسْبَابَ الأُخْرَوِيَّةَ، فَيَقُولُونَ: إِنْ سَبَقَ العِلْمُ وَالحُكْمُ أَنَّا سُعَدَاءُ فَنَحْنُ سُعَدَاءُ، وَإِنْ سَبَقَ أَنَّا أَشْقِيَاءُ فَنَحْنُ أَشْقِيَاءُ، فَلَا فَائِدَةَ فِي العَمَلِ، وَمِنْهُمْ مَنْ يَتْرُكُ العَمَلَ بِنَاءً عَلَى هَذَا الأَصْلِ الفَاسِدِ، وَلَا رَيْبَ أَنَّ هَذَا الأَصْلَ الفَاسِدَ مُخَالِفٌ لِلْكِتَابِ وَالسُّنَّةِ ¶ ¬__________ ¶ (¬1) انْظُرْ «مِنْهَاجَ السُّنَّةِ» (5/ 360). ¶ (¬2) بِالنَّصْبِ عَلَى التَّأْكِيدِ، وَالرَّفْعِ عَلَى الابْتِدَاءِ.",
            "page": "102",
            "part": "1",
            "seal": "866FD9BC"
        },
        {
            "id": "96",
            "nass": "وَأَئِمَّةِ الدِّينِ، وَمُخَالِفٌ لِصَرِيحِ المَعْقُولِ، وَمُخَالِفٌ لِلْحِسِّ وَالمُشَاهَدَةِ، وَقَدْ سُئِلَ النَّبِيُّ - صلى الله عليه وسلم - عَنْ إِسْقَاطِ الأَسْبَابِ نَظَرًا إِلَى القَضَاءِ وَالقَدَرِ، فَرَدَّ - عَلَيْهِ السَّلَامُ - ذَلِكَ؛ كَمَا فِي «الصَّحِيحَيْنِ» عَنْهُ - صلى الله عليه وسلم - أَنَّهُ قَالَ: «مَا مِنْكُمْ مِنْ أَحَدٍ إِلَّا وَقَدْ عُلِمَ مَقْعَدُهُ مِنَ الجَنَّةِ وَمَقْعَدُهُ مِنَ النَّارِ»، قَالُوا: يَا رَسُولَ اللهِ! أَفَلَا نَدَعُ العَمَلَ وَنَتَّكِلُ عَلَى الكِتَابِ؟! فَقَالَ: «لَا؛ اعْمَلُوا؛ فَكُلٌّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ» (¬1)، إِلَى غَيْرِ ذَلِكَ مِمَّا تَقَدَّمَ مِنَ الأَحَادِيثِ وَالآيَاتِ. ¶ وَفِي «السُّنَنِ» أَنَّهُ - عَلَيْهِ السَّلَامُ - قِيلَ لَهُ: أَرَأَيْتَ أَدْوِيَةً نَتَدَاوَى بِهَا وَرُقًى نَسْتَرْقِي بِهَا وَتُقَاةً نَتَّقِيهَا، هَلْ تَرُدُّ مِنْ قَدَرِ اللهِ شَيْئًا؟ فَقَالَ - عَلَيْهِ السَّلَامُ -: «هِيَ مِنْ قَدَرِ اللهِ - تَعَالَى -» (¬2). ¶ فَثَبَتَ بِهَذَا أَنَّ اللهَ - تَعَالَى - جَعَلَ السَّعَادَةَ وَالشَّقَاوَةَ أَسْبَابًا، وَأَنَّهُ - سُبْحَانَهُ وَتَعَالَى - هُوَ مُسَبِّبُ الأَسْبَابِ وَخَالِقُ كُلِّ شَيْءٍ بِسَبَبٍ، لَكِنَّ الأَسْبَابَ - كَمَا قَالَ فِيهَا الغَزَالِيُّ وَابْنُ الجَوْزِيِّ وَغَيْرُهُمَا -: الالْتِفَاتُ إِلَى الأَسْبَابِ شِرْكٌ فِي التَّوْحِيدِ، وَالإِعْرَاضُ عَنِ الأَسْبَابِ بِالكُلِّيَّةِ قَدْحٌ في الشَّرْعِ، وَالتَّوَكُّلُ مَعْنًى يَلْتَئِمُ مِنْ مَعْنَى التَّوْحِيدِ وَالعَقْلِ وَالشَّرْعِ؛ فَالمُؤْمِنُ المُتَوَكِّلُ لَا يَلْتَفِتُ إلَى الأَسْبَابِ؛ بِمَعْنَى: أَنَّهُ لَا يَطْمَئِنُّ إِلَيْهَا وَلَا يَثِقُ بِهَا، وَلَا ¶ ¬__________ ¶ (¬1) مِنْ حَدِيثِ عَلِيٍّ، رَوَاهُ البُخَارِيُّ (4945) وَمُسْلِمٌ (2647) - وَقَدْ تَقَدَّمَ -. ¶ (¬2) مِنْ حَدِيثِ أَبِي خُزَامَةَ عَنْ أَبِيهِ - وَقَالَ بَعْضُهُمْ: عَنِ ابْنِ أَبِي خُزَامَةَ عَنْ أَبِيهِ -، رَوَاهُ التِّرْمِذِيُّ (2065) وَ (2148)، وَابْنُ مَاجَهْ (3437)، وَحَسَّنَهُ الأَلْبَانِيُّ، انْظُرِ «التَّعْلِيقَاتِ الحِسَانَ» (8/ 456).",
            "page": "103",
            "part": "1",
            "seal": "838B2040"
        },
        {
            "id": "97",
            "nass": "يَرْجُوهَا، وَلَا يَخَافُهَا؛ فَإِنَّهُ لَيْسَ فِي الوُجُودِ سَبَبٌ يَسْتَقِلُّ بِحُكْمٍ؛ بَلْ كُلُّ سَبَبٍ فَهُوَ مُفْتَقِرٌ إِلَى أُمُورٍ أُخَرَ تُضَمُّ إِلَيْهِ - كَالإِخْلَاصِ وَالقَبُولِ مَثَلًا -، وَلَهُ مَوَانِعُ وَعَوَائِقُ تَمْنَعُ مُوجِبَهُ، وَمَا ثَمَّ سَبَبٌ مُسْتَقِلٌّ بِنَفْسِهِ إِلَّا مَشِيئَةَ اللهِ وَحْدَهُ، فَمَا شَاءَ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ، وَمَا سَبَقَ بِهِ عِلْمُهُ وَحُكْمُهُ فَهُوَ حَقٌّ، وَقَدْ عَلِمَ وَحَكَمَ أَنَّ الشَّيْءَ الفُلَانِيَّ يَقَعُ بِالسَّبَبِ الفُلَانِيِّ. ¶ خَاتِمَةٌ: اعْلَمْ يَا أَخِي - وَفَّقَنِي اللهُ وَإِيَّاكَ - أَنَّ القَدَرَ عِبَارَةٌ عَنْ سَبْقِ عِلْمِ اللهِ - تَعَالَى - بِالمَقْدُورِ، وَمَا عَلِمَهُ اللهُ فَلَا سَبِيلَ إِلَى تَخَلُّفِهِ قَطْعًا - كَمَا مَرَّ بَيَانُهُ وَتَقْرِيرُهُ -، وَالقَضَاءَ عِبَارَةٌ عَنْ خَلْقِ اللهِ - تَعَالَى - لِذَلِكَ المَقْدُورِ، وَقَدْ أُمِرْتَ أَنْ تُدَافِعَ القَدَرَ بِالقَدَرِ، وَتَفِرَّ مِنَ القَدَرِ إِلَى القَدَرِ، فَإِذَا وَقَعَ فَعَلَى كُلِّ عَاقِلٍ حُرٍّ التَّسْلِيمُ وَالصَّبْرُ وَإِلَّا أَثِمَ وَأَتْعَبَ نَفْسَهُ، وَلَا يَكُونُ إِلَّا مَا يُرِيدُ، فَالتَّسْلِيمُ أَسْلَمُ وَهُوَ بِالحَالِ أَعْلَمُ؛ فَقَدْ رُوِيَ عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُ -: أَوَّلُ شَيْءٍ كَتَبَهُ اللهُ فِي اللَّوْحِ المَحْفُوظِ: إِنِّي أَنَا اللهُ، لَا إِلَهَ إِلَّا أَنَا، مُحَمَّدٌ رَسُولِي، مَنِ اسْتَسْلَمَ لِقَضَائِي وَصَبَرَ عَلَى بَلَائِي وَشَكَرَ نَعْمَائِي (¬1)؛ كَتَبْتُهُ صِدِّيقًا وَبَعَثْتُهُ مَعَ الصِّدِّيقِينَ، وَمَنْ لَمْ يَسْتَسْلِمْ لِقَضَائِي وَلَمْ يَصْبِرْ عَلَى بَلَائِي وَلَمْ يَشْكُرْ نَعْمَائِي؛ فَلْيَتَّخِذْ إِلَهًا سِوَايَ (¬2). ¶ ¬__________ ¶ (¬1) بِفَتْحِ النُّونِ، وَهِيَ النِّعْمَةُ. ¶ (¬2) أَوْرَدَهُ أَبُو اللَّيْثِ السَّمَرْقَنْدِيُّ فِي «تَنْبِيهِ الغَافِلِينَ» (ص263) بِلَا سَنَدٍ، وَرُوِيَ مَرْفُوعًا وَلَا يَصِحُّ، وَانْظُرْ «تَفسِيرَ القُرْطُبِيِّ» (19/ 298).",
            "page": "104",
            "part": "1",
            "seal": "C10EE5A9"
        },
        {
            "id": "98",
            "nass": "وَقَالَ إِبْرَاهِيمُ الحَرْبِيُّ (¬1): «اتَّفَقَ العُقَلَاءُ مِنْ كُلِّ أُمَّةٍ أَنَّ مَنْ لَمْ يَمْشِ مَعَ القَدَرِ لَمْ يَتَهَنَّ بِعَيْشٍ» (¬2). ¶ وَقَالَ ابْنُ الجَوْزِيِّ: مَنْ عَلِمَ أَنَّ مَا قُضِيَ لَا بُدَّ أَنْ يُصِيبَهُ قَلَّ حُزْنُهُ (¬3). ¶ عَجِبْتُ لِمَنْ أَيْقَنَ بِالقَدَرِ كَيْفَ يَحْزَنُ؟! (¬4). ¶ وَقَالَ - أَيْضًا -: مَنْ تَأَمَّلْ حَقَائِقَ الأَشْيَاءِ رَأَى الابْتِلَاءَ عَامًّا وَالأَغرَاضَ مُنْعَكِسَةً، وَعَلَى هَذَا وَضْعُ هَذِهِ الدَّارِ (¬5). ¶ فَالعَجَبُ مِمَّنْ يَدُهُ فِي سَلَّةِ الأَفَاعِي كَيْفَ يُنْكِرُ اللَّسْعَ؟! وَأَعْجَبَ مِنْهُ مَنْ ¶ ¬__________ ¶ (¬1) هُوَ: إِبْرَاهِيمُ بْنُ إِسْحَاقَ البَغْدَادِيُّ الحَرْبِيُّ؛ مِنْ أَعْلَامِ المُحَدِّثِينَ، كَانَ حَافِظًا لِلْحَدِيثِ، عَارِفًا بِالفِقْهِ، بَصِيرًا بِالأَحْكَامِ، قَيِّمًا بِالأَدَبِ، زَاهِدًا، تَفَقَّهُ عَلَى الإِمَامِ أَحْمَدَ، وَصَنَّفَ كُتُبًا كَثِيرَةً، تُوُفِّيَ سَنَةَ (285هـ)، انْظُرِ «الأَعْلَامَ» لِلزِّرِكْلِيِّ (1/ 32 - 33). ¶ (¬2) أَخْرَجَهُ الخَطِيبُ البَغْدَادِيُّ فِي «تَارِيخِ بَغْدَادَ» (6/ 522) بِلَفْظِ: «أَجْمَعُ عُقَلَاءُ كُلِّ أُمَّةِ أَنَّهُ مَنْ لَمْ يَجْرِ مَعَ القَدَرِ لَمْ يَتَهَنَّأْ بِعَيْشِهِ». ¶ (¬3) انْظُرْ «زَادَ المَسِيرِ» (4/ 237). ¶ (¬4) أوْرَدَهُ ابْنُ الجَوْزِيِّ فِي مَوَاضِعَ مِنْ كُتُبِهِ، وَقَدْ أَخْرَجَهُ البَيْهَقِيُّ مُسْنَدًا فِي «شُعَبِ الإِيمَانِ» (1/ 386) عَنْ مُوسَى بْنِ جَعْفَرِ بْنِ أَبِي كَثِيرٍ، عَنْ عَمِّهِ، قَالَ: «بَلَغَنِي فِي قَوْلِ اللهِ - عَزَّ وَجَلَّ -: {وَأَمَّا الْجِدَارُ فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ وَكَانَ تَحْتَهُ كَنْزٌ لَهُمَا}: أَنَّ الكَنْزَ - الَّذِي كَانَ لَوْحًا مِنْ ذَهَبٍ - مَكْتُوبٌ فِيهِ: عَجَبًا لِمَنْ أَيْقَنَ بِالمَوْتِ كَيْفَ يَفْرَحُ؟! عَجَبًا لِمَنْ أَيْقَنَ بِالْحِسَابِ كَيْفَ يَضْحَكُ؟! عَجَبًا لِمَنْ أَيْقَنَ بِالْقَدَرِ كَيْفَ يَحْزَنُ؟! عَجَبًا لِمَنْ يَرَى الدُّنْيَا وَزَوَالَهَا وَتَقَلُّبَهَا بِأَهْلِهَا كَيْفَ يَطْمَئِنَّ إِلَيْهَا؟! لَا إِلَهَ إِلَّا اللهُ مُحَمَّدٌ رَسُولُ اللهِ». ¶ (¬5) نَقَلَهُ عَنْهُ ابْنُ مُفْلِحٍ فِي «الفُرُوعِ» (3/ 400).",
            "page": "105",
            "part": "1",
            "seal": "72B1D880"
        },
        {
            "id": "99",
            "nass": "يَطْلُبُ مِنَ المَطْبُوعِ عَلَى الضُّرِّ (¬1) النَّفْعَ؟! (¬2) ¶ وَقَدْ قِيلَ: ¶ وَمَا اسْتَغْرَبَتْ عَيْنِي فِرَاقًا رَأَيْتُهُ ... وَلَا عَلَّمَتْنِي غَيْرَ مَا أَنَا عَالِمُهُ (¬3) ¶ وَفِي هَذَا القَدَرِ كِفَايَةٌ لِمَنْ تَدَبَرَهُ بِعَيْنِ البَصِيرَةِ - وَاللهُ سُبْحَانَهُ وَتَعَالَى أَعْلَمُ -. ¶ ************** ¶ قَالَ مُؤَلِّفُهُ - سَامَحَهُ اللهُ تَعَالَى وَعَفَا عَنْهُ -: فَرَغْتُ مِنْهُ لَيْلَةَ السَّبْتِ - بَعْدَ العِشَاءِ - الآخِرَةِ فِي العِشْرِينَ مِنْ ذِي الحِجَّةِ، سَنَةَ سَبْعٍ وَعِشْرِينَ بَعْدَ أَلْفٍ، وَذَلِكَ بِمَحْرُوسَةِ مِصْرَ، بِجِوَارِ المَشْهَدِ الحُسَيْنِيِّ (¬4). ¶ وَصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ الأُمِّيِّ، وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ. ¶ ¬__________ ¶ (¬1) بِضَمِّ الضَّادِ وَفَتْحِهَا. ¶ (¬2) انْظُرِ «الثَّبَات عِنْدَ المَمَات» (ص26). ¶ (¬3) البَيْتُ لِأَبِي الطَّيِّبِ المُتَنَبِّي. ¶ (¬4) وَكَانَ الفَرَاغُ مِنْ كِتَابَةِ هَذِهِ النُّسْخَةِ المُبَارَكَةِ: يَوْمَ الأَرْبِعَاءِ المُبَارَكِ، المُوَافِقِ ثَلَاثَةَ عَشرَ يَوْمًا خَلَتْ مِنْ شَهْرِ جُمَادَى الأَوَّلِ، سَنَةَ (1292هـ) عَلَى يَدِ رَاجِي عَفْوِهِ اللَّطيفِ: يُوسُفَ الظَّرِيفِ - غَفَرَ اللهُ لَهُ وَلِوَالِدَيْهِ -.",
            "page": "106",
            "part": "1",
            "seal": "2C621989"
        }
    ],
    "t1754": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "[تقديم]"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "[مقدمة المحقق]"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "[عملي في الكتاب]"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "[ترجمة المصنف]"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "[صحة نسبة الكتاب إلى المؤلف]"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "[وصف المخطوط]"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "[صورة من المخطوط]"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "الصفحة الأخيرة من المخطوط"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة في إثبات حقيقة القدر"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الأولى: في تفسير قوله - تعالى -: {يمحو الله ما يشاء ويثبت}"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "حجة القائلين بزيادة العمر ونقصه والمحو والإثبات"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "حجة القائلين بأن العمر لا يزيد ولا ينقص وأن المحو والإثبات ليس على عمومه"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "نقض المصنف لبعض الأقوال في المسألة"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "ترجيح المصنف في المسألة"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الثانية: في تفسير قوله - تعالى -: {وعنده أم الكتاب}"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "القول الفصل في المسألتين"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة المصنف"
        }
    ]
}