{
    "b1757": [
        {
            "id": "37",
            "nass": "س: ما معنى مخالفة الكفار؟ ¶ ج: أوجب الشرع الحنيف وجوب مخالفة الكافرين؛ وترك التشبه بهم فيما هو من خصائصهم؛ والتشبه يكون فيما يظهر ومن ذلك لبس الثياب التي هي علامة عليهم، وكطريقة كلامهم والتحدث بلغتهم بغير حاجة ونحو ذلك؛ أما المخالفة فتكون في الأفعال والأقوال وفي كل الأمور؛ ما لم يكن أمرًا أقره شرعنا الحنيف؛ فالمخالفة أعم وأوسع من ترك التشبه؛ قال تعالى: {ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنْ الْأَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ} (الجاثية: 18). وقال تعالى: {وَكَذَلِكَ أَنزَلْنَاهُ حُكْمًا عَرَبِيًّا وَلَئِنْ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَمَا جَاءَكَ مِنْ الْعِلْمِ مَا لَكَ مِنْ اللَّهِ مِنْ وَلِيٍّ وَلَا وَاقٍ} (الرعد: 37). ¶ وقول الله تعالى: {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنْ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمْ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ} (الحديد:16). ¶ وروى أبو داود (652) عَنْ شَدَّادِ بْنِ أَوْسٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" خَالِفُوا الْيَهُودَ، فَإِنَّهُمْ لَا يُصَلُّونَ فِي نِعَالِهِمْ وَلَا خِفَافِهِمْ \" وصححه الألباني في صحيح أبي داود. ¶ وعن أبي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" إِنَّ الْيَهُودَ وَالنَّصَارَى لَا يَصْبُغُونَ فَخَالِفُوهُمْ \" رواه البخاري (3462) ومسلم (2103). ¶ والأدلة في هذا الباب كثيرة. ¶ *****",
            "page": "37",
            "part": "1",
            "seal": "01A06C5D"
        },
        {
            "id": "38",
            "nass": "س: ما حكم عيادة مرضى الكفار؟ ¶ ج: يجوز إذا كان يرجى من وراء ذلك مصلحة؛ كإسلام المريض؛ وقد جاء في صحيح البخاري من طريق حماد بن زيد عن ثابت عن أنس رضي الله عنه قال: كان غلام يهودي يخدم النبي صلى الله عليه وسلم فمَرض فأتاه النبي صلى الله عليه وسلم يعوده فقعد عند رأسه فقال له: \"أسلم\" فنظر إلى أبيه وهو عنده فقال له: أطع أبا القاسم - صلى الله عليه وسلم-. فأسلم فخرج النبي صلى الله عليه وسلم وهو يقول: \"الحمد لله الذي أنقذه من النار\". ¶ وقد جاء في الصحيحين وغيرهما من طريق ابن شهاب قال أخبرني سعيد بن المسيب عن أبيه أنه أخبره أنه لما حضرت أبا طالب الوفاة جاءَه رسول الله صلى الله عليه وسلم فوجد عنده أبا جهل بن هشام وعبد الله بن أبي أمية بن المغيرة قال رسول الله صلى لله عليه وسلم لأبي طالب: يا عم قل لا إله إلا الله كلمة أشهد لك بها عند الله؛ فقال أبو جهل وعبد الله بن أبي أمية: يا أبا طالب أترغب عن ملة عبد المطلب؟ فلم يزل رسول الله صلى الله عليه وسلم يعرضها عليه ويعودان بتلك المقالة حتى قال أبو طالب آخر ما كلمهم: هو على ملة عبد المطلب وأبى أن يقول: لا إله إلا الله؛ فقال رسول الله صلى الله عليه وسلم: أما والله لأستغفرنّ لك ما لم أُنه عنك؛ فأنزل الله تعالى فيه: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى}. ¶ *****",
            "page": "38",
            "part": "1",
            "seal": "64DFB526"
        },
        {
            "id": "39",
            "nass": "س: ما حكم تعزية الكفار في أمواتهم؟ ¶ ج: لا بأس بذلك لتأليف قلوبهم بغير مفسدة ولا يكون في كنيسة، قال فضيلة الشيخ ابن عثيمين رحمه الله: \"ينظر في ذلك للمصلحة، إن كان في ذلك مصلحة التأليف وجلب المودة من هؤلاء الكفار للمسلمين فلا بأس، وإن لم يكن فيها فائدة فلا فائدة\" (¬1) انتهى. ¶ ***** ¶ س: ما حكم الاستغفار لموتى غير المسلمين؟ ¶ ج: لا يجوز الاستغفار لغير المسلمين أو الدعاء لهم بالرحمة؛ قال الله تعالى: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ} وفي الآية وجوب إظهار البراءة من الكفار والمنافقين من جميع الوجوه، وظهر في هذه الآية أنه تجب البراءة من أمواتهم وأحيائهم وإن كانوا في غاية القرب من الإنسان. ¶ ***** ¶ س: ما حكم الزواج من نساء الكفار؟ ¶ ج: يجوز للمسلم أن يتزوج المحصنة من أهل الكتاب اليهود والنصارى؛ والدليل قوله تعالى: {الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلَا مُتَّخِذِي أَخْدَانٍ} (المائدة:4). ¶ هذا مع كون المسلمة أولى؛ قال تعالى: {وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ} (البقرة:221). وأما المشركة التي تعبد الأصنام أو البوذية أو المجوسية أو الملحدة فلا يجوز للمسلم نكاحهن؛ والدليل على ذلك قوله تعالى: {وَلَا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ} (البقرة: 221). ¶ ***** ¶ ¬__________ ¶ (¬1) الإجابات على أسئلة الجاليات (1/ 14 - 15).",
            "page": "39",
            "part": "1",
            "seal": "CFC06D0F"
        },
        {
            "id": "40",
            "nass": "س: ما حكم زواج المسلمة من كافر؟ ¶ ج: يحرم على المسلمة أن تتزوج بغير مسلم؛ والدليل على ذلك قوله تعالى: {وَلَا تُنْكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَلَوْ أَعْجَبَكُمْ أُولَئِكَ يَدْعُونَ إِلَى النَّارِ وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ} (البقرة: 221). ¶ ***** ¶ س: هل يقدح في البراءة من الكفار محبة الزوجة غير المسلمة (الكتابية)؟ ¶ ج: أما إن كانت المحبة لدينها ولما هي عليه من الكفر فهذا والعياذ بالله من الموالاة الكبرى التي تخرج عن الإسلام؛ وأما إن كانت المحبة لحسن تبعلها له؛ ولتفانيها في خدمته وأولاده؛ مع بغض ما هي عليه من الكفر والبراءة منه ودوام النصح لها ودعوتها إلى الإسلام؛ فهذا لا شيء فيه والله أعلم. ¶ *****",
            "page": "40",
            "part": "1",
            "seal": "B84294FB"
        },
        {
            "id": "41",
            "nass": "س: ما حق الجار غير المسلم؟ ¶ ج: أولًا: اعتنى الشرع الحنيف بالجار، فوصى الله تعالى وأمر بالإحسان إليه فقال سبحانه وتعالى: {وَاعْبُدُواْ اللهَ وَلاَ تُشْرِكُواْ بِهِ شَيْئاً وَبِالْوَالِدَيْنِ إِحْسَاناً وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالجَنبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللهَ لاَ يُحِبُّ مَن كَانَ مُخْتَالاً فَخُوراً} (النساء: 36). ¶ وقال صلى الله عليه وسلم: «ما زال جبريل يوصيني بالجار، حتى ظننت أنه سيورثه» متفق عليه. ¶ وقال النبي صلى الله عليه وسلم: «من كان يؤمن بالله واليوم الآخر، فليحسن إلى جاره» متفق عليه. ¶ وللعلم فالجيران ثلاثة: ¶ (1) جار له حق واحد؛ وهو غير المسلم؛ له حق الجوار. ¶ (2) وجار له حقان وهو الجار المسلم؛ له حق الجوار وحق الإسلام. ¶ (3) وجار له ثلاثة حقوق؛ وهو الجار المسلم ذو القرابة والرحم؛ له حق الجوار وحق الإسلام وحق القربى. ¶ ثانيًا: أما عن الجار غير المسلم فله حق الجوار بالمعروف، مع الإحسان إليه لأنه داخل في عموم قوله صلى الله عليه وسلم: «من كان يؤمن بالله واليوم الآخر، فليحسن إلى جاره» متفق عليه. ¶ وعن أنس بن مالك رضي الله عنه قال: «كان غلام يهودي يخدم النبي صلى الله عليه وسلم فمرض، فأتاه النبي صلى الله عليه وسلم يعوده، فقعد عند رأسه فقال له: أسلم، فنظر إلى أبيه وهو عنده فقال له: أطع أبا القاسم صلى الله عليه ¶ وسلم، فخرج النبي صلى الله عليه وسلم وهو يقول: الحمد لله الذي أنقذه من النار» رواه البخاري. ¶ وكان عبد الله بن عمرو - رضي الله عنهما - إذا ذبح شاة يقول: «أهديتم لجاري اليهودي؟ فإني سمعت رسول الله صلى الله عليه وسلم يقول: مازال جبريل يوصيني بالجار حتى ظننت أنه سيورثه» رواه أبو داود. ¶ *****",
            "page": "41",
            "part": "1",
            "seal": "E754CE56"
        },
        {
            "id": "42",
            "nass": "س: ما حكم أكل طعام الكفار وذبائحهم؟ ¶ ج: طعام الكفار من أهل الكتاب وغيرهم حلال للمسلم شريطة ألا يكون محرمًا في الإسلام؛ عن أنس - رضي الله عنه - أن يهوديًا دعا النبي - صلى الله عليه وسلم - إلى خبز شعير، وإهالة سنخة فأجابه (¬1). وقال عز وجل: {الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ} الآية. ¶ أما الذبائح فيجوز أكل ما ذبح أهل الكتاب اليهود والنصارى؛ قال ابن قدامة: أجمع أهل العلم على إباحة ذبائح أهل الكتاب؛ لقول الله تعالى: {وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ} (المائدة: 5)؛ يعني: ذبائحهم. قال البخاري: قال ابن عباس: طعامهم ذبائحهم (¬2). ¶ وفي صحيح البخاري (رقم 5507) عن عائشة رضي الله عنها، \" أن قومًا أتوا النبي صلى الله عليه وسلم، فقالوا: إن قومًا يأتوننا باللحم، لا ندري أَذَكَرُوا اسم الله عليه أم لا؟ فقال: سموا أنتم، ثم كلوا\". ¶ أما ذبائح الكفار الوثنيين فلا يجوز أكلها، لأن الأصل في الذبائح الحرمة، ولأن الوثنيين لا يذكرون اسم الله عليه والله يقول: {وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ} (الأنعام: 121) والله أعلم. ¶ ***** ¶ ¬__________ ¶ (¬1) أخرجه أحمد (13201) بسند صحيح. ¶ (¬2) المغني (13/ 293).",
            "page": "42",
            "part": "1",
            "seal": "A30C5051"
        },
        {
            "id": "43",
            "nass": "س: ما حكم الاحتفال بأعياد الكفار؟ ¶ ج: لا يجوز الاحتفال بأعياد الكفار لما في ذلك من إقرار ما هم عليه من الكفر، ولما فيه من تكثير سوادهم؛ والتشبه بهم قد ثبت عن رسول الله صلى الله عليه وسلم أنه قال: \"من تشبه بقوم فهو منهم\"؛ والله سبحانه وتعالى يقول: {وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ} (الفرقان: 72). الآية فسرها العلماء بأعياد المشركين؛ ولما فيه من التعاون على الإثم والعدوان قال تعالى: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ} (المائدة:2). ¶ ولما فيه أيضًا من موالاتهم؛ قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ} (المائدة: 51)، وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ} (الممتحنة: 1). ¶ ولأنه ليس للمسلمين إلا عيدان يوم الفطر ويوم الأضحى وقد روى أبو داود (1134) والنسائي (1556) عَنْ أَنَسٍ رضي الله عنه قَالَ قَدِمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ وَلَهُمْ يَوْمَانِ يَلْعَبُونَ فِيهِمَا، فَقَالَ: مَا هَذَانِ الْيَوْمَانِ؟ قَالُوا: كُنَّا نَلْعَبُ فِيهِمَا فِي الْجَاهِلِيَّةِ. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ اللَّهَ قَدْ أَبْدَلَكُمْ بِهِمَا خَيْرًا مِنْهُمَا: يَوْمَ الْأَضْحَى، وَيَوْمَ الْفِطْر\"ِ وصححه الألباني في السلسلة الصحيحة (2021). ¶ *****",
            "page": "43",
            "part": "1",
            "seal": "096928DB"
        },
        {
            "id": "44",
            "nass": "س: ما حكم الاحتفال بشم النسيم؟ ¶ ج: شم النسيم لا يجوز الاحتفال به بأي مظهر من مظاهر الاحتفال سواء أكان بتناول أطعمة معينة كالسمك المملح (الفسيخ) أو البيض، أو أي شيء يؤكل خصيصًا بهذه المناسبة، أو كانت بلبس لباس معين، أو بخروج في نزهة، لأن كل ذلك من صور الاحتفال المحرم؛ لأنه عيد للنصارى؛ وهو في أصله عيد فرعوني ثم انتقل لليهود وسموه عيد الفصح أي الخروج من مصر ثم انتقل للنصارى وهو عيد القيامة؛ وذلك لما دخلت النصرانية مصر فأصبح عيدهم يلازم عيد المصريين القدماء - الفراعنة- ويقع دائماً في اليوم التالي لعيد الفصح أو عيد القيامة. ¶ والأطعمة المباحة لا حرج في تناولها ولكنها منعت في هذه المناسبة لأنها صارت علامة على الاحتفال؛ ولما فيه من التشبه بالكافرين والرضا بدينهم؛ والموالاة لهم؛ واتباعهم على باطلهم؛ فعن أبي سعيد الخدري - رضي الله عنه -، مرفوعاً: \"لتتبعن سنن من كان قبلكم شبراً بشبر، وذراع بذراع، حتى لو دخلوا جحر ضب لاتبعتموهم\"، قلنا: يا رسول الله اليهود والنصارى؟!!!، قال: \" فمن؟ \". ¶ وقد قال صلى الله عليه وسلم: \" من تشبه بقوم فهو منهم\" أخرجه أحمد وأبو داود. ¶ وقال الله تعالى: {إن تكفروا فإن الله غني عنكم ولا يرضى لعباده الكفر وإن تشكروا يرضه لكم} (الزمر: 7). وقال تعالى: {اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام ديناً} (المائدة: 3). وقال تعالى: {ومن يبتغ غير الإسلام ديناً فلن يقبل منه وهو في الآخرة من الخاسرين} (آل عمران: 85). ¶ وقال الله تعالى: {والذين لا يشهدون الزور} قال: ابن عباس، وأبو العالية، وطاوس، ومحمد بن سيرين، والضحاك، وابن زيد، والربيع بن أنس، وغيرهم: \" هي أعياد المشركين\". ¶ وقيل: \" الشرك، وعبادة الأصنام \"، وقيل: \" اللغو والغناء \"، وقيل: \"الكذب والفسق والكفر واللغو والباطل \"، وقيل \" مجالس السوء والخنا\"، وقيل: \" شرب الخمر\". ¶ وراجع: \"تفسير ابن كثير\" (6/ 142)، و\"تفسير القرطبي\" (5/ 4931). ¶ *****",
            "page": "44",
            "part": "1",
            "seal": "C3C01B38"
        },
        {
            "id": "45",
            "nass": "س: ما حكم الاحتفال بعيد الميلاد (الكريسمس)؟ ¶ ج: ما قيل في شم النسيم يقال في عيد الميلاد أو عيد الأم أو عيد الحب أو عيد النيروز وما شابه من أعياد الكفر والبدعة، فالاحتفال بها حرام كلمة واحدة، لما في ذلك من تضييع لثوابت الإسلام وإضعاف لوازع الدين في نفس المسلم، وإلغاء لهويته وضياع أصل الولاء والبراء، وإقرار ما عليه النصارى أو اليهود أو غيرهم من ملل الكفر من الباطل. ¶ ويحتفل النصارى كل عام بميلاد المسيح عليه السلام في مواعيد مختلفة حسب كل طائفة منهم؛ وبكل أسف يشاركهم بعض المسلمين في ذلك؛ قَال اللَّهُ تَعَالَى: {وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلاَ النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ قُل إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلاَ نَصِيرٍ} (البقرة: 120). وورد عن عمر بن الخطاب قال: \"لا تعلموا رطانة الأعاجم ولا تدخلوا على المشركين كنائسهم يوم عيدهم فإن السخطة تنزل عليهم \" رواه عبد الرزاق والبيهقي. ¶ قال شيخ الإسلام: إن أعياد أهل الكتاب والأعاجم نهي عنها لسببين: ¶ 1 - أحدهما: أن فيها مشابهة للكفار. ¶ 2 - والثانى: أنها من البدع (¬1). ¶ وعَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم: \"مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ فِيهِ فَهُوَ رَدٌّ\" متفق عليه. ¶ ***** ¶ ¬__________ ¶ (¬1) اقتضاء الصراط المستقيم ص 267.",
            "page": "45",
            "part": "1",
            "seal": "F7D33A74"
        },
        {
            "id": "46",
            "nass": "س: ما حكم الاحتفال بذكرى الميلاد؟ ¶ ج: حرام لأنه تشبه بغير المسلمين، وقد أخرج أحمد وأبو داود قول النبي صلى الله عليه وسلم: \" من تشبه بقوم فهو منهم\". ¶ ولو كان خيرًا لدل عليه رسول الله صلى الله عليه وسلم؛ ولسبقنا إليه السلف الصالحون الأوائل من الصحابة والتابعين؛ وعليه فالاحتفال به بدعة وكل بدعة ضلالة وكل ضلالة في النار كما قال المعصوم صلى الله عليه وسلم. ¶ ***** ¶ س: ما حكم تهنئة الكفار بأعيادهم؟ ¶ ج: قال ابن القيم - يرحمه الله - في كتاب (أحكام أهل الذمة): \" وأما التهنئة بشعائر الكفر المختصة به فحرام بالاتفاق، مثل أن يهنئهم بأعيادهم وصومهم، فيقول: عيد مبارك عليك، أو تهْنأ بهذا العيد ونحوه، فهذا إن سلم قائله من الكفر فهو من المحرمات وهو بمنزلة أن يهنئه بسجوده للصليب بل ذلك أعظم إثماً عند الله، وأشد مقتاً من التهنئة بشرب الخمر وقتل النفس، وارتكاب الفرج الحرام ¶ ونحوه، وكثير ممن لا قدر للدين عنده يقع في ذلك، ولا يدري قبح ما فعل، فمن هنّأ عبداً بمعصية أو بدعة، أو كفر فقد تعرض لمقت الله وسخطه.\" انتهى ¶ ومنع من ذلك أيضًا لما فيه من إقرارهم على كفرهم، ولما فيه من تقوية نفوسهم على باطلهم، ولما فيه من موالاتهم. والله أعلم ¶ *****",
            "page": "46",
            "part": "1",
            "seal": "02120EC7"
        },
        {
            "id": "47",
            "nass": "س: ما حكم إلقاء السلام أو رد السلام على غير المسلمين؟ ¶ ج: لا يجوز أن نبدأ الكافر بالسلام؛ لقول النبي صلى الله عليه وسلم: \" لا تبدؤوا اليهود ولا النصارى بالسلام .. \". رواه مسلم (2167). وأما رد السلام عليهم فيرد بقول: وعليك أو وعليكم؛ فعن ابن عمر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إن اليهود إذا سلموا عليكم يقول أحدهم: السام عليكم، فقل: عليك\". رواه البخاري (5902) ومسلم (2461). ¶ والسام أي الموت والهلاك، وأخرج البخاري (6258) عن أَنَس بْن مَالِكٍ - رضى الله عنه - قَالَ قَالَ النَّبِىُّ - صلى الله عليه وسلم -: «إِذَا سَلَّمَ عَلَيْكُمْ أَهْلُ الْكِتَابِ فَقُولُوا وَعَلَيْكُمْ». ¶ ***** ¶ س: ما حكم دفع الزكاة لغير المسلمين؟ ¶ ج: لا يجوز إعطاء الزكاة لغير مسلم؛ إلا إذا كان من المؤلفة قلوبهم قال الله تعالى: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ} (التوبة: 60). ¶ وقول النبي صلى الله عليه وسلم لمعاذ بن جبل لما بعثه لليمن: \" ادْعُهُمْ إِلَى شَهَادَةِ أَنْ لا إِلَهَ إِلا اللَّهُ وَأَنِّي رَسُولُ اللَّهِ، فَإِنْ هُمْ أَطَاعُوا لِذَلِكَ فَأَعْلِمْهُمْ أَنَّ اللَّهَ قَدْ افْتَرَضَ عَلَيْهِمْ خَمْسَ صَلَوَاتٍ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ، فَإِنْ هُمْ أَطَاعُوا لِذَلِكَ فَأَعْلِمْهُمْ أَنَّ اللَّهَ افْتَرَضَ عَلَيْهِمْ صَدَقَةً فِي أَمْوَالِهِمْ تُؤْخَذُ مِنْ أَغْنِيَائِهِمْ وَتُرَدُّ عَلَى فُقَرَائِهِمْ\" الحديث متفق عليه. ¶ *****",
            "page": "47",
            "part": "1",
            "seal": "964895D9"
        },
        {
            "id": "48",
            "nass": "س: ما حكم الصدقة لغير المسلمين؟ ¶ ج: يجوز التصدق على الفقراء من غير المسلمين مع كون فقراء المسلمين أولى، قال تعالى: {لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ. إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ} (الممتحنة: 8 - 9). ¶ ولحديث أسماء بنت أبي بكر رضي الله عنهما قالت: \" قَدِمَتْ عَلَيّ أمي وهي مشركة - في عهد قريش إذ عاهدوا رسول الله صلى الله عليه وسلم ومُدَّتِهم - مع أبيها، فاستفتت رسول الله صلى الله عليه وسلم فقالت يا رسول الله إن أمي قدمت علي وهي راغبةٌ - تطلب العون - أفأصلها؟ قال: نعم صِلِيْها \" رواه البخاري (2946). ¶ وعن عائشة رضي الله عنها: \"أن امرأة يهودية سألتها فأعطتها، فقالت لها: أعاذك الله من عذاب القبر، فأنكرت عائشة ذلك، فلما رأت النبي صلى الله عليه وسلم قالت له، فقال: لا، قالت عائشة: ثم قال لنا رسول الله صلى الله عليه ¶ وسلم بعد ذلك: \" إنه أوحي إلي أنكم تفتنون في قبوركم\". مسند أحمد برقم (24815). فدل هذان الحديثان على جواز التصدق على الكافر. ¶ *****",
            "page": "48",
            "part": "1",
            "seal": "B18DAE45"
        },
        {
            "id": "49",
            "nass": "س: ما حكم قبول أموال الكفار؟ ¶ س: يجوز قبول أموال الكافر إذا بذلها وتبرع بها عن طيب نفس؛ فقد أكل النبي صلى الله عليه وسلم عند اليهود (¬1). ¶ وأهدى له ملك أيلة - بلدة بساحل البحر - وكان كافراً بغلة بيضاء وبردةً (¬2). ¶ وبذل عنه النجاشي مهر أم حبيبة ولم يكن أسلم آنذاك؛ فعن أم حبيبة أن رسول الله صلى اللهم عليه وسلم تزوجها وهي بأرض الحبشة زوَّجها النجاشي وأمهرها أربعة آلاف وجهزها من عنده وبعث بها مع شرحبيل بن حسنة ولم يبعث إليها رسول الله صلى الله عليه وسلم بشيء وكان مهر نسائه أربع مائة درهم (¬3). ¶ ***** ¶ س: ما حكم الإهداء إليهم أو قبول هديتهم؟ ¶ ج: يجوز الإهداء لهم وقبول الهدية منهم؛ فقد قبل النبي صلى الله عليه وسلم هدية المقوقس عظيم الإسكندرية، وأهدى عمر - رضي الله عنه - حلته لأخ له مشرك كما في صحيح البخاري. ¶ ***** ¶ ¬__________ ¶ (¬1) أخرجه البخاري (2424) ومسلم (4060). ¶ (¬2) أخرجه البخاري (1411) ومسلم (1392). ¶ (¬3) أخرجه النسائي (3350) - واللفظ له - وأبو داود (2086) والحاكم (2/ 181) وصححه وأقره الذهبي.",
            "page": "49",
            "part": "1",
            "seal": "E3E1190C"
        },
        {
            "id": "50",
            "nass": "س: ما حكم الانتفاع بما أنتجه الكفار؟ ¶ ج: لا بأس بذلك إذا دعت الحاجة إليه؛ فعلم الكيمياء والفيزياء والفلك والطب والصناعة والزراعة والأعمال الإدارية وأمثال ذلك يحتاجها المسلمون، فلا بأس من الانتفاع بها، بل قد يجب الأخذ بها لرفع الحرج عن الأمة. ¶ أما ما أنتجوه من الفلسفات النظريات الكلامية والتصورات العقدية فيمنع المسلم من الأخذ بذلك لكمال الدين وتمام النعمة، ولما في ذلك من مخالفات عقدية واضحة لعقيدة الإسلام؛ وقد نهى رسول الله صلى الله عليه وسلم عمر بن الخطاب عن القراءة في صحيفة التوراة، لأن كتاب الله فيه الهدى والنور؛ والله أعلم. ¶ ***** ¶ س: ما حكم استخدام الكفار؟ ¶ ج: لا بأس بالاستعانة بالكافر الأمين وإجارته إذا لم يتوفر المسلم؛ فإن النبي صلى الله عليه وسلم وأبا بكر رضي الله عنه في رحلة الهجرة استعانا بدليلٍ اسمه عبد الله ابن اريقط وهو يومئذ على الكفر. ¶ ***** ¶ س: ما حكم العمل لدى المشركين؟ ¶ والجواب: يكره ذلك، لما فيه من تعرض المسلم للامتهان، وجاز لحاجة أو ضرورة ويدل على ذلك ما رواه البخاري أيضاً عن خباب رضي الله عنه قال: كنت رجلاً قيناً فعملت للعاص بن وائل فاجتمع لي عنده، فأتيته أتقاضاه فقال: لا والله لا أقضيك حتى تكفر بمحمد، فقلت: أما والله حتى تموت ثم تبعث فلا؛ قال: وإني لميت ثم مبعوث؟ ¶ قلت: نعم. قال: فإنه سيكون لي ثم مال وولد، فأقضيك: فأنزل الله تعالى: {أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لأوتَيَنَّ مَالاً وَوَلَدًا} (¬1) (مريم: 77). ¶ قال المهلب: كره أهل العلم ذلك - أي مؤاجرة نفسه من مشرك في أرض الحرب - إلا لضرورة بشرطين أحدهما أن يكون عمله فيما يحل للمسلم فعله والآخر: أن لا يعينه على ما يعود ضرره على المسلمين (¬2). ¶ ***** ¶ ¬__________ ¶ (¬1) صحيح البخاري كتاب الإجازة باب هل يؤاجر الرجل نفسه من مشرك في أرض الحرب (4/ 452 ح 2275). ¶ (¬2) فتح الباري (4/ 452).",
            "page": "50",
            "part": "1",
            "seal": "4E2012FC"
        },
        {
            "id": "51",
            "nass": "س: ما حكم استعمال أنيتهم وملابسهم؟ ¶ ج: أما عن آنية الكفار فيكره استعمالها لما ثبت في الصحيحين، عن أبي ثعلبة الخشني رضي الله عنه أنه سأل النبي صلى الله عليه وسلم عن الأكل في أواني المشركين، فقال له النبي صلى الله عليه وسلم: \" لا تأكلوا فيها إلا أن لا تجدوا غيرها فاغسلوها وكلوا فيها\". ¶ أما عن استعمال ملابسهم فلا بأس ولا حرج على المسلم في استعمالها إذ لم يرد ما يمنع من ذلك. ما لم يكن فيه تشبه بهم فيما هو من خصائصهم؛ فعن عبد الله بن عمرو بن العاص رضي الله عنهما أن النبي صلى الله عليه وسلم رأى عليه ثوبين معصفرين فقال له: \" إن هذه من ثياب الكفار فلا تلبسها \" رواه مسلم (2077). ¶ وروى مسلم (2069) عن عمر رضي الله عنه أنه كتب للمسلمين في أذربيجان: \" إياكم والتنعم وزي أهل الشرك \" رواه مسلم (2069). ¶ *****",
            "page": "51",
            "part": "1",
            "seal": "24082F26"
        },
        {
            "id": "52",
            "nass": "س: هل يجوز التوارث بين المسلم والكافر؟ ¶ ج: لا يجوز أن يرث المسلم الكافر ولا الكافر المسلم؛ لقوله صلى الله عليه وسلم: \" لا يرث المسلم الكافر ولا الكافر المسلم \" (¬1). ¶ ***** ¶ س: ما حكم من صحح دين النصارى أو اليهود أو غيرهم من ملل الكفر؟ ¶ ج: من صحح دين النصارى أو اليهود أو غيرهم من ملل الكفر، ولم يعتقد كفرهم فهو كافر مرتد؛ قال الله عز وجل: {ومن يبتغ غير الإسلام ديناً فلن يقبل منه وهو في الآخرة من الخاسرين} (آل عمران: 85). ¶ وقال الله تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ} (المائدة: 17) ¶ ومن صحح دين النصارى مكذِّبٌ بقول الله تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلاثَةٍ وَمَا مِنْ إِلَهٍ إِلا إِلَهٌ وَاحِدٌ وَإِنْ لَمْ يَنتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ} (المائدة: 73) ¶ وقول الله تعالى: {وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ. اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهاً وَاحِداً لا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ} (التوبة: 30 - 31). ¶ ¬__________ ¶ (¬1) أخرجه البخاري (6383) ومسلم (1614).",
            "page": "52",
            "part": "1",
            "seal": "C04D9D17"
        },
        {
            "id": "53",
            "nass": "وعن أبي هريرة رضي الله عنه عن رسول الله صلى الله عليه وسلم أنه قال: \"والذي نفس محمد بيده لا يسمع بي أحد من هذه الأمة يهودي ولا نصراني ثم يموت ولم يؤمن بالذي أرسلت به إلا كان من أصحاب النار\".رواه مسلم (153). ¶ قال القاضي عياض: \"ولهذا نكفِّر كل من دان بغير ملة المسلمين من الملل، أو وقف فيهم، أو شك، أو صحَّح مذهبهم، وإن أظهر مع ذلك الإسلام، واعتقده، واعتقد إبطال كل مذهب سواه، فهو كافر بإظهاره ما أظهر من خلاف ذلك\" انتهى (¬1). ¶ وقال شيخ الإسلام ابن تيمية - رحمه الله -: قد ثبت في الكتاب، والسنَّة، والإجماع: أن من بلغته رسالته صلى الله عليه وسلم فلم يؤمن به: فهو كافر، لا يقبل منه الاعتذار بالاجتهاد؛ لظهور أدلة الرسالة، وأعلام النبوة \" (¬2). ¶ وقال - رحمه الله - أيضًا -: إن اليهود والنصارى كفار كفراً معلوماً بالاضطرار من دين الإسلام (¬3) \". ¶ ***** ¶ س: ما تفسير قوله تعالى: {فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ}؟ ¶ ج: قال البغوي في تفسيره (5/ 167): {فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ} هذا على طريق التهديد والوعيد كقوله: {اعْمَلُوا مَا شِئْتُمْ} (فصلت: 40). ¶ ¬__________ ¶ (¬1) الشفا بتعريف حقوق المصطفى (2/ 107). ¶ (¬2) مجموع الفتاوى (12/ 496). ¶ (¬3) مجموع الفتاوى\" (35/ 201).",
            "page": "53",
            "part": "1",
            "seal": "E5ED15A3"
        },
        {
            "id": "54",
            "nass": "وقيل معنى الآية: وقل الحق من ربكم ولست بطارد المؤمنين لهواكم فإن شئتم فآمنوا وإن شئتم فاكفروا فإن كفرتم فقد أعد لكم ربكم نارا أحاط بكم سرادقها وإن آمنتم فلكم ما وصف الله عز وجل لأهل طاعته. ¶ وروي عن ابن عباس رضي الله عنهما في معنى الآية: من شاء الله له الإيمان آمن ومن شاء له الكفر كفر وهو قوله: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ} (الإنسان: 30). ¶ وقال ابن كثير في تفسيره (5/ 154): يقول تعالى لرسوله محمد صلى الله عليه وسلم: وقل يا محمد للناس: هذا الذي جئتكم به من ربكم هو الحق الذي لا مرية فيه ولا شك فمن شاء فليؤمن ومن شاء فليكفر هذا من باب التهديد والوعيد الشديد؛ ولهذا قال: {إنا أعتدنا} أي: أرصدنا {للظالمين} وهم الكافرون بالله ورسوله وكتابه؛ {نارًا أحاط بهم سرادقها} أي: سورها. ¶ ***** ¶ س: ما تفسير قوله تعالى: {لكم دينكم ولي دين}؟ ¶ ج: قال الفخر الرازي في تفسيره مفاتح الغيب: قال ابن عباس: لكم كفركم بالله ولي التوحيد والإخلاص له، فإن قيل: فهل يقال: إنه أذن لهم في الكفر؟ قلنا: كلا فإنه عليه السلام ما بعث إلا للمنع من الكفر فكيف يأذن فيه، ولكن المقصود منه أحد أمور: ¶ أحدها: أن المقصود منه التهديد، كقوله: {اعْمَلُوا مَا شِئْتُمْ}. ¶ وثانيها: كأنه يقول: إني نبي مبعوث إليكم لأدعوكم إلى الحق والنجاة، فإذا لم تقبلوا مني ولم تتبعوني فاتركوني ولا تدعوني إلى الشرك. اهـ ¶ وقال البخاري: يقال: (لكم دينكم) الكفر؛ (ولي دين) الإسلام. ¶ وجاء أيضًا: {لَكُمْ دِينُكُمْ وَلِيَ دِينِ} أي لكم جزاؤكم على أعمالكم ولى جزائي على عملي كما جاء في قوله تعالى: {لَنا أَعْمالُنا وَلَكُمْ أَعْمالُكُمْ}. ¶ *****",
            "page": "54",
            "part": "1",
            "seal": "2AEFBCEC"
        },
        {
            "id": "55",
            "nass": "س: ما معنى قاعدة: الرضا بالكفر كفر؟ ¶ ج: والمعنى أن من أقر الكافر على كفره وصحح ما هو عليه من الكفر أو زعم بأن جميع الناس من يهود أو نصارى أو غيرهم من ملل الكفر سيدخلون الجنة كأهل التوحيد والإسلام؛ أو أحب الكافر لكفره فهو كافر قولًا واحدًا؛ والدليل على هذه القاعدة قوله تعالى: {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذاً مِثْلُهُمْ إِنَّ اللَّهَ جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعاً} (النساء: 140). ¶ وقال القرطبي في تفسيره \"الجامع\": {إنكم إذاً مثلهم}، من لم يجتنبهم فقد رضي فعلهم، والرضى بالكفر كفر، فكل من جلس في مجلس معصية ولم ينكر عليهم يكون معهم في الوزر سواء، فإن لم يقدر على النكير عليهم فينبغي أن يقوم عنهم حتى لا يكون من أهل هذه الآية ا- هـ. ¶ ***** ¶ س: ما حكم بناء كنائس النصارى أو معابد اليهود أو ما شابه في ديار الإسلام؟ ¶ ج: جاء في فتوى اللجنة الدائمة فتوى رقم (21413) وتاريخ 1/ 4 / 1421 هـ: صار من ضروريات الدين: تحريم الكفر الذي يقتضي تحريم التعبد لله على خلاف ما جاء في شريعة الإسلام، ومنه تحريم بناء معابد وفق شرائع ¶ منسوخة يهودية أو نصرانية أو غيرهما؛ لأن تلك المعابد سواء كانت كنيسة أو غيرها تعتبر معابد كفرية؛ لأن العبادات التي تُؤدى فيها على خلاف شريعة الإسلام الناسخة لجميع الشرائع قبلها والمبطلة لها، والله تعالى يقول عن الكفار وأعمالهم: {وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاء مَّنثُوراً} (الفرقان: 23).",
            "page": "55",
            "part": "1",
            "seal": "2E722DFA"
        },
        {
            "id": "56",
            "nass": "ولهذا أجمع العلماء على تحريم بناء المعابد الكفرية مثل: الكنائس في بلاد المسلمين، وأنه لا يجوز اجتماع قبلتين في بلد واحد من بلاد الإسلام، وألا يكون فيها شيء من شعائر الكفار لا كنائس ولا غيرها، وأجمعوا على وجوب هدم الكنائس وغيرها من المعابد الكفرية إذا أُحدثت في الإسلام، ولا تجوز معارضة ولي الأمر في هدمها بل تجب طاعته. انتهى ¶ ***** ¶ س: ما حكم القراءة في التوراة أو الإنجيل الموجود بأيدي اليهود أو النصارى؟ ¶ ج: أولًا: نحن نؤمن بالكتب التي أنزلها على أنبيائه ورسله إجمالا، قال تعالى: {مَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ} (البقرة: 285). ¶ والإيمان بالكتب ركن من أركان الإيمان فقد قال صلى الله عليه وسلم لما سأله جبريل عليه السلام عن الإيمان: «أَنْ تُؤْمِنَ بِاللَّهِ وَمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الآخِرِ وَتُؤْمِنَ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ» أخرجه مسلم (8). ¶ ونؤمن بالكتب التي أخبرنا الله بها كالتوراة التي أنزلها الله على موسى عليه السلام، والإنجيل أنزله الله على عيسى عليه السلام والزبور أنزل على داود عليه ¶ السلام ونحو ذلك، فمن كذب بالكتب إجمالًا أو كذب بأحدها فهو كافر لأنه مكذب لكتاب الله تعالى. ¶ ثانيًا: القرآن هو كتاب الله تعالى الذي أنزله وحيًا على النبي محمد صلى الله عليه وسلم وهو آخر الكتب، وقد نسخ الله به ما سبق من الكتب التي أنزلها سبحانه وتعالى: {وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ} (المائدة: 48).",
            "page": "56",
            "part": "1",
            "seal": "4F57371E"
        },
        {
            "id": "57",
            "nass": "ثالثًا: هذه الكتب الموجودة الآن بين أيدي اليهود والنصارى؛ أو ما يسمى بالكتاب المقدس بزعمهم؛ فهي محرفة؛ ومبدلة؛ وطالها من العبث والتحريف والزيادة والنقصان؛ وشتى أشكال التغيير والنسيان؛ قال تعالى: {فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ} (المائدة:13). ¶ وقال تعالى: {وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا} (المائدة:41). ¶ ويستدل لذلك بما رواه البخاري (3635) ومسلم (1699) عَنْ عَبْدِ اللهِ بْنِ عُمَرَ، رَضِيَ اللَّهُ عَنْهُمَا أَنَّ الْيَهُودَ جَاؤُوا إِلَى رَسُولِ اللهِ صلى الله عليه وسلم فَذَكَرُوا لَهُ أَنَّ رَجُلاً مِنْهُمْ وَامْرَأَةً زَنَيَا فَقَالَ لَهُمْ رَسُولُ اللهِ صلى الله عليه وسلم: مَا تَجِدُونَ فِي التَّوْرَاةِ فِي شَأْنِ الرَّجْمِ؟ فَقَالُوا: نَفْضَحُهُمْ وَيُجْلَدُونَ؛ فَقَالَ عَبْدُ اللهِ بْنُ سَلاَمٍ: كَذَبْتُمْ إِنَّ فِيهَا الرَّجْمَ فَأَتَوْا بِالتَّوْرَاةِ فَنَشَرُوهَا فَوَضَعَ أَحَدُهُمْ يَدَهُ عَلَى آيَةِ الرَّجْمِ؛ فَقَرَأَ مَا قَبْلَهَا وَمَا بَعْدَهَا؛ فَقَالَ لَهُ عَبْدُ اللهِ بْنُ سَلاَمٍ: ارْفَعْ يَدَكَ؛ فَرَفَعَ يَدَهُ؛ فَإِذَا فِيهَا آيَةُ الرَّجْمِ فَقَالُوا: صَدَقَ يَا مُحَمَّدُ فِيهَا آيَةُ الرَّجْمِ\".",
            "page": "57",
            "part": "1",
            "seal": "87B93434"
        },
        {
            "id": "58",
            "nass": "رابعًا: أما عن حكم القراءة في التوراة أو الإنجيل الموجود بأيدي اليهود أو النصارى فلا يجوز إلا للمصلحة أو الضرورة؛ فمن تصدر للرد على شبهات النصارى أو تفنيد عقائدهم أو دعوتهم فيجوز له ذلك إن كان مؤهلًا لهذه المهمة ومسلحًا بالعلم والعقيدة الإسلامية الصحيحة؛ أما ما عدا ذلك فيحرم الاطلاع فيها أو قراءتها فقد أخرج أحمد (15156) وغيره عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ أَنَّ عُمَرَ بْنَ الْخَطَّابِ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِكِتَابٍ أَصَابَهُ مِنْ بَعْضِ أَهْلِ الْكُتُبِ فَقَرَأَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَغَضِبَ فَقَالَ: \"أَمُتَهَوِّكُونَ فِيهَا يَا ابْنَ الْخَطَّابِ وَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ جِئْتُكُمْ بِهَا بَيْضَاءَ نَقِيَّةً لَا تَسْأَلُوهُمْ عَنْ شَيْءٍ فَيُخْبِرُوكُمْ بِحَقٍّ فَتُكَذِّبُوا بِهِ أَوْ بِبَاطِلٍ فَتُصَدِّقُوا بِهِ؛ وَالَّذِي نَفْسِي بِيَدِهِ لَوْ أَنَّ مُوسَى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ حَيًّا مَا وَسِعَهُ إِلَّا أَنْ يَتَّبِعَنِيِِِِ\". والله أعلم. ¶ ***** ¶ س: ما حكم بيع الأراضي والعقارات للنصارى واليهود؟ ¶ ج: الأصل جواز البيع والشراء بالشروط المعروفة في كتب الفقه؛ والله يقول: {وَأَحَلَّ اللَّهُ الْبَيْعَ} (البقرة: 275). ولكن بخصوص بيع الأراضي والعقارات لليهود أو النصارى فيحرم للمفسدة الحاصلة؛ من تقوية شوكتهم على المسلمين؛ ومن السيطرة على دول الإسلام؛ والله تعالى يقول: {ولن يجعل الله للكافرين على المؤمنين سبيلاً}؛ ويقول سبحانه: {ولا تعاونوا على الإثم والعدوان} (المائدة: 2). ¶ ويقول سبحانه: {ولا تركنوا إلى الذين ظلموا فتمسكم النار وما لكم من دون الله أولياء ثم لا تنصرون} (هود: 113).",
            "page": "58",
            "part": "1",
            "seal": "EE2CA50D"
        },
        {
            "id": "59",
            "nass": "جاء في كتاب قذائف الحق ص 60: تقريرًا سريًا تسرب من الكنيسة المصرية ورد فيه: \" قال شنودة: إن المال يأتينا بقدر ما نطلب وأكثر مما نطلب، وذلك من مصادر ثلاثة: أمريكا، الحبشة، الفاتيكان، ولكن ينبغي أن يكون الاعتماد الأول في تخطيطنا الاقتصادي على مالنا الخاص الذي نجمعه من الداخل، وعلى التعاون على فعل الخير بين أفراد شعب الكنيسة، كذلك يجب الاهتمام أكثر بشراء الأرض، وتنفيذ نظام القروض والمساعدات لمن يقومون بذلك لمعاونتهم على البناء، وقد ثبت من واقع الإحصاءات الرسمية أن أكثر من 60 % من تجارة مصر الداخلية هي بأيدي المسيحيين، وعلينا أن نعمل على زيادة هذه النسبة. انتهى ¶ وعليه فيحرم بيع الأراضي والعقارات والأبنية لغير المسلمين في دول المسلمين، كما سبق بيانه والله أعلم. ¶ ***** ¶ س: ما حكم التحاكم لقوانين وتشريعات الكفار؟ ¶ ج: إن الله تعالى سمى عدم التحاكم للشرع الذي أنزله كفرًا وسماه حكم الجاهلية وسماه أيضًا حكم الطاغوت والعياذ بالله، قال تعالى: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} (المائدة:44). ¶ وقال تعالى: {وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيرًا مِنَ النَّاسِ لَفَاسِقُونَ. أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ} (المائدة: 49 - 50). ¶ وقد قال تعالى: {أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ} (الشورى: 21).",
            "page": "59",
            "part": "1",
            "seal": "C54C65FD"
        },
        {
            "id": "60",
            "nass": "وقال سبحانه: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آَمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلَالًا بَعِيدًا. وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُودًا} (النساء:60 - 61). ¶ وعلى هذا فالتحاكم لشرع الكفار وقوانينهم كفر والعياذ بالله؛ ونحن لن نتكلم هل هو كفر أكبر أم كفر أصغر؟ لأن الأصل أن تمرر النصوص كما جاءت زجرًا وتقريعًا وترهيبًا لمن تحاكم لغير شرع الله تعالى. ¶ ولكن من المتفق عليه أن من استحل التحاكم لغير شرع الله تعالى؛ أو فضل قوانين الكفار بحكم الله وشرعه؛ أو ساوى قوانين الكفار بشرع الله فهو كافر كفرًا أكبر يخرجه عن الإسلام؛ قال شيخ الإسلام ابن تيمية رحمه الله: \" والإنسان متى حلل الحرام المجمع عليه، أو حرم الحلال المجمع عليه، أو بدل الشرع المجمع عليه، كان كافرًا مرتدًا باتفاق الفقهاء \" (¬1) انتهى. ¶ وقال ابن كثير رحمه الله: \" فمن ترك الشرع المحكم المنزل على محمد بن عبد الله خاتم الأنبياء، وتحاكم إلى غيره من الشرائع المنسوخة كفر، فكيف بمن تحاكم إلى الياسا وقدمها عليه؟! من فعل ذلك كفر بإجماع المسلمين \" (¬2) انتهى ¶ و (الياسا) ويقال: (الياسق) هي قوانين جنكيزخان التتاري الذي ألزم الناس بالتحاكم إليها؛ ولا شك أن من باشر التشريع بنفسه كان أعظم كفرًا وضلالًا ممن تحاكم إليه. ¶ ***** ¶ ¬__________ ¶ (¬1) مجموع الفتاوى (3/ 267). ¶ (¬2) البداية والنهاية (13/ 139).",
            "page": "60",
            "part": "1",
            "seal": "A9E68D4A"
        },
        {
            "id": "61",
            "nass": "س: ما حكم تولية الكافر أمور المسلمين؟ ¶ ج: لا يجوز أن يتولى غير المسلم ولاية على المسلمين؛ قال الله تعالى: {وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا} (النساء: 141). ¶ وقال الله سبحانه: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ} (النساء: 59). فدلَّ بقوله: {مِنْكُمْ} على أنَّ أولي الأمر يجب أن يكونوا من المسلمين المؤمنين؛ لا من غيرهم. ¶ وقال الله - عزَّ وجلَّ: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ إِنْ كُنْتُمْ تَعْقِلُونَ} (آل عمران: 118). ¶ وعن عُبَادة بن الصَّامت قال: دعانا رسولُ الله - صلَّى الله عليه وسلَّم - فبايَعناه، فكان فيما أخذَ علينا أنْ بايعَنَا على السَّمع والطاعة في منشَطِنا ومَكرهِنا، وعُسرنا ويُسرنا، وأثَرَةٍ علينا، وأن لا نُنازِع الأمر أهلَه، قال: \"إلاَّ أن ترَوْا كفرًا بواحًا عندكم من الله فيه برهان\" (¬1). ¶ وقال القاضي عياض: أجمع العلماءُ على أنَّ الإمامة لا تنعقد لكافر، وعلى أنَّه لو طرأ عليه الكفر انعزل، وكذا لو ترك إقامةَ الصَّلوات والدُّعاءَ إليها (¬2). ¶ ***** ¶ ¬__________ ¶ (¬1) مسلم (3427). ¶ (¬2) شرح صحيح مسلم للنووي (6/ 315).",
            "page": "61",
            "part": "1",
            "seal": "4F5AF329"
        },
        {
            "id": "62",
            "nass": "س: ما حكم القول بزمالة الأديان السماوية؟ ¶ ج: في القول تفصيل: ¶ أولًا: إن كان القصد بأن الأنبياء والرسل إخوة وكلهم بعثوا من الله، وعلى هذا فما نزل على محمد صلى الله عليه وسلم وما نزل على موسى عليه السلام وما نزل على عيسى عليه السلام كله من عند الله، فلا بأس بهذا القول بمعنى أن مصدرهم واحد. ¶ ثانيًا: إن كان المعنى تسوية الإسلام بما عليه اليهود اليوم وكذا ما عليه النصارى أو تسوية القرآن بالتوراة والإنجيل، وأن الكل سيدخلون الجنة وهم مرضيون عنهم من الله؛ فهذا ضلال بين وكفر صراح؛ ففيه تكذيب للقرآن، الذي أثبت كفر اليهود والنصارى وأثبت تحريفهم للتوراة والإنجيل، وما بقي فيها صحيحًا غير محرف فهو منسوخ بالإسلام، كما أن من أصول الاعتقاد في الإسلام أن بعثة محمد صلى الله عليه وسلم عامة للناس أجمعين، قال الله تعالى: {وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ} وقال سبحانه: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا} وغيرها من الآيات. ¶ وكلمة أخيرة فهذه الدعوة خبيثة الهدف والغاية، ويحرم التورط فيها؛ وينبغي الحذر من مخططات القوم، لا سيما رواد المدرسة العقلية الحديثة فقد دعا بهذه الدعوة أمثال جمال الدين الإيراني (الأفغاني) ومحمّد عبده وغيرهم الذين يقولون: اقتلع الإسلام من قلوب المسلمين جذور الحقد الديني. ¶ *****",
            "page": "62",
            "part": "1",
            "seal": "8B686E7F"
        },
        {
            "id": "63",
            "nass": "س: ما حكم الدعوة لوحدة الأديان؟ ¶ ج: القول بوحدة الأديان دعوة خبيثة هدامة كفرية، إذ فيها تصحيح لما عليه اليهود والنصارى، قال جل وعلا: {إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا أُولَئِكَ هُمْ شَرُّ الْبَرِيَّةِ}؛ وثبت في صحيح مسلم أن النبي صلى الله عليه وسلم قال: \"والذي نفسي بيده لا يسمع بي أحد من هذه الأمة: يهودي ولا نصراني، ثم يموت ولم يؤمن بالذي أرسلت به إلا كان من أهل النار\". ¶ ومن الآثار السيئة لهذه الدعوة تضييع وتمييع عقيدة الولاء والبراء التي هي أصل من أصول الإسلام، وليعلم القاصي والداني أن هذه الدعوة كفر وردة؛ فمن لم يكفر اليهود والنصارى فهو كافر، طردًا لقاعدة الشريعة: \"من لم يكفر الكافر بعد إقامة الحجة عليه فهو كافر\". ¶ ولذا فمن المضحك المبكي أن نسمع من يدعو لمجمع أديان (مسجد ومعبد وكنيسة) في مبنى واحد؛ أو طباعة القرآن والتوراة والإنجيل في مجلد واحد؛ والعياذ بالله من الكفر وتحول العافية. ¶ ***** ¶ س: ما حكم الدعوة لتقارب الأديان؟ ¶ ج: ظهرت هذه الدعوة من بعض الناس اليهود والنصارى غالبًا بغرض إفساد عقائد المسلمين، ولكي يتقبل المسلمون ما عليه اليهود والنصارى ولا عكس، فالفاتيكان إلى اليوم لا يعترف بالإسلام دينًا؛ فالإسلام في معتقد الفاتيكان مذهب وضعي؛ وضعه محمد صلى الله عليه وسلم، فالمقصود من وراء هذه الدعوة تقريب التنصير للمسلمين، وتذويب الفوارق العقدية والقضاء على شخصية المسلم، ويستخدمون لذلك شعارات مثل اللقاء الإبراهيمي أي تجميع الأديان في الديانة الإبراهيمية نسبة لإبراهيم الخليل عليه السلام؛ ومن ذلك شعار \"المؤمنون متحدون\": وهو شعار واسم جماعة عالمية للمؤمنين بالله يتزعمها البابا، وقد تأسست في شهر مارس من عام 1987م بهدف جمع الديانات بما فيها الإسلام تحت مظلة النصرانية بزعامة البابا.",
            "page": "63",
            "part": "1",
            "seal": "98DE0E65"
        },
        {
            "id": "64",
            "nass": "وعليه فهذه الدعوة دعوة إلى الكفر؛ وردة عن الإسلام إذ كيف يجتمع الحق والباطل والهدى والضلال؟!!! قال تعالى: {وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ. وَلَا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينَكُمْ قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ} (آل عمران: 72 - 73). ¶ وقال تعالى: {وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً} (النساء:89). ¶ وقال تعالى: {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (البقرة:109). والله أعلم. ¶ *****",
            "page": "64",
            "part": "1",
            "seal": "61BF05B0"
        },
        {
            "id": "65",
            "nass": "س: ما حكم الدعوة للمذاهب الهدامة كالقومية العربية والفرعونية والماسونية والعلمانية والليبرالية ونحوها؟ ¶ ج: الدعوة إلى الكفر كفر وردة والعياذ بالله تعالى؛ ومثل تلك الدعوات فيها من الولاء الفكري والعقدي لأعداء الإسلام؛ وفيها من الرضا بغير الإسلام ما هو معلوم؛ فما قامت هذه الدعوات إلا لتكون بديلًا عن الإسلام؛ قال تعالى: {أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ} (آل عمران: 83). ¶ وقال سبحانه: {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ} (آل عمران: 85). ¶ ***** ¶ س: ما هي وسائل القوم في إضعاف عقيدة الولاء والبراء؟ ¶ ج: للقوم وسائل وطرائق شتى؛ لإضعاف عقيدة الولاء والبراء ولتمييع القضايا الإسلامية ولتذويب شخصية المسلم؛ ومن ذلك: ¶ (1) نشر اللادينية والمذاهب الهدامة. ¶ (2) إحياء النعرات الجاهلية كالقومية والقبلية والفرعونية ونحوه. ¶ (3) محاربة أصول الإسلام ومصادره قرآنا وسنة؛ والتشكيك فيهما. ¶ (4) العمل على إيجاد بدائل لمصادر الإسلام من ذلك فكر المستشرقين، وأطروحات التغريبيين. ¶ (5) الطعن في الصحابة الكرام رضوان الله عليهم، والحط من قدرهم. ¶ (6) محاربة اللغة العربية، وتشجيع تعلم اللغات الأخرى. ¶ (7) محاربة التاريخ الإسلامي؛ والعمل على تشويهه وتزويره. ¶ (8) محاربة مظاهر التدين؛ كالحجاب الإسلامي؛ والزي الشرعي واللحية. ¶ (9) إضعاف الهوية الإسلامية. ¶ (10) التحريش بين المسلمين وإثارة القلاقل بينهم؛ ليضعف ولاؤهم لبعض. ¶ (11) الدعوة إلى المواطنة وزمالة الأديان. ¶ (12) العمل على نشر الأفكار التغريبية والفكر الهدام. ¶ (13) الدعوة إلى قبول الآخر بما عليه وما فيه من انحرافات. ¶ (15) محاولة القوم رفع شأن الساقطين والساقطات؛ وفي الوقت ذاته الحط من أقدار الصالحين والمصلحين. ¶ (16) سحق المتدينين والدعاة المخلصين والتنكيل بهم بواسطة الحكام الجائرين؛ إرهابًا للناس وللصد عن دين الله تعالى. ¶ (17) تشجيع الإعلام الفاسد على ترويج الشائعات المغرضة والشبهات الباطلة على الإسلام وأهله. ¶ *****",
            "page": "65",
            "part": "1",
            "seal": "99AA44CA"
        },
        {
            "id": "66",
            "nass": "س: اذكر بعض صور الولاء والبراء الواقعية؟ ¶ ج: صور الولاء والبراء كثيرة في القرآن والسنة وفي أحوال السلف الصالحين، وقد ذكر الله تعالى لنا قول إبراهيم عليه السلام ومن معه لقومهم وأمرنا بالتأسي بهم؛ فقال تعالى: {قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ} (الممتحنة: 4). ¶ ولقد ضرب الصحابة الكرام رضي الله عنهم؛ والسلف الصالحون صورا من أروع الصور في الولاء والبراء؛ صيانة لجناب التوحيد وإعلاء من كلمة\" لا إله إلا الله\" ومن ذلك: ¶ قصة أبي عبيدة بن الجراح رضي الله عنه مع أبيه: ¶ فقد أخرج الطبراني في المعجم الكبير (1/ 154) (360) قال: حدثنا أبو يزيد القراطيسي ثنا أسد بن موسى ثنا ضمرة عن ابن شوذب قال: جعل أبو أبي عبيدة يتصدى لأبي عبيدة يوم بدر فجعل أبو عبيدة يحيد عنه فلما أكثر قصده أبو عبيدة فقتله؛ وفيهِ أَنْزَلَ اللَّهُ عزَّ وجلَّ: {لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُولَئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ} (المجادلة: 22). وهذا إسناد مرسل.",
            "page": "66",
            "part": "1",
            "seal": "D8603EFA"
        },
        {
            "id": "67",
            "nass": "ومن ذلك أيضا موقف عبد الله بن عبد الله بن أبي بن سلول مع أبيه - رأس النفاق - روى البخارى ومسلم - رحمهما الله - واللفظ لمسلم عن جابر بن عبد الله - رضى الله عنه - قال: كنا غزاة، فكسع رجل من المهاجرين رجلًا من الأنصار، فقال الأنصارى: يا للأنصار، وقال المهاجرى: يا للمهاجرين، فقال رسول الله (صلى الله عليه وسلم): \"ما بال دعوى الجاهلية\"؟ قالوا: يا رسول الله كسع رجل من المهاجرين رجلًا من الأنصار، فقال: \"دعوها إنها منتنة\" فسمعها عبد الله بن أُبى فقال: قد فعلوها، والله لئن رجعنا إلى المدينة ليخرجن الأعزُّ منها الأذل، قال عمر: دعنى أضرب عنق هذا المنافق، قال ¶ رسول الله صلى الله عليه وسلم: \"دعه، لا يتحدث الناس أن محمدا يقتل أصحابه\". ¶ قال محمد ابن اسحاق: عن عاصم بن عمرو بن قتادة: أن عبد الله بن عبد الله بن أُبى لما بلغه ما كان من أبيه أتى رسول الله (صلى الله عليه وسلم) فقال: يا رسول الله، إنه بلغنى أنك تريد قتل عبد الله بن أُبى فيما بلغك عنه، فإن كنت فاعلا فمرنى به، فأنا أحمل إليك رأسه، فوالله لقد علمت الخزرج ما كان لها من رجل أبر بوالديه منى، إنى أخشى أن تأمر به غيرى فيقتله، فلا تدعنى نفسى أنظر إلى قاتل عبد الله بن أُبى يمشى فى الناس فأقتله، فأقتل مؤمنا بكافر، فأدخل النار، فقال رسول الله (صلى الله عليه وسلم): \"بل نترفق به ونحسن صحبته ما بقى معنا\" ¶ وذكر عكرمة وغيره: أن الناس لما قفلوا راجعين إلى المدينة، وقف عبد الله بن عبد الله بن أُبى بن سلول على باب المدينة، واستل سيفه، فجعل الناس يمرون عليه، فلما جاء أبوه عبد الله بن أُبى قال له ابنه: وراءك، فقال: مالك ويلك؟!!!!",
            "page": "67",
            "part": "1",
            "seal": "C876D0F2"
        },
        {
            "id": "68",
            "nass": "قال: والله لا تجوز من هاهنا حتى يأذن لك رسول الله (صلى الله عليه وسلم)، وكان يسير فى ساقة فشكا إليه عبد الله بن أُبى ابنه فقال الابن: والله يا رسول الله لا يدخلها حتى تأذن له، فأذن له رسول الله (صلى الله عليه وسلم)، فقال: أما أذن لك رسول الله (صلى الله عليه وسلم) فَجُزْ الآن\"انتهى كلام ابن إسحاق (¬1). ¶ ومن ذلك قصة زيد بن الدثنة رضي الله عنه الذي اشتراه صفوان بن أمية ليقتله بأبيه أمية بن خلف فخرجوا بزيد إلى التنعيم حيث اجتمع رهط من قريش فيهم أبو سفيان بن حرب فقال له سفيان حين قدم ليقتل: أنشدك الله يا زيد أتحب محمداً عندنا الآن في مكانك نضرب عنقه وأنك في أهلك؟ فقال زيد: والله ما أحب أن محمداً الآن في مكانه الذي هو فيه تصيبه شوكة تؤذيه وأني جالس في أهلي. فقال أبو سفيان: ما رأيت من الناس أحداً يحب أحداً كحب أصحاب محمد محمداً. ثم قتلوا زيد - رضي الله عنه. (¬2) ¶ وكعب بن مالك رضي الله عنه يحكي عن نفسه لما هجره المسلمون بسبب تخلفه عن رسول الله في غزوة تبوك: \" فبينا أنا أمشي في سوق المدينة إذا نبطي من أنباط أهل الشام ممن قدم بالطعام يبيعه بالمدينة يقول: من يدلني على كعب بن مالك؟ ¶ ¬__________ ¶ (¬1) تفسير ابن كثير (4/ 359) وأصل الخبر عند الترمذى فى السنة (5/ 90) وقال: هذا حديث حسن صحيح. ¶ (¬2) السيرة النبوية لابن هشام 4/ 125.",
            "page": "68",
            "part": "1",
            "seal": "BBBA934B"
        },
        {
            "id": "69",
            "nass": "فطفق الناس يشيرون له حتى إذا جاءني دفع إلي كتاباً من ملك غسان فإذا فيه: أما بعد فإنه قد بلغني أن صاحبك قد جفاك ولم يجعلك الله بدار هوان ولا مضيعة فالحق بنا نواسك. فقلت لما قرأتها: وهذا من البلاء فتممت بها التنور فسجرته بها\" أخرجه البخاري. ¶ وفي قصة عبد الله بن حذافة السهمي - رضي الله عنه - ما يدل على ذلك. فإنه قد أسر في أحد المعارك مع الروم فعرض عليه ملك الروم أن يتنصر فرفض ثم قال له: إن فعلت شاطرتك ملكي وقاسمتك سلطاني فقال عبد الله: لو أعطيتني جميع ما تملك وجميع ما تملكه العرب على أن أرجع عن ديني طرفة عين ما فعلت ذلك. ثم هدده الملك بالقتل وصلبه ورماه قريباً من رجليه وقريباً من يديه وهو يعرض عليه مفارقة دينه فأبى. ¶ فقال له: هل لك أن تقبل رأسي وأخلي عنك فقال عبد الله له: وعن جميع أسارى المسلمين أيضاً؟ قال: نعم فقبّل رأسه فأمر الملك بإطلاق سراحه وسراح جميع المسلمين المأسورين لديهم وقدم بالأسرى على عمر - رضي الله عنه - فأخبره خبره فقال عمر: حق على كل مسلم أن يُقبّل رأس ابن حذافة وأنا أبدأ فقبل رأسه (¬1). ¶ ¬__________ ¶ (¬1) سير أعلام النبلاء 2/ 14.",
            "page": "69",
            "part": "1",
            "seal": "37ECF016"
        },
        {
            "id": "70",
            "nass": "ويروي لنا أبو الفرج الجوزي قصة أبي بكر النابلسي فيقول: أقام جوهر القائد (الرافضي) لأبي تميم صاحب مصر أبا بكر النابلسي فقال له: بلغنا أنك قلت: إذا كان مع الرجل عشرة أسهم وجب أن يرمي في الروم سهماً وفينا تسعة؛ قال: ما قلت هذا؛ بل قلت إذا كان معه عشرة أسهم وجب أن يرميكم بتسعة وأن يرمي العاشر فيكم أيضاً فإنكم غيرتم الملة وقتلتم الصالحين وادعيتم نور الإلهية. فضربه ثم أمر يهودياً فسلخه فكان يذكر الله ويقرأ {كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا} ويصبر حتى بلغ الصدر فطعنه ثم حشي تبناً وصلب وقد حكى ابن السعساع المصري أنه رأى في النوم أبا بكر النابلسي بعدما صلب وهو في أحسن هيئة فقال ما فعل الله بك؟ فقال: حباني مالكي بدوام عزٍ وواعدني بقرب الانتصار؛ وقربني وأدناني إليه وقال: انعم بعيشٍ في جواري (¬1). ¶ وغير ذلك من قصص الولاء والبراء كثير لدى السلف الصالح ولعل فيما ذكر كفاية. ¶ ***** ¶ ¬__________ ¶ (¬1) سير أعلام النبلاء 16/ 148 - 150.",
            "page": "70",
            "part": "1",
            "seal": "6EB03FF4"
        },
        {
            "id": "71",
            "nass": "س: ما الثمار الطيبة للثبات والرسوخ على عقيدة الولاء والبراء؟. ¶ ج: لعقيدة الولاء والبراء ثمار طيبة متعددة دنيا وآخرة؛ ومن ذلك: ¶ (1) تحقيق معنى \" لا إله إلا الله\"؛ التي هي كلمة الإسلام والتوحيد. ¶ (2) السلامة من الفتن الظاهرة والباطنة؛ قال تعالى: {وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ} (الأنفال: 73). ¶ (3) تذوق حلاوة الإيمان فقد قال صلى الله عليه وسلم: \" ثلاث من كن فيه وجد بهن حلاوة الإيمان: من كان الله ورسوله أحب إليه مما سواهما. وأن يحب المرء لا يحبه إلا لله وأن يكره أن يعود في الكفر بعد أن أنقذه الله منه كما يكره أن يقذف في النار\" متفق عليه. ¶ (4) حصول القوة والنصرة والعزة والتأييد من الله والتمكين في الأرض. ¶ (5) دحر الباطل وحزبه. ¶ (6) حصول النجاة يوم القيامة. ¶ ويدل على ما سبق قوله تعالى: {لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُولَئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ} (المجادلة: 22). ¶ ***** ¶ س: ما الآثار السلبية المترتبة على تضييع أصل الولاء والبراء؟ ¶ ج: يترتب على ضياع مفهوم الولاء والبراء من الآثار السيئة ما الله به عليم؛ ومن ذلك: ¶ (1) ضعف وازع الدين في قلب العبد، فيتجرأ على فعل الحرام. ¶ (2) حصول الدخن في عقيدة المسلم ودينه الذي هو أغلى من النفس. ¶ (3) يخشى على من ضعف ولاؤه وبراؤه من سوء الخاتمة؛ فإن الإنسان يموت على ما عاش عليه.",
            "page": "71",
            "part": "1",
            "seal": "1678FAA2"
        },
        {
            "id": "72",
            "nass": "(4) تسوية المسلم بغير المسلم تحت مبدأ المواطنة أو المساواة؛ وغيرها من مبادئ التغريب وما شابه. ¶ (5) قد يخرج المرء من الدين بالكلية إذا والى الكفر وغير المسلمين الموالاة الكفرية، كما سبق بيانه. ¶ (6) الضعف والخور الذي يضرب جذوره في الأمة على إثر ضعف العقيدة وخواء القلب من الإيمان. ¶ (7) ضياع وتناسي مفهوم الجهاد في سبيل الله؛ في ظل تمييع الولاء والبراء والتقرب من أهل الكفران. ¶ (8) ضعف الغيرة على الإسلام والنبي محمد صلى الله عليه وسلم، والصحابة رضي الله عنهم؛ حتى رأينا وسمعنا الطعن والسب لديننا ورسولنا عليه الصلاة والسلام وللصحابة الكرام؛ فلم نر حاكمًا يتحرك ولا مسئولًا يتمعر وجهه أو ينكر بلسانه. ¶ هذا ما تيسر والله من وراء القصد ¶ وصلى الله وسلم وبارك على نبينا محمد وآله وصحبه ¶ أبو عاصم البركاتي المصري ¶ الشحات شعبان محمود ¶ عفا الله عنه ¶ هاتف/ 00201064763195 ¶ 6 من جمادى الأولى 1433 هـ ¶ 29/ 3 / 2012 م",
            "page": "72",
            "part": "1",
            "seal": "DA920DF2"
        },
        {
            "id": "1",
            "nass": "الولاء والبراء في الإسلام ¶ سؤال وجواب ¶ أعده ¶ أبو عاصم البركاتي المصري",
            "page": "1",
            "part": "1",
            "seal": "9F4D477E"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الحيم ¶ كل الحقوق محفوظة ¶ إلا لمن أراد طبعه وتوزيعه مجانا ¶ الطبعة الأولى ¶ دار الدعوة الإسلامية ¶ 1433 هـ ـ 2012 م",
            "page": "2",
            "part": "1",
            "seal": "76413912"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله والصلاة والسلام على رسول الله،،،،،،،،،،،، وبعد: ¶ فهذا مبحث الولاء والبراء؛ أعددته في صورة سؤال وجواب تسهيلًا لقارئه؛ وترغيبًا لدارسه؛ وتشويقًا لسامعه وشارحه؛ وأرجو من الله له الانتشار والقبول، وهو سبحانه خير مسئول؛ أن يجعله لوجهه خالصًا؛ وأن يكتبه لي عملًا صالحًا؛ وأن يعطني به أجرًا وأن يحطط عني به وزرًا. وصلى الله وسلم على نبينا محمد وآله وصحبه. ¶ أبو عاصم البركاتي المصري ¶ هاتف/ 01064763195 ¶ 20 من جمادى الأول 1433 هـ ¶ 12/ 4 / 2012 م",
            "page": "3",
            "part": "1",
            "seal": "3CAFDCD6"
        },
        {
            "id": "4",
            "nass": "س: ما معنى الولاء؟ ¶ ج: الولاء لغةً: الوَلْيُ في اللغة هو القُرْب، ويأتي بمعنى الحُب والنُّصْرة في الولاء. ¶ والولاء شرعًا: حُبُّ الله تعالى ورسوله ودين الإسلام وأتباعِه المسلمين، ونُصْرةُ الله تعالى ورسولِه ودينِ الإسلام وأتباعِه المسلمين. ¶ ***** ¶ س: ما معنى البراء؟ ¶ ج: البراء لغةً: ¶ البَرَاءُ: مصدر بَرِئتُ، وهو من الفعل بَرِئ؛ وله معنيان أصليان. ¶ (1) بَرِئ بمعنى: تَنَزَّهَ وتباعَدَ مع البغض والعداوة. ¶ (2) بمعنى الخَلْقُ، ومنه اسمه تعالى (البارئ). ¶ والبراء شرعًا: بُغْضُ الطواغيت التي تُعبَدُ من دون الله تعالى (من الأصنام الماديّة والمعنويّة: كالأهواء والآراء)، وبُغْضُ الكفر (بجميع ملله) وأتباعِه الكافرين، ومعاداة ذلك كُلِّه. ¶ *****",
            "page": "4",
            "part": "1",
            "seal": "B8B665D9"
        },
        {
            "id": "5",
            "nass": "س: اذكر أدلة الولاء من القرآن؟ ¶ ج: كثيرة ومنها قوله تعالى: {إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ. وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ} (المائدة 55 - 56). ¶ وقال تعالى: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ سَيَرْحَمُهُمُ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} (التوبة: 71). ¶ ***** ¶ س: اذكر أدلة الولاء من السنة؟ ¶ ج: من ذلك قوله صلى الله عليه وسلم: «مَثَلُ المؤمنين في توادِّهم وتراحُمِهم وتعاطُفهم مَثَلُ الجسد، إذا اشتكى منه عضو، تَدَاعى له سائر الجسد بالسهر والحُمّى» (¬1). ¶ وقال صلى الله عليه وسلم: «المؤمن للمؤمن كالبنيان يشدّ بَعْضُه بعضًا» (¬2). ¶ وقال صلى الله عليه وسلم: «المسلم أخو المسلم: لا يظلمه، ولا يُسْلِمُه» (¬3). ¶ وقال صلى الله عليه وسلم: «لاَ تَدْخُلُونَ الْجَنَّةَ حَتَّى تُؤْمِنُوا وَلاَ تُؤْمِنُوا حَتَّى ¶ تَحَابُّوا. أَوَلاَ أَدُلُّكُمْ عَلَى شَىْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُمْ أَفْشُوا السَّلاَمَ بَيْنَكُمْ» (¬4). ¶ ***** ¶ ¬__________ ¶ (¬1) أخرجه البخاري (6011)، ومسلم (2586). ¶ (¬2) أخرجه البخاري (2446)، ومسلم (2585). ¶ (¬3) أخرجه البخاري (2442، 6951)، ومسلم (2580). ¶ (¬4) أخرجه مسلم (54).",
            "page": "5",
            "part": "1",
            "seal": "0B06E8ED"
        },
        {
            "id": "6",
            "nass": "س: اذكر أدلة البراء من القرآن؟ ¶ ج: من ذلك قوله تعالى: {لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ} (آل عمران 28). ¶ وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ} (الممتحنة: 1). ¶ وقال تعالى: {وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ. إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ. وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ} الزخرف. ¶ وقال تعالى: {قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآَءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ} الممتحنة. وقال الله تعالى: {لَا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءهُمْ أَوْ أَبْنَاءهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُوْلَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُم بِرُوحٍ مِّنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُوْلَئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ} (المجادلة: 22). ¶ وغير ذلك كثير. ¶ *****",
            "page": "6",
            "part": "1",
            "seal": "642C4450"
        },
        {
            "id": "7",
            "nass": "س: هل يُتَبَرَأُ من المسلم لمعصيته؟ ¶ ج: لا يُتَبَرَأ من المسلم إذا كانت معصيته غير مكفرة؛ وإنما يتبرأ من المعصية التي هو عليها؛ ويناصح ويدعى بالتي هي أحسن، وبعض الناس يكره المؤمن العاصي أكثر مما يكره الكافر، وهذا من العجب وهو قلب للحقائق، فالكافر عدو لله ولرسوله وللمؤمنين ويجب علينا أن نكرهه من كل قلوبنا؛ قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ}. وقال تعالى فيمن قتل مؤمناً عمداً: {فمن عُفِيَ له من أخيه شيء فاتباع بالمعروف وأداء إليه بإحسان}. فجعل الله القاتل عمداً أخاً للمقتول مع أن القتل ـ قتل المؤمن عمداً ـ من أعظم الكبائر؛ وقوله تعالى في الطائفتين المقتتلتين من المؤمنين: {وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما}. إلى قوله: {إنما المؤمنون إخوة فأصلحوا بين أخويكم}. فلم يخرج الله الطائفتين المقتتلتين من الإيمان ولا من الأخوة الإيمانية. ¶ ومما يؤكد على ما قلناه ما رواه البخاري بسنده في صحيحه عنْ عُمَرَ بْنِ الْخَطَّابِ أَنَّ رَجُلاً عَلَى عَهْدِ النَّبِىِّ صلى الله عليه وسلم كَانَ اسْمُهُ عَبْدَ اللَّهِ، ¶ وَكَانَ يُلَقَّبُ حِمَارًا، وَكَانَ يُضْحِكُ رَسُولَ اللَّهِ - صلى الله عليه وسلم -، وَكَانَ النَّبِىُّ - صلى الله عليه وسلم - قَدْ جَلَدَهُ فِى الشَّرَابِ، فَأُتِىَ بِهِ يَوْمًا فَأَمَرَ بِهِ فَجُلِدَ، فَقَالَ رَجُلٌ مِنَ الْقَوْمِ اللَّهُمَّ الْعَنْهُ مَا أَكْثَرَ مَا يُؤْتَى بِهِ. فَقَالَ النَّبِىُّ صلى الله عليه وسلم: «لاَ تَلْعَنُوهُ، فَوَاللَّهِ مَا عَلِمْتُ أَنَّهُ يُحِبُّ اللَّهَ وَرَسُولَهُ» (¬1). ¶ ***** ¶ ¬__________ ¶ (¬1) أخرجه البخاري (6780).",
            "page": "7",
            "part": "1",
            "seal": "ECF0CC16"
        },
        {
            "id": "8",
            "nass": "س: ما حكم هجر المسلم العاصي؟ ¶ ج: يجوز هجر المسلم المجاهر بالمعصية بل قد يجب زجرًا له حتى يقلع عن ذنبه وذلك إذا نُصِحَ فلم ينتصح؛ وأما إن كانت معصيته داخلة في البدع والمحدثات فيناصح؛ فإن كانت الطرق إلي إقناعه منقطعة، وبات مصرًا علي بدعته، فالواجب عندئذ هجره، والتحذير منه ومن بدعته، حتى لا يغتر الناس بما يدعو إليه من البدعة. ¶ قال ابن قدامة المقدسي رحمه الله: ومن السنة هجران أهل البدع ومباينتهم وترك الجدال والخصومات في الدين، وترك النظر في كتب المبتدعة والإصغاء إلي كلامهم. ¶ وقال العلامة محمد بن صالح العثيمين رحمه الله تعليقًا علي كلام ابن قدامة: وهجران أهل البدع واجب لقوله تعالي: {لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ} (المجادلة: 22) ¶ ولأن النبي صلي الله عليه وسلم هجر كعب بن مالك وصاحبيه حين تخلفوا عن غزوة تبوك (¬1). ¶ ولا يتقيد في هجر أهل البدع بحديث: \" لا يحل لمسلم أن يهجر أخاه فوق ثلاث ليال\" لأن هجر أهل البدع يجوز علي التأبيد، طالما هم مصرون علي البدعة وقائمون عليها، وذلك مستفاد من هجر النبي وأصحابه لكعب بن مالك وصاحبيه رضي الله عنهم. ¶ وعلي هذا فعل السلف الأوائل ومن تبعهم بإحسان، فأمير المؤمنين عمر بن الخطاب رضي الله عنه يأمر بهجر صبيغ بن عسل العراقي لما وجده يسأل عن مشكلات القرآن، وذلك بعد أن أدبه بضرب ظهره برطائب من جريد (¬2). ¶ ***** ¶ ¬__________ ¶ (¬1) شرح لمعة الاعتقاد ص 100. ¶ (¬2) انظر سنن الدارمي (1|56،55) واللالكائي في شرح أصول اعتقاد أهل السنة والجماعة (1140،1139،1136)",
            "page": "8",
            "part": "1",
            "seal": "CD0E3D14"
        },
        {
            "id": "9",
            "nass": "س: ما منزلة الولاء والبراء في الإسلام؟ ¶ ج: الولاء والبراء من لوازم \" لا إله إلا الله\" وأدلة ذلك كثيرة من الكتاب والسنة. ¶ أما الكتاب فمن ذلك قوله تعالى: {فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِن بِاللهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىَ} (البقرة: 256). ¶ وقال تعالى: {لاَّ يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاء مِن دُوْنِ الْمُؤْمِنِينَ وَمَن يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللهِ فِي شَيْءٍ إِلاَّ أَن تَتَّقُواْ مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللهُ نَفْسَهُ وَإِلَى اللهِ الْمَصِيرُ} (آل عمران: 28). ¶ ويقول تعالى: {قُلْ إِن كُنتُمْ تُحِبُّونَ اللهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللهُ غَفُورٌ رَّحِيمٌ. قُلْ أَطِيعُواْ اللهَ وَالرَّسُولَ فإن تَوَلَّوْاْ فإن اللهَ لاَ يُحِبُّ الْكَافِرِينَ} (آل عمران: 31 - 32). ¶ ويقول تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِ فَسَوْفَ يَأْتِي اللهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللهِ وَلاَ يَخَافُونَ لَوْمَةَ لآئِمٍ} (المائدة: 54). ¶ وقال سبحانه: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ} (الفتح:29). ¶ ويبين ذلك من السنة قوله صلى الله عليه وسلم: \"إِنَّ أَوْسَطَ عُرَى الْإِيمَانِ أَنْ تُحِبَّ فِي اللَّهِ وَتُبْغِضَ فِي اللَّهِ\" أخرجه أحمد (18524). ¶ وعَنْ أَنَسٍ رضي الله عنه عَنِ النَّبِىِّ - صلى الله عليه وسلم- قَالَ: «ثَلاَثٌ مَنْ كُنَّ فِيهِ وَجَدَ بِهِنَّ حَلاَوَةَ الإِيمَانِ مَنْ كَانَ اللَّهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا وَأَنْ يُحِبَّ الْمَرْءَ لاَ يُحِبُّهُ إِلاَّ لِلَّهِ وَأَنْ يَكْرَهَ أَنْ يَعُودَ فِى الْكُفْرِ بَعْدَ أَنْ أَنْقَذَهُ اللَّهُ مِنْهُ كَمَا يَكْرَهُ أَنْ يُقْذَفَ فِى النَّارِ» متفق عليه.",
            "page": "9",
            "part": "1",
            "seal": "3A18C833"
        },
        {
            "id": "10",
            "nass": "وقوله صلى الله عليه وسلم: \" سَبْعَةٌ يُظِلُّهُمُ اللَّهُ فِي ظِلِّهِ يَوْمَ لاَ ظِلَّ إِلاَّ ظِلُّهُ، وذكر منهم: وَرَجُلاَنِ تَحَابَّا فِي اللهِ اجْتَمَعَا عَلَيْهِ وَتَفَرَّقَا عَلَيْهِ \"متفق عليه. ¶ وروى الإمام أحمد عن جرير بن عبد الله البجلي أن رسول الله صلى الله عليه وسلم بايعه على أن \" تَنْصَحُ لِلْمُسْلِمِ، وَتَبْرَأُ مِنَ الْكَافِرِ \" (¬1). ¶ وفي صحيح مسلم قوله صلى الله عليه وسلم: «مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَكَفَرَ بِمَا يُعْبَدُ مِنْ دُونِ اللَّهِ حَرُمَ مَالُهُ وَدَمُهُ وَحِسَابُهُ عَلَى اللَّهِ (¬2)». ¶ وفي الصحيحين عَنْ أَنَسٍ عَنِ النَّبِىِّ صلى الله عليه وسلم قَالَ: «لا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ (¬3)». ¶ وفي الصحيحين أيضًا عَنْ أَنَسٍ رضي الله عنه عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «آيَةُ الإِيمَانِ حُبُّ الأَنْصَارِ، وَآيَةُ النِّفَاقِ بُغْضُ الأَنْصَارِ (¬4)». ¶ ***** ¶ ¬__________ ¶ (¬1) صحيح: أخرجه أحمد (19153) (19165) (19219). ¶ (¬2) أخرجه مسلم (23). ¶ (¬3) أخرجه البخاري (13) ومسلم (45). ¶ (¬4) أخرجه البخاري (17) ومسلم (74).",
            "page": "10",
            "part": "1",
            "seal": "24307979"
        },
        {
            "id": "11",
            "nass": "س: ما مظاهر موالاة المؤمنين؟ ¶ ج: مظاهر مولاة المؤمنين كثيرة ومن ذلك: ¶ (1) الهجرة إلى بلاد المسلمين، وهجر بلاد الكفار. ¶ (2) مناصرة المؤمنين ومعاونتهم بالنفس والمال واللسان والقلم، وبكل ما يحتاجون إليه. قال تعالى: {وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ} (الأنفال:72). ¶ 3) التألم لألمهم، والسرور لسرورهم. قَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- «مَثَلُ الْمُؤْمِنِينَ فِى تَوَادِّهِمْ وَتَرَاحُمِهِمْ وَتَعَاطُفِهِمْ مَثَلُ الْجَسَدِ إِذَا اشْتَكَى مِنْهُ عُضْوٌ تَدَاعَى لَهُ سَائِرُ الْجَسَدِ بِالسَّهَرِ وَالْحُمَّى» متفق عليه. ¶ (4) النصح لهم ومحبة الخير لهم، وعدم غشهم؛ قال صلى الله عليه وسلم قَالَ: «لاَ تَبَاغَضُوا وَلاَ تَحَاسَدُوا وَلاَ تَدَابَرُوا وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا وَلاَ يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاَثٍ» متفق عليه من حديث أنس رضي الله عنه. ¶ (5) احترامهم وتوقيرهم وعدم تنقصهم؛ قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ عَسَى أَنْ يَكُونُوا خَيْرًا مِنْهُمْ} .. الآية ¶ (6) زيارتهم، ومحبة الالتقاء بهم، ففي الحديث القدسي: \"قَالَ اللَّهُ عَزَّ وَجَلَّ: وَجَبَتْ مَحَبَّتِي لِلْمُتَحَابِّينَ فِيَّ وَالْمُتَجَالِسِينَ فِيَّ وَالْمُتَزَاوِرِينَ فِيَّ وَالْمُتَبَاذِلِينَ فِيَّ (¬1) \". ¶ (7) أن يكون معهم في حال يسرهم وعسرهم، ومنشطهم ومكرههم، واحترام حقوقهم، والاستغفار لذنوبهم؛ قال تعالى: {وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} (محمد:19). ¶ ***** ¶ ¬__________ ¶ (¬1) صحيح: أخرجه أحمد (22030) وابن حبان (575).",
            "page": "11",
            "part": "1",
            "seal": "15D4BBE4"
        },
        {
            "id": "12",
            "nass": "س: ما مظاهر موالاة الكافرين؟ ¶ ج: قال الشيخ صالح الفوزان حفظه الله ما ملخصه: ¶ (1) من مظاهر موالاة الكفار التشبه بهم في الملبس والكلام وغيرهما، قال النبيّ -صلى الله عليه وسلم- \"من تشبه بقوم فهو منهم\". فيحرم التشبه بالكفار فيما ¶ هو من خصائصهم ومن عاداتهم وعباداتهم وسمعتهم وأخلاقهم كحلق اللحى وإطالة الشوارب والرطانة بلغتهم إلاّ عند الحاجة. ¶ (2) من مظاهر موالاة الكفار الإقامة في بلادهم قال تعالى {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا. إِلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لَا يَسْتَطِيعُونَ حِيلَةً وَلَا يَهْتَدُونَ سَبِيلًا. فَأُولَئِكَ عَسَى اللَّهُ أَنْ يَعْفُوَ عَنْهُمْ وَكَانَ اللَّهُ عَفُوًّا غَفُورًا} (النساء:97 - 99). ¶ فلم يعذر الله في الإقامة في بلاد الكفار إلاّ المستضعفين الذين لا يستطيعون الهجرة؛ وكذا من كان في إقامته مصلحة دينية كالدعوة إلى الله ونشر الإسلام في بلادهم. ¶ (3) ومن مظاهر موالاة الكفار إعانتهم ومناصرتهم على المسلمين ومدحهم والذب عنهم، وهذا من نواقض الإسلام وأسباب الردة نعوذ بالله من ذلك. ¶ (4) ومن مظاهر موالاة الكفار الاستعانة بهم والثقة بهم وتوليتهم المناصب التي فيها أسرار المسلمين واتخاذهم بطانة ومستشارين، قال الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ إِنْ كُنْتُمْ تَعْقِلُونَ. هَا أَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ وَإِذَا لَقُوكُمْ قَالُوا آمَنَّا وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمُ الْأَنَامِلَ مِنَ الْغَيْظِ قُلْ مُوتُوا بِغَيْظِكُمْ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ. إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا بِهَا} (آل عمران: 118 - 120).",
            "page": "12",
            "part": "1",
            "seal": "64B908C3"
        },
        {
            "id": "13",
            "nass": "وروى الإمام أحمد عن أبي موسى الأشعري رضي الله عنه قال: قلت لعمر رضي الله عنه: لي كاتب نصراني. قال: مالك قاتلك الله. أما سمعت الله يقول: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} ألا اتخذت حنيفًا، قال: قلت يا أمير المؤمنين لي كتابته وله دينه. قال: لا أكرمهم إذ أهانهم الله، ولا أعزهم إذ أذلهم الله، ولا أدنيهم وقد أقصاهم الله. ¶ وروى الإمام أحمد ومسلم أن النبيّ -صلى الله عليه وسلم- خرج إلى بدر فتبعه رجل من المشركين فلحقه عند الحرة فقال: إني أردت أن أتبعك وأصيب معك، قال: \"تؤمن بالله ورسوله\"؟ قال لا - قال: \"ارجع فلن أستعين بمشرك\". ¶ (5) ومن مظاهر موالاة الكفار التأريخ بتاريخهم - خصوصاً التاريخ الذي يعبر عن طقوسهم وأعيادهم كالتاريخ الميلادي والذي هو عبارة عن ذكرى مولد المسيح عليه السلام، والذي ابتدعوه من أنفسهم وليس هو من دين المسيح عليه السلام فاستعمال هذا التاريخ فيه مشاركة في إحياء شعارهم وعيدهم، ولتجنب هذا لما أراد الصحابة رضي الله عنهم وضع تاريخ للمسلمين في عهد عمر رضي الله عنه عدلوا عن تواريخ الكفار وأرخوا بهجرة الرسول -صلى الله عليه وسلم- مما يدل على وجوب مخالفة الكفار في هذا وفي غيره مما هو من خصائصهم - والله المستعان.",
            "page": "13",
            "part": "1",
            "seal": "F146BE56"
        },
        {
            "id": "14",
            "nass": "(6) ومن مظاهر موالاة الكفار مشاركتهم في أعيادهم أو مساعدتهم في إقامتها أو تهنئتهم بمناسبتها أو حضور إقامتها - وقد فسر قوله سبحانه وتعالى: {وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ} أي ومن صفات عباد الرحمن أنهم لا يحضرون أعياد الكفار. ¶ (7) ومن مظاهر موالاة الكفار مدحهم والإشادة بما هم عليه من المدنية والحضارة والإعجاب بأخلاقهم ومهاراتهم دون نظر إلى عقائدهم الباطلة ودينهم الفاسد قال تعالى: {وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَى} وليس معنى ذلك أن المسلمين لا يتخذون أسباب القوة من تعلم الصناعات ومقومات الاقتصاد المباح والأساليب العسكرية، بل ذلك مطلوب قال تعالى: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ} وهذه المنافع والأسرار الكونية هي في الأصل للمسلمين قال تعالى: {قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ}؛ وقال تعالى: {وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ}، وقال تعالى: {هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا} فالواجب أن يكون المسلمون سباقين إلى استغلال هذه المنافع وهذه الطاقات ولا يستجدون الكفار في الحصول عليها، يجب أن يكون لهم مصانع وتقنيات.",
            "page": "14",
            "part": "1",
            "seal": "BF251408"
        },
        {
            "id": "15",
            "nass": "(8) ومن مظاهر موالاة الكفار التسمي بأسمائهم - بحيث يسمون أبناءهم وبناتهم بأسماء أجنبية ويتركون أسماء آبائهم وأمهاتهم وأجدادهم وجداتهم والأسماء المعروفة في مجتمعهم وقد قال النبيّ -صلى الله عليه وسلم-: \"أحب الأسماء إلى الله عبد الله وعبد الرحمن\". وبسبب تغيير الأسماء فقد وجد جيل يحمل أسماء غربية، مما يسبب الانفصال بين هذا الجيل والأجيال السابقة ويقطع التعارف بين الأسر التي كانت تعرف بأسمائها الخاصة. ¶ (9) من مظاهر موالاة الكفار الاستغفار لهم والترحم عليهم وقد حرم الله ذلك بقوله تعالى: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَن يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ} لأن هذا يتضمن حبهم وتصحيح ما هم عليه (¬1). انتهى ¶ (10) \"محبة الكفار وتعظيمهم ونصرتهم على حرب أولياء الله، وتنحية شريعة الله عن الحكم في الأرض ورميها بالقصور والجمود وعدم مسايرة العصر ومواكبة التقدم الحضاري. ¶ (11) ومنها: استيراد القوانين الكافرة - شرقية كانت أم غربية - وإحلالها محل شريعة الله الغراء وغمز كل مسلم يطالب بشرع الله بـ: التعصب والرجعية والتخلف! ¶ (12) ومنها: التشكيك في سنة رسول الله صلى الله عليه وسلم والطعن في دواوينها الكريمة والحط من قدر أولئك الرجال الأعلام الذين خدموا هذه السنة حتى وصلت إلينا. ¶ (13) قيام دعوات جاهلية جديدة تعتبر جديدة في حياة المسلمين، ذلك مثل دعوة القومية الطورانية والقومية العربية والقومية الهندية و .. و ... الخ\" (¬2). ¶ ***** ¶ ¬__________ ¶ (¬1) نقلًا عن مجلة الدعوة الصادرة يوم 17/ 8/1408هـ بعدد 1136.مقال بقلم الشيخ صالح بن فوزان الفوزان. ¶ (¬2) الولاء والبراء في الإسلام للقحطاني ص 9 - ط التوفيقية.",
            "page": "15",
            "part": "1",
            "seal": "12AFA44B"
        },
        {
            "id": "16",
            "nass": "س: ما حكم موالاة الكفار؟ ¶ ج: قال الشيخ ابن عثيمين رحمه الله: ¶ موالاة الكفار بالموادة والمناصرة واتخاذهم بطانة: حرام منهي عنها بنص القرآن الكريم، قال الله تعالى: {لا تجد قوماً يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله}، وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ}، وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ}، وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا}. ¶ وأخبر أنه إذا لم يكن المؤمنون بعضهم أولياء بعض، والذين كفروا بعضهم أولياء بعض ويتميز هؤلاء عن هؤلاء، فإنها تكون فتنة في الأرض وفساد كبير.",
            "page": "16",
            "part": "1",
            "seal": "E962C5C7"
        },
        {
            "id": "17",
            "nass": "ولا ينبغي أبداً أن يثق المؤمن بغير المؤمن مهما أظهر من المودة وأبدى من النصح فإن الله تعالى يقول عنهم: {وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً}، ويقول سبحانه لنبيه: {وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلَا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ}، والواجب على المؤمن أن يعتمد على الله في تنفيذ شرعه، وألا تأخذه فيه لومة لائم، وألا يخاف من أعدائه فقد قال الله تعالى: {إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلَا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ}، وقال تعالى: {فترى الذين في قلوبهم مرض يسارعون فيهم يقولون نخشى أن تصيبنا دائرة فعسى الله أن يأتي بالفتح أو أمر من عنده فيصبحوا على ما أسروا في أنفسهم نادمين}، وقال سبحانه: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ إِنْ شَاءَ إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ}، والله الموفق (¬1). ¶ ***** ¶ ¬__________ ¶ (¬1) مجموع فتاوى ورسائل ابن عثيمين (3/ 13).",
            "page": "17",
            "part": "1",
            "seal": "DFEFE458"
        },
        {
            "id": "18",
            "nass": "س: هل يمكن أن يرضى اليهود والنصارى عن المسلمين؟ ¶ ج: يكفي في الرد على هذا السؤال قول الله تعالى: {وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلا نَصِيرٍ} (البقرة: 120). ¶ قال ابنُ جرير ما ملخصه: \"ليستِ اليهود - يا محمَّد - ولا النَّصارى براضيةٍ عنك أبدًا، فدعْ طلب ما يُرضيهم ويُوافقهم، وأقبِلْ على طلَب رِضا الله في دعائِهم إلى ما بعثَك الله به من الحقّ، فإنَّ الَّذي تدْعوهم إليه من ذلك لَهو السَّبيل إلى الاجتِماع فيه معك على الأُلْفة والدين القيِّم، ولا سبيلَ لك إلى إرضائِهم باتِّباع ملَّتهم؛ لأنَّ اليهوديَّة ضدّ النَّصرانيَّة، والنَّصرانيَّة ضد اليهودية، ولا تجتمع النَّصرانيَّة واليهوديَّة في شخص واحد، ولن يَجتمع فيك دينان متضادَّان في حال واحدة، وإذا لم يكن لك إلى ذلك سبيل، فالزم هُدى الله الَّذي لجمع الخلْق إلى الأُلفة عليه سبيل\" (¬1). ¶ وذكر الشيخ ابن عُثيمين - رحمه الله - في تفسيره فوائد للآية الكريمة (¬2): ¶ أوَّلاً: بيان عناد اليهود والنَّصارى؛ فإنَّهم لن يرضَوا عن أحدٍ مهْما تألَّفهم وبالَغ في ذلك حتَّى يتَّبع ملَّتهم. ¶ ثانيًا: الحذر من اليهود والنَّصارى، فإنَّ مَن تألَّفهم وقدَّم لهم تنازُلات، فإنَّهم سيطلبون المزيد، ولن يرضَوا عنه إلاَّ باتّباع ملَّتهم. ¶ ثالثًا: أنَّ الكفَّار من اليهود والنَّصارى يتمنَّون أنَّ المسلمين يكونون مثلهم في الكُفر؛ حسدًا لهم؛ قال تعالى: {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ} (البقرة: 109)، قال تعالى: {وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً} (النساء: 89). ¶ ¬__________ ¶ (¬1) تفسير ابن جرير مختصرًا (1/ 565). ¶ (¬2) تفسير سورة البقرة، للشيخ ابن عثيمين (2/ 29 - 34).",
            "page": "18",
            "part": "1",
            "seal": "AB4ACBC6"
        },
        {
            "id": "19",
            "nass": "رابعًا: استدلَّ كثيرٌ من الفقهاء بقوله تعالى: {حَتَّى تَتَّبِعَ مِلَّتَهُمْ} - حيث أفرد الملَّة - على أنَّ الكفر ملَّة واحدة، كقوله تعالى: {لَكُمْ دِينُكُمْ وَلِيَ دِينِ} (الكافرون: 6)، فعلى هذا لا يتوارث المسلمون والكفَّار، وكل منهم يرث قريبَه، سواء كان من أهل دينِه أم لا؛ لأنَّهم كلهم ملَّة واحدة. ¶ خامسًا: أنَّ ما علَيْه اليهود والنَّصارى ليس دينًا، بل هو هوى؛ لقوله تعالى: {أَهْوَاءَهُمْ}، ولَم يقُل: ملَّتهم، كما في أوَّل الآية، ففي الأوَّل {وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ}؛ لأنَّهم يعتقدون أنَّهم على ملَّة ودين، ولكن بيَّن الله - تعالى - أنَّ هذا ليس بدين ولا ملَّة؛ بل هوى، وليْسوا على هدى؛ إذ لو كانوا على هُدًى لوَجب على اليهود أن يُؤمِنوا بالمسيح عيسى ابن مريم، ولوجب عليْهم جميعًا أن يُؤمنوا بمحمَّد - صلَّى الله عليْه وسلَّم. ¶ سادسًا: أنَّ العقوبات إنَّما تقع على العبد بعد أن يأْتيه العلم، وأمَّا الجاهل فلا عقوبةَ عليه؛ لقوله تعالى: {وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ} (البقرة: 120)، وهذا الأصل يشهد له آيات متعدِّدة؛ منها قوله تعالى {رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا} (البقرة: 286)، وقال تعالى: {وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ} (الأحزاب: 5). ¶ سابعًا: أنَّ منِ اتَّبع الهوى بعد العلم فهو أشدُّ ضلالة؛ لقوله تعالى: {وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلاَ نَصِيرٍ} (البقرة: 120) ¶ ثامنًا: الرَّد على أهل الكفْر بهذه الكلمة {هُدَى اللَّهِ هُوَ الْهُدَى}، والمعنى: إنْ كان معكم هدى الله، فأنتم مهتدون، وإلاَّ فأنتُم ضالُّون.",
            "page": "19",
            "part": "1",
            "seal": "948E0FF6"
        },
        {
            "id": "20",
            "nass": "تاسعًا: أنَّ البدَع ضلالة؛ لقوله تعالى: {قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى}، ولقوله تعالى: {وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدىً أَوْ فِي ضَلالٍ مُبِينٍ} (سبأ: 24)، فليس بعد الهدى إلاَّ الضَّلال، ولقول النَّبي - صلَّى الله عليْه وسلَّم -: \"كلّ بدعة ضلالة\". ¶ عاشرًا: أنَّ ما جاء إلى الرَّسول - صلَّى الله عليْه وسلَّم - سواء كان القرآن أم السنَّة، فهو علم، فالنَّبي - صلَّى الله عليْه وسلَّم - كان أميًّا لا يقرأ ولا يكتب؛ كما قال الله لنبيِّه - صلَّى الله عليْه وسلَّم: {وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلا تَخُطُّهُ بِيَمِينِكَ} (العنكبوت: 48)، ولكنَّ الله تعالى أنزل عليه هذا الكتاب، حتَّى صار بذلك نبيًّا جاء بالعلم النَّافع، والعمل الصَّالح؛ قال تعالى: {وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيمًا} (النساء: 113). ¶ الحادي عشر: أنَّه لا أحد يَمنع ما أراد الله من خيرٍ أو شرٍّ؛ لقوله تعالى: {وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلا نَصِيرٍ} (البقرة: 120)، روى البخاري ومسلم من حديث المُغيرة بن شُعبة، أنَّ النَّبيَّ - صلَّى الله عليْه وسلَّم - قال: \"اللَّهُمَّ لا مانع لما أعطيتَ، ولا مُعْطِيَ لِما منعتَ، ولا ينفع ذا الجد منك الجد\"؛ أي: لا ينفع ذا الجد - أي: الحظّ والغنى - حظُّه ¶ وغناه من الله، فاللَّه مُحيطٌ بكلِّ شيء، وقادرٌ على كل شيء، ولا ينفع العبدَ إلاَّ عملُه الصَّالح.",
            "page": "20",
            "part": "1",
            "seal": "5A3E352D"
        },
        {
            "id": "21",
            "nass": "الثَّاني عشر: أنَّ هذا التَّحذير في قوله تعالى: {وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلا نَصِيرٍ} موجَّه إلى رسول الله - صلَّى الله عليْه وسلَّم - فكيف بمَن دونه؟! فإنَّ هذا التَّحذير يشمله وأوْلى؛ قال تعالى لنبيِّه - صلَّى الله عليْه وسلَّم {وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلاً. إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا} (الإسراء: 74، 75). ¶ الثالث عشر: أنَّ ما عليه اليهود والنصارى من دينٍ باطل منسوخٌ بشريعة الإسْلام؛ لقوله تعالى: {قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى}، وهو الإسلام، قال تعالى: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلامُ} (آل عمران: 19)، ولقوله تعالى: {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ} (آل عمران: 85)، روى مسلم في صحيحه من حديث أبِي هُرَيرة - رضي الله عنه - أنَّ النَّبيَّ - صلَّى الله عليْه وسلَّم - قال: \"والَّذي نفسُ محمَّد بيده، لا يسمع بي أحدٌ من هذه الأمَّة؛ يهودي ولا نصراني، ثمَّ يَموت ولم يؤْمِن بالَّذي أُرْسِلت به، إلاَّ كان من أصحاب النَّار\"، حتَّى عيسى - عليه السلام - عندما ينزل في آخر الزمان لا يأْتِي بشرع جديد، بل يحكم بشريعة الإسلام، روى البخاري ومسلم من حديث أبي هريرة - رضي الله عنه - أنَّ النَّبيَّ - صلَّى الله عليْه وسلَّم - قال: \"والَّذي نفسي بيده، ليوشكَنَّ أن ينزل فيكم ابنُ مريم حكمًا مقسطًا، فيكسر الصَّليب، ويقتل الخنزير، ويضع الجِزْية، ويفيض المال حتَّى لا يقبله أحد، وحتَّى تكون السَّجدة الواحدة خيرًا من الدنيا وما فيها\"، ثمَّ يقول أبو هريرة: \"اقرؤوا إن شئتم: {وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ وَيَوْمَ الْقِيَامَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا} (النساء: 159) انتهى. ¶ ******",
            "page": "21",
            "part": "1",
            "seal": "D0FD2F6F"
        },
        {
            "id": "22",
            "nass": "س: ثانياً المانعون من الاستدلال بدلالة الاقتران: ¶ ج: موالاة صغرى وموالاة كبرى. ¶ الموالاة الصغرى لا تخرج عن الإسلام، والموالاة الكبرى تخرج عن الإسلام والعياذ بالله. ¶ ***** ¶ س: ما هي الموالاة الصغرى وما صورها؟ ¶ ج: الموالاة الصغرى التي لا تخرج صاحبها من الملة، وهي محرمة؛ ومن صورها التعصب للكافر لأنه من أبناء الوطن؛ أو الحزب أو لشراكة في مال أو تجارة؛ يعني من أجل مصلحةٍ دنيوية، وموالاته في تلك المصلحة، مع بغضه ديانةً؛ قال ابن تيمية في الفتاوى (7/ 523): قد تحصل للرجل موادتهم لرحم أو حاجة فتكون ذنباً ينقص به إيمانه، ولا يكون به كافراً. اهـ. ¶ ***** ¶ س: ما هي الموالاة الكبرى وما صورها؟ ¶ ج: موالاةٌ كفرية، وهي مودة الكفار من أجل دينهم، ومحبتهم بالقلب ديانةً، وقد يتمنى نصرتهم على المسلمين، قال سبحانه وتعالى-: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ} (المائدة: 51). ¶ *****",
            "page": "22",
            "part": "1",
            "seal": "3A915194"
        },
        {
            "id": "23",
            "nass": "س: هل تجوز الموالاة في بعض المواضع للكفار؟ ¶ ج: تجوز عند الضرورة والإكراه؛ وهي إظهار الموالاة باللسان عند الضرورة وعند خوف الفتنة من الكفار؛ كما قال الله -سبحانه وتعالى-: {لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً} (آل عمران: 28)؛ ولقوله سبحانه وتعالى-: {إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ} (النحل: 106). وسبب ذلك قصة عمار، عندما أرغمه الكفار على النيل من النبي صلى الله عليه وسلم؛ فنال منه تحت التهديد وتحت الخطر؛ فجاء يبكي وخشي على نفسه الردة؛ فقال له النبي صلى الله عليه وسلم: \"إن عادوا فعُدْ\" (¬1). ¶ ***** ¶ س: ما حكم التجسس للكفار على المسلمين؟ ¶ ج: التجسس على المسلمين لمصلحة الكفار حرام: فهو خيانة للدّين، ومحاربة للمسلمين، ومعاونة لأهل الشرك والكفر عليهم، وكلها كبائر عظيمة، وتصل للردّة إذا صدرت من المسلم، قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُونَ} (الأنفال: 27). ¶ وهي من نواقض العهود والمواثيق إذا صدرت من المعاهدين وأهل الذمة، قال تعالى: {إِلَّا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئًا وَلَمْ يُظَاهِرُوا عَلَيْكُمْ أَحَدًا فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ} (التوبة: 4). ¶ ¬__________ ¶ (¬1) أخرجه الحاكم في المستدرك (2/ 358) وعنه البيهقي في السنن الكبرى (8/ 208). وقال الحاكم: \" هَذَا حَدِيثٌ صَحِيحٌ عَلَى شَرْطِ الشَّيْخَيْنِ وَلَمْ يُخْرِجَاهُ \".",
            "page": "23",
            "part": "1",
            "seal": "33061A15"
        },
        {
            "id": "24",
            "nass": "وقد حذر الله من ألئك؛ فقال -تعالى: {لَوْ خَرَجُواْ فِيكُم مَّا زَادُوكُمْ إِلاَّ خَبَالاً ولأَوْضَعُواْ خِلاَلَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ وَفِيكُمْ سَمَّاعُونَ لَهُمْ وَاللهُ عَلِيمٌ بِالظَّالِمِينَ} (التوبة: 47). ¶ قال مجاهد رحمه الله في قوله -تعالى-: {وَفِيكُمْ سَمَّاعُونَ لَهُمْ} وفيكم مخبرون لهم يؤدون إليهم ما يسمعون منكم وهو الجواسيس (¬1). ¶ وقد تحدث الفقهاء عن عقوبة الجاسوس مسلمًا كان أو كافرًا، فقالت المالكية والحنابلة وغيرهم: يقتل الجاسوس المسلم إذا تجسس للعدو على المسلمين. ¶ وذهب أبو حنيفة والشافعي إلى عدم قتله، وإنما يعاقب تعزيرًا، إلا إن تظاهر على الإسلام فيقتل، أو ترتب على جاسوسيته قتل، ومثله الذمي. ¶ وإن كان كافرًا يقتل في حال الحرب، وكذلك في حال السلم إن كان هناك عهد لأنّه نقض للعهد. ¶ وقد ورد في السنة النبوية: ما يدل على قتل الجاسوس مطلقا، فعن سلمة بن الأكوع رضي الله عنه قال: \" أُتي النبي صلى الله عليه وسلم عينٌ من المشركين وهو في سفر فجلس عند أصحابه، ثم انسل، فقال صلى الله عليه وسلم: \"اطلبوه فاقتلوه\" قال: فسبقتهم إليه فقتلته، وأخذت سلبه، فنفلني إياه\" رواه البخاري وأبو داود. ¶ ***** ¶ ¬__________ ¶ (¬1) تفسير البغوي: 10/ 298.",
            "page": "24",
            "part": "1",
            "seal": "26FEA785"
        },
        {
            "id": "25",
            "nass": "س: هل هناك أمور مشروعة يظن أنها من الموالاة وليست كذلك؟ ¶ ج: ما يُظنَّ أنه موالاة وليس بموالاة؛ كالتعامل مع الكفار بتجارةٍ أو إجارةٍ أو عاريةٍ أو رهنٍ أو بيعٍ أو شراءٍ أو نحو ذلك. وكذا التخلق بالأخلاق الطيبة معهم لعل الله أن يهديهم للدين أو بذل الهدية لهم فإن عمر -رضي الله عنه- أهدى لأخ له قبل أن يُسلِمْ ثوبًا أهداه له النبي صلى الله عليه وسلم، وابن عمر -رضي الله عنه- كانوا إذا وُجِدَ عندهم لحمٌ أو ذبيحةٌ قال: \"أأطعمتم جارنا اليهودي؟ \" ونحو ذلك، وكذلك قبول هديةٍ منهم؛ فالنبي صلى الله عليه وسلم قَبِلَ ماريةً -رضي الله عنها- هديةً من المقوقس عظيم الأقباط، ولا يعدُ هذا موالاة، ورهن درعه عند يهودي في صاعٍ من شعير، وعلي رضي الله عنه- أجَّرَ نفسه ليهوديةٍ فنتح لها ستة عشر دلوًا، كل دلوٍ بتمرة، والنبي صلى الله عليه وسلم قد عاقد اليهود وعاهدهم على أن يشاركوا مع المسلمين في قتال بقية الكفار والمشركين، وعقد معهم عهدًا، وعقد عهدًا مع خُزَاعة، وأحيانًا عقد عهودًا فيها حيفٌ على المسلمين في الظاهر؛ ولكن العاقبة للمتقين، كما حدث في صلح الحديبية، ولم يقل أحدٌ أن هذا التعامل نوعٌ من المودة والموالاة. ¶ والنبي صلى الله عليه وسلم قال: \" أَمَّا وَاللهِ لاَ يَدْعُونِي الْيَوْمَ إِلَى خُطَّةٍ، يُعَظِّمُونَ فِيهَا حُرْمَةً، وَلاَ يَدْعُونِي فِيهَا إِلَى صِلَةٍ إِلاَّ أَجَبْتُهُمْ إِلَيْهَا (¬1) \". ¶ كذلك في مسألة الوفاء بالعهد؛ حذيفة رضي الله عنه لما أسره المشركون هو وأبوه -مشركو قريش -، فطلبوا منهم أن يخلُّوا سبيلهم، قالوا بشرط: أن تذهبوا إلى المدينة - أو إلى يثرب كما يقولون- ولا تذهبوا إلى محمد وأصحابه في بدر، صلى الله عليه وسلم، فأعطوهم العهد على أن يذهبوا إلى المدينة ولا يذهبوا إلى بدرٍ إلى القتال، فجاء حذيفةُ وأبوه إلى النبي صلى الله عليه وسلم، فأخبروه الخبر، مع حاجة النبي ¶ ¬__________ ¶ (¬1) مصنف ابن أبي شيبة (38010).",
            "page": "25",
            "part": "1",
            "seal": "34B73DDD"
        },
        {
            "id": "26",
            "nass": "صلى الله عليه وسلم إلى المقاتلين، مع كثرة عدد الكفار، وقلَّةِ عدد المسلمين؛ فقال لحذيفة وأبيه: \"نَفِى لَهُمْ بِعَهْدِهِمْ وَنَسْتَعِينُ اللَّهَ عَلَيْهِمْ (¬1) \". ¶ والنبي صلى الله عليه وسلم مرض جاره اليهودي، غلامٌ من جيرانه من اليهود، فذهب النبي صلى الله عليه وسلم يعوده، يزوره؛ فقال له: \"قل أشهد أن لا إله إلا الله وأن محمدًا رسول الله\" فنظر اليهودي الغلام إلى أبيه، فقال له: \"أطع أبا القاسم\". فقال: \"أشهد أنْ لا إله إلا الله وأشهد أن محمدًا عبده ورسوله\"؛ فقال النبي صلى الله عليه وسلم: \"الحمد لله الذي أنقذه بي من النار\"أخرجه مسلم. ¶ والنبي صلى الله عليه وسلم أذِنَ لأسماء بنت أبي بكر أن تصل أمها لما جاءتها، وأمرنا الله ببر الوالدين ولو كانا كافرين أو مشركين. ¶ ***** ¶ س: ما معنى \" البر\" في قوله تعالى: {لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ} (الممتحنة: 8). ¶ ج: قال العلامة السعدي في تفسيره: أي: لا ينهاكم الله عن البر والصلة، والمكافأة بالمعروف، والقسط للمشركين، من أقاربكم وغيرهم، حيث كانوا بحال لم ينتصبوا لقتالكم في الدين والإخراج من دياركم، فليس عليكم جناح أن تصلوهم، فإن صلتهم في هذه الحالة، لا محذور فيها ولا مفسدة؛ كما قال تعالى عن الأبوين المشركين إذا كان ولدهما مسلما: {وَإِنْ جَاهَدَاكَ عَلى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا} (¬2) انتهى. ¶ ***** ¶ ¬__________ ¶ (¬1) أخرجه مسلم (1787) وأحمد (23354). ¶ (¬2) تيسير الكريم الرحمن في تفسير كلام المنان: ص 856.",
            "page": "26",
            "part": "1",
            "seal": "67BD8346"
        },
        {
            "id": "27",
            "nass": "س: ما حكم اتخاذ الكافر صَدِيقًا؟ ¶ ج: نهى الله تعالى ذكره عن اتخاذ الكافرين بطانة وأصدقاء وأولياء؛ فقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ إِنْ كُنْتُمْ تَعْقِلُونَ. هَا أَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ وَإِذَا لَقُوكُمْ قَالُوا آمَنَّا وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمُ الْأَنَامِلَ مِنَ الْغَيْظِ قُلْ مُوتُوا بِغَيْظِكُمْ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ. إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا بِهَا وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا إِنَّ اللَّهَ بِمَا يَعْمَلُونَ مُحِيطٌ} (آل عمران: 118 - 120). ¶ وقال تعالى: {لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ} (آل عمران: 28). ¶ قال ابن كثير في تفسيره (2/ 441): ينهى تعالى عباده المؤمنين عن اتخاذ الكافرين أولياء من دون المؤمنين، يعني مصاحبتهم ومصادقتهم ومناصحتهم وإسرار المودة إليهم، وإفشاء أحوال المؤمنين الباطنة إليهم. انتهى ¶ ***** ¶ س: ما حكم وصف الكافر بأنه أخ؛ وذلك مثل قول إخواننا الأقباط أو إخواننا النصارى وما شابه؟ ¶ ج: قال الشيخ ابن عثيمين رحمه الله: لا يحل للمسلم أن يصف الكافر-أيا كان نوع كفره؛ سواء كان نصرانيا، أم يهوديًا، أم مجوسيًا، أم ملحدًا- لا يجوز له أن يصفه بالأخ أبدا، فاحذر يا أخي مثل هذا التعبير، فإنه لا أخوة بين المسلمين وبين",
            "page": "27",
            "part": "1",
            "seal": "36514BF1"
        },
        {
            "id": "28",
            "nass": "الكفار أبدا، الأخوة هي الأخوة الإيمانية كما قال الله -عز وجل-: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ}. وإذا كانت قرابة النسب تنتفي باختلاف الدين، فكيف تثبت الأخوة مع اختلاف الدين وعدم القرابة؟!! قال الله -عز وجل- عن نوح وابنه لما قال نوح عليه الصلاة والسلام: {رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنْتَ أَحْكَمُ الْحَاكِمِينَ قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ}. ¶ فلا أخوة بين المؤمن والكافر أبدا، بل الواجب على المؤمن ألا يتخذ الكافر وليا كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ}. فمن هم أعداء الله؟ أعداء الله هم الكافرون، قال الله تعالى: {مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ اللَّهَ عَدُوٌّ لِلْكَافِرِينَ}. وقال سبحانه وتعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} (¬1) انتهى. ¶ ***** ¶ س: ما حكم وصف النصارى بالمسيحيين؟ ¶ ج: لا يجوز ذلك لأن ذلك يعني أنهم أتباع المسيح عليه السلام وليسوا كذلك؛ بل كذبوا على الله تعالى وعلى المسيح عليه السلام فزعموا أن المسيح هو الله أو هو ابن الله؛ تعالى الله عما يقول الظالمون؛ قال تعالى: {وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ ¶ ¬__________ ¶ (¬1) مجموع فتاوى ورسائل ابن عثيمين (3/ 43).",
            "page": "28",
            "part": "1",
            "seal": "91F465D6"
        },
        {
            "id": "29",
            "nass": "أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ. مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} (المائدة: 116 - 117). ¶ وعليه فتسميتهم مسيحيين فيه تزكية لهم ولما هم عليه؛ وهم على كفر وباطل والعياذ بالله؛ قال تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ} (المائدة: 17). والله سماهم في كتابه العزيز النصارى؛ وعليه فلا نسميهم إلا بما سماهم الله وسماهم رسوله صلى الله عليه وسلم. ¶ ***** ¶ س: ما حكم السفر لبلاد الكفر؟ ¶ ج: الأصل في السفر الإباحة، ومنع السفر لبلاد الكفر للمفاسد المترتبة على ذلك، وأبيح في حالات محدودة كالسفر للدعوة إلى الله، قال الشيخ العلامة صالح الفوزان: السفر إلى بلاد الكفر لا يجوز؛ لأن فيه مخاطر على العقيدة والأخلاق ومخالطة للكفار وإقامة بين أظهرهم، لكن إذا دعت حاجة ضرورية وغرض صحيح للسفر لبلادهم كالسفر لعلاج مرض لا يتوفر إلا ببلادهم، أو السفر لدراسة لا يمكن الحصول عليها في بلاد المسلمين، أو السفر لتجارة، فهذه أغراض صحيحة يجوز السفر من أجلها لبلاد الكفار بشرط المحافظة على شعائر الإسلام، والتمكن من إقامة الدين في بلادهم، وأن يكون ذلك بقدر الحاجة فقط ثم يعود إلى بلاد المسلمين. ¶ أما السفر للسياحة فإنه لا يجوز؛ لأن المسلم ليس بحاجة إلى ذلك، ولا يعود عليه منه مصلحة تعادل أو ترجح على ما فيه من مضرة وخطر على الدين والعقيدة. انتهى",
            "page": "29",
            "part": "1",
            "seal": "B9C1D9C1"
        },
        {
            "id": "30",
            "nass": "ويقول فضيلة الشيخ محمد بن عثيمين رحمه الله تعالى: \"لا يجوز للإنسان أن يسافر إلى بلاد الكفر إلا بشروط ثلاث: ¶ الشرط الأول: أن يكون عنده علم يدفع به الشبهات. ¶ الشرط الثاني: أن يكون عنده دين يمنعه من الشهوات. ¶ الشرط الثالث: أن يكون محتاجًا إلى ذلك مثل أن يكون مريضًا أو يكون محتاجًا إلى علم لا يوجد في بلاد الإسلام تخصص فيه فيذهب إلى هناك, أو يكون الإنسان محتاجًا إلى تجارة , يذهب ويتجر ويرجع. المهم أن يكون هناك حاجة, ولهذا أرى أن الذين يسافرون إلى بلد الكفر من أجل السياحة فقط أرى أنهم آثمون, وأن كل قرش يصرفونه لهذا السفر فإنه حرام عليهم وإضاعة لمالهم وسيحاسبون عنه يوم القيامة حين لا يجدون مكانًا يتفسحون فيه أو يتنزهون فيه \" (¬1). ¶ ***** ¶ س: ما حكم الإقامة في بلاد الكفر؟ ¶ ج: حرام لا يجوز إلا لضرورة؛ قال رسول الله صلى الله عليه وسلم: \"من جامع المشرك وسكن معه فإنه مثله\" (¬2) وقال: \"لا تساكنوا المشركين ولا تجامعوهم فمن ساكنهم أو جامعهم فليس منا\" (¬3). ¶ وأخرج أبو داود والترمذي والحاكم وصححه وحسّنه الشيخ الألباني في الصحيحة من حديث سمرة بن جندب عن النبي - صلى الله عليه وسلم - أنه قال: «مَن جامع المُشرك وسَكَن معه فإنَّه مثله». ¶ وقوله - صلى الله عليه وسلم -: «أنا بريءٌ مِن كل مسلمٍ يقيمُ بين أظْهُر المشركين»، قالوا: يا رسول الله، ولِم؟ قال: «لا تراءَى نَارَاهُما» (¬4). ¶ ¬__________ ¶ (¬1) بتصرف من كتاب شرح رياض الصالحين من كلام سيد المرسلين ج الأول. ¶ (¬2) أبو داود (3/ 224 ح 2787) كتاب الجهاد قال الألباني: حديث حسن، وانظر صحيح الجامع الصغير (6/ 279 ح 6062). ¶ (¬3) الحاكم في المستدرك (2/ 141) وقال صحيح على شرط البخاري ووافقه الذهبي. ¶ (¬4) أخرجه أبو داود والترمذي (1604)، والنسائي (4780)، وروي مرفوعاً - بذِكر جرير بن عبد الله - ومرسلاً، والمرسل أصح. والحديث حسّنه الشيخ الألباني في الصحيحة (2/ 227/ح 636).",
            "page": "30",
            "part": "1",
            "seal": "1D6A8B01"
        },
        {
            "id": "31",
            "nass": "وأخرج النسائي وحسّنه الشيخ الألباني في صحيح الجامع (7748) عن بهز بن حكيم عن أبيه عن جده أن رسول الله - صلى الله عليه وسلم - قال: «لا يقبل الله - عز وجل - من مشرك بعدما أسلم عملاً أو يفارق المشركين إلى المسلمين». ¶ وأخرج النسائي وصححه الشيخ الألباني في صحيح الجامع عن جرير قال: «بايعت رسول الله - صلى الله عليه وسلم - على إقامة الصلاة، وإيتاء الزكاة، والنصح لكل مسلم، وعلى فراق المشرك». ¶ وفي صحيح مسلم عن بريدة أن النبي - صلى الله عليه وسلم - كان إذا بعث أميراً على سرية أو جيشاً أوصاه بأمور؛ فذكرها، ومنها «ثم ادعهم إلى التحول من دارهم إلى دار المهاجرين». ¶ وقال العلامة ابن باز: قد صح عن رسول الله صلى الله عليه وسلم أنه قال: \"أنا بريء من كل مسلم يقيم بين أظهر المشركين (¬1) \"؛ وقد أخبر الله سبحانه عمن لم يهاجر من بلاد الشرك إلى بلاد الإسلام بأنه قد ظلم نفسه، وتوعده بعذاب جهنم في قوله سبحانه: {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا إِلا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لا يَسْتَطِيعُونَ حِيلَةً وَلا يَهْتَدُونَ سَبِيلًا فَأُولَئِكَ عَسَى اللَّهُ أَنْ يَعْفُوَ عَنْهُمْ وَكَانَ اللَّهُ عَفُوًّا غَفُورًا} (النساء: 97 - 99). ¶ ***** ¶ ¬__________ ¶ (¬1) الترمذي في السير برقم 1530، وأبو داود في الجهاد برقم 2274.",
            "page": "31",
            "part": "1",
            "seal": "549AD3E3"
        },
        {
            "id": "32",
            "nass": "س: ما حكم التجنس بجنسية دولة من دول الكفر؟ ¶ ج: الأصل في التجنس بجنسية دول الكفار التحريم، لأدلة تحريم السفر لبلاد الكفر والإقامة بين المشركين، وأجيز لأمور منها: ¶ أ - أن يترك المسلم بلده بسبب الاضطرار والاضطهاد ويلجأ لهذه الدولة؛ فهو جائز بشرط الاضطرار الحقيقي للجوء، وأن يتحقق الأمن للمسلم وأهله في بلاد الكفر، وأن يستطيع إقامة دينه هناك، وأن ينوي الرجوع لبلاد الإسلام متى تيسر ذلك، وأن ينكر المنكر ولو بقلبه، مع عدم الذوبان في مجتمعات الكفر. ¶ ب - التجنس لمصلحة الإسلام والمسلمين ونشر الدعوة، وهو جائز. ¶ واشترط لجواز ذلك: ¶ (1) انسداد أبواب العالم الإسلامي في وجه لجوئه إليهم. ¶ (2) أن يضمر النية على العودة متى تيسَّر ذلك. ¶ (3) أن يختار البلد التي يستطيع فيها إظهار دينه وعبادته بحرية. ¶ قال الشيخ ابن جبرين رحمه الله: \" من اضطر إلى طلب جنسية دولة كافرة كمطارَد من بلده ولم يجد مأوى، فيجوز له ذلك بشرط أن يظهر دينه، ويكون متمكنا من أداء الشعائر الدينية، وأما الحصول على الجنسية من أجل مصلحة دنيوية محضة فلا أرى جوازه \" انتهى. ¶ *****",
            "page": "32",
            "part": "1",
            "seal": "C3D6FDB4"
        },
        {
            "id": "33",
            "nass": "س: ما حكم الاستعانة بالكفار في القتال؟ ¶ ج: اختلف العلماء رحمهم الله في حكم الاستعانة بالكفار في قتال الكفار على قولين: ¶ أحدهما: المنع من ذلك. ¶ واستدلوا بما رواه مسلم في صحيحه عن عائشة رضي الله عنها أن رجلا من المشركين كان معروفا بالجرأة والنجدة أدرك النبي صلى الله عليه وسلم في مسيره إلى بدر في حرة الوبرة فقال: جئت لأتبعك وأصيب معك؛ فقال له النبي صلى الله عليه وسلم: \"تؤمن بالله ورسوله \" قال: لا؛ قال \"ارجع فلن أستعين بمشرك\" قالت: ثم مضى حتى إذا كنا في الشجرة أدركه الرجل فقال: له كما قال له أول مرة فقال: \"تؤمن بالله ورسوله\" قال: لا؛ قال: \"ارجع فلن أستعين ¶ بمشرك\"؛ ثم لحقه في البيداء فقال مثل قوله؛ فقال له: \"تؤمن بالله ورسوله\" قال: نعم؛ قال \"فانطلق\" ا. هـ. ¶ وروى إسحاق بن راهويه في مسنده أخبرنا الفضل بن موسى عن محمد بن عمرو بن علقمة عن سعيد بن المنذر عن أبي حميد الساعدي قال: خرج رسول الله صلى الله عليه وسلم يوم أحد حتى إذا خلف ثنية الوداع نظر وراءه فإذا كتيبة حسناء فقال: \"من هؤلاء \"؟ قالوا هذا عبد الله بن أبي بن سلول ومواليه من اليهود وهم رهط عبد الله بن سلام فقال: \"هل أسلموا\"؟ قالوا: لا إنهم على دينهم؛ قال: \"قولوا لهم فليرجعوا فإنا لا نستعين بالمشركين على المشركين\" انتهى. ¶ واحتجوا أيضًا بما رواه الحاكم في صحيحه من حديث يزيد بن هارون أنبأنا مسلم بن سعيد الواسطي عن خبيب بن عبد الرحمن بن خبيب عن أبيه عن جده خبيب بن يساف قال: أتيت أنا ورجل من قومي رسول الله صلى الله عليه وسلم وهو يريد غزوًا فقلت يا رسول الله إنا نستحي أن يشهد قومنا مشهدا لم نشهده معهم فقال: \"أسلما\" فقلنا: لا؛ قال: \"فإنا لا نستعين بالمشركين\" قال: فأسلمنا وشهدنا معه\" (¬1) الحديث. ¶ القول الثاني: القول بالجواز؛ قال الشافعي وآخرون: إن كان الكافر حسن الرأي في المسلمين ودعت الحاجة إلى الاستعانة به أستعين به وإلا فيكره، وحمل الحديثين على هذين الحالين، وإذا حضر الكافر بالإذن رضخ له ولا يسهم والله أعلم. ¶ ا. هـ ¶ ¬__________ ¶ (¬1) قال الحاكم: حديث صحيح الإسناد، ولم يخرجاه، وخبيب صحابي معروف.",
            "page": "33",
            "part": "1",
            "seal": "D907DC1D"
        },
        {
            "id": "34",
            "nass": "وقد جاء في الحديث الآخر أن النبي صلى الله عليه وسلم استعان بصفوان بن أمية قبل إسلامه. ¶ واحتج القائلون بالجواز أيضًا بما رواه أحمد وأبو داود عن ذي مخمر قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"ستصالحون الروم صلحًا آمنًا وتغزون أنتم وهم عدوا من ورائكم فتنصرون وتغنمون\" الحديث. ¶ *****",
            "page": "34",
            "part": "1",
            "seal": "41B6EACD"
        },
        {
            "id": "35",
            "nass": "س: ما حكم معاونة بعض الكفار في حرب بعضهم لبعض؟ ¶ ج: إذا كانت هناك معاهدة على النصرة بين المسلمين وفريق من الكفار؛ فيساعد المسلمون الكفار المعاهدين على من بغى عليهم، بالسلاح ونحوه، ومثل هذا ينظر فيه للمصلحة والمفسدة، وإذا كان العدو مشتركًا بين المسلمين وبعض الكفار فيعاونون أيضًا؛ كما في الحديث: \"ستصالحون الروم صلحًا آمنًا وتغزون أنتم وهم عدوًا من ورائكم فتنصرون وتغنمون\"أخرجه أحمد وأبو داود وصححه الألباني. ¶ ***** ¶ س: ما حكم إعانة الكفار في حرب المسلمين؟ ¶ ج: قال الشيخ عبد العزيز بن باز رحمه الله في (فتاواه) (1/ 274): ¶ وقد أجمع علماء الإسلام على أن من ظاهر الكفار على المسلمين وساعدهم بأي نوع من المساعدة فهو كافر مثلهم، كما قال الله سبحانه: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ} (المائدة: 51). ¶ *****",
            "page": "35",
            "part": "1",
            "seal": "9865EF61"
        },
        {
            "id": "36",
            "nass": "س: ما حكم التشبه بالكفار؟ ¶ ج: يحرم التشبه بالكفار فيما هو من خصائصهم؛ عنْ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"مَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ (¬1) \". ¶ وقول الله تعالى: {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنْ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمْ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ} (الحديد: 16). ¶ قال شيخ الإسلام رحمه الله: \"فقوله: {وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ} نهي مطلق عن مشابهتهم، وهو خاص أيضاً في النهي عن مشابهتهم في قسوة قلوبهم، وقسوة القلوب من ثمرات المعاصي\" انتهى. ¶ وقال ابن كثير رحمه الله عند تفسير هذه الآية (4/ 396): \"ولهذا نهى الله المؤمنين أن يتشبهوا بهم في شيء من الأمور الأصلية والفرعية \" انتهى. ¶ وروى أبو داود (652) عَنْ شَدَّادِ بْنِ أَوْسٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" خَالِفُوا الْيَهُودَ، فَإِنَّهُمْ لَا يُصَلُّونَ فِي نِعَالِهِمْ وَلَا خِفَافِهِمْ \" وصححه الألباني في صحيح أبي داود. ¶ وعن عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ رضي الله عنهما قال: رأى رسول الله صلى الله عليه وسلم عَلَيَّ ثَوْبَيْنِ مُعَصْفَرَيْنِ، فَقَالَ: \"إِنَّ هَذِهِ مِنْ ثِيَابِ الْكُفَّارِ فَلَا تَلْبَسْهَا\" رواه مسلم (2077). ¶ وعَنْ ابْنِ عُمَرَ رضي الله عنهما قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" خَالِفُوا الْمُشْرِكِينَ، أَحْفُوا الشَّوَارِبَ، وَأَوْفُوا اللِّحَى \" رواه مسلم (259). ¶ ***** ¶ ¬__________ ¶ (¬1) أخرجه أبو داود (اللباس / 3512) وقال الألباني في صحيح أبي داود (3401): حسن صحيح.",
            "page": "36",
            "part": "1",
            "seal": "5DAF5140"
        },
        {
            "id": "73",
            "nass": "الفهرس ¶ مقدمة ................................................................ 3 ¶ معنى الولاء ............................................................. 4 ¶ معنى البراء .............................................................. 4 ¶ أدلة الولاء من القرآن ................................................... 5 ¶ أدلة الولاء من السنة .................................................... 5 ¶ أدلة البراء من القرآن .................................................... 6 ¶ هل يُتَبَرَأُ من المسلم لمعصيته؟ .............................................. 7 ¶ حكم هجر المسلم العاصي ................................................ 8 ¶ منزلة الولاء والبراء في الإسلام ............................................ 9 ¶ مظاهر موالاة المؤمنين .................................................. 11 ¶ مظاهر موالاة الكافرين ................................................. 12 ¶ حكم موالاة الكفار ................................................... 16 ¶ توضيح موقف اليهود والنصارى من المسلمين ............................ 18 ¶ أنواع موالاة الكفار .................................................... 22 ¶ الموالاة الصغرى ........................................................ 22 ¶ الموالاة الكبرى ........................................................ 22 ¶ هل تجوز الموالاة في بعض المواضع للكفار؟ .............................. 23 ¶ حكم التجسس للكفار على المسلمين .................................... 23 ¶ أمور مشروعة يظن أنها من الموالاة وليست كذلك ........................ 25 ¶ معنى \" البِر\" ........................................................... 26",
            "page": "73",
            "part": "1",
            "seal": "6CFE006C"
        },
        {
            "id": "74",
            "nass": "حكم اتخاذ الكافر صَدِيقًا ............................................... 27 ¶ حكم وصف الكافر بأنه أخ ............................................ 27 ¶ حكم وصف النصارى بالمسيحيين ....................................... 28 ¶ حكم السفر لبلاد الكفر ................................................ 29 ¶ حكم الإقامة في بلاد الكفر ............................................. 31 ¶ حكم التجنس بجنسية دولة من دول الكفر ............................... 32 ¶ حكم الاستعانة بالكفار في القتال ........................................ 33 ¶ حكم معاونة بعض الكفار في حرب بعضهم لبعض ....................... 35 ¶ حكم إعانة الكفار في حرب المسلمين .................................... 35 ¶ حكم التشبه بالكفار .................................................. 36 ¶ حكم مخالفة الكفار ..................................................... 37 ¶ حكم عيادة مرضى الكفار ............................................. 38 ¶ حكم تعزية الكفار في أمواتهم ........................................... 39 ¶ حكم الاستغفار لموتى غير المسلمين ...................................... 39 ¶ حكم الزواج من نساء الكفار ........................................... 39 ¶ حكم زواج المسلمة من كافر ........................................... 40 ¶ حكم محبة الزوجة غير المسلمة .......................................... 40 ¶ حق الجار غير المسلم ................................................... 41 ¶ حكم أكل طعام الكفار وذبائحهم ...................................... 42 ¶ حكم الاحتفال بأعياد الكفار ........................................... 43 ¶ حكم الاحتفال بشم النسيم ............................................ 44 ¶ حكم الاحتفال بعيد الميلاد (الكريسمس) ............................... 45",
            "page": "74",
            "part": "1",
            "seal": "DCD79AB7"
        },
        {
            "id": "75",
            "nass": "حكم الاحتفال بذكرى الميلاد .......................................... 46 ¶ حكم تهنئة الكفار بأعيادهم ............................................. 46 ¶ حكم إلقاء السلام أو رد السلام على غير المسلمين ........................ 47 ¶ حكم دفع الزكاة لغير المسلمين .......................................... 47 ¶ حكم الصدقة لغير المسلمين ............................................. 48 ¶ حكم قبول أموال الكفار ............................................... 49 ¶ حكم الإهداء إليهم أو قبول هديتهم ..................................... 49 ¶ حكم الانتفاع بما أنتجه الكفار .......................................... 50 ¶ حكم استخدام الكفار .................................................. 50 ¶ حكم العمل لدى المشركين .............................................. 50 ¶ حكم استعمال أنيتهم وملابسهم ........................................ 51 ¶ التوارث بين المسلم والكافر ............................................. 52 ¶ حكم من صحح دين النصارى أو اليهود ................................ 52 ¶ تفسير قوله تعالى: {فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ} ................ 53 ¶ تفسير قوله تعالى: {لكم دينكم ولي دين} ............................... 54 ¶ قاعدة: الرضا بالكفر كفر .......... ................................... 55 ¶ حكم بناء كنائس النصارى أو معابد اليهود .............................. 55 ¶ حكم القراءة في التوراة أو الإنجيل ....................................... 56 ¶ حكم بيع الأراضي والعقارات للنصارى واليهود .......................... 58 ¶ حكم التحاكم لقوانين وتشريعات الكفار ................................ 59 ¶ حكم تولية الكافر أمور المسلمين ....................................... 61 ¶ حكم القول بزمالة الأديان السماوية ..................................... 62",
            "page": "75",
            "part": "1",
            "seal": "0D89F995"
        },
        {
            "id": "76",
            "nass": "حكم الدعوة لوحدة الأديان ........................................... 63 ¶ حكم الدعوة لتقارب الأديان ........................................... 63 ¶ وسائل القوم في إضعاف عقيدة الولاء والبراء ............................ 65 ¶ بعض صور الولاء والبراء الواقعية ........................................ 66 ¶ الثمار الطيبة للثبات والرسوخ على عقيدة الولاء والبراء ................... 71 ¶ الآثار السلبية المترتبة على تضييع أصل الولاء والبراء ....................... 71 ¶ الفهرس ............................................................... 73 ¶ **** ¶ صدر للمؤلف كتاب ¶ حديث الآحاد عند الأصوليين ¶ والرد على شبهات المنكرين ¶ ******* ¶ تحت الطبع إن شاء الله ¶ كتاب ¶ ضوابط الحكم على الناس",
            "page": "76",
            "part": "1",
            "seal": "D5FFCB47"
        }
    ],
    "t1757": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "معنى الولاء"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "1",
            "tit": "معنى البراء"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "أدلة الولاء من القرآن"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "1",
            "tit": "أدلة الولاء من السنة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "أدلة البراء من القرآن"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "هل يتبرأ من المسلم لمعصيته؟"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم هجر المسلم العاصي؟"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "ما منزلة الولاء والبراء في الإسلام؟"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "ما مظاهر موالاة المؤمنين؟"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "ما مظاهر موالاة الكافرين؟"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم موالاة الكفار؟"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "هل يمكن أن يرضى اليهود والنصارى عن المسلمين؟"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "ما هي الموالاة الصغرى وما صورها؟"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": "1",
            "tit": "ما هي الموالاة الكبرى وما صورها؟"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "هل تجوز الموالاة في بعض المواضع للكفار؟"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": "1",
            "tit": "ما حكم التجسس للكفار على المسلمين؟"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "هل هناك أمور مشروعة يظن أنها من الموالاة وليست كذلك؟"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "ما معنى \" البر\""
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم اتخاذ الكافر صديقا؟"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم وصف النصارى بالمسيحيين؟"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "س: ما حكم السفر لبلاد الكفر؟"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "س: ما حكم الإقامة في بلاد الكفر؟"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم التجنس بجنسية دولة من دول الكفر؟"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم الاستعانة بالكفار في القتال؟"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم معاونة بعض الكفار في حرب بعضهم لبعض؟"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": "1",
            "tit": "ما حكم إعانة الكفار في حرب المسلمين؟"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم التشبه بالكفار؟"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "ما معنى مخالفة الكفار؟"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم عيادة مرضى الكفار؟"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم تعزية الكفار في أمواتهم؟"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": "1",
            "tit": "ما حكم الاستغفار لموتى غير المسلمين؟"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": "2",
            "tit": "ما حكم الزواج من نساء الكفار؟"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم زواج المسلمة من كافر؟"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": "1",
            "tit": "هل يقدح في البراءة من الكفار محبة الزوجة غير المسلمة (الكتابية)؟"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "ما حق الجار غير المسلم؟"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم أكل طعام الكفار وذبائحهم؟"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم الاحتفال بأعياد الكفار؟"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم الاحتفال بشم النسيم؟"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم الاحتفال بعيد الميلاد (الكريسمس)؟"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم الاحتفال بذكرى الميلاد؟"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": "1",
            "tit": "ما حكم تهنئة الكفار بأعيادهم؟"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم إلقاء السلام أو رد السلام على غير المسلمين؟"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "1",
            "tit": "ما حكم دفع الزكاة لغير المسلمين؟"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم الصدقة لغير المسلمين؟"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم قبول أموال الكفار؟"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": "1",
            "tit": "ما حكم الإهداء إليهم أو قبول هديتهم؟"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم الانتفاع بما أنتجه الكفار؟"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": "1",
            "tit": "ما حكم استخدام الكفار؟"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": "2",
            "tit": "ما حكم العمل لدى المشركين؟"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم استعمال أنيتهم وملابسهم؟"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "هل يجوز التوارث بين المسلم والكافر؟"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": "1",
            "tit": "ما حكم من صحح دين النصارى أو اليهود أو غيرهم من ملل الكفر؟"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "ما تفسير قوله تعالى: {فمن شاء فليؤمن ومن شاء فليكفر}؟"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "ما تفسير قوله تعالى: {لكم دينكم ولي دين}؟"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "ما معنى قاعدة: الرضا بالكفر كفر؟"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": "1",
            "tit": "ما حكم بناء كنائس النصارى"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم القراءة في التوراة أو الإنجيل"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم بيع الأراضي والعقارات للنصارى واليهود؟"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم التحاكم لقوانين وتشريعات الكفار؟"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم تولية الكافر أمور المسلمين؟"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم القول بزمالة الأديان السماوية؟"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم الدعوة لوحدة الأديان؟"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": "1",
            "tit": "ما حكم الدعوة لتقارب الأديان؟"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم الدعوة للمذاهب الهدامة كالقومية العربية والفرعونية والماسونية والعلمانية والليبرالية ونحوها؟"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": "1",
            "tit": "ما هي وسائل القوم في إضعاف عقيدة الولاء والبراء؟"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "اذكر بعض صور الولاء والبراء الواقعية؟"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "ما الثمار الطيبة للثبات والرسوخ على عقيدة الولاء والبراء؟."
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "الفهرس"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "صدر للمؤلف"
        }
    ]
}