{
    "b1766": [
        {
            "id": "1",
            "nass": "المنتخب من صحيح السنة النبوية ¶ (وهو المنهج المقرر للمرحلة الأولى من كلية العلوم الإسلامية) ¶ جمع: د. ماهر ياسين الفحل ¶ رئيس قسم الحديث ¶ 1426-1427 هـ‍ / 2005-2006 م ¶ بسم الله الرحمن الرحيم ¶ إنَّ الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له. ¶ ((وأشهد أنَّ محمداً عبده ورسوله، وأمينه على وحيه، وخيرته من خلقه، وسفيره بينه وبين عباده، المبعوث بالدين القويم، والمنهج المستقيم، أرسله الله رحمة للعالمين، وإماماً للمتقين، وحجةً على الخلائق أجمعين)) (1) . ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُونَ} ¶ [آل عمران: 102 [. {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللهَ الَّذِي تَسَاءلُونَ بِهِ وَالأرْحَامَ إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيباً} ] النساء: 1 [. {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَقُولُوا قَوْلاً سَدِيداً يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً} ] الأحزاب: 70-71 [.أما بعد: فهذه خمسون حديثاً من صحيح السنة النبوية، وهي المنهج المقرر للحفظ للسنة الأولى في كليتنا الفتية كلية العلوم الإسلامية جامعة الأنبار - حرسها الله - ¶ __________ ¶ (1) من مقدمة زاد المعاد للعلامة ابن القيم 1/34.",
            "page": "1",
            "part": "1",
            "seal": "E74B05DE"
        },
        {
            "id": "2",
            "nass": "وعلم الحديث النبوي الشريف من أشرف العلوم الشرعية، بل هو أشرفها على الإطلاق بعد العلم بكتاب الله تعالى الذي هو أصل الدين ومنبع الطريق المستقيم؛ لذا نجد المحدثين قد أفنوا أعمارهم في تتبع طرق الحديث ونقدها ودراستها، حتى بالغوا في ذلك أيما مبالغة في التفتيش والنقد والتمحيص عن اختلاف الروايات وطرقها وعللها، فأمسى علم معرفة علل الحديث رأس هذا العلم وميدانه الذي تظهر فيه مهارات المحدثين، ومقدرتهم على النقد. ¶ ثم إن لعلم الحديث ارتباطاً وثيقاً بالفقه الإسلامي، إذ إنا نجد جزءاً كبيراً من الفقه هو في الأصل ثمرة للحديث، فعلى هذا فإن الحديث أحد المراجع الرئيسة للفقه الإسلامي. ¶ فوجب على طالب العلم الشرعي أن يكثر من حفظ أحاديث السنة النبوية ليتعلم أدلة الفقه، وليسير على هدي النبي - صلى الله عليه وسلم - في الأقوال والأعمال؛ لذا نطمح من إخواننا الطلبة الاهتمام غاية الاهتمام بحفظ السنة النبوية والبحث عن صحيحها وضعيفها، والله الموفق. ¶ د. ماهر ياسين الفحل ¶ رئيس قسم الحديث ¶ كلية العلوم الإسلامية / جامعة الأنبار ¶ (1) - عن عائِشةَ رضيَ اللهُ عنها، قَالَتْ: قَالَ النبي - صلى الله عليه وسلم -: ((لا هِجْرَةَ بَعْدَ الفَتْحِ، ¶ وَلَكِنْ جِهَادٌ وَنِيَّةٌ، وَإِذَا اسْتُنْفِرْتُمْ (2) فانْفِرُوا)) . ¶ وَمَعناهُ: لا هِجْرَةَ مِنْ مَكّةَ لأَنَّهَا صَارَتْ دَارَ إسلاَمٍ. ¶ __________ ¶ (1) 1 - أخرجه: البخاري 5/72 (3900) ، ومسلم 6/28 (1864) . ¶ (2) الاستنفار: الاستنجاد والاستنصار: أي إذا طلب منكم النصرة فأجيبوا وانفروا خارجين إلى الإعانة. النهاية 5/95.",
            "page": "2",
            "part": "1",
            "seal": "3504EBAB"
        },
        {
            "id": "3",
            "nass": "(1) - عنْ أبي هريرةَ عبدِ الرحمانِ بنِ صخرٍ - رضي الله عنه -، قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: ((إنَّ الله لا ينْظُرُ إِلى أجْسَامِكُمْ، ولا إِلى صُوَرِكمْ، وَلَكن ينْظُرُ إلى قُلُوبِكمْ وأعمالكم)) . ¶ (2) - عن أبي العبَّاسِ عبدِ اللهِ بنِ عباسِ بنِ عبد المطلب رضِيَ اللهُ عنهما، عن رَسُول الله - صلى الله عليه وسلم -، فيما يروي عن ربهِ، تباركَ وتعالى، قَالَ: ((إنَّ اللهَ كَتَبَ الحَسَنَاتِ والسَّيِّئَاتِ ثُمَّ بَيَّنَ ذلِكَ، فَمَنْ هَمَّ (3) بحَسَنَةٍ فَلَمْ يَعْمَلْهَا كَتَبَها اللهُ تَبَارَكَ وتَعَالى عِنْدَهُ حَسَنَةً كامِلَةً،وَإنْ هَمَّ بهَا فَعَمِلَهَا كَتَبَهَا اللهُ عَشْرَ حَسَناتٍ إِلى سَبْعمئةِ ضِعْفٍ إِلى أَضعَافٍ كَثيرةٍ، وإنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللهُ تَعَالَى عِنْدَهُ حَسَنَةً كَامِلةً، وَإنْ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ سَيِّئَةً وَاحِدَةً)) . ¶ (4) - عن أبي هريرةَ - رضي الله عنه -، قَالَ: سمعْتُ رسولَ الله - صلى الله عليه وسلم -، يقول: ((والله إنِّي لأَسْتَغْفِرُ الله وأَتُوبُ إِلَيْه في اليَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةً)) . ¶ (5) ¶ __________ ¶ (1) 2 - أخرجه: مسلم 8/11 (2564) (34) . ¶ (2) 3 - أخرجه: البخاري 8/128 (6491) ، ومسلم 1/83 (131) (207) ¶ و (208) . ¶ (3) همّ بالأمر يهمّ، إذا عزم عليه. النهاية 5/274. ¶ (4) 4 - أخرجه: البخاري 8/83 (6307) . ¶ (5) 5 - أخرجه: البخاري 8/115 (6436) ، ومسلم 3/100 (1049) . ¶ وفي هذا الحديث: ذم الحرص على الدنيا وحب المكاثرة بها والرغبة فيها، ولا يزال حريصاً حتى يموت، ويمتلئ جوفه من تراب قبره. انظر: شرح صحيح مسلم 4/141 ¶ (1049) .",
            "page": "3",
            "part": "1",
            "seal": "AA1C2A1F"
        },
        {
            "id": "4",
            "nass": "- عن ابنِ عباسٍ رضي الله عنهما أنَّ رَسُولَ الله - صلى الله عليه وسلم -، قَالَ: ((لَوْ أنَّ لابنِ آدَمَ وَادِياً مِنْ ذَهَبٍ أحَبَّ أنْ يكُونَ لَهُ وَادِيانِ، وَلَنْ يَمْلأَ فَاهُ إلاَّ التُّرَابُ، وَيَتْوبُ اللهُ عَلَى مَنْ تَابَ)) . ¶ (1) - عن أبي مالكٍ الحارث بن عاصم الأشعريِّ - رضي الله عنه -، قَالَ: قَالَ رسولُ الله - صلى الله عليه وسلم -: ((الطُّهُورُ شَطْرُ الإِيمان، والحَمدُ لله تَمْلأُ الميزَانَ، وَسُبْحَانَ الله والحَمدُ لله تَملآن - أَوْ تَمْلأُ - مَا بَينَ السَّماوات وَالأَرْضِ، والصَّلاةُ نُورٌ، والصَّدقةُ بُرهَانٌ، والصَّبْرُ ضِياءٌ، والقُرْآنُ حُجةٌ لَكَ أَوْ عَلَيْكَ (2) . كُلُّ النَّاسِ يَغْدُو فَبَائعٌ نَفسَهُ فَمُعْتِقُهَا أَوْ مُوبِقُها)) . ¶ (3) - عن أبي يحيى صهيب بن سنانٍ - رضي الله عنه -، قَالَ: قَالَ رسولُ الله - صلى الله عليه وسلم -: ((عَجَباً لأمْرِ المُؤمنِ إنَّ أمْرَهُ كُلَّهُ لَهُ خيرٌ ولَيسَ ذلِكَ لأَحَدٍ إلاَّ للمُؤْمِن: إنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ فَكانَ خَيراً لَهُ، وإنْ أصَابَتْهُ ضرَاءُ صَبَرَ فَكانَ خَيْراً لَهُ)) . ¶ __________ ¶ (1) 6 - أخرجه: مسلم 1/140 (223) . ¶ (2) حجة لك إذا امتثلت أوامره واجتنبت نواهيه، وحجة عليك إن لم تمتثل أوامره ولم تجتنب نواهيه. انظر: دليل الفالحين 1/171. ¶ وهذا ليس خاصاً بالقرآن بل يشمل كل العلوم الشرعية فما علمناه إما أن يكون حجة لنا وإما أن يكون حجة علينا، فإن عملنا به فهو حجة لنا وإن لم نعمل به فهو علينا وهو وبال أي إثم وعقوبة. انظر: فتح ذي الجلال والإكرام 1/41. ¶ (3) 7 - أخرجه: مسلم 8/227 (2999) .",
            "page": "4",
            "part": "1",
            "seal": "7BFAE380"
        },
        {
            "id": "5",
            "nass": "(1) - عن أبي هريرة - رضي الله عنه -: أنَّ رسولَ الله - صلى الله عليه وسلم -، قَالَ: ((يَقُولُ اللهُ تَعَالَى: مَا لعَبدِي المُؤْمِنِ عِنْدِي جَزَاءٌ إِذَا قَبَضْتُ صَفِيَّهُ (2) مِنْ أهْلِ الدُّنْيَا ثُمَّ احْتَسَبَهُ إلاَّ ¶ الجَنَّةَ)) . ¶ (3) - عن عطَاء بن أبي رَباحٍ، قَالَ: قَالَ لي ابنُ عَباسٍ رضي اللهُ عنهما: ألاَ أُريكَ امْرَأةً مِنْ أَهْلِ الجَنَّة؟ فَقُلْتُ: بَلَى، قَالَ: هذِهِ المَرْأةُ السَّوداءُ أتتِ النَّبيَّ - صلى الله عليه وسلم -، فَقَالَتْ: إنّي أُصْرَعُ (4) ، وإِنِّي أتَكَشَّفُ، فادْعُ الله تَعَالَى لي. قَالَ: ((إنْ شئْتِ صَبَرتِ وَلَكِ الجَنَّةُ، وَإنْ شئْتِ دَعَوتُ الله تَعَالَى أنْ يُعَافِيكِ)) فَقَالَتْ: أَصْبِرُ، فَقَالَتْ: إنِّي أتَكَشَّفُ فَادعُ الله أنْ لا أَتَكَشَّف، فَدَعَا لَهَا. ¶ __________ ¶ (1) 8 - أخرجه: البخاري 8/112 (6424) . ¶ (2) يسمي العلماء هذا القسم من الحديث، الحديث القدسي؛ لأن الرسول - صلى الله عليه وسلم - رواه عن الله- عز وجل -. والصفيّ: من يصطفيه الإنسان ويختاره من ولد، أو أخ، أو عم، أو أب، أو أم، أو ¶ صديق، المهم أن ما يصطفيه الإنسان ويختاره ويرى أنه ذو صلة منه قوية. إذا أخذه الله - عز وجل -، ثم احتسبه الإنسان، فليس له جزاء إلا الجنة. شرح رياض الصالحين لابن عثيمين 1/101. ¶ (3) 9 - أخرجه: البخاري 7/150 و151 (5652) ، ومسلم 8/16 (2576) . ¶ (4) من الصرع وهو مرض معروف نسأل الله العافية.",
            "page": "5",
            "part": "1",
            "seal": "DD7AE313"
        },
        {
            "id": "6",
            "nass": "(1) - عن أبي سعيدٍ وأبي هريرةَ رضيَ الله عنهما، عن النَّبيِّ - صلى الله عليه وسلم -، قَالَ: ((مَا يُصيبُ المُسْلِمَ مِنْ نَصَبٍ، وَلاَ وَصَبٍ، وَلاَ هَمٍّ، وَلاَ حَزَنٍ، وَلاَ أذَىً، وَلاَ غَمٍّ، حَتَّى الشَّوكَةُ يُشَاكُهَا إلاَّ كَفَّرَ اللهُ بِهَا مِنْ خَطَاياهُ (2)) ) . ¶ (3) - عن أبي هريرة - رضي الله عنه -، قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: ((مَنْ يُرِدِ اللهُ بِهِ خَيْراً يُصِبْ مِنْهُ)) . ¶ __________ ¶ (1) 10 - أخرجه: البخاري 7/148 (5641) ، ومسلم 8/16 (2573) (52) . ¶ (2) المصائب تكون على وجهين: ¶ …1- تارة إذا أُصيب الإنسان تذكّر الأجر واحتسب هذه المصيبة على الله فيكون فيها فائدتان: تكفير الذنوب، وزيادة الحسنات. ¶ 2- وتارة يغفل عن هذا فيضيق صدره، ويغفل عن نية الاحتساب، والأجر على الله فيكون في ذلك تكفير لسيئاته، إذاً هو رابح على كل حال في هذه المصائب التي تأتيه. فإما أن يربح تكفير السيئات، وحط الذنوب بدون أن يحصل له أجر لأنه لم ينو شيئاً ولم يصبر ولم يحتسب الأجر، وإما أن يربح شيئين كما تقدم. ¶ ولهذا ينبغي للإنسان إذا أصيب ولو بشوكة، فليتذكر الاحتساب من الله على هذه المصيبة. شرح رياض الصالحين 1/109. ¶ (3) 11 - أخرجه: البخاري 7/149 (5645) .",
            "page": "6",
            "part": "1",
            "seal": "C24B2C34"
        },
        {
            "id": "7",
            "nass": "(1) - عن معاذِ بنِ أَنسٍ - رضي الله عنه -: أنَّ النَّبيَّ - صلى الله عليه وسلم -، قَالَ: ((مَنْ كَظَمَ غَيظاً (2) ، وَهُوَ قَادِرٌ عَلَى أنْ يُنْفِذَهُ، دَعَاهُ اللهُ سُبحَانَهُ وَتَعَالى عَلَى رُؤُوسِ الخَلائِقِ يَومَ القِيامَةِ حَتَّى يُخَيِّرَهُ مِنَ الحُورِ العِينِ مَا شَاءَ)) . ¶ (3) - عن أبي هريرة - رضي الله عنه -، قَالَ: قَالَ رَسُول الله - صلى الله عليه وسلم -: ((مَا يَزَالُ البَلاَءُ بالمُؤمِنِ وَالمُؤْمِنَةِ في نفسِهِ ووَلَدِهِ وَمَالِهِ حَتَّى يَلْقَى الله تَعَالَى وَمَا عَلَيهِ خَطِيئَةٌ)) . ¶ __________ ¶ (1) 12 - أخرجه: أبو داود (4777) ، وابن ماجه (4186) ، والترمذي (2021) وقال: حديث حسن غريب. ¶ (2) الغيظ: هو الغضب الشديد، والإنسان الغاضب هو الذي يتصور نفسه أنه قادر على أن ينفذ لأن من لا يستطيع لا يغضب لكنه يحزن، ولهذا يوصف الله بالغضب. شرح رياض الصالحين لابن عثيمين 1/125. ¶ (3) 13 - أخرجه: الترمذي (2399) .",
            "page": "7",
            "part": "1",
            "seal": "6963188C"
        },
        {
            "id": "8",
            "nass": "(1) - عن أبي إبراهيم عبدِ الله بن أبي أوفى رضي الله عنهما: أنَّ رَسُول الله - صلى الله عليه وسلم - في بعْضِ أيامِهِ التي لَقِيَ فِيهَا العَدُوَّ، انْتَظَرَ حَتَّى إِذَا مالَتِ الشَّمْسُ قَامَ فيهمْ، فَقَالَ: ((يَا أيُّهَا النَّاسُ، لا تَتَمَنَّوا لِقَاءَ العَدُوِّ، وَاسْأَلُوا الله العَافِيَةَ، فَإِذَا لقيتُمُوهُمْ فَاصْبرُوا (2) ، وَاعْلَمُوا أنّ الجَنَّةَ تَحْتَ ظِلالِ السُّيوفِ)) . ¶ ثُمَّ قَالَ النَّبيُّ - صلى الله عليه وسلم -: ((اللَّهُمَّ مُنْزِلَ الكِتَابِ، وَمُجْرِيَ السَّحَابِ، وَهَازِمَ الأحْزَابِ، اهْزِمْهُمْ وَانصُرْنَا عَلَيْهمْ)) . ¶ (3) - عن ابن مسعود - رضي الله عنه -، عن النَّبيّ - صلى الله عليه وسلم -، قَالَ: ((إنَّ الصِّدقَ يَهْدِي إِلَى البرِّ، وإنَّ البر يَهدِي إِلَى الجَنَّةِ، وإنَّ الرَّجُلَ لَيَصدُقُ حَتَّى يُكْتَبَ عِنْدَ اللهِ صِدِّيقاً. وَإِنَّ الكَذِبَ يَهْدِي إِلَى الفُجُورِ، وَإِنَّ الفُجُورَ يَهدِي إِلَى النَّارِ، وَإِنَّ الرَّجُلَ لَيَكْذِبُ حَتَّى يُكتَبَ عِنْدَ الله كَذَّاباً)) . ¶ __________ ¶ (1) 14 - أخرجه: البخاري 4/62 (2966) ، ومسلم 5/143 (1742) . ¶ (2) في الحديث: أن لا يتمنى الإنسان لقاء العدو، وهذا غير تمني الشهادة، تمني الشهادة جائز بل قد يكون مأموراً به. وفيه أن يسأل الله العافية والسلامة، وإذا لقيت العدو فاصبر، وينبغي لأمير الجيش أن يرفق بهم ويختار الوقت المناسب من الناحية اليومية والفصلية، وفيه الدعاء على الأعداء بالهزيمة. شرح رياض الصالحين لابن عثيمين 1/131. ¶ (3) 15 - أخرجه: البخاري 8/30 (6094) ، ومسلم 8/29 (2607) (103) .",
            "page": "8",
            "part": "1",
            "seal": "FB652C62"
        },
        {
            "id": "9",
            "nass": "(1) - عن أبي سفيانَ صَخرِ بنِ حربٍ - رضي الله عنه - في حديثه الطويلِ في قصةِ هِرَقْلَ (2) ، قَالَ هِرقلُ: فَمَاذَا يَأَمُرُكُمْ - يعني: النَّبيّ - صلى الله عليه وسلم - - قَالَ أبو سفيانَ: قُلْتُ: ¶ يقولُ: ((اعْبُدُوا اللهَ وَحدَهُ لا تُشْرِكوُا بِهِ شَيئاً، وَاتْرُكُوا مَا يَقُولُ آبَاؤُكُمْ، ¶ ويَأْمُرُنَا بالصَلاةِ، وَالصِّدْقِ، والعَفَافِ، وَالصِّلَةِ)) (3) . ¶ (4) - عن أبي ثابت، وقيل: أبي سعيد، وقيل: أبي الوليد، سهل ابن حُنَيْفٍ وَهُوَ بدريٌّ (5) - رضي الله عنه -: أنَّ النَّبيّ - صلى الله عليه وسلم -، قَالَ: ((مَنْ سَأَلَ الله تَعَالَى الشَّهَادَةَ بِصِدْقٍ بَلَّغَهُ مَنَازِلَ الشُّهَدَاءِ وَإِنْ مَاتَ عَلَى فِرَاشِهِ)) (6) . ¶ (7) - عن أبي خالد حَكيمِ بنِ حزامٍ - رضي الله عنه -، قَالَ: قَالَ رسولُ الله - صلى الله عليه وسلم -: ((البَيِّعَانِ بالخِيَار (8) مَا لَمْ يَتَفَرَّقَا، فَإنْ صَدَقا وَبيَّنَا بُوركَ لَهُمَا في بيعِهمَا، وإنْ كَتَمَا وَكَذَبَا مُحِقَتْ بركَةُ بَيعِهِما)) . ¶ __________ ¶ (1) 16 - أخرجه: البخاري 1/5 (7) ، ومسلم 5/163 - 166 (1773) . ¶ (2) اسم ملك الروم. النهاية 5/260. ¶ (3) العفاف: الكف عن المحارم وخوارم المروءة. والصلة: صلة الأرحام. دليل الفالحين 1/257. ¶ (4) 17 - أخرجه: مسلم 6/48 (1909) . ¶ (5) شهد بدراً، والمشاهد كلها مع رسول الله - صلى الله عليه وسلم -. ¶ (6) في الحديث: أن صدق القلب سبب لبلوغ الأرب، وأن من نوى شيئاً من عمل البر أثيب عليه وإن لم يتفق له عمله. دليل الفالحين 1/258. ¶ (7) 18 - أخرجه: البخاري 3/76 (2079) ، ومسلم 5/10 (1532) (47) . ¶ (8) البيعان: البائع والمشتري. بالخيار: كل منهما يختار ما يريد ماداما في مكان العقد. شرح رياض الصالحين لابن عثيمين 1/167.",
            "page": "9",
            "part": "1",
            "seal": "C757AD63"
        },
        {
            "id": "10",
            "nass": "(1) - عن ابنِ عباسٍ رضي الله عنهما، قَالَ: كنت خلف النَّبيّ - صلى الله عليه وسلم - يوماً، فَقَالَ: ((يَا غُلامُ، إنِّي أعلّمُكَ كَلِمَاتٍ: احْفَظِ اللهَ يَحْفَظْكَ (2) ، احْفَظِ اللهَ تَجِدْهُ تُجَاهَكَ، إِذَا سَألْتَ فَاسأَلِ الله، وإِذَا اسْتَعَنْتَ فَاسْتَعِنْ باللهِ، وَاعْلَمْ: أنَّ الأُمَّةَ لَوْ اجْتَمَعَتْ عَلَى أنْ يَنْفَعُوكَ بِشَيءٍ لَمْ يَنْفَعُوكَ إلاَّ بِشَيءٍ قَدْ كَتَبهُ اللهُ لَكَ، وَإِن اجتَمَعُوا عَلَى أنْ يَضُرُّوكَ بِشَيءٍ لَمْ يَضُرُّوكَ إلاَّ بِشَيءٍ قَدْ كَتَبَهُ اللهُ عَلَيْكَ، رُفِعَتِ الأَقْلاَمُ وَجَفَّتِ الصُّحفُ (3)) ) . ¶ وفي رواية: ((احْفَظِ الله تَجِدْهُ أَمَامَكَ، تَعرَّفْ إِلَى اللهِ في الرَّخَاءِ يَعْرِفكَ في الشِّدَّةِ، وَاعْلَمْ: أنَّ مَا أَخْطَأكَ لَمْ يَكُنْ لِيُصِيبكَ، وَمَا أصَابَكَ لَمْ يَكُنْ لِيُخْطِئَكَ، وَاعْلَمْ: أنَّ النَّصْرَ مَعَ الصَّبْرِ، وَأَنَّ الفَرَجَ مَعَ الكَرْبِ، وَأَنَّ مَعَ العُسْرِ يُسْراً)) . ¶ (4) - عن أبي سعيد الخدري - رضي الله عنه -، عن النَّبيّ - صلى الله عليه وسلم -، قَالَ: ((إنَّ الدُّنْيَا حُلْوَةٌ خَضِرةٌ، وإنَّ اللهَ مُسْتَخْلِفُكُمْ فِيهَا فَيَنْظُرَ كَيفَ تَعْمَلُونَ، فَاتَّقُوا ¶ الدُّنْيَا وَاتَّقُوا النِّسَاء؛ فإنَّ أَوَّلَ فِتْنَةِ بَنِي إسرائيلَ كَانَتْ في النِّسَاءِ)) . ¶ __________ ¶ (1) 19 - أخرجه: الترمذي (2516) . وأخرج اللفظ الثاني: أحمد 1/307. ¶ (2) أي: امتثال أوامره واجتناب نواهيه. شرح رياض الصالحين لابن عثيمين 1/258. ¶ (3) أي فرغ من الأمر وجفّت كتابته، كناية عن تقدم كتابة المقادير كلها والفراغ منها من أمد بعيد. دليل الفالحين 1/288. ¶ (4) 20 - أخرجه: مسلم 8/89 (2742) .",
            "page": "10",
            "part": "1",
            "seal": "BDFD1DE6"
        },
        {
            "id": "11",
            "nass": "(1) - عن أبي عمرو، وقيل: أبي عَمرة سفيان بن عبد الله - رضي الله عنه -، قَالَ: ¶ قُلْتُ: يَا رَسُول الله، قُلْ لي في الإسْلامِ قَولاً لاَ أسْأَلُ عَنْهُ أَحَداً غَيْرَكَ. قَالَ: ((قُلْ: آمَنْتُ بِاللهِ، ثُمَّ استَقِمْ)) . ¶ (2) - وعن أنس - رضي الله عنه -، قَالَ: كَانَ أَخَوانِ عَلَى عهد النَّبيّ - صلى الله عليه وسلم - وَكَانَ أحَدُهُمَا يَأتِي النَّبيَّ - صلى الله عليه وسلم - وَالآخَرُ يَحْتَرِفُ، فَشَكَا المُحْتَرِفُ أخَاهُ للنبي - صلى الله عليه وسلم -، فَقَالَ: ((لَعَلَّكَ تُرْزَقُ بِهِ)) . ¶ ((يحترِف)) : يكتسب ويتسبب. ¶ (3) - عن أنس - رضي الله عنه -، عن النَّبيّ - صلى الله عليه وسلم - فيما يرويه عن ربّه - عز وجل -، قَالَ: ¶ ((إِذَا تَقَربَ العَبْدُ إلَيَّ شِبْراً تَقَربْتُ إِلَيْه ذِرَاعاً، وَإِذَا تَقَرَّبَ إلَيَّ ذِرَاعاً تَقَربْتُ مِنهُ ¶ بَاعاً، وِإذَا أتَانِي يَمشي أتَيْتُهُ هَرْوَلَةً)) (4) . ¶ __________ ¶ (1) 21 - أخرجه: مسلم 1/47 (38) . أي الإيمان بوجود الله عز وجل وبربوبيته وبأسمائه وصفاته وأحكامه وأخباره، واستقم على شريعة الله. شرح رياض الصالحين 1/304. ¶ (2) 22 - أخرجه: الترمذي (2345) . وقال: ((هذا حديث حسن صحيح)) . ¶ (3) 23 - أخرجه: البخاري 9/191 (7536) . ¶ (4) قال الحافظ ابن حجر في الفتح 13/628 (7536) : ((معناه التقرب إليه بطاعته وأداء مفترضاته ونوافله، وتقربه سبحانه من عبده إثابته)) .",
            "page": "11",
            "part": "1",
            "seal": "B5157981"
        },
        {
            "id": "12",
            "nass": "(1) - عن أبي هريرة - رضي الله عنه -، قَالَ: قَالَ رَسُول الله - صلى الله عليه وسلم -: ((المُؤْمِنُ القَوِيُّ خَيرٌ وَأَحَبُّ إِلَى اللهِ مِنَ المُؤْمِنِ الضَّعيفِ وَفي كُلٍّ خَيرٌ (2) . احْرِصْ عَلَى مَا يَنْفَعُكَ، واسْتَعِنْ بِاللهِ وَلاَ تَعْجَزْ. وَإنْ أَصَابَكَ شَيءٌ فَلاَ تَقُلْ لَوْ أنّي فَعَلْتُ كَانَ كَذَا وَكَذَا، وَلَكِنْ قُلْ: قَدرُ (3) اللهِ، وَمَا شَاءَ فَعلَ؛ فإنَّ لَوْ تَفْتَحُ عَمَلَ الشَّيطَانِ)) . ¶ (4) - عن أنس - رضي الله عنه -، عن رَسُول الله - صلى الله عليه وسلم -، قَالَ: ((يَتْبَعُ المَيتَ ثَلاَثَةٌ: أهْلُهُ وَمَالُهُ وَعَملُهُ، فَيَرجِعُ اثنَانِ وَيَبْقَى وَاحِدٌ: يَرجِعُ أهْلُهُ وَمَالُهُ، وَيَبقَى عَملُهُ)) . ¶ (5) - عن أبي عبد الله، ويقال: أَبُو عبد الرحمان ثوبان - مولى رَسُول الله - صلى الله عليه وسلم - - - رضي الله عنه -، قَالَ: سَمِعْتُ رسولَ الله - صلى الله عليه وسلم -، يَقُولُ: ((عَلَيْكَ بِكَثْرَةِ السُّجُودِ؛ فَإِنَّكَ لَنْ تَسْجُدَ للهِ سَجْدَةً إلاَّ رَفَعَكَ اللهُ بِهَا دَرجَةً، وَحَطَّ عَنكَ بِهَا خَطِيئةً)) . ¶ __________ ¶ (1) 24 - أخرجه: مسلم 8/56 (2664) (34) . ¶ (2) قال النووي في شرح صحيح مسلم 8/382 (2664) : ((معناه في كل من القوي والضعيف خير، لاشتراكهما في الإيمان)) . ¶ (3) قال الشيخ عبد العزيز بن باز رحمه الله: ((قدَرُ الله وما شاء فعل، وبعضهم ضبطها (قدَّرَ الله وما شاء فعل) أي قدّر الشيء الواقع، والمعنى الأول أظهر، أي: أن هذا الواقع هو قدر الله أي مقدور الله، وما شاء الله فعل)) . شرح كتاب التوحيد: 250. ¶ (4) 25 - أخرجه: البخاري 8/134 (6514) ، ومسلم 8/211 (2960) (5) . ¶ (5) 26 - أخرجه: مسلم 2/51 (488) (225) .",
            "page": "12",
            "part": "1",
            "seal": "C279B908"
        },
        {
            "id": "13",
            "nass": "(1) - عن أبي ذر أيضاً - رضي الله عنه -: أنَّ رسول الله - صلى الله عليه وسلم -، قَالَ: ((يُصْبحُ عَلَى كُلِّ سُلامَى منْ أَحَدِكُمْ صَدَقةٌ: فَكُلُّ تَسبيحَةٍ صَدَقَةٌ، وَكُلُّ تَحمِيدةٍ صَدَقَة، وَكُلُّ تَهْلِيلَةٍ صَدَقَةٌ، وَكُلُّ تَكبيرَةٍ صَدَقَةٌ، وَأمْرٌ بِالمعرُوفِ صَدَقةٌ، ونَهيٌ عَنِ المُنْكَرِ صَدَقةٌ، وَيُجزِىءُ مِنْ ذلِكَ رَكْعَتَانِ يَركَعُهُما مِنَ الضُّحَى)) . ¶ (2) - عن أبي هريرة - رضي الله عنه - قَالَ: قَالَ رَسُول الله - صلى الله عليه وسلم -: ((يَا نِسَاءَ المُسْلِمَاتِ، لاَ تَحْقِرنَّ جَارَةٌ لِجَارَتِهَا وَلَوْ فِرْسِنَ شاةٍ)) (3) . ¶ (4) - عن أبي هريرة - رضي الله عنه - قَالَ: قَالَ رَسُول الله - صلى الله عليه وسلم -: ((ألا أَدُلُّكُمْ عَلَى مَا يَمْحُو اللهُ بِهِ الخَطَايَا وَيَرْفَعُ بِهِ الدَّرَجَاتِ؟)) قَالُوا: بَلَى، يَا رسولَ اللهِ، قَالَ: ((إِسْبَاغُ الوُضُوءِ عَلَى المَكَارِهِ (5) ، وَكَثْرَةُ الخُطَا إِلَى المَسَاجِدِ، وَانْتِظَارُ الصَّلاةِ بَعْدَ الصَّلاةِ فَذلِكُمُ الرِّبَاطُ)) . ¶ __________ ¶ (1) 27 - أخرجه: مسلم 2/158 (720) . ¶ (2) 28 - أخرجه: البخاري 3/201 (2566) ، ومسلم 3/93 (1030) . ¶ (3) قال النووي في شرح صحيح مسلم 4/123 (1030) : ((معناه لا تمتنع جارة من الصدقة والهدية لجارتها لاستقلالها واحتقارها الموجود عندها، بل تجود بما تيسّر وإن كان قليلاً كفرسن شاة، وهو خير من العدم)) . ¶ (4) 29 - أخرجه: مسلم 1/151 (251) . ¶ (5) قال النووي في شرح صحيح مسلم 2/122 (251) : ((إسباغ الوضوء تمامه، والمكاره تكون بشدة البرد وألم الجسم …)) .",
            "page": "13",
            "part": "1",
            "seal": "122DA3BA"
        },
        {
            "id": "14",
            "nass": "(1) - عن عَدِي بنِ حَاتمٍ - رضي الله عنه -، قَالَ: سمعت النَّبيّ - صلى الله عليه وسلم -، يقول: ((اتَّقُوا النَّارَ وَلَوْ بشقِّ (2) تَمْرَةٍ)) . ¶ (3) - عن أَبي هريرة - رضي الله عنه -: أنَّ رَسُول الله - صلى الله عليه وسلم -، قَالَ: ((مَنْ دَعَا إِلَى هُدَىً، كَانَ لَهُ مِنَ الأَجْرِ مِثْلُ أجُورِ مَنْ تَبِعَه، لاَ يَنْقُصُ ذلِكَ مِنْ أجُورِهمْ شَيئاً، وَمَنْ دَعَا إِلَى ضَلاَلَةٍ، كَانَ عَلَيهِ مِنَ الإثْمِ مِثْلُ آثَامِ مَنْ تَبِعَهُ، لاَ يَنْقُصُ ذلِكَ مِنْ آثَامِهِمْ ¶ شَيئاً)) . ¶ (4) - عن أَبي موسى الأشعري - رضي الله عنه -، عن النَّبيّ - صلى الله عليه وسلم -، أنَّه قَالَ: ((الخَازِنُ المُسْلِمُ الأمِينُ الَّذِي يُنفِذُ مَا أُمِرَ بِهِ فيُعْطيهِ كَامِلاً مُوَفَّراً طَيِّبَةً بِهِ نَفْسُهُ فَيَدْفَعُهُ إِلَى الَّذِي أُمِرَ لَهُ بِهِ، أحَدُ المُتَصَدِّقين)) . ¶ وفي رواية: ((الَّذِي يُعْطِي مَا أُمِرَ بِهِ)) وضبطوا ((المُتَصَدِّقَينِ)) بفتح القاف مَعَ كسر النون عَلَى التثنية، وعكسه عَلَى الجمعِ وكلاهما صحيح. ¶ __________ ¶ (1) 30 - أخرجه: البخاري 2/136 (1417) و9/181 (7512) ، ومسلم 3/86 (1016) (67) و (68) . ¶ (2) قال النووي في شرح صحيح مسلم 4/109 (1016) : ((شق التمرة - بكسر الشين - نصفها وجانبها، وفيه الحث على الصدقة، وأن قليلها سبب للنجاة من النار. والترجمان: هو المعبر عن لسان بلسان وفيه أن الكلمة الطيبة سبب للنجاة من النار)) . ¶ (3) 31 - أخرجه: مسلم 8/62 (2674) (16) . ¶ (4) 32 - أخرجه: البخاري 2/142 (1438) ، ومسلم 3/90 (1023) (79) .",
            "page": "14",
            "part": "1",
            "seal": "2A283A0A"
        },
        {
            "id": "15",
            "nass": "(1) - عن أَبي رُقَيَّةَ تَمِيم بن أوس الداريِّ - رضي الله عنه -: أنَّ النَّبيّ - صلى الله عليه وسلم -، قَالَ: ((الدِّينُ النَّصِيحةُ)) قلنا: لِمَنْ؟ قَالَ: ((لِلهِ وَلِكِتَابِهِ وَلِرَسُولِهِ وَلأئِمَّةِ المُسْلِمِينَ وَعَامَّتِهِمْ (2)) ) . ¶ (3) - عن أبي سعيد الخدري - رضي الله عنه -، قَالَ: سَمِعت رَسُول الله - صلى الله عليه وسلم -، يقول: ((مَنْ رَأى مِنْكُمْ مُنْكَراً فَلْيُغَيِّرْهُ بِيَدِهِ، فَإنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ، فَإنْ لَمْ يَسْتَطِعْ فَبِقَلْبِهِ، وَذَلِكَ أضْعَفُ (4) الإيمَانِ)) . ¶ (5) - عن أَبي زيد أسامة بن حارثة رضي الله عنهما، قَالَ: سمعت ¶ __________ ¶ (1) 33 - أخرجه: مسلم 1/53 (55) (95) . ¶ (2) قال النووي في شرح صحيح مسلم 1/248 - 250 (55) : ((النصيحة لله تعالى: معناها منصرف إلى الإيمان به، ونفي الشريك عنه وترك الإلحاد في صفاته ووصفه بصفات الكمال، وأما النصيحة لكتابه سبحانه: فالإيمان بأنه كلام الله تعالى..، وأما النصيحة لرسوله - صلى الله عليه وسلم -: فتصديقه على الرسالة والإيمان بجميع ما جاء به ... وأما النصيحة لأئمة المسلمين: فمعاونتهم على الحق وطاعتهم فيه.. وأما نصيحة عامة المسلمين: فإرشادهم لمصالحهم في آخرتهم ودنياهم.. والنصيحة لازمة على قدر الطاقة)) . ¶ (3) 34 - أخرجه: مسلم 1/50 (49) (78) . ¶ (4) قال النووي في شرح صحيح مسلم 1/238 (49) : ((معناه والله أعلم أقله ثمرة)) . ¶ (5) 35 - أخرجه: البخاري 4/147 (3267) ، ومسلم 8/224 (2989) (51) .",
            "page": "15",
            "part": "1",
            "seal": "D267A91F"
        },
        {
            "id": "16",
            "nass": "رَسُول الله - صلى الله عليه وسلم -، يقول: ((يُؤْتَى بالرَّجُلِ يَوْمَ القيَامَةِ فَيُلْقَى في النَّارِ، فَتَنْدَلِقُ أقْتَابُ بَطْنِهِ فَيدُورُ بِهَا كَمَا يَدُورُ الحِمَارُ في الرَّحَى، فَيَجْتَمِعُ إِلَيْه أهْلُ النَّارِ، فَيَقُولُونَ: يَا فُلانُ، مَا لَكَ؟ أَلَمْ تَكُ تَأمُرُ بالمعْرُوفِ وَتنهَى عَنِ المُنْكَرِ؟ فَيقُولُ: بَلَى، كُنْتُ آمُرُ بِالمَعْرُوفِ وَلا آتِيهِ، وأنْهَى عَنِ المُنْكَرِ وَآتِيهِ)) . ¶ قوله: ((تَنْدلِقُ)) هُوَ بالدالِ المهملةِ، ومعناه تَخرُجُ. وَ ((الأَقْتَابُ)) : ¶ الأمعاءُ، واحدها قِتْبٌ. ¶ (1) - عن جابر - رضي الله عنه -: أن رَسُول الله - صلى الله عليه وسلم -، قَالَ: ((اتَّقُوا الظُّلْمَ؛ فَإنَّ الظُّلْمَ ظُلُمَاتٌ يَوْمَ القِيَامَةِ. وَاتَّقُوا الشُّحَّ؛ فَإِنَّ الشُّحَّ أهْلَكَ مَنْ كَانَ قَبْلَكُمْ. حَمَلَهُمْ عَلَى أنْ سَفَكُوا دِمَاءهُمْ، وَاسْتَحَلُّوا مَحَارِمَهُمْ)) . ¶ __________ ¶ (1) 36 - أخرجه: مسلم 8/18 (2578) .",
            "page": "16",
            "part": "1",
            "seal": "94090CC7"
        },
        {
            "id": "17",
            "nass": "(1) - عن أَبي بكْرة نُفَيْع بن الحارث - رضي الله عنه -، عن النَّبيّ - صلى الله عليه وسلم -، قَالَ: ((إنَّ الزَّمَانَ قَدِ اسْتَدَارَ كَهَيْئَته يَوْمَ خَلَقَ اللهُ السَّمَاوَاتِ وَالأَرضَ: السَّنَةُ اثْنَا عَشَرَ شَهْرَاً، مِنْهَا أرْبَعَةٌ حُرُمٌ: ثَلاثٌ مُتَوالِياتٌ: ذُو القَعْدَة، وذُو الحِجَّةِ، وَالمُحَرَّمُ، وَرَجَبُ مُضَرَ (2) الَّذِي بَيْنَ جُمَادَى وَشعْبَانَ، أيُّ شَهْر هَذَا؟)) قُلْنَا: اللهُ وَرَسُولُهُ أعْلَمُ، فَسَكَتَ حَتَّى ظَننَّا أنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ، قَالَ: ((ألَيْسَ ذَا الحِجَّةِ؟)) قُلْنَا: بَلَى. قَالَ: ((فَأيُّ بَلَد هَذَا؟)) قُلْنَا: اللهُ ورَسُولُهُ أعْلَمُ، فَسَكَتَ حَتَّى ظَنَنَّا أنَّهُ سَيُسَمِّيهِ بِغَيرِ اسْمِهِ. قَالَ: ((ألَيْسَ البَلْدَةَ؟)) قُلْنَا: بَلَى. قَالَ: ((فَأيُّ يَوْم هَذَا؟)) قُلْنَا: اللهُ ورَسُولُهُ أعْلَمُ، فَسَكَتَ حَتَّى ظَنَنَّا أنَّهُ سَيُسَمِّيهِ بغَيرِ اسْمِهِ. قَالَ: ((ألَيسَ يَوْمَ النَّحْرِ؟)) قُلْنَا: بَلَى. قَالَ: ((فَإنَّ دِمَاءكُمْ وَأمْوَالَكُمْ وَأَعْرَاضَكُمْ عليكم حَرَامٌ، كَحُرْمَةِ يَوْمِكُمْ هَذَا في بَلَدِكُمْ هَذَا في شَهْرِكُمْ هَذَا، وَسَتَلْقُونَ رَبَّكُمْ فَيَسْألُكُمْ عَنْ أعْمَالِكُمْ، ألا فَلا تَرْجعوا بعدي كُفّاراً يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْض، ألا لَيُبَلِّغ الشَّاهِدُ الغَائِبَ، فَلَعَلَّ بَعْضَ مَنْ يَبْلُغُهُ أنْ يَكُونَ أوْعَى لَهُ مِنْ بَعْض مَنْ سَمِعَهُ)) ، ثُمَّ قَالَ: ((إلاَّ هَلْ بَلَّغْتُ، ألاَ هَلْ ¶ __________ ¶ (1) 37 - أخرجه: البخاري 5/224 (4406) ، ومسلم 5/108 (1679) (29) . ¶ (2) قال النووي في شرح صحيح مسلم 6/151 (1679) : ((أضافه النبي - صلى الله عليه وسلم - إلى مضر لأنهم كانوا يعظمونه أكثر من غيرهم)) .",
            "page": "17",
            "part": "1",
            "seal": "22EB9392"
        },
        {
            "id": "18",
            "nass": "بَلَّغْتُ؟)) قُلْنَا: نَعَمْ. قَالَ: ((اللَّهُمَّ اشْهَدْ)) . ¶ (1) - عن النعمان بن بشير رضي الله عنهما، قَالَ: قَالَ رَسُول الله - صلى الله عليه وسلم -: ((مَثَلُ المُؤْمِنينَ في تَوَادِّهِمْ وتَرَاحُمهمْ وَتَعَاطُفِهمْ، مَثَلُ الجَسَدِ إِذَا اشْتَكَى مِنْهُ عُضْوٌ تَدَاعَى لَهُ سَائِرُ الجَسَدِ بِالسَّهَرِ والحُمَّى)) . ¶ (2) - عن ابن عمر رضي الله عنهما: أنَّ رَسُول الله - صلى الله عليه وسلم -، قَالَ: ((المُسْلِمُ أَخُو المُسْلِم، لا يَظْلِمهُ، وَلاَ يُسْلمُهُ. مَنْ كَانَ في حَاجَة أخيه، كَانَ اللهُ في حَاجَته، وَمَنْ فَرَّجَ عَنْ مُسْلِم كُرْبَةً، فَرَّجَ اللهُ عَنْهُ بها كُرْبَةً مِنْ كُرَبِ يَومِ القِيَامَةِ، وَمَنْ سَتَرَ مُسْلِماً سَتَرَهُ اللهُ يَومَ القِيامَةِ)) . ¶ (3) - عن عائشة رضي الله عنها، قَالَتْ: دَخَلَتْ عَلَيَّ امْرَأةٌ وَمَعَهَا ابنتان لَهَا، تَسْأَلُ فَلَمْ تَجِدْ عِنْدِي شَيئاً غَيْرَ تَمْرَةٍ وَاحدَةٍ، فَأعْطَيْتُهَا إيَّاهَا فَقَسَمَتْهَا بَيْنَ ابْنَتَيْها ولَمْ تَأكُلْ مِنْهَا، ثُمَّ قَامَتْ فَخَرجَتْ، فَدَخَلَ النَّبيُّ - صلى الله عليه وسلم - عَلَينَا، فَأخْبَرْتُهُ فَقَالَ: ((مَنِ ابْتُليَ مِنْ هذِهِ البَنَاتِ بِشَيءٍ فَأحْسَنَ إلَيْهِنَّ، كُنَّ لَهُ سِتراً مِنَ النَّارِ)) . ¶ __________ ¶ (1) 38 - أخرجه: البخاري 8/11 (6011) ، ومسلم 8/20 (2586) (66) . ¶ (2) 39 - أخرجه: البخاري 3/168 (2442) ، ومسلم 8/18 (2580) (58) . ¶ (3) 40 - أخرجه: البخاري 2/136 (1418) ، ومسلم 8/38 (2629) (147) .",
            "page": "18",
            "part": "1",
            "seal": "96CDBB06"
        },
        {
            "id": "19",
            "nass": "(1) - عن سعد بن أَبي وقاص - رضي الله عنه - في حديثه الطويل الَّذِي قدمناه في أول الكتاب في باب النِّيَةِ: أنَّ رسولَ الله - صلى الله عليه وسلم -، قَالَ لَهُ: ((وإنَّكَ لَنْ تُنْفِقَ نَفَقَةً تَبْتَغِي بِهَا وَجْهَ اللهِ إلاَّ أُجِرْتَ بِهَا حَتَّى مَا تَجْعَلُ في فيِّ امرأتِك)) . ¶ (2) - عن ابن عمر رضي الله عنهما، قَالَ: سمعت رَسُول الله - صلى الله عليه وسلم -، يقول: ((كُلُّكُمْ رَاعٍ، وَكُلُّكُمْ مسْؤُولٌ عَنْ رَعِيَّتهِ: الإمَامُ رَاعٍ وَمَسْؤولٌ عَنْ رَعِيَّتِهِ، والرَّجُلُ رَاعٍ في أهْلِهِ وَمَسْؤُولٌ عَنْ رَعِيَّتِهِ، وَالمَرْأةُ رَاعِيَةٌ في بيْتِ زَوْجِهَا وَمَسْؤُولَةٌ عَنْ رَعِيَّتِهَا، وَالخَادِمُ رَاعٍ في مَالِ سَيِّدِهِ وَمَسؤُولٌ عَنْ رَعِيَّتِهِ، فَكُلُّكُمْ رَاعٍ وَمَسْؤُولٌ عَنْ رَعِيَّتِهِ)) . ¶ (3) - عن ابن عمر وعائشة رضي الله عنهما، قالا: قَالَ رَسُول الله - صلى الله عليه وسلم -: ((مَا زَالَ جِبْريلُ يُوصِيني بِالجَارِ حَتَّى ظَنَنْتُ أنَّهُ سَيُورِّثُهُ)) . ¶ __________ ¶ (1) 41 - أخرجه: البخاري 1/22 (56) ، ومسلم 5/71 (1628) (5) . ¶ (2) 42 - أخرجه: البخاري 7/41 (5200) ، ومسلم 6/7 (1829) (20) . ¶ (3) 43 - أخرجه: البخاري 8/12 (6014) و (6015) ، ومسلم 8/36 (2624) (140) و8/37 (2625) (141) .",
            "page": "19",
            "part": "1",
            "seal": "7594C0A7"
        },
        {
            "id": "20",
            "nass": "(1) - عن أبي هريرة - رضي الله عنه - قَالَ: قَالَ رَسُول الله - صلى الله عليه وسلم -: ((إنَّ اللهَ تَعَالَى خَلَقَ الخَلْقَ حَتَّى إِذَا فَرَغَ مِنْهُمْ قَامَتِ الرَّحِمُ، فَقَالَتْ: هَذَا مُقَامُ العَائِذِ بِكَ مِنَ القَطِيعةِ، قَالَ: نَعَمْ، أمَا تَرْضَيْنَ أنْ أصِلَ مَنْ وَصَلَكِ، وَأقْطَعَ مَنْ قَطَعَكِ؟ قَالَتْ: بَلَى، قَالَ: فَذَلِكَ لَكِ، ثُمَّ قَالَ رَسُول الله - صلى الله عليه وسلم -: ((اقْرَؤُوا إنْ شِئْتمْ: {فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ} [محمد: 22 - 23] . ¶ (2) - عن أَبي موسى الأشعري - رضي الله عنه - أن النبي - صلى الله عليه وسلم -، قَالَ: ((إِنَّمَا مَثلُ الجَلِيسِ الصَّالِحِ وَجَلِيسِ السُّوءِ، كَحَامِلِ المِسْكِ، وَنَافِخِ الْكِيرِ، فَحَامِلُ ¶ الْمِسْكِ: إمَّا أنْ يُحْذِيَكَ، وَإمَّا أنْ تَبْتَاعَ مِنْهُ، وَإمَّا أنْ تَجِدَ مِنْهُ ريحاً طَيِّبَةً، وَنَافِخُ الكِيرِ: إمَّا أنْ يُحْرِقَ ثِيَابَكَ، وَإمَّا أنْ تَجِدَ مِنْهُ رِيحاً مُنْتِنَةً)) . (يُحْذِيكَ) : يُعْطِيكَ. ¶ (3) ¶ __________ ¶ (1) 44 - أخرجه: البخاري 8/6 (5987) و8/7 (5988) ، ومسلم 8/7 (2554) (16) . ¶ (2) 45 - أخرجه: البخاري 7/125 (5534) ، ومسلم 8/37 (2628) (146) . ¶ (3) 46- أخرجه: مسلم 8/41 (2638) (160) . ¶ وأخرج: البخاري 4/162 (3336) اللفظة الثانية من رواية عائشة ((رضي الله عنها)) معلقاً.",
            "page": "20",
            "part": "1",
            "seal": "6F75B770"
        },
        {
            "id": "21",
            "nass": "-عن أَبي هريرة - رضي الله عنه -، عن النَّبيِّ - صلى الله عليه وسلم -، قَالَ: ((النَّاسُ مَعَادِنٌ كَمَعَادِنِ الذَّهَبِ وَالفِضَّةِ، خِيَارُهُمْ في الجَاهِلِيَّةِ خِيَارُهُمْ في الإسْلاَمِ إِذَا فَقهُوا، وَالأرْوَاحُ جُنُودٌ مُجَنَّدَةٌ، فَمَا تَعَارَفَ مِنْهَا ائْتَلَفَ، ومَا تَنَاكَرَ مِنْهَا اخْتَلَفَ)) . ¶ وروى البخاري قوله: ((الأَرْوَاحُ …)) إلخ مِنْ رواية عائشة رضي الله عنها ¶ (1) - عن أنسٍ - رضي الله عنه -، عن النَّبيّ - صلى الله عليه وسلم -، قَالَ: ((ثَلاثٌ مَنْ كُنَّ فِيهِ وَجَدَ بِهِنَّ حَلاوَةَ الإيمانِ: أنْ يَكُونَ اللهُ وَرَسُولُهُ أحَبَّ إِلَيْهِ مِمَّا سَوَاهُمَا، وَأنْ يُحِبّ المَرْءَ لاَ يُحِبُّهُ إلاَّ للهِ، وَأَنْ يَكْرَهَ أنْ يَعُودَ في الكُفْرِ بَعْدَ أنْ أنْقَذَهُ الله مِنْهُ، كَمَا يَكْرَهُ أنْ يُقْذَفَ في النَّارِ)) . ¶ (2) - عن أَبي هريرة - رضي الله عنه -، عن النَّبيّ - صلى الله عليه وسلم -، قَالَ: ((سَبْعَةٌ يُظِلُّهُمُ اللهُ في ظِلِّهِ يَوْمَ لاَ ظِلَّ إلاَّ ظِلُّهُ: إمَامٌ عَادِلٌ، وَشَابٌّ نَشَأ في عِبَادَةِ الله - عز وجل -، وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ بِالمَسَاجِدِ، وَرَجُلاَنِ تَحَابّا في اللهِ اجْتَمَعَا عَلَيهِ وتَفَرَّقَا عَلَيهِ، وَرَجُلٌ دَعَتْهُ امْرَأةٌ ذَاتُ حُسْنٍ وَجَمَالٍ، فَقَالَ: إنِّي أخَافُ الله، وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ، فَأخْفَاهَا حَتَّى لاَ تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ، وَرَجُلٌ ذَكَرَ الله خَالِياً فَفَاضَتْ ¶ عَيْنَاهُ)) . ¶ __________ ¶ (1) 47- أخرجه: البخاري 1/10 (16) ، ومسلم 1/48 (43) (67) . ¶ (2) 48- أخرجه: البخاري 2/138 (1423) ، ومسلم 3/93 (1031) (91) .",
            "page": "21",
            "part": "1",
            "seal": "C47789EF"
        },
        {
            "id": "22",
            "nass": "(1) -عن أَبي هريرة - رضي الله عنه -، قَالَ: قَالَ رَسُول الله - صلى الله عليه وسلم -: ((إنَّ الله تَعَالَى ¶ قَالَ: مَنْ عَادَى ليَ وَلِيّاً، فَقَدْ آذَنْتُهُ بِالحَرْبِ، وَمَا تَقَرَّبَ إِلَيَّ عَبْدِي بِشَيءٍ أَحَبَّ إِلَيَّ مِمَّا افْتَرَضْتُ عَلَيهِ، وَمَا يَزالُ عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أحْبَبْتُهُ، كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ، ويَدَهُ الَّتي يَبْطِشُ (2) بِهَا، وَرجْلَهُ الَّتِي يَمْشِي بِهَا وَإنْ سَألَنِي أعْطَيْتُهُ، وَلَئِن اسْتَعَاذَنِي لأعِيذَنَّهُ)) . ¶ (3) - عن ابن عمر رضي الله عنهما: أنَّ رَسُول الله - صلى الله عليه وسلم -، قَالَ: ((أُمِرْتُ أنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أنْ لاَ إلهَ إلاَّ الله، وَأنَّ مُحَمَّداً رَسُول الله، وَيُقيمُوا الصَّلاةَ، وَيُؤتُوا الزَّكَاةَ، فَإِذَا فَعَلُوا ذلِكَ عَصَمُوا مِنِّي دِمَاءهُمْ وَأمْوَالَهُمْ إلاَّ بحَقِّ الإسْلاَمِ، وَحِسَابُهُمْ عَلَى الله تَعَالَى)) . ¶ __________ ¶ (1) 49- أخرجه: البخاري 8/131 (6502) . ¶ (2) أي الأخذ القوي الشديد. النهاية 1/135. ¶ (3) 50- أخرجه: البخاري 1/12 (25) ، ومسلم 1/39 (22) (36) .",
            "page": "22",
            "part": "1",
            "seal": "00C5E46B"
        }
    ],
    "t1766": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المنتخب من صحيح السنة النبوية"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "المقدمة"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث أحد المراجع الرئيسة للفقه الإسلامي"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "لا هجرة بعد الفتح"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "إن الله لا ينظر إلى أجسامكم"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "إن الله كتب الحسنات والسيئات"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "2",
            "tit": "والله إني لأستغفر الله وأتوب إليه"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "لو أن لابن آدم واديا من ذهب أحب أن يكون له واديان"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "1",
            "tit": "الطهور شطر الإيمان"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "2",
            "tit": "عجبا لأمر المؤمن إن أمره كله له خير"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "1",
            "tit": "ما لعبدي المؤمن عندي جزاء إذا قبضت صفيه"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "2",
            "tit": "إن شئت صبرت ولك الجنة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "ما يصيب المسلم من نصب"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "من يرد الله به خيرا يصب منه"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "من كظم غيظا"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "1",
            "tit": "ما يزال البلاء بالمؤمن والمؤمنة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "لا تتمنوا لقاء العدو"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "1",
            "tit": "اللهم منزل الكتاب"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "2",
            "tit": "إن الصدق يهدي إلى البر"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "اعبدوا الله وحده"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "1",
            "tit": "من سأل الله تعالى الشهادة بصدق بلغه منازل الشهداء"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "2",
            "tit": "البيعان بالخيار"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "يا غلام، إني أعلمك كلمات"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "1",
            "tit": "إن الدنيا حلوة خضرة"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "قل: آمنت بالله، ثم استقم"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "1",
            "tit": "لعلك ترزق به"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "2",
            "tit": "إذا تقرب العبد إلي شبرا"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "المؤمن القوي"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "1",
            "tit": "يتبع الميت ثلاثة"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "2",
            "tit": "عليك بكثرة السجود"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "يصبح على كل سلامى"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "1",
            "tit": "يا نساء المسلمات"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "2",
            "tit": "إسباغ الوضوء على المكاره"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "اتقوا النار"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "1",
            "tit": "الخازن المسلم الأمين"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الدين النصيحة"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "1",
            "tit": "من رأى منكم منكرا"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "يؤتى بالرجل يوم القيامة فيلقى في النار"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "1",
            "tit": "اتقوا الظلم"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "إن الزمان قد استدار كهيئته يوم خلق الله السماوات والأرض"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "مثل المؤمنين في توادهم وتراحمهم وتعاطفهم"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "1",
            "tit": "المسلم أخو المسلم"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "2",
            "tit": "دخلت علي امرأة ومعها ابنتان لها"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "وإنك لن تنفق نفقة تبتغي بها وجه الله إلا أجرت بها"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": "1",
            "tit": "كلكم راع"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": "2",
            "tit": "ما زال جبريل يوصيني بالجار"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "إن الله تعالى خلق الخلق حتى إذا فرغ منهم قامت الرحم"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "1",
            "tit": "إنما مثل الجليس الصالح وجليس السوء"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "الناس معادن"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "1",
            "tit": "ثلاث من كن فيه وجد بهن حلاوة الإيمان"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "2",
            "tit": "سبعة يظلهم الله في ظله يوم لا ظل إلا ظله"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "من عادى لي وليا، فقد آذنته بالحرب"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": "1",
            "tit": "أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله، وأن محمدا رسول الله"
        }
    ]
}