{
    "b1771": [
        {
            "id": "1",
            "nass": "المقدمة ¶ إن الحمد لله نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وصحبه وسلم. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ} 1. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً} 2. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً} 34. ¶ أما بعد: ¶ فإن خير الحديث كتاب الله، وخير الهدي هدي محمد صلى الله عليه وسلم وشر الأمور محدثاتها، وكلّ محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النّار. ¶ اعلم - وفقني الله وإياك - أنّ الله أمر المؤمنين بالإيمان به في غير موضع ¶ __________ ¶ 1 آل عمران (102). ¶ 2 النساء (1). ¶ 3 الأحزاب (70،71). ¶ 4 هذه خطبة الحاجة التي كان النبي صلى الله عليه وسلم يعلمها أصحابه، وأخرج الحديث أبو داود في سننه (2/ 591) كتاب النكاح باب خطبة النكاح، والنسائي (6/ 89) كتاب النكاح باب مايستحب من الكلام عند النكاح، وابن ماجه في سننه (1/ 609) كتاب النكاح باب في خطبة النكاح، والترمذي وحسنه (3/ 404) كتاب النكاح باب ماجاء في خطبة النكاح، وقد توسع الألباني في تخريج الحديث في رسالته خطبة الحاجة.",
            "page": "147",
            "part": "1",
            "seal": "C67EC70B"
        },
        {
            "id": "2",
            "nass": "في كتابه، فقال سبحانه وتعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ} 1. ¶ وإنّ من أهم مايتضمنّه الإيمان بالله تعالى -الذي هو أول أركان الإيمان- التعرف عليه سبحانه بأسمائه وصفاته معرفة تثمر الخشية والعمل بآثارها على منهاج أهل السنة والجماعة. ¶ وإن مما يبين أهمّيّة موضوع أسماء الله الحسنى أموراً كثيرة منها: ¶ 1 - إنّ العلم بالله، وأسمائه، وصفاته أشرف العلوم، وأجلها على الإطلاق لأنّ شرف العلم بشرف المعلوم، والمعلوم في هذا العلم هو الله سبحانه، وتعالى بأسمائه، وصفاته وأفعاله، فالاشتغال بفهم هذا العلم اشتغال بأعلى المطالب، وحصوله للعبد من أشرف المواهب2. ¶ 2 - إن معرفة الله تعالى تدعو إلى محبته، وخشيته، وخوفه، ورجائه، ومراقبته، وإخلاص العمل له، وهذا هو عين سعادة العبد، ولا سبيل إلى معرفة الله إلا بمعرفة أسمائه الحسنى، والتفقه في معانيها. ¶ 3 - إن معرفة الله سبحانه وتعالى بأسمائه الحسني مما يزيد الإيمان كما قال الشيّخ ابن سعدي رحمه الله: \"أنّ الإيمان بأسماء الله الحسنى، ومعرفتها يتضمّن أنواع التوحيد الثلاثة، توحيد الربوبيّة، وتوحيد الألوهية، وتوحيد الأسماء، والصفات، وهذه الأنواع هي رَوح الإيمان وروحه3، وأصله وغايته فكلّما ازداد العبد معرفة بأسماء الله، وصفاته ازداد إيمانه، وقوي يقينه4. ¶ __________ ¶ 1 النساء (136). ¶ 2 درء تعارض العقل والنقل لشيخ الإسلام ابن تيمية (1/ 27،28) والفتوى الحموية له ضمن مجموع الفتوى لشيخ الإسلام ابن تيمية (5/ 6) واعلام الموقعين لابن القيم (1/ 49) وتيسير الكريم الرحمن في تفسير كلام المنان السعدي (1/ 24). ¶ 3 الرَوّح: الفرح. انظر: لسان العرب (2/ 459). ¶ 4 التوضيح والبيان لشجرة الإيمان للسعدي (ص41).",
            "page": "148",
            "part": "1",
            "seal": "7B952420"
        },
        {
            "id": "3",
            "nass": "أهم أسباب اختيار الموضوع: ¶ 1 - عظم أمر الإيمان بأسماء الله الحسنى إذ إن معرفتها هو أصل الإيمان، والإيمان يرجع إليها. وذلك لشرف متعلقها، وعظمته، ووجوب معرفته تعالى كما وصف نفسه ووصفه نبيه صلى الله عليه وسلم كما سبق. ¶ 2 - ندرة الكتابة في هذا الموضوع على منهج سلف الأمة. ¶ 3 - لما يتّسم به شرح الأسماء الحسنى للسّعديّ من شمول، ودقة في الفهم على منهج سلف الأمة، مع غوص في بيان المعاني الإيمانيّة للأسماء الحسنى، وبيان آثار الإيمان بها، قلّ أن تجده عند غيره رحمه الله تعالى. ¶ 4 - من خلال مطالعتي لتفسير السعدي رحمه الله، وجدته عقد فصلاً في شرح الأسماء الحسنى بعد تفسيره لسورة النحل. ¶ ووجدت في نفسي رغبة في إخراجه، وطباعته مستقلاً عن التفسير لتعمّ الفائدة ويسهل حصوله لمريده، حيث إن موضعه في التفسير ليس مظنّة لقاصده، وبعد العزم، والتصميم على ذلك، استشرت بعض المشايخ، والزملاء، فوجدت منهم استحساناً للأمر، وأشاروا عليَّ بأن أزيد على هذا الفصل كل ما يتعلق بشرح الأسماء الحسنى من كتب الشيخ عبد الرحمن السّعديّ - رحمه الله - وجمعها، وترتيبها، وإخراجها. ¶ وكان ممن له أثر كبير في ذلك الأخ الدكتور/ عبد الرزاق بن عبد المحسن العباد وفقه الله تعالى، حيث أتحفني بفهرس لمواطن الأسماء الحسنى من كتب ابن سعدي رحمه الله تعالى فجزاه الله خير الجزاء. ¶ ولهذه الأسباب وغيرها رغبت في إخراج هذا المجموع، والله الهادي لسواء السبيل.",
            "page": "149",
            "part": "1",
            "seal": "128EC036"
        },
        {
            "id": "4",
            "nass": "خطة البحث: ¶ وتشتمل على مقدمة وقسمين: ¶ المقدمة: وذكرت فيها: ¶ 1 - أهمية الموضوع. ¶ 2 - أسباب اختيار الموضوع. ¶ 3 - خطة البحث. ¶ 4 - منهجي في البحث. ¶ القسم الأول: الدراسة وتشتمل على أربعة مباحث: ¶ المبحث الأول: ترجمة موجزة للشيّخ عبد الرحمن السعدي رحمه الله. ¶ المبحث الثاني: منهج الشيخ ابن السعدي - رحمه الله تعالى - في الأسماء الحسنى. ¶ المبحث الثالث: أسماء الله تعالى توقيفية. ¶ المبحث الرابع: حديث لله تسعة وتسعون اسما والكلام عليه. ¶ القسم الثاني: عرض شرح أسماء الله الحسنى للسعدي جمعاً ودراسة. ¶ منهجي في البحث: ¶ أولاً: جمع المادة العلمية من كتب الشيخ عبد الرحمن السعدي رحمه الله وهى من الكتب الآتية: ¶ 1 - تيسير الكريم الرحمن في تفسير كلام المنان. ¶ 2 - تيسير اللطيف المنان في خلاصة تفسير القرآن، وقد أشرت إليه في العزو باسم الخلاصة. ¶ 3 - توضيح الكافية الشافية. ¶ 4 - الحق الواضح المبين في شرح توحيد الأنبياء والمرسلين من الكافية الشافية. ¶ 5 - المواهب الربانية من الآيات القرآنية.",
            "page": "150",
            "part": "1",
            "seal": "098ADFCD"
        },
        {
            "id": "5",
            "nass": "6 - بهجة قلوب الأبرار وقرة عيون الأخيار في شرح جوامع الأخبار. ¶ 7 - مجموع الفوائد واقتناص الأوابد. ¶ ثانياً: النظر فيما قاله عن كل اسم من أسماء الله الحسنى، وتأليفه، وترتيبه، وحذف ما تكرر منه. ¶ ثالثاً: ترتيب الأسماء الحسنى حسب حروف الهجاء مع ترقيمها ترقيماً تسلسلياً ثم عرض ما قاله الشيخ عن الاسم وجعله بين علامتي تنصيص. ¶ رابعاً: الاستدلال للاسم الذي لم يستدل له الشيخ من الكتاب أو السنة إن وجد، وأجعله في الحاشية. ¶ خامساً: أعلق على ما يحتاج إلى تعليق. ¶ سادساً: عزو الآيات إلى سورها وأرقامها. ¶ سابعاً: تخريج الأحاديث. ¶ ثامناً: جعلت في خاتمة البحث ملخّصاً يبيّن أهم النتائج التي توصلت إليها من خلال البحث. ¶ تاسعاً: وضع الفهارس اللازمة للبحث. ¶ هذا وإن الحمد لله تعالى على التمام، وله الشكر على كل حال أحمده سبحانه أن يسر لي إخراج هذا المجموع عسى الله أن ينفع به جامعه، وقارئه، وكل من سمعه. ¶ كما أسأله سبحانه أن يكون هذا العمل متقبلاً عنده وسائر أعمالي إنه سميع مجيب. ¶ وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "151",
            "part": "1",
            "seal": "4DBB6541"
        },
        {
            "id": "6",
            "nass": "القسم الأول: الدراسة وتشتمل على: ¶ المبحث الأول ¶ ترجمة موجزة عن الشيخ عبد الرحمن السعدي رحمه الله1 ¶ أولاً: اسمه ونسبه: ¶ هو الشيخ العلامة أبو عبد الله عبد الرحمن بن ناصر بن عبد الله بن ناصر بن حمد آل سعدي، من بني تميم. ¶ ثانياً: مولده: ¶ ولد في عنيزة في القصيم في الثاني عشر من محرم سنة ألف وثلاثمائة وسبع من الهجرة النبوية على صاحبها أفضل الصلاة والتسليم. ¶ ثالثاً: نشأته: ¶ نشأ الشيخ يتيماً فقد توفيت أمه وله أربع سنين، وتوفى والده وله سبع سنين، ولكنه نشأ نشأة صالحة وقد أثار الإعجاب فقد اشتهر منذ حداثته بفطنته، وذكائه، ورغبته الشديدة في طلب العلم وتحصيله، فحفظ القرآن عن ظهر قلب وعمره أحد عشر سنة ثم اشتغل بالعلم على يد علماء بلده فاجتهد في طلب العلم وجَدّ فيه وسهر الليالي وواصل الأيام حتى نال الحظ الأوفر من ¶ __________ ¶ 1 انظر مصادر هذه الترجمة في: ¶ 1 - روضة الناظرين عن مآثر علماء نجد وحوداث السنين للشيخ محمد بن عثمان القاضي (1/ 219). ¶ 2 - علماء نجد خلال ثمان قرون للشيخ عبد الله البسام (3/ 218). ¶ 3 - مشاهير علماء نجد وغيرهم للشيخ عبد الرحمن بن عبد اللطيف آل الشيخ (ص256). ¶ 4 - مقدمة كتاب الرياض الناضرة لابن سعدي بقلم أحد تلاميذ الشيخ. ¶ 5 - الشيخ عبد الرحمن بن سعدي وجهوده في توضيح العقيدة، رسالة ماجستير إعداد د/عبد الرزاق بن عبد المحسن العباد (من ص13 إلى 61).",
            "page": "152",
            "part": "1",
            "seal": "DE758281"
        },
        {
            "id": "7",
            "nass": "كل فن من فنون العلم ولما بلغ من العمر ثلاثاً وعشرين سنة جلس للتدريس فكان يَتَعلم ويُعلِّم. ¶ رابعاً: نبذة من أخلاقه: ¶ كان على جانب كبير من الأخلاق الفاضلة، متواضعاً للصغير، والكبير، والغني، والفقير، وكان يقضي بعض وقته بالاجتماع بمن يرغب حضوره فيكون مجلسهم مجلساً علمياً حيث إنه يحرص على أن يحتوي على البحوث العلمية، والاجتماعية، ويحصل لأهل المجلس فوائد عظمى من هذه البحوث، وكان يتكلم مع كل فرد بما يناسبه، وكان ذا شفقة على الفقراء، والمساكين، والغرباء مادًّا يد المساعدة لهم بحسب قدرته، ويستعطف لهم المحسنين ممن يُعْرف عنهم حب الخير في المناسبات. ¶ وكان على جانب كبير من الأدب، والعفّة، والنّزاهة، والحزم في كل أعماله، وكان من أحسن الناس تعليماً، وأبلغهم تفهيماً. ¶ خامساً: مكانته العلميّة: ¶ كان رحمه الله ذا معرفة فائقة في الفقه وأصوله، وكان أول أمره متمسكاً بالمذهب الحنبليّ تبعاً لمشايخه، وحفظ بعض المتون من ذلك. ¶ وكان أعظم اشتغاله وانتفاعه بكتب شيخ الإسلام ابن تيمية، وتلميذه ابن القيم، وحصل له خير كثير بسببهما في علم الأصول والتوحيد، والتفسير، ولغته، وغيرها من العلوم النافعة. وبسبب استنارته بكتب الشيخين المذكورين صار لا يتقيد بالمذهب الحنبلي، بل يرجح ما تَرَجّح عنده بالدليل الشرعي، ولا يطعن في علماء المذاهب. وله مكانة مرموقة في علم التفسير إذ قرأ عدة تفاسير وبرع فيه وألف تفسيراً جليلاً، في ثمان مجلدات، فسره بالبديهية من غير أن يكون عنده وقت لتصنيف كتاب تفسير ولا غيره. ¶ دائماً يقرأ تلاميذه في القرآن الكريم ويفسره ارتجالاً، ويستطرد، ويبين",
            "page": "153",
            "part": "1",
            "seal": "CF96E8C1"
        },
        {
            "id": "8",
            "nass": "من معاني القرآن، وفوائده، ويستنبط منه الفوائد البديعة والمعاني الجليلة، حتى أن سامعه يودّ أن لا يسكت، لفصاحته، وجزالة لفظه، وتوسعه في سياق الأدلة، والقصص، ومن اجتمع به وقرأ عليه وبحث معه عرف مكانته العلمية، وكذلك من قرأ مصنفاته وفتاويه. ¶ سادساً: مصنفاته: ¶ كان رحمه الله تعالى ذا عناية بالغة بالتأليف فشارك في كثير من فنون العلم فألّف في التوحيد، والتفسير، والفقه، والحديث، والأصول، والآداب، وغيرها، وأغلب مؤلفاته مطبوعة إلا اليسير منها، وإليك سرد لهذه المؤلفات: ¶ 1 - الأدلة والقواطع والبراهين في إبطال أصول الملحدين. ¶ 2 - الإرشاد إلى معرفة الأحكام. ¶ 3 - انتصار الحق. ¶ 4 - بهجة قلوب الأبرار وقرة عيون الأخيار في شرح جوامع الأخيار. ¶ 5 - التعليق وكشف النقاب على نظم قواعد الإعراب. ¶ 6 - توضيح الكافية الشافية. ¶ 7 - التوضيح والبيان لشجرة الإيمان. ¶ 8 - التنبيهات اللطيفة فيما احتوت عليه الواسطية من المباحث المنيفة. ¶ 9 - تنزيه الدين وحملته ورجاله مما افتراه القصيمي في أغلاله. ¶ 10 - تيسير الكريم الرحمن في تفسير كلام المنان. ¶ 11 - تيسير اللطيف المنان في خلاصة تفسير القرآن. ¶ 12 - الجمع بين الإنصاف ونظم ابن عبد القوي. ¶ 13 - الجهاد في سبيل الله، أو واجب المسلمين وما فرضه الله عليهم في كتابه نحو دينهم وهيئتهم الاجتماعية.",
            "page": "154",
            "part": "1",
            "seal": "5860C510"
        },
        {
            "id": "9",
            "nass": "14 - الحق الواضح المبين في شرح توحيد الأنبياء والمرسلين من الكافية الشافية. ¶ 15 - حكم شرب الدخان. ¶ 16 - الخطب المنبرية على المناسبات. ¶ 17 - الدرة البهية شرح القصيدة التائية في حل المشكلة القدرية. ¶ 18 - الدرة المختصرة في معان دين الإسلام. ¶ 19 - الدلائل القرآنية في أن العلوم النافعة العصرية داخلة في الدين الإسلامي. ¶ 20 - الدين الصحيح يحل جميع المشاكل. ¶ 21 - رسالة في القواعد الفقهية. ¶ 22 - رسالة لطيفة جامعة في أصول الفقه المهمة. ¶ 23 - الرياض الناضرة والحدائق النيرة الزاهرة في العقائد والفنون المتنوعة الفاخرة. ¶ 24 - سؤال وجواب في أهم المهمات. ¶ 25 - طريق الوصول إلى العلم المأمول بمعرفة القواعد والضوابط والأصول. ¶ 26 - الفتاوى السعدية. ¶ 27 - فتح الرب الحميد في أصول العقائد والتوحيد. ¶ 28 - فوائد مستنبطة من قصة يوسف. ¶ 29 - الفواكه الشهية في الخطب المنبرية. ¶ 30 - القواعد الحسان لتفسير القرآن. ¶ 31 - القواعد والأصول الجامعة والفروق والتقاسيم البديعة النافعة.",
            "page": "155",
            "part": "1",
            "seal": "F624470C"
        },
        {
            "id": "10",
            "nass": "32 - القول السديد في مقاصد التوحيد. ¶ 33 - مجموع الخطب في المواضيع النافعة. ¶ 34 - مجموع الفوائد واقتناص الأوابد. ¶ 35 - المختارات الجلية من المسائل الفقهية. ¶ 36 - المواهب الربانية من الآيات القرآنية. ¶ 37 - منهج السالكين وتوضيح الفقه في الدين. ¶ 38 - المناظرات الفقهية. ¶ 39 - منظومة في أحكام الفقه. ¶ 40 - منظومة في السير إلى الله والدار الآخرة. ¶ 41 - وجوب التعاون بين المسلمين وموضوع الجهاد الديني وبيان كليات من براهين الدين. ¶ 42 - الوسائل المفيدة للحياة السعيدة. ¶ 43 - يأجوج ومأجوج. طبع دار لينا، مصر، دمنهور، الطبعة الأولى 1418هـ. ¶ سابعاً: وبعد عمر دام تسعاً وستين سنة قضاها في التعلم والتعليم والتأليف وخدمة الأمة الإسلامية وافاه الأجل المحتوم فتوفى سنة 1376هـ في مدينة عنيزة من بلاد القصيم رحمه الله رحمة واسعة وأسكنه فسيح جناته.",
            "page": "156",
            "part": "1",
            "seal": "964314D4"
        },
        {
            "id": "11",
            "nass": "المبحث الثاني: ¶ منهج الشيخ ابن السعدي رحمه الله في الأسماء الحسنى ¶ من خلال مطالعتي، وجمعي للأسماء الحسنى للسعدي - رحمه الله - تبين لي من منهجه ما يأتي: ¶ أولاً: بالنسبة لمنهجه في الأسماء الحسنى فإن السعدي - رحمه الله - لم يتقيّد بمن سبقه ممن ألف في الأسماء الحسنى. لأنني وجدت بعض الأسماء التي أوردها لا توجد في هذه الكتب فأحياناً يزيد عليها، وأحياناً ينقص عنها في بعض الأسماء. ¶ كما أنه لم يعتمد على حديث أبي هريرة في سرد الأسماء الحسنى فمثلاً أورد اسم الله تعالى «الستار» وهذا الاسم لم يرد في حديث أبي هريرة ولا في أي رواية من رواياته الواردة، والله أعلم. ¶ فقد يكون - رحمه الله - اعتمد على ما ظهر له أنها أسماء الله تعالى من نصوص الكتاب، والسنة، والله أعلم. ¶ ثانياً: من الأمور الذي تميز بها هذا المجموع ما ظهر لي من منهج الشيخ - رحمه الله تعالى - من العناية، والاهتمام بقواعد الأسماء، والصفات كما يتبين ذلك من خلال إيراده لهذه القواعد في هذا المجموع ومن ذلك: ¶ القاعدة الأولى: أسماء الله كلها حسنى1. ¶ القاعدة الثانية: الإيمان بأسماء الله، وصفاته، وأحكام الصفات2. ¶ القاعدة الثالثة: دلالة الأسماء على الذات، والصفات تكون بالمطابقة، والتضمن، والالتزام3. ¶ __________ ¶ 1 انظر ص19. ¶ 2 انظر ص55. ¶ 3 انظر ص56.",
            "page": "157",
            "part": "1",
            "seal": "710FBFA2"
        },
        {
            "id": "12",
            "nass": "القاعدة الرابعة: من أسماء الله ما يرد مفرداً، ومنها ما يرد مقروناً مع غيره لأن الكمال الحقيقي من اجتماعهما1. ¶ ثالثاً: من منهج الشيخ رحمه الله أنه أدخل في الأسماء الحسنى الأسماء المضافة مثل «بديع السموات والأرض» و «ذو الجلال والإكرام» و «الفعال لما يريد» وغيرها. ¶ وكذلك ما أخذ بطريق الإشتقاق ولم أقف على نص ينص على تسميته لله مثل «الستار» و «الهادي» و «الرشيد» وغيرها. وقد بينت في الدراسة ما ترجّح لي في الأسماء المضافة، والاشتقاق2. ¶ رابعاً: اتسم منهج الشّيخ - رحمه الله تعالى - لشرحه أسماء الله الحسنى ببيان المعنى الظاهر للاسم مع الغوص في بيان المعاني الإيمانية للأسماء الحسنى، وبيان آثار الإيمان بها. ¶ وهذه السمة مما ميّزت شرحه على كثير من شروح الأسماء الحسنى مع إغفاله للأوجه اللغوية للاسم، وهذا ظاهر في أغلب الأسماء التي شرحها رحمه الله تعالى. ¶ __________ ¶ 1 انظر: ص68. ¶ 2 انظر ص15.",
            "page": "158",
            "part": "1",
            "seal": "B2940422"
        },
        {
            "id": "13",
            "nass": "المبحث الثالث: أسماء الله تعالى توقيفية ¶ مذهب جمهور أهل السنة والجماعة أن أسماء الله تعالى توقيفية، فلا يجوز تسميته سبحانه بما لم يرد به السمع. ¶ وذلك أن أسماء الله تعالى من الأمور الغيبية التي لا يمكن لنا معرفة شيء منها إلا عن طريق الرسل الذين يطلعهم الله على ما يشاء من الغيب ثم هم يبلغونه للناس فلا يجوز القياس فيها أو الإجتهاد لأن هذا الباب ليس من أبواب الاجتهاد. ¶ قال أبو إسحاق الزجاج: \"لا ينبغي لأحد أن يدعو الله بما لم يصف به نفسه\"1. ¶ وقال أبو إسحاق القشيري2: \"الأسماء تؤخذ توقيفياً من الكتاب، والسنة، والإجماع، فكل اسم ورد فيهما وجب اطلاقه في وصفه، وما لم يرد لا يجوز ولو صح معناه\". ¶ وقال أبو سليمان الخطابي: \"ومن علم هذا الباب؛ أعني الأسماء، والصفات، ومما يدخل في أحكامه، ويتعلق به من شرائط أنه لا يتجاوز فيها التوقيف، ولا يستعمل فيها القياس، فيلحق بالشيء نظيره في ظاهر، وضع اللغة، ومتعارف الكلام، فالجواد: لا يجوز أن يقاس عليه السخي، وإن كانا متقاربين في ظاهر الكلام، وذلك أن السخي لم يرد به التوقيف كما ورد بالجواد، ثم إن السخاوة موضوعة في باب الرخاوة واللين، يقال: أرض سخية وسخاوية إذا كان فيها لين ورخاوة، وكذلك لا يقاس عليه السمح لما يدخل السماحة من معنى اللين، والسهولة. ¶ __________ ¶ 1 انظر معاني القرآن وإعرابه 2/ 392. ¶ 2 الفتح (11/ 123) والمنهج الأسمى في شرح أسماء الله الحسنى (ص 38).",
            "page": "159",
            "part": "1",
            "seal": "AE3CC519"
        },
        {
            "id": "14",
            "nass": "وأما الجود فإنما هو سعة العطاء من قولك جاد السحاب إذا أمطر فأغزر، وفرس جواد إذا بذل ما في وسعه من الجري. ¶ وقد جاء في الأسماء القوى، ولا يقاس عليه الجلد، وإن كان يتقاربان في نعوت الأدميين لأن باب التجلد يدخله التكلف، والإجتهاد. ¶ ولا يقاس على القادر المطيق، ولا المستطيع لأن الطاقة، والاستطاعة إنما تطلقان على معنى قوة البنية، وتركيب الخلقة. ¶ وفي أسمائه العليم، ومن صفته العلم فلا يجوز قياساً عليه أن يسمى عارفاً لما تقتضيه المعرفة من تقديم الأسباب التي بها يتوصل إلى علم الشيء وكذلك لا يوصف بالعاقل. ¶ وهذا الباب يجب أن يراعى، ولا يغفل فإن عائدته عظيمة، والجهل به ضار، وبالله التوفيق. اهـ1. ¶ وقال السفاريني في نظمه للعقيدة: ¶ لكنها في الحق توقيفية ... لنا بذا أدلة وفية ¶ ثم شرح البيت فقال: ¶ لكنها: أي الأسماء الحسنى، في القول الحق المعتمد عند أهل الحق توقيفية بنص الشرع، وورود السمع بها. ¶ ومما يجب أن يُعلم أنّ علماء السنة اتفقوا على جواز إطلاق الأسماء الحسنى، والصفات العلى على الباري جل وعلا إذا ورد بها الإذن من الشارع، وعلى امتناعه على ما ورد المنع عنه. اهـ2. ¶ __________ ¶ 1 شأن الدعاء (ص111 - 112). ¶ 2 لوامع الأنوار البهية وسواطع الأسرار الأثرية شرح الدرة المضية في عقيدة الفرقة المرضية (1/ 124).",
            "page": "160",
            "part": "1",
            "seal": "553B80FE"
        },
        {
            "id": "15",
            "nass": "فالحق أن: أسماء الله تعالى توقيفية؛ لأنها من الأمور الغيبية التي لا تُعلم إلا بما جاء عن الله وعن رسوله صلى الله عليه وسلم. ¶ فلا مجال للقياس، وإعمال العقل فيها إثباتاً أو نفياً لأن العقل لا يمكنه إدراك ما يستحقه الله من الأسماء لقوله صلى الله عليه وسلم: \"لا نحصى ثناءاً عليك أنت كما أثنيت على نفسك\" 1. ¶ فإذا تبين أنّ أسماء الله تعالى توقيفية فلا يجوز أن يشتق من الفعل أو من الصفة اسماً لله تعالى. ¶ فباب الأفعال أوسع من باب الأسماء2. ¶ وما ورد مقيداً أو مضافاً من الأسماء في القرآن أو السنة فلا يكون اسماً بهذا الورد مثل اسم (المنتقم) فلم يرد إلا مقيداً في قوله تعالى: {إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ} 3. ¶ وما ورد مضافاً مثل: {عَالِمُ الْغَيْبِ وَالشَّهَادَةِ} 4. ¶ فلا يؤخذ هذا الاسم من هذا الورود المضاف لكن يؤخذ من آيات أُخر. ¶ وإذا ورد في الكتاب، والسنة اسم فاعل يدل على نوع من الأفعال ليس بعام شامل فهذا لا يكون من الأسماء الحسنى لأن الأسماء الحسنى معانيها كاملة الحسن تدل على الذات، ولا تدل على معنى خاص مثل مجرى السحاب، هازم الأحزاب، الزارع، الذاري5. ¶ __________ ¶ 1 أخرجه مسلم في صحيحه (1/ 352) كتاب الصلاة باب مايقال في الركوع والسجود. ¶ 2 انظر مدارج السالكين لابن القيم (3/ 415) والقواعد المثلى لابن عثيمين (ص21). ¶ 3 السجدة (22). ¶ 4 الرعد (9). ¶ 5 انظر رسالة أقوم ما قيل في القضاء والقدر والحكمة والتعليل لشيخ الإسلام ابن تيمية ضمن مجموع الفتاوي (8/ 196) ومعارج القبول للحكمي (1/ 72، 73) وشرح القواعد المثلى =لابن عثيمين شريط (2) وجه (1) وكتاب أسماء الله الحسنى للغصن (ص136).",
            "page": "161",
            "part": "1",
            "seal": "EE00FE5E"
        },
        {
            "id": "16",
            "nass": "المبحث الرابع: حديث \"لله تسعة وتسعون اسماً\" ¶ أخرج البخاري ومسلم وغيرهما عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"لله تسعة وتسعون اسماً مائة إلا واحدة لا يحفظها أحد إلا دخل الجنة، وهو وتر يحب الوتر\" ¶ وفي رواية: \"من أحصاها1 دخل الجنة\" وهذا الحديث متفق على صحته2. ¶ وقد وردت روايات أخرى للحديث بطرق أخرى مختلفة تزيد على الحديث السابق بذكر أسماء من أسماء الله تعالى، والحديث ورد بثلاث طرق عند الترمذي3 وابن ماجه4 والحاكم56، وهذه الطرق ضعفت من جهة الإسناد، ومن جهة المتن كما بينه جمع من العلماء، والمحققين، وإليك أقوالهم. ¶ قال البيهقي رحمه الله في حديثه عن رواية عبد العزيز بن الحصين: يحتمل أن يكون التفسير وقع من بعض الرواة، وكذلك في حديث الوليد ابن ¶ __________ ¶ 1 اختلف العلماء في بيان المراد بالإحصاء على أقوال أظهرها والله أعلم ما ذكره ابن القيم في بدائع الفوائد 1/ 164 حيث قال: «واحصاؤها مراتب: المرتبة الأولى: احصاء الفاظها وعدها. والثانية: فهم معانيها ومدلولها. والثالثة: دعاؤه بها كما قال تعالى: {وَلِلَّهِ الأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا} الأعراف آية (180). وهو مرتبان: احدها: دعاء ثناء وعبادة. والثانية: «دعاء طلب ومسألة» أ. هـ. وهذا اختيار ابن سعدي رحمه الله. انظر الحق الواضح المبين ص22، ولمزيد بيان لهذه المسألة انظر فتح الباري 11/ 226، والنهج الأسمى 1/ 46. ¶ 2 صحيح البخاري (7/ 169) كتاب الدعوات، باب لله عز وجل مائة اسم غير واحد. ومسلم (4/ 2062و 2063) كتاب الذكر، باب في أسماء الله تعالى وفضل من أحصاها. ¶ 3 سنن الترمذي (ح 3574). ¶ 4 سنن ابن ماجه (ح 3861). ¶ 5 مستدرك الحاكم (1/ 17). ¶ 6 وقد جمع هذه الطرق وبين أقوال أهل العلم عليها وحكم عليها الشيخ/ محمد بن حمد الحمود في كتابه النهج الأسمى في شرح أسماء الله الحسنى (1/ 50) وكذلك الشيخ/ عبد الله بن صالح الغصن في كتابه أسماء الله الحسنى (ص 155).",
            "page": "162",
            "part": "1",
            "seal": "2994B308"
        },
        {
            "id": "17",
            "nass": "مسلم1. ¶ وقال شيخ الإسلام ابن تيمية رحمه الله: \"قد اتفق أهل المعرفة بالحديث على أن هاتين الروايتين - يعني روايتي الترمذي من طريق الوليد وابن ماجه من طريق عبد الملك بن محمد - ليستا من كلام النبي صلى الله عليه وسلم وإنما كل منهما من كلام بعض السلف\"2. ¶ وقال أيضاً: أن التسعة والتسعين اسماً لم يرد في تعيينها حديث صحيح عن النبي صلى الله عليه وسلم، وأشهر ما عند الناس فيها حديث الترمذي الذي رواه الوليد بن مسلم عن شعيب بن أبي حمزة، وحفاظ أهل الحديث يقولون: هذه الزيادة مما جمعه الوليد بن مسلم عن شيوخه من أهل الحديث وفيها حديث ثان أضعف من هذا، رواه ابن ماجه، وقد روى في عددها غير هذين النوعين من جمع بعض السلف3. ¶ وقال ابن كثير رحمه الله: \"الذي عول عليه جماعة من الحفاظ أن سرد الأسماء في هذا الحديث - أي حديث الوليد عند الترمذي - مدرج فيه وإنما ذلك كما رواه الوليد بن سلم، وعبد الملك بن محمد الصنعاني عن زهير بن محمد أنه بلغه عن غير واحد من أهل العلم أنهم قالوا ذلك أي أنهم جمعوها من القرآن ... \"4. ¶ وقال ابن حجر رحمه الله: \"والتحقيق إنّ سردها إدراج من الرواة\"5. ¶ ونقل ابن حجر عن ابن عطية رحمهما الله قوله: \"حديث الترمذي ليس بالمتواتر وبعض الأسماء التي فيه شذوذ\"6 والله أعلم. ¶ __________ ¶ 1 الأسماء والصفات للبيهقي (1/ 32). ¶ 2 مجموع فتاوي شيخ الإسلام ابن تيمية (6/ 379). ¶ 3 المرجع السابق (22/ 482). ¶ 4 تفسير القرآن العظيم (3/ 257). ¶ 5 بلوغ المرام (ص346) (ح 1396). ¶ 6 التلخيص الحبير (4/ 190).",
            "page": "163",
            "part": "1",
            "seal": "E9C6BBF2"
        },
        {
            "id": "18",
            "nass": "القسم الثاني: عرض شرح أسماء الله الحسنى للسعدي جمعا ودراسة ¶ 1 - الإله1: ¶ قال رحمه الله تعالى: ¶ \"والإله هو الجامع لجميع صفات الكمال ونعوت الجلال، فقد دخل في هذا الاسم جميع الأسماء الحسنى، ولهذا كان القول الصحيح إن الله أصله الإله وأن اسم الله هو الجامع لجميع الأسماء الحسنى والصفات العلى والله أعلم\"2.",
            "page": "164",
            "part": "1",
            "seal": "50950397"
        },
        {
            "id": "19",
            "nass": "2 - الله3: ¶ قال رحمه الله تعالى: \"الله: هو المألوه المعبود، ذو الألوهية، والعبودية على خلقه أجمعين، لما اتصف به من صفات الألوهية التي هى صفات الكمال4، وأخبر أنه الله الذي له جميع معاني الألوهية وأنه هو المألوه المستحق لمعاني الألوهية كلها، التي توجب أن يكون المعبود وحده المحمود وحده المشكور وحده المعظم المقدس ذو الجلال والإكرام5. ¶ واسم الله هو الجامع لجميع الأسماء الحسنى، والصفات العلى، والله أعلم6. ¶ فإذا تدبر اسم الله عرف أن الله تعالى له جميع معاني الألوهية، وهي كمال الصفات والإنفراد بها، وعدم الشريك في الأفعال لأن المألوه إنما يؤله لما ¶ __________ ¶ 1 ودليل هذا الاسم قال الله تعالى: {إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلاً} (النساء: 171). ¶ 2 الحق الواضح المبين (ص104). ¶ 3 ودليل هذا الاسم قال الله تعالى: {اللَّهُ لا إِلَهَ إِلا هُوَ الْحَيُّ الْقَيُّومُ} (البقرة: 255). ¶ 4 التفسير (5/ 620). ¶ 5 المرجع السابق (1/ 33) الخلاصة (ص8،9) وبهجة قلوب الأبرار (ص165). ¶ 6 الحق الواضح المبين (ص104).",
            "page": "164",
            "part": "1",
            "seal": "5B7B8C3E"
        },
        {
            "id": "20",
            "nass": "قام به من صفات الكمال فيحب ويخضع له لأجلها، والباري جل جلاله لا يفوته من صفات الكمال شيء بوجه من الوجوه، أو يؤله أو بعبد لأجل نفعه وتوليه ونصره فيجلب النفع لمن عبده فيدفع عنه الضرر، ومن المعلوم أنَّ الله تعالى هو المالك لذلك كله، وأنَّ أحداً من الخلق لا يملك لنفسه ولا لغيره نفعاً ولا ضراً ولا موتاً ولا حياة ولا نشورا فإذا تقرر عنده أنَّ الله وحده المألوه أوجب له أن يعلق بربه حبه وخوفه ورجاءه، وأناب إليه في كل أموره، وقطع الإلتفات إلى غيره من المخلوقين ممن ليس له من نفسه كمال ولا له فعال ولا حول ولا قوة إلا بالله العلي العظيم1. ¶ وقد سئل الشيخ رحمه الله عن الاسم الأعظم من أسماء الله هل هو اسم معين معروف أو اسم غير معين ولا معروف. ¶ فأجاب: \"بعض الناس يظن أن الاسم الأعظم من أسماء الله الحسنى لا يعرفه إلا من خصه الله بكرامة خارقة للعادة، وهذا ظن خطأ، فإن الله تبارك وتعالى حثنا على معرفة أسمائه وصفاته، وأثنى على من عرفها، وتفقه فيها، ودعاء الله بها دعاء عبادة وتعبد ودعا مسألة، ولا ريب أنّ الاسم الأعظم منها أولاها بهذا الأمر، فإنه تعالى هو الجواد المطلق الذي لا منتهى لجوده وكرمه، وهو يحب الجود على عباده، ومن أعظم ما جاد به عليهم تعرفه لهم بأسمائه الحسنى وصفاته العليا، فالصواب أنّ الأسماء الحسنى كلها حسنى، وكل واحد منها عظيم، ولكن الاسم الأعظم منها كل اسم مفرد أو مقرون مع غيره إذا دل على جميع صفاته الذاتية والفعلية أو دل على معاني جميع الصفات مثل: ¶ الله، فإنه الاسم الجامع لمعاني الألوهية كلها، وهي جميع أوصاف الكمال، ¶ __________ ¶ 1 المواهب الربانية من الآيات القرآنية (ص62).",
            "page": "165",
            "part": "1",
            "seal": "2319E890"
        },
        {
            "id": "21",
            "nass": "ومثل الحميد المجيد، فإن الحميد الاسم الذي دل على جميع المحامد والكمالات لله تعالى، والمجيد الذي دل على أوصاف العظمة والجلال ويقرب من ذلك الجليل الجميل الغني الكريم. ¶ ومثل الحي القيوم، فإن الحي من له الحياة الكاملة العظيمة الجامعة لجميع معاني الذات، والقيوم الذي قام بنفسه، واستغنى عن جميع خلقه، وقام بجميع الموجودات، فهو الاسم الذي تدخل فيه صفات الأفعال كلها. ¶ ومثل اسمه العظيم الكبير الذي له جميع معاني العظمة والكبرياء في ذاته وأسمائه وصفاته، وله جميع معاني التعظيم من خواص خلقه. ¶ ومثل قولك: يا ذا الجلال والإكرام، فإن الجلال صفات العظمة، والكبرياء، والكمالات المتنوعة، والإكرام استحقاقه على عباده غاية الحب وغاية الذل وما أشبه ذلك. ¶ فعلم بذلك أن الاسم الأعظم اسم جنس، وهذا هو الذي تدل عليه الأدلة الشرعية والاشتقاق1، كما في السنن2 أنه سمع رجلاً يقول: \"اللهم إني أسألك بأني أشهد أنك أنت الله لا إله إلا أنت الأحد الصمد، الذي لم يلد ولم يولد ولم يكن له كفواً أحد، فقال: \"والذي نفسي بيده، لقد سألت الله باسمه الأعظم الذي إذا دعي به أجاب، وإذا سئل به أعطى\". ¶ وكذلك الحديث الآخر حين دعا الرجل، فقال: \"اللهم إني أسألك بأن لك الحمد، لا إله إلا أنت، المنان، بديع السماوات والأرض ذو الجلال والإكرام، ياحي! يا قيوم! فقال صلى الله عليه وسلم: \"والذي نفسي بيده، لقد دعا الله باسمه الأعظم ¶ __________ ¶ 1 وبهذا القول تجتمع الأدلة في بيان معنى اسم الله الأعظم، والله أعلم. ¶ 2 أخرجه الترمذي (3475) وأبو داود (1493) وابن ماجه (3857) وأخرجه النسائي (3/ 52) بلفظ مغاير، وصححه الألباني في صحيح الترمذي 3/ 163 ح (2763).",
            "page": "166",
            "part": "1",
            "seal": "C0369589"
        },
        {
            "id": "22",
            "nass": "الذي إذا دعي به أجاب وإذا سئل به أعطى\"1. ¶ وكذلك قوله صلى الله عليه وسلم: \"اسم الله الأعظم في هاتين الآيتين: {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لا إِلَهَ إِلا هُوَ الرَّحْمَنُ الرَّحِيمُ} 2 {اللَّهُ لا إِلَهَ إِلا هُوَ الْحَيُّ الْقَيُّومُ} 3 رواه أبو داود والترمذي4، فمتى دعا الله العبد باسم من هذه الأسماء العظيمة بحضور قلب ورقة وانكسار، لم تكد ترد له دعوة، والله الموفق\"5.",
            "page": "167",
            "part": "1",
            "seal": "EDF182FD"
        },
        {
            "id": "23",
            "nass": "3 - الأحد: (الواحد 6 الأحد) ¶ قال رحمه الله: ¶ \"الواحد الأحد هو الذي توحّد بجميع الكمالات، وتفرّد بكل كمال، ومجد وجلال، وجمال، وحمد، وحكمة، ورحمة، وغيرها من صفات الكمال فليس له فيها مثيل ولا نظير، ولا مناسب بوجه من الوجوه فهو الأحد في حياته، وقيوميته، وعلمه، وقدرته، وعظمته، وجلاله، وجماله، وحمده، وحكمته، ورحمته، وغيرها من صفاته، موصوف بغاية الكمال، ونهايته من كل صفة من هذه الصفات فيجب على العبيد توحيده، عقداً، وقولاً، وعملاً، بأن يعترفوا بكماله المطلق، وتفرده بالوحدانية، ويفردوه بأنواع العبادة\"8. ¶ __________ ¶ 1 أخرجه أحمد (3/ 158) وأبو داود (1495) والنسائي (3/ 52) وابن ماجه (3858) والترمذي (3544) والحاكم (1/ 504) وصححه الألباني في صحيح أبي داود 1/ 279 ح (1326). ¶ 2 البقرة (163). ¶ 3 البقرة (255). ¶ 4 أخرجه الإمام أحمد (6/ 461) والترمذي (3478) وقال: \"هذا حديث حسن صحيح\"وأبو داود (1496) وابن ماجه (3855) وحسنه الألباني في صحيح ابن ماجه (3109). ¶ 5 انظر مجموع الفوائد واقتناص الأوابد ص250، 251، 252. ¶ 6 ودليل هذا الإسم قال تعالى: {قُلْ هُوَ اللَّهُ أَحَدٌ} (الإخلاص: 1). ¶ 7 ودليل هذا الاسم قال تعالى: {قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ} (الرعد: 16). ¶ 8 التفسير (5/ 620،621) وانظر بهجة قلوب الأبرار وقرة عيون الأخيار في شرح جوامع =الأخبار (ص165).",
            "page": "167",
            "part": "1",
            "seal": "B9CCEFE3"
        },
        {
            "id": "24",
            "nass": "4 - الأعلى: (العلي1 الأعلى) ¶ قال رحمه الله تعالى: \"من أسمائه الحسنى (العلي الأعلى) وذلك دال على أن جميع معاني العلو ثابتة لله من كل وجه، فله علو الذات3. ¶ وهو أنه مستو على عرشه، فوق جميع خلقه، مباين لهم، وهو مع هذا مطلع على أحوالهم، مشاهد لهم، مدبر لأمورهم الظاهرة والباطنة متكلم بأحكامه القدرية، وتدبيراته الكونية، وبأحكامه الشرعية4. ¶ وأما علو القدر فهو علو صفاته، وعظمتها فلا يماثله صفة مخلوق، بل لا يقدر الخلائق كلهم أن يحيطوا ببعض معاني صفة واحدة من صفاته، قال تعالى: {وَلا يُحِيطُونَ بِهِ عِلْماً} 5 وبذلك يعلم أنه ليس كمثله شيء في كل نعوته وله علو القهر فإنه الواحد القهار الذي قهر بعزته وعلوه الخلق كلّهم، فنواصيهم بيده، وما شاء كان لا يمانعه فيه ممانع، وما لم يشأ لم يكن فلو اجتمع الخلق على إيجاد ما لم يشأه الله لم يقدروا، ولو اجتمعوا على منع ما حكمت به مشيئته لم يمنعوه، وذلك لكمال اقتداره، ونفوذ مشيئته وشدة افتقار المخلوقات كلها إليه من كل وجه6. ¶ فهو الذي على العرش استوى وعلى الملك احتوى، وبجميع صفات العظمة والكبرياء، والجلال والجمال وغاية الكمال اتصف وإليه فيها ¶ __________ ¶ 1 ودليل هذا الاسم قال تعالى: {وَلا يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ} (البقرة: 255). ¶ 2 ودليل هذا الاسم قال تعالى: {سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى} (الأعلى: 1). ¶ 3 الحق الواضح المبين (ص26). ¶ 4 توضيح الكافية الشافية (ص116). ¶ 5 طه (110). ¶ 6 الحق الواضح المبين (ص26،27).",
            "page": "168",
            "part": "1",
            "seal": "9305C452"
        },
        {
            "id": "25",
            "nass": "المنتهى\"1.",
            "page": "169",
            "part": "1",
            "seal": "3DC4F1B3"
        },
        {
            "id": "26",
            "nass": "5 - الأول2: (الأول، والآخر، والظاهر، والباطن) ¶ قال رحمه الله تعالى: \"فسرها النبي صلى الله عليه وسلم تفسيراً كاملاً واضحاً فقال: \"أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء\"3 إلى آخر الحديث. ¶ ففسر كل اسم بكل معناه، ونفى عنه كل ما يضاده وينافيه4 فمهما قدر المقدرون وفرض الفارضون من الأوقات السابقة المتسلسلة إلى غير نهاية فالله قبل ذلك، وكل وقت لاحق مهما قدر وفرض الله بعد ذلك. ¶ ولهذا لا يستحق اسم واجب الوجود إلا هو5، فمن خصائصه أنه لا يكون إلا موجوداً كاملاً فلا يشاركه في وجوب الوجود أحد فوجوب وجوده بنعوته الكاملة في جميع الأوقات، وهو الذي أوجد الأوقات وجميع الموجودات، وكلها مستندة في وجودها وبقائها إلى الله6. ¶ فالأول: يدل على أن كل ما سواه حادث كائن بعد أن لم يكن، ويوجب للعبد أن يلحظ فضل ربه في كل نعمة دينية أو دنيوية، إذ السبب والمسبب منه تعالى. ¶ والآخر: يدل على أنه هو الغاية، والصمد الذي تصمد إليه المخلوقات بتأهلها، ورغبتها، ورهبتها، وجميع مطالبها. ¶ __________ ¶ 1 التفسير (5/ 623 و624) وانظر: الخلاصة (ص187). ¶ 2 ودليل هذا الاسم قال الله تعالى {هُوَ الأَوَّلُ وَالآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ} (الحديد: 3). ¶ 3 أخرجه مسلم (4/ 2084) كتاب الذكر والدعاء باب ما يقول عند النوم وأخذ المضجع. ¶ 4 الحق الواضح المبين (ص25). ¶ 5 وهذا من باب الإخبار عنه سبحانه لا أنه اسماً يدعي به. انظر: درء تعارض العقل والنقل (1/ 298). ¶ 6 توضيح الكافية الشافية (ص116، 117).",
            "page": "169",
            "part": "1",
            "seal": "BFEBD4D8"
        },
        {
            "id": "27",
            "nass": "والظاهر: يدل على عظمة صفاته، واضمحلال كل شيء عند عظمته من ذوات وصفات وعلى علوه. ¶ والباطن: يدل على اطلاعه على السرائر، والضمائر، والخبايا، والخفايا، ودقائق الأشياء، كما يدل على كمال قربه ودنوه، ولا يتنافى الظاهر، والباطن لأن الله ليس كمثله شيء في كل النعوت فهو العلي في دنوه القريب في علوه1.",
            "page": "170",
            "part": "1",
            "seal": "17E881F2"
        },
        {
            "id": "28",
            "nass": "الآخر، الباري، الخالق، المصور ¶ 6 - الآخر2: ¶ 7 - الباري: (الخالق، الباري، المصور) ¶ قال رحمه الله تعالى: \"الخالق، البارئ، المصور، الذي خلق جميع الموجودات وبرأها، وسواها بحكمته، وصورها بحمده وحكمته، وهو لم يزل ولا يزال على هذا الوصف العظيم\"4.",
            "page": "170",
            "part": "1",
            "seal": "58377CCE"
        },
        {
            "id": "29",
            "nass": "8 - الباسط: (القابض، الباسط، الخافض، الرافع، المعز، المذل، المانع، المعطي، الضار، النافع)",
            "page": "170",
            "part": "1",
            "seal": "690CED9B"
        },
        {
            "id": "30",
            "nass": "قال رحمه الله تعالى: \" القابض الباسط، الخافض الرافع، المعز المذل، المانع المعطي، الضار النافع\". ¶ \"هذه الأسماء الكريمة من الأسماء المتقابلات التي لا ينبغي أن يُثنى على الله بها إلا كل واحد مع الآخر لأن الكمال المطلق من اجتماع الوصفين، فهو القابض للأرزاق والأرواح والنفوس، والباسط للأرزاق، والرحمة، والقلوب، وهو الرافع للأقوام القائمين بالعلم والإيمان الخافض لأعدائه، وهو المعز لأهل طاعته، وهذا عز حقيقي، فإن المطيع لله عزيز وإن كان فقيراً ليس له أعوان، المذل لأهل معصيته، وأعدائه ذلاً في الدنيا والآخرة فالعاصي وإن ظهر بمظاهر العز فقلبه حشوه الذل وإن لم يشعر به لانغماسه في الشهوات فإن العز كل العز بطاعة الله، والذل بمعصيته {وَمَنْ يُهِنِ اللَّهُ فَمَا لَهُ مِنْ مُكْرِمٍ} 1 {مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعاً} 2 {وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ} 3 وهو تعالى المانع المعطي فلا معطي لما منع ولا مانع لما أعطى4 وهو تعالى النافع لمن شاء من عباده بالمنافع ¶ __________ ¶ 1 الحج (18). ¶ 2 فاطر (10). ¶ 3 المنافقون (8). ¶ 4 الحق الواضح المبين (ص89).",
            "page": "171",
            "part": "1",
            "seal": "159CCB5A"
        },
        {
            "id": "31",
            "nass": "الدينية والدنيوية، الضار لمن فعل الأسباب التي توجب ذلك1. ¶ وهذه الأمور كلها تبع لعدله، وحكمته، وحمده، فإن له الحكمة في خفض من يخفضه، ويذله، ويحرمه، ولا حجة لأحد على الله، كما له الفضل الخفي على من رفعه وأعطاه ويبسط له الخيرات. ¶ فعلى العبد أن يعترف بحكمة الله، كما عليه أن يعترف بفضله ويشكره بلسانه وجنانه وأركانه. ¶ وكما أنه هو المنفرد بهذه الأمور كلها جارية تحت أقداره، فإن الله جعل لرفعه وعطائه وإكرامه أسباباً، ولضد ذلك أسباباً من قام بها ترتبت عليه مسبباتها، وكل ميسر لما خلق له أما أهل السعادة فييسرون لعمل أهل السعادة، وأما أهل الشقاوة فييسرون لعمل أهل الشقاوة، وهذا يوجب للعبد القيام بتوحيد الله، والاعتماد على ربه في حصول ما يحب، ويجتهد في فعل الأسباب النافعة فإنها محل حكمة الله\"2.",
            "page": "172",
            "part": "1",
            "seal": "DBE0FF01"
        },
        {
            "id": "32",
            "nass": "الباطن، بديع السموات والأرض، البر ¶ 9 - الباطن3: ¶ 10 - بديع السموات والأرض4: ¶ قال رحمه الله تعالى: \"بديع السموات والأرض: أي خالقها على وجه قد أتقنهما، وأحسنهما على غير مثال سبق5، ومبدعها في غاية ما يكون من الحسن، والخلق البديع، والنظام العجيب المحكم\"6. ¶ __________ ¶ 1 توضيح الكافية الشافية (ص131). ¶ 2 الحق الواضح المبين (ص89 و90). ¶ 3 سبق الكلام على هذا الاسم مع اسم الله \"الأول\". ¶ 4 هذا الاسم من أسماء الله المضافة، وقد تقدم في الدراسة أنها لا تدخل ضمن أسماء الله الحسنى. ¶ 5 التفسير (1/ 130). ¶ 6 التفسير (5/ 628).",
            "page": "172",
            "part": "1",
            "seal": "D4D9D22C"
        },
        {
            "id": "33",
            "nass": "11 - البرّ: (البر، الوهاب، الكريم) ¶ قال رحمه الله تعالى: \"من أسمائه تعالى: البر الوهاب الكريم الذي شمل الكائنات بأسرها ببره، وهباته، وكرمه، فهو مولى الجميل، ودائم الإحسان، وواسع المواهب، وصفه البر وآثار هذا الوصف جميع النعم الظاهرة، والباطنة، فلا يستغني مخلوق عن إحسانه وبره طرفة عين، وتدل هذه الأسماء على سعة رحمته، ومواهبه التي عم بها جميع الوجود بحسب ما تقتضيه حكمته. وإحسانه عام وخاص: ¶ فالعام المذكور في قوله: {رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْماً} 2 و {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْء} 3 {وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ} 4. ¶ وهذا يشترك فيه البر، والفاجر، وأهل السماء، وأهل الأرض، والمكلفون، وغيرهم. ¶ والخاص: رحمته ونعمه على المتقين حيث قال: {فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآياتِنَا يُؤْمِنُونَ الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الأُمِّيَّ} الآية5. ¶ وقال: {إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ} 6. ¶ وفي دعاء سليمان: {وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ} 7. ¶ __________ ¶ 1 ودليل هذا الاسم قال الله تعالى: {إِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوهُ إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ} (الطور: 28). ¶ وقال تعالى: {وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ} (النمل: 40). ¶ وقال تعالى: {وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ} (آل عمران: 8). ¶ 2 غافر (7). ¶ 3 الأعراف (156). ¶ 4 النحل (53). ¶ 5 الأعراف (156). ¶ 6 الأعراف (56). ¶ 7 النمل (19).",
            "page": "173",
            "part": "1",
            "seal": "DE49D3D9"
        },
        {
            "id": "34",
            "nass": "وهذه الرحمة الخاصة التي يطلبها الأنبياء وأتباعهم، تقتضي التوفيق للإيمان والعلم والعمل وصلاح الأحوال كلها، والسعادة الأبدية، والفلاح، والنجاح، وهي المقصود الأعظم لخواص الخلق1.",
            "page": "174",
            "part": "1",
            "seal": "DF53722B"
        },
        {
            "id": "35",
            "nass": "البصير، التواب ¶ 12 - البصير2: ¶ قال المؤلف رحمه الله: ¶ \"البصير الذي أحاط بصره بجميع المبصرات في أقطار الأرض والسماوات، حتى أخفى ما يكون فيها فيرى دبيب النملة السوداء على الصخرة الصماء في الليلة الظلماء، وجميع أعضائها الباطنة، والظاهرة، وسريان القوت في أعضائها الدقيقة، ويرى سريان المياه في أغصان الأشجار، وعروقها وجميع النباتات على اختلاف أنواعها، وصغرها، ودقتها، ويرى نياط3 عروق النملة، والنحلة، والبعوضة، وأصغر من ذلك، فسبحان من تحدث العقول في عظمته، وسعة متعلقات صفاته، وكمال عظمته، ولطفه، وخبره بالغيب، والشهادة والحاضر، والغائب، ويرى خيانات الأعين، وتقلبات الأجفان، وحركات الجنان، قال تعالى: {الَّذِي يَرَاكَ حِينَ تَقُومُ وَتَقَلُّبَكَ فِي السَّاجِدِينَ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ} 4 {يَعْلَمُ خَائِنَةَ الأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ} 5 {وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} 6 أي مطلع، ومحيط علمه، وبصره، وسمعه بجميع الكائنات7. ¶ __________ ¶ 1 الحق الواضح المبين (ص82 و 83) والتفسير (5/ 621). ¶ 2 ودليل هذا الاسم قال الله تعالى: {إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ} (الإسراء: 1). ¶ 3 النياط: أي العرق المستبطن. انظر: القاموس المحيط (ص892). ¶ 4 الشعراء (218 - 220). ¶ 5 غافر (19). ¶ 6 البروج (9). ¶ 7 الحق الواضح المبين (ص35 و36).",
            "page": "174",
            "part": "1",
            "seal": "EE4261B8"
        },
        {
            "id": "36",
            "nass": "يبصر ما تحت الأراضين السبع، كما يبصر ما فوق السماوات السبع وأيضاً سميع بصير بمن يستحق الجزاء بحسب حكمته، والمعنى الأخير يرجع إلى حكمته1. ¶ وكثيراً ما يقرن الله بين (السميع البصير) مثل قوله {وَكَانَ اللَّهُ سَمِيعاً بَصِيراً} 2 فكل من السمع، والبصر محيط بجميع متعلقاته الظاهرة، والباطنة فالسميع الذي أحاط سمعه بجميع المسموعات، فكل ما في العالم العلوي، والسفلي من الأصوات يسمعها سرها وعلنها وكأنها لديه صوت واحد، لا تختلف عليه الأصوات، ولا تخفى عليه جميع اللغات، والقريب منها، والبعيد، والسر، والعلانية عنده سواء {سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ} 3. ¶ {قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ} 4. ¶ قالت عائشة رضي الله عنها: \"تبارك الذي وسع سمعه الأصوات، لقد جاءت المجادلة تشتكي إلى رسول الله صلى الله عليه وسلم وأنا في جانب الحجرة وإنه ليخفي عليَّ بعض كلامها فأنزل الله {قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا} 5 الآية6. ¶ 13 - التواب7:",
            "page": "175",
            "part": "1",
            "seal": "22B0E98D"
        },
        {
            "id": "37",
            "nass": "قال رحمه الله تعالى: التواب الذي لم يزل يتوب على التائبين، ويغفر ذنوب المنيبين فكل من تاب إلى الله توبة نصوحا تاب الله عليه1. ¶ وتوبته على عبده نوعان: ¶ أحدهما: أنه يوقع في قلب عبده التوبة إليه، والإنابة إليه، فيقوم بالتوبة وشروطها من الإقلاع عن المعاصي، والندم على فعلها، والعزم على أن لا يعود إليها، وإستبدالها بعمل صالح. ¶ والثاني: توبته على عبده بقبولها وإجابتها، ومحو الذنوب بها فإن التوبة النصوح تجب ما قبلها\"2.",
            "page": "176",
            "part": "1",
            "seal": "C0663013"
        },
        {
            "id": "38",
            "nass": "جامع الناس، الجبار ¶ 14 - جامع الناس3: ¶ قال المؤلف رحمه الله تعالى: \"جامع الناس ليوم لا ريب فيه، وجامع أعمالهم، وأرزاقهم، فلا يترك منها صغيرة ولا كبيرة إلا أحصاها. ¶ وجامع ما تفرق واستحال من الأموات الأولين، والآخرين، بكمال قدرته، وسعة علمه\"4. ¶ 15 - الجبار5: ¶ قال رحمه الله تعالى: \"الجبار بمعنى العلي الأعلى، وبمعنى القهار، وبمعنى ¶ __________ ¶ 1 التفسير (5/ 623). ¶ 2 الحق الواضح المبين (ص73) وتوضيح الكافية الشافية (ص126). ¶ 3 أورده الشيخ رحمه الله تعالى ضمن أسماء الله الحسنى، وهذا الإسم من أسمائه المضافة إلى أفعاله، وقد بينت في الدراسة من أقوال أهل العلم أنه لا يشتق من الأفعال أسماء، ولا تدخل الأسماء المضافة في الأسماء الحسنى والله أعلم. ¶ 4 التفسير (5/ 627). ¶ 5 ودليل هذا الاسم قال تعالى: {هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ} (الحشر: 23).",
            "page": "176",
            "part": "1",
            "seal": "5376D402"
        },
        {
            "id": "39",
            "nass": "الرؤوف، الجبار للقلوب المنكسرة، وللضعيف العاجز، ولمن لاذ به، ولجأ إليه\"1. ¶ وله ثلاثة معان كلها داخلة باسمه الجبار فهو الذي يجير الضعيف، وكل قلب منكسر لأجله، فيجبر الكسير ويغني الفقير ويُيّسر على المعسر كل عسير، ويجبر المصاب بتوفيقه للثبات، والصبر، ويعيضه على مصابه أعظم الأجر إذا قام بواجبها، ويجبر جبراً خاصاً قلوب الخاضعين لعظمته وجلاله، وقلوب المحبين بما يفيض عليها من أنواع كراماته، وأصناف المعارف والأحوال الإيمانية فقلوب المنكسرين لأجله جبرها دان قريب وإذا دعا الداعي فقال: \"اللهم أجبرني، فإنه يريد هذا الجبر الذي حقيقته اصلاح العبد ودفع جميع المكاره عنه\". ¶ والمعنى الثاني: أنه القهار لكل شيء، الذي دان له كل شيء، وخضع له كل شيء. ¶ والمعنى الثالث: أنه العلي على كل شيء، فصار الجبار متضمناً لمعنى الرؤوف القهار العلي، وقد يراد به معنى رابع وهو المتكبر عن كل سوء، ونقص، وعن مماثلة أحد، وعن أن يكون له كفؤ أو ضد أو سمي أو شريك في خصائصه، وحقوقه\"2.",
            "page": "177",
            "part": "1",
            "seal": "D1B94033"
        },
        {
            "id": "40",
            "nass": "الجليل، الجميل ¶ 16 - الجليل3: (الجليل، الكبير) ¶ قال رحمه الله تعالى: \"الجليل الكبير الذي له أوصاف الجلال؛ وهي ¶ __________ ¶ 1 التفسير (5/ 624). ¶ 2 الحق الواضح المبين (ص77) توضيح الكافية الشافية (ص126). ¶ 3 أورد الشيخ رحمه الله \"الجليل\" ضمن أسماء الله تعالى، ولم يثبت هذا الإسم لله تعالى، والله أعلم. ¶ 4 ودليل هذا الاسم قال الله تعالى: {وَهُوَ الْعَلِيُّ الْكَبِيرُ} (سبأ: 23).",
            "page": "177",
            "part": "1",
            "seal": "5EC556A1"
        },
        {
            "id": "41",
            "nass": "أوصاف العظمة، والكبرياء ثابتة محققة لا يفوته منها وصف جلال وكمال1. ¶ وهو الموصوف بصفات المجد، والكبرياء، والعظمة، والجلال، الذي هو أكبر من كل شيء، وأعظم من كل شيء، وأجلُّ وأعلى، وله التَّعظيم، والإجلال في قلوب أوليائه وأصفيائه، قد ملئت قلوبهم من تعظيمه، وإجلاله، والخضوع له، والتذلل لكبريائه\"2. ¶ 17 - الجميل3: ¶ قال رحمه الله تعالى: \"الجميل من له نعوت الحسن والإحسان4، فإنه جميل في ذاته، وأسمائه، وصفاته، وأفعاله، فلا يمكن مخلوقاً أن يعبر عن بعض جمال ذاته، حتى أن أهل الجنة مع ما هم فيه من النعيم المقيم، واللذات، والسرور، والأفراح التي لا يقدر قدرها إذا رأوا ربهم، وتمتعوا بجماله نسوا ما هم فيه من النعيم، وتلاشى ما هم فيه من الأفراح، وودّوا أن لو تدوم هذه الحال، ليكتسبوا من جماله، ونوره جمالاً إلى جمالهم، وكانت قلوبهم في شوق دائم ونزوع إلى رؤية ربهم، ويفرحون بيوم المزيد فرحاً تكاد تطير له القلوب. ¶ وكذلك هو جميل في أسمائه، فإنها كلها حسنى بل أحسن الأسماء على الإطلاق وأجملها، قال تعالى: {وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا} 5 وقال تعالى: {هَلْ تَعْلَمُ لَهُ سَمِيّاً} 6 فكلها دالة على غاية الحمد، والمجد، والكمال، لا يسمى باسم منقسم إلى كمال وغيره. ¶ __________ ¶ 1 الحق الواضح المبين (ص29). ¶ 2 التفسير (5/ 622) والكافية الشافية (ص117). ¶ 3 ثبت في صحيح مسلم من حديث ابن عباس وفيه أن النبي صلى الله عليه وسلم قال: \"إن الله جميل يحب الجمال ... \" الحديث. مسلم (1/ 93) كتاب الإيمان باب تحريم ¶ 4 توضيح الكافية الشافية (ص117). ¶ 5 الأعراف (180). ¶ 6 مريم (65).",
            "page": "178",
            "part": "1",
            "seal": "D9627C01"
        },
        {
            "id": "42",
            "nass": "وكذلك هو الجميل في أوصافه فإن أوصافه كلها أوصاف كمال ونعوت ثناء وحمد، فهي أوسع الصفات، وأعمّها، وأكثرها تعلقاً، خصوصاً أوصاف الرحمة، والبر، والكرم، والجود. ¶ وكذلك أفعاله كلها جميله فإنها دائرة بين أفعال البر والإحسان التي يحمد عليها ويثني عليه ويشكر، وبين أفعال العدل التي يحمد عليها لموافقتها للحكمة والحمد، فليس في أفعاله عبث ولا سفه، ولا سدى ولا ظلم، كلها خير وهدى ورحمة ورشد وعدل {إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ} 1. ¶ فلكماله الذي لا يحصى أحد عليه به ثناء كملت أفعاله كلها فصارت أحكامه من أحسن الأحكام، وصنعه وخلقه أحسن خلق، وصنع وأتقن ما صنعه {صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْء} 2. ¶ وأحسن ماخلق {الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ} 3 {وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِقَوْمٍ يُوقِنُونَ} 4. ¶ ثم استدل المصنف5 بدليل عقلي على جمال الباري، وأن الأكوان محتوية على أصناف الجمال، وجمالها من الله تعالى فهو الذي كساها الجمال، وأعطاها الحسن، فهو أولى منها، لأن معطي الجمال أحق بالجمال فكل جمال في الدنيا، والآخرة باطني وظاهري، خصوصاً ما يعطيه المولى لأهل الجنة من الجمال المفرط في رجالهم ونسائهم، فلو بدا كف واحدة من الحور العين إلى الدنيا لطمس ضوء ¶ __________ ¶ 1 هود (56). ¶ 2 النمل (88). ¶ 3 السجدة (7). ¶ 4 المائدة (50). ¶ 5 يعني بالمصنف ابن القيم رحمه الله تعالى في قصيدة النونية.",
            "page": "179",
            "part": "1",
            "seal": "FCD713DC"
        },
        {
            "id": "43",
            "nass": "الشمس كما تطمس الشمس ضوء النجوم، أليس الذي كساهم ذلك الجمال ومنَّ عليهم بذلك الحسن والكمال أحق منهم بالجمال الذي ليس كمثله شيء. ¶ فهذا دليل عقلي واضح مسلم المقدمات على هذه المسألة العظيمة وعلى غيرها من صفاته، قال تعالى: {وَلِلَّهِ الْمَثَلُ الأَعْلَى} 1. ¶ فكل ما وجد في المخلوقات من كمال لا يستلزم نقصاً، فإن معطيه - وهو الله - أحق به من المعطي بما لا نسبة بينه وبينهم كما لا نسبة لذواتهم إلى ذاته، وصفاتهم إلى صفاته، فالذي أعطاهم السمع، والبصر، والحياة، والعلم، والقدرة، والجمال، أحق منهم بذلك. ¶ وكيف يعبر أحد عن جماله وقد قال أعلم الخلق به: \"لا أحصى ثناء عليك أنت كما أثنيت على نفسك\"2. ¶ وقال صلى الله عليه وسلم: \"حجابه النور لو كشفه لأحرقت سبحات وجهه ما أنتهى إليه بصره من خلقه\" 3. فسبحان الله، وتقدّس عما يقوله الظالمون النافون لكماله علواً كبيراً، وحسبهم مقتاً وخساراً أنهم حرموا من الوصول إلى معرفته والإبتهاج بمحبته. ¶ وجمع المؤلف4 بين (الجليل والجميل) لأن تمام التعبد لله هو التعبد بهذين الاسمين الكريمين فالتعبد بالجليل يقتضي تعظيمه، وخوفه، وهيبته، وإجلاله. ¶ والتعبد باسمه الجميل يقتضي محبته، والتأله له، وأن يبذل العبد له خالص ¶ __________ ¶ 1 النحل (60). ¶ 2 أخرجه مسلم (1/ 352) كتاب الصلاة باب ما يقال في الركوع والسجود من حديث عائشة رضي الله تعالى عنها. ¶ 3 أخرجه مسلم (1/ 161) كتاب الصلاة باب في قوله عليه السلام: \"إن الله لاينام\" وفي قوله: \"حجابه النور لو كشفه لأحرقت سبحات وجهه ماانتهى إليه بصره من خلقه\". ¶ 4 أي ابن القيم رحمه الله تعالى في قصيدته النونية.",
            "page": "180",
            "part": "1",
            "seal": "F9E4FF1F"
        },
        {
            "id": "44",
            "nass": "المحبة، وصفو الوداد، بحيث يسبح القلب في رياض معرفته وميادين جماله، وينهج بما يحصل له من آثار جماله وكماله فإن الله ذو الجلال والإكرام\"1.",
            "page": "181",
            "part": "1",
            "seal": "5CB6B61B"
        },
        {
            "id": "45",
            "nass": "الجواد، الحسيب، الحفيظ ¶ 18 - الجواد2: ¶ قال رحمه الله تعالى: \"الجواد: يعني أنه تعالى الجواد المطلق الذي عم بجوده جميع الكائنات، وملأها من فضله، وكرمه، ونعمه المتنوعة، وخص بجوده السائلين بلسان المقال أو لسال الحال من بر، وفاجر، ومسلم، وكافر، فمن سأل الله أعطاه سؤاله، وأناله ما طلب فإنه البر الرحيم {وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ ثُمَّ إِذَا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْأَرُونَ} 3. ¶ ومن جوده الواسع ما أعده لأوليائه في دار النعيم مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر4. ¶ والجواد الذي عم بجوده أهل السماء، والأرض فما بالعباد من نعمة فمنه وهو الذي إذا مسهم الضر فإليه يرجعون، وبه يتضرعون، فلا يخلو مخلوق من إحسانه طرفة عين، ولكن يتفاوت العباد في إفاضة الجود عليهم بحسب مامنَّ الله به عليهم من الأسباب المقتضية لجوده، وكرمه، وأعظمها تكمل عبودية الله الظاهرة، والباطنة العلمية، والعملية القولية، والفعلية، والمالية، وتحقيقها باتباع محمد صلى الله عليه وسلم بالحركات والسكنات\"5. ¶ __________ ¶ 1 الحق الواضح المبين (ص29 إلى 32). ¶ 2 قال رسول الله صلى الله عليه وسلم: \"إن الله جواد يحب الجود\" الحديث أخرجه أبو نعيم في الحلية (5/ 29) وصححه الألباني في صحيح الجامع (1/ 105). ¶ 3 النحل (53). ¶ 4 الحق الواضح المبين (ص66 و67). ¶ 5 توضيح الكافية الشافية (ص124).",
            "page": "181",
            "part": "1",
            "seal": "946DD761"
        },
        {
            "id": "46",
            "nass": "الحسيب، الحفيظ، الحق، الحكم، الحكيم ¶ 19 - الحسيب1: ¶ قال المؤلف رحمه الله تعالى: \"الحسيب: هو العليم بعباده، كافي المتوكلين، المجازي لعباده بالخير والشر بحسب حكمته وعلمه بدقيق اعمالهم وجليلها2. ¶ والحسيب بمعنى الرقيب المحاسب لعباده المتولي جزاءهم بالعدل، وبالفضل، وبمعنى الكافي عبده همومه، وغمومه، وأخص من ذلك أنه الحسيب للمتوكلين {وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ} 3 أي كافيه أمور دينه ودنياه4. ¶ والحسيب أيضاً هو الذي يحفظ أعمال عباده من خير، وشر، ويحاسبهم إن خيراً فخير وإن شراً فشر، قال تعالى: {يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ} 5 أي كافيك وكافي أتباعك، فكفاية الله لعبده بحسب ما قام به في متابعة الرسول ظاهراً وباطناً، وقيامه بعبودية الله تعالى\"6. ¶ 20 - الحفيظ7: ¶ قال رحمه الله تعالى: \"الحفيظ: الذي حفظ ما خلقه، وأحاط علمه بما أوجده، وحفظ أولياءه من وقوعهم في الذنوب والهلكات. ¶ ولطف بهم في الحركات، والسكنات، وأحصى على العباد أعمالهم وجزاءها8. والحفيظ يتضمن معنيين: ¶ __________ ¶ 1 ودليل هذا الاسم قال الله تعالى: {وَكَفَى بِاللَّهِ حَسِيباً} (النساء: 6). ¶ 2 التفسير (5/ 625). ¶ 3 الطلاق (3). ¶ 4 توضيح الكافية الشافية (ص126و 127). ¶ 5 الأنفال (64). ¶ 6 الحق الواضح المبين (ص78). ¶ 7 لم أقف على دليل يدل على اسميته لله تعالى وإنما ورد بصيغة الصفة كما قال تعالى: {وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفِيظٌ} (سبأ: 21). ¶ 8 التفسير (5/ 625).",
            "page": "182",
            "part": "1",
            "seal": "E00505FB"
        },
        {
            "id": "47",
            "nass": "أحدهما: أنه قد حفظ على عباده ما عملوه من خير، وشر، وطاعة، ومعصية، فإن علمه محيط بجميع أعمالهم ظاهرها، وباطنها وقد كتب ذلك في اللوح المحفوظ، ووكل بالعباد ملائكة كراماً كاتبين يعلمون ما تفعلون، فهذا المعنى من حفظه يقتضي إحاطة علم الله بأحوال العباد كلها ظاهرها، وباطنها، وكتابتها في اللوح المحفوظ، وفي الصحف التي في أيدي الملائكة، وعلمه بمقاديرها، وكمالها، ونقصها، ومقادير جزائها في الثواب والعقاب ثم مجازاته عليها بفضله، وعدله. ¶ والمعني الثاني: من معنيي الحفيظ: أنه تعالى الحافظ لعباده من جميع ما يكرهون وحفظه لخلقه نوعان عام وخاص: حفظه لجميع المخلوقات بتيسيره لها ما يقيتها ويحفظ بنيتها، وتمشي إلى هدايته، وإلى مصالحها بإرشاده، وهدايته العامة التي قال عنها: {أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى} 1 أي هدى كل مخلوق إلى ما قدر له وقضى له من ضروراته وحاجاته، كالهداية للمأكل، والمشرب، والمنكح، والسعي في أسباب ذلك، وكدفعه عنهم أصناف المكاره، والمضار، وهذا يشترك فيه البر، والفاجر بل الحيوانات، وغيرها، فهو الذي يحفظ السماوات، والأرض أن تزولا، ويحفظ الخلائق بنعمه، وقد وكل بالآدمي حفظة من الملائكة الكرام يحفظونه من أمر الله، أي يدفعون عنه كل ما يضره مما هو بصدد أن يضره لولا حفظ الله. ¶ والنوع الثاني: حفظه الخاص لأوليائه سوى ما تقدم، بحفظهم عما يضر إيمانهم أو يزلزل إيقانهم من الشبه، والفتن، والشهوات فيعافيهم منها ويخرجهم منها بسلامة وحفظ وعافية، ويحفظهم من أعدائهم من الجن والإنس فينصرهم ¶ __________ ¶ 1 طه (50).",
            "page": "183",
            "part": "1",
            "seal": "A074D176"
        },
        {
            "id": "48",
            "nass": "عليهم ويدفع عنهم كيدهم، قال الله تعالى: {إِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا} 1 وهذا عام في دفع جميع ما يضرهم في دينهم ودنياهم فعلى حسب ما عند العبد من الإيمان تكون مدافعة الله عنه بلطفه، وفي الحديث: \"إحفظ الله يحفظك\" 2 أي احفظ أوامره بالامتثال ونواهيه بالاجتناب، وحدوده بعدم تعديها، يحفظك في نفسك ودينك ومالك وولدك، وفي جميع ما آتاك الله من فضله\"3. ¶ 21 - الحق4: ¶ قال رحمه الله تعالى:\"الحق: في ذاته، وصفاته، فهو واجب الوجود كامل الصفات والنعوت، وجوده من لوازم ذاته، ولا وجود لشيء من الأشياء إلا به. ¶ فهو الذي لم يزل، ولا يزال بالجلال، والجمال، والكمال، موصوفاً. ¶ ولم يزل ولا يزال بالإحسان معروفاً. ¶ فقوله حق، وفعله حق، ولقاؤه حق، ورسوله حق، وكتبه حق، ودينه هو الحق، وعبادته وحده لا شريك له هي الحق، وكل شيء إليه فهو حق {ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ هُوَ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ} 5 {وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ} 6 {فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلالُ} 7 {وَقُلْ ¶ __________ ¶ 1 الحج (38). ¶ 2 أخرجه الإمام أحمد في المسند (1/ 263) والترمذي (4/ 667) كتاب صفة القيامة وقال: حديث حسن صحيح، وصححه أحمد شاكر في المسند (3/ 2671) وصححه الألباني في المشكاة (3/ 1459). ¶ 3 الحق الواضح المبين (ص59 إلى 61) وتوضيح الكافية الشافية (ص122). ¶ 4 ودليل هذا الاسم قال تعالى: {ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ هُوَ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ} (الحج: 62). ¶ 5 الحج (62). ¶ 6 الكهف (29). ¶ 7 يونس (32).",
            "page": "184",
            "part": "1",
            "seal": "2882601D"
        },
        {
            "id": "49",
            "nass": "جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقاً} 1\"2. ¶ 22 - الحكم: (الحكم3، العدل) ¶ قال رحمه الله تعالى: \"ومن أسمائه الحكم العدل الذي يحكم بين عباده في الدنيا، والآخرة بعدله، وقسطه فلايظلم مثقال ذرة، ولا يحمل أحداً وزر أحد، ولا يجازي العبد بأكثر من ذنبه، ويؤدي الحقوق إلى أهلها، فلا يدع صاحب حق إلا وصل إليه حقه. ¶ وهو العدل في تدبيره، وتقديره {إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ} 56. ¶ والحكم العدل الذي إليه الحكم في كل شيء فيحكم تعالى بشرعه، ويبين لعباده جميع الطرق التي يحكم بها بين المتخاصمين، ويفصل بين المتنازعين، من الطرق العادلة الحكيمة، ويحكم بين الناس فيما اختلفوا فيه ويحكم فيها بأحكام القضاء، والقدر، فيجري عليهم منها ما تقتضيه حكمته ويضع الأشياء مواضعها وينزلها منازلها، ويقضي بينهم يوم الجزاء، والحساب، فيقضي بينهم بالحق، ويحمده الخلائق على حكمه حتى من قضى عليهم بالعذاب يعترفون له بالعدل، وأنه لم يظلمهم مثقال ذرة\"7. ¶ __________ ¶ 1 الإسراء (81). ¶ 2 التفسير (5/ 631 و632). ¶ 3 ودليل هذا الإسم قوله صلى الله عليه وسلم: \"إن الله هو الحكم وإليه الحكم\". ¶ أخرجه أبو داود (5/ 240) كتاب الأدب باب في تغيير الاسم القبيح، والنسائي كتاب القضاء حديث (5389) باب إذا حكموا رجلاً فقضى بينهم، وصححه الألباني في صحيح سنن أبي داود (3/ 936) حديث (4145). ¶ 4 لم أقف على دليل صحيح يدل على إسميته لله تعالى والله أعلم. ¶ 5 هود (56). ¶ 6 التفسير (5/ 627). ¶ 7 توضيح الكافية الشافية (ص127) والحق الواضح المبين (ص80).",
            "page": "185",
            "part": "1",
            "seal": "34F46B2D"
        },
        {
            "id": "50",
            "nass": "23 - الحكيم1: ¶ قال رحمه الله تعالى: \"الحكيم هو الذي له الحكمة العليا في خلقه وأمره الذي أحسن كل شيء خلقه {وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِقَوْمٍ يُوقِنُونَ} 2. ¶ فلا يخلق شيئاً عبثا، ولا يشرع شيئاً سدى، الذي له الحكم في الأولى، والآخرة، وله الأحكام الثلاثة لا يشاركه فيها مشارك، فيحكم بين عباده في شرعه، وفي قدره، وجزائه. ¶ والحكمة: وضع الأشياء مواضعها، وتنزيلها منازلها3. ¶ والحكيم: الموصوف بكمال الحكمة، وبكمال الحكم بين المخلوقات، فالحكيم هو واسع العلم، والإطلاع على مبادئ الأمور، وعواقبها، واسع الحمد تام القدرة غزير الرحمة، فهو الذي يضع الأشياء مواضعها، وينزلها منازلها اللائقة بها في خلقه، وأمره، فلا يتوجه إليه سؤال، ولا يقدح في حكمته مقال. ¶ وحكمته نوعان: ¶ أحدهما: الحكمة في خلقه فإنه خلق الخلق بالحق، ومشتملاً على الحق، وكان غايته والمقصود به الحق، خلق المخلوقات كلها بأحسن نظام، ورتبها أكمل ترتيب، وأعطى كل مخلوق خلقه اللائق به بل أعطى كل جزء من أجزاء المخلوقات، وكل عضو من أعضاء الحيوانات خلقته، وهيئته، فلا يرى أحد في خلقه خللاً، ولا نقصاً، ولا فطوراً، فلو اجتمعت عقول الخلق من أولهم إلى آخرهم ليقترحوا مثل خلق الرحمن أو ما يقارب ما أودعه في الكائنات من الحسن، والانتظام، والإتقان لم يقدروا، وأنى لهم القدرة على شيء من ذلك ¶ __________ ¶ 1 ودليل هذا الاسم قال تعالى: {إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ} (التوبة: 28). ¶ 2 المائدة (50). ¶ 3 التفسير (5/ 621).",
            "page": "186",
            "part": "1",
            "seal": "499C8CDB"
        },
        {
            "id": "51",
            "nass": "وحسب العقلاء الحكماء منهم أن يعرفوا كثيراً من حكمه، ويطلعوا على بعض ما فيها من الحسن، والإتقان. ¶ وهذا أمر معلوم قطعاً بما يعلم من عظمته، وكمال صفاته، وتتبع حكمه في الخلق، والأمر. ¶ وقد تحدى عباده، وأمرهم أن ينظروا، ويكرروا النظر، والتأمل هل يجدون في خلقه خللاً أو نقصاً، وأنه لابد أن ترجع الأبصار كليلة عاجزة عن الانتقاد على شيء من مخلوقاته. ¶ النوع الثاني: الحكمة في شرعه وأمره، فإنه تعالى شرع الشرائع، وأنزل الكتب وأرسل الرسل ليعرفه العباد، ويعبدوه، فأي حكمة أجل من هذا، وأي فضل، وكرم أعظم من هذا، فإن معرفته تعالى، وعبادته وحده لا شريك له، واخلاص العمل له وحده، وشكره، والثناء عليه أفضل العطايا منه لعباده على الإطلاق. ¶ وأجل الفضائل لمن منَّ الله عليه بها، وأكمل سعادة، وسروراً للقلوب، والأرواح، كما أنها هي السبب الوحيد للوصول إلى السعادة الأبدية، والنعيم الدائم. ¶ فلو لم يكن في أمره، وشرعه إلا هذه الحكمة العظيمة التي هي أصل الخيرات، وأكمل اللذات، ولأجلها خلقت الخليقة، وحق الجزاء، وخلقت الجنة، والنار، لكانت كافية شافية. ¶ هذا وقد اشتمل شرعه، ودينه على كل خير، فأخباره تملأ القلوب علماً، ويقيناً، وإيماناً، وعقائد صحيحة، وتستقيم بها القلوب، ويزول انحرافها، وتثمر كل خلق جميل، وعمل صالح، وهدى، ورشد، وأوامره، ونواهيه محتوية على عناية الحكمة والصلاح والإصلاح للدين والدنيا فإنه لا يأمر إلا بما مصلحته",
            "page": "187",
            "part": "1",
            "seal": "084AE410"
        },
        {
            "id": "52",
            "nass": "خالصة أو راجحة ولا ينهي إلا عما مضرته خالصة أو راجحة. ¶ ومن حكمة الشرع الإسلامي أنه كما أنه هو الغاية لصلاح القلوب، والأخلاق، والأعمال، والاستقامة على الصراط المستقيم، فهو الغاية لصلاح الدنيا، فلا تصلح أمور الدنيا صلاحاً حقيقياً إلا بالدين الحق الذي جاء به محمد صلى الله عليه وسلم، وهذا مشاهد محسوس لكل عاقل، فإن أمة محمد لما كانوا قائمين بهذا الدين أصوله، وفروعه، وجميع ما يهدي، ويرشد إليه كانت أحوالهم في غاية الاستقامة، والصلاح، ولما انحرفوا عنه، وتركوا كثيراً من هداه، ولم يسترشدوا بتعاليمه العالية انحرفت دنياهم كما انحرف دينهم. ¶ وكذلك انظر إلى الأمم الأخرى التي بلغت في القوة، والحضارة، والمدنية مبلغاً هائلاً، ولكن لما كانت خالية من روح الدين، ورحمته، وعدله كان ضررها أعظم من نفعها، وشرها أكبر من خيرها، وعجز علماؤها، وحكماؤها، وساساتها عن تلافي الشرور الناشئة عنها، ولن يقدروا على ذلك ماداموا على حالهم، ولهذا كان من حكمته تعالى أن ما جاء به محمد صلى الله عليه وسلم من الدين، والقرآن أكبر البراهين على صدقه، وصدق ما جاء به لكونه محكماً كاملاً لا يحصل إلا به، وبالجملة، فالحكيم متعلقاته المخلوقات، والشرائع، وكلها في غاية الإحكام، فهو الحكيم في أحكامه القدرية، وأحكامه الشرعية، وأحكامه الجزائية. ¶ والفرق بين أحكام القدر، وأحكام الشرع أن القدر متعلق بما أوجده، وكونه وقدره، وأنه ما شاء كان، وما لم يشأ لم يكن. ¶ وأحكام الشرع متعلقة بما شرعه، والعبد المربوب لا يخلو منهما أو من أحدهما، فمن فعل منهم ما يحبه الله، ويرضاه فقد اجتمع فيه الحكمان، ومن فعل ما يضاد ذلك فقد وجد فيه الحكم القدري، فإن ما فعله واقع بقضاء الله، وقدره، ولم يوجد فيه الحكم الشرعي لكونه ترك ما يحبه الله، ويرضاه.",
            "page": "188",
            "part": "1",
            "seal": "D1868F38"
        },
        {
            "id": "53",
            "nass": "فالخير، والشر، والطاعات، والمعاصي كلها متعلقة، وتابعة للحكم القدري، وما يحبه الله منها هو تابع للحكم الشرعي، ومتعلقه، والله أعلم1.",
            "page": "189",
            "part": "1",
            "seal": "4DC7E64F"
        },
        {
            "id": "54",
            "nass": "الحليم، الحميد، الحي، الحيي ¶ 24 - الحليم2: ¶ قال رحمه الله تعالى: \"الحليم الذي له الحلم الكامل، والذي وسع حلمه أهل الكفر، والفسوق، والعصيان، ومنع عقوبته أن تحل بأهل الظلم عاجلاً، فهو يمهلهم ليتوبوا، ولا يهملهم إذا أصروا، واستمروا في طغيانهم، ولم ينيبوا3. ¶ والحليم الذي يدر على خلقه النعم الظاهرة، والباطنة مع معاصيهم، وكثرة زلاتهم، فيحلم عن مقابلة العاصين بعصيانهم، ويستعتبهم كي يتوبوا، ويمهلهم كي ينيبوا4. ¶ والله تعالى حليم عفو، فله الحلم الكامل، وله العفو الشامل، ومتعلق هذين الوصفين العظيمين معصية العاصين، وظلم المجرمين، فإن الذنوب تقتضي ترتب آثارها عليها من العقوبات العاجلة المتنوعة، وحلمه تعالى يقتضي إمهال العاصين، وعدم معاجلتهم ليتوبوا، وعفوه يقتضي مغفرة ما صدر منهم من الذنوب خصوصاً إذا أتوا بأسباب المغفرة من الاستغفار، والتوبة، والإيمان، والأعمال الصالحة، وحلمه وسع السماوات، والأرض، فلولا عفوه ما ترك على ظهرها من دابة، وهو تعالى عفو يحب العفو عن عباده، ويحب منهم أن يسعوا بالأسباب التي ينالون بها عفوه من السعي في مرضاته، والإحسان إلى خلقه. ¶ ومن كمال عفوه أن المسرفين على أنفسهم إذا تابوا إليه غفر لهم كل جرم صغير، وكبير، وأنه جعل الإسلام يجب ما قبله، والتوبة تجب ما قبلها\"5. ¶ __________ ¶ 1 الحق الواضح المبين (ص50 إلى 54) وانظر: توضيح الكافية الشافية (ص119). ¶ 2 ودليل هذا الاسم قال تعالى: {وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي أَنْفُسِكُمْ فَاحْذَرُوهُ وَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ حَلِيمٌ} (البقرة: 35). ¶ 3 الحق الواضح المبين (ص55 - 56). ¶ 4 التفسير (5/ 630). ¶ 5 الحق الواضح المبين (ص56).",
            "page": "189",
            "part": "1",
            "seal": "C756ECEF"
        },
        {
            "id": "55",
            "nass": "25 - الحميد1: ¶ قال رحمه الله تعالى: \"الحميد في ذاته، وأسمائه، وصفاته، وأفعاله، فله من الأسماء أحسنها، ومن الصفات أكملها، ومن الأفعال أتمها، وأحسنها، فإن أفعاله تعالى دائرة بين الفضل، والعدل2. ¶ فالحمد كثرة الصفات والخيرات، فهو الحميد لكثرة صفاته الحميدة3، وهو سبحانه حميد من وجهين: ¶ أحدهما: أن جميع المخلوقات ناطقة بحمده، فكل حمد وقع من أهل السماوات والأرض الأولين منهم، والآخرين، وكل حمد يقع منهم في الدنيا، والآخرة، وكل حمد لم يقع منهم بل كان مفروضاً، ومقدراً حيثما تسلسلت الأزمان، واتصلت الأوقات حمداً يملأ الوجود كله العالم العلوي، والسفلي، ويملأ نظير الوجود من غير عد، ولا إحصاء فإن الله تعالى مستحقه من وجوه كثيرة: ¶ منها أن الله هو الذي خلقهم، ورزقهم، وأسدى عليهم النعم الظاهرة، والباطنة الدينية، والدنيوية، وصرف عنهم النقم، والمكاره، فما بالعباد من نعمة فمن الله، ولا يدفع الشرور إلا هو، فيستحق منهم أن يحمدوه في جميع الأوقات، وأن يثنوا عليه، ويشكروه بعدد اللحظات. ¶ الوجه الثاني: أنه يحمد على ماله من الأسماء الحسنى، والصفات الكاملة العليا، والمدائح والمحامد والنعوت الجليلة الجميلة، فله كل صفة كمال، وله من ¶ __________ ¶ 1 ودليل هذا الاسم قال تعالى: {يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ} (فاطر: 15). ¶ 2 التفسير (5/ 624). ¶ 3 توضيح الكافية الشافية (ص118).",
            "page": "190",
            "part": "1",
            "seal": "90A653B3"
        },
        {
            "id": "56",
            "nass": "تلك الصفة أكملها، وأعظمها فكل صفة من صفاته يستحق عليها أكمل الحمد، والثناء، فكيف بجميع الأوصاف المقدسة، فله الحمد لذاته، وله الحمد لصفاته، وله الحمد لأفعاله لأنها دائرة بين أفعال الفضل، والإحسان، وبين أفعال العدل، والحكمة التي يستحق عليها كمال الحمد، وله الحمد على خلقه، وعلى شرعه، وعلى أحكامه القدرية وأحكامه الشرعية، وأحكام الجزاء في الأولى، والآخرة، وتفاصيل حمده، وما يحمد عليه لا تحيط بها الأفكار، ولا تحصيها الأقلام1. ¶ 26 - الحي2: (الحي القيوم) ¶ قال رحمه الله تعالى: \"الحي القيوم كامل الحياة والقائم بنفسه. ¶ القيوم لأهل السماوات والأرض القائم بتدبيرهم وأرزاقهم وجميع أحوالهم فالحي: الجامع لصفات الذات، والقيوم: الجامع لصفات الأفعال3 وجمعهما في غاية المناسبة كما جمعهما الله في عدة مواضع من كتابه كقوله: {اللَّهُ لا إِلَهَ إِلا هُوَ الْحَيُّ الْقَيُّوم} 4، وذلك أنهما محتويان على جميع صفات الكمال، فالحي هو كامل الحياة، وذلك يتضمن جميع الصفات الذاتية لله كالعلم والعزة والقدرة، والإرادة، والعظمة، والكبرياء، وغيرها من صفات الذات المقدسة. ¶ والقيوم هو كامل القيومية الذي قام بنفسه، وعظمت صفاته، واستغنى عن جميع مخلوقاته، وقامت به الأرض، والسماوات، وما فيهما من المخلوقات، ¶ __________ ¶ 1 الحق الواضح المبين (ص39 و40). ¶ 2 ودليل هذا الاسم قال تعالى: {اللَّهُ لا إِلَهَ إِلا هُوَ الْحَيُّ الْقَيُّوم} (البقرة: 255). ¶ 3 التفسير (5/ 627) و (1/ 313). ¶ 4 البقرة (255).",
            "page": "191",
            "part": "1",
            "seal": "82062678"
        },
        {
            "id": "57",
            "nass": "فهو الذي أوجدها، وأمدها، وأعدّها لكل ما فيه بقاؤها، وصلاحها، وقيامها، فهو الغني عنها من كل وجه، وهي التي افتقرت إليه من كل وجه، فالحي، والقيوم من له صفة كل كمال، وهو الفعال1 لما يريد الذي إذا أراد شيئاً قال له كن فيكون، وكل الصفات الفعلية، والمجد، والعظمة، والجلال ترجع إلى اسمه القيوم، ومرجع صفات الكمال كلها ترجع إلى هذين الاسمين الكريمين، ولذلك ورد الحديث2 أن اسم الله الأعظم الذي إذا دعي به أجاب، وإذا سئل به أعطى {اللَّهُ لا إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ} 3 لاشتمالهما على جميع الكمالات. ¶ فصفات الذات ترجع إلى الحي، ومعاني الأفعال ترجع إلى القيوم\"4. ¶ 27 - الحيي: (الحيي الستير5 الستار6) ¶ قال رحمه الله تعالى:\" هذا مأخوذ من قوله صلى الله عليه وسلم: \"إن الله حيي يستحي من ¶ __________ ¶ 1 الحق الواضح المبين (ص87 و 88). ¶ 2 أخرجه أبو داود (2/ 168) كتاب الصلاة باب الدعاء، والترمذي (5/ 517) كتاب الدعوات وقال: حديث حسن صحيح. ¶ وأخرجه ابن ماجه (2/ 1267) كتاب الدعاء باب اسم الله الأعظم من حديث أسماء بنت يزيد، وحسنه الألباني. انظر: صحيح أبي داود (1/ 280) كتاب الصلاة باب الدعاء. وفي اسناده شهر بن حوشب تكلم فيه غير واحد من النقاد. ¶ 3 آل عمران (21).\" ¶ 4 توضيح الكافية الشافية (ص29). ¶ 5 قال صلى الله عليه وسلم: \"إن الله عز وجل حليم حيي ستير يحب الحياء والستر فإذا اغتسل أحدكم فليستتر\". ¶ أخرجه أبو داود (4/ 302) كتاب الحمام باب النهي عن التعري، والنسائي في سننه (1/ 200) كتاب الغسل والتيمم باب الاستتار عند الاغتسال، وأحمد في المسند (4/ 224) والبيهقي في سننه (1/ 198) كتاب الطهارة باب الستر في الغسل عند الناس، من حديث يعلي بن أمية رضي الله عنه، وصححه الألباني في إرواء الغليل (7/ 367). ¶ 6 أورد الشيخ رحمه الله تعالى \"الستار\" من أسماء الله تعالى، ولم يرد دليل يدل على ثبوته لله خلافاً لما هو شائع عند كثير من الناس.",
            "page": "192",
            "part": "1",
            "seal": "4720100D"
        },
        {
            "id": "58",
            "nass": "عبده إذا مد يده إليه أن يردها صفراً\" 1. ¶ وهذا من رحمته، وكرمه، وكماله، وحلمه أن العبد يجاهر بالمعاصي مع فقره الشديد إليه، حتى أنه لا يمكنه أن يعصى إلا أن يتقوى عليها بنعم ربه، والرب مع كمال غناه عن الخلق كلهم من كرمه يستحي من هتكه، وفضيحته، وإحلال العقوبة به، فيستره بما يفيض له من أسباب الستر، ويعفو عنه، ويغفر له، فهو يتحبب إلى عباده بالنعم وهم يتبغضون إليه بالمعاصي، خيره إليهم بعدد اللحظات، وشرهم إليه صاعد. ¶ ولا يزال الملك الكريم يصعد إليه منهم بالمعاصي، وكل قبيح، ويستحي تعالى ممن شاب في الإسلام أن يعذبه، وممن يمد يديه إليه أن يردهما صفراً، ويدعو عباده إلى دعائه، ويعدهم بالإجابة. ¶ وهو الحيي الستير: يحب أهل الحياء، والستر، ومن ستر مسلما ستر الله عليه في الدنيا، والآخرة، ولهذا يكره من عبده إذا فعل معصية أن يذيعها، بل يتوب إليه فيما بينه وبينه ولا يظهرها للناس، وإن من أمقت الناس إليه من بات عاصياً، والله يستره فيصبح يكشف ستر الله عليه2. ¶ وقال تعالى: {إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي ¶ __________ ¶ 1 أخرجه أبو داود (2/ 165) كتاب الصلاة باب الدعاء، والترمذي (5/ 557) كتاب الدعوات، وابن ماجه (2/ 1271) كتاب الدعاء باب رفع اليدين في الدعاء من حديث سلمان الفارسي، وصححه الألباني. انظر: صحيح الترمذي (3/ 179 ح 3809). ¶ 2 هذا بمعنى ما أخرجه مسلم في صحيحه (4/ 2291) كتاب الزهد باب النهي عن هتك الإنسان ستر نفسه، ولفظه عن أبي هريرة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"كل أمتي معافاة إلا المجاهرين، وإن من الإجهار أن يعمل العبد بالليل عملاً ثم يصبح قد ستره ربه، فيقول يا فلان قد عملت البارحة كذا وكذا، وقد بات يستره ربه، فيبيت يستره ربه، ويصبح يكشف ستر الله عنه\".",
            "page": "193",
            "part": "1",
            "seal": "F31FB008"
        },
        {
            "id": "59",
            "nass": "الدُّنْيَا وَالآخِرَةِ} 1 وهذا كله من معنى اسمه الحليم الذي وسع حلمه أهل الكفر، والفسوق، والعصيان، ومنع عقوبته أن تحل بأهل الظلم عاجلاً، فهو يمهلهم ليتوبوا، ولا يهملهم إذا أصروا، واستمروا في طغيانهم، ولم ينيبوا\"2.",
            "page": "194",
            "part": "1",
            "seal": "BBD0AD97"
        },
        {
            "id": "60",
            "nass": "28 - الخافض الرافع3: ¶ 29 - الخالق4: ¶ 30 - الخبير5: (العليم الخبير) ¶ قال رحمه الله تعالى: \"الخبير العليم: هو الذي أحاط علمه بالظواهر، والبواطن، والإسرار، والإعلان، والواجبات، والمستحيلات، والممكنات. وبالعالم العلوي والسفلي، وبالماضي، والحاضر، والمستقبل، فلا يخفى عليه شيء من الأشياء6. ¶ وهو العليم المحيط علمه بكل شيء: بالواجبات، والممتنعات، والممكنات، فيعلم تعالى نفسه الكريمه، ونعوته المقدسة، وأوصافه العظيمة، وهى الواجبات التي لا يمكن إلا وجودها، ويعلم الممتنعات حال امتناعها، ويعلم ما يترتب على وجودها لو وجدت كما قال تعالى: {لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلا اللَّهُ لَفَسَدَتَا} 7 وقال تعالى: {مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذاً لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلا بَعْضُهُمْ عَلَى ¶ __________ ¶ 1 النور (19). ¶ 2 الحق الواضح المبين (ص54، 55) وانظر: توضيح الكافية الشافية (ص121). ¶ 3 سبق الكلام على هذين الاسمين مع اسمه تعالى \"الباسط\". ¶ 4 سبق الكلام على هذا الإسم مع اسمه تعالى \"الباري\". ¶ 5 ودليل هذا الاسم قال تعالى: {إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} (لقمان: 34). ¶ 6 التفسير (5/ 621). ¶ 7 الأنبياء (22).",
            "page": "194",
            "part": "1",
            "seal": "E5A40347"
        },
        {
            "id": "61",
            "nass": "بَعْضٍ} 1. ¶ فهذا وشبهه من ذكر علمه بالممتنعات التي يعلمها، واخباره بما ينشأ منها لو وجدت على وجه الفرض، والتقدير، ويعلم تعالى الممكنات، وهى التي يجوز وجودها وعدمها ما وجد منها، وما لم يوجد مما لم تقتض الحكمة إيجاده، فهو العليم الذي أحاط علمه بالعالم العلوي، والسفلي لا يخلو عن علمه مكان، ولا زمان ويعلم الغيب، والشهادة، والظواهر، والبواطن، والجلي، والخفي، قال الله تعالى: {إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} 2. ¶ والنصوص في ذكر إحاطة علم الله، وتفصيل دقائق معلوماته كثيرة جداً لا يمكن حصرها، وإحصاؤها، وأنه لا يعزب عنه مثقال ذرة في الأرض، ولا في السماء، ولا أصغر من ذلك، ولا أكبر، وإنه لا يغفل، ولا ينسى3 {وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إلا يَعْلَمُهَا وَلا حَبَّةٍ فِي ظُلُمَاتِ الأَرْضِ وَلا رَطْبٍ وَلا يَابِسٍ إلا فِي كِتَابٍ مُبِينٍ} 4 {يَعْلَمُ السِّرَّ وَأَخْفَى} 5 6. ¶ وإن علوم الخلائق على سعتها، وتنوعها إذا نسبت إلى علم الله اضمحلت، وتلاشت، كما أن قدرتهم إذا نسبت إلى قدرة الله لم يكن لها نسبة إليها بوجه من الوجوه، فهو الذي علمهم ما لم يكونوا يعلمون وأقدرهم على ما لم يكونوا عليه قادرين. ¶ __________ ¶ 1 المؤمنون (91). ¶ 2 البقرة (231). ¶ 3 الحق الواضح المبين (ص36 و37). ¶ 4 الأنعام (59). ¶ 5 طه (7). ¶ 6 توضيح الكافية الشافية (ص118).",
            "page": "195",
            "part": "1",
            "seal": "0C0B639E"
        },
        {
            "id": "62",
            "nass": "وكما أن علمه محيط بجميع العالم العلوي، والسفلي، وما فيه من المخلوقات ذواتها، وأوصافها، وأفعالها، وجميع أمورها. ¶ فهو يعلم ما كان، وما يكون في المستقبلات التي لا نهاية لها، وما لم يكن لو كان كيف كان يكون، ويعلم أحوال المكلفين منذ أنشأهم، وبعد ما يميتهم، وبعد ما يحييهم، قد أحاط علمه بأعمالهم كلها خيرها، وشرها، وجزاء تلك الأعمال وتفاصيل ذلك في دار القرار1. ¶ فينبغي للمؤمن الناصح لنفسه أن يبذل ما استطاع من مقدوره في معرفة أسماء الله، وصفاته، وتقديسه، ويجعل هذه المسألة أهم المسائل عنده، وأولاها بالإيثار، وأحقها بالتحقيق ليفوز من الخير بأوفر نصيب. ¶ فيتدبر مثلاً اسم العليم: فيعلم إن العلم كله بجميع وجوهه، واعتباراته لله تعالى فيعلم تعالى الأمور المتأخرة أزلاً وأبداً ويعلم جليل الأمور، وحقيرها، وصغيرها، وكبيرها، ويعلم تعالى ظواهر الأشياء، وبواطنها غيبها، وشهادتها ما يعلم الخلق منها، وما لا يعلمون، ويعلم تعالى الواجبات أو المستحيلات، والجائزات، ويعلم تعالى ما تحت الأرض السفلى كما يعلم ما فوق السماوات العلى، ويعلم تعالى جزئيات الأمور وخبايا الصدور، وخفايا ما وقع، ويقع في أرجاء العالم، وأنحاء المملكة، فهو الذي أحاط علمه جميع الأشياء في كل الأوقات، ولا يعرض تعالى لعلمه خفاء، ولا نسيان، ويتلو على هذه الآيات المقررة له كقوله في غير موضع: {وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} 2 {عَلِيمٌ بِذَاتِ ¶ __________ ¶ 1 الحق الواضح المبين (ص37، 38). ¶ 2 البقرة (282).",
            "page": "196",
            "part": "1",
            "seal": "43C40955"
        },
        {
            "id": "63",
            "nass": "الصُّدُورِ} 1 {يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ} 2 {وَإِنْ تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى} 3 {سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ} 4 {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ} 5 {إِنَّ اللَّهَ لا يَخْفَى عَلَيْهِ شَيْءٌ فِي الأَرْضِ وَلا فِي السَّمَاءِ هُوَ الَّذِي يُصَوِّرُكُمْ فِي الأَرْحَامِ كَيْفَ يَشَاءُ لا إِلَهَ إِلا هُوَ الْعَزِيزُ الْحَكِيمُ} 6 {إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَداً وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} 7 {وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لا يَعْلَمُهَا إلا هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلا يَعْلَمُهَا وَلا حَبَّةٍ فِي ظُلُمَاتِ الأَرْضِ وَلا رَطْبٍ وَلا يَابِسٍ إِلا فِي كِتَابٍ مُبِينٍ} 8 {أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَتُصْبِحُ الأَرْضُ مُخْضَرَّةً إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ عَالِمُ الْغَيْبِ فَلا يُظْهِرُ عَلَى غَيْبِهِ أَحَداً إِلا مَنِ ارْتَضَى مِنْ رَسُولٍ} 9 {يَعْلَمُ مَا يَلِجُ فِي الأرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا} {وَلَوْ أَنَّمَا فِي الأرْضِ مِنْ شَجَرَةٍ أَقْلامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} 10 {وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ} {أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إلا هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إلا هُوَ سَادِسُهُمْ وَلا أَدْنَى مِنْ ذَلِكَ وَلا أَكْثَرَ ¶ __________ ¶ 1 آل عمران (119). ¶ 2 التغابن (4). ¶ 3 طه (7). ¶ 4 الرعد (10). ¶ 5 الحج (70). ¶ 6 آل عمران (6). ¶ 7 لقمان (34). ¶ 8 الأنعام (59). ¶ 9 الحج (63). ¶ 10 لقمان (27).",
            "page": "197",
            "part": "1",
            "seal": "AE9FD0DD"
        },
        {
            "id": "64",
            "nass": "إلا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} 1 {فَلا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ} 2. ¶ وغير ذلك من النصوص الكثيرة على هذا المعنى فإن تدبر بعض ذلك يكفي المؤمن البصير معرفته باحاطة علم الله تعالى وكمال عظمته وجليل قدره إنه الرب العظيم المالك3.",
            "page": "198",
            "part": "1",
            "seal": "9623AC4C"
        },
        {
            "id": "65",
            "nass": "ذو الجلال والإكرام، الرؤوف، الرافع الخافض، الرب ¶ 31 - ذو الجلال والإكرام4: ¶ قال رحمه الله تعالى: ¶ \"ذو الجلال والإكرام أي: ذو العظمة، والكبرياء، وذو الرحمة، والجود، والإحسان العام، والخاص، المكرم لأوليائه، وأصفيائه الذي يجلونه ويعظمونه ويحبونه\"5. ¶ 32 - الرؤوف6: ¶ قال رحمه الله تعالى: \"الرؤوف أي: شديد الرأفة بعباده فمن رأفته ورحمته بهم أن يتم عليهم نعمته التي ابتدأهم بها. ¶ ومن رأفته توفيقهم القيام بحقوقه وحقوق عباده. ¶ ومن رأفته ورحمته أنه خوف العباد، وزجرهم عن الغي، والفساد كما ¶ __________ ¶ 1 المجادلة (7). ¶ 2 السجدة (17). ¶ 3 المواهب الربانية من الآيات القرآنية (ص63، 64). ¶ 4 هذا الاسم من أسماء الله المضافة وقد تقدم في الدراسة أنها لا تدخل ضمن أسماء الله الحسنى. ¶ 5 التفسير (5/ 626). ¶ 6 ودليل هذا الاسم قال الله تعالى: {وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَاللَّهُ رَؤُوفٌ بِالْعِبَادِ} (آل عمران:30).",
            "page": "198",
            "part": "1",
            "seal": "B56BF027"
        },
        {
            "id": "66",
            "nass": "قال تعالى: {ذَلِكَ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ يَا عِبَادِ فَاتَّقُونِ} 1. ¶ فرأفته ورحمته سهلت لهم الطرق التي ينالون بها الخيرات ورأفته ورحمته، حذرتهم من الطرق التي تقضي بهم إلى المكروهات فنسأله تعالى أن يتمم علينا إحسانه بسلوك الصراط المستقيم، والسلامة من الطرق التي تفضي بسالكها إلى الجحيم\"2. ¶ 33 - الرافع الخافض3: ¶ 34 - الرب4: ¶ قال المؤلف رحمه الله تعالى: \"قد تكرر اسم (الرب) في آيات كثيرة. ¶ والرب هو المربي جميع عباده بالتدبير وأصناف النعم. ¶ وأخص من هذا تربيته لأصفيائه بإصلاح قلوبهم وأرواحهم وأخلاقهم وبهذا كثر دعاؤهم له بهذا الإسم الجليل لأنهم يطلبون منه هذه التربية الخاصة5. ¶ وهو الذي له جميع معاني الربوبية التي يستحق أن يؤله لأجلها وهي صفات الكمال كلها والمحامد كلها له والفضل كله والإحسان كله، وأنه لا يشارك الله أحد في معنى من معاني الربوبية {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} 6. ¶ لا بشر ولا ملك، بل هم جميعاً عبيد مربوبون لربهم بكل أنواع الربوبية ¶ __________ ¶ 1 الزمر (66). ¶ 2 التفسير (1/ 162 و374 و 7/ 337). ¶ 3 سبق الكلام على هذين الاسمين مع اسمه تعالى \"الباسط\". ¶ 4 ودليل هذا الاسم قال الله تعالى: {قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبّاً وَهُوَ رَبُّ كُلِّ شَيْء} (الأنعام: 164). ¶ 5 التفسير (5/ 620). ¶ 6 الشورى (11).",
            "page": "199",
            "part": "1",
            "seal": "A0D37B19"
        },
        {
            "id": "67",
            "nass": "مقهورون خاضعون لجلاله وعظمته، فلا ينبغي أن يكون أحد منهم نداً ولا شريكاً لله في عبادته وإلوهيته. ¶ فبربوبيته سبحانه يربي الجميع من ملائكة وأنبياء وغيرهم خلقاً ورزقاً وتدبيراً وإحياءً وإماتةً. ¶ وهم يشكرونه على ذلك بإخلاص العبادة كلها له وحده، فيؤلهونه ولا يتخذون من دونه ولياً ولا شفيعاً، فالإلهية حق له سبحانه على عباده بصفة ربوبيته\"1.",
            "page": "200",
            "part": "1",
            "seal": "6711552A"
        },
        {
            "id": "68",
            "nass": "الرحمن الرحيم، الرزاق، الرشيد ¶ 36 - الرحمن الرحيم2: ¶ قال رحمه الله تعالى: \"الرحمن الرحيم: اسمان دالان على أنه تعالى ذو الرحمة الواسعة العظيمة التي وسعت كل شيء، وعمت كل مخلوق، وكتب الرحمة الكاملة للمتقين المتبعين لأنبيائه ورسله، فهؤلاء لهم الرحمة المطلقة المتصلة بالسعادة الأبدية، ومن عداهم محروم من هذه الرحمة الكاملة، لأنه الذي دفع هذه الرحمة وأباها بتكذيبه للخبر وتوليه عن الأمر فلا يلومن إلا نفسه. ¶ واعلم أن من القواعد المتفق عليها بين سلف الأمة وأئمتها ما دل عليه الكتاب والسنة من الإيمان بأسماء الله كلها وصفاته جميعها وبأحكام تلك الصفات. ¶ فيؤمنون مثلاً بأنه رحمن رحيم ذو الرحمة العظيمة التي اتصف بها المتعلقة بالمرحوم، فالنعم كلها من آثار رحمته، وهكذا يقال في سائر الأسماء الحسنى. ¶ فيقال عليم: ذو علم عظيم يعلم به كل شيء. ¶ __________ ¶ 1 الخلاصة (ص17). ¶ 2 ودليل هذا الاسم قال الله تعالى {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ الرَّحْمَنِ الرَّحِيمِ} (الفاتحة: 2، 3).",
            "page": "200",
            "part": "1",
            "seal": "6B1C5622"
        },
        {
            "id": "69",
            "nass": "قدير: ذو قدرة يقدر على كل شيء. ¶ فإن الله قد أثبت لنفسه الأسماء الحسنى والصفات العليا، وأحكام تلك الصفات، فمن أثبت شيئاً منها ونفى الآخر كان مع مخالفته للنقل والفعل متناقضاً مبطلاً1. ¶ ودلالة الأسماء على الذات والصفات تكون بالمطابقة، والتضمين، والإلتزام فإن الدلالة نوعان: لفظية، ومعنوية عقلية، فإن أعطيت اللفظ جميع ما دخل فيه من المعاني فهي دلالة مطابقة لأن اللفظ طابق المعنى من غير زيادة ولا نقصان، وإن اعطيته بعض المعنى فتسمى دلالة تضمن، لأن المعنى المذكور بعض اللفظ وداخل في ضمنه، وأما الدلالة المعنوية العقلية فهي خاصة بالعقل والفكر الصحيح لأن اللفظ بمجرده لا يدل عليها وإنما ينظر العبد ويتأمل في المعاني اللازمة لذلك اللفظ الذي لا يتم معناها بدونه وما يشترط له من الشروط، وهذا يجرى في جميع الأسماء الحسنى كل واحد منها يدل على الذات وتلك الصفة دلالة مطابقة ويدل على الذات وحدها أو على الصفة وحدها دلالة تضمن. ويدل على الصفة الأخرى اللازمة لتلك المعاني دلالة إلتزام، مثال ذلك: (الرحمن) يدل على الذات وحدها وعلى الرحمة وحدها دلالة تضمن، وعلى الأمرين دلالة مطابقة، ويدل على الحياة الكاملة والعلم المحيط والقدرة التامة ونحوها دلالة التزام لأنه لا توجد الرحمة من دون حياة الراحم وقدرته الموصلة لرحمته، للمرحوم وعلمه به وبحاجته2. ¶ ومن تدبر اسمه \"الرحمن\" وأنه تعالى واسع الرحمة له كمال الرحمة، ورحمته قد ¶ __________ ¶ 1 الخلاصة ضمن المجموعة الكاملة لمؤلفات السعدي (1/ 179) وانظر: التفسير (1/ 33). ¶ 2 انظر: الحق الواضح المبين ص106، 107.",
            "page": "201",
            "part": "1",
            "seal": "B6CB7F0D"
        },
        {
            "id": "70",
            "nass": "ملئت العالم العلوي والسفلي وجميع المخلوقات وشملت الدنيا والآخرة ويتدبر الآيات الدالة على هذا المعنى كقوله تعالى {أَشَاءُ وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ} 1 الآيات {إِنَّ اللَّهَ بِالنَّاسِ لَرَؤُوفٌ رَحِيمٌ} 2 {فَانْظُرْ إِلَى آثَارِ رَحْمَتِ اللَّهِ كَيْفَ يُحْيِي الأرْضَ بَعْدَ مَوْتِهَا إِنَّ ذَلِكَ لَمُحْيِي الْمَوْتَى} 3 {أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الأرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً} 4 {وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ ثُمَّ إِذَا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْأَرُونَ} 5 {وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوهَا إِنَّ اللَّهَ لَغَفُورٌ رَحِيمٌ} 6. ¶ ويتلو سورة النحل الدالة على أصول النعم وفروعها التي هى نفحة وأثر من آثار رحمة الله ولهذا قال في آخرها {كَذَلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ} 7. ¶ ثم تدبر سورة الرحمن من أولها إلى آخرها فإنها عبارة عن شرح وتفصيل لرحمة الله تعالى فكل ما فيها من ضروب المعاني وتصاريف الألوان من رحمة الرحمن ولهذا اختتمها في ذكر ما أعد الله للطائعين في الجنة من النعيم المقيم الكامل الذي هو أثر من رحمته تعالى ولهذا يسمى الله الجنة الرحمة كقوله: {وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ} 8. ¶ وفي الحديث أن الله قال للجنة: \"أنت رحمتي أرحم بك من أشاء من ¶ __________ ¶ 1 الأعراف (156). ¶ 2 البقرة (143). ¶ 3 الروم (50). ¶ 4 لقمان (20). ¶ 5 النحل (53). ¶ 6 إبراهيم (34). ¶ 7 النحل (81). ¶ 8 آل عمران (107).",
            "page": "202",
            "part": "1",
            "seal": "0028A0A1"
        },
        {
            "id": "71",
            "nass": "عبادي\"1. وقال: {وَهُوَ أَرْحَمُ الرَّاحِمِينَ} 2. ¶ وفي الحديث الصحيح: \"الله أرحم بعباده من الوالدة بولدها\" 3. ¶ وفي الحديث الآخر: \"أن الله كتب كتاباً عنده فوق عرشه إن رحمتي سبقت غضبي\" 4. ¶ وبالجملة فالله خلق الخلق برحمته، وأرسل إليهم الرسل برحمته، وأمرهم ونهاهم وشرع لهم الشرائع برحمته، وأسبغ عليهم النعمة الظاهرة، والباطنة برحمته، ودبرهم أنواع التدبير وصرفهم بأنواع التصريف برحمته وملأ الدنيا والآخرة من رحمته فلا طابت الأمور، ولا تيسرت الأشياء، ولا حصلت المقاصد، وأنواع المطالب إلا برحمته، ورحمته فوق ذلك، وأجل وأعلى. وللمحسنين المتقين من رحمته النصيب الوافر والخير المتكاثر {إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ} 5\"6. ¶ 37 - الرزاق: ¶ قال رحمه الله تعالى: \"الرزاق لجميع المخلوقات، فما من موجود في العالم العلوي والعالم السفلي إلا متمتع برزقه مغمور بكرمه7. ¶ __________ ¶ 1 أخرجه البخاري (6/ 48) كتاب التفسير باب قوله (وتقول هل من مزيد) ومسلم (4/ 2186) كتاب الجنة باب النار يدخلها الجبارون والجنة يدخلها الضعفاء وهو جزء من حديث أبي هريرة. ¶ 2 وسف (64). ¶ 3 خرجه البخاري (7/ 75) كتاب الأدب باب رحمة الولد وتقبيله ومعانقته، ومسلم (4/ 2109) كتاب التوبة باب في سعة ورحمة الله وهو جزء من حديث عمر بن الخطاب رضي الله عنه. ¶ 4 أخرجه البخاري (8/ 176) كتاب التوحيد باب وكان عرشه على الماء، ومسلم (4/ 2107) كتاب التوبة باب في سعة رحمة الله تعالى. ¶ 5 الأعراف (56). ¶ 6 المواهب الربانية من الآيات القرآنية (ص64). ¶ 7 توضيح الكافية الشافية (ص128).",
            "page": "203",
            "part": "1",
            "seal": "606B70A8"
        },
        {
            "id": "72",
            "nass": "ورزقه نوعان: ¶ قال تعالى: {إِنَّ اللَّهَ هُوَ الرَّزَّاق} 1 {وَمَا مِنْ دَابَّةٍ فِي الأرْضِ إلا عَلَى اللَّهِ رِزْقُهَا} 2 3. ¶ أحدهما: الرزق النافع الذي لا تبعة فيه وهو موصل للعبد إلى أعلى الغايات، وهو الذي على يد الرسول صلى الله عليه وسلم بهدايته وإرشاده، وهو نوعان أيضا: رزق القلوب بالعلوم النافعة والإيمان الصحيح، فإن القلوب لا تصلح وتفلح ولا تشبع حتى يحصل لها العلم بالحقائق النافعة والعقائد الصائبة، ثم التخلق بالأخلاق الجميلة، والتنزه عن الأخلاق الرذيلة، وما جاء به الرسول كفيل بالأمرين على أكمل وجه بلا طريق لها إلا من طريقه. ¶ والنوع الثاني: أن يغني الله عبده بحلاله عن حرامه وبفضله عمن سواه. ¶ والأول هو المقصود الأعظم وهذا وسيلة إليه ومعين له فإذا رزق الله العبد العلم النافع والإيمان الصحيح والرزق الحلال والقناعة بما أعطاه الله منه، فقد تمت أموره واستقامت أحواله الدينية والبدنية وهذا النوع من الرزق هو الذي مدحته النصوص النبوية واشتملت عليه الأدعية النافعة. ¶ وأما النوع الثاني، وهو إيصال الباري جميع الأقوات التي تتغذي بها المخلوقات برها وفاجرها المكلفون وغيرهم فهذا قد يكون من الحرام كما يكون من الحلال، وهذا فصل النزاع في مسألة هل الحرام يسمى رزقاً أم لا، فإن أريد النوع الأول وهو الرزق المطلق الذي لا تبعة فيه فلا يدخل فيه الحرام فإن ¶ __________ ¶ 1 الذاريات (58). ¶ 2 هود (6). ¶ 3 الحق الواضح المبين (ص85).",
            "page": "204",
            "part": "1",
            "seal": "E4FC52F8"
        },
        {
            "id": "73",
            "nass": "العبد إذا سأل ربه أن يرزقه فلا يريد به إلا الرزق النافع في الدين، والبدن وهو النوع الأول، وإن أريد به مطلق الرزق - وهو النوع الثاني - فهو داخل فيه، فما من دابة على الأرض إلا على الله رزقها. ¶ ومثل هذا يقال في النعمة والرحمة ونحوها\"1. ¶ 38 - الرشيد2: ¶ قال رحمه الله تعالى: ¶ \"وهو الرشيد الذي أقواله رشد، وأفعاله رشد، وهو مرشد الحائرين في الطريق الحسي، والضالين في الطريق المعنوي، فيرشد الخلق بما شرعه على ألسنة رسله من الهداية الكاملة، ويرشد عبده المؤمن، إذا خضع له وأخلص عمله أرشده إلى جميع مصالحه، ويسره لليسرى وجنّبه العسرى3 والرشد الدال عليه اسم الرشيد وصفه تعالى والإرشاد لعباده. فأقواله القدرية التي يوجد بها الأشياء ويدبر بها الأمور كلها حق لاشتمالها على الحكمة، والحسن، والإتقان وأقواله الشرعية الدينية وهي: أقواله التي تكلم بها في كتبه، وعلى ألسنة رسله المشتملة على الصدق التام في الأخبار، والعدل الكامل في الأمر، والنهي فإنه لا أصدق من الله قيلا ولا أحسن منه حديثاً {وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقاً وَعَدْلاً} 4 في الأمر والنهي. ¶ __________ ¶ 1 توضيح الكافية الشافية (ص128 و129) وانظر أيضاً: الحق الواضح المبين (ص85) والتفسير (5/ 626). ¶ 2 أورد المؤلف رحمه الله تعالى هذا الاسم ضمن أسماء الله ولكنه يفتقر إلى دليل يدل على تسمية الله تعالى به. ¶ 3 توضيح الكافية الشافية (ص127). ¶ 4 الأنعام (115).",
            "page": "205",
            "part": "1",
            "seal": "B965A7D0"
        },
        {
            "id": "74",
            "nass": "وهي أعظم وأجل ما يرشد بها العباد بل لا حصول إلى الرشاد بغيرها فمن ابتغى الهدى من غيرها أضله الله، ومن لم يسترشد بها فليس برشيد فيحصل بها الرشد العلمي وهو بيان الحقائق والأصول، والفروع والمصالح والمضار، الدينية والدنيوية، ويحصل بها الرشد العملي فإنها تزكي النفوس، وتطهر القلوب، وتدعو إلى أصلح الأعمال، وأحسن الأخلاق، وتحث على كل جميل، وترهب عن كل ذميم رذيل، فمن استرشد بها فهو المهتدي ومن لم يسترشد بها فهو ضال، ولم يجعل لأحد عليه حجة بعد بعثته للرسل وإنزاله الكتب المشتملة على الهدي المطلق، فكم بفضله هدى ضالاً وأرشد حائراً، وخصوصاً من تعلق به وطلب منه الهدى من صميم قلبه، وعلم أنه المنفرد بالهداية\"1.",
            "page": "206",
            "part": "1",
            "seal": "974A4ACB"
        },
        {
            "id": "75",
            "nass": "الرفيق، الرقيب، الستار، الستير، السلام، القدوس، السلام ¶ 39 - الرفيق: ¶ قال رحمه الله تعالى: \"ومن أسمائه \"الرفيق\" في أفعاله وشرعه، وهذا قد أخذ من قوله صلى الله عليه وسلم في الحديث الصحيح: \"إن الله رفيق يحب أهل الرفق، وإن الله يعطي على الرفق ما لا يعطي على العنف\" 2. ¶ فالله تعالى رفيق في أفعاله خلق المخلوقات كلها بالتدريج شيئاً فشيئاً بحسب حكمته ورفقه مع أنه قادر على خلقها دفعة واحدة وفي لحظة واحدة3. ¶ ومن تدبر المخلوقات وتدبر الشرائع كيف يأتي بها شيئاً بعد شيء شاهد من ذلك العجب العجيب، فالمتأني الذي يأتي الأمور برفق وسكينة ووقار إتباعاً ¶ __________ ¶ 1 الحق الواضح المبين (ص78 و79) والتفسير (5/ 631). ¶ 2 أخرجه مسلم في صحيحه (4/ 2003، 2004) كتاب البر والصلة باب فضل الرفق من حديث عائشة رضي الله عنها بنحوه. ¶ 3 الحق الواضح المبين (ص63).",
            "page": "206",
            "part": "1",
            "seal": "57FCEE76"
        },
        {
            "id": "76",
            "nass": "لسنن الله في الكون وإتباعاً لنبيه صلى الله عليه وسلم. ¶ فإن كان هذا هديه وطريقه تتيسر له الأمور، وبالأخص الذي يحتاج إلى أمر الناس ونهيهم وإرشادهم، فإنه مضطر إلى الرفق واللين، وكذلك من آذاه الخلق بالأقوال البشعة وصان لسانه عن مشاتمتهم، ودافع عن نفسه برفق ولين، اندفع عنه من أذاهم ما لا يندفع بمقابلتهم بمثل مقالهم وفعالهم، ومع ذلك فقد كسب الراحة، والطمأنينة والرزانة والحلم. ¶ ومن تأمل ما احتوى عليه شرعه من الرفق وشرع الأحكام شيئاً بعد شيء وجريانها على وجه السعة واليسر ومناسبة العباد وما في خلقه من الحكمة إذ خلق الخلق أطواراً، ونقلهم من حالة إلى أخرى بحكم واسرار لا تحيط بها العقول. ¶ والرفق من العبد لا ينافي الحزم، فيكون رفيقاً في أموره متأنياً، ومع ذلك لا يفوت الفرص إذا سنحت، ولا يهملها إذا عرضت\"1. ¶ 40 - الرقيب: (الرقيب الشهيد) ¶ قال رحمه الله: \"الرقيب والشهيد من أسمائه الحسنى وهما مترادفان، وكلاهما يدل على إحاطة سمع الله بالمسموعات وبصره بالمبصرات، وعلمه بجميع المعلومات الجليّة والخفية، وهو الرقيب على ما دار في الخواطر، وما تحركت به اللواحظ، ومن باب أولى الأفعال الظاهرة بالأركان2. ¶ والرقيب المطلع على ما أكنته الصدور، القائم على كل نفس بما كسبت، الذي حفظ المخلوقات وأجراها على أحسن نظام وأكمل تدبير3. ¶ __________ ¶ 1 توضيح الكافية الشافية (ص123). ¶ 2 الحق الواضح المبين (ص58). ¶ 3 التفسير (5/ 625).",
            "page": "207",
            "part": "1",
            "seal": "735F7FE9"
        },
        {
            "id": "77",
            "nass": "قال الله تعالى: {إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً} 1 {وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} 2 ولهذا كانت المراقبة التي هي من أعلى أعمال القلوب هي التعبد لله باسمه الرقيب الشهيد، فمتى علم العبد أن حركاته الظاهرة، والباطنة قد أحاط الله بعلمها، واستحضر هذا العلم في كل أحواله، أوجب له ذلك حراسة باطنة عن كل فكر، وهاجس يبغضه الله، وحفظ ظاهره عن كل قول أو فعل يسخط الله وتعبد بمقام الإحسان فعبد الله كأنه يراه، فإن لم يكن يراه فإنه يراه\"3. ¶ 41 - 42 - (الستار- الستير) ¶ 43 - السلام: (القدوس- السلام) ¶ قال رحمه الله تعالى: \" ومن أسمائه القدوس السلام، أي: المعظم المنزه عن صفات النقص كلها وأن يماثله أحد من الخلق، فهو المتنزه عن جميع العيوب، والمتنزه عن أن يقاربه أو يماثله أحد في شيء من الكمال {لَيْسَ كَمِثْلِهِ شَيْءٌ} 6 {وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ} 7 {هَلْ تَعْلَمُ لَهُ سَمِيّاً} 8 {فَلا تَجْعَلُوا لِلَّهِ أَنْدَاداً} 9 فالقدوس كالسلام، ينفيان كل نقص من جميع ¶ __________ ¶ 1 النساء (1). ¶ 2 المجادلة (6). ¶ 3 الحق الواضح المبين (ص58 - 59) وانظر: توضيح الكافية الشافية (ص122). ¶ 4 سبق الكلام على هذين الإسمين مع اسمه سبحانه \"الحيي\". ¶ 5 ودليل هذا الاسم قال الله تعالى: {هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلام ... } (الحشر: 23). ¶ 6 الشورى (11). ¶ 7 الإخلاص (4). ¶ 8 مريم (65). ¶ 9 البقرة (22).",
            "page": "208",
            "part": "1",
            "seal": "E98E934A"
        },
        {
            "id": "78",
            "nass": "الوجوه، ويتضمنان الكمال المطلق من جميع الوجوه، لأن النقص إذا انتفى ثبت الكمال كله1 فهو المقدس المعظم المنزه عن كل سوء، السالم من مماثلة أحد من خلقه ومن النقصان ومن كل ما ينافي كماله. فهذا ضابط ما ينزه عنه، ينزه عن كل نقص بوجه من الوجوه، وينزه ويعظم أن يكون له مثيل أو شبيه أو كفو أو سمي أو ند أو مضاد، وينزه عن نقص صفة من صفاته التي هى أكمل الصفات وأعظمها وأوسعها. ¶ ومن تمام تنزيهه عن ذلك إثبات صفات الكبرياء والعظمة له فإن التنزيه مراد لغيره ومقصود به حفظ كماله عن الظنون السيئة كظن الجاهلية الذين يظنون به ظن السوء، ظن غير ما يليق بجلاله وإذا قال العبد مثنياً على ربه \"سبحان الله\" أو \"تقدس الله\" أو \"تعالى الله\" ونحوها كان مثنياً عليه بالسلامة من كل نقص وإثبات كل كمال \"2.",
            "page": "209",
            "part": "1",
            "seal": "3F3BD3CF"
        },
        {
            "id": "79",
            "nass": "السميع، الشاكر، الشكور، الشهيد، الصبور ¶ 44 - السميع3: ¶ قال رحمه الله تعالى:\"ومن أسمائه الحسنى السميع الذي يسمع جميع الأصوات باختلاف اللغات على تفنن الحاجات، فالسر عنده علانية البعيد عنده قريب4. ¶ وسمعه تعالى نوعان: ¶ احدهما: سمعه لجميع الأصوات الظاهرة والباطنة، الخفية والجلية، واحاطته التامة بها. ¶ والثاني: سمع الإجابة منه للسائلين والداعين والعابدين فيصيبهم ويثيبهم، ¶ __________ ¶ 1 التفسير (5/ 623). ¶ 2 الحق الواضح المبين (ص81 و82) وانظر: توضيح الكافية الشافية (ص127). ¶ 3 سبق زيادة إيضاح لهذا الاسم مع اسمه تعالى البصير. ¶ 4 توضيح الكافية الشافية (ص118).",
            "page": "209",
            "part": "1",
            "seal": "F1585F0B"
        },
        {
            "id": "80",
            "nass": "ومنه قوله تعالى: {إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ} 1 وقول المصلي سمع الله لمن حمده أي استجاب\"2. ¶ 45 - 46 - (الشاكر3 - الشكور) ¶ قال رحمه الله تعالى: \"ومن أسمائه تعالى الشاكر الشكور وهو الذي يشكر القليل من العمل الخالص النقي النافع، ويعفو عن الكثير من الزلل ولا يضيع أجر من أحسن عملا بل يضاعفه أضعافاً مضاعفة بغير عدٍ ولا حساب، ومن شكره أنه يجزي بالحسنة عشرة أمثالها إلى سبعمائة ضعف إلى أضعاف كثيرة، وقد يجزئ الله العبد على العمل بأنواع من الثواب العاجل قبل الآجل، وليس عليه حق واجب بمقتضى أعمال العباد وإنما هو الذي أوجب الحق على نفسه كرماً منه وجوداً، والله لا يضيع أجر العاملين به إذا أحسنوا في أعمالهم واخلصوها لله تعالى5. ¶ فإذا قام عبده بأوامره، وامتثل طاعته أعانه على ذلك، وأثنى عليه، ومدحه، وجازاه في قلبه نوراً وإيماناً وسعة، وفي بدنه قوة ونشاطاً وفي جميع أحواله زيادة بركة ونماء، وفي أعماله زيادة توفيق. ¶ ثم بعد ذلك يقدم على الثواب الآجل عند ربه كاملاً موفوراً، لم تنقصه هذه الأمور. ومن شكره لعبده، أن من ترك شيئاً لله عوضه الله خيراً منه، ومن ¶ __________ ¶ 1 إبراهيم (39). ¶ 2 الحق الواضح المبين (ص35) انظر: التفسير (5/ 622). ¶ 3 ودليل هذا الاسم قال الله تعالى: {وَكَانَ اللَّهُ شَاكِراً عَلِيماً} (النساء:147). ¶ 4 ودليل هذا الاسم قال سبحانه: {إِنْ تُقْرِضُوا اللَّهَ قَرْضاً حَسَناً يُضَاعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ شَكُورٌ حَلِيمٌ} (التغابن: 17). ¶ 5 توضيح الكافية الشافية (ص125 - 126) الحق الواضح المبين (ص70).",
            "page": "210",
            "part": "1",
            "seal": "7F119127"
        },
        {
            "id": "81",
            "nass": "تقرب منه شبراً تقرب منه ذراعاً، ومن تقرب منه ذراعاً تقرب منه باعاً، ومن أتاه يمشي أتاه هرولة، ومن عامله ربح عليه أضعافاً مضاعفة \"1. ¶ 47 - الشهيد2 3: ¶ قال رحمه الله تعالى: \"الشهيد أي: المطلع على جميع الأشياء سمع جميع الأصوات خفيها، وجليها وأبصر جميع الموجودات دقيقها، وجليلها صغيرها، وكبيرها، وأحاط علمه بكل شيء الذي شهد لعباده، وعلى عباده بما عملوه\"4. ¶ 48 - الصبور5: ¶ قال رحمه الله تعالى: ¶ \"الصبور مأخوذ من قوله صلى الله عليه وسلم في الحديث الصحيح: \"لا أحد أصبر على أذى سمعه من الله، يجعلون له الولد وهو يعافيهم ويرزقهم\" 6. ¶ وبما ثبت أيضاً في الصحيح قال الله تعالى: \"كذبني ابن آدم ولم يكن له ذلك وشتمني ابن آدم ولم يكن له ذلك، فأما تكذيبه إياي فقوله: لن يعيدني كما بدأني، وليس أول الخلق بأهون عليَّ من إعادته، وأما شتمه أياي فقوله: إن لي ولداً وأنا الواحد الأحد الفرد الصمد الذي لم يلد، ولم يولد، ولم يكن له كفواً أحد\"7 والله ¶ __________ ¶ 1 التفسير (1/ 185 و 5/ 630). ¶ 2 ودليل هذا الاسم قال الله تعالى: {وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} (المجادلة: 6). ¶ 3 سبق زيادة إيضاح لهذا الاسم مع اسم الله الرقيب. ¶ 4 التفسير (5/ 628) انظر: الحق الواضح المبين (ص58) وتوضيح الكافية الشافية (ص122). ¶ 5 وصف الله عز وجل بالصبر ثابت كما في حديث أبي موسى وسيأتي في الشرح. ¶ أما اسم الصبور، فلم أقف على نص يدل على ثبوت هذا الاسم لله تعالى، والله أعلم. ¶ 6 أخرجه مسلم (4/ 2160) كتاب صفات المنافقين باب لأحد أصبر على أذى من الله عز وجل من حديث أبي موسى الأشعري رضي الله عنه. ¶ 7 أخرجه البخاري (4/ 73) كتاب بدء الخلق باب ماجاء في قوله تعالى {وَهُوَ الَّذِي يَبْدأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْه} من حديث أبي هريرة بنحوه. ¶ وأخرجه النسائي (4/ 112) كتاب الجنائز باب أرواح المؤمنين من حديث أبي هريرة.",
            "page": "211",
            "part": "1",
            "seal": "A5673A04"
        },
        {
            "id": "82",
            "nass": "تعالى يدر على عباده الأرزاق المطيع منهم، والعاصي، والعصاة لا يزالون في محاربته، وتكذيبه، وتكذيب رسله، والسعي في اطفاء دينه، والله تعالى حليم صبور على ما يقولون، وما يفعلون، يتتابعون في الشرور وهو يتابع عليهم النعم، وصبره أكمل صبر، لأنه عن كمال قدره وكمال غنى عن الخلق وكمال رحمه وإحسان، فتبارك الرب الرحيم الذي ليس كمثله شيء الصبور الذي يحب الصابرين ويعينهم في كل أمرهم\"1.",
            "page": "212",
            "part": "1",
            "seal": "80D3BC6E"
        },
        {
            "id": "83",
            "nass": "الصمد، الضار، الظاهر، العدل، العزيز ¶ 49 - الصمد2: ¶ قال رحمه الله تعالى: \"الصمد: أي الرب الكامل والسيد، العظيم، الذي لم يبق صفة كمال إلا اتصف بها، ووصف بغايتها، وكمالها بحيث لا تحيط الخلائق ببعض تلك الصفات بقلوبهم، ولا تعبر عنها ألسنتهم وهو المصمود إليه، المقصود في جميع الحوائج والنوائب {يَسْأَلُهُ مَنْ فِي السَّمَاوَاتِ وَالأرْضِ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ} 3. ¶ فهو الغني بذاته، وجميع الكائنات فقيرة إليه بذاتهم: في إيجادهم، وأعدادهم، وإمدادهم بكل ما هم محتاجون إليه من جميع الوجوه ليس لأحد منها غنى مثقال ذرة، في كل حالة من أحوالها4. ¶ والصمد: هو الذي تقصده الخلائق كلها في جميع حاجاتها وأحوالها ¶ __________ ¶ 1 الحق الواضح المبين (ص57 - 58) وتوضيح الكافية الشافية (ص121) والفتاوى السعدية (ص29). ¶ 2 ودليل هذا الاسم قوله تعالى: {قُلْ هُوَ اللَّهُ أَحَدٌ اللَّهُ الصَّمَدُ} (الإخلاص: 1، 2). ¶ 3 الرحمن (29). ¶ 4 انظر بهحة قلوب الأبرار وقرة عيون الأخيار في شرح جوامع الأخبار (ص165 و166).",
            "page": "212",
            "part": "1",
            "seal": "5274B0EB"
        },
        {
            "id": "84",
            "nass": "وضروراتها لما له من الكمال المطلق في ذاته وصفاته، وأسمائه وأفعاله1. ¶ والصمد المغني الجامع الذي يدخل فيه كل مافسر به هذا الاسم الكريم، فهو الصمد الذي تصمد إليه أي: تقصده جميع المخلوقات بالذل والحاجة والافتقار. ¶ ويفزع إليه العالم بأسره، وهو الذي قد كمل بعلمه وحكمته وحلمه، وقدرته، وعظمته ورحمته وسائر أوصافه\"2. ¶ 50 - 51 - الضار: (النافع الضار) ¶ قال رحمه الله تعالى: \"من أسمائه الحسنى ما يؤتي به مفرداً ويؤتى به مقروناً مع غيره وهو أكثر الأسماء الحسنى، فيدل ذلك على أن لله كمالاً من إفراد كل من الاسمين فأكثر وكمال من اجتماعهما أو اجتماعها. ¶ ومن أسمائه مالا يؤتى به إلا مع مقابلة الاسم الآخر لأن الكمال الحقيقي تمامه وكماله من اجتماعهما، وذلك مثل هذه الأسماء وهي متعلقة بأفعاله الصادرة عن إرادته النافذة وقدرته الكاملة وحكمته الشاملة فهو تعالى النافع لمن شاء من عباده بالمنافع الدينية والدنيوية، الضار لمن فعل الأسباب التي توجب ذلك، وكل هذا تبع لحكمته وسننه الكونية وللأسباب التي جعلها موصلة إلى مسبباتها، فإن الله تعالى جعل مقاصد للخلق وأموراً محبوبة في الدين، والدنيا، وجعل لها أسباباً، وطرقاً، وأمر بسلوكها ويسرها لعباده غاية التيسير، فمن سلكها أوصلته إلى المقصود النافع، ومن تركها أو ترك بعضها أو فوت كمالها أو ¶ __________ ¶ 1 التفسير (5/ 621). ¶ 2 الحق الواضح المبين (ص75) والتفسير (7/ 684) وتوضيح الكافية (ص126). ¶ 3 لم أقف على دليل صحيح يدل على اسمية هذين الاسمين لله تعالى، والله أعلم.",
            "page": "213",
            "part": "1",
            "seal": "FE78D04F"
        },
        {
            "id": "85",
            "nass": "أتاها على وجه ناقص ففاته الكمال المطلوب فلا يلومن إلا نفسه وليس له حجة على الله، فإن الله أعطاه السمع، والبصر، والفؤاد، والقوة، والقدرة، وهذه النجدين وبين له الأسباب، والمسببات ولم يمنعه طريقاً يوصل إلى خير ديني، ولا دنيوي، فتخلفه عن هذه الأمور يوجب أن يكون هو الملوم عليها المذموم على تركها1. ¶ 52 - الظاهر2: ¶ 53 - العدل3: ¶ 54 - العزيز: (العزيز- القوي4 - المتين5 - القدير6) ¶ قال رحمه الله تعالى: \"هذه الأسماء العظيمة معانيها متقاربة فهو تعالى كامل القوة عظيم القدرة شامل العزة {إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعاً} 7 8. ¶ العزيز الذي له العزة كلها عزة القوة، وعزة الغلبة وعزة الامتناع، فممتنع أن يناله أحد من المخلوقات وقهر جميع الموجودات، ودانت له الخليقة وخضعت لعظمته9. ¶ فمعاني العزة الثلاث كلها كاملة لله العظيم عزة القوة الدال عليها من ¶ __________ ¶ 1 توضيح الكافية الشافية (ص130 - 131). ¶ 2 سبق الكلام على هذا الاسم مع اسمه تعالى \"الأول\". ¶ 3 سبق الكلام عن هذا الاسم مع اسمه تعالى \"الحكم\". ¶ 4 قال الله تعالى: {إِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيزُ} (هود: 66). ¶ 5 قال الله تعالى: {إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ} (الذاريات: 58). ¶ 6 قال الله تعالى: {وَاللَّهُ قَدِيرٌ وَاللَّهُ غَفُورٌ رَحِيمٌ} (الممتحنة: 7). ¶ 7 يونس (65). ¶ 8 الحق الواضح المبين (ص44) وتوضيح الكافية الشافية (ص119). ¶ 9 التفسير (5/ 624).",
            "page": "214",
            "part": "1",
            "seal": "033DA215"
        },
        {
            "id": "86",
            "nass": "أسمائه القوي المتين، وهي وصفه العظيم الذي لا تنسب إليه قوة المخلوقات وإن عظمت، وعزة الامتناع فإنه هو الغني بذاته فلا يحتاج إلى أحد، ولا يبلغ العباد ضرة فيضرونه، ولا نفعه فينفعونه بل هو الضار النافع المعطي المانع، وعزة القهر والغلبة لكل الكائنات فهي كلها مقصورة لله خاضعة لعظمته منقادة لإرادته، فجميع نواصي المخلوقات بيده، لا يتحرك منها متحرك ولا يتصرف متصرف إلا بحوله وقوته وإذنه، فما شاء الله كان، وما لم يشأ لم يكن، ولا حول ولا قوة إلا به، فمن قوته واقتداره أنه خلق السماوات، والأرض، وما بينهما في ستة أيام، وأنه خلق الخلق ثم يميتهمثم يحييهم ثم إليه يرجعون {مَا خَلْقُكُمْ وَلا بَعْثُكُمْ إلا كَنَفْسٍ وَاحِدَةٍ} 1. {وَهُوَ الَّذِي يَبْدأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْه} 2 ومن آثار قدرته أنك ترى الأرض هامدة، فإذا أنزل عليها الماء اعتزت وربت وأنبتت من كل زوج بهيج، ومن آثار قدرته ما أوقعه بالأمم المكذبين، والكفار الظالمين من أنواع العقوبات وحلول المثلات، وأنه لم يغن عنهم كيدهم، ومكرهم، ولا أموالهم، ولا جنودهم، ولا حصونهم من عذاب الله من شيء لما جاء أمر ربك، وما زادوهم غير تتبيب، وخصوصاً في هذه الأوقات فإن هذه القوة الهائلة، والمخترعات الباهرة التي وصلت إليها مقدرة هذه الأمم هي من أقدار الله لهم وتعليمه لهم، ما لم يكونوا يعلمونه، فمن آيات الله أن قواهم، وقدرهم ومخترعاتهم لم تغن عنهم شيئاً في صد ما أصابهم من النكبات، والعقوبات المهلكة مع بذل جدهم واجتهادهم في توقي ذلك، ولكن أمر الله غالب، وقدرته تنقاد لها عناصر العالم العلوي، والسفلي. ¶ __________ ¶ 1 لقمان (28). ¶ 2 الروم (27).",
            "page": "215",
            "part": "1",
            "seal": "BC14DEAE"
        },
        {
            "id": "87",
            "nass": "ومن تمام عزته وقدرته وشمولهما أنه كما أنه هو الخالق للعباد فهو خالق أعمالهم وطاعتهم ومعاصيهم، وهي أيضاً أفعالهم، فهي تضاف إلى الله خلقاً وتقديراً وتضاف إليهم فعلاً ومباشرة على الحقيقة ولا منافاة بين الأمرين، فإن الله خالق قدرتهم وإرادتهم، وخالق السبب التام خالق للمسبب قال تعالى: {وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ} 1. ¶ ومن آثار قدرته ما ذكره في كتابه من نصرة أولياءه على قلة عددهم وعُددهم على أعدائهم الذين فاقوهم بكثرة العدد، والعُدة، قال تعالى: {كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ} 2. ¶ ومن آثار قدرته ورحمته ما يحدثه لأهل النار، وأهل الجنة من أنواع العقاب، وأصناف النعيم المستمر الكثير المتتابع الذي لا ينقطع، ولا يتناهى\"3.",
            "page": "216",
            "part": "1",
            "seal": "C231DFD2"
        },
        {
            "id": "88",
            "nass": "العظيم، العفو، الغني، الفتاح ¶ 55 - العظيم: (العظيم 4 - الكبير) ¶ قال رحمه الله: \"العظيم الجامع فجميع صفات العظمة والكبرياء والمجد والبهاء الذي تحبه القلوب، وتعظمه الأرواح، ويعرف العارفون أن عظمة كل شيء، وإن جلت في الصفة، فإنها مضمحلة في جانب عظمة العلي العظيم6. ¶ والله تعالى عظيم له كل وصف ومعنى يوجب التعظيم فلا يقدر مخلق أن يثني عليه كما ينبغي له ولا يحصى ثناء عليه، بل هو كما أثنى على نفسه وفوق ¶ __________ ¶ 1 الصافات (96). ¶ 2 البقرة (249). ¶ 3 الحق الواضح البين (ص44 - 45 - 46) وانظر أيضاً: التفسير (1/ 356 و5/ 563). ¶ 4 ودليل هذا الاسم قال الله تعالى: {وَلا يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ} (البقرة: 255). ¶ 5 ودليل هذا الاسم قال الله تعالى: {ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ} (غافر: 12). ¶ 6 التفسير (1/ 315).",
            "page": "216",
            "part": "1",
            "seal": "2879B9EE"
        },
        {
            "id": "89",
            "nass": "ما يتثنى عليه عباده. ¶ واعلم أن معاني التعظيم الثابتة لله وحده نوعان: ¶ أحدهما: أنه موصوف بكل صفة كمال، وله من ذلك الكمال أكمله، وأعظمه وأوسعه، فله العلم المحيط، والقدرة النافذة، والكبرياء، والعظمة، ومن عظمته أن السماوات والأرض في كف الرحمن أصغر من الخردلة كما قال ذلك ابن عباس1 وغيره2 وقال تعالى {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ} 3. ¶ وقال: {إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالأرْضَ أَنْ تَزُولا وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ} 4. ¶ وقال تعالى وهو العلي العظيم: {تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ} 5 الآية. ¶ وفي الصحيح عنه صلى الله عليه وسلم: \"إن الله يقول الكبرياء ردائي والعظمة إزاري، فمن نازعني واحداً منهما عذبته\" 6 فلله تعالى الكبرياء والعظمة، والوصفان اللذان لا يقدر قدرهما ولا يبلغ كنههما. ¶ النوع الثاني: من معاني عظمته تعالى أنه لا يستحق أحد من الخلق أن يعظم كما يعظم الله فيستحق جل جلاله من عباده أن يعظموه بقلوبهم، وألسنتهم، وجوارحهم وذلك ببذل الجهد في معرفته، ومحبته، والذل له، ¶ __________ ¶ 1 أخرجه أبو الشيخ في العظمة (2/ 445) وأورده السيوطي في الدر (7/ 248) وعزاه إلى عبد ابن حميد وابن أبي حاتم وأبي الشيخ. ¶ 2 روى ذلك عن أبي ذر رضي الله عنه. انظر: كتاب العظمة (2/ 635 و636). ¶ 3 الزمر (67). ¶ 4 فاطر (41). ¶ 5 الشورى (50). ¶ 6 أخرجه مسلم (4/ 2023) كتاب البر والصلة والآداب باب ماجاء في الكبر.",
            "page": "217",
            "part": "1",
            "seal": "EB8D3026"
        },
        {
            "id": "90",
            "nass": "والإنكسار له، والخضوع لكبريائه، والخوف منه وإعمال اللسان بالثناء عليه، وقيام الجوارح بشكره وعبوديته، ومن تعظيمه أن يتقى حق تقاته فيطاع فلا يعصى، ويذكر فلا ينسى، ويشكر فلا يكفر، ومن تعظيمه تعظيم ما حرمه وشرعه من زمان ومكان وأعمال {ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ} 1 و {ذَلِكَ وَمَنْ يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّهِ} 2 ومن تعظيمه أن لايعترض على شيء مما خلقه أو شرعه3. ¶ 56 - العفو4: (العفو5 - الغفور6 - الغفار) ¶ قال رحمه الله تعالى: \"العفو الغفور الغفار: الذي لم يزل، ولا يزال بالعفو معروفاً، وبالغفران، والصفح عن عباده موصوفاً. ¶ كل أحد مضطر إلى عفوه، ومغفرته كما هو مضطر إلى رحمته، وكرمه وقد وعد بالمغفرة، والعفو لمن أتى بأسبابها قال تعالى: {وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحاً ثُمَّ اهْتَدَى} 7 8. ¶ 57 - العلي9: ¶ 58 - العليم10: ¶ __________ ¶ 1 الحج (32). ¶ 2 الحج (30). ¶ 3 الحق الواضح المبين (ص27 - 28) وانظر: الكافية الشافية (ص117). ¶ 4 قال الله تعالى: {إن الله لعفو غفور} (الحج: 60). ¶ 5 سبق زيادة بيان لمعنى هذا الاسم مع اسمه تعالى \"الحليم\". ¶ 6 سيأتي إن شاء الله زيادة إيضاح على هذه الأسماء مع اسمه تعالى: الغفور. ¶ 7 طه (82). ¶ 8 التفسير (5/ 623). ¶ 9 سبق الكلام على هذا الاسم مع اسمه عز وجل \"الأعلى\". ¶ 10 سبق الكلام على هذا الاسم مع اسمه تعالى \"الخبير\".",
            "page": "218",
            "part": "1",
            "seal": "495F523F"
        },
        {
            "id": "91",
            "nass": "59 - 60 - الغفار: (الغفور) ¶ قال رحمه الله تعالى: \"الغفور الذي لم يزل يغفر الذنوب ويتوب عل كل من يتوب ففي الحديث: \"إن الله يقول يابن آدم إنك لو أتيتني بقراب الأرض خطايا ثم لقيتني لا تشرك بي شيئاً لأتيتك بقرابها مغفرة\"2. ¶ وقال تعالى: {إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ} 3. ¶ وقد فتح الله الأسباب لنيل مغفرته بالتوبة، والاستغفار، والإيمان، والعمل الصالح، والإحسان إلى عباد الله، والعفو عنهم، وقوة الطمع في فضل الله، وحسن الظن بالله، وغير ذلك مما جعله الله مقرباً لمغفرته\"4. ¶ 61 - 62 - الغني المغني5: ¶ قال رحمه الله تعالى: قال تعالى {يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيد} 6. ¶ فهو الغني بذاته، الذي له الغنى التام المطلق، من جميع الوجوه، والاعتبارات لكماله، وكمال صفاته. ¶ فلا يتطرق إليها نقص بوجه من الوجوه، ولا يمكن أن يكون إلا غنياً، ¶ __________ ¶ 1 سبق زيادة إيضاح لهذين الاسمين مع اسمه تعالى \"العفو\". ¶ 2 أخرجه الإمام أحمد في المسند (5/ 147) بنحوه، والترمذي في سننه (5/ 548) كتاب الدعوات باب في فضل التوبة والاستغفار، وابن ماجه (2/ 1255) كتاب الآداب باب فضل العمل، والدارمي (2/ 230) كتاب الرقاق باب إذا تقرب العبد إلى الله عن أنس، وقال الترمذي هذا حديث غريب لانعرفه إلا من هذا الوجه، وصححه الشيخ الألباني بمجموع طرقه. انظر: السلسلة الصحيحة (1/ 200). ¶ 3 النجم (32). ¶ 4 الحق الواضح المبين (ص73، 74). ¶ 5 ودليل هذا الاسم قال الله تعالى: {وَوَجَدَكَ عَائِلاً فَأَغْنَى} (الضحى: 8). ¶ 6 فاطر (15).",
            "page": "219",
            "part": "1",
            "seal": "A678AD2A"
        },
        {
            "id": "92",
            "nass": "لأن غناه من لوازم ذاته، كما لا يكون إلا خالقاً قادراً رازقاً محسناً فلا يحتاج إلى أحد بوجه من الوجوه. ¶ فهو الغني الذي بيده خزائن السماوات والأرض، وخزائن الدنيا والآخرة المغني جميع خلقه غني عاماً، والمغني لخواص خلقه مما أفاض على قلوبهم من المعارف الربانية والحقائق الإيمانية1. ¶ ومن كمال غناه وكرمه أنه يأمر عباده بدعائه، ويعدهم بإجابة دعواتهم، وإسعافهم بجميع مراداتهم، ويؤتيهم من فضله ما سألوه، وما لم يسألوه، ومن كمال غناه أنه لو اجتمع أول الخلق وآخرهم في صعيد واحد فسألوه، فأعطى كلاً منهم ما سأله وما بلغت أمانيه ما نقص من ملكه مثقال ذرة، ومن كمال غناه، وسعة عطاياه ما يبسطه على أهل دار كرامته من النعيم، واللذات المتتابعات، والخيرات المتواصلات، مما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر. ¶ ومن كمال غناه أنه لم يتخذ صاحباً ولا ولداً ولا شريكاً في الملك، ولا ولياً من الذل، وهو الغني الذي كمل بنعوته، وأوصافه، المغني لجميع مخلوقاته2. ¶ 63 - الفتاح3: ¶ قال رحمه الله تعالى: \"الفتاح: الذي يحكم بين عباده، بأحكامه الشرعية، وأحكامه القدرية، وأحكام الجزاء، الذي فتح بلطفه بصائر الصادقين، وفتح ¶ __________ ¶ 1 التفسير (5/ 629). ¶ 2 الحق الواضح المبين (ص47 - 48). ¶ 3 ودليل هذا الاسم قال الله تعالى: {قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ} (سبأ: 26).",
            "page": "220",
            "part": "1",
            "seal": "378915FE"
        },
        {
            "id": "93",
            "nass": "قلوبهم لمعرفته، ومحبته، والإنابة إليه، وفتح لعباده أبواب الرحمة والأرزاق المتنوعة، وسبب لهم الأسباب التي ينالون بها خير الدنيا والآخرة1. ¶ وفتحه تعالى قسمان: ¶ أحدهما: فتحه بحكمه الديني، وحكمه الجزائي. ¶ والثاني: الفتاح بحكمه القدري. ¶ ففتحه بحكمه الديني هو شرعه على الّسنة رسله جميع ما يحتاجه المكلفون، ويستقيمون به على الصراط المستقيم، وأما فتحه بجزائه فهو فتحه بين أنبيائه ومخالفيهم وبين أوليائه وأعدائه بإكرام الأنبياء واتباعهم ونجاتهم، وبإهانة أعدائهم وعقوباتهم، وكذلك فتحه يوم القيامة، وحكمه بين الخلائق حين يوفى كل عامل ما عمله. وأما فتحه القدري فهو ما يقدره على عباده من خير، وشر، ونفع، وضر، وعطاء، ومنع، قال تعالى: {مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلا مُرْسِلَ لَهُ مِنْ بَعْدِهِ وَهُوَ الْعَزِيزُ الْحَكِيمُ} 2. ¶ فالرب تعالى هو الفتاح العليم الذي يفتح لعباده الطائعين خزائن جوده وكرمه، ويفنح على أعدائه ضد ذلك، وذلك بفضله وعدله3.",
            "page": "221",
            "part": "1",
            "seal": "2E8C5C42"
        },
        {
            "id": "94",
            "nass": "الفعال لما يريد، القابض، القريب، القدوس، القدير، القهار ¶ 64 - الفعال لما يريد4: ¶ قال رحمه الله تعالى: \"الفعال لما يريد هذا من كمال قوته، ونفوذ مشيئته، ¶ __________ ¶ 1 التفسير (5/ 626). ¶ 2 فاطر (2). ¶ 3 الحق الواضح المبين (ص84). ¶ 4 لم أقف على دليل يدل على اسمية لله تعالى، وقال الشيخ سليمان بن عبد الله في تيسير العزيز الحميد (ص644): \"ولا يصح تسمية الله تعالى بالفعال والفالق والمخرج ... مع أنها لم ترد في شيء من الأحاديث\"أ. هـ.",
            "page": "221",
            "part": "1",
            "seal": "0CE76ABD"
        },
        {
            "id": "95",
            "nass": "وقدرته، أن كل أمر يريده يفعله بلا ممانع، ولا معارض. ¶ وليس له ظهير، ولا عوين على أي أمر يكون، بل إذا أراد شيئاً قال له: كن فيكون. ¶ ومع أنه الفعال لما يريد فإرادته تابعة لحكمته، وحمده، فهو موصوف بكمال القدرة، ونفوذ المشيئة، وموصوف بشمول الحكمة لكل مافعله ويفعله1. ¶ وليس أحد فعال لما يريد إلا الله\"2. ¶ 65 - القابض3: (القابض الباسط) ¶ 66 - القريب: ¶ قال المؤلف رحمه الله تعالى: \"القريب أي: هو القريب من كل أحد، وقربه نوعان: ¶ قرب عام من كل أحد بعلمه، وخبرته، ومراقبته، ومشاهدته، واحاطته وهو أقرب إلى الإنسان من حبل الوريد. ¶ وقرب خاص من عابديه، وسائليه، ومجيبيه، وهو قرب يقتضي المحبة، والنصرة، والتأييد في الحركات، والسكنات، والإجابة للداعين، والقبول، والإثابة. ¶ وهو المذكور في قوله تعالى: {وَاسْجُدْ وَاقْتَرِبْ} 4 وفي قوله: {إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ} 5 وفي قوله {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ} 6 وهذا النوع قرب يقتضي الطافه تعالى، وإجابته لدعواتهم، وتحقيقه ¶ __________ ¶ 1 التفسير (5/ 629). ¶ 2 التفسير (7/ 605). ¶ 3 سبق الكلام على هذا الاسم مع اسمه تعالى \"الباسط\". ¶ 4 العلق (19). ¶ 5 هود (61). ¶ 6 البقرة (186).",
            "page": "222",
            "part": "1",
            "seal": "17E26733"
        },
        {
            "id": "96",
            "nass": "لمراداتهم ولهذا يقرن باسمه \"القريب\" اسمه \"المجيب\" وهذا القرب قربه لا تدرك له حقيقة، وإنما تعلم آثاره من لطف بعبده، وعنايته به وتوفيقه، وتسديده، ومن آثاره الإجابة للداعين والإثابة للعابدين\"1. ¶ 67 - القدوس2: ¶ 68 - القدير3: ¶ قال رحمه الله تعالى: \"القدير: كامل القدرة بقدرته أوجد الموجودات، وبقدرته دبرها، بقدرته سواها وأحكمها، وبقدرته يحيي ويميت، ويبعث العباد للجزاء، ويجازي المحسن بإحسانه، والمسيء بإساءته، الذي إذا أراد شيئاً قال له: كن فيكون، وبقدرته يقلب القلوب ويصرفها على مايشاء ويريد\"4. ¶ 69 - القهار5: ¶ قال رحمه الله تعالى: \"القهار: لجميع العالم العلوي، والسفلي، القهار لكل شيء الذي خضعت له المخلوقات وذلك لعزته وقوته، وكمال اقتداره6. ¶ وهو الذي قهر جميع الكائنات، وذلت له جميع المخلوقات أو دانت لقدرته، ومشيئته مواد وعناصر العالم العلوي والسفلى، فلا يحدث حادث، ولا ¶ __________ ¶ 1 الحق الواضح المبين (640) والتفسير (1/ 224 و 3/ 437 و 5/ 630). ¶ 2 سبق الكلام على هذا الاسم مع اسمه تعالى \"السلام\". ¶ 3 قال الله تعالى: {وَاللَّهُ قَدِيرٌ وَاللَّهُ غَفُورٌ رَحِيمٌ} (الممتحنة: 7). ¶ وسبق زيادة إيضاح لهذا الإسم مع اسمه تعالى \"العزيز\". ¶ 4 التفسير (5/ 624 و625). ¶ 5 قال الله تعالى: {قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ} (الرعد: 16). ¶ 6 التفسير (5/ 624 و 6/ 448).",
            "page": "223",
            "part": "1",
            "seal": "CDFB3923"
        },
        {
            "id": "97",
            "nass": "يسكن ساكن إلا بإذنه، وما شاء كان، وما لم يشأ لم يكن، وجميع الخلق فقراء إلى الله عاجزون لا يملكون لأنفسهم نفعاً، ولا ضراً، ولا خيراً، ولا شراً ثم إن قهره مستلزم لحياته وعزته وقدرته، فلا يتم قهره للخليقة إلا باتمام حياته، وقوة عزته، واقتداره\"1.",
            "page": "224",
            "part": "1",
            "seal": "A0595AFB"
        },
        {
            "id": "98",
            "nass": "القوي، القيوم، الكافي، الكبير، الكريم، اللطيف ¶ 70 - القوي2: ¶ 71 - القيوم3: ¶ 72 - الكافي4: ¶ قال رحمه تعالى: \"الكافي عباده جميع ما يحتاجون ويضطرون إليه. الكافي كفاية خاصة من آمن به وتوكل عليه واستمد منه حوائج دينه ودنياه\"5. ¶ 73 - الكبير6: ¶ قال رحمه الله تعالى: \" الكبير7: الذي له الكبرياء في ذاته، وصفاته وله الكبرياء في قلوب أهل السماء، والأرض\"8. ¶ __________ ¶ 1 الحق الواضح المبين (ص76) وتوضيح الكافية (ص126). ¶ 2 سبق الكلام على هذا الاسم مع اسمه تعالى \"العزيز\". ¶ 3 سبق الكلام على هذا الاسم مع اسمه تعالى \"الحي\". ¶ 4 لم أقف على نص يدل على تسمية الله تعالى بالكافي. ¶ 5 التفسير (5/ 631). ¶ 6 قال الله تعالى: {عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ} (الرعد: 9). ¶ 7 سبق زيادة بيان لهذا الاسم مع اسمه تعالى \"الجليل\". ¶ 8 التفسير (6/ 171 و 5/ 622).",
            "page": "224",
            "part": "1",
            "seal": "B6B0E38A"
        },
        {
            "id": "99",
            "nass": "74 - الكريم1: ¶ قال رحمه الله تعالى: \"الكريم2: كثير الخير يعم به الشاكر، والكافر، إلا أن شكر نعمه داع للمزيد منها، وكفرها داع لزوالها\"3. ¶ 75 - اللطيف4: ¶ قال المؤلف رحمه الله تعالى: \"ومن أسمائه الحسنى \"اللطيف\": الذي لطف علمه حتى أدرك الخفايا، والخبايا، وما احتوت عليه الصدور، وما في الأراضي من خفايا البذور ولطف بأوليائه، وأصفيائه، فيسرهم لليسرى وجنبهم العسرى، وسهل لهم كل طريق يوصل إلى مرضاته وكرامته وحفظهم من كل سبب ووسيلة توصل إلى سخطه، من طرق يشعرون بها، ومن طرق لا يشعرون بها، وقدر عليهم أموراً يكرهونها لينيلهم ما يحبون، فلطف بهم في أنفسهم فأجراهم على عوائده الجميلة، وصنائعه الكريمة، ولطف لهم في أمور خارجة عنهم لهم فيها كل خير وصلاح ونجاح، فاللطيف متقارب لمعاني الخبير، الرؤوف، الكريم5. ¶ ومن لطفه بعبده ووليه الذي يريد أن يتم عليه إحسانه، ويشمله بكرمه ويرقيه إلى المنازل العالية فييسره لليسرى، ويجنبه العسرى، ويجري عليه من أصناف المحن التي يكرهها وتشق عليه وهي عين صلاحه، والطريق إلى سعادته، كما أمتحن الأنبياء بأذى قومهم وبالجهاد في سبيله وكما ذكر الله عن يوسف ¶ __________ ¶ 1 قال الله تعالى: {وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ} (النحل:40) ¶ 2 سبق زيادة بيان لهذا الاسم مع اسمه تعالى \"البر\". ¶ 3 التفسير (5/ 580 و 5/ 622). ¶ 4 قال الله تعالى {لا تُدْرِكُهُ الأَبْصَارُ وَهُوَ يُدْرِكُ الأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} (الأنعام: 113). ¶ 5 توضيح الكافية الشافية (ص123) والتفسير (5/ 625).",
            "page": "225",
            "part": "1",
            "seal": "1F6C580B"
        },
        {
            "id": "100",
            "nass": "عليه السلام وكيف ترقت به الأحوال ولطف الله به وله بما قدره عليه من تلك الأحوال التي حصلت له في عاقبتها حسن العقبى في الدنيا والآخرة. وكما يمتحن أولياءه بما يكرهونه لينيلهم ما يحبون، وكم لله من لطف، وكرم لا تدركة الأفهام ولا تتصوره الأوهام، وكم استشرف العبد على مطلوب من مطالب الدنيا من ولاية ورياسة أو سبب من الأسباب المحبوبة فيصرفه الله عنها ويصرفها عنه رحمة به لئلا تضره في دينه، فيظل العبد حزينا من جهله وعدم معرفته بربه، ولو علم ما دخر له في الغيب وأريد إصلاحه لحمد الله وشكره على ذلك، فإن الله بعباده رؤوف رحيم، لطيف بأوليائه. ¶ وفي الدعاء المأثور: \"اللهم ما رزقتني مما أحب فاجعله قوة لي فيما تحب، وما زويت عني مما أحب فاجعله فراغاً لي فيما تحب\"1 اللهم الطف بنا في قضائك وبارك لنا في قدرتك حتى لا نحب تعجيل ماأخرت ولا تأخير ما عجلت2. ¶ واعلم أن اللطف الذي يطلبه العباد من الله بلسان المقال، ولسان الحال هو من الرحمة بل هو رحمة خاصة فالرحمة التي تصل العبد من حيث لا يشعر بها أو لا يشعر بأسبابها هي اللطف فإذا قال العبد: يالطيف الطف بي أو لي وأسألك لطفك فمعناه تولني ولاية خاصة بها تصلح أحوالي الظاهرة، والباطنة وبها تندفع عني جميع المكروهات من الأمور الداخلية والأمور الخارجية. ¶ فالأمور الداخلية لطف بالعبد. ¶ والأمور الخارجية لطف للعبد فإذا يسر الله عبده وسهل طريق الخير وأعانه عليه فقد لطف به وإذا قيض الله له أسباباً خارجية غير داخلة تحت قدرة العبد ¶ __________ ¶ 1 أخرجه الترمذي (5/ 523) كتاب الدعوات، وقال هذا حديث حسن غريب، وقال عبد القادر الأرنؤط وحسنه الترمذي وهو كما قال. انظر: جامع الأصول (5/ 341). ¶ وضعفه الألباني كما في ضعيف الجامع (ص 453 و454). ¶ 2 الحق الواضح المبين (ص61، 62).",
            "page": "226",
            "part": "1",
            "seal": "4B049F7C"
        },
        {
            "id": "101",
            "nass": "فيها صلاحه فقد لطف له ولهذا لما تنقلت بيوسف عليه السلام تلك الأحوال، وتطورت به الأطوار من رؤياه، وحسد إخوته له، وسعيهم في إبعاده جدا، واختصامهم بأبيهم ثم محنته بالنسوة ثم بالسجن ثم بالخروج منه بسبب رؤيا الملك العظيمة، وانفراده بتعبيرها، وتبوءه من الأرض حيث يشاء، وحصول ما حصل على أبيه من الابتلاء، والامتحان ثم حصل بعد ذلك الاجتماع السار وازالة الاكدار وصلاح حالة الجميع والاجتباء العظيم ليوسف عرف عليه السلام أن هذه الأشياء وغيرها لطف لطف الله لهم به فاعترف بهذه النعمة فقال: {إِنَّ رَبِّي لَطِيفٌ لِمَا يَشَاءُ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ} 1 أي لطفه تعالى خاص لمن يشاء من عباده ممن يعلمه تعالى محلا لذلك وأهلاً له فلا يضعه إلا في محله. الله أعلم حيث يضع فضله فإذا رأيت الله تعالى قد يسر العبد لليسرى، وسهل له طريق الخير، وذلل له صعابه، وفتح له أبوابه، ونهج له طرقه، ومهد له أسبابه، وجنبه العسرى فقد لطف به. ¶ ومن لطفه بعباده المؤمنين أنه يتولاهم بلطفه فيخرجهم من الظلمات إلى النور من ظلمات الجهل، والكفر، والبدع، والمعاصي إلى نور العلم والإيمان والطاعة، ومن لطفه أنه يرحمهم من طاعة أنفسهم الأمارة بالسوء التي هذا طبعها وديدنها فيوفقهم لنهي النفس عن الهوى ويصرف عنهم السوء والفحشاء فتوجد أسباب الفتنة، وجواذب المعاصي وشهوات الغي فيرسل الله عليها برهان لطفه ونور إيمانهم الذي منَّ به عليهم فيدعونها مطمئنين لذلك منشرحة لتركها صدورهم. ¶ ومن لطفه بعباده أنه يقدر أرزاقهم بحسب علمه بمصلحتهم لا بحسب مراداتهم فقد يريدون شيئاً وغيره أصلح فيقدر لهم الأصلح وإن كرهوه لطفاً بهم، وبراً، ¶ __________ ¶ 1 يوسف (100).",
            "page": "227",
            "part": "1",
            "seal": "004E32BC"
        },
        {
            "id": "102",
            "nass": "وإحساناً {اللَّهُ لَطِيفٌ بِعِبَادِهِ يَرْزُقُ مَنْ يَشَاءُ وَهُوَ الْقَوِيُّ الْعَزِيزُ} 1 {وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ وَلَكِنْ يُنَزِّلُ بِقَدَرٍ مَا يَشَاءُ إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ} 2. ¶ ومن لطفه بهم أنه يقدر عليهم أنواع المصائب، وضروب المحن، والإبتلاء بالأمر والنهي الشاق رحمة بهم، ولطفاً، وسوقا إلى كمالهم، وكمال نعيمهم {وَعَسَى أَنْ تَكْرَهُوا شَيْئاً وَهُوَ خَيْرٌ لَكُمْ وَعَسَى أَنْ تُحِبُّوا شَيْئاً وَهُوَ شَرٌّ لَكُمْ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ} 3. ¶ ومن لطيف لطفه بعبده إذ أهله للمراتب العالية، والمنازل السامية التي لا تدرك بالأسباب العظام التي لا يدركها إلا أرباب الهمم العالية، والعزائم السامية أن يقدر له في ابتداء أمره بعض الأسباب المحتملة المناسبة للأسباب التي أهل لها ليتدرج من الأدنى إلى الأعلى ولتتمرن نفسه ويصير له ملكة من جنس ذلك الأمر وهذا كما قدر لموسى ومحمد وغيرهما من الأنبياء - صلوات الله وسلامه عليهم - في ابتداء أمرهم رعاية الغنم ليتدرجوا من رعاية الحيوان البهيم وإصلاحه إلى رعاية بني آدم ودعوتهم وإصلاحهم. وكذلك يذيق عبده حلاوة بعض الطاعات فينجذب ويرغب ويصير له ملكة قوية بعد ذلك على طاعات أجل منها وأعلى ولم تكن تحصل بتلك الإرادة السابقة حتى وصل إلى هذه الإرادة والرغبة التامة. ¶ ومن لطفه بعبده أن يقدر له أن يتربى في ولاية أهل الصلاح، والعلم، والإيمان وبين أهل الخير ليكتسب من أدبهم، وتأديبهم ولينشأ على صلاحهم وإصلاحهم كما أمتن الله على مريم في قوله تعالى: {فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ ¶ __________ ¶ 1 الشورى (19). ¶ 2 الشورى (27). ¶ 3 البقرة (216).",
            "page": "228",
            "part": "1",
            "seal": "64D58822"
        },
        {
            "id": "103",
            "nass": "وَأَنْبَتَهَا نَبَاتاً حَسَناً وَكَفَّلَهَا زَكَرِيَّا كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا} 1 إلى آخر قصتها ومن ذلك إذا نشأ بين أبوين صالحين وأقارب أتقياء أو في بلد صلاح أو وفقه الله لمقارنة أهل الخير وصحبتهم أو لتربية العلماء الربانيين فإن هذا من أعظم لطفه بعبده فإن صلاح العبد موقوف على أسباب كثيرة منها بل من أكثرها وأعظمها نفعاً هذه الحالة. ومن ذلك إذا نشأ العبد في بلد أهله على مذهب أهل السنة والجماعة فإن هذا لطف له وكذلك إذا قدر الله أن يكون مشايخه الذين يستفيد منهم الأحياء منهم والأموات أهل سنة وتقي فإن هذا من اللطف الرباني ولا يخفى لطف الباري في وجود شيخ الإسلام ابن تيمية رحمه الله في أثناء قرون هذه الأمة وتبيين الله به وبتلامذته من الخير الكثير والعلم الغزير وجهاد أهل البدع والتعطيل والكفر ثم انتشار كتبه في هذه الأوقات فلا شك أن هذا من لطف الله لمن انتفع بها وأنه يتوقف خير كثير على وجودها فلله الحمد والمنة والفضل. ¶ ومن لطف الله بعبده أن يجعل رزقه حلالاً في راحة وقناعة يحصل به المقصود ولا يشغله عما خلق له من العبادة والعلم والعمل بل يعينه على ذلك ويفرغه ويريح خاطره وأعضاءه ولهذا من لطف الله تعالى لعبده أنه ربما طمحت نفسه لسبب من الأسباب الدنيوية التي يظن فيها إدراك بغيته فيعلم الله تعالى أنها تضره وتصده عما ينفعه فيحول بينه وبينها فيظل العبد كارهاً ولم يدر أن ربه قد لطف به حيث أبقى له الأمر النافع وصرف عنه الأمر الضار ولهذا كان الرضى بالقضاء في مثل هذه الأشياء من أعلى المنازل. ¶ ومن لطف الله بعبده إذا قدر له طاعة جليلة لا تنال إلا بأعوان أن يقدر له أعواناً عليها ومساعدين على حملها قال موسى عليه السلام: {وَاجْعَلْ لِي وَزِيراً مِنْ أَهْلِي ¶ __________ ¶ 1 آل عمران (37).",
            "page": "229",
            "part": "1",
            "seal": "8F74C80B"
        },
        {
            "id": "104",
            "nass": "هَارُونَ أَخِي اشْدُدْ بِهِ أَزْرِي وَأَشْرِكْهُ فِي أَمْرِي كَيْ نُسَبِّحَكَ كَثِيراً وَنَذْكُرَكَ كَثِيراً} 1. وكذلك امتن على عيسى بقوله: {وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي قَالُوا آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ} 2. ¶ وامتن على سيد الخلق في قوله {هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ} 3 وهذا لطف لعبده خارج عن قدرته ومن هذا لطف الله بالهادين إذا قيض الله من يهتدي بهداهم ويقبل إرشادهم فتتضاعف بذلك الخيرات والأجور التي لا يدركها العبد بمجرد فعله بل هي مشروطة بأمر خارجي. ¶ ومن لطف الله بعبده أن يعطي عبده من الأولاد، والأموال، والأزواج ما به تقر عينه في الدنيا، ويحصل له السرور، ثم يبتليه ببعض ذلك ويأخذه، ويعوضه عليه الأجر العظيم إذا صبر واحتسب فنعمة الله عليه بأخذه على هذا الوجه أعظم من نعمته عليه في وجوده وقضاء مجرد وطره الدنيوي منه وهذا أيضاً خير وأجر خارج عن أحوال العبد بنفسه بل هو لطف من الله له قيض له أسبابا أعاضه عليها الثواب الجزيل والأجر الجميل. ومن لطف الله بعبده أن يبتليه ببعض المصائب فيوفقه للقيام بوظيفة الصبر فيها فينيله درجات عاليه لا يدركها بعمله وقد يشدد عليه الابتلاء بذلك كما فعل بأيوب عليه السلام ويوجد في قلبه حلاوة روح الرجاء وتأميل الرحمة وكشف الضر فيخف ألمه وتنشط نفسه. ولهذا من لطف الله بالمؤمنين أن جعل في قلوبهم احتساب الأجر فخفت مصائبهم وهان ما يلقون من المشاق في حصول مرضاته. ¶ ومن لطف الله بعبده المؤمن الضعيف أن يعافيه من أسباب الابتلاء التي ¶ __________ ¶ 1 طه (30). ¶ 2 المائدة (111). ¶ 3 الأنفال (62).",
            "page": "230",
            "part": "1",
            "seal": "36623890"
        },
        {
            "id": "105",
            "nass": "تضعف إيمانه وتنقص إيقانه. كما أن من لطفه بالمؤمن القوي تهيئة أسباب الابتلاء والامتحان ويعينه عليها ويحملها عنه ويزداد بذلك إيمانه ويعظم أجره فسبحان اللطيف في ابتلائه وعافيته وعطائه ومنعه. ¶ ومن لطف الله بعبده أن يسعى لكمال نفسه مع أقرب طريق يوصله إلى ذلك مع وجود غيرها من الطرق التي تبعد عليه فييسر عليه التعلم من كتاب أو معلم يكون حصول المقصود به أقرب وأسهل وكذلك ييسره لعبادة يفعلها بحالة اليسر والسهولة وعدم التعويق عن غيرها مما ينفعه فهذا من اللطف. ¶ ومن لطف الله بعبده قدر الواردات الكثيرة والأشغال المتنوعة والتدبيرات والمتعلقات الداخلة والخارجة التي لو قسمت على أمة من الناس لعجزت قواهم عليها أن يمن عليه بخلق واسع وصدر متسع وقلب منشرح بحيث يعطي كل فرد من أفرادها نظراً ثاقباً وتدبيراً تاماً وهو غير مكترث ولا منزعج لكثرتها وتفاوتها بل قد أعانه الله تعالى عليها ولطف به فيها ولطف له في تسهيل أسبابها وطرقها وإذا أردت أن تعرف هذا الأمر فانظر إلى حالة المصطفى صلى الله عليه وسلم الذي بعثه الله بصلاح الدارين وحصول السعادتين وبعثه مكملاً لنفسه ومكملاً لأمة عظيمة هي خير الأمم ومع هذا مكنه الله ببعض عمره الشريف في نحو ثلث عمره أن يقوم بأمر الله كله على كثرته وتنوعه وأن يقيم لأمته جميع دينهم ويعلمهم جميع أصوله وفروعه ويخرج الله به أمة كبيرة من الظلمات إلى النور ويحصل به من المصالح والمنافع والخير والسعادة للخاص والعام مالا تقوم به أمة من الخلق. ¶ ومن لطف الله تعالى بعبده أن يجعل ما يبتليه به من المعاصي سبباً لرحمته فيفتح له عند وقوع ذلك باب التوبة والتضرع والابتهال إلى ربه وازدراء نفسه واحتقارها وزوال العجب والكبر من قلبه ما هو خير له من كثير من الطاعات.",
            "page": "231",
            "part": "1",
            "seal": "789CB82D"
        },
        {
            "id": "106",
            "nass": "ومن لطفه بعبده الحبيب عنده إذا مالت نفسه مع شهوات النفس الضارة واسترسلت في ذلك أن ينقصها عليه ويكدرها فلا يكاد يتناول منها شيئاً إلا مقرونا بالمكدرات محشواً بالغصص لئلا يميل معها كل الميل، كما أن من لطفه به أن يلذذ له التقربات ويحلي له الطاعات ليميل إليها كل الميل. ¶ ومن لطيف لطف الله بعبده أن يأجره على أعمال لم يعملها بل عزم عليها فيعزم على قربة من القرب ثم تنحل عزيمته لسبب من الأسباب فلا يفعلها فيحصل له أجرها فانظر كيف لطف الله به فأوقعها في قلبه وأدارها في ضميره وقد علم تعالى أنه لا يفعلها سوقا لبره لعبده وإحسانه بكل طريق. ¶ وألطف من ذلك أن يقيض لعبده طاعة أخرى غير التي عزم عليها هي أنفع له منها فيدع العبد الطاعة التي ترضى ربه لطاعة أخرى هي أرضى لله منها فتحصل له المفعولة بالفعل والمعزوم عليها بالنية وإذا كان من يهاجر إلى الله ورسوله ثم يدركه الموت قبل حصول مقصوده قد وقع أجره على الله مع أن قطع الموت بغير اختياره فكيف بمن قطعت عليه نيته الفاضلة طاعة قد عزم على فعلها وربما ادار الله في ضمير عبده عدة طاعات كل طاعة لو انفردت لفعلها العبد لكمال رغبته ولا يمكن فعل شيء منها إلا بتفويت الأخرى فيوفقه للموازنة بينها وإيثار أفضلها فعلا مع رجاء حصولها جميعها عزماً ونية. ¶ وألطف من هذا أن يقدر تعالى لعبده ويبتليه بوجود أسباب المعصية ويوفر له دواعيها وهو تعالى يعلم أنه لا يفعلها ليكون تركه لتلك المعصية التي توفرت أسباب فعلها من أكبر الطاعات. ¶ كما لطف بيوسف عليه السلام في مراودة المرأة. وأحد السبعة الذين يظلهم الله في ظله يوم لا ظل إلا ظله رجل دعته امرأة ذات منصب وجمال فقال: إني أخاف",
            "page": "232",
            "part": "1",
            "seal": "1AD4E887"
        },
        {
            "id": "107",
            "nass": "الله رب العالمين1. ¶ ومن لطف الله بعبده أن يقدر خيراً وإحسانا من عبده ويجريه على يد عبده الآخر ويجعله طريقاً إلى وصوله إلى المستحق فيثيب الله الأول والآخر. ومن لطف الله بعبده أن يجري بشيء من ماله شيئاً من النفع وخيراً لغيره فيثيبه من حيث لا يحتسب فمن غرس غرساً أو زرع زرعاً فاصابت منه روح من الأرواح المحترمة شيئاً آجر الله صاحبه وهو لا يدري خصوصاً إذا كانت عنده نية حسنة وعقد مع ربه عقداً في أنه مهما ترتب على ماله شيء من النفع فاسألك يارب أن تأجرني وتجعله قربة لي عندك، وكذلك لو كان له بهائم انتفع بدرها وركوبها والحمل عليها، أو مساكن انتفع بسكناها ولو شيئاً قليلاً، أو ماعون ونحوه انتفع به، أو عين شرب منها، وغير ذلك ككتاب انتفع به في تعلم شيء منه، أو مصحف قرئ فيه، والله ذو الفضل العظيم. ¶ ومن لطف الله بعبده أن يفتح له باباً من أبواب الخير لم يكن له على بال، وليس ذلك لقلة رغبته فيه وإنما هو غفلة منه وذهول عن ذلك الطريق فلم يشعر إلا وقد وجد في قلبه الداعي إليه والملفت إليه ففرح بذلك وعرف أنها من ألطاف سيده وطرقه التي قيض وصولها إليه فصرف لها ضميره ووجه إليها فكره وأدرك منها ماشاء الله\"2. ¶ __________ ¶ 1 هذا بمعنى حديث أبي هريرة رضي الله عنه أخرجه البخاري (8/ 20) كتاب الحدود باب فضل من ترك الفواحش، ومسلم (2/ 715) كتاب الدعاء باب فضل اخفاء الصدقة. ¶ 2 المواهب الربانية من الآيات القرآن (ص71 - 76). ¶ 3 قال الله تعالى {مَالِكِ يَوْمِ الدِّينِ} (الفاتحة: 4). ¶ 4 قال الله تعالى {فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ لا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ} (المؤمنون: 116).",
            "page": "233",
            "part": "1",
            "seal": "0AC04122"
        },
        {
            "id": "108",
            "nass": "المالك، المانع، المبديء، المتكبر، المتين، المجيب ¶ 76 - المالك3: (الملك 4 - المالك) ¶ قال المؤلف رحمه الله: \"الملك المالك: الذي له الملك فهو الموصوف بصفة",
            "page": "233",
            "part": "1",
            "seal": "84203583"
        },
        {
            "id": "109",
            "nass": "الملك وهي صفات العظمة والكبرياء، والقهر، والتدبير، الذي له التصرف المطلق، في الخلق والأمر والجزاء1. ¶ وله جميع العالم العلوي والسفلي، كلهم عبيد، ومماليك، ومضطرون إليه2 وهو الآمر الناهي المعز المذل الذي يصرف أمور عباده كما يحب، ويقلبهم كما يشاء، وله من معنى الملك ما يستحقه من الأسماء الحسنى كالعزيز الجبار المتكبر، الحكم، العدل، الخافض، الرافع، المعز، والمذل، العظيم، الجليل، الكبير، الحسيب، المجيد، الوالي، المتعالي، مالك الملك، المتسلط، الجامع، إلى غير ذلك من الأسماء العائدة إلى الملك3. ¶ 77 - المانع4: (المعطي المانع) ¶ قال رحمه الله: \"المعطي المانع هذه من الأسماء المتقابلة التي لا ينبغي أن يثني على الله بها إلا كل واحد منها مع الآخر لأن الكمال المطلق من اجتماع الوصفين5. ¶ فهو المعطي المانع: لا مانع لما أعطى، ولا معطي لما منع، فجميع المصالح والمنافع منه تطلب، وإليه يرغب فيها، وهو الذي يعطيها لمن شاء ويمنعها من يشاء بحكمته ورحمته\"6. ¶ 78 - المبدئ: (المبدئ - المعيد) ¶ __________ ¶ 1 التفسير (5/ 620). ¶ 2 التفسير (5/ 620). ¶ 3 الحق الواضح المبين (ص104). ¶ 4 سبق زيادة بيان لمعنى هذا الإسم مع اسمه تعالى: \"الباسط\". ¶ 5 الحق الواضح المبين (ص: 89). ¶ 6 التفسير (5/ 628). ¶ 7 لم أقف على نص صحيح يدل على تسمية الله تعالى بهذين الاسمين.",
            "page": "234",
            "part": "1",
            "seal": "735DAF12"
        },
        {
            "id": "110",
            "nass": "قال رحمه الله: وقد عدهما ضمن الأسماء الحسنى الزجاج (ص55) والخطابي في شأن الدعاء (ص79) والبيهقي في كتابه الأسماء والصفات (ص95) والغزالي في كتابه المقصد الأسنى شرح أسماء الله الحسنى (ص63). ¶ \"المبدئ المعيد قال الله تعالى: {وَهُوَ الَّذِي يَبْدأُ الْخَلْقَ ثُمَّ يُعِيدُهُ} 1 ابتدأ خلقهم ليبلوهم أيهم أحسن عملاً ثم يعيدهم ليجزي الذين أحسنوا بالحسنى ويجزئ المسيئين بإسأتهم. وكذلك هو الذي يبدأ إيجاد المخلوقات شيئاً فشيئاً ثم يعيدها كل وقت\"2. ¶ 79 - المتكبر3: ¶ قال رحمه الله تعالى: \"المتكبر عن السوء، والنقص، والعيوب لعظمته، وكبريائه\"4. ¶ 80 - المتين5: ¶ 81 - المجيب6: ¶ قال رحمه الله تعالى: \"من أسمائه المجيب لدعوة الداعين، وسؤال السائلين، وعباده المستجيبين، وإجابته نوعان: ¶ إجابة عامة لكل من دعاه دعاء عبادة أو دعاء مسألة قال تعالى: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ} 7 فدعاء المسألة يقول العبد اللهم أعطني كذا أو اللهم أدفع عني ¶ __________ ¶ 1 الروم (27). ¶ 2 التفسير (5/ 628 و 629). ¶ 3 قال الله تعالى: {هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ} (الحشر: 23). ¶ 4 التفسير (ص624). ¶ 5 سبق الكلام على هذا الاسم مع اسمه تعالى \"العزيز\". ¶ 6 قال الله تعالى: {إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ} (هود: 61). ¶ 7 غافر (60).",
            "page": "235",
            "part": "1",
            "seal": "AACCD2A7"
        },
        {
            "id": "111",
            "nass": "كذا، فهذا يقع من البر والفاجر، ويستجيب الله فيه لكل من دعاه بحسب الحالة المقتضية، وبحسب ما تقتضيه حكمته، وهذا يستدل به على كرم المولى وشمول إحسانه للبر والفاجر، ولا يدل بمجرده على حسن حال الداعي الذي أجيبت دعوته إن لم يقترن بذلك ما يدل عليه وعلى صدقه وتعين الحق معه، كسؤال الأنبياء ودعائهم لقومهم وعلى قومهم فيجيبهم الله، فإنه يدل على صدقهم فيما أخبروا به وكرامتهم على ربهم، ولهذا كان النبي صلى الله عليه وسلم كثيراً ما يدعو بدعاء يشاهد المسلمون وغيرهم إجابته، وذلك من دلائل نبوته وآيات صدقه، وكذلك ما يذكرونه عن كثير من أولياء الله من إجابة الدعوات فإنه من أدلة كراماتهم على الله. ¶ وأما الإجابة الخاصة1 فلها أسباب عديدة، منها دعوة المضطر الذي وقع في شدة وكربة عظيمة، فإن الله يجيب دعوته، قال تعالى: {أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ} 2، وسبب ذلك شدة الافتقار إلى الله، وقوة الانكسار، وانقطاع تعلقه بالمخلوقين، ولسعة رحمة الله التي يشمل بها الخلق بحسب حاجتهم إليها فكيف بمن اضطر إليها، ومن أسباب الإجابة طول السفر والتوسل إلى الله بأحب الوسائل إليه من أسمائه، وصفاته، ونعمه. وكذلك دعوة المريض، والمظلوم، والصائم، والوالد على ولده، أو له في الأوقات والأحوال الشريفة\"3.",
            "page": "236",
            "part": "1",
            "seal": "C5347B2C"
        },
        {
            "id": "112",
            "nass": "المجيد، المحيط، المذل، المصور، المعز، المعطي، المعيد، المغني، المغيث ¶ 82 - المجيد4: ¶ قال رحمه الله تعالى: \"المجيد الذي له المجد العظيم، والمجد هو عظمة الصفات، ¶ __________ ¶ 1 هذا هو النوع الثاني من أنواع الإجابة التي ذكرها المؤلف. ¶ 2 النمل (62). ¶ 3 الحق الواضح المبين (ص65 - 66) انظر: توضيح الكافية الشافية (ص124) والتفسير (3/ 437 و 5/ 630). ¶ 4 قال الله تعالى {رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَجِيدٌ} (هود: 73).",
            "page": "236",
            "part": "1",
            "seal": "FB4DA368"
        },
        {
            "id": "113",
            "nass": "وسعتها فكل وصف من أوصافه عظيم شأنه فهو العليم الكامل في علمه، الرحيم الذي وسعت رحمته كل شيء، القدير الذي لا يعجزه شيء، الحليم الكامل في حلمه، الحكيم الكامل في حكمته إلى بقية أسمائه وصفاته\"1. ¶ 83 - المحيط2: ¶ قال رحمه الله تعالى: \"المحيط بكل شيء علماً، وقدرة، ورحمة، وقهرا\"3. ¶ 84 - المذل: (المعز- المذل) ¶ 85 - المصور5: ¶ 86 - المعز: (المعز- المذل) ¶ 87 - المعطي7: ¶ 88 - المعيد8: ¶ 89 - المغني9: ¶ 90 - المغيث10: ¶ قال رحمه الله تعالى: \" ومن أسمائه المغيث وهو المنقذ من الشدائد الفادحة والكروب {قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ} 11 12 فالمغيث يتعلق بالشدائد ¶ __________ ¶ 1 الحق الواضح المبين (ص33) وانظر: التفسير (5/ 622) وتوضيح الكافية الشافية (188). ¶ 2 قال الله تعالى: {وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ مُحِيطاً} (النساء: 126). ¶ 3 التفسير (5/ 625). ¶ 4 سبق الكلام عن هذين الاسمين مع اسمه تعالى \"الباسط\". ¶ 5 سبق الكلام عن هذا الاسم مع اسمه تعالى \"الباري\". ¶ 6 سبق الكلام عن هذبن الاسمين مع اسمه تعالى \"الباسط\". ¶ 7 سبق الكلام عن هذا الاسم مع اسمه تعالى \"المانع\". ¶ 8 سبق الكلام عن هذا الاسم مع اسمه تعالى المبدئ. ¶ 9 سبق الكلام عن هذا الاسم مع اسمه تعالى \"الغني\". ¶ 10 لم أقف على نص صحيح يدل على أنه اسم لله تعالى. ¶ 11 الأنعام (63). ¶ 12 توضيح الكافية الشافية (ص124).",
            "page": "237",
            "part": "1",
            "seal": "3A3462EC"
        },
        {
            "id": "114",
            "nass": "والمشقات فهو المغيث لجميع المخلوقات عندما تتعسر أمورها وتقع في الشدائد والكربات: يطعم جائعهم ويكسو عاريهم ويخلص مكروبهم وينزل الغيث عليهم في وقت الضرورة والحاجة، وكذلك يجيب إغاثة اللهفان أي دعاء من دعاه في حالة اللهف والشدة والاضطرار، فمن استغاثه أغاثه، وفي الكتاب والسنة من ذكر تفريجه للكروبات وإزالته الشدائد وتيسيره للعسير شيء كثير جداً معروف\"1.",
            "page": "238",
            "part": "1",
            "seal": "2FEC8000"
        },
        {
            "id": "115",
            "nass": "المقدم، المقيت، الملك، المهيمن، المؤخر، المؤمن ¶ 91 - المقدم: (المقدم- المؤخر2) ¶ قال المؤلف رحمه الله تعالى: \" المقدم والمؤخر من أسمائه الحسنى المزدوجة المتقابلة التي لا يطلق واحد بمفرده على الله إلا مقروناً بالآخر فإن الكمال من اجتماعهما فهو تعالى المقدم لمن شاء والمؤخر لمن شاء بحكمته. ¶ وهذا التقديم يكون كونياً كتقديم بعض المخلوقات على بعض وتأخير بعضها على بعض، وكتقديم الأسباب على مسبباتها والشروط على مشروطاتها. ¶ وأنواع التقديم والتأخير في الخلق، والتقدير بحر لا ساحل له، ويكون شرعياً كما فضل الأنبياء على الخلق، وفضل بعضهم على بعض، وفضل بعض عباده على بعض، وقدمهم في العلم، والإيمان، والعمل، والأخلاق، وسائر الأوصاف، وأخر من أخر منهم بشيء من ذلك وكل هذا تبع لحكمته وهذان الوصفان وما أشبههما من الصفات الذاتية لكونهما قائمين بالله والله متصف بهما، ومن صفات الأفعال لأن التقديم والتأخير متعلق بالمخلوقات ذواتها، وأفعالها، ومعانيها، وأوصافها، وهي ناشئة عن إرادة الله وقدرته، فهذا هو التقسيم ¶ __________ ¶ 1 الحق الواضح المبين (ص67). ¶ 2 كان من آخر مايقول النبي صلى الله عليه وسلم بين التشهد والتسليم: \"اللهم اغفر لي ماقدمت وما أخرت وما أسررت وما أعلنت وما أسرفت، وما أنت أعلم به مني أنت المقدم وأنت المؤخر لا إله إلا أنت\" أخرجه مسلم (1/ 535) كتاب صلاة المسافرين باب الدعاء في صلاة الليل وقيامه من حديث علي رضي الله عنه.",
            "page": "238",
            "part": "1",
            "seal": "C78CA7FB"
        },
        {
            "id": "116",
            "nass": "الصحيح لصفات البارئ وإن صفات الذات متعلقة بالذات، وصفات أفعاله من متصفه بها الذات ومتعلقه بما ينشأ عنها من الأقوال والأفعال\"1. ¶ 92 - المقيت2: ¶ قال رحمه الله تعالى: \"المقيت الذي أوصل إلى كل موجود مابه يقتات وأوصل إليها أرزاقها وصرفها كيف يشاء بحكمه وحمده\"3. ¶ 93 - الملك4: ¶ 94 - المهيمن5: ¶ قال رحمه الله: \"المهيمن: المطلع على خفايا الأمور، وخبايا الصدور الذي أحاط بكل شيء علما\"6. ¶ 95 - المؤخر7: (المقدم- المؤخر) ¶ 96 - المؤمن8: ¶ قال رحمه الله تعالى: \"المؤمن الذي أثنى على نفسه بصفات الكمال، وبكمال الجلال والجمال، الذي أرسل رسله وأنزل كتبه بالآيات، والبراهين وصدق رسله بكل آية وبرهان، يدل على صدقهم وصحة ماجاؤا به\"9. ¶ __________ ¶ 1الحق الواضح المبين (ص100 - 101). ¶ 2 ودليل هذا الاسم قال تعالى: {وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقِيتاً} (النساء: 126). ¶ 3 التفسير (5/ 625). ¶ 4 سبق الكلام عن هذا الاسم مع اسمه تعالى \"المالك\". ¶ 5 ودليل هذا الاسم قال الله تعالى: {الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ} (الحشر: 23). ¶ 6 التفسير (5/ 624). ¶ 7 سبق الكلام عن هذا الاسم مع اسمه تعالى \"المقدم\". ¶ 8 ودليل هذا الاسم قال الله تعالى {هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ} (الحشر: 23). ¶ 9 التفسير (5/ 624).",
            "page": "239",
            "part": "1",
            "seal": "A7434A52"
        },
        {
            "id": "117",
            "nass": "النافع، النور، الهادي، الواحد، الواسع، الودود ¶ 97 - النافع1: (النافع- الضار) ¶ 98 - النور2: ¶ قال رحمه الله تعالى: \"ومن أسمائه الحسنى النور فالنور وصفه العظيم، وأسماؤه حسنى، وصفاته أكمل الصفات له تعالى رحمة، وحمد، وحكمة، وهو نور السماوات والأرض3 الذي نور قلوب العارفين بمعرفته، والإيمان به ونور أفئدتهم بهدايته، وهو الذي أنار السماوات والأرض بالأنوار التي وضعها. وحجابه النور لو كشفه لأحرقت سبحات وجهه ماانتهى إليه بصره من خلقه4. وبنوره استنارت جنات النعيم. والنور الذي هو وصفه من جملة نعوته العظيمة وأما النور المخلوق فهو نوعان: ¶ نور حسي كنور الشمس، والقمر، والكواكب، وسائر المخلوقات المدرك نورها بالأبصار. ¶ والثاني نور معنوي، وهو نور المعرفة، والإيمان، والطاعة فإن لها نورا في قلوب المؤمنين بحسب ما قام في قلوبهم من حقائق المعرفة مواجيد الإيمان، وحلاوة الطاعة، وسرور المحبة. ¶ وهذا النور هو الذي يمنع صاحبه من المعاصي ويجذبه إلى الخير ويدعوه إلى كمال الإخلاص لله، ولهذا كان من دعاء النبي صلى الله عليه وسلم: \"اللهم اجعل في قلبي نوراً وفي سمعي نوراً وفي بصري نوراً ومن بين يدي نوراً ومن خلفي نوراً وفوقي نوراً وتحتي نوراً اللهم اعطني نورا وزدني نورا\"5. ¶ __________ ¶ 1 سبق الكلام عن هذا الاسم مع اسمه تعالى \"الباسط\". ¶ 2 ودليل هذا الاسم قال الله تعالى: {اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْض} (النور: 35). ¶ 3 توضيح الكافية الشافية (ص125). ¶ 4 التفسير (5/ 628). ¶ 5 أخرجه مسلم (1/ 529) كتاب صلاة المسافرين وقصرها باب الدعاء في الصلاة وهو جزء =من حديث ابن عباس.",
            "page": "240",
            "part": "1",
            "seal": "6FA71C99"
        },
        {
            "id": "118",
            "nass": "وهذا النور الذي يعطيه الله عبده أعظم منّة منها عليه وأصل الخير. وهذا النور مهما قوي فإنه مخلوق، فإياك أن تضعف بصيرتك ويقل تمييزك وعلمك فتظن هذا النور نور العيان ومشاهدة القلب لنور الذات المقدسة، وإنما هو نور المعرفة- والإيمان، ويبتلى بهذا بعض الصوفية الذين ترد عليهم الواردة القوية فيقع منهم من الشطح، والخطل ما ينافي العلم، والإيمان كما أن كثيف الطبع جافي القلب قد تراكمت عليه الظلمات، وتوالت عليه الغفلات فلم يكن له من هذا النور حظ، ولا نصيب بل ربما ازدرى من سفاهة عقله وقلة وجده هذه الأحوال وزهد فيها، فمتى منَّ الله على العبد بمعرفة صحيحه متلقاة من الكتاب، والسنة، وتفقه في أسماء الله، وصفاته، وتعبد لله بها، واجتهد أن يحقق مقام الإحسان فيعبد الله كأنه يراه فإن لم يكن يراه فإنه يراه ولهج بذكر الله تعالى استنار قلبه، وحصل له من لذة المعرفة، ومواجيد الإيمان أعظم اللذات، وذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم1. ¶ والمؤمن إذا كمل إيمانه أنار الله قلبه فانكشفت له حقائق الأشياء، وحصل له فرقان يفرق به بين الحق، والباطل، وصار هذا النور هو مادة حياة العبد، وقوته على الخير علماً، وعملاً، وانكشفت عنه الشبهات القادمة في العلم واليقين، والشهوات الناشئة عن الغفلة والظلمة وكان قلبه نورا وكلامه نورا وعمله نورا والنور محيط به من جهاته. ¶ والكافر أو المنافق أو المعارض أو المعرض الغافل كل هؤلاء يتخبطون في الظلمات كل له من الظلمة بحسب ما معه من موادها وأسبابها والله الموفق وحده2. ¶ __________ ¶ 1 توضيح الكافية الشافية (ص129 - 130). ¶ 2 الحق الواضح المبين (ص94 - 95).",
            "page": "241",
            "part": "1",
            "seal": "E21D2135"
        },
        {
            "id": "119",
            "nass": "99 - الهادي1: ¶ قال رحمه الله تعالى: \"الهادي أي الذي يهدي ويرشد عباده إلى جميع المنافع وإلى دفع المضار، ويعلمهم ما لا يعلمون ويهديهم بهداية التوفيق والتسديد ويلهمهم التقوى ويجعل قلوبهم منيبة إليه منقادة لأمره\"2. ¶ 100 - الواحد3: ¶ 101 - الواسع4: ¶ قال رحمه الله: \"الواسع الصفات والنعوت ومتعلقاتها بحيث لا يحصى أحد ثناء عليه، بل هو كما اثنى على نفسه، واسع العظمة، والسلطان، والملك، واسع الفضل، والإحسان عظيم الجود والكرم\"5. ¶ 102 - الودود6: ¶ قال رحمه الله تعالى: \"الودود هو المحب المحبوب بمعنى واد ومودود7 فهو الذي يحب أنبياءه ورسله وأتباعهم ويحبونه فهو أحب إليهم من كل شيء قد امتلئت قلوبهم من محبته، ولهجت ألسنتهم بالثناء عليه، وانجذبت أفئدتهم إليه وداً واخلاصاً وإنابة من جميع الوجوه8. ¶ ولا تعادل محبة الله من أصفيائه محبة أخرى، لا في أصلها ولا في كيفيتها ولا في ¶ __________ ¶ 1 لم أقف على دليل يدل على اسميته لله تعالى وإنما ورد بلفظ الصفة كما قال تعالى: {وَكَفَى بِرَبِّكَ هَادِياً وَنَصِيراً} (الفرقان: 31). ¶ 2 التفسير (5/ 631). ¶ 3 سبق الكلام عن هذا الاسم مع اسمه تعالى الأحد. ¶ 4 ودليل هذا الاسم قال الله تعالى: {وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلاً وَاللَّهُ وَاسِعٌ عَلِيمٌ} (البقرة: 268). ¶ 5 التفسير (5/ 631). ¶ 6 ودليل هذا الاسم قال الله تعالى: {وَهُوَ الْغَفُورُ الْوَدُودُ} (البروج: 14). ¶ 7 الحق الواضح المبين (ص69). ¶ 8 التفسير (5/ 626).",
            "page": "242",
            "part": "1",
            "seal": "43282CB3"
        },
        {
            "id": "120",
            "nass": "متعلقاتها وهذا هو الفرض والواجب أن تكون محبة الله في قلب العبد سابقة لكل محبة غالبة كل محبة ويتعين أن تكون بقية المحاب تبعاً لها. ¶ ومحبة الله هي روح الأعمال، وجميع العبودية الظاهرة، والباطنة ناشئة عن محبة الله، ومحبة العبد لربه فضل من الله وإحسان، ليست بحول العبد، ولا قوته فهو تعالى الذي أحب عبده فجعل المحبة في قلبه ثم لما أحبه العبد بتوفيقه جازاه الله بحب آخر، فهذا هو الإحسان المحض على الحقيقة، إذ منه السبب ومنه المسبب ليس المقصود منها المعارضة وإنما ذلك محبة منه تعالى للشاكرين من عباده ولشكرهم، فالمصلحة كلها عائدة إلى العبد، فتبارك الذي جعل وأودع المحبة في قلوب المؤمنين، ثم لم يزل ينميها ويقويها حتى وصلت في قلوب الأصفياء إلى حالة تتضاءل عندها جميع المحاب، وتسليهم عن الأحباب وتهون عليهم المصائب وتلذذ لهم مشقة الطاعة، وتثمر لهم ما يشاءون من أصناف الكرامات التي أعلاها محبة الله والفوز برضاه والأنس بقربه، فمحبة العبد لربه محفوفة بمحبتين من ربه: فمحبة قبلها صار بها محب لربه، ومحبة بعدها شكراً من الله على محبة صار بها من أصفيائه المخلصين، وأعظم سبب يكتسب به العبد محبة ربه التي هي أعظم المطالب، الإكثار من ذكره والثناء عليه وكثرة الأنابة إليه، وقوة التوكيل عليه، والتقرب إليه بالفرائض والنوافل، وتحقيق الإخلاص له في الأقوال والأفعال، ومتابعة النبي صلى الله عليه وسلم ظاهراً وباطناً قال تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} 1\"2.",
            "page": "243",
            "part": "1",
            "seal": "BB99AB9F"
        },
        {
            "id": "121",
            "nass": "الوكيل، الوهاب ¶ 103 - الوكيل3: ¶ __________ ¶ 1 آل عمران (31). ¶ 2 الحق الواضح المبين (69 - 70) وانظر: توضيح الكافية الشافية (ص124 - 125). ¶ 3 ودليل هذا الاسم قال تعالى: {اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ} (الزمر: 62).",
            "page": "243",
            "part": "1",
            "seal": "1B28386D"
        },
        {
            "id": "122",
            "nass": "قال رحمه الله تعالى: ¶ \"الوكيل: المتولي لتدبير خلقه بعلمه وكمال قدرته وشمول حكمته والذي تولى أولياءه فيسرهم لليسرى وجنبهم العسرى وكفاهم الأمور. فمن أتخذه وكيلاً كفاه. {اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ} 1\"2. ¶ 104 - الوهاب3. ¶ __________ ¶ 1 البقرة (257). ¶ 2 التفسير (5/ 626). ¶ 3 سبق الكلام عن هذا الاسم مع اسمه \"البر\".",
            "page": "244",
            "part": "1",
            "seal": "124C07FB"
        },
        {
            "id": "123",
            "nass": "الخاتمة ¶ الحمد لله الذي بحمده تتم الصالحات، وأحمده على توفيقه، وأثنى عليه الخير كله لا أحصى ثناء عليه هو كما أثنى على نفسه، والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين. ¶ وبعد: ¶ ففي نهاية هذا البحث الذي حرصت فيه - قدر إمكاني - على إخراجه بصورة واضحة ميسرة، وقد عنيت فيه ببيان جهود العلامة عبد الرحمن السعدي في تفاسير الأسماء الحسنى، والذي أظهر فيها حرصه رحمه الله الشديد على بيان معتقد السلف الصالح في باب الأسماء والصفات خاصة والشيخ رحمه الله يشرح الأسماء الحسنى على منهج السلف معتمداً على الأدلة النقلية أدلة الكتاب والسنة. ¶ ومما خلصت به من هذا البحث يتلخص بالنقاط التالية: ¶ 1 - الإقرار والاعتقاد بجميع ما ثبت في الكتاب والسنة من أسماء لله، وصفات، وأفعال. ¶ 2 - إثبات جميع ما أثبته الله لنفسه وما أثبته له رسوله صلى الله عليه وسلم من صفات الكمال ونعوت الجلال. ¶ 3 - نفي جميع ما نفاه الله عن نفسه وما نفاه عنه رسول الله صلى الله عليه وسلم من النقائص والعيوب، من غير تحريف، ولا تعطيل، ولا تكييف، ولا تمثيل. ¶ 4 - اهتمام الشيخ رحمه الله بالقواعد والضوابط في هذا المجموع، وذلك مما يعين طلبة العلم على فهم مسائل هذا الباب العظيم. ¶ 5 - أن أسماء الله الحسنى عند السلف توقيفية لا تؤخذ من غير النصوص",
            "page": "245",
            "part": "1",
            "seal": "F7EA62CA"
        },
        {
            "id": "124",
            "nass": "الشرعية الثابتة. ¶ 6 - اهتمام الشيخ رحمه الله في شرحه للأسماء الحسنى في اظهار معنى الاسم ودلالته على عظمة الله تعالى وأثر الإيمان بذلك. ¶ 7 - أن أسماء الله غير محصورة بعدد معين ولم يصح حديث في تعيينها. ¶ 8 - المراد باسم الله الأعظم والجمع بين النصوص في ذلك. ¶ 9 - أن المراد بإحصاء الأسماء الحسنى هو اجتماع ثلاثة أمور: ¶ أ-إحصاء ألفاظها وعدها. ¶ ب-فهم معانيها ومدلولها. ¶ ج-دعاء الله سبحانه وتعالى بها. ¶ وفي الختام فهذا جهد أسأل الله أن يجعله خالصاً لوجهه سبحانه، وأن يبارك فيه وينفع به من ألفه، وجمعه، وكتبه، وقرأه، وسمعه، إنه ولي ذلك والقادر عليه. ¶ وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "246",
            "part": "1",
            "seal": "81401897"
        },
        {
            "id": "125",
            "nass": "فهرس المصادر والمراجع1 ¶ أولاً: كتب علوم القرآن والتفسير. ¶ 1 - تيسير الكريم الرحمن في تفسير كلام المنان: لعبد الرحمن السعدي، نشر مركز صالح بن صالح الثقافي بعنيزة، سنة 1407هـ. ¶ 2 - تيسير اللطيف المنان في خلاصة تفسير القرآن: لعبد الرحمن السعدي، نشر مركز صالح ابن صالح الثقافي بعنيزة، سنة 1408هـ. ¶ 3 - الدر المنثور في التفسير بالمأثور: لجلال الدين السيوطي، نشر دار الفكر، بيروت، الطبعة الأولى 1403هـ. ¶ 4 - معاني القرآن وإعرابه: للزجاج، عالم الكتب، بيروت، الطبعة الأولى 1408هـ. ¶ 5 - المواهب الربانية من الآيات القرآنية: لابن سعدي، طبع على نفقة بعض المحسنين. ¶ ثانياً: كتب الحديث وشروحه وعلومه: ¶ 6 - إرواء الغليل في تخريج أحاديث منار السبيل: للألباني، طبع المكتب الإسلامي، الطبعة الأولى، سنة 1399هـ. ¶ 7 - بهجة قلوب الأبرار وقرة عيون الأخبار في شرح جوامع الأخيار: لابن سعدي، طبع ونشر الرئاسة العامة لادارة البحوث العلمية والإفتاء والدعوة والإرشاد، سنة 1405هـ. ¶ 8 - تلخيص الحبير في تخريج أحاديث الرافعي الكبير: لابن حجر، الناشر مكتبة الكليات الأزهرية، القاهرة. ¶ __________ ¶ 1 مرتبة على حسب المعجم كل في بابه.",
            "page": "247",
            "part": "1",
            "seal": "3BC79ED5"
        },
        {
            "id": "126",
            "nass": "9 - جامع الأصول في أحاديث الرسول صلى الله عليه وسلم: لابن الأثير، تحقيق عبد القادر الأرنؤوط، مطبعة دار الفكر، بيروت، سنة 1403هـ. ¶ 10 - الجامع الصحيح - وهو سنن الترمذي -: لأبي عيسى الترمذي، تحقيق وشرح أحمد شاكر، الناشر مطبعة البابي الحلبي، الطبعة الثانية 1398هـ. ¶ 11 - خطبة الحاجة التي كان رسول الله صلى الله عليه وسلم يعلمها أصحابه: للألباني، الطبعة الرابعة، سنة 1400هـ، المكتب الإسلامي. ¶ 12 - سلسلة الأحاديث الصحيحة وشيء من فقهها وفوائدها: للألباني، طبع المكتب الإسلامي، الطبعة الثالثة، 1403هـ. ¶ 13 - سنن الدارمي: لأبي محمد الدارمي، تحقيق السيد عبد الله هاشم يماني المدني، طبع دار المحاسن، القاهرة. ¶ 14 - سنن أبي داود: لأبي داود السجستاني، تحقيق عزت الدعاس، الناشر محمد على السيد، الطبعة الأولى، سنة 1388هـ. ¶ 15 - سنن ابن ماجه: لأبي عبد الله ابن ماجه، تحقيق محمد فؤاد عبد الباقي، نشر دار إحياء التراث العربي. ¶ 16 - سنن النسائي: للحافظ لأبي عبد الرحمن النسائي، بشرح السيوطي، ترقيم عبد الفتاح أبو غده، طبع دار البشائر الإسلامية، بيروت، الطبعة الثانية 1406هـ. ¶ 17 - صحيح البخاري: لأبي عبد الله البخاري، طبع المكتبة الإسلامية باستانبول، سنة 1981م. ¶ 18 - صحيح سنن الترمذي: للألباني، الناشر مكتبة التربية العربي لدول الخليج، الطبعة الأولى، سنة 1408هـ. ¶ 19 - صحيح سنن أبي داود: للألباني، الناشر مكتبة التربية العربي لدول الخليج، الطبعة الأولى، سنة 1409هـ.",
            "page": "248",
            "part": "1",
            "seal": "E2D548D8"
        },
        {
            "id": "127",
            "nass": "20 - صحيح سنن ابن ماجه: للألباني، توزيع المكتب الإسلامي، بيروت، الطبعة الأولى، سنة 1407هـ. ¶ 21 - صحيح مسلم: لمسلم بن الحجاج، تحقيق محمد فؤاد عبد الباقي، طبع إحياء التراث العربي، بيروت. ¶ 22 - ضعيف سنن الترمذي: للألباني، المكتب الإسلامي، الطبعة الأولى، 1411هـ. ¶ 23 - ضعيف الجامع الصغير وزيادته: للألباني، المكتب الإسلامي، الطبعة الثانية، 1399هـ. ¶ 24 - ضعيف ابن ماجه: للألباني، المكتب الإسلامي، الطبعة الأولى، سنة 1408هـ. ¶ 25 - العظمة: لأبي الشيخ، تحقيق المباركفوري، دار العاصمة، النشرة الأولى، سنة 1411هـ. ¶ 26 - فتح الباري بشرح صحيح البخاري: لإبن حجر، تعليق الشيخ عبد العزيز ابن باز، نشر وتوزيع رئاسة إدارة البحوث العلمية والإفتاء والدعوة والإرشاد، المملكة العربية السعودية. ¶ 27 - المستدرك على الصحيحين في الحديث: للحاكم، الناشر دار الكتب العلمية. ¶ 28 - مسند الإمام أحمد بن حنبل: الناشر المكتب الإسلامي، بيروت ودمشق، الطبعة الرابعة، سنة 1403هـ. ¶ 29 - مسند الإمام أحمد بن حنبل: تحقيق أحمد شاكر، طبع دار المعارف بمصر، الطبعة الرابعة 1373هـ. ¶ 30 - مشكاة المصابيح: للخطيب التبريزي، تحقيق الألباني، الناشر المكتب الإسلامي، الطبعة الثانية، سنة 1399هـ.",
            "page": "249",
            "part": "1",
            "seal": "B3E0772B"
        },
        {
            "id": "128",
            "nass": "ثالثاً: كتب العقائد: ¶ 31 - أسماء الله الحسنى: للغصن، دار الوطن، الرياض، الطبعة الأولى سنة 1417هـ. ¶ 32 - الأسماء والصفات: للبيهقي، دار الكتب العلمية، بيروت، الطبعة الأولى، سنة1405هـ. ¶ 33 - تفسير أسماء الله الحسنى: للزجاج، تحقيق الدقاق، نشر دار المأمون للتراث، دمشق، الطبعة الخامسة، 1406هـ. ¶ 34 - توضيح الكافية الشافية: لابن سعدي، الناشر مكتبة ابن الجوزي، الطبعة ¶ الأولى، سنة 1406هـ. ¶ 35 - الحق الواضح المبين في شرح توحيد الأنبياء والمرسلين الكافية الشافية: لابن سعدي، نشر دار ابن القيم، الطبعة الأولى 1406هـ. ¶ 36 - درء تعارض العقل والنقل: لشيخ الإسلام ابن تيمية، تحقيق د. محمد رشاد سالم، طبع جامعة الإمام محمد بن سعود الإسلامية، الطبعة الأولى، 1401هـ. ¶ 37 - شأن الدعاء: للخطابي، تحقيق أحمد الدقاق، دار المأمون للتراث، دمشق، الطبعة الأولى، سنة 1404هـ. ¶ 38 - شرح الأسماء الحسنى في ضوء الكتاب والسنة: للقحطاني، توزيع مؤسسة الجريسي، الطبعة الثانية، 1411هـ. ¶ 39 - القواعد المثلى في صفات الله واسمائه الحسنى: لابن عثيمين، من مطبوعات جامعة الإمام، سنة 1405هـ. ¶ 40 - كتاب التوحيد ومعرفة أسماء الله عز وجل وصفاته على الاتفاق والتفرد: لابن منده، تحقيق د. على فقيهي، من مطبوعات الجامعة الإسلامية مركز شئون الدعوة. ¶ 41 - لوامع الأنوار البهية وسواطع الأسرار الأثرية شرح الدرة المضية في عقيدة الفرقة المرضية: للسفاريني، المكتب الإسلامي، بيروت، لبنان.",
            "page": "250",
            "part": "1",
            "seal": "7ABEAC1F"
        },
        {
            "id": "129",
            "nass": "42 - المقصد الأسنى في شرح أسماء الله الحسنى: للغزالي، مكتبة المعاهد العلمية بمصر. ¶ 43 - النهج الأسمى في شرح أسماء الله الحسنى: للمحمود، مكتبة الإمام الذهبي، الكويت، الطبعة الأولى، 1413هـ. ¶ رابعاً: كتب متنوعة: ¶ 44 - روضة الناضر عن مآثر علماء نجد وحوادث السنين: للشيخ القاضي، مطابع الحلبي، الطبعة الأولى، سنة 1400هـ. ¶ 45 - الشيخ عبد الرحمن السعدي وجهوده في توضيح العقيدة: رسالة ماجستير، إعداد د. عبد الرزاق بن عبد المحسن العباد، الناشر مكتبة الرشد، الرياض، الطبعة الأولى 1411هـ. ¶ 46 - علماء نجد خلال ثمان قرون: للشيخ ابن بسام، مطابع دار العاصمة، الطبعة الثانية. ¶ 47 - الفتاوى السعدية: لابن سعدي، منشورات المؤسسة السعدية بالرياض. ¶ 48 - لسان العرب: لابن منظور، الناشر دار صادر، بيروت. ¶ 49 - مجموع فتاوى شيخ الإسلام: أحمد بن تيمية، طبع بمطابع الرياض، الطبعة الأولى، 1382هـ. ¶ 50 - مجموع الفوائد واقتناص الأوابد: لابن سعدي، دار ابن الجوزي، الطبعة الأولى، سنة 1418هـ. ¶ 51 - مدارج السالكين في منازل إياك نعبد وإياك نستعين: لابن القيم، تحقيق الفقي، طبع دار الفكر. ¶ 52 - مشاهير علماء نجد وغيرهم: للشيخ عبد الرحمن بن عبد اللطيف آل الشيخ، إشراف دار اليمامة، الطبعة الأولى، سنة 1392هـ. ¶ 53 - معارج القبول بشرح سلم الوصول إلى علم الأصول في التوحيد: للشيخ",
            "page": "251",
            "part": "1",
            "seal": "46B25C55"
        },
        {
            "id": "130",
            "nass": "حافظ أحمد حكمي، المطبعة السلفية ومكتبتها. ¶ 54 - مقدمة كتاب الرياض النضرة: لابن سعدي، بقلم أحد تلاميذ الشيخ، طبع ونشر الرئاسة العامة لإدارة البحوث العلمية والإفتاء والدعوة والإرشاد، 1405هـ.",
            "page": "252",
            "part": "1",
            "seal": "43971B70"
        }
    ],
    "t1771": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الأول: الدراسة وتشتمل على"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الثاني: عرض شرح أسماء الله الحسنى للسعدي جمعا ودراسة"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "1",
            "tit": "الإله"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "الله"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "الأحد"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "الأعلى"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "الأول"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "الآخر، الباري، الخالق، المصور"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "الباسط"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "الباطن، بديع السموات والأرض، البر"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "البصير، التواب"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "جامع الناس، الجبار"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "الجليل، الجميل"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "الجواد، الحسيب، الحفيظ"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "الحسيب، الحفيظ، الحق، الحكم، الحكيم"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "الحليم، الحميد، الحي، الحيي"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "الخافض الرافع، الخالق، الخبير"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "ذو الجلال والإكرام، الرؤوف، الرافع الخافض، الرب"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "الرحمن الرحيم، الرزاق، الرشيد"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "الرفيق، الرقيب، الستار، الستير، السلام، القدوس، السلام"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "السميع، الشاكر، الشكور، الشهيد، الصبور"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "الصمد، الضار، الظاهر، العدل، العزيز"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": null,
            "tit": "العظيم، العفو، الغني، الفتاح"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "الفعال لما يريد، القابض، القريب، القدوس، القدير، القهار"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": null,
            "tit": "القوي، القيوم، الكافي، الكبير، الكريم، اللطيف"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "المالك، المانع، المبديء، المتكبر، المتين، المجيب"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": null,
            "tit": "المجيد، المحيط، المذل، المصور، المعز، المعطي، المعيد، المغني، المغيث"
        },
        {
            "id": "115",
            "lvl": "2",
            "sub": null,
            "tit": "المقدم، المقيت، الملك، المهيمن، المؤخر، المؤمن"
        },
        {
            "id": "117",
            "lvl": "2",
            "sub": null,
            "tit": "النافع، النور، الهادي، الواحد، الواسع، الودود"
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": null,
            "tit": "الوكيل، الوهاب"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس المصادر والمراجع"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": "1",
            "tit": "أولا: كتب علوم القرآن والتفسير"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": "2",
            "tit": "ثانيا: كتب الحديث وشروحه وعلومه"
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": null,
            "tit": "ثالثا: كتب العقائد"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "رابعا: كتب متنوعة"
        }
    ]
}