{
    "b1777": [
        {
            "id": "1",
            "nass": "الألفاظ المصرحة بلفظ النكارة وصلتها بـ \"منكر الحديث \" دراسة نقدية ¶ المقدمة ¶ الحمد لله والصلاة والسلام على رسول الله - صلى الله عليه وسلم - وبعد: ¶ كنت قد بحث في أطروحة الدكتوراه (¬1) مفهوم الحديث المنكر والشاذ والعلاقة التي تجمعهما، وقمت بالتوسع فيهما، محاولاً استيعاب الموضوع ولملمت شتاته، وخرجت بنتائج مهمة، بان من خلالها المنهج النقدي الرائع لدى أئمة الحديث المتقدمين، ووضح أنّ كثيراً من المشتغلين بصنعة الحديث قد أبعد النجعة في طريقته عن منهج أولئك الأئمة. وكان لزاماً علي أن أبين منهج الأئمة في استعمال كثير من المصطلحات التي بدت غير واضحة على كثير منا اليوم، والدليل على ذلك اختلافنا في حد هذه المصطلحات وتحديد المراد من إطلاق أئمة الشأن على رجال مثل هاتيك المصطلحات، كـ:\" له مناكير، تعرف وتنكر، منكر الحديث، يروي المناكير، عامة أحاديثه مناكير .. وهلم جرا. ¶ فأردت في هذا البحث المتواضع أن أبين المقصود من هذه المصطلحات، محرراً أقوال أهل العلم واطلاقاتهم، مستقرئاً لصنيع الأئمة المتقدمين في مصنفاتهم. ¶ وجاء البحث على عدة مباحث: ¶ ففي المبحث الأول بينت مفهوم النكارة لغةً واصطلاحاً، وذكرت أهم أقوال علماء المصطلح في ذلك. ¶ وجاء المبحث الثاني في مصطلح يروي المناكير وأضربه، وبيت فيه أقوال أهل العلم، واختلافهم في مراده. ¶ وخصصت المبحث الثالث لأمثلة سقتها بينت فيه تداخل مصطلح منكر الحديث مع المصطلحات الأخرى (المرادفة)،وبينت ألاّ فرق عند الأئمة المتقدمين بينها. ¶ وأخيراً أسأل الله تعالى أن يتقبل مني هذا العمل وأن يعينني علىخدمة هذا العلم الشريف وطلبته، وأن يجعلنا من حراس هذه السنة العظيمة. ¶ ¬__________ ¶ (¬1) بعنوان \"الشاذ والمنكر وزيادة الثقة موازنة بين المتقدمين والتأخرين\".",
            "page": "1",
            "part": "1",
            "seal": "490F861A"
        },
        {
            "id": "2",
            "nass": "المبحث الأول ¶ مفهوم النكارة في مصطلح المحدثين ¶ المنكر: لغة: يطلق المنكر في اللغة على عدة معانٍ منها: الدهاء والفطنة، والصعوبة، والأمر الشديد، وخلاف الاعتراف، والتغيير، والجهل .. \" (¬1).،وقال الراغب:\" المنكر كل فعل تحكم العقول الصحيحة بقبحه، أو تتوقف في استقباحه أو استحسانه العقول، فتحكم بقبحه الشريعة ... \" (¬2). ¶ وفي الاصطلاح: ¶ عرفه الحافظ ابن الصلاح ت (643) فقال:\" المنكر ينقسم قسمين على ما ذكرناه في الشاذ فإنه بمعناه مثال الأول، وهو المنفرد المخالف لما رواه الثقات: رواية مالك عن الزهري عن علي بن حسين عن عمر بن عثمان عن أسامة بن زيد عن رسول الله - صلى الله عليه وسلم - قال:\"لا يرث المسلم الكافر ولا الكافر المسلم\" (¬3) فخالف مالك غيره من الثقات في قوله عمر بن عثمان، بضم العين، وذكر مسلم صاحب الصحيح في كتاب \" التمييز \" (¬4): أن كل من رواه من أصحاب الزهري قال فيه: عمرو بن عثمان يعني بفتح العين، وذكر أن مالكاً كان يشير بيده إلى دار عمر بن عثمان كأنه علم أنهم يخالفونه، وعمرو وعمر جميعاً ولدا عثمان غير أن هذا الحديث إنما هو عن عمرو بفتح العين وحكم مسلم وغيره على مالك بالوهم فيه والله أعلم. ¶ ومثال الثاني، وهو الفرد الذي ليس في راويه من الثقة والإتقان ما يتحمل معه تفرده: ما رويناه من حديث أبي زكريا يحيى بن محمد بن قيس عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها أن رسول الله - صلى الله عليه وسلم - قال:\"كلوا البلح بالتمر فإن الشيطان إذا رأى ذلك غاظه ويقول عاش ابن آدم حتى أكل الجديد بالخلق\" (¬5). ¶ تفرد به أبو زكريا وهو شيخ صالح، أخرج عنه مسلم في كتابه غير أنه لم يبلغ مبلغ من يتحمل تفرده والله أعلم \" (¬6). ¶ ¬__________ ¶ (¬1) انظر لسان العرب، ابن منظور 14/ 281، وتاج العروس، الزبيدي 14/ 287، والحديث المنكر دراسة نظرية وتطبيقية في كتاب علل الحديث لابن أبي حاتم، لزميلنا الشيخ عبد السلام أبو سمحة ص 11 - 12. ¶ (¬2) المفردات ص505. ¶ (¬3) أخرجه الشيخان، انظر تخريجه في المسند الجامع 1/ (139). ¶ (¬4) قلت: لم أقف عليه في النسخة الظاهرية التي حققها الأعظمي، فلعلها في غير نسخة، أو هي سبق قلم من الابن الصلاح والله أعلم. ¶ (¬5) أخرجه الحاكم 4/ 135. ¶ (¬6) مقدمة ابن الصلاح ص80.",
            "page": "2",
            "part": "1",
            "seal": "B69E50CF"
        },
        {
            "id": "3",
            "nass": "وسار على هذا التعريف كل من جاء بعده من أهل المصطلح كالإمام النووي ت (676)،وابن دقيق العيد ت (702)،والحافظ الذهبي ت (748وابن جماعة ت (773وابن كثير الدمشقي وغيرهم. ¶ إلى أن جاء الحافظ ابن حجر العسقلاني رحمه الله تعالى وخصه بمخالفة الضعيف فقال: \" وأما إذا انفرد المستور أو الموصوف بسوء الحفظ أو المضعف في بعض مشايخه دون بعض بشيء لا متابع له ولا شاهد فهذا أحد قسمي المنكر الذي يوجد في إطلاق كثير من أهل الحديث \" (¬1). ¶ وقال: \"إن وقعت المخالفة مع الضعف فالراجح يقال له المعروف ومقابله يقال له المنكر، وعرف بهذا أنّ بين الشاذ والمنكر عموماً وخصوصاً من وجه لأن بينهما اجتماعاً في اشتراط المخالفة وافترافاً في أن الشاذ راويه ثقة أو صدوق والمنكر راويه ضعيف وقد غفل من سوى بينهما\" (¬2). ¶ وقال: \" وأما إذا انفرد المستور أو الموصوف بسوء الحفظ أو المضعف في بعض مشايخه دون بعض بشئ لا متابع له ولا شاهد فهذا أحد قسمي المنكر وهو الذي يوجد في إطلاق كثير من أهل الحديث، وإن خولف بهذا فصل المنكر من الشاذ وأن كلاً منهما يجمعهما مطلق التفرد أو مع قيد المخالفة \" (¬3). ¶ وسار على تعريف الحافظ ابن حجر الحافظ السخاوي ت (902)،والسيوطي ت (911). ¶ وهكذا نجد أن لمفهوم الحديث المنكر عند أهل المصطلح مذاهب عدة:\"فبعضهم أراد به: ما تفرد به الراوي مطلقاً. وبعضهم أراد به ما تفرد به الراوي مع المخالفة- مرادف للشاذ -.وبعضهم: أراد به ما تفرد به الضعيف. وبعضهم: أراد به ما خالف به الضعيف للثقة أو الثقات\". ¶ وخلاصة القول: ¶ \"من خلال الاستقراء لمنهج الأئمة المتقدمين يظهر بجلاء أن الأحاديث المنكرة هي الأحاديث التي يخطئ فيها الراوي؛ في إسنادها أو متنها، سواء أكان هذا الراوي ثقة أم صدوقاً، أم ضعيفاً، أم متروكاً؛ وأنّ النكارة تطلق على تفرد الضعيف، أوعلى ما يرويه المتروك مطلقاً. ¶ فالرواة ثقاتٍ كانوا أم غير ثقاتٍ لا يحكم على أحدهم أنه منكر الحديث أو على روايته أنها منكرة إلا إذا عرضت روايته على روايات الثقات فإن وافقتها فهي مقبولة وراويها ثقة لا يخالف، وإن لم تكد توافق فهي غرائب منكرة بيد أن راويها يكون من رواة الاختبار- ممن يختبر حديثه- فإن كثر عليه ذلك حتى ¶ ¬__________ ¶ (¬1) النكت على ابن الصلاح 2/ 675. ¶ (¬2) نزهة النظر ص52. ¶ (¬3) النكت 2/ 675.",
            "page": "3",
            "part": "1",
            "seal": "BEDC6DF3"
        },
        {
            "id": "4",
            "nass": "يغلب على روايته الغرائب عندئذ يكون منكر الحديث، فإن كان صاحب المناكير ثقة فرواياته الموافقة لروايات الثقات تقبل، أما ما يخالف فتترك، وأما إن كان راوي المناكير ضعيفاً فإنه تترك روايته وافقه أحد أم لا، لأنه منكر الحديث (متروك) \" (¬1). ¶ المبحث الثاني ¶ مصطلحات \"يروي المناكير \"وأضربها ¶ اختلف أهل المصطلح في لفظة \"يروي المناكير، تعرف وتنكر، له مناكير، صاحب مناكير، عامة أحاديثه مناكير، يحدث بمناكير، في حديثه بعض النكارة .... الخ. ¶ هل هي مرادفة لمصطلح منكر الحديث أو هي مصطلحات مختلفة؟ ¶ فأقول: لقد عدها الحافظ السخاوي في مرتبة واحدة، وهي المرتبة الخامسة من بين مراتبه الست في الجرح، وعدها الحافظ العراقي في المرتبة الرابعة من بين خمس مراتب في الجرح، وهذا يعني أن صاحب هذا اللفظ لا يسقط بالكلية، بل هو في مرتبة الأعتبار في المتابعات والشواهد (¬2). ¶ وقال ابن دقيق العيد: \" قولهم روى مناكير لا تقتضي ترك حديثه حتى تكثر المناكير في روايته وتنتهي إلى أن يقال فيه: \" منكر الحديث \" لأن منكر الحديث وصف في الرجل يستحق به الترك لحديثه والعبارة الأخرى لا تقتضي الديمومة، كيف وقد قال أحمد بن حنبل في محمد بن إبراهيم التيمي: يروي أحاديث منكرة، وهو ممن اتفق عليه الشيخان، وإليه المرجع في حديث إنما الأعمال بالنيات \" (¬3)، ثم عقب عليه الشيخ أبو غدة بالقول: \" ومثلها قولهم:\"يروي المناكير، أو في حديثه نكارة \" (¬4). ¶ وقال الإمام اللكنوي:\" لا تظن من قولهم هذا حديث منكر أن راويه غير ثقة، فكثيرا ما يطلقون النكارة على مجرد التفرد، ... .. وكذا لا تظن من قولهم: فلان يروي المناكير، أو حديثه هذا منكر، ونحو ذلك أنه ضعيف \" (¬5). ¶ ¬__________ ¶ (¬1) أنظر تفصيل المسألة في كتابنا: الشاذ والمنكر وزيادة الثقة موازنة بين المتقدمين والمتأخرين ص76. ¶ (¬2) فتح المغيث 1/ 372، وأنظر منهج الإمام البخاري في الجرح والتعديل، محمد حوى ص 453. ¶ (¬3) فتح المغيث السخاوي 1/ 401. ¶ (¬4) هامش الرفع والتكميل ص 203. ¶ (¬5) الرفع والتكميل ص 199 - 200.",
            "page": "4",
            "part": "1",
            "seal": "56935B74"
        },
        {
            "id": "5",
            "nass": "فالإمام اللكنوي يقرر أن الأئمة يفرقون بين قولهم:\" منكر الحديث \"، وبين قولهم:\" يروي المناكير \"، ثم ساق أقوال الأئمة التي قد يؤيد ظاهرها منحاه، ثم قال:\" يجب عليك أن تتثبت، وتفهم أن المنكر إذا أطلقه البخاري على الراوي فهو ممن لا تحل الرواية عنه، وأما إذا أطلقه أحمد ومن يحذو حذوه، فلا يلزم أن يكون الراوي ممن يحتج به، وأن تفرق بين روى المناكير، أو يروي المناكير أو في حديثه نكارة، ونحو ذلك، وبين قولهم: منكر الحديث، ونحو ذلك، بأن العبارة الأولى لا تقدح الراوي قدحا يعتد به، والأخرى تجرحه جرحا معتدا به ... . \" (¬1). ¶ وتعقبه الدكتور محمد حوى:\"لقد تضمن كلام اللكنوي جملة من القواعد خطيرة الشأن في ميدان علم النقد الحديثي، إذ أنه إذا سلمت من النقد فستكون النظرة مختلفة لكثير من الأحاديث التي ضعفت لقول العلماء فيها: منكر الحديث، أو يروي المناكير، كالأمام أحمد ولا أجد ميدان بحثي هذا يتسع لبسط هذه المسألة، فأنني على ضوء ما لرأيته من خلال دراستي لألفاظ الأمام البخاري أتوقف في تأييد ما قرره - رحمه الله تعالى، إذ أن مثل هذه القضايا الهامة جدا لا تقرر على ضوء بعض الأمثلة التي قد تكون استثناء، أو من قبيل تعدد وجهات النظر في الراوي الواحد، بل لابد من استقراء تام \" (¬2). ¶ وقد فرق المعلمي اليماني بين: \" يروي المناكير \" و\" في حديثه مناكير \" فقال:\"وبين العبارتين فرق عظيم، \" يروي المناكير \": يقال في الذي يروي ما سمعه مما فيه نكارة ولا ذنب له في النكارة، بل الحمل فيها على من فوقه فالمعنى أنه ليس من المبالغين في التنقي والتوقي، الذين لا يحدثون مما سمعوا ألا بما لا نكارة فيه ومعلوم أن هذا ليس بجرح وقولهم: \" في حديثه مناكير \" كثيرا ما تقال فيمن تكون النكارة من جهته جزما أو احتمالا فلا يكون ثقة \" (¬3). ¶ وهكذا تجدك أمام هذا الإشكال، والسبب: هو أن الأحكام لم تبن على استقراء عملي تام في كتب المتقدمين، وأقصى ما صنع هو دراسة نماذج فقط، وهذا لا يدفع الإشكال لأنه أما أن يكون من قبيل الإستثناء، أو من قبيل تعدد وجهات النظر في الراوي الواحد (¬4). ¶ ومن خلال هذا المنهج، أعني الإستقراء التطبيقي، خرج الدكتور محمد حوى بتيجه تتعلق بمنهجية الإمام البخاري في مراده من هذه المصطلحات: أنه \" لا يرى كبير فرق في التعبير بين العبارتين \" (¬5). ¶ ¬__________ ¶ (¬1) الرفع والتكميل ص 210. ¶ (¬2) منهج البخاري في الجرح والتعديل ص 455. ¶ (¬3) طليعة التنكيل ص 47. ¶ (¬4) أنظر منهج البخاري في الجرح والتعديل، محمد حوى ص 455، وأنظر أقوال الإمام الترمذي قي الرجال، د. عداب الحمش ص 699. ¶ (¬5) أنظر منهج البخاري في الجرح والتعديل، محمد حوى ص 455، وأنظر أقوال الإمام الترمذي قي الرجال، د. عداب الحمش ص 699.",
            "page": "5",
            "part": "1",
            "seal": "19AB8DB8"
        },
        {
            "id": "6",
            "nass": "وعقب عليه زميلنا أبو سمحة: \" من خلال الأمثلة المتقدمة نلاحظ أن ما قاله اليماني خالي من الدقة، ذلك إن من قيل فيهم \"روى المناكير\" كانت عهدة النكارة عليهم وضعفهم الأمة، ثم إن في الأمر بعض الخطورة، في عدم اعتبار مثل هذا جرحا، وفرق بين اعتباره جرحا وبين ترك كل رواية الراوي، فهذا الإطلاق يدخل جماعة من الضعفاء في عداد الثقات ثم إن عادة المحدثين أن ينصّوا على عهدة النكارة أن كانت من غير الراوي الذي وردت المناكير في ترجمته \" (¬1). ¶ وقد قام زميلنا الشيخ عبد السلام أحمد أبو سمحة بدراسة هذه المصطلحات وقسمها تقسيما جيدا، مبنيا على قواعد استقرائية، أغنتني عن الإعادة، وهي على نحو آتي: ¶ 1 - الألفاظ المصرحة بلفظ النكارة، الدالة على عدم غلبة المناكير على حديث الراوي، وهي كقولهم: \" تعرف وتنكر، روى مناكير، في حديثه مناكير، له ما ينكر، حدث بمناكير، يحدث بمناكير، يروي المناكير عن المشاهير، في حديثه بعض النكارة، حديثه عن فلان منكرا، يأتي بالمناكير عن فلان \". ¶ 2 - الألفاظ المصرحة بلفظ النكارة، الدالة على غلبة المناكير على حديث الراوي، كقولهم:\"منكر الحديث، حديثه منكر، أحاديثه مناكير، عامة حديثه مناكير، صاحب مناكير \". ¶ 3 - الألفاظ غير المصرحة بلفظ النكارة، الدالة على وقوع المناكير في حديث الراوي بقرينة الألفاظ، كقولهم: \" لا يتابع، حديثه لايشبه أحاديث الثقات، أحاديثه غير محفوظة، الألفاظ التي تنص على مخالفة الراوي، أو على التفرد والغرابة \" (¬2). ¶ قلت: وهذا التقسيم وأن كان جيدا، وهو محاولة للتوفيق بين التعارض في الأقوال، إلا أنه مبني على دراسة نماذج، وإطلاق الحكم في مثل هذه يحتاج إلي استقراء تام، أو قريب من التام، ولبيانه أقول: قد مثل زميلنا لكل إطلاق بمثال، أو أكثر، ثم صدر الحكم على أساسها، ولما كانت هذه الأمثلة غير استقصائية كانت منقوضة بأمثلة أخرى؟ ¶ فمثلا: أورد في الألفاظ المصرحة بلفظ النكارة، الدالة على عدم غلبة المناكير على حديث الراوي، وهي كقولهم: \" تعرف وتنكر، روى مناكير ... .\"، فعدّ قولهم: \" روى مناكير \"، من الألفاظ التي لا تدل على غلبة النكارة في حديث المحدث، ومثل لها بمثال: \" ¶ ¬__________ ¶ (¬1) الحديث المنكر ص 121. ¶ (¬2) الحديث المنكر ص 118 - 147.",
            "page": "6",
            "part": "1",
            "seal": "0C05F492"
        },
        {
            "id": "7",
            "nass": "النعمان بن راشد: قال أحمد: \" روى أحاديث مناكير \"، وضعفه ابن معين وأبو داود والنسائي، وقال البخاري وأبو حاتم: \" في حديثه وهم كثير، وهو في الأصل صدوق \"، وروى له مسلم\" (¬1). ¶ ثم عدّ الباحث قولهم:\" عامة حديثه مناكير \" من الألفاظ المصرحة بلفظ النكارة، الدالة على غلبة المناكير على حديث الراوي ومثل لها بمثال. ¶ ومن يتأمل في كلام أئمة الجرح والتعديل يجد خلاف ما قال؟ فمثلا: سوى أبن عدي بين اللفظتين إذ قال في ترجمة جعفر بن جسر القصاب:\" ولجعفر بن جسر \" أحاديث مناكير\" غير ما ذكرت ولم أر للمتكلمين في الرجال فيه قولا ولا أدري كيف غفلوا عنه لأن \" عامة ما يرويه منكر\" وقد ذكرته لما أنكرت من الأسانيد والمتون التي يرويها \" (¬2)،فلم يفرق بين: \" أحاديث مناكير \"وبين \" عامة ما يرويه منكر\". ¶ والذي أريد قوله: أن هذه العبارات الاصطلاحية هي نسبية، يطلقها المجرّح نتيجة لقرائن بدت له، ومن مجموعها أصدر هذا الحكم، وهذه الألفاظ وصفية، أي ليست مرتبة حديثية مستقلة، أطلقها النقاد على تفردات الرواة بما لم يحفظ عندهم، ولما كان الوهم والخطأ من فطرة البشر، فهو أيضا يشمل رواة الأحاديث، بل بالكاد تجد راويا سلم من الوهم، حتى جهابذة العلل، يقول عبد الرحمن بن أبي حاتم: \" سألت أبي وأبا زرعة عن حديث رواه شعبة عن منصور عن الفيض بن أبي حثمة عن أبي ذر أنه كان إذا خرج من الخلاء قال: \" الحمد لله الذي عافاني واذهب عني الأذى \"؟ فقال أبو زرعة: وهم شعبة في هذا الحديث ورواه الثوري فقال عن منصور عن أبي علي عبيد بن علي عن أبي ذر وهذا الصحيح وكان اكثر وهم شعبة في أسماء الرجال، وقال أبي كذا قال سفيان، وكذا قال شعبة والله اعلم أيهما الصحيح، والثوري احفظ وشعبة ربما أخطأ في أسماء الرجال ولا يدري هذا منه أم لا؟ \" (¬3). ¶ فهذا أمير المؤمنين في الحديث قد يهم! فما بالك بغيره؟ وهذا الوهم نسبي لا يقاس أمام حفظ وإتقان وضبط شعبة بن الحجاج، وحسبه شرفا أن تحسب الأحاديث التي أخطأ بها، وهي قد لا تتجاوز أصابع اليد الواحدة! ¶ قلت: فالراوي كلما وافقت روايته رواية الثقات، ولم تكد تخالف كان إلى الضبط أقرب، وكلما جاءك بالغرائب، والمنفردات كان إلى الوهم أقرب، وأطلق عليه: \" يروي الغرائب، له غرائب ¶ ¬__________ ¶ (¬1) الحديث المنكر ص 120. ¶ (¬2) الكامل 2/ 150 (344). ¶ (¬3) علل ابن أبي حاتم 1/ 27 (45).",
            "page": "7",
            "part": "1",
            "seal": "7F1FA394"
        },
        {
            "id": "8",
            "nass": "، ... \"، وهذه الغرائب مذمومة عند السلف، قال إبراهيم النخعي: \"كانوا يكرهون الغريب من الحديث \" (¬1)،وقال الإمام مالك بن أنس:\"شر العلم الغريب، وخير العلم الظاهر الذي قد رواه الناس \" (¬2)، وقال عبد الرزاق:\"كنا نرى أن غريب الحديث خير فإذا هو شر \" (¬3). ¶ فإذا كانت هذه الغرائب مخالفة لروايات الثقات استنكرها النقاد، وعدوه وهما منه هذا الوهم، أو الخطأ إذا غلب على روايات الراوي سمي \" منكر الحديث، يروي المناكير، له مناكير ... \"، فليس إطلاق النكارة على أفراد الثقات بمستقيم كما نص عليه بعض المتأخرين، بل يطلقها المتقدمون على مخالفات الثقات، وأوهامهم أو أخطائهم، وعلى تفرد الضعيف بما لا يتابع عليه، ومن ذلك قول الإمام ابن المديني:\" وفي أحاديث معمر عن ثابت أحاديث غرائب، ومنكرة: جعل ثابت عن أنس أن النبي - صلى الله عليه وسلم - كان كذا شيء ذكره، وإنما هذا حديث أبان بن أبي عياش عن أنس وعن ثابت في قصة حبيب قال حدثنا عبدالرزاق عن معمر لم يروه عن ثابت غيره \" (¬4). ¶ فمثّل للمنكر:\" جعل ثابت عن أنس أن النبي - صلى الله عليه وسلم - كان كذا شيء ذكره، وإنما هذا حديث أبان بن أبي عياش عن أنس \". ¶ ومثّل للغريب: \" وعن ثابت في قصة حبيب قال حدثنا عبدالرزاق عن معمر لم يروه عن ثابت غيره \". ¶ ومنه: قول ابن عدي: \" وللحسين بن عيسى غير ما ذكرت من الحديث شيء قليل وعامة حديثه غرائب وفي بعض حديثه مناكير \" (¬5). ¶ وإطلاق هذا اللفظ يكون وفق معطيات راسخة في ذهن الناقد، ليس بمقدور كل أحد أن يفهمها، وخاصة إذا لم يبين الناقد منهجه فيها، وهي تختلف من ناقد إلى آخر، ورغم هذا الاختلاف في إطلاق الألفاظ إلا أنهم متقاربون في مرتبة هذا الراوي، فالأول يقول: منكر الحديث، والثاني يقول: يروي المناكير، والثالث يقول: \" عامة ما يروي منكر \" وإذا تقصيت حال الرجل تجده متروك الحديث، وهذه هي مرتبة الرجل وهو قول الناقد الرابع فيه!. ¶ ¬__________ ¶ (¬1) الكفاية، الخطيب البغدادي ص 171. ¶ (¬2) شرح علل الترمذي، ابن رجب 2/ 622. ¶ (¬3) فتح المغيث، السخاوي 2/ 310. ¶ (¬4) علل ابن المديني 1/ 72. ¶ (¬5) الكامل 2/ 355 (487).",
            "page": "8",
            "part": "1",
            "seal": "BCFD31B4"
        },
        {
            "id": "9",
            "nass": "ومثال ذلك: قال ابن عدي عند ترجمة حارثة بن أبي الرجال:\" ... يحيى بن معين يقول حارثة بن أبي الرجال: \" ضعيف ليس يكتب حديثه \"، ... . قال البخاري:\" منكر الحديث \" وقال النسائي: \"متروك الحديث \"، قال الشيخ – يعني ابن عدي - ولحارثة هذا غير ما ذكرت من الحديث وبعض ما يرويه منكر لا يتابع عليه \" (¬1). ¶ ومنه: قال ابن عدي عند ترجمة حماد بن عمرو النصيبي: ¶ \" قال يحيى بن معين: حماد بن عمرو النصيبي يعني ممن يكذب ويضع الحديث \"، وقال البخاري: \" منكر الحديث \"،وقال النسائي:\" متروك الحديث \"، قال ابن عدي: له أحاديث وعامة حديثه ما لا يتابعه أحد من الثقات عليه \" (¬2). ¶ وللتداخل الدقيق بين هذه الألفاظ رأيت الآراء المتضاربة في مراد الأئمة النقاد من المتقدمين من هذه المصطلحات وقد أحسن الدكتور محمد حوى إذ عد هذه المصطلحات في مرتبة واحدة، وأعتقد أصابته لأنه آثر التطبيق العملي في صنيع الإمام البخاري على الكلام النظري له (¬3). ¶ المبحث الثالث ¶ أمثلة التداخل بين هذه المصطلحات ¶ بعد أن بينا ألا فرق بين مصطلح منكر الحديث، ومصطلح \"يروي المناكير \"وأضربه، بقي علينا أن نورد هاتيك الأمثلة التي تبين ذلك، فمنها: ¶ المثال الأول: ¶ ¬__________ ¶ (¬1) الكامل في ضعفاء الرجال 2/ 198 – 199 (385) بتصرف. ¶ (¬2) الكامل 2/ 239 (415) بتصرف. ¶ (¬3) منهج الإمام البخاري في الجرح والتعديل ص 455.",
            "page": "9",
            "part": "1",
            "seal": "913B03CF"
        },
        {
            "id": "10",
            "nass": "قال الترمذي: حدثنا محمد بن بشار حدثنا ابن مهدي حدثنا سفيان عن عبد الرحمن بن الحارث عن سليمان بن موسى عن مكحول عن أبي سلام عن أبي أمامة عن عبادة بن الصامت: أن النبي - صلى الله عليه وسلم - كان ينفل في البدأة الربع وفي القفول الثلث. سألت محمدا عن هذا الحديث فقال: لا يصح هذا الحديث، إنما روى هذا الحديث داود بن عمرو عن أبي سلام عن النبي - صلى الله عليه وسلم - مرسلا، قال محمد: وسليمان بن موسى:\" منكر الحديث \"، أنا لا أروي عنه شيئا روى سليمان بن موسى أحاديث عامتها مناكير\" (¬1). قلت: سوّى البخاري بين \"منكر الحديث \" وبين \"أحاديث عامتها مناكير\". ¶ المثال الثاني: ¶ وقال الترمذي: حدثنا الفضل بن الصباح البغدادي حدثنا معن بن عيسى عن خالد بن أبي بكر عن سالم بن عبد الله عن أبيه أن رسول الله - صلى الله عليه وسلم -: \" يعني جعل خاتمه في يمينه ثم إنه نظر إليه وهو يصلي ويده على فخده فنزعه ولم يلبسه \".سألت محمدا عن هذا الحديث فلم يعرفه وقال خالد بن أبي بكر منكر الحديث، وروى عنه زيد بن حباب مناكير فأما معن بن عيسى فهو مقارب الحديث عنه \" (¬2). ¶ قلت: سوى البخاري بين:\" منكر الحديث \"، وبين \" يروي مناكير\"، ونقل عنه أبو داود في السنن تسويته بين هاتين اللفظتين (¬3). ¶ المثال الثالث: ¶ وأما الإمام أحمد فقد أكثر من هذا، فمنها: قال:\" حصين بن عبد الرحمن أبو الهذيل السلمي الثقة المأمون من كبار أصحاب الحديث وحصين بن عبد الرحمن الحارثي ليس يعرف ما روى عنه غير حجاج بن أرطاة وإسماعيل بن أبي خالد روى عنه حديثا واحدا، أحاديثه أحاديث مناكير كل شيء روى عنه حجاج منكر\" (¬4). ¶ قلت: سوّى بين \"أحاديثه أحاديث مناكير \"،وبين \" منكر\". ¶ وهنا حريّ بي أن أبين مسألة دقيقة: وهي أنه ليس كل راو للحديث المنكر يكون منكر الحديث، بل قد تقع النكارة في حديث الثقة، أو الصدوق، وقد تقع في حديث الضعيف، فإذا غلب عليه النكارة يختبر حديثه، فما وافق يقبل، وما تفرد يرد، وإذا فحش خطأه يكون: متروك الحديث. ¶ المثال الرابع: ¶ ¬__________ ¶ (¬1) علل الترمذي ص 256 (463). ¶ (¬2) علل الترمذي ص (527) ¶ (¬3) السنن (2544) ¶ (¬4) العلل ومعرفة الرجال 1/ 235 (301).",
            "page": "10",
            "part": "1",
            "seal": "5978F6B2"
        },
        {
            "id": "11",
            "nass": "ومن أمثلة ذلك، قال العقيلي عند ترجمة الحسن بن سوار البغوي:\" حدثنا أحمد بن داود السجزي قال حدثنا الحسن بن سوار البغوي قال حدثنا عكرمة بن عمار اليمامي عن ضمضم بن جوس عن عبد الله بن حنظلة بن الراهب قال \" رأيت رسول الله - صلى الله عليه وسلم - يطوف بالبيت على ناقة لا ضرب ولا طرد ولا إليك إليك \". ولا يتابع الحسن بن سوار على هذا الحديث، وقد حدث أحمد بن منيع وغيره عن الحسن بن سوار هذا عن الليث بن سعد وغيره أحاديث مستقيمة، وأما هذا الحديث فهو منكر، وحدثني محمد بن موسى النهرتيري قال حدثنا محمد بن إسماعيل الترمذي قال حدثنا الحسن بن سوار بهذا الحديث فذكر مثل ما حدثنا أحمد بن داود قال أبو إسماعيل ألقيت على أبى عبد الله أحمد بن حنبل: فقال أما الشيخ فثقة، وأما الحديث فمنكر \" (¬1). ¶ قلت: فالإمام أحمد بين أن الحسن بن سوار ثقة، وأحاديثه مستقيمة غير هذا الحديث فهو منكر. ¶ المثال الخامس: ¶ ومنه أيضا: قال العقيلي عند ترجمة ثابت بن زيد بن ثابت قال:\" حدثنا عبد الله بن أحمد قال: سألت أبى عن ثابت بن زيد بن ثابت بن زيد بن أرقم فقال: روى عنه بن أبى عروبة وحدثنا عنه معتمر له أحاديث مناكير، قلت له: تحدث عنه؟ قال: نعم، قال: أهو ضعيف! قال أنا أحدث عنه \" (¬2). ¶ وقال النسائي:\"حديث يحيى بن سعيد هذا إسناده حسن وهو منكر، وأخاف أن يكون الغلط من محمد بن فضيل \" (¬3). وقال الذهبي:\" ما كل من روى المناكير يضعف \" (¬4). وإنما الحكم على الرجل بالنكارة يدور مع القرائن ثبوتا، ونفيا. ¶ أما ما نسبه ابن القطان للإمام البخاري القول: \" كل من قلت فيه منكر الحديث فلا تحل الرواية عنه \" (¬5)، فإن إبن حجر أثبتتها وقال:\" هذا مروي بإسناد صحيح عن عبد السلام بن أحمد الحافظ عن البخاري \" (¬6)، فهو على سبيل العموم، وألا فقد أنتقى من حديث رواة أطلق عليهم هو: \" روى أحاديث مناكير \" وأخرجه في صحيحه؟ ¶ ¬__________ ¶ (¬1) الضعفاء، العقيلي 1/ 228 (277). ¶ (¬2) الضعفاء 1/ 174 (217). ¶ (¬3) سنن النسائي 4/ 142، وقد مر الحديث ص. ¶ (¬4) ميزان الإعتدال 1/ 118 ترجمة (464). ¶ (¬5) نقله أبن القطان الفاسي في كتابه الوهم والإيهام 1/ 136 – مخطوط -، وقد حقق الكتاب، ولم أقف عليه بعد، ونقله عنه الذهبي في الميزان 1/ 6 ترجمة (3) و 2/ 202 (3449)، وانظر رواة الحديث، د. عداب الحمش ص 37. ¶ (¬6) لسان الميزان 1/ 114، وانظر فتح المغيث، السخاوي 1/ 400، والحديث المنكر، عبد السلام أحمد أبو سمحة ص 126.",
            "page": "11",
            "part": "1",
            "seal": "37FC92D0"
        },
        {
            "id": "12",
            "nass": "فقال – مثلا – عند ترجمة:\" زهير بن محمد التميمي العنبري \" روى عنه أهل الشام أحاديث مناكير قال أحمد كأن الذي روى عنه أهل الشام زهير آخر فقلب اسمه \" (¬1). ¶ قلت: وقد أخرج له البخاري حديثين: (5642 و 6229)، وإنما أخرج له هذين الحديثين على سبيل الإنتقاء، إذ أنه أخرجه من طريق عبد الملك بن عمرو أبي عامر العقدي البصري عنه، وحديث البصريين عنه صحيح، قال أبو النصر الكلاباذي:\" ¶ قال الإمام البخاري في التاريخ الصغير:\" ما روى عن زهير أهل الشام فإنه مناكير وما روى عنه أهل البصرة فإنه صحيح الحديث \" (¬2). ¶ ثم إنه توبع عنده في الصحيح تابعه: حفص بن ميسرة الصنعاني (¬3)، والحديث أصلا في فضائل الأعمال، وليس في الحلال والحرام. وهذا أصرح دليل على أن النكارة في الراوي وصف وليس مرتبة مستقلة، وهي أمر نسبي، قد يقبل صاحبها في موضع، ويرد في آخر (¬4). ¶ فالحديث المنكر عند المتقدمين: هو الحديث الذي لا يعرف، ولا يحفظ عند الحفاظ، سواء كان راويه ثقة أم ضعيفاً، خالف غيره، أم تفرد (¬5). ¶ أهم المراجع ¶ 1 - الإمام الترمذي والموازنة بين جامعه وبين الصحيحين لنور الدين عتر، مطبعة لجنة التأليف والترجمة والنشر-الطبعة الأولى 1390هـ-1970م. ¶ 2 - اهتمام المحدثين بنقد الحديث سنداً ومتناً للدكتور: محمد لقمان السلفي-الطبعة الأولى-1408هـ-1987م. ¶ ¬__________ ¶ (¬1) التاريخ الكبير 3/ 427 (1420)، وأنظر الكامل في ضعفاء الرجال 3/ 217 - 218. ¶ (¬2) رجال صحيح البخاري 1/ 273. قلت: لم يصرح البخاري في التاريخ الصغير أنظره 2/ 149 (2112و2113)، وأنما نقل كلام الإمام أحمد فحسب، فلعل الشيخ فهمه هكذا، وهو فهم دقيق، أو علّه في غير هذه النسخة التي بين أيدينا؟ والله أعلم. ¶ (¬3) أخرجه في المظالم (2465)، قال ابن حجر (1433):\" صدوق ربما وهم \"، وانظر التحرير 1/ 306، قلت: ومن يسلم من الوهم؟، وقد توبع هنا. ¶ (¬4) وقد إنتقى الإمام البخاري مثل ذلك في (2806) و (707) تعليقا، والإمام مسلم (188) و (211) (510) و (1080) و (1283) و (1429). ¶ (¬5) وقد أثبتنا ذلك بالدليل وسقنا له الأمثلة في متابنا الشاذ والمنكر وزيادة الثقة موازنة بين المتقدمين والمتأخرين ص 77.",
            "page": "12",
            "part": "1",
            "seal": "5DB2EFF5"
        },
        {
            "id": "13",
            "nass": "3 - الباعث الحثيث، أحمد شاكر، وهو شرح لاختصار علوم الحديث للحافظ أبي الفداء إسماعيل بن كثير الدمشقي (ت774هـ)،دار الكتب العلمية، بيروت. ¶ 4 - التاريخ الكبير، محمد بن إسماعيل البخاري (ت256هـ)، تحقيق: السيد هاشم الندوي، دار الفكر، بيروت. ¶ 5 - التاريخ الصغير، محمد بن إسماعيل البخاري (ت256هـ)، تحقيق: محمد إبراهيم زايد، دار الوعي، حلب، 1397 هـ. ¶ 6 - تاريخ يحيى بن معين (ت233هـ) رواية الدوري (271هـ) دراسة وترتيب وتحقيق: أحمد نور سيف، كلية الشريعة والدراسات الإسلامية بمكة المكرمة، الطبعة الأولى سنة 1399هـ-1978م. ¶ 7 - الجرح والتعديل لابن أبي حاتم الرازي (ت303هـ) تحقيق: محمد السعيد بسيوني زغلول، دار الكتب العلمية-الطبعة الأولى-بيروت 1408هـ-1988م ¶ 8 - الرفع والتكميل لعبد الحي اللكنوي (ت1304هـ) تحقيق: عبد الفتاح أبو غدة، مكتبة المطبوعات الإسلامية بحلب-الطبعة الثالثة-1407هـ-1987م. ¶ 9 - الضعفاء الكبير لأبي جعفر العقيلي (ت322هـ) حققه ووثقه: الدكتور عبد المعطي أمين قلعجي، دار الباز-مكة المكرمة، ودار الكتب العلمية-بيروت، الطبعة الأولى 1984 م. ¶ 10 - الضعفاء والمتروكون للإمام النسائي (ت303هـ)،دار الوعي بحلب، تحقيق: محمود زايد. ¶ 11 - علوم الحديث، المعروف بـ:\"مقدمة ابن الصلاح\"،أبو عمرو عثمان بن عبد الرحمن الشهرزوري بن الصلاح ت (643هـ) تحقيق: نور الدين عتر، دار الفكر، الطبعة الثالثة1404هـ 1984م. ¶ 12 - الكفاية في علم الرواية للخطيب البغدادي (ت463هـ) تحقيق: أحمد عمر هاشم، دار الكتاب العربي-بيروت، الطبعة الثانية 1406هـ-1986م. ¶ 13 - لسان العرب، جمال الدين محمد بن مكرم (ابن منظور) (630هـ)،مطبعة السعادة، مصر 1963 م.",
            "page": "13",
            "part": "1",
            "seal": "51E40CA1"
        }
    ],
    "t1777": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "بحث"
        }
    ]
}