{
    "b1793": [
        {
            "id": "4",
            "nass": "20 ¶ سلسلة مؤلفات سعيد بن علي بن وهف القحطاني ¶ _ ¶ منزلة الصلاة في الإسلام ¶ المفهوم، والحكم، والمنزلة، والخصائص، وحكم الترك، والفضائل ¶ في ضوء الكتاب والسنة",
            "page": null,
            "part": null,
            "seal": "0EF095EC"
        },
        {
            "id": "5",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ المقدمة ¶ إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، ومن تبعهم بإحسانٍ إلى يوم الدين، وسلم تسليمًا كثيرًا، أما بعد: ¶ فهذه رسالة مختصرة في: ((منزلة الصلاة في الإسلام))، بيّنت فيها بإيجاز مفهوم الصلاة، وحكمها، ومنزلتها، وخصائصها، وحكم تاركها، وفضلها، بالأدلة من الكتاب والسنة. ¶ وقد استفدت كثيرًا من تقريرات وترجيحات سماحة شيخنا الإمام العلامة عبد العزيز بن عبد الله ابن باز رفع الله درجاته في الفردوس الأعلى.",
            "page": "3",
            "part": "1",
            "seal": "9B6A7341"
        },
        {
            "id": "6",
            "nass": "والله أسأل أن يجعل هذا العمل القليل مباركًا، وخالصًا لوجهه الكريم، وأن ينفعني به في حياتي وبعد مماتي، وينفع به كل من انتهى إليه؛ فإنه سبحانه خير مسؤول، وأكرم مأمول، وهو حسبنا ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم، وصلى الله وسلم على نبينا محمد وعلى آله، وأصحابه ومن تبعهم بإحسان إلى يوم الدين. ¶ المؤلف ¶ حرر في ضحى يوم الجمعة الموافق 18/ 8/1420هـ",
            "page": "4",
            "part": "1",
            "seal": "FD9E793B"
        },
        {
            "id": "7",
            "nass": "المبحث الأول: مفهوم الصلاة ¶ الصلاة لغة: الدعاء، قال الله تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلاَتَكَ سَكَنٌ لَّهُمْ وَاللَّهُ سَمِيعٌ عَلِيمٌ} (¬1). أي ادع لهم، وقال النبي - صلى الله عليه وسلم -: ((إذا دعي أحدكم فليجب، فإن كان صائمًا فليصلِّ، وإن كان مفطرًا فليطعم)) (¬2). أي فليدع بالبركة والخير والمغفرة (¬3). ¶ والصلاة من الله حسن الثناء، ومن الملائكة الدعاء، قال الله تعالى: {إِنَّ اللهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا ¶ ¬__________ ¶ (¬1) سورة التوبة، الآية: 103. ¶ (¬2) أخرجه مسلم، كتاب النكاح، باب الأمر بإجابة الداعي إلى الدعوة، 2/ 1054، برقم 1431. ¶ (¬3) انظر: النهاية في غريب الحديث، لابن الأثير، باب الصاد مع اللام، 3/ 50، ولسان العرب لابن منظور، باب اللام، فصل الصاد، 14/ 464، والتعريفات للجرجاني، ص174، وانظر المغني لابن قدامة 3/ 5. وشرح العمدة لابن تيمية، 2/ 27 - 31.",
            "page": "5",
            "part": "1",
            "seal": "70E529D8"
        },
        {
            "id": "8",
            "nass": "الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا} (¬1). قال أبو العالية: ((صلاة الله: ثناؤه عليه عند الملائكة، وصلاة الملائكة: الدعاء)) (¬2). وقال ابن عباس رضي الله عنهما: ((يصلون: يُبَرِّكون)) (¬3). ¶ وقيل: إن صلاة الله الرحمة، وصلاة الملائكة الاستغفار. ¶ والصواب القول الأول (¬4). قال الله تعالى: {أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمهْتَدُونَ} (¬5). أي عليهم ثناء من الله ورحمة (¬6)، فعطف الرحمة على الصلوات والعطف يقتضي المغايرة (¬7). ¶ ¬__________ ¶ (¬1) سورة الأحزاب، الآية: 56. ¶ (¬2) البخاري معلقًا مجزومًا به، قبل الحديث رقم 4797. ¶ (¬3) البخاري معلقًا مجزومًا به، قبل الحديث رقم 4797. ¶ (¬4) انظر: تفسر القرآن العظيم لابن كثير ص1076، والشرح الممتع لابن عثيمين ¶ 3/ 228 - 229. ¶ (¬5) سورة البقرة، الآية: 157. ¶ (¬6) تفسير القرآن العظيم، لابن كثير ص135. ¶ (¬7) الشرح الممتع لابن عثيمين 3/ 228، وسمعت هذا المعنى من الإمام عبد العزيز ابن باز أثناء تقريره على الروض المربع 2/ 35.",
            "page": "6",
            "part": "1",
            "seal": "00859EB7"
        },
        {
            "id": "9",
            "nass": "فالصلاة من الله الثناء، ومن المخلوقين: الملائكة، والإنس، والجن: القيام، والركوع، والسجود، والدعاء، والتسبيح، والصلاة من الطير والهوام: التسبيح (¬1). ¶ والصلاة في الشرع: عبادة لله ذات أقوال وأفعال معلومة مخصوصة، مفتتحة بالتكبير، مختتمة بالتسليم، وسميت صلاة لاشتمالها على الدعاء (¬2). ¶ فالصلاة كانت اسمًا لكل دعاء، فصارت اسمًا لدعاء مخصوص، أو كانت اسمًا لدعاء، فنقلت إلى الصلاة الشرعية لما بينها وبين الدعاء من المناسبة، والأمر في ذلك متقارب، فإذا أطلق اسم الصلاة في الشرع لم يفهم منه إلا الصلاة المشروعة (¬3). فالصلاة كلها دعاء: ¶ ¬__________ ¶ (¬1) انظر: لسان العرب لابن منظور، باب الياء، فصل الصاد 14/ 465. ¶ (¬2) انظر: المغني لابن قدامة 3/ 5، والشرح الكبير 3/ 5، والإنصاف في معرفة الراجح من الخلاف 3/ 5، والتعريفات للجرجاني ص174. ¶ (¬3) انظر: شرح العمدة لشيخ الإسلام ابن تيمية، 2/ 30 - 31.",
            "page": "7",
            "part": "1",
            "seal": "34D7F8E7"
        },
        {
            "id": "10",
            "nass": "دعاء مسألة: وهو طلب ما ينفع الداعي من جلب نفع، أو كشف ضر، وطلب الحاجات من الله وحده بلسان المقال. ¶ ودعاء عبادة: وهو طلب الثواب بالأعمال الصالحة: من القيام، والقعود، والركوع، والسجود، فمن فعل هذه العبادات فقد دعا ربه، وطلبه بلسان الحال أن يغفر له، فتبين بذلك أن الصلاة كلها دعاء مسألة، ودعاء عبادة؛ لاشتمالها على ذلك كله (¬1). ¶ ¬__________ ¶ (¬1) انظر: شروط الدعاء وموانع الإجابة، للمؤلف، ص 10 - 11، وفتح المجيد لشرح كتاب التوحيد، ص 180، والقول المفيد على كتاب التوحيد، للعلامة محمد بن صالح العثيمين، 1/ 117. وسمعت هذا المعنى من الإمام ابن باز أثناء تقريره على الروض المربع، 1/ 410.",
            "page": "8",
            "part": "1",
            "seal": "E7E48D43"
        },
        {
            "id": "11",
            "nass": "المبحث الثاني: حكم الصلاة ¶ الصلاة واجبة: بالكتاب، والسنة، وإجماع الأمة، على كل مسلم بالغ عاقل، إلا الحائض والنفساء، أما الكتاب فقول الله تعالى: {وَمَا أُمِرُوا إِلا لِيَعْبُدُوا اللهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ} (¬1). وقوله تعالى: {إِنَّ الصَّلاَةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَّوْقُوتًا} (¬2). ¶ وأما السنَّة؛ فلحديث معاذ - رضي الله عنه - حينما بعثه النبي - صلى الله عليه وسلم - إلى اليمن وقال له: ((وأعلمهم أن الله افترض عليهم خمس صلوات في كل يوم وليلة)) (¬3)؛ولحديث ابن عمر رضي الله عنهما عن النبي - صلى الله عليه وسلم - أنه قال: ((بُني الإسلام على خمس: شهادة أن لا إله إلا الله، وأن محمدًا رسول الله، وإقام الصلاة، وإيتاء الزكاة، وصيام رمضان، وحج البيت)) (¬4). ¶ ¬__________ ¶ (¬1) سورة البينة، الآية: 5. ¶ (¬2) سورة النساء، الآية: 103. ¶ (¬3) أخرجه البخاري، كتاب الزكاة، باب وجوب الزكاة، برقم 1395، ومسلم، الإيمان، باب الدعاء إلى الشهادتين 1/ 50. ¶ (¬4) متفق عليه: البخاري، كتاب الإيمان، باب دعاؤكم إيمانكم، برقم 8، ومسلم، كتاب الإيمان، باب بيان أركان الإسلام، برقم 16.",
            "page": "9",
            "part": "1",
            "seal": "B2051D08"
        },
        {
            "id": "12",
            "nass": "وعن عبادة بن الصامت - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((خمس صلوات كتبهن الله على العباد، فمن جاء بهن لم يضيِّع منهن شيئًا استخفافًا بحقّهنّ، كان له عند الله عهدًا أن يدخله الجنة ... )) الحديث (¬1). ¶ والآيات والأحاديث في فرضية الصلاة كثيرة. ¶ وأما الإجماع، فقد أجمعت الأمة على وجوب خمس صلوات في اليوم والليلة (¬2). ¶ ولا تجب على الحائض والنفساء، لقوله عليه الصلاة والسلام: ((أليست إذا حاضت لم تصلِّ ولم تصم)) (¬3). ¶ ¬__________ ¶ (¬1) أخرجه أبو داود، كتاب الصلاة، باب فيمن لم يوتر، 2/ 62، برقم 1420، وصححه الألباني - رحمه الله - في صحيح سنن أبي داود 1/ 266، 1/ 86. ¶ (¬2) المغني لابن قدامة 3/ 6. ¶ (¬3) البخاري، كتاب الحيض، باب ترك الحائض الصوم، 1/ 144، عن أبي سعيد - رضي الله عنه -، وعن ابن عمر رضي الله عنهما، عند مسلم في كتاب الإيمان ((وتمكث الليالي ما تصلي، وتفطر رمضان فهذا نقص الدين)).",
            "page": "10",
            "part": "1",
            "seal": "11745C2E"
        },
        {
            "id": "13",
            "nass": "المبحث الثالث: منزلة الصلاة في الإسلام ¶ الصلاة لها منزلة عظيمة في الإسلام، ومما يدل على أهميتها وعظم منزلتها ما يأتي: ¶ 1 - الصلاة عماد الدين الذي لا يقوم إلا به، ففي حديث معاذ - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: ((رأس الأمر الإسلام، وعمودُه الصلاةُ، وذروةُ سنامِه الجهادُ)) (¬1). وإذا سقط العمود سقط ما بني عليه. ¶ 2 - أول ما يحاسب عليه العبد من عمله، فصلاح عمله وفساده بصلاح صلاته وفسادها، فعن أنس بن مالك - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: ((أول ما يحاسب به العبد يوم القيامة: الصلاة، فإن صلحت صلح سائرُ عمله، وإن فسدت فسد سائرُ عمله)). وفي رواية: ((أول ما يسأل عنه ¶ ¬__________ ¶ (¬1) الترمذي، كتاب الإيمان، باب ما جاء في حرمة الصلاة، 5/ 11، برقم 2616، وقال: ((حديث حسن صحيح))،وأخرجه ابن ماجه، كتاب الفتن، باب كف اللسان في الفتنة، 2/ 1314، وأحمد، 5/ 231، وحسنه الألباني في إرواء الغليل، 2/ 138.",
            "page": "11",
            "part": "1",
            "seal": "523027A7"
        },
        {
            "id": "14",
            "nass": "العبد يوم القيامة ينظر في صلاته، فإن صلحت فقد أفلح، [وفي رواية: وأنجح]، وإن فسدت فقد خاب وخسر)) (¬1). ¶ وعن تميم الداري - رضي الله عنه - مرفوعًا: ((أول ما يحاسب به العبد يوم القيامة صلاته، فإن كان أتمها كتبت له تامة، وإن لم يكن أتمها قال الله - عز وجل - لملائكته: انظروا هل تجدون لعبدي من تطوع فتكملون بها فريضته، ثم الزكاة كذلك، ثم تُؤخذ الأعمال على حسب ذلك)) (¬2). ¶ 3 - آخر ما يُفقد من الدين، فإذا ذهب آخر الدين لم يبق شيء منه، فعن أبي أمامة مرفوعًا: ((لتُنقضن عُرَى الإسلام عُروة عُروة، فكلما انتقضت عروة تشبث الناس ¶ ¬__________ ¶ (¬1) أخرجه الطبراني في الأوسط، 1/ 409 [مجمع البحرين] برقم 532، ورقم 533، وقال العلامة الألباني في سلسلة الأحاديث الصحيحة: ((وبالجملة فالحديث صحيح بمجموع طرقه والله أعلم)) 3/ 346. ¶ (¬2) أبو داود، كتاب الصلاة، باب قول النبي - صلى الله عليه وسلم -: (كل صلاة لا يتمها صاحبها تُتًمُّ من تطوعه) 1/ 228 برقم 864، ومن حديث أبي هريرة برقم 966، وابن ماجه، من حديث أبي هريرة في كتاب إقامة الصلاة والسنة فيها، باب ما جاء في أول ما يحاسب به العبد: الصلاة، 1/ 458، برقم 1425، وأحمد، 4/ 65، 103، 5/ 377، وصححه الألباني في صحيح الجامع،2/ 353.",
            "page": "12",
            "part": "1",
            "seal": "9AC395BF"
        },
        {
            "id": "15",
            "nass": "بالتي تليها، فأولهن نقضًا الحكم، وآخرهن الصلاة)) (¬1). وفي رواية من طريق آخر: ((أول ما يرفع من الناس الأمانة، وآخر ما يبقى الصلاة، ورب مصلٍّ لا خير فيه)) (¬2). ¶ وعن أنس - رضي الله عنه - مرفوعاً: ((أول ما تفقدون من دينكم الأمانة، وآخره الصلاة)) (¬3). ¶ 4 - آخر وصية أوصى بها النبي - صلى الله عليه وسلم - أمته، فعن أم سلمة رضي الله عنها أنها قالت: كان من آخر وصية رسول الله - صلى الله عليه وسلم -: ((الصلاة الصلاة وما ملكت أيمانكم))، حتى جعل نبي ¶ ¬__________ ¶ (¬1) أحمد 5/ 251، وصححه الألباني في صحيح الترغيب والترهيب 1/ 229. ¶ (¬2) أخرجه الطبراني في الصغير [مجمع البحرين]، 7/ 263، برقم 4425، وضعفه المحقق عبد القدوس بن محمد نذير عن عمر بن الخطاب - رضي الله عنه -، وله شاهد عن زيد بن ثابت أخرجه الحكيم الترمذي ((أول ما يرفع من الناس الأمانة وآخر ما يبقى من دينهم الصلاة، ورب مصلٍّ لا خلاق له عند الله تعالى))، وذكره الألباني في صحيح الجامع وحسنه، 2/ 353. ¶ (¬3) أخرجه الخرائطي في مكارم الأخلاق، ص 28، وتمام الرازي في الفوائد ¶ (ق 31/ 2)، والضياء في المختارة، 1/ 495، وأخرجه الطبراني في الكبير، برقم 7182 من حديث شداد بن أوس - رضي الله عنه -، بدون ذكر الصلاة، وذكره الألباني في سلسلة الأحاديث الصحيحة، 4/ 319، برقم 1739، وقال بعد أن ذكر شواهده وطرقه: ((والحديث صحيح على كل حال؛ فإن له شواهد كثيرة ذكرت بعضها في الروض النضير، تحت الحديث رقم 726)).",
            "page": "13",
            "part": "1",
            "seal": "D194108A"
        },
        {
            "id": "16",
            "nass": "الله - صلى الله عليه وسلم - يجلجلها في صدره وما يفيض بها لسانه)) (¬1). ¶ 5 - مدح الله القائمين بها ومن أمر بها أهله، فقال تعالى: {وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولاً نَّبِيًّا* وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلاةِ وَالزَّكَاةِ وَكَانَ عِندَ رَبِّهِ مَرْضِيًّا} (¬2). ¶ 6 - ذم الله المضيعين لها والمتكاسلين عنها، قال الله تعالى: {فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا} (¬3).وقال - عز وجل -: {إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُواْ إِلَى الصَّلاَةِ قَامُواْ كُسَالَى يُرَآؤُونَ النَّاسَ وَلاَ يَذْكُرُونَ اللهَ إِلاَّ قَلِيلاً} (¬4). ¶ 7 - أعظم أركان الإسلام ودعائمه العظام بعد الشهادتين، فعن عبد الله بن عمر رضي الله عنهما، عن النبي - صلى الله عليه وسلم - قال: ((بني الإسلام على خمس: شهادة أن لا إله إلا الله، ¶ ¬__________ ¶ (¬1) أحمد، 6/ 290، 311، 321، وصححه الألباني في إرواء الغليل، 7/ 238. ¶ (¬2) سورة مريم، الآيتان: 54 - 55. ¶ (¬3) سورة مريم، الآية: 59. ¶ (¬4) سورة النساء، الآية: 142.",
            "page": "14",
            "part": "1",
            "seal": "B60D3280"
        },
        {
            "id": "17",
            "nass": "وأن محمدًا رسول الله، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت)) (¬1). ¶ 8 - مما يدل على عظم شأنها أن الله لم يفرضها في الأرض بواسطة جبريل، وإنما فرضها بدون واسطة ليلة الإسراء فوق سبع سموات. ¶ 9 - فرضت خمسين صلاة، وهذا يدل على محبة الله لها، ثم خفف الله - عز وجل - عن عباده، ففرضها خمس صلوات في اليوم والليلة، فهي خمسون في الميزان، وخمس في العمل، وهذا يدل على عظم مكانتها (¬2). ¶ 10 - افتتح الله أعمال المفلحين بالصلاة واختتمها بها، وهذا يؤكد أهميتها، قال الله تعالى: {قَدْ أَفْلَحَ ¶ ¬__________ ¶ (¬1) متفق عليه: البخاري، كتاب الإيمان، باب قول النبي - صلى الله عليه وسلم -: ((بني الإسلام على خمس)) 1/ 92، برقم 8، ومسلم، كتاب الإيمان، باب أركان الإسلام ودعائمه العظام ¶ 1/ 45، برقم 16. ¶ (¬2) متفق عليه من حديث أنس - رضي الله عنه -: البخاري، كتاب التوحيد، باب ما جاء في قوله - عز وجل -: {وَكَلَّمَ اللهُ مُوسَى تَكْلِيماً}، برقم 7517، ومسلم، كتاب الإيمان، باب الإسراء برسول الله - صلى الله عليه وسلم - وفرض الصلوات، برقم 162.",
            "page": "15",
            "part": "1",
            "seal": "3B179A57"
        },
        {
            "id": "18",
            "nass": "الْمُؤْمِنُونَ * الَّذِينَ هُمْ فِي صَلاتِهِمْ خَاشِعُونَ * وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ * وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ * وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ * إِلا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ * فَمَنِ ابْتَغَى وَرَاء ذَلِكَ فَأُوْلَئِكَ هُمُ الْعَادُونَ * وَالَّذِينَ هُمْ لأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ * وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ} (¬1). ¶ 11 - أمر الله النبي محمدًا - صلى الله عليه وسلم - وأتباعه أن يأمروا بها أهليهم، فقال الله - عز وجل -: {وَأْمُرْ أَهْلَكَ بِالصَّلاَةِ وَاصْطَبِرْ عَلَيْهَا لاَ نَسْأَلُكَ رِزْقًا نَّحْنُ نَرْزُقُكَ وَالعَاقِبَةُ لِلتَّقْوَى} (¬2). ¶ وعن عبد الله بن عمر رضي الله عنهما عن النبي - صلى الله عليه وسلم - أنه قال: ((مروا أولادكم بالصلاة وهم أبناء سبع سنين، واضربوهم عليها وهم أبناء عشر، وفرِّقوا بينهم في المضاجع)) (¬3). ¶ ¬__________ ¶ (¬1) سورة المؤمنون، الآيات: 1 - 9. ¶ (¬2) سورة طه، الآية: 132. ¶ (¬3) أبو داود، كتاب الصلاة، باب متى يؤمر الغلام بالصلاة، 1/ 133، برقم 495، وأحمد، 2/ 180، 187، وصححه الألباني في إرواء الغليل، 2/ 7، 1/ 266.",
            "page": "16",
            "part": "1",
            "seal": "5F4CC495"
        },
        {
            "id": "19",
            "nass": "12 - أُمِرَ النائم والناسي بقضاء الصلاة، وهذا يؤكد أهميتها، فعن أنس بن مالك - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: ((من نسي صلاةً فليصلِّها إذا ذكرها، لا كفارة لها إلا ذلك)). وفي رواية لمسلم: ((من نسي صلاةً أو نام عنها، فكفارتها أن يصليها إذا ذكرها)) (¬1). وأُلحق بالنائم المُغمى عليه ثلاثة أيام فأقل، وقد رُوي ذلك عن عمار، وعمران بن حصين، وسمرة بن جندب - رضي الله عنهم - (¬2).أما إن كانت المدة أكثر من ذلك فلا قضاء؛ لأن المُغمى عليه مدة طويلة أكثر من ثلاثة أيام يشبه المجنون بجامع زوال العقل، والله أعلم (¬3). ¶ ¬__________ ¶ (¬1) متفق عليه: البخاري، كتاب مواقيت الصلاة، باب من نسي صلاة فليصلها إذا ذكرها 1/ 166، برقم 597، ومسلم، كتاب المساجد ومواضع الصلاة، باب قضاء الصلاة الفائتة واستحباب تعجيل قضائها، 1/ 477، برقم 684. ¶ (¬2) انظر: الشرح الكبير لابن قدامة، 3/ 8، والمغني، 2/ 50 - 52. ¶ (¬3) انظر: مجموع فتاوى سماحة الشيخ عبد العزيز بن عبد الله ابن باز، جمع الدكتور عبد الله الطيار، والشيخ أحمد بن عبد العزيز ابن باز، 2/ 457.",
            "page": "17",
            "part": "1",
            "seal": "259A1DC4"
        },
        {
            "id": "20",
            "nass": "المبحث الرابع: خصائص الصلاة في الإسلام (¬1) ¶ الصلاة لها شأن انفردت به على سائر الأعمال الصالحة، منها: ¶ 1 - سمى الله الصلاة إيمانًا بقوله تعالى: {وَمَا كَانَ اللهُ لِيُضِيعَ إِيمَانَكُمْ إِنَّ اللهَ بِالنَّاسِ لَرَؤُوفٌ رَّحِيمٌ} (¬2).يعني صلاتكم إلى بيت المقدس؛ لأن الصلاة تصدِّقُ عَمَلهُ وقَوْلَهُ. ¶ 2 - خصها بالذكر تمييزًا لها من بين شرائع الإسلام، قال الله تعالى: {اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ} (¬3)، وتلاوته اتباعه والعمل بما فيه من جميع شرائع الدين، ثم قال: ¶ {وَأَقِمِ الصَّلاةَ}، فخصها بالذكر تمييزًا لها، وقوله تعالى: ¶ {وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ وَإِقَامَ الصَّلاةِ} (¬4). خصها ¶ ¬__________ ¶ (¬1) انظر: شرح العمدة لابن تيمية، 2/ 87 - 91. ¶ (¬2) سورة البقرة، الآية: 143. ¶ (¬3) سورة العنكبوت، الآية: 45. ¶ (¬4) سورة الأنبياء، الآية: 73.",
            "page": "18",
            "part": "1",
            "seal": "12485BA4"
        },
        {
            "id": "21",
            "nass": "بالذكر مع دخولها في جميع الخيرات، وغير ذلك كثير. ¶ 3 - قُرِنَت في القرآن الكريم بكثير من العبادات، ومن ذلك قوله تعالى: {وَأَقِيمُواْ الصَّلاَةَ وَآتُواْ الزَّكَاةَ وَارْكَعُواْ مَعَ الرَّاكِعِينَ} (¬1). وقال: {فَصَلِّ لِرَبِّكَ وَانْحَرْ} (¬2). وقال: {قُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لله رَبِّ الْعَالَمِينَ} (¬3)، وغير ذلك كثير. ¶ 4 - أمر الله نبيه - صلى الله عليه وسلم - أن يصطبر عليها، فقال: {وَأْمُرْ أَهْلَكَ بِالصَّلاَةِ وَاصْطَبِرْ عَلَيْهَا لاَ نَسْأَلُكَ رِزْقًا نَّحْنُ نَرْزُقُكَ} (¬4) مع أنه - صلى الله عليه وسلم - مأمور بالاصطبار على جميع العبادات؛ لقوله تعالى: {وَاصْطَبِرْ لِعِبَادَتِهِ} (¬5). ¶ 5 - أوجبها الله على كل حال، ولم يعذر بها مريضًا، ¶ ¬__________ ¶ (¬1) سورة البقرة، الآية: 43. ¶ (¬2) سورة الكوثر، الآية: 2. ¶ (¬3) سورة الأنعام، الآية: 162. ¶ (¬4) سورة طه، الآية: 132. ¶ (¬5) سورة مريم، الآية: 65.",
            "page": "19",
            "part": "1",
            "seal": "D25B7EE4"
        },
        {
            "id": "22",
            "nass": "ولا خائفًا، ولا مسافرًا، ولا غير ذلك؛ بل وقع التخفيف تارة في شروطها، وتارة في عددها، وتارة في أفعالها، ولم تسقط مع ثبات العقل. ¶ 6 - اشترط الله لها أكمل الأحوال: من الطهارة، والزينة باللباس، واستقبال القبلة مما لم يشترط في غيرها. ¶ 7 - استعمل فيها جميع أعضاء الإنسان: من القلب، واللسان، والجوارح، وليس ذلك لغيرها. ¶ 8 - نهى أن يشتغل فيها بغيرها، حتى بالخطرة، واللفظة، والفكرة. ¶ 9 - هي دين الله الذي يدين به أهل السموات والأرض، وهي مفتاح شرائع الأنبياء، ولم يُبْعَث نبيٌّ إلا بالصلاة. ¶ 10 - قُرنت بالتصديق بقوله: {فَلا صَدَّقَ وَلا صَلَّى * وَلَكِن كَذَّبَ وَتَوَلَّى} (¬1)، وخصائص الصلاة كثيرة جدًّا ¶ ¬__________ ¶ (¬1) سورة القيامة، الآيتان: 31 - 32.",
            "page": "20",
            "part": "1",
            "seal": "D1E20F88"
        },
        {
            "id": "23",
            "nass": "لا تقاس بغيرها (¬1). ¶ ¬__________ ¶ (¬1) انظر: شرح العمدة لشيخ الإسلام ابن تيمية، 2/ 87 - 91، والشرح الممتع لابن عثيمين، 2/ 87.",
            "page": "21",
            "part": "1",
            "seal": "F24F7D8C"
        },
        {
            "id": "24",
            "nass": "المبحث الخامس: حكم تارك الصلاة ¶ ترك الصلاة المفروضة كفر، فمن تركها جاحدًا لوجوبها كفر كفرًا أكبر بإجماع أهل العلم، ولو صلَّى (¬1)، أما من ترك الصلاة بالكلّيّة، وهو يعتقد وجوبها ولا يجحدها، فإنه يكفر، والصحيح من أقوال أهل العلم أن كفره أكبر يخرج من الإسلام؛ لأدلة كثيرة منها على سبيل الاختصار ما يأتي: ¶ 1 - قال الله تعالى: {يَوْمَ يُكْشَفُ عَن سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلا يَسْتَطِيعُونَ * خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ وَقَدْ كَانُوا يُدْعَوْنَ إِلَى السُّجُودِ وَهُمْ سَالِمُونَ} (¬2). وهذا يدل على أن تارك الصلاة مع الكفار والمنافقين الذين تبقى ظهورهم إذا سجد المسلمون قائمة، ولو كانوا من ¶ ¬__________ ¶ (¬1) انظر: تحفة الإخوان بأجوبة مهمة تتعلق بأركان الإسلام، لسماحة العلامة عبدالعزيز بن عبد الله ابن باز ص73. ¶ (¬2) سورة القلم، الآيتان: 42 - 43.",
            "page": "22",
            "part": "1",
            "seal": "75A6D2B7"
        },
        {
            "id": "25",
            "nass": "المسلمين لأُذِنَ لهم بالسجود كما أُذِنَ للمسلمين. ¶ 2 - وقال - سبحانه وتعالى -: {كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ * إِلا أَصْحَابَ الْيَمِينِ * فِي جَنَّاتٍ يَتَسَاءَلُونَ * عَنِ الْمُجْرِمِينَ * مَا سَلَكَكُمْ فِي سَقَرَ* قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ * وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ * وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ * وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ} (¬1). فتارك الصلاة من المجرمين السالكين في سقر، وقد قال الله تعالى: {إِنَّ الْمُجْرِمِينَ فِي ضَلالٍ وَسُعُرٍ * يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ} (¬2). ¶ 3 - وقال الله - عز وجل -: {فَإِن تَابُواْ وَأَقَامُواْ الصَّلاَةَ وَآتَوُاْ الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ وَنُفَصِّلُ الآيَاتِ لِقَوْمٍ ¶ يَعْلَمُونَ} (¬3). فعلق أخوَّتهم للمؤمنين بفعل الصلاة. ¶ ¬__________ ¶ (¬1) سورة المدثر، الآيات: 38 - 46. ¶ (¬2) سورة القمر، الآيتان: 47 - 48. ¶ (¬3) سورة التوبة، الآية: 11.",
            "page": "23",
            "part": "1",
            "seal": "565E7481"
        },
        {
            "id": "26",
            "nass": "4 - عن جابر - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((بين الرجل وبين الشرك والكفر ترك الصلاة)) (¬1). ¶ 5 - وعن عبد الله بن بريدة عن أبيه، قال: قال رسول الله - صلى الله عليه وسلم -: ((العهد الذي بيننا وبينهم الصلاة، فمن تركها فقد كفر)) (¬2). ¶ 6 - وعن عبد الله بن شقيق - رضي الله عنه - قال: ((كان أصحاب محمد - صلى الله عليه وسلم - لا يرون شيئًا من الأعمال تركه كفر غير الصلاة)) (¬3). ¶ 7 - وقد حكى إجماع الصحابة على كفر تارك الصلاة غير واحد من أهل العلم (¬4). ¶ 8 - وذكر الإمام ابن تيمية أن تارك الصلاة يكفر ¶ ¬__________ ¶ (¬1) مسلم، كتاب الإيمان، باب بيان إطلاق اسم الكفر على من ترك الصلاة،1/ 86،برقم 76. ¶ (¬2) أخرجه الترمذي، كتاب الإيمان، باب ما جاء في ترك الصلاة، 1/ 14،برقم 2621، والنسائي، كتاب الصلاة، باب الحكم في تارك الصلاة، 1/ 231،وابن ماجه، كتاب الإقامة، باب ما جاء فيمن ترك الصلاة، برقم 1079،والحاكم وصححه ووافقه الذهبي، 1/ 6، 7. ¶ (¬3) الترمذي، كتاب الإيمان، باب ما جاء في ترك الصلاة، 1/ 14، برقم 2622. ¶ (¬4) انظر: المحلى لابن حزم، 2/ 242، 243، وكتاب الصلاة لابن القيم، ص26، والشرح الممتع على زاد المستقنع، لابن عثيمين، 2/ 28.",
            "page": "24",
            "part": "1",
            "seal": "05D23618"
        },
        {
            "id": "27",
            "nass": "الكفر الأكبر لعشرة وجوه (¬1). ¶ 9 - وأورد الإمام ابن القيم - رحمه الله - أكثر من اثنين وعشرين دليلاً على كفر تارك الصلاة الكفر الأكبر (¬2). ¶ والصواب الذي لا شك فيه، أن تارك الصلاة مطلقًا كافر لهذه الأدلة الصريحة (¬3). ¶ 10 - قال الإمام ابن القيم - رحمه الله -: ((وقد دلّ على كفر تارك الصلاة: الكتاب والسنة، وإجماع الصحابة)) (¬4). ¶ ¬__________ ¶ (¬1) انظر: شرح العمدة، لابن تيمية 2/ 81 - 94. ¶ (¬2) انظر: كتاب الصلاة لابن القيم ص17 - 26. فقد ذكر عشرة أدلة من القرآن واثني عشر دليلاً من السنة وإجماع الصحابة. ¶ (¬3) سمعت شيخنا الإمام عبد العزيز بن عبد الله ابن باز قدس الله روحه وغفر له يُكفِّر تارك الصلاة ولو تركها في بعض الأوقات، ولو لم يجحد وجوبها. وانظر: تحفة الإخوان بأجوبة مهمة تتعلق بأركان الإسلام، له رحمه الله ص72. ¶ (¬4) كتاب الصلاة، ص 17.",
            "page": "25",
            "part": "1",
            "seal": "28DED5B8"
        },
        {
            "id": "28",
            "nass": "المبحث السادس: فضل الصلاة ¶ 1 - تنهى عن الفحشاء والمنكر؛ قال الله تعالى: {اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلاةَ إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاء وَالْمُنكَرِ وَلَذِكْرُ اللهِ أَكْبَرُ وَاللهُ يَعْلَمُ مَا تَصْنَعُونَ} (¬1). ¶ 2 - أفضل الأعمال بعد الشهادتين؛ لحديث عبد الله بن مسعود - رضي الله عنه - قال: سألت رسول الله - صلى الله عليه وسلم -: أي العمل أفضل؟ قال: ((الصلاة لوقتها)) قال: قلت: ثم أيّ؟ قال: ((برّ الوالدين)) قال: قلت: ثم أيّ؟ قال: ((الجهاد في سبيل الله)) (¬2). ¶ 3 - تغسل الخطايا؛ لحديث جابر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((مثل الصلوات الخمس كمثل نهرٍ غمرٍ على باب ¶ ¬__________ ¶ (¬1) سورة العنكبوت، الآية: 45. ¶ (¬2) متفق عليه: البخاري، كتاب التوحيد، باب وسمى النبي - صلى الله عليه وسلم - الصلاة عملاً، ¶ 8/ 265، برقم 7534، ومسلم، كتاب الإيمان، باب بيان كون الإيمان بالله تعالى أفضل الأعمال، 1/ 89، برقم 85.",
            "page": "26",
            "part": "1",
            "seal": "75272A15"
        },
        {
            "id": "29",
            "nass": "أحدكم يغتسل منه كل يوم خمس مرات)) (¬1). ¶ 4 - تكفّر السيئات؛ لحديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((الصلوات الخمس، والجمعة إلى الجمعة، ورمضان إلى رمضان مكفرات ما بينهن، إذا اجتنبت الكبائر)) (¬2). ¶ 5 - نور لصاحبها في الدنيا والآخرة؛ لحديث عبدالله ابن عمر رضي الله عنهما عن النبي - صلى الله عليه وسلم - أنه ذكر الصلاة يومًا فقال: ((من حافظ عليها كانت له نورًا وبرهانًا ونجاة يوم القيامة، ومن لم يحافظ عليها لم يكن له نور، ولا برهان ولا نجاة، وكان يوم القيامة مع قارون، وفرعون، وهامان، وأبيّ بن خلف)) (¬3). ¶ ¬__________ ¶ (¬1) مسلم، كتاب المساجد ومواضع الصلاة، باب المشي إلى الصلاة تمحى به الخطايا وترفع به الدرجات، 1/ 463، برقم 668. ¶ (¬2) مسلم، كتاب الطهارة، باب الصلوات الخمس والجمعة إلى الجمعة ورمضان إلى رمضان مكفرات لما بينهن ما اجتنبت الكبائر، 1/ 209، برقم 233. ¶ (¬3) أخرجه الإمام أحمد في المسند، 2/ 169، والدارمي،2/ 301، وقال الإمام المنذري في الترغيب والترهيب، 1/ 440: ((رواه أحمد بإسناد جيد)).",
            "page": "27",
            "part": "1",
            "seal": "F59B5027"
        },
        {
            "id": "30",
            "nass": "وفي حديث أبي مالك الأشعري - رضي الله عنه -: ((الصلاة نور)) (¬1)؛ ولحديث بريدة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: ((بشر المشَّائين في الظلم إلى المساجد بالنور التام يوم القيامة)) (¬2). ¶ 6 - يرفع الله بها الدرجات، ويحط الخطايا؛ لحديث ثوبان مولى رسول الله - صلى الله عليه وسلم - عن النبي - صلى الله عليه وسلم - أنه قال له: ((عليك بكثرة السجود، فإنك لا تسجد لله سجدةً إلا رفعك الله بها درجة، وحطَّ عنك بها خطيئة)) (¬3). ¶ 7 - من أعظم أسباب دخول الجنة برفقة النبي - صلى الله عليه وسلم -؛ لحديث ربيعة بن كعب الأسلمي - رضي الله عنه - قال: كنت أبيت مع رسول الله - صلى الله عليه وسلم -، فأتيته بوضوئه وحاجته، فقال لي: ((سَلْ)) فقلت: أسألك مرافقتك في الجنة، قال: ((أو غير ذلك؟)) ¶ ¬__________ ¶ (¬1) مسلم، كتاب الطهارة، باب فضل الوضوء، 1/ 203، برقم 223. ¶ (¬2) أبو داود، كتاب الصلاة، باب ما جاء في المشي إلى الصلاة، برقم 561، والترمذي، كتاب الصلاة، باب ما جاء في فضل العشاء والفجر في الجماعة، برقم 223، وصححه الألباني في مشكاة المصابيح لشواهده الكثيرة، 1/ 224. ¶ (¬3) أخرجه مسلم، كتاب الصلاة، باب فضل السجود والحث عليه،1/ 253،برقم 488.",
            "page": "28",
            "part": "1",
            "seal": "F66DC706"
        },
        {
            "id": "31",
            "nass": "قلت: هو ذاك، قال: ((فأعني على نفسك بكثرة السجود)) (¬1). ¶ 8 - المشي إليها تكتب به الحسنات وترفع الدرجات وتحط الخطايا؛ لحديث أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((من تطهَّر في بيته، ثم مشى إلى بيت من بيوت الله؛ ليقضي فريضة من فرائض الله، كانت خَطْوَتاه إحداهما تحطُّ خطيئة، والأخرى ترفع درجة)) (¬2). ¶ وفي الحديث الآخر: ((إذا توضأ أحدكم فأحسن الوضوء، ثم خرج إلى المسجد، لم يرفع قدمه اليمنى إلا كتب الله - عز وجل - له حسنة، ولم يضع قدمه اليسرى إلا حط الله - عز وجل - عنه سيئة .. )) (¬3). ¶ 9 - تُعدُّ الضيافة في الجنة بها كلما غدا إليها المسلم أو راح؛ لحديث أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم -: ((من غدا إلى المسجد ¶ ¬__________ ¶ (¬1) مسلم، كتاب الصلاة، باب فضل السجود والحث عليه، 1/ 253، برقم 489. ¶ (¬2) مسلم، كتاب المساجد ومواضع الصلاة، باب المشي إلى الصلاة تمحى به الخطايا وترفع به الدرجات، 1/ 462، برقم 666. ¶ (¬3) أبو داود، كتاب الصلاة، باب ما جاء في الهدي في المشي إلى الصلاة، برقم 563.",
            "page": "29",
            "part": "1",
            "seal": "D7AD8ED8"
        },
        {
            "id": "32",
            "nass": "أو راح، أعد الله له في الجنة نُزُلاً كُلَّما غدا أو راح)) (¬1). والنزل ما يهيأ للضيف عند قدومه. ¶ 10 - يغفر الله بها الذنوب فيما بينها وبين الصلاة التي تليها؛ لحديث عثمان - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((لا يتوضأ رجل مسلم فيحسن الوضوء، فيصلي صلاة إلا غفر الله له ما بينه وبين الصلاة التي تليها)) (¬2). ¶ 11 - تكفر ما قبلها من الذنوب؛ لحديث عثمان - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((ما من امرئ مسلم تحضره صلاة مكتوبة، فيحسن وضوءها، وخشوعها، وركوعها إلا كانت كفارة لما قبلها من الذنوب، ما لم يأتِ كبيرة، وذلك الدهر كلّه)) (¬3). ¶ ¬__________ ¶ (¬1) متفق عليه: البخاري، كتاب الأذان، باب فضل من غدا إلى المسجد أو راح، ¶ 1/ 182، برقم 662. ومسلم، كتاب المساجد ومواضع الصلاة، باب المشي إلى الصلاة تمحى به الخطايا وترفع به الدرجات، 1/ 463، برقم 669. ¶ (¬2) مسلم، كتاب الطهارة، باب فضل الوضوء والصلاة عقبه، 1/ 206، برقم 227. ¶ (¬3) مسلم، كتاب الطهارة، باب فضل الوضوء والصلاة عقبه، 1/ 206، برقم 228.",
            "page": "30",
            "part": "1",
            "seal": "8D06E203"
        },
        {
            "id": "33",
            "nass": "12 - تُصلِّي الملائكة على صاحبها ما دام في مُصلاّه، وهو في صلاة ما دامت الصلاة تحبسه؛ لحديث أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((صلاة الرجل في جماعة تزيد على صلاته في بيته وصلاته في سوقه بضعًا وعشرين درجةً. وذلك أن أحدهم إذا توضأ فأحسن الوضوء ثم أتى المسجد، لا ينهزه إلا الصلاة، لا يريد إلا الصلاة، فلم يخطُ خطْوَة إلا رُفِعَ له بها درجةً، وحُطَّ عنه بها خطيئة حتى يدخل المسجد، فإذا دخل المسجد كان في الصلاة ما كانت الصلاة تحبسه، والملائكة يُصلُّون على أحدكم مادام في مجلسه الذي صلى فيه، يقولون: اللهم ارحمه، اللهم اغفر له، اللهم تب عليه، ما لم يؤذِ فيه، ما لم يحدث فيه)) (¬1). ¶ 13 - انتظارها رباط في سبيل الله؛ لحديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((ألا أدلكم على ما يمحو الله به ¶ ¬__________ ¶ (¬1) متفق عليه: البخاري، كتاب البيوع، باب ما ذكر في الأسواق، برقم 2119، ومسلم، كتاب المساجد ومواضع الصلاة، باب فضل صلاة الجماعة وانتظار الصلاة، 1/ 459، برقم 649.",
            "page": "31",
            "part": "1",
            "seal": "85210F66"
        },
        {
            "id": "34",
            "nass": "الخطايا ويرفع به الدرجات))؟ قالوا: بلى يا رسول الله، قال: ((إسباغ الوضوء على المكاره، وكثرة الخُطا إلى المساجد، وانتظار الصلاة بعد الصلاة، فذلكم الرباط، فذلكم الرباط)) (¬1). ¶ 14 - أجر من خرج إليها كأجر الحاج المحرم؛ لحديث أبي أمامة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((من خرج من بيته متطهرًا إلى صلاة مكتوبة، فأجره كأجر الحاج المحرم، ومن خرج إلى تسبيح الضحى (¬2) لا ينصبه (¬3) إلا إياه، فأجره كأجر المعتمر، وصلاة على إثر صلاة لا لغو بينهما كتابٌ في عليين)) (¬4). ¶ 15 - من سُبِق بها وهو من أهلها فله مثل أجر من ¶ ¬__________ ¶ (¬1) مسلم، كتاب الطهارة، باب فضل إسباغ الوضوء على المكاره، برقم 251. ¶ (¬2) تسبيح الضحى: صلاة الضحى، وكل صلاة يتطوع بها فهي تسبيحٌ وسُبْحة. الترغيب والترهيب للمنذري، 1/ 292. ¶ (¬3) لا ينصبه: لا يتعبه إلا ذلك، والنَّصبُ: التعب، الترغيب والترهيب للمنذري،2/ 292. ¶ (¬4) أبو داود، كتاب الصلاة، باب ما جاء في فضل المشي إلى الصلاة، برقم 558، وحسنه الألباني في صحيح سنن أبي داود،1/ 111،وفي صحيح الترغيب،1/ 127.",
            "page": "32",
            "part": "1",
            "seal": "DC0E115E"
        },
        {
            "id": "35",
            "nass": "حضرها؛ لحديث أبي هريرة - رضي الله عنه - قال: قال النبي - صلى الله عليه وسلم -: ((من توضأ فأحسن الوضوء، ثم راح فوجد الناس قد صلوا أعطاه الله - عز وجل - مثل أجر من صلاها وحضرها، لا ينقص ذلك من أجرهم شيئًا)) (¬1). ¶ 16 - إذا تطهر وخرج إليها فهو في صلاة حتى يرجع، ويكتب له ذهابه ورجوعه؛ لحديث أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((إذا توضأ أحدكم في بيته، ثم أتى المسجد، كان في صلاة حتى يرجع، فلا يقل: هكذا)) وشبك بين أصابعه (¬2)، وعنه - رضي الله عنه - يرفعه: ((من حين يخرج أحدكم من منزله إلى مسجدي، فرِجْلٌ تكتُبُ حسنة ورِجلٌ تحطُّ سيئة حتى يرجع)) (¬3). ¶ ¬__________ ¶ (¬1) أبو داود، كتاب الصلاة، باب في من خرج يريد الصلاة فسبق بها، برقم 564، وصححه الألباني في صحيح سنن أبي داود، 1/ 113. ¶ (¬2) ابن خزيمة في صحيحه، 1/ 229، والحاكم وصححه ووافقه الذهبي، 1/ 206، وصححه الألباني في صحيح الترغيب والترهيب، 1/ 118. ¶ (¬3) ابن حبان في صحيحه، برقم 1620، والنسائي 2/ 42، والحاكم وصححه ووافقه الذهبي،1/ 217، وصححه الألباني في صحيح الترغيب، 1/ 121، وقال: ((وهو كما قالا)) يعني الحاكم والذهبي. وانظر: أحاديث أخرى صحيحة تدل على أن من تطهر في بيته ثم ذهب إلى المسجد فهو في صلاة حتى يرجع إلى منزله. صحيح الترغيب والترهيب للألباني، 1/ 121.",
            "page": "33",
            "part": "1",
            "seal": "76130C6D"
        },
        {
            "id": "36",
            "nass": "وآخر دعوانا أن الحمد لله رب العالمين، وصلى الله وسلم على نبينا محمد وعلى آله وأصحابه، ومن تبعهم إلى يوم الدين.",
            "page": "34",
            "part": "1",
            "seal": "4ACF6AE5"
        }
    ],
    "t1793": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: مفهوم الصلاة"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "الصلاة لغة"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "الصلاة في الشرع"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: حكم الصلاة"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث: منزلة الصلاة"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - الصلاة عماد الدين"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "2",
            "tit": "2 - أول ما يحاسب عليه العبد"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "3 - آخر ما يفقد من الدين"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "4 - آخر وصية أوصى بها النبي - صلى الله عليه وسلم -"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "5 - مدح الله القائمين بها ومن أمر بها أهله"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "1",
            "tit": "6 - ذم الله المضيعين لها والمتكاسلين عنها"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "2",
            "tit": "7 - أعظم أركان الإسلام ودعائمه العظام بعد الشهادتين"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "8 - مما يدل على عظم شأنها أن الله لم يفرضها في الأرض بواسطة جبريل"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": "9 - فرضت خمسين صلاة"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "2",
            "tit": "10 - افتتح الله أعمال المفلحين بالصلاة واختتمها بها"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "11 - أمر الله النبي محمدا - صلى الله عليه وسلم - وأتباعه أن يأمروا بها أهليهم"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "12 - أمر النائم والناسي بقضاء الصلاة"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع: خصائص الصلاة في الإسلام"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - سمى الله الصلاة إيمانا"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "2",
            "tit": "2 - خصها بالذكر تمييزا لها من بين شرائع الإسلام"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "3 - قرنت في القرآن الكريم بكثير من العبادات"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "1",
            "tit": "4 - أمر الله نبيه - صلى الله عليه وسلم - أن يصطبر عليها"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "2",
            "tit": "5 - أوجبها الله على كل حال"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "6 - اشترط الله لها أكمل الأحوال"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "1",
            "tit": "7 - استعمل فيها جميع أعضاء الإنسان"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "2",
            "tit": "8 - نهى أن يشتغل فيها بغيرها حتى بالخطرة واللفظة، والفكرة"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "3",
            "tit": "9 - هي دين الله الذي يدين به أهل السموات والأرض"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "4",
            "tit": "10 - قرنت بالتصديق"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الخامس: حكم تارك الصلاة"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - {يوم يكشف عن ساق}"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "2 - {كل نفس بما كسبت رهينة}"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "1",
            "tit": "3 - {فإن تابوا وأقاموا الصلاة}"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "4 - ((بين الرجل وبين الشرك والكفر ترك الصلاة))"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "1",
            "tit": "5 - ((العهد الذي بيننا وبينهم الصلاة))"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "2",
            "tit": "6 - ((كان أصحاب محمد - صلى الله عليه وسلم - لا يرون شيئا من الأعمال تركه كفر غير الصلاة))"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "3",
            "tit": "7 - حكى إجماع الصحابة على كفر تارك الصلاة غير واحد من أهل العلم"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "4",
            "tit": "8 - وذكر الإمام ابن تيمية أن تارك الصلاة يكفر"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "9 - وأورد الإمام ابن القيم - رحمه الله - أكثر من اثنين وعشرين دليلا على كفر تارك الصلاة الكفر الأكبر"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "10 - قال الإمام ابن القيم - رحمه الله -: ((وقد دل على كفر تارك الصلاة: الكتاب والسنة، وإجماع الصحابة))"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث السادس: فضل الصلاة"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - تنهى عن الفحشاء والمنكر"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "2",
            "tit": "2 - أفضل الأعمال بعد الشهادتين"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "3",
            "tit": "3 - تغسل الخطايا"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "4 - تكفر السيئات"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "5 - نور لصاحبها في الدنيا والآخرة"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "6 - يرفع الله بها الدرجات ويحط الخطايا"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "1",
            "tit": "7 - من أعظم أسباب دخول الجنة برفقة النبي - صلى الله عليه وسلم -"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "8 - المشي إليها تكتب به الحسنات وترفع الدرجات وتحط الخطايا"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": "1",
            "tit": "9 - تعد الضيافة في الجنة بها كلما غدا إليها المسلم أو راح"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "10 - يغفر الله بها الذنوب فيما بينها وبين الصلاة التي تليها"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "1",
            "tit": "11 - تكفر ما قبلها من الذنوب"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "12 - تصلي الملائكة على صاحبها ما دام في مصلاه وهو في صلاة ما دامت"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "1",
            "tit": "13 - انتظارها رباط في سبيل الله"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "14 - أجر من خرج إليها كأجر الحاج المحرم"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "1",
            "tit": "15 - من سبق بها وهو من أهلها"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "16 - إذا تطهر وخرج إليها فهو في صلاة حتى يرجع"
        }
    ]
}