{
    "b1799": [
        {
            "id": "2",
            "nass": "إجابة النداء ¶ أنواعٌ، وفضائلُ، وفوائدُ، وآدابٌ، وإجابة قولية وفعلية، وأحكامٌ ¶ في ضوء السنة المطهرة ¶ تقديم معالي العلامة الشيخ الدكتور صالح بن فوزان الفوزان عضو هيئة كبار العلماء ¶ تأليف الفقير إلى الله تعالى ¶ د. سعيد بن علي بن وهف القحطاني",
            "page": null,
            "part": null,
            "seal": "C1A168C4"
        },
        {
            "id": "3",
            "nass": "تقديم معالي العلامة الشيخ الدكتور صالح بن فوزان الفوزان عضو هيئة كبار العلماء ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الحمد للَّه/ وبعد: فقد تصفحت هذه الرسالة القيمة: ¶ (إجابة النداء) لفضيلة الشيخ: سعيد بن علي بن وهف القحطاني، فوجدتها رسالة قيمة مفيدة في موضوعها، مؤيدة بالأدلة والنقول المفيدة، موثقة من مصادرها العلمية/ فجزى اللَّه مؤلفها خير الجزاء ونفع بها- إنه سميع مجيب، وصلى اللَّه وسلم على نبينا محمد وآله وصحبه. ¶ كتبه: ¶ صالح بن فوزان الفوزان ¶ عضو هيئة كبار العلماء ¶ 15/ 4/ 1429هـ",
            "page": "2",
            "part": "1",
            "seal": "0E5B54EA"
        },
        {
            "id": "5",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ المقدمة ¶ إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضلَّ له، ومن يُضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلّى الله عليه وعلى آله، وأصحابه، ومن تبعهم بإحسان إلى يوم الدين، وسلَّم تسليماً كثيراً. أما بعد: ¶ فهذه رسالة لطيفة في: ((إجابة النداء)) حررتها تذكرة لي، ولمن شاء الله من عباده المؤمنين، بينت فيها باختصار: فضائل النداء، وفضائل إجابة الأذان بالقول، وأنواعها، وفوائدها، وآدابها، وأحكامها، ووجوب إجابة النداء بالفعل، والله أسأل أن ينفعني بها في حياتي وبعد مماتي، وأن يجعل هذه الكلمات اليسيرات مباركة، نافعة، خالصة لوجهه الكريم، وأن ينفع بها من انتهت إليه؛ فإنه خير مسؤول، وأكرم مأمول، وهو حسبنا ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي، العظيم، وصلى الله وسلم على عبده ورسوله، نبينا محمد وعلى آله، وأصحابه ومن تبعهم بإحسان إلى يوم الدين، وسلم تسليماً كثيراً. ¶ المؤلف: أبو عبد الرحمن ¶ سعيد بن علي بن وهف القحطاني ¶ حرر عصر يوم السبت الموافق 12/ 4/1429هـ",
            "page": "3",
            "part": "1",
            "seal": "808D557F"
        },
        {
            "id": "6",
            "nass": "المبحث الأول: فضائل النداء ¶ ثبت في فضائل النداء نصوص كثيرة (¬1)، منها الفضائل الآتية: ¶ 1 - المنادي من الدعاة إلى الله، قال الله تعالى: {وَمَنْ أَحْسَنُ قَوْلاً مِّمَّن دَعَا إِلَى الله وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ} (¬2). ¶ 2 - المؤذِّنون أطول أعناقًا يوم القيامة؛ لحديث معاوية بن أبي سفيان - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((المؤذنون أطول الناس أعناقًا يوم القيامة)) (¬3). ¶ 3 - يطرد الشيطان؛ لحديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((إذا نُودي للصلاة أدبر الشيطان له ضُراط حتى لا يسمع التأذينَ، فإذا قُضِيَ النداءُ أقبل حتى إذا ثُوِّب للصلاة أدبَرَ، حتى إذا قُضِيَ التَّثْويبُ (¬4) أقبلَ حتى يَخطُرُ بين المرء ونفسه، يقول له: اذكر كذا واذكر كذا لما لم يكن يذكر من ¶ ¬__________ ¶ (¬1) اكتفيت في هذه الرسالة بذكر فضائل النداء، وما يتعلق بحُكم إجابة النداء قولاً وفعلاً، وأما ما بقي من أحكام النداء فقد وفق الله تعالى لكتابة رسالة بالتفصيل، بعنوان: ((الأذان والإقامة: المفهوم، والفضائل، والآداب، والشروط في ضوء الكتاب والسنة))، وهي في 46 صفحة من الحجم المتوسط، وهي أيضاً قد أدرجتها ضمن صلاة المؤمن، 1/ 141 - 161، فمن أراد التفصيل فليرجع إليها إن شاء. ¶ (¬2) سورة فصلت، الآية: 33. ¶ (¬3) أخرجه مسلم، في كتاب الصلاة، باب فضل الأذان وهروب الشيطان عند سماعه، برقم 387. ¶ (¬4) التثويب: الإقامة.",
            "page": "4",
            "part": "1",
            "seal": "9690A99C"
        },
        {
            "id": "7",
            "nass": "قبل، حتى يظلَّ الرجلُ لا يدري كم صلى)) (¬1). ¶ 4 - لو يعلم الناس ما في النداء لاستهموا عليه؛ لحديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((لو يعلمُ الناسُ ما في النداء والصف الأول ثم لم يجدوا إلا أن يستهموا عليه لاستهموا، ولو يعلمون ما في التهجير (¬2) لاستبقوا إليه، ولو يعلمون ما في العتمة (¬3) والصبح لأتوهما ولو حبوًا)) (¬4). ¶ 5 - لا يسمع صوت المؤذِّن شيء إلا شهد له، قال أبو سعيد الخدري - رضي الله عنه - لعبد الله بن عبد الرحمن بن أبي صعصعة الأنصاري: ((إني أراك تحب الغنم والبادية، فإذا كنت في غنمك أو باديتك فأذنت بالصلاة فارفع صوتك بالنداء؛ فإنه لا يسمعُ مدى صوت المؤذّن جنٌّ ولا إنسٌ، ولا شيء إلا شهد له يوم القيامة، قال أبو سعيد: سمعته من رسول الله - صلى الله عليه وسلم -)) (¬5). ¶ 6 - يُغفر للمؤذن مدى صوته وله مثل أجر من صلى معه؛ لحديث البراء بن عازب رضي الله عنهما أن نبي الله - صلى الله عليه وسلم - قال: ((إن الله وملائكته يصلون على الصف المقدَّم، والمؤذنُ يغفرُ له بمدِّ صوته، ويصدقه من سمعه من رطبٍ ويابسٍ وله مثلُ أجر من صلى معه)) (¬6). ¶ ¬__________ ¶ (¬1) متفق عليه: البخاري، كتاب الأذان، باب فضل التأذين، برقم 608، ومسلم، كتاب الصلاة، باب فضل الأذان وهروب الشيطان عند سماعه، برقم 389. ¶ (¬2) التهجير: التبكير إلى الصلاة. ¶ (¬3) العتمة: صلاة العشاء. ¶ (¬4) متفق عليه: البخاري، كتاب الأذان، باب الاستهام في الأذان، برقم 615، ومسلم، كتاب الصلاة، باب تسوية الصفوف وإقامتها، برقم 437. ¶ (¬5) البخاري، كتاب الأذان، باب رفع الصوت بالنداء، برقم 609. ¶ (¬6) النسائي، كتاب الأذان، باب رفع الصوت بالأذان، 2/ 13، برقم 646، وأحمد، 4/ 284، وقال المنذري في الترغيب والترهيب، 1/ 243: ((رواه أحمد والنسائي بإسناد حسن جيد)). وصححه الألباني في صحيح الترغيب والترهيب، 1/ 99.",
            "page": "5",
            "part": "1",
            "seal": "62D84B0D"
        },
        {
            "id": "8",
            "nass": "7 - دعاء النبي - صلى الله عليه وسلم - له بالمغفرة؛ لحديث أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((الإمام ضامنٌ (¬1) والمؤذن مؤتمن (¬2)، اللهم أرشد الأئمة واغفر للمؤذنين)) (¬3). ¶ 8 - الأذان تُغفر به الذنوب ويُدخِل الجنة؛ لحديث عقبة بن عامر - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((يعجب ربكم من راعي غنمٍ في رأس شظيَّة (¬4) بجبل يؤذن بالصلاة ويصلي، فيقول الله - عز وجل -: انظروا إلى عبدي هذا يؤذنُ ويقيمُ يخاف مني، فقد غفرتُ لعبدي وأدخلته الجنة)) (¬5). ¶ ¬__________ ¶ (¬1) ضامن: الضمان هنا الحفظ والرعاية؛ لأنه يحفظ على القوم صلاتهم، وصلاتهم في عهدته. انظر: النهاية في غريب الحديث لابن الأثير، باب الضاد مع الميم، 3/ 103. ¶ (¬2) مؤتمن: أمين الناس على صلاتهم وصيامهم. انظر: النهاية في غريب الحديث لابن الأثير، باب الهمزة مع الميم، 1/ 71. ¶ (¬3) أبو داود، كتاب الصلاة، باب ما يجب على المؤذن من تعاهد الوقت، 1/ 143، برقم 517، والترمذي، كتاب الصلاة، باب ما جاء أن الإمام ضامن والمؤذن مؤتمن، 1/ 402، برقم 207، وابن خزيمة برقم 528، وصححه الألباني في صحيح الترغيب والترهيب، 1/ 100، وله شاهد من حديث عائشة رضي الله عنها عند ابن حبان بسند صحيح، برقم 1669. ¶ (¬4) الشظية: القطعة تنقطع من الجبل ولم تنفصل منه. انظر: النهاية في غريب الحديث لابن الأثير، باب الشين مع الظاء، 1/ 71. ¶ (¬5) أبو داود، كتاب الصلاة، باب الأذان في السفر، 2/ 4، برقم 1203، والنسائي، كتاب الأذان، باب الأذان لمن يصلي وحده، 2/ 20، برقم 666، وصححه الألباني في صحيح الترغيب والترهيب،1/ 102، وسلسلة الأحاديث الصحيحة، رقم 41.",
            "page": "6",
            "part": "1",
            "seal": "F38B725F"
        },
        {
            "id": "9",
            "nass": "9 - من أذَّن اثنتي عشرة سنة وجبت له الجنة؛ لحديث ابن عمر رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: ((من أذَّن ثنتَي عشرةَ سنةً وجبتْ له الجنة، وكتب له بتأذينه في كلِّ يومٍ ستونَ حسنةً، ولكلِّ إقامةٍ ثلاثونَ حسنةً)) (¬1). ¶ 10 - المؤذِّن خيار عباد الله؛ لحديث ابن أبي أوفى - رضي الله عنه -: أن النبي قال: ((إن خيار عباد الله الذين يراعون الشمس والقمر والنجوم لذكر الله)) (¬2). ¶ 11 - المؤذِّن إذا أذَّن وأقام صلى خلفه من جنود الله ما لا يُرى طرفاه؛ لحديث سلمان الفارسي - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: ((إذا كان الرجل بأرض قِيّ (¬3)، فحانت الصلاة، فليتوضأ، فإن لم يجد ماءً فليتيمّم، فإن أقام صلى معه ملكاه، وإن أذن وأقام صلى خلفه من جنود الله ما لا ¶ ¬__________ ¶ (¬1) ابن ماجه، كتاب الأذان والسنة فيها، باب فضل الأذان وثواب المؤذنين، برقم 723، والحاكم في المستدرك، 1/ 205، وقال: صحيح على شرط البخاري، ووافقه الذهبي، وقال المنذري في الترغيب والترهيب،1/ 111: ((وهو كما قال)).وصححه الألباني في سلسلة الأحاديث الصحيحة، برقم 42، وفي صحيح ابن ماجه،1/ 226. ¶ (¬2) الطبراني في الكبير واللفظ له كما قاله المنذري في الترغيب والترهيب، قال: والبزار، والحاكم، ¶ 1/ 51، وقال: ((إسناده صحيح))، وقال الألباني في صحيح الترغيب، 1/ 217: (( ... في تصحيح الحاكم نظر من وجوه بينتها في الصحيحة، 3400))، وقال الهيثمي في مجمع الزوائد، ¶ 1/ 227: ((رواه الطبراني في الكبير، والبزار، ورجاله موثقون، لكنه معلول))، وحسنه الألباني لغيره في صحيح الترغيب، 1/ 217. ¶ (¬3) القِيّ: بكسر القاف وتشديد الياء: هي الأرض القفر [الترغيب للمنذري].",
            "page": "7",
            "part": "1",
            "seal": "B6384D6A"
        },
        {
            "id": "10",
            "nass": "يُرى طرفاه)) (¬1). ¶ ¬__________ ¶ (¬1) أخرجه عبد الرزاق في مصنفه، 10/ 510، 511، والطبراني في المعجم الكبير، 8/ 305، برقم 6120، وابن أبي شيبة في مصنفه، 1/ 219، وصححه الألباني في صحيح الترغيب والترهيب، 1/ 219.",
            "page": "8",
            "part": "1",
            "seal": "31CFBCCA"
        },
        {
            "id": "11",
            "nass": "المبحث الثاني: أنواع إجابة النداء ¶ يُسنُّ لمن سمع المؤذن والمقيم أن يتابعه سرًّا بقوله، فيقول مثله، إلا في الحيعلتين فيقول: ((لا حول ولا قوة إلا بالله))، ثم يصلي على النبي - صلى الله عليه وسلم -، ويقول الأذكار المشروعة بعد الأذان، ولا شك أن النبي - صلى الله عليه وسلم - شرع لأمته في الذكر عند الأذان وبعده خمسة أنواع (¬1) على النحو الآتي: ¶ النوع الأول: يقول السامع مثل ما يقول المؤذن إلا في لفظ: ((حي على الصلاة، وحي على الفلاح))، فيقول: ((لا حول ولا قوة إلا بالله))؛ لحديث أبي سعيد الخدري - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((إذا سمعتم النداء فقولوا مثل ما يقول المؤذِّن)) (¬2). ¶ وعن عمر بن الخطاب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((إذا قال المؤذن: الله أكبر الله أكبرُ، فقال أحدكم: الله أكبر الله أكبر، ثم قال: أشهد أن لا إله إلا الله قال: أشهد أن لا إله إلا الله، ثم قال: أشهد أن محمدًا رسول الله، قال: أشهد أن محمدًا رسول الله، ثم قال: حيَّ على الصلاة، قال: لا حول ولا قوة إلا بالله، ثم قال: حي على الفلاح، قال: لا حول ولا قوة إلا بالله، ثم قال: الله أكبر الله أكبر، قال: الله أكبر الله أكبر، ثم قال: لا إله إلا ¶ ¬__________ ¶ (¬1) قال الإمام ابن القيم رحمه الله في زاد المعاد في هدي خير العباد، 2/ 391: ((وأما هديه - صلى الله عليه وسلم - في الذكر عند الأذان فشرع لأمته منه خمسة أنواع ... )) ثم ذكر هذه الأنواع الآتية. ¶ (¬2) متفق عليه: البخاري، كتاب الأذان، باب ما يقول إذا سمع المؤذن، برقم 611، ومسلم، كتاب الصلاة، باب استحباب القول مثل قول المؤذن لمن سمعه، ثم يصلي على النبي - صلى الله عليه وسلم -، ثم يسأل الله له الوسيلة، برقم 383.",
            "page": "9",
            "part": "1",
            "seal": "6F0E92B1"
        },
        {
            "id": "12",
            "nass": "الله، قال: لا إله إلا الله، من قلبه دخل الجنة)) (¬1). ¶ النوع الثاني: يقول عقب تشهد المؤذن (¬2): وأنا أشهد أن لا إله إلا الله وحده لا شريك له، وأن محمدًا عبده ورسوله، رضيت بالله ربًّا، وبمحمدٍ رسولاً، وبالإسلام دينًا، فعن سعد بن أبي وقاص - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - أنه قال: ((من قال حين يسمع المؤذن: أشهد أن لا إله إلا الله وحده لا شريك له، وأن محمدًا عبده ورسوله، رضيت بالله ربًّا، وبمحمد رسولاً، وبالإسلام دينًا، غُفِرَ له ذنبُهُ)). وفي رواية: ((من قال حين يسمع المؤذن وأنا أشهد ... )) (¬3). ¶ النوع الثالث: يصلي على النبي - صلى الله عليه وسلم - بعد فراغه من إجابة المؤذن؛ لحديث عبد الله بن عمرو بن العاص رضي الله عنهما أنه سمع النبي - صلى الله عليه وسلم - يقول: ((إذا سمعتم المؤذن فقولوا مثل ما يقول، ثم صلُّوا علي؛ فإنه من صلَّى عليّ صلاة صلى الله عليه بها عشرًا، ثم سلوا الله لي الوسيلة؛ فإنها منزلةٌ في الجنة لا تنبغي إلا لعبدٍ من عباد الله، وأرجو أن أكون أنا هو، فمن سأل لي الوسيلة حلت له الشفاعة)) (¬4). ¶ النوع الرابع: يقول بعد صلاته على النبي - صلى الله عليه وسلم - ما ثبت في حديث جابر ¶ ¬__________ ¶ (¬1) مسلم، كتاب الصلاة، باب استحباب القول مثل قول المؤذن لمن سمعه، برقم 385. ¶ (¬2) انظر: صحيح ابن خزيمة، 1/ 220، ومجموع فتاوى ابن عثيمين، 12/ 194، وهكذا سمعته من شيخنا ابن باز غير مرة، أن المجيب يقول هذا الذكر بعد قول المؤذن الشهادتين. ¶ (¬3) مسلم، كتاب الصلاة، باب استحباب القول مثل قول المؤذن، برقم 386. ¶ (¬4) مسلم، كتاب الصلاة، باب استحباب القول مثل قول المؤذن، برقم 384.",
            "page": "10",
            "part": "1",
            "seal": "3434F1B9"
        },
        {
            "id": "13",
            "nass": "- رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((من قال حين يسمع النداء: اللهم ربَّ هذه الدعوة التامة، والصلاة القائمة، آتِ محمدًا الوسيلة والفضيلة، وابعثه مقامًا محمودًا الذي وعدته حلَّت له شفاعتي يوم القيامة)) (¬1). ¶ وثبت عند البيهقي زيادة: ((إنك لا تخلف الميعاد)) (¬2). ¶ النوع الخامس: يدعو لنفسه بعد ذلك، ويسأل الله من فضله؛ فإنه يستجاب له، فعن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((الدعوة لا ترد بين الأذان والإقامة فادعوا)) (¬3). ¶ وسمعت شيخنا الإمام العلامة عبد العزيز بن عبد الله ابن باز - رحمه الله وقدس روحه - يقول: ((هذه الأنواع تقال كلها مرة واحدة مجموعة مع كل أذان)) (¬4). ¶ ¬__________ ¶ (¬1) البخاري، كتاب الأذان، باب الدعاء عند النداء، برقم 614. ¶ (¬2) سنن البيهقي، 1/ 410، وحسن إسناده الإمام ابن باز في تحفة الأخيار، ص38، وفي مجموع الفتاوى له، 29/ 305. ¶ (¬3) أحمد في المسند، بلفظه،3/ 225،وأبو داود، في كتاب الصلاة بابٌ في الدعاء بين الأذان والإقامة، برقم 521،بلفظ: ((لا يرد الدعاء بين الأذان والإقامة))،والترمذي، كتاب الصلاة، باب ما جاء أن الدعاء لا يرد بين الأذان والإقامة، برقم 212،وفي كتاب الدعوات، باب في العفو والعافية، رقم 3594،وصححه الألباني في إرواء الغليل،1/ 262. ¶ (¬4) سمعته أثناء شرحه لزاد المعاد: فصل في هديه - صلى الله عليه وسلم - في الأذان وأذكاره، 2/ 391.",
            "page": "11",
            "part": "1",
            "seal": "033B4BD6"
        },
        {
            "id": "14",
            "nass": "المبحث الثالث: فضائل إجابة المؤذن ¶ فضائل إجابة المؤذن بالقول كثيرة، منها الفضائل الآتية: ¶ 1 - مجيب المؤذن من الشهداء على الخير؛ لحديث أبي سعيد الخدري - رضي الله عنه - يرفعه، وفيه: (( ... لا يسمع مدى صوت المؤذن جنٌّ ولا إنسٌ، ولا شيءٌ إلا شهد له يوم القيامة)) (¬1). ¶ 2 - مجيب المؤذن من قلبه يدخله الله الجنة؛ لحديث عمر بن الخطاب - رضي الله عنه -، وفيه أن من قال مثل ما يقول المؤذن، فإذا قال المؤذن: لا إله إلا الله، قال: (( ... لا إله إلا الله من قلبه دخل الجنة)) (¬2). ¶ 3 - إجابة المؤذن يغفر الله بها الذنوب؛ لحديث سعد بن أبي وقاص - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم -، وفيه: أن من قال عقب تشهد المؤذن: ((وأنا أشهد أن لا إله إلا الله وحده لا شريك له، وأن محمداً عبده ورسوله، رضيت بالله رباً، وبمحمد رسولاً، وبالإسلام ديناً غُفِر له ذنبه)) (¬3). ¶ 4 - من أجاب المؤذن ثم صلى على النبي - صلى الله عليه وسلم - صلى الله عليه بهذه الصلاة عشر صلوات؛ لحديث عبد الله بن عمرو رضي الله عنهما، عن النبي - صلى الله عليه وسلم -: ((إذا سمعتم المؤذن فقولوا مثل ما يقول، ثم صلُّوا عليَّ؛ فإنه من صلَّى عليَّ صلاة صلَّى الله عليه بها عشراً ... )) (¬4)، فصلاة الله على النبي: ثناؤه عليه عند الملائكة، قال أبو العالية: ((صلاة الله: ثناؤه عليه عند الملائكة، وصلاة الملائكة: الدعاء)) (¬5). ¶ فعلى هذا من صلى على النبي - صلى الله عليه وسلم - صلاة واحدة ذكره الله باسمه، وأثنى عليه عند الملائكة عشر مرات؛ لأن الصلاة من الله الثناء. فهذا فضل ¶ ¬__________ ¶ (¬1) البخاري، كتاب الأذان، باب رفع الصوت بالنداء، برقم 609. ¶ (¬2) مسلم، برقم 385، وتقدم تخريجه. ¶ (¬3) مسلم، برقم 386، وتقدم تخريجه. ¶ (¬4) مسلم، برقم 384، وتقدم تخريجه. ¶ (¬5) البخاري، معلقاً مجزوماً به، كتاب التفسير، سورة الأحزاب، باب قوله: {إِنَّ الله وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ} قبل الحديث رقم 4797.",
            "page": "12",
            "part": "1",
            "seal": "FC946E35"
        },
        {
            "id": "15",
            "nass": "عظيم، ومن تركه حرمه، والله المستعان. ¶ 5 - من سأل الله تعالى الوسيلة للنبي - صلى الله عليه وسلم - بعد الأذان، حلت له شفاعته، ووجبت له، ونالته (¬1)؛ لحديث عبد الله بن عمرو المذكور آنفاً، وفيه: ((ثم سلوا الله لي الوسيلة، فإنها منزلة في الجنة لا تنبغي إلا لعبدٍ من عباد الله، وأرجو أن أكون أنا هو، فمن سأل لي الوسيلة حلت له الشفاعة)) (¬2). ¶ 6 - من سأل الله تعالى للنبي - صلى الله عليه وسلم -: أن يبعثه مقاماً محموداً وجبت له شفاعة النبي - صلى الله عليه وسلم -؛ لحديث جابر - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((من قال حين يسمع النداء: اللهم ربَّ هذه الدَّعوة التامّة والصلاة القائمة آتِ محمداً الوسيلة والفضيلة، وابعثه مقاماً محموداً الذي وعدته حلت له شفاعتي يوم القيامة)) (¬3). ¶ 7 - ثواب من قال مثل ما يقول المؤذن يقيناً، عن أبي هريرة - رضي الله عنه -، قال: كُنَّا مع رسول الله - صلى الله عليه وسلم -، فقام بلال ينادي، فلما سكت قال رسول الله - صلى الله عليه وسلم -: ((من قال هذا يقيناً دخل الجنة)) (¬4). ¶ 8 - إجابة دعوة مجيب المؤذن؛ لحديث عبد الله بن عمر رضي الله عنهما: أن رجلاً قال: يا رسول الله إن المؤذنين يفضلوننا، فقال رسول الله - صلى الله عليه وسلم -: ((قل كما يقولون، فإذا انتهيت فسل تُعطه)) (¬5). ¶ 9 - لا يردُّ الدعاء عند النداء، وتفتح أبواب السماء؛ لحديث سهل بن سعد - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: ((ساعتان تفتح فيهما أبواب السماء، ¶ ¬__________ ¶ (¬1) انظر: شرح النووي على صحيح مسلم، 4/ 328. ¶ (¬2) مسلم، برقم 384، وتقدم تخريجه. ¶ (¬3) البخاري، برقم 614، وتقدم تخريجه. ¶ (¬4) النسائي، كتاب الأذان، باب القول مثل ما يقول المؤذن [و] ثواب ذلك، برقم 673، وحسنه الألباني في صحيح سنن النسائي، 1/ 221، وصححه في صحيح الترغيب، 1/ 218. ¶ (¬5) أبو داود، كتاب الصلاة، باب ما يقول إذا سمع المؤذن، برقم 524، وقال العلامة الألباني في صحيح سنن أبي داود، 1/ 157: ((حسن صحيح)).",
            "page": "13",
            "part": "1",
            "seal": "C4A2D057"
        },
        {
            "id": "16",
            "nass": "وقلما تُردُّ على داعٍ دعوته: عند حضور النداء (¬1)، والصف في سبيل الله))، وفي لفظ، قال: ((ثنتان لا تُرَدَّان - أو قلّما تُرَدَّان-: الدعاء عند النداء، وعند البأس حين يُلحم بعضهم بعضاً)) (¬2). ¶ 10 - الدعاء لا يرد بين الأذان والإقامة؛ لحديث أنس - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: ((الدعوة لا ترد بين الأذان والإقامة، فادعوا))، وفي لفظ أبي داود: ((لا يردُّ الدعاء بين الأذان والإقامة)) (¬3). ¶ 11 - مجيب المؤذِّن متَّبعٌ للنبي - صلى الله عليه وسلم - في هذه السنة العظيمة، ممتثل لأمره، يُرجى له الهداية، ويرجى أن يدخل في قوله تعالى: {وَإِنْ تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلاغُ الْمُبِينُ} (¬4). ¶ 12 - مجيب المؤذن يرجو الله واليوم الآخر، ويذكر الله كثيراً؛ لأنه اتخذ النبي - صلى الله عليه وسلم - أسوةً له، قال الله تعالى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ الله أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو الله وَالْيَوْمَ الْآخِرَ وَذَكَرَ الله كَثِيراً} (¬5). ¶ 13 - فضل الله تعالى ورحمته على عباده؛ فالأذان عبادة جليلة، ولن يدركها ويدرك فضلها كل أحد، فعوِّض من لم يؤذن بالإجابة؛ ليحصل على أجر الإجابة (¬6). ¶ ¬__________ ¶ (¬1) قال الألباني في صحيح الترغيب، 1/ 225: ((هذا اللفظ ((النداء)) هو الذي تشهد له الأحاديث الأخرى ... دون لفظ ((حين تقام الصلاة)) ... وهذا الحين ليس وقتاً للدعاء، وإنما لتسوية الصفوف ... )). ¶ (¬2) أبو داود باللفظ الثاني، كتاب الجهاد، باب الدعاء عند اللقاء، برقم 2540، وصححه الألباني في صحيح سنن أبي داود، 2/ 108، وابن خزيمة، 1/ 219، برقم 419، والحاكم، 1/ 198، ¶ 2/ 113، والبيهقي، 1/ 410، و3/ 360، والطبراني في الكبير، 6/ 5756، وصححه الألباني أيضاً لغيره، في صحيح الترغيب والترهيب، 1/ 224. ¶ (¬3) أبو داود، برقم 521، والترمذي، برقم 212، ورقم 3594، وتقدم تخريجه. ¶ (¬4) سورة النور، الآية: 54. ¶ (¬5) سورة الأحزاب، الآية: 56. ¶ (¬6) توضيح الأحكام من بلوغ المرام، للبسام، 1/ 421.",
            "page": "14",
            "part": "1",
            "seal": "562CDB9D"
        },
        {
            "id": "17",
            "nass": "المبحث الرابع: فوائد إجابة النداء ¶ فوائد إجابة المؤذن بالقول كثيرة لا تحصر، ولكن منها الفوائد الآتية: ¶ 1 - قوله - صلى الله عليه وسلم -: ((إذا سمعتم النداء فقولوا مثل ما يقول المؤذن))، قال الحافظ ابن حجر رحمه الله: ((قوله: ((ما يقول)) قال الكرماني: قال: ((ما يقول)) ولم يقل مثل ما قال؛ ليشعر بأنه يجيبه بعد كل كلمة، مثل كلمتها))، ثم قال: ((قلت والصريح في ذلك ما رواه النسائي من حديث أم حبيبة: ((أنه - صلى الله عليه وسلم - كان يقول كما يقول المؤذن حتى يسكت)) (¬1) ((فلو لم يجاوبه حتى فرغ استحب له التدارك إن لم يطل الفصل)) (¬2). ¶ 2 - ما دل عليهّ حديث عمر بن الخطاب - رضي الله عنه -، وفيه: (( ... ثم قال: ((حي على الصلاة قال: لا حول ولا قوة إلا بالله، ثم قال: حي على الفلاح، قال: لا حول ولا قوة إلا بالله)) (¬3)، وحديث عثمان، وفيه أنه لما قال المؤذن: حي على الصلاة، قال عثمان - رضي الله عنه -: لا حول ولا قوة إلا بالله، وقال: هكذا سمعنا نبيكم - صلى الله عليه وسلم - يقول)) (¬4)، وهذان الحديثان يدلان على أنه يستثنى من القول ¶ ¬__________ ¶ (¬1) فتح الباري، لابن حجر، 2/ 91. والحديث أخرجه أحمد، 6/ 326، وابن ماجه، برقم 719، وابن خزيمة، 1/ 215، برقم 412، وقال محققو المسند، 44/ 350، برقم 26767: ((صحيح لغيره، وهذا إسناد ضعيف ... )). ¶ (¬2) قال الحافظ ابن حجر في فتح الباري، 2/ 91: ((قاله النووي في شرح المهذب، بحثاً)). ¶ (¬3) مسلم، برقم 385، وتقدم تخريجه. ¶ (¬4) البخاري، كتاب الأذان، باب ما يقول إذا سمع المنادي، برقم 613.",
            "page": "15",
            "part": "1",
            "seal": "95190024"
        },
        {
            "id": "18",
            "nass": "مثل ما يقول المؤذن: ((حيّ على الصلاة، وحيّ على الفلاح))، فيقول بدلهما: ((لا حول ولا قوة إلا بالله)) (¬1)، قال الإمام النووي رحمه الله: ((حديث أبي سعيد: ((إذا سمعتم النداء فقولوا مثل ما يقول المؤذن)) عام مخصوص؛ لحديث عمر: أنه يقول في الحيعلتين: ((لا حول ولا قوة إلا بالله)) (¬2). ¶ قال الإمام ابن الملقن رحمه الله: ((والمناسبة في جواب الحيعلة بالحوقلة: أن الحيعلة دعاء، فلو قالها السامع لكان الناس كلهم دعاة، فمن يبقى المجيب؟ فحسن من السامع الحوقلة؛ لأنها تفويض محض إلى الله - سبحانه وتعالى -)) (¬3). ¶ 3 - دل حديث عمر بن الخطاب - رضي الله عنه -: أن المشروع للمسلم أن يقول بعد تشهد المؤذن مثل قول المؤذن: فإذا قال المؤذن: ((أشهد أن لا إله إلا الله))؛ فإن المتابع للمؤذن يقول: ((أشهد أن لا إله إلا الله)) يكررها مرتين مثل قول المؤذن، فإذا قال: ((أشهد أن محمداً رسول الله)) قال المجيب: ((أشهد أن محمداً رسول الله)) يكررها مرتين مثل قول المؤذن)) (¬4). ¶ ودلّ حديث سعد بن أبي وقاص - رضي الله عنه -: أن مجيب المؤذن يقول بعد انتهائه من إجابة المؤذن عند الشهادتين، يقول بعد ذلك: ((وأنا أشهد أن لا إله إلا الله وحده لا شريك له، وأن محمداً عبده ورسوله، رضيت بالله رباً، ¶ ¬__________ ¶ (¬1) انظر: فتح الباري، لابن حجر، 2/ 91. ¶ (¬2) شرح النووي على صحيح مسلم، 4/ 329، وانظر: الإعلام بفوائد عمدة الأحكام، لابن الملقن، 2/ 471. ¶ (¬3) الإعلام بفوائد عمدة الأحكام، لابن الملقن، 2/ 471. ¶ (¬4) مسلم، برقم 385، وتقدم تخريجه.",
            "page": "16",
            "part": "1",
            "seal": "FE835944"
        },
        {
            "id": "19",
            "nass": "وبمحمد رسولاً، وبالإسلام ديناً ... )) (¬1). ¶ وقد ذُكِرَ موضع هذا الذكر، وأنه بعد الشهادتين: في رواية ابن خزيمة في صحيحه، وفيه: أن رسول الله - صلى الله عليه وسلم - قال: ((من سمع المؤذن يَتَشَهَّد ... ))، وفيه: (( ... فقال: ((أشهد أن لا إله إلا الله ... )) الحديث (¬2)، وهكذا سمعت شيخنا ابن باز رحمه الله يقرر أن قول هذا الذكر بعد انتهاء المؤذن من الشهادتين، وكذا رجحه العلامة محمد بن صالح العثيمين (¬3). ¶ 4 - ظاهر حديث جابر - رضي الله عنه -: ((من قال حين يسمع النداء: اللهمَّ ربَّ هذه الدعوة التامة، والصلاة القائمة، آت محمداً الوسيلة والفضيلة، وابعثه مقاماً محموداً الذي وعدته حلّت له شفاعتي يوم القيامة)) (¬4): أنه يقول هذا الذكر حال سماع الأذان، ولا يتقيد بفراغه، ولكن قد بين المراد من حديث جابر، حديث عبد الله بن عمرو؛ فإنه قال فيه: ((إذا سمعت المؤذن فقولوا مثل ما يقول، ثم صلوا عليّ؛ فإنه من صلَّى عليّ صلاةً صلَّى الله عليه بها عشراً، ثم سلوا لي الوسيلة؛ فإنها منزلة في الجنة لا تنبغي إلا لعبد من عباد الله، وأرجو أن أكون أنا هو، فمن سأل لي الوسيلة حلت له الشفاعة)) (¬5). ¶ فدل هذا الحديث أن حديث جابر: ((اللهم رب هذه الدعوة التامة ... )) يقال بعد الفراغ من الأذان بعد الصلاة على النبي - صلى الله عليه وسلم -. قال الحافظ ابن ¶ ¬__________ ¶ (¬1) مسلم، برقم 386. ¶ (¬2) صحيح ابن خزيمة، 1/ 220. ¶ (¬3) انظر: مجموع فتاوى ابن عثيمين، 12/ 194. ¶ (¬4) البخاري، برقم 614، وتقدم تخريجه. ¶ (¬5) مسلم، برقم 384، وتقدم تخريجه.",
            "page": "17",
            "part": "1",
            "seal": "8C386B45"
        },
        {
            "id": "20",
            "nass": "حجر رحمه الله: ((وقد بين حديث عبد الله بن عمرو المراد، وأن الحين محمول على ما بعد الفراغ ... )) (¬1). ¶ 5 - إجابة المؤذن تدل على عظيم الرغبة في الفوز بالفلاح، فإن معنى: ((حيَّ على الصلاة، حي على الفلاح)) معنى عظيم، قال الإمام النووي رحمه الله تعالى: ((ومعنى حيَّ على كذا: أي تعالوا إليه، والفلاح: الفوز، والنجاة، وإصابة الخير، قالوا: وليس في كلام العرب كلمة أجمع للخير من لفظة الفلاح ... فمعنى حيَّ على الفلاح: أي تعالوا إلى سبب الفوز، والبقاء في الجنة، والخلود في النعيم ... )) (¬2). ¶ 6 - إجابة المؤذن، بـ: ((لا حول ولا قوة إلا بالله)) فيها الالتجاء إلى الله تعالى، واعتماد القلب عليه، فلا حول ولا قوة للعبد إلا به سبحانه، قال الإمام النووي رحمه الله: ((قال أبو الهيثم: الحول الحركة، أي لا حركة ولا استطاعة، إلا بمشيئة الله ... وقيل: لا حول في دفع شر، ولا قوة في تحصيل خير إلا بالله، وقيل: لا حول عن معصيته إلا بعصمته، ولا قوة على طاعته إلا بمعونته، وحكى هذا عن ابن مسعود - رضي الله عنه -)) (¬3). ¶ وقال الحافظ ابن حجر رحمه الله: ((وقال الطيبي: معنى الحيعلتين: هلُمَّ بوجهك وسريرتك إلى الهدى عاجلاً، والفوز بالنعيم آجلاً، فناسب أن يقول هذا أمر عظيم لا أستطيع مع ضعفي القيام به إلا إذا وفقني الله ¶ ¬__________ ¶ (¬1) فتح الباري، لابن حجر، 2/ 94، وشرح النووي، 4/ 329. ¶ (¬2) شرح النووي على صحيح مسلم، 4/ 328 - 329. ¶ (¬3) المصدر السابق، 4/ 328 - 329.",
            "page": "18",
            "part": "1",
            "seal": "D8DCFF42"
        },
        {
            "id": "21",
            "nass": "بحوله وقوّته)) (¬1). ¶ 7 - الوسيلة: المنزلة عند الملك (¬2)، وهي منزلة للنبي - صلى الله عليه وسلم - في الجنة، من سألها للنبي - صلى الله عليه وسلم - حلت له الشفاعة، أي وجبت له، وقيل: نالته الشفاعة (¬3)، والوسيلة: ما يتقرب به إلى الكبير، وتطلق على المنزلة العليَّة، ويقال: توسلت: تقربت، والواصل إلى تلك المنزلة قريب من الله، وهي عَلَمٌ على أعلى منزلة في الجنة، وهي منزلة رسول الله - صلى الله عليه وسلم - وداره، وهي أقرب أمكنة الجنة إلى عرش الرحمن - سبحانه وتعالى - (¬4). ¶ 8 - الأعمال يشترط لها القصد والإخلاص، لقوله - صلى الله عليه وسلم -: (( ... ثم قال: لا إله إلا الله من قلبه دخل الجنة)) (¬5). ¶ 9 - ((الدعوة التامة)):دعوة التوحيد، كقوله تعالى: {لَهُ دَعْوَةُ الْحَقِّ} (¬6)، وقيل: لدعوة التوحيد تامة؛ لأن الشِّرْكَ نقصٌ، أو التامة: التي لا يدخلها تغيير ولا تبديل، بل هي باقية إلى يوم النشور، أو لأنها هي التي تستحق صفة التمام، وما سواها فمعرَّضٌ للفساد، وقال ابن التين: وصفت لأن فيها أتم القول: ((لا إله إلا الله))، وقال الطيبي: من أوله [أي الأذان] إلى ¶ ¬__________ ¶ (¬1) فتح الباري، لابن حجر، 2/ 92. ¶ (¬2) شرح النووي على صحيح مسلم، 4/ 328. ¶ (¬3) المصدر السابق، 4/ 328. ¶ (¬4) فتح الباري، لابن حجر، 2/ 95، والروض المربع، 1/ 457، وحاشية ابن قاسم على الروض المربع، 1/ 457. ¶ (¬5) شرح النووي على صحيح مسلم، 4/ 329. ¶ (¬6) سورة الرعد، الآية: 14.",
            "page": "19",
            "part": "1",
            "seal": "439DC750"
        },
        {
            "id": "22",
            "nass": "قوله: ((محمد رسول الله)) هي الدعوة التامة (¬1)، وقيل: الدعوة التامة: هي الأذان، والتامة: أي الكاملة السالمة من كل نقص يتطرق إليها؛ لكمالها وعظم موقعها؛ لاشتمالها على تعظيم الله وتوحيده، والشهادة بالرسالة والدعوة إلى الخير (¬2). ¶ 10 - ((الصلاة القائمة)): الحيعلة: هي الصلاة القائمة في قوله: {يُقِيمُونَ الصَّلاةَ}، ويحتمل أن يكون المراد بالصلاة الدعاء، وبالقائمة: الدائمة، مِنْ قام على الشيء إذا داوم عليه، وعلى هذا فقوله: ((والصلاة القائمة)): بيان للدعوة التامة، ويحتمل أن يكون المراد بالصلاة: الصلاة المعهودة المدعو إليها حينئذ، وهو أظهر (¬3). وقيل: الصلاة القائمة: التي ستقوم وتُفْعَل بصفاتها (¬4). ¶ 11 - الفضيلة: المرتبة الزائدة على سائر الخلائق، ويحتمل أن تكون منزلة أخرى، أو تفسيراً للوسيلة (¬5). ¶ وأما ما يقوله بعض الناس: ((والدرجة الرفيعة)) فيما يقال بعد ذكر الفضيلة فقال السخاوي: ((وأما الدرجة الرفيعة فيما يقال بعد الأذان، فلم أره في شيء من الروايات)) (¬6). ¶ 12 - مقاماً محموداً: أي يُحمد القائم فيه، أي: ابعثه يوم القيامة فأقمه ¶ ¬__________ ¶ (¬1) انظر: فتح الباري، لابن حجر، 2/ 95. ¶ (¬2) انظر: الروض المربع، 1/ 457، والشرح الممتع، لابن عثيمين، 2/ 79. ¶ (¬3) فتح الباري، لابن حجر، 2/ 95. ¶ (¬4) الروض المربع، 1/ 457. ¶ (¬5) نقله ابن قاسم في حاشيته على الروض المربع، 1/ 458. ¶ (¬6) المصدر السابق، 1/ 458.",
            "page": "20",
            "part": "1",
            "seal": "4D3D2BB0"
        },
        {
            "id": "23",
            "nass": "مقاماً محموداً، ونكّره للتعظيم، مقاماً محموداً بكل لسان، وقوله: ((الذي وعدته)) [زاد في رواية البيهقي: ((إنك لا تخلف الميعاد))، والمراد بذلك قوله تعالى: {عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَاماً مَحْمُوداً} (¬1) وأطلق عليه الوعد؛ لأن عسى من الله واقع كما صح عن ابن عيينة وغيره (¬2). ¶ ومقاماً محموداً: هي الشفاعة العظمى في موقف القيامة؛ لأنه يحمَدُهُ فيه الأولون والآخرون، ثم يدعو، لتعجيل الحساب والراحة من طول الموقف في المحشر، وهذه الشفاعة خاصة به - صلى الله عليه وسلم - (¬3). ¶ 13 - قال الحافظ ابن حجر رحمه الله: ((الأذكار الزائدة على الحيعلة يشترك السامع والمؤذن في ثوابها، وأما الحيعلة فمقصودها الدعاء إلى الصلاة، وذلك يحصل من المؤذن، فعوِّض السامع عما يفوته من ثواب الحيعلة بثواب الحوقلة، ولقائلٍ أن يقول: يحصل للمجيب الثواب لامتثاله الأمر، ويمكن أن يزداد استيقاظاً وإسراعاً إلى القيام إلى الصلاة، إذا تكرر على سمعه الدعاء إليها من المؤذن، ومن نفسه)) (¬4). ¶ ¬__________ ¶ (¬1) سورة الإسراء، الآية: 79. ¶ (¬2) فتح الباري، لابن حجر، 2/ 95. ¶ (¬3) الروض المربع، 1/ 458. ¶ (¬4) فتح الباري، لابن حجر، 2/ 91.",
            "page": "21",
            "part": "1",
            "seal": "3681F1E5"
        },
        {
            "id": "24",
            "nass": "المبحث الخامس: أحكام إجابة المؤذن ¶ أحكام إجابة المؤذن بالقول كثيرة، وهي على النحو الآتي: ¶ 1 - إجابة المؤذن مستحبة بإجماع أهل العلم، قال الإمام ابن قدامة رحمه الله: ((لا أعلم خلافاً بين أهل العلم في استحباب ذلك)) (¬1)، فعلى هذا يستحب لمن سمع المؤذن أن يقول مثل ما يقول إلا في الحيعلتين فيقول: ((لا حول ولا قوة إلا بالله)) (¬2). ¶ وهذا الاستحباب قول جمهور أهل العلم (¬3). ¶ وقال جماعة من أهل العلم بوجوب القول مثل ما يقول المؤذن وإجابته؛ لقول النبي - صلى الله عليه وسلم -: ((إذا سمعتم النداء فقولوا مثل ما يقول المؤذن)) (¬4)؛ ولقوله - صلى الله عليه وسلم -: ((إذا سمعتم المؤذن فقولوا مثل ما يقول، ثم صلوا علي ... )) (¬5). ¶ قال الإمام القرطبي رحمه الله: ((حكى الطحاوي: أنه اختُلِفَ في حكمه، فقيل: واجب، وقيل: مندوب إليه، وهو الذي عليه ¶ الجمهور ... )) (¬6). ¶ ¬__________ ¶ (¬1) المغني، لابن قدامة، 2/ 85، وانظر: المقنع، والشرح الكبير، والإنصاف، 2/ 105. ¶ (¬2) انظر: المغني، 2/ 85، والشرح الكبير مع المقنع والإنصاف، 2/ 105. ¶ (¬3) انظر: شرح النووي على صحيح مسلم، 4/ 330، وفتح الباري، لابن حجر، 2/ 93، والمفهم لما أشكل من تلخيص مسلم، 2/ 11. ¶ (¬4) متفق عليه، من حديث أبي سعيد: البخاري، برقم 611، ومسلم، برقم 383، وتقدم تخريجه. ¶ (¬5) مسلم، من حديث عبد الله بن عمرو، برقم 384، وتقدم تخريجه. ¶ (¬6) المفهم، 2/ 11.",
            "page": "22",
            "part": "1",
            "seal": "369D629E"
        },
        {
            "id": "25",
            "nass": "وقال الإمام النووي رحمه الله: ((وهل هذا القول مثل قول المؤذن واجب على من سمعه في غير الصلاة أم مندوب؟ فيه خلاف حكاه الطحاوي، الصحيح الذي عليه الجمهور أنه مندوب ... )) (¬1). ¶ وقال العلامة الحافظ عمر بن علي، الشافعي، المعروف بابن الملقن: ((هذا الأمر للندب، وقيل: للوجوب، حكاه الخطابي، والجمهور على الأول)) (¬2). ¶ وقال الحافظ ابن حجر رحمه الله في شرحه لحديث أبي سعيد: ((إذا سمعتم النداء فقولوا مثل ما يقول)): ((واستدل به على وجوب إجابة المؤذن، حكاه الطحاوي عن قومٍ من السلف، وبه قال أبو حنيفة، وأهل الظاهر، وابن وهب، واستُدِلَّ للجمهور بحديثٍ أخرجه مسلم وغيره: ((أنه - صلى الله عليه وسلم - سمع مؤذناً، فلمَّا كبَّر قال: ((على الفطرة))، فلما تشهَّد قال: ((خرجت من النار)) (¬3)، فلما قال عليه الصلاة والسلام غير ما قال المؤذن علمنا أن ذلك للاستحباب، وتُعُقِّب بأنه ليس في الحديث أنه لم يقل مثل ما قال، فيجوز أن يكون قاله ولم ينقله الراوي اكتفاء بالعادة ونقل القول الزائد، وبأنه يحتمل أن يكون ذلك وقع قبل صدور الأمر، ... قيل: ويحتمل أن الرجل لم يقصد الأذان، لكن يردّ هذا الأخير أن في بعض طرقه أنه حضرته الصلاة)) (¬4). ¶ ¬__________ ¶ (¬1) شرح النووي على صحيح مسلم، 4/ 330، وطبعة دار التراث، 4/ 88. ¶ (¬2) الإعلام بفوائد عمدة الأحكام، لابن الملقن، 2/ 470. ¶ (¬3) مسلم، كتاب الصلاة، باب الإمساك عن الإغارة على قوم في دار الكفر إذا سُمِع فيهم الأذان، برقم 382. ¶ (¬4) فتح الباري، لابن حجر،2/ 93،وانظر: المحلَّى، لابن حزم،3/ 148،ونيل الأوطار، للشوكاني، 1/ 550.",
            "page": "23",
            "part": "1",
            "seal": "F2FB87D5"
        },
        {
            "id": "26",
            "nass": "وقال الحافظ في موضع آخر: (( ... لفظ الأمر في رواية مسلم (¬1) تمسَّك به من يدَّعي الوجوب، وبه قال الحنفية، وابن وهب من المالكية، وخالف الطحاوي أصحابه فوافق الجمهور)) (¬2). ¶ والأقرب - والله تعالى أعلم - أن إجابة المؤذن، والقول مثل ما يقول سنة مؤكدة ينبغي لكل مسلم سمعه أن يجيبه إلا لمانعٍ يعذر به؛ ولهذا قال شيخ الإسلام والمسلمين ابن تيمية رحمه الله تعالى: (( ... ولا ينبغي لأحد أن يدع إجابة المؤذن ... فإن السنة لمن سمع المؤذن أن يقول مثل ما يقول، ثم يصلي على النبي - صلى الله عليه وسلم -، ويقول: ((اللهم رب هذه الدعوة التامة ... )) إلى آخره، ثم يدعو)) (¬3). ¶ وقال سماحة شيخنا ابن باز رحمه الله: ((إجابة المؤذن والدعاء بعده سنة في حق جميع من سمعه من المسلمين: المؤذن، والمستمع، من الرجال والنساء، والحاضرة، والبادية)) (¬4). ¶ 2 - إجابة المؤذن سنة قولية كما تقدم، وهي سنة فعلية كذلك، فعلها رسول الله - صلى الله عليه وسلم -؛ لحديث علقمة بن وقاص قال: إني عند معاوية، إذ أذن مؤذنه، فقال معاوية [- رضي الله عنه -] كما قال المؤذن، حتى إذا قال: حيَّ على الصلاة، قال: لا حول ولا قوة إلا بالله، فلما قال: حي على الفلاح، قال: لا حول ¶ ¬__________ ¶ (¬1) يعني قول النبي - صلى الله عليه وسلم - في حديث عمرو بن العاص: ((إذا سمعتم المؤذن فقولوا مثل ما يقول، ثم صلُّوا عليَّ ... )) [مسلم، برقم 384]. ¶ (¬2) فتح الباري، لابن حجر، 2/ 95، وانظر: الشرح الممتع، لابن عثيمين رحمه الله، 2/ 75. ¶ (¬3) مجموع فتاوى شيخ الإسلام ابن تيمية، 23/ 129. ¶ (¬4) مجموع فتاوى ابن باز، 10/ 336.",
            "page": "24",
            "part": "1",
            "seal": "E810E97D"
        },
        {
            "id": "27",
            "nass": "ولا قوة إلا بالله، وقال بعد ذلك ما قال المؤذن، ثم قال: سمعت رسول الله - صلى الله عليه وسلم - يقول مثل ذلك)) (¬1). ¶ وعن أبي أمامة بن سهل قال: سمعت معاوية - رضي الله عنه - يقول: سمعت من رسول الله - صلى الله عليه وسلم -، وسمع المؤذن فقال مثل ما قال)) (¬2)، وعند الإمام البخاري رحمه الله: أن عثمان بن عفان - رضي الله عنه -: أذن المؤذن وعثمان جالس على المنبر، فأجاب المؤذن، فلما قضى المؤذن التأذين، قال: يا أيها الناس إني سمعت رسول الله - صلى الله عليه وسلم - على هذا المجلس حين أذن المؤذن يقول ما سمعتم مني من مقالتي ... ))، وفي رواية: أنه قال مثل ما قال المؤذن إلى قوله: ((أشهد أن محمداً رسول الله))؛ وفي رواية: أنه لما قال: ((حيّ على الصلاة))، قال: ((لا حول ولا قوة إلا بالله))، وقال: هكذا سمعنا نبيكم - صلى الله عليه وسلم - يقول)) (¬3). ¶ فإجابة المؤذن سنة قولية وفعلية، فلا ينبغي للمسلم أن يترك هذه السنة العظيمة. ¶ 3 - حرص السلف على اتباع السنة في إجابة المؤذن اقتداءً برسول الله - صلى الله عليه وسلم -، وامتثالاً لأمره، قال الحافظ ابن حجر رحمه الله: ((ومما لوحظت فيه المناسبة ما نقل عبد الرزاق عن ابن جريج، قال: حُدِّثت أن الناس كانوا ينصتون للمؤذن إنصاتهم للقراءة، فلا يقول شيئاً إلا قالوا مثله، حتى إذا ¶ ¬__________ ¶ (¬1) النسائي، كتاب الأذان، باب القول إذا قال المؤذن: حي على الصلاة، حي على الفلاح، برقم 676، وحسنه الألباني في صحيح النسائي، 1/ 222. ¶ (¬2) النسائي، كتاب الأذان، باب القول مثل ما يتشهَّد المؤذن، برقم 675، وحسن إسناده الألباني في صحيح النسائي، 1/ 222. ¶ (¬3) البخاري بنحوه، كتاب الأذان، باب ما يقول إذا سمع المنادي، برقم 612، 613، وكتاب الجمعة، باب يجيب الإمام على المنبر إذا سمع النداء، برقم 914.",
            "page": "25",
            "part": "1",
            "seal": "0959127E"
        },
        {
            "id": "28",
            "nass": "قال: حيَّ على الصلاة، قالوا: ((لا حول ولا قوة إلا بالله ... )) (¬1). ¶ 4 - استحباب قول سامع المؤذن مثل ما يقول إلا في الحيعلتين، فإنه يقول: ((لا حول ولا قوة إلا بالله)) (¬2). ¶ 5 - استحباب الصلاة على رسول الله - صلى الله عليه وسلم - بعد فراغه من متابعة المؤذن، ثم يقول: اللهم رب هذه الدعوة التامة (¬3). ¶ 6 - استحباب سؤال الله الوسيلة للنبي - صلى الله عليه وسلم - بعد قول: ((اللهم رب هذه الدعوة التامة)) (¬4). ¶ 7 - يستحب أن يقول السامع كل كلمة بعد فراغ المؤذن منها، ولا ينتظر فراغه من كل الأذان (¬5). قال الإمام ابن الملقن رحمه الله: ((يستحب أن يتابع عقب كلِّ كلمة لا معها، ولا يتأخّر عنها عملاً بظاهر فاء التعقيب المذكورة في الحديث، هذا مذهبنا)) (¬6). ¶ 8 - استحباب قول السامع بعد الشهادتين: ((وأنا أشهد أن لا إله إلا الله وحده لا شريك له، وأن محمداً عبده ورسوله، رضيت بالله رباً، وبمحمد رسولاً، وبالإسلام ديناً)) (¬7). ¶ ¬__________ ¶ (¬1) فتح الباري، لابن حجر، 2/ 92. ¶ (¬2) شرح النووي على صحيح مسلم، 4/ 329. ¶ (¬3) المرجع السابق، 4/ 329، ومجموع فتاوى ابن باز، 10/ 335، 336، 362، 365. ¶ (¬4) شرح النووي على صحيح مسلم، 4/ 329. ¶ (¬5) المرجع السابق، 4/ 329. ¶ (¬6) الإعلام، لابن الملقن، 2/ 471. ¶ (¬7) شرح النووي على صحيح مسلم، 4/ 329.",
            "page": "26",
            "part": "1",
            "seal": "896387C8"
        },
        {
            "id": "29",
            "nass": "9 - يستحب لمن رغّب غيره في خير أن يذكر له شيئاً من دلائله؛ لينشطه؛ لقوله - صلى الله عليه وسلم -: ((فإنه من صلى علي صلاة صلى الله عليه بها عشراً ... )) إلى قوله - صلى الله عليه وسلم -: (( ... فمن سأل لي الوسيلة حلت له الشفاعة)) (¬1). ¶ 10 - يستحب إجابة المؤذن لكل من سمعه، قال الإمام النووي رحمه الله: ((واعلم أنه يستحب إجابة المؤذن بالقول مثل قوله كل من سمعه: من متطهِّرٍ، ومحدثٍ، وجنبٍ، وحائضٍ، وغيرهم، ممن لا مانع له، من الإجابة، فمن أسباب المنع: أن يكون في الخلاء، أو جماع أهله، أو نحوهما، ومنها أن يكون في صلاة: فريضة أو نافلة، ... فإذا سلم أتى بمثله)) (¬2). ¶ 11 - ظاهر اختصاص الإجابة بمن يسمع، حتى لو رأى المؤذن على المنارة مثلاً في الوقت، وعلم أنه يؤذن، لكن لم يسمع أذانه؛ لِبُعْدٍ، أو صَمَمٍ، لا تشرع له المتابعة (¬3). ¶ 12 - الظاهر من قوله في الحديث: ((فقولوا)) التعبد بالقول، وعدم كفاية إمرار المجاوبة على القلب، فلا بد من القول باللسان، ولا يلزم المجيب أن يرفع صوته، أما المؤذن فيحتاج إلى رفع الصوت للإعلام، بخلاف السامع فليس مقصوده إلا الذكر)) (¬4). ¶ 13 - إذا سمع الأذان وهو في قراءة، أو تسبيح، قطع ما هو فيه، وأتى ¶ ¬__________ ¶ (¬1) المرجع السابق، 4/ 329. ¶ (¬2) شرح النووي على صحيح مسلم، 4/ 330. ¶ (¬3) فتح الباري، لابن حجر، 2/ 91، وقال: ((قاله النووي في شرح المهذب)). ¶ (¬4) نيل الأوطار، للشوكاني، 1/ 550.",
            "page": "27",
            "part": "1",
            "seal": "F986B7E4"
        },
        {
            "id": "30",
            "nass": "بمتابعة المؤذن؛ لأنه يفوت، والقراءة لا تفوت (¬1)، وبين شيخنا ابن باز رحمه الله: أن الترديد مع المؤذن أولى من الاستمرار في قراءة القرآن؛ لامتثال قول النبي - صلى الله عليه وسلم -: ((إذا سمعتم المؤذن فقولوا مثل ما يقول)) (¬2). ¶ 14 - يستحب متابعة المؤذن في الإقامة (¬3)، قال العلامة ابن باز رحمه الله: ((يستحب أن يجاب المقيم كما يجاب المؤذن، ويقول عند قول المقيم: ((قد قامت الصلاة)) مثله: قد قامت الصلاة، قد قامت الصلاة؛ لعموم الأحاديث المذكورة، وغيرها، وأما ما يروى عنه - صلى الله عليه وسلم - أنه قال عند ¶ الإقامة: ((أقامها الله وأدامها)) (¬4)، فهو حديث ضعيف لا يعتمد ¶ عليه (¬5)، وأذكار الأذان تشرع بعد الأذان والإقامة معاً؛ لأنهما كلاهما أذان؛ لقوله - صلى الله عليه وسلم -: ((بين كل أذانين صلاة، بين كل أذانين صلاة)) (¬6) (¬7). ¶ 15 - يستحب إذا قال المؤذن في أذان الفجر: الصلاة خير من النوم، أن يقول السامع مثله: ((الصلاة خير من النوم، الصلاة خير من النوم))؛ لقوله ¶ ¬__________ ¶ (¬1) شرح النووي على صحيح مسلم، 4/ 330، والمقنع مع الإنصاف والشرح الكبير، 3/ 111، والمغني لابن قدامة، 2/ 88. ¶ (¬2) مجموع فتاوى ابن باز، 10/ 357، والحديث تقدم تخريجه. ¶ (¬3) شرح النووي على صحيح مسلم،4/ 330،والإعلام بفوائد عمدة الأحكام، لابن الملقن،2/ 475. ¶ (¬4) أبو داود، كتاب الصلاة، باب ما يقول إذا سمع الإقامة، برقم 528، وضعفه الألباني في ضعيف سنن أبي داود، ص 46، وفي إرواء الغليل، برقم 241. ¶ (¬5) مجموع فتاوى ابن باز، 10/ 365، 29/ 142، 149. ¶ (¬6) البخاري، كتاب الأذان، باب كم بين الأذان والإقامة؟ ومن ينتظر إقامة الصلاة، برقم 624، وباب بين كل أذانين صلاة لمن شاء، برقم 627. ¶ (¬7) مجموع فتاوى ابن باز، 10/ 365.",
            "page": "28",
            "part": "1",
            "seal": "C99FC0EB"
        },
        {
            "id": "31",
            "nass": "- صلى الله عليه وسلم -: ((إذا سمعتم المؤذن فقولوا مثل ما يقول)) متفق عليه؛ ولعموم الأحاديث المذكورة وغيرها (¬1)؛ ((ولأن قول: ((صدقت وبَرَرْتَ)) إنما جاء في حديث ضعيف، فإن قيل: تركتم حي على الصلاة [وحي على الفلاح] إلى لا حول ولا قوة إلا بالله: قيل: ذلك ثبت فيه الدليل، وهذا لم يثبت)) (¬2) (¬3). ¶ وأما إجابة المؤذن والمقيم أنفسهما، فسمعت شيخنا ابن باز رحمه الله يقول: ((هذا القول لا وجه له، ولا دليل عليه، فقد قاله ويكفي، وليس له إجابة نفسه)) (¬4). ¶ قلت: يستحب للمؤذِّن والمقيم أن يصلي على النبي - صلى الله عليه وسلم - بعد الانتهاء من الأذان، ثم يقول: ((اللهم رب هذه الدعوة التامة ... إلى آخره؛ لعموم الأدلة، والله تعالى أعلم. ¶ 16 - يستحب إذا دخل المسجد فسمع المؤذن: أن ينتظر ويجيب المؤذن، قال الإمام ابن قدامة رحمه الله: ((وإن دخل المسجد فسمع المؤذن استحب ¶ ¬__________ ¶ (¬1) مجموع فتاوى ابن باز، 10/ 344، 29/ 145. ¶ (¬2) قاله العلامة محمد بن إبراهيم آل الشيخ، مفتي السعودية سابقاً، في فتاويه، 2/ 134. ¶ (¬3) قال الإمام ابن الملقن في الإعلام بفوائد عمدة الأحكام، 2/ 473: ((ظاهره أيضاً: أنه يجيب في التثويب مثل قوله، لكن صحح النووي في كتبه أنه يجيبه: ب (صدقت وبررت)، ولم يذكر له وجهاً، وقال بعض الفقهاء: إن فيه خبراً، وبحثت عنه دهراً، فلم أره)). [قال الحافظ ابن حجر في التلخيص الحبير، 1/ 211: (( ... لا أصل لما ذكره في الصلاة خير من النوم)) أي لا أصل لـ ((لصدقتَ وبَرَرْتَ)) التي قيل: إن المجيب للمؤذن يقولها عند سماعه للصلاة خير من النوم))، وانظر: إرواء الغليل، للألباني، 1/ 259. ¶ (¬4) سمعته أثناء تقريره على الروض المربع، 1/ 456.",
            "page": "29",
            "part": "1",
            "seal": "CB92D858"
        },
        {
            "id": "32",
            "nass": "له انتظاره؛ ليفرغ ويقول مثل ما يقول، جمعاً بين الفضلين)) (¬1)، وقال المرداوي في الإنصاف في معرفة الراجح من الخلاف: ((فائدة: لو دخل المسجد والمؤذن قد شرع في الأذان لم يأتِ بتحية المسجد ولا بغيرها حتى يفرغ، جزم به في التلخيص، والبلغة، وابن تميم، وقال: نص عليه، وقدمه في الفروع)) (¬2). ¶ وقال العلامة ابن مفلح في الفروع: ((ولا يركع داخل المسجد التحية قبل فراغه ... )) (¬3). ¶ وبين شيخنا ابن باز رحمه الله: أنه يستحب إذا دخل المسجد والمؤذن يؤذن أن يجيب المؤذن، ثم يصلي تحية المسجد، جمعاً بين العبادتين، وتحصيلاً للأجرين)) (¬4). ¶ وسمعت شيخنا ابن باز رحمه الله يُرجِّح: أن المسلم إذا دخل المسجد يوم الجمعة فأذن المؤذن، فإنه ينتظر ويتابع المؤذن، ثم يصلِّي ركعتين خفيفتين، وبين أن استماع خطبة الجمعة واجب، ولكن لا يؤثر، فإن الداخل إذا تابع المؤذن ثم صلى ركعتين خفيفتين، لا يفوته شيء؛ لأن الخطيب يبدأ بمقدمة للخطبة، فسَيُدْرِكُ الخطبة (¬5). ¶ ¬__________ ¶ (¬1) المغني لابن قدامة، 2/ 89. ¶ (¬2) الإنصاف في معرفة الراجح من الخلاف، 3/ 108. ¶ (¬3) وتمامه: ((وقيل: لا بأس، ولعل المراد غير أذان الجمعة؛ لأن سماع الخطبة أهم)). [كتاب الفروع لابن مفلح، 2/ 30، والإنصاف في معرفة الراجح من الخلاف، للمرداوي، 3/ 109. ¶ (¬4) مجموع فتاوى ابن باز، 29/ 145. ¶ (¬5) وانظر أيضاً: مجموع فتاوى ابن عثيمين، 12/ 194.",
            "page": "30",
            "part": "1",
            "seal": "79DD06EA"
        },
        {
            "id": "33",
            "nass": "17 - إجابة المؤذن والترديد معه في المذْيَاع سنة، إذا كان الأذان في وقت الصلاة، قاله شيخنا ابن باز رحمه الله (¬1). ¶ وأفتى العلامة محمد بن صالح العثيمين رحمه الله: أن الأذان في المذياع أو التلفاز يجاب إذا كان الأذان في وقت الصلاة؛ لعموم قوله - صلى الله عليه وسلم -: ((إذا سمعتم المؤذن فقولوا مثل ما يقول)) (¬2) إلا أن الفقهاء رحمهم الله قالوا: إذا كان قد أدَّى الصلاة التي يؤذن لها فلا يجيب (¬3). ¶ 18 - لا بأس أن يُسمع مجيب المؤذن من حوله؛ ليقتدي به (¬4). ¶ 19 - إجابة مؤذنٍ ثانٍ وثالثٍ مستحبة، إذا كان الأذان مشروعاً، قال العلامة ابن مفلح رحمه الله: ((فظاهر كلامهم: يجيب مؤذناً ثانياً فأكثر، ومرادهم حيث يستحب)) (¬5) (¬6). ¶ وقال المرداوي رحمه الله: (( ... إجابة مؤذنٍ ثانٍ وثالثٍ، وهو صحيح، قال في ((القواعد الأصولية)): ظاهر كلام أصحابنا يستحب ذلك، قال في الفروع: ومرادهم حيث يستحب، قال الشيخ تقي الدين: محلّ ذلك إذا ¶ ¬__________ ¶ (¬1) مجموع فتاوى ابن باز، 10/ 335. ¶ (¬2) مسلم، برقم 384، وتقدم تخريجه. ¶ (¬3) مجموع فتاوى ابن عثيمين، 12/ 196. ¶ (¬4) مجموع فتاوى ابن باز، 10/ 335. ¶ (¬5) كتاب الفروع، لابن مفلح، 2/ 26. ¶ (¬6) قال الحافظ ابن حجر رحمه الله في فتح الباري، 2/ 92: (( ... وحكوا أيضاً خلافاً هل يجيب في الترجيع أولاً؟))، وقال ابن الملقن في الإعلام بفوائد عمدة الأحكام، 2/ 473: ((ظاهر الحديث حكايته في الترجيع، ولا نَقْلَ في ذلك عندنا، والوجه استحبابه إن سمعه ... )).",
            "page": "31",
            "part": "1",
            "seal": "6D55EF9E"
        },
        {
            "id": "34",
            "nass": "كان الأذان مشروعاً)) (¬1). ¶ وقال العلامة منصور البهوتي صاحب الروض المربع: ((ويسن لسامعه: أي المؤذن أو المقيم ولو أن السامع امرأة، أو سمعه ثانياً وثالثاً حيث سُنّ متابعته سراً، بمثل ما يقول، ولو في طواف أو قراءة، ويقضيه المصلِّ، والمتخلَّي)) (¬2). ¶ قال العلامة ابن قاسم في حاشيته على الروض المربع على قول صاحب الروض: ((حيث سن))، أي حيث كان الأذان مشروعاً، قال في المبدع: ظاهر كلامهم أنه يجيب ثانياً وثالثاً حيث سن، واختاره الشيخ [أي شيخ الإسلام ابن تيمية] لكن لو سمع المؤذن وأجابه، وصلى في جماعته لم يجب الثاني؛ لأنه غير مدعو بهذا الأذان، وإجابة الأول أفضل، إلا أذاني الفجر فهما سواء)) (¬3). ¶ وقال الحافظ ابن حجر: (( ... وقال ابن عبد السلام: يجيب كل واحد بإجابة لتعدد السبب، وإجابة الأول أفضل، إلا في الصبح والجمعة فإنهما سواء؛ لأنهما مشروعان)) (¬4). ¶ وقال الإمام ابن الملقن رحمه الله: ((ظاهره استحباب متابعة كل مؤذن، وأنه لا يختصّ بأول مؤذن ... )) (¬5). ¶ ¬__________ ¶ (¬1) الإنصاف في معرفة الراجح من الخلاف مع المقنع والشرح الكبير، 3/ 107 - 108. ¶ (¬2) الروض المربع مع حاشية ابن القاسم، 1/ 453. ¶ (¬3) حاشية ابن قاسم على الروض المربع، 1/ 453 - 454. ¶ (¬4) فتح الباري، لابن حجر، 2/ 92. ¶ (¬5) الإعلام بفوائد عمدة الأحكام، 2/ 473، وتمام كلامه: (( ... والمسألة خلافية في مذهب مالك، ولا نُقل فيها عندنا، لكن قال الرافعي في كتاب سماه: ((الإيجاز بأخطار الحجاز على ما حكاه بعضهم منه: خطَر لي أنه إذا سمع المؤذن وأجابه، وصلى في جماعة فلا يجب الثاني؛ لأنه غير مدعو به، وهو حسن، لكن بخدشه إعادة الصلاة جماعة، ويؤخذ منه أن من لم يصلِّ أجاب لأنه مدعو به)).",
            "page": "32",
            "part": "1",
            "seal": "8D60A3FD"
        },
        {
            "id": "35",
            "nass": "وسمعت شيخنا ابن باز أثناء تقريره على كلام صاحب الروض في هذا الموضع يقول: ((يُسنُّ لمن سمع الأذان أن يقول مثل ما يقول المؤذن، ولو كان فيه أذان ثانٍ وثالث، إذا كان مشروعاً، فالسنة أن يجيبه، ويقول المشروع، ولو كان يقرأ، فيقطع القراءة ويجيبه، وإن قضى المصلي بعد السلام، والمتخلِّي بعد قضاء الحاجة فلا حرج، كما ذكر المؤلف؛ لفضل ذلك العظيم، حتى لو كان في الشريط أو الراديو، إذا كان ذلك في الوقت، أما إذا لم يكن في الوقت فلا)) (¬1). ¶ وقال العلامة محمد بن صالح العثيمين رحمه الله: ((قول المؤلف: ((يسن لسامعه)) يشمل: الذكر، والأنثى، ويشمل النداء الأول والنداء والثاني، بحيث لو كان المؤذنون يختلفون، نقول: يجيب الأول ويجيب الثاني؛ لعموم الحديث، ثم هو ذكر يثاب الإنسان عليه، ولكن لو صلى ثم سمع مؤذناً بعد الصلاة فظاهر الحديث أنه يجيب لعمومه، وقال بعض أهل العلم: إنه لا يجيب؛ لأنه غير مدعوٍّ بهذا الأذان فلا يتابعه، قالوا: ونجيب عن الحديث بأن المعروف في عهد النبي - صلى الله عليه وسلم -: أن المؤذن واحد، ولا يمكن أن يؤذن آخر بعد أن تؤدَّى الصلاة، فيحمل الحديث على المعهود في عهد النبي - صلى الله عليه وسلم -، وأنه لا تكرار في الأذان، ولكن لو أخذ أحد بعموم الحديث، ¶ ¬__________ ¶ (¬1) سمعته أثناء تقريره على الروض المربع،1/ 453، وذلك في درس فجر الأربعاء،13/ 11/ 1418هـ.",
            "page": "33",
            "part": "1",
            "seal": "1801B395"
        },
        {
            "id": "36",
            "nass": "وقال: إنه ذكر، وما دام الحديث عاماً، فلا مانع من أن أذكر الله - عز وجل -[فهو على خير])) (¬1). ¶ قال شيخ الإسلام ابن تيمية رحمه الله: ((ويجيب مؤذناً ثانياً فأكثر حيث يستحب ذلك، كما كان المؤذنان يؤذنان على عهد النبي - صلى الله عليه وسلم -، وأما المؤذنون الذين يؤذنون مع المؤذن الراتب يوم الجمعة (¬2) في مثل صحن المسجد فليس أذانهم مشروعاً باتفاق الأئمة، بل ذلك بدعة منكرة)) (¬3) (¬4). ¶ ¬__________ ¶ (¬1) الشرح الممتع على زاد المستقنع، 2/ 74، ومجموع الفتاوى لابن عثيمين أيضاً، 12/ 193، وما بين المعقوفين من فتاويه، 12/ 194. ¶ (¬2) يقصد في عهده رحمه الله، وإلا فهذا ليس معروفاً في وقتنا الحاضر ولله الحمد. ¶ (¬3) الأخبار العلمية من الاختيارات الفقهية، لشيخ الإسلام ابن تيمية، ص 60. ¶ (¬4) ومن الغرائب أن شيخ الإسلام رحمه الله في هذه الاختيارات، ص 60 قال: ((ويستحب أن يجيب المؤذن ويقول مثل ما يقول ولو في الصلاة))، وهذا مذهب الظاهرية، قال في المحلَّى، 3/ 148: ((ومن سمع المؤذن فليقل كما يقول المؤذن، سواء بسواء من أول الأذان إلى آخره، وسواء كان في غير صلاة، أو في صلاة فرضٍ أو نافلة، حاشا قول المؤذن: حي على الصلاة، حيَّ على الفلاح ... )). وقال المرادوي في الإنصاف: ((وأما المصلي إذا سمع المؤذن فلا يستحب له أن يجيب ولو كانت الصلاة نفلاً، بل يقضيه إذا سلم، وقال الشيخ تقي الدين: يستحب أن يجيبه، ويقول مثل ما يقول ولو في الصلاة، انتهى. فإن أجابه فيها بطلت بالحيعلة فقط مطلقاً على الصحيح من المذهب، وقال أبو المعالي: إن لم يعلم أنها دعاء إلى الصلاة ففيه روايتان أيضاً، وقال: تبطل الصلاة بغير الحيعلة أيضاً إن نوى الأذان، لا إن نوى الذكر، وأما المتخلي فلا يجيب على الصحيح من المذهب، لكن إذا خرج أجابه، وقال الشيخ تقي الدين: يجيبه في الخلاء، وتقدم ذلك في باب الاستنجاء)) [وانظر أيضاً: فتح الباري، لابن حجر، 2/ 92]. فإنه قال: ((واستدل به على جواز إجابة المؤذن في الصلاة عملاً بظاهر الأمر؛ ولأن المجيب لا يقصد المخاطبة، وقيل: يؤخر الإجابة حتى يفرغ؛ لأن في الصلاة شغلاً، وقيل: يجيب إلا في الحيعلتين؛ لأنهما كالخطاب للآدميين، والباقي من ذكر الله، فلا يمنع، لكن قد يقال: من يبدل الحيعلة بالحوقلة لا يمنع؛ لأنها من ذكر الله، قاله ابن دقيق العيد ... والمشهور في المذهب كراهة الإجابة في الصلاة؛ بل يؤخرها حتى يفرغ، وكذا في حالة الجماع والخلاء، لكن إن أجاب بالحيعلة بطلت، كذا أطلقه كثير منهم، ونصّ الشافعي في الأم على عدم فساد الصلاة بذلك)). ¶ وقال الإمام الشوكاني: ((قيل: والقول بكراهة الإجابة في الصلاة يحتاج إلى دليل ولا دليل، ولا يخفى أن حديث: ((إن في الصلاة لشغلاً)) [البخاري، برقم 1216، ومسلم، برقم 538] دليل على الكراهة، ويؤيده امتناع النبي - صلى الله عليه وسلم - من إجابة السلام فيها، وهو أهم من الإجابة للمؤذن)) [نيل الأوطار، 1/ 550]. وانظر أيضاً: الإعلام بفوائد عمدة الأحكام، لابن الملقن، 2/ 472، وشرح النووي على صحيح مسلم، 4/ 330.",
            "page": "34",
            "part": "1",
            "seal": "93AABF0E"
        },
        {
            "id": "37",
            "nass": "20 - إذا لم يسمع إلا بعض الأذان، قال العلامة محمد بن إبراهيم: ((إذا أدرك بعض الأذان فالمُرَجَّح عند كثير من الأصحاب أنه يبدأ بأوله حتى يدركه، والقول الآخر أنه لا يجيب إلا ما سمع، وأنه يفوت لفوات محله، ولعل هذا أرجح ... )) (¬1). ¶ 21 - إجابة النداء سنة قولية وفعلية مؤكدة، عمل بها: الصحابة، والتابعون، والأخيار من أهل العلم والإيمان، وعمل بها العلماء الراسخون في العلم، وحثُّوا الناس ورغَّبوهم فيها، خاصة في حلقاتهم ودروسهم العلمية، فإذا أذَّن المؤذِّن أوقفوا الدروس، وتابعوا الأذان، وأمروا من لم يتابع المؤذن أن يتابعه، فينصتون كما ينصتون لقراءة القرآن، إلا أنهم يجيبون النداء بالأذكار المشروعة سراً بقدر ما يسمع الإنسان نفسه ومن حوله. ¶ وكان شيخنا الإمام العامل بالسنة ابن باز رحمه الله إذا أذَّن المؤذِّن أنصت وتابع الأذان، وأمر من لم ينصت بمتابعة المؤذن، ولا أحصي ما ¶ ¬__________ ¶ (¬1) فتاوى ورسائل محمد بن إبراهيم بن عبد اللطيف، مفتي المملكة العربية السعودية سابقاً، ورئيس القضاة والشؤون الإسلامية، 2/ 134. ثم قال: ((ومن قال إنه يبدأ بأوله فإن أقام دليلاً ترجح قوله، وإلا فظاهر ((إذا سمعتم)) يتعلق بما سمع)). 2/ 134.",
            "page": "35",
            "part": "1",
            "seal": "4C56469F"
        },
        {
            "id": "38",
            "nass": "رأيت من مواقفه في تطبيقه لهذه السُّنّة: سواء كان ذلك في الدروس العلمية، أو في المحاضرات والندوات، أو في الجلسات العامة في بيته أو في غيره، وقد رأيته في دروسه إذا شرع المؤذن في الأذان أوقف الدرس، وأرخى رأسه، وتابع الأذان، وكذلك جميع من يحضر مجلسه من تلاميذه وغيرهم يقتدون به، وينصتون كأن على رؤوسهم الطير، ويجيبون المؤذن. ¶ وأختم كلماتي هذه بقصة في تطبيق هذه السنة عن شيخنا رحمه الله تعالى: فقد حدّثني الشيخ الدكتور عايض بن عبد الله القرني الداعية المشهور: أنه كان مع شيخنا عبد العزيز ابن باز في مجلس ملك المملكة العربية السعودية، فهد بن عبد العزيز آل سعود رحمه الله، وطيّب ثراه، فأذن المؤذن لصلاة العصر، فأنصت الشيخ عبد العزيز ابن باز، وتابع الأذان، وطلب من الحضور في مجلس الملك متابعة المؤذن، فأنصت الملك رحمه الله، وأنصت جميع من في مجلسه: من العلماء، والأمراء، والوجهاء، ومن حضر، وتابعوا الأذان جميعاً حتى انتهى المؤذن!! ¶ رحم الله شيخنا عبد العزيز، وجزاه خيراً، ورحم الله الملك فهد بن عبد العزيز، فقد أدخل السرور على هذا الشيخ بالعمل بهذه السنة وتطبيقها.",
            "page": "36",
            "part": "1",
            "seal": "F61FE838"
        },
        {
            "id": "39",
            "nass": "المبحث السادس: إجابة النداء بالفعل ¶ يجب على كل مسلم: من الرجال، المكلفين، القادرين، حضراً، وسفراً، إجابة المؤذن بالفعل، فيصلوا مع الجماعة؛ فإنَّ صلاة الجماعة فرض عين على هؤلاء (¬1)؛ لأدلة صريحة كثيرة من الكتاب والسنة الصحيحة، والآثار (¬2)، ومنها ما يأتي: ¶ ¬__________ ¶ (¬1) اتفق علماء الإسلام على أن إقامة الصلوات الخمس في المساجد هي من أعظم العبادات، وأجل القربات، ولكن تنازع العلماء بعد ذلك في كونها، فرضاً على الأعيان، أو فرضاً وشرطاً في صحة الصلاة، أو فرضاً على الكفاية، أو سنة مؤكدة على أربعة أقوال على النحو الآتي: ¶ القول الأول: فرض عين، وهذا المنصوص عن الإمام أحمد وغيره من أئمة السلف وفقهاء الحديث. ¶ القول الثاني: فرض عين وشرط في صحة الصلاة، وهو قول طائفة من قدماء أصحاب أحمد وطائفة من السلف، واختاره ابن حزم وغيره، ويذكر عن شيخ الإسلام ابن تيمية في أحد قوليه كما في الاختيارات الفقهية له، ص103،وعن تلميذه ابن القيم كما في كتاب الصلاة له، ص82 - 87 ¶ القول الثالث: فرض كفاية، وهذا المرجح في مذهب الشافعي، وقول بعض أصحاب مالك، وقول في مذهب أحمد. ¶ القول الرابع: سنة مؤكدة، وهذا هو المعروف عن أصحاب أبي حنيفة، وأكثر أصحاب مالك، وكثير من أصحاب الشافعي، ويذكر رواية عن أحمد. ¶ والقول الصواب هو الأول والله تعالى أعلم. ¶ انظر: كتاب المجموع شرح المهذب للشيرازي، للإمام النووي، 4/ 87، والمغني لابن قدامة، ¶ 3/ 5، وفتاوى شيخ الإسلام ابن تيمية، 23/ 225 - 254، والإنصاف في معرفة الراجح من الخلاف، للمرداوي، مع المقنع والشرح الكبير، 4/ 265، ونيل الأوطار للشوكاني، 2/ 340، والأخبار العلمية من الاختيارات الفقهية لشيخ الإسلام ابن تيمية، ص103، وكتاب الصلاة لابن القيم، ص 69 - 86، وصلاة الجماعة، للأستاذ الدكتور صالح بن غانم السدلان، ص61 - 72، وأهمية صلاة الجماعة، للأستاذ الدكتور فضل إلهي، ص41 - 110، وفتاوى الإمام ابن باز، 12/ 7، والشرح الممتع، للعلامة ابن عثيمين، 4/ 204، والإحكام شرح أصول الأحكام، لابن قاسم، 1/ 239. ¶ (¬2) قد وفق الله تعالى لكتابة رسالة بالتفصيل، بعنوان: ((صلاة الجماعة: مفهوم، وفضائل، وأحكام، وفوائد، وآداب، في ضوء الكتاب والسنة))،وقد أدرجتها ضمن صلاة المؤمن،1/ 408 - 471، وهي أيضاً رسالة مفردة تقع في مائة وخمس وعشرين صفحة من الحجم المتوسط، فمن أراد المزيد فليرجع إليها إن شاء، والله المستعان.",
            "page": "37",
            "part": "1",
            "seal": "4A5CE1A5"
        },
        {
            "id": "40",
            "nass": "1 - عاقب الله من لم يُجب المؤذن فيصلي مع الجماعة بأن حال بينهم وبين السجود يوم القيامة، قال - عز وجل -: {يَوْمَ يُكْشَفُ عَن سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلا يَسْتَطِيعُونَ * خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ وَقَدْ كَانُوا يُدْعَوْنَ إِلَى السُّجُودِ وَهُمْ سَالِمُونَ} (¬1). فقد عاقب سبحانه من لم يجب الداعي إلى الصلاة مع الجماعة بأن حال بينه وبين السجود يوم القيامة. ¶ وعن أبي سعيد الخدري - رضي الله عنه - قال: سمعت النبي - صلى الله عليه وسلم - يقول: ((يكشف ربنا عن ساقه فيسجد له كل مؤمن ومؤمنة، ويبقى من كان يسجد في الدنيا رياءً وسمعة، فيذهب ليسجد فيعود ظهره طبقاً واحداً)). وفي لفظ: (( .. فيُكشف عن ساق فلا يبقى من كان يسجد لله من تلقاء نفسه إلا أذن الله له بالسجود، ولا يبقى من كان يسجد اتقاءً ورياءً إلا جعل الله ظهره طبقة واحدة كلما أراد أن يسجد خرَّ على قفاه .. )) (¬2). ¶ وهذا فيه عقوبة للمنافقين وأن ظهورهم يوم القيامة تكون طبقاً واحداً: أي فقار الظهر كله يكون كالفقارة الواحدة، فلا يقدرون على السجود (¬3). ¶ 2 - لم يرخص النبي - صلى الله عليه وسلم - للأعمى بعيد الدار في التخلف عن الجماعة؛ بل أمره بإجابة النداء، فعن أبي هريرة - رضي الله عنه - قال: أتى النبي - صلى الله عليه وسلم - رجل أعمى فقال: يا رسول الله إنه ليس لي قائد يقودني إلى المسجد، فسأل رسول الله - صلى الله عليه وسلم - أن ¶ ¬__________ ¶ (¬1) سورة القلم، الآيتان: 42 - 43. ¶ (¬2) متفق عليه: البخاري، كتاب التفسير، تفسير سورة {ن وَالْقَلَمِ}، باب ((يوم يكشف عن ساق)) برقم 4919،وكتاب التوحيد، باب قول الله تعالى: {وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ * إِلَى رَبِّهَا نَاظِرَةٌ}، برقم 7439، ومسلم، كتاب الإيمان، باب إثبات رؤية المؤمنين ربهم في الآخرة، برقم 182. ¶ (¬3) انظر: النهاية في غريب الحديث لابن الأثير، 3/ 114.",
            "page": "38",
            "part": "1",
            "seal": "421534C8"
        },
        {
            "id": "41",
            "nass": "يرخص له؛ فيصلي في بيته، فرخص له، فلما ولَّى دعاه فقال: ((هل تسمع النداء بالصلاة؟)) فقال: نعم، قال: ((فأجب)) (¬1). ¶ وعن ابن أم مكتوم - رضي الله عنه - أنه سأل النبي - صلى الله عليه وسلم - فقال: يا رسول الله، إني رجل ضرير البصر، شاسع الدار، ولي قائد لا يلائمني، فهل لي رخصة أن أصلي في بيتي؟ قال: ((هل تسمع النداء؟)) قال: نعم، قال: ((لا أجد لك رخصة)) (¬2). وفي لفظ أنه قال: يا رسول الله، إن المدينة كثيرة الهوام والسباع، فقال النبي - صلى الله عليه وسلم -: ((أتسمع حيَّ على الصلاة، حيَّ على الفلاح؟ فحي هلا (¬3) (¬4). ¶ وهذا يصرح فيه النبي - صلى الله عليه وسلم - بأنه لا رخصة للمسلم في التخلف عن صلاة الجماعة إذا سمع النداء، ولو كان مخيراً بين أن يصلي وحده أو جماعة، لكان أولى الناس بهذا التخيير هذا الأعمى الذي قد اجتمع له ستة أعذار: كونه أعمى البصر، وبعيد الدار، والمدينة كثيرة الهوام والسباع، وليس له قائد يلائمه، وكبير السن، وكثرة النخل والشجر بينه وبين المسجد (¬5). ¶ 3 - بيَّن النبي - صلى الله عليه وسلم - أن من سمع النداء فلم يأته فلا صلاة له؛ فعن ابن عباس رضي الله عنهماعن النبي - صلى الله عليه وسلم - أنه قال: ((من سمع النداء فلم يأته فلا صلاةَ له إلا من ¶ ¬__________ ¶ (¬1) مسلم، كتاب المساجد، باب يجب إتيان المسجد على من سمع النداء، برقم 653. ¶ (¬2) أبو داود، كتاب الصلاة، باب التشديد في ترك الجماعة، برقم 552، وقال العلامة الألباني في صحيح سنن أبي داود: ((حسن صحيح))، 1/ 110. ¶ (¬3) ((حيَّ)) أي هلمَّ، وكلمة ((هلا)) بمعنى عَجَّل وأسرع. جامع الأصول لابن الأثير، 5/ 566]. ¶ (¬4) أبو داود، كتاب الصلاة، باب التشديد في ترك الجماعة، برقم 553، وصححه الألباني في صحيح سنن أبي داود، 1/ 110. ¶ (¬5) انظر: كتاب الصلاة لابن القيم ص76، وصحيح الترغيب والترهيب، للألباني ص173.",
            "page": "39",
            "part": "1",
            "seal": "60F4097F"
        },
        {
            "id": "42",
            "nass": "عُذرٍ)) (¬1).وهذا يدل على أن صلاة الجماعة فرض عين (¬2). ¶ 4 - أمر الله تعالى حال الخوف بالصلاة جماعة، فقال: {وَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلاَةَ فَلْتَقُمْ طَآئِفَةٌ مِّنْهُم مَّعَكَ وَلْيَأْخُذُواْ أَسْلِحَتَهُمْ فَإِذَا سَجَدُواْ فَلْيَكُونُواْ مِن وَرَآئِكُمْ وَلْتَأْتِ طَآئِفَةٌ أُخْرَى لَمْ يُصَلُّواْ فَلْيُصَلُّواْ مَعَكَ وَلْيَأْخُذُواْ حِذْرَهُمْ وَأَسْلِحَتَهُمْ} (¬3)، فالله - عز وجل - أمر بالصلاة في الجماعة في شدة الخوف، ثم أعاد هذا الأمر سبحانه مرة ثانية في حق الطائفة الثانية، فلو كانت الجماعة سُنَّة لكان أولى الأعذار بسقوطها عذر الخوف، ولو كانت فرض كفاية لأسقطها سبحانه عن الطائفة الثانية بفعل الأولى، فدّل ذلك على أن الجماعة فرض على الأعيان. ¶ 5 - أمر الله - عز وجل - بالصلاة مع المصلين، فقال: {وَأَقِيمُواْ الصَّلاَةَ وَآتُواْ الزَّكَاةَ وَارْكَعُواْ مَعَ الرَّاكِعِينَ} (¬4)،فقد أمر الله - عز وجل - بالصلاة مع جماعة المصلين، ¶ ¬__________ ¶ (¬1) ابن ماجه، كتاب المساجد والجماعات، باب التغليظ في التخلف عن الجماعة، برقم 793، والدارقطني في سننه، 1/ 420، برقم 4، وابن حبان ((الإحسان))، 5/ 415 برقم 2064، والحاكم وصححه على شرط الشيخين ووافقه الذهبي، 1/ 245، وأخرجه أبو داود، كتاب الصلاة، باب التشديد في ترك الجماعة، برقم 551،وصححه ابن القيم في كتاب الصلاة، ص76، والألباني في صحيح سنن ابن ماجه، 1/ 132، وصحيح سنن أبي داود، 1/ 110، وفي إرواء الغليل، 2/ 327، وسمعت الإمام ابن باز أثناء تقريره على الحديث رقم 427 من بلوغ المرام يقول: ((لا بأس به على شرط مسلم))، وهذا كما قال الحافظ ابن حجر في البلوغ: ((وإسناده على شرط مسلم)). ¶ (¬2) وسمعت شيخنا الإمام عبد العزيز بن عبد الله ابن باز - رحمه الله- يقول: ((معنى لا صلاة له: أي لا صلاة كاملة بل ناقصة، والجمهور على الإجزاء ... )) سمعته من سماحته أثناء تقريره على بلوغ المرام، الحديث رقم 427. ¶ (¬3) سورة النساء، الآية: 102. ¶ (¬4) سورة البقرة، الآية: 43",
            "page": "40",
            "part": "1",
            "seal": "19CD9265"
        },
        {
            "id": "43",
            "nass": "والأمر يقتضي الوجوب. ¶ 6 - أَمر النبي - صلى الله عليه وسلم - بالصلاة مع الجماعة، فعن مالك بن الحويرث - رضي الله عنه - قال: أتيت النبي - صلى الله عليه وسلم - في نفر من قومي، فأقمنا عنده عشرين ليلة - وكان رحيماً رفيقاً- فلما رأى شوقنا إلى أهالينا قال: ((ارجعوا فكونوا فيهم، وعلِّموهم، وصلُّوا، فإذا حضرت الصلاة فليؤذن لكم أحدكم، وليؤمكم أكبركم)) (¬1). ¶ فالنبي - صلى الله عليه وسلم - أمر بصلاة الجماعة، والأمر يقتضي الوجوب. ¶ 7 - همّ النبي - صلى الله عليه وسلم - بتحريق البيوت على المتخلفين عن صلاة الجماعة؛ فعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - فقد ناساً في بعض الصلوات فقال: ((لقد هممتُ أن آمر رجلاً يصلي بالناس، ثم أُخالِفَ (¬2) إلى رجالٍ يتخلَّفون عنها فآمر بهم فيحرقوا عليهم بحزم الحطب بيوتهم، ولو عَلِمَ أحدهم أنه يجد عظماً سميناً لشهدها)). وهذا لفظ مسلم، ولفظ البخاري: ((والذي نفسي بيده لقد هممتُ أن آمر بحطب ليحطب، ثم آمر بالصلاة فيؤذّن لها، ثم آمر رجلاً فيؤمُّ الناس، ثم أخالف إلى رجالٍ فأحرِّق عليهم بيوتهم، والذي نفسي بيده لو يعلم أحدهم أنه يجد عَرْقاً سميناً (¬3)، أو مرماتين حسنتين (¬4) لشهد العشاء)). ¶ ¬__________ ¶ (¬1) متفق عليه: البخاري، كتاب الأذان، باب من قال يؤذن في السفر مؤذن واحد، برقم 628، ومسلم، كتاب المساجد، باب من أحق بالإمامة، برقم 674. ¶ (¬2) أخالف إلى رجال: أي أذهب إليهم، شرح النووي على صحيح مسلم، 5/ 160. ¶ (¬3) عَرقا: العرق: العظم بما عليه من بقايا اللحم بعدما أخذ عنه معظم اللحم. جامع الأصول لابن الأثير، 5/ 568. ¶ (¬4) المرماة: قيل: هو ما بين ظلفي الشاة، وقيل: سهمان يرمي بهما الرجل. انظر جامع الأصول لابن الأثير، 5/ 568.",
            "page": "41",
            "part": "1",
            "seal": "15CCCAC9"
        },
        {
            "id": "44",
            "nass": "وفي لفظ لمسلم: ((إن أثقل صلاة على المنافقين صلاة العشاء وصلاة الفجر، ولو يعلمون ما فيهما لأتوهما ولو حبواً (¬1)، ولقد هممتُ أن آمر بالصلاة فتُقام، ثم آمر رجلاً فيصلي بالناس، ثم أنطلق معي برجال معهم حزم من حطب إلى قومٍ لا يشهدون الصلاة، فأحرق عليهم بيوتهم بالنار)) (¬2). وفي هذا الحديث دلالة على أن صلاة الجماعة فرض عين (¬3). ¶ 8 - تركُ صلاة الجماعة من علامات المنافقين ومن أسباب الضلال؛ لقول عبد الله بن مسعود - رضي الله عنه -: ((لقد رأيتُنا وما يتخلَّف عن الصلاة إلا منافق قد عُلِم نفاقه، أو مريض، إن كان المريض ليمشي بين الرجلين حتى يأتي الصلاة، وقال: إن النبي - صلى الله عليه وسلم - علمنا سنن الهُدى، وإن من سنن الهُدى الصلاة في المسجد الذي يؤذن فيه)). وفي رواية: أن عبد الله قال: ((من سرَّه أن يلقى الله تعالى غداً مسلماً فليحافظ على هؤلاء الصلوات، حيثُ يُنادَى بهِنَّ؛ فإن الله شرع لنبيكم سنن الهدى (¬4)، وإنهنَّ من سنن الهدى، ولو أنكم صليتم في بيوتكم كما يصلي هذا المتخلف في بيته لتركتم سنة نبيكم، ولو تركتم سنة نبيكم لضللتم (¬5)، وما من رجل يتطهر ¶ ¬__________ ¶ (¬1) حبواً: الحبو حبو الصبي الصغير على يديه ورجليه، شرح النووي على صحيح مسلم، 5/ 160. ¶ (¬2) متفق عليه: البخاري، كتاب الأذان، باب وجوب صلاة الجماعة، برقم 644، ومسلم، كتاب الصلاة، باب فضل صلاة الجماعة وبيان التشديد في التخلف عنها، برقم 651. ¶ (¬3) انظر: شرح النووي على صحيح مسلم، 5/ 161. ¶ (¬4) سنن الهدى، روي بضم السين وفتحها، وهما بمعنى متقارب، أي طرائق الهدى والصواب. شرح النووي على صحيح مسلم، 5/ 162. ¶ (¬5) وفي رواية أبي داود برقم 550 ((ولو تركتم سنة نبيكم لكفرتم)). قال الألباني في صحيح سنن أبي داود: ((لضللتم))، وهو المحفوظ، 1/ 110.",
            "page": "42",
            "part": "1",
            "seal": "BFC727F2"
        },
        {
            "id": "45",
            "nass": "فيحسن الطهور ثم يعمد إلى مسجدٍ من هذه المساجد إلا كتب الله له بكل خطوة يخطوها حسنة، ويرفعه بها درجة، ويحط عنه بها سيئة، ولقد رأيتُنا وما يتخلف عنها إلا منافق معلوم النفاق، ولقد كان الرجل يؤتى به يُهادى بين الرجلين (¬1) حتى يقام في الصف)) (¬2). ¶ وهذا يدل على أن التخلف عن الجماعة من علامات المنافقين المعلوم نفاقهم، وعلامات النفاق لا تكون بترك مستحب، ولا بفعل مكروه، ومعلوم أن من استقرأ علامات النفاق في السنة وجدها إما بترك فريضة، أو فعل محرم (¬3)، وفي هذا كله تأكيد أمر الجماعة، وتحمل المشقة في حضورها، وأنه إذا أمكن المريض ونحوه التوصل إليها استحب له حضورها (¬4). ¶ وعن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: ((إن للمنافقين علامات يُعرَفون بها: تحيتهم لعنةٌ، وطعامهم نُهبة، وغنيمتهم غلول، ولا يقربون المساجد ¶ إلا هَجْراً (¬5)، ولا يأتون الصلاة إلا دَبْراً (¬6) مستكبرين، لا يألفون ¶ ولا يُؤلفون، خُشُبٌ (¬7) بالليل، صُخُبٌ بالنهار)) (¬8). وفي لفظ: ((سُخُبٌ ¶ ¬__________ ¶ (¬1) يهادَى: أي يمسكه رجلان من جانبيه بعضديه يعتمد عليهما، شرح النووي على صحيح مسلم، 5/ 162. ¶ (¬2) مسلم، كتاب المساجد ومواضع الصلاة، باب صلاة الجماعة من سنن الهدى، برقم 654. ¶ (¬3) انظر: كتاب الصلاة، لابن القيم، ص77. ¶ (¬4) شرح النووي على صحيح مسلم، 5/ 162. ¶ (¬5) لا يقربون المساجد إلا هجراً: يعني لا يقربون المساجد بل يهجرونها، انظر: شرح المسند، لأحمد شاكر، 15/ 51. ¶ (¬6) دَبْراً: أي آخراً، حين كاد الإمام أن يفرغ. شرح المسند، لأحمد شاكر، 15/ 61. ¶ (¬7) خشب بالليل: أي ينامون الليل لا يصلون، شبههم في تمددهم نياماً بالخشب المطرحة، شرح المسند لأحمد شاكر،15/ 51 ¶ (¬8) صخب: سخب وصخب: الضجة واضطراب الأصوات للخصام على الدنيا شحّاً وحرصاً. انظر: شرح المسند، لأحمد شاكر، 15/ 51.",
            "page": "43",
            "part": "1",
            "seal": "561C8145"
        },
        {
            "id": "46",
            "nass": "بالنهار)) (¬1). ¶ وعن عبد الله بن عمر رضي الله عنهما قال: ((كنا إذا فقدنا الرجل في صلاة العشاء وصلاة الفجر أسأنا به الظن)) (¬2). وفي رواية عنه - رضي الله عنه -: ((كنا إذا فقدنا الرجل في صلاة الغداة أسأنا به الظن)) (¬3). ¶ 9 - تارك صلاة الجماعة متوعد بالختم على قلبه؛ لحديث ابن عباس وابن عمر - رضي الله عنهم - أنهما سمعا النبي - صلى الله عليه وسلم - يقول على أعواده (¬4): ((لينتهينَّ أقوامٌ عن ودعهم (¬5) الجماعات أو ليختمنَّ الله على قلوبهم، ثم ليكوننَّ من الغافلين)) (¬6). وهذا التهديد لا يكون إلا على ترك واجب عظيم. ¶ 10 - استحواذ الشيطان على قوم لا تقام فيهم الجماعة؛ لحديث أبي ¶ ¬__________ ¶ (¬1) أحمد في المسند،2/ 293،وحسن إسناده العلامة أحمد محمد شاكر، في شرحه للمسند،15/ 50 - 51،برقم 7913. ¶ (¬2) ابن أبي شيبة في المصنف، كتاب الصلوات، في التخلف في العشاء والفجر، وفضل حضورهما، 1/ 332، ورواه الطبراني في المعجم الكبير، 12/ 271، برقم 13085، والبزار [مختصر زوائد مسند البزار على الكتب الستة ومسند أحمد لابن حجر، 1/ 228، برقم 301]، قال الهيثمي في مجمع الزوائد، 1/ 40: ((رواه الطبراني في الكبير والبزار، ورجال الطبراني موثوقون)). ¶ (¬3) البزار [مختصر زوائد مسند البزار، لابن حجر، 1/ 228، برقم 302]، وقال ابن حجر: ((وهذا إسناد صحيح))، وقال الهيثمي في مجمع الزوائد، 1/ 40: ((رواه البزار ورجاله ثقات)). ¶ (¬4) على أعواده: أي على المنبر الذي اتخذه من الأعواد. شرح السندي على سنن ابن ماجه، 1/ 436. ¶ (¬5) عن ودعهم الجماعات: أي تركهم. شرح السندي على سنن ابن ماجه، 1/ 436. ¶ (¬6) ابن ماجه، كتاب المساجد والجماعات، باب التغليظ في التخلف عن الجماعة، برقم 794، وصححه العلامة الألباني في صحيح سنن ابن ماجه، 1/ 132، والحديث أخرجه مسلم، برقم 865، لكنه بلفظ: ((الجُمُعات)).",
            "page": "44",
            "part": "1",
            "seal": "F4883FE9"
        },
        {
            "id": "47",
            "nass": "الدرداء - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((ما من ثلاثة في قرية، ولا بدوٍ لا تقام فيهم الصلاة (¬1) إلا قد استحوذ عليهم الشيطان (¬2)، فعليك بالجماعة، فإنما يأكل الذئب من الغنم القاصية)) (¬3). قال زائدة: قال السائب: يعني بالجماعة: الصلاة في الجماعة (¬4)، فقد أخبر النبي - صلى الله عليه وسلم - باستحواذ الشيطان عليهم بترك الجماعة التي شعارها الأذان، وإقامة الصلاة، ولو كانت الجماعة ندباً يخير الرجل بين فعلها وتركها لما استحوذ الشيطان على تاركها وتارك شعارها (¬5). ¶ 11 - تحريم الخروج من المسجد بعد الأذان حتى يصلي صلاة الجماعة إلاَّ لأمرٍ لا بدّ منه؛ لحديث أبي الشعثاء قال: كنا قعوداً في المسجد مع أبي هريرة - رضي الله عنه - فَأَذَّن المؤذن، فقام رجل من المسجد يمشي فأتبعه أبو هريرة بصره حتى خرج من المسجد، فقال أبو هريرة - رضي الله عنه -: ((أما هذا فقد عصى أبا القاسم - صلى الله عليه وسلم -)) (¬6). فقد جعله أبو هريرة - رضي الله عنه - عاصياً لرسول الله - صلى الله عليه وسلم - بخروجه بعد الأذان؛ لتركه الصلاة جماعة (¬7). ¶ قال الإمام النووي - رحمه الله تعالى-: ((فيه كراهة الخروج من المسجد ¶ ¬__________ ¶ (¬1) لا تقام فيهم الصلاة: أي جماعة. عون المعبود شرح سنن أبي داود، للعظيم آبادي، 2/ 251. ¶ (¬2) استحوذ عليهم الشيطان: أي غلبهم وحولهم إليه، عون المعبود شرح سنن أبي داود، 2/ 251. ¶ (¬3) فإنما يأكل الذئب من الغنم القاصية، أي إن الشيطان يتسلط على الخارج عن الجماعة. انظر: عون المعبود، 2/ 251. ¶ (¬4) أبو داود، كتاب الصلاة، باب التشديد في ترك الجماعة، برقم 547، والنسائي، كتاب الإمامة، باب التشديد في ترك الجماعة، برقم 847، وأحمد، 6/ 446،والحاكم وصححه ووافقه الذهبي، 1/ 246، وحسنه الألباني في صحيح سنن أبي داود،1/ 109،وفي صحيح سنن النسائي،11/ 182. ¶ (¬5) انظر: كتاب الصلاة، لابن القيم، ص80. ¶ (¬6) مسلم، كتاب المساجد ومواضع الصلاة، باب النهي عن الخروج من المسجد إذا أذن المؤذن، برقم 655. ¶ (¬7) انظر: كتاب الصلاة لابن القيم، ص81.",
            "page": "45",
            "part": "1",
            "seal": "427ADE48"
        },
        {
            "id": "48",
            "nass": "بعد الأذان حتى يصلي المكتوبة إلا لعذر والله أعلم)) (¬1). وقد جاء النهي صريحاً، فعن أبي هريرة - رضي الله عنه - قال: أمرنا رسول الله - صلى الله عليه وسلم -: ((إذا كنتم في المسجد فنودي بالصلاة فلا يخرج أحدكم حتى يصلي)) (¬2). وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((لا يسمع النداء في مسجدي هذا ثم يخرج منه إلا لحاجة، ثم لا يرجع إليه إلا منافق)) (¬3). ¶ وسمعت شيخنا الإمام عبد العزيز بن عبد الله ابن باز - رحمه الله- يذكر أنه لا يجوز الخروج من المسجد الذي أذن فيه، إلا لعذر: كأن يريد الوضوء أو يصلي في مسجد آخر. ¶ قلت: قال الترمذي - رحمه الله-: ((وعلى هذا العمل عند أهل العلم من أصحاب النبي - صلى الله عليه وسلم -، ومن بعدهم، أن لا يخرج أحد من المسجد بعد الأذان إلا من عذر، أو يكون على غير وضوء، أو أمرٌ لا بد منه)) (¬4). ¶ وذكر المباركفوري - رحمه الله-: أن الحديث يدل على أنه لا يجوز الخروج من المسجد، بعدما أذن فيه، إلا للضرورة، كمن كان جنباً، أو عليه حدث أصغر، أو الذي حصل له رعاف، أو الحاقن، ونحوهم، وكذا من يكون إماماً لمسجد آخر، ومن في معناه (¬5). ¶ ¬__________ ¶ (¬1) شرح النووي على صحيح مسلم، 5/ 163. ¶ (¬2) أخرجه أحمد في المسند،2/ 537،قال الهيثمي في مجمع الزوائد،2/ 5: ((رواه أحمد ورجاله رجال الصحيح)). ¶ (¬3) أخرجه الطبراني في الأوسط [مجمع البحرين، 2/ 22، برقم 643]، وقال الهيثمي في مجمع الزوائد، 2/ 5: ((رواه الطبراني في الأوسط ورجاله رجال الصحيح)). ¶ (¬4) سنن الترمذي، تاب الصلاة، باب النهي عن الخروج من المسجد إذا أذن المؤذن، بعد الحديث رقم 204. ¶ (¬5) انظر: تحفة الأحوذي بشرح جامع الترمذي، للمباركفوري، 2/ 607.",
            "page": "46",
            "part": "1",
            "seal": "CF7BD3BD"
        },
        {
            "id": "49",
            "nass": "12 - تفقّد النبي - صلى الله عليه وسلم - للجماعة في المسجد يدل على وجوب صلاة الجماعة؛ لحديث أبي بن كعب - رضي الله عنه - قال: صلى بنا رسول الله - صلى الله عليه وسلم - يوماً الصبح، فقال: ((أشاهد فلان؟)) قالوا: لا، قال: ((أشاهد فلان؟)) قالوا: لا، قال: ((إن هاتين الصلاتين (¬1) أثقل الصلوات على المنافقين، ولو تعلمون ما فيهما، لأتيتموها ولو حبواً على الركب، وإن الصف الأول على مثل صف الملائكة، ولو علمتم ما فضيلته لابتدرتموه، وإن صلاة الرجل مع الرجل أزكى من صلاته وحده، وصلاته مع الرجلين أزكى من صلاته مع الرجل وما كثر فهو أحب إلى الله تعالى)) (¬2). ¶ 13 - إجماع الصحابة - رضي الله عنهم - على وجوب صلاة الجماعة؛ فقد ذكر الإمام ابن القيم - رحمه الله تعالى- إجماع الصحابة على وجوب صلاة الجماعة، وذكر نصوصهم في ذلك، ثم قال: ((فهذه نصوص الصحابة كما تراها: صحةً، وشهرةً، وانتشاراً، ولم يجئ عن صحابي واحد خلاف ذلك، وكل من هذه الآثار دليل مستقل في المسألة، لو كان وحده، فكيف إذا تعاضدت وتظافرت، وبالله التوفيق)) (¬3). ¶ وقال الترمذي - رحمه الله-: ((وقد رُوِيَ عن غير واحدٍ من أصحاب ¶ ¬__________ ¶ (¬1) إن هاتين الصلاتين: أي صلاة العشاء والفجر، كما تقدم. ¶ (¬2) سنن أبي داود، كتاب الصلاة، باب فضل صلاة الجماعة، برقم554، واللفظ له، والنسائي، كتاب الإمامة، باب الجماعة إذا كانوا اثنين، برقم 843، وحسنه الألباني في صحيح سنن أبي داود 1،/110، وفي صحيح سنن النسائي، 1/ 183. ¶ (¬3) كتاب الصلاة، ص81 - 82.",
            "page": "47",
            "part": "1",
            "seal": "D1FDE3C8"
        },
        {
            "id": "50",
            "nass": "النبي - صلى الله عليه وسلم - أنهم قالوا: من سمع النداء فلم يجب فلا صلاة له)) (¬1). وقال بعض أهل العلم: هذا على التغليظ والتشديد ولا رخصة لأحد في ترك الجماعة إلا من عذر)) (¬2). ¶ وقال مجاهد: ((وسئل ابن عباس عن رجل يصوم النهار ويقوم الليل، ولا يشهد جمعة ولا جماعة؟ قال: هو في النار)) (¬3). ¶ قال الترمذي - رحمه الله-: ((ومعنى الحديث: أن لا يشهد الجماعة والجمعة رغبة عنها، واستخفافاً بحقها، وتهاوناً بها)) (¬4). ¶ والله أسأل أن يجعلني وجميع من قرأ هذه الرسالة من المتبعين للسنة، المحبين لها، وجميع المسلمين، وصلى الله وسلم وبارك على نبينا محمد وعلى آله وأصحابه أجمعين. ¶ ¬__________ ¶ (¬1) سنن الترمذي، كتاب الصلاة، باب ما جاء فيمن يسمع النداء فلا يجيب، بعد الحديث رقم 217. ¶ (¬2) سنن الترمذي، كتاب الصلاة، باب ما جاء فيمن يسمع النداء فلا يجيب، بعد الحديث رقم217. ¶ (¬3) سنن الترمذي، كتاب الصلاة، باب ما جاء فيمن يسمع النداء فلا يجيب، برقم 218، قال العلامة أحمد محمد شاكر في حاشيته على سنن الترمذي، 1/ 424: ((وهذا إسناد صحيح، وهذا الحديث وإن كان موقوفاً ظاهراً على ابن عباس إلا أنه مرفوع حكماً؛ لأن مثل هذا مما لا يعلم بالرأي ... )). ¶ (¬4) سنن الترمذي، في الباب السابق، 1/ 424.",
            "page": "48",
            "part": "1",
            "seal": "97C4CDB2"
        }
    ],
    "t1799": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: فضائل النداء"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - المنادي من الدعاة إلى الله"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "2",
            "tit": "2 - المؤذنون أطول أعناقا يوم القيامة"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "3",
            "tit": "3 - يطرد الشيطان"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "4 - لو يعلم الناس ما في النداء لاستهموا عليه"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "5 - لا يسمع صوت المؤذن شيء إلا شهد له"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "2",
            "tit": "6 - يغفر للمؤذن مدى صوته وله مثل أجر من صلى معه"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "7 - دعاء النبي - صلى الله عليه وسلم - له بالمغفرة"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "8 - الأذان تغفر به الذنوب ويدخل الجنة"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "9 - من أذن اثنتي عشرة سنة وجبت له الجنة"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "10 - المؤذن خيار عباد الله"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "2",
            "tit": "11 - المؤذن إذا أذن وأقام صلى خلفه من جنود الله"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: أنواع إجابة النداء"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "1",
            "tit": "النوع الأول: يقول السامع مثل ما يقول المؤذن"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الثاني: يقول عقب تشهد المؤذن: وأنا"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "النوع الثالث: يصلي على النبي - صلى الله عليه وسلم - بعد فراغه"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "2",
            "tit": "النوع الرابع: يقول بعد صلاته على النبي - صلى الله عليه وسلم -"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الخامس: يدعو لنفسه بعد ذلك"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث: فضائل إجابة المؤذن"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - مجيب المؤذن من الشهداء على الخير"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "2",
            "tit": "2 - مجيب المؤذن من قلبه يدخله الله الجنة"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "3",
            "tit": "3 - إجابة المؤذن يغفر الله بها الذنوب"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "4",
            "tit": "4 - من أجاب المؤذن ثم صلى على النبي - صلى الله عليه وسلم - صلى الله عليه"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "5 - من سأل الله تعالى الوسيلة للنبي - صلى الله عليه وسلم - بعد الأذان حلت"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "6 - من سأل الله تعالى للنبي - صلى الله عليه وسلم -: أن يبعثه مقاما محمودا وجبت"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "2",
            "tit": "7 - ثواب من قال مثل ما يقول المؤذن يقينا"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "3",
            "tit": "8 - إجابة دعوة مجيب المؤذن"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "4",
            "tit": "9 - لا يرد الدعاء عند النداء، وتفتح أبواب السماء"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "10 - الدعاء لا يرد بين الأذان والإقامة"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "1",
            "tit": "11 - مجيب المؤذن متبع للنبي - صلى الله عليه وسلم - في هذه السنة"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "2",
            "tit": "12 - مجيب المؤذن يرجو الله واليوم الآخر، ويذكر الله"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "3",
            "tit": "13 - فضل الله تعالى ورحمته على عباده"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع: فوائد إجابة النداء"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - قوله - صلى الله عليه وسلم -: إذا سمعتم النداء فقولوا مثل ما يقول المؤذن"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "2",
            "tit": "2 - ما دل عليه حديث عمر بن الخطاب - رضي الله عنه -"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "3 - دل حديث عمر بن الخطاب - رضي الله عنه -: أن المشروع للمسلم"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "4 - ظاهر حديث جابر - رضي الله عنه -: من قال حين يسمع النداء"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "5 - إجابة المؤذن تدل على عظيم الرغبة في الفوز بالفلاح"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "1",
            "tit": "6 - إجابة المؤذن، بـ: لا حول ولا قوة إلا بالله"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "7 - الوسيلة: المنزلة عند الملك، وهي منزلة للنبي - صلى الله عليه وسلم -"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "1",
            "tit": "8 - الأعمال يشترط لها القصد والإخلاص"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "2",
            "tit": "9 - الدعوة التامة: دعوة التوحيد"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "10 - الصلاة القائمة: الحيعلة: هي الصلاة القائمة"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "1",
            "tit": "11 - الفضيلة: المرتبة الزائدة على سائر الخلائق"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "2",
            "tit": "12 - مقاما محمودا: أي يحمد القائم فيه"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "13 - قال الحافظ ابن حجر رحمه الله"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الخامس: أحكام إجابة المؤذن"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - إجابة المؤذن مستحبة بإجماع أهل العلم"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "2 - إجابة المؤذن"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "3 - حرص السلف على اتباع السنة في إجابة المؤذن"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "4 - استحباب قول سامع المؤذن مثل ما يقول إلا في"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "1",
            "tit": "5 - استحباب الصلاة على رسول الله - صلى الله عليه وسلم - بعد فراغه"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "2",
            "tit": "6 - استحباب سؤال الله الوسيلة للنبي - صلى الله عليه وسلم -"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "3",
            "tit": "7 - يستحب أن يقول السامع كل كلمة بعد فراغ المؤذن"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "4",
            "tit": "8 - استحباب قول السامع بعد الشهادتين: وأنا أشهد أن"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "9 - يستحب لمن رغب غيره في خير أن يذكر له شيئا"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "10 - يستحب إجابة المؤذن لكل من سمعه"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "2",
            "tit": "11 - ظاهر اختصاص الإجابة بمن يسمع، حتى لو رأى"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "3",
            "tit": "12 - الظاهر من قوله في الحديث: فقولوا التعبد بالقول"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "4",
            "tit": "13 - إذا سمع الأذان وهو في قراءة، أو تسبيح، قطع ما"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "14 - يستحب متابعة المؤذن في الإقامة"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "1",
            "tit": "15 - يستحب إذا قال المؤذن في أذان الفجر: الصلاة خير"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "16 - يستحب إذا دخل المسجد فسمع المؤذن: أن ينتظر"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "17 - إجابة المؤذن والترديد معه في المذياع سنة"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "1",
            "tit": "18 - لا بأس أن يسمع مجيب المؤذن من حوله"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "2",
            "tit": "19 - إجابة مؤذن ثان وثالث مستحبة، إذا كان الأذان"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "20 - إذا لم يسمع إلا بعض الأذان"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "1",
            "tit": "21 - إجابة النداء سنة قولية وفعلية مؤكدة، عمل بها"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث السادس: إجابة النداء بالفعل"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "1 - عاقب الله من لم يجب المؤذن فيصلي مع الجماعة"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": "1",
            "tit": "2 - لم يرخص النبي - صلى الله عليه وسلم - للأعمى بعيد الدار في التخلف"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "3 - بين النبي - صلى الله عليه وسلم - أن من سمع النداء فلم يأته فلا صلاة له"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "4 - أمر الله تعالى حال الخوف بالصلاة جماعة"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": "1",
            "tit": "5 - أمر الله - عز وجل - بالصلاة مع المصلين"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "6 - أمر النبي - صلى الله عليه وسلم - بالصلاة مع الجماعة"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": "1",
            "tit": "7 - هم النبي - صلى الله عليه وسلم - بتحريق البيوت على المتخلفين عن"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "8 - ترك صلاة الجماعة من علامات المنافقين ومن"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "9 - تارك صلاة الجماعة متوعد بالختم على قلبه"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "1",
            "tit": "10 - استحواذ الشيطان على قوم لا تقام فيهم الجماعة"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "11 - تحريم الخروج من المسجد بعد الأذان حتى يصلى"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "12 - تفقد النبي - صلى الله عليه وسلم - للجماعة في المسجد يدل على وجوب"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": "1",
            "tit": "13 - إجماع الصحابة - رضي الله عنهم - على وجوب صلاة الجماعة"
        }
    ]
}