{
    "b180": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله الذي أحيا أموات النبات بنفحة نفحة إسرائيل الأقدار بالاقتدار، في صُوَر صورةِ شريف لطيف رحمته المودعَة في ضمن أرسال الرياح. الذي حَلّى أجياد الجماد من قدود مهفهفات الأغصان بلآلىء عقود العنقود كاللؤلؤ المنضود، من سوسن ونرجس وشقائق وأقاح وتفاح، ومنطق غلمان أفنان الأشجار بمعصفرات مكلَّلات مناطق الزهر الفيّاح، فالأرض تبتسم عَجَباً، والسماءُ تبكي طَربا، والنَوْر يحكي ذَهَبا، والطير يُغنِّي شجناً ويرتاح، وعروس عرائس - الغُروس تتمايلُ تواجداً عند مرّ هبوب لطيف عطر نسيم الرياح، فكُتما أدارَ نديمُ نسيم بنسيم وابل الأمطار، في مجلس الدوحة على صوفيّة الأشجار كأسَ الطربِ والأفراح، وصوتت شبابةُ الريح، على إيقاع طار الرعد غنّى بلبلُ البلبال وباح، ولمعت شموس النُوّار، وصَفَّقَت أكفُ الأوراق فتمايلت الأشجار، ورموا على مغاني الأطيار مرقعات النواوير من الارتياح، والطيور تسجع والهزار يصفر والهدهد يهدّد بإفصاح، والقمر يُغَرِّد، ورهبان الملائكة يتلون في جوامع صوامع أذكارهم إنجيل تبجيل الملك الفتّاح، البصير الذي يبصر دبيب النملة السوداء على الصخرة الصمّاء في الليلة الظلماء بغير مقلة تعتريه بالانطباق والانفتاح، السميع الذي يسمَعُ وقوع قوائم الذرّ على البرّ، ويعلم ما يختلح في طباق مكنونات خزائن الأشباح، ينزل كلّ ليلةٍ إلى سماء الدنيا - تعالى ربّنا عن الانتقال والقيام والارتحال والمسير والعدو والرواح - فيقول: هل من سائلِ فأعطيه؟ هل من تائبِ فأتوب عليه؟ هل من داع فاستجيب له، كما ورد عن النبي (في الصحاح، فَسبحان الذي أطلع من قعر بحر الغيب نفيس جواهر الأرواح، وأودعها بسرِّ حكمته في خزائن الأشباح، أدارَ الفَلَكَ لِيُعْلَمَ بدورانهِ وجودُ المساء والصباح، جعل الليل والنهار طرازين على كُميّ مرقعة الدهر لاصطياد الأرواحُ من اقفاص الأشباح، نَثَرَ دنانير الكواكب على زُرقة شقّة وجه السماء والليل مطويُّ الوشاح، فكأنهُنَّ جَمَرات بقين في مواقد خَلَعَتْ عنها ثيابَ الرماد أيدي الرياح، أو عيونُ الروم رُكِّبت في محاجر السودان رَكَّبها مقترحٌ أحسنَ الاقتراح، مجيبُ دعوة المضطرِّ إذا دعاهُ وهو معتكفٌ على صَنَم لذّاته وأفعالِه القباح، يسمعُ حنينَ أنينِ الأطفال في ديجور الليل وجَرْيُ الماءِ في العود وخيلُ الليل تركض للصباح، استوى على العرش وما جلس، ونَزَل وما انتقل، هذا هو الحق ومن خالفه فهو الخطأ الصُراح، من شرب من راحِ حُبِّه ارتاح، وأعلن بأسراره - وباح، من خالَفَ هوى نفسه استراح، وإلاّ فهو كبيتٍ ما فيه مصباح، أفيقوا من خُمار الهوى فقد نادى المنادي: حيَّ على الفلاح، واتلوا على أسماع القلوب آية فَسَّرها ذو الصلاح، (الله نُورُ السَماواتِ والأَرْضِ مَثَلُ نُورِهِ كَمشكاةِ فيها مِصْباحٌ) قُمْ في وقت السحر واسمع حنين العاشقين وأنين المشتاقين ياذا الأفعال القباح، ينادون مولاهم بشفاهٍ ذابلة، ودموعٍ سائلة، وزفرات قاتلة، وألسنة فِصاح، فإن انقطع قلبك في بادية ذنبك وأنت بمعزل عن الصلاح، فنادِ على نفسك نداء من أعلن بقصتهِ وباح، وتفكّر في أفعاله القِباح، فصاح فأنشد صُراح: ¶ لا خير في العيش بغير افتضاح ... وهل على من مات وَجداً جُناح ¶ قد جئتكم مستأمناً فارحموا ... لا تقتلوني قد رميتُ السلاح ¶ لا تقتلوني أنا في أسركُمْ ... والحبُ قد أثخن قلبي جراح ¶ نَحْمَدُهُ ونشكرُه على ما منَحَ من عطاياه أباح، ونشهد أن لا إله إلاّ الله وحده لا شريك، لِه شهادةً أرجو بها الفوزَ والنجاح، ونشهد أن محمداً عبده ورسوله المخصوص بالعلم وأزواجه صلاةً تقوم فتدوم ما هَبَّت الرياح وما تعاقب الجديدانْ واختلف المساء والصباحْ.",
            "page": "1",
            "part": "1",
            "seal": "3CAB1CA6"
        },
        {
            "id": "2",
            "nass": "امّا بعد: وفقنا الله وإيّاكم فإنّا نستفتح المجالس بذكر الله العظيم، لنطرد به العويَ الرجيم، ونخرج به من زمرة الغافلين، ونهتدي به إلى الصراط المستقيم، والمنهج القويم، فنقول إذ ذاك بسم الله الرحمن الرحيم، اسم عزيز، بسم الله كلمة السلامة، بسم الله كلمة الكرامة، بسم الله إذا مرّ على القلوب المريضة شَفاها، وإذا نَظَر إليها بعين العناية بلّغها مناها، اسم بذكره يستأنس المستوحشون، بسم الله الرحمن الرحيم أسكر العقول وأحيا القلوب، كاسات هذا الاسم دائرة، فأين القلوب الحاضرة، عَجَباَ لبقاء هذه النفوس عند دَوَران هذه الكؤوس، عَجَباً كيف تبقى الأرواح في الأشباح عند ذكر الملك الفتّاح، لو أدير هذا الكأسُ على جبل أبي قبيس لَسَكَرَ سُكْرَ قيس، لولا استتار الحقيقة بستر لطيف عن العبأد، لم تثبت عند ذكره الأرواح في الأجساد، لمن لا تليق به الأشياء والأنداد، هذه كؤوس بسم الله تُدار مَنْ يشرب؟، هذه حُداةُ الذكر تُغَنَي فأيْنَ من يطرب؟ هذه حمائم الاشتياق تنوح فأين من قلبه بالفراق مجروح؟ من لم يتطيّب بعرف هذا الوادي فلا طيب له في هذا الناديْ. ¶ خليليَّ إن الجزع أضحى تُرابُهُ ... من الطيب كافوراَ وعيدانهُ رَنْدا ¶ وأصبح ماءُ الجزع عَذباَ وأصبحت ... حجارتُه مِسْكاَ وأوراقُهُ وَرْدا ¶ وما ذاك إلاّ أَنْ مَشَت بجنابه ... كل بثَيْنَةُ في سربِ فَجَرَّتْ به بُرْدا ¶ فأهدت لنا من عطفها يوم سَلَّمَتْ ... نسيماً كريح المسك زدنا به وَجْدا ¶ قال سهل بن عبد الله: ما من يوم إلاّ والجليل سبحانه ينادي: ما أنصفتني عبدي أذكرك وتنساني، وأدعوك إليَّ فتذهب عنّي إلى غيري، وأذْهِبُ عنك البلايا، وأنتَ مُعتكف على الخطايا، يا ابن آدم ما اعتذارك غلي اً إذا جئتني؟. ¶ ما زلتَ دهراَ للقلى مُتَعَرَّضاَ ... ولطالما قد كنتَ عنا معْرِضا ¶ جانبتنا دهراَ فلما لم تجد ... عوضاً سوانا صرت تبكي ما مضى ¶ لو كنتَ لازمتَ الوقوفَ ببابنا ... لَلَبِستَ من إحساننا خِلَغَ الرضا ¶ لكن هجرتَ حقوقنا وتركتَها ... فلذاك ضاق عليك متَّسع الفضا ¶ مَنْ ذا يُطيقُ صدودنا أو منْ لَهُ ... صبر على سيف الصدود المُنْتَضى ¶ يا هذا جَدَّ العارفون وهزلتَ وصعدوا في طلب المعالي ونزلتَ؟ ! ¶ حَدوا عَزَماتٍ ضاقت الأرضىُ دونَها ... فصار سُراهم في ظهور العزائم ¶ لاحَ لهم عَلَمُ الوصال فنفضوا مزاود الركائب فصاح المحبّ: هبّت لنا من رياح الغدير رائحة: ¶ تَمُرُّ الصبا صَفْحاَ بساكن ذي الغَضا ... وَيصْدَعُ قَلْبِي أَن يَهبَّ هُبُوبها ¶ قريبةُ عَهْدٍ بالحبيبِ، وإنَّما ... هَوَى كُل نَفْسِ حَنثُ حَلَّ حَبِيبُها ¶ وما هجرتكِ النفسُ أنَكِ عندها ... قليل، ولكن قَلَ منكِ نصيبُها ¶ ولكنهم يا أجمل الناس أولعوا ... بقولٍ اذا ما جئتُ: هذا حبيبُها ¶ يا هذا تتوجه إلى الحبيب ومعشوقتك الدنيا؟ ! ¶ طَهِّر خِلالَكَ من خِلّ تُعابُ به ... من الدنيا بالبِرّ والبَرّ والبُرَّ ¶ قد وافقوا الوحشَ في سكنى مرابعها ... وخالفوها بتفويض وتطبيبِ ¶ نافرهم النومُ وخالفهم السهرُ، فهربوا من كرب الوجد الى نسيم الصبا. ¶ يا لنَسيمِ سَحَرٍ بحاجرٍ ... روَّت به ريحُ الصَبا عَهْدَ الصَبا ¶ السَحَرُ ربيعُ الأحباب وريحُ الربيع عبير، إذا جالت رياح الأسحار في صحراءِ التعبّد حملت ارائج أزاهر القلوب. ¶ \" تؤدي صباها ما تقول خزاماها \" ¶ إذا هَبَّ من وادي العقيق نسيمُ ... يذكّرني عهد الصبا فأهيمُ ¶ وإنْ لَمَعَتْ نار على ابرق الحمى ... دعاني هوىَ في القلب منكِ قديمُ ¶ وأصبو لخفّاق النسيم إذا سرى ... وسوقي لسُكّان الغوير عظيمُ ¶ وإني إذا ما مَضَني الشوقُ والأسى ... رحلتُ وقلبي في الديار مقيمُ ¶ أوحى الله - عز وجلَ - إلى داود - عليه السلام -:",
            "page": "2",
            "part": "1",
            "seal": "B112339C"
        },
        {
            "id": "3",
            "nass": "قُلْ لشُبّان بني إسرائيل لِمَ تُشغلون نفوسكم بغيري وأنا مشتاقٌ إليكم، ما هذا الجفا لو يعلم المدبرون - عنّي كيف انتظاري لهم وشوقي إليهم لماتوا شوقاً إليّ وانقطعت، أوصالهم من مَحَبَتي، هذه إرادتي في المدبرين عني فكيف إرادتي في المدبرين عليّ؟، يا داود! كَذِبَ من ادَعى مَحَبَّتي فإذا جَنَهُ الليلُ نام عنِّي، كَذِبَ من ادّعى محبتي ثم خَطَرَ بباله غيري، يا آذان القلوب اسمعي أنا جليس من ذكرني: ¶ وما كنتمُ تعرفون الجفا ... فَممَّنْ ترى قد تَعَلَّمْتُمُ ¶ فيا أرباب القلوب أما فيكم من عَدِمَ لَذَّة قرب محبوبه، أما فيكم من أرضعوه من لبان وصالهم ثم فطموه، يا مفطومهم إبك وترامَ عليهم، يا سماء، أعين المحجوبين اسكبي، يا قمرية قلوب المهجورين ترنّمي واطربي، يا ألسنة المحبِّين عمّا يجن الجنان اعربي، يا أكباد المحزونين ذُوبي والهبي: ¶ لقاؤك أنسق للمُحِبِّ وسلوانُ ... وذكرك لي راحٌ وريحُكَ ريحانُ ¶ وأنت حياتي إنْ فقدتك لمحةً ... وأوّلُ مَفْقُودَيْنِ روح وجثمانُ ¶ ومن عَجَبي أنّي للَحْظِكَ ناظرٌ ... وأنّ فؤادي من ورائك ملآنُ ¶ جرى لكَ ذكز فاهتززتُ لطيبهِ ... وعند هبوب الريح ينعطفُ البانُ ¶ ومن عجبي دمعي لبُعْدِكَ هَتّانُ ... وفي كَبدي جَمْرٌ يذيبُ ونيرانُ ¶ يا مَنْ قد أضاعَ يوسفُ قَلْبَهُ جُزْ بخيام القوم لعلَّكَ تجدُ ريحَهُ، قِفْ بالسَحَر على أقدام الذُلَ لم وقل بلسان التذلُل (يا أيها العزيز مَسَّنا وأهلنا الضُرُّ) ، لمّا أجدبت أرضُ قلب يعقوب لفقد قطر سحاب جمال يوسف، خرج أهل كنعان يستسقون في مصلّى صحراءِ مصر مُرتدين بأردية (مَسَّنا وأهلنا الضُرُّ وَجئْنا ببضاعةٍ مُزْجاة فَأَوْفِ لنا الكيلَ وتَصَدَّقْ علينا) . ¶ نشأت سحابُ الغيث (هل علمتم ما فعلتم بيوسف) . ¶ غردَ قمريُّ الاعتراف (تالله لقد آثركَ اللهُ علينا وان كُنا لخاطئين) فتبسم ثغر سحاب العفو (لا تَثْرِيبَ عليكم) . ¶ إذا ذَهَب العتابُ فليس وُدٌ ... ويبقى الودُ ما بقي العتابُ ¶ لولا مرارة البُعد ما نال حلاوة التلاقيْ ¶ فلولا البُعد ما حُمِدَ التداني ... ولولا البينُ ما طابَ التلاقي ¶ لمّا توجّه الصدِّيقُ بقميصِه إلى يعقوب عليهما السلام - القوهُ وهو يدور في البيت ويقول: (إنِّي لأَجِدُ ريحَ يُوسفَ لولا أَنْ تُفَنّدونِ) وقد اشتمَّ رائحته من مائة وأربعين فرسخاً. ¶ نسيمٌ بدا من عطر قربك هاجني ... إليكَ فهاج القلبَ والجسمُ حاضرُ ¶ فإنْ غَنّت الأطيارُ اطرقتُ نَحْوها ... وإن هَبَّت الأرياح فالطرفُ ناظرُ ¶ قيل: لمّا جاء البشيرُ بالقميص ودفعه إلى يعقوب - عليه السلام - شَمَ رائحته ووضعه على وجهه فارتدَ بصيراً. ¶ إذا ذُكِرَتْ ارضُ \" العقيق \" و \" نُعمانُ \" ... تَهيج بقلب المدنف الصَبِّ نيرانُ ¶ وإن لاح برق \" بالغوير \" يهيجني ... إلى البان واحزني وأَنّى ليَ البانُ ¶ احنّ إلى سكّان \" لَعْلَعَ لما واللِّوى ... وهم في فؤادي والحشاشة سُكّانُ ¶ ولي إن سرى الركبُ اليماني أنَّةٌ ... تدلُّ على أَنْ في فؤادِيَ اشجانُ ¶ وإنْ مَرَّ بي ركبُ \" العذيب \" حسبتني ... كأنِّيَ من خمر الصبابة نشوانُ ¶ أَحِنُّ إلى تلك الديار تَشَؤُقاَ ... لأنَّ بها أحباب قلبيَ قُطانُ ¶ ومن عجبي اهوى ديار أَحِبَّتي ... وسُكانُها في ربع قلبيَ سُكّانُ ¶ إذا هَبّ نسيمُ نجد تحرّك المشتاق بالوجدْ ¶ إذا الريحُ من أرض الحبيب تنَسَّمَتْ ... وجدتُ لمجراها على كبدي بَرْدا ¶ على كَبِدٍ قد كاد يحرقُها الجوى ... تذوبُ وبعضُ القوم يحسبني جَلْدا",
            "page": "3",
            "part": "1",
            "seal": "9A68C501"
        },
        {
            "id": "4",
            "nass": "إخواني! تأهبوا ليومٍ تترادف فيه العَبَرات، وتعظم. الحَسَرات، فَيعضُ الظالم على يديه ويقول: يا حسرتا يوم يقول لك أين من أرضيتَ عنك بغضبي عليك، ابن آدم أين من كنتَ تَزَيَّنْتَ له وبالقبيح بارزتني، ما هذا التذلل بين يديّ وقد كنت جبّاراً عنيداَ، طالما ذُكرْتَ بموقفكَ هذا فتناسيتَ، وطالما بُصِّرْتَ بأمركَ هذا فتعاميتَ، ولم تزدد إلاّ فراراَ، يا حسرةَ العاصين، يا ذُلّ مقام المتجبرين، واخيبة المضطرين، واخسارة المُسرِفينْ. ¶ أهلَ الغرام تجمَعُوا ... اليوم يومُ عتابنا ¶ نَعَقَ الغرابُ بِبَيْننا ... فَغُرابُنا أغرى بنا ¶ إنّ الذين نُحبُّهم ... قد وُكِّلوا بعذابنا ¶ قوموا بنا بحياتكم ... نمشيَ إلى أحبابنا ¶ قومٌ إذا ظفروا بنا ... جادوا بعتق رقابنا ¶ إخواني! لو رأيتموهم في الدجى بين الخوف والرجاء، تائبهم يقول: اعفُ عنّي وأقلني عثرتي، ومتعبِّدهم يتململ: ¶ تُريدينَ إدراكَ المعالي رَخِيصةً ... ولا بُدَّ دونَ الشَهْدِ من إبرِ النَّحْلِ ¶ وباكيهم يستغيث \" قَصُرَتْ دموعي عن مَدى حُزني \" ومحبُّهم يترنم: \" وَهَبْتُ السُلوَّ لمن لامني \" ومشتاقُهم يزمزم: \" وعلِّلاني بحديث حاجر \" ومتململهم يهتف: \" شجوي كشجوي يا حمامُ ساعدي \" ومنبسطهم يقول: \" أنتِ النعيم لقلبي والشقاءُ له \" والمُدِلّ يتكلم: \" لا تَبْرِ عوداً أنتَ ريشتُه \" إلى متى تشرُدُ عن مؤلِّفك، يسترك وتعصي، ويقَرِّبُكَ وأنت لنفسك تُقصي. ¶ \" لحا اللهُ من لا ينفع الوُدُ عند \" يا عبدَ شهوته، يا قتيل غفلته، يا أسير بَطالته (أأربابٌ متفرقون خيرٌ أم الله الواحد القهّار) لقد حدثت من لا يعرف، وعذلتُ من لا يسمع، وزجرتُ من لا يقبل، ومتى اتهم الترجمان فالأولى له السكوتْ اجلس ساعةَ في بيت الفكر وصِحْ على نفسك بصوت اللوم أما أتعبتَ الرواحل في أسفار الجهالة، أمّا أخذ الفراقُ حظّه من يعقوب، أأبقى السقام موضعاَ في جسم أيّوب، فإذا سجنّ الليل فعلق على قطار المتهجدين، وزاحم زمرة المستغفرين، فإن هتف لسانُ العتاب اطلتَ الغيبة عَنّا فَقل بلسان التذلل: ¶ ما كنتُ أعرفُ ما مقدار وصلكُمْ ... حتى هجرتَ وبعضُ الهجر تأديبُ ¶ ثم أرسل منشدُ البكاءِ فَسُمع القيولُ يستطيب تلك النغمة وليكن في بسيط الغناء: ¶ مضى زمنٌ والناسُ يَسْتَشْفِعُونَ بي ... فهل لي إلِى ليلى الغداةَ شفيعُ. ¶ واجعل في الثقيل: ¶ فَلَيْتَكَ تَخلُو والحياةُ مريرةُ ... ولَيْتَكَ تَرّضَى والأَنامُ غِضابُ ¶ وليتَ الَذي بيني وبَيْنَكَ عامرٌ ... وبَيْني وبينَ العالمين خَرابُ ¶ وأنشد متململاً: ¶ قُلْ للمدامع بعد الحيِّ تنسكبُ ... فذاك أَيْسَرُ ما في حُبِّهم يَجِبُ ¶ اُحِبُّ باناتِ \" سَلْع \" والمقيم بها ... وفي فؤاديَ من هجرانهم لَهَبُ ¶ غبتم فما سَرَّني من بَعْدِ فُرقتكم ... شيٌ ولا طاب لي من بعدكم طَرَبُ ¶ لا تعجبوا من مماتي بعد بينهمُ ... شوقاً فإنّ حياتي بعدهم عَجَبُ ¶ هم أهل ودَي وإن صدوا وإن هجروا ... وغايتي إن رضوا عنّي وانْ غضبوا ¶ دَعْهُم يجوروا فما للصَّبَ من أَحَدٍ ... يُنجيه منهم إليه منهمُ الهَربُ ¶ فهم أحبة قلبي لا عدمتُهُمُ ... ما دمتُ حَيّاً وإن بانوا وإن قربوا ¶ وكان لي سَبَبٌ أرجو الصلات به ... فانقضى حين ولّوا ذلك السَّبَبُ ¶ يا ساكني \" رامةً \" ما إنْ ذكرتكمُ ... إلاّ جَرَتْ أدمعي في الخَدِّ تنسكبُ ¶ وبعدُ: فابك بكاء مهجور، ونُحْ نواح مأسور، وقل: \" تلذّ عيني وقلبي منكَ في أَلمِ \". ¶ فإن لم تَرَ للقبول أثراً فَصِحْ في الوادي: ¶ تلك نجد فأين سُكّانُ نجدٍ ... أترى يعرفون بعدي بعهدي ¶ أم نسوني إذ فارلموني ملالاً ... وإبلائي أنا المُعَنّى بوجدي ¶ هيَ لي قِبْلَة فلاتمنعوني ... أنْ أؤدي فيها فريضةَ وردي",
            "page": "4",
            "part": "1",
            "seal": "ABFE077E"
        },
        {
            "id": "5",
            "nass": "وأداوي داء الغرام بلثمي ... تُرْبَها فهي لي عبيري وندي ¶ حَدَّثَ الدمعُ عن جفوني فقالوا ... من روى عنه مُسنداً قلتُ: خَدِّي ¶ واجازتنيَ الصبابةُ حتى ... صرتُ أفتي في مذهب العشق وحدي ¶ أترى يسمح الزمان بوصلٍ ... فأراهم من قبل اسكنُ لحدي ¶ يا من عليه صورة التعبد وليس عليه وجدان العبادة. وقد يَتَزَتا بالهوى غيرُ أهلِه مثلُكَ لا يصلح للمحبة، أنت يأسرك حُبُ حَثه، لا يشتم ريحَ نجدٍ إلاّ أعرابي، كيف يصلح في شرع المِحبة نومٌ بعد ترغيب، هل من سائلٍ فأعطيه: ¶ يا مَنْ لحشا المحبَ بالشوق حَشا ... ذا سِرُّ سُراك في الدجى فكيف فَشا ¶ هذا المولى إلى المماليك مشى ... لا كان عشاءَ أؤرَثَ القلبَ عشا ¶ وا توبيخ كذب من ادّعى محبتي فإذا جَنَهُ الليلُ نام عني. ¶ فقلتُ لها: بَخِلْتِ عليَّ يقظَى ... فَجُودي في المنام لِمُسْتَهامِ ¶ فقالت لي: وَصِرْتَ تنامُ أيضاً ... وَتطمَعُ أن تراني في المنام؟! ¶ لولا مكابدة السَهَر لم يَقلَّ المجتهد: ¶ سَلُوا الليلَ عنّي مُذ تناءتْ دياركُم ... هل اكتحلتْ بالغمضِ لي فيه أجفانُ ¶ إنْ لم يكن لك مركبٌ فاجلس على دكة الاستغفار عساك تُدركُ عسكرَ الليل قبل العتمة فيسهم لك مع القوم. ¶ تعرَّض نسيماَ هَبَ من أرض \" نُعمانِ \" ... لِيَحيا به ما مات من قلب هيمانِ ¶ وقِف عن يمين الدوح من جانب الحمى ... وقوف ذليل مدنفٍ نائمِ عاني ¶ ونادِ سلام الله يا بانة الحمى ... عليك ومن لي بالسلام على البانِ ¶ يا من عاملناه مدة ثم قطع، وسار في محجة مجتناي ثم رجع: ¶ رعى اللهُ الديارَ \" بذاتِ سَلْعٍ \" ... فكم من معهدٍ فيها ومغنى ¶ واحسرتا! كيف قُرِّبوا وأبعِدْنا،. وا أسفاَ كيف دنوا وطُردنا، أين لَذَعات الوجد؟ أينَ حرقات الفراق؟ أين تلهف الزفرات؟ أين شدة الحسرات؟. ¶ ألا يا نسيم الريح من أرض بابلٍ ... تحمّل إلى أهل الحبيب سلامي ¶ وإنّي لأهوى أن أكون بأرضهم ... على أنّني منها استفدتُ غرامي؟ ! ¶ إذا رَمِدَتْ عيني تداويت منكمُ ... بلفظة حسًّ أو بسمع كلامِ ¶ وانْ لم أجد ماءَ تَيَمَمْتُ باسمكم ... فَصَلَّيْتُ فرضي والديارُ أمامي ¶ استعملت زوجة محمد بن واسع لبَداً تجري عليها دموعه، لأنّ الدموع كانت أكلت، خدّيه حتى بدت أضراسُهْ إذا رأيتم باكياً فارحموه، واذا شاهدتم واجداً فاعذروه، فإنه قد وجد ما لم تجدوهْ. ¶ مالي سوى قلبي وفيكَ أَذَبْتُهُ ... مالي سوى دمعي وفيك بكيتُهُ ¶ ما كنتُ أعرفُ ما الغرام ولا الأَسى ... والشوق والتبريح حتى ذُقْتُهُ ¶ لو أنّ عندي والدموعُ سواجمٌ ... رمل القفار من الدموع بللتُه ¶ اجتاز رجلٌ صالح بدار صالح المُريّ، فسالَ عليه ماء من ميزاب، فتوقف الرجل يسأل عن الماء، فخرجت إليه الجارية فقال لها: طاهر أم غير طاهر؟ فبكت وقالت يا سيّدي هذه دموع صالح المُريّ. ¶ هاكُمُ قلبي فإن لم يرضكم ... ففؤادي جهدُ ما يمكنني ¶ يا حمامات اللوى نوحي معي ... يا غرابَ البين ابكِ شجني ¶ إخواني! ما أشَدَ الفراق، متى يكون التلاق؟ ! ¶ غرابَ البين صِحْ بالقرب صَوْتاً ... كما قد صِحْتَ ويحك بالبعادِ ¶ تُنادي بالتفرق كل يومٍ ... فما لكَ بالتقرُّب لا تُنادي ¶ رُوي أنّ طاووساَ ورد على ماء، وكان الماءُ من دموع آدم عليه السلام، فلمّا دخل الطاووس فيه اسودّت رجلاه، فصاح صيحةً عظيمةً وقال: هذه دموع من عصى مولاه، فقال آدم - عليه السلام -: إلهي ومولاي هذه الأطيار تعيّرني في هذه الدارْ شعر في المعنىَ: ¶ لا عُدْتُ أركبُ ما قد كنتُ أركبُه ... جُهدي فَخُذْ بيدي يا خير من رَحِما ¶ هذا مُقام ظلومٍ خائفٍ وَجِلٍ ... لم يظلم الناسَ لكن نفسه ظَلَما",
            "page": "5",
            "part": "1",
            "seal": "9F43AC57"
        },
        {
            "id": "6",
            "nass": "فاصفح بفضلك عمّن جاء معترفاَ ... بزلَّةِ سبقت منه وقد نَدِما ¶ مالي صلاحٌ ولا علمٌ ولا عَمَلٌ ... فامنن بعفوك يا من عفوهُ عمما ¶ قال الجنيد: رأيتُ آدم عليه السلام في النوم وهو يبكي، فقلتُ: علامَ تبكي؟ أليس قد غفر لك ووعدك بالرجوع إلى الجنة؟ فناولني ورقة مكتوبة، قال: فأفقت فوجدت في يدي مكتوب: ¶ تحرقني بالنار نارٍ من الهوى ... ونار الهوى نار أحرّ من النارِ ¶ شغفت بجارٍ لا بدارٍ سكنتُها ... على الجار أبكي لا على فُرقة الدار ¶ ولو لم يعدني بالرجوع إلى المنى ... هلكتُ ولكن مقصدي صاحب الدار ¶ قال السريُّ: بتُّ ليلةً بقريةٍ من قرى الشام وإذا بقائل يقول طول الليل: أخطأتُ فلا أعود. فسألتُ أهل القرية عنه، فقالوا: هذا يقال له: فاقدُ إلْفِه. كانت الأمتعة الثمينة والذخائر النفيسة تأتي إلى مصر وتباع ولا ينظر إليها يوسف فإذا جاءت أحمال الصوف من كنعان لا تُحَلُّ إلاّ بين يديه. ¶ \" أسائل عنها فهل مخبز \". ¶ هيهات لم يكن النظر لذات الصوف وإثما كانت له صفة تدل على الموصوف، ولم يكن إلاّ اشتمام ريح محبوبه، وإتيانها من عند يعقوبه. ¶ لاحَ وعقد الليل مسلوب ... برق بنار الشوق مشبوبُ ¶ عسى قميصُ الوصل من يوسفٍ ... يحيا به المشتاقُ يعقوبُ ¶ كان أحد المتعبدين يجتهد في العبادة وكُلّما ذكر الله وصلّى يلوم نفسه ويقول: عدمتك يا قلب ما أقساك أصبحتَ وأمسيتَ لعظمة الله ناسياً، إلَهي كيف لي بالقرب منك وقاسي القلب بعيد عنك؟. ¶ ليتَ شعري مَا الذي نلتُ أنا ... ليلةً أبرم فيها أمرنا ¶ هل رضاني سيّدي عبداً له ... أو رماني حين اَلفتُ الخنا ¶ ودعاني أمْرُهُ عن إذنه ... عبدُ سَوءٍ أنْتَ لم تصلح لنا ¶ هكذا ياعبد سوءٍ هكذا ... بعدما واصلتنا قاطعتنا ¶ قد دعوناك فما عجلت لنا ... واختبرناك فما أعجبتنا ¶ أيها الغافلُ! رَحَلَت القوافل، كيف يكون حال المستهام، إذ اقُوِّضمت الخيام، وبرزت للرحيل الأعلام، يا معشر المحبين، ويا ذوي الأشواق، ما خُلق الفراق إلاّ لتعذيب العُشّاق، ولا خُلِق الرحيلُ والرواح، إلاّ لتعذيب الأرواح. ¶ سَهَرْتُ غراماً والخَلِيُّون نُوَّمٌ ... وكيف ينامُ المستهامُ المُتيّمُ ¶ ونادمني بعد الفراق ثلاثةٌ ... غرامٌ ووجد والسقام المُخَيِّمُ ¶ أأحبابنا إن كان قتلي رضاكمُ ... فها مهجتي نَصْبٌ لكم فتحكّموا ¶ \" بنعمان \" كم لي وقفةٌ في ظلاله ... أسائلُ كثبانَ \" الأبيرقِ \" عنكمُ ¶ واستخبر الركبان عن ساكني الحمى ... وعن أهل نجد أين حَلّوا ويَمَّمُوا ¶ بكيت الحمى حتى بكت لي قلاعُهُ ... وناديتُ وُرْقَ البانِ والقصد أنتمُ ¶ أيا ساكني أرضَ \" العذيب \" لعلكم ... تزوروا مريضاً بالغرام مُتيَّمُ ¶ ومن عَجَبِ الدنيا وأنتم أحِبَتي ... يُجارُ على ضعفي لديكم وأُظْلَمُ ¶ ووجدي ذيّاك الذي تعرفونه ... وحبكم ذاك المصون المكتَمُ ¶ وكيف يدوم الهجر والقلب عندكم ... ولم لا أحبّ السَقْمَ والسَّقْمُ أنتمُ ¶ سادتي! ما أعذب أيام التلاق، ما أكثر بكاء المشتاق، ما أحرّ أنفاس العشاق، أين من نجدٍ أرضُ العراق، قُسِمَتِ الغنائم، وأنت يا مسكين نائم، الحربُ غبارٌ قائمٌ، وأنت غلامٌ نائم. ¶ جئتُ مستخفياً وقد عرفوني ... فأنا تائب ترى يقبلوني ¶ لي على الباب مُذْ وقفتُ زماناً ... كُلّما رمتُ وصلهم منعوني ¶ لم اكن للوصال أهلاً ولكن ... انتمُ بالوصال أطمعتموني ¶ فاجبروا كسر مُذنبٍ قد اتاكم ... يرتجي عفوكم بكم فارحموني ¶ يا ولاة القلوب رفقاً بعبدِ ... ضاع منه فؤاده فاعذروني ¶ في بحار الهوى غرقت بوجدي ... طال شوقي لهم وقد تركوني ¶ أيها النفس ساعديني وجدّي ... ويح قلبي ومهجتي هجروني",
            "page": "6",
            "part": "1",
            "seal": "7F84AAFF"
        },
        {
            "id": "7",
            "nass": "طُوبى لمنْ وصَل، يا منقطعين فوزٌ لمنْ قُبل، يا مطرودين يا مسكين لو أرادوا قربك لاستخدموك، لو تذللت لهم لرحموك، لكنّك أعرضت عنهم فتركوك، ولم تَأْتِ على المقصود فأبعدوك، وعن بابهم وفضلهم طردوك، فإِن أردتَ قربهم فابك على نفسك وقد قبلوك. ¶ لو بكتْ عيناك يا هذا دَماً ... ما تقدمتَ إلينا قَدَما ¶ نُحْ علينا أَسَفاً أو لا تنحْ ... واقرع السنَ علينا نَدَما ¶ إخواني! إيّاكم وفرعون الهوى فإنه يصلب القلوب على جذوع النخل، قد قَسَتْ القلوبُ فصارت كالحديد فَقَرَّبوها إلى نار المواعظ، ودعوني أنفخ كير التخويف حتى يحمى، وإلاّ فما ينفع الضربُ في،حديد بارد؟!. ¶ دوبيت: ¶ يا غاية مُنْيتي وأقصى طلبي ... ما أسرعَ ما طردتني واعَجَبي ¶ لم أقض على ظماي منكم إرَبي ... حَتّام أعيشُ بالمنى واحَرَبي ¶ يا غافلين عن الحق وقد فتح بَابَه، تعرّضوا للقلوب فهذا وقت أجابَه، خرح كمينٌ من عسكر اللطف فتح باباً من أبواب القرب، هَزَّت شجرات الوصل فتساقطت ثمر الأُنسْ هذا مُنادي الاستدعاء قد كبَّر، هذه بلابلُ الوصال قد صاحت، هذ5أعلام القبول قد لاحت. ¶ ما زارَ طيفُك إلا قلتُ واطَرَبا ... ولا انثنى راجعاً ناديتُ واحَرَبا ¶ ولا ترنم قمريٌّ على فَنَنٍ ... يشكو التلهف إلاّ زادني طَرَبا ¶ أفدي الغزالَ الذي بالجزع غازلني ... يوماً على خيفةٍ من أعين الرُقَبا ¶ يا ليلة السَفْح من وادي الأراك لنا ... عودي كما كنتِ قِدْماَ في قباب \" قبا \" ¶ واسترجعي طيبَ أيّامٍ لنا سَلَفَتْ ... فأطيبُ العيش يوماً رَدُّ ما ذَهَبا ¶ إخواني! إياكم والذنوب فإنها أذلّت اباكم بعد عزّ \" اسجدوا \"، وأخرجَتْهُ من إقطاع (اسكن أنت وزوجك) . ¶ واعَجَباً جبريل بالأمس يسجد له واليوم يجرُّ بناصيته للإخراج ولسانُ حاله يقول ارفق بي: ¶ أرفقوا بي رفقَ من ذاق الهوى ... لا تذيبوا بجفاكم جَلَدي ¶ أخذكم للروح منَي هَيِّن ... إنما المحنةُ تركُ الجَسَدِ ¶ أعظمُ الظُلمة ما تَقَدَمَها ضوءٌ، وأصعب الهجر ما تقدمه وصل، وأشدّ عذاب المحبّ تذكارُه وقت القرب، في المعنى: ¶ إني لأذكركم فتذهب غُلَّتي ... عنِّي، وأذكرُ فقدَكم فتعودُ ¶ واشدّ من مرضي عليَّ صدودكم ... وفراقُ من أهوى عليَّ شديدُ ¶ أقسمت لا عَلِقَ الفؤاد بغيركم ... ما دام في الشجر المورِّق عُودُ ¶ من عرفَ قَدْرَ ما يطلبُ هان عليه ما يبذل، من عرف قدر ما يطلب \" بياض \" مَنْ قَلِقَ، من ذاق طعم الوصال ثم هُجِرَ تلفَ، ما أمَرَّ طعمَ الفراق. ¶ ولم تَعُدْ أوجُهُ اللذّات سافرةً ... مُذْ أدبرت باللِّوى أيّامنا الأُوَلُ ¶ كان آدم عليه السلام إذا رأى الملائكة،تنزل من السماء تذكر المرتع في المربع فتأخذ العين في إعانة الحزين. شعر في المعنى: ¶ رأى بارقاً من أرض نجدِ فراعَهُ ... فبات يسحُ الدمعَ وجداً على نَجْدِ ¶ فيا شَجَراتِ القاعِ من بَطْنِ وَجْرةٍ ... سفاكِ هزيمُ الودق مُنبجس الرعد ¶ هل الأعصر اللاتي مَضَيْنَ يَعدْنَ لي ... كما كُنَّ لي أم لا سبيل إلى الرَدَ ¶ واعَجَباً لقلق آدم ولا معين له على الحزن، هوام الأرض لا تفهم ما يقولى، والوحش لا تدري وملائكة السماء عندها بقايا من يوم (أتجعل فيها من يفسد فيها) فهو يجول في كربة بلا م معين ولا راحم إلى أن يتداركه مولاه بلطفه. ¶ ألا راحمٌ من آل ليلى فأشتكي ... غرامي له حتى يكلّ لساني ¶ تُرى بكى آدمُ لفراق الجنة، هيهات! ما كان هذاالقلق لنفيس الداربل لربئ الدار، عَجَباَ لآدم لمّا غفر الله له طاف بالبيت أسبوعاً فما أتمَّهُ حتى خاضَ في دموعه، كان يبكي للدار مرّة وللجار ألفاً، والفراق يقلقل، والبعاد يزلزل، والشوق يململ، والهوى يقتل. ¶ وإني لمشتاق إلى طيب وصلكم ... كما اشتاق نحو الدار من طال لفتُهُ ¶ ولم أبكِ بُعد الدار عنِّي وإنما ... بكيتُ لفقد الصبر حتى فقدتُه",
            "page": "7",
            "part": "1",
            "seal": "A0E25300"
        },
        {
            "id": "8",
            "nass": "إذا كان دمعُ العين بالسرَّ بائحاً ... فليس بحافٍ في الهوى ما كتمتُه ¶ يا معاشر العُصاة! تُعرضون عنا ونُقبل عليكم، وتبارزون ونستركم، وتنفقون نعمتنا في مخالفتنا ونمدّكم، وتنأون عنا ونستدعيكم، هل من سائل فأعطيَهُ، هل من مستغفرِ فأغفر له، هل من تائب فأتوب عليه، يا مَرْضَى الذنوب داووها بالاستغفار. ¶ أناسٌ أعرضوا عَنا ... بلا جُرمِ ولا معنى ¶ اساءوا ظنَّهم فينا ... وما سِئْنا بهم ظنّا ¶ فإنْ عادوا لنا عُدْنا ... وإنْ خانوا فما خُنّا ¶ وإنْ كانوا قد استغنوا ... فإنّا عنهُمُ أغنى ¶ يا ابن آدم! أقبل عليَّ فإنّي عليك مقبل، ومتى رمتَ طلبي فاطلبني بقلبك، بدليل ويسعني قلب عبدي المؤمن، يا آدم أنا وحقّي لك محبّ، فبحقِّي عليك كُنْ لي مُحِباً. ¶ ساكنٌ في القلب يعمرُهُ ... لستُ أنساه فأذكره ¶ نصب عيني دائماً أبداً ... وسويدا القلب يبصره ¶ قلتُ للعُذّال إذا أمروا ... بِسُلُوّ عزَّ ¶ مالكي في القلب مسكنُهُ ... فَسُلُوِّي أينَ أُضْمِرُهُ ¶ بيننا عهد من يوم (أَلسْتُ بربكم) ¶ فلا تنسوا العهد ما بيننا ... فلسنا مدى الدهر ننساكُمُ ¶ تبعدون عَنّا ونرسل إليكم مسائل هل من سائل، هل من مستغفر، هل من تائب، وتُذنبون فيأتيكم منّا عذرٌ، لو لم تُذنبوا لأتى اللهُ بقومٍ يذنبون فيستغفرون فيغفر لهم. ¶ تشاغلتُمُ عنّا بصحبة غيرنا ... وأظهرتُمُ الهجران ما هكذا كُنا ¶ وأقسمتموا أن لا تحولوا عن الهوى ... فقد وجلال الله حلتم وما حلنا ¶ يقول الله - عَزّ وجلَ -:ْ وعزتي وجلالي لأمهلن على من عصاني يتلذّذ بنعماي، فإِن استحيا مني استحييت منه، وإنْ أعرض عني نظرتُ إليه بالفضل وإن تاب إليّ تبت عليه، وإنْ قال: يا رب! قلتُ: يا عبدي. ¶ إخواني! ينبغي للإنسان أن لا يقف إلاّ بباب مولاه، ولا ينبغي عوضاً سواه، ولا يدعو إلا إيّاه، ولا - يجعل بينه وبينه حجاباً، ويسأله حاجاته القليل والكثير، قال موسى: يا ربّ أسألك القليل والكثير، قال: سلني كل شيءِ حتى ملْحَ عَجينك وعَلَفَ شاتكْ انظر إلى موسى وأدبه (ربِّ أَرِني أَنْظُر إليك) تارة، وتارة رغيفاً (إنّي لما أنزلتَ إليَّ من خيرٍ فقيرُ) . ¶ إخواني! انظروا إلى يوسف عليه السلام لمّا قال للساقي: (اذكرني عند ربَّك) يعني عند سيّدك وهو الملك انقطع عنه جبريل عليه السلام وكان قبل هذا يزوره، فأوحى الله إليه يا يوسف اتخذت من دوني وكيلاً، وعزّتي لأطيلنّ حبسك فيُقال إنّه لبث في السجن اثنتي عشرة سنة وهي عدد حروف \" اذكرني عند ربك \" خمسة قبل ذكره وسبعة بعده فلمّا كان منه ما كان من رؤية الأسباب والوسائط والالتجاء بغير جناب الحق، كانت عقوبته انقطاع جبريل عنه فَعَظُم حزنُ يوسف لذلك واغتم واشتدّ غَمُّه: ¶ بِنتُم فأوحشتُمُ الدنيا لِبَيْنِكُمُ ... فاليوم لا عوضٌ عنكم ولا بَدَلُ ¶ حملتموني على ضعفي لفرقتكم ... ما ليس يحمله سَهْل ولا جَبَلُ ¶ إذا شممتُ نسيماً من دياركُمُ ... عدمتُ عقلي كأنّي شاربٌ ثَمِلُ ¶ لمّا قدم الرسول من عند يوسف إلى يعقوب ليخبره بخبره، وقف بالباب وأعلم أخته أن تستأذن عليه يعقوب، فدخلت عليه وهو يصلّي فأعلمته فأوجز في الصلاة وقال لها: ما لَكِ يا بُنيّه! فقالت له: هذا رسولٌ أتى إليك من بعض القرى، فلمّا سمع ذلك قام ووقع، ثم قام ووقع، فأخذت ابنتُه بيده وأخرجتهه، فقأل له: من أنتَ؟ فقد شممت عليك رائحة طيبة أهاجت مني ما هو مكتتم. ¶ أنهى أحاديث نُعمانِ وساكنِه ... إنَّ الحديثَ عن الأحباب أسمارُ ¶ أفتِّشُ الريح عنكم كُلّما نفحت ... من نحو أرضكم نكباءُ معطارُ",
            "page": "8",
            "part": "1",
            "seal": "C95010D1"
        },
        {
            "id": "9",
            "nass": "قال: فأخبره الأعرابي بالخبر، فقال له يعقوب - عليه السلام - أرأَيْتَهُ؟ قال: لا، ولكنّه ناجاني، فبكى يعقوب، فقال له: يا اخا العرب: هل لك من حاجة؟ قال: بل هو يحيِّيك بالسلام وأمّا أنا فليس لي في الدنيا من حاجة فإنّ ذلك الغريب أغناني، فدعا له يعقوب عليه السلام وقال هَوَّنَ اللهُ عليك سكرات الموت. ¶ قال أبو الفرج الهمداني: دخلتُ جامع البصرة فرأيتُ شاباً يكتب شيئاً، فقلت أيّ شيء تكتب؟ فقال لي: أسماء المحبينْ فقلت له: بالله عليك اكتبني فيهمْ قال: لاْ فوقع عليّ من البكاء ما لم أطقهْ فقال لي: يا شيخ ما يُبكيك: فقلت له: ألاّ ما كتبتني في المحبين أو في يحبّ المحبينْ فلمّا جَنّ الليلُ إذا أنا بهاتفِ يهتف بي ويقول لي: يا أبا الفرج قد غفر اللَهُ لكَ ذنوبك بقولك: اكتبني فيمن يحبُ المحبين. ¶ بالله بألله ... يا راكب الشملهْ ¶ أُمْنُن عليَّ وقفةً ... بجنب تلك الأثلَهْ ¶ فاندب بها تسليمة ... بين بيوت رمله ¶ وإنْ رأيتاَ هاتفاً ... يهتف بي فَقُلْ لَهْ ¶ جُنّ بكم فما الذي ... به اختلستم عَقْله ¶ قال بعض المشائخ - رضي الله عنه - المحبّة إذا غلبت صاحبها يرى الأشياءَ كُلَها صورة محبوبه، كما قال الجنيد: لا تصحّ المحبة من اثنين حتى يقول أحدهما للآخر يا أناْ في المعنى شعر: ¶ أيها السائل عن قصتنا ... إن ترانا لم تفرق بيننا ¶ أنا من أهوى ومن أهوى أنا ... فإذا أبصرتني أبصرتنا ¶ حُكي أنه لمّا تمكّن حبُ يوسف من زليخا نسيت كلّ شيء سواهُ، وكانت تسمّي كلَ شيء باسمه، فإذا رفعت رأسها إلى السماء ترى اسمه مكتوباً، فتاهت في حُبِّه حتى أن يوسف لمّا سُجنَ اتخذت قصراَ بإزاء السجن، وكانت لا تنام الليل، فقيل لَها في ذلك فقالت: إن أردتموني فقلبي مسجونٌ عند مسجوني. ¶ قلبي يراك على بُعْدِ من الدار ... وأنت بالقرب من قلبي وتذكاري ¶ إن غاب شخصُك عن عيني فلم أَرَهُ ... فإنّ حُبّك معقودٌ بإضماري ¶ وانْ تكلمتُ لم ألفظ بغيركم ... وإن سكنتُ فأنتم عقد أسراري ¶ إخواني! هذه الطائفة أبدانهم في عذاب الدنيا، وقلوبهم مع المعذّب، هيهات أجساد القلوب عندكم، وأرواحها عندنا. ¶ إنّ في الأسر لَصَبّاً ... دمعُهُ في الخَدِّ صَبُّ ¶ هو بالروم مقيمٌ ... وله بالشام قلبُ ¶ حُكىَ أن إبراهيم بن أدهم - رضي الله عنه - حجَّ إلى مكة فبينما هو في الطواف فإذا بشاب حسن الوجه قد قطع على الناس طوافهم من حسنه وجماله وبهت الناس ينظرون، فصار إبراهيم ينظر إليه ويبكي فقال بعض أصحابه: إنا لله وإنّا إليه راجعون غفلة دخلت على الشيخ بلا شك فقلت له: يا سيدي ما هذا النظرُ الذي يخالطه البكاء؟ فقال الشيخ: اعلم يا أخي أنّي لولا ما، عقدتُ مع الله عقداَ لا أقدر أفسخه كنت أدني لهذا الغلام منّي واسلِّم عليه واضمّه ألتزمهُ، ولكنّي خشيت أن يقطع بي عن من عقدت العقد بيني وبينه، اعلم أنّ هذا ولدي وقرّة عيني تركته صغيراً وفررت إلى الله، هو كما ترى مُذْ كَبر وهؤلاء عبيده وإني لأستحي من الله أن أعود لشيءٍ خرجتُ منه. ¶ وما عرضت لي نظرة مُذْ عرفته ... ولا شيء إلاّ كان لي حيث أنظر ¶ اغارُ على طرفي له فكأنني ... إذا رام طرفي غيره لستُ أبْصِرُ ¶ فيا منتهى سؤلي وذخري وعُدَتي ... ودارك في قلبي إلى يوم أُحْشَرُ ¶ ثم قال امض وسلَّم عليه لعلِّي أتسَلّى بسلامك عليه وأبرِّدُ به ناراً على كبدي قال: فأتيت الفتى وسَلَمْتُ عليه وقلت له: بارك الله لأبيك فيك فقال: يا عم! وأين أبي؟ إنّ أبي خرج فارّاً إلى الله تعالى، ليتني لو رأيتُه مرة واحدة وتخرج نفسي عند ذلك، هيهات تُرى يجمع الله شملي به، قال: وغَلَبَتْهُ العبرة فردّها بيده وقال: والله لقد أودُّ لو أنّي رأيتُه ودَعْني أموت مكاني. ¶ لقد حكم الزمانُ عليّ حتى ... أراني في هواك كما تراني ¶ حبيبي إن بَعُدت فإنّ قلبي ... على مَرِّ الزمان إليك وأني ¶ وإنْ بَعُدَتْ ديارُك عن دياري ... فشخصك ليس يبرح عن عياني",
            "page": "9",
            "part": "1",
            "seal": "713E59F4"
        },
        {
            "id": "10",
            "nass": "فيا وَلَعَ العواذل كفّ عنِّي ... ويا كفَ الغرام خذي عناني ¶ لقد أمكنتَ حبّك من فؤادي ... مكاناَ ليس يعرفه جَناني ¶ كأنَّك قد ختمتَ على ضميري ... فغيرك لا يمرّ على لساني ¶ قال: فأتيت إبراهيم بن أدهم وهو ساجد في المقام وقد بلَّ الحصا بدموعه، وهو يتضرّع إلى الله ويقول: ¶ هجرت الخَلْقَ طرّاً في هواكاد ... وأسلمتُ العبادَ لكي أراكا ¶ فلو قطعتني في الحبّ إرباً ... لما سكنَ الفؤاد إلى سواكا ¶ فقلتُ له: ادعُ له، فقال: حَجَبَهُ الله عن معاصيه. ¶ إخواني! نفوسنُُ هذه الطائفة قد ذابت بالمحبة إليه، وقلوبهم طارت بالشوق إليه، قلوبٌ صفت من الأدناس فصفّاها مع الأنفاس، قلوبٌ، لا يطفى حريقُها، ولا يسكن شهيقُها، إذا لاح للباشق صيدٌ نَسِيَ مألوف الكفَ، من كان واثقاَ بالسلامة فرح بفَكَ باب السجن. ¶ دَعْها فَسأئقُ رَكْبِها الأشواقُ ... ذُكِرَ الخليط فَمُدَت الأعناقُ ¶ شَقَتْ نسيمَ خُزام نجدٍ فاغتذتْ ... لايُرتجى لأسيرها إطلاقُ ¶ لا الشامُ شامٌ حين تُذكرنجدُها ... آهاً لذاك، ولا العراق عراقُ ¶ باحتْ حشاشة نفسها بوصالهم ... فالوصل منها للضرام نفاقُ ¶ لم تستمع ذِكْرَ الحمى إلا انثنت ... فكأنما غَنّى لها إسحاقُ ¶ لمّا تكامَل بناءُ بيت الله تعالى وهي الكعبة الحرام أوحى الله تعالى إلى إبراهيم عليه السلام أن أذّن في الناس بالحج فقال: كيف يا ربّ يسمع صوتي جميع الخلائق؟ فقال يا إبراهيم منك النداء وعليَ البلاغ، فَعَلا إبراهيم على جبل \" أبي قبيس \" ونادى من كُلّ الوجوه إن ربكم بنى لكم بيناً فحجّوه، فأجابه من جَرى القدرُ بحجِّه: لبّيكَ اللهم لَبَّيْكَ، وكان ذلك اليوم أخاً ليوم (ألست بربكم) . ¶ لما رأيتُ مناديهم أَلمَّ بهم ... شَدَدْتُ مئزر إحرامي ولَبَّيْتُ ¶ وقلتُ يا نفس جدّي الآن واجتهدي ... وساعديني فهذا ما تمنيتُ ¶ لو جئتكم زائراً أسعى على قدمي ... لم أقض حقاً وأيُ الحق أَدَّيْتُ ¶ ثم أَعْلَمَ الجليلُ الخليلَ أن نداءك واقع في محلِّ النُجع، فقال: (يأتوك رجالاً) وهم الرجّالة، وقد حجَّ إبراهيمُ وإسماعيل ماشيين، وحجَ الحسن بن علي رضي الله عنهما خمساً وعشرين حجة ماشياً والنجائب تُقاد معهْ وحجَّ الإمام أحمد بن حنبل ماشيا مرتين (وعلى كل ضامرٍ) قد ضَمَّرها طول السفر صاروا صابرين على مشاق الطريق بين صعود ونزول ومضيق، (وعلى كل ضامرٍ يأتين من كلِّ فجّ عميق) . ¶ فارق القومُ ديارهم وتركوا مرادهم وجعلوا ذكره زادهم باينوا الخلائق، وتجردوا عن العلائق، تركوا المحيط، وأقبلوا على الملك المحيط، وإنّما أمروا بالتجريد ليدخلوا زيَ الفقراء فَبُيِّنَ اَثرُ، (وما أموالكم ولا أولادكم بالتي تقربكم عندنا زلفى) . ¶ إخواني! الحجُ حرفان حماء وجيم، فالحاء حلم المعبود، والجيم جرم العبيدْ تالله لقد جمعوا الخير الجمّ ليلة جمع، ونالوا المُنى إذ دخلوا في منى. ¶ نال المنى من حَلَ في وادي مِنى ... غيري فإني ما بلغتُ مُرادي ¶ وبكيتُ من ألم الفراق وشقوتي ... فبكى الحجيج بأسره والوادي ¶ رفعوا بأيديهم وضخوا بالبكا ... وضَمَمْتُ من حُزني يدي لفؤادي ¶ لمّا حجّ جعفر الصادق - رضي الله عنه - أراد أن يُلَبّي فتغيّر وجهُه، فقيل له: مالك؟ فقال: أريد ان ألبَي وأخاف أن أسمعَ غير الجواب. ¶ وقف مُطْرِفٌ وبكرٌ بعرفَةَْ فقال: مطرِفٌ اللهمّ لا تردّهم من أجلي. ¶ وقال بكر: ما أشرفه من مقام لولا أنّي فيهم. ¶ وقَفَ الفضيل بن عياض فشغله البكاء عن الدعاء، فلما كادت الشمسُ أنْ تغرُبَ قال: واسوأتاه منك وإن غفرت. ¶ وقف بعض الخائفين على قدم الإطراق والحياء، فقيل له لم لا تدعو؟ فقال ثَمَّ وحشة، قيل: هذا يوم العفو عن المذنبين، فَبَسَط يده فوقع ميتاً مكانه. ¶ انزل الوادي بايمنِه ... فهو بالأحزان ملآنُ ¶ وارم بالطرف العقيقَ فلي ... ثمّ إطراب وأشجان",
            "page": "10",
            "part": "1",
            "seal": "9504243F"
        },
        {
            "id": "11",
            "nass": "وأنشد القلب المشوق عسى ... يرجع المفقودَ نُشْدانُ ¶ وابكِ عنّي ما استطعت إذا ... ما أمال الطرفَ نعمانُ ¶ وأقرِه عنّي السلام فَسُكّانُ ... قلبي فيه سُكّانُ ¶ لا تزدني يا عذولي جوىً ... أنا بالأسواق جذلانُ ¶ قال وُهَيْب بن الوِرْدِ: لقيت امرأةَ في الطواف وهي تقول بصوت حزين: إلهي ذهبت اللذات وبقيت التبعات، يا ربّ مالك عقوبةً إلاّ النار، أما في عفوك ما يسعني؟. ¶ وحج الشبليُّ - رضي الله عنه - ماشياً على التجريد فلمّا رأى مكة انشد: ¶ اسُكّان مكة هذا الذي ... أراه عِياناً وهذا أنا ¶ ثم وقعع مغشيّاً عليه، فلمّا أفاق أنشد: ¶ هذه دارهم وانتَ مُحِبٌ ... ما بقاءُ الدموع نجي الآماقِ ¶ وقديماً عهدتُ أفنية الدارم ... وفيها مصارعُ العُشاق ¶ حجّت امرأةٌ من العبّاد وهي تمشي وتقول: أين بيت ربّي! أين بيت ربي! فيقولون: الآن ترينَهُ، فلمّا لاح البيتُ قالوا: هذا بيت ربك، فجعلتْ تَشتدّ وتقول: بيت ربّي، بيت ربّي، حتى وضت جبهتها عليه فما رُفِعتَ إلاّ ميتة. ¶ اشتقتُ يا سفن الفلاة فَبَلِّغي ... وطربتُ يا حادي الرفاق فَغَنِّني ¶ إخواني! أين من أضناهُ الشوقُ؟ أين من أكمده الحُرق؟ أين لَذَعك الوجد؟ أين تأسّف البُعْدُ؟ ¶ أتظنُ الوُرْقَ في الأيك تغنّي ... إنّها تُضمر خزْناً مثل حزني ¶ لا أراك الله نجداً بعدها ... أيّها الحادي بنا إن لم تُغَنِّ ¶ هل تباريني على فرط الجوى ... في ديار الحُبِّ نشوى ذاتِ غُصْنِ ¶ هَبْ لها السبق ولكن زادنا ... أننا نبكي عليها وتُغَنَي ¶ يا زمان الخيف هل من دعوة ... يصح الدهر بها من بعد ضَنَ ¶ أرضينا بثنيّات اللوى ... عن \" زرود \" يا لها صفقة غبن ¶ سَلْ أراك الجزع هل مرّت به ... مُزْنَة تُروى ثراه غير جفني ¶ وأحاديث الغضا لوعلمت ... إنّما تملك قلبي قبل أذني ¶ يا خليليِّ بنجدٍ عَرَّجا ... وانزلا بالمنحنى إنْ كان يغني ¶ واندبا الأطلال قد كان بها ... جيرةٌ قد أخلفوا بالبعد ظَنِّي ¶ ضاع قلبي وابلائي بعدهم ... يا أصيحابي اسمعوا ما كان منّي ¶ طول ليلى ساهرٌ من بعدهم ... ونهاريّ في بكاءٍ ثم حزن؟ ¶ ما أدري ما الذي أهاج قلب الحزين، اَه من طول تفكر وأنين: ¶ أهاجك من أرض العراق يروقُ ... وأنتَ إلى أرض الحجاز مشوقُ ¶ تحنّ إلى لمجلى بروح شجيةِ ... ومالكَ فيما تبتغيه طريقُ ¶ فلا أهل ليلى يرحمون متيّماّ ... ومالكَ منهم في الديار صديقُ ¶ يا من لم يصل في هذا العام إلى \" منى \" اطلب \" مِنَى \" فمنَى المُنى إنْ لم تصل إلى عَرَفَه، فأقبل إليه بقلب عَرَفهْ. واعجباً لمن يقطع المفاوز ليرى البيت كيف لا يقطًع نفسه عن هواها ليصل إلى كعبته ويسعني قلب عبدي المؤمن. ¶ إليكَ قصديَ لا للبيت والحَجَرِ ... ولا طوافي باركانِ ولا اَثرِ ¶ يقال: إن يوم عرفة ينزل ربنا إلى سماء الدنيا فيقول: يا ملائكتي انظروا إلى عبيدي شُعثاً غُبراَ من كلِّ فج عميق، أشهدكم أنّي غفرتُ لهم، وفي لفظٍ لا يبقى يوم عرفة من في قلبه مثقال ذرّةٍ من إيمانٍ إلا غفر له. ¶ حكاية: لمّا اجتمع يوسف - عليه السلام - بأخيه يهوذا قال له: أخبرني عن حال أبي وقصّته: ¶ وما شَرَقي بالماءِ إلا تذكُرا ... لماءٍ به أهلُ الحبيب نزولُ ¶ وما عشتُ من بعد الأحبة سلوةً ... ولكنني للنائبات حَمولُ ¶ أما في النجوم السائرات وغيرها ... لعيني على ضوء الصباح دليلُ ¶ فقال: كيف أصف لكَ حاله وقد ذهبَ بَصرُهُ من البكاء عليك فلا يشتهي إلاّ لقاءك، فبكى يوسف بكاءً شديداً وقال: ليت أمّي لم تلدنيْ ¶ يا صاحبي إنْ كنتَ لي أو معي ... فقم إلى أرض الحمى نرتعِ ¶ واسأل عن الوادي وأربابه ... وانشُد فؤادي في رُبا المجمع",
            "page": "11",
            "part": "1",
            "seal": "ED582FA7"
        },
        {
            "id": "12",
            "nass": "واسمع حديثاً قد رَوَتْهُ الصَّبا ... تسنده عن بانة الأجرع ¶ وابكِ فما ني العين من فضلةٍ ... وَنُبْ فَدَتكَ النفسُ عن مدمعي ¶ يا هذا! إذا رأيت مُحباَ ولا تدري لمن، فَضَع يدكَ على نبضه، وَسمَ كُلّ من تظنُّه المحبوب، فإن النبضَ ينزعج عند ذكر الحبيب (إذا ذُكر الله وَجِلَتْ قلوبهم) . ¶ حبيبي دون الكُل أنتَ حبيبُ ... فهل لي من قُرب إليك نصيبُ ¶ تعرض لي من أيمن السرَب بارقٌ ... فَظَلَّتْ عوادي مُقْلَتي تصوبُ ¶ أبى الشوق إلاّ أن قلبي بذكركم ... يقَلْقِلُه بين الضلوع وجيبُ ¶ ركبتُ مطايا الوجد نحو دياركم ... وخوفي من قطع الطريق قريبُ ¶ وكيفَ أُرَتجَي طيفكم أن يزورني ... وبين جفوني والرقاد حُروبُ ¶ مريضُ اشتياقٍ ليس تنفعه الرُّقى ... فهل غير لقياي الحبيب طبيبُ ¶ المحبّة نَبْضٌ في القلب لا تَفْتَر حركته، وسكون النبض علامة الموت. ¶ يا ساكناَ فؤادي ... يا نازلاً جناني ¶ يا من يراهُ قلبي ... لا مِلْتَ عن عياني ¶ يا مهجتي وروحي ... يا غاية الأماني ¶ تُرى تراك عيني ... يوماً من الزمانِ ¶ وأن يكون حظي ... في الحمبِّ أن تراني ¶ يا واقفاَ في الصلاة بجسده والقلبُ غائب، أتدري بين يدي من أنت قائم؟ أتدري من اطلع عليك ما يصلح ما بذلتَه من التعبد مهراً للجنة فكيف ثَمَناً للمحبة؟ ْ رأت فاْرة جَمَلاً فأعجبها، فَجَرَتْ بخطامه فتبعها، فلمّا وصل إلى باب بيتها وقف ونادى بلسان الحال: إمّا أن تتَخذي داراً تليقُ بمحبوبك أو محبوباَ يليقُ بداركْ خُذْ من هذا إشارة إما أن تُصَلِّي صلاةً تليقُ بمعبودك أو معبوداً يليقُ بصلاتك. يا مَنْ وافق القوم، ولو بعض يوم، لك في طريقهم ذوق، فأين الشوق؟ كنتَ تدّعي حُبَّنا وتؤثر الشوق منّا، فما هذا الصبرُ الذي عَن عَنّا؟ تعرفُ رياح الأسحار، وما تعرفُ المهبّ، ولكن دخل فصلُ برد الفتور ولم يحترز فأصابك ركام الغفلة. ¶ يا صاحبيّ أطيلا في مؤانستي ... وناشداني بِخلاني وعُشاقي ¶ وحَدِّثا في حديث الخيف إنّ له ... زوجاً لقلبي وتسهيلاً لأخلاقي ¶ ما ضَرَّريح الصبا لونا سَمَتْ حُرقي ... واستنقذت مهجتي من أَسْرِ أشواقي ¶ داءٌ تقادم عندي من يعالجُهُ ... وَحيَّةٌ لَدَغت قلبي من الراقي ¶ يمضي الزمانُ وآمالي مصَرَّمةٌ ... مِمَّنْ أُحِبُ على مَطْلٍ وإملاقِ ¶ واضيعة العمر لا الماضي انتفعتُ به ... ولاحَصَلْتُ على شيءٍ من الباقي ¶ يا مَنْ ذهب عمره في البَطالةْ، ورضيَ من الدنيا بأقبح حالَةْ، معمور الظاهر والباطن مهدوم، يا معاسر العُصاة لا تحتقروا ذنباً وإن صَغُر، فإنّ الحشيش يفتل منه الحَبْل فيخنق الفيل المغتلم، أول الحريق شرارة، يا من يُذنب ولا يتوبُ يا من أعمت قلبَهُ الذنوبُ، يَعِدُ بالتوبة ولا وَعْدَ عُرقوب، إلى متى تتعثر في ظلمة البعادْ وعدْ نفسك بتوبةٍ واعزم وقد حَصَّلْتها. ¶ وَعَدْتَ نفسكَ توبةً ... اعِزم وقد حَصَلْتَها ¶ إلى متى تتعثر في ظلمة الميعاد، قد صاح بوقُ رحيلك، وحُطَتْ أطنابُ الخيم، وما نرى لك مركب، وما نرى لك زاد، جمعت مالكَ - لعيرك والدار يسكنها العدوُّ، ناظرتَ خطَّ ابن مقلة، غلِظْتَ في بُوجاد. فيا مشتاقين أين شوقكم إلى ما فارقتم؟ وأين توقكم إلى ما ألفتم؟ يا قيس المحبة مُتْ على قبر ليلى: ¶ خذا من صبا نجدِ أماناً لقلبهِ ... فقد تهاد ريّاها يطيرُ بِلُبِّهِ ¶ وإيّاكُما ذاك النسيمُ فإنَهُ ... إذا هَبَّ كان الموت أَيْسَر خَطْبهِ ¶ خليليَّ لو أحببتما لعلمتُما ... مَحَلَّ الهوى من مغرم القلب صَبَّه ¶ آخر كتاب المنثور لابن الجوزي رحمه الله والحمد لله ربّ العالمين وصلواته على سيدنا محمد واله وصحبه وسلامه آمين.",
            "page": "12",
            "part": "1",
            "seal": "2DE2D827"
        },
        {
            "id": "13",
            "nass": "كتب هذه الرسائل المفتقر إلى عفو ربه التوّاب السيّد عبد الوهاب بن السيد عبد الرزاق بن السيد محمد بن السيد إبراهيم البغدادي الحنفي وكان الختام في اليوم التاسع والعشرين من شهر رجب من شهور سنة الألف وثلثمائة وأربع وعشرين حامداً لله ومصلياً على رسوله وعلى آله وصحبه ومُسَلِّما.",
            "page": "13",
            "part": "1",
            "seal": "57FC70BF"
        }
    ],
    "t180": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "الحمد لله الذي أحيا أموات النبات"
        }
    ]
}