{
    "b1805": [
        {
            "id": "1",
            "nass": "رسائل سعيد بن علي بن وهف القحطاني ¶ الاعتصام بالكتاب والسنة ¶ أصل السعادة في الدنيا والآخرة ¶ ونجاة من مضلات الفتن ¶ تأليف الفقير إلى الله تعالى ¶ د. سعيد بن علي بن وهف القحطاني",
            "page": null,
            "part": null,
            "seal": "2BD88E14"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يُضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلّى الله عليه وعلى آله وأصحابه، ومن اتبعهم بإحسان إلى يوم الدين، وسلم تسليماً كثيراً. أما بعد: ¶ فهذه كلمات يسيرات في الحث على ((الاعتصام بالكتاب والسنة)) بيَّنت فيها بإيجاز: مفهوم الاعتصام بالكتاب والسنة، ووجوب الأخذ والتمسك بهما، وأن القرآن الكريم بيّن الله فيه كل شيء، وأنه أُنزل للعمل به، وأن الهداية والفلاح، والصلاح لمن اتبع الكتاب والسنة وتمسك بهما؛ وأن أعظم الوصايا النبوية وصية النبي - صلى الله عليه وسلم - بكتاب الله - عز وجل -، وسنة نبيه صلَّى الله عليه وسلَّم، وأن القرآن الكريم يأمر بالاجتماع على الحق، وينهى عن الفرقة والاختلاف، وأن الاعتصام بالكتاب والسنة نجاة من مُضلات الفتن، وأن مخالفة الكتاب والسنة اصل الخذلان، وفساد الدنيا والآخرة، والذل والهوان، وأن الاختلاف سبب الشرور والفرقة، وأن الواجب على كل مكلف الاعتصام بالكتاب والسنة؛ لأن فيهما المخرج من جميع الفتن لمن تمسك بهما؛ ولأن القرآن الكريم: من اتبع الهدى من غيره أضله الله، وهو حبل الله المتين، ونوره المبين، والذكر الحكيم، وهو الصراط المستقيم، وهو الذي لا تزيغ به الأهواء، ولا تلتبس به الألسنة،",
            "page": "3",
            "part": "1",
            "seal": "F5E29CEA"
        },
        {
            "id": "3",
            "nass": "ولا تتشعب معه الآراء، ولا يشبع منه العلماء، ولا يمله الأتقياء، ولا يخلق على كثرة الرَّدِّ، ولا تنقضي عجائبه، من علم علمه سبق، ومن قال به صدق، ومن حكم به عدل، ومن عمل به أُجر، ومن دعاء إليه هدي إلى صراط مستقيم (¬1). ¶ ولعظم منزلة الكتاب والسنة كان النبي - صلى الله عليه وسلم - يقول في خطبته: ((أما بعد، فإن خير الحديث كتاب الله، وخير الهدي هدي محمد، وشر الأمور محدثاتها، وكل بدعة ضلالة)) (¬2). ¶ والله أسال أن يجعل هذه الكلمات خالصة لوجهه الكريم، وأن ينفعني بها في حياتي وبعد مماتي، وأن ينفع بها كل من انتهت إليه، فإنه خير مسؤول، وأكرم مأمول، وهو حسبنا ونعم الوكيل. ¶ وصلى الله وسلم وبارك على نبينا محمد بن عبد الله وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين. ط ¶ المؤلف ¶ ليلة الجمعة الموافق 17/ 8/1422هـ ¶ ¬__________ ¶ (¬1) انظر: ما روي في سنن الترمذي، برقم 2906. ¶ (¬2) مسلم، كتاب الجمعة، باب تخفيف الصلاة والخطبة، برقم 867.",
            "page": "4",
            "part": "1",
            "seal": "5739E7E4"
        },
        {
            "id": "4",
            "nass": "الاعتصام بالكتاب والسنة ¶ أصل السعادة في الدنيا والآخرة ونجاة من مضلات الفتن (¬1) ¶ أولاً: مفهوم الاعتصام بالكتاب والسنة: ¶ لا شك أن الاعتصام بالكتاب والسنة هو أساس وأصل النجاة في الدنيا والآخرة. والاعتصام: هو الاستمساك (¬2)، قال ابن منظور رحمه الله: ((الاعتصام: الاستمساك بالشيء)) (¬3). ¶ فالاعتصام: التمسك بالشيء، ويقال: استعصم: استمسك (¬4). قال الله - عز وجل -: {وَاعْتَصِمُواْ بِحَبْلِ اللَّهِ جَمِيعًا} (¬5)، والاعتصام بحبل الله، قيل: الاعتصام بعهد الله، وقيل: يعني القرآن؛ لحديث أبي شريح الخزاعي - رضي الله عنه - قال: خرج علينا رسول الله - صلى الله عليه وسلم - فقال: ((أبشروا، أبشروا، أليس تشهدون أن لا إله إلا الله، وأني رسول الله؟)) قالوا: بلى، قال: ((إن هذا القرآن سبب طرفه بيد الله، وطرفه بأيديكم، فتمسكوا به فإنكم لن تضلوا، ولن تهلكوا بعده أبداً)) (¬6). ¶ ¬__________ ¶ (¬1) أصل هذا الكتاب مقال طلبته مني وكالة الدعوة بوزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد، ونشرته الوكالة في جريدة الجزيرة، العدد رقم 10627، الصفحة 27، في يوم الجمعة بتاريخ 17/ 8/1422هـ. ¶ (¬2) مفردات ألفاظ القرآن للأصفهاني، ص569. ¶ (¬3) لسان العرب، 12/ 404. ¶ (¬4) مفردات ألفاظ القرآن للأصفهاني، ص570. ¶ (¬5) سورة آل عمران، الآية: 103. ¶ (¬6) أخرجه ابن حبان في صحيحه، 1/ 329، برقم 122، وقال الإمام المنذري في الترغيب والترهيب، 1/ 95، برقم 59: ((رواه الطبراني في الكبير بإسناد جيد))، وقال العلامة الألباني في صحيح الترغيب والترهيب، 1/ 124: ((صحيح، وأخرجه ابن حبان في صحيحه، وابن نصر في قيام الليل ص74 بسند صحيح)).",
            "page": "5",
            "part": "1",
            "seal": "1E919E08"
        },
        {
            "id": "5",
            "nass": "وروي عن جبير بن مطعم - رضي الله عنه - قال: ((كنا مع رسول الله - صلى الله عليه وسلم - بالجحفة، فخرج علينا فقال: ((أليس تشهدون أن لا إله إلا الله، وأني رسول الله، وأن القرآن من عند الله؟)) قلنا: نعم، قال: ((فأبشروا، فإن هذا القرآن طرفه بيد الله، وطرفه بأيديكم فتمسكوا به، ولن تهلكوا بعده أبداً)) (¬1). ¶ ومن اعتصم بالقرآن الكريم فقد اعتصم بالله، قال الله -جل وعلا-: ¶ {وَمَن يَعْتَصِم بِالله فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُّسْتَقِيمٍ} (¬2)، أي يتوكل عليه ويحتمي بحماه (¬3)، والله تعالى أمر بالاعتصام بحبل الله وهو كتابه - عز وجل - في آيات كثيرة (¬4). ¶ ثانياً: وجوب الأخذ بالكتاب والسنة: ¶ أمر الله - عز وجل - بالأخذ بالكتاب العزيز، وردّ كل ما يحتاجه الناس وكل ما تنازعوا فيه إليه، فقال تعالى: {فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى الله وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِالله وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ ¶ تَأْوِيلاً} (¬5). قال الإمام ابن كثير - رحمه الله -: ((قال مجاهد وغير واحد ¶ ¬__________ ¶ (¬1) أخرجه الطبراني في الكبير، 2/ 126، برقم 1539، وفي الصغير [مجمع البحرين، برقم 252]، وقال الهيثمي في مجمع الزوائد، 1/ 169: ((وفيه أبو عابدة الزرقي وهو متروك الحديث))، وقال العلامة الألباني في صحيح الترغيب والترهيب، 1/ 124، برقم 39: ((صحيح لغيره)). ¶ (¬2) سورة آل عمران، الآية: 101. ¶ (¬3) تفسير السعدي، ص159. ¶ (¬4) فتاوى شيخ الإسلام ابن تيمية، 19/ 76 - 83، و 9/ 5/8، و 36/ 60. ¶ (¬5) سورة النساء، الآية: 59.",
            "page": "6",
            "part": "1",
            "seal": "618A567C"
        },
        {
            "id": "6",
            "nass": "من السلف: أي إلى كتاب الله وسنة رسوله - صلى الله عليه وسلم -، وهذا أمر من الله - عز وجل - بأن كل شيء تنازع الناس فيه من أصول الدين وفروعه أن يرد التنازع في ذلك إلى الكتاب والسنة، كما قال تعالى (¬1): {وَمَا اخْتَلَفْتُمْ فِيهِ مِن شَيْءٍ فَحُكْمُهُ إِلَى الله} (¬2). ¶ والقرآن الكريم أَمَرَ بالأخذ بكل ما جاء به الرسول - صلى الله عليه وسلم -، والانتهاء عن كل ما نهى عنه، قال الله - عز وجل -: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا وَاتَّقُوا الله إِنَّ الله شَدِيدُ الْعِقَابِ} (¬3). ¶ ولا شكّ أنّ الأخذ بالكتاب والسنة من أهم الواجبات وأعظم القربات؛ لأن الأخذ بالرأي المجرّد عن الدليل الشرعي يُوصل إلى المهالك؛ ولهذا قال سهل بن حنيف - رضي الله عنه -: ((اتهموا رأيكم، فلقد رأيتني يوم أبي جندل لو أستطيع أن أردّ على رسول الله أمره لرددته، والله ورسوله أعلم)) (¬4). ¶ وهذا يؤكّد أن الرأي لا يعتمد عليه، وإنما المعتمد على الكتاب والسنة؛ قال الله تعالى: {فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى الله وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِالله وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} (¬5). ¶ ¬__________ ¶ (¬1) تفسير ابن كثير، ص338. ¶ (¬2) سورة الشورى، الآية: 10. ¶ (¬3) سورة الحشر، الآية: 7. ¶ (¬4) متفق عليه، البخاري، كتاب الجزية والموادعة، باب: حدثنا عبدان، برقم 3181، ومسلم، كتاب الجهاد والسير، باب صلح الحديبية في الحديبية، برقم 1785. ¶ (¬5) سورة النساء، الآية: 59.",
            "page": "7",
            "part": "1",
            "seal": "A6535B35"
        },
        {
            "id": "7",
            "nass": "وقال - عز وجل -: {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّىَ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُواْ فِي أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُواْ تَسْلِيمًا} (¬1). ¶ وقال تعالى: {وَمَا اخْتَلَفْتُمْ فِيهِ مِن شَيْءٍ فَحُكْمُهُ إِلَى الله ذَلِكُمُ الله رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ} (¬2). ¶ فالأصل في الحكم بين الناس يردّ حكمه إلى كتاب الله - عز وجل -، وإلى سنة رسوله - صلى الله عليه وسلم - (¬3). ¶ وقد ذمّ الله القول عليه بغير علم، فقال تعالى: {قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَن تُشْرِكُواْ بِالله مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَن تَقُولُواْ عَلَى الله مَا لاَ تَعْلَمُونَ} (¬4)، فقرن سبحانه القول عليه بغير علم بالشرك بالله - عز وجل -. ¶ وقال تعالى: {يَا أَيُّهَا النَّاسُ كُلُواْ مِمَّا فِي الأَرْضِ حَلاَلاً طَيِّبًا وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ * إِنَّمَا يَأْمُرُكُمْ بِالسُّوءِ وَالْفَحْشَاءِ وَأَن تَقُولُواْ عَلَى الله مَا لاَ تَعْلَمُونَ} (¬5). ¶ وهذا يؤكد أن القول على الله بغير علم من أمر الشيطان. ¶ ¬__________ ¶ (¬1) سورة النساء، الآية: 65. ¶ (¬2) سورة الشورى، الآية: 10. ¶ (¬3) انظر: تفسير الطبري ((جامع البيان عن تأويل آي القرآن))، 8/ 504، وتفسير ابن كثير، ¶ 1/ 519. ¶ (¬4) سورة الأعراف، الآية: 33. ¶ (¬5) سورة البقرة، الآيتان: 168 - 169.",
            "page": "8",
            "part": "1",
            "seal": "E8B40E7C"
        },
        {
            "id": "8",
            "nass": "وقال تعالى: {وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولئِكَ كَانَ عَنْهُ مَسْؤُولاً} (¬1). ¶ وقد بيّن النبي - صلى الله عليه وسلم - أن القائل على الله بغير علم من الجاهلين الضالين المضلين، فعن عبد الله بن عمرو بن العاص رضي الله عنهما قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((إن الله لا ينزع العلم من الناس انتزاعاً، ولكن يقبض العلماء فيرفع العلم معهم، ويُبقي في الناس رؤوساً (¬2) جُهَّالاً يفتون بغير علم فيَضِلُّون ويُضِلُّون)) (¬3). ¶ والحاصل أنه لا يجوز الاعتماد على الرأي، بل يُرجع إلى الكتاب والسنة، أو إلى أحدهما، فإن لم يجد فيرجع إلى الإجماع، فإذا لم يجد الأمور الثلاثة رجع إلى أقوال الصحابة - رضي الله عنهم -، فإن وجد قولاً لأحدهم ولم يخالفه أحد من الصحابة، ولا عُرِفَ نص يخالفه، واشتهر هذا القول في زمانهم أخذ به؛ لأنه حجة عند جماهير العلماء، فإذا لم يجد قولاً يحتجّ به من أقوال الصحابة، واحتاج إلى القياس رجع إليه بدون تكلّف، بل يستعمله على أوضاعه، ولا يتعسّف في إثبات العلة الجامعة التي هي من أركان القياس، بل إذا لم تكن العلّة الجامعة واضحة، فليتمسّك بالبراءة ¶ ¬__________ ¶ (¬1) سورة الإسراء، الآية: 36. ¶ (¬2) رؤوس: جمع رأس، وفيه التحذير من اتخاذ الجهال رؤساء. شرح النووي على صحيح مسلم، 16/ 465. ¶ (¬3) متفق عليه: البخاري، كتاب الاعتصام بالكتاب والسنة، باب ما يذكر من ذم الرأي وتكلف القياس، برقم 7307، ومسلم، كتاب العلم، باب رفع العلم وقبضه وظهور الجهل والفتن في آخر الزمان، 4/ 2058، برقم 2673.",
            "page": "9",
            "part": "1",
            "seal": "C0F87133"
        },
        {
            "id": "9",
            "nass": "الأصلية (¬1). ¶ وكما دل الحديث على التمسك بالكتاب والسنة دلّ على التحذير من الرأي؛ لقول سهل - رضي الله عنه -: ((اتّهموا رأيكم على دينكم))، قال الحافظ ابن حجر - رحمه الله -: ((أي لا تعملوا في أمر الدين بالرأي المجرد الذي لا يستند إلى أصل من الدين)) (¬2)، وما أحسن ما قاله الشافعي - رحمه الله -: ¶ كلُّ العلوم سوى القرآن مشغلةٌ ... إلا الحديث وعِلمَ الفقهِ في الدين ¶ العلمُ ما كان فيه حدَّثنا ... وما سوى ذاك وسواسُ الشياطين (¬3) ¶ وقد ذمّ السلف رحمهم الله الرأي المجرد عن الدليل، فعن ابن الأشجِّ عن عمر بن الخطاب - رضي الله عنه - أنه قال: ((إياكم وأصحاب الرأي؛ فإنهم أعداء السنن، أعيتهم الأحاديث أن يحفظوها فقالوا بالرأي فضَلُّوا وأَضَلُّوا)) (¬4). ¶ وعن عروة بن الزبير أنه كان يقول: ((السنن السنن؛ فإن السنن قوام الدين [أزهد الناس في العَالِم أهلُهُ])) (¬5). ¶ وقال الإمام أحمد - رحمه الله -: ((لا تكاد ترى أحداً نظر في هذا ¶ ¬__________ ¶ (¬1) انظر: مجموع فتاوى ابن تيمية، 20/ 14، و19/ 176، وإعلام الموقعين لابن القيم، 1/ 30، وفتح الباري بشرح صحيح البخاري لابن حجر، 13/ 282. ¶ (¬2) فتح الباري بشرح صحيح البخاري لابن حجر، 13/ 288. ¶ (¬3) ديوان الشافعي، جمع محمد عفيف، ص88، وانظر: البداية والنهاية لابن كثير، 10/ 254. ¶ (¬4) أخرجه اللالكائي في شرح أصول اعتقاد أهل السنة والجماعة، 1/ 139، برقم 201، والدارمي في سننه، 1/ 47، برقم 121، وابن عبد البر في جامع بيان العلم وفضله، 2/ 1041، برقم 2001، ورقم 2003، 2005. ¶ (¬5) أخرجه ابن عبد البر في جامع بيان العلم وفضله، 2/ 1051، برقم 2029، 2030.",
            "page": "10",
            "part": "1",
            "seal": "9E28BD37"
        },
        {
            "id": "10",
            "nass": "الرأي إلا وفي قلبه دغل)) (¬1). ¶ وقال الأوزاعي – رحمه الله -: ((إذا أراد الله - عز وجل - أن يحرم عبده بركة العلم ألقى على لسانه الأغاليط)) (¬2). ¶ وقال الحافظ ابن عبد البر – رحمه الله – بعد أن ساق آثاراً كثيرة في ذم الرأي ما ملخصه: قال أكثر أهل العلم: إن الرأي المذموم المعيب المهجور الذي لا يحل النظر فيه، والاشتغال به: هو الرأي المبتدع، وشبهه من أنواع البدع (¬3). ¶ وقال جمهور أهل العلم: الرأي المذموم في الآثار المذكورة هو القول في أحكام شرائع الدين بالاستحسان والظنون، والاشتغال بحفظ المعضلات والأغلوطات، ورد الفروع والنوازل بعضها على بعض قياساً دون ردّها على أصولها من الكتاب أو من السنة (¬4)، ثم قال: ((ومن تدبّر الآثار المرويّة في ذمّ الرأي المرفوعة وآثار الصحابة والتابعين في ذلك علم أنه ما ذكرنا)) (¬5)، فرجَّح – رحمه الله – هذا القول ثم قال: و ((ليس أحد من علماء الأمة يثبت حديثاً عن رسول الله - صلى الله عليه وسلم - ثم يردّه، دون ادّعاء نسخ ذلك بأثر أو بإجماع، أو بعمل يجب على أصله الانقياد، إليه أو طعن في سنده، ولو فعل ذلك أحد سقطت عدالته، فضلاً عن أن يتخذ إماماً ¶ ¬__________ ¶ (¬1) أخرجه ابن عبد البر في المرجع السابق، 3/ 1054، برقم 2035. ¶ (¬2) أخرجه ابن عبد البر في جامع بيان العلم وفضله، 2/ 1073، برقم 2083. ¶ (¬3) جامع بيان العلم وفضله، 2/ 1053. ¶ (¬4) انظر: المرجع السابق، 2/ 1054. ¶ (¬5) جامع بيان العلم وفضله، لابن عبد البر، 2/ 1062.",
            "page": "11",
            "part": "1",
            "seal": "980C8AA1"
        },
        {
            "id": "11",
            "nass": "ولزمه اسم الفسق، ولقد عافاهم الله - عز وجل - من ذلك)) (¬1)، فينبغي للعبد أن يعتصم بالكتاب والسنة ثم بالإجماع، ثم بأقوال الصحابة - رضي الله عنهم -. والله الموفق والهادي إلى سواء السبيل (¬2). ¶ ثالثاً: القرآن الكريم بيَّن الله للناس فيه كل شيء: ¶ فهو المرجع في كل زمان وكل مكان، وفي كل ما يحتاجه الناس في دنياهم وأخراهم، قال الله تعالى: {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِّكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ} (¬3). ¶ قال الإمام ابن كثير – رحمه الله – قال ابن مسعود - رضي الله عنه -: ((قد بيَّن لنا في هذا القرآن كل علم، وكل شيء)) (¬4). ¶ رابعاً: القرآن العزيز أُنزل للعمل: ¶ فمن عمل به في جميع أحواله كان من السعداء العقلاء الفائزين في الدنيا والآخرة، قال الله تعالى: {كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِّيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُوْلُوا الأَلْبَابِ} (¬5)، وقد كتب الله السعادة لمن عمل بالقرآن، ومما يدل على ذلك أن نافع بن عبد الحارث لَقِيَ عمر بن الخطاب - رضي الله عنه - بعُسفان، وكان عمر يستعمله على مكة، فقال: من استعملت على أهل الوادي؟ فقال ابن أبزى، قال: ومن ابن أبزى؟ قال: مولىً من موالينا، ¶ ¬__________ ¶ (¬1) انظر: المرجع السابق، 2/ 1080. ¶ (¬2) انظر: فقه الدعوة في صحيح الإمام البخاري، للمؤلف، 1/ 369، و2/ 1059 - 1062. ¶ (¬3) سورة النحل، الآية: 89. ¶ (¬4) تفسير ابن كثير، ص751. ¶ (¬5) سورة ص، الآية: 29.",
            "page": "12",
            "part": "1",
            "seal": "B5023962"
        },
        {
            "id": "12",
            "nass": "قال: فتستخلف عليهم مولى؟ قال: إنه قارئ لكتاب الله - عز وجل -، وإنه عالم بالفرائض، قال عمر: أما إن نبيكم - صلى الله عليه وسلم - قد قال: ((إن الله يرفع بهذا الكتاب أقواماً، ويضع به آخرين)) (¬1). ¶ خامساً: الهداية والصلاح والفلاح لمن اتبع القرآن والسنة وتمسك بذلك: ¶ قال الله تعالى: {قَدْ جَاءَكُم مِّنَ الله نُورٌ وَكِتَابٌ مُّبِينٌ * يَهْدِي بِهِ الله مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلاَمِ وَيُخْرِجُهُم مِّنِ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُّسْتَقِيمٍ} (¬2). ¶ وقال الله تعالى: {فَإِمَّا يَأتِيَنَّكُم مِنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلاَ يَضِلُّ وَلاَ يَشْقَى} (¬3). ¶ قال ابن عباس رضي الله عنهما: ((تكفّل الله لمن قرأ القرآن وعمل بما فيه: أن لا يضل في الدنيا، ولا يشقى في الآخرة، ثم قرأ هذه الآية)) (¬4). ¶ وقال تعالى: {وَهَذَا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُواْ لَعَلَّكُمْ تُرْحَمُونَ} (¬5). ¶ وقال - عز وجل -: {الَر كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى ¶ ¬__________ ¶ (¬1) أخرجه مسلم في كتاب صلاة المسافرين، باب فضل من يقوم بالقرآن، ويعلمه، وفضل من تعلم حكمة من فقهٍ أو غيره فعمل بها وعلَّمها، برقم 817. ¶ (¬2) سورة المائدة، الآيتان: 15 - 16. ¶ (¬3) سورة طه، الآية: 123. ¶ (¬4) مجموع فتاوى شيخ الإسلام ابن تيمية، 19/ 77. ¶ (¬5) سورة الأنعام، الآية: 155.",
            "page": "13",
            "part": "1",
            "seal": "4CD9A878"
        },
        {
            "id": "13",
            "nass": "النُّورِ بِإِذْنِ رَبِّهِمْ إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ} (¬1). ¶ وقال تعالى: {هَذَا بَيَانٌ لِّلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِّلْمُتَّقِينَ} (¬2). ¶ وقال تعالى: {وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلاَ يَزِيدُ الظَّالِمِينَ إَلاَّ خَسَارًا} (¬3). ¶ وقال - سبحانه وتعالى -: {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا مَا كُنتَ تَدْرِي مَا الْكِتَابُ وَلا الإِيمَانُ وَلَكِن جَعَلْنَاهُ نُورًا نَّهْدِي بِهِ مَنْ نَّشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُّسْتَقِيمٍ} (¬4)، وقال تعالى: {وَالَّذِينَ يُمَسِّكُونَ بِالْكِتَابِ وَأَقَامُواْ الصَّلاَةَ إِنَّا لاَ نُضِيعُ أَجْرَ الْمُصْلِحِينَ} (¬5). ¶ وأما الأمر بطاعة الرسول - صلى الله عليه وسلم - فقد أمر الله بطاعته في أربعين موضعاً (¬6)، كقوله تعالى: {قُلْ أَطِيعُوا الله وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُم مَّا حُمِّلْتُمْ وَإِن تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلاّ الْبَلاغُ الْمُبِينُ} (¬7). ¶ وقال: {قُلْ إِن كُنتُمْ تُحِبُّونَ الله فَاتَّبِعُونِي يُحْبِبْكُمُ الله وَيَغْفِرْ لَكُمْ ¶ ¬__________ ¶ (¬1) سورة إبراهيم، الآية: 1. ¶ (¬2) سورة آل عمران، الآية: 138. ¶ (¬3) سورة الإسراء، الآية: 82. ¶ (¬4) سورة الشورى، الآية: 52. ¶ (¬5) سورة الأعراف، الآية: 170. ¶ (¬6) فتاوى شيخ الإسلام ابن تيمية، 19/ 83. ¶ (¬7) سورة النور، الآية: 54.",
            "page": "14",
            "part": "1",
            "seal": "088C4424"
        },
        {
            "id": "14",
            "nass": "ذُنُوبَكُمْ وَالله غَفُورٌ رَّحِيمٌ} (¬1). ¶ وقال سبحانه: {وَمَن يُطِعِ الله وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ} (¬2). ¶ وقال النبي - صلى الله عليه وسلم - في حجة الوداع: ((تركت فيكم ما لن تضلوا بعده إن اعتصمتم به، كتاب الله [وسنة نبيه])) (¬3). ¶ سادساً: القرآن والسنة أعظم وصايا النبي - صلى الله عليه وسلم - لأمته: ¶ ففي حديث عبد الله بن أبي أوفى رضي الله عنهما حينما سُئل: هل أوصى النبي - صلى الله عليه وسلم -؟ فقال بعد ذلك: ((أوصى بكتاب الله)) (¬4). ¶ وعندما كان في طريقه - صلى الله عليه وسلم - إلى المدينة أوصى بكتاب الله تعالى فقال: ((وأنا تارك فيكم ثقلين: أولهما كتاب الله فيه الهدى والنور، [هو حبل الله من اتبعه كان على الهدى، ومن تركه كان على الضلالة]، فخذوا بكتاب الله وتمسّكوا به))، فحث عليه ورغب فيه، ثم قال: ((وأهل بيتي أذكركم الله في أهل بيتي)) ثلاث مرات، رواه مسلم (¬5). ¶ ¬__________ ¶ (¬1) سورة آل عمران، الآية: 31. ¶ (¬2) سورة النساء، الآية: 13. ¶ (¬3) مسلم، كتاب الحج، باب حجة النبي - صلى الله عليه وسلم -، برقم 1218، وما بين المعقوفين للحاكم في المستدرك، 1/ 93، وحسنه الألباني في صحيح الترغيب والترهيب، 1/ 21. ¶ (¬4) متفق عليه: البخاري، كتاب الوصايا، باب الوصايا، برقم 2740، ومسلم، كتاب الوصية، باب ترك الوصية لمن ليس له شيء يوصي فيه، برقم 1634. ¶ (¬5) مسلم، كتاب فضائل الصحابة، باب فضائل علي بن أبي طالب - رضي الله عنه -، برقم 2408.",
            "page": "15",
            "part": "1",
            "seal": "078DFAF6"
        },
        {
            "id": "15",
            "nass": "سابعاً: القرآن الكريم يأمر بالاجتماع على الحق وينهى عن الاختلاف: ¶ قال الله تعالى: {وَاعْتَصِمُواْ بِحَبْلِ الله جَمِيعًا وَلاَ تَفَرَّقُواْ وَاذْكُرُواْ نِعْمَتَ الله عَلَيْكُمْ إِذْ كُنتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُم بِنِعْمَتِهِ إِخْوَانًا وَكُنتُمْ عَلَىَ شَفَا حُفْرَةٍ مِّنَ النَّارِ فَأَنقَذَكُم مِّنْهَا كَذَلِكَ يُبَيِّنُ الله لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ} (¬1)، فأمر بعد الاعتصام بالكتاب بعدم التفرق. ¶ قال الإمام ابن كثير رحمه الله: ((أمرهم بالجماعة ونهاهم عن التفرقة، وقد وردت الأحاديث المتعددة بالنهي عن التفرّق والأمر بالاجتماع والائتلاف)) (¬2). ¶ كما في صحيح مسلم عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: ((إن الله يرضى لكم ثلاثاً ويكره لكم ثلاثاً، فيرضى لكم أن تعبدوه ولا تشركوا به شيئاً، وأن تعتصموا بحبل الله جميعاً، ولا تفرقوا، ويكره لكم: قيل وقال، وكثرة السؤال، وإضاعة المال)) (¬3). ¶ وقال الله - عز وجل -: {وَمَن يُشَاقِقِ الرَّسُولَ مِن بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا} (¬4). والمعنى من سلك غير طريق الشريعة التي جاء بها محمد - صلى الله عليه وسلم - فصار في شق والشرع في شق عن عَمْدٍ منه بعدما ظهر له الحق، واتّبع غير سبيل ¶ ¬__________ ¶ (¬1) سورة آل عمران، الآية: 103. ¶ (¬2) تفسير ابن كثير، ص255. ¶ (¬3) مسلم، كتاب الأقضية، باب النهي عن كثرة السؤال من غير حاجة، والنهي عن منع وهات، برقم 1715. ¶ (¬4) سورة النساء، الآية: 115.",
            "page": "16",
            "part": "1",
            "seal": "44BDE261"
        },
        {
            "id": "16",
            "nass": "المؤمنين فيما أجمعوا عليه، فإنا نجازيه على ذلك (¬1). ¶ ثامناً: الاعتصام بالقرآن والسنة نجاة من مضلات الفتن: ¶ ومما يوضح ذلك، وصية النبي - صلى الله عليه وسلم - بكتاب الله تعالى في عرفات، وفي غدير خم، وعند موته عليه الصلاة والسلام، وتقدمت الإشارة إلى ذلك. ¶ وجاءت الأحاديث الصحيحة الكثيرة التي تدل على أن من استمسك بما كان عليه النبي - صلى الله عليه وسلم - كان من الناجين، ومن ذلك حديث العرباض بن سارية - رضي الله عنه - قال: ((صلى بنا رسول الله - صلى الله عليه وسلم - ذات يوم، ثم أقبل علينا فوعظنا موعظة بليغة، ذرفت منها العيون، ووجلت منها القلوب، فقال قائل: يا رسول الله كأن هذه موعظة مودع، فماذا تعهد إلينا؟ فقال: ((أوصيكم بتقوى الله، والسمع والطاعة، وإن عبداً حبشيّاً، فإنه من يعشْ منكم بعدي فسيرى اختلافاً كثيراً، فعليكم بسنتي وسنة الخلفاء الراشدين المهديين، تمسّكوا بها، وعضّوا عليها بالنواجذ، وإياكم ومحدثات الأمور؛ فإن كل مُحدثةٍ بدعة، وكل بدعة ضلالة)) (¬2). ¶ ومما يؤكد أهمية السمع والطاعة ما حصل للصحابة مع رسول الله ¶ ¬__________ ¶ (¬1) تفسير ابن كثير، ص361. ¶ (¬2) أبو داود، كتاب السنة، باب في لزوم السنة، برقم 4607، والترمذي، كتاب العلم، باب ما جاء في الأخذ بالسنة واجتناب البدعة، برقم 2676، وغيرهما، قوله: ((ذرفت)) أي: دمعت، وقوله: ((وجلت)) أي خافت وفزعت، وقوله: ((تعهد)) يقال: عهد إليه بكذا: إذا أوصى إليه، وقوله: ((وإن عبداً حبشياً)) أي: أطع صاحب الأمر، واسمع له وإن كان عبداً حبشياً، فحذف كان وهي مزادة. قوله: ((عضوا عليها بالنواجذ)) النواجذ: الأضراس التي بعد الناب، وهذا مثل في شدة الاستمساك بالأمر. قوله: ((محدثات الأمور)) أي: ما لم يكن معروفاً في كتاب ولا سنة، ولا إجماع. انظر: جامع الأصول لابن الأثير، 1/ 280.",
            "page": "17",
            "part": "1",
            "seal": "AB42602E"
        },
        {
            "id": "17",
            "nass": "عليه - صلى الله عليه وسلم - في صلح الحديبية حينما اشتدَّ عليهم الكرب بمنعهم من العمرة، وما رأوا من غضاضةٍ على المسلمين في الظاهر، ولكنهم امتثلوا أمر رسول الله - صلى الله عليه وسلم - فكان ذلك فتحاً قريباً، وخلاصة ذلك أن سُهَيل بن عمرو قال للنبي - صلى الله عليه وسلم - حينما كتب: بسم الله الرحمن الرحيم: اكتب باسمك اللهم، فوافق معه النبي - صلى الله عليه وسلم - على ذلك، ولم يوافق سهيل على كَتْبِ محمد رسول الله، فتنازل النبي - صلى الله عليه وسلم - وأمر أن يكتب محمد بن عبد الله، ومنع سهيل في الصلح أن تكون العمرة في هذا العام، وإنما في العام المقبل، وفي الصلح أن من أسلم من المشركين يردّه المسلمون، ومن جاء من المسلمين إلى المشركين لا يُردُّ، وأوّل من نُفّذ عليه الشرط أبو جندل بن سهيل بن عمرو، فردّه النبي - صلى الله عليه وسلم - بعد محاورة عظيمة، وحينئذٍ غضب الصحابة لذلك حتى قال عمر - رضي الله عنه - للنبي - صلى الله عليه وسلم -: ألستَ نبيَّ الله حقّاً؟ قال: ((بلى))، قال: ألسنا على الحق وعدوّنا على الباطل؟ قال: ((بلى))، قال: فلمَ نُعطي الدَّنِيَّةَ في ديننا إذاً؟ قال: ((إني رسول الله، ولست أعصيه، وهو ناصري))، قال عمر: فعملت لذلك أعمالاً، فلما فرغ الكتاب أمر النبي - صلى الله عليه وسلم - الناس أن ينحروا ويحلقوا فلم يفعلوا، فدخل على أم سلمة رضي الله عنها، فشكا ذلك، فقالت: انحر واحلق، فخرج فنحر، وحلق، فنحر الناس وحلقوا حتى كاد يقتل بعضهم بعضاً (¬1). ¶ فحصل بهذا الصلح من المصالح ما الله به عليم، ونزلت سورة الفتح، ودخل في السَّنة السادسة والسابعة في الإسلام مثل ما كان في ¶ ¬__________ ¶ (¬1) متفق عليه: البخاري، كتاب الشروط، باب الشروط في الجهاد، والمصالحة مع أهل الحرب وكتابة الشروط، برقم 2731، 2732، ومسلم، كتاب الجهاد، باب صلح الحديبية، برقم 1783.",
            "page": "18",
            "part": "1",
            "seal": "46D5B69B"
        },
        {
            "id": "18",
            "nass": "الإسلام قبل ذلك أو أكثر، ثم دخل الناس في دين الله أفواجاً بعد الفتح في السنة الثامنة. ¶ وهذا ببركة طاعة الله ورسوله؛ ولهذا قال سهل بن حنيف: ((اتهموا رأيكم، رأيتني يوم أبي جندل لو أستطيع أن أردّ أمر النبي - صلى الله عليه وسلم - لرددته)) (¬1). وهذا يدلّ على مكانة الصحابة - رضي الله عنهم - وتحكيمهم رسول الله - صلى الله عليه وسلم -، فحصل لهم من الفتح والنصر ما حصل، ولله الحمد والمنة. ¶ والمسلم عليه أن يعتصم بالكتاب والسنة، وخاصة في أيام الفتن؛ ولهذا حذّر النبي - صلى الله عليه وسلم - من الفتن، واستعاذ منها، وأمر بلزوم جماعة المسلمين، فقال - صلى الله عليه وسلم -: ((تعوذوا بالله من الفتن ما ظهر منها وما بطن)) (¬2)، وعن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: ((يتقارب الزمان، وينقص العمل، ويُلقى الشحّ، وتظهر الفتن، ويكثر الهرج))، قالوا: يا رسول الله، أيما هو؟ قال: ((القتل، القتل)). وفي لفظ: ((يتقارب الزمان، وينقص العلم ... )) (¬3). ¶ وقد بيّن النبي - صلى الله عليه وسلم - أنه لا يأتي زمان إلا والذي بعده أشرّ منه، فعن الزبير بن عدي قال: أتينا أنس بن مالك - رضي الله عنه - فشكونا إليه ما يلقون من الحجاج فقال: ((اصبروا فإنه لا يأتي عليكم زمان إلا والذي بعد أشر منه ¶ ¬__________ ¶ (¬1) متفق عليه: البخاري، كتاب الجزية والموادعة، باب: حدثنا عبدان، برقم 3181، ومسلم، كتاب الجهاد، باب صلح الحديبية، برقم 1785. ¶ (¬2) مسلم، كتاب الجنة وصفة نعيمها وأهلها، باب عرض مقعد الميت من الجنة ومن النار عليه وإثبات عذاب القبر والتعوذ منه، برقم 2867. ¶ (¬3) متفق عليه: البخاري، كتاب الفتن، باب ظهور الفتن، برقم 7061، ومسلم، كتاب العلم، باب رفع العلم وقبضه وظهور الجهل والفتن في آخر الزمان، برقم 157.",
            "page": "19",
            "part": "1",
            "seal": "5CAA5092"
        },
        {
            "id": "19",
            "nass": "حتى تلقوا ربكم))، سمعته من نبيكم - صلى الله عليه وسلم - (¬1). ¶ وحث - صلى الله عليه وسلم - على العمل الصالح قبل الانشغال عنها بما يحدث من الفتن الشاغلة المتكاثرة، فقال: ((بادروا بالأعمال فتناً كقطع الليل المظلم، يصبح الرجل مؤمناً ويمسي كافراً، أو يمسي مؤمناً ويصبح كافراً، يبيع دينه بعرض من الدنيا)) (¬2). ¶ وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((ستكون فتنٌ القاعد فيها خير من القائم، والقائم فيها خير من الماشي، والماشي فيها خير من الساعي، ومن تشرَّف لها تستشرفه، ومن وجد ملجأ أو معاذاً فليعذ به)) (¬3). ¶ والمخرج من جميع الفتن المضلّة التمسّك بالكتاب والسنة، ولزوم جماعة المسلمين وإمامهم. ¶ تاسعاً: مخالفة الكتاب والسنة أصل الخذلان وفساد الدنيا والآخرة والذلّ والهوان: ¶ قال الله - عز وجل -: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى الله وَرَسُولُهُ أَمْرًا أَن يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَن يَعْصِ الله وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُّبِينًا} (¬4). ¶ وقال - سبحانه وتعالى -: {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّىَ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ ¶ ¬__________ ¶ (¬1) البخاري، كتاب الفتن، باب لا يأتي زمان إلا والذي بعده شرٌّ منه، برقم 7068. ¶ (¬2) مسلم، كتاب الإيمان، باب الحث على المبادرة بالأعمال قبل تظاهر الفتن، برقم 313. ¶ (¬3) متفق عليه: البخاري، كتاب المناقب، باب علامات النبوة في الإسلام، برقم 3601، ومسلم، كتاب الفتن، باب نزول الفتن كموقع القطر، برقم 2886. ¶ (¬4) سورة الأحزاب، الآية: 36.",
            "page": "20",
            "part": "1",
            "seal": "9C0FC05E"
        },
        {
            "id": "20",
            "nass": "يَجِدُواْ فِي أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُواْ تَسْلِيمًا} (¬1). ¶ وقال تعالى: {وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى * قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنْتُ بَصِيرًا * قَالَ كَذَلِكَ أَتَتْكَ آَيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنْسَى} (¬2). ¶ وقال تعالى فيمن خالف أمر النبي - صلى الله عليه وسلم -: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} (¬3). ¶ وثبت عن النبي - صلى الله عليه وسلم - أنه قال: (( ... وَجُعِلَ الذلّ والصغار على من خالف أمري، ومن تشبّه بقوم فهو منهم)) (¬4). ¶ وجاء في السنن والمسانيد ما أُثر عن النبي - صلى الله عليه وسلم - أنه قال: ((لا ألفينّ أحدكم متكئاً على أريكة (¬5) يأتيه الأمر من أمري مما أمرت به أو نهيت عنه فيقول: بيننا وبينكم هذا القرآن، فما وجدنا فيه من حلال حللناه، وما وجدنا فيه من حرام حرَّمناه، ألا وإني أُتِيتُ الكتاب ومثله معه، ألا وإنه مثل القرآن أو أعظم)) (¬6). ¶ ¬__________ ¶ (¬1) سورة النساء، الآية: 65. ¶ (¬2) سورة طه، الآيات: 124 - 126. ¶ (¬3) سورة النور، الآية: 63. ¶ (¬4) مسند الإمام أحمد، 2/ 50، 92، وصحح إسناده العلامة أحمد بن محمد شاكر في شرحه وترتيبه للمسند، برقم 5114، 5115، 5667 من حديث ابن عمر رضي الله عنهما. ¶ (¬5) الأريكة: السرير في الحجلة، ولا يسمى منفرداً أريكة، وقيل: هو كل ما اتكئ عليه، وقوله: ((لا ألفين)) يقال: ألفيت الشيء إذا وجدته، وصادفته. جامع الأصول، لابن الأثير، 1/ 282. ¶ (¬6) سنن أبي داود، كتاب السنة، باب لزوم السنة، برقم 4604، 4605، وابن ماجه، في المقدمة، باب تعظيم حديث رسول الله - صلى الله عليه وسلم -، والتغليظ على من عارضه، برقم 12، وصححه الألباني من حديث أبي رافع، وأبي ثعلبة، وأبي هريرة - رضي الله عنهم - في صحيح أبي داود، 3/ 318، وانظر: مجموع فتاوى ابن تيمية، 19/ 85.",
            "page": "21",
            "part": "1",
            "seal": "5BC1832C"
        },
        {
            "id": "21",
            "nass": "وعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((كلّ أمتي يدخلون الجنة إلا من أبى)) قالوا: يا رسول الله، ومن يأبى؟ قال: ((من أطاعني دخل الجنة، ومن عصاني فقد أبى)) (¬1). ¶ قال شيخ الإسلام ابن تيمية - رحمه الله -: ((فعلى كل مؤمن أن لا يتكلَّم في شيء من الدين إلا تبعاً لما جاء به الرسول - صلى الله عليه وسلم -، ولا يتقدَّم بين يديه، بل ينظر ما قال فيكون قوله تبعاً لقوله، وعمله تبعاً لأمره، فهكذا كان الصحابة - رضي الله عنهم -، ومن سلك سبيلهم من التابعين لهم بإحسان، وأئمة المسلمين؛ فلهذا لم يكن أحد منهم يعارض النصوص بمعقوله، ولا يؤسِّس ديناً غير ما جاء به الرسول - صلى الله عليه وسلم -، وإذا أراد معرفة شيء من الدين نظر فيما قاله الله والرسول - صلى الله عليه وسلم - فمنه يتعلم، وبه يتكلم، وفيه ينظر، وبه يستدلّ، فهذا أصل أهل السنة)) (¬2). ¶ عاشراً: الاختلاف سبب الشرور والفرقة: ¶ قال الله تعالى: {وَلاَ تَكُونُواْ كَالَّذِينَ تَفَرَّقُواْ وَاخْتَلَفُواْ مِن بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُوْلَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ} (¬3). ¶ وقد بيّن النبي - صلى الله عليه وسلم - بقوله: ((افترقت اليهود على إحدى وسبعين فرقة، ¶ ¬__________ ¶ (¬1) البخاري، كتاب الاعتصام بالكتاب والسنة، باب الاقتداء بسنن رسول الله - صلى الله عليه وسلم -، برقم 7280. ¶ (¬2) مجموع فتاوى شيخ الإسلام ابن تيمية، 13/ 63. ¶ (¬3) سورة آل عمران، الآية: 105.",
            "page": "22",
            "part": "1",
            "seal": "EBB0788C"
        },
        {
            "id": "22",
            "nass": "وافترقت النصارى على ثنتين وسبعين فرقة، وستفترق هذه الأمة على ثلاث وسبعين فرقة، كلها في النار إلا واحدة))، قيل: من هم يا رسول الله، قال: ((ما أنا عليه وأصحابي))، وفي لفظ: ((الجماعة)) (¬1) أي: هم من كان على مثل ما أنا عليه وأصحابي. ¶ وعن حذيفة - رضي الله عنه - قال: ((كان الناس يسألون رسول الله - صلى الله عليه وسلم - عن الخير وكنت أسأله عن الشر مخافة أن يدركني، فقلت: يا رسول الله، إنا كُنِّا في جاهِلِيَّةٍ وشر، فجاءنا الله بهذا الخير، فهل بعد هذا الخير من شرّ؟ قال: ((نعم)). ¶ قلت: هل بعد ذلك الشرّ من خير؟ قال: ((نعم وفيه دخن))، قلت: وما دخنه؟ ¶ قال: ((قوم يستنّون بغير سنتي، ويهدون بغير هديي، تعرف منهم وتنكر)). ¶ فقلت: هل بعد ذلك الخير من شرّ؟ قال: ((نعم دعاة على أبواب جهنم، من أجابهم إليها قذفوه فيها)). ¶ فقلت: يا رسول الله صفهم لنا، قال: ((نعم، قوم من جلدتنا ويتكلمون بألسنتنا)). ¶ قلت: يا رسول الله، فما ترى إن أدركني ذلك؟ قال: ((تلزم جماعة ¶ ¬__________ ¶ (¬1) الترمذي، كتاب الإيمان، باب ما جاء في افتراق هذه الأمة، برقم 2641، وأبو داود، كتاب السنة، باب شرح السنة، برقم 4596، وابن ماجه، كتاب الفتن، باب افتراق الأمم، برقم 3992، وصححه الألباني في صحيح ابن ماجه، 2/ 364.",
            "page": "23",
            "part": "1",
            "seal": "62324C54"
        },
        {
            "id": "23",
            "nass": "المسلمين وإمامهم)). ¶ فقلت: فإن لم تكن لهم جماعة ولا إمام؟ قال: ((فاعتزل تلك الفرق كلها، ولو أن تعضّ على أصل شجرة حتى يدركك الموت وأنت على ذلك)) (¬1). ¶ قال الإمام النووي – رحمه الله -: ((وفي حديث حذيفة هذا: لزوم جماعة المسلمين، وإمامهم، ووجوب طاعته، وإن فسق، وعمل المعاصي: من أخذ الأموال، وغير ذلك فتجب طاعته في غير معصية، وفيه معجزات لرسول الله - صلى الله عليه وسلم -، وهي هذه الأمور التي أخبر بها، وقد وقعت كلها)) (¬2). ¶ وعن عبد الرحمن بن يزيدَ، قال: صلّى عُثمان بمنىً أربعاً، فقال عبدالله [ابن مسعود]: صليت مع النبي - صلى الله عليه وسلم - ركعتين، ومع أبي بكر ركعتين، ومع عمر ركعتين، ومع عثمان صداً من إمارته ثم أتمَّها، ثم تفرَّقت بكم الطرق، فلوددت أن لي من أربع ركعات ركعتين متقبلتين)). ¶ وفي رواية أن عبد الله صلَّى أربعاً! فقيل له: عِبْتَ على عثمان ثم صليت أربعاً؟! قال: ((الخلاف شرٌ)) (¬3). ¶ ولا شكّ أن أمة محمد - صلى الله عليه وسلم - لا تزال فيهم طائفة على الحق منصورة، لا ¶ ¬__________ ¶ (¬1) متفق عليه: البخاري، كتاب الفتن، باب كيف الأمر إذا لم تكن جماعة، برقم 7084، ومسلم، كتاب الإمارة، باب وجوب ملازمة جماعة المسلمين عند ظهور الفتن، برقم 1847. ¶ (¬2) شرح النووي على صحيح مسلم، 12/ 479، وانظر: فتح الباري، لابن حجر، 13/ 37. ¶ (¬3) أخرجه أبو داود في كتاب الحج، باب الصلاة بمنى، برقم 1960، والبيهقي في السنن الكبرى، ¶ 3/ 143. وقال الألباني في صحيح سنن أبي داود، 1/ 550: ((صحيح))، وقال في السلسلة الصحيحة، 1/ 223: ((وسنده صحيح))، وأصل الحديث في صحيح البخاري، برقم 1084، ومسلم، برقم 695، وأما رواية: ((الخلاف شرّ)) فعند أبي داود كما تقدم.",
            "page": "24",
            "part": "1",
            "seal": "1E3483BA"
        },
        {
            "id": "24",
            "nass": "يضرّهم من خذلهم أو من خالفهم حتى تقوم الساعة؛ لحديث معاوية - رضي الله عنه -، قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((لا تزال طائفةٌ من أمتي قائمةً بأمر الله، لا يضرّهم من خذلهم، أو خالفهم حتى يأتي أمر الله، وهم ظاهرون على الناس)) (¬1). ¶ والله تعالى أعلم، وصلى الله وسلم وبارك على نبينا محمد بن عبد الله، وعلى آله وأصحابه، ومن اتبعهم بإحسان إلى يوم الدين (¬2). ¶ ¬__________ ¶ (¬1) متفق عليه: البخاري، كتاب المناقب، باب: حدثنا محمد بن المثنى، برقم 3641، ومسلم بلفظه، في كتاب الإمارة، باب قوله - صلى الله عليه وسلم -: ((لا تزال طائفة من أمتي ظاهرين على الحق، لا يضرهم من خالفهم))، برقم 1037. ¶ (¬2) انظر: جامع الأصول لابن الأثير، 1/ 277 - 293، ومجموع فتاوى شيخ الإسلام ابن تيمية، ¶ 91/ 5 - 8، و19/ 76 - 83، و36/ 60، وصحيح الترغيب والترهيب للألباني، 1/ 123 - 136، وفقه الدعوة في صحيح الإمام البخاري، للمؤلف، 1/ 369، و2/ 1059 - 1062.",
            "page": "25",
            "part": "1",
            "seal": "908DCC71"
        }
    ],
    "t1805": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "أولا: مفهوم الاعتصام بالكتاب والسنة:"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "ثانيا: وجوب الأخذ بالكتاب والسنة:"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "ثالثا: القرآن الكريم بين الله للناس فيه كل شيء:"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "1",
            "tit": "رابعا: القرآن العزيز أنزل للعمل:"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "خامسا: الهداية والصلاح والفلاح لمن اتبع القرآن والسنة وتمسك بذلك:"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "سادسا: القرآن والسنة أعظم وصايا النبي - صلى الله عليه وسلم - لأمته:"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "سابعا: القرآن الكريم يأمر بالاجتماع على الحق وينهى عن الاختلاف:"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "ثامنا: الاعتصام بالقرآن والسنة نجاة من مضلات الفتن:"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "تاسعا: مخالفة الكتاب والسنة أصل الخذلان وفساد الدنيا والآخرة والذل والهوان:"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "عاشرا: الاختلاف سبب الشرور والفرقة:"
        }
    ]
}