{
    "b1818": [
        {
            "id": "44",
            "nass": "الفصل الثالث: الدعاة ووسائل الاتصال ¶ المبحث الأول: خطر وأهمية وسائل الاتصال الحديثة. ¶ المبحث الثاني: العلاقة المثلى بين العلماء والدعاة ووسائل الاتصال الحديثة. ¶ المبحث الثالث: كيفية استخدام الوسائل الحديثة في الدعوة إلى الله. ¶ المبحث الرابع: واجب العلماء والدعاة نحو ما ينشر في وسائل الإعلام.",
            "page": "41",
            "part": "1",
            "seal": "C72B7F58"
        },
        {
            "id": "46",
            "nass": "المبحث الأول: خطر وأهمية وسائل الاتصال الحديثة ¶ وسائل الاتصال سلاح ذو حدين: إن استخدم في الخير نفع نفعاً عظيماً، وإن استخدم في ضرر المسلمين ضرَّ ضرراً كبيراً، وهذا السلاح قادر على تزويد الناس بالحقائق، وعلى قلبها أيضاً بطريقة تتسرب في أعماق الجماهير بحسبان أنها حقائق علمية لا تقبل الطعن (¬1). ¶ والإعلام يستطيع أن يكون ضاراً مثلما يستطيع أن يكون نافعاً. فلئن كانت وسائل الإعلام قادرة على نشر المعرفة وتزويد الناس بالمعلومات والحقائق الكفيلة بتوسيع آفاقهم فإنها تستطيع أيضاً أن تزيف الحقائق ومن ثم تستطيع أن تفرض على الناس مفاهيم وآراء هابطة مضادة لما يتطلعون إليه من أهداف وقيم اجتماعية سامية (¬2). ¶ والتلفاز من أهم وأخطر وسائل الإعلام وهو سلاح ذو حدين مفيد جداً وضار جداً: مفيد بأنك تشعر أنك ترى جميع الدنيا أمام عينيك، فينقل إليك الخبر وتشاهده كأنك تعيش فيه وتلمسه ... ومن جهة أخرى ترى أفلام الحب والغرام والمسلسلات الأجنبية الخبيثة التي تغذي أبناء المسلمين غرائز الشر، وتنمي فيهم روح التمرد على القيم والأخلاق فينقلبوا إلى الهاوية (¬3). ¶ ¬_________ ¶ (¬1) المؤتمر العالمي لتوجيه الدعوة وإعداد الدعاة من بحث الشيخ إبراهيم سرسيق (ص 7). ¶ (¬2) مدخل إلى الإعلام، د/ سيد محمد ساداتي أحمد الشنقيطي (ص 14) ببعض التصرف. ¶ (¬3) المؤتمر العالمي لتوجيه الدعوة وإعداد الدعاة، اللجنة الرابعة من بحث فضيلة الشيخ عبد الله الأنصاري (ص 4).",
            "page": "43",
            "part": "1",
            "seal": "0E94BE11"
        },
        {
            "id": "47",
            "nass": "ولا شك أن الاتصال الجماهيري يتم بسرعة مذهلة بل إن الإعلام يجري أثناء وقوع الأحداث كما أن أجهزة الإعلام الحديثة تعمل على مستوى كوكبي أي أن العالم أصبح بموجبها في حكم القرية ولكنها قرية إلكترونية كما يقولون (¬1). ¶ ولذا ينبغي لأهل العلم والدعاة إلى الله المساهمة بأكبر قدر ممكن في هذه الوسائل لنشر الإسلام وتعليم المسلمين أمور دينهم. ¶ إن كل مسلم مخلص لدينه الذي يتفق مع الفطرة السليمة التي فطر الله الناس عليها يدرك خطر وجود وسائل الإعلام بصورتها الحالية على الدعوة الإسلامية لما تقوم به وسائل الإعلام من صحافة، وإذاعة، وكتب منشورة، ودور للسينما، ومحطات إرسال تلفزيونية، لما تقوم به كل هذه الوسائل في العصر الحديث بالصورة التي هي عليها من ترويج لألوان الفساد والإفساد، واستغلال لما في الإنسان من ضعف أمام شهواته وأهوائه، نتيجة لعدم تزود كثير من أبناء المسلمين في الأقطار الإسلامية المختلفة بثقافة إسلامية تمكنهم من معرفة حقائق دينهم وتمنعهم من الانقياد لشهواتهم. ¶ ويواصل أعداء الإسلام استغلال وسائل الإعلام – في العصر الحديث – في إفساد أبناء المسلمين بأبعادهم عن هدي دينهم والحرص على تضليل من يتتلمذون منهم على أيديهم، بينما ¶ ¬_________ ¶ (¬1) مدخل للإعلام، د/ سيد محمد ساداتي أحمد الشنقيطي (ص 20) مذكرة.",
            "page": "44",
            "part": "1",
            "seal": "E0B34FC0"
        },
        {
            "id": "48",
            "nass": "المسلمون متهاونون في الدفاع عن دينهم وفي الدعوة إليه متناسون أن هذا الأمر واجب يفرضه الدين عليهم، وأن الدين دعوة، ولا بد لكل دعوة من دعاة يبلغونها ويكشفون عن حقائقها (¬1). ¶ وقد حلت الضغوط الإعلامية في هذا العصر محل الضغوط المادية التي كانت تحاصر الجماهير، وتسيطر على الشعوب فيما مضى من عصور القهر المادي والاستعمار العسكري، فالأمم أصبحت تقتل إعلامياً، ويتم غزوها ثقافياً عن طريق الحروب النفسية التي تُشنّ عليها، بكل الوسائل المقروءة، والمسموعة، والمرئية في بقاع شتى من العالم. ¶ وأصبح العالم اليوم يميل مع الكفة الراجحة بما يوضع فيها من شكل دعائي إعلامي ... بينما تبدو صورة خبراء الإعلام في أعين الجماهير على أنهم قادة مرشدون، وناصحون مخلصون؛ فإن الحقيقة المؤسفة أنهم ليسوا كذلك دائماً، أو ليسوا كذلك في كل البلدان أو في كل المواقع الإعلامية (¬2). ¶ وقد وصف بعض الباحثين وسائل الإعلام بأنها مخدرات أو مسكنات هذا العصر (¬3). ¶ ¬_________ ¶ (¬1) المؤتمر العالمي لتوجيه الدعوة وإعداد الدعاة، اللجنة الرابعة، بحث الدكتور عبد المنعم محمد (ص 8) ببعض التصرف. ¶ (¬2) المؤتمر السابق من بحث الشيخ إبراهيم محمد سرسيق (ص 6 – 7). ¶ (¬3) المرجع السابق (ص 11).",
            "page": "45",
            "part": "1",
            "seal": "3A41FA55"
        },
        {
            "id": "49",
            "nass": "المبحث الثاني: العلاقة المثلى بين العلماء والدعاة ووسائل الاتصال الحديثة ¶ إن أكبر خطأ يرتكبه الإعلام الإسلامي بكل الطوائف العاملة فيه من علماء، ودعاة، وخطباء، وأئمة، وإذاعيين، وصحفيين، ومعلمين وغيرهم أن ينعزلوا بأنفسهم عن أخطار الإعلام الجماهيري، ويتركوا عامة الشعب تسقط صريعة تحت هذا الهوان اليومي المتكرر ... يجب أن يقوم الإعلاميون المسلمون بتبصير أمة الإسلام بحقيقة دينها ... عليهم أن يتصدوا للإعلاميين الجماهيريين المعادين للإسلام بإبطال كيدهم وفضح نفاقهم وغشهم وإظهار الزيف في بضاعتهم. ولنتذكر دائماً بأن الباطل لا يصول ولا يجول إلا في غفلة الحق، أما إذا انتشر النور فإن كتائب الظلام تولي فزعة مذعورة (¬1). ¶ ولا شك أن الحرب بالسلاح لم يعد أثرها الفعال في السيطرة على الأمم، فهي مهما طالت لا بد أن تضع الحرب أوزارها، أما الحرب عن طريق وسائل الإعلام التي أصبحت في هذا العصر سلاح له أهميته البالغة وأثره الواضح في تغيير المعتقدات وكسب الآراء، ويبرز ذلك واضحاً في إحصائيات الأمم المتحدة من أن سكان العالم [قبل عام 1407هـ] يملكون أكثر من ألف مليون جهاز إعلامي وتلتقط استقبالها من أكثر من ثلاث وثلاثين ألف محطة للبث الإعلامي بكل اللغات التي ينطق بها العالم، فعلى هذا اتصلت الدول النامية بالدول الكبرى، والقرية بالمدينة ... وهذا ¶ ¬_________ ¶ (¬1) المؤتمر العالمي لتوحيد الدعوة وإعداد الدعاة من بحث الشيخ إبراهيم محمد سرسيق (ص 82).",
            "page": "46",
            "part": "1",
            "seal": "ED517DDF"
        },
        {
            "id": "50",
            "nass": "يدفعنا إلى أن نقول: إنه يجب على وسائل الإعلام على اختلاف أشكالها وتباين أغراضها أن تدعو إلى دين الله الحنيف (¬1). فقد أرسل الله محمداً - صلى الله عليه وسلم - إلى الناس كافة بشيراً ونذيراً. ¶ قال تعالى: {وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ} (¬2).وقال - عز وجل -: {وَمَا أَرْسَلْنَاكَ إِلاَّ رَحْمَةً لِّلْعَالَمِين} (¬3). ¶ وأمام العلماء والدعاة - خاصة - والمسلمين عامة، نحو الوسيلة الجديدة - ثلاثة مواقف لا رابع لها: ¶ 1 - هدم الوسيلة الجديدة وتحطيمها. ¶ 2 - مقاطعتها والإعراض عنها. ¶ 3 - تحويلها وتسخيرها، واستخدامها، والاستفادة منها في الدعوة إلى الله تعالى ونشر دينه في أنحاء العالم كافة. ¶ وقد هيأ الله تعالى لهذه الوسائل سرعة هائلة يستطيع: العلماء، والدعاة والمصلحون، والولاة المخلصون أن يسخروا هذه الوسائل لنشر دين الله، فإنه لا مفر لهم من الموقف الثالث المذكور آنفاً، فهو الذي ينبغي لكل مسلم أن يسلكه حسب علمه ومقدرته، وتوفيق الله له (¬4). ¶ وسمعت شيخنا الإمام عبد العزيز بن عبد الله ابن باز رحمه الله ¶ ¬_________ ¶ (¬1) المؤتمر العالمي لتوجيه الدعوة وإعداد الدعاة، د/ طه عبد الفتاح (ص 1) و (ص 8) بتصرف. ¶ (¬2) سورة سبأ، الآية: 28. ¶ (¬3) سورة الأنبياء، الآية: 107. ¶ (¬4) انظر الإعلام الإسلامي والعلاقات الإنسانية بين النظرية والتطبيق (ص 305) من بحث لزين العابدين الركابي بتصرف. وانظر: مدخل الإعلام د/ سيد محمد ساداتي (ص 32) مذكرة.",
            "page": "47",
            "part": "1",
            "seal": "624AEDE9"
        },
        {
            "id": "51",
            "nass": "يقول: ((وسائل الإعلام خطيرة جداً، وهي أسلحة ذات حدين إن وُجِّهت إلى الخير وعُمرت بالخير، وعمل فيها الخير نفعت العالم، وإن كان الأمر الآخر ضرَّت العالم، وهي الآن فيها شر كثير وخير قليل، وخطرها بلا شك عظيم، والواجب على ولاة الأمور في كل مكان، وعلى المصلحين من العلماء والأخيار أن يعنوا بها، وأن يبذلوا المستطاع في إصلاحها من جهات كثيرة. ¶ فهناك إصلاح من جهة تضييق الأوقات وعدم التوسع في الوقت، وهناك إصلاح من جهة ما يبث فيها من مرئي، ومسموع، ومقروء، فيما يتعلق بالوسائل التي تحت إدارة المسلمين ومن يرجى فيه الخير، وأما الوسائل الأخرى التي تحت أيدي الكفرة ودعاة الهدم، ودعاة الإلحاد، فلا طريق إلى السلامة منها إلا إغلاقها وعدم السماح لها هذا شأن المؤمن أن يغلق كل شيء يضره ولا يسمح به ... ¶ وقد تكلم المصلحون، وكتب المصلحون في هذه الوسائل والتوفيق بيد الله - عز وجل -، [و] الله الذي يهدي القلوب ويوفق المسؤولين ويأخذ بأيديهم لا رب سواه ولا إله غيره ... ونحن في آخر الزمان نحن في القرن الخامس عشر قد تكالب أعداء الإسلام على الإسلام، وبذلوا كل ما يستطيعون في تشويه سمعة الإسلام، والكذب على الإسلام، وعلى نبي الإسلام، هذا واقع، ملؤا الدنيا مصنفات ومؤلفات ومجلدات كثيرة، وأذاعوا في الإذاعات، ونشروا في التلفاز وبثوا فيه، وفي الصحف السيارة ما لا يحصى ولا يعد مما يضر المسلمين ومما يضر العالم",
            "page": "48",
            "part": "1",
            "seal": "14C8613C"
        },
        {
            "id": "52",
            "nass": "كله. ولكن يجب على المسلم أن يطلب العلم وأن يتفقه في الدين وأن يحذر كل ما يضره في دينه ودنياه، وأن يغلق سمعه عما يضره، وأن يجتهد مع أهله حسب الطاقة فيما ينفعهم وفيما يدفع عنهم الضرر. ¶ وعلى الأعيان: من العلماء، والمصلحين ألا يسقطوا وأن يناصحوا من ولاه الله أمرهم، وأن يتكلموا بما فيه النفع للمسلمين ولا يجوز السكوت لمن له قدرة، فالعالم يتكلم، والمصلح يتكلم، ومن له شأن يتكلم مع ولاة الأمور، ومع المسؤولين بما يرجو فيه الخير بالأساليب الحسنة، والكلمات الطيبة، والنصيحة الصافية، فإن ذلك له آثاره، أما السكوت أن يسمع ويسكت فليس هذا من شأن أهل العلم والإيمان، وليس هذا من شأن أهل الصلاح ... ¶ يجب التكاتف ويجب التعاون، على أهل العلم أن يرفعوا لولاة الأمور ما يسمعون من الأخطاء، ويبلغونهم أنهم سمعوا كذا وسمعوا كذا، وأن هذا لا يجوز، وأن هذا منكر، وأن هذا يضر المسلمين، فإذا رفع هذا ورفع هذا وكتب هذا ونصح هذا، تجمعت الأمور الطيبة وتجمع الكلام الطيب وصارت له الآثار الصالحة. ¶ يجب التعاون بين العلماء والأخيار، والمصلحين، والأمراء وعلى كل من له أدنى قدرة، يقول الله تعالى: {وَتَعَاوَنُواْ عَلَى الْبرِّ وَالتَّقْوَى وَلاَ تَعَاوَنُواْ عَلَى الإِثْمِ وَالْعُدْوَانِ} (¬1). ¶ ويقول تعالى: {وَالْعَصْر * إِنَّ الإِنسَانَ لَفِي خُسْر * إِلاَّ الَّذِينَ ¶ ¬_________ ¶ (¬1) سورة المائدة، الآية: 2.",
            "page": "49",
            "part": "1",
            "seal": "276B6717"
        },
        {
            "id": "53",
            "nass": "آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْر} (¬1). ¶ لا بد من التواصي في وسائل الإعلام وفي غير ذلك، فوسائل الإعلام إذا وُجد إصلاحها صَلَحت وإذا توجهت الهمة العالية إلى إصلاحها أصلحها الله، ولكن المصيبة عدم التوجه إلى هذا الأمر وعدم القصد له وعدم الإرادة له ... ¶ حتى تُوجد البرامج الصالحة النافعة في الدين والدنيا، وليس من اللازم أن تكون في الصلاة وفي الحج دائماً، البرامج يمكن تنوعيها: هذا في الصلاة، هذا في المعاملات، هذا في مسائل دنيوية تنفع الناس، هذا في الطب، هذا في الأدب، هذا في التأليف، فإذا نوعت البرامج في النفع الديني والدنيوي أخذت الوقت وأغنانا الله بها عن الفساد والغناء والشر. ¶ [و] لا يجوز لأهل الإصلاح والدعوة إلى الله والمحبين للصلاح [أن يسكتوا عن إنكار المنكر، وإظهار الحق] ولا يجوز لهم أن يتعبوا في هذا ويملُّوا ويكسلوا وييأسوا، بل يجب أن يستمروا أبداً ما داموا أحياء، يجب أن يسعوا في الإصلاح بكل وسيلة، فالله تعالى يقول: {وَلاَ تَيْأَسُواْ مِن رَّوْحِ الله} (¬2). القنوط من رحمة الله واليأس من الكبائر، فيجب الحذر من ذلك. ¶ يجب أن يعالج الشر، فإن هذا التلفاز وهذه الإذاعة كلتاهما ¶ ¬_________ ¶ (¬1) سورة العصر، الآيات: 1 - 3. ¶ (¬2) سورة يوسف، الآية: 87.",
            "page": "50",
            "part": "1",
            "seal": "0D38D35B"
        },
        {
            "id": "54",
            "nass": "داخلتان في البيوت على النساء والمخدَّرَات، وعلى المريض، وعلى كل أحد. فالواجب أن يبذل كل المستطاع في الإصلاح، وهذا على الأمة كلها، كل عليه نصيبه، وفي الحديث عن يزيد بن مرثد - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((كلُّ رَجُلٍ مِنَ المسلمينَ على ثَغْرَةٍ مِن ثَغْرِ الإسلامِ، الله الله، لا يُؤتَى الإسلام من قِبَلِكَ)) (¬1). ¶ فعلينا جميعاً وعلى كل مسلم في جميع بلاد الله أن يتقي الله في أموره كلها، وأن يسعى جهده في الخير، وأن يكون صادقاً بالكلام الطيب والأسلوب الحسن وبالرفق، فعن أبي مسعود الأنصاري - رضي الله عنه - قال: قال رسول - صلى الله عليه وسلم -: ((مَنْ دَلَّ عَلى خَيْرٍ فَلَهُ مِثْل أَجْر فَاعِلِهِ)) (¬2). (¬3). ¶ ¬_________ ¶ (¬1) أخرجه ابن نصر المروزي في السنة (رقم 29) وضعفه الدكتور عبد الله البصيري محقق السنة. وذكره الألباني بلفظ: «أنت على ثغرة من ثغر الإسلام فلا يؤتين من قبلك» وقال: لم أجده بهذا اللفظ. انظر: السلسلة الضعيفة (3/ 309 رقم 1165). ثم قال رحمه الله: «لكن أوقفني بعض الإخوان – جزاه الله خيراً – على ما في كتاب «السنة» للمروزي (ص8) رواه بسند صحيح عن الوضين بن عطاء عن يزيد بن مرثد مرفوعاً بلفظ: «كل رجل من المسلمين على ثغرة من ثغر الإسلام، الله الله، لا يؤتى الإسلام من قبلك». ¶ قلت: فهذا بمعناه، لكن فيه علتان: ¶ الأولى: الإرسال، فإن ابن مرثد هذا تابعي له مراسيل كما في «التقريب». ¶ والأخرى: الوضين بن عطاء، فإنه مختلف فيه، وقد جزم الحافظ بأنه سيء الحفظ، فيخشى أن يكون أخطأ في رفعه، فقد عقبه المروزي بروايتين موقوفتين على الأوزاعي والحسن بن حي، وفيهما ضعف. والله أعلم. ¶ ونحوه قوله - صلى الله عليه وسلم -: «استقبل هذا الشعب حتى تكون في أعلاه ولا يغرن من قبلك الليلة». وهو صحيح كما بيَّنته في السلسلة الصحيحة (378). ... ¶ (¬2) أخرجه مسلم، كتاب الإمارة، باب فضل إعانة الغازي في سبيل الله بمركوب وغيره وخلافته في أهله بخير (رقم 1893). ¶ (¬3) سمعته من سماحته أثناء تعليقه على محاضرة ألقيت بالجامع الكبير بالرياض بعنوان: ما ينبغي أن يكون عليه الإعلام قبل عام 1407هـ، ببعض التصرف اليسير.",
            "page": "51",
            "part": "1",
            "seal": "7111B884"
        },
        {
            "id": "55",
            "nass": "المبحث الثالث: كيفية استخدام الوسائل الحديثة في الدعوة إلى الله ¶ أولاً: الصحافة: ¶ لا شك أن الصحافة من أهم وسائل الاتصال الجماهيري، وقد استخدمت صفحاتها من قبل أعداء الإسلام ضد الإسلام، فأرى من الواجب على العلماء والدعاة أن يأخذوا أكبر نصيب من صفحاتها؛ لاستخدام هذه الوسيلة في نشر الإسلام في ربوع العالمين، ويجب على المسؤولين على الصحافة أن يمكنوا أهل العلم وينشروا ما يقدم لهم في هذا المجال؛ ليكونوا عوناً على نشر الدعوة الإسلامية. ¶ فينبغي أن يَعلم كل داعية ومصلح وغيرهم من المسلمين أن عدد النسخ الصحفية المطبوعة في العالم قد بلغ [قبل عام 1407هـ] 400 مليون نسخة يومياً، وهذا العدد يوزع على ثلثي سكان هذا الكوكب تقريباً، فهناك مليار ونصف مليار إنسان لا تصل الصحف إليهم بسبب الأمية وتدني الدخل، وتخلف المواصلات. ¶ وقد انتفعت الصحافة بالأقمار الصناعية في نقل الكلمات والصور (¬1)، فعلى هذا يكون الواجب قد تأكد في استغلال هذه الوسيلة في نشر الإسلام. ¶ ¬_________ ¶ (¬1) الإعلام الإسلامي والعلاقات الإنسانية (ص 310) من بحث لزين العابدين الركابي، بتصرف.",
            "page": "52",
            "part": "1",
            "seal": "539B3600"
        },
        {
            "id": "56",
            "nass": "ثانياً: الكتاب: ¶ له أهمية كبيرة في نشر العلم والمعرفة وبيان العقيدة الصحيحة بين الأمة كافة، وبين المسلمين خاصة. وينبغي أن يُعلم أن الناس اليوم إلا القليل قد كثرت مشاغلهم، وأشغلتهم أعمال أخرى، فلذا أرى أن ينشر الكتيب الصغير لأهميته البالغة؛ لأنه لا يأخذ القارئ في قراءته وقتاً طويلاً، فإذا ركز الداعية المسلم على استغلال هذه الوسيلة مراعياً: سلامة اللغة، والأسلوب الجذاب، واستدلاله على ما يكتب من الكتاب والسنة، وتركيزه على تثبيت العقيدة الإسلامية، والإيمان بالله، وبما أخبر به، ومراقبة الله في السر والعلن، وأن الأمور كلها بيده سبحانه وتعالى، وإذا أراد شيئاً فإنما يقول له كن فيكون، كما قال سبحانه وتعالى: {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُون} (¬1). ¶ والاستدلال على ذلك بالآيات القصيرة والأحاديث القصيرة كقوله - صلى الله عليه وسلم -: ((احْفَظ الله يَحْفَظك)) (¬2). ¶ فينبغي للداعية المسلم أن يستخدم هذه الوسيلة ويكون كل ¶ ¬_________ ¶ (¬1) سورة يس، الآية: 82. ¶ (¬2) أخرجه الترمذي، كتاب صفة القيامة، باب (رقم 2516)، والحاكم (3/ 624 رقم 6304)، والطبراني في الأوسط (5/ 316 رقم 5417) وفي الكبير (11/ 123 رقم 11243)، وأبو يعلى (4/ 430 رقم 2556)، وأحمد (1/ 293) وعبد بن حميد (رقم 636) قال الترمذي: حديث حسن صحيح. وقال عنه الألباني في صحيح سنن الترمذي (2/ 609 – 610 رقم 2516): صحيح.",
            "page": "53",
            "part": "1",
            "seal": "23FBD9FC"
        },
        {
            "id": "57",
            "nass": "كتيب صغير في موضوع واحد (¬1). وهذا لا يعني أن الكتب ذات المجلدات ليس لها قيمة في نشر العلم، وإنما الكتيبات الصغيرة يستفيد منها جمهرة الناس. ¶ والكتاب الإسلامي يحتاج إلى مراجعة في شأنه كله، القديم الموثق يحتاج إلى ترتيب وإخراج جديدين، والقديم غير الموثق يحتاج إلى توثيق وربط، وتنظيم جديد أيضاً (¬2). وبهذا تكون الكتب على اختلاف أنواعها ميسرة أمام القراء، فالقارئ الممتاز الذي عنده رغبة في التوسع في أنواع المعارف، أو تعلم الأحكام الشرعية - أعني التي يكون تعلمها قربة وطاعة - أما ما يجب على الإنسان تعلمه فلا يعذر، أو غير ذلك، والقارئ السريع الذي كثرت مشاغله يجد الكتيب الصغير ميسَّر بين يديه وربما لا يستغرق في قراءته إلا دقائق معدودة ثم يخرج بخلاصة ما أراده، وربما وجد هذا الموضوع الذي يريد في كتاب يستغرق في قراءته وقتاً طويلاً، فعندئذٍ يمل وينسحب عن القراءة ولم يستفد شيئاً. ¶ ثالثاً: الإذاعة: ¶ في العصور الماضية كانت درجات الصوت تتفاوت بين المنخفض، والمتوسط، والجهوري، أما اليوم فقد تغير الحال، تضاعف مدى الصوت بلايين المرات، وامتد حتى اخترق القارات ¶ ¬_________ ¶ (¬1) وسائل الاتصال المعاصرة (ص 76). ¶ (¬2) الإعلام والعلاقات الإنسانية (ص 312) من بحث لزين العابدين.",
            "page": "54",
            "part": "1",
            "seal": "8F21B95F"
        },
        {
            "id": "58",
            "nass": "ونفذ إلى مكانها، وهذا التمديد العلمي لوظائف الحواس يُقدِّم للدعاة وسائل جديدة تعينهم على أداء رسالتهم، كان الطغاة والكهنة والخائفون من الحقيقة يمنعون الدعاة من تبليغ كلمة الله إلى الناس، فجاء المذياع لينهي هذه الوصاية، ويثب فوق الحجب والموانع (¬1). وكما ذكر الشيخ زين العابدين الركابي أن هناك بليار ونصف بليار لا تصلهم الصحافة، فإذا استخدم الدعاة إلى الله تعالى الإذاعة فإن الإسلام سيبلغ من لم تبلغه الصحافة، والراديو سهل التكاليف، كل إنسان يستطيع الحصول عليه بأرخص الأثمان، وهو كذلك سهل الاستعمال في استخدامه، فالسائر على السيارة، والعابر على الباخرة، والجالس في غرفة نومه، والراعي عند غنمه في الصحاري وفي رؤوس الجبال يستمع إلى هذا المذياع، فيجب على أهل العلم والدعوة إلى الله أن ينشروا دين الله ويبلغوه للناس، فإن الله قد يسَّر هذه الوسائل. ¶ والإذاعة بالراديو بهذا تعد وسيلة ذات أهمية خاصة في نشر الإسلام في المناطق النائية والمنعزلة عن العالم مثل بعض مناطق قارتي أفريقيا وآسيا اللتان لازال كثير من سكانها وثنيين (¬2). ¶ رابعاً: السينما ¶ الكلام في السينما يكون على نوعين: ¶ ¬_________ ¶ (¬1) الإعلام والعلاقات الإنسانية (ص 309) بتصرف. ¶ (¬2) وسائل الاتصال المعاصر (ص 83) بتصرف.",
            "page": "55",
            "part": "1",
            "seal": "68849A8A"
        },
        {
            "id": "59",
            "nass": "النوع الأول: حكم التصوير: ¶ لا شك أن التصوير لذوات الأرواح قد ثبت التحذير منه في الأحاديث الصحيحة، ومنها الأحاديث الآتية: ¶ 1 - الملائكة لا تدخل بيتاً فيه كلب ولا صورة؛ لحديث أبي طلحة - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «لا تَدْخُلُ الملائِكَةُ بَيْتاً فِيْهِ كَلبٌ ولا صُورَةُ» (¬1). وفي لفظٍ للبخاري: «لا تَدْخُلُ المَلائِكَةُ بَيْتاً فيهِ كَلبٌ وَلا صورةُ تماثيلُ» (¬2) وفي لفظٍ له أيضاً: «لا تدخلُ الملائكةُ بيتاً فيْهِ كَلْبٌ ولا تصاوير» (¬3). وفي لفظٍ للبخاري أيضاً: «لا تَدْخُلُ الملائِكَةُ بَيْتاً فيهِ صُورَةٌ» (¬4). ¶ وفي لفظ للبخاري أيضاً: «إنَّ الملائِكَةُ لا تَدْخل بَيْتاً فيْهِ صُورةٌ» (¬5). ¶ وعن عائشة رضي الله عنها قالت: واعَدَ رسولَ الله - صلى الله عليه وسلم - جبريلُ عليه ¶ ¬_________ ¶ (¬1) متفق عليه: البخاري، كتاب المغازي، بابٌ: حدثني خليفة، برقم 4002، وكتاب بدء الخلق، باب إذا وقع الذباب في شراب أحدكم فليغمسه فإن في إحدى جناحية داءً والأخرى شفاء، برقم 3322، ومسلم، كتاب اللباس والزينة، باب تحريم تصوير صورة الحيوان، وتحريم اتخاذ ما فيه صُورٌ غير ممتهنة بالفرش ونحوه، وأن الملائكة لا يدخلون بيتاً فيه صورة أو كلب، برقم 83 - (2106). ¶ (¬2) البخاري، كتاب بدء الخلق، باب إذا قال أحدكم آمين والملائكة في السماء فوافقت إحداهما الأخرى غفر له ما تقدم من ذنبه، برقم 3325. ¶ (¬3) البخاري، كتاب اللباس، باب التصاوير، برقم 5949. ¶ (¬4) البخاري، كتاب بدء الخلق، باب إذا قال أحدكم آمين ... ، برقم 3226. ¶ (¬5) البخاري، كتاب اللباس، باب من كره القعود على الصور، برقم 5958.",
            "page": "56",
            "part": "1",
            "seal": "34E3C28D"
        },
        {
            "id": "60",
            "nass": "السلام في ساعةٍ يأتيه فيها، فجاءت تلك الساعةُ ولم يأتهِ، وفي يده عَصاً فألقاها من يده، وقال: «ما يُخْلِفُ الله وَعدَهُ ولا رسُلهُ» ثم التفتَ فإذا جِرْوُ كلبٍ (¬1) تحت سريرٍ، فقال: «يا عائشةُ متَى دَخَلَ هذَا الكلبُ ههنا؟» فقالت: والله ما دريتُ، فأمر به فأُخرج، فجاء جبريل عليه السلام، فقال رسول الله - صلى الله عليه وسلم -: «واعَدْتَني فجَلَسْتُ لكَ فَلمْ تأتِ» فقال: «مَنَعني الكَلْبُ الذي كان في بيتك، إنَّا لا ندخل بيتاً فيهِ كلبٌ ولا صورة» (¬2). ¶ وعن ابن عباس - رضي الله عنه - نحوه وفي آخره: « ... فأصبح رسول الله - صلى الله عليه وسلم - يومئذ فأمر بقتل الكلاب حتى إنه يأمر بقتل كلب الحائط (¬3) الصغير ويترك كلب الحائط الكبير» (¬4). ¶ وعن سالم عن أبيه - رضي الله عنه - قال: وعَدَ جبريل النبي - صلى الله عليه وسلم - فراث عليه (¬5) حتى اشتدَّ على النبي - صلى الله عليه وسلم -، فخرج النبي - صلى الله عليه وسلم - فلقيه فشكا إليه ما وَجَدَ، فقال له: «إنَّا لا ندخُل بَيْتاً فيْهِ صورةٌ ولا كَلْبٌ» (¬6). ¶ قال الإمام النووي رحمه الله: «قال أصحابنا وغيرهم من ¶ ¬_________ ¶ (¬1) جرو كلب: الصغير من أولاد الكلاب والسباع. ¶ (¬2) مسلم، كتاب اللباس والزينة، باب تحريم تصوير صورة الحيوان، برقم 81 – (2104). ¶ (¬3) الحائط: البستان. ¶ (¬4) مسلم، كتاب اللباس والزينة، باب تحريم صورة الحيوان، برقم 82 – (2105). ¶ (¬5) فراث عليه: أي أبطأ عليه. فتح الباري، لابن حجر 10/ 392، وجامع الأصول، 4/ 813. ¶ (¬6) البخاري، كتاب اللباس، باب لا تدخل الملائكة بيتاً فيه صورة، برقم 5960، وطرفه في البخاري أيضاً، برقم 3227.",
            "page": "57",
            "part": "1",
            "seal": "61C28D24"
        },
        {
            "id": "61",
            "nass": "العلماء: تصوير صورة الحيوان شديد التحريم، وهو من الكبائر؛ لأنه متوعدٌ عليه بهذا الوعيد الشديد المذكور في الأحاديث، وسواء صنعه بما يمتهن أو بغيره فصنعه حرام بكل حال؛ لأن فيه مضاهاة لخلق الله تعالى، وسواء ما كان في ثوبٍ، أو بساط، أو درهم، أو دينار، أو فلسٍ، أو إناء، أو حائط، أو غيرها. ¶ وأما تصوير صورة الشجر، ورحال الإبل، وغير ذلك مما ليس فيه صورة حيوان فليس بحرام، هذا حكم نفس التصوير. ¶ وأما اتخاذ المصوَّر فيه صورة حيوان فإن كان معلَّقاً على حائطٍ، أو ثوباً ملبوساً، أو عمامة ونحو ذلك مما لا يُعدُّ ممتهناً فهو حرام. ¶ وإن كان في بساطٍ يُداس، ومخدةٍ ووسادةٍ ونحوها مما يمتهن فليس بحرام، ولكن هل يمنع دخول ملائكة الرحمة ذلك البيت؟ فيه كلام نذكره قريباً إن شاءالله. ¶ ولا فرق في هذا كله بين ما له ظِلٌّ وما لا ظِلَّ له، هذا ملخص مذهبنا في المسألة، وبمعناه قال جماهير العلماء: من الصحابة، والتابعين، ومن بعدهم، وهو مذهب الثوري، ومالك، وأبي حنيفة وغيرهم. ¶ وقال بعض السلف: إنما يُنهى عمَّا له ظِلٌّ ولا بأس بالصور التي ليس لها ظل، وهذا مذهبٌ باطل؛ فإن الستر الذي أنكر النبي",
            "page": "58",
            "part": "1",
            "seal": "EA205738"
        },
        {
            "id": "62",
            "nass": "- صلى الله عليه وسلم - الصورة فيه لا يشك أحدٌ أنه مذموم وليس لصورته ظِلٌّ، مع باقي الأحاديث المطلقة في كل صورة. ¶ وقال الزهري: النهي في الصورة على العموم، وكذلك استعمال ما هي فيه، ودخول البيت الذي هي فيه، سواء كان رقماً في ثوب أو غير رقم، وسواء كانت في حائط أو ثوب، أو بساط، ممتهن عملاً بظاهر الأحاديث، لاسيما حديث النمرقة الذي ذكره مسلم، وهذا مذهب قويٌّ. ¶ وقال آخرون: يجوز منها ما كان رقماً في ثوب سواء: امتهن أم لا، عُلِّق في حائط أم لا، وكرهوا ما كان له ظلٌّ أو كان مصوَّراً في الحيطان وشبهها، سواء كان رقماً أو غيره، واحتجوا بقوله في بعض أحاديث الباب - إلا ما كان رقماً في ثوب، وهذا مذهب القاسم بن محمد. ¶ وأجمعوا على منع ما كان له ظِلٌّ ووجوب تغييره، قال القاضي: إلا ما ورد في اللعب بالبنات لصغار البنات، والرخصة في ذلك، لكن كره مالك شراء الرجل ذلك لابنته، وادَّعى بعضهم أن إباحة اللعب لهن بالبنات منسوخ بهذه الأحاديث، والله أعلم» (¬1). ¶ وأما سبب امتناع الملائكة من دخول البيت الذي فيه صورة والبيت الذي فيه كلب، فقال الإمام النووي رحمه الله: «قال العلماء: ¶ ¬_________ ¶ (¬1) شرح النووي على صحيح مسلم 14/ 327 – 329.",
            "page": "59",
            "part": "1",
            "seal": "1A3B951F"
        },
        {
            "id": "63",
            "nass": "سبب امتناعهم من بيت فيه صورة؛ كونها معصية فاحشة، وفيها مضاهاةٍ لخلق الله تعالى، وبعضها في صورة ما يعبد من دون الله تعالى، وسبب امتناعهم من بيت فيه كلب لكثرة أكله النجاسات؛ ولأن بعضها يسمَّى شيطاناً كما جاء في الأحاديث، والملائكة ضدُّ الشياطين؛ ولقبح رائحة الكلب، والملائكة تكره الرائحة القبيحة؛ ولأنها منهي عن اتخاذها، فعوقب متخذها بحرمانه دخول الملائكة بيته، وصلاتها فيه، واستغفارها له، وتبريكها عليه وفي بيته، ودفعها أذى الشيطان. ¶ وأما هؤلاء الملائكة الذين لا يدخلون بيتاً فيه كلب أو صورة فهم ملائكة يطوفون بالرحمة، والتبريك، والاستغفار، وأما الحفظة فيدخلون في كل بيت ولا يفارقون بني آدم في كل حال؛ لأنهم مأمورون بإحصاء أعمالهم، وكتابتها، قال الخطابي: وإنما لا تدخل الملائكة بيتاً فيه كلب أو صورة مما يحرم اقتناؤه من الكلاب والصور، فأما ما ليس بحرام: من كلب الصيد، والزرع، والماشية، والصورة التي تمتهن في البساط، والوسادة، وغيرهما فلا يمنع دخول الملائكة بسببه، وأشار القاضي إلى نحو ما قاله الخطابي. والأظهر أنه عامٌّ في كل كلب وكل صورة، وأنهم يمتنعون من الجميع لإطلاق الأحاديث؛ ولأن الجرو الذي كان في بيت النبي - صلى الله عليه وسلم - تحت السرير كان له فيه عذر ظاهر، فإنه لم يعلم به، ومع هذا امتنع جبريل - صلى الله عليه وسلم - من دخول البيت، وعلل بالجرو، فلو كان العذر في وجود",
            "page": "60",
            "part": "1",
            "seal": "2C8F4435"
        },
        {
            "id": "64",
            "nass": "الصورة والكلب لم يمنعهم لم يمتنع جبريل، والله أعلم» (¬1). ¶ وعن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «أتانِي جبريلُ، فقالَ: إنِّي أتيتُكَ البَارِحة فلم يَمْنعني أن أكونَ دخلت عليك البيت الذي كُنتُ فيه إلا أنَّه كَانَ في البابِ تمثال الرجال، وكانَ في البيتِ قِرام ستر فيه تماثيل، وكان في البيتِ كَلبٌ، فمر برأس التمثال الذي بالباب فليقطع فليصير كهيئة الشجرة، ومر بالستر فليقطع وليجعل منه وسادتين منبوذتين يوطآن، ومر بالكلب فليخرج، ففعل رسول الله - صلى الله عليه وسلم -». وفي رواية النسائي: «فإما أن تقطع رؤوسها أو تجعل بساطاً يُوطأ، فإنَّا معشر الملائكة لا ندخل بيتاً فيه تصاوير» (¬2) (¬3). ¶ وسمعت شيخنا ابن باز رحمه الله يقول: «والأظهر: أنه يستثنى من ذلك: كلب الصيد، وكلب الزرع، وكلب الماشية، والصور الممتهنة في الفرش» (¬4). ¶ وفي حديث عائشة رضي الله عنها: «أشد الناس عذاباً، الذين يضاهون بخلق الله» قالت: فجعلناه وسادةٍ أو وسادتين (¬5). ¶ ¬_________ ¶ (¬1) شرح النووي على صحيح مسلم، 4/ 331 – 332، وانظر: فتح الباري لابن حجر، 10/ 381. ¶ (¬2) الترمذي واللفظ له، كتاب الأدب، باب ما جاء أن الملائكة لا تدخل بيتاً فيه صورة ولا كلب، برقم 2806، والنسائي، كتاب الزينة، باب: ذكر أشد الناس عذاباً، برقم 5380، وصححه الألباني في صحيح سنن الترمذي، 3/ 119، وفي صحيح النسائي 3/ 427. ¶ (¬3) انظر: فتح الباري لابن حجر، 10/ 392. ¶ (¬4) سمعته أثناء تقريره على صحيح البخاري، على الحديث رقم 5949. ¶ (¬5) البخاري، برقم 5954.",
            "page": "61",
            "part": "1",
            "seal": "F9BB2AC0"
        },
        {
            "id": "65",
            "nass": "وسمعت شيخنا ابن باز رحمه الله يقول: «وهذا يدل على أن ما فيه الصورة إذا وُطي فلا حرج؛ لأنه مُهان» (¬1). ¶ وسمعته أيضاً يقول: «والصواب أن الصور إذا امتهنت فجعلت في البساط، والوسادة يزول حكمها؛ لأن الصور أصلها تصنع للتعظيم والعبادة، فإذا امتهنت زالت العلة، هذا بالنسبة لامتهانها، أما صنعها فلا يجوز سواء كانت للامتهانِ أو غيره» (¬2). ¶ وسمعته أيضاً يقول: «وطريقة الاحتياط أن يكون البيت خالياً من الصور كلها الممتهنة وغير الممتهنة، «دع ما يريبك إلى ما لا يريبك»» (¬3). ¶ 2 - أشدُّ الناس عذاباً عند الله يوم القيامة: المصورون؛ لحديث عبد الله بن مسعود - رضي الله عنه -، قال: سمعت النبي - صلى الله عليه وسلم - يقول: «إنَّ أشَدَّ الناس عذاباً عند الله يوم القيامة المصوِّرون» (¬4). ¶ 3 - الذين يصنعون الصور يقال لهم يوم القيامة أحيوا ما خلقتم؛ لحديث عبد الله بن عمر رضي الله عنهما عن النبي - صلى الله عليه وسلم - أنه قال: «إن الذين يصنعون هذه الصور يعذبون يوم القيامة، يُقال لهم: أحيوا ما ¶ ¬_________ ¶ (¬1) سمعته أثناء تقريره على صحيح البخاري، الحديث رقم 5954. ¶ (¬2) سمعته أثناء تقريره على صحيح البخاري، الحديث رقم 5957. ¶ (¬3) سمعته أثناء تقريره على صحيح البخاري، الحديث رقم 5960. ¶ (¬4) متفق عليه: البخاري، كتاب اللباس، باب عذاب المصوِّرين يوم القيامة، برقم 5940، ومسلم، كتاب اللباس، باب تحريم تصوير صورة الحيوان ... برقم 98 - (2109).",
            "page": "62",
            "part": "1",
            "seal": "54ADD417"
        },
        {
            "id": "66",
            "nass": "خلقتم» (¬1). ¶ 4 – نقض وإزالة صورة الصليب من البيت، ونقض الصورة وبقاء الثوب على حاله؛ لحديث عائشة رضي الله عنها: أن النبي - صلى الله عليه وسلم -: «لم يكن يترك في بيته شيئاً فيه تصاليب إلا نقضه» (¬2). ¶ قال الحافظ ابن حجر رحمه الله: «قوله: «لم يكن يترك في بيته شيئاً فيه تصاليب» جمع صليب: كأنهم سمّوا ما كانت فيه صورة تصليباً تسمية بالمصدر ... » ثم قال رحمه الله: «والذي يظهر أنه استنبط من نقض الصليب نقض الصورة التي تشترك مع الصليب في المعنى، وهو عبادتهما من دون الله، فيكون المراد بالصور في الترجمة: خصوص ما يكون من ذوات الأرواح، بل أخص من ذلك قوله: (إلا نقضه) كذا للأكثر، ووقع في رواية أبان إلا قضبه ... ». وقال الطيبي: «رواية البخاري [إلا نقضه] أضبط». قال ابن حجر: «قلت: ويترجح من حيث المعنى: أن النقض يزيل الصورة مع بقاء الثوب والقضب: وهو القطع يزيل صورة الثوب، قال ابن بطال: في هذا الحديث دلالة على أنه - صلى الله عليه وسلم - كان ينقض الصورة سواء كانت مما له ظِلٌّ أم لا، وسواء كانت مما توطأ أم لا، سواء في الثياب أم في الحيطان، وفي الفرش، والأوراق وغيرها». قال ابن حجر: «وهذا مبني على ثبوت ¶ ¬_________ ¶ (¬1) متفق عليه: كتاب اللباس، باب عذاب المصورين يوم القيامة، برقم 5951، وكتاب التوحيد، باب قول الله تعالى: {واللهُ خَلَقَكُمْ ومَا تَعْمَلون}، برقم 7558، ومسلم، كتاب اللباس، باب تحريم تصوير صورة الحيوان ... برقم 97 – (2108). ¶ (¬2) البخاري، كتاب اللباس، باب نقض الصور، برقم 5952.",
            "page": "63",
            "part": "1",
            "seal": "ACAFEC87"
        },
        {
            "id": "67",
            "nass": "الرواية «بلفظ تصاوير» وأما بلفظ تصاليب فلا؛ لأن في التصاليب معنىً زائداً على مطلق الصور بين ما له روح فمنعه، وما لا روح فيه فلم يمنعه ... فإذا كان المراد بالنقض الإزالة دخل طمسها فيما لو كانت نقشاً في الحائط، أو حكُّها بما يُغيِّب هيئتها» (¬1). ¶ 5 – المصوِّر من أظلم الخلق؛ لحديث أبي زرعة [قال] دخلت مع أبي هريرة - رضي الله عنه - داراً بالمدينة فرأى في أعلاها مصوِّراً يصوِّر، فقال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «قال الله تعالى: ومن أظلم ممن ذهب يخلق كخَلقِي، فليخلقوا حبَّةً، وليخلقوا ذرَّة» (¬2). هذا لفظٌ للبخاري (¬3)، وفي لفظ للحديث: «قال الله - عز وجل -: ومن أظلم ممن ذهب يخلق خلقاً كخلقي؟ فليخلقوا ذرةً، أو ليخلقوا حبةً، أو ليخلقوا شعيرة» (¬4). ¶ 6 – لم يدخل النبي - صلى الله عليه وسلم - بيت عائشة من أجل الصورة حتى غُيِّرت؛ لحديث عائشة رضي الله عنها: أنها اشترت نُمرقة (¬5) فيها تصاوير، فلما رآها رسول الله - صلى الله عليه وسلم - قام على الباب فلم يدخله، فعرفت في وجهه الكراهة ¶ ¬_________ ¶ (¬1) فتح الباري، 10/ 385 – 386، ببعض التصرف. ¶ (¬2) الذرة: صغار النمل [جامع الأصول لابن الأثير، 4/ 802]. ¶ (¬3) هذا لفظ البخاري، كتاب اللباس، باب نقض الصور، برقم 5953. ¶ (¬4) متفق عليه: البخاري، كتاب التوحيد، باب قول الله تعالى: {والله خلقكم وما تعملون} [الصافات: 46]. برقم 7559، ومسلم بلفظه: كتاب اللباس، باب تحريم تصوير صورة الحيوان ... برقم 101 – (2111)، وطرفه في البخاري أيضاً، كتاب اللباس، باب نقض الصور، برقم 5953. ¶ (¬5) النمرقة: المخدة، وكذلك المرفقة [انظر: جامع الأصول، 4/ 798].",
            "page": "64",
            "part": "1",
            "seal": "C9A19768"
        },
        {
            "id": "68",
            "nass": "فقلت: يا رسول الله، أتوبُ إلى الله وإلى رسوله ماذا أذنبت؟ فقال رسول الله - صلى الله عليه وسلم -: «ما بال هذه النُّمْرُقة؟» قلت: اشتريتها لك لتقعد عليها وتوسَّدها، فقال رسول الله - صلى الله عليه وسلم -: «إن أصحاب هذه الصور يوم القيامة يُعذَّبون فيقال لهم: أحيوا ما خلقتم» وقال: «إن البيت الذي فيه الصور لا تدخله الملائكة» (¬1). وفي لفظٍ قالت: حشوت للنبي - صلى الله عليه وسلم - وسادة فيها تماثيل كأنها نمرقة، فجاء وقام بين الناس وجعل يتغيَّر وجهه، فقلت: ما لنا يا رسول الله؟ قال: «ما بال هذه الوسادة؟» قلت: وسادة جعلتها لك لتضطَّجع عليها ... الحديث (¬2). ¶ 7 – مَا وُطئ من التصاوير الممتهنة، وقُعِد عليه؛ لحديث عائشة رضي الله عنها، قالت: قَدِمَ رسول الله - صلى الله عليه وسلم - من سفرٍ وقد سترت بقِرامٍ (¬3) لي على سهوةٍ (¬4) لي فيها تماثيل فلما رآه رسول الله - صلى الله عليه وسلم - هتكه وقال: «أشدُّ النَّاس عذاباً يوم القيامة الذين يضاهون (¬5) بخلق الله» قالت: فجعلناه وسادةً أو وسادتين (¬6) (¬7)، وفي لفظٍ: «فهتكه النبي - صلى الله عليه وسلم - ¶ ¬_________ ¶ (¬1) متفق عليه، البخاري في كتاب البيوع، باب التجارة فيما يكره لبسه للرجال والنساء، برقم 2105، ومسلم، كتاب اللباس، باب تحريم تصوير صورة الحيوان ... برقم 96 – (2107). ¶ (¬2) البخاري برقم 3224. ¶ (¬3) قرام: ستر فيه رقم ونقش [انظر: جامع الأصول، 4/ 798]. ¶ (¬4) سهوة: صفّة في جانب البيت أو كوّة، أو بيت صغير منحدر في الأرض كالخزانة الصغيرة يكون فيها المتاع، أو نافذة بين الدارين. [جامع الأصول في أحاديث الرسول - صلى الله عليه وسلم - لابن الأثير، 4/ 798]. ¶ (¬5) يضاهون: يشابهون، ويماثلون [جامع الأصول، 4/ 798]. ¶ (¬6) وسادة أو وسادتين: أي مخدَّة أو مخدَّتين. ¶ (¬7) متفق عليه: البخاري، كتاب اللباس، باب ما وطئ من التصاوير، برقم 5954، ومسلم، كتاب اللباس والزينة، باب تحريم تصوير صورة الحيوان، برقم 92 – (2107).",
            "page": "65",
            "part": "1",
            "seal": "DE99E299"
        },
        {
            "id": "69",
            "nass": "فاتخذتْ منه نُمرقتين فكانتا في البيت يُجلس عليها» (¬1). ¶ 8 – لعن النبي - صلى الله عليه وسلم - المصوِّر؛ لحديث أبي جحيفة عن أبيه - رضي الله عنه - أنه اشترى غُلاماً حجَّاماً، فقال: إن النبي - صلى الله عليه وسلم - «نهى عن ثمن الدم، وثمن الكلب، وكسب البغيِّ، ولعن آكل الربا، وموكله، والواشمة، والمستوشمة، والمصوِّر» (¬2). ¶ وفي لفظٍ للبخاري أيضاً: «نهى عن ثمن الدم، وثمن الكلب، وكسب الأمة، ولعن الواشمة والمستوشمة، وآكل الربا، وموكله، ولعن المصوِّر» (¬3). ¶ 9 – من صوَّر صورة كُلِّف أن ينفخ فيها الروح يوم القيامة وليس بنافخ؛ لحديث ابن عباس رضي الله عنهما قال: سمعت محمداً - صلى الله عليه وسلم - يقول: «مَن صوَّر صورةً في الدنيا كُلِّف يوم القيامة أن ينفخ فيها الروح وليس بنافخ» (¬4). ¶ وفي لفظ للبخاري: «من صوَّر صورة فإن الله معذبه حتى ينفخ ¶ ¬_________ ¶ (¬1) البخاري، برقم 2479. ¶ (¬2) البخاري، كتاب اللباس، باب من لعن المصوِّر، برقم 5962. ¶ (¬3) البخاري، كتاب البيوع، باب ثمن الكلب، برقم 2238. ¶ (¬4) متفق عليه: البخاري، كتاب اللباس، باب من صور صورة كلف يوم القيامة أن ينفخ فيها الروح وليس بنافخ، برقم 5963، ومسلم، كتاب اللباس والزينة، باب تحريم تصوير صورة الحيوان، برقم 100 – (2110).",
            "page": "66",
            "part": "1",
            "seal": "BE70FEFC"
        },
        {
            "id": "70",
            "nass": "فيها الروح، وليس بنافخ فيها أبداً» (¬1). وفي لفظ لمسلم: «كل مصوِّر في النار يُجعل له بكلِّ صورة نفساً تُعذِّبه في جهنم» (¬2). وفي لفظٍ للبخاري من قول ابن عباس رضي الله عنهما: «ويحك إن أبيت إلا أن تصنع فعليك بهذا الشجر، كل شيء ليس فيه روح» (¬3). ¶ 10 – لا يُصلَّى إلى الصور، ولا في شيء فيه تصاوير؛ لحديث عائشة رضي الله عنها، فعن أنس - رضي الله عنه - قال: كان قِرامٌ لعائشة سترت به جانب بيتها فقال لها النبي - صلى الله عليه وسلم -: «أميطي عنِّي (¬4) فإنه لا تزال تصاويره تعرض لي في صلاتي». وفي لفظ: «أميطي عنَّا قرامك هذا؛ فإنه لا تزال تصاويرُ تعرض في صلاتي» (¬5). ¶ قال الحافظ ابن حجر رحمه الله في كلامه على تبويب البخاري «باب كراهية الصلاة في التصاوير»: «ووجه انتزاع الترجمة من الحديث أن الصور إذا كانت تلهي المصلي وهي مقابلة، فكذا تلهيه وهو لابسها، بل حال اللبس أشد ... ». ثم قال ابن حجر رحمه الله: « ... وقد استشكل الجمع بين هذا الحديث وبين حديث عائشة أيضاً في النمرقة؛ لأنه يدل على أنه - صلى الله عليه وسلم - لم يدخل البيت الذي كان فيه ¶ ¬_________ ¶ (¬1) طرف البخاري، برقم 2225. ¶ (¬2) مسلم، كتاب اللباس والزينة، باب تحريم تصوير صورة الحيوان ... برقم 99 – (2110). ¶ (¬3) البخاري، كتاب البيوع، باب التصاوير التي ليس فيها روح برقم 2225. ¶ (¬4) أميطي عني: الإماطة: الإزالة والتنحية [جامع الأصول، 4/ 810]. ¶ (¬5) البخاري، كتاب الصلاة، باب إن صلى في ثوب مصلَّبٍ أو تصاوير هل تفسد صلاته، برقم 374، وكتاب اللباس، باب كراهية الصلاة في التصاوير، برقم 5959.",
            "page": "67",
            "part": "1",
            "seal": "EBF9316E"
        },
        {
            "id": "71",
            "nass": "الستر المصوّر أصلاً حتى نزعه، وهذا يدل على أنه أقره وصلَّى وهو منصوب إلى أن أمَرَ بنزعه من أجل ما ذكر من رؤيته الصورة حالة الصلاة، ولم يتعرَّض لخصوص كونها صورة، ويمكن الجمع بأن الأول كانت تصاويره من ذوات الأرواح، وهذا كانت تصاوير من غير الحيوان ... » (¬1). ¶ وسمعت شيخنا ابن باز رحمه الله يقول: «كان هذا أولاً، ثم أمر بجعله وسادة أو وسادتين» (¬2). ¶ 11 – النهي عن الصور في البيت؛ لحديث جابر - رضي الله عنه - قال: «نهى رسول الله - صلى الله عليه وسلم - عن الصور في البيت، ونهى أن يُصنع ذلك» (¬3). ¶ 12 – شرار الخلق عند الله تعالى المصوِّرون ومن بنى المساجد على القبور؛ لحديث عائشة رضي الله عنها، قالت: لما اشتكى النبي - صلى الله عليه وسلم - ذكر بعض نسائه كنيسة يُقال لها مارية، وكانت أم سلمة وأم حبيبة أتتا أرض الحبشة فذكرتا من حسنها وتصاويرٍ فيها، فرفع رأسه، فقال: «إن أولئِكَِ إذا كان فيهم الرجل الصالح فمات بنوا على قبره مسجداً وصوروا فيه تلك الصور، أولئك شرار الخلق عند الله يوم القيامة» (¬4). ¶ ¬_________ ¶ (¬1) فتح الباري لابن حجر، 10/ 391. ¶ (¬2) سمعته أثناء تقريره على صحيح البخاري، على الحديث رقم 5959. ¶ (¬3) الترمذي، كتاب اللباس، باب ما جاء في الصور، برقم 1749. ¶ (¬4) البخاري، كتاب الصلاة، باب هل تنبش قبور الجاهلية، برقم 427، وباب الصلاة في البيعة، برقم 434، ورقم 3873، ومسلم، كتاب المساجد، باب النهي عن بناء المساجد على القبور، برقم 528.",
            "page": "68",
            "part": "1",
            "seal": "74C2EAFB"
        },
        {
            "id": "72",
            "nass": "13 - المصوِّرون وُكِّلت بهم النار؛ لحديث أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «تخرج عُنُقٌ من النار يوم القيامة، لها عينان تُبصران، وأُذنان تسمعان، ولسان ينطق يقول: إني وُكِّلت بثلاثة: بكل جبَّار عنيد، وبكلِّ من دعا مع الله إلهاً آخر، وبالمصوِّرين» (¬1). ¶ 14 - أمر رسول الله - صلى الله عليه وسلم - بطمس الصور؛ لحديث أبي هيَّاج الأسدي، قال: قال لي علي بن أبي طالب - رضي الله عنه -: ألا أبعثك على ما بعثني عليه رسول الله - صلى الله عليه وسلم -؟ «أن لا تدع تمثالاً إلا طمسته، ولا قبراً مشرفاً إلا سوَّيْتَهُ». وفي لفظٍ: « ... ولا صورة إلا طمستها» (¬2). وعن ابن عباس رضي الله عنهما: «أن النبي - صلى الله عليه وسلم - لما رأى الصور في البيت لم يدخل حتى أمر بها فمحيت، ورأى إبراهيم وإسماعيل عليهما السلام بأيديهما الأزلام فقال: «قاتلهم الله، والله إن استقسما بالأزلام قطُّ» (¬3). ¶ ¬_________ ¶ (¬1) الترمذي، كتاب صفة جهنم، عن رسول الله - صلى الله عليه وسلم -، برقم 2574، وصححه الألباني في صحيح الترمذي، 3/ 25، وفي سلسلة الأحاديث الصحيحة، 1/ 24، برقم 512. ¶ (¬2) مسلم، كتاب الجنائز، باب الأمر بتسوية القبر، برقم 969. ¶ (¬3) البخاري، كتاب أحاديث الأنبياء، باب قول الله تعالى: {واتخذ الله إبراهيم خليلاً} برقم 3352، وأطرافه في البخاري برقم 398، 1601، 3351، 4288. وجاء في حديث ابن عباس أن النبي - صلى الله عليه وسلم - حينما دخل البيت كبر في نواحي البيت وخرج ولم يصلِّ فيه. وسمعت شيخنا ابن باز رحمه الله يقول: «على حسب علم ابن عباس، والصواب أنه صلى داخل البيت، كما رواه أسامة، وبلال، ورواه ابن عمر عن عمر، وابن عباس لم يحفظ بل صلى في البيت ركعتين، أمام الداخل، وطاف بنواحيه وكبّر ودعا، ومحى ما في الجدران من الصور، وكان دخوله عام الفتح، ولم يدخلها في حجة الوداع؛ لئلا يشق على أمته، والأزلام: سهام يكتب عليها: الأول: افعل، والثاني: يكتب عليه لا تفعل، والثالث: خلو ... فإذا أراد أحدهم أن يهم بشيء أجراها فإن خرج افعل فعل، وإن خرج لا تفعل لم يفعل، وإن خرج الغفل أعاد حتى يخرج افعل أو لا تفعل، وهذا من خرافات الجاهلية». سمعته أثناء تقريره على صحيح البخاري، الحديث رقم 4288.",
            "page": "69",
            "part": "1",
            "seal": "753CCCA0"
        },
        {
            "id": "73",
            "nass": "وقد سئل شيخنا ابن باز رحمه الله عن الداعية إلى الله هل يدخل في بيوت بعض الناس التي فيها صور، فأجاب رحمه الله: إذا دعت الحاجة دخل، وأمر بالمعروف ونهى عن المنكر، وإن لم تدعُ الحاجة فلا يدخل (¬1). ¶ ويدخل في التصوير المحرم لذوات الأرواح: تصوير ما لا ظل له كما تقدم، والتصوير الفتوغرافي؛ لأدلة كثيرة تقدمت، منها حديث عائشة رضي الله عنها: أنها اشترت نمرقة فيها تصاوير فلم يدخل النبي - صلى الله عليه وسلم - البيت من أجلها، والنمرقة المخدَّة، والصورة التي فيها ليس لها ظل، وكذلك القرام الذي كان عند عائشة وهو سترٌ فيه رقم ونقش، فغضب النبي - صلى الله عليه وسلم - من أجله وهتكه، وتقدم تخريج هذه الأحاديث، وكذلك عام الفتح لم يدخل النبي - صلى الله عليه وسلم - البيت أي الكعبة حتى أمر بالصور التي فيها فمحيت كما في هذا الحديث، ولا شك أن قوله: محيت: أي طمست أو غسلت. ¶ النوع الثاني: استخدام السينما: ¶ تمتاز السينما على التلفزيون في أن روادها يكونون في حالة ¶ ¬_________ ¶ (¬1) سمعته منه أثناء تقريره على حديث البخاري رقم 3351، ورقم 3352.",
            "page": "70",
            "part": "1",
            "seal": "977827C5"
        },
        {
            "id": "74",
            "nass": "تهيئة نفسية واستعداد – عند حضورهم لدارها – مما يزيد من فرص تأثيرها فيهم، ويضاف إلى ذلك ما تمتاز به السينما على وسائل الاتصال الأخرى من الحجم الكبير للشاشة والصوت الكبير، ووجود المشاهد وسط حجم جماهيري، وكأن المشاهد قد انتقل إلى عالم جديد؛ لهذا كانت هذه وسيلة مؤهلة لأن تقدم خدمة عظيمة للدعوة الإسلامية في سبيل تحقيق هداية الناس وتمسكهم بالدين الحنيف، كما أنها تعد مؤهلة لكسب أنصار جدد للإسلام، فإذا تركت السينما لأهل الفساد ضرَّت، فإذا كان لا بد من وجودها ولا يستطاع إغلاقها، وأهل الشر ينشرون فيها باطلهم وشركهم؛ فهذا مفسدة كبرى، والدخول في التصوير مفسدة أصغر من مفاسد نشر الباطل والشرك، فارتكاب المفسدة الصغرى وتفويت الكبرى أسهل، وأقرب لقواعد الشريعة، فعلى المصلحين في هذه الحالة استخدامها في سبيل نشر الإسلام وإعلاء كلمته (¬1). ¶ وينبغي ألا يعرض في هذه الوسيلة إلا ما هو صحيحاً وواقعياً، ولا يخالف الدين، وسمعت شيخنا الإمام عبد العزيز بن عبد الله بن باز رحمه الله يفتي بعدم جواز تمثيل الأنبياء والصحابة، وقال: إن في ذلك كذباً على الأنبياء وعلى صحابة رسول الله - صلى الله عليه وسلم -. ¶ فعلى هذا لا بد من نقل الحقيقة في السينما بحيث لا يعرض فيها إلا ما هو حقيقي حتى تحصل الفائدة المرجوة إن شاءالله، فإذا كانت ¶ ¬_________ ¶ (¬1) انظر: وسائل الاتصال المعاصرة (ص 84) بتصرف.",
            "page": "71",
            "part": "1",
            "seal": "0398FA12"
        },
        {
            "id": "75",
            "nass": "السينما جهاز استعمل خارج إطار المنهج الإلهي، فإنه ينبغي للمسلمين أن يدخلوا في هذا الإطار، ليأخذوا نصيباً كبيراً من نصيب الأفلام الخليعة؛ وليضيقوا الطريق أمام هذا التيار الجارف إذا لم يمكن إغلاق هذه الوسيلة الخطيرة، وإيقاف جميع ما فيها من الفساد، فيستطيع المسلمون أن يعرضوا الفيلم العلمي والفيلم الحربي والفيلم الثقافي والفيلم الديني التعليمي، كل هذا نعرضه في إطار إسلامي (¬1). ¶ لكن هذا كله بشرط ألا يرتكبوا محرماً، ولا يتركوا واجباً من أجل استخدام هذه الوسيلة، أي تستخدم هذه الوسيلة في الدعوة إلى الله ما لم تعارض حكماً شرعياً، فلا بد من استخدامها بالطرق المباحة. ¶ خامساً: - التلفاز: ¶ وسيلة بصرية سمعية رائجة تنهض بدور إعلامي خطير عن طريق الصوت والصورة، وتعتبر الخاصية الرئيسة للتلفاز أنه يشغل حاستين من حواس المُتَلقِّي، وهما حاستا: السمع، والبصر، فهو بذلك وسيلة قوية جداً (¬2). ¶ قال سماحة الإمام شيخنا عبد العزيز بن عبد الله ابن باز رحمه الله في شأن وسائل الإعلام، وخاصة ((التلفاز)): ((لا شك أن استغلال وسائل الإعلام في الدعوة إلى الحق، ونشر أحكام الشريعة، وبيان ¶ ¬_________ ¶ (¬1) الإعلام الإسلامي، عبد العزيز بن صقر (ص 35). ¶ (¬2) المؤتمر العالمي لتوجيه الدعوة وإعداد الدعاة، بحث الشيخ سرسيق (ص 29).",
            "page": "72",
            "part": "1",
            "seal": "5A5CB2EC"
        },
        {
            "id": "76",
            "nass": "الشرك ووسائله، والتحذير من ذلك، ومن سائر ما نهى الله عنه من أعظم المهمات، بل من أوجب الواجبات، وهي من نعم الله العظيمة في حق من استغلها في الخير، وفي حق من استفاد منها ما ينقصه في دينه، ويبصِّره بحق الله عليه. ¶ ولا شك أن البروز في التلفاز مما قد يتحرَّج منه بعض أهل العلم، من أجل ما ورد في الأحاديث الصحيحة في التشديد في التصوير، ولعن المصوِّرين، ولكن بعض أهل العلم رأى أنه لا حرج في ذلك إذا كان البروز فيه للدعوة إلى الحق، ونشر أحكام الإسلام، والرد على دعاة الباطل، عملاً بالقاعدة الشرعية، وهي: ارتكاب أدنى المفسدتين لتفويت أكبرهما، إذا لم يتيسر السلامة منهما جميعاً، وتحصيل أعلى المصلحتين، ولو بتفويت الدنيا منهما إذا لم يتيسر تحصيلهما جميعاً ... فمن شرح الله صدره واتسع علمه ورأى أن يظهر في التلفاز لنشر الحق، وتبليغ رسالات الله فلا حرج عليه في ذلك، وله أجره، وثوابه عند الله سبحانه، ومن اشتبه عليه الأمر ولم ينشرح صدره لذلك فنرجو أن يكون معذوراً ... ولا شك أن ظهور أهل الحق في التلفاز من أعظم الأسباب في نشر دين الله، والرد على أهل الباطل؛ لأنه يشاهده غالب الناس من الرجال والنساء، والمسلمين والكفار، ويطمئن أهل الحق إذا رأوا صورة من يعرفونه بالحق، وينتفعون بما يصدر منه، وفي ذلك محاربة لأهل",
            "page": "73",
            "part": "1",
            "seal": "3B288651"
        },
        {
            "id": "77",
            "nass": "الباطل، وتضييق المجال عليهم ... )) (¬1). ¶ ويمكن للدعوة الإسلامية أن تنال أعظم الأثر في نفوس الناس إذا استطاعت أن تظهر من خلال التلفزيون مستغلة إمكاناته الهائلة في استقطاب حاستي السمع والبصر. ¶ فإنه يمكن استخدام الصورة والحركة لإرشاد المسلمين وتعليمهم كيفية: أداء الصلاة، أو شعائر الحج مثلاً، كما تتيح وسيلة التلفزيون للدعوة فرصة مخاطبة الناس وتعليمهم ما ينفعهم، وترسيخ العقيدة في نفوسهم، وعظم خلق الله تعالى والدعوة الناجحة هي التي تلتقي مع الفطرة ولا تصتدم بها (¬2). ¶ والتلفزيون يجمع ويشمل كل الوسائل الإعلامية الأخرى فهو يقدم لمشاهده ما يغنيه عن السينما، وعن الفلم، والمسرح، ويقدم له الخبر، والحدث، والمعلومة فيغنيه عن الإذاعة، بل يجعله يعيش الأحداث مصورة وفي وقتها، وهو يعرض لمشاهده ما تقدمه الصحف فيغنيه عنها، ويقدم له ما جاء في كتاب سهلاً ميسراً، ويقدم القصة فيكون بهذا قد أخرج العمل التلفزيوني ليتم الجمع بين الوسائل كلها وهو في جمعه بين الصوت والصورة يكون قد هيمن على الفرد تماماً. فمن الثابت أن الإنسان يستقبل 98% من معارفه ¶ ¬_________ ¶ (¬1) مجموع فتاوى ابن باز (5/ 293 - 295)، وانظر: (23/ 349، و27/ 72، 352، 353). ¶ (¬2) وسائل الاتصال المعاصرة (ص 86) بتصرف.",
            "page": "74",
            "part": "1",
            "seal": "A64672F8"
        },
        {
            "id": "78",
            "nass": "عن طريق حاستي السمع والبصر (¬1). ¶ فينبغي لكل مسلم عرف أهمية هذا الجهاز وخطره أن يبذل جهده في إصلاح ما استطاع إصلاحه، فالعلماء والدعاة والمصلحون عليهم تقديم المادة العلمية بأسلوب سهل مقنع جذاب في تبصير الناس بدينهم وتمسكهم بعقيدتهم. والعاملون على محطاته من المسلمين عليهم ألا ينشروا في هذا الجهاز، ولا يبثوا إلا ما يعود على المسلمين جميعاً بالخير والصلاح. ¶ سادساً: أشرطة الكاسيت والسيديات: ¶ بعض الاستعمالات للأشرطة في الدعوة والتعليم. ¶ مما لا شك فيه أن العالم قد أصبح الآن بمثابة قرية عالمية من حيث تعرضه لوسائل الاتصال، وليس في مقدورنا أن نستأصل مصادر الإرسال ... ولكن يكون في استطاعتنا أن نكافح النتائج والآثار التي تؤدي إلى تفتيت عقيدتنا من الأفكار (¬2). ¶ 1 - ومما يستعان به على تعليم الكبار - الأميين أو غيرهم ممن يريد التزود: الأشرطة السمعية، فيمكن أن يستعملها الداعية المسلم في تعليم القرآن وعلومه: كالتفسير، والتجويد، واللغة العربية. ¶ ¬_________ ¶ (¬1) الإعلام الإسلامي، عبد العزيز صقر (ص 7). ¶ (¬2) الإعلام الإسلامي والعلاقات الإنسانية النظرية والتطبيق (ص 392) بتصرف من بحث لأبي بكر باقادر.",
            "page": "75",
            "part": "1",
            "seal": "43A550E9"
        },
        {
            "id": "79",
            "nass": "2 - ويمكن استعمالها في التاريخ الإسلامي وعصوره. ¶ 3 - يمكن استعمالها في تعليم القراءة والكتابة مع الاستعانة بالمواد المطبوعة. ¶ 4 - ويمكن استعمالها في المهارات العملية. ¶ 5 - ويمكن استعمالها في نشر الآراء عن طريق تلخيص الكتب النافعة على الأشرطة، وبذلك يستطيع كل إنسان أن يسمع العلم وهو يقود سيارته أو مستلقٍ على سريره، وهذا فضل عظيم (¬1). ¶ سابعاً: شرائط الشرائح: ¶ هي عبارة عن مجموعة من الشرائح التي تصاحبها أصوات توضيحية، وهي تصلح لنقل المعلومات بالوسيلة البصرية التي تتميز بأنها ثابتة في مكانها. وإمكانات استعمال هذه الأداة واسعة جداً، فإنه يمكن استعمالها في عديد من الأغراض مثل تعليم سور القرآن، فيمكننا عرض كل آية من سورة الفاتحة أو غيرها على شريحة تتبعها التلاوة، ويمكن أيضاً أن يصحبها تفسير لمعنى الآية. ¶ حقاً إن أجهزة عرض الشرائح قد لا تتوفر في كل مكان، ولكن مراكز التعليم ينبغي أن تقدم مثل هذه الأجهزة لمن يطلبها عند ¶ ¬_________ ¶ (¬1) الإعلام الإسلامي والعلاقات الإنسانية النظرية والتطبيق، من بحث لأبي بكر باقادر (ص395) بتصرف واختصار.",
            "page": "76",
            "part": "1",
            "seal": "46F0273A"
        },
        {
            "id": "80",
            "nass": "الضرورة لذلك (¬1). ¶ ثامناً: الأفلام: ¶ هي عبارة عن سلسلة من الصور الساكتة بينما تعطي المؤثرات الصوتية وعملية العرض إيحاء بالحركة، ويعتبر الفيلم وسيلة اتصال فعالة للغاية، وله تأثيره البالغ على المشاهد، فيمكن استخدامه في عرض رسالة الحج في وقت قصير [وهذا إذا كان يسد أبواباً من أبواب الفساد، وإلا فالاستغناء عن الصور وما يقرِّب إليها هو المطلوب، فيكون الدخول في هذه الوسيلة من باب ارتكاب المفسدة الصغرى لتفويت المفاسد الكبرى، وهذا من الضرورات، والله الموفق] (¬2). ¶ تاسعاً: أشرطة الفيديو: ¶ سئل شيخنا الإمام عبد العزيز بن عبد الله ابن باز رحمه الله عن حكم تصوير المحاضرات بجهاز الفيديو للاستفادة منها في أماكن أخرى، فقال: (( ... الصورة قد يحتاج إليها بعض الأحيان حتى يعرف ويتحقق أن المتكلم فلان، فالصورة توضح المتكلم، وقد يكون ذلك لأسباب أخرى، فأنا عندي في هذا توقف من أجل ما ورد في الأحاديث في حكم التصوير لذوات الأرواح، وشدة الوعيد في ذلك، وإن كان جماعة من إخواني أهل العلم رأوا أنه لا بأس بذلك ¶ ¬_________ ¶ (¬1) المرجع السابق بتصرف واختصار (ص 396). ¶ (¬2) المرجع السابق (ص 97).",
            "page": "77",
            "part": "1",
            "seal": "234A84A1"
        },
        {
            "id": "5",
            "nass": "العلاقة المثلى بين الدعاة ووسائل الإتصال الحديثة في ضوء الكتاب والسنة ¶ د. سعيد بن علي بن وهف القحطاني",
            "page": null,
            "part": null,
            "seal": "0410E4FB"
        },
        {
            "id": "6",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ المقدمة ¶ إن الحمد لله، نحمده ونستعينه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يُضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وعلى آله وصحبه ومن سار على هديه إلى يوم الدين. ¶ أما بعد: ¶ فهذا بحث مختصر في ((العلاقة المثلى بين العلماء والدعاة، ووسائل الاتصال الحديثة))، قُرِّر علي أثناء دراستي المنهجية في جامعة الإمام محمد بن سعود الإسلامية في السنة التمهيدية لتحضير الماجستير، في عام 1407هـ، وكان المشرف آنذاك الأستاذ الدكتور الشيخ: سيِّد محمد ساداتي الشنقيطي، جزاه الله خيراً، ثم حال بيني وبين نشره ما ثبت في الأحاديث الصحيحة من الوعيد الشديد للمصوِّرين، وتحريم التصوير لذوات الأرواح، وفي عام 1431هـ، نظرت وتأمَّلت في البحث فوجدته مفيداً جدًّا؛ لخطر وسائل الإعلام الحديثة إذا تُرِك الحبل على الغارب لدعاة الضلالة،",
            "page": "3",
            "part": "1",
            "seal": "7F862540"
        },
        {
            "id": "7",
            "nass": "ونشرهم الفساد في وسائل الإعلام: المسموعة، والمرئية، والمقروءة، فإن تُركت هذه الوسائل لهؤلاء زاد الفساد، وعمَّ، وطمَّ، إلا ما شاء الله، فرأيت أن الدخول فيها لأهل العلم المخلصين والمصلحين الصادقين، والدعاة الناصحين يقلل من الشرِّ كثيراً جداً، وفيه نفع عظيم، وخير كثير؛ ولأن من قواعد الشريعة: أن المفاسد إذا تعارضت: ارتكب أدناها لتفويت أعلاها إذا لم يمكن السلامة منهما جميعاً، وإذا تعارضت المصالح والمفاسد فتَرْكُ المفاسد مُقدَّم على جلب المصالح، وإذا تعارضت المصالح عُمِلَتْ أعلى المصلحتين إذا لم يمكن تحصيلهما جميعاً؛ ولهذا عزمت بتوفيق الله على إخراج هذا البحث بعد تحريره وتخريج أحاديثه وتحقيقه؛ ليكون فيه حجة لمن شرح الله صدره للدخول في هذه الوسائل، وسيجدون الثواب العظيم من الله تعالى إذا حَسُن قصدهم؛ للدفاع عن دين الله بالحجة وبالبرهان، ابتغاء مرضاته، أما أنا فلم ينشرح صدري للدخول في التلفاز، والفديو إلا إذا حصل ذلك بدون قصدٍ منِّي ولا طلب؛ لما جاء من الوعيد الشديد في التصوير، فمن دخل في هذه الوسائل بنيَّةٍ صادقة، وشرح الله صدره لذلك؛ لإعلاء كلمة الله، فليبشر بالخير الكثير والأجر العظيم. ¶ والله أسأل أن يجعل هذا البحث خالصاً لوجهه، وأن يجعله صواباً وأن ينفعني به في حياتي، وبعد مماتي، وأن ينفع به كل من",
            "page": "4",
            "part": "1",
            "seal": "81321CE3"
        },
        {
            "id": "8",
            "nass": "انتهى إليه، فإنه خير مسؤول وأكرم مأمول. ¶ وقد قسمت هذا البحث إلى ثلاثة فصول وخاتمة، وكل فصل يشتمل على عدة مباحث على النحو الآتي: ¶ الفصل الأول: تعريف ومفاهيم. ¶ المبحث الأول: تعريف وسائل الاتصال لغة واصطلاحاً. ¶ المبحث الثاني: تعريف الإعلام لغة واصطلاحاً. ¶ المبحث الثالث: تعريف الدعوة لغة واصطلاحاً. ¶ المبحث الرابع: تعريف الأمر بالمعروف والنهي عن المنكر لغة واصطلاحاً. ¶ المبحث الخامس: الفرق بين مفهوم الإعلام ومفهوم الاتصال. ¶ المبحث السادس: مفهوم الدعوة ومفهوم الإعلام. ¶ المبحث السابع: إيثار القرآن لفظ الدعوة على لفظ الإعلام. ¶ المبحث الثامن: العملية الاتصالية، ونماذج الاتصال. ¶ الفصل الثاني: حكم الدعوة، وفضل العلم والعلماء: ¶ المبحث الأول: حكم الدعوة إلى الله. ¶ المبحث الثاني: فضل العلم والعلماء والدعوة والدعاة. ¶ المبحث الثالث: الإخلاص لله والمتابعة للنبي - صلى الله عليه وسلم -. ¶ المبحث الرابع: خطر كتم العلم النافع. ¶ الفصل الثالث: الدعاة ووسائل الاتصال: ¶ المبحث الأول: خطر وأهمية وسائل الاتصال الحديثة.",
            "page": "5",
            "part": "1",
            "seal": "A5B26EDF"
        },
        {
            "id": "9",
            "nass": "المبحث الثاني: العلاقة المثلى بين العلماء والدعاة ووسائل الاتصال الحديثة. ¶ المبحث الثالث: استغلال الوسائل الحديثة في الدعوة إلى الله وكيفية استخدامها. ¶ 1 - الصحافة. ¶ 2 - الكتاب. ¶ 3 - الإذاعة. ¶ 4 - التلفزيون. ¶ 5 - السينما. ¶ 6 - أشرطة التسجيل الكاسيت، والأقراص المدمجة ((السيديات)). ¶ 7 - أشرطة الشرائح. ¶ 8 - الأفلام. ¶ 9 - أشرطة الفيديو. ¶ 10 - الهاتف الثابت. ¶ 11 - الناسوخ. ¶ 12 - الهاتف الجوال. ¶ 13 - الإنترنت. ¶ المبحث الرابع: واجب العلماء والدعاة نحو ما ينشر في وسائل الإعلام. ¶ المبحث الخامس: الهدف الذي يريده كل مسلم من الإعلام. ¶ والله تعالى أسأل أن يوفق الجميع لما يحبه ويرضاه، وأن يجعل هذا العمل القليل خالصاً لوجهه الكريم، إنه ولي ذلك والقادر عليه. ¶ وصلى الله وسلم وبارك على نبينا محمد وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين، ولا حول ولا قوة إلا بالله العلي العظيم. ¶ المؤلف: أبو عبد الرحمن ¶ سعيد بن علي بن وهف القحطاني ¶ كُتِبَ أصله في النصف الثاني من عام 1407هـ ¶ وحرر بعد ظهر يوم الأحد الموافق 1/ 7/1431هـ",
            "page": "6",
            "part": "1",
            "seal": "71DDFC45"
        },
        {
            "id": "10",
            "nass": "الفصل الأول: تعريف ومفاهيم. ¶ المبحث الأول: تعريف وسائل الاتصال: لغة واصطلاحاً. ¶ المبحث الثاني: تعريف الإعلام: لغة واصطلاحاً. ¶ المبحث الثالث: تعريف الدعوة: لغة واصطلاحاً. ¶ المبحث الرابع: تعريف الأمر بالمعروف والنهي عن المنكر لغة واصطلاحاً. ¶ المبحث الخامس: الفرق بين مفهوم الإعلام ومفهوم الاتصال. ¶ المبحث السادس: مفهوم الدعوة ومفهوم الإعلام. ¶ المبحث السابع: إيثار القرآن لفظ الدعوة على لفظ الإعلام. ¶ المبحث الثامن: العملية الاتصالية، ونماذج الاتصال.",
            "page": "7",
            "part": "1",
            "seal": "1CA428DE"
        },
        {
            "id": "12",
            "nass": "المبحث الأول: تعريف وسائل الاتصال ¶ الوسيلة لغة: التوصل إلى الشيء برغبة، وهي أخص من الوصلة لتضمنها معنى الرغبة، قال تعالى: {وَابْتَغُواْ إِلَيهِ الْوَسِيلَةَ} (¬1). وحقيقة الوسيلة إلى الله تعالى مراعاة سبيله بالعلم والعبادة، وتحرِّي مكارم الشريعة وهي كالقربة، والواسل الراغب إلى الله تعالى (¬2). ¶ واصطلاحاً: وسائل الاتصال الحديثة هي أدوات لنشر كافة أنواع المعلومات عن طريق الوسائل الإلكترونية (¬3). ¶ الاتصال لغة: وصل بمعنى اتصل، والوصل ضد الهجران، وبينهما وصلة أي: اتصال وذريعة، وكل شيء اتصل بشيء فما بينهما وصلة، والجمع وصل، والتواصل ضد التقاطع (¬4). ¶ وقيل: الاتصال لغة: اتخاذ الأشياء بعضها ببعض كاتحاد طرفي الدائرة ويضاد الانفصال (¬5). ¶ ¬_________ ¶ (¬1) سورة المائدة، الآية: 35. ¶ (¬2) المفردات في غريب القرآن للأصفهاني (ص 821)، ولزيادة الاطلاع انظر المصباح المنير (ص66)، ومختار الصحاح (ص 300). ¶ (¬3) الدعوة ووسائل الاتصال، د/ سيد محمد سادتي، مذكرة (ص 1). ¶ (¬4) انظر المرجع السابق نفس الصفحة. ¶ (¬5) المفردات في غريب القرآن للأصفهاني (ص 823).",
            "page": "9",
            "part": "1",
            "seal": "E8B3084F"
        },
        {
            "id": "13",
            "nass": "الاتصال اصطلاحاً: له تعاريف كثيرة منها: ¶ هو العملية التي بمقتضاها يتفاعل مرسل الرسالة ومستقبلها في مضامين معينة، أو هو تفاعل بين طرفين، وفي هذا التفاعل تنقل أفكار ومعلومات أو وقائع وعواطف وآراء، ومشاركة الصور الذهنية، والتوجيه والإقناع (¬1). ¶ أو هو العملية التي ينقل بمقتضاها الفرد - القائم بالاتصال - منبهات - عادة رموز لغوية - لكي يعدل سلوك الأفراد الآخرين - مستقبلي الرسالة (¬2). ¶ وسائل الاتصال الجماهيرية: ¶ هي أدوات الاتصال التي تصل إلى أعداد كبيرة من الناس على الفور، وهي تحمل لهم رسالة واحدة (¬3). ¶ * * * ¶ ¬_________ ¶ (¬1) الدعوة ووسائل الاتصال، د/ سيد محمد ساداتي (ص 1). ¶ (¬2) الأسس العلمية لنظريات الاتصال، جهان أحمد (ص 50). ¶ (¬3) الإعلام الإسلامي والعلاقات الإنسانية النظرية والتطبيق (ص 92).",
            "page": "10",
            "part": "1",
            "seal": "EA25B149"
        },
        {
            "id": "14",
            "nass": "المبحث الثاني: تعريف وسائل الإعلام ¶ الوسائل لغة واصطلاحاً كما تقدم في تعريف وسائل الاتصال: ¶ الإعلام لغة: أعلمته وعلمته في الأصل واحد إلا أن الإعلام اختص بما كان بإخبار سريع، والتعليم اختص بما كان بتكرير وتكثير حتى يحصل منه أثر في نفس المتعلم (¬1). ¶ الإعلام في الاصطلاح: له من التعريفات ما لا يمكن حصرها. ¶ ومنها: هو التعبير الموضوعي عن عقلية الجماهير، وروحها وميولها واتجاهاتها في نفس الوقت (¬2). ¶ * * * ¶ ¬_________ ¶ (¬1) المفردات في غريب القرآن للراغب الأصفهاني (ص 513). ¶ (¬2) المسؤولية الاجتماعية (ص 28)، والإعلام الإسلامي وتطبيقاته العملية (ص 21)، وهذا التعريف واضعه هو (أتوجروت الألماني).",
            "page": "11",
            "part": "1",
            "seal": "35104E40"
        },
        {
            "id": "15",
            "nass": "المبحث الثالث: تعريف الدعوة لغة واصطلاحاً ¶ لغة: الدعاء إلى الشيء والحث عليه، قال تعالى: {والله يَدْعُو إِلَى دَارِ السَّلاَمِ} (¬1). ¶ والدعوة مختصة بادعاء النسبة، وأصلها للحالة التي عليها الإنسان نحو: القعدة والجلسة (¬2). ¶ وقيل: الدال والعين والحرف المعتل أصل واحد، وهو أن تميل الشيء بصوت وكلام يكون منك (¬3). ¶ والدعوة في الاصطلاح: هي العلم الذي به تعرف كافة المحاولات الفنيَّة المتعددة الرامية إلى تبليغ الناس الإسلام بما حوى من عقيدة وشريعة وأخلاق (¬4). ¶ أو هي فنٌّ يبحث في الكيفيات المناسبة التي نجذب بها الآخرين إلى الإسلام، أو نحافظ على دينهم بواسطتها (¬5). ¶ أو هي في الإمالة للجمهور نحو شيء معين بأي وسيلة كانت متاحة صوتية كانت أو كلامية (¬6). ¶ ¬_________ ¶ (¬1) سورة يونس، الآية: 25. ¶ (¬2) المفردات لغريب القرآن للأصفهاني (ص 245). ¶ (¬3) الدعوة إلى الله دراسة نصية تحليلية د/ الشاذلي (ص 16). ¶ (¬4) الدعوة إلى الله، دراسة نصية تحليلية، د/ الشاذلي (ص 22)، ونسب هذا التعريف للدكتور أحمد غلوش. ¶ (¬5) المرجع السابق (ص 16). ¶ (¬6) المرجع السابق (ص 22).",
            "page": "12",
            "part": "1",
            "seal": "597BE15D"
        },
        {
            "id": "16",
            "nass": "واختار شيخ الإسلام ابن تيمية رحمه الله: أن الدعوة إلى الله - عز وجل - هي: «الدعوة إلى الإيمان به، وبما جاءت به رسله: بتصديقهم ¶ فيما أخبروا، وطاعتهم فيما أمروا، وذلك يتضمن الدعوة إلى: الشهادتين، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت، والدعوة إلى الإيمان بالله، وملائكته، وكتبه، ورسله، والبعث بعد الموت، والإيمان بالقدر خيره وشره، والدعوة إلى أن يعبد العبد ربه كأنه يراه» (¬1). ¶ * * * ¶ ¬_________ ¶ (¬1) مجموع فتاوى شيخ الإسلام ابن تيمية 5/ 157، وانظر: 15/ 161.",
            "page": "13",
            "part": "1",
            "seal": "90DA7D4A"
        },
        {
            "id": "17",
            "nass": "المبحث الرابع: تعريف الأمر بالمعروف والنهي عن المنكر ¶ لغة: المعروف اسم لكل فعل يُعرفُ بالعقل أو الشرع حسنه، والمنكر ما ينكر بهما (¬1). قال تعالى: {يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ} (¬2). وقال سبحانه وتعالى: {وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنكَرِ} (¬3). ¶ وفي الاصطلاح: هو أمر بالمعروف إذا ظهر تركه، ونهي عن المنكر إذا ظهر فعله (¬4). ¶ * * * ¶ ¬_________ ¶ (¬1) المفردات في غريب القرآن للراغب الأصفهاني (ص 496). ¶ (¬2) سورة التوبة، الآية: 71. ¶ (¬3) سورة لقمان، الآية: 17. ¶ (¬4) الأحكام السلطانية للماوردي (ص 240).",
            "page": "14",
            "part": "1",
            "seal": "C0AD080B"
        },
        {
            "id": "18",
            "nass": "المبحث الخامس: الفرق بين الإعلام والاتصال ¶ الإعلام هو الشجرة الباسقة المورقة في بستان الاتصال. وذلك أن الاتصال عام، بمعنى أنه لا يقتصر على الاتصال الإنساني - أي الاتصال بين البشر - بل يشمل الاتصال الإنساني والاتصال بين مخلوقات الله غير المرئية، والاتصال في العائلة الحيوانية، وعند الطيور، والأسماك، والحشرات. ¶ إن حركة النمل والنحل تدلنا على عموم الاتصال، وإذا كان الاتصال عاماً فإن الإعلام خاص، ثم إن الاتصال الإنساني أو الاتصال البشري يمكننا أن نقسمه إلى قسمين: ¶ القسم الأول: اتصال ذاتي. ¶ القسم الثاني: اتصال بالآخرين. ¶ فالذاتي لمحادثة نفسه، ونظره في المرآة ليرى صورته، ومحاسبة نفسه. ¶ والاتصال بالآخرين ينقسم إلى قسمين: ¶ 1 - اتصال الإنسان بأخيه الإنسان. ¶ 2 - اتصال الإنسان بغيره من مخلوقات الله. ¶ وما يهمنا هو القسم الأول - اتصال الإنسان بأخيه الإنسان - اتصال وعي وإدراك - وهنا يمكننا أن نبيِّن ثلاثة أنواع رئيسة: ¶ النوع الأول: اتصال شخصي أو مباشر، وهو اتصال شخص بصديقه أو بعدد محدد من أفراد أسرته، أو زملائه.",
            "page": "15",
            "part": "1",
            "seal": "FC260A0B"
        },
        {
            "id": "19",
            "nass": "النوع الثاني: اتصال جماهيري: وهو اتصال شخص، أو هيئة بالجماهير الغفيرة، سواء كانت جماهير ذات نوعية خاصة أو عامة، جماهير مرتبطة بإقليم معين، أو منطقة بذاتها، أو العالم أجمع. ¶ النوع الثالث: اتصال حضاري أو ثقافي وهو اتصال الحضارات أو الثقافات عبر الأمم والأجيال. ¶ وفي الاتصال الشخصي، والاتصال الجماهيري، والاتصال الحضاري نجد أن الأول يغلب عليه في شكل الإعلام القديم، والثاني يغلب عليه في شكل الإعلام المعاصر، والثالث جمع في استمراريته بين الشكلين، بل لا بد أن يجمع كل شكل جديد مستحدث، وإذا كانت وسائل الاتصال الشخصي هي: المحادثة والمناظرة، ثم الخطابة والتليفون، فإن وسائل الاتصال الجماهيري هي: الراديو، والصحيفة، والتلفزيون، والسينما، وغير ذلك من الوسائل الإعلامية العصرية. ¶ كذلك فإن وسائل الاتصال الحضاري والثقافي هي: السياحة، والحروب، والحج، والتجارة، وتبادل الوفود والبعثات وغير ذلك (¬1). ¶ والخلاصة أن مفهوم الاتصال في الدراسات الإعلامية أوسع من مفهوم الإعلام وأعمق (¬2). ¶ ¬_________ ¶ (¬1) المسؤولية الإعلامية (ص 24). ¶ (¬2) مدخل للإعلام، د/ سيد محمد ساداتي (ص 24) مذكرة.",
            "page": "16",
            "part": "1",
            "seal": "19207266"
        },
        {
            "id": "20",
            "nass": "المبحث السادس: الفرق بين الدعوة والإعلام ¶ الدعوة تكاد توازي مفهوم الإعلام؛ لأن الدعوة هي الإعلام بالإسلام والتعريف به، والدعوة جزء من الإعلام الإسلامي. ¶ والدعوة لا تشمل وسائل الإعلام فحسب، بل تشمل القدوة الحسنة، والإجراءات الاقتصادية المشابهة لدعم المؤلفة قلوبهم وما شابه ذلك، وليس في قولنا بأن الدعوة إلى الإسلام جزء من الإعلام الإسلامي تضخيم للإعلام الإسلامي أو تصغير للدعوة الإسلامية. ولكن شبيه بهذا الموقف قولنا بأن العلاقات العامة تستخدم كافة وسائل الإعلام؛ لتحقيق أهدافها إلى جانب الاتصال الشخصي والحلول الإدارية وتنظيم الحفلات والإقامة وما شابه ذلك، برغم أن علم العلاقات العامة جزء من علم الإعلام، وأن التخصص في العلاقات العامة فرع من الإعلام وهو الأصل (¬1). ¶ وهناك مفاهيم للدعوة ومفاهيم للإعلام كثيرة جداً (¬2). ¶ * * * ¶ ¬_________ ¶ (¬1) المسؤولية الإعلامية (ص 45). ¶ (¬2) انظر: المسؤولية الإعلامية (46 - 52).",
            "page": "17",
            "part": "1",
            "seal": "869A9520"
        },
        {
            "id": "21",
            "nass": "المبحث السابع: إيثار القرآن لفظ الدعوة على لفظ الإعلام ¶ نجد أن القرآن الكريم يُعبِّر عن الفكرة الإعلامية الواجبة في التعريف بالإسلام، وبيان مزاياه الكريمة بلفظ آخر بديل عن الإعلام هو الدعوة. قال تعالى: {ادْعُ إِلِى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُم بِالَّتِي هِيَ أَحْسَنُ} (¬1). ¶ وقال سبحانه: {يَا أَيُّهَا الَّذِينَ آمَنُواْ اسْتَجِيبُواْ لِلّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ} (¬2). ¶ وقال تعالى في قول نوح: {قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلاً وَنَهَارًا * فَلَمْ يَزِدْهُمْ دُعَائِي إِلاَّ فِرَارًا} (¬3). ¶ فهذه النصوص وغيرها توضح أن المطلوب من أهل العلم في الإسلام الدعوة إلى دين الله. ¶ والدعوة أكثر شمولاً وأعظم دلالة على طبيعة العمل المفروض علينا نحو ديننا الكريم - من لفظ الإعلام - وهي أقوى إيحاء وأدق تحديداً للنشاط الحركي، والقول المطلوب في عمل الدعاة، وذلك لما يأتي: ¶ 1 - الدعوة ذات صفة موجهة تتطلب معرفة سابقة عن المدعو ضماناً لنجاح أثر الرسالة الموجهة إليه. ¶ 2 - الدعوة تتطلب التزاماً من الداعي نحو من يدعوهم، فهو يوجه هذه ¶ ¬_________ ¶ (¬1) سورة النحل، الآية: 125. ¶ (¬2) سورة الأنفال، الآية: 24. ¶ (¬3) سورة نوح، الآيتان: 5 - 6.",
            "page": "18",
            "part": "1",
            "seal": "0FAA7DDA"
        },
        {
            "id": "22",
            "nass": "الدعوة إلى غيره، لينضم إلى الجانب الذي سبق له الانضمام إليه. ¶ 3 - الدعوة تتطلب المتابعة والمراجعة لمعرفة مدى النداء الموجَّه، ومن شأن الدعوة أن يكون لها إجابة، وليست مجرد صياح أو لغو في الفضاء الواسع. ¶ ولا نجد في لفظة الإعلام من تحمل المسؤولية ومن الجديَّة في تحديد الدعوة أو التلقي، ومن الاهتمام يرجع الصدى بعد توجيه الدعوة ما نجده في هذا اللفظ القرآني - لفظ الدعوة -. ¶ إذاً القرآن الكريم آثر لفظ الدعوة في مجال النشاط القائم، والعمل الدائم للتعريف بالإسلام؛ لأن فيها ما يوحي بالمعاني الحركية المتضمنة في العملية الاتصالية، وهي المسماة الآن: بطرق التأثير الإعلامي. ¶ وهي ثلاث شعب: ¶ 1 - التكرار: ويقصد به الإلحاح المستمر والمتجدد في عرض الرسالة الإعلامية. ¶ 2 - التوليد: ويقصد به استخراج فهمٍ من فهمٍ آخر. ¶ 3 - التذكير: ويقصد به تحديد الفهم مرة أخرى (¬1). ¶ ¬_________ ¶ (¬1) المؤتمر العالمي لتوجيه الدعوة وإعداد الدعاة للجنة الرابعة. بحث مقدم لهذا المؤتمر من إبراهيم محمد سرسيق (ص 62).",
            "page": "19",
            "part": "1",
            "seal": "A903F3CC"
        },
        {
            "id": "23",
            "nass": "المبحث الثامن: العملية الاتصالية ونماذج الاتصال ¶ لا يختلف الباحثون في أن العملية الإعلامية تشمل العناصر الخمسة الآتية: ¶ 1 - المرسل للرسالة الإعلامية. ¶ 2 - الرسالة الإعلامية. ¶ 3 - الوسيلة التي تقوم بنقل هذه الرسالة. ¶ 4 - المستقبل للرسالة الإعلامية. ¶ 5 - الاستجابة أو التأثير للرسالة الإعلامية. ¶ وتتلخص عملية الاتصال في هذا السؤال المركب الذي يشمل كل العناصر للعملية الاتصالية: وهو: ¶ من يقول؟ ¶ ماذا يقول؟ ¶ وبأي وسيلة؟ ¶ وإلى من؟ ¶ وبأي تأثير؟ ¶ وهناك من يضيف عنصراً سادساً، وهو رد الفعل، فيزيد في السؤال المركب: وما هو رد الفعل؟ ¶ وهذا السؤال المركب يُبيِّن لنا عملية مستمرة ومركبة، ويحلل",
            "page": "20",
            "part": "1",
            "seal": "5489DBEF"
        },
        {
            "id": "24",
            "nass": "لنا العناصر الرئيسية في عملية الاتصال، وكل عنصر منها يشبه الحلقة في السلسلة لا بد من وجودها لتتم عملية الاتصال (¬1). وسأقتصر على هذا رغبة في الاختصار وعدم الإطالة في شرح هذه العملية عنصراً عنصراً. ¶ * * * ¶ ¬_________ ¶ (¬1) المسؤولية الإعلامية (ص 26)، والإعلام الإسلامي وتطبيقاته العملية (ص 27).",
            "page": "21",
            "part": "1",
            "seal": "C3B98A4B"
        },
        {
            "id": "26",
            "nass": "الفصل الثاني: حكم الدعوة إلى الله تعالى، وفضل العلم والعلماء ¶ المبحث الأول: حكم الدعوة إلى الله تعالى. ¶ المبحث الثاني: فضل العلم والعلماء والدعوة والدعاة. ¶ المبحث الثالث: الإخلاص لله والمتابعة للنبي - صلى الله عليه وسلم -. ¶ المبحث الرابع: خطر كتم العلم النافع.",
            "page": "23",
            "part": "1",
            "seal": "9857F39E"
        },
        {
            "id": "28",
            "nass": "المبحث الأول: حكم الدعوة إلى الله ¶ قد دلت الأدلة من الكتاب والسنة على وجوب الدعوة إلى الله - عز وجل -، وأنها من الفرائض، والأدلة في ذلك كثيرة منها: ¶ 1 - قوله سبحانه وتعالى: {وَلْتَكُن مِّنكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ وَأُوْلَئِكَ هُمُ الْمُفْلِحُون} (¬1). ¶ 2 - قوله - عز وجل -: {ادْعُ إِلِى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُم بِالَّتِي هِيَ أَحْسَنُ} (¬2). ¶ 3 - ومنها قوله جل وعلا: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللهِ عَلَى بَصِيرَةٍ أَنَاْ وَمَنِ اتَّبَعَنِي} (¬3). فبين سبحانه أن اتباع الرسول - صلى الله عليه وسلم - هم الدعاة إلى الله. والواجب كما هو معلوم اتباع الرسول - صلى الله عليه وسلم - كما قال سبحانه وتعالى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ وَذَكَرَ الله كَثِيرًا} (¬4). ¶ وصَرَّحَ العلماء أن الدعوة إلى الله فرض كفاية بالنسبة للأقطار التي يقوم فيها الدعاة ... إذا قام بالدعوة من يكفي سقط عن الباقين ذلك الواجب، وصارت الدعوة في حق الباقين سنة مؤكدة وعملاً صالحاً جليلاً. ¶ ¬_________ ¶ (¬1) سورة آل عمران، الآية: 104. ¶ (¬2) سورة النحل، الآية: 125. ¶ (¬3) سورة يوسف، الآية: 108. ¶ (¬4) سورة الأحزاب، الآية: 21.",
            "page": "25",
            "part": "1",
            "seal": "38EB6291"
        },
        {
            "id": "29",
            "nass": "وإذا لم يقم أهل الإقليم أو أهل القطر المُعيَّن بالدعوة على التمام صار الإثم عاماً وصار الواجب على الجميع، وعلى كل إنسان أن يقوم بالدعوة حسب طاقته وإمكاناته، أما بالنظر إلى عموم البلاد فالواجب أن يوجه طائفة منتصبة تقوم بالدعوة إلى الله ¶ - عز وجل - في أرجاء المعمورة، تُبلِّغ دعوة الإسلام وتُبيِّن أمر الله ¶ - عز وجل - بالطرق الممكنة، فإن الرسول - صلى الله عليه وسلم - قد بعث الدعاة وأرسل الكتب إلى الناس وإلى الملوك والرؤساء ودعاهم إلى الله - عز وجل -. ¶ وقد تكون الدعوة فرض عين إذا كنت في مكان ليس فيه من يؤدي ذلك سواك، كالأمر بالمعروف والنهي عن المنكر؛ فإنه يكون فرض عين ويكون فرض كفاية ... وبهذا يُعلم أن كون الدعوة فرض عين وكونها فرض كفاية أمر نسبي يختلف: فقد تكون الدعوة فرض عين بالنسبة إلى أقوام وإلى أشخاص، وسنة بالنسبة إلى أشخاص وإلى أقوام؛ لأنه وجد في مكانهم من قام بالأمر وكفى عنهم ... أما بالنسبة إلى ولاة الأمور ومن لهم القدرة الواسعة فعليهم من الواجب أكثر، وعليهم أن يُبلِّغوا الدعوة إلى ما استطاعوا من الأقطار حسب الإمكان بالطرق الممكنة، وباللغات الحيَّة التي ينطق بها الناس ... فإن الأمر الآن ممكن وميسور بالطرق الميسرة اليوم، ولم تنتشر في السابق: طرق الإذاعة، والتلفزة، والصحافة، وغير ذلك من الطرق. ونظراً إلى انتشار الدعوة إلى المبادئ الهدامة وإلى الإلحاد وإنكار رب العباد، والرسالات، واليوم الآخر، وانتشار الدعوة",
            "page": "26",
            "part": "1",
            "seal": "0F44EE7C"
        },
        {
            "id": "30",
            "nass": "النصرانية في الكثير من البلدان، وغير ذلك من الدعوات المضللة إلى هذا، فإن الدعوة إلى الله - عز وجل - اليوم أصبحت فرضاً عاماً وواجباً عاماً على جميع العلماء وعلى جميع الحكام، الذين يدينون بالإسلام فرض عليهم أن يبلغوا دين الله: حسب الطاقة، والإمكان بالكتابة، والخطابة، وبالإذاعة، وبكل وسيلة استطاعوا، وألاّ يتقاعسوا عن ذلك، أو يتَّكلوا على زيد وعمر؛ فإن الضرورة ماسة اليوم إلى التعاون والاشتراك، والتكاتف في هذا الأمر العظيم أكثر مما كان قبل ذلك؛ لأن أعداء الله قد تكاتفوا وتعاونوا بكل وسيلة للصدِّ عن سبيل الله، والتشكيك في دينه، ودعوة الناس إلى ما يخرجهم من دين الله - عز وجل - فوجب على أهل الإسلام أن يقابلوا هذا النشاط المضلل وهذا النشاط الملحد بنشاطٍ إسلامي، وبدعوةٍ إسلامية على شتى المستويات والوسائل بجميع الطرق الممكنة، وهذا من باب أداء ما أوجب الله على عباده ومن الدعوة إلى سبيله (¬1). ¶ * * * ¶ ¬_________ ¶ (¬1) فضل الدعوة إلى الله وحكمها وأخلاق القائمين بها، لسماحة الشيخ عبد العزيز بن باز رحمه الله تعالى، من أبحاث اللقاء الخامس للندوة العالمية للشباب الإسلامي (ص371) بتصرف.",
            "page": "27",
            "part": "1",
            "seal": "5AA954D3"
        },
        {
            "id": "31",
            "nass": "المبحث الثاني: فضل العلم والعلماء، والدعوة والدعاة ¶ مدح الله تعالى العلماء، وأثنى عليهم وبين فضلهم في كتابه الكريم، ومن ذلك الأدلة الآتية: ¶ 1 - قال تعالى: {شَهِدَ الله أَنَّهُ لاَ إِلَهَ إِلاَّ هُوَ وَالْمَلاَئِكَةُ وَأُوْلُواْ الْعِلْمِ قائِماً بالقِسْطِ لاَ إِلَهَ إِلاَّ هُوَ الْعَزِيزُ الْحَكِيم} (¬1). ¶ 2 - وقال تعالى: {بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ} (¬2). ¶ 3 - وقال سبحانه وتعالى: {وَتِلْكَ الأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلاَّ الْعَالِمُون} (¬3). ¶ 4 - وقال سبحانه وتعالى: {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاء} (¬4). ¶ 5 - وقال سبحانه وتعالى: {يَرْفَعِ الله الَّذِينَ آمَنُوا مِنكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ} (¬5). ¶ 6 - وقال تعالى: {قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لاَ يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُوْلُوا الأَلْبَاب} (¬6). ¶ 7 - وعن معاوية - رضي الله عنه - قال: سمعت النبي - صلى الله عليه وسلم - يقول: ((من يُرِدْ الله بِهِ خَيْرًا يُفَقِّهْهُ في الدِّينِ، وَإِنَّمَا أنا قَاسِمٌ، وَاللَّهُ يُعْطِي، وَلَنْ تَزَالَ هذه الْأُمَّةُ ¶ ¬_________ ¶ (¬1) سورة آل عمران، الآية: 18. ¶ (¬2) سورة العنكبوت، الآية: 49. ¶ (¬3) سورة العنكبوت، الآية: 43. ¶ (¬4) سورة فاطر، الآية: 28. ¶ (¬5) سورة المجادلة، الآية: 11. ¶ (¬6) سورة الزمر، الآية: 9.",
            "page": "28",
            "part": "1",
            "seal": "EDB6ECB9"
        },
        {
            "id": "32",
            "nass": "قَائِمَةً على أَمْرِ اللَّهِ لَا يَضُرُّهُمْ من خَالَفَهُمْ حتى يَأْتِيَ أَمْرُ الله)) (¬1). ¶ 8 - وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((من سَلَكَ طَرِيقًا يَلْتَمِسُ فيه عِلْمًا سَهَّلَ الله له طَرِيقًا إلى الْجَنَّةِ، وَإِنَّ الْمَلَائِكَةَ لَتَضَعُ أَجْنِحَتَهَا لِطَالِبِ الْعِلْمِ رضاً بمَا يَصْنَعَ، وَإِنَّ العالمَ يَسْتَغْفِرُ له من في السَّمَوات ومَنْ في الْأَرْضِ حتى الْحِيتَانِ في الْمَاءِ، وَفضْلُ الْعَالِمِ على الْعَابِدِ كَفَضْلِ الْقَمَرِ على سَائِرِ الْكَوَاكِبِ، وإنَّ الْعُلَمَاءَ وَرَثَةُ الْأَنْبِيَاءِ، وإنَّ الْأَنْبِيَاءَ لم يُوَرِّثُوا دِينَارًا، ولا دِرْهَمًا إنَّما وَرَّثُوا الْعِلْمَ فَمَنْ أَخَذَهُ أَخَذَ بِحَظٍّ وَافِرٍ)) (¬2). ¶ 9 - وعن عبد الله بن عمرو بن العاص رضي الله عنهما قال: قال - صلى الله عليه وسلم -: ((إِنَّ اللَّهَ لَا يَقْبِضُ الْعِلْمَ انْتِزَاعًا يَنْتَزِعُهُ من الناس، وَلَكِنْ يَقْبِضُ الْعِلْمُ بِقَبْضِ الْعُلَمَاءِ حتَّى لم يَتْركَ عَالِمًا اتَّخَذَ الناسُ رُؤُوسًا جُهَّالًا فَسُئِلُوا فَأَفْتَوْا بِغَيْرِ عِلْمٍ فَضَلُّوا وَأَضَلُّوا)) (¬3). ¶ 10 - وعن حذيفة بن اليمان - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((فَضْلُ ¶ ¬_________ ¶ (¬1) أخرجه البخاري في كتاب العلم، باب من يرد الله به خيراً يفقهه في الدين (رقم71)، ومسلم، كتاب الزكاة، باب النهي عن المسألة (رقم 1037). ¶ (¬2) أخرجه ابن حبان (1/ 289 رقم 88)، والهيثمي في موارد الظمآن (رقم 80)، وأبو داود، كتاب العلم، باب الحث على طلب العلم (رقم 3641)، والترمذي، كتاب العلم، باب ما جاء في فضل الفقه على العبادة (رقم 2682)، والدارمي (رقم 342)، وأحمد (5/ 196)، والطبراني في مسند الشاميين (2/ 224 رقم 1231). قال الشيخ الألباني في صحيح سنن أبي داود (2/ 407 رقم 3641): صحيح، وكذا قال في صحيح سنن الترمذي (3/ 71 رقم 2682). ¶ (¬3) أخرجه البخاري، كتاب العلم، باب كيف يقبض العلم (رقم 100)، ومسلم، كتاب العلم، باب رفع العلم وقبضه وظهور الجهل والفتن في آخر الزمان (رقم 2673).",
            "page": "29",
            "part": "1",
            "seal": "DCFEB0B0"
        },
        {
            "id": "33",
            "nass": "العلمِ خَيْرٌ مِنْ فَضْلِ العِبَادةِ، وخَيرُ دينِكُم الوَرَعُ)) (¬1). ¶ 11 - وعن عبد الله بن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((لا حَسَدَ إلاَّ في اثْنَتَين: رَجُلٌ آتَاهُ الله مَالاً فَسَلَّطَهُ عَلَى هَلَكَتِهِ في الحَقِّ، ورَجُلٌ آتَاهُ الله حِكْمَةً فَهُو يَقْضِي بِها ويُعَلِّمُها)) (¬2). والمراد بالحسد في هذا الحديث الغبطة. ¶ 12 - وعن أبي هريرة - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - وهو يقول: ((الدُّنْيا مَلْعُونَةٌ، مَلْعُونَ مَا فِيْها إلا ذِكْرَ الله ومَا وَلاهُ، وعَالمِاً أو مُتَعَلِّماً)) (¬3). ¶ 13 – وعن أبي أمامة الباهلي - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((فَضْلُ العَالِمِ عَلى العَابِدِ كَفَضْلِي عَلَى أدْنَاكُمْ، وأنَّ الله - عز وجل - ومَلائِكَتَهُ، وأَهْلُ السَّمواتِ والأرْضِ حَتَّى النَّمْلَةَ في جُحْرِهَا، وحتَّى ¶ ¬_________ ¶ (¬1) أخرجه الضياء المقدسي في المختارة (3/ 264 رقم 1068)، والحاكم (1/ 171 رقم 317)، والطبراني في الأوسط (4/ 196 – 197 رقم 3960)، والبزار (7/ 370 – 371 رقم 2969)، وحسنه المنذري في الترغيب والترهيب (1/ 50 رقم 130). وقال عنه الألباني في صحيح الترغيب والترهيب (1/ 137 رقم 68): صحيح لغيره. ¶ (¬2) أخرجه البخاري، كتاب العلم، باب الاغتباط في العلم والحكمة (رقم 73)، ومسلم، كتاب صلاة المسافرين وقصرها، باب فضل من يقوم بالقرآن ويعلمه وفضل من تعلم حكمة من فقه أو غيره فعمل بها وعلمها (رقم 815). ¶ (¬3) أخرجه الترمذي، كتاب الزهد، باب منه (رقم 2322) وحسنه، والبيهقي في شعب الإيمان (2/ 265 رقم 1708)، والحكيم الترمذي في نوادر الأصول (4/ 179)، وحسنه الألباني في صحيح الجامع (رقم 3414). وقال عنه في صحيح سنن الترمذي (2/ 533 رقم 2322): «حسن».",
            "page": "30",
            "part": "1",
            "seal": "0DC62F26"
        },
        {
            "id": "34",
            "nass": "الحَوتُ يُصَلُّونَ عَلى مُعَلِّم النَّاسِ الخيرِ)) (¬1). ¶ 14 – وعن أبي مسعود الأنصاري - رضي الله عنه - قال: قال النبي - صلى الله عليه وسلم -: ((مَنْ دَلَّ عَلَى خَيْرٍ فَلَهُ مِثْل أَجْرِ فَاعِلُه)) (¬2). ¶ 15 – وعن زيد بن خالد الجهني - رضي الله عنه - قال: قال النبي - صلى الله عليه وسلم -: ((مَنْ جَهَّزَ غَازِياً فَقَدْ غَزَا، ومَنْ خَلَفَهُ في أهْلِهِ بِخيرٍ فَقَدْ غَزَا)) (¬3). ¶ 16 – وعن جرير بن عبد الله - رضي الله عنه - قال: قال النبي - صلى الله عليه وسلم -: ((مَنْ سنَّ في الإسْلامِ سُنَّةً حَسَنةً فَلَهُ أَجْرُهَا وَأجْرُ مَنْ عَمِلَ بَها بَعْدَهُ، مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أجُوْرِهِم شَيْءٌ، ومَنْ سَنَّ في الإسْلامِ سُنَّةً سَيِّئةً كانَ عَلَيْهِ وِزْرُهَا وَوِزْرُ مَنْ عَمِلَ بها مِنْ بَعْدِهِ، مِنْ غَيْرِ أنْ يَنْقُصَ مِنْ أوْزَارِهم شَيْءٌ)) (¬4). ¶ 17 – وعن أبي هريرة - رضي الله عنه - قال: قال النبي - صلى الله عليه وسلم -: ((من دَعَا إلى هُدًى كان له من الأجْرِ مِثْلُ أُجُورِ من تَبِعَهُ لَا يَنْقُصُ ذلك من أُجُورِهِمْ شيئاً، وَمَنْ دَعَا إلى ضَلَالَةٍ كانَ عَلَيْهِ من الْإِثْمِ مِثْلُ آثَامِ من ¶ ¬_________ ¶ (¬1) أخرجه الترمذي، كتاب العلم، باب ما جاء في فضل الفقه على العبادة (رقم 2685)، وقال: هذا حديث حسن غريب صحيح. وقال الألباني في صحيح سنن الترمذي (3/ 72 رقم 2685): «صحيح». ¶ (¬2) أخرجه مسلم، كتاب الإمارة، باب فضل إعانة الغازي في سبيل الله بمركوب وغيره وخلافته في أهله بخير (رقم 1893). ¶ (¬3) أخرجه مسلم، كتاب الإمارة، باب فضل إعانة الغازي في سبيل الله بمركوب وغيره وخلافته في أهله بخير (رقم 1895). ¶ (¬4) أخرجه مسلم، كتاب الزكاة، باب الحث على الصدقة ولو بشق تمرة أو كلمة طيبة وأنها حجاب من النار (رقم 1017).",
            "page": "31",
            "part": "1",
            "seal": "CB5FD8D9"
        },
        {
            "id": "35",
            "nass": "اتَّبَعَهُ لَا يَنْقُصُ ذلك من آثَامِهِمْ شيئاً)) (¬1). ¶ 18 – وعن سهل بن سعد - رضي الله عنه - قال: قال النبي - صلى الله عليه وسلم - لعلي بن أبي طالب - رضي الله عنه -: ((فوالله لأنْ يَهْدِيَ الله بِكَ رَجُلاً واحِداً خَيْرٌ لَكَ مِنْ أنْ يَكُونَ لَكَ حُمْرُ النِّعَم)) (¬2). ¶ 19 – وعن أبي هريرة - رضي الله عنه - قال: قال النبي - صلى الله عليه وسلم -: ((إذا مَاتَ الإنْسانُ انْقَطَعَ عَنْهُ عَمَلَهُ إلا مِنْ ثَلاثَةٍ: إلاَّ مِنْ صَدَقَةٍ جَارِيَةٍ، أوْ عِلْمٍ يُنتفَعُ بِهِ، أو وَلَدٍ صَالِحٍ يَدْعُو لَهُ)) (¬3). ¶ وهذا فضل عظيم يؤتيه الله من يشاء من عباده، فهو المتفضل على عبده بالعلم النافع ويثيبه على طلبه وعلى نشره. ¶ وما على المسلم الراغب في فضل الله العظيم إلا أن يبذل الأسباب، ويسأل الله العلم النافع والعمل الصالح، وهذه الآيات والأحاديث إنما هي في حق العالِم العامل بعلمه، وأما العالم غير العامل فإنه من أشد الناس عذاباً يوم القيامة، وكذا العالم الذي لم يبتغ بعلمه وجه الله - عز وجل - لا يشم رائحة الجنة، وهو أحد الثلاثة الذين تسعَّر بهم النار قبل الخلائق كلهم (¬4). ¶ ¬_________ ¶ (¬1) أخرجه مسلم، كتاب العلم، كتاب، باب من سن سنة حسنة أو سيئة، ومن دعا إلى هدى أو ضلالة (رقم 2674) .. ¶ (¬2) أخرجه البخاري، كتاب الجهاد والسير، باب دعاء النبي - صلى الله عليه وسلم - إلى الإسلام (رقم 2942)، ومسلم، كتاب فضائل الصحابة - رضي الله عنهم -، باب من فضائل علي بن أبي طالب - رضي الله عنه - (رقم 2406). ¶ (¬3) أخرجه مسلم، كتاب الوصية، باب ما يلحق الإنسان من الثواب بعد وفاته (رقم 1631). ¶ (¬4) ثواب العمل الصالح للدمياطي (ص 8)، والحديث أخرجه مسلم في صحيحه، كتاب الإمارة، باب من قاتل للرياء والسمعة استحق النار (رقم 1905).",
            "page": "32",
            "part": "1",
            "seal": "E842B72C"
        },
        {
            "id": "36",
            "nass": "ومن أعظم الأدلة على فضل الدعوة إلى الله – إضافة إلى ما تقدم – ¶ 20 - قوله تعالى: {وَمَنْ أَحْسَنُ قَوْلاً مِّمَّن دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِين} (¬1). وليس هناك أحد أحسن قولاً ممن دعا إلى الله وعمل بما يعلم، وطابق قوله واعتقاده فعله. ¶ ¬_________ ¶ (¬1) سورة فصلت، الآية: 33.",
            "page": "33",
            "part": "1",
            "seal": "79592D38"
        },
        {
            "id": "37",
            "nass": "المبحث الثالث: وجوب الإخلاص لله والمتابعة للنبي - صلى الله عليه وسلم - ¶ الإخلاص ركن أساس في جميع العبادات، ولا يقبل الله من أحد عملاً حتى يكون خالصاً لوجهه، ويكون صواباً على هدي محمد - صلى الله عليه وسلم -، وقد ورد في ذلك آيات كثيرة وأحاديث عن النبي - صلى الله عليه وسلم -. ¶ 1 - قال تعالى: {مَّن كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاء لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُومًا مَّدْحُورًا * وَمَنْ أَرَادَ الآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُم مَّشْكُورًا} (¬1). ¶ 2 - وقال - سبحانه وتعالى -: {مَن كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لاَ يُبْخَسُون* أُوْلَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الآخِرَةِ إِلاَّ النَّارُ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَاطِلٌ مَّا كَانُواْ يَعْمَلُون} (¬2). ¶ 3 - وقال تعالى: {مَن كَانَ يُرِيدُ حَرْثَ الآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤتِهِ مِنْهَا وَمَا لَهُ فِي الآخِرَةِ مِن نَّصِيب} (¬3). ¶ 4 - وقال تعالى: {مَّن كَانَ يُرِيدُ ثَوَابَ الدُّنْيَا فَعِندَ اللهِ ثَوَابُ ¶ ¬_________ ¶ (¬1) سورة الإسراء، الآية: 18 - 19. ¶ (¬2) سورة هود، الآيتان: 15 - 16. ¶ (¬3) سورة الشورى، الآية: 20.",
            "page": "34",
            "part": "1",
            "seal": "71B0D3FF"
        },
        {
            "id": "38",
            "nass": "الدُّنْيَا وَالآخِرَةِ وَكَانَ اللهُ سَمِيعًا بَصِيرًا} (¬1). ¶ 5 - وقال تعالى مادحاً للمخلصين في دعوتهم وأمرهم بالمعروف ونهيهم عن المنكر ابتغاء وجه الله تعالى: {لاَّ خَيْرَ فِي كَثِيرٍ مِّن نَّجْوَاهُمْ إِلاَّ مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاَحٍ بَيْنَ النَّاسِ وَمَن يَفْعَلْ ذَلِكَ ابْتَغَاء مَرْضَاتِ اللهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا} (¬2). ¶ 6 - وقال تعالى: {فَمَن كَانَ يَرْجُو لِقَاء رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحًا وَلاَ يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا} (¬3). ¶ 7 – وعن أبي هريرة - رضي الله عنه - قال: قال - صلى الله عليه وسلم - فيما يرويه عن ربه تبارك وتعالى: ((أنَا أغْنَى الشُّرَكَاء عَنِ الشِّرْكِ، مَنْ عَمِلَ عَمَلاً أَشْرَكَ فِيْهِ مَعِيَ غَيْري تَرَكْتُهُ وشِرْكهُ)) (¬4). ¶ 8 – وعن جندب - رضي الله عنه - قال: قال - صلى الله عليه وسلم -: ((مَنْ سَمِعَ سمَّع الله بِهِ، ومَنْ يُرَائِي يُرَائِي الله بِهِ)) (¬5). ¶ 9 – وعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال في الثلاثة الذين هم أول الناس يُقضى يوم القيامة عليه: ((وَرَجُلٌ تَعَلَّمَ الْعِلْمَ وَعَلَّمَهُ، وَقَرَأَ الْقُرْآنَ فَأُتِيَ بِهِ فَعَرَّفَهُ نِعَمَهُ فَعَرَفَهَا، قال فما عَمِلْتَ فيها؟ قال: ¶ ¬_________ ¶ (¬1) سورة النساء، الآية: 134. ¶ (¬2) سورة النساء، الآية: 114. ¶ (¬3) سورة الكهف، الآية: 110. ¶ (¬4) أخرجه مسلم، كتاب الزهد والرقائق، باب من أشرك في عمله غير الله (رقم 2985). ¶ (¬5) أخرجه البخاري، كتاب الرقاق، باب الرياء والسمعة (رقم 6499).",
            "page": "35",
            "part": "1",
            "seal": "A4DF5A4E"
        },
        {
            "id": "39",
            "nass": "تَعَلَّمْتُ الْعِلْمَ وَعَلَّمْتُهُ، وَقَرَأْتُ فِيكَ الْقُرْآنَ، قال: كَذَبْتَ وَلَكِنَّكَ تَعَلَّمْتَ الْعِلْمَ لِيُقَالَ عَالِمٌ، وَقَرَأْتَ الْقُرْآنَ لِيُقَالَ هو قَارِئٌ فَقَدْ قِيلَ، ثُمَّ أُمِرَ بِهِ فَسُحِبَ على وَجْهِهِ حتى أُلْقِيَ في النَّارِ)) (¬1). ¶ 10 - وعن عمر بن الخطاب - رضي الله عنه - قال: قال - صلى الله عليه وسلم -: ((إنما الْأَعْمَالُ بِالنِّيَّةِ، وَإِنَّمَا لِامْرِئٍ ما نَوَى، فَمَنْ كانت هِجْرَتُهُ إلى اللَّهِ وَرَسُولِهِ فَهِجْرَتُهُ إلى اللَّهِ وَرَسُولِهِ، وَمَنْ كانت هِجْرَتُهُ لدُنْيَا يُصِيبُهَا أو امْرَأَةٍ يَتَزَوَّجُهَا فَهِجْرَتُهُ إلى ما هَاجَرَ إليه)) (¬2). ¶ 11 - وعن أبي هريرة - رضي الله عنه - قال: قال - صلى الله عليه وسلم -: ((من تَعَلَّمَ عِلْمًا مِمَّا يبتغي بِهِ وَجْهُ اللَّهِ - عز وجل - لَا يَتَعَلَّمُهُ إلا لِيُصِيبَ بِهِ عَرَضًا من الدُّنْيَا لم يَجِدْ عَرْفَ الْجَنَّةِ يوم الْقِيَامَةِ)) يَعْنِي رِيحَهَا (¬3). ¶ 12 - وعن أنس بن مالك - رضي الله عنه - قال: قال - صلى الله عليه وسلم -: ((من كانت الْآخِرَةُ هَمَّهُ جَعَلَ الله غِنَاهُ في قَلْبِهِ، وَجَمَعَ له شَمْلَهُ، وَأَتَتْهُ الدُّنْيَا وَهِيَ ¶ ¬_________ ¶ (¬1) أخرجه مسلم، كتاب الإمارة، باب من قاتل للرياء والسمعة استحق النار (رقم 1905). ¶ (¬2) أخرجه البخاري، كتاب بدء الوحي، باب كيف كان بدء الوحي إلى رسول الله - صلى الله عليه وسلم - (رقم 1)، ومسلم، كتاب الإمارة، باب قوله - صلى الله عليه وسلم -: ((إنما الأعمال بالنية)) وأنه يدخل فيه الغزو وغيره من الأعمال (1907). ¶ (¬3) أخرجه أبو داود، كتاب العلم، باب في طلب العلم لغير الله تعالى (رقم 3664)، وابن ماجه في المقدمة، باب الانتفاع بالعلم والعمل به (رقم 252)، وابن حبان (1/ 279 رقم 78) وابن أبي شيبة (5/ 285 رقم 26127)، وأبو يعلى (11/ 260 رقم 6373)، وأحمد (2/ 338)، والحاكم (1/ 160 رقم 288) وقال: هذا حديث صحيح، سنده ثقات رواته على شرط الشيخين، وصححه النووي في رياض الصالحين (ص 314). وقال الألباني في صحيح سنن أبي داود (2/ 412 رقم 3664): صحيح. وكذا قال في صحيح سنن ابن ماجه (1/ 99 - 100 رقم 252).",
            "page": "36",
            "part": "1",
            "seal": "5FDF497C"
        },
        {
            "id": "40",
            "nass": "رَاغِمَةٌ، وَمَنْ كانت الدُّنْيَا هَمَّهُ جَعَلَ الله فَقْرَهُ بين عَيْنَيْهِ، وَفَرَّقَ عليه شَمْلَهُ ولم يَأْتِهِ من الدُّنْيَا إلا ما قُدِّرَ له)) (¬1). ¶ 13 - وعن جابر بن عبد الله رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال: ((لَا تَعَلَّمُوا الْعِلْمَ لِتُبَاهُوا بِهِ الْعُلَمَاءَ، ولا لِتُمَارُوا بِهِ السُّفَهَاءَ، ولا تَخَيَّرُوا بِهِ الْمَجَالِسَ فَمَنْ فَعَلَ ذلك فَالنَّارُ النَّارُ)) (¬2). ¶ 14 - وعن ابن عمر رضي الله عنهما عن النبي - صلى الله عليه وسلم - قال: ((من طَلَبَ الْعِلْمَ لِيُمَارِيَ بِهِ السُّفَهَاءَ أو لِيُبَاهِيَ بِهِ الْعُلَمَاءَ، أو لِيَصْرِفَ بِهِ وُجُوهَ الناس إليه فَهُوَ في النَّارِ)) (¬3). ¶ * * * ¶ ¬_________ ¶ (¬1) أخرجه الترمذي، كتاب صفة القيامة، باب (رقم 2465)، وهناد في الزهد (2/ 355 رقم 669) قال المنذري في الترغيب (4/ 57 رقم 4789): رواه الترمذي عن يزيد الرقاشي عنه. ويزيد قد وثق ولا بأس به في المتابعات. وصححه الألباني في صحيح الجامع (رقم 6510). وقال عنه في صحيح سنن الترمذي (2/ 593 رقم 2465): صحيح. ¶ (¬2) أخرجه ابن ماجه في المقدمة، باب الانتفاع بالعلم والعمل به (رقم 254)، والحاكم (1/ 161 رقم 290)، وابن حبان (1/ 278 رقم 77)، والبيهقي في شعب الإيمان (2/ 282 رقم 1771)، قال في مصباح الزجاجة (1/ 37): هذا إسناد رجاله ثقات على شرط مسلم. وصححه الألباني في صحيح الجامع (رقم 7370). وقال عنه في صحيح سنن ابن ماجه (1/ 100 رقم 254): صحيح. ¶ (¬3) أخرجه ابن ماجه في المقدمة، باب الانتفاع بالعلم والعمل به (رقم 253)، وحسنه الألباني في صحيح الجامع رقم (6382). وقال عنه في صحيح سنن ابن ماجه (1/ 100 رقم 253): حسن بما قبله.",
            "page": "37",
            "part": "1",
            "seal": "BC04C769"
        },
        {
            "id": "41",
            "nass": "المبحث الرابع: خطر كتم العلم ¶ لقد حذَّر الله تعالى العلماء عن كتمان العلم، وأمرهم بتبليغه للبشرية على حسب الطاقة والجهد، وعلى حسب العلم الذي أعطاهم الله - سبحانه وتعالى -. ¶ 1 - قال تعالى: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنَ الْبَيِّنَاتِ والهدَى مِن بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلعَنُهُمُ اللهُ وَيَلْعَنُهُمُ اللاَّعِنُون} (¬1). ¶ 2 - وقال تعالى: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلَ الله مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلاً أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلاَّ النَّارَ وَلاَ يُكَلِّمُهُمُ اللهُ يَوْمَ الْقِيَامَةِ وَلاَ يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيم} (¬2). ¶ 3 - وقال - سبحانه وتعالى -: {وَإِذْ أَخَذَ الله مِيثَاقَ الَّذِينَ أُوتُواْ الْكِتَابَ لَتُبَيِّننَّهُ لِلنَّاسِ وَلاَ تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاء ظُهُورِهِمْ وَاشْتَرَوْاْ بِهِ ثَمَناً قَلِيلاً فَبِئْسَ مَا يَشْتَرُون} (¬3). ¶ قال ابن كثير رحمه الله في تفسير هذه الآية بعد أن ذكر ذم الله لليهود لكتمهم العلم. (وفي هذا تحذير للعلماء أن يسلكوا مسلكهم فيصيبهم ما أصابهم فيسلك بهم مسلكهم فعلى العلماء أن يبذلوا ما ¶ ¬_________ ¶ (¬1) سورة البقرة، الآية: 159. ¶ (¬2) سورة البقرة، الآية: 174. ¶ (¬3) سورة آل عمران، الآية: 187.",
            "page": "38",
            "part": "1",
            "seal": "0A20ACB9"
        },
        {
            "id": "42",
            "nass": "بأيديهم من العلم النافع الدال على العمل الصالح ولا يكتموا منه شيئاً) (¬1). ¶ 4 - وقال تعالى في ذم بني إسرائيل: {لُعِنَ الَّذِينَ كَفَرُواْ مِن بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوا وَّكَانُواْ يَعْتَدُون* كَانُواْ لاَ يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُواْ يَفْعَلُون} (¬2). ¶ 5 - وأخرج البغوي في تفسيره عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((مَنْ سُئِلَ عَنْ عِلْمٍ عَلِمَه وكَتَمَه أُلْجِمَ يَوْمَ القِيَامةِ بِلجَامٍ مِنْ نَارٍ)) (¬3). ¶ 6 - وعن أبي بكرة - رضي الله عنه - قال: قال - صلى الله عليه وسلم -: ((لِيُبَلِّغ الشَّاهِدُ الْغَائِبَ، فإنَّ الشَّاهِدَ عَسَى أَنْ يُبَلِّغَ مَنْ هُوَ أَوْعَى لَهُ مِنْهُ)) (¬4). ¶ 7 - وعن علي بن أبي طالب - رضي الله عنه - قال: (ما أخذ الله على أهل ¶ ¬_________ ¶ (¬1) تفسير ابن كثير (1/ 437). ¶ (¬2) سورة المائدة، الآيتان: 78 - 79. ¶ (¬3) أخرجه الحاكم (1/ 181 رقم 344) (1/ 182 رقم 345)، وابن حبان (1/ 297 رقم 95)، وأبو داود، كتاب العلم، باب كراهية منع العلم (رقم 3658)، والترمذي، كتاب العلم، باب ما جاء في كتمان العلم (رقم 2649) وحسنه، وصححه الألباني في صحيح الجامع (رقم 6284). وقال عنه في صحيح الترمذي (3/ 57 رقم 2649): صحيح. ¶ (¬4) أخرجه البخاري، كتاب العلم، باب قول النبي - صلى الله عليه وسلم -، رُبَّ مُبلِّغٍ أوعى من سامع (رقم 67)، ومسلم، كتاب القسامة، باب تغليظ تحريم الدماء والأعراض والأموال (رقم 1679).",
            "page": "39",
            "part": "1",
            "seal": "A40268C7"
        },
        {
            "id": "43",
            "nass": "الجهل أن يتعلموا، حتى أخذ على أهل العلم أن يعملوا) (¬1). ¶ وقال قتادة رحمه الله في تفسير آية آل عمران السابقة: (هذا ميثاق أخذه الله تعالى على أهل العلم، فمن علم شيئاً فليعلمه، وإياكم وكتمان العلم فإنه هلكة) (¬2). ¶ فعلى أهل العلم والدعاة إلى الله، وعلى من أعطاه الله هذا الفضل العظيم أن يبلغه، فإن النبي - صلى الله عليه وسلم - أخبر بأن العلم سَيُرْفَعُ. ¶ 8 – عن أنس - رضي الله عنه - قال: قال النبي - صلى الله عليه وسلم -: ((إنَّ مِنْ أشْرَاطِ السَّاعَةِ أنْ يُرْفَع العِلْمُ، ويَثْبتَ الجَهْلُ، ويُشْرَبُ الخَمْرُ، ويَظْهَرَ الزِّنَا)) (¬3). ¶ 9 – وعن عبد الله بن عمرو بن العاص رضي الله عنهما قال: قال النبي - صلى الله عليه وسلم -: ((بَلِّغُوا عَنِّي وَلَوْ آيَةً، وحَدِّثُوا عَنْ بَنِي إسْرَائيلَ ولا حَرَج، ومَنْ كَذَبَ عَليَّ مُتَعَمِّداً فليَتبوَّأ مَقْعَدهُ مِنَ النَّارِ)) (¬4). ¶ * * * ¶ ¬_________ ¶ (¬1) أخرجه ابن عساكر في تاريخ دمشق (55/ 367)، وانظر: سير أعلام النبلاء (5/ 338)، وفيض القدير (3/ 145) وهذا الأثر ذكره الزيلعي في تخريج الأحاديث والآثار (1/ 258 رقم 269) وقال: وهذا الإسناد اشتمل على جماعة ضعفاء. ¶ (¬2) تفسير البغوي (1/ 383)، وتفسير السيوطي (1/ 412). ¶ (¬3) أخرجه البخاري، كتاب العلم، باب رفع العلم وظهور الجهل (رقم 80)، ومسلم، كتاب العلم، باب رفع العلم وقبضه وظهور الجهل والفتن (رقم 2671). ¶ (¬4) أخرجه البخاري، كتاب أحاديث الأنبياء، باب ما ذكر عن بني إسرائيل (رقم 3461).",
            "page": "40",
            "part": "1",
            "seal": "682C0665"
        },
        {
            "id": "81",
            "nass": "للمصلحة العامة، ولكن أنا عندي بعض التوقف في مثل هذا؛ لعظم الخطر في التصوير ... )) (¬1). ¶ والفيديو سلاح ذو حدين كوسائل الإعلام الأخرى إن استخدم في الدعوة إلى الله نفع نفعاً عظيماً، وإن استخدم في نشر الفساد ضرَّ ضرراً كبيراً، وهو يستخدم في تسجيل المواد: السمعية، والبصرية، والحركية، وإنتاج أشرطة الفيديو سهلة جداً، وهي فعالة جداً في نشر المعرفة، وتنطوي على إمكانات هائلة لاستعمالها في العالم، لأن جميع محطات التلفزيون تستعمل أشرطة الفيديو، وفيما يلي بعض الاستعمالات الممكنة لهذه الأشرطة في مجال العمل الإسلامي، عند الضرورة القصوى لذلك: ¶ 1 - تعليم الصلاة عملياً بحيث يقوم شخص بأداء الصلاة بينما يتولى شخص آخر شرح كل خطوة، وقد استخدم في شرح الصلاة لغير المسلمين ووجد أنها وسيلة تعليمية فعالة. ¶ 2 - تعليم مناسك الحج. ¶ 3 - تعليم مبادئ القراءة، والكتابة، والحساب على نحو ما يفعله برنامج شارع السمسم بنجاح كبير في التلفزيون الأمريكي. ¶ 4 - تعليم موضوعات معينة من خلال برامج الأحاديث مثل مجالس الإيمان، المحاضرات، والندوات وغيرها. ¶ ¬_________ ¶ (¬1) مجموع فتاوى ابن باز (5/ 375)، وانظر: (13/ 120، و8/ 425).",
            "page": "78",
            "part": "1",
            "seal": "D417D295"
        },
        {
            "id": "82",
            "nass": "وبعد أن تكونت لدينا الفكرة عن استعمالات التكنولوجيا التعليمية يجدر بنا أن نتعرَّف بسرعة على كيفية استخدامها، فيمكن استخدامها على النحو الآتي: ¶ 1 - التعليم وفقاً للحاجات الضرورية بمعنى التعليم المخصص لفرد واحد يتعلم في الوقت الذي يريده وبحسب قدراته. ¶ 2 - تعليم المجموعات بمعنى التعليم الموجه لمجموعة على استعداد لتلقيه. ¶ 3 - التعليم الجماهيري بمعنى التعليم الموجه لتعليم أي شخص عندما يريد. ¶ ولكُلِّ نوعٍ من أنواع التعليم هذه له طريقته وأسلوبه الخاص الذي يتعين اتباعه (¬1). ¶ عاشراً: الهاتف الثابت: ¶ يستطيع الداعية استخدام الهاتف في الاتصال لتبليغ الناس الإسلام والإجابة على الأسئلة الواردة إليه، وكذلك إلقاء الكلمات التي تنقل عبر الهاتف لأقطار بعيدة، أو قريبة، وإلقاء المحاضرات، والدروس، والمحاورات. ¶ الحادي عشر: الناسوخ: ¶ وهو يعرف بالفاكس عند كثير من الناس، فالداعية يمكنه إرسال ¶ ¬_________ ¶ (¬1) الإعلام الإسلامي والعلاقات الإنسانية بين النظرية والتطبيق (ص 397).",
            "page": "79",
            "part": "1",
            "seal": "F99F1474"
        },
        {
            "id": "83",
            "nass": "الرسائل المكتوبة عن طريق الناسوخ لمن يريد من الناس، ويستقبل الأسئلة عن طريقه، ويرد بالإجابة عن طريقه كذلك، فهو وسيلة مهمة. ¶ الثاني عشر: الهاتف الجوال: ¶ ويقال: المحمول، وهذا فيه فوائد لمن يستخدمه في الدعوة إلى الله تعالى واستقبال الرسائل عن طريقه والإجابة بالرسائل القصيرة، وإلقاء الكلمات عن طريقه، وكذلك المحاضرات خارج بلاد الداعية وداخلها. ¶ الثالث عشر: الإنترنت: ¶ وسيلة عظيمة من أعظم الوسائل في الدعوة إلى الله تعالى، والداعية يستطيع بتوفيق الله تعالى أن يبلغ دعوة الإسلام عن طريقه بالصوت، والكتابة، ونشر الكتب النافعة، والدروس، والإجابة على أسئلة السائلين، وغير ذلك ... ¶ * * *",
            "page": "80",
            "part": "1",
            "seal": "956397CD"
        },
        {
            "id": "84",
            "nass": "المبحث الرابع: واجب أهل العلم نحو ما ينشر في هذه الوسائل ¶ ينبغي مراقبة وسائل الإعلام المقروءة: كالصحف، والمجلات، والدوريات، والكتب كذلك من قبل أهل العلم ثم اختيار الحلول المناسبة لما يرد على الأباطيل والخرافات التي تنشر فيها. ¶ وكذلك يجب على أهل العلم والبصيرة أن يراقبوا الإذاعة والتلفاز رقابة حقة وصارمة، فهناك من الأفلام والمسلسلات ما يدعو علناً إلى الرذيلة، ويحض عليها، ويُبرِّرها، وهذه الأجهزة لا يسمعها العاقلون فقط: وإنما يسمعها ويراها العامة، والخاصة، والكبير والصغير، والذكر، والأنثى. ¶ إن ما يبنيه المعلم في سنين طويلة بعد جُهْدٍ جهيد تستطيع أغنية تافهة في الإذاعة أو التلفزيون أن تهدمه في لحظات، ولله در القائل: ¶ متى يبلغ البنيان يوماً تمامه ... ... إذا كنت تبنيه وغيرك يهدم (¬1) (¬2) ¶ فينبغي لكل من له قدرة من العلماء والدعاة والمدرسين، وغيرهم من أهل العلم والسداد أن يراقبوا هذه الوسائل، ويقدموا الحلول ¶ ¬_________ ¶ (¬1) هذا البيت من بحر الطويل، وينسب إلى صالح بن عبد القدوس المتوفى سنة 160هـ. وذكره أبو منصور الثعالبي في التمثيل والمحاضرة (ص 110)، وابن عساكر في تاريخ دمشق (23/ 352)، وابن أبي الدنيا في الإشراف في منازل الأشراف (رقم 145). ¶ (¬2) من بحوث المؤتمر العالمي لتوجيه الدعوة وإعداد الدعاة، اللجنة الرابعة (ص8) بتصرف واختصار.",
            "page": "81",
            "part": "1",
            "seal": "ADBFF441"
        },
        {
            "id": "85",
            "nass": "المناسبة، التي تعود على الأمة الإسلامية بالخير والصلاح وعلى حسب العلم والمعرفة والطاقة {لاَ يُكَلِّفُ اللهُ نَفْسًا إِلاَّ وُسْعَهَا} (¬1). ¶ وينبغي توجيه الجهود الإعلامية الإسلامية على النحو الآتي: ¶ أولاً: العمل على خدمة العقيدة الإسلامية في نطاق العالم الإسلامي في توثيق الروابط بين المسلمين وترسيخ العقيدة الإسلامية في نفوسهم وتنقية الجو الإسلامي من شوائب الفتن والخلافات والتفرقة، وسد الطريق أمام الدعوات الضالة، ومحاولات الإفساد والتحلّل والدعوة إلى إنشاء أجيال إسلامية في ظل تربية سليمة تقوم على فهم الكتاب والسنة، وهدفها بناء الإنسان على أسس الخير والعدل والفضيلة والإيمان. ¶ ثانياً: نشر الدعوة الإسلامية بين الحيارى والشاردين والتائهين في بيداء الحياة وتبليغهم بأن الدين الإسلامي هو الدين الحق وما سواه باطل، {إِنَّ الدِّينَ عِندَ اللهِ الإِسْلاَمُ} (¬2)، {وَمَن يَبْتَغِ غَيْرَ الإِسْلاَمِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِين} (¬3). ويجب التصدي للدعوات والمحاولات الإجرامية والشبهات التي يتعرض لها الإسلام من تزييف وتزوير وباطل (¬4). ¶ ¬_________ ¶ (¬1) سورة البقرة، الآية: 286. ¶ (¬2) سورة آل عمران، الآية: 19. ¶ (¬3) سورة آل عمران، الآية: 85. ¶ (¬4) الإعلام الإسلامي والعلاقات الإنسانية بتصرف واختصار (ص 459).",
            "page": "82",
            "part": "1",
            "seal": "18E8C010"
        },
        {
            "id": "86",
            "nass": "- والخلاصة لواجب العلماء والدعاة نحو الإعلام أن يعملوا في ميدانين في وقتٍ واحد، إحداهما دفاعي والآخر تبليغي: ¶ * أما الميداني الدفاعي فيرد فيه على أعداء الإسلام ويُبيِّن ما في حملاتهم من زيفٍ وأباطيل تهدف إلى تشكيك المسلمين في دينهم حتى ينصرفوا عنه، وحتى يتوقف الذين يبحثون عن الإسلام لاتخاذه ديناً، فيجب على العلماء والدعاة والذين يعملون في هذا الميدان الدفاع عن دين الله عن طريق الإعلام الإسلامي أن يفضحوا أكاذيب أعداء الإسلام وما يُلفِّقُونه من أباطيل ويروِّجونها بواسطة وسائل الإعلام المختلفة للتشويش على الدعوة الإسلامية. ¶ * أما الميدان التبليغي: فيقوم العلماء والدعاة، والعاملون فيه كافة من طلبة العلم عن طريق الإعلام بالدعوة إلى دين الله في المواطن التي خلت من الدين، وفي المواطن التي خف ميزان الدين بين أهلها، ويستطيع الداعون إلى الله عن طريق الإعلام الإسلامي أن يُبيِّنوا حقائق الإسلام للناس بلغاتهم المختلفة في جميع ربوع العالم، ويبينوا للناس أن الإسلام دين يتفق مع الفطرة، وأنه حرر الإنسانية من ظلم البشرية، وأنه النظام الإلهي الذي يسعد الإنسان في جميع المجالات، وأن دين الله واحد، وأنه كله لله، ويجب أن يبيِّنوا للناس أن الله ختم بالإسلام جميع الديانات السماوية وجعل نبي الإسلام آخر نبي على وجه المعمورة، وليس بعده نبي فهو نبي الساعة، فعن أبي هريرة - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم -: أنه قال ((والذِي نَفْسُ",
            "page": "83",
            "part": "1",
            "seal": "4B227D87"
        },
        {
            "id": "87",
            "nass": "محمدٍ بِيَدِهِ لا يسْمَعُ بِي أحَدٌ مِنْ هذِهِ الأمَّة يَهوديّ ولا نَصْرانيٌّ ثمَّ يَموتُ ولمْ يُؤْمِنْ بالذِي أُرْسِلْتُ بِهِ إلا كَانَ مِنْ أصْحَابِ النَّارِ)) (¬1). ¶ ويجب على الدعاة أن يبينوا للناس العقيدة السليمة، من: الإيمان بالله، وملائكته، وكتبه، ورسله، وباليوم الآخر، وبالبعث والجزاء بالأدلة: من الكتاب، والسنة، وبما يقتضيه العقل تحقيقاً لقاعدة العدل فلا يعقل أن تكون هذه الحياة القصيرة - التي يحياها الناس في الدنيا - هي الغاية من خلق هذا العالم الكبير، وأن تكون نهاية المؤمن والكافر سواء، ونهاية الظالم والمظلوم سواء، ونهاية البر والفاجر سواء، قال تعالى: {أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّار} (¬2). ¶ وقال تعالى: {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أّن نَّجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاء مَّحْيَاهُم وَمَمَاتُهُمْ سَاء مَا يَحْكُمُون} (¬3). ¶ فإذا علم الإنسان أنه مسؤول عما يعمل ومحاسب على ما يقدم، وأن سعيه سوف يُرى ثم يجزاه الجزاء الأوفى، {فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَه * وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَه} (¬4) سلك في حياته المسلك ¶ ¬_________ ¶ (¬1) أخرجه مسلم، كتاب الإيمان، باب وجوب الإيمان برسالة نبينا محمد - صلى الله عليه وسلم - إلى جميع الناس ونسخ الملل بملته (رقم 153). ¶ (¬2) سورة ص، الآية: 28. ¶ (¬3) سورة الجاثية، الآية: 21. ¶ (¬4) سورة الزلزلة، الآيتان: 7، 8.",
            "page": "84",
            "part": "1",
            "seal": "9B8AFC22"
        },
        {
            "id": "88",
            "nass": "الصحيح، وحاسب نفسه بنفسه، وابتعد عن المذاهب الضالة، وأخلص دينه لله، وبهذا تستقيم أموره في هذه الحياة، وهكذا يحقق الإسلام السعادة الإنسانية وينقذها من الضلالة والشقاء (¬1). ¶ ثالثاً: ينبغي للدعاة أن يدعوا إلى سبيل ربهم بكل وسيلة ممكنة في العصر الحاضر بعد أن كثرت وسائل الإعلام، وتنوعت أساليبها واستغلها أعداء الإسلام في ترويج الفساد، والتشويش على الدعوة الإسلامية، وأصبح لزاماً على المسلمين أن يدافعوا عن دينهم، وأن يبينوا حقائقه للناس أجمعين بأي وسيلة كانت، فيجب على العلماء والدعاة أن يبينوا للناس أمور دينهم، ويقوموا فيهم آمرين بالمعروف ناهين عن المنكر، فمن آتاه الله علماً يجب أن ينفقه فيما ينفع الناس في دينهم ودنياهم، فكما دعا الله إلى طلب الرزق والإنفاق منه دعا إلى طلب العلم والإنفاق منه، فقال تعالى: {آمِنُوا بالله وَرَسُولِهِ وَأَنفِقُوا مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ فَالَّذِينَ آمَنُوا مِنكُمْ وَأَنفَقُوا لَهُمْ أَجْرٌ كَبِير} (¬2). ¶ وقال تعالى: {وَمَا كَانَ المؤْمِنُونَ لِيَنفِرُواْ كَآفَّةً فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ لِّيَتَفَقَّهُواْ فِي الدِّينِ وَلِيُنذِرُواْ قَوْمَهُمْ إِذَا رَجَعُواْ إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُون} (¬3). ¶ ¬_________ ¶ (¬1) المؤتمر العالمي لتوجيه الدعوة وإعداد الدعاة، من بحث للدكتور عبد المنعم محمد حسين (ص12 - 14) بتصرف واختصار. ¶ (¬2) سورة الحديد، الآية: 7. ¶ (¬3) سورة التوبة، الآية: 122.",
            "page": "85",
            "part": "1",
            "seal": "00CF6D2D"
        },
        {
            "id": "89",
            "nass": "ومن أهم ما ينبغي أن يتصف به الداعية أن يكون على بصيرة ووعي بالطبيعة الإنسانية، ويكون معايشاً للحياة مع الناس، وأن يرصد الأحداث التي تعرض لهم، ثم يناقشها على ضوء الشريعة الإسلامية. ¶ رابعاً: يجب ألا يطيل الداعي على الناس في مواقف وعظه وإرشاده، بل يأخذهم بالرفق واليسر؛ لأن اليسر سمة الإسلام. ¶ خامساً: كما يجب على الداعي ألا يتنقل بين موضوعات كثيرة، وحسبه أن يمسك بموضوع واحد يكشف حقيقته ويبين حدوده، فذلك أجدى على الناس من موضوعات كثيرة تشتت أفكارهم وتضعف الأثر المنتظر لما سمعوا، فقد كان رسول الله - صلى الله عليه وسلم - يتعهد أصحابه - رضوان الله عليهم - بالموعظة ويتخير لعظاته الأوقات المناسبة، ولا يقدم لهم منها إلا ما يقتضيه الحال، شأن الطبيب الحكيم يعطي الدواء في جرعات ولا يعطيه مرة واحدة، ثم هو لا يعطي الدواء إلا حيث يرى الداء ويتعرف إليه. ¶ فعن عبد الله بن مسعود - رضي الله عنه - قال: ((كان رسول الله - صلى الله عليه وسلم - يتخولنا بالموعظة في الأيام كراهة السآمة علينا)) (¬1). ¶ سادساً: ينبغي للقائم بالدعوة أن يعلم أنه يخاطب عقولاً متفاوتة في الفطنة مختلفة في المدارك، فعليه أن يسلك طريقاً وسطاً في عظاته ¶ ¬_________ ¶ (¬1) أخرجه البخاري، كتاب العلم، باب ما كان النبي - صلى الله عليه وسلم - يتخولهم بالموعظة والعلم كي لا ينفروا (رقم 68)، ومسلم، كتاب صفات المنافقين وأحكامهم، باب الاقتصاد في الموعظة (رقم 2821).",
            "page": "86",
            "part": "1",
            "seal": "8DCA1491"
        },
        {
            "id": "90",
            "nass": "حتى تظل العقول متجهة إليه والقلوب مقبلة إليه. ¶ سابعاً: ينبغي للداعية أن يعلم أنه في ميدان جهاد في سبيل الله، وهذا من شأنه أن يبعث فيه عزماً ونشاطاً قوياً في القيام بالدعوة والحرص على هداية الناس (¬1). ¶ ثامناً: ينبغي للعلماء والدعاة والمدرسين والمشتغلين بالتربية والتعليم وغيرهم من الموجهين أن يدرسوا الخصائص المميزة لكل فئة من فئات المجتمع: النوعية، والعمرية، وهذا أمر لا غنى عنه على الإطلاق لكل مشتغل بهذه الوظائف جميعاً، ومن البديهي أن معرفة هذه الخصائص مفيدة أعظم إفادة سواء كانت: ¶ - في الوسيلة التي يخاطب بها الفئات إعلامياً. ¶ - أو المادة وهي الرسالة التي توجه في المجال الإعلامي. ¶ - أو المتابعة ومعرفته النتائج (¬2). ¶ * * * ¶ ¬_________ ¶ (¬1) المؤتمر العالمي لتوجيه الدعوة وإعداد الدعاة، من بحث الدكتور/ عبد المنعم محمد حسين (ص2 - 7) بتصرف. ¶ (¬2) المرجع السابق من بحث الشيخ إبراهيم سرسيق (ص 38).",
            "page": "87",
            "part": "1",
            "seal": "79D40669"
        },
        {
            "id": "91",
            "nass": "المبحث الخامس: الهدف الذي يريده كل مسلم من الإعلام: ¶ يتلخص الهدف الذي يريده كل مسلم من الإعلام في الأمور الآتية: ¶ أولاً: نريد من الإعلام الإسلامي أن يشعر بعظم المسؤولية الملقاة على عاتق العاملين به، فهم الذين يوجهون الأمة وينيرون لها السبيل، بل إن أحدهم وهي الصحافة تسمى بلغة العصر السلطة الرابعة من سلطات الأمة. ¶ فلا بد أن يتولاها قوم عظام من ذوي الهمم العالية والإخلاص لعقيدتهم والغيرة لدينهم، وينبغي للإعلام أن يتحلَّى بالصدق والأمانة فلا ينشر إلا الحق الذي يوضح للمسلمين ما يعود عليهم بالنفع في دينهم ودنياهم. ¶ ثانياً: ينبغي أن يكون الإعلام مرآة لماضي الأمة الإسلامية المشرِّف، كما يكون وجهاً لحاضرنا. ¶ ثالثاً: ينبغي أن يكون الإعلام أداة من أدوات توحيد الأمة ودعامة قويّة من دعامات بنائها العقدي والروحي، فاللغة المكتوبة أو المقروءة أو المسموعة ينبغي أن تكون سليمة في مبناها ومعناها على حد سواء، صريحة في مغزاها معبرة بصدق عن رأي قائلها؛ حتى تُولِّد الثقة في عقل سامعها فتستقر في ذهنه وقلبه، ويكون لها في نفسه الفعل المؤثر فتؤتي الغاية المرجوَّة منها. ¶ رابعاً: من واجبات الإعلام الإسلامي أن يقوم بدراسة ميدانية لما",
            "page": "88",
            "part": "1",
            "seal": "C051EA2A"
        },
        {
            "id": "92",
            "nass": "بالمجتمع من أمراض ويوجه المسؤولين إليها ويشخص لها الداء ويصف الدواء، وهذه النقطة من أهم النقاط التي ينبغي أن يوجه الإعلام نظرة هادفة إليها، فإن المجتمع جزء من واجب الدعاة إلى الله تعالى، فعليهم أن يوجهوا ما ينفع الأمة في دينها ودنياها، ومن أهم الوسائل كذلك الصحافة، والإذاعة، والتلفاز، وغير ذلك من وسائل الإعلام. ¶ خامساً: يجب على العلماء والدعاة ورجال الإعلام الإسلامي تقديم الإسلام للمجتمع العالمي في ضوء الكتاب والسنة الصحيحة، وفهم السلف الصالح، وهذا من أعظم الواجبات للإعلام الإسلامي والدعوة إلى الله على بصيرة، وتقديم هذه الدعوة إلى المجتمعات الأخرى في ثوب جديد ناظر بلغات تلك المجتمعات تقديماً مناسباً لجلال الدين الإسلامي وروعته، وموضحاً لوظيفة الإسلام والمسلمين في المجتمع الإنساني كافة. ¶ ومن واجبات الدعاة أن يتوجهوا لهذا الميدان بالإعداد له وتوجيه شباب الإسلام لسماحته وتعريفهم بمدى أهميته (¬1). ¶ هذا ما منَّ به الباري، فله الحمد كما ينبغي لجلال وجهه وعظيم سلطانه، وأسأله تعالى أن يهدينا لما يحبه ويرضاه، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين، ولا حول ولا قوة إلا بالله العلي العظيم. ¶ ¬_________ ¶ (¬1) اللجنة الرابعة للمؤتمر العالمي لتوجيه الدعوة وإعداد الدعاة (ص 10 - 14) باختصار، بحث الأنصاري.",
            "page": "89",
            "part": "1",
            "seal": "68E16805"
        },
        {
            "id": "106",
            "nass": "المصادر والمراجع ¶ 1 - القرآن الكريم. ¶ 2 - الأحكام السلطانية والولايات الدينية، أبو الحسن علي بن محمد الماوردي ¶ (ت 450هـ). دار الكتب العلمية، بيروت، 1398هـ- 1978م. ¶ 3 - الأسس العلمية لنظريات الإعلام، جيهان أحمد رشي، ط دار الفكر العربي. ¶ 4 - الإعلام الإسلامي والعلاقات الإنسانية، لزين العابدين الركابي، ¶ 5 - الإعلام الإسلامي والعلاقات الإنسانية النظرية، لأبي بكر باقادر. ¶ 6 - الإعلام الإسلامي والعلاقات الإنسانية النظرية والتطبيق. ¶ 7 - الإعلام الإسلامي والعلاقات الإنسانية النظرية والتطبيق، أبحاث اللقاء الثالث للندوة العالمية للشباب الإسلامي، ط2. ¶ 8 - الإعلام الإسلامي، عبد العزيز بن صقر، ط دار الأنصار. ¶ 9 - الإعلام والاتصال بالجماهير، د/ إبراهيم إمام، ط3، مكتبة الأنجلو المصرية. ¶ 10 - بحوث المؤتمر العالمي لتوجيه الدعوة وإعداد الدعاة، اللجنة الرابعة. ¶ 11 - تاريخ دمشق وذكر فضلها، أبو القاسم علي بن الحسن بن هبة الله بن عساكر الدمشقي، ¶ ت 571هـ، دراسة وتحقيق علي شيري، دار الفكر والطباعة والنشر والتوزيع. ¶ 12 - الترغيب والترهيب من الحديث الشريف، لعبد العظيم بن عبد القوي المنذري، ت 656هـ، الطبعة الثالثة، 1388هـ، دار إحياء التراث العربي. ¶ 13 - تفسير الإمام البغوي المسمى بمعالم التنزيل بتحقيق خالد العك ومروان سوار، ط1، دار المعرفة، 1406هـ. ¶ 14 - تفسير القرآن العظيم (تفسير ابن كثير)، للإمام أبي الفداء إسماعيل بن الخطيب عمر بن كثير القرشي الدمشقي، ت 774 هـ، طبعة 1407 هـ، دار الفكر، بيروت، لبنان. ¶ 15 - التمثيل والمحاضرة، لأبي منصور الثعالبي، تحقيق عبد الفتاح محمد الحلو، طبع دار إحياء",
            "page": "102",
            "part": "1",
            "seal": "2DA0B358"
        },
        {
            "id": "107",
            "nass": "الكتب العربية بمصر، عام 1381 - 1961 م. ¶ 16 - جامع الأصول في أحاديث الرسول، لمجد الدين ابن الأثير، تحقيق: عبد القادر الأرناؤوط، مكتبة الحلواني، ومطبعة الملاح، ومكتبة دار البيان 1389هـ. ¶ 17 - الدر المنثور في التفسير بالمأثور، لجلال الدين عبد الرحمن بن أبي بكر السيوطي، 1993م، دار الفكر، بيروت. ¶ 18 - الدعوة الإسلامية، الوسائل، الخطط، المداخل، أبحاث اللقاء الخامس لمنظمة الندوة العالمية للشباب الإسلامي المنعقد بكينيا، سنة 1402هـ. ¶ 19 - الدعوة إلى الله، دراسة نصية تحليلية، د/ عبد الله بن يوسف الشاذلي. ¶ 20 - الدعوة إلى الله، نصية تحليلية، د/ عبد الله بن يوسف الشاذلي، مذكرة. ¶ 21 - الدعوة ووسائل الاتصال، د/ سيد محمد سادتي، مذكرة (ص 1). ¶ 22 - رياض الصالحين من كلام سيد المرسلين، لأبي زكريا يحيى بن شرف النووي، حققه علي عبد الحميد أبو الخير، دار الخير، دمشق، عام 1418هـ-1998م. ¶ 23 - سلسلة الأحاديث الصحيحة، للشيخ محمد ناصر الدين الألباني، الطبعة الرابعة 1498هـ، المكتب الإسلامي، بيروت. ¶ 24 - السنة لابن نصر المروزي ¶ 25 - سنن ابن ماجه، لمحمد بن يزيد القزويني، ت 275 هـ، تحقيق محمد فؤاد عبد الباقي، بدون تاريخ، دار إحياء التراث العربي، بيروت، لبنان .. ¶ 26 - سنن أبي داود، الطبعة الأولى عام 1420هـ، دار السلام للنشر والتوزيع، الرياض، المملكة العربية السعودية. ¶ 27 - سنن الترمذي، لأبي عيسى محمد بن عيسى بن سورة، ت 279 هـ، تحقيق أحمد محمد شاكر، الطبعة الثانية، 1398 هـ، مطبعة مصطفى البابي الحلبي، القاهرة، مصر. ¶ 28 - سنن الدارقطني، للإمام علي بن عمر الدارقطني، ت 385هـ، دار المحاسن للطباعة، القاهرة.",
            "page": "103",
            "part": "1",
            "seal": "D4158CCB"
        },
        {
            "id": "108",
            "nass": "29 - سنن الدارمي، عبد الله بن عبد الرحمن الدارمي، ت 255 هـ، طبعة 1404 هـ، تحقيق عبد الله بن هاشم اليماني، توزيع الرئاسة العامة لإدارة البحوث العلمية والإفتاء، الرياض، المملكة العربية السعودية. ¶ 30 - سير أعلام النبلاء، للإمام شمس الدين محمد بن أحمد بن عثمان الذهبي، ت 748 هـ، تحقيق شعيب الأرناؤوط، الطبعة الرابعة، 1406 هـ، مؤسسة الرسالة، بيروت، لبنان. ¶ 31 - شرح النووي على صحيح مسلم، مراجعة خليل الميس، دار القلم، بيروت، لبنان. ¶ 32 - شعب الإيمان، للإمام أبي بكر أحمد بن الحسين البيهقي، ت 458 هـ، تحقيق أبي هاجر محمد السعيد بسيوني زغلول، الطبعة الأولى، 1410 هـ، دار الكتب العلمية، بيروت، لبنان. ¶ 33 - صحيح ابن حبان بترتيب ابن بلبان، للإمام أبي حاتم محمدبن أحمدبن حبان البستي، ت354 هـ، رتبه الأمير علاء الدين علي بن سليمان بن بلبان الفارسي، ت 739 هـ، تحقيق شعيب الأرناؤوط، الطبعة الثانية، 1414 هـ، مؤسسة الرسالة، بيروت، لبنان. ¶ 34 - صحيح ابن ماجه، للعلامة محمد ناصر الدين الألباني، مكتبة المعارف للنشر والتوزيع. الرياض، المملكة العربية السعودية. ¶ 35 - صحيح سنن أبي داود، للعلامة محمد ناصر الدين الألباني، مكتبة المعارف للنشر والتوزيع. الرياض، المملكة العربية السعودية. ¶ 36 - صحيح البخاري، لأبي عبد الله محمد بن إسماعيل البخاري، ت 256 هـ، طبعة 1315 هـ، المكتبة الإسلامية، إستانبول، تركيا. ¶ 37 - صحيح الترغيب والترهيب، للعلامة محمد ناصر الدين الألباني، الطبعة الأولى، 1412 هـ، المكتب الإسلامي، بيروت، لبنان. ¶ 38 - صحيح الجامع الصغير، للعلامة محمد ناصر الدين الألباني، الطبعة الأولى 1388هـ، المكتب الإسلامي. ¶ 39 - صحيح سنن الترمذي، للعلامة محمد ناصر الدين الألباني، مكتبة المعارف للنشر",
            "page": "104",
            "part": "1",
            "seal": "3431DBB1"
        },
        {
            "id": "109",
            "nass": "والتوزيع. الرياض، المملكة العربية السعودية. ¶ 40 - صحيح سنن النسائي، للعلامة محمد ناصر الدين الألباني، مكتبة المعارف للنشر والتوزيع. الرياض، المملكة العربية السعودية. ¶ 41 - صحيح مسلم، لأبي الحسين مسلم بن الحجاج القشيري االنيسابوري، ت 261 هـ، تحقيق محمد فؤاد عبد الباقي، بدون تاريخ، دار إحياء التراث العربي، بيروت، لبنان .. ¶ 42 - فتح الباري بشرح صحيح البخاري، للحافظ أحمد بن علي بن حجر العسقلاني 852هـ، أشرف على مقابلة نسخه المطبوعة والمخطوطة عبد العزيز بن عبد الله بن باز، نشر مكتبة الرياض الحديثة. ¶ 43 - فضل الدعوة إلى الله وحكمها وأخلاق القائمين بها، لسماحة الشيخ عبد العزيز بن باز رحمه الله تعالى، من أبحاث اللقاء الخامس للندوة العالمية للشباب الإسلامي ¶ 44 - فيض القدير شرح الجامع الصغير، للعلامة عبد الرؤوف المناوي، ت 1031 هـ، بدون تاريخ، دار المعرفة، بيروت، لبنان. ¶ 45 - الإشراف في منازل الأشراف (رقم 145). ¶ 46 - اللجنة الرابعة للمؤتمر العالمي لتوجيه الدعوة وإعداد الدعاة باختصار، بحث الأنصاري. ¶ 47 - المؤتمر العالمي لتوجيه الدعوة وإعداد الدعاة للجنة الرابعة. بحث مقدم لهذا المؤتمر من إبراهيم محمد سرسيق (ص 62). ¶ 48 - المؤتمر العالمي لتوجيه الدعوة وإعداد الدعاة، اللجنة الرابعة من بحث فضيلة الشيخ عبد الله الأنصاري (ص 4). ¶ 49 - المؤتمر العالمي لتوجيه الدعوة وإعداد الدعاة، اللجنة الرابعة. ¶ 50 - المؤتمر العالمي لتوجيه الدعوة وإعداد الدعاة، د/ طه عبد الفتاح (ص 1) و (ص 8) بتصرف. ¶ 51 - المؤتمر العالمي لتوجيه الدعوة وإعداد الدعاة، من بحث الدكتور/ عبد المنعم محمد حسين. ¶ 52 - ما ينبغي أن يكون الإعلام عليه، عبد العزيز عبد الله بن باز، تعليق على محاضرة ألقيت",
            "page": "105",
            "part": "1",
            "seal": "45E4D955"
        },
        {
            "id": "110",
            "nass": "بالجامع الكبير بالرياض، وهي مسجلة بتسجيلات التقوى. ¶ 53 - المتجر الرابح في ثواب العمل الصالح، لعبد الله بن خلف الدمياطي، تحقيق عبد الملك بن عبد الله بن دهيش، ط النهضة الحديثة، سنة 1406هـ. ¶ 54 - مجموع فتاوى ابن باز، جمع عبد الله الطيار، وأحمد الباز، الطبعة الأولى 1416هـ، دار الوطن، الرياض، المملكة العربية السعودية. ¶ 55 - مجموع فتاوى ابن تيمية، لشيخ الإسلام أحمد بن عبد الحليم بن عبد السلام بن تيمية، ¶ ت 728 هـ، جمع وترتيب عبد الرحمن بن محمد بن قاسم، بدون تاريخ، مكتبة المعارف، الرباط، المغرب. ¶ 56 - مختار الصحاح، للإمام محمد بن أبي بكر عبد القادر الرازي، ط مكتبة لبنان. ¶ 57 - المختارة للمقدسي (الأحاديث المختارة)، أبو عبد الله محمد بن عبد الواحد بن أحمد الحنبلي المقدسي 643هـ، تحقيق عبد الملك بن عبد الله بن دهيش، مكتبة النهضة الحديثة، مكة المكرمة، الطبعة الأولى، 1410هـ. ¶ 58 - مختصر تفسير ابن كثير، لمحمد نسيب الرفاعي، ط3، بيروت، 1398هـ. ¶ 59 - مدخل للإعلام، د/ سيد محمد ساداتي، مذكرة. ¶ 60 - المسؤولية الاجتماعية (ص 28)، ¶ و61 - المسؤولية الإعلامية في الإسلام، د/ محمد سيد محمد، مكتبة الخانجي، ط1، 1403هـ. ¶ 62 - المستدرك على الصحيحين، لأبي عبد الله محمد بن عبد الله الحاكم، دار المعرفة، بيروت، لبنان. ¶ 63 - مسند أبي يعلى الموصلي، للإمام الحافظ أحمد بن علي بن المثني التميمي، ت 307 هـ، تحقيق حسين سليم أسد، الطبعة الأولى، 1412هـ، دار الثقافة العربية، دمشق، بيروت. ¶ 64 - مسند الإمام أحمد بن حنبل الشيباني، النسخة المحققة، تحقيق مجموعة من أهل العلم أشرف على التحقيق الدكتور عبد الله بن عبد المحسن التركي، مؤسسة الرسالة، بيروت- لبنان. ¶ 65 - مسند البزار (البحر الزخار)، أبو بكر أحمد بن عمرو بن عبد الخالق البزار (ت292هـ)، تحقيق د. محفوظ الرحمن زين الله، مؤسسة علوم القرآن/ مكتبة العلوم والحكم، بيروت/ المدينة النبوية، 1409هـ.",
            "page": "106",
            "part": "1",
            "seal": "D7115161"
        },
        {
            "id": "111",
            "nass": "66 - مسند الشاميين، الإمام أحمد بن حنبل، ضبط أحاديثه وخرجها وبيّن درجتها وعلق عليها علي محمد جماز، مطابع الدوحة الحديثة، ط1، 1401هـ. ¶ 67 - مسند عبد بن حميد (المنتخب من مسند عبد بن حميد) لعبد بن حميد بن نصر أبي محمد الكشي، تحقيق: صبحي البدري السامرائي , ومحمود محمد خليل الصعيدي، مكتبة السنة - القاهرة، الطبعة الأولى، 1408هـ - 1988م. ¶ 68 - مصباح الزجاجة في زوائد ابن ماجه، لشهاب الدين البوصيري (ت 840هـ)،ط1، بيروت، دار الجنان، 1406هـ. ¶ 69 - المصباح المنير في غريب شرح الرافعي الكبير، ط المكتبة العلمية، بيروت. ¶ 70 - مصنف ابن أبي شيبة، توزيع إدارات البحوث العلمية والإفتاء. ¶ 71 - المعجم الأوسط، أبو القاسم سليمان بن أيوب بن مطير اللَّخمي الشامي الطبراني ¶ (ت 360هـ)، تحقيق محمود الطحان، مكتبة المعارف، الرياض، ط1، 1405هـ. ¶ 72 - معجم الطبراني الكبير، للحافظ أبي القاسم سليمان بن أحمد الطبراني، تحقيق حمدي عبد المجيد السلفي، الطبعة الثانية، بدون تاريخ، وزارة الأوقاف والشئون الدينية بالجمهورية العراقية. ¶ 73 - المعجم المفهرس لألفاظ الحديث، ترجمة محمد فؤاد عبد الباقي. ¶ 74 - المعجم المفهرس لألفاظ القرآن الكريم، لمحمد فؤاد عبد الباقي، دار إحياء التراث العربي، بيروت، لبنان. ¶ 75 - مفردات ألفاظ القرآن للأصفهاني، تحقيق عدنان داوودي، الطبعة الأولى 1412هـ، دار القلم، دمشق، والدار الشامية، بيروت. ¶ 76 - موارد الظمآن إلى زوائد ابن حبان، لنور الدين علي بن أبي بكر الهيثمي، ت 708هـ، تحقيق محمد بن عبد الرزاق حمزة، بدون تاريخ، دار الكتب العلمية، بيروت، لبنان. ¶ 77 - نصب الراية لأحاديث الهداية، للزيلعي، تحقيق محمد عوّامة، الطبعة الثانية 1424هـ، مؤسسة الريان، بيروت. ¶ 78 - النظرة الإسلامية للإعلام ومحاولة منهجية، د/ محمد كمال الدين إمام، ط البحوث",
            "page": "107",
            "part": "1",
            "seal": "992A9FD4"
        },
        {
            "id": "112",
            "nass": "العلمية، الكويت. ¶ 79 - وسائل الاتصال المعاصرة، رسالة ماجستير قدمت من نور الدين أحمد.",
            "page": "108",
            "part": "1",
            "seal": "43CF7517"
        }
    ],
    "t1818": [
        {
            "id": "37",
            "lvl": "3",
            "sub": "3",
            "tit": "3 - {من كان يريد حرث الآخرة نزد له في حرثه ومن كان يريد حرث الدنيا}"
        },
        {
            "id": "37",
            "lvl": "3",
            "sub": "4",
            "tit": "4 - {من كان يريد ثواب الدنيا}"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": null,
            "tit": "5 - {لا خير في كثير من نجواهم إلا من أمر بصدقة أو معروف أو إصلاح بين الناس}"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": "1",
            "tit": "6 - {فمن كان يرجو لقاء ربه فليعمل عملا صالحا ولا يشرك بعبادة ربه أحدا}"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": "2",
            "tit": "7 - أنا أغنى الشركاء عن الشرك، من عمل عملا أشرك فيه معي غيري"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": "3",
            "tit": "8 - من سمع سمع الله به، ومن يرائي يرائي الله به"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": "4",
            "tit": "9 - ورجل تعلم العلم وعلمه"
        },
        {
            "id": "39",
            "lvl": "3",
            "sub": null,
            "tit": "10 - إنما الأعمال بالنية، وإنما لامرئ ما نوى"
        },
        {
            "id": "39",
            "lvl": "3",
            "sub": "1",
            "tit": "11 - من تعلم علما مما يبتغى به وجه الله"
        },
        {
            "id": "39",
            "lvl": "3",
            "sub": "2",
            "tit": "12 - من كانت الآخرة همه جعل الله غناه في قلبه"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": null,
            "tit": "13 - لا تعلموا العلم لتباهوا به العلماء"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": "1",
            "tit": "14 - من طلب العلم ليماري به السفهاء"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع: خطر كتم العلم"
        },
        {
            "id": "41",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - {إن الذين يكتمون ما أنزلنا من البينات والهدى من بعد ما بيناه للناس}"
        },
        {
            "id": "41",
            "lvl": "3",
            "sub": "2",
            "tit": "2 - {إن الذين يكتمون ما أنزل الله من الكتاب ويشترون به ثمنا قليلا}"
        },
        {
            "id": "41",
            "lvl": "3",
            "sub": "3",
            "tit": "3 - {وإذ أخذ الله ميثاق الذين أوتوا الكتاب لتبيننه للناس ولا تكتمونه}"
        },
        {
            "id": "42",
            "lvl": "3",
            "sub": null,
            "tit": "4 - {لعن الذين كفروا من بني إسرائيل على لسان داوود وعيسى ابن مريم}"
        },
        {
            "id": "42",
            "lvl": "3",
            "sub": "1",
            "tit": "5 - من سئل عن علم علمه وكتمه ألجم يوم القيامة بلجام من نار"
        },
        {
            "id": "42",
            "lvl": "3",
            "sub": "2",
            "tit": "6 - ليبلغ الشاهد الغائب"
        },
        {
            "id": "42",
            "lvl": "3",
            "sub": "3",
            "tit": "7 - وعن علي بن أبي طالب - رضي الله عنه - قال"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": null,
            "tit": "8 - إن من أشراط الساعة أن يرفع العلم، ويثبت الجهل، ويشرب الخمر، ويظهر الزنا"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": "1",
            "tit": "9 - بلغوا عني ولو آية، وحدثوا عن بني إسرائيل ولا حرج،"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث: الدعاة ووسائل الاتصال"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: خطر وأهمية وسائل الاتصال الحديثة."
        },
        {
            "id": "46",
            "lvl": "3",
            "sub": "1",
            "tit": "وسائل الاتصال سلاح ذو حدين:"
        },
        {
            "id": "48",
            "lvl": "3",
            "sub": null,
            "tit": "وقد وصف بعض الباحثين وسائل الإعلام بأنها مخدرات أو مسكنات هذا العصر"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: العلاقة المثلى بين العلماء والدعاة ووسائل الاتصال الحديثة"
        },
        {
            "id": "50",
            "lvl": "3",
            "sub": null,
            "tit": "{وما أرسلناك إلا كافة}"
        },
        {
            "id": "50",
            "lvl": "4",
            "sub": "1",
            "tit": "1 - هدم الوسيلة الجديدة وتحطيمها."
        },
        {
            "id": "50",
            "lvl": "4",
            "sub": "2",
            "tit": "2 - مقاطعتها والإعراض عنها."
        },
        {
            "id": "50",
            "lvl": "4",
            "sub": "3",
            "tit": "3 - تحويلها وتسخيرها، واستخدامها، والاستفادة منها في الدعوة إلى الله تعالى."
        },
        {
            "id": "52",
            "lvl": "3",
            "sub": null,
            "tit": "{وتعاونوا على البر والتقوى ولا تعاونوا على الإثم والعدوان}"
        },
        {
            "id": "52",
            "lvl": "3",
            "sub": "1",
            "tit": "{والعصر * إن الإنسان لفي خسر}"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: كيفية استخدام الوسائل الحديثة في الدعوة إلى الله"
        },
        {
            "id": "55",
            "lvl": "3",
            "sub": "1",
            "tit": "أولا: الصحافة:"
        },
        {
            "id": "56",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: الكتاب:"
        },
        {
            "id": "57",
            "lvl": "3",
            "sub": null,
            "tit": "ثالثا: الإذاعة:"
        },
        {
            "id": "58",
            "lvl": "3",
            "sub": null,
            "tit": "رابعا: السينما"
        },
        {
            "id": "59",
            "lvl": "4",
            "sub": null,
            "tit": "النوع الأول: حكم التصوير:"
        },
        {
            "id": "59",
            "lvl": "5",
            "sub": "1",
            "tit": "1 - الملائكة لا تدخل بيتا فيه كلب ولا صورة؛"
        },
        {
            "id": "59",
            "lvl": "6",
            "sub": "2",
            "tit": "إن الملائكة لا تدخل بيتا فيه صورة"
        },
        {
            "id": "61",
            "lvl": "6",
            "sub": null,
            "tit": "وأما تصوير صورة الشجر، ورحال الإبل، وغير ذلك مما ليس فيه صورة حيوان"
        },
        {
            "id": "61",
            "lvl": "6",
            "sub": "1",
            "tit": "وأما اتخاذ المصور فيه صورة حيوان فإن كان معلقا على حائط، أو ثوبا ملبوسا"
        },
        {
            "id": "61",
            "lvl": "6",
            "sub": "2",
            "tit": "وإن كان في بساط يداس، ومخدة ووسادة ونحوها مما يمتهن فليس بحرام"
        },
        {
            "id": "61",
            "lvl": "6",
            "sub": "3",
            "tit": "ولا فرق في هذا كله بين ما له ظل وما لا ظل له"
        },
        {
            "id": "62",
            "lvl": "6",
            "sub": null,
            "tit": "النهي في الصورة على العموم،."
        },
        {
            "id": "62",
            "lvl": "6",
            "sub": "1",
            "tit": "وأجمعوا على منع ما كان له ظل ووجوب تغييره"
        },
        {
            "id": "62",
            "lvl": "6",
            "sub": "2",
            "tit": "وأما سبب امتناع الملائكة من دخول البيت الذي فيه صورة"
        },
        {
            "id": "63",
            "lvl": "6",
            "sub": null,
            "tit": "وأما هؤلاء الملائكة الذين لا يدخلون بيتا فيه كلب أو صورة"
        },
        {
            "id": "65",
            "lvl": "5",
            "sub": null,
            "tit": "2 - أشد الناس عذابا عند الله يوم القيامة: المصورون؛"
        },
        {
            "id": "65",
            "lvl": "5",
            "sub": "1",
            "tit": "3 - الذين يصنعون الصور يقال لهم يوم القيامة أحيوا ما خلقتم؛"
        },
        {
            "id": "66",
            "lvl": "5",
            "sub": null,
            "tit": "4 - نقض وإزالة صورة الصليب من البيت، ونقض الصورة وبقاء الثوب على حاله"
        },
        {
            "id": "67",
            "lvl": "5",
            "sub": null,
            "tit": "5 - المصور من أظلم الخلق ("
        },
        {
            "id": "67",
            "lvl": "5",
            "sub": "1",
            "tit": "6 - لم يدخل النبي - صلى الله عليه وسلم - بيت عائشة من أجل الصورة حتى غيرت؛"
        },
        {
            "id": "68",
            "lvl": "5",
            "sub": null,
            "tit": "7 - ما وطئ من التصاوير الممتهنة، وقعد عليه؛"
        },
        {
            "id": "69",
            "lvl": "5",
            "sub": null,
            "tit": "8 - لعن النبي - صلى الله عليه وسلم - المصور؛"
        },
        {
            "id": "69",
            "lvl": "5",
            "sub": "1",
            "tit": "9 - من صور صورة كلف أن ينفخ فيها الروح يوم القيامة وليس بنافخ"
        },
        {
            "id": "70",
            "lvl": "5",
            "sub": null,
            "tit": "10 - لا يصلى إلى الصور، ولا في شيء فيه تصاوير؛"
        },
        {
            "id": "71",
            "lvl": "5",
            "sub": null,
            "tit": "11 - النهي عن الصور في البيت؛"
        },
        {
            "id": "71",
            "lvl": "5",
            "sub": "1",
            "tit": "12 - شرار الخلق عند الله تعالى المصورون ومن بنى المساجد على القبور"
        },
        {
            "id": "72",
            "lvl": "5",
            "sub": null,
            "tit": "13 - المصورون وكلت بهم النار"
        },
        {
            "id": "72",
            "lvl": "5",
            "sub": "1",
            "tit": "14 - أمر رسول الله - صلى الله عليه وسلم - بطمس الصور؛"
        },
        {
            "id": "73",
            "lvl": "6",
            "sub": null,
            "tit": "ويدخل في التصوير المحرم لذوات الأرواح: تصوير ما لا ظل له"
        },
        {
            "id": "73",
            "lvl": "4",
            "sub": "1",
            "tit": "النوع الثاني: استخدام السينما:"
        },
        {
            "id": "75",
            "lvl": "3",
            "sub": null,
            "tit": "خامسا: - التلفاز:"
        },
        {
            "id": "78",
            "lvl": "3",
            "sub": null,
            "tit": "سادسا: أشرطة الكاسيت والسيديات:"
        },
        {
            "id": "78",
            "lvl": "4",
            "sub": "1",
            "tit": "1 - ومما يستعان به على تعليم الكبار - الأميين أو غيرهم ممن يريد التزود:"
        },
        {
            "id": "79",
            "lvl": "4",
            "sub": null,
            "tit": "2 - ويمكن استعمالها في التاريخ الإسلامي وعصوره."
        },
        {
            "id": "79",
            "lvl": "4",
            "sub": "1",
            "tit": "3 - يمكن استعمالها في تعليم القراءة والكتابة مع الاستعانة بالمواد المطبوعة."
        },
        {
            "id": "79",
            "lvl": "4",
            "sub": "2",
            "tit": "4 - ويمكن استعمالها في المهارات العملية."
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: تعريف ومفاهيم."
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: تعريف وسائل الاتصال"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": "1",
            "tit": "الوسيلة لغة:"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": "2",
            "tit": "واصطلاحا"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": "3",
            "tit": "الاتصال لغة:"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": null,
            "tit": "الاتصال اصطلاحا:"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": "1",
            "tit": "وسائل الاتصال الجماهيرية:"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: تعريف وسائل الإعلام"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "1",
            "tit": "الوسائل لغة واصطلاحا"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "2",
            "tit": "الإعلام في الاصطلاح:"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "3",
            "tit": "ومنها: هو التعبير الموضوعي عن عقلية الجماهير، وروحها وميولها واتجاهاتها في نفس الوقت"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: تعريف الدعوة لغة واصطلاحا"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": "1",
            "tit": "الدعوة لغة:"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": "2",
            "tit": "الدعوة في الاصطلاح"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع: تعريف الأمر بالمعروف والنهي عن المنكر"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": "1",
            "tit": "لغة"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": "2",
            "tit": "وفي الاصطلاح"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الخامس: الفرق بين الإعلام والاتصال"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": "1",
            "tit": "القسم الأول: اتصال ذاتي."
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": "2",
            "tit": "القسم الثاني: اتصال بالآخرين."
        },
        {
            "id": "18",
            "lvl": "4",
            "sub": "3",
            "tit": "الاتصال بالآخرين ينقسم إلى قسمين:"
        },
        {
            "id": "18",
            "lvl": "5",
            "sub": "4",
            "tit": "1 - اتصال الإنسان بأخيه الإنسان."
        },
        {
            "id": "18",
            "lvl": "5",
            "sub": "5",
            "tit": "2 - اتصال الإنسان بغيره من مخلوقات الله."
        },
        {
            "id": "18",
            "lvl": "6",
            "sub": "6",
            "tit": "النوع الأول:"
        },
        {
            "id": "19",
            "lvl": "6",
            "sub": null,
            "tit": "النوع الثاني:"
        },
        {
            "id": "19",
            "lvl": "6",
            "sub": "1",
            "tit": "النوع الثالث:"
        },
        {
            "id": "19",
            "lvl": "4",
            "sub": "2",
            "tit": "والخلاصة"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السادس: الفرق بين الدعوة والإعلام"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السابع: إيثار القرآن لفظ الدعوة على لفظ الإعلام"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": "1",
            "tit": "والدعوة أكثر شمولا وأعظم دلالة على طبيعة العمل المفروض"
        },
        {
            "id": "21",
            "lvl": "4",
            "sub": "2",
            "tit": "1 - الدعوة ذات صفة موجهة تتطلب معرفة سابقة عن المدعو"
        },
        {
            "id": "21",
            "lvl": "4",
            "sub": "3",
            "tit": "2 - الدعوة تتطلب التزاما من الداعي نحو من يدعوهم"
        },
        {
            "id": "22",
            "lvl": "4",
            "sub": null,
            "tit": "3 - الدعوة تتطلب المتابعة والمراجعة لمعرفة مدى النداء الموجه"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": "1",
            "tit": "طرق التأثير الإعلامي."
        },
        {
            "id": "22",
            "lvl": "4",
            "sub": "2",
            "tit": "1 - التكرار: ويقصد به الإلحاح المستمر والمتجدد في عرض الرسالة الإعلامية."
        },
        {
            "id": "22",
            "lvl": "4",
            "sub": "3",
            "tit": "2 - التوليد: ويقصد به استخراج فهم من فهم آخر."
        },
        {
            "id": "22",
            "lvl": "4",
            "sub": "4",
            "tit": "3 - التذكير: ويقصد به تحديد الفهم مرة أخرى"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثامن: العملية الاتصالية ونماذج الاتصال"
        },
        {
            "id": "23",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - المرسل للرسالة الإعلامية."
        },
        {
            "id": "23",
            "lvl": "3",
            "sub": "2",
            "tit": "2 - الرسالة الإعلامية."
        },
        {
            "id": "23",
            "lvl": "3",
            "sub": "3",
            "tit": "3 - الوسيلة التي تقوم بنقل هذه الرسالة."
        },
        {
            "id": "23",
            "lvl": "3",
            "sub": "4",
            "tit": "4 - المستقبل للرسالة الإعلامية."
        },
        {
            "id": "23",
            "lvl": "3",
            "sub": "5",
            "tit": "5 - الاستجابة أو التأثير للرسالة الإعلامية."
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: حكم الدعوة إلى الله تعالى، وفضل العلم والعلماء"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: حكم الدعوة إلى الله"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - {ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر}"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": "2",
            "tit": "2 - {ادع إلى سبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتي هي أحسن}"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": "3",
            "tit": "3 - {قل هذه سبيلي أدعو إلى الله على بصيرة أنا ومن اتبعني}"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: فضل العلم والعلماء، والدعوة والدعاة"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - {شهد الله أنه لا إله إلا هو والملائكة وأولوا العلم قائما بالقسط}"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": "2",
            "tit": "2 - {بل هو آيات بينات في صدور الذين أوتوا العلم}"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": "3",
            "tit": "3 - {وتلك الأمثال نضربها للناس وما يعقلها إلا العالمون}"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": "4",
            "tit": "4 - {إنما يخشى الله من عباده العلماء}"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": "5",
            "tit": "5 - {يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات}"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": "6",
            "tit": "6 - {قل هل يستوي الذين يعلمون والذين لا يعلمون إنما يتذكر أولوا الألباب}"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": "7",
            "tit": "7 - من يرد الله به خيرا يفقهه في الدين"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": null,
            "tit": "8 - من سلك طريقا يلتمس فيه علما سهل الله له طريقا إلى الجنة"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": "1",
            "tit": "9 - إن الله لا يقبض العلم انتزاعا ينتزعه من الناس"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": "2",
            "tit": "10 - وعن حذيفة بن اليمان - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": null,
            "tit": "11 - لا حسد إلا في اثنتين: رجل آتاه الله مالا فسلطه على هلكته في الحق"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": "1",
            "tit": "12 - الدنيا ملعونة، ملعون ما فيها إلا ذكر الله وما ولاه، وعالما أو متعلما"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": "2",
            "tit": "13 - فضل العالم على العابد كفضلي على أدناكم،"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": null,
            "tit": "14 - من دل على خير فله مثل أجر فاعله"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": "1",
            "tit": "15 - من جهز غازيا فقد غزا، ومن خلفه في أهله بخير فقد غزا"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": "2",
            "tit": "16 - من سن في الإسلام سنة حسنة فله أجرها، وأجر من عمل بها بعده"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": "3",
            "tit": "17 - من دعا إلى هدى كان له من الأجر مثل أجور من تبعه"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": null,
            "tit": "18 - فوالله لأن يهدي الله بك رجلا واحدا خير لك من أن يكون لك حمر النعم"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": "1",
            "tit": "19 - إذا مات الإنسان انقطع عنه عمله إلا من ثلاثة: إلا من صدقة جارية،"
        },
        {
            "id": "36",
            "lvl": "3",
            "sub": null,
            "tit": "20 - {ومن أحسن قولا ممن دعا إلى الله وعمل صالحا وقال إنني من المسلمين}"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: وجوب الإخلاص لله والمتابعة للنبي - صلى الله عليه وسلم -"
        },
        {
            "id": "37",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - {من كان يريد العاجلة عجلنا له فيها ما نشاء لمن نريد ثم جعلنا له}"
        },
        {
            "id": "37",
            "lvl": "3",
            "sub": "2",
            "tit": "2 - {من كان يريد الحياة الدنيا وزينتها نوف إليهم أعمالهم فيها}"
        },
        {
            "id": "79",
            "lvl": "4",
            "sub": "3",
            "tit": "5 - ويمكن استعمالها في نشر الآراء عن طريق تلخيص الكتب النافعة على الأشرطة،"
        },
        {
            "id": "79",
            "lvl": "3",
            "sub": "4",
            "tit": "سابعا: شرائط الشرائح:"
        },
        {
            "id": "80",
            "lvl": "3",
            "sub": null,
            "tit": "ثامنا: الأفلام:"
        },
        {
            "id": "80",
            "lvl": "3",
            "sub": "1",
            "tit": "تاسعا: أشرطة الفيديو:"
        },
        {
            "id": "81",
            "lvl": "4",
            "sub": null,
            "tit": "1 - تعليم الصلاة عمليا."
        },
        {
            "id": "81",
            "lvl": "4",
            "sub": "1",
            "tit": "2 - تعليم مناسك الحج."
        },
        {
            "id": "81",
            "lvl": "4",
            "sub": "2",
            "tit": "3 - تعليم مبادئ القراءة، والكتابة، والحساب"
        },
        {
            "id": "81",
            "lvl": "4",
            "sub": "3",
            "tit": "4 - تعليم موضوعات معينة من خلال برامج الأحاديث"
        },
        {
            "id": "82",
            "lvl": "5",
            "sub": null,
            "tit": "يمكن استخدامها على النحو الآتي:"
        },
        {
            "id": "82",
            "lvl": "6",
            "sub": "1",
            "tit": "1 - التعليم وفقا للحاجات الضرورية"
        },
        {
            "id": "82",
            "lvl": "6",
            "sub": "2",
            "tit": "2 - تعليم المجموعات بمعنى التعليم الموجه لمجموعة على استعداد لتلقيه."
        },
        {
            "id": "82",
            "lvl": "6",
            "sub": "3",
            "tit": "3 - التعليم الجماهيري بمعنى التعليم الموجه لتعليم أي شخص عندما يريد."
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": "4",
            "tit": "عاشرا: الهاتف الثابت:"
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": "5",
            "tit": "الحادي عشر: الناسوخ:"
        },
        {
            "id": "83",
            "lvl": "3",
            "sub": null,
            "tit": "الثاني عشر: الهاتف الجوال:"
        },
        {
            "id": "83",
            "lvl": "3",
            "sub": "1",
            "tit": "الثالث عشر: الإنترنت:"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع: واجب أهل العلم نحو ما ينشر في هذه الوسائل"
        },
        {
            "id": "85",
            "lvl": "3",
            "sub": null,
            "tit": "أولا: العمل على خدمة العقيدة الإسلامية"
        },
        {
            "id": "85",
            "lvl": "3",
            "sub": "1",
            "tit": "ثانيا: نشر الدعوة الإسلامية بين الحيارى والشاردين والتائهين"
        },
        {
            "id": "86",
            "lvl": "4",
            "sub": null,
            "tit": "* أما الميداني الدفاعي"
        },
        {
            "id": "86",
            "lvl": "4",
            "sub": "1",
            "tit": "* أما الميدان التبليغي:"
        },
        {
            "id": "88",
            "lvl": "3",
            "sub": null,
            "tit": "ثالثا: ينبغي للدعاة أن يدعوا إلى سبيل ربهم"
        },
        {
            "id": "89",
            "lvl": "3",
            "sub": null,
            "tit": "رابعا: يجب ألا يطيل الداعي على الناس في مواقف وعظه وإرشاده"
        },
        {
            "id": "89",
            "lvl": "3",
            "sub": "1",
            "tit": "خامسا: كما يجب على الداعي ألا يتنقل بين موضوعات كثيرة"
        },
        {
            "id": "89",
            "lvl": "3",
            "sub": "2",
            "tit": "سادسا: ينبغي للقائم بالدعوة أن يعلم أنه يخاطب عقولا متفاوتة"
        },
        {
            "id": "90",
            "lvl": "3",
            "sub": null,
            "tit": "سابعا: ينبغي للداعية أن يعلم أنه في ميدان جهاد في سبيل الله"
        },
        {
            "id": "90",
            "lvl": "3",
            "sub": "1",
            "tit": "ثامنا: ينبغي للعلماء والدعاة والمدرسين والمشتغلين بالتربية والتعليم"
        },
        {
            "id": "90",
            "lvl": "4",
            "sub": "2",
            "tit": "- في الوسيلة التي يخاطب بها الفئات إعلاميا."
        },
        {
            "id": "90",
            "lvl": "4",
            "sub": "3",
            "tit": "- أو المادة وهي الرسالة التي توجه في المجال الإعلامي."
        },
        {
            "id": "90",
            "lvl": "4",
            "sub": "4",
            "tit": "- أو المتابعة ومعرفته النتائج"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الخامس: الهدف الذي يريده كل مسلم من الإعلام:"
        },
        {
            "id": "91",
            "lvl": "3",
            "sub": "1",
            "tit": "أولا: نريد من الإعلام الإسلامي أن يشعر بعظم المسؤولية"
        },
        {
            "id": "91",
            "lvl": "3",
            "sub": "2",
            "tit": "ثانيا: ينبغي أن يكون الإعلام مرآة لماضي الأمة الإسلامية"
        },
        {
            "id": "91",
            "lvl": "3",
            "sub": "3",
            "tit": "ثالثا: ينبغي أن يكون الإعلام أداة من أدوات توحيد الأمة"
        },
        {
            "id": "91",
            "lvl": "3",
            "sub": "4",
            "tit": "رابعا: من واجبات الإعلام الإسلامي أن يقوم بدراسة ميدانية"
        },
        {
            "id": "92",
            "lvl": "3",
            "sub": null,
            "tit": "خامسا: يجب على العلماء والدعاة ورجال الإعلام الإسلامي تقديم الإسلام للمجتمع العالمي"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "المصادر والمراجع"
        }
    ]
}