{
    "b1822": [
        {
            "id": "2",
            "nass": "سلسلة مؤلفات سعيد بن علي بن وهف القحطاني ¶ الغناء والمعازف في ضوء الكتاب والسنة وآثار الصحابة - رضي الله عنهم - ¶ تقديم معالي العلامة الشيخ الدكتور صالح بن فوزان الفوزان عضو هيئة كبار العلماء ¶ تأليف الفقير إلى الله تعالى ¶ د. سعيد بن علي بن وهف القحطاني",
            "page": null,
            "part": null,
            "seal": "CF0459EF"
        },
        {
            "id": "4",
            "nass": "تقديم معالي العلامة الشيخ الدكتور صالح بن فوزان الفوزان عضو هيئة كبار العلماء ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ وعليكم السلام ورحمة اللَّه وبركاته/ وبعد: فقد تصفحت الرسالة المذكورة، فوجدتها مفيدة في موضوعها، مستوفية للأدلة من الكتاب والسنة، وكلام أهل العلم في تحريم الغناء والمعازف، والرد على من استباح ذلك، فجزاكم اللَّه خيراً على ما قمتم به من واجب النصيحة، والرد على من خالف من غير دليل. وصلى اللَّه وسلم على نبينا محمد وآله وصحبه. ¶ كتبه ¶ صالح بن فوزان الفوزان ¶ عضو هيئة كبار العلماء ¶ 2/ 10/ 1431هـ",
            "page": null,
            "part": null,
            "seal": "BE2DF8E8"
        },
        {
            "id": "6",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ المقدمة ¶ إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ باللَّه من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مُضلَّ له، ومن يُضلل فلا هادي له، وأشهد أن لا إله إلا اللَّه وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى اللَّه عليه، وعلى آله، وأصحابه ومن تبعهم بإحسان إلى يوم الدين، وسلّم تسليماً كثيراً، أما بعد: ¶ فقد ظهر بعض القُرَّاءِ للقرآن الكريم في النصف الثاني من هذا العام 1431هـ يفتي بجواز الغناء، والموسيقى، وفتن نفسه، وفتن غيره من ضعفاء العلم والإيمان من الناس، والعياذ باللَّه، وليته شكر اللَّه تعالى على ما أعطاه من إجادة حروف القرآن، وحسن الصوت في قراءته، وليته سأل اللَّه العلم والعمل بالقرآن على الوجه الذي يرضيه - سبحانه وتعالى -، وليته ردَّ هذا الأمر إلى القرآن الذي أتقن حفظ حروفه، وإلى سنة النبي - صلى الله عليه وسلم -، فقد أمر اللَّه بالردِّ إليهما عند التنازع، وليته استفاد من علماء عصره المحققين، أمثال الإمام ابن باز رحمه الله، والعلامة ابن عثيمين رحمه الله، ومفتي عام المملكة، وأمثالهم من أهل العلم الراسخين المخلصين، ولكن قدّر اللَّه، وما شاء فعل، واللَّه يعفو عنا وعنه. ¶ وقد كتبت هذه الرسالة ((الغناء والمعازف في ضوء الكتاب والسنة، وآثار الصحابة)) ردَّاً عليه، وعلى أمثاله، وقد بيّنت فيها بالأدلّة من الكتاب والسنة، وأقوال الصحابة، وأعلام التابعين، والأئمة الأربعة، وغيرهم من أهل العلم المحققين تحريم الأغاني والمعازف، كما بيّنت ما يجوز من الغناء المباح، وقد قسمت هذه الرسالة إلى",
            "page": "3",
            "part": "1",
            "seal": "C5D7344B"
        },
        {
            "id": "7",
            "nass": "المباحث الآتية: ¶ المبحث الأول: مفهوم الغناء والمعازف. ¶ المبحث الثاني: تحريم القول على اللَّه بغير علم. ¶ المبحث الثالث: تحريم الغناء بالكتاب والسنة، وأقوال الصحابة. ¶ المبحث الرابع: الوعيد الشديد لأهل الغناء والمعازف. ¶ المبحث الخامس: أسماء الغناء والمعازف وآلات اللهو. ¶ المبحث السادس: مسائل مهمة في الغناء والمعازف والمزامير. ¶ المبحث السابع: أضرار الغناء ومفاسده. ¶ المبحث الثامن: ما يباح من الغناء. ¶ المبحث التاسع: الردُّ على من ضعّف أحاديث الغناء. ¶ المبحث العاشر: الفتاوى المحققة في الأغاني والمعازف، وآلات اللهو. ¶ وقد استفدت كثيراً من تقريرات شيخنا عبد العزيز بن عبد الله ابن باز رحمه الله. ¶ واللَّهَ أسأل أن يجعله خالصاً لوجهه الكريم، مباركاً، نافعاً، صواباً، وأن ينفعني به في حياتي، وبعد مماتي، وأن ينفع به من انتهى إليه؛ فإنه خير مسؤول، وأكرم مأمول، وهو حسبنا ونعم الوكيل، ولا حول ولا قوة إلا باللَّه العليّ العظيم. ¶ وصلى اللَّه وسلّم وبارك على عبده، ورسوله، وخيرته من خلقه، وأمينه على وحيه، نبينا محمد بن عبد اللَّه، وعلى آله وأصحابه، ومن تبعهم بإحسان إلى يوم الدين. ¶ أبو عبد الرحمن ¶ حرر بعد ظهر يوم الثلاثاء الموافق 8/ 8/1431هـ.",
            "page": "4",
            "part": "1",
            "seal": "5666E895"
        },
        {
            "id": "8",
            "nass": "المبحث الأول: مفهوم الغناء والمعازف ¶ الغناء: التطريب، والترنم بالكلام الموزون وغيره، ويكون مصحوباً بالموسيقى وغير مصحوب، والأغنية: ما يترنم به من الكلام، والجمع: أغاني، وغنَّى: طرّب، وترنّم بالكلام الموزون، وغيره (¬1). ¶ والغناء: هو المعروف بين أهل اللهوِ واللعب (¬2). ¶ والغِناء من الصوت: ما طُرِّب به ... ويقال: غنَّى فلانٌ يُغنِّي أُغنية، وتغنَّى بأغنية حسنة، وجمعها الأغاني (¬3). ¶ والغناء اصطلاحاً: هو ترديد الصوت بالشعر ونحوه بالألحان، أما التغنِّي فهو الترنّم (¬4). ¶ والمعازف: يقال: عزف عزفاً: لَهَا، والمعازف: الملاهي، وواحد المعازف: عزْف على غير قياس، والملاعب التي يضرب بها، يقولون للواحد: عزْف، والجمع: معازف. ¶ العزف: اللعب بالمعازف، وهي الدفوف وغيرها مما يُضرب، وكلُّ لعب عزف، والعازف: اللاعب بها والمُغَنِّي (¬5). ¶ ¬_________ ¶ (¬1) المعجم الوسيط، مادة: (غَنِيَ)، ص 664. ¶ (¬2) النهاية في غريب الحديث لابن الأثير، مادة (غناء)، 3/ 392. ¶ (¬3) لسان العرب، لابن منظور، 15/ 139. ¶ (¬4) معجم لغة الفقهاء، محمد روَّاس، ص 303، وانظر: القاموس الفقهي، لسعدي أبو جيب، ص 278. ¶ (¬5) لسان العرب لابن منظور، مادة (عزف)، والنهاية في غريب الحديث لابن الأثير، مادة (عزف).",
            "page": "5",
            "part": "1",
            "seal": "43233DA7"
        },
        {
            "id": "9",
            "nass": "وقيل: عزف - بفتح فسكون-: مصدر عزف: اللعب بآلات العزف: أي الموسيقى: كالعود، والطنبور، ونحوهما (¬1). ¶ ¬_________ ¶ (¬1) معجم لغة الفقهاء للرواس، مادة (عزف)، ص 208.",
            "page": "6",
            "part": "1",
            "seal": "E0A18CAC"
        },
        {
            "id": "10",
            "nass": "المبحث الثاني: تحريم القول على الله بغير علم ¶ يظهر بعض الناس في كلّ زمان فيتكلمون، ويُفتون بغير علم، ولا هُدىً، ويخالفون الكتاب، والسنة، وأصحاب النبي - صلى الله عليه وسلم -، والأئمة الأعلام من المحققين من علماء الإسلام، حتى في بعض المسائل العظيمة التي لو عرضت على أمير المؤمنين عمر بن الخطاب - رضي الله عنه -، لجمع لها أهل بدر، والمهاجرين، والأنصار؛ لخشيته لله، ومراقبته له - عز وجل -، وهذا يدل على عدم خشيتهم لله تعالى، وأنهم من أجهل الناس، ويجهلون ما جاء في الكتاب الكريم، وسنة النبي - صلى الله عليه وسلم - من تحريم القول على الله بغير علم: ¶ 1 - قال اللَّه تعالى: (قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ} (¬1)، ومعنى القول على اللَّه بغير علم: أي بغير دليل صريح من كتاب أو سنة صحيحة صريحة، سواء كان ذلك في أصول الدين، أو فروعه. ¶ 2 - وقال اللَّه - عز وجل -: (وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلَالٌ ¶ ¬_________ ¶ (¬1) سورة الأعراف، الآية: 33.",
            "page": "7",
            "part": "1",
            "seal": "2C8D1C6A"
        },
        {
            "id": "11",
            "nass": "وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ * مَتَاعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ} (¬1). ¶ 3 - وقال - سبحانه وتعالى -: (يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْضِ حَلَالًا طَيِّبًا وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ * إِنَّمَا يَأْمُرُكُمْ ¶ بِالسُّوءِ وَالْفَحْشَاءِ وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ} (¬2). ¶ 4 - وقال اللَّه تبارك وتعالى: (قُلْ أَرَأَيْتُمْ مَا أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ فَجَعَلْتُمْ مِنْهُ حَرَامًا وَحَلَالًا قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ * وَمَا ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ} (¬3). ¶ 5 - وقال - سبحانه وتعالى -: (أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ} (¬4)، فقد جعل الله من شرَّع للناس شيئاً من الدين لم يشرعه اللَّه شريكاً له في تشريعه، ومن أطاعه في ذلك فهو مشرك باللَّه تعالى شرك الطاعة. ¶ ¬_________ ¶ (¬1) سورة النحل، الآيتان: 116 - 117. ¶ (¬2) سورة البقرة، الآيتان: 168 - 169. ¶ (¬3) سورة يونس، الآيتان: 59 - 60. ¶ (¬4) سورة الشورى، الآية: 21.",
            "page": "8",
            "part": "1",
            "seal": "904EA45C"
        },
        {
            "id": "12",
            "nass": "6 - وعن عبد اللَّه بن عمرو رَضِيَ اللَّهُ عَنْهُمَا، قال: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: ((إِنَّ اللَّهَ لَا يَقْبِضُ الْعِلْمَ انْتِزَاعًا يَنْتَزِعُهُ مِنَ الْعِبَادِ، وَلَكِنْ يَقْبِضُ الْعِلْمَ بِقَبْضِ الْعُلَمَاءِ حَتَّى إِذَا لَمْ يَتْرُكْ عَالِمًا اتَّخَذَ النَّاسُ رُؤُوسًا جُهَّالًا، فَسُئِلُوا فَأَفْتَوْا بِغَيْرِ عِلْمٍ، فَضَلُّوا وَأَضَلُّوا))، وفي لفظ للبخاري: (( ... حتى إذا لم يبق عالم ... )) الحديث (¬1). ¶ وقد ظهر في هذا الزمان من القول على اللَّه بغير علم الكثير من الناس إلا من عصم اللَّه بالتوبة: فهذا يقول: لا بأس بالاختلاط ¶ بين الرجال والنساء في المدارس، والجامعات في الدراسة، وفي الوظائف في المستشفيات وغيرها، وهذا يفتي بجواز خلوة الرجل السائق بالمرأة، وليس معهما أحد، وذاك يقول بجواز سفر المرأة بدون محرم، والآخر يبيح الربا في البنوك باسم المساهمات، أو الفوائد، وذاك يجيز الاقتراض من البنوك بفوائد، وآخر يجيز قيادة المرأة للسيارة، واختلاطها برجال المرور وغيرهم، وآخر يجيز تصوير المرأة، ونشر صورتها، وآخر يجيز الصلاة في البيوت، ولا ¶ ¬_________ ¶ (¬1) متفق عليه: البخاري، كتاب العلم، بابٌ: كيف يقبض العلم، برقم 100، ورقم 3703، ومسلم، واللفظ له، كتاب العلم، باب رفع العلم وقبضه، وظهور الجهل والفتن في آخر الزمان، برقم 13 - (2673).",
            "page": "9",
            "part": "1",
            "seal": "C070D022"
        },
        {
            "id": "13",
            "nass": "يرى وجوب صلاة الجماعة على الرجال القادرين، وآخر يبيح الغناء والمزامير، وغير ذلك، فإنا للَّه وإنا إليه راجعون))، وهذا يذكرنا بقول سفيان بن عيينة: ((كان يُقال: العلماء ثلاثة: عالم بالله يخشى الله، ليس بعالم بأمر الله، وعالمٌ بالله، عالم بأمر الله، يخشى الله، فذاك العالم الكامل، وعالم بأمر الله، ليس بعالم بالله، لا يخشى الله، فذلك العالم الفاجر)) (¬1). ¶ ¬_________ ¶ (¬1) سنن الدارمي: 1/ 86، برقم 369.",
            "page": "10",
            "part": "1",
            "seal": "6714F83F"
        },
        {
            "id": "14",
            "nass": "المبحث الثالث: تحريم الغناء من الكتاب والسنة، وآثار الصحابة والتابعين ومن بعدهم من العلماء ¶ أولاً: القرآن الكريم يُحرِّم الأغاني والملاهي، ويُحذِّر منها، ومن ذلك ما يأتي: ¶ 1 - قال اللَّه تعالى للشيطان: {اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ جَزَاءً مَوْفُورًا * وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَأَجْلِبْ عَلََيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَوْلَادِ وَعِدْهُمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا} (¬1). ¶ قوله تعالى: (وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ (أي: استخف واستجهل (¬2)، قال مجاهد في قوله: (وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ (: قال: باللهوِ والغِناء، وقال ابن عباس رَضِيَ اللَّهُ عَنْهُمَا: ((صوته: كل داعٍ دعا إلى معصية الله - عز وجل -)). ¶ قال الإمام ابن جرير رحمه اللَّه: ((وأولى الأقوال بالصحة أن يُقال: إن اللَّه تبارك وتعالى قال لإبليس: واستفزز من ذرّية آدم من استطعت أن تستفزّه بصوتك، ولم يخصِّص من ذلك صوتاً دون صوت، فكلّ صوت كان دعاء إليه، وإلى عمله وطاعته، وخلافاً للدعاء إلى طاعة اللَّه، فهو داخل في معنى صوته الذي قال الله تبارك وتعالى اسمه له: (وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ)) (¬3). وهذا ¶ ¬_________ ¶ (¬1) سورة الإسراء، الاية: 63 - 64. ¶ (¬2) جامع البيان عن تأويل آي القرآن، للطبري، 17/ 490 - 491. ¶ (¬3) المرجع السابق، 17/ 490 - 491.",
            "page": "11",
            "part": "1",
            "seal": "27836362"
        },
        {
            "id": "15",
            "nass": "يدل على أن كل داعٍ دعا إلى معصية اللَّه - عز وجل - من صوت الشيطان (¬1)، سواء كان ذلك من اللعب المحرم، أو اللهو والغناء المحرم، أو من المزامير، والموسيقى، وأصوات المسلسلات والطبول، والربابة، وغير ذلك من الأصوات، والله ¶ تعالى أعلم. ¶ وقال الإمام البغوي رحمه اللَّه: ((( .. بصوتك) قال الأزهري: معناه: ادعهم دعاءً تستفزّهم به إلى جنابك، أي: تستخفّهم)) (¬2)، وقال الضحاك: صوت المزمار، وقيل: ((بصوتك)): بوسوستك)) (¬3)، والصواب أن صوت الشيطان يشمل كل ما تقدم، واللَّه أعلم. ¶ 2 - قال اللَّه - عز وجل -: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ ¶ ¬_________ ¶ (¬1) تفسير القرآن العظيم، لابن كثير، 9/ 39، الطبعة الأولى، دار عالم الكتب، 1425هـ، توزيع وزارة الشؤون الإسلامية. ¶ (¬2) تفسير البغوي (المسمى معالم التنزيل) للإمام أبي محمد الحسين بن مسعود، البغوي، ت 516هـ، تحقيق: خالد العك، ومروان كجك، ط1، دار المعرفة، 3/ 123. وانظر: تيسير الكريم الرحمن في تفسير كلام المنان، للسعدي، ص 537، ط2، دار السلام، 1422هـ. ¶ (¬3) الجامع لأحكام القرآن، لأبي عبد الله محمد بن أحمد الأنصاري القرطبي، 10/ 293، دار الحديث، ط1، 1414هـ.",
            "page": "12",
            "part": "1",
            "seal": "ED251D9F"
        },
        {
            "id": "16",
            "nass": "سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ * وَإِذَا تُتْلَى عَلَيْهِ آيَاتُنَا وَلَّى مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ} (¬1). ¶ قوله تعالى: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ}. ¶ قيل: ((من يشتري الشراء المعروف بالثمن)). ¶ وقيل: ((بل معنى ذلك: من يختار لهو الحديث ويستحبّه)) (¬2). ¶ وقيل: ((أي يستبدل ويختار الغناء، والمزامير، والمعازف على القرآن)) (¬3). ¶ وقيل: ((يشتري)) أي يختار ويرغب رغبة من يبذل الثمن في الشيء)) (¬4). ¶ وأما قوله تعالى: ((لَهْوَ الْحَدِيثِ))، فقال عبد اللَّه بن مسعود - رضي الله عنه -: ¶ ((الغناء والذي لا إله إلا هو، يُرَدِّدُها ثلاث مرات)) (¬5). ¶ وقال عبد الله بن عباس رَضِيَ اللَّهُ عَنْهُمَا: ((الغناء وأشباهه))، وفي رواية عنه: ((شراء المغنية))، وفي رواية عنه أيضاً، قال: ((باطل الحديث: هو الغناء ونحوه)) (¬6). ¶ وقال جابر بن عبد اللَّه رَضِيَ اللَّهُ عَنْهُمَا: ((هو الغناء، والاستماع له)) (¬7). ¶ وفسَّر الإمام مجاهد رحمه اللَّه (لَهْوَ الْحَدِيثِ) بـ (الغناء)، وفي ¶ ¬_________ ¶ (¬1) سورة لقمان، الآيتان: 6، 7. ¶ (¬2) تفسير الطبري، 20/ 126، فقد ذكر جميع هذه المعاني السابقة. ¶ (¬3) تفسير البغوي، 3/ 490. ¶ (¬4) تيسير الكريم الرحمن في تفسير كلام المنان، للسعدي، ص 759. ¶ (¬5) الإمام الطبري بإسناده في جامع البيان، 20/ 127. ¶ (¬6) جامع البيان للطبري، 20/ 127 - 128، وقد ذكر هذه الآثار بأسانيده المتصلة إلى ابن عباس رَضِيَ اللَّهُ عَنْهُمَا. ¶ (¬7) المرجع السابق بإسناده، 20/ 128.",
            "page": "13",
            "part": "1",
            "seal": "BE78433C"
        },
        {
            "id": "17",
            "nass": "رواية عنه: ((المغني، والمغنية بالمال الكثير، أو الاستماع إليه، أو إلى مثله من الباطل))، وفي رواية عنه: ((عَنَى باللهو: الطبل)) (¬1). ¶ وفسَّر عكرمة رحمه اللَّه (لَهْوَ الْحَدِيثِ) بالغناء (¬2). ¶ وفسَّر الضحاك رحمه اللَّه (لَهْوَ الْحَدِيثِ) بالشرك (¬3). ¶ قال الإمام الطبري رحمه اللَّه: ((والصواب من القول في ذلك أن يُقال: عَنَى به كلَّ ما كان من الحديث ملهياً عن سبيل الله ممّا نهى اللَّه عن استماعه، أو رسوله [- صلى الله عليه وسلم -]؛ لأن الله تعالى عمَّ بقوله: ((لَهْوَ الْحَدِيثِ))، ولم يُخَصِّصْ بعضاً دون بعض، فذلك على عمومه حتى يأتي ما يدلّ على خصوصه، والغناء والشرك من ذلك)) (¬4). ¶ وقال الإمام ابن كثير رحمه اللَّه في تفسير هاتين الآيتين: ¶ {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ ¶ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ*وَإِذَا تُتْلَى عَلَيْهِ آيَاتُنَا وَلَّى مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ} (¬5). ¶ لما ذكر تعالى حال السعداء، وهم الذين يهتدون بكتاب اللَّه، وينتفعون بسماعه، كما قال تعالى: {اللَّهُ نزلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ ¶ ¬_________ ¶ (¬1) جامع البيان، للطبري، 20/ 128 - 129 بأسانيده. ¶ (¬2) المرجع السابق، 20/ 129 بإسناده. ¶ (¬3) جامع البيان، 20/ 129. ¶ (¬4) المرجع السابق، 20/ 130. ¶ (¬5) سورة لقمان، الآية: 6.",
            "page": "14",
            "part": "1",
            "seal": "9B87546F"
        },
        {
            "id": "18",
            "nass": "جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ} (¬1)، عطف بذكر حال الأشقياء، الذين أعرضوا عن الانتفاع بسماع كلام اللَّه، وأقبلوا على استماع المزامير والغناء بالألحان، وآلات الطرب، كما قال ابن مسعود في قوله تعالى: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ} قال: هو - واللَّه-الغناءُ. ¶ قال ابن جرير: حدثني يونس [بن عبد الأعلى]،أخبرنا ابن وهب، أخبرني يزيد عن يونس، عن أبي صخر، عن أبي معاوية البجلي، عن سعيد بن جبير، عن أبي الصهباء البكري، أنه سمع عبد الله بن مسعود - رضي الله عنه - وهو يُسأل عن هذه الآية: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ} - فقال عبد الله: الغناء، واللَّه الذي لا إله إلا هو، يرددها ثلاث مرات. ¶ حدثنا عمرو بن علي، حدثنا صفوان بن عيسى، أخبرنا حُمَيْد الخرّاط، عن عمار، عن سعيد بن جبير، عن أبي الصهباء: أنه سأل ابن مسعود عن قول اللَّه: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ} قال: الغناء. ¶ وكذا قال ابن عباس، وجابر، وعِكْرِمة، وسعيد بن جُبَيْر، ومجاهد، ومكحول، وعمرو بن شعيب، وعلي بن بَذيمة. ¶ وقال الحسن البصري: أُنزلت هذه الآية: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ} في الغناء ¶ ¬_________ ¶ (¬1) سورة الزمر، الآية: 23.",
            "page": "15",
            "part": "1",
            "seal": "EB36A958"
        },
        {
            "id": "19",
            "nass": "والمزامير. ¶ وقال قتادة: قوله: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ ¶ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ}: واللَّه لعله لا ينفق فيه مالاً، ولكنْ شراؤه استحبابه، بحَسْب المرء من الضلالة أن يختارَ حديثَ الباطل على حديث الحق، وما يضرّ على ما ينفع. ¶ وقيل: عنى بقوله: {يَشْتَرِي لَهْوَ الْحَدِيثِ}: اشتراء المغنيات من الجواري ... ¶ وقال الضّحّاك في قوله تعالى: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ} يعني: الشرك، وبه قال عبد الرحمن بن زيد بن أسلم؛ واختار ابن جرير أنه كل كلام يصدُّ عن آيات اللَّه، واتّباع سبيله. ¶ وقوله: {لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ} أي: إنما يصنع هذا للتخالف للإسلام وأهله، وعلى قراءة فتح الياء، تكون اللام لام العاقبة، أو تعليلاً للأمر القدري، أي: قُيِّضوا لذلك ليكونوا كذلك. ¶ وقوله: {وَيَتَّخِذَهَا هُزُوًا} قال مجاهد: ويتخذ سبيل اللَّه هزواً، يستهزئ بها. ¶ وقال قتادة: يعني: ويتخذ آيات اللَّه هزواً. وقول مجاهد أولى. ¶ وقوله تعالى: {أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ} أي: كما استهانوا بآيات اللَّه وسبيله، أُهينوا يوم القيامة في العذاب الدائم المستمر. ¶ ثم قال تعالى: {وَإِذَا تُتْلَى عَلَيْهِ آيَاتُنَا وَلَّى مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا} أي: هذا المقبل على اللهو واللّعب والطرب، إذا تُليت عليه الآيات القرآنية، ولَّى عنها، وأعرض وأدبر وتَصَامّ وما به من صَمَم، كأنه ما يسمعها؛ لأنه يتأذّى بسماعها، إذ لا",
            "page": "16",
            "part": "1",
            "seal": "D48CA8A9"
        },
        {
            "id": "20",
            "nass": "انتفاع له بها، ولا أرَبَ له فيها، {فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ} أي: يوم القيامة يؤلمه، كما تألمَّ بسماع كتاب اللَّه وآياته (¬1). ¶ وقال الإمام القرطبي رحمه الله في تفسير قوله تعالى: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ} (¬2) (من) في موضع رفع بالابتداء، و ((لَهْوَ الْحَدِيثِ)) الغناء في قول ابن مسعود، وابن عباس، وغيرهما، ثم بسط الكلام في تفسير هذه الآية، ثم قال: المسألة الثانية: وهو الغناء المعتاد عند المشتهرين ¶ به، الذي يحرِّك النفوس، ويبعثها على الهوى والغزل، والمجون، الذي يحرك الساكن، ويبعث الكامن، فهذا النوع إذا كان في شعر يُشبَّب (¬3) فيه بذكر النساء، ووصف محاسنهن، وذكر الخمور والمحرّمات، لا يختلف في تحريمه؛ لأنه اللهو والغناء المذموم بالاتفاق، فأما ما سلم من ذلك فيجوز القليل منه في أوقات الفرح: كالعرس، والعيد، وعند التنشيط على الأعمال الشاقة، كما كان في حفر الخندق، وحدو أنجشة، وسلمة بن الأكوع، فأما ما ابتدعته الصوفية اليوم من الإدمان على سماع الأغاني بالآلات المطربة من الشبّابات، والطار، والمعازف، والأوتار فحرام)). انتهى (¬4). ¶ قال شيخنا الإمام ابن باز - رحمه الله - معلقاً على كلام القرطبي هذا: ¶ ¬_________ ¶ (¬1) تفسير القرآن العظيم، 11/ 45 - 46. ¶ (¬2) سورة لقمان، الآية: 6. ¶ (¬3) التَّشْبِيبُ: تَرقيقُ الشعر بذكر النِّساء. انظر: النهاية في غريب الحديث،2/ 1074،مادة (شبب). ¶ (¬4) الجامع لأحكام القرآن، 14/ 57.",
            "page": "17",
            "part": "1",
            "seal": "C92C950D"
        },
        {
            "id": "21",
            "nass": "((وهذا الذي قاله القرطبي كلام حسن، وبه تجتمع الآثار الواردة في هذا الباب)) (¬1). ¶ 3 - وقال اللَّه تعالى: {أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ * وَتَضْحَكُونَ وَلَا تَبْكُونَ * وَأَنْتُمْ سَامِدُونَ} (¬2). ¶ قال الإمام الطبري رحمه الله: ((أفمن هذا القرآن أيها الناس تعجبون، أنْ نَزَلَ على محمد - صلى الله عليه وسلم -، وتضحكون منه استهزاءً به، ولا تبكون مما فيه من الوعيد لأهل معاصي اللَّه، وأنتم من أهل معاصيه (وَأَنْتُمْ سَامِدُونَ) يقول: وأنتم لاهون عما فيه من العِبر والذكر، معرضون عن آياته; يُقال للرجل: دعْ عنا سُمودَك، يُراد به: دَعْ عنَّا لهوك، يقال منه: سَمَدَ فلان يَسْمُد سُمُوداً. ¶ وبنحو الذي قلنا في ذلك قال أهل التأويل، وإن اختلفت ألفاظهم بالعبارة عنه، فقال بعضهم: غافلون، وقال بعضهم: مُغنّون ... )) (¬3). ¶ وقوله تعالى: {وَأَنْتُمْ سَامِدُونَ}، قال ابن عباس رَضِيَ اللَّهُ عَنْهُمَا: ((هو الغناء، وهي يمانية: يقولون: اسمد لنا: تغَنَّ لنا))، وفي رواية عن ابن عباس رَضِيَ اللَّهُ عَنْهُمَا قال: ((السامدون: المغنُّون بالحميرية))، وكذا قال عكرمة، وقال الضحاك: ((السمود: اللهو واللعب)) (¬4). ¶ ¬_________ ¶ (¬1) مجموع فتاوى ومقالات متنوعة، لابن باز، 21/ 110 - 111. ¶ (¬2) سورة النجم، الآيات: 59 - 61. ¶ (¬3) جامع البيان، 22/ 559. ¶ (¬4) جامع البيان،22/ 560 - 561، بأسانيده المتصلة، وانظر: تفسير القرآن العظيم لابن كثير،13/ 284.",
            "page": "18",
            "part": "1",
            "seal": "44E06B46"
        },
        {
            "id": "22",
            "nass": "وقال الإمام البغوي رحمه الله: ((وقال عكرمة [عن ابن عباس]: هو الغناء بلغة أهل اليمن، وكانوا إذا سمعوا القرآن تغنَّوا ولعبوا)) (¬1)، يعني المشركين، وقال سفيان الثوري عن أبيه عن ابن عباس رَضِيَ اللَّهُ عَنْهُمَا: {وَأَنْتُمْ سَامِدُونَ} قال: ((الغناء، هي يمانية: اسمد لنا: غَنِّ لنا)) (¬2). ¶ والسمد كما تقدم: الغفلة، واللهو، ويدخل في ذلك الغناء (¬3). ¶ 4 - قال اللَّه - عز وجل -: {وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا} (¬4). ¶ قوله: {لَا يَشْهَدُونَ الزُّورَ}، قال الضحاك: ((الشرك، وقال مجاهد: لا يسمعون الغناء، وقال ابن جريج: هو قول الكذب)). ¶ قال الإمام الطبري رحمه الله: ((فإذا كان ذلك كذلك، فأولى الأقوال بالصواب في تأويله أن يُقال: والذين لا يشهدون شيئاً من الباطل: لا شِركاً، ولا غِناءً، ولا كذباً ولا غيره، وكلّ ما لزمه اسم الزور؛ لأن الله عمّ في وصفه إياهم أنهم لا يشهدون الزور، فلا ينبغي أن يُخَصَّ من ذلك شيء إلا بحجة يجب التسليم لها، من خبر ¶ أو عقل)) (¬5). ¶ ¬_________ ¶ (¬1) تفسير البغوي، 4/ 257، وانظر: الجامع لأحكام القرآن للقرطبي، 17/ 120. ¶ (¬2) انظر: تفسير القرآن العظيم، لابن كثير، 13/ 284. ¶ (¬3) انظر: المرجع السابق، 13/ 284. ¶ (¬4) سورة الفرقان، الآية: 72. ¶ (¬5) تفسير الطبري، 19/ 314.",
            "page": "19",
            "part": "1",
            "seal": "9756D518"
        },
        {
            "id": "23",
            "nass": "وقال الإمام ابن كثير رحمه الله: (({لا يَشْهَدُونَ الزُّورَ} قيل: هو الشرك، وعبادة الأصنام، وقيل: الكذب، والفسق، واللغو، والباطل، وقال محمد بن الحنفية: ((لا يَشْهَدُونَ)): اللهو والغناء ... )) (¬1). ¶ 5 - قال اللَّه تعالى: {وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً} (¬2). ¶ قال الإمام ابن جرير رحمه الله: (({وَمَا كَانَ صَلاتُهُمْ عِنْدَ الْبَيْتِ}، يعني: بيت الله العتيق ((إلاّ مُكاءً))، وهو الصفير ... وقد قيل: إن (المكو): أن يجمع الرجل يديه، ثم يدخلهما في فيه، ثم يصيح، ويُقال منه: ((مَكت است الدابة مُكاءً))، إذا نفخت بالريح، ويقال: ((إنه لا يمكو إلا استٌ مكشوفة))؛ ولذلك قيل للاست: (المَكْوة)، سُمِّيت بذلك (¬3). ¶ وأما ((التصدية))، فإنها التصفيق، يُقال: ((صدَّى يُصدِّي تصديةً))، و ((صفَّق))، و ((صفّح))، بمعنىً واحد (¬4). ¶ قال عبد الله بن عباس، وعبد الله بن عمر - رضي الله عنهم -: ((المكاء)): التصفير، و ((التصدية)): التصفيق)) (¬5). ¶ ¬_________ ¶ (¬1) تفسير القرآن العظيم، 10/ 331، وتفسير البغوي، 3/ 378. ¶ (¬2) سورة الأنفال، الآية: 35. ¶ (¬3) قال العلامة محمود محمد شاكر في تعليقه على تفسير الطبري، 13/ 521: ((وتمام سياقه أن يقال: ((سُمِّيت بذلك لصفيرها)). ¶ (¬4) جامع البيان الطبري، 13/ 521 - 522. ¶ (¬5) المرجع السابق بأسانيده المتصلة، 13/ 522 - 524.",
            "page": "20",
            "part": "1",
            "seal": "AB3DC829"
        },
        {
            "id": "24",
            "nass": "وقال بذلك: مجاهد، وسعيد بن جبير، وأبو سلمة بن عبد الرحمن، والضحاك، وقتادة، وابن زيد (¬1)، وعكرمة، وأبو رجاء العطاردي، ومحمد بن كعب القرظي، وحجر بن عنبس ... وزاد مجاهد: وكانوا ¶ يدخلون أصابعهم في أفواههم (¬2). ¶ قال ابن كثير: ((وقال السدي: المُكَاء: الصفير ... والتصدية: التصفيق، وقال ابن عباس: كانت قريش تطوف بالكعبة عراة تُصفِّرُ وتُصفِّق، والمكاء: الصفير، وإنما شبهوا بصفير الطير، وتصدية التصفيق ... قال قُرَّة: وحكى لنا عطية فعل ابن عمر، فصفَّر ابن عمر، وأمال خدّه، وصفَّق بيديه، وعن ابن عمر أيضًا أنه قال: كانوا يضعون خدودهم على الأرض، ويُصَفِّقُون ويُصَفِّرُون ... وقال عكرمة: كانوا يطوفون بالبيت على الشمال، وقال مجاهد: وإنما كانوا يصنعون ذلك ليخلطوا بذلك على النبي - صلى الله عليه وسلم - صلاته، وقال الزهري: يستهزئون بالمؤمنين)) (¬3). ¶ وقال العلامة عبد الرحمن السعدي: (({وَمَا كَانَ صَلاتُهُمْ عِنْدَ الْبَيْتِ إِلا مُكَاءً وَتَصْدِيَةً} أي: صفيراً وتصفيقاً، فعل الجهلة الأغبياء، الذين ليس في قلوبهم تعظيم لربهم، ولا معرفة بحقوقه، ولا احترام لأفضل البقاع وأشرفها، فإذا كانت هذه صلاتهم فيه، فكيف ببقية العبادات؟ فبأي: شيء كانوا أولى بهذا البيت من المؤمنين الذين هم ¶ ¬_________ ¶ (¬1) انظر: جامع البيان، 13/ 525 - 527. ¶ (¬2) تفسير القرآن العظيم، لابن كثير، 7/ 71. ¶ (¬3) تفسير القرآن العظيم، لابن كثير، 7/ 71 - 72.",
            "page": "21",
            "part": "1",
            "seal": "E023FE74"
        },
        {
            "id": "25",
            "nass": "في صلاتهم خاشعون، والذين هم عن اللغو معرضون، إلى آخر ما وصفهم الله به من الصفات الحميدة، والأفعال السديدة)) (¬1). ¶ ثانياً: السنة النبوية الصحيحة الصريحة تحرّم الغناء، والمزامير، وآلات اللهو المحرمة، وهي على النحو الآتي: ¶ 1 - عن عبد الرحمن بن غنم قال حدثني أَبُو مَالِكٍ الْأَشْعَرِيُّ - رضي الله عنه -، وَاللَّهِ مَا كَذَبَنِي: سَمِعَ النَّبِيَّ - صلى الله عليه وسلم - يَقُولُ: ((لَيَكُونَنَّ مِنْ أُمَّتِي أَقْوَامٌ يَسْتَحِلُّونَ الْحِرَ، وَالْحَرِيرَ، وَالْخَمْرَ، وَالْمَعَازِفَ، وَلَيَنْزِلَنَّ أَقْوَامٌ إِلَى جَنْبِ عَلَمٍ (¬2) ¶ يَرُوحُ عَلَيْهِمْ بِسَارِحَةٍ لَهُمْ يَأْتِيهِمْ - يَعْنِي الْفَقِيرَ- لِحَاجَةٍ، فَيَقُولُونَ: ارْجِعْ إِلَيْنَا غَدًا فَيُبَيِّتُهُمْ اللَّهُ، وَيَضَعُ الْعَلَمَ، وَيَمْسَخُ آخَرِينَ قِرَدَةً وَخَنَازِيرَ إِلَى يَوْمِ الْقِيَامَةِ)) (¬3). ¶ 2 - وعن شَبِيب بن بشر البجلي، قال: سَمِعْتُ أنس بن مالك - رضي الله عنه - يقول: قال رَسُول اللهِ - صلى الله عليه وسلم -: ((صَوْتَانِ مَلْعُونَانِ فِي الدُّنْيَا وَالآخِرَةِ: مِزْمَارٌ عِنْدَ نِعْمَةٍ، وَرَنَّةٌ عِنْدَ مُصِيبَةٍ)) (¬4). ¶ ¬_________ ¶ (¬1) تيسير الكريم الرحمن، ص 320. ¶ (¬2) العَلَم: المنَارُ، والجبَل. النهاية في غريب الحديث والأثر، 3/ 560. ¶ (¬3) البخاري معلقاً مجزوماً به، كتاب الأشربة، باب ما جاء فيمن يستحل الخمر ويسمّيه بغير اسمه، برقم 5590، وهو في سنن أبي داود، كتاب اللباس، باب ما جاء في الخز، برقم 4039، وابن حبان، 15/ 154، برقم 6754، والطبراني في الكبير، 3/ 282، برقم 3417، والبيهقي في السنن الكبرى، 3/ 272، وصححه الألباني في سلسلة الأحاديث الصحيحة، 1/ 139. ¶ (¬4) مسند البزار، 2/ 363، برقم 7513، والضياء المقدسي في المختارة، 6/ 188، وحسنه الألباني في سلسلة الأحاديث الصحيحة، 1/ 714، برقم 427، وفي صحيح الترغيب والترهيب، 1/ 197.",
            "page": "22",
            "part": "1",
            "seal": "A8027FC3"
        },
        {
            "id": "26",
            "nass": "3 - وعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ((إِنَّ اللَّهَ حَرَّمَ عَلَى أُمَّتِي: الْخَمْرَ، وَالْمَيْسِرَ، وَالْمِزْرَ، وَالْكُوبَةَ، وَالْغبيراء، وَزَادَنِي صَلَاةَ الْوَتْر)) (¬1). ¶ والمزر: هونبيذٌ يُتَّخَذُ من الذُّرَة. وقيل: من الشَّعِير أو الحِنْطَةِ (¬2)، والكوبة: هي النَّرْد، وقيل: الطَّبْل، وقيل: البَرْبَط [آلة موسيقية] (¬3). والغبيراء: ضَرْب من الشَّراب يتَّخِذه الحَبش من ¶ الذُّرَة، وهي تُسكِرُ (¬4). ¶ 4 - وعن أَبَي مَالِكٍ الأَشْعَرِيِّ - رضي الله عنه - عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - قال: ((لَيَشْرَبَنَّ أُنَاسٌ مِنْ أُمَّتِي الْخَمْرَ، يُسَمُّونَهَا بِغَيْرِ اسْمِهَا، يُعْزَفُ عَلَى رُءُوسِهِمُ بالْمَعَازِفِ وَالْمُغَنِّيَاتِ، يَخْسِفُ اللَّهُ بِهِمُ الأَرْضَ، وَيَجْعَلُ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ)) (¬5). ¶ ¬_________ ¶ (¬1) أحمد، 11/ 104، برقم 6574، وأبو داود، كتاب الأشربة، باب ما جاء في السكر، برقم 3685، والبيهقي في السنن الكبرى، 10/ 221، والبزار، 6/ 425، والطبراني في الكبير، 13/ 51، برقم 127، وحسنه الألباني في السلسلة الصحيحة، 4/ 283، برقم 1708، وفي صحيح الجامع الصغير، 1/ 304. ¶ (¬2) انظر: النهاية في غريب الحديث والأثر، مادة (مزر)، 4/ 688. ¶ (¬3) انظر: النهاية في غريب الحديث والأثر، مادة (كوب)، 4/ 381. ¶ (¬4) انظر: النهاية في غريب الحديث والأثر، مادة (غبر)، 3/ 630. ¶ (¬5) ابن ماجه، كتاب الفتن، باب العقوبات، برقم 4020، وأبو داود، كتاب الأشربة، باب في الدَّاذيّ، برقم 3688، وابن حبان، 15/ 160، برقم 6758، ومصنف ابن أبي شيبة، ¶ 7/ 465، والطبراني في الكبير، 3/ 283، برقم 3419، والبيهقي في السنن الكبرى، 10/ 221، برقم 20778، وصحح إسناده العلامة الألباني في التعليقات الحسان، برقم 6758، وفي صحيح ابن ماجه، 2/ 371، وصححه أيضاً ابن القيم.",
            "page": "23",
            "part": "1",
            "seal": "27278742"
        },
        {
            "id": "27",
            "nass": "5 - عَنْ جَابِرٍ بن عبد اللَّه رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: أخَذَ النَّبيّ - صلى الله عليه وسلم - بيدِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ - رضي الله عنه -، فَانْطَلَقَ بهِ إِلَى ابْنِهِ إِبْرَاهِيمَ، وَهُوَ يَجُودُ بِنَفْسِهِ، فَأخَذه النَّبيُّ - صلى الله عليه وسلم - فَوَضَعَه فِي حِجْرِهِ، فَبَكَى، فَقَالَ لَهُ عَبْدُ الرَّحْمَنِ: أتبكي؟ أولم تَنْهَنَا عَنِ الْبُكَاءِ؟ قَالَ: ((لَا ولكن نَهَيْتُ عَنْ صَوْتَيْنِ أَحْمَقَيْنِ فَاجِرَيْنِ: صَوْتٍ عِنْدَ مُصِيبَةٍ: خَمْشِ وُجُوهٍ، وشَقِّ جُيُوبٍ، وَرَنَّةِ شَيْطَانٍ (¬1))) (¬2). ¶ ولفظ أبي داود الطيالسي: ((لَمْ أَنْهَ عَنِ الْبُكَاءِ، إِنَّمَا نَهَيْتُ عَنْ صَوْتَيْنِ فَاجِرَيْنِ: صَوْتِ مِزْمَارٍ عِنْدَ نِعْمَةٍ: مِزْمَارِ شَيْطَانٍ وَلَعِبٍ، وَصَوْتٍ عِنْدَ مُصِيبَةٍ: شَقِّ الْجُيُوبِ، وَرَنَّةِ شَيْطَانٍ، ¶ وَإِنَّمَا هَذِهِ رَحْمَةٌ)) (¬3)، ومعنى: ((وإنما هذه رحمة: يعني دمع العين عند المصيبة)). ¶ ¬_________ ¶ (¬1) الرَّنَّةُ: الصَّيْحَةُ الحَزِينةُ، يقال: ذو رَنَّةٍ، والرَّنِينُ: الصياح عند البكاء ... الرَّنَّةُ والرَّنِينُ والإرْنانُ: الصيحة الشديدة، والصوت الحزين عند الغناء، أَو البكاء. لسان العرب، 13/ 187، مادة (رنن). ¶ (¬2) الترمذي، كتاب الجنائز، باب ما جاء في الرخصة في البكاء على الميت، برقم 1005، والحاكم، 4/ 40، والطيالسي، 3/ 262، والبيهقي في شعب الإيمان، 12/ 431، والطحاوي في شرح معاني الآثار، 4/ 293، وحسّنه الألباني في السلسلة الصحيحة، 5/ 189. ¶ (¬3) مسند الطيالسي، 3/ 262.",
            "page": "24",
            "part": "1",
            "seal": "BA5EBD60"
        },
        {
            "id": "28",
            "nass": "ولفظ الحاكم في مستدركه: ((إني لم أنْهَ عن البكاء، ولكني نهيت عن صوتين أحمقين فاجرين: صوت عند نغمة: لهو، ولعب، ومزامير الشيطان، وصوت عند مصيبة: لطم وجوه، وشق جيوب وهذه رحمة، ومن لا يَرْحَمْ لاَ يُرْحَمْ)) (¬1). ¶ 6 - وخَطَبَ النَّاسَ مُعَاوِيَةُ - رضي الله عنه - بِحِمْصَ، فَذَكَرَ فِي خُطْبَتِهِ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - حَرَّمَ سَبْعَةَ أَشْيَاءَ، وَإِنِّي أُبْلِغُكُمْ ذَلِكَ، وَأَنْهَاكُمْ عَنْهُ، مِنْهُنَّ: النَّوْحُ، وَالشِّعْرُ (¬2)، وَالتَّصَاوِيرُ، وَالتَّبَرُّجُ، وَجُلُودُ السِّبَاعِ، وَالذَّهَبُ، وَالْحَرِيرُ)) (¬3). ¶ 7 - عنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قال: قال رَسُولِ اللَّهِ - صلى الله عليه وسلم -: ((إِنَّ اللَّهَ حَرَّمَ عَلَيْكُمْ الْخَمْرَ، وَالْمَيْسِرَ، وَالْكُوبَةَ))، وَقَالَ: ((كُلُّ مُسْكِرٍ حَرَامٌ)) (¬4). ولفظ أبي داود: ((إِنَّ اللَّهَ حَرَّمَ عَلَيَّ - أَوْ حُرِّمَ-: ¶ ¬_________ ¶ (¬1) المستدرك، 4/ 40. ¶ (¬2) الشعر: أي الشعر المنهيّ عنه؛ لحديث ابن عمر رَضِيَ اللَّهُ عَنْهُمَا عن النبي - صلى الله عليه وسلم - قال: ((لَأَنْ يَمْتَلِئَ جَوْفُ أَحَدِكُمْ قَيْحًا, خَيْرٌ لَهُ مِنْ أَنْ يَمْتَلِئَ شِعْرًا)) [البخاري، كتاب الأدب، باب ما يكره أن يكون الغالب على الإنسان الشعر حتى يصدّه عن ذكر الله والعلم والقرآن، برقم 6154، ونحوه من حديث أبي هريرة - رضي الله عنه - في البخاري، برقم 6155. ¶ (¬3) مسند أحمد، 28/ 131، برقم 16935، والطبراني في الكبير، 19/ 373، برقم 11535، وقال محققو مسند الإمام أحمد، 28/ 131: ((صحيح لغيره، وهذا إسناد ضعيف))، ثم ذكروا لكُلِّ جملة من الحديث شواهد صحيحة ... انظر: مسند الإمام أحمد، 28/ 131 - 132. ¶ (¬4) مسند أحمد، 4/ 381، برقم 2625، وابن حبان، 12/ 187، وأبو يعلى، 5/ 114، والبيهقي في الكبرى، 8/ 303، وفي الشعب له، 4/ 282، والبزار، 6/ 425، والطبراني في الكبير، 12/ 101، وصححه الألباني في التعليقات الحسان، برقم 5365، وسلسلة الأحاديث الصحيحة، برقم 1708.",
            "page": "25",
            "part": "1",
            "seal": "B160B0FB"
        },
        {
            "id": "29",
            "nass": "الْخَمْرُ، وَالْمَيْسِرُ، وَالْكُوبَةُ (¬1)))، قَالَ: ((وَكُلُّ مُسْكِرٍ حَرَامٌ)) (¬2). ¶ 8 - عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ - رضي الله عنه -، قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: (( ... كُلُّ مَا يَلْهُو بِهِ الرَّجُلُ المسْلِمُ بَاطِلٌ: إِلاَّ رَمْيَهُ بِقَوْسِهِ، وَتَأْدِيبَهُ فَرَسَهُ، وَمُلاَعَبَتَهُ أَهْلَهُ، فَإِنَّهُنَّ مِنَ الْحَقِّ)) (¬3). ¶ 9 - عَنْ أَبِي أُمَامَةَ - رضي الله عنه - عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: ((إِنَّ اللَّهَ - عز وجل - بَعَثَنِي رَحْمَةً وَهُدًى لِلْعَالَمِينَ، وَأَمَرَنِي أَنْ أَمْحَقَ الْمَزَامِيرَ، وَالْكَبَارَاتِ، -يَعْنِي الْبَرَابِطَ- وَالْمَعَازِفَ، وَالْأَوْثَانَ الَّتِي كَانَتْ تُعْبَدُ فِي الْجَاهِلِيَّةِ)) (¬4)، ولفظ أبي داود الطيالسي: ((إنَّ اللَّهَ - عز وجل - بَعَثَنِي هُدًى، وَرَحْمَةً لِلْعَالَمِينَ، وَأَمَرَنِي بِمَحْقِ: الْمَعَازِفِ، وَالْمَزَامِيرِ، ¶ ¬_________ ¶ (¬1) الكُوبَةُ: الطبل الصغير المخصر، معرب. المصباح المنير، 2/ 543، مادة (كوب). ¶ (¬2) أبو داود، كتاب الأشربة، باب في الأوعية، برقم 3696، وصححه الألباني في صحيح سنن أبي داود، 2/ 423. ¶ (¬3) الترمذي، كتاب فضائل الجهاد، باب ما جاء في فضل الرمي في سبيل اللَّه، برقم 1637، وأحمد، 28/ 532، برقم 17300، وابن ماجه، كتاب الجهاد، باب الرمي في سبيل الله، برقم 2811، والدارمي، 1/ 179، والبيهقي في الكبرى، 10/ 14، والطبراني في الكبير، 17/ 341، والطيالسي، 1/ 135، وحسنه بمجموع طرقه، وشواهده محققو مسند الإمام أحمد، 28/ 533. ¶ (¬4) مسند أحمد، 36/ 551، برقم 22218، ورقم 22307، والطبراني في الكبير، 8/ 195، برقم 7803، ومسند الحارث (زوائد الهيثمي)، 2/ 770. وقال الهيثمي في مجمع الزوائد، 2/ 272: ((رواه أحمد، والطبراني، ورجال أحمد ثقات))، وضعفه محققو مسند الإمام أحمد، 36/ 551، ولكن المعنى صحيح.",
            "page": "26",
            "part": "1",
            "seal": "FA3A026F"
        },
        {
            "id": "30",
            "nass": "وَالأَوْثَانِ، وَالصُّلُبِ، وَأَمْرِ الْجَاهِلِيَّةِ)) (¬1). ¶ 10 - عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: «الْجَرَسُ مَزَامِيرُ الشَّيْطَانِ» (¬2). ¶ 11 - عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ((لاَ تَصْحَبُ الْمَلاَئِكَةُ رُفْقَةً فِيهَا كَلْبٌ أَوْ جَرَسٌ)) (¬3). ¶ 12 - عَنْ أُمَّ سَلَمَةَ زَوْجِ النَّبِيِّ - صلى الله عليه وسلم -، قَالَتْ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - وَسَلَّمَ يَقُولُ: ((لَا تَدْخُلُ الْمَلَائِكَةُ بَيْتًا فِيهِ جُلْجُلٌ، وَلَا جَرَسٌ، وَلَا تَصْحَبُ الْمَلَائِكَةُ رُفْقَةً فِيهَا جَرَسٌ)) (¬4). ¶ 13 - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - ((أَمَرَ بِالْأَجْرَاسِ أَنْ تُقْطَعَ مِنْ أَعْنَاقِ الْإِبِلِ يَوْمَ بَدْرٍ)) (¬5). ¶ ¬_________ ¶ (¬1) مسند الطيالسي، 2/ 454، والطبراني في الكبير، 8/ 196، برقم 7804. ¶ (¬2) مسلم، كتاب اللباس والزينة، باب كراهة الكلب والجرس في السفر، برقم 2114، وأحمد، 14/ 442، برقم 8851، والبيهقي في الكبرى، 5/ 253، وأبو يعلى، 11/ 398. ¶ (¬3) مسلم، كتاب اللباس والزينة، باب كراهة الكلب والجرس في السفر، برقم 2113، وأحمد، 13/ 14، برقم 7566، وأبو داود، كتاب الجهاد، باب في تعليق الأجراس، برقم 2557، والترمذي، كتاب الجهاد، باب ما جاء في كراهية الأجراس على الخيل، برقم 1703، والدارمي، 1/ 200، وابن حبان، 10/ 554،. ¶ (¬4) النسائي، كتاب الزينة، الجلاجل، برقم 5222، وفي الكبرى له أيضاً، كتاب الزينة، الجلاجل، برقم 9438، وحسنه الألباني في صحيح النسائي، برقم 5222. ¶ (¬5) مسند أحمد، 42/ 86، برقم 25166، وابن حبان، 10/ 552، والطبراني في الأوسط، ¶ 3/ 348، برقم 3367، وابن راهويه، 3/ 711، وصححه الألباني في التعليقات الحسان، برقم 4679، وصحيح الترغيب والترهيب، برقم 3118.",
            "page": "27",
            "part": "1",
            "seal": "92059392"
        },
        {
            "id": "31",
            "nass": "ثالثاً: أقوال الصحابة - رضي الله عنهم - في ذم الغناء وآلات اللهو والتحذير من ذلك، ومنها ما يأتي: ¶ 1 - أمير المؤمنين أبو بكر - رضي الله عنه -، سمّى الغناء مزامير الشيطان فَعَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: دَخَلَ أَبُو بَكْرٍ وَعِنْدِي جَارِيَتَانِ مِنْ جَوَارِي الْأَنْصَارِ، تُغَنِّيَانِ بِمَا تَقَاوَلَتْ الْأَنْصَارُ يَوْمَ بُعَاثَ (¬1)، قَالَتْ وَلَيْسَتَا بِمُغَنِّيَتَيْنِ، فَقَالَ أَبُو بَكْرٍ: أَمَزَامِيرُ الشَّيْطَانِ فِي بَيْتِ رَسُولِ اللَّهِ - صلى الله عليه وسلم -؟ وَذَلِكَ فِي يَوْمِ عِيدٍ، فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ((يَا أَبَا بَكْرٍ إِنَّ لِكُلِّ قَوْمٍ عِيدًا، وَهَذَا عِيدُنَا)) (¬2)، وهذا لفظ البخاري، وفي رواية للبخاري: ((دَخَلَ عَلَيَّ رَسُولُ اللَّهِ - صلى الله عليه وسلم -، وَعِنْدِي جَارِيَتَانِ تُغَنِّيَانِ بِغِنَاءِ بُعَاثَ، فَاضْطَجَعَ عَلَى الْفِرَاشِ، وَحَوَّلَ وَجْهَهُ، وَدَخَلَ أَبُو بَكْرٍ فَانْتَهَرَنِي، وَقَالَ: مِزْمَارَةُ الشَّيْطَانِ عِنْدَ النَّبِيِّ - صلى الله عليه وسلم -، فَأَقْبَلَ عَلَيْهِ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فَقَالَ: ((دَعْهُمَا)) فَلَمَّا غَفَلَ غَمَزْتُهُمَا فَخَرَجَتَا)) (¬3). ¶ وفي رواية للبخاري ومسلم أيضاً: ((أَنَّ أَبَا بَكْرٍ - رضي الله عنه - دَخَلَ عَلَيْهَا وَعِنْدَهَا جَارِيَتَانِ فِي أَيَّامِ مِنًى تُغَنِّيَانِ، وَتَضْرِبَانِ، وَرَسُول اللَّهِ - صلى الله عليه وسلم - ¶ ¬_________ ¶ (¬1) يوم بعاث: - بضم الباء-: يوم مشهور كان فيه حَرب بين الأوس والخزرج. وبُعاث: اسم حصن للأوس، وبعضهم يقوله بالغين المعجمة وهو تصحيف. النهاية في غريب الحديث والأثر لابن الثير، مادة (بعث). ¶ (¬2) البخاري، كتاب العيدين، باب سنة العيدين لأهل الإسلام، برقم 952، ومسلم، كتاب صلاة العيدين، باب الرخصة في اللعب الذي لا معصية فيه، في أيام العيد، برقم 892. ¶ (¬3) البخاري، كتاب العيدين، باب الحراب والدرق يوم العيد، برقم 949.",
            "page": "28",
            "part": "1",
            "seal": "5B40B09D"
        },
        {
            "id": "32",
            "nass": "مُسَجًّى (¬1) بِثَوْبِهِ، فَانْتَهَرَهُمَا أَبُو بَكْرٍ، فَكَشَفَ رَسُول اللَّهِ - صلى الله عليه وسلم - عَنْهُ، وَقَالَ: ((دَعْهُمَا يَا أَبَا بَكْرٍ، فَإِنَّهَا أَيَّامُ عِيدٍ)) (¬2). ¶ فلم ينكر رسول اللَّه - صلى الله عليه وسلم - على أبي بكر - رضي الله عنه - تسمية الغناء مزامير الشيطان، وأقرّ الجاريتين معلّلاً تركهما بأنها أيام عيد. ¶ وإذا كان الغناء بأشعار الشجاعة والحروب من مزامير الشيطان، فكيف بأشعار الخلاعة والمجون التي هي غالب بضاعة أهل الإذاعات، وأكبر مقاصد الأكثرين من المتخذين لآلات اللهو والمعازف؟! (¬3). ¶ 2 - أمير المؤمنين عمر بن الخطاب - رضي الله عنه -، ((فعَن عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ قَال: سَمِعْتُ بُرَيْدَةَ يَقُولُ: خَرَجَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِي بَعْضِ مَغَازِيهِ، فَلَمَّا انْصَرَفَ جَاءَتْ جَارِيَةٌ سَوْدَاءُ فَقَالَتْ: يَا رَسُولَ اللَّهِ إِنِّي كُنْتُ نَذَرْتُ إِنْ رَدَّكَ اللَّهُ صَالِحاً أَنْ أَضْرِبَ بَيْنَ يَدَيْكَ بِالدُّفِّ، وَأَتَغَنَّى، فَقَالَ لَهَا رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ((إِنْ كُنْتِ نَذَرْتِ فَاضْرِبِي، وَإِلَّا ¶ فَلَا))، فَجَعَلَتْ تَضْرِبُ، فَدَخَلَ أَبُو بَكْرٍ، وَهِيَ تَضْرِبُ، ثُمَّ دَخَلَ عَلِيٌّ، وَهِيَ تَضْرِبُ، ثُمَّ دَخَلَ عُثْمَانُ، وَهِيَ تَضْرِبُ، ثُمَّ دَخَلَ عُمَرُ، فَأَلْقَتْ الدُّفَّ تَحْتَ اسْتِهَا، ثُمَّ قَعَدَتْ عَلَيْهِ، فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ((إِنَّ الشَّيْطَانَ لَيَخَافُ مِنْكَ يَا عُمَرُ، إِنِّي كُنْتُ جَالِسًا وَهِيَ تَضْرِبُ، فَدَخَلَ أَبُو بَكْرٍ وَهِيَ تَضْرِبُ، ثُمَّ ¶ ¬_________ ¶ (¬1) مُسجَّى: أي مغطَّى، والمُتسَجِّي: المُتَغَطِّي، من اللَّيل السَّاجي؛ لأنه يُغَطِّي بظلامه وسُكونه. انظر: النهاية في غريب الأثر، مادة (سجا). ¶ (¬2) البخاري، كتاب العيدين، باب إذا فاته العيد يصلي ركعتين، برقم 987، ومسلم، كتاب صلاة العيدين، باب الرخصة في اللعب الذي لا معصية فيه، في أيام العيد، برقم 892. ¶ (¬3) انظر: فصل الخطاب، للعلامة حمود التويجري، ص 103.",
            "page": "29",
            "part": "1",
            "seal": "08C3E1A1"
        },
        {
            "id": "33",
            "nass": "دَخَلَ عَلِيٌّ وَهِيَ تَضْرِبُ، ثُمَّ دَخَلَ عُثْمَانُ وَهِيَ تَضْرِبُ، فَلَمَّا دَخَلْتَ أَنْتَ يَا عُمَرُ أَلْقَتْ الدُّفَّ)) (¬1). ¶ وعن عائشة رَضِيَ اللَّهُ عَنْهُمَا قالت: كانَ رَسُول اللَّهِ - صلى الله عليه وسلم - جَالِسًا، فَسَمِعْنَا لَغَطًا، وَصَوْتَ صِبْيَانٍ، فَقَامَ رَسُول اللَّهِ - صلى الله عليه وسلم -، فَإِذَا حَبَشِيَّةٌ تَزْفِنُ (¬2)، وَالصِّبْيَانُ حَوْلَهَا، فَقَالَ: ((يَا عَائِشَةُ، تَعَالَيْ فَانْظُرِي))، فَجِئْتُ فَوَضَعْتُ لَحْيَيَّ عَلَى مَنْكِبِ رَسُول اللَّهِ - صلى الله عليه وسلم -، فَجَعَلْتُ أَنْظُرُ إِلَيْهَا مَا بَيْنَ الْمَنْكِبِ إِلَى رَأْسِهِ، فَقَالَ لِي: ((أَمَا شَبِعْتِ، أَمَا شَبِعْتِ؟)) قَالَتْ: فَجَعَلْتُ أَقُولُ لَا؛ لِأَنْظُرَ مَنْزِلَتِي عِنْدَهُ، إِذْ طَلَعَ عُمَرُ، قَالَتْ: فَارْفَضَّ (¬3) النَّاسُ عَنْهَا، قَالَتْ: فَقَالَ رَسُول اللَّهِ - صلى الله عليه وسلم -: ((إِنِّي لَأَنْظُرُ إِلَى شَيَاطِينِ الْإِنْسِ وَالْجِنِّ قَدْ فَرُّوا مِنْ عُمَرَ)) قَالَتْ فَرَجَعْتُ (¬4). ¶ 3 - أمير المؤمنين عُثْمَانُ بنُ عفَّان - رضي الله عنه -، فعَنْ عثمان بن صهبان قال: سمعت عثمان بن عفان - رضي الله عنه - يقول: ((وَالله مَا تَغَنَّيْتُ، ¶ وَلاَ ¶ ¬_________ ¶ (¬1) الترمذي، كتاب المناقب، باب حدثنا الحسين بن حريث، برقم 3690، وابن عساكر، ¶ 1/ 338، وصححه الألباني في صحيح الترمذي، 3/ 512، وفي سلسلة الأحاديث الصحيحة، برقم 2261. ¶ (¬2) الزَّفْن: اللَّعبُ والدفعُ، ومنه حديث عائشة رَضِيَ اللَّهُ عَنْهُمَا: قدِم وفْد الحبَشَة فجعلوا يَزْفِنُون ويلعبون، أي يرقُصُون. النهاية في غريب الحديث، 2/ 756، مادة (زفن). ¶ (¬3) فارفَضَّ الناسُ عنها: أي تفرَّقُوا. النهاية في غريب الحديث، 2/ 598، (رفض). ¶ (¬4) الترمذي، كتاب المناقب، باب في مناقب عمر، برقم 3691، والنسائي في الكبرى، كتاب عشرة النساء، إباحة الرجل اللعب لزوجته بالبنات، برقم 8908، والطبراني في الكبير، ¶ 7/ 237، برقم 6984، وصححه الألباني في صحيح الترمذي، 3/ 512، وفي سلسلة الأحاديث الصحيحة، برقم 2261.",
            "page": "30",
            "part": "1",
            "seal": "33C071CA"
        },
        {
            "id": "34",
            "nass": "تَمَنَّيْتُ)) (¬1). ¶ 4 - أمير المؤمنين علي بن أبي طالب - رضي الله عنه -، فقد ذكر الحافظ ابن كثير في تاريخه قال: لما انصرف علي - رضي الله عنه - من النهروان (¬2) قام في الناس خطيباً، فذكر خطبة طويلة بليغة فيها: ((ومجالس اللهو تُنسي القرآن، ويحضرها الشيطان، وتدعو إلى كلِّ غيٍّ)) (¬3). ¶ 5 - عبد الله بن مسعود - رضي الله عنه -، قال في قوله تعالى: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ}: ((هو الغناء، والله الذي لا إله إلا هو)) يُردِّدُها ثلاث مرات (¬4). ¶ 6 - عبد الله بن عباس رَضِيَ اللَّهُ عَنْهُمَا، فسّر قوله تعالى: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ}: فقال: ((الغناء وأشباهه))، وفي رواية عنه، قال: ((هو الغناء، والاستماع له))، وفي رواية عنه قال: ((هو الغناء ونحوه))، وفي رواية: ((شراء المغنية))، وفي رواية قال: ((باطل الحديث: هو الغناء ونحوه)) (¬5). ¶ ¬_________ ¶ (¬1) ابن ماجه، كتاب الطهارة، باب كراهة مس الذكر باليمين والاستنجاء باليمين، برقم 311، والطبراني في الكبير، 5/ 192، برقم 5061، وأبو يعلى في معجمه، ص 217، وابن المنذر في الأوسط، 1/ 338، والبيهقي في الدلائل، 6/ 390، وابن عساكر، 44/ 163، وانظر: فصل الخطاب، ص 105. ¶ (¬2) النهروان: وِزان زعفران: بلدة بقرب بغداد، نحو أربعة فراسخ. انظرك المصباح المنير، ¶ 2/ 628، مادة (نهر). ¶ (¬3) البداية والنهاية، 7/ 307، وانظر: فصل الخطاب، ص 105. ¶ (¬4) جامع البيان للطبري، 20/ 128، وتقدم تخريجه. ¶ (¬5) كل هذه الروايات ذكرها الإمام الطبري، بأسانيدها المتصلة في جامع البيان، 20/ 127 - 128، وتقدم تخريجها.",
            "page": "31",
            "part": "1",
            "seal": "DEBFEBA6"
        },
        {
            "id": "35",
            "nass": "7 - عبد اللَّه بن عمر رَضِيَ اللَّهُ عَنْهُمَا، قال في تفسير قوله تعالى:: {وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً}، ((المكاء)): التصفير، و ((التصدية)): التصفيق))، وكذا قال ابن عباس رَضِيَ اللَّهُ عَنْهُمَا (¬1). ¶ 8 - أبو الدرداء - رضي الله عنه -، قال: ((الشعر مزامير إبليس)) (¬2). يعني الشعر المحرم. ¶ 9 - عبد اللَّه بن عمرو بن العاص رَضِيَ اللَّهُ عَنْهُمَا، قال: ((فِي التَّوْرَاةِ إِنَّ اللَّهَ أَنْزَلَ الْحَقَّ لِيُذْهِبَ بِهِ الْبَاطِلَ، وَيُبْطِلَ بِهِ اللَّعِبَ، وَالزَّفْنَ (¬3) وَالزِّمَّارَاتِ وَالْمَزَاهِرَ (¬4) وَالْكِنَّارَاتِ (¬5)) (¬6). ¶ ¬_________ ¶ (¬1) جامع البيان، 13/ 522 - 524، وتقدم تخريجه. ¶ (¬2) مصنف ابن أبي شيبة، 13/ 297، والزهد للإمام أحمد، ص 141،والزهد لهناد، 1/ 286، برقم 497، وابن عساكر، 33/ 179، قال الحسينى فى البيان والتعريف، 1/ 166: ((قال بعض شراح الشهاب: حسن غريب)). وذكر الطبري في تهذيب الآثار،2/ 649 عن ابن مسعود: ((الشعر مزامير الشيطان)). ¶ (¬3) الزَّفْن: الرقص، واللَّعبُ، والدفعُ. انظر: النهاية في غريب الحديث والأثر، 2/ 756، مادة، (زفن). ¶ (¬4) المِزْهَرُ: العُودُ الذي يُضْرَبُ به في الغِناء. النهاية في غريب الحديث، 4/ 694. ¶ (¬5) الكِنَّارات: العِيدان، أو الدُّفوف. مقاييس اللغة، 5/ 115. وورد في بعض الروايات كما في تنقيح التحقيق في أحاديث التعليق لابن عبد الهادي، 3/ 240،: ((إن الله أنزل الحق ليذهب به الباطل، ويبطل به اللعب والمزامير والزفت والكبارات، يعني البرابط، والزمارات يعني به الدف، والطنابير والشعر والخمر)) فالكَبَر بِفَتْحَتين: الطَّبْل ذُو الرَّأسَين. وقيل: الطَّبْل الذي له وَجْهٌ واحِد. النهاية في غريب الحديث، 4/ 244. ¶ (¬6) البيهقي في السنن الكبرى، 10/ 222، وفي الشعب له أيضاً، 7/ 119، وقال في مجمع الزوائد، 7/ 19: ((رواه الطبراني في آخر حديث صحيح في قوله تعالى (إنا أرسلناك شاهداً) ورجاله رجال الصحيح)). وفي رواية تفسير ابن أبي حاتم، 4/ 1196: ((والزفن والكنانات يعني البراية، والزمارات يعني به الدف والقنابير)).",
            "page": "32",
            "part": "1",
            "seal": "2D46E9D4"
        },
        {
            "id": "36",
            "nass": "10 - جابر بن عبد اللَّه رَضِيَ اللَّهُ عَنْهُمَا قال في: {لَهْوَ الحَدِيثِ}: هو الغناء والاستماع له (¬1). ¶ 11 - عائشة رَضِيَ اللَّهُ عَنْهَا أنها رأت مغنياً يغني في بيت بنات أخيها، فَمَرَّتْ بِهِ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا فَرَأَتْهُ يَتَغَنَّى، وَيُحَرِّكُ رَأْسَهُ طَرَبًا، وَكَانَ ¶ ذَا شَعْرٍ كَثِيرٍ، فَقَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا: أُفٍّ شَيْطَانٌ أَخْرِجُوهُ أَخْرِجُوهُ فَأَخْرَجُوهُ (¬2). ¶ وغير هؤلاء من الصحابة كثير، ذمُّوا الغناء وآلات اللهو. ¶ وكذلك جاء عن أُمّةٍ كثيرة من التابعين وأتباعهم ذم الملاهي والأغاني (¬3). ¶ رابعاً: الأئمة الأربعة يمنعون من الغناء، ويذمونه وجميع الملاهي: ¶ 1 - الإمام أبو حنيفة رحمه الله، قال الإمام أبو بكر الطرطوشي رحمه اللَّه، كما ذكر عنه ابن القيم رحمه اللَّه (¬4): ¶ ¬_________ ¶ (¬1) جامع البيان، 20/ 128، وتقدم تخريجه. ¶ (¬2) البخاري في الأدب المفرد، برقم 598، والبيهقي في السنن الكبرى، 10/ 223، وحسنه الألباني في صحيح الأدب المفرد، برقم 530. ¶ (¬3) انظر: فصل الخطاب، ص 102 - 138. ¶ (¬4) إغاثة اللهفان، 1/ 294.",
            "page": "33",
            "part": "1",
            "seal": "C0F692E3"
        },
        {
            "id": "37",
            "nass": "(( ... وأما أبو حنيفة: فإنه يكره الغناء، ويجعله من الذنوب (¬1)، وكذلك مذهب أهل الكوفة: سفيان، وحماد، وإبراهيم، والشعبي، وغيرهم لا اختلاف بينهم في ذلك، ولا نعلم خلافاً أيضاً بين أهل البصرة في المنع منه)). ¶ ((قلت [القائل ابن القيم]: مذهب أبي حنيفة في ذلك من أشدِّ المذاهب، وقوله فيه أغلظ الأقوال، وقد صرَّح أصحابه بتحريم سماع الملاهي كلها؛ كالمزمار، والدفِّ، حتى الضَّرْب بالقَضِيب، وصرَّحوا بأنه معصية، يوجب الفسق، وتُرَدُّ به الشهادة، وأبلغ من ذلك أنهم قالوا: إن السماع فِسْقٌ، والتَّلَذُّذَ به كفرٌ، هذا لفظهم ورووا في ذلك حديثاً لا يصحُّ رفعُه. ¶ قالوا: ويجب عليه أن يجتهد في أن لا يسمعه إذا مرَّ به، أو كان في جواره. ¶ وقال أبو يوسف في دار يُسمَع منها صوتُ المعازف والملاهي: ¶ ادخل عليهم بغير إذنهم؛ لأن النهي عن المنكر فرضٌ، فلو لم يجز الدخول بغير إذن لامتنع الناس من إقامة الفرض. ¶ قالوا: ويتقدَّم إليه الإمام إذا سمع ذلك من داره، فإن أصرَّ حبسه، أو ضربه سياطاً، وإن شاء أزعجه عن داره)) (¬2). ¶ 2 - الإمام مالك رحمه اللَّه، نهى عن الغناء، وعن استماعه، ¶ ¬_________ ¶ (¬1) انظر: الدر المختار، 2/ 352، وشرح كنز الحقائق، 4/ 120، وإغاثة اللهفان لابن القيم، 2/ 294. ¶ (¬2) إغاثة اللهفان، 1/ 295.",
            "page": "34",
            "part": "1",
            "seal": "B71DCC9F"
        },
        {
            "id": "38",
            "nass": "وقال: ((إذا اشترى جارية فوجدها مغنيةً، كان له أن يردَّها بالعيب، وسئل مالك رحمه اللَّه: عمّا يرخّص فيه أهل المدينة من الغناء؟ فقال: إنما يفعله عندنا الفساق)) (¬1). ¶ 3 - الإمام الشافعي رحمه اللَّه، قال في كتاب القضاء (¬2): ((إن الغناء لهوٌ مكروه يشبه الباطل، والمحال، ومن استكثر منه فهو سفيه تُرَدُّ شهادتُه)). ¶ وصرَّح أصحابه العارفون بمذهبه بتحريمه، وأنكروا على من نَسبَ إليه حِلِّه كالقاضي أبي الطيب الطبري، والشيخ أبي إسحاق، وابن الصَّبَّاغ. ¶ قال الشيخ أبو إسحق في (التنبيه): ولا تَصِحُّ - يعني الإجارة- على منفعة، محرمة كالغناء والزَّمْر، وحمل الخمر، ولم يذكر فيه خلافاً. ¶ وقال في المهذَّب: ولا يجوز على المنافع المحرَّمة؛ لأنه محرم، فلا يجوز أخذ العوض عنه كالميتة والدم. ¶ فقد تضمَّن كلام الشيخ أموراً: ¶ ¬_________ ¶ (¬1) انظر: علل أحمد، 1/ 238، والأمر بالمعروف والنهي عن المنكر، للخلال، ص 165، والكافي لابن عبد البر، 2/ 205، وتفسير القرطبي، 14/ 55، وعون المعبود، 13/ 186. وقال الغزالي في إحياء علوم الدين ومعه تخريج الحافظ العراقي،3/ 237: ((وأما مالك رحمه اللَّه، فقد نهى عن الغناء، وقال إذا اشترى جارية فوجدها مغنية كان له ردّها، وهو مذهب سائر أهل المدينة، إلا ابن سعد وحده)). ¶ (¬2) الأم، 6/ 214.",
            "page": "35",
            "part": "1",
            "seal": "7B295775"
        },
        {
            "id": "39",
            "nass": "أحدها: أن منفعة الغناء بمجرده منفعة محرمة. ¶ الثاني: أن الاستئجار عليها باطل. ¶ الثالث: أن أكل المال به أكل مال بالباطل، بمنزلة أكله عوضاً عن الميتة والدم. ¶ الرابع: أنه لا يجوز للرجل بذل ماله للمُغنِّي، ويحرم عليه ذلك؛ فإنه بذل ماله في مقابلة محرم، وأنَّ بَذْلَه في ذلك كبَذْلِهِ في مقابلة الدم والميتة. ¶ الخامس: أن الزَّمْر حرام. ¶ وإذا كان الزمر - الذي هو أخف آلات اللهو- حراماً، فكيف بما هو أشد منه: كالعود، والطُّنْبُور، واليَراع، ولا ينبغي لمن شمَّ رائحة العلم أن يتوقف في تحريم ذلك، فأقل ما فيه: أنه من شعار الفُسَّاق، وشاربي الخمور. ¶ وكذلك قال أبو زكريا النَّوويُّ في (روضته) (¬1): ¶ القسم الثاني: أن يُغَنَّى ببعض آلات الغناء، بما هو من شعار شاربي الخمر، وهو مُطربٌ كالطُّنْبُورِ، والعُودِ، والصَّنْج، وسائر المعازف والأوتار، يحرم استعمالُه واستماعه. قال: وفي اليَراع وجْهان، صحح البغوي التحريم. ¶ ثم ذكر عن الغزاليِّ الجواز (¬2)، قال: والصحيح تحريم اليَراع، ¶ ¬_________ ¶ (¬1) روضة الطالبين، 11/ 228. ¶ (¬2) إحياء علوم الدين، 2/ 272.",
            "page": "36",
            "part": "1",
            "seal": "8D3DD0C5"
        },
        {
            "id": "40",
            "nass": "وهو الشبَّابة. ¶ وقد صنف أبو القاسم الدَّوْلَعِيُّ (¬1) كتاباً في تحريم اليَراع. ¶ وقد حكى أبو عمرو بن الصلاح الإجماع على تحريم السماع (¬2)، ¶ الذي جمع الدُّفَّ، والشَّبَّابة، والغناء، فقال في فتاويه: وأما إباحة السماع، وتحليله، فليُعْلَمْ أن الدُّفَّ، والشبَّابة، والغناء إذا اجتمعت، فاستماع ذلك حرام عند أئمة المذاهب، وغيرهم من علماء المسلمين، ولم يثبت عن أحد ممن يُعتدُّ بقوله في الإجماع والاختلاف، أنه أباح هذا السماع، والخلاف المنقول عن بعض أصحاب الشافعي، إنما نقل في الشَّبَّابة منفردة، والدُّفِّ منفرداً، فمن لايُحَصِّلُ، أو لا يَتَأمَّل، ربما اعتقد خلافاً بين الشافعيين في هذا السماع الجامع هذه الملاهي، وذلك وهمٌ بَيِّنٌ من الصائر إليه، تُنادي عليه أدلةُ الشرع والعقل، مع أنه ليس كل خلاف يُستَرْوَحُ إليه، ويُعْتمَد عليه، ومن تتبَّع ما اختَلَف فيه العلماءُ، وأخذ بالرُّخَصِ من أقاويلهم تَزَنْدَقَ أو كاد. ¶ قال: وقولهم في السماع المذكور: إنه من القربات والطاعات، قول مخالف لإجماع المسلمين، ومن خالف إجماعهم فعليه ما في ¶ ¬_________ ¶ (¬1) هو الشيخ الإمام العالم، المفتي، خطيب دمشق، ضياء الدين، عبد الملك بن زيد بن ياسين بن زيد بن قائد التغلبي الأرقمي الدولعي الشافعي، ولد سنة (507هـ)، ومات سنة (598هـ) في 12 ربيع الأول، وله 91 سنة. انظر: سير أعلام النبلاء، 21/ 350، وذيل التقييد، 2/ 154، وطبقات المحدثين، ص 184. ¶ (¬2) فتاوى ابن الصلاح، 2/ 498.",
            "page": "37",
            "part": "1",
            "seal": "BF8BED1F"
        },
        {
            "id": "41",
            "nass": "قوله تعالى: {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا} (¬1). ¶ وأطال الكلام في الرد على هاتين الطائفتين اللَّتين بلاء الإسلام منهم: المُحَلِّلون لما حَرَّم اللَّه، والمُتَقَرِّبون إلى اللَّه بما يُباعِدُهم عنه. ¶ والشافعي، وقدماء أصحابه، والعارفون بمذهبه: من أغلظ الناس قولاً في ذلك. ¶ وقد تواتر عن الشافعي أنه قال: خلَّفْت ببغداد شيئاً أحْدَثَتْهُ الزنادقةُ يُسمُّونه التَّغْبير، يَصُدُّون به الناسَ عن القرآن. ¶ فإذا كان هذا قوله في التغبير، وتعليلُه: أنه يَصُدُّ عن القرآن، وهو شعرٌ يزهِّد في الدنيا، يُغَنِّي به مُغَنٍّ، فيضرب بعض الحاضرين بقَضيبٍ على نِطْعٍ، أو مَخَدَّةٍ على توقيع غنائه، فليت شِعْري ما يقولُ في سماع التغبير عنده كتفْلَةٍ في بحر، قد اشتمل ¶ على كل مفسدة، وجمع كل محرَّم، فاللَّه بين دينِه وبين كل متعلّمٍ مفتونٍ، وعابد جاهل. ¶ قال سفيان بن عيينة: كان يقالُ: احذَرُوا فتنة العالم الفاجر، والعابد الجاهل؛ فإن فتنتهما فتنة لكل مفتونٍ. ¶ ومن تأمَّل الفساد الداخل على الأمة وجده من هذين المفتونين. ¶ 4 - الإمام أحمد رحمه اللَّه، وأما مذهب الإمام أحمد في الغناء، فقال عبد اللَّه ابنه: سألت أبي عن الغناء، فقال: الغناء ينبت النفاق في ¶ ¬_________ ¶ (¬1) سورة النساء، الآية: 115.",
            "page": "38",
            "part": "1",
            "seal": "6206FECD"
        },
        {
            "id": "42",
            "nass": "القلب، لا يعجبني، ثم ذكر قول مالك: إنما يفعله عندنا الفساق. ¶ قال عبد اللَّه: وسمعت أبي يقول: سمعت يحيى القطَّان يقول: لو أن رجلاً عمل بكل رخصة؛ بقول أهل الكوفة في النبيذ، وأهل المدينة في السماع، وأهل مكة في المتعة؛ لكان فاسقاً. ¶ قال أحمد: وقال سليمان التّيمِيّ: لو أخذتَ برخصة كل عالمٍ، أو زلَّةِ كل عالم، اجتمع فيك الشر كله، ونصَّ على كسر آلات اللهو كالطُّنْبُور وغيره إذا رآها مكشوفةً، وأمكنه كسرها. ¶ وعنه في كسرها إذا كانت مغطاةً تحت ثيابه، وعلم بها، روايتان منصوصتان. ¶ ونصَّ في أيتامٍ ورثوا جاريةً مُغَنِّيَةً، وأرادوا بيعها، فقال: لا تُباع إلا على أنها سَاذَجَة، فقالوا: إذا بيعت مُغَنِّيَة ساوت عشرين ألفا، أو نحوها، وإذا بيعت ساذجةً لا تساوي ألفين؟! فقال: لا تُباع إلا على أنها ساذجة. ¶ ولو كانت منفعة الغناء مباحةً لما فوَّت هذا المال على الأيتام)) (¬1). ¶ خامساً: علماء الإسلام يذمُّون الغناء والملاهي المحرمة: ¶ 1 - الإمام أبو عمرو بن الصلاح رحمه اللَّه: ((حكى الإجماع على تحريم السماع الذي جمع: الدّفَّ، والشبَّابةَ، والغناء، فقال في فتاويه: وأما إباحة السماع، وتحليله، فليُعْلَمْ أن الدُّفَّ، والشبَّابة، ¶ ¬_________ ¶ (¬1) إغاثة اللهفان، لابن القيم، 1/ 294 - 299 بتصرف يسير.",
            "page": "39",
            "part": "1",
            "seal": "CE1BABD6"
        },
        {
            "id": "43",
            "nass": "والغناء إذا اجتمعت، فاستماع ذلك حرام عند أئمة المذاهب، وغيرهم من علماء المسلمين، ولم يثبت عن أحد ممن يُعتدُّ بقوله في الإجماع والاختلاف، أنه أباح هذا السماع ... )) (¬1). ¶ 2 - شيخ الإسلام أبو العباس أحمد بن عبد الحليم بن تيمية رحمه اللَّه، فقد حكى اتفاق العلماء على المنع من آلات اللهو، والاستئجار عليها عند الأئمة الأربعة، وقال في ردِّه على الرافضي: ((الأئمة الأربعة متفقون على تحريم المعازف التي هي آلات اللهو: كالعود ونحوه، ولو أتلفها متلف عندهم لم يضمن صورة التالف، بل يحرم عندهم اتخاذه ... )) (¬2). ¶ 3 - الإمام الفقيه المحدِّث محمد بن مفلح المقدسي رحمه اللَّه: ((نقل عن القاضي عياض أنه ذكر الإجماع على كفر مستحلّ الغناء)) (¬3). ¶ وقال رحمه اللَّه: ((وَلَا يُكْرَهُ دُفٌّ فِي عُرْسٍ ... وَيُكْرَهُ لِرَجُلٍ لِلتَّشَبُّهِ، وَيُحَرَّمُ كُلُّ مَلْهَاةٍ سِوَاهُ، كَمِزْمَارٍ، وَطُنْبُورٍ، وَرَبَابٍ، وَجُنْكٍ)) (¬4). ¶ ¬_________ ¶ (¬1) فتاوى ابن الصلاح، 2/ 498، وانظر: إغاثة اللهفان لابن القيم، 1/ 297. ¶ (¬2) منهاج السنة النبوية، 3/ 256. وانظر: فتاوى شيخ الإسلام، 30/ 218، وفصل الخطاب، ص 153. ¶ (¬3) كتاب الفروع لابن مفلح وتصحيح الفروع، 11/ 349، وانظر: فصل الخطاب، حمود التويجري، ص 157. ¶ (¬4) الفروع، لابن مفلح، 8/ 376.",
            "page": "40",
            "part": "1",
            "seal": "A61FC49A"
        },
        {
            "id": "44",
            "nass": "4 - أبو الطيب طاهر بن عبد الله الطبري، نقل عنه الحافظ أبو الفرج بن الجوزي، فقال: ((وحدثنا هبة الله بن أحمد الحريري، عن أبي الطيب طاهر بن عبد الله الطبري، قال: قال الشافعي: الغِنَاءُ لَهْوٌ مكروه يشبه الباطل، ومن استكثر منه فهو سفيه تُردُّ شهادته، قال: وكان الشافعي يكره التغبير، قال الطبري: فقد أجمع علماء ¶ الأمصار على كراهية الغناء والمنع منه)) (¬1). ¶ 5 - الإمام أبو بكر بن قيم الجوزية، قال رحمه اللَّه تعالى: ((ومن مكايد عدو اللَّه ومصايده التي كاد بها من قَلَّ نصيبه من العلم، والعقل، والدين، وصاد بها قلوب الجاهلين والمبطلين: سماع المُكَاءِ، والتَّصْدِيَةِ، والغِنَاءِ بالآلات المحرَّمة؛ الذي يَصُدُّ القلوبَ عن القرآن، ويجعلها عاكفةً على الفسوق والعصيان، فهو قرآن الشيطان، والحجاب الكثيف عن الرحمن، وهو رقية اللّواط، والزنا، وبه ينال العاشق الفاسق من معشوقه غايةَ المُنَى، كاد به الشيطان النفوس المبطلة، وحسَّنه لها مَكْراً منه وغروراً، وأوحى إليها الشُّبَه الباطلة على حسنِه، فقبلتْ وحيَه، واتَّخذت لأجله القرآن مهجوراً)). إلى أن قال رحمه اللَّه: ¶ ((ولقد أحسن القائل حين قال: ¶ تُلِيَ الكتابُ فأطْرَقُوا لا خِيَفَةً ... لَكِنًّهُ إِطْرَاقُ سَاهٍ لاَهِي ¶ وَأتَى الْغِنَاءُ فَكَالحَمِيرِ تَنَاهَقُوا ... وَاللهِ مَا رَقَصُوا لأِجْلِ اللهِ ¶ ¬_________ ¶ (¬1) الحافظ أبو الفرج بن الجوزي في كتابه: تلبيس إبليس، ص 205، وانظر: فصل الخطاب، ص 157.",
            "page": "41",
            "part": "1",
            "seal": "32C98E6A"
        },
        {
            "id": "45",
            "nass": "دُفٌّ وَمِزْمَارٌ وَنَغْمَةُ شَادِنٍ ... فَمَتَى رَأيْتَ عَبَادَةً بِمَلاَهِي ¶ ثَقُلَ الْكِتَابُ عَلَيْهِمُ لَمَّا رَأَوْا ... تَقْيِيدَهُ بِأوَامِرٍ وَنَوَاهِي ¶ سَمِعُوا لَهُ رَعْداً وَبَرْقاً إذْ حَوَى ... زَجْراً وَتَخْوِيفاً بِفِعْلِ مُنَاهِي ¶ وَرَأَوْهُ أعْظَمَ قَاطِعٍ لِلنَّفْسِ عَنْ ... شَهَوَاتِهَا يَا ذَبْحَهَا المُتَنَاهِي ¶ وَأتَى السَّمَاعُ مُوَافِقاً أغْرَاضَهَا ... فَلأَجْلِ ذَاكَ غَدَا عَظِيمَ الْجَاهِ ¶ أَيْنَ الْمُسَاعِدُ لِلْهَوَى مِنْ قَاطِعٍ ... أَسْبَابَهُ عِنْدَ الْجَهُولِ السَّاهِي ¶ إِنْ لَمْ يَكُنْ خَمْرَ الْجُسُومِ فَإِنَّهُ ... خَمْرُ الْعُقُولِ مُمَاثِلٌ وَمُضَاهِي ¶ فَانْظُرْ إِلَى النَّشْوَانِ عِنْدَ شَرَابِهِ ... وَانْظُرْ إِلَى النِّسْوَانِ عِنْدَ مَلاَهِي ¶ وَانْظُرْ إِلَى تَمْزِيقِ ذَا أَثْوَابَهُ ... مِنْ بَعْدِ تَمْزِيقِ الْفُؤَادِ اللاَّهِي ¶ وَاحْكُمْ فَأيُّ الْخَمْرِتَيْنِ أحَقُّ ... بِالتَّحْرِيمِ وَالتَّأْثِيمِ عِنْدَ اللهِ ¶ وقال آخر: ¶ بَرِئْنَا إِلَى اللهِ مِنْ مَعْشَرٍ ... بِهِمْ مَرَضٌ مِنْ سَمَاعِ الغِنَا ¶ وَكَمْ قُلْتُ: يَا قَوْمِ أَنْتُمْ عَلَى ... شَفَا جُرُفٍ مَا بِهِ مِنْ بِنَا ¶ شَفَا جُرُفٍ تَحْتَهُ هُوَةٌ ... إِلَى دَرَكٍ، كَمْ بِهِ مِنْ عَنَا ¶ وَتَكْرَارُ ذَا النُّصْحِ مِنَّا لَهُمْ ... لِنُعْذَرَ فِيهِمْ إِلَى رَبِّنَا ¶ فَلَمَّا اسْتَهَانُوا بِتَنْبِيهِنَا ... رَجَعْنَا إِلَى اللهِ فِي أَمْرِنَا ¶ فَعِشْنَا عَلَى سُنَّةِ المُصْطَفَى ... وَمَاتُوا عَلَى تِنْتَنَا تِنْتَنَا ¶ ولم يزل أنصار الإسلام، وأئمة الْهُدَى، تصيح بهؤلاء من أقطار الأرض، وتُحذِّر من سلوك سبيلهم، واقتفاء آثارهم من جميع",
            "page": "42",
            "part": "1",
            "seal": "4B06B3FF"
        },
        {
            "id": "46",
            "nass": "طوائف الملة)) (¬1). ¶ وقال الإمام ابن القيم رحمه اللَّه: ((وأما سماعه [أي الغناء] من المرأة الأجنبية، أو الأمرد، فمن أعظم المحرمات، وأشدِّها فساداً للدين)) (¬2). ¶ 6 - الإمام عبد العزيز بن عبد اللَّه بن باز رحمه اللَّه، قال: ((الأدلة من الكتاب والسنة تحرم الأغاني، والملاهي، وتحذر منها (¬3)، ثم قال رحمه اللَّه: ((لقد اطلعت على ما نشرته مجلة الرائد ¶ في عددها السابع والستين، والثامن والستين بقلم أبي تراب الظاهري تحت عنوان: ((الكتاب والسنة لم يحرما الغناء، ولا استعمال المعازف والمزامير، والاستماع إليها))، وتأمَّلت ما ذكره في هذا المقال: من الأحاديث والآثار، وما اعتمده في القول بحِلِّ الغناء، وآلات الملاهي، تبعاً لإمامه أبي محمد بن حزم الظاهري, فتعجبت كثيراً من جرأته الشديدة، تبعاً لإمامه أبي محمد على القول بتضعيف جميع ما ورد من الأحاديث في تحريم الغناء، وآلات الملاهي؛ بل على ما هو أشنع من ذلك, وهو القول بأن الأحاديث الواردة في ذلك موضوعة، وعجبت أيضاً من جرأتهما الشديدة الغريبة على القول ¶ ¬_________ ¶ (¬1) إغاثة اللهفان، لابن القيم، 1/ 293. ¶ (¬2) المرجع السابق، 1/ 299. ¶ (¬3) مقال لابن باز، نشر في مجلة راية الإسلام، العددان: 2 - 3، السنة الثانية، محرم وصفر سنة 1381 هـ، ص 70 - 75، والرابع والخامس، ربيع الأول والثاني، 1381 هـ، ص 11، ص 23، وقد جُمِعَ ذلك في مجموع فتاويه، 21/ 102 - 147.",
            "page": "43",
            "part": "1",
            "seal": "E9992943"
        },
        {
            "id": "47",
            "nass": "بحِلِّ الغناء، وجميع آلات الملاهي، مع كثرة ما ورد في النهي عن ذلك من الآيات والأحاديث والآثار عن السلف الصالح - رضي الله عنهم - , فنسأل اللَّه العافية والسلامة من القول عليه بغير علمٍ, والجرأة على تحليل ما حرمه اللَّه من غير برهان, ولقد أنكر أهل العلم قديماً على أبي محمد هذه الجرأة الشديدة، وعابوه بها, وجرى عليه بسببها محنٌ كثيرةٌ، فنسأل اللَّه أن يعفو عنا، وعنه، وعن سائر المسلمين. ¶ ولقد حذَّر اللَّه عباده من القول عليه بغير علم، ونهاهم سبحانه أن يُحرِّموا، أو يُحلِّلُوا بغير برهان)) (¬1). ¶ وقال رحمه اللَّه في موضع آخر: ((الغناء محرم عند جمهور أهل العلم، وإذا كان معه آلة لهو، كالموسيقى، والعود، والرَّباب، ونحو ذلك، حرم بإجماع المسلمين ... )) (¬2). ¶ وقال رحمه الله في موضع آخر: ((الاستماع إلى الأغاني لا شك في حرمته، وما ذاك إلا لأنه يجر إلى معاصٍ كثيرة، وإلى فتنٍ ¶ متعددةٍ, ويجرُّ إلى العشق، والوقوع في الزنا، والفواحش، واللّواط، ويجرُّ إلى معاصٍ أخرى، كشرب المسكرات، ولعب القمار، وصحبة الأشرار, وربما أوقع في الشرك والكفر باللَّه، على حسب ¶ ¬_________ ¶ (¬1) مجموع فتاوى ابن باز، 21/ 102، وهذا ردٌّ على أبي تراب الظاهري، كتبه رحمه الله ونشره في أعداد المجلة المذكورة آنفاً، أجاد فيه، وفصّل، وأفاد، وذكر الأدلّة من الكتاب، والسنة، وآثار الصحابة، وغيرهم. ¶ (¬2) مجموع فتاوى ابن باز، 21/ 148.",
            "page": "44",
            "part": "1",
            "seal": "0298F8E3"
        },
        {
            "id": "48",
            "nass": "أحوال الغناء، واختلاف أنواعه ... )) (¬1). ¶ 7 - العلامة محمد بن صالح العثيمين رحمه اللَّه تعالى، قال: ((ويجتنب المعازف، وهي آلات اللهو بجميع أنواعها، كالعود، والربابة، والقانون، والكمنجة، والبيانو، والكمان وغيرها؛ فإن هذه حرام، وتزداد تحريماً وإثماً إذا اقترنت بالغناء بأصوات جميلة، وأغانٍ مثيرة, قال تعالى: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ} (¬2) , صحَّ عن ابن مسعود - رضي الله عنه - أنه سُئل عن هذه الآية، فقال: واللَّه الذي لا إله غيره هو الغناء، وصحَّ أيضاً عن ابن عباس، وابن عمر - رضي الله عنهم - , وذكره ابن كثير عن جابر، وعكرمة، وسعيد بن جُبَيْر، ومجاهد، وقال الحسن: نزلت هذه الآية في الغناء، والمزامير، وقد حذر النبي - صلى الله عليه وسلم - من المعازف، وقَرَنَهَا بالزنا، فقال - صلى الله عليه وسلم -: «ليكونن من أمتي أقوام يستحِلُّون الْحِر والحرير والخمر والمعازف)) (¬3). ¶ ((فالحر: الفرج، والمراد به الزنا، ومعنى يستحلون أي: يفعلونها فعل المستحلِّ لها، بدون مبالاة، وقد وقع هذا في زمننا، فكان من الناس من يستعمل هذه المعازف، أو يستمعها كأنها شيء حلال، وهذا مما نجح فيه أعداء الإسلام بكيدهم للمسلمين، حتى صدّوهم عن ذكر اللَّه، ومهامِّ دينهم ودنياهم، وأصبح كثير منهم يستمعون إلى ¶ ¬_________ ¶ (¬1) مجموع فتاوى ابن باز، 21/ 149 - 150. ¶ (¬2) سورة لقمان، الآية: 6. ¶ (¬3) رواه البخاري، برقم 5590، وتقدم تخريجه.",
            "page": "45",
            "part": "1",
            "seal": "2DA206D7"
        },
        {
            "id": "49",
            "nass": "ذلك أكثر مما يستمعون إلى قراءة القرآن والأحاديث، وكلام أهل العلم، المتضمِّن لبيان أحكام الشريعة وحِكَمِهَا)) (¬1). ¶ ¬_________ ¶ (¬1) مجموع فتاوى ورسائل ابن عثيمين، 20/ 256.",
            "page": "46",
            "part": "1",
            "seal": "BAAD7B21"
        },
        {
            "id": "50",
            "nass": "المبحث الرابع: الوعيد الشديد لأهل الغناء والمعازف وآلات اللهو ¶ جاء في نصوص الكتاب والسنة الوعيد الشديد لأهل الغناء والمعازف، فقد ورد الوعيد لأهل الغناء، والمعازف، والوعيد الشديد على الشيء يدل على تحريمه، بل يدلّ على أنه من الكبائر؛ لأن الكبيرة عند أهل السنة هي: كل ذنب فيه حدٌّ في الدنيا، أو وعيد: بعذابٍ، أو لعنٍ، أو نفي إيمانٍ، أو وعيدٌ بدخول النار، أو غير ذلك، وقد جاء الوعيد لأصحاب الملاهي بقوله تعالى: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ* وَإِذَا تُتْلَى عَلَيْهِ آيَاتُنَا وَلَّى مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ} (¬1). ¶ وعن أنس بن مالك - رضي الله عنه - قال: قال رَسُول اللهِ - صلى الله عليه وسلم -: ((صَوْتَانِ مَلْعُونَانِ فِي الدُّنْيَا وَالآخِرَةِ: مِزْمَارٌ عِنْدَ نِعْمَةٍ، وَرَنَّةٌ عِنْدَ مُصِيبَةٍ)) (¬2). ¶ وفي حديث أَبَي مَالِكٍ الأَشْعَرِيِّ - رضي الله عنه - يرفعه إلى النبيّ - صلى الله عليه وسلم -: ((لَيَشْرَبَنَّ أُنَاسٌ مِنْ أُمَّتِي الْخَمْرَ، يُسَمُّونَهَا بِغَيْرِ اسْمِهَا، يُعْزَفُ عَلَى رُءُوسِهِمُ بالْمَعَازِفِ وَالْمُغَنِّيَاتِ، يَخْسِفُ اللَّهُ بِهِمُ الأَرْضَ، وَيَجْعَلُ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ)) (¬3). ¶ ¬_________ ¶ (¬1) سورة لقمان، الآيتان: 6 - 7. ¶ (¬2) مسند البزار، 2/ 363، 13، والضياء المقدسي في المختارة، 6/ 188، وحسنه الألباني في سلسلة الأحاديث الصحيحة، برقم 427، وتقدم تخريجه. ¶ (¬3) ابن ماجه، برقم 4020، وأبو داود، برقم 3688، وصحح إسناده العلامة الألباني في صحيح ابن ماجه، 2/ 371، وتقدم تخريجه.",
            "page": "47",
            "part": "1",
            "seal": "0798146F"
        },
        {
            "id": "51",
            "nass": "وقال ابن حجر الهيتمي رحمه اللَّه: ((الْكَبِيرَةُ السَّادِسَةُ وَالسَّابِعَةُ وَالثَّامِنَةُ وَالتَّاسِعَةُ وَالْأَرْبَعُونَ وَالْخَمْسُونَ وَالْحَادِيَةُ وَالْخَمْسُونَ بَعْدَ الْأَرْبَعِمِائَةِ: ضَرْبُ وَتَرٍ وَاسْتِمَاعُهُ وَزَمْرٌ بِمِزْمَارٍ وَاسْتِمَاعُهُ ¶ وَضَرْبٌ بِكُوبَةٍ وَاسْتِمَاعُهُ)) (¬1). ¶ وغير ذلك مما يدل على أن الغناء واستماعه من كبائر الذنوب (¬2). ¶ ¬_________ ¶ (¬1) كتاب الزواجر لابن حجر الهيتمي، 2/ 363. ¶ (¬2) انظر: فصل الخطاب في الردِّ على أبي تراب، لحمود بن عبد الله التويجري، ص 80 - 91.",
            "page": "48",
            "part": "1",
            "seal": "76AB2FA4"
        },
        {
            "id": "52",
            "nass": "المبحث الخامس: أسماء الغناء والمعازف وآلات اللهو ¶ جاءت أسماء للسماع الشيطاني تضاد السماع الرحماني، وهي على النحو الآتي: ¶ 1 - اللهو، ولهو الحديث، قال اللَّه تعالى: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ} (¬1)، وقد تقدّم على أن المراد بلهو الحديث: الغناء. ¶ 2 - الزور، واللغو، قال الله تعالى: {وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا} (¬2)، وقد تقدم تفسير ذلك عن محمد بن الحنفية، ومجاهد. ¶ 3 - الباطل، والغناء باطل؛ لأنه ضد الحق، والباطل: ضد الحق يُراد به المعدوم الذي لا وجود له، والموجود الذي مضرّة وجوده أكثر من منفعته، فمن الباطل الذي لا وجود له، قول الموحِّد: كلّ إله سوى اللَّه باطل، ومن الباطل الموجود: السحر، والكفر، والغناء، واستماع الملاهي. ¶ وسمعت شيخنا ابن باز رحمه اللَّه يقول: ((والمقصود أن الباطل قسمان: شيء لا وجود له، وإن ادّعاه الناس، كمن ادَّعى بأن للَّه ¶ ¬_________ ¶ (¬1) سورة لقمان، الآية: 6. ¶ (¬2) سورة الفرقان، الآية: 72.",
            "page": "49",
            "part": "1",
            "seal": "9729650E"
        },
        {
            "id": "53",
            "nass": "شريك؛ فهذا لا وجود له، لأن اللَّه ليس له شريك، وإن ادّعى الناس ذلك!. ¶ [والقسم الثاني]: باطل قد يوجد، كالمعاصي، فمضرّتها في الدنيا والآخرة)) (¬1). ¶ قال الله تعالى: {وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ ¶ زَهُوقًا} (¬2)، وقد جاء رجل فسأل ابن عباس عن الغناء: أحلال هو أم حرام؟ فقال ابن عباس رَضِيَ اللَّهُ عَنْهُمَا: ((أرأيت الحق والباطل إذا جاءا يوم القيامة، فأين يكون الغناء؟ فقال الرجل: يكون مع الباطل، فقال له ابن عباس: اذهب، فقد أفتيت نفسك)) (¬3). ¶ 4 - المكاء والتصدية، قال اللَّه تعالى: {وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً} (¬4)، وقد سبق تفسير ابن عباس، وابن عمر، ومجاهد، وغيرهم للمكاء بالصفير، والتصدية بالتصفيق. ¶ 5 - رقية الزنا، قال الفضيل بن عياض رحمه الله: ((الغناء رقية الزنا))، وقال يزيد بن الوليد: ((الغناء داعية الزنا)) (¬5). ¶ 6 - الغناء: ينبت النفاق في القلب، قال عبد اللَّه بن مسعود: ((الْغِنَاءُ ¶ ¬_________ ¶ (¬1) سمعته أثناء تقريره على إغاثة اللهفان، لابن القيم، 1/ 366. ¶ (¬2) سورة الإسراء، الاية: 81. ¶ (¬3) إغاثة اللهفان، لابن القيم، 1/ 313. ¶ (¬4) سورة الأنفال، الآية: 35. ¶ (¬5) إغاثة اللهفان، 1/ 316، وتقدم تخريجه.",
            "page": "50",
            "part": "1",
            "seal": "F920F244"
        },
        {
            "id": "54",
            "nass": "يُنْبِتُ النِّفَاقَ فِي الْقَلْبِ، كَمَا يُنْبِتُ الْمَاءُ الزَّرْعَ))، وقال الإمام أحمد: ((الغناء ينبت النفاق في القلب، لا يعجبني)) (¬1). ¶ 7 - الغناء قرآن الشيطان، ذكر ذلك عن التابعين وغيرهم، قال الإمام ابن القيم رحمه اللَّه تعالى: ((وأما كون المزمار مؤذنه، ففي غاية المناسبة؛ فإن: ¶ الغناء قرآنه، ¶ والرقص والتصفيق اللذين هما المكاء والتصدية صلاته، فلا بد لهذه الصلاة من مؤذن، وإمام، ومأموم، فالمؤذن المزمار، والإمام المغني، والمأموم الحاضرون)) (¬2). ¶ 8 - الغناء الصوت الأحمق، والصوت الفاجر، وقد تقدم الدليل على ذلك. ¶ 9 - الغناء صوت الشيطان، قال اللَّه تعالى: {وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ} (¬3)، وتقدم أن صوت الشيطان هو الغناء. ¶ 10 - الغناء مزمور الشيطان، سمَّاه بذلك أبو بكر - رضي الله عنه -، وأقرَّه النبي - صلى الله عليه وسلم - (¬4). ¶ ¬_________ ¶ (¬1) إغاثة اللهفان، 1/ 316، وتقدم تخريجهما. ¶ (¬2) إغاثة اللهفان، 1/ 325. ¶ (¬3) سورة الإسراء، الاية: 64. ¶ (¬4) متفق عليه: البخاري، برقم 949، ومسلم، برقم 892، عن عائشة رَضِيَ اللَّهُ عَنْهَا، وتقدم تخريجه.",
            "page": "51",
            "part": "1",
            "seal": "5B580B4B"
        },
        {
            "id": "55",
            "nass": "11 - الغناء: هو السمود، قال تعالى: {أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ * وَتَضْحَكُونَ وَلَا تَبْكُونَ * وَأَنْتُمْ سَامِدُونَ} (¬1). وقد فسَّر السمود بالغناء عبد اللَّه بن عباس رَضِيَ اللَّهُ عَنْهُمَا، في لغة حمير اليمنية، يُقال: اسمدي لنا، أي: غنِّي لنا، وقد تقدم (¬2). ¶ قال عكرمة: كانوا إذا سمعوا القرآن تغنَّوا، فنزلت هذه الآية (¬3). ¶ أَسْمَاؤُهُ دَلَّتْ عَلَى أوْصَافِهِ ... تَبَّاً لِذِي الأَسْمَاءِ والأَوْصَافِ ¶ وقد ذكر الإمام ابن القيم رحمه اللَّه: مخازي هذه الأسماء، ووقوعها عليه في كلام اللَّه، وكلام رسوله، والصحابة؛ ليعلم أصحابه وأهله بما به ظفروا، وأيَّ تجارةٍ رابحةٍ خسروا. ¶ فَدَع صَاحِبَ المِزْمَارِ وَالدُّفِّ وَالغِنَا ... وَمَا اخْتَارَهُ عَنْ طَاعَةِ اللهِ مَذْهَبَا ¶ وَدَعْهُ يَعِشْ فِي غَيِّهِ وَضَلالِهِ ... عَلَى تَاتِنَا يَحْيَا وَيُبْعَثُ أَشْيَبَا ¶ وَفي تَنْتِنَا يَوْمَ المَعَادِ نَجَاتُهُ ... إِلَى الْجَنَّةِ الْحَمْرَاءِ يُدْعَى مُقَرَّبَا ¶ سَيَعْلَمُ يَوْمَ العَرْضِ أيَّ بِضَاعَةٍ ... أَضَاعَ وَعِنْدَ الْوَزْنِ مَا خَفَّ أَوْ رَبَا ¶ وَيَعْلَمُ مَا قَدْ كَانَ فِيهِ حَيَاتُهُ ... إِذَا حَصَلَتْ أَعْمَالُهُ كُلُّهَا هَبَا ¶ دَعَاهُ الهُدَى وَالغَيُّ مَنْ ذَا يُجِيبُهُ ... فَقَالَ لِدَاعِي الغَيِّ: أَهْلاً وَمَرْحَبَا ¶ وَأَعْرَضَ عَنْ دَاعِي الهُدَى قَائِلاً لَهُ ... هَوَايَ إِلَى صَوْتِ الْمَعَازِفِ قَدْ صَبَا ¶ ¬_________ ¶ (¬1) سورة النجم، الآيات: 59 - 61. ¶ (¬2) جامع البيان، 22/ 560، وتقدم تخريجه. ¶ (¬3) إغاثة اللهفان، 1/ 330.",
            "page": "52",
            "part": "1",
            "seal": "573144D5"
        },
        {
            "id": "56",
            "nass": "يَرَاعٌ وَدُفٌّ بِالصُّنُوجِ وَشَاهِدٌ ... وَصَوْتُ مُغَنٍّ صَوْتُهُ يَقْنِصُ الظِّبَا ¶ إذَا مَا تَغَنَّى فَالظِّبَاءُ تُجِيبُهُ ... إِلَى أنْ تَرَاها حَوْلَهُ تُشْبِهُ الدِّبَا ¶ فَمَا شَئْتَ مِنْ صَيْدٍ بِغَيْرِ تَطَارُدٍ ... وَوَصْلِ حَبِيبٍ كَانَ بِالهَجْرِ عُذِّبَا ¶ فَيَا آمِرِي بِالرُّشْدِ لَوْ كُنْتَ حَاضِراً ... لَكَانَ تَوَالِي اللَّهْوِ عِنْدَكَ أَقْرَبَا (¬1) ¶ ¬_________ ¶ (¬1) إغاثة اللهفان، 1/ 306 - 307 بتصرف.",
            "page": "53",
            "part": "1",
            "seal": "1C741496"
        },
        {
            "id": "57",
            "nass": "المبحث السادس: مسائل مهمة في الغناء والمعازف والمزامير وآلات اللهو ¶ ذكر العلماء رحمهم الله تعالى مسائل كثيرة تتعلق بتحريم الغناء، والمنع من استماعه، والأحكام المترتبة عليه، ومنها ما يأتي: ¶ 1 - لا يجوز التداوي بسماع الغناء، ولا الموسيقى والمزامير، وآلات اللهو. ¶ 2 - لا يجوز بيع آلات اللهو والطرب. ¶ 3 - معرفةُ الغناء عيبٌ من العيوب، فإذا اشترى الإنسان جارية مغنية، فله ردُّها بهذا العيب. ¶ 4 - يجب الحجر على من يشتري آلات اللهو، أو يشتري الغلام أو الأمة للغناء؛ لأن ذلك ينافي الرشد. ¶ 5 - لا يجوز الاستئجار على الزمر والغناء، والضرب بالعود، وغيره من آلات اللهو والطرب. ¶ 6 - أكل المال بالغناء أكل للمال بالباطل، بمنزلة أكله عوضاً عن الميتة والدم. ¶ 7 - ينبغي تغيير آلات اللهو لمن قدر على ذلك: إما بالتفكيك، أو التكسير، أو التخريب، أو التحريق، أو غير ذلك من وجوه الإتلاف، ولا يضمن ما أتلفه، ولكن بشرط أن يأمن من الوقوع في منكرٍ أنكر وأكبر، وهذا باتفاق المسلمين (¬1). ¶ ¬_________ ¶ (¬1) انظر: فصل الخطاب، ص170.",
            "page": "54",
            "part": "1",
            "seal": "43A2ECBC"
        },
        {
            "id": "58",
            "nass": "8 - لا ضمان في إتلاف آلات اللهو، كما تقدم. ¶ 9 - الوصية بآلات اللهووصية باطلة. ¶ 10 - لا يجوز حضور الوليمة إذا كان فيها غناء، أو شيء من آلات اللهو. ¶ 11 - لا تقطع يد سارق آلات اللهو. ¶ وغير ذلك من المسائل الكثيرة التي ذكرها أهل العلم (¬1). ¶ ¬_________ ¶ (¬1) انظر: فصل الخطاب للعلامة حمود بن عبد الله التويجري، ص 165 - 180.",
            "page": "55",
            "part": "1",
            "seal": "AC12386F"
        },
        {
            "id": "59",
            "nass": "المبحث السابع: أضرار الغناء ومفاسده ¶ الغناء له أضرار جسيمة، ومفاسد وخيمة، جاء التحذير منها في القرآن، والسنة، وآثار الصحابة، والتابعين، وأهل العلم والإيمان، ومنها على سبيل الإيجاز والاختصار ما يأتي: ¶ 1 - الغناء وآلات اللهو والمزامير واستماع ذلك من كبائر الذنوب كما تقدم، ولا شك أن الكبائر لها أخطار على المسلم في الدنيا والآخرة (¬1). ¶ 2 - الغناء ينبت النفاق في القلب كما ينبت الماء البقل، قاله عبد اللَّه بن مسعود - رضي الله عنه -، وفي رواية عنه: ((الْغِنَاءُ يُنْبِتُ النِّفَاقَ فِي الْقَلْبِ، كَمَا يُنْبِتُ الْمَاءُ الزَّرْعَ)) (¬2)، وقال الإمام أحمد: ((الغناء ينبت النفاق في القلب، لا يعجبني)) (¬3). ¶ 3 - الغناء لا يفعله إلا الفساق، قال الإمام مالك رحمه اللَّه: (إنما يفعله عندنا الفساق)) (¬4). ¶ ¬_________ ¶ (¬1) انظر: كتاب الزواجر لابن حجر الهيتمي، 2/ 336. ¶ (¬2) البيهقي، 10/ 223، وبنحوه أبو داود، كتاب الأدب، باب كراهية الغناء والزمر، برقم 4927، والمروزي في تعظيم قدر الصلاة، 2/ 229، وشعب الإيمان للبيهقي، 4/ 278، وابن أبي شيبة، 6/ 310، وعبد الرزاق، 11، 4، وجوّد إسناده الألباني في تحريم آلات الطرب، ص 12. ¶ (¬3) إغاثة اللهفان، 1/ 316. ¶ (¬4) إغاثة اللهفان، 1/ 347.",
            "page": "56",
            "part": "1",
            "seal": "265AA30F"
        },
        {
            "id": "60",
            "nass": "4 - الغناء والمزامير وآلات اللهو: بدؤها من الشيطان، وعاقبتها سخط اللَّه، قال عمر بن عبد العزيز رحمه اللَّه لمؤدِّب ولده: ((ليكن أول ما يعتقدون من أدبك بغض الملاهي التي بدؤها من الشيطان، وعاقبتها سخط الرحمن)) (¬1). ¶ 5 - الغناء: مفسدة للقلب، مسخطة للرب، قال الضحاك رحمه اللَّه: ((الغناء مفسدة للقلب، مسخطة للربِّ)) (¬2). ¶ 6 - الغناء: رائد الفجور، قال الفضيل بن عياض رحمه اللَّه: ((الغناء رائد الفجور)) (¬3). ¶ 7 - محبة الغناء تطرد محبة القرآن من القلب؛ لأن الغناء وحي الشيطان، وقرآنه، فلا تجتمع محبته ومحبة وحي الرحمن وكلامه في قلب عبدٍ أبداً (¬4). ¶ قال الإمام ابن القيم رحمه اللَّه في الكافية الشافية: ¶ حب الكتاب وحب ألحان الغنا ... في قلب عبد ليس يجتمعان ¶ ثقل الكتاب عليهم لما رأوا ... تقييده بشرائع الإيمان ¶ واللهو خف عليهم لما رأوا ... ما فيه من طرب ومن ألحان ¶ ¬_________ ¶ (¬1) ابن أبي الدنيا في ذم الملاهي، ومن طريقه أبو الفرج بن الجوزي، ص 250، وأورده العلامة الألباني في تحريم آلات الطرب، 1/ 120، وإغاثة اللهفان، 1/ 322. ¶ (¬2) إغاثة اللهفان، 1/ 250. ¶ (¬3) المرجع السابق، 1/ 499. ¶ (¬4) إغاثة اللهفان، 1/ 320.",
            "page": "57",
            "part": "1",
            "seal": "5906079E"
        },
        {
            "id": "61",
            "nass": "قُوت النفوس وإنما القرآن قو ... ت القلب أنَّى يستوي القوتان ¶ ولذا تراه حظ ذوي النقصان ... والجهال، والصبيان، والنسوان ¶ وألذّهم فيه أقلهم من العقل ... الصحيح فسل أخا العرفان ¶ يا لذة الفساق لستِ كلذّةِ ... الأبرار في عقلٍ ولا قرآن (¬1) ¶ 8 - الغناء ينافي الشكر للَّه تعالى، فالعبد يجب عليه أن يشكر اللَّه على نعمه الظاهرة والباطنة، الدينية والدنيوية، فإذا استمع الغناء، والمعازف، وآلات اللهو، أو عمل بذلك، فإنه لم يشكر اللَّه تعالى، بل كفر نعمة اللَّه - عز وجل -. ¶ 9 - الغناء والمعازف سبب لأنواع العقوبات في الدنيا والآخرة. ¶ 10 - الغناء وآلات اللهو مجلبة للشياطين؛ فهم قرناء المغنين والمستمعين إلى الغناء، وما كان مجلبة للشياطين فإنه مطردة للملائكة، وفي حديث عائشة رَضِيَ اللَّهُ عَنْهَا المتقدم عندما جاء عمر إلى الحبشة وهم يلعبون انفضّ الناس، فقال النبي - صلى الله عليه وسلم -: ((إِنِّي لَأَنْظُرُ إِلَى شَيَاطِينِ الْإِنْسِ وَالْجِنِّ قَدْ فَرُّوا مِنْ عُمَرَ)) (¬2). ¶ 11 - الغناء رقية الزنا، وهذه التسمية معروفة عند الفضيل بن عياض رحمه اللَّه، فقال: ((الغناء رقية الزنا))، وقد جاء عن يزيد بن الوليد أنه قال: ((يَا بَنِي أُمَيَّةَ، إِيَّاكُمْ وَالْغِنَاءَ، فَإِنَّهُ يُنْقِصُ الْحَيَاءَ، وَيَزِيدُ فِي الشَّهْوَةَ، وَيَهْدِمُ الْمُرُوءَةَ، وَإِنَّهُ لَيَنُوبُ عَنِ الْخَمْرِ، ¶ ¬_________ ¶ (¬1) الكافية الشافية، لابن القيم، ص 2/ 80. ¶ (¬2) الترمذي، برقم 3691، والنسائي في الكبرى، برقم 8908، وتقدم تخريجه.",
            "page": "58",
            "part": "1",
            "seal": "6ADA6BBF"
        },
        {
            "id": "62",
            "nass": "وَيَفْعَلُ مَا يَفْعَلُ السُّكْرُ، فَإِنْ كُنْتُمْ لَا بُدَّ فَاعِلِينَ، فَجَنِّبُوهُ النِّسَاءَ؛ فإِنَّ الْغِنَاءَ دَاعِيَةُ الزِّنَا)) (¬1). ¶ ولا ريب أن كل غيور يُجَنِّبُ أهله سماع الغناء، كما يُجنِّبُهُنَّ أسباب الرِّيب، ومن طرَّق أهلَه إلى سماع رُقية الزنا، فهو أعلم بالإثم الذي يستحقه. ¶ ومن الأمر المعلوم عند القوم: أن المرأة إذا استصعبت على الرجل اجتهد أن يُسمعها صوتَ الغناء، فحينئذٍ تُعطِي اللَّيانَ. ¶ وهذا لأن المرأة سريعة الانفعال للأصوات جدَّاً، فإذا كان الصوت بالغناء صار انفعالها من وجهين: من جهة الصوت، ومن جهة معناه؛ ولهذا قال النبي - صلى الله عليه وسلم - لأنجشة حاديه: ((يا أنجشة رويدك رفقاً بالقوارير)) يعني النساء (¬2). ¶ فأما إذا اجتمع إلى هذه الرقية الدُّف، والشبَّابة، والرّقْصُ بالتَّخَنُّث، والتكسّر، فلو حبِلت المرأة من غناءٍ، لحبِلت من هذا الغناء. ¶ فلعَمْرُ اللَّهِ، كم من حُرَّةٍ صارت بالغناء من البَغَايَا، وكم من حرٍّ أصبحَ به عبداً للصّبيان أو الصبايا، وكم من غَيورٍ تبدَّل به ¶ ¬_________ ¶ (¬1) شعب الإيمان للبيهقي، 7/ 111، وذم الملاهي، لابن أبي الدنيا، ص 53، وذكره السيوطي في الدر المنثور، 11/ 619. ¶ (¬2) البخاري، بلفظ: ((وَيْحَكَ يَا أَنْجَشَةُ رُوَيْدَكَ بِالْقَوَارِير))، كتاب الأدب، باب ما جاء في قول الرجل: ويلك، برقم 6161، ومسلم، كتاب الفضائل، باب رحمة النبي - صلى الله عليه وسلم - للنساء، وأمر السُّوّاق مطاياهن بالرفق بهن، برقم 2323.",
            "page": "59",
            "part": "1",
            "seal": "581149B6"
        },
        {
            "id": "63",
            "nass": "اسماً قبيحاً بين البرايا، وكم من ذي غِنَىً وثروةٍ أصبح بسببه على الأرض بعد المطارف والحشايا، وكم من مُعافىً تعرَّض له فأمسى وقد حلّت به أنواع البلايا، وكم أهدى للمشغوف به من أشجانٍ وأحزان، فلم يجد بُدّاً من قبول تلك الهدايا، وكم جَرَّع من غُصَّةٍ، وأزال من نعمة، وجلب من نقمة، وذلك منه من إحدى العطايا، وكم خبَّأ لأهله من آلام منتظرة، وغموم متوقعة، وهموم مستقبلة. ¶ فَسَلْ ذا خِبْرَةٍ يُنبِيكَ عَنْهُ ... لِتَعْلَمَ كَمْ خَبَايَا في الزَّوَايَا ¶ وَحَاذِرْ إنْ شُغِفْتَ بِهِ سِهامَاً ... مُريّشةً بِأهْدَابِ المَنايَا ¶ إذَا مَا خَالَطَتْ قَلْباً كَئيباً ... تَمَزَّقَ بَيْنَ أطْبَاقِ الرَّزَايَا ¶ وَيُصْبِحُ بَعْدَ أنْ قَدْ كَانَ حُرَّاً ... عَفِيفَ الفَرْجِ: عَبْداً لِلصَّبَايَا ¶ وَيُعْطِي مَنْ بِهِ يُغني غناءً ... وَذَلِكَ مِنْهُ مِنْ شَرِّ العَطَايَا (¬1) ¶ 12 - الغناء ينوب عن الخمر، ويفعل ما يفعل السكر، وتقدم في رقية الزنا أن ذلك قاله يزيد بن الوليد، وقد شبّه بعض الشعراء الغناء بالخمر، وأخبر عن تأثيره في النفوس، فقال: ¶ أتَذْكُرُ لَيْلَةً وَقَدِ اجْتَمَعْنَا ... عَلَى طِيبِ السَّمَاعِ إلى الصَّبَاحِ ¶ وَدَارَتْ بَيْنَنا كَأْسُ الأَغَانِي ... فَأَسْكَرَتِ النُّفُوسَ بِغَيرِ رَاحِ ¶ فَلَمْ تَرَ فِيهِمْ إِلاَّ نَشَاوَى ... سُرُوراً والسُّرُورُ هُنَاكَ صَاحِي ¶ إِذَا نَادَى أخُو اللَّذَاتِ فِيهِ ... أَجَابَ اللَّهْوُ: حَيَّ عَلَى السَّمَاحِ ¶ ¬_________ ¶ (¬1) إغاثة اللهفان، لابن القيم، 1/ 317 - 318.",
            "page": "60",
            "part": "1",
            "seal": "860D0981"
        },
        {
            "id": "64",
            "nass": "وَلَمْ نَمْلِكْ سِوَى الْمُهْجَاتِ شَيْئاً ... أَرَقْنَاهَا لألْحَاظِ المِلاَحِ (¬1) ¶ وقال الإمام ابن القيم رحمه اللَّه: ... ¶ إِنْ لَمْ يَكُنْ خَمْرُ الْجُسُومِ فَإِنَّهُ ... خَمْرُ العُقُولِ مُمَاثِلٌ وَمُضَاهِي ¶ فَانْظُرْ إِلَى النَّشْوَانِ (¬2) عِنْدَ شَرَابِهِ ... وَانْظُرْ إِلَى النَّسْوَانِ عِنْدَ مَلاَهِي ¶ فَاحْكُمْ بِأَيِّ الْخَمْرَتَيْنِ أَحَقُّ ... بِالتَّحْرِيمِ وَالتَّأْثِيمِ عِنْدَ اللَّهِ (¬3) ¶ 13 - الغناء والملاهي والمزامير تصدُّ عن ذكر اللَّه، وعن الصلاة، وهذا بعض ما حرمت الخمر والميسر من أجله، وهذا واضحٌ بيِّنٌ لجميع العقلاء الأذكياء. ¶ وهناك أضرار أخرى لا تُحصر، فيجب على كل مسلم أن يبتعد عن الغناء المحرم، وآلات اللهو والطرب، والله المستعان (¬4). ¶ ¬_________ ¶ (¬1) إغاثة اللهفان، 1/ 321. ¶ (¬2) النشوان: رجل نَشْوان أَي سَكران بيِّن النَّشوة. لسان العرب، 15/ 325، مادة (نشو). ¶ (¬3) إغاثة اللهفان، 1/ 299. ¶ (¬4) انظر: فصل الخطاب في الرد على أبي تراب، للتويجري، ص 181 - 199.",
            "page": "61",
            "part": "1",
            "seal": "9739CB5D"
        },
        {
            "id": "65",
            "nass": "المبحث الثامن: الردّ على من ضعف أحاديث الغناء، والمزامير، والملاهي ¶ عن عبد الرحمن بن غنم قال حدثني أَبُو عامر أو أبو مَالِكٍ الْأَشْعَرِيُّ - رضي الله عنه -، أنه سَمِعَ النَّبِيَّ - صلى الله عليه وسلم - يَقُولُ: ((لَيَكُونَنَّ مِنْ أُمَّتِي أَقْوَامٌ يَسْتَحِلُّونَ الْحِرَ، وَالْحَرِيرَ، وَالْخَمْرَ، وَالْمَعَازِفَ)). ¶ قال الإمام ابن القيم رحمه اللَّه: ((هذا حديث صحيح، أخرجه البخاري في (صحيحه) (¬1) مُحْتَجّاً به، وعَلَّقه تعليقاً مجزوماً به، فقال: باب ما جاء فيمن يستحِلُّ الخمر ويسميه بغير اسمه، وقال هشام بن عمار: حدثنا صدقة بن خالد، حدثنا عبد الرحمن بن يزيد بن جابر، حدثنا عطيّة بن قيس الكلابي، حدثني عبد الرحمن بن غنم الأشعري، قال: حدثني أبو عامر، أو أَبُو مَالِكٍ الْأَشْعَرِيُّ - رضي الله عنه -، وَاللَّهِ مَا كَذَبَنِي: أنه سَمِعَ النَّبِيَّ - صلى الله عليه وسلم - يَقُولُ: ((لَيَكُونَنَّ مِنْ أُمَّتِي أَقْوَامٌ يَسْتَحِلُّونَ الْحِرَ، وَالْحَرِيرَ، وَالْخَمْرَ، وَالْمَعَازِفَ، وَلَيَنْزِلَنَّ أَقْوَامٌ إِلَى جَنْبِ عَلَمٍ يَرُوحُ عَلَيْهِمْ بِسَارِحَةٍ لَهُمْ يَأْتِيهِمْ -يَعْنِي الْفَقِيرَ- لِحَاجَةٍ، فَيَقُولُونَ: ارْجِعْ إِلَيْنَا غَدًا، فَيُبَيِّتُهُمْ اللَّهُ، وَيَضَعُ الْعَلَمَ، وَيَمْسَخُ آخَرِينَ قِرَدَةً وَخَنَازِيرَ إِلَى يَوْمِ الْقِيَامَةِ)). ¶ ¬_________ ¶ (¬1) البخاري معلقاً مجزوماً به، كتاب الأشربة، باب ما جاء فيمن يستحل الخمر ويسمّيه بغير اسمه، برقم 5590، وهو في سنن أبي داود، كتاب اللباس، باب ما جاء في الخز، برقم 4039، وابن حبان، 15/ 154، برقم 6754، والطبراني في الكبير، 3/ 282، برقم 3417، والبيهقي في السنن الكبرى، 3/ 272، وصححه الألباني في سلسلة الأحاديث الصحيحة، 1/ 139. وانظر: تحريم آلات الطرب للشيخ الألباني رحمه الله، والكاشف في تصحيح رواية البخاري لحديث المعازف، لعلي حسن عبد الحميد الحلبي.",
            "page": "62",
            "part": "1",
            "seal": "435166F9"
        },
        {
            "id": "66",
            "nass": "ولم يصنع من قَدَح في صحة هذا الحديث شيئاً، كابن حزم، نُصْرَةً لمذهبه الباطل في إباحة الملاهي، وزعم أنه منقطع؛ لأن البخاري لم يصل سنده به)). ¶ قال الإمام ابن القيم رحمه اللَّه: ((وجواب هذا الوَهْمِ من وجوه: ¶ أحدها: أن البخاريَّ قد لقي هشام بن عمار، وسمع منه، فإذا قال: قال هشام، فهو بمنزلة قوله: عن هشام. ¶ الثاني: أنه لو لم يسمع منه، فهو لم يستجز الجزم به عنه، إلا وقد صحّ عنه أنه حدّث به، وهذا كثيراً ما يكون لكثرة من رواه عنه عن ذلك الشيخ وشهرته، فالبخاري أبعد خلق الله من التدليس. ¶ الثالث: أنه أدخله في كتابه المُسمَّى بالصحيح، محتجّاً به، فلولا صحّته عنده لما فعل ذلك. ¶ الرابع: أنه علّقه بصيغة الجزم دون صيغة التمريض؛ فإنه إذا توقّف في الحديث، أو لم يكن على شرطه، يقول: ويروى عن رسول اللَّه - صلى الله عليه وسلم -، ويُذكر عنه، ونحو ذلك. فإذا قال: قال رسول اللَّه - صلى الله عليه وسلم -، فقد جزم، وقطع بإضافته إليه. ¶ الخامس: أنّا لو أضربنا عن هذا كلِّه صفحاً، فالحديث صحيح متصل عند غيره. ¶ قال أبو داود في كتاب اللِّباس (¬1): حدَّثنا عبد الوهاب بن نجدة، حدّثنا بشر بن بكر عن عبد الرحمن بن يزيد بن جابر، حدّثنا عطيّة بن ¶ ¬_________ ¶ (¬1) سنن أبي داود، كتاب اللباس، باب ما جاء في الخز، برقم 4039.",
            "page": "63",
            "part": "1",
            "seal": "4EF8EE0B"
        },
        {
            "id": "67",
            "nass": "قيس، قال: سمعت عبد الرحمن بن غنم الأشعري، قال: حدّثنا أبو عامر، أو أبو مالك، فذكره مختصراً، ورواه أبو بكر الإسماعيلي في كتابه الصحيح مسنداً، فقال: أبو عامر، ولم يُشكَّ. ¶ ووجه الدلالة منه: أن المعازف هي آلات اللهو كلها، لا خلاف بين أهل اللغة في ذلك، ولو كانت حلالاً لما ذمَّهم على استحلالِها، ولما قرن استحلالها باستحلال الخمر والحر، فإن كان بالحاء والراء المهملتين، فهو استحلال الفروج الحرام، وإن كان بالخاء والزاى المعجمتين، فهو نوع من الحرير غير الذي صحّ عن الصحابة - رضي الله عنهم - لبسه، إذ الخزّ نوعان: أحدهما: من حرير، والثاني: من صوف، وقد رُوي هذا الحديث بالوجهين. ¶ وقال ابن ماجه في (سننه) (¬1): حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَعِيدٍ، حَدَّثَنَا مَعْنُ بْنُ عِيسَى، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، عَنْ حَاتِمِ بْنِ حُرَيْثٍ، عَنْ مَالِكِ بْنِ أَبِي مَرْيَمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ الْأَشْعَرِيِّ، عَنْ أَبِي ¶ مَالِكٍ الْأَشْعَرِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ((لَيَشْرَبَنَّ نَاسٌ مِنْ أُمَّتِي الْخَمْرَ يُسَمُّونَهَا بِغَيْرِ اسْمِهَا، يُعْزَفُ عَلَى رُؤُوسِهِمْ بِالْمَعَازِفِ وَالْمُغَنِّيَاتِ، يَخْسِفُ اللَّهُ بِهِمْ الْأَرْضَ، وَيَجْعَلُ مِنْهُمْ الْقِرَدَةَ وَالْخَنَازِيرَ)). وهذا إسناد صحيح. ¶ وقد توعَّد مُسْتَحِلِّي المعازف فيه بأن يخسف اللَّه بهم الأرض، ويمسخهم قردةً وخنازير، وإن كان الوعيدُ على جميع هذه الأفعال، فلكل واحد قسط في الذمِّ والوعيد)). ¶ ¬_________ ¶ (¬1) كتاب الفتن، باب العقوبات، برقم 4020.",
            "page": "64",
            "part": "1",
            "seal": "91E7B26F"
        },
        {
            "id": "68",
            "nass": "ثم قال ابن القيم رحمه اللَّه: ((وفي الباب عن سهل بن سعد الساعديّ، وعمران بن حصين، وعبد اللَّه بن عمرو، وعبد اللَّه بن عباس، وأبي هريرة، وأبي أمامة الباهلي، وعائشة أم المؤمنين، وعلي بن أبي طالب، وأنس بن مالك، وعبد الرحمن بن سابط، والغازي بن ¶ ربيعة - رضي الله عنهم -)). ¶ ثم قال ابن القيم رحمه اللَّه: ((ونحن نسوقها لتقرَّ بها عيون أهل القرآن، وتَشْجَى (¬1) بها حلوق أهل سماع الشيطان)). ثم ساقها رحمه اللَّه (¬2). ¶ وردَّ شيخنا الإمام عبد العزيز بن عبد اللَّه بن باز رحمه اللَّه على من ضعَّف حديث أبي مالك الأشعري - رضي الله عنه -: ((لَيَكُونَنَّ مِنْ أُمَّتِي أَقْوَامٌ يَسْتَحِلُّونَ الْحِرَ، وَالْحَرِيرَ، وَالْخَمْرَ، وَالْمَعَازِفَ))، فقال رحمه اللَّه تعالى: ((وقد أخذ علماء الإسلام بهذا الحديث, وتلقّوه بالقبول, واحتجّوا به على تحريم المعازف كلّها, وقد أعلّه ابن حزم، وأبو تراب بعده, تقليداً له، بأنه منقطع بين البخاري رحمه الله وبين شيخه هشام بن عمار؛ لكونه لم يصرّح بسماعه منه, وإنما علّقه عنه تعليقاً, وقد أخطأ ابن حزم في ذلك, وأنكر عليه أهل العلم هذا القول, وخطَّؤوه فيه؛ لأن هشاماً من شيوخ البخاري, وقد علّقه عنه ¶ جازماً به, وما كان كذلك، فهو صحيح عنده, وقد قبل منه أهل العلم ذلك، ¶ ¬_________ ¶ (¬1) تشجى: الشَّجْوُ الهَمُّ والحُزْنُ وقد شَجاني يَشْجُوني شَجْواً إذا حَزَنَه ... وأَشْجاني حَزَنَني وأَغْضَبني وأَشْجَيْتُ الرجُلَ أوْقَعْتهُ في حَزَنٍ لسان العرب، 14/ 422، مادة (شجا). ¶ (¬2) إغاثة اللهفان، 1/ 333 - 334.",
            "page": "65",
            "part": "1",
            "seal": "2223B6A5"
        },
        {
            "id": "69",
            "nass": "وصحّحوا ما علقه جازماً به إلى من علّقه عنه، وهذا الحديث من جملة الأحاديث المعلّقة الصحيحة, ولعل البخاري لم يصرّح بسماعه منه؛ لكونه رواه عنه بالإجازة, أو في معرض المذاكرة، أو لكونه رواه عنه بواسطة بعض شيوخه الثقات، فحذفه اختصاراً، أو لغير ذلك من الأسباب المقتضية للحذف، وعلى فرض انقطاعه بين البخاري وهشام, فقد رواه عنه غيره متصلاً, عن هشام بن عمار إلخ ... بأسانيد صحيحة, وبذلك بطلت شبهة ابن حزم ومقلّده أبي تراب, واتّضح الحق لطالب الحقّ, واللَّه المستعان)). ¶ ثم قال رحمه اللَّه: ((وإليك أيها القارئ الكريم كلام أهل العلم في هذا الحديث, وتصريحهم بخطأ ابن حزم في تضعيفه, قال الحافظ ابن حجر في فتح الباري - رحمه الله - لمّا ذكر هذا الحديث, وذكر كلام الزركشي, وتخطئته ابن حزم في تضعيفه, قال ما نصّه: ((وأمّا دعوى ابن حزم التي أشار إليها - يعني الزركشي - فقد سبقه إليها ابن الصلاح في علوم الحديث, فقال: التعليق في أحاديث من صحيح البخاري قطع إسنادها, وصورته صورة الانقطاع, وليس حُكْمُهُ حُكْمَهُ , ولا خارجاً ما وجد ذلك فيه من قبيل الصحيح إلى قبيل الضعيف, ولا التفات إلى أبي محمد بن حزم الظاهري الحافظ في ردّ ما أخرجه البخاري من حديث أبي عامر، وأبي مالك الأشعري عن رسول اللَّه - صلى الله عليه وسلم -: «لَيَكُونَنَّ مِنْ أُمَّتِي أَقْوَامٌ يَسْتَحِلُّونَ الْحِرَ، وَالْحَرِيرَ، وَالْخَمْرَ، وَالْمَعَازِفَ»، الحديث من جهة أن البخاري أورده قائلاً: وقال هشام بن عمار, وساقه بإسناده, فزعم ابن حزم, أنه منقطع فيما بين البخاري وهشام, وجعله جواباً عن الاحتجاج به على تحريم المعازف, وأخطأ في ذلك من وجوه,",
            "page": "66",
            "part": "1",
            "seal": "185FB167"
        },
        {
            "id": "70",
            "nass": "والحديث صحيح معروف الاتصال, بشرط الصحيح, والبخاري قد يفعل مثل ذلك, لكونه قد ذكر ذلك الحديث في موضع آخر من كتابه مسنداً متصلاً، وقد يفعل ذلك لغير ذلك من الأسباب, التي لا ¶ يصحبها خلل الانقطاع)) (¬1). انتهى. ¶ ثم قال الحافظ بعدما نقل كلام ابن الصلاح المذكور بأسطر ما نصه: ((وقد تقرَّر عند الحفاظ أن الذي يأتي به البخاري من التعاليق كلها بصيغة الجزم, يكون صحيحاً إلى من علّق عنه, ولو لم يكن من شيوخه, لكن إذا وجد الحديث المعلق من رواية بعض الحفاظ موصولاً, إلى من علّق بشرط الصحة , أزال الإشكال؛ ولهذا عنيت في ابتداء الأمر بهذا النوع, وصنفت كتاب (تغليق التعليق)، وقد ذكر شيخنا في شرح الترمذي (¬2) , وفي كلامه على علوم الحديث أن حديث هشام بن عمار, جاء عنه موصولاً في مستخرج الإسماعيلي, قال: حدثنا الحسن بن سفيان, حدثنا هشام بن عمار, وأخرجه الطبراني في مسند الشاميين, فقال: حدثنا محمد بن يزيد بن عبد الصمد, حدثنا هشام بن عمار, قال: وأخرجه أبو داود في سننه, فقال: حدثنا عبد الوهاب بن نجدة، حدثنا بشر بن بكر, حدثنا عبد الرحمن بن يزيد بن جابر, بسنده. انتهى)) (¬3). ثم ذكر شيخنا ابن ¶ ¬_________ ¶ (¬1) فتح الباري لابن حجر، 10/ 53. ¶ (¬2) يعني الحافظ شيخه: أبا الفضل زين الدين عبد الرحيم بن حسين العراقي (ت 806هـ). ¶ (¬3) فتح الباري لابن حجر، 10/ 53.",
            "page": "67",
            "part": "1",
            "seal": "352FD6E9"
        },
        {
            "id": "71",
            "nass": "باز رحمه اللَّه ردّ ابن القيم رحمه اللَّه الذي ذكرته آنفاً (¬1). ¶ ثم قال شيخنا ابن باز رحمه اللَّه بعد نقله لردِّ ابن القيم: ¶ (( ... ولولا طلب الاختصار لنقلتها لك أيها القارئ الكريم، ولكني أحيل الراغب في الاطلاع عليها على كتاب الإغاثة, حتى يرى ويسمع ما تقرّ به عينه، ويُشفى به قلبه, وهي على كثرتها، وتعدّد مخارجها حجة ظاهرة، وبرهان قاطع على تحريم الأغاني والملاهي, والتنفير منها, تضاف إلى ما تقدم من الآيات والأحاديث الدّالّة على تحريم الأغاني والمعازف, ويدلّ الجميع على أن استعمالها، والاشتغال بها من وسائل غضب اللَّه, وحلول عقوبته، والضلال والإضلال عن سبيله, نسأل اللَّه لنا، وللمسلمين العافية ¶ من ذلك, والسلامة من مضلاّت الفتن, إنه وليُّ ذلك والقادر عليه)) (¬2). ¶ ¬_________ ¶ (¬1) مجموع فتاوى ابن باز، 3/ 408 - 410، و21/ 127 - 129. ¶ (¬2) المرجع السابق، 21/ 132 - 133، و3/ 408 - 412.",
            "page": "68",
            "part": "1",
            "seal": "DECAC823"
        },
        {
            "id": "72",
            "nass": "المبحث التاسع: ما يباح من الغناء ¶ جاءت بعض الأحاديث تبيِّن أن بعض الغناء لا يكون محرّماً في أحوال ضيِّقة جداً، منها ما يأتي: ¶ 1 - يباح الدف وهو بوجه واحد للنساء في الأعراس، والجواري، وإنشاد الأشعار التي لا بأس بها في العيد من الجواري الصغار في غير تلحين ولا تطريب بألحان الأغاني، ولا اختلاط، ويمنعن في غير ذلك؛ لحديث عائشة رَضِيَ اللَّهُ عَنْهَا: ((أَعْلِنُوا النِّكَاحَ ... )) (¬1). ¶ وعن محمد بن حاطب - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: ((فصل ما بين الحلال والحرام: الصوت بالدف)) (¬2). ¶ ¬_________ ¶ (¬1) أخرجه الترمذي، كتاب النكاح، باب ما جاء في إعلان النكاح، برقم 1089، وابن ماجه، كتاب النكاح، باب إعلان النكاح، برقم 1895، والبيهقي، 7/ 290، وحسّنه الألباني في صحيح ابن ماجه، برقم 1537. ¶ (¬2) أخرجه النسائي، كتاب النكاح، إعلان النكاح بالصوت وضرب الدف، برقم 3371، ورقم 3372، والترمذي، كتاب النكاح، باب ما جاء في إعلان النكاح، برقم، 1088، وقال: حديث حسن، وابن ماجه، كتاب النكاح، باب إعلان النكاح، برقم 1896، وغيرهم. والحاكم، 2/ 184، والسياق له والبيهقي 7/ 289 وأحمد 30/ 313، برقم 18279، وأبو علي الطوسي في مختصر الأحكام 1/ 109 - 110 وقال الحاكم، 2/ 184: ((صحيح الإسناد)). ووافقه الذهبي. ¶ وحسنه الألباني في صحيح ابن ماجه، برقم 2061، وفي صحيح الجامع، برقم 4206، وفي غيرهما.",
            "page": "69",
            "part": "1",
            "seal": "504B89D3"
        },
        {
            "id": "73",
            "nass": "وعن الرُّبَيِّعِ بِنْتِ مُعَوِّذٍ، قَالَتْ: دَخَلَ عَلَيَّ النَّبِيُّ - صلى الله عليه وسلم - غَدَاةَ بُنِيَ عَلَيَّ، فَجَلَسَ عَلَى فِرَاشِي كَمَجْلِسِكَ مِنِّي، وَجُوَيْرِيَاتٌ يَضْرِبْنَ بِالدُّفِّ يَنْدُبْنَ مَنْ قُتِلَ مِنْ آبَائِهِنَّ يَوْمَ بَدْرٍ، حَتَّى قَالَتْ جَارِيَةٌ: وَفِينَا نَبِيٌّ يَعْلَمُ مَا فِي غَدٍ، فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -: ((لَا تَقُولِي هَكَذَا، وَقُولِي مَا كُنْتِ تَقُولِينَ)) (¬1). ¶ 2 - الحداء وهو: سوق الإبل، والغناء لها (¬2)؛ لحديث أنس بن مالك - رضي الله عنه - قال: أَتَى النَّبِيُّ - صلى الله عليه وسلم - عَلَى بَعْضِ نِسَائِهِ، وَمَعَهُنَّ أُمُّ سُلَيْمٍ، فَقَالَ: ((وَيْحَكَ يَا أَنْجَشَةُ، رُوَيْدَكَ سَوْقًا بِالْقَوَارِيرِ))، وفي لفظ: كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِي سَفَرٍ، وَكَانَ مَعَهُ غُلَامٌ لَهُ أَسْوَدُ، يُقَالُ لَهُ: أَنْجَشَةُ، يَحْدُو، فَقَالَ لَهُ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ((وَيْحَكَ يَا أَنْجَشَةُ، رُوَيْدَكَ بِالْقَوَارِيرِ))، وفي لفظ: قال: كان للنبيُّ - صلى الله عليه وسلم - حادٍ يقال له: أنجشة، وكان حسنَ الصَّوت، فقال له النبيُّ - صلى الله عليه وسلم -: ((رُويْدَك يا أنجشةُ، لا تَكْسِر القوارير))، قَالَ أَبُو قِلَابَةَ: فَتَكَلَّمَ النَّبِيُّ - صلى الله عليه وسلم - بِكَلِمَةٍ لَوْ تَكَلَّمَ بِهَا بَعْضُكُمْ لَعِبْتُمُوهَا عَلَيْهِ، قَوْلُهُ: ((سَوْقَكَ بِالْقَوَارِيرِ)) قال أبو قلابة: يعني النساء، وقال أبو قلابة: يعني ضعفة النساء (¬3). ¶ 3 - اللعب بالحراب ليس لعباً مجرداً، ولكن فيه تدريب للشجعان على ¶ ¬_________ ¶ (¬1) البخاري، كتاب المغازي، باب حدثني خليفة، برقم 4001. ¶ (¬2) مختار الصحاح، مادة (حدو)، ص 54. ¶ (¬3) البخاري، كتاب الأدب، باب ما جاء في قول الرجل: ويلك، 6149، برقم 6161، 6202، 6209، 6210، 6211، ومسلم، كتاب الفضائل، باب رحمة النبي - صلى الله عليه وسلم - للنساء، وأمر السواق مطاياهن بالرفق بهن، برقم 2323.",
            "page": "70",
            "part": "1",
            "seal": "9D8B5269"
        },
        {
            "id": "74",
            "nass": "مواقع الحروب، والاستعداد للعدو؛ لحديث عائشة رَضِيَ اللَّهُ عَنْهَا قالت: ((كَانَ الْحَبَشُ يَلْعَبُونَ بِحِرَابِهِمْ، فَسَتَرَنِي رَسُولُ اللَّهِ - صلى الله عليه وسلم - وَأَنَا أَنْظُرُ، فَمَا زِلْتُ أَنْظُرُ حَتَّى كُنْتُ أَنَا أَنْصَرِفُ، فَاقْدُرُوا قَدْرَ الْجَارِيَةِ الْحَدِيثَةِ السِّنِّ تَسْمَعُ اللَّهْوَ، وفي لفظ: ((لَقَدْ رَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَوْمًا عَلَى بَابِ حُجْرَتِي، وَالْحَبَشَةُ يَلْعَبُونَ فِي الْمَسْجِدِ، وَرَسُولُ اللَّهِ - صلى الله عليه وسلم - يَسْتُرُنِي بِرِدَائِهِ أَنْظُرُ إِلَى لَعِبِهِمْ))، وفي لفظ: ((رَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُومُ عَلَى بَابِ حُجْرَتِي وَالْحَبَشَةُ يَلْعَبُونَ بِحِرَابِهِمْ))، وفي لفظ: ((وَكَانَ يَوْمَ عِيدٍ يَلْعَبُ السُّودَانُ بِالدَّرَقِ وَالْحِرَابِ)) (¬1). ¶ وعن عائشة رَضِيَ اللَّهُ عَنْهَا: أَنَّ أَبَا بَكْرٍ دَخَلَ عَلَيْهَا وَالنَّبِيُّ - صلى الله عليه وسلم - عِنْدَهَا يَوْمَ فِطْرٍ أَوْ أَضْحًى، وَعِنْدَهَا قَيْنَتَانِ تُغَنِّيَانِ بِمَا تَقَاذَفَتْ (¬2) الْأَنْصَارُ يَوْمَ بُعَاثٍ، فَقَالَ أَبُو بَكْرٍ: مِزْمَارُ الشَّيْطَانِ، مَرَّتَيْنِ، فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -: ((دَعْهُمَا يَا أَبَا بَكْرٍ، إِنَّ لِكُلِّ قَوْمٍ عِيدًا، وَإِنَّ عِيدَنَا هَذَا الْيَوْمُ)) (¬3). ¶ 4 - الأشعار المباحة التي فيها خدمة للإسلام والمسلمين، ومدح الإسلام وأهله، وذم الشرك، والبدع، والمعاصي وأهلها، من غير ¶ ¬_________ ¶ (¬1) البخاري، كتاب النكاح، باب حسن المعاشرة مع الأهل، برقم 5190، ورقم 454، 455، 950، ومسلم، كتاب صلاة العيدين، باب الرخصة في اللعب الذي لامعصية فيه في أيام العيد، برقم 892. ¶ (¬2) وفي لفظ: ((تقاولت))، البخاري، برقم 952. ¶ (¬3) البخاري، كتاب مناقب الأنصار، باب مقدم النبي - صلى الله عليه وسلم - وأصحابه المدينة، برقم 3931، ورقم 454، و949 ومسلم، كتاب صلاة العيدين، باب الرخصة في اللعب الذي لامعصية فيه في أيام العيد، برقم 892.",
            "page": "71",
            "part": "1",
            "seal": "626B763B"
        },
        {
            "id": "75",
            "nass": "تلحين وتطريب بألحان أهل الفسق والفجور، ومن غير دفٍّ، ومن غير آلات لهوٍ وطرب. ¶ * أما الرقص الذي يفعله بعض الرجال، والضرب بالدف على أوقاع الألحان مع الغناء بالأغاني الرقيقة، ويغنون ويتمايلون كما يتمايل السُّكارى والمجانين، فهذا لا يجوز؛ لأنه سفه ورعونة، وفيه بطر، ومقابلة لنعم اللَّه تعالى بضدِّ الشكر، وما أحسن قول القائل: ¶ فَهَذِهِ شِيمَةُ القَوْمِ الّذِينَ مَضَوْا ... وَالرَّقصُ مِنْ شِيمَةِ الأقْرَادِ والدّبَبِ ¶ إنْ يُنْقَرِ الطَّارُ أضْحَوْا يَرْقُصُونَ لَهُ ... شِبْهَ البِغَالِ عَلَى الأقْدَاحِ وَالرُّكَبِ ¶ قال الإمام القرطبي رحمه الله في تفسير قوله تعالى: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ}: ((المسألة الثانية: وهو الغناء المعتاد عند المشتهرين به الذي يحرِّك النفوس، ويبعثها على الهوى، والغزل، والمجون الذي يحرِّك الساكن، ويبعث الكامن، فهذا النوع إذا كان في شعرٍ يُشبَّب فيه بذكر النساء، ووصف محاسنهن، وذكر الخمور والمحرمات، لا يختلف في تحريمه؛ لأنه اللهو والغناء المذموم بالاتفاق. ¶ فأما ما سلم من ذلك فيجوز القليل منه في أوقات الفرح: كالعرس، والعيد، وعند التنشيط على الأعمال الشاقة، كما كان في حفر الخندق، وحدو أنجشة، وسلمة بن الأكوع، فأما ما ابتدعته الصوفية اليوم من الإدمان على سماع المغاني بالآلات المطربة، من",
            "page": "72",
            "part": "1",
            "seal": "F5E93D08"
        },
        {
            "id": "76",
            "nass": "الشبَّابات، والطار، والمعازف، والأوتار فحرام ... )) (¬1). ¶ قال شيخنا الإمام ابن باز رحمه اللَّه على كلام القرطبي هذا: ((وهذا الذي قاله القرطبي كلام حسن، وبه تجتمع الآثار الواردة في هذا الباب، ومن ذلك ما ثبت في الصحيحين عن عائشة رَضِيَ اللَّهُ عَنْهَا قالت: ((دخل عليَّ النبي - صلى الله عليه وسلم - وعندي جاريتان تغنيان بغناء بعاث، فاضطجع على الفراش، وحوَّل وجهه، ودخل أبو بكر - رضي الله عنه -، فانتهرني، وقال: مزمار الشيطان عند النبي - صلى الله عليه وسلم -، فأقبل عليه رسول الله - صلى الله عليه وسلم -، فقال: ((دعهما))، فلما غفل غمزتهما فخرجتا (¬2)، وفي رواية لمسلم: ((فقال رسول اللَّه - صلى الله عليه وسلم -: ((يا أبا بكر، إن لكل قوم عيداً، وهذا عيدنا)) (¬3)، وفي رواية له أخرى: فقال - صلى الله عليه وسلم -: ((دعهما يا أبا بكر، فإنها أيام عيد)) (¬4)، وفي بعض رواياته أيضاً: ((جاريتان تلعبان بدف)) (¬5)، فهذا الحديث الجليل يستفاد منه أن كراهة الغناء وإنكاره، وتسميته مزمار الشيطان، أمر معروف مستقر عند الصحابة - رضي الله عنهم -؛ ولهذا أنكر الصديق على عائشة غناء الجاريتين عندها، وسمّاه مزمار الشيطان، ولم ينكر عليه النبي - صلى الله عليه وسلم - تلك التسمية، ولم يقل له: إن الغناء والدف ¶ ¬_________ ¶ (¬1) الجامع لأحكام القرآن للقرطبي، 14/ 57. ¶ (¬2) البخاري، كتاب الجمعة، باب الحراب والدرق يوم العيد، برقم 950، ومسلم، كتاب صلاة العيدين، باب الرخصة في اللعب الذي لا معصية فيه في أيام العيد، برقم 892. ¶ (¬3) البخاري، برقم 952، ومسلم، برقم 892، وتقدم تخريجه. ¶ (¬4) البخاري، برقم 988، ومسلم، برقم 892، وتقدم تخريجه. ¶ (¬5) مسلم، برقم 992، وتقدم تخريجه.",
            "page": "73",
            "part": "1",
            "seal": "4DF1C035"
        },
        {
            "id": "77",
            "nass": "لا حرج فيهما، وإنما أمره أن يترك الجاريتين، وعلّل ذلك بأنها أيام عيد، فدلّ ذلك على أنه ينبغي التسامح في مثل هذا للجواري الصغار في أيام العيد؛ لأنها أيام فرح وسرور، ولأن ¶ الجاريتين إنما أنشدتا غناء الأنصار الذي تقاولوا به يوم بُعاث، فيما يتعلق بالشجاعة والحرب، بخلاف أكثر غناء المغنين والمغنيات اليوم، فإنه يثير الغرائز الجنسية، ويدعو إلى عشق الصور، وإلى كثير من الفتن الصادة للقلوب عن تعظيم اللَّه، ومراعاة حقه، فكيف يجوز لعاقلٍ أن يقيس هذا على هذا، ومن تأمّل هذا الحديث علم أن ما زاد على ما فعلته الجاريتان منكر، يجب التحذير منه حسماً لمادة الفساد، وحفظاً للقلوب عما يصدُّها عن الحق، ويشغلها عن كتاب اللَّه، وأداء حقه)) (¬1). ¶ ¬_________ ¶ (¬1) مجموع فتاوى ابن باز، 21/ 111 - 113، و3/ 397 - 398.",
            "page": "74",
            "part": "1",
            "seal": "D2C51EC7"
        },
        {
            "id": "78",
            "nass": "المبحث العاشر: الفتاوى المحققة المعتمدة في الأغاني والمعازف وآلات اللهو ¶ أولاً: فتاوى شيخ الإسلام أبي العباس أحمد بن عبد الحليم بن تيمية رحمه الله تعالى: وملخص ما أفتى به في الغناء وآلات اللهو على النحو الآتي: ¶ 1 - آلات اللهو لا يجوز اتخاذها عند الأئمة الأربعة: ¶ قال شيخ الإسلام رحمه اللَّه: (( ... وآلات اللهو لا يجوز اتخاذها، ولا الاستئجار عليها عند الأئمة الأربعة)) (¬1). ¶ 2 - من فعل الملاهي على وجه الديانة فلا ريب في ضلالته: ¶ قال رحمه اللَّه: (( ... فَمَنْ فَعَلَ هَذِهِ الْمَلَاهِي عَلَى وَجْهِ الدِّيَانَةِ، وَالتَّقَرُّبِ، فَلَا رَيْبَ فِي ضَلَالَتِهِ وَجَهَالَتِهِ، وَأَمَّا إذَا فَعَلَهَا عَلَى وَجْهِ التَّمَتُّعِ وَالتَّلَعُّبِ، فَذَهَبَ الْأَئِمَّةُ الْأَرْبَعَةُ: أَنَّ آلَاتِ اللَّهْوِ كُلَّهَا حَرَامٌ)) (¬2). ¶ 3 - من استمع للملاهي ولم ينكر كان آثماً بإجماع المسلمين: ¶ قال رحمه الله: (( ... الْمُحَرَّمَ هُوَ الِاسْتِمَاعُ لَا السَّمَاعُ، فَالرَّجُلُ لَوْ سَمِعَ الْكُفْرَ، وَالْكَذِبَ، وَالْغِيبَةَ، وَالْغِنَاءَ، والشبَّابة مِنْ غَيْرِ قَصْدٍ مِنْهُ؛ بَلْ كَانَ مُجْتَازًا بطَرِيقِ فَسَمِعَ ذَلِكَ لَمْ يَأْثَمْ بِذَلِكَ بِاتِّفَاقِ الْمُسْلِمِينَ،. ¶ ¬_________ ¶ (¬1) مجموع فتاوى شيخ الإسلام، 30/ 212. ¶ (¬2) المرجع السابق، 11/ 576.",
            "page": "75",
            "part": "1",
            "seal": "C14C1763"
        },
        {
            "id": "79",
            "nass": "وَلَوْ جَلَسَ وَاسْتَمَعَ إلَى ذَلِكَ وَلَمْ يُنْكِرْهُ لَا بِقَلْبِهِ وَلَا بِلِسَانِهِ وَلَا يَدِهِ: كَانَ آثِمًا بِاتِّفَاقِ الْمُسْلِمِينَ)) (¬1) ¶ 4 - اتفق العلماء على المنع من إجارة الغناء: ¶ قال رحمه اللَّه: (( ... ذَكَرَ ابْنُ الْمُنْذِرِ اتِّفَاقَ الْعُلَمَاءِ عَلَى الْمَنْعِ مِنْ إجَارَةِ الْغِنَاءِ وَالنَّوْحِ، فَقَالَ: أَجَمَعَ كُلُّ مَنْ نَحْفَظُ عَنْهُ مِنْ أَهْلِ الْعِلْمِ عَلَى إبْطَالِ النَّائِحَةِ وَالْمُغَنِّيَةِ)) (¬2). ¶ 5 - كان السلف يسمون الرجال المغنين مخانيث: ¶ قال رحمه اللَّه: (( ... رَخَّصَ [- صلى الله عليه وسلم -] لِلنِّسَاءِ أَنْ يَضْرِبْنَ بِالدُّفِّ فِي الْأَعْرَاسِ وَالْأَفْرَاحِ، وَأَمَّا الرِّجَالُ عَلَى عَهْدِهِ [- صلى الله عليه وسلم -] فَلَمْ يَكُنْ أَحَدٌ مِنْهُمْ يَضْرِبُ بِدُفٍّ، وَلَا يُصَفِّقُ بِكَفٍّ، بَلْ قَدْ ثَبَتَ عَنْهُ فِي الصَّحِيحِ أَنَّهُ قَالَ: ((التَّصْفِيقُ لِلنِّسَاءِ وَالتَّسْبِيحُ لِلرِّجَالِ)) (¬3)، ((وَلَعَنَ الْمُتَشَبِّهَاتِ مِنْ النِّسَاءِ بِالرِّجَالِ، والمتشبهين مِنْ الرِّجَالِ بِالنِّسَاءِ)) (¬4)، وَلَمَّا كَانَ الْغِنَاءُ وَالضَّرْبُ بِالدُّفِّ وَالْكَفِّ مِنْ عَمَلِ النِّسَاءِ، كَانَ السَّلَفُ يُسَمُّونَ مَنْ يَفْعَلُ ذَلِكَ مِنْ الرِّجَالِ مُخَنَّثًا، وَيُسَمُّونَ الرِّجَالَ الْمُغَنِّينَ ¶ ¬_________ ¶ (¬1) مجموع الفتاوى، 30/ 212 - 213. ¶ (¬2) المرجع السابق، 30/ 215. ¶ (¬3) البخاري، كتاب العمل في الصلاة، باب التصفيق للنساء، برقم 1203، ومسلم، كتاب الصلاة، باب تسبيح الرجال وتصفيق المرأة إذا نابهما شيء في الصلاة، برقم 422. ¶ (¬4) البخاري، بلفظ: ((لَعَنَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - الْمُتَشَبِّهِينَ مِنْ الرِّجَالِ بِالنِّسَاءِ وَالْمُتَشَبِّهَاتِ مِنْ النِّسَاءِ بِالرِّجَالِ))، كتاب اللباس، باب المتشبهون بالنساء، والمتشبهاب بالرجال، برقم 5885.",
            "page": "76",
            "part": "1",
            "seal": "F0717B4D"
        },
        {
            "id": "80",
            "nass": "مَخَانِيث، وَهَذَا مَشْهُورٌ فِي كَلَامِهِمْ)) (¬1). ¶ 6 - غناء الرجال للرجال لم يكن في عهد الصحابة - رضي الله عنهم -: ¶ قال رحمه اللَّه: (( ... أَمَّا غِنَاءُ الرِّجَالِ لِلرِّجَالِ، فَلَمْ يَبْلُغْنَا أَنَّهُ كَانَ فِي عَهْدِ الصَّحَابَةِ، يَبْقَى غِنَاءُ النِّسَاءِ لِلنِّسَاءِ فِي الْعُرْسِ ... ))، ((ولَكِنْ نَصْبُ مُغَنِّيَةٍ لِلنِّسَاءِ وَالرِّجَالِ: هَذَا مُنْكَرٌ بِكُلِّ حَالٍ)) (¬2). ¶ 7 - الغناء رقية الزنا: ¶ قال رحمه اللَّه: (( ... وَمِنْ أَقْوَى مَا يُهَيِّجُ الْفَاحِشَةَ إنْشَادُ أَشْعَارِ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مِنْ الْعِشْقِ، وَمَحَبَّةِ الْفَوَاحِشِ وَمُقَدِّمَاتِهَا بِالْأَصْوَاتِ الْمُطْرِبَةِ؛ فَإِنَّ الْمُغَنِّيَ إذَا غَنَّى بِذَلِكَ حَرَّكَ الْقُلُوبَ الْمَرِيضَةَ إلَى مَحَبَّةِ الْفَوَاحِشِ، فَعِنْدَهَا يَهِيجُ مَرَضُهُ، وَيَقْوَى بَلَاؤُهُ، وَإِنْ كَانَ الْقَلْبُ فِي عَافِيَةٍ مِنْ ذَلِكَ، جَعَلَ فِيهِ مَرَضًا، كَمَا قَالَ بَعْضُ السَّلَفِ: الْغِنَاءُ رُقْيَةُ الزِّنَا)) (¬3). ¶ 8 - الغناء لا يفعله إلا الفساق: ¶ قال رحمه اللَّه: (( ... سُئِلَ مَالِكٌ عَمَّا يَتَرَخَّصُ فِيهِ بَعْضُ أَهْلِ الْمَدِينَةِ مِنْ الْغِنَاءِ؟ فَقَالَ: إنَّمَا يَفْعَلُهُ عِنْدَنَا الْفُسَّاقُ)) (¬4). ¶ ¬_________ ¶ (¬1) مجموع الفتاوى، 11/ 565 - 566، و22/ 154. ¶ (¬2) مجموع الفتاوى، 29/ 553. ¶ (¬3) المرجع السابق، 15/ 313. ¶ (¬4) مجموع الفتاوى، 20/ 336.",
            "page": "77",
            "part": "1",
            "seal": "CE6C0F13"
        },
        {
            "id": "81",
            "nass": "9 - الأشعار المنشدة في الجهاد لم تكن بآلات لهو: ¶ وقال رحمه اللَّه: (( ... وَأَمَّا الصَّوْتُ الَّذِي يُثِيرُ الْغَضَبَ لِلَّهِ: كَالْأَصْوَاتِ الَّتِي تُقَالُ فِي الْجِهَادِ مِنْ الْأَشْعَارِ الْمُنْشَدَةِ: فَتِلْكَ لَمْ تَكُنْ بِآلَاتِ، وَكَذَلِكَ أَصْوَاتُ الشَّهْوَةِ فِي الْفَرَحِ؛ فَرَخَّصَ مِنْهَا فِيمَا وَرَدَتْ بِهِ السُّنَّةُ مِنْ الضَّرْبِ بِالدُّفِّ فِي الْأَعْرَاسِ وَالْأَفْرَاحِ لِلنِّسَاءِ وَالصِّبْيَانِ)) (¬1). ¶ 10 - المعازف خمرة النفوس: ¶ قال رحمه اللَّه: (( ... الْمَعَازِفُ هِيَ خَمْرُ النُّفُوسِ تَفْعَلُ بِالنُّفُوسِ أَعْظَمَ مِمَّا تَفْعَلُ حُمَيَّا الْكُؤُوسِ، فَإِذَا سَكِرُوا بِالْأَصْوَاتِ حَلَّ فِيهِمْ الشِّرْكُ، وَمَالُوا إلَى الْفَوَاحِشِ، وَإِلَى الظُّلْمِ، فَيُشْرِكُونَ وَيَقْتُلُونَ النَّفْسَ الَّتِي ¶ حَرَّمَ اللَّهُ وَيَزْنُونَ)) (¬2). ¶ 11 - الغناء من أعظم أسباب للوقوع في الفواحش: ¶ قال رحمه اللَّه: (( ... وَأَمَّا الْفَوَاحِشُ، فَالْغِنَاءُ رُقْيَةُ الزِّنَا، وَهُوَ مِنْ أَعْظَمِ الْأَسْبَابِ لِوُقُوعِ الْفَوَاحِشِ، وَيَكُونُ الرَّجُلُ، وَالصَّبِيُّ، وَالْمَرْأَةُ فِي غَايَةِ الْعِفَّةِ وَالْحُرِّيَّةِ، حَتَّى يَحْضُرَهُ، فَتَنْحَلُّ نَفْسُهُ، وَتَسْهُلُ عَلَيْهِ الْفَاحِشَةُ، وَيَمِيلُ لَهَا فَاعِلًا أَوْ مَفْعُولًا بِهِ، أَوْ كِلَاهُمَا، كَمَا يَحْصُلُ بَيْنَ شَارِبِي الْخَمْرِ وَأَكْثَرُ)) (¬3). ¶ ¬_________ ¶ (¬1) المرجع السابق، 28/ 162. ¶ (¬2) مجموع الفتاوى، 10/ 417. ¶ (¬3) المرجع السابق، 10/ 417 - 418.",
            "page": "78",
            "part": "1",
            "seal": "33F3D6C1"
        },
        {
            "id": "82",
            "nass": "12 - لا ضمان على من أتلف آلات المعازف ¶ قال رحمه اللَّه: ((وَالْمَعَازِفُ هِيَ آلَاتُ اللَّهْوِ عِنْدَ أَهْلِ اللُّغَةِ، وَهَذَا اسْمٌ يَتَنَاوَلُ هَذِهِ الْآلَاتِ كُلَّهَا؛ وَلِهَذَا قَالَ الْفُقَهَاءُ: إنَّ مَنْ أَتْلَفَهَا فَلَا ضَمَانَ عَلَيْهِ إذَا أَزَالَ التَّالِفَ الْمُحَرَّمَ، وَإِنْ أَتْلَفَ الْمَالِيَّةَ فَفِيهِ نِزَاعٌ، وَمَذْهَبُ أَحْمَدَ الْمَشْهُورُ عَنْهُ، وَمَالِكٌ أَنَّهُ لَا ضَمَانَ فِي هَذِهِ الصُّورَةِ أَيْضًا، وَكَذَلِكَ إذَا أَتْلَفَ دِنَانَ الْخَمْرِ، وَشَقَّ ظُرُوفَهُ، وَأَتْلَفَ الْأَصْنَامَ الْمُتَّخَذَةَ مِنْ الذَّهَبِ، كَمَا أَتْلَفَ مُوسَى - عليه السلام - الْعِجْلَ الْمَصْنُوعَ مِنَ الذَّهَبِ، وَأَمْثَالَ ذَلِكَ)) (¬1). ¶ 13 - الشبابة لم يبحها أحد من العلماء لا للرجال ولا للنساء: ¶ قال رحمه اللَّه: ((الشبَّابة ... لَمْ يُبِحْهَا أَحَدٌ مِنَ الْعُلَمَاءِ، لَا لِلرِّجَالِ وَلَا لِلنِّسَاءِ؛ لَا فِي الْعُرْسِ وَلَا فِي غَيْرِهِ)) (¬2). ¶ 14 - من عدَّ الغناء من القربات يستتاب فإن تاب وإلا قتل: ¶ قال رحمه اللَّه: (( ... أَمَّا السَّمَاعُ الْمُشْتَمِلُ عَلَى مُنْكَرَاتِ الدِّينِ، فَمَنْ عَدَّهُ مِنَ الْقُرُبَاتِ اسْتُتِيبَ، فَإِنْ تَابَ وَإِلَّا قُتِلَ ... ))، ثم قال: (( ... فَأَمَّا الْمُشْتَمِلُ عَلَى الشَّبَّابَاتِ، وَالدُّفُوفِ المصلصلة، فَمَذْهَبُ الْأَئِمَّةِ الْأَرْبَعَةِ تَحْرِيمُهُ)) (¬3). ¶ ¬_________ ¶ (¬1) مجموع فتاوى ابن تيمية، 11/ 536، 576، 577، و28/ 109 - 111، 113، 118، 667، ¶ و29/ 294 - 297. ¶ (¬2) المرجع السابق، 30/ 215. ¶ (¬3) مجموع فتاوى ابن تيمية، 11/ 535، 576.",
            "page": "79",
            "part": "1",
            "seal": "17F89D77"
        },
        {
            "id": "83",
            "nass": "ثانياً: فتاوى الإمام محمد بن إبراهيم آل الشيخ ــ مفتي الديار السعودية سابقاً رحمه الله: ¶ 1 - حكم الأغاني التي تصدر في الإذاعات والحفلات ¶ س: ما حكم الأغاني التي تصدر في الإذاعات، والحفلات؟ ¶ الجواب: هي منقسمة إلى قسمين: ¶ الأول: ما اشتمل على حِكَمٍ ومواعظ وحماس ونصائح ونحو ذلك مما لا غرام فيه، ولا يشتمل على صوت مزمار ونحوه ــ فهذا لا محذور فيه؛ لما فيه من المصلحة. ¶ الثاني: ما فيه غرام، ويشتمل على صوت مزمار وما أشبه ذلك ـ فهو حرام، والأصل في ذلك الكتاب والسنة. ¶ أما أدلة (الكتاب) فأربعة: ¶ الأول: قول اللَّه تعالى: {وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ} (¬1) فسره ابن عباس وغيره بالغناء. ¶ وجه الدلالة: أن اللَّه جل وعلا بيَّن في هذه الآية: أن الغناء طريق من الطرق التي يسلكها إبليس لإغواء الأمة، وقد تسلط بهذا وبغيره، بدليل قوله تعالى: {لأَحْتَنِكَنَّ ذُرِّيَّتَهُ إَلاَّ قَلِيلا} (¬2)، وهذا القليل هو المذكور في قوله تعالى: {قَالَ فَبِعِزَّتِكَ لأُغْوِيَنَّهُمْ أَجْمَعِين * إِلاَّ ¶ ¬_________ ¶ (¬1) .. سورة الإسراء، الآية: 64. ¶ (¬2) .. سورة الإسراء، الآية: 62.",
            "page": "80",
            "part": "1",
            "seal": "8D77C33E"
        },
        {
            "id": "84",
            "nass": "عِبَادَكَ مِنْهُمُ الْمُخْلَصِين} (¬1)، وقد بيَّن تعالى أنه ظفر بهم بقوله تعالى: {وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلاَّ فَرِيقًا مِّنَ الْمُؤْمِنِين} (¬2)، وقد وقع في هذا كثير من أهل هذا الزمان، فنعوذ ¶ باللَّه من زيغ القلوب {رَبَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّاب} (¬3). ¶ الثاني: قال تعالى: {وَالَّذِينَ لاَ يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا} (¬4)، قال محمد بن الحنفية، ومجاهد: {الزُّورَ} هنا الغناء. ¶ وجه الدلالة: أن اللَّه تعالى بيَّن من أوصاف المؤمنين أنهم إذا مرّوا بالزور، وهو الغناء، مرّوا مرّ الكرام، ومفهوم ذلك أن استعماله ليس من أوصاف المؤمنين، فيكون حراماً. ¶ الثالث: قال تعالى: {وَمِنَ النَّاسِ مَن يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّه بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُّهِين} (¬5). قال الواحدي: أكثر المفسرين على أن المراد (بلَهْو ¶ ¬_________ ¶ (¬1) .. سورة ص، الآيتان: 82 - 83. ¶ (¬2) .. سورة سبأ، الآية: 20. ¶ (¬3) .. سورة آل عمران، الآية: 8. ¶ (¬4) .. سورة الفرقان، الآية: 72. ¶ (¬5) .. سورة لقمان، الآية: 6.",
            "page": "81",
            "part": "1",
            "seal": "A4329290"
        },
        {
            "id": "85",
            "nass": "الْحَدِيثِ) الغناء، قاله ابن عباس في رواية سعيد بن جبير، ومقسم عنه، وقاله عبد اللَّه بن مسعود في رواية أبي الصهباء عنه، وهو قول مجاهد، وعكرمة. ¶ وجه الدلالة: أن اللَّه جل وعلا بيّن أن بعضاً {مِنَ النَّاسِ مَن يَشْتَرِي لَهْوَ الْحَدِيثِ}، وهو الغناء، من أجل إضلال الناس، وإذا كان الغناء سبباً من أسباب الضلالة، فلاشك في تحريمه. ¶ رابعاً: قال تعالى: {أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُون * وَتَضْحَكُونَ ¶ وَلاَ تَبْكُون * وَأَنتُمْ سَامِدُون} (¬1). قال عكرمة عن ابن عباس: «السمود» الغناء في لغة حمير، يُقال: اسمدي لنا. أي غَنِّي لنا. قال عكرمة: كانوا إذا سمعوا القرآن غنوا، فنزلت. ¶ وجه الدلالة: أن اللَّه تعالى استفهم منهم استفهام إنكار وتوبيخ وتقريع، وذكر في سياق هذا أن من أوصافهم الذميمة السمود، وهو الغناء، فهذا يدل على أنه محرم؛ إذ لو كان مشروعاً، أو باقياً على البراءة الأصلية، لما ذمّهم على فعله. ¶ وأما السنة فنقتصر على دليل واحد، وهو ما رواه البخاري في الصحيح معلقاً بصفة الجزم، ورواه أبو داود، وابن ماجه في السنن، وأبو بكر الإسماعيلي في الصحيح إلى النبي - صلى الله عليه وسلم - أنه قال: «ليكونن ¶ ¬_________ ¶ (¬1) .. سورة النجم، الآية: 59 - 61.",
            "page": "82",
            "part": "1",
            "seal": "B24C837E"
        },
        {
            "id": "86",
            "nass": "من أمتي أقوامٌ يستحلون الحِرَ والحَريرَ والخمرَ والمعازفَ ... » (¬1). ¶ وتقرير الاستدلال من ثلاثة أوجه: ¶ الأول: أن الحديث سِيق لذمِّ هذا الصنف من الناس الذين يتجاوزون حدود اللَّه، ومنها هذه الأمور التي منها المعازف، وأَكَّد ذلك باللام في صدر الكلام، وبالنُّون المؤكدة، ولو كان مباحاً لما ذَمَّهُمْ. ¶ الثاني: أنه قال: «يَسْتَحِلُّونَ»، فَفُهِمَ من هذا أن حرمته متقررة. والمعازف هي: آلات الملاهي على اختلاف أنواعها، قاله غير واحد من أئمة اللغة: كابن منظور، وصاحب القاموس. ¶ الثالث: أن اللَّه تعالى قرن المعازف بما ذكره معها، وهي محرّمة، فتكون المعازف مساوية لها في أصل الحكم الذي هو التحريم من (باب دلالة الاقتران). ¶ وأما أقوال الأئمة، فقد قال عبد اللَّه بن الإمام أحمد: سألت أبي عن الغناء؟ فقال: «الغناء ينبت النفاق في القلب، لا يعجبني». ¶ وأما الشافعي فقد صرّح أصحابه العارفون بمذهبه أنه يقول بتحريمه. ¶ وأما الإمام مالك لمّا سُئل عنه قال: «إنما يفعله عندنا الفساق». ¶ ¬_________ ¶ (¬1) .. البخاري برقم 5590، وتقدم تخريجه.",
            "page": "83",
            "part": "1",
            "seal": "44218593"
        },
        {
            "id": "87",
            "nass": "وأما الإمام أبو حنيفة، فقال مالك: وأما أبو حنيفة، فإنه يكرهه، ويجعله من الذنوب. قلت: والمراد بالكراهة هنا كراهة التحريم، يدلّ عليه أنه يجعله من الذنوب، ولا يكون من الذنوب إلا إذا كان حراماً. ¶ (ص - ف 13626 - 1 في 21 - 11 - 88هـ) (¬1). ¶ 2 - الغناء من الإذاعة ¶ من محمد بن إبراهيم إلى حضرة صاحب السمو الملكي رئيس مجلس الوزراء وفقه اللَّه. ¶ السلام عليكم ورحمة اللَّه وبركاته. وبعد: ¶ فقد جرى البحث مع سموكم حول ما اشتملت عليه الإذاعة من الغناء، وذكرنا لسموكم أنه محرّم، وقد طلبتم البيان بشيء من الدليل، وإلى سموكم دليل تحريم الغناء من: الكتاب، والسنة، وكلام الأئمة الأربعة. ¶ قال تعالى: {وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ} (¬2)، قال ابن عباس: صوت الشيطان الغناء، والمزامير، واللَّهو، وقال الضحاك: صوت الشيطان في هذه الآية هو صوت المزمار. وقال ¶ تعالى: ¶ ¬_________ ¶ (¬1) .. فتاوى ورسائل سماحة الشيخ محمد بن إبراهيم آل الشيخ، 10/ 226 - 229. ¶ (¬2) .. سورة الإسراء، الآية: 64.",
            "page": "84",
            "part": "1",
            "seal": "4C9958C8"
        },
        {
            "id": "88",
            "nass": "{وَمِنَ النَّاسِ مَن يَشْتَرِي لَهْوَ الْحَدِيثِ} (¬1)، قال مجاهد: لهو الحديث: الاستماع إلى الغناء، وإلى مثله من الباطل، وقال: حلف عبد اللَّه بن مسعود - رضي الله عنه - باللَّه الذي لا إله إلا هو ثلاث مرات أنه الغناء، يعني {لَهْوَ الْحَدِيثِ} في هذه الآية. ¶ وقال تعالى: {أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُون * وَتَضْحَكُونَ وَلاَ تَبْكُون * وَأَنتُمْ سَامِدُون} (¬2)، قال عكرمة، عن ابن عباس رَضِيَ اللَّهُ عَنْهُمَا: السمود هو الغناء بلغة حمير، قال: يقال: اسمدي لنا يا فلانة، أي: غني لنا، وقال - صلى الله عليه وسلم -: «إن الله تعالى حَرَّمَ على أُمَّتي الْخَمْرَ، وَالْمَيْسِرَ، وَالْكُوبَةَ، وَالْغُبَيْرَاءَ، وَكُلُّ مُسْكِرٍ حَرَامٌ»، رواه أحمد، وأبو داود (¬3). و «الكوبة»: الطبل الصغير، وقيل: البربط، وهو آلة غناء. ¶ وأما الأئمة الأربعة فإنهم - رضي الله عنهم - لم يسكتوا عن تبيين حكم هذا المنكر، فكان أبو حنيفة رحمه اللَّه يرى الغناء من الذنوب التي يجب تركها، والابتعاد عنها، وتجب التوبة منها فوراً، وصرّح أصحابه بحرمة الغناء، وسائر الملاهي، وقالوا: السماع فسق، والتلذّذ به كفر، وقال مالك رحمه اللَّه، وقد سأله ابن القاسم عن الغناء؟ فأجابه قائلاً: ¶ ¬_________ ¶ (¬1) .. سورة لقمان، الآية: 6. ¶ (¬2) .. سورة النجم، الآية: 59 - 61. ¶ (¬3) أحمد، برقم 6547، وأبو داود، برقم 3685، وتقدم تخريجه.",
            "page": "85",
            "part": "1",
            "seal": "445126DC"
        },
        {
            "id": "89",
            "nass": "قال اللَّه تعالى: {فَمَاذَا بَعْدَ الْحَقِّ إِلاَّ الضَّلاَلُ} (¬1)، أفحق هو؟! وقال وقد سُئل عن ما يترخص فيه بعض أهل المدينة من الغناء؟ إنما يفعله عندنا الفساق، وقال الشافعي ¶ رحمه اللَّه: إن الغناء لهو مكروه يشبه الباطل، وقال: من استكثر منه فهو سفيه، تُردّ شهادته. ¶ وقال أحمد رحمه اللَّه في أيتام ورثوا جارية مغنية، وأرادوا بيعها: لا تباع إلا أنها ساذجة غير مغنية، ففوّت رحمه اللَّه عليهم زيادة في الثمن، وهم أيتام، فلو كان يحلّ لهما لما فوّته عليهم. ¶ فمن ما تقدم يتبين تحريم الغناء، ووجوب الابتعاد عنه، وصيانة الإذاعة منه، وألا تُجعل منبراً تشاع منه الخلاعة والمجون، وفق اللَّه حكومتنا للتمسك بكتاب اللَّه، وسنة رسوله، وتحريم ما حرَّما، وتحليل ما أحلاَّ. والسلام عليكم ورحمة اللَّه. ¶ (ص ـ ف 3158 في 28 ـ 12 ـ 1382هـ) (¬2). ¶ 3 - الغناء، وصوت المرأة في الإذاعة، وتوظيفها مختلطة بالرجال ¶ الحمد للَّه وحده، والصلاة والسلام على من لا نبي بعده. ¶ وبعد: فنظراً لما حدث مؤخراً في هذه البلاد من الأمور التي توجب غضب الرب، وفساد المجتمع، والتحلّل من الأخلاق ¶ ¬_________ ¶ (¬1) .. سورة يونس، الآية: 32. ¶ (¬2) .. فتاوى ورسائل سماحة الشيخ محمد بن إبراهيم آل الشيخ، 10/ 229 ــ 230.",
            "page": "86",
            "part": "1",
            "seal": "DD187AF0"
        },
        {
            "id": "90",
            "nass": "الفاضلة؛ ولما أوجب اللَّه على أهل العلم من النصح لولاة الأمور، وبيان حكم كل حادثة، وما أوجبه اللَّه على ولاة الأمور من حماية الدين، وتعزيزه، والقضاء على الفساد، وسدّ أبوابه وطرقه، وحسم موادّه والوسائل المفضية إليه: رأينا تعزيز الكتب السابقة بهذا الكتاب، موضحين أدلة ما طلبنا من سموكم منعه وإزالته، وفيما يلي ذكر بعض الأدلة: ¶ (1) الغناءُ وصوت المرأة في الإذاعة، وغيرها: ¶ تظاهرت أدلة الكتاب والسنة على تحريمه في الجملة، وحكى غير واحد من العلماء إجماع العلماء على تحريمه، منهم: القرطبي في تفسيره المشهور، وقد بسط ابن القيم رحمه اللَّه أدلة المنع في ¶ كتابه «إغاثة اللَّهفان»، ونقل الأدلة: من الكتاب، والسنة، وكلام أهل العلم في ذمّه وتحريمه، وبيان ما يترتّب عليه من المفاسد الكثيرة، والعواقب الوخيمة، هذا كله إذا كان غناءً مجرّداً من آلات العزف والطرب. ¶ فأما إذا اقترن به شيء من ذلك صار التحريم أشدّ، والإثم أكبر، والمفاسد أكثر، وقد حكى العلامة ابن الصلاح إجماع العلماء على تحريم الغناء إذا اقترن به شيء من آلات اللَّهو والطرب، نقله عنه العلامة ابن القيم وغيره. ¶ ومن أدلة الكتاب على ذلك قوله سبحانه: {وَمِنَ النَّاسِ مَن يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا",
            "page": "87",
            "part": "1",
            "seal": "473076A4"
        },
        {
            "id": "91",
            "nass": "أُولَئِكَ لَهُمْ عَذَابٌ مُّهِين} (¬1)، حكى غير واحد من المفسرين كالواحدي وغيره عن أكثر العلماء تفسير (اللَّهو) هنا بالغناء، وبذلك فسره عبد اللَّه بن مسعود، وابن عباس وابن عمر - رضي الله عنهم -، وكان عبد اللَّه بن مسعود - رضي الله عنه - يحلف على ذلك، وهؤلاء الثلاثة من خيار أصحاب رسول اللَّه - صلى الله عليه وسلم - وعلمائهم، ولا يُعرف لهم مخالف من الصحابة، وهم أعلم الناس بتفسير كتاب اللَّه، وقد تبعهم على ذلك أكثر العلماء، وقال ابن جرير رحمه اللَّه في تفسيره وجماعة من العلماء: إن الآية الكريمة شاملة للغناء وغيره من آلات اللَّهو، وأخبار الكفرة، وغير ذلك مما يصدّ عن ذكر اللَّه، والآية الكريمة تدلّ على أن الاشتغال بلهو الحديث يفضي بأهله إلى الضلال عن سبيل اللَّه، واتخاذ آيات اللَّه هزواً، وكفى بذلك: قبحاً، وشناعة، وذماً للغناء، وما يقترن به من آلات اللَّهو والطرب. ¶ ومن ذلك قوله: {وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَأَجْلِبْ ¶ عَلَيْهِم بِخَيْلِكَ وَرَجِلِكَ} (¬2)، فسّر كثير من السلف «الصوت» بالغناء وآلات الطرب، وكل صوت يدعو إلى باطل. ¶ ومن ذلك قوله سبحانه: {وَالَّذِينَ لاَ يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا ¶ ¬_________ ¶ (¬1) .. سورة لقمان، الآية: 6. ¶ (¬2) .. سورة الإسراء، الآية: 64.",
            "page": "88",
            "part": "1",
            "seal": "61834622"
        },
        {
            "id": "92",
            "nass": "بِاللَّغْوِ مَرُّوا كِرَامًا} (¬1)، فسر كثير من العلماء (الزور) بالغناء وآلات اللَّهو، ولا شك أنه داخل في ذلك، والزور يشمله وغيره من أنواع الباطل. ¶ وهذه الآيات الكريمات تدل دلالة واضحة على ذمّ الغناء، والتحذير منه، سواءٌ كان المُغنّي رجلاً أو امرأة، ولا شك أن الغناء إذا كان من الأُنثى كانت الفتنة به أعظم، والفساد الناتج عنه أكثر. ¶ وقد دلّ القرآن الكريم على تحريم خضوع المرأة بالقول في قوله سبحانه: {يَا نِسَاء النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِّنَ النِّسَاء إِنِ اتَّقَيْتُنَّ فَلاَ تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلاً مَّعْرُوفًا} (¬2)، وإذا كان أُمهات المؤمنين يُنهين عن الخضوع في القول مع طهارتهن وتقواهن، فكيف بغيرهن من النساء اللاتي لا نسبة بينهن وبين أُمهات المؤمنين في كمال التقوى والطهارة، فكيف بنساء العصر الفاتنات المفتونات، إلا من شاء اللَّه منهن. ¶ وإذا كان اللَّه نهى عن الخضوع في القول، فالغناء من باب أَولى وأحرى؛ لأن الفتنة فيه أشد من مجرد القول، ولا يخفى على كل من له أدنى بصيرة ما في صوت المرأة بالغناء، ومخاطبتها الناس في الإذاعة ونحوها من الفتنة، وإثارة الغرائز، لاسيما مع ترخيم الصوت ¶ ¬_________ ¶ (¬1) .. سورة الفرقان، الآية: 72. ¶ (¬2) .. سورة الأحزاب، الآية: 32.",
            "page": "89",
            "part": "1",
            "seal": "D6673970"
        },
        {
            "id": "93",
            "nass": "وتحسينه. ¶ وعلاوة على ذلك ما يترتب على ذلك من اختلاطها بالرجال، وخلوتهم بها، والتساهل بالحجاب، أو تركه بالكلية، كما هو الواقع من نساء العصر المخالطات للرجال، وتحريم هذا معلوم من الدين بالضرورة. ¶ ومن الأدلة على ذلك قوله - عز وجل -: {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِن وَرَاء حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ} (¬1)، وقوله - عز وجل -: {وَقُل لِّلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاء بُعُولَتِهِنَّ} (¬2) الآية، وأصح ما قيل في تفسير قوله: {إِلاَّ مَا ظَهَرَ مِنْهَا} أنه الملابس الظاهرة: قاله ابن مسعود وغيره، ومن فسره بالوجه والكفين، فمراده مع أَمن الفتنة، والمحافظة على العفة، وستر ما سوى ذلك. ¶ والواقع من نساء العصر خلاف ذلك، لضعف إيمانهن، وقلة حيائهن؛ ومعلوم أن سد الذرائع المفضية للمحرمات من أهم أبواب الشريعة الكاملة. ¶ ¬_________ ¶ (¬1) .. سورة الأحزاب، الآية: 53. ¶ (¬2) .. سورة النور، الآية: 31.",
            "page": "90",
            "part": "1",
            "seal": "0F840D99"
        },
        {
            "id": "94",
            "nass": "وقال تعالى: {وَالْقَوَاعِدُ مِنَ النِّسَاء اللاَّتِي لاَ يَرْجُونَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَن يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ وَأَن يَسْتَعْفِفْنَ خَيْرٌ لَّهُنَّ} (¬1). ¶ فإذا كان (القواعد)، وهن العجائز، يُمْنَعْنَ من وضع الثياب عن ¶ محاسنهن، كالوجه، والكفين، ونحو ذلك، فكيف بالشابات الجميلات الفاتنات، وإذا كان العجائز يُمنعن من التبرج بالزينة، فهو في الشابات أشدّ منعاً، والفتنة بسببهن أكبر. ¶ ولمَّا ذكر ابن القيم رحمه اللَّه (الغناء) وما أورد فيه عن ابن عباس وغيره من الذم، وأنه من الباطل الذي لا يرضاه اللَّه، قال ما نصه: ¶ «فهذا جواب ابن عباس رَضِيَ اللَّهُ عَنْهُمَا عن غناء الأعراب الذي ليس فيه: مدح الخمر، والزنا، واللواط، والتَّشْبِيب بالأجنبيات، وأصوات المعازف والآلات المطربات؛ فإن غناء القوم لم يكن فيه شيء من ذلك، ولو شاهدوا هذا الغناء لقالوا فيه أعظم قول؛ فإن مضرته وفتنته فوق مضرة شرب الخمر بكثير، وأعظم من فتنته، ومن أبطل الباطل أن تأْتي شريعةٌ بإباحته؛ فمن قاس هذا على غناء القوم فقياسه من جنس قياس الربا على البيع، والميتة على المذكَّاة، والتحليل الملعون فاعله ¶ ¬_________ ¶ (¬1) .. سورة النور، الآية: 60.",
            "page": "91",
            "part": "1",
            "seal": "8581FBF2"
        },
        {
            "id": "95",
            "nass": "على النكاح الذي هو سُنة رسول اللَّه - صلى الله عليه وسلم -. اهـ. ¶ وإذا كان هذا كلام ابن القيم في غناء أهل عصره، فكيف بغناء هذا العصر الذي يُذاع ويسمع الرجال والنساء، والخاص والعام فيما شاء اللَّه من البلاد، فتعمّ مضرته، وتنتشر الفتنة به، لا شك أن هذا أشدَّ إثماً، وأَعظم مضرة. ¶ وأما الأحاديث، فمنها ما رواه الترمذي وحسنه، عن عبد الرحمن بن عوف - رضي الله عنه -، أن النبي - صلى الله عليه وسلم - قال: «إِنَّمَا نُهيْتُ عَنْ صَوْتَيْنِ أحْمَقَيْنِ فَاجِرَيْنِ: صَوْت عِنْدَ نِغْمَةٍ: لَهْوٍ وَلَعِبٍ وَمَزَامِيرِ شَيْطَانٍ، وَصَوْتٍ عِنْدَ مُصِيبَةٍ: خَمْشِ وُجُوهٍ، وشَقِّ جُيُوبٍ، وَرَنَّةٍ» (¬1). ¶ قال ابن القيم رحمه اللَّه بعد هذا الحديث: «فانظر إلى هذا النَّهي المؤكد بتسمية صوت الغناء صوتاً أحمق، ولم يقتصر على ذلك ¶ حتى وصفه بالفجور، ولم يقتصر على ذلك حتى سماه من مزامير الشيطان، وقد أقر النبي - صلى الله عليه وسلم - أبا بكر على تسميته (الغناء) مزْمُور الشيطانِ في الحديث الصحيح، فإن لم نستفد التحريم من هذا لم نستفده من نَهْيٍ أبداً». ثم قال: «فكيف يستجيز العارف إباحة ما نهى عنه رسول اللَّه - صلى الله عليه وسلم - وسماه «صوتاً أحمق فاجراً ومزمور الشيطان» وجعله والنياحة التي لعن فاعلها أخوين، وأخرج النهي عنهما ¶ ¬_________ ¶ (¬1) الترمذي، برقم 1005، والحاكم، 4/ 40، وتقدم تخريجه.",
            "page": "92",
            "part": "1",
            "seal": "2B644ADA"
        },
        {
            "id": "96",
            "nass": "مخرجاً واحداً، ووصفهما بالحمق والفجور وصفاً واحداً، وقال ابن مسعود - رضي الله عنه -: «الغناء يُنبت النفاق في القلب كما يُنبت الماءُ البقل». ¶ وفي صحيح البخاري، عن أبي مالك الأشعري - رضي الله عنه -، أنه سمع النبي - صلى الله عليه وسلم - يقول: «((لَيَكُونَنَّ مِنْ أُمَّتِي أَقْوَامٌ يَسْتَحِلُّونَ الْحِرَ، وَالْحَرِيرَ، وَالْخَمْرَ، وَالْمَعَازِفَ، وَلَيَنْزِلَنَّ أَقْوَامٌ إِلَى جَنْبِ عَلَمٍ يَرُوحُ عَلَيْهِمْ بِسَارِحَةٍ لَهُمْ يَأْتِيهِمْ يَعْنِي الْفَقِيرَ لِحَاجَةٍ، فَيَقُولُونَ: ارْجِعْ إِلَيْنَا غَدًا، فَيُبَيِّتُهُمْ اللَّهُ، وَيَضَعُ الْعَلَمَ، وَيَمْسَخُ آخَرِينَ قِرَدَةً وَخَنَازِيرَ إِلَى يَوْمِ الْقِيَامَةِ)) (¬1). ¶ وأخرج ابن ماجه عن أبي مالك الأشعري - رضي الله عنه - قال: قال رسول اللَّه - صلى الله عليه وسلم -: «لَيَشْرَبَنَّ نَاسٌ مِنْ أُمَّتِي الْخَمْرَ، يُسَمُّونَهَا بِغَيْرِ اسْمِهَا، يُعْزَفُ عَلَى رُؤُوسِهِمُ بالْمَعَازِفِ وَالْمُغَنِّيَاتِ، يَخْسِفُ اللَّهُ بِهِمُ الأَرْضَ، وَيَجْعَلُ مِنْهُمُ قِرَدَةً وَخَنَازِيرَ)) (¬2)، قال ابن القيم رحمه اللَّه في هذا الحديث: «إسناده صحيح. قال: وقد توعّد مستحلّ المعازف فيه بأن يخسف اللَّه بهم الأرض، ويمسخهم قردة وخنازير». قال: و (المعازف) هي آلات اللَّهو كلها، لا خلاف بين أهل اللغة في ذلك». قال: «ولو كانت حلالاً لما ذمّهم على استحلالها، ولما قرن ¶ استحلالها باستحلال الخمر والحِرَ». اهـ. ¶ ولقد وقع مصداق ما أخبر عنه النبي - صلى الله عليه وسلم - من استحلال بعض أمته ¶ ¬_________ ¶ (¬1) البخاري معلقاً مجزوماً به، برقم 5590، وأبو داود، برقم 4039، وتقدم تخريجه. ¶ (¬2) .. ابن ماجة، برقم 4020، وتقدم تخريجه.",
            "page": "93",
            "part": "1",
            "seal": "D28DF04D"
        },
        {
            "id": "97",
            "nass": "المعازف، وصوت المغنيات؛ ولا شك أن هذا من تزيين الشيطان، وخداعه للناس حتى يفعلوا هذه المعاصي، وفيما ذكرناه من الآيات، والأحاديث، وكلام أهل العلم، الدلالة الصريحة، والبرهان القاطع على تحريم الأغاني، وآلات الملاهي من الرجال والنساء؛ لما يترتب على ذلك من المفاسد العظيمة التي تقدّم بيان بعضها. ¶ ومما يؤكد تحريم ذلك، ويوجب مضاعفة الإثم، كون ذلك يُلقى في مهبط الوحي، ومطلع شمس الرسالة؛ لما يترتب على ذلك من إضلال الناس، وفتنتهم، ولَبْسِ الأمور عليهم، حتى يعتقدوا أن ذلك من الحق، كونه صدر من مهبط الوحي، وحماة الحرمين الشريفين الذين هم محطّ أنظار العالم، وأمل المسلمين. ¶ ومما يزيد الإثم أيضاً، ويضاعف الفتنة، أن يشارك في ذلك النساءُ بأصواتهنّ الفاتنة المثيرة للغرائز، وقد قال النبيّ - صلى الله عليه وسلم -: «مَا تَرَكْتُ بَعْدِي فِتْنَةً أَضَرَّ عَلَى الرِّجَالِ مِنْ النِّسَاءِ». رواه البخاري (¬1)، وفي صحيح مسلم عن أبي سعيد أن النبي - صلى الله عليه وسلم - قال للنساء: «ما رأيت من ناقصات عقلٍ ودين أذهبَ لِلُبِّ الرجل الحازم منكن» (¬2). هذا ¶ ¬_________ ¶ (¬1) .. البخاري، كتاب النكاح، باب ما يُتّقَى من شؤم المرأة، برقم 5096. ¶ (¬2) .. البخاري، كتاب الحيض، باب ترك الحائض الصوم، برقم 303، بلفظ: ((مَا رَأَيْتُ مِنْ نَاقِصَاتِ عَقْلٍ وَدِينٍ أَذْهَبَ لِلُبِّ الرَّجُلِ الْحَازِمِ مِنْ إِحْدَاكُنَّ))، ومسلم بلفظه، كتاب الإيمان، باب بيان نقصان الإيمان بنقص الطاعات، وبيان إطلاق لفظ الكفر على غير الكفر بالله، ككفر النعمة والحقوق، برقم 79.",
            "page": "94",
            "part": "1",
            "seal": "C5947540"
        },
        {
            "id": "98",
            "nass": "مع تحجبهن، وتأدبهن بالآداب الشرعية، فكيف بحال نسائنا اليوم. ¶ (2) توظيف المرأة في الأعمال التي تدعوها إلى مخالطة الرجال: كالإذاعة، والخدمة الاجتماعية، وخدمة الرجال في الطائرات، وأشباه ذلك: يُفضي إلى مفاسد كثيرة ... )). ثم ذكر هذه ¶ المفاسد بالتفصيل رحمه اللَّه (¬1). ¶ ¬_________ ¶ (¬1) .. فتاوى الشيخ محمد بن إبراهيم آل الشيخ، 10/ 231 ــ 237.",
            "page": "95",
            "part": "1",
            "seal": "577B8A00"
        },
        {
            "id": "99",
            "nass": "ثالثاً: فتاوى الإمام عبد العزيز بن عبد الله ابن باز رحمه الله: ¶ 1 - حكم الغناء والعزف على الربابة، والطبل ¶ س: ما حكم الأغاني هل هي حرام أم لا، رغم أنني أسمعها بقصد التَّسلية فقط؟ وما حكم العزف على الربابة والأغاني القديمة؟ وهل القرع على الطبل في الزواج حرام بالرغم من أنني سمعت أنها حلال ولا أدري؟ أثابكم اللَّه، وسدد خطاكم. ¶ الجواب: إن الاستماع إلى الأغاني حرام، ومنكر، ومن أسباب مرض القلوب وقسوتها، وصدّها عن ذكر اللَّه، وعن الصلاة، وقد فسر أكثر أهل العلم قوله تعالى: {وَمِنَ النَّاسِ مَن يَشْتَرِي لَهْوَ الْحَدِيثِ} (¬1) الآية، بالغناء. وكان عبد اللَّه بن مسعود - رضي الله عنه - يقسم على أن لهو الحديث هو: الغناء، وإذا كان مع الغناء آلة لهو: كالربابة، والعود، والكمان، والطبل، صار التحريم أشد، وذكر بعض العلماء أن الغناء بآلة لهو محرم إجماعاً. فالواجب الحذر من ذلك، وقد صحّ عن رسول اللَّه - صلى الله عليه وسلم - أنه قال: «ليكونن من أمتي أقوام يستحلون الحِرَ والحرير والخمر والمعازف» (¬2). ¶ والحِر هو: الفرج الحرام ــ يعني الزنا ــ والمعازف هي الأغاني ¶ ¬_________ ¶ (¬1) .. سورة لقمان، الآية: 6. ¶ (¬2) .. البخاري، برقم 5590، وتقدم تخريجه.",
            "page": "96",
            "part": "1",
            "seal": "A3F4D4C8"
        },
        {
            "id": "100",
            "nass": "وآلات الطرب. ¶ وأوصيك وغيرك بسماع إذاعة القرآن الكريم، وبرنامح نور على الدرب، ففيهما فوائد عظيمة، وشُغلٌ شَاغِلٌ عن سماع الأغاني، وآلات الطرب. ¶ أما الزواج، فيشرع فيه ضرب الدف مع الغناء المعتاد الذي ليس فيه دعوة إلى محرم، ولا مدح لمحرم في وقت من الليل للنساء ¶ خاصة؛ لإعلان النكاح، والفرق بينه وبين السفاح، كما صحت السنة بذلك عن النبي - صلى الله عليه وسلم -. ¶ أما الطبل، فلا يجوز ضربه في العرس، بل يُكتفى بالدف خاصة، ولا يجوز استعمال مكبرات الصوت في إعلان النكاح، وما يقال فيه من الأغاني المعتادة؛ لما في ذلك من الفتنة العظيمة، والعواقب الوخيمة، وإيذاء المسلمين، ولا يجوز أيضاً إطالة الوقت في ذلك، بل يُكتفى بالوقت القليل الذي يحصل به إعلان النكاح؛ لأن إطالة الوقت تفضي إلى إضاعة صلاة الفجر، والنوم عن أدائها في وقتها، وذلك من أكبر المحرمات، ومن أعمال المنافقين (¬1). ¶ 2 - حكم الغناء، والاجتماع على آلات: العود، والكمان، وأشباه ذلك ¶ س: ما حكم ما يتعاطاه بعض الناس من الاجتماع على آلات ¶ ¬_________ ¶ (¬1) .. مجموع فتاوى ابن باز، 3/ 423 ــ 424، و21/ 164 ــ 166.",
            "page": "97",
            "part": "1",
            "seal": "2FEEE4CD"
        },
        {
            "id": "101",
            "nass": "الملاهي: كالعود، والكمان، والطبل، وأشباه ذلك، وما يضاف إلى ذلك من الأغاني ويزعم أن ذلك مباح. ¶ الجواب: قد دلت الآيات القرآنية، والأحاديث النبوية على ذم الأغاني، وآلات الملاهي، والتحذير منها، وأرشد القرآن الكريم إلى أن استعمالها من أسباب الضلال، واتخاذ آيات اللَّه هزواً، كما قال تعالى: {وَمِنَ النَّاسِ مَن يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُّهِين} (¬1). وقد فسر أكثر العلماء لهو الحديث: بالأغاني، وآلات الطرب، وكل صوت يصدّ عن الحق، وصحّ عن النبي - صلى الله عليه وسلم - أنه قال: «ليكونن من أمتي أقوام يستحلون: الحر، والحرير، والخمر، والمعازف» (¬2). والمعازف هي: الأغاني، وآلات الملاهي. ¶ أخبر النبي - صلى الله عليه وسلم - أنه يأتي آخر الزمان قوم يستحلونها، كما يستحلون: الخمر، والزنا، والحرير، وهذا من علامات نبوته - صلى الله عليه وسلم -؛ فإن ذلك وقع كله، والحديث يدل على تحريمها، وذم من استحلها، كما يذم من استحل الخمر، والزنا، والآيات والأحاديث في التحذير من الأغاني وآلات اللَّهو كثيرة جداً. ¶ ومن زعم أن اللَّه أباح الأغاني، وآلات الملاهي، فقد كذب ¶ ¬_________ ¶ (¬1) .. سورة لقمان، الآية: 6. ¶ (¬2) .. البخاري، برقم 5590، وتقدم تخريجه.",
            "page": "98",
            "part": "1",
            "seal": "B7C27CF2"
        },
        {
            "id": "102",
            "nass": "وأتى منكراً عظيماً، نسأل اللَّه العافية من طاعة الهوى والشيطان. وأعظم من ذلك وأقبح، وأشد جريمة من قال: إنها مستحبة، ولا شك أن هذا من الجهل باللَّه، والجهل بدينه، بل من الجرأة على اللَّه، والكذب على شريعته، وإنما يستحب ضرب الدف في النكاح للنساء خاصة؛ لإعلانه، والتمييز بينه وبين السفاح، ولا بأس بأغاني النساء فيما بينهن مع الدف، إذا كانت تلك الأغاني ليس فيها تشجيع على منكر، ولا تثبيط عن واجب، ويشترط أن يكون ذلك فيما بينهن من غير مخالطة للرجال، ولا إعلان يؤذي الجيران، ويشق عليهم، وما يفعله بعض الناس من إعلان ذلك بواسطة المكبر، فهو منكر؛ لما في ذلك من إيذاء المسلمين من الجيران وغيرهم، ولا يجوز للنساء في الأعراس، ولا غيرها أن يستعملن غير الدف من آلات الطرب: كالعود، والكمان، والرباب، وشبه ذلك، بل ذلك منكر، وإنما الرخصة لهن في استعمال الدف خاصة، أما الرجال فلا يجوز لهم استعمال شيء من ذلك، لا في الأعراس، ولا في غيرها، وإنما شرع اللَّه للرجال التدرب على آلات الحرب: كالرمي، وركوب الخيل، والمسابقة بها، وغير ذلك من أدوات الحرب، كالتدرب على استعمال الرماح، والدرق، والدبابات، والطائرات، وغير ذلك: كالرمي بالمدافع، والرشاش، والقنابل، وكل ما يُعينُ على الجهاد في سبيل اللَّه. ¶ وأسأل اللَّه أن يصلح أحوال المسلمين، وأن يوفقهم للفقه في",
            "page": "99",
            "part": "1",
            "seal": "C1A0FFB2"
        },
        {
            "id": "103",
            "nass": "دينه، وتعلُّم ما ينفعهم في جهاد عدوهم، والدفاع عن دينهم، وأوطانهم، إنه سميع مجيب (¬1). ¶ 3 - الغناء مع آلات اللَّهو محرم بإجماع المسلمين ¶ س: قرأت في صحيفة عكاظ في العدد 6101 السبت 29 ربيع الثاني 1403هـ في خبر مفاده: أن هناك مطرباً سعودياً اعتزل الغناء، وفي إحدى الرحلات الجوية بين القاهرة وباريس، التقى هذا المطرب بأحد رجال الدين، وتجاذب معه أطراف الحديث حول الغناء ومشروعيته، ولم ينزل المطرب من الطائرة، إلا وقد أقنعه رجل الدين بمشروعية الغناء بالأدلة والبراهين، وعاد وقام بعدة أغانٍ تعتبر باكورة إنتاجه. ¶ هل الغناء مشروع في الإسلام، وبالأدلة والبراهين أيضاً، خصوصاً هذا النوع الخليع في الوقت الحاضر، والمصحوب بالموسيقى؟ ¶ الجواب: الغناء محرم عند جمهور أهل العلم، وإذا كان معه آلة لهو: كالموسيقى، والعود، والرباب، ونحو ذلك حرم بإجماع المسلمين. ¶ ومن أدلة ذلك قول اللَّه سبحانه: {وَمِنَ النَّاسِ مَن يَشْتَرِي لَهْوَ ¶ ¬_________ ¶ (¬1) .. مجموع فتاوى ابن باز، 3/ 424 ــ 426، و21/ 166 ــ 168.",
            "page": "100",
            "part": "1",
            "seal": "E9449D21"
        },
        {
            "id": "104",
            "nass": "الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ} (¬1). فسره جمهور المفسرين: بالغناء، وكان عبد اللَّه بن مسعود - رضي الله عنه - يقسم على ذلك ويقول: «إن الغناء ينبت النفاق في القلب كما ينبت الماء البقل»، وفي الحديث الصحيح عن رسول اللَّه - صلى الله عليه وسلم - أنه قال: «ليكونن من أمتي أقوام يستحلون الحر، والحرير، والخمر، والمعازف» الحديث رواه ¶ البخاري في صحيحه معلقاً، مجزوماً به (¬2)، ورواه غيره بأسانيد صحيحة. ¶ والمعازف هي: الغناء، وآلات اللَّهو، وبهذا يُعلم أن هذا الذي أفتى ــ إن صح النقل ــ بمشروعية الغناء، قد قال على اللَّه بغير علم، وأفتى فتوى باطلة، سوف يُسأل عنها يوم القيامة، واللَّه المستعان (¬3). ¶ 4 - الاستماع إلى الأغاني لا شك في حرمته ¶ س-: ما حكم الاستماع إلى الأغاني؟ ¶ الجواب: الاستماع إلى الأغاني لا شك في حرمته، وما ذاك إلا لأنه يجر إلى معاصٍ كثيرةٍ، وإلى فتنٍ متعددةٍ، ويجرُّ إلى العشق، والوقوع في الزنا، والفواحش، واللواط، ويجرُّ إلى معاصٍ أخرى: كشرب المسكرات، ولعب القمار، وصحبة الأشرار، وربما أوقع في ¶ ¬_________ ¶ (¬1) .. سورة لقمان، الآية: 6. ¶ (¬2) .. البخاري، برقم 5590 وتقدم تخريجه. ¶ (¬3) .. مجموع فتاوى ابن باز، 3/ 433.",
            "page": "101",
            "part": "1",
            "seal": "FB6B1746"
        },
        {
            "id": "105",
            "nass": "الشرك والكفر باللَّه، على حسب أحوال الغناء، واختلاف أنواعه، واللَّه جل وعلا يقول في كتابه العظيم: {وَمِنَ النَّاسِ مَن يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُّهِين * وَإِذَا تُتْلَى عَلَيْهِ آيَاتُنَا وَلَّى مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا فَبَشِّرْهُ بِعَذَابٍ أَلِيم} (¬1). ¶ فأخبر سبحانه أن بعض الناس يشتري لهو الحديث ليضل عن سبيل اللَّه، قرئ (ليُضِلّ) بضم الياء، وقرئ (ليَضِل) بفتح الياء مع كسر الضاد فيهما، واللام للتعليل، والمعنى أنه بتعاطيه، واستعاضته لهو الحديث، وهو: الغناء، يجرُّه ذلك، إلى أن يَضل في نفسه، ويُضل غيره: يَضل بسبب ما يقع في قلبه من القسوة، ¶ والمرض، فيضل عن الحق؛ لتساهله بمعاصي اللَّه، ومباشرته لها، وتركه بعض ما أوجب اللَّه عليه، مثل ترك الصلاة في الجماعة، وترك بر الوالدين، ومثل لعب القمار، والميل إلى الزنا، والفواحش، واللواط، إلى غير ذلك مما قد يقع بسبب الأغاني، قال أكثر المفسرين: «معنى لهو الحديث في الآية الغناء»، وقال جماعة آخرون: «كل صوت منكر من أصوات الملاهي، فهو داخل في ذلك: كالمزمار، والرّبابة، والعود، والكمان، وأشباه ذلك، وهذا كله يصدّ عن سبيل اللَّه، ويُسبب الضلال والإضلال». ¶ ¬_________ ¶ (¬1) .. سورة لقمان، الآيتان: 6، 7.",
            "page": "102",
            "part": "1",
            "seal": "B19F97B5"
        },
        {
            "id": "106",
            "nass": "وثبت عن عبد اللَّه بن مسعود - رضي الله عنه - الصحابي الجليل أحد علماء الصحابة - رضي الله عنهم - أنه قال في تفسير الآية: «إنه واللَّه الغناء»، وقال: «إنه يُنبت النفاق في القلب كما ينبت الماء البقل». ¶ والآية تدلّ على هذا المعنى فإن اللَّه قال: {لِيُضِلَّ عَن سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ} (¬1)، يعني: يَعمي عليه الطريق كالسكران؛ لأن الغناء يُسكر القلوب، ويوقع في الهوى والباطل، فيعمي عن الصواب إذا اعتاد ذلك حتى يقع في الباطل من غير شعور بسبب شغله بالغناء، وامتلاء قلبه به، وميله إلى الباطل، وإلى عشق: فلانة، وفلان، وإلى صحبة: فلانة، وفلان، وصداقة فلانة، وفلان {وَيَتَّخِذَهَا هُزُوًا} معناه: هو اتخاذ سبيل اللَّه هزواً، وسبيل اللَّه هي دينه، والسبيل تُذَكَّرُ وتُؤَنَّثُ، فالغناء واللَّهو يفضي إلى اتخاذ طريق اللَّه لهواً ولعباً، وعدم المبالاة في ذلك، وإذا تلي عليه القرآن تولّى، واستكبر، وثَقُلَ عليه سماعه؛ لأنه اعتاد سماع الغناء، وآلات الملاهي، فيثقل عليه سماع القرآن؛ ولا يستريح لسماعه، وهذا من العقوبات العاجلة. ¶ فالواجب على المؤمن أن يحذر ذلك، وهكذا على كل مؤمنة ¶ الحذر من ذلك، وجاء في المعنى أحاديث كثيرة، كلّها تدلّ على تحريم الغناء، وآلات اللَّهو، والطرب، وأنها وسيلة إلى شرّ كثير، وعواقب وخيمة، وقد بسط العلامة ابن القيم رحمه اللَّه في كتابه ¶ ¬_________ ¶ (¬1) .. سورة لقمان، الآية: 6.",
            "page": "103",
            "part": "1",
            "seal": "C8463C83"
        },
        {
            "id": "107",
            "nass": "[إغاثة اللَّهفان] الكلام في حكم الأغاني، وآلات اللَّهو، فمن أراد المزيد من الفائدة، فليراجعه، فهو مفيد جداً، واللَّه المستعان، وصلى اللَّه وسلم على نبينا محمد، وآله، وصحبه (¬1). ¶ 5 - الاستماع إلى الموسيقى شرٌّ وبلاء ¶ الموسيقى وغيرها من آلات اللَّهو كلها شر وبلاء، ولكنها مما يزين الشيطان التلذّذ به، والدعوة إليه، حتى يشغل النفوس عن الحق بالباطل، وحتى يلهيها عما أحب اللَّه إلى ما كره اللَّه وحرَّم، فالموسيقى، والعود، وسائر أنواع الملاهي، كلّها منكر، ولا يجوز الاستماع إليها، وقد صحّ عن رسول اللَّه - صلى الله عليه وسلم - أنه قال: «ليكونن من أمتي أقوام يستحلون الحر والحرير والخمر والمعازف» والحِر هو: الفرج الحرام ــ يعني الزنا ــ، والمعازف هي: الأغاني، وآلات الطرب. ¶ وأوصيك وغيرك من النساء والرجال بالإكثار من قراءة القرآن الكريم، والاستماع لبرنامج [نور على الدرب]، ففيهما فوائد عظيمة، وشغل شاغل عن سماع الأغاني، وآلات الطرب، وفّق اللَّه الجميع لكل ما يحبّ ويرضى، إنه سميع مجيب (¬2). ¶ ¬_________ ¶ (¬1) .. مجموع فتاوى ابن باز، 3/ 434 ــ 435. ¶ (¬2) .. مجموع فتاوى ابن باز، 3/ 436.",
            "page": "104",
            "part": "1",
            "seal": "7531DC85"
        },
        {
            "id": "108",
            "nass": "6 - حكم استماع الأناشيد الإسلامية ¶ س: ما حكم استماع أشرطة الأناشيد الإسلامية؟ ¶ الجواب: الأناشيد تختلف، فإذا كانت سليمة ليس فيها إلا ¶ الدعوة إلى الخير، والتذكير بالخير، وطاعة اللَّه ورسوله، والدعوة إلى حماية الأوطان من كيد الأعداء، والاستعداد للأعداء، ونحو ذلك، فليس فيها شيء، أما إذا كان فيها غير ذلك: من دعوةٍ إلى المعاصي، واختلاط النساء بالرجال، أو تكشفهن عندهم، أو أي فسادٍ كان فلا يجوز استماعها (¬1). ¶ [قلت (¬2): ويشترط أن لا تكون هذه الأناشيد على أوقاع ألحان المغنين، والمطربين، وأن لا تكون على طريقة أناشيد الصوفية، وأن لا يشغل الإنسان نفسه بها عن القرآن، وعن ذكر اللَّه - عز وجل -؛ لأن بعض من يستمع إلى هذه الأناشيد يُولَع بها، فيستمعها كل وقت: في الصباح، والمساء، وفي المناسبات، والسفر، وغير ذلك، وهذا لا يقصده شيخنا رحمه اللَّه، بل لو سُئل عن هذا لكان الجواب غير ما ذكر]. ¶ 7 - الشعر في الدعوة ومكارم الأخلاق ¶ س: سمعت كلاماً لا أدري أهو حديث أم ماذا «الغناء زاد ¶ ¬_________ ¶ (¬1) .. مجموع فتاوى ابن باز، 3/ 437. ¶ (¬2) .. المؤلف.",
            "page": "105",
            "part": "1",
            "seal": "DEE8C310"
        },
        {
            "id": "109",
            "nass": "الراكب» بيِّنوا لنا، جزاكم اللَّه خيراً؟ ¶ الجواب: ليس بحديث بل هو كلام باطل، والغناء هو رقية الشيطان، وهو في الحقيقة من لهو الحديث الذي نهى اللَّه عنه، وحذّر منه، وذمّ أهله في قوله سبحانه: {وَمِنَ النَّاسِ مَن يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُّهِين} (¬1)، وهو مما يصدُّ عن سبيل اللَّه، ومما يشغل القلوب عن التلذّذ بقراءة كلام اللَّه وسماعه. ¶ أما الشعر باللغة العربية واللحون العربية، فلا بأس به إذا كان ¶ يشتمل على ما يرضي اللَّه، وينفع عباده، وهكذا كل شعر في الدعوة إلى اللَّه، وفي الترغيب إلى مكارم الأخلاق، ومحاسن الأعمال، والترهيب من مساوئ الأخلاق، وسيئ الأعمال، باللحون العربية، والشعر العربي، لا بلحون الغناء، فهذا لا بأس به، كما قال النبي - صلى الله عليه وسلم -: «إن من الشعر حكمة» (¬2)، وقد سمع شعر كعب بن زهير، وشعر عبد اللَّه بن رواحة، وشعر كعب بن مالك، وحسان بن ثابت - رضي الله عنهم - (¬3). ¶ 8 - حكم التصفيق في الحفلات ¶ س: ما حكم التصفيق للرجال في المناسبات والاحتفالات؟ ¶ ¬_________ ¶ (¬1) .. سورة لقمان، الآية: 6. ¶ (¬2) .. أخرجه ابن ماجه في كتاب الأدب، باب الشعر، برقم 2844. ¶ (¬3) .. مجموع فتاوى ابن باز، 26/ 375 ــ 376.",
            "page": "106",
            "part": "1",
            "seal": "C2D35A97"
        },
        {
            "id": "110",
            "nass": "الجواب: التصفيق في الحفلات من أعمال الجاهلية، وأقلّ ما يقال فيه الكراهة، والأظهر في الدليل تحريمه؛ لأن المسلمين منهيون عن التشبه بالكفرة، وقد قال اللَّه سبحانه في وصف الكفار من أهل مكة: {وَمَا كَانَ صَلاَتُهُمْ عِندَ الْبَيْتِ إِلاَّ مُكَاء وَتَصْدِيَةً} (¬1). ¶ قال العلماء: المكاء: الصفير، والتصدية: التصفيق، والسنة للمؤمن إذا رأى، أو سمع ما يعجبه، أو ما ينكره، أن يقول: سبحان اللَّه، أو يقول: اللَّه أكبر، كما صحّ ذلك عن النبي - صلى الله عليه وسلم - في أحاديث كثيرة، ويُشرع التصفيق للنساء خاصة إذا نابهن شيء في الصلاة، أو كن مع الرجال، فسها الإمام في الصلاة، فإنه يشرع لهن التنبيه بالتصفيق، أما الرجال فينبِّهونه بالتسبيح، كما صحّت بذلك السنة عن النبي - صلى الله عليه وسلم -، وبهذا يُعلم أن التصفيق من الرجال فيه تشبه بالكفرة، وبالنساء، وكلا ذلك منهي عنه، واللَّه ولي التوفيق (¬2). ¶ 9 - حكم شعر المحاورة والتصفيق للرجال، والتمايل يميناً وشمالاً ¶ س: لقد درجت وشاعت بعض العادات عند القبائل، بإحضار من يُسمَّون شعراء المحاورة، مثل أن يأتوا بشاعرين: كل واحد منهما من قبيلة، مقابل إعطائهم مبلغاً من المال في حفلات العرس ونحوها، ويقوم الشاعران بإحياء الليل كما يقولون، حيث يكون ¶ ¬_________ ¶ (¬1) .. سورة الأنفال، الآية: 35. ¶ (¬2) .. مجموع فتاوى ابن باز، 4/ 151.",
            "page": "107",
            "part": "1",
            "seal": "BDED7C26"
        },
        {
            "id": "111",
            "nass": "هناك صفان متقابلان من الرجال، كل شاعر له صف يرددون ترديداً جماعياً ما يقول الشاعران، بأصوات عالية، مع التصفيق والرقص والتمايل، ويفتخر كل شاعر بحسبه ونسبه، ويطعن بالمقابل في الشاعر الآخر، فما الحكم في هذا كله؟ ¶ الجواب: أما الغناء في العرس من النساء بالدفوف، فهذا من إعلان النكاح، وهو مشروع، ضرب الدف في النكاح للنساء خاصة، ليس فيه اختلاط، بل الأغاني العادية ليس فيها منكر، هذا مشروع للنساء، وهو من إعلان النكاح، وكان يُفعل في عهد النبي - صلى الله عليه وسلم -، ويحضره أزواجه وغيرهم، أما الرجال، فلا بأس أن يتعاطوا الشعر العربي، ويجتمعوا عليه، ويسمعوه الذي ليس فيه محذور، ليس فيه غيبة، ولا سبّ، ولا شتم، ولا يُسبِّبُ الشحناء والعداوة، بدون طبل، وبدون منكر آخر، من عيب الناس عيب قبيلة فلان، وعيب قبيلة فلان، مما يُسبِّبُ الشحناء، هذا لا يجوز. ¶ أما إذا حضروا شعراً طيباً، كشعر حسان، والأشعار الطيبة، والقصائد الطيبة، التي فيها الخير، والدعوة إلى الخير، أو قام شاعر يدعوهم إلى الخير: إلى الجود، والكرم، والأعمال الطيبة، وقام شاعر آخر كذلك، يدعو إلى الخير، ومكارم الأخلاق، ومحاسن الأعمال، لا بأس، كما قال - صلى الله عليه وسلم -: «إن من الشعر حكمة» (¬1)، وقال ¶ ¬_________ ¶ (¬1) .. أخرجه البخاري، كتاب الأدب، باب ما يجوز من الشعر والرجز والحداء وما يُكره، برقم 6145.",
            "page": "108",
            "part": "1",
            "seal": "32DCC071"
        },
        {
            "id": "112",
            "nass": "لحسان: «اهج الكفار، فوالذي نفسي بيده، إنه لأشدُّ عليهم ¶ من وقع النبل» (¬1)، وقال: «اللَّهم أيّده بروح القدس» (¬2). ¶ كان حسان يهجوهم، وكانت أشعاره عظيمة طيبة، وهكذا عبد اللَّه بن رواحة، وكعب بن مالك، وهكذا مَنْ بعدهم من الشعراء الطيبين، ومن الشعر نونية ابن القيم، التي هي من أعظم الشعر، ومن أنفعه: قصيدة طيبة عظيمة نافعة، نونية القحطاني قصيدة طيبة نافعة في العقيدة، وهكذا الأشعار الطيبة التي فيها الدعوة إلى الخير، وإلى مكارم الأخلاق، ومحاسن الأعمال، هذا طيّب، في العرس، وغير العرس، أما أن يقوم شاعران أو أكثر يتفاخران، يذمُّ بعضهم بعضاُ، أو يسبُّ بعضهم بعضاً، هذا منكر، أو يسب هذا قبيلة هذا، وقبيلة هذا، هذا منكر، لكن إذا كان الشعر فيما ينفع الناس، في الدعوة إلى مكارم الأخلاق، ومحاسن الأعمال، بر الوالدين، صلة الرحم، طاعة اللَّه ورسوله، طاعة ولاة الأمور في المعروف، الحذر من معاصي اللَّه، هذا كله طيب، له أثر في النفوس، ولا بأس أن تُعطَى المغنية في العرس أجرة على عملها، أو الشاعر الذي عنده أشعار طيبة، يُدعى ليقول الشعر الطيب الذي ينفع الناس، يُعطَى جائزة، لا بأس. ¶ ¬_________ ¶ (¬1) .. أخرجه البيهقي في سننة، 10/ 228. ¶ (¬2) .. أخرجه البخاري، كتاب الصلاة، باب الشعر في المسجد، برقم 453.",
            "page": "109",
            "part": "1",
            "seal": "69064D1A"
        },
        {
            "id": "113",
            "nass": "أما الذي يدعو إلى غيبة فلان، وغيبة فلان، وذمّ فلان، ومدح فلان، لإثارة الشحناء والعداوة والبغضاء بين الناس، فهذا منكر لا يجوز (¬1). ¶ 10 - نصيحة لمن يستمع إلى الأغاني من النساء ¶ س: إن النساء عندنا يستمعن إلى الأغاني، فنرجو من سماحة الشيخ النصيحة؟ ¶ الجواب: نصيحتي لجميع الرجال والنساء عدم استماع ¶ الأغاني، فالأغاني خطرها عظيم، وقد بُلي الناس بها في الإذاعات، والتلفاز، وفي أشياء كثيرة، كالأشرطة، وهذا من البلاء، فالواجب على أهل الإسلام: من الرجال، والنساء، أن يحذروا شرّها، وأن يعتاضوا عنها بسماع ما ينفعهم من كلام اللَّه - عز وجل -، ومن كلام رسوله عليه الصلاة والسلام، ومن كلام أهل العلم الموفقين في أحاديثهم الدينية، وندواتهم، ومقالاتهم، كل ذلك ينفعهم في الدنيا والآخرة. ¶ أما الأغاني، فشرّها عظيم، وربما سببت للمؤمن انحرافاً عن دينه، والمؤمنة كذلك، وربما أنبتت النفاق في القلب، ومن ذلك كراهة الخير، وحب الشر؛ لأن النفاق كراهة الخير، وحب الشر، وإظهار الإسلام، وإبطان سواه، فالنفاق خطره عظيم، فالأغاني تدعو ¶ ¬_________ ¶ (¬1) .. مجموع فتاوى ابن باز، 28/ 62 ــ 64.",
            "page": "110",
            "part": "1",
            "seal": "4D29D423"
        },
        {
            "id": "114",
            "nass": "إليه، فإن من اعتادها ربما كره سماع القرآن، وسماع النصائح، والأحاديث النافعة، وأحاديث الرسول عليه الصلاة والسلام، وربما جرّته إلى حبّ الفحش، والفساد، وارتياد الفواحش، والرغبة فيها، والتَّحدث مع أهلها، والميل إليهم، فالواجب على أهل الإيمان من الرجال والنساء الحذر من شرها، يقول اللَّه - عز وجل - في كتابه العظيم: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ * وَإِذَا تُتْلَى عَلَيْهِ آيَاتُنَا وَلَّى مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ} (¬1). ¶ يقول علماء التفسير: إن لهو الحديث هو الغناء، ويلحق بها كل صوت منكر: كالمزامير، وآلات الملاهي، هكذا قال أكثر علماء التفسير، رحمة اللَّه عليهم. ¶ وقال عبد اللَّه بن مسعود - رضي الله عنه -: «هو واللَّه الغناء»، وكان يقسم على ذلك ويقول: «إن الغناء ينبت النفاق في القلب، كما ينبت الماء ¶ البقل» يعني الزرع، ومعنى ذلك: أنه يُسبِّبُ للإنسان كراهة الخير وحب الشر، وكراهة سماع الذكر والقرآن، ونحو ذلك، وحُب الأغاني والملاهي وأشباه ذلك، وهذا نوع من النفاق؛ لأن المنافق يتظاهر بالإسلام، وكراهة الباطل، يتظاهر أنه مؤمن، وهو في الباطن ليس كذلك، يتظاهر بحب القرآن، وهو في الباطن ليس كذلك، ¶ ¬_________ ¶ (¬1) .. سورة لقمان، الآيتان 6 - 7.",
            "page": "111",
            "part": "1",
            "seal": "0A0DFB8C"
        },
        {
            "id": "115",
            "nass": "فالأغاني تدعو إلى ذلك، تدعو إلى كراهة سماع القرآن والاستماع له، وتدعو إلى كراهة سماع الذكر والدعوة إلى اللَّه، وتدعو أهلها إلى خلاف ذلك، وإلى حب المجون، وحب الباطل، وحب الكلام السيئ، وحب الكلام بالفحش، والفسوق، ونحو ذلك، مما يسببه الغناء، ومما يجرّ إلى انحراف القلوب، ومحبتها لما حرم اللَّه، وكراهتها لما شرع اللَّه - سبحانه وتعالى -، وهذا واضح لكل من جَرَّب ذلك؛ فإن من جرَّب ذلك، وعرف ذلك، يعلم هذا، وهكذا الذين عرفوا أصحاب الغناء، وعرفوا أحوالهم، وما يظهر عليهم من الانحراف والفساد بسبب حبهم للغناء، وما فيه من شر عظيم، وفساد كبير لمن اعتاد ذلك، ولا حول ولا قوة إلا باللَّه (¬1). ¶ 11 - حكم الرقص والخطوة والعزف على الرباب والعود والكمان ¶ س: ما حكم اللعب في الزواج، وهو مثل الخطوة، والرقص من غير طبل، وما يشابه ذلك؟ ¶ الجواب: الزواج يشرع إعلانه بالدف، والأغاني المعتادة بين النساء في الليل، وهذا من باب إعلان النكاح حتى لا يكون سفاحاً، فالنساء فيما بينهن إذا غنَّين بينهن بغنائهن المعتاد بين النساء في مدح الزوج، أو أهل الزوجة، ونحو ذلك، أو ضربن الدف بينهن من دون اختلاط بالرجال، فلا بأس بذلك، والرقص إذا رقصت المرأة ¶ ¬_________ ¶ (¬1) مجموع فتاوى ابن باز، 9/ 385 ــ 386.",
            "page": "112",
            "part": "1",
            "seal": "1CEB2992"
        },
        {
            "id": "116",
            "nass": "بين نسائها، بين أخواتها، ليس فيه بأس، أما الخطوة، فلا نعرف الخطوة، الخطوة هذه لا نعرفها، لكن إذا كانت الخطوة ¶ معناها الرقص بين النساء، أو معناها إيجاد الوليمة للأقارب، فهذا لا بأس به، ينبغي للسائل أن يبين الخطوة، ماهي الخطوة، يبينها ما هي صفتها (¬1). ¶ 12 - حكم سماع الأغاني الدينية والوطنية ¶ س: سبق أن استفسرنا من فضيلتكم عن سماع الأغاني، وأجبتمونا بأن الأغاني الماجنة حرام سماعها؛ لهذا ما حكم سماع الأغاني الدينية والوطنية، وأغاني الأطفال، وأعياد الميلاد، علماً بأنها تكون دائماً مصحوبة بعزف؛ سواء في الراديو أو التلفزيون؟ ¶ الجواب: العزف حرام مطلقاً، وجميع الأغاني إذا كانت مصحوبة بالعزف فهي محرمة، وأما أعياد الميلاد فهي بدعة، ويحرم حضورها، والمشاركة فيها؛ لقول اللَّه سبحانه: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ} (¬2) الآية، قال أكثر المفسرين: {لَهْوَ الْحَدِيثِ} هو الغناء، ويلحق به أصوات المعازف، قال عبد اللَّه بن مسعود - رضي الله عنه -: «الغناء ينبت النفاق في القلب، كما ينبت الماء الزرع»، وفي صحيح البخاري، عن النبي - صلى الله عليه وسلم - قال: ¶ ¬_________ ¶ (¬1) مجموع فتاوى ابن باز، 21/ 40. ¶ (¬2) .. سورة لقمان، الآية: 6.",
            "page": "113",
            "part": "1",
            "seal": "DFA03422"
        },
        {
            "id": "117",
            "nass": "«ليكونن من أمتي أقوام يستحلون الحر، والحرير، والخمر، والمعازف» (¬1). ¶ والحِر - بالحاء المهملة والراء-: الفرج الحرام، والحرير: معروف، والخمر: كل مسكر، والمعازف: الغناء، وآلات اللَّهو. ¶ وفي الصحيحين عن عائشة رَضِيَ اللَّهُ عَنْهَا عن النبي - صلى الله عليه وسلم - أنه قال: «من ¶ أحدث في أمرنا هذا ما ليس منه فهو رد» (¬2). ¶ والاحتفال بالموالد من المحدثات؛ لأن الرسول - صلى الله عليه وسلم - لم يفعل ذلك، ولا أمر به، وهو أنصح الناس للأمة، وأعلمهم بشرع اللَّه، وأصحابه - رضي الله عنهم - لم يفعلوه، وهم أحب الناس للنبي - صلى الله عليه وسلم -، وأحرصهم على اتباع السنة، ولو كان خيراً لسبقونا إليه، والأدلة في هذا كثيرة، واللَّه المستعان، ولا حول ولا قوة إلا باللَّه، وصلى اللَّه وسلم على نبينا محمد وآله وصحبه (¬3). ¶ ¬_________ ¶ (¬1) .. رواه البخاري معلقاً في كتاب الأشربة، باب ما جاء فيمن يستحل الخمر ويسميه بغير اسمه، رقم 5590. ¶ (¬2) .. رواه البخاري في كتاب الصلح، باب إذا اصطلحوا على صلح جور، فالصلح مردود، حديث رقم 2499، ورواه مسلم في كتاب الأقضية، باب نقض الأحكام الباطلة، ورد محدثات الأمور، حديث رقم 3342. ¶ (¬3) .. مجموع فتاوى ابن باز، 21/ 168 ــ 170.",
            "page": "114",
            "part": "1",
            "seal": "7272C729"
        },
        {
            "id": "118",
            "nass": "13 - حكم استماع الأغاني العاطفية ¶ س: سائلة من العراق تقول أنا أقوم بالواجبات الدينية: من الصلاة، والصوم، وقراءة القرآن بكل إخلاص، ومع ذلك أستمع للأغاني العاطفية، والخالية من ذكر الخمر، وما شابه ذلك من المحرمات، هل يصح ذلك؟ أفيدونا أفادكم اللَّه. ¶ الجواب: ننصحكِ بألا تسمعي الأغاني مطلقاً؛ لأنها شر، ولأنها تفضي إلى فساد كبير في القلوب، وننصحكِ بسماع إذاعة القرآن؛ فإن فيها الخير الكثير، وسماع برنامج نور على الدرب، وسماع الأحاديث النافعة المفيدة، أما سماع الأغاني، فاتركيها، واحذريها؛ لأن شرها كبير، وقد قال اللَّه سبحانه: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُواً أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ} (¬1) الآية. ¶ قال أكثر أهل العلم: إن لهو الحديث هو الغناء، وقال عبد اللَّه بن ¶ مسعود - رضي الله عنه -: «إن الغناء ينبت النفاق في القلب، كما ينبت الماء البقل»، وعبد اللَّه بن مسعود - رضي الله عنه - هو من أصحاب الرسول - صلى الله عليه وسلم -، ومن علمائهم - رضي الله عنهم - أجمعين، وصحّ عن النبي - صلى الله عليه وسلم - أنه قال: «ليكونن من أمتي أقوام يستحلون الحر، والحرير، والخمر، والمعازف» (¬2)، فأخبر أنه ¶ ¬_________ ¶ (¬1) .. سورة لقمان، الآية: 6. ¶ (¬2) .. رواه البخاري معلقاً في كتاب الأشربة، باب ما جاء فيمن يستحل الخمر، ويسميه بغير اسمه، برقم 5590.",
            "page": "115",
            "part": "1",
            "seal": "8779702C"
        },
        {
            "id": "119",
            "nass": "يكون في آخر الزمان قوم يستحلون المعازف، وهي الملاهي والأغاني، فنسأل اللَّه أن يحمينا وإياكِ وجميع المسلمين من شرها، وأن يثبت الجميع على الهدى، إنه سميع قريب (¬1). ¶ 14 - الحكم على أمور مخالفة تحدث في ليلة الزفاف ¶ س: تفضلتم وذكرتم أن إطالة الثوب بالنسبة للرجل محرم، وأيضاً إذا كان بالنسبة للمرأة، إذا كان تفاخراً فهو محرم ... فما رأيكم بفستان الفرح الذي تسحبه العروس وراءها بطول 3 أمتار تقريباً، وما رأيكم أيضاً في الأموال التي تدفع للمطربات في الزفاف؟ ¶ الجواب: أما ما يتعلق بالمرأة، فالسنة أن تضفي ثوبها شبراً، ولا تزيد على ذراع لأجل الستر، وعدم إظهار القدمين، وأما الزيادة على ذراع فمنكر للعروس أو غيرها لا يجوز، وهذا إضاعة للأموال بغير حق في الملابس ذات الأثمان الغالية. ¶ فينبغي التوسط في الملابس، لا حاجة إلى ترصيعها بأشياء تهدر الأموال العظيمة، التي تنفع الأمة في دينها ودنياها. ¶ وأما ما يتعلق بالمطربات، فلا يجوز إحضارهن بالأموال الغالية، ¶ ¬_________ ¶ (¬1) .. مجموع فتاوى ابن باز، 21/ 170 ــ 171.",
            "page": "116",
            "part": "1",
            "seal": "ADB6359C"
        },
        {
            "id": "120",
            "nass": "أما المغنية التي تغني غناءً معتاداً بسيطاً خفيفاً في وقت من الليل، لإظهار الفرح، وإظهار السرور، وإظهار العرس، فلا بأس، فالغناء في العرس، والدف في العرس أمر جائز، بل مستحب إذا ¶ كان لا يفضي إلى شر، لكن بين النساء خاصة في وقت من الليل، ثم ينتهي بغير سهر، أو مكبر صوت، بل بالأغاني المعتادة التي بها مدح للعروس، ومدح للزوج بالحق، أو أهل العروس، أو ما أشبه ذلك من الكلمات التي ليس فيها شر، ويكون بين النساء خاصة ليس معهن أحد من الرجال، ويكون بغير مكبر، هذا لا بأس به، كالعادة المتبعة في عهد النبي - صلى الله عليه وسلم -، وعهد الصحابة. ¶ وأما التفاخر بالمطربات، وبالأموال الجزيلة للمطربات، فهذا منكر لا يجوز، وهكذا بالمكبرات؛ لأنه يحصل به إيذاء للناس، والسهر بالليل حتى تضيع صلاة الفجر، وهذا منكر يجب تركه (¬1). ¶ 15 - تحريم اختلاط الرجال بالنساء في الحفلات وتحريم العلاج بالموسيقى ¶ س: ما حكم حفلات التوديع المختلطة من الجنسين، وما حكم العلاج بالموسيقى؟ ¶ الجواب: الحفلات لا تكون بالاختلاط، بل الواجب أن تكون حفلات الرجال للرجال وحدهم، وحفلات النساء للنساء وحدهن، ¶ ¬_________ ¶ (¬1) .. مجموع فتاوى ابن باز، 21/ 172 ــ 173.",
            "page": "117",
            "part": "1",
            "seal": "8926D6D3"
        },
        {
            "id": "121",
            "nass": "أما الاختلاط فهو منكر، ومن عمل أهل الجاهلية، نعوذ باللَّه من ذلك، أما العلاج بالموسيقى، فلا أصل له، بل هو من عمل السفهاء، فالموسيقى ليست بعلاج، ولكنها داء، وهي من آلات الملاهي، فكلها مرض للقلوب، وسبب لانحراف الأخلاق، وإنما العلاج النافع، والمريح للنفوس، إسماع المرضى القرآن، والمواعظ المفيدة، والأحاديث النافعة، أما العلاج بالموسيقى وغيرها من آلات الطرب، فهو مما يعوِّدهم الباطل، ويزيدهم مرضاً إلى مرضهم، ويثقل عليهم سماع القرآن، والسنة، والمواعظ المفيدة، ولا حول ولا قوة إلا باللَّه (¬1). ¶ 16 - حكم رقص الرجال مع النساء ¶ س: هل يجوز الاختلاط في الزواج، ورقص الرجال مع النساء المحارم وغير المحارم؟ وإذا كان الرجال لوحدهم هل في ذلك شيء؟ ¶ الجواب: الزواج مشروع فيه الإعلان، والإظهار، والدُّف للنساء، أما اختلاط الرجال بالنساء، فلا يجوز إذا كانوا أجانب، لا يجوز، بل هذا منكر يجب منعه، أما وجود بعض المحارم مع أخواته، أو خالاته، هذا لا يضر وجوده مع محارمه، لكن كونه يرقص معهن هذا لا ينبغي؛ لأنه قد يفضي إلى فساد، وهذا من التخنث، ولا يليق هذا بالرجل، وقد يفضي إلى شر وإن كان مَحْرَماً، لكن لا ينبغي أن ¶ ¬_________ ¶ (¬1) .. مجموع فتاوى ابن باز، 21/ 176.",
            "page": "118",
            "part": "1",
            "seal": "C50F5986"
        },
        {
            "id": "122",
            "nass": "يفعل ذلك، ينبغي أن يكون هذا للنساء خاصة، ولا يتعرضن للرجال، ولا يكون مع الرجال، ثم هذا قد يفضي إلى سوء الظن، وإلى التهمة لهذا الرجل ولهؤلاء النساء اللاتي يلعبن مع إخوانهن، أو مع أخوالهن، والإنسان على خطر، فالشيطان يدعو إلى الفحشاء، ولا يليق بالرجل أن يكون مع أخواته يرقص معهن أو خالاته، بل ينبغي أن يبتعد عن هذا، ويترفع عن هذا، أما مع الأجنبي، فهذا حرام ومنكر بلا شك، نسأل اللَّه السلامة، والرجال وحدهم إذا كان بالسلاح والرمي أو بالأشعار العربية لا بأس، وحدهم على حدة، أما الطبول فلا، أو بالأغاني المنكرة (¬1). ¶ 17 - جواز ضرب الدف للنساء في الزواج ¶ س: ما هو الدف، وهل يجوز استعماله في غير العرس، وتغني النساء في غيره، وما هو الطبل، وهل يجوز استخدامه في عرس أو غيره؟ ¶ الجواب: الدُّف فيما ذكر العلماء أنه الطّار الذي يكون له وجه ¶ واحد، والوجه الثاني مفتوح، يستعمله النساء في الأعراس، هذا يجوز لهن في الأعراس؛ لأنه من باب إعلان النكاح، يغنين معه بالغناء المعتاد الذي فيه مدح الزوج وأهله، والزوجة وأهلها، ونحو ذلك، أما إذا استعمل الطّار والغناء فيما حرَّم اللَّه في مدح الخمور، أو مدح الزنا، فهذا منكر، ولو من النساء، إنما الجائز الغناء المعتاد ¶ ¬_________ ¶ (¬1) .. مجموع فتاوى ابن باز، 21/ 177.",
            "page": "119",
            "part": "1",
            "seal": "3D3213B4"
        },
        {
            "id": "123",
            "nass": "عادة النساء، يمدحن أهل المرأة، وأنهم كذا، وأهل الزوج هذا لا بأس به، وهذا هو الجاري في عهد النبي - صلى الله عليه وسلم -، فلا بأس به، ولا يجوز أن يكون فيه اختلاط، بل يكون بين النساء خاصة، ولا مانع من فعل الجواري الصغار للطّار في العيد للجواري الصغار، كما أذن لهن النبي - صلى الله عليه وسلم - في بيت عائشة، أما الطبل فلا يجوز؛ لأن شره أكثر، وفتنته أكبر، فلا يجوز استعمال الطبل (¬1). ¶ ¬_________ ¶ (¬1) .. مجموع فتاوى ابن باز، 21/ 178.",
            "page": "120",
            "part": "1",
            "seal": "58591551"
        },
        {
            "id": "124",
            "nass": "رابعاً: فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء: ¶ 1 - حكم الضرب بالدف للنساء ¶ س: ما حكم ضرب الدف؟ ¶ الجواب: روى الترمذي والنسائي وغيرهما، عن محمد بن حاطب قال، قال رسول اللَّه - صلى الله عليه وسلم -: «فصل ما بين الحلال والحرام: الدف والصوت في النكاح» (¬1)، وروى البخاري وغيره عن خالد بن ذكوان، عن الرُبيِّع بنت معوذ قالت: دخل علي النبي - صلى الله عليه وسلم - غداة بُنِيَ عليَّ، فجلس على فراشي كمجلسك مني، وجويريات يضربن بالدف، يندبن ... يوم بدر، حتى قالت إحداهن: وفينا نبي يعلم ما في غد، فقال النبي - صلى الله عليه وسلم -: «لا تقولي هكذا، وقولي ما كنت تقولين» (¬2). ¶ وبهذا يُعلم أنه يجوز ضرب الدف من النساء لإعلان النكاح، ولكن لا بد أن يكون خالياً من المفاسد، كاختلاط الرجال بالنساء، وكالأغاني المحرمة. ¶ ¬_________ ¶ (¬1) .. أحمد، 3/ 418، 4/ 259، والترمذي، 3/ 398، برقم 1088، والنسائي، 6/ 127، برقم 3369، و3370، وابن ماجه، 1/ 611، برقم 1896، وسعيد بن منصور، 1/ 202، برقم 629، تحقيق: الأعظمي، والحاكم، 2/ 184، والطبراني، 19/ 242، برقم 542، والبيهقي 7/ 289، والبغوي، 9/ 48، برقم 2266. ¶ (¬2) .. أحمد، 6/ 259، و360، والبخاري، 5/ 15، و6/ 137، وأبو داود، 5/ 220 - 221، برقم 4922، والترمذي، 3/ 399، برقم 1090، وابن ماجه، 1/ 611، برقم 1897، والبغوي، 9/ 46، برقم 2265.",
            "page": "121",
            "part": "1",
            "seal": "D8421E22"
        },
        {
            "id": "125",
            "nass": "وباللَّه التوفيق، وصلى اللَّه على نبينا محمد وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... عضو ... نائب الرئيس ... الرئيس ¶ عبد الله بن قعود ... عبد الله بن غديان ... عبد الرزاق عفيفي ... عبد العزيز بن عبد الله بن باز ¶ 2 - حكم طلب الفَنَّان الشعبي في الحفلات ¶ السؤال الأول من الفتوى رقم (2186) ¶ س: إذا أردت الزواج، فهل جائز لي أن أطلب فنَّاناً شعبياً لكي يطرب الأهل، وجميع أهل القرية، أم لا، وإن هذا الفنان لم يشرب شراباً محرماً، وكان والدي مصراً على أن يأتي بهذا الفنَّان؟ ¶ الجواب: لا يجوز لك أن تطلب فنَّاناً شعبياً، ولا فنانةً إذا أردت الزواج؛ ليطرب الأهل وجميع أهل القرية. ¶ وباللَّه التوفيق، وصلى اللَّه على نبينا محمد وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... عضو ... نائب الرئيس ... الرئيس ¶ عبد الله بن قعود ... عبد الله بن غديان ... عبد الرزاق عفيفي ... عبد العزيز بن عبد الله بن باز ¶ 3 - حكم الضرب بالدف للرجال ¶ س: هل يجوز ضرب الدف للرجال البالغين؟ ¶ الجواب: إعلان النكاح سنة؛ لقول النبي - صلى الله عليه وسلم -: «أعلنوا النكاح» (¬1)، ¶ ¬_________ ¶ (¬1) .. أحمد، 4/ 5، وابن حبان، 9/ 374، برقم 4066، والحاكم، 2/ 183، والبزار (كشف الأستار)، 2/ 164، برقم 1433، والطبراني في الأوسط، 6/ 68، برقم 5141، تحقيق: الطحان، والبيهقي، 7/ 288، وأبو نعيم في الحلية، 8/ 328.",
            "page": "122",
            "part": "1",
            "seal": "BF5EC700"
        },
        {
            "id": "126",
            "nass": "رواه أحمد، وصححه ابن حبان، والحاكم، ومن وسائل إعلانه الضرب بالدف، لكنه من النساء دون الرجال؛ لثبوته منهن عملياً دون الرجال في الصدر الأول، وقد وردت أحاديث في الضرب بالدف في النكاح، منها ما رواه الترمذي عن عائشة رَضِيَ اللَّهُ عَنْهَا عن النبي - صلى الله عليه وسلم - أنه قال: «أعلنوا النكاح، واضربوا عليه بالغربال»، أي: الدف، وفي سنده عيسى بن ميمون، وهو ضعيف، وأخرجه ابن ماجه، وفي إسناده خالد بن إياس، وهو منكر الحديث، وروي من طرق أخرى لا تخلو من مقال، فلا يصح الاستدلال بهما على جوازه للرجال. ¶ وباللَّه التوفيق، وصلى اللَّه على نبينا محمد وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... عضو ... نائب الرئيس ... الرئيس ¶ عبد الله بن قعود ... عبد الله بن غديان ... عبد الرزاق عفيفي ... عبد العزيز بن عبد الله بن باز ¶ 4 - حكم الرقص والدف للنساء ¶ السؤال الرابع من الفتوى رقم (4230) ¶ س: هل يجوز للمسلم الرقص والدف؟ ¶ الجواب: الرقص للنساء، وضرب الدف في مناسبات الزواج إذا",
            "page": "123",
            "part": "1",
            "seal": "FD85D0AB"
        },
        {
            "id": "127",
            "nass": "لم يشترك فيه الرجال ــ لا نعلم فيه بأساً، وأما الرقص للرجال ـ سواء كان معه ضرب دف أم لا ــ لا نعلم له دليلاً يدل على مشروعيته. ¶ وباللَّه التوفيق، وصلى اللَّه على نبينا محمد وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... عضو ... نائب الرئيس ... الرئيس ¶ عبد الله بن قعود ... عبد الله بن غديان ... عبد الرزاق عفيفي ... عبد العزيز بن عبد الله بن باز ¶ 5 - ضرب الطبل، والزغاريد بالأصوات ¶ السؤال الأول من الفتوى رقم (3627) ¶ س: الزفاف بالطبلة، والزغاريد، أخذ العِرض بالإصبع. ¶ الجواب: إعلان النكاح مطلوب شرعاً، والزغاريد في حكم الغناء، وإزالة البكارة بالإصبع ممنوعة شرعاً، وهي عادة سيئة؛ لما فيها من مخالفة هدي رسول اللَّه - صلى الله عليه وسلم -، من إزالتها بالجماع، وفيها كشف البكر عورتها بحضرة النساء، وفعل الزوج ذلك بحضرتهن، وضرب الدف في الزفاف يجوز للنساء دون الرجال، وهو من وسائل إعلان النكاح. ¶ وباللَّه التوفيق، وصلى اللَّه على نبينا محمد وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... عضو ... نائب الرئيس ... الرئيس ¶ عبد الله بن قعود ... عبد الله بن غديان ... عبد الرزاق عفيفي ... عبد العزيز بن عبد الله بن باز",
            "page": "124",
            "part": "1",
            "seal": "C7AC12CE"
        },
        {
            "id": "128",
            "nass": "6 - حكم ضرب الرجال بالدف والرقص ¶ الفتوى رقم (5067) ¶ س1: هل يصح اللعب في أفراح الزفاف، ورقص النساء في مكان بعيد عن الرجال، ولعب الرجال في مكان بعيد عن النساء، كل على حدة أو لا؟ ¶ الجواب: رغب النبي - صلى الله عليه وسلم - في إعلان النكاح ليكون ذلك فرقاً بينه وبين السفاح، لكن ذلك الإعلان يكون بما يجوز من الشهادة، ومن ضرب النساء بالدف، وبغنائهن غناء غير ماجن، ولا فيه فتنة، ولا اختلاط رجال بنساء، ويكون ــ أيضاً ــ بالدعوة إلى الوليمة، ولعب الرجال بالحراب ونحوها، مما فيه تدريب على الجهاد في سبيل اللَّه إذا كانوا على حدة. أما إذا كان إعلان النكاح بما لا يجوز شرعاً؛ من ضرب الرجال بالدف، ورقص رجال أو نساء، أو عمل تمثيليات، أو استعمال آلات لهو؛ كأجهزة الموسيقى، وسائر المعازف، فذلك غير جائز، ولو كان كل من الرجال والنساء على حدة. ¶ وباللَّه التوفيق، وصلى اللَّه على نبينا محمد وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... عضو ... نائب الرئيس ... الرئيس ¶ عبد الله بن قعود ... عبد الله بن غديان ... عبد الرزاق عفيفي ... عبد العزيز بن عبد الله بن باز ¶ 7 - حكم إقامة الأفراح في المساجد ¶ السؤال الثاني من الفتوى رقم (16953) ¶ س: هل إقامة الفرح في المسجد مع بعض الأناشيد، وتلاوة",
            "page": "125",
            "part": "1",
            "seal": "5466A32C"
        },
        {
            "id": "129",
            "nass": "القرآن جائز أم لا؟ وما حكم الضرب بالدف؟ ¶ الجواب: لا تجوز إقامة الفرح بالرقص والأناشيد في المسجد، ولا تجوز قراءة القرآن في هذا الفرح، وخلطه مع الأناشيد، وأما ¶ الضرب بالدف فيجوز للنساء. فقط في غير المسجد؛ لإعلان النكاح فيما بين النساء. ¶ وباللَّه التوفيق، وصلى اللَّه على نبينا محمد وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... عضو ... عضو ... الرئيس ¶ بكر بن عبد اللَّه أبو زيد ... عبد العزيز بن عبد الله آل الشيخ ... صالح بن فوزان الفوزان ... عبد العزيز بن عبد اللَّه بن باز ¶ 8 - استعمال الطبول في الحفلات والزَّفَّة ومنصَّة العروسين ¶ فتوى رقم (8854) ¶ س: ما الحكم الشرعي في حفلات الزواج، حينما يزف العروس إلى عروسه في محفل من النساء، ويظهر فيه الرجل على (منصة)، ويجلس إلى جوار عروسه كي يشاهده النساء، ومن الطبيعي هو أيضاً يشاهد النساء الأجنبيات، وهن بكامل زينتهن، فهل يجوز مثل هذا العمل الذي يسمى (منصة العروسين)، وإذا كان من العادة أن تذهب النساء للمشاركة في الدف والطبول الشرعي لإعلان الزفاف، فكيف نتصرف نحن الرجال الذين نغار على نسائنا من تكشف الرجل المتزوج (الأجنبي عنهن) عندما يصعد إلى منصة",
            "page": "126",
            "part": "1",
            "seal": "71D604BB"
        },
        {
            "id": "130",
            "nass": "الحفل، إذ لا بد من دخوله للمنصة حسب التقاليد، فكيف يفعل النساء الأجنبيات عنه في هذه اللحظة؟ ¶ أرجو من سماحتكم إيضاح الحكم في ذلك، وإرشادنا لما فيه الخير والصلاح عن طريق فتوى مكتوبة؛ ليقرأها الجميع؛ ليكونوا على بصيرة من دينهم، وأخلاقهم، وعاداتهم الحميدة. ¶ الجواب: ظهور الزوج على المنصة بجوار زوجته أمام النساء الأجنبيات عنه اللاتي حضرن حفلة الزواج، وهو يشاهدهن وهن يشاهدنه، وكل متجمل أتم تجميل، وفي أتم زينة ــ لا يجوز، بل هو منكر يجب إنكاره، والقضاء عليه من ولي الأمر الخاص للزوجين، ¶ وأولياء أمور النساء اللاتي حضرن حفل الزواج، فكل يأخذ على يد من جعله اللَّه تحت ولايته، ويجب إنكاره من ولي الأمر العام، من حكام، وعلماء، وهيئات الأمر بالمعروف، كل بحسب حاله من نفوذ أو إرشاد، وكذلك استعمال الطبول، وسائر المحرمات التي ترتكب في مثل هذا الحفل. ¶ نسأل اللَّه تعالى أن يوفق الجميع لما فيه رضاه، وأن يجنبنا الفواحش ما ظهر منها وما بطن، وأن يلهم الجميع رشده. ¶ وباللَّه التوفيق، وصلى اللَّه على نبينا محمد وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... عضو ... نائب الرئيس ... الرئيس ¶ عبد اللَّه بن قعود ... عبد الله بن غديان ... عبد الرزاق عفيفي ... عبد العزيز بن عبد اللَّه بن باز",
            "page": "127",
            "part": "1",
            "seal": "CA7C2787"
        },
        {
            "id": "131",
            "nass": "9 - حكم العرضات والطبول والمزلِّف بالزَّلفة ¶ الفتوى رقم (12700) ¶ س: يجتمع رجال القبائل في كثير من المناسبات، من أبرزها مناسبة الزواج، فيحضرون ما يسمونه بـ (المزلف)، وهو الذي يضرب لهم الطبل، وبمبلغ يتراوح من الثلاثة آلاف إلى الخمسة آلاف ريال سعودي، على أن يبقى معهم طوال ذلك اليوم، ويقومون بالعرضة في غير أوقات العبادة فعلاً، وهذا ما حجونا به، أن هذا الشيء لا يلهي عن العبادة، ولكنه فرصة اجتماع القبيلة، وإعلان للزواج، وما إلى ذلك مما يدَّعونه، وعندما وعظهم أحد الإخوان ــ جزاه اللَّه خيراً ــ بأنه بإمكانهم استبدال هذه العرضة التي يستخدم فيها الطبل بالمحاضرات القيمة، التي يمكن أن يستفيد منها الجميع، وننشئ عليها الجيل الجديد، طلبوا إحضار فتوى صادرة من اللجنة الدائمة للإفتاء. أفتونا جزاكم اللَّه خير الجزاء. ¶ الجواب: المشروع في إعلان الزواج: الاجتماع للسلام، والتعارف، والتآلف، وإعداد الزوج وليمة للعرس، ويشرع في حق النساء الضرب بالدف إعلاناً للنكاح. ¶ وأما ما ذكرت من إحضار (المزلف) لا يجوز، والمبلغ الذي يدفع إليه حرام، ولا يجوز دفعه، ولا أخذه. ¶ وباللَّه التوفيق، وصلى اللَّه على نبينا محمد وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... عضو ... الرئيس ¶ عبد الله بن غديان ... عبد الرزاق عفيفي ... عبد العزيز بن عبد اللَّه بن باز",
            "page": "128",
            "part": "1",
            "seal": "5E7A0C0E"
        },
        {
            "id": "132",
            "nass": "10 - حكم التصفيق للنساء في الحفلات ¶ الفتوى رقم (15956) ¶ س: ما حكم التصفيق للنساء إذا كانوا في حفلة فرح (عرس)، أو حفلة تخرج من مراكز صيفية، أو شيء فيه يذكر اللَّه ورسوله؟ ومناسبة هذا السؤال: أنني ذهبت إلى قاعة في جدة، ووجدت المسئولة عن الحفل، وهو تَخَرُّج مركز صيفي للقرآن الكريم، فأمرتهم بالتصفيق عند نهاية كل فقرة، فأنكرت ذلك، وأتتني وقالت: ما دليلك على ذلك؟ فقلت لها: قول اللَّه تعالى: {وَمَا كَانَ صَلاتُهُمْ عِنْدَ الْبَيْتِ إِلا مُكَاءً}، فردت علي وقالت: بحثت كثيراً في الكتب، ولم أجد دليلاً على تحريم التصفيق، وقالت لي: اسألي سماحة الشيخ ابن باز يتضمن جوابه دليلاً على إنكار التصفيق. ¶ وها أنا أعرض السؤال بين أيديكم، فأرجو منك التفضل بالإجابة على سؤالي هذا في رسالة فردية، مختومة من جهتكم؛ لأني أريد عرضها على هذه المسئولة الدكتورة. ¶ الجواب: المشروع للرجال والنساء عند سماع أو رؤية ما يسر، أو ما ينكر: التسبيح والتكبير من دون تصفيق، وذلك اقتداء بالنبي - صلى الله عليه وسلم -؛ لأنه كان إذا رأى شيئاً يعجبه، أو سمع شيئاً يعجبه قال: «سبحان اللَّه»، أو «اللَّه أكبر»، وهكذا إذا رأى، أو سمع ما ينكر. ¶ وباللَّه التوفيق، وصلى اللَّه على نبينا محمد وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... عضو ... عضو ... عضو ... الرئيس ¶ بكر أبو زيد ... عبد العزيز آل الشيخ ... صالح الفوزان ... عبد الله الغديان ... عبد العزيز بن عبد الله بن باز",
            "page": "129",
            "part": "1",
            "seal": "E23BFE9F"
        },
        {
            "id": "133",
            "nass": "11 - حكم ضرب الدف للرجال في الزواج وغيره ¶ السؤال الأول من الفتوى رقم (18853) ¶ س: يوجد عندنا مناسبات دينية، مثل: الزواج، أو وفاة، أو مناسبة عادية، ويحضرون منشدين، ويحضرون دفوف، ومكبرات صوت، وينشدون، ويرقصون على صوت الأناشيد الدينية، وكذلك تكون مواعظ من بعض العلماء. ¶ فهل هذه الأعمال جائزة في الشرع المطهر، وإذا حضرنا هذه المجالس نستفيد أجراً أم علينا إثم؟ أفيدونا جزاكم اللَّه خيراً. ¶ الجواب: عمل الوليمة بمناسبة الزواج، وضرب النساء بالدف فيما بينهن بعيداً عن الرجال، مع شيء من الغناء المعتاد ـ لا بأس به، بل هو سنة. ¶ أما الرجال، فلا يجوز لهم ضرب الدفوف والغناء، وأما إقامة الاحتفالات بمناسبة الوفاة، فإنها أمر مبتدع، فالواجب تركه. ¶ وباللَّه التوفيق، وصلى اللَّه على نبينا محمد وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... عضو ... عضو ... الرئيس ¶ بكر بن عبد اللَّه أبو زيد ... صالح بن فوزان الفوزان ... عبد العزيز بن عبد الله آل الشيخ ... عبد العزيز بن عبد اللَّه بن باز",
            "page": "130",
            "part": "1",
            "seal": "6DD0318A"
        },
        {
            "id": "134",
            "nass": "12 - حكم استماع شريط أغاني ورقص النساء، ووضع العلم في الزواج على السيارة والبيت ¶ الفتوى رقم (16915) ¶ س: إنه يوجد عند بعض الناس في بعض قرى مناطق الحجاز أثناء الزواجات ما يلي: ¶ 1 - يوضع على السيارات التي تكون في موكب الزوجة أعلام ملونة، وأحياناً يكون العلم أبيض وأخضر، وكذلك توضع أعلام على بيت المتزوج لعدة أسابيع، وأحياناً تبقى عدة أشهر. ¶ 2 - عند خروج العروس من بيت أبيها يقوم أبوها بإطلاق النار قريباً منها إعلاناً بخروجها، أو يقوم به زوجها، أو أي قريب لهم، وكذلك يحدث نفس العمل من إطلاق النار عند وصولها لبيت الزوج، حتى إن هذه الظاهرة أصبحت من العادات والتقاليد عند بعض القبائل؟ ¶ 3 - يقمن النساء باستماع شريط غنائي مصحوب بالموسيقى والطبل وغيره من آلات اللَّهو، ثم يقمن بالرقص عنده. ¶ آمل من سماحتكم الإجابة، واللَّه يحفظكم، ويسدّد خطاكم. ¶ الجواب: اعلم أولاً أن النبي - صلى الله عليه وسلم - رغَّب في إعلان النكاح ليكون ذلك فرقاً بينه وبين السفاح، لكن ذلك الإعلان يكون بالمشروع: من الشهادة، ومن ضرب النساء بالدف، وبغنائهن غناءً غير ماجن، وليس فيه فتنة، ولا اختلاط رجال بنساء، ويكون الإعلان أيضاً بالدعوة إلى الوليمة. وعليه فإن جواب ما سألت عنه كالآتي:",
            "page": "131",
            "part": "1",
            "seal": "2FB64BA3"
        },
        {
            "id": "135",
            "nass": "1 - وضع الراية (العلم) على السيارة التي يركبها الزوجان، وعلى البيوت، هو من التشبه بعمل بعض أهل الجاهلية، الذي ألغاه الإسلام ومنعه، وهو المعروف باسم: (نكاح البغايا)، وكن ينصبن على بيوتهن علماً، فمن أرادهن دخل عليهن؛ لهذا فلا يجوز نصب العلم المذكور لإعلان النكاح. ¶ 2 - إطلاق النار في النكاح ليس من الإعلان الشرعي، وفيه من المخاطر ما يقتضي منعه. ¶ 3 - استماع شريط غنائي معه الموسيقى والطبل وغيره من آلات اللَّهو، ثم ترقص النسوة عنده- كل هذا منكر لا يجوز، سواء كان في النكاح أو غيره. ¶ وباللَّه التوفيق، وصلى اللَّه على نبينا محمد وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... عضو ... عضو ... نائب الرئيس ... الرئيس ¶ بكر أبو زيد ... صالح الفوزان ... عبد الله بن غديان ... عبد العزيز آل الشيخ ... عبد العزيز بن عبد الله بن باز ¶ 13 - حكم العرضات وعرضة غامد وزهران ¶ الفتوى رقم (4118) ¶ س: قد حصل بيننا وبين بعض الإخوان من أهالي قريتنا نقاش في موضوع العرضة الخاصة ببلاد غامد وزهران، وقد أباحها بعض الإخوان، وبعض الإخوان كرهوها، والبعض حرمها، فأما من أباحها",
            "page": "132",
            "part": "1",
            "seal": "5CD3229E"
        },
        {
            "id": "136",
            "nass": "فإن حجتهم: أن الأحباش كان لهم ألعاب خاصة، وقد اعترض عمر بن الخطاب فأجابه الرسول - صلى الله عليه وسلم - بأن يتركهم ليعلم اليهود والنصارى أن في ديننا فسحة، فكذلك العرضة هي دلالة الرجولة والشجاعة، وهي عادات قديمة في القرى، وأقرتها الحكومة، أما حجة من كرهها؛ فلأن فيها تبذيراً للمال، وفيها ضياع للوقت، وإذا كان لا يلهي عن أداء فريضة، فيقولون لا بأس بها، وأما من قال بحرمتها فاستدل بالأدلة الآتية: ¶ أولاً: أن قوام العرضة الزير، وهو من مزامير الشيطان. ¶ ثانياً: الشاعر وشعراء المنطقة يغلب على أشعارهم القول بالطرق الفنية الحديثة، فيرفعون الوضيع، ويضعون الرفيع من أجل كسب المال. ¶ ثالثاً: فيها التبذير، حيث وصل ما يعطى لكل شاعر إلى خمسة آلاف فما فوق، في أغلب الأحيان، وكذلك الذي يضرب على الزير ومعاونيه، بمعنى أن الليلة التي تقام فيها العرضة لا يقل ما ينفق ¶ فيها عن عشرة آلاف ريال فما فوق بحجم المناسبة. ¶ رابعاً: يظهر على غالب أهل العرضة، أو الذين ينزلون ميدانها الخيلاء، والتكبر، وحب الظهور، وحيث قد دخل ما يسمى بالفديو في تصوير وقائعها، وعرضها فيما بعد داخل البيوت، فزاد الطينة بلة، وأصبح للعرضة رقيصة يرقصون، ويتمايلون ذات اليمن وذات الشمال. ¶ خامساً: يظهر النساء في الغالب على أسطح المنازل للفرجة على ميدان العرضة، وتدخل الفيديو في داخل البيوت، وفي هذا ما",
            "page": "133",
            "part": "1",
            "seal": "73082FE9"
        },
        {
            "id": "137",
            "nass": "فيه من المفاسد. ¶ سادساً: يمتد وقت العرضة إذا كانت مقامة في الليل ـ وهذا الغالب ـ إلى ما بعد منتصف الليل، وتضيع صلاة الجماعة في فجر تلك الليلة، إلا من رحم اللَّه، وذلك لما يصيب الأجسام من الإرهاق والتعب. ¶ سابعاً: ما إن تسمع طنة الزير حتى تضيق الأماكن بالسيارات، وترى الناس قد اجتمعوا أفراداً وجماعات، منهم من قد أفنى الدهر عمره، فترى أصحاب العكاكيز يتوكؤون على عصيهم، وقد يشاركون في العرضة؛ لأنهم ينسون حالهم في هذا الوقت. ¶ هذه حال العرضة، وهذه آراء الفرق فيها، وضعتها بين يدي فضيلتكم لتتكرموا بإجابتنا عليها مفصلة، وإنا لمنفذون ما تفتونا به إن شاء اللَّه، فثقتنا عظيمة أن فتواكم تعتمد على علم ودراية بكتاب اللَّه، وسنة رسوله - صلى الله عليه وسلم -، والحق أحق أن يتبع. ¶ الجواب: إذا كان واقع العرضة على ما ذكر في السؤال، من المزامير ونحوها، ومن غلو شعرائها في شعرهم بما يرفع الوضيع ويضع الرفيع؛ طمعاً في كسب المال، ومن التبذير في الأموال، ومن الرقص والتمايل والخيلاء، وتصوير من يقومون بالعرضة، وما جرى منهم فيها، والمتفرجين عليها لعرضها مستقبلاً على شتى الوجوه، وفي مختلف الأماكن، ومن اطِّلاع النساء على ما يجري ¶ في العرضة من المنكرات من فوق السطوح وغيرها، ومن استمرار العرضة إلى نصف الليل مثلاً، مما قد يفضي إلى تضييع أداء صلاة الفجر في",
            "page": "134",
            "part": "1",
            "seal": "8072F5A0"
        },
        {
            "id": "138",
            "nass": "وقتها على جميع الحاضرين، أو بعض من حضر العرضة، فهي حرام؛ لما اشتملت عليه من المنكرات، بل بعض هذه المنكرات كاف في الحكم عليها بالتحريم، وليس في مثل هذه العرضة شيء من الرجولة والشجاعة والكرم، بل فيها المجون والكذب، وإيغار صدور من حطّ من قدرهم، وإغواء من تجوز الحد في مدحهم، والسفه والتبذير بإنفاق الأموال في غير وجهها، وضياع الوقت، ونشر الفساد في الأرض، والتزام عادات جاهلية تقليداً للآباء والأجداد على غير بصيرة، واتباعاً للهوى، وإشباعاً للشهوات، وإيثاراً لذلك على ما جاء في شريعة الإسلام، من مكارم الأخلاق، والسِّير الحميدة. ¶ أما ما كان من الحبشة، فهي عرضة حربية، فيها تدريب على أعمال الحرب، وتمرين على استعمال أسلحته، وكان ذلك منهم يوم عيد دون أن يشغلهم عن أداء فريضة عن وقتها، فهذا هو الذي فيه الرجولة، والبطولة، والمران على الجهاد، دون أن يضيع وقتاً، أو يفوت ما هو أولى منه. ¶ وباللَّه التوفيق، وصلى اللَّه على نبينا محمد وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... عضو ... نائب الريس ... الرئيس ¶ عبد الله بن قعود ... عبد الله بن غديان ... عبد الزراق عفيفي ... عبد العزيز بن عبد اللَّه بن باز",
            "page": "135",
            "part": "1",
            "seal": "BF6BAAF4"
        },
        {
            "id": "139",
            "nass": "14 - شعراء المحاورة، والرقص، والتصفيق، والتمايل ¶ الفتوى رقم (17203) ¶ س: لقد درجت وشاعت العادات عند القبائل بإحضار بعض ممن يُسمون شعراء المحاورة، مثل أن يأتوا بشاعرين، كل واحد منهم من قبيلة، مقابل إعطائهم مبلغاً من المال في حفلات العرس ¶ وغيرها، ويقوم الشاعران بإحياء الليل كما يقولون، حيث يكون هناك صفان متقابلان من الرجال، كل شاعر له صف يرددون ترديداً جماعياً ما يقوله الشاعران بأصوات عالية، مع التصفيق والرقص والتمايل، ويفتخر كل شاعر بحسبه ونسبه، ويطعن بالمقابل في الشاعر الآخر، وهناك ترد عدة أسئلة، منها: ¶ 1 - ما حكم استئجار هذا النوع من الشعراء، وحكم هذا النوع من الشعر؟ ¶ 2 - ما حكم الرقص والتصفيق والتمايل؟ ¶ 3 - ما هو الحكم الشرعي فيمن يقفون للشعراء في الصف، ويرددون كلامهم؟ ¶ 4 - ما حكم ما يقوم به الشعراء من الطعن بعضهم في بعض، والطعن في الأنساب، والتفاخر بالأحساب في غالب شعرهم؟ ¶ 5 - ما حكم الإتيان إلى الأماكن التي يوجد بها هذا النوع من الشعر؟ ¶ 6 - ما حكم السهر معهم إلى ما قبل الفجر؟",
            "page": "136",
            "part": "1",
            "seal": "2EF6F0C4"
        },
        {
            "id": "140",
            "nass": "7 - مِنْ هؤلاء الشعراء من يدرب الشباب على الشعر والرقص، ويصطحبهم معه إلى الأماكن التي يوجد بها هذا النوع، ما حكم ذلك؟ ¶ 8 - ما حكم إجابة الدعوة في المناسبات التي يتواجد فيها هذا النوع من الشعر؟ ¶ وجزاكم اللَّه خيراً. ¶ الجواب: هذه الأفعال محرمة، لا يجوز فعلها، ولا إتيان أماكنها ولو دعيت لها، إلا إذا كان في نيتك إنكارها، والتحذير منها. ¶ وباللَّه التوفيق، وصلى اللَّه على نبينا محمد وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... عضو ... عضو ... عضو ... الرئيس ¶ بكر أبو زيد ... عبد العزيز آل الشيخ ... صالح الفوزان ... عبد الله بن غديان ... عبد العزيز بن عبد الله بن باز ¶ 15 - حكم دق الطبول في المناسبات وغيرها ¶ الفتوى رقم (15977) ¶ س: تعقد عندنا أحياناً مناسبات كالختان، والزواج، وفي مثل هذه المناسبات يجتمع الرجال في مكان واحد، وتدق الطبول، ويرقص البعض، ويحصل من المرح الشيء الكثير، فما حكم الشرع في مثل هذا العمل؟ مع العلم أن هذه المناسبات لا يدق فيها غير الطبول دون سائر أدوات اللَّهو، وكذلك لا يحصل فيها اختلاط،",
            "page": "137",
            "part": "1",
            "seal": "2894BE4F"
        },
        {
            "id": "141",
            "nass": "ولا تؤثر على أوقات الفرائض. أفتونا جزاكم اللَّه خيراً. ¶ الجواب: لا يجوز للرجال دق الطبول في المناسبات من ختان وغيره؛ لأن هذا من اللَّهو المحرم، وإنما يستحب للنساء ضرب الدفوف في مناسبة الزواج إعلاناً للنكاح، كما جاءت بذلك السنة، ويكون هذا بغير اختلاط بالرجال، وإنما يكون في محيط النساء. ¶ وباللَّه التوفيق، وصلى اللَّه على نبينا محمد وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... عضو ... عضو ... عضو ... الرئيس ¶ بكر أبو زيد ... عبد العزيز آل الشيخ ... صالح الفوزان ... عبد الله بن غديان ... عبد العزيز بن عبد الله بن باز ¶ 16 - حكم اللعب بالزير والزلفة ¶ الفتوى رقم (18524) ¶ س: في الناحية الجنوبية من المملكة العربية السعودية عادات قديمة، نرجو الفتوى فيها، هل هي حلال أم حرام؟ وهي: أنه توجد في الأفراح والاحتفالات تستخدم آلات تسمى: الزير، وآلة تسمى: الزلفة، الزير يصنع من زير كبير من الفخار، يشبك جلد بعير، وعند الضرب يحمى على النار حتى يشتد، ويضرب عليه بعصاتين وهو على الأرض، أما الزلفة فهي: عبارة عن ¶ صحن أو صحفة من الخشب الكبيرة، تفتح فتحة من الخلف تكون بمقدار شبر أو أكثر، وتكون الفتحة من جهة بطن الضارب، ليتحكم في أصواتها، ولها من الأطراف أوتاد صغيرة، تعلق على بطن الضارب، وتربط بحزام.",
            "page": "138",
            "part": "1",
            "seal": "CC31B1F7"
        },
        {
            "id": "142",
            "nass": "وعندما تضرب في المناسبات، ويكون عددها اثنتين أو أكثر، وعندما يستمر الضرب عليها، يكون هناك أشخاص تتلبسهم الشياطين، يصابون بما يسمى زار، ويكون في الرجال والنساء، ويكون على ضربات معينة، ويستمر هذا المزيور بالضرب له على هذه الآلات حتى يفيق، وهو يقوم بحركات، فهو إما أن يجثو على ركبه، ويقوم بما يشبه الركوع والسجود أمام هذا الضارب على هذه الآلات، ثم يقوم هذا الضارب في بعض الأحيان بوضع هذا الزير الثقيل على رأس المزيور، مع العلم أنه من ثقله موضوع على الأرض، ولا يقوم الضارب بالضرب على هذه الآلات حتى يتم الدفع له من النقود. ومن أفعالهم يا سماحة الشيخ: يرمي هذا المزيور بنفسه على النار، ويمسك بيده النار فيما يرى الناس، ويقوم بالطلوع على أغصان الشوك، ويضرب نفسه بعصا غليظة، وبعضهم يأخذ بيده حفنة من تراب، ويرميها على النار، فتصبح بخوراً. علماً بأن كثيراً من المشايخ في المنطقة لا ينكرون ذلك، بل إن كبارهم يفتون بجوازها متناسين ما فيها، فنرجو من فضيلتكم التكرم بإفتائنا هل هي محرمة أم جائزة، وهل يكتفون بالدف في الأعراس، وماذا يجب على طلبة العلم، وهيئة الأمر بالمعروف والنهي عن المنكر؟ ¶ ملاحظة: هناك من يشترط اللعب بهذه الآلات في الأعراس هل يجوز له ذلك، وهل لنا الحضور لهذه الأعراس؟ أفتونا مأجورين. ¶ الجواب: هذه الأعمال المذكورة في السؤال أعمال منكرة، لا",
            "page": "139",
            "part": "1",
            "seal": "6DCCDB25"
        },
        {
            "id": "143",
            "nass": "يجوز فعلها، ولا إقرارها؛ لما تشتمل عليه من المعازف المحرمة، والأحوال الشيطانية القبيحة، وبناء على ذلك، فإنه لا يجوز حضور مثل هذه المناسبات، والحفلات التي توجد فيها هذه المنكرات، بل يجب إنكارها، والتواصي بتركها، والاقتصار في مناسبات الزواج ¶ وغيرها على ما أباحته الشريعة المطهرة. ¶ وباللَّه التوفيق، وصلى اللَّه على نبينا محمد وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... عضو ... عضو ... عضو ... الرئيس ¶ بكر أبو زيد ... صالح الفوزان ... عبد الله بن غديان ... عبد العزيز آل الشيخ ... عبد العزيز بن عبد الله بن باز ¶ 17حكم حضور حفلات الزواج التي فيها غناء مُحرم ¶ السؤال الرابع من الفتوى رقم (1938) ¶ س: ما حكم حضور المرأة حفلات الزواج وأعياد الميلاد، مع أنها بدعة، وكل بدعة ضلالة، كما يوجد بالحفلات المذكورة بعض المطربات لتقضية السهرة، وهل حضور المرأة فيها حرام إذا كان لمشاهدة العروس، وتقديراً لأهل العروسة، لا لسماع المطربة؟ ¶ الجواب: إذا كانت حفلات الزواج خالية من المنكرات، كاختلاط الرجال بالنساء، والغناء الماجن، أو كانت إذا حضرت غيرت ما فيها من منكرات - جاز لها أن تحضر للمشاركة في السرور، بل الحضور واجب، إن كان هناك منكر تقوى على إزالته،",
            "page": "140",
            "part": "1",
            "seal": "02427F72"
        },
        {
            "id": "144",
            "nass": "أما إن كان في الحفلات منكرات لا تقوى على إنكارها، فيحرم عليها أن تحضرها؛ لعموم قوله تعالى: {وَذَرِ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَذَكِّرْ بِهِ أَنْ تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ لَيْسَ لَهَا مِنْ دُونِ اللَّهِ وَلِيٌّ وَلا شَفِيعٌ} (¬1)، وقوله تعالى: {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ} (¬2)، وللأحاديث ¶ الواردة في ذم الغناء والمعازف. وأما الموالد فلا يجوز لمسلم ولا مسلمة حضورها؛ لكونها بدعة، إلا إذا كان حضوره إليها لإنكارها، وبيان حكم اللَّه فيها. ¶ وباللَّه التوفيق، وصلى اللَّه على نبينا محمد وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... ... ... ... ... عضو ... ... ... ... نائب الرئيس ... ... ... ... الرئيس ¶ عبد الله بن قعود ... ... عبد اللَّه بن غديان ... عبد الرزاق عفيفي ... عبد العزيز بن عبد اللَّه بن باز ¶ الفتوى رقم (13315) ¶ س: أقوم بمنع شقيقاتي عن الحفلات والأعراس التي تقام في بلدتنا (قريتنا)؛ حيث إن هذا الأمر يُسخط ويُغضب والدتي وشقيقاتي، وتقول لي: (يا ظالم)، بالرغم من أن جميع بنات القرية ¶ ¬_________ ¶ (¬1) .. سورة الأنعام، الآية: 70. ¶ (¬2) .. سورة لقمان، الآية: 6.",
            "page": "141",
            "part": "1",
            "seal": "80FA47B6"
        },
        {
            "id": "145",
            "nass": "يذهبن، أستفسر عن حكم الشرع في عملي، هل هو ظلم كما تدعي والدتي، وهل أنا آثم؟ أفيدونا أفادكم اللَّه. ¶ الجواب: إذا كانت وليمة العرس تشتمل على محرم؛ كاختلاط الرجال بالنساء، أو تقديم الأطعمة والأشربة المحرمة، أو الغناء بالآلات والموسيقى ونحو ذلك - فلا يجوز حضورها، بخلاف الغناء بالدف في العرس، فإنه مباح للنساء. وإن كانت وليمة العرس لا تشتمل على شيء من المحرمات، فلا بأس بحضور النساء لها. ¶ وباللَّه التوفيق، وصلى اللَّه على نبينا محمد وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... ... ... ... ... ... نائب الرئيس ... ... ... ... ... ... الرئيس ¶ عبد اللَّه بن غديان ... ... عبد الرزاق عفيفي ... ... عبد العزيز بن عبد اللَّه بن باز ¶ 18 - سباق الإبل في حفلات الزواج ¶ السؤال الأول من الفتوى رقم (16655) ¶ س: في حفلات الزواج يقام سباق للهجن، ثم يقوم صاحب الزواج (المتزوج) بتوزيع الجوائز على أصحاب الهجن الفائزة، ¶ سواء كانت من النقود، أو من أكياس الشعير، علماً بأن أكثر المتزوجين يقيم حفلة زواجه بالدَّين، هل هذا العمل صحيح؟ ¶ الجواب: لا يشرع في حفل الزواج إقامة سباق للهجن؛ لعدم المناسبة، ولما في ذلك من زيادة تكاليف الزواج بما يدفعه المتزوج من جوائز للمتسابقين، وغير ذلك من المفاسد.",
            "page": "142",
            "part": "1",
            "seal": "EE9465DA"
        },
        {
            "id": "146",
            "nass": "وباللَّه التوفيق، وصلى اللَّه على نبينا محمد وآله وصحبه وسلم (¬1). ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... عضو ... عضو ... عضو ... الرئيس ¶ بكر أبو زيد ... صالح الفوزان ... عبد الله بن غديان ... عبد العزيز آل الشيخ ... عبد العزيز بن عبد الله بن باز ¶ [وصلى اللَّه وسلّم، وبارك على عبده ورسوله؛ نبينا محمّد، وعلى آله وأصحابه، ومن تبعهم بإحسان إلى يوم الدين]. ¶ ¬_________ ¶ (¬1) .. مجموع فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، 19/ 112 - 140.",
            "page": "143",
            "part": "1",
            "seal": "1C3D16AB"
        },
        {
            "id": "147",
            "nass": "المصادر والمراجع ¶ 1 - إحياء علوم الدين، للإمام الغزالي، دار الندوة الجديدة، بيروت. ¶ 2 - الأدب المفرد، للإمام أبي عبد الله محمد بن إسماعيل البخاري تخريج محمد فؤاد عبد الباقي، الطبعة الثالثة دار البشائر، بيروت، لبنان. ¶ 3 - إغاثة اللهفان من مصايد الشيطان، للإمام أبي عبد الله محمد بن أبي بكر بن قيم الجوزية تحقيق محمد حامد الفقي، بدون تاريخ، مكتبة حميدو، الإسكندرية، مصر. ¶ 4 - الأم، للشافعي؛ محمد بن إدريس (ت 204هـ). تحقيق: إحسان عبد المنان، ط1، د. م، الناشر: بيت الأفكار الدولية. ¶ 5 - الأمر بالمعروف والنهي عن المنكر، لأبي بكر الخلال، بتحقيق عبد القادر أحمد عطا، الطبعة الأولى، 1406هـ، دار الباز للنشر والتوزيع، مكة المكرمة. ¶ 6 - الأوسط في السنن والإجماع والاختلاف، لأبي بكر محمد بن إبراهيم بن المنذر النيسابوري، تحقيق أبي حماد صغير أحمد حنيف، دار طيبة للنشر والتوزيع، الطبعة الأولى 1420هـ. ¶ 7 - البداية والنهاية، للحافظ إسماعيل بن عمر بن كثير، ت: 747هـ، تحقيق الدكتور عبد الله بن عبد المحسن التركي، مركز البحوث والدراسات العربية والإسلامية بدار هجر. ¶ 8 - البيان والتعريف في أسباب ورود الحديث الشريف، إبراهيم بن محمد كمال الدين الشهير بابن حمزه الحسيني الحنفي الدمشقي (ت 1120 هـ)، طبعة مطبعة البهاء، حلب الشهباء، سنة 1329هـ؛ 1911م. ¶ 9 - تاريخ دمشق وذكر فضلها، أبو القاسم علي بن الحسن بن هبة الله بن عساكر الدمشقي، ت 571هـ، دراسة وتحقيق علي شيري، دار الفكر والطباعة والنشر والتوزيع. ¶ 10 - تحريم آلات الطرب، محمد ناصر الدين الألباني، مؤسسة الريان، بيروت، لبنان / دار الصديق، الجبيل، المملكة العربية السعودية، الطبعة الثالثة، 1426هـ/2005م. ¶ 11 - الترغيب والترهيب، للإمام عبد العظيم بن عبد القوي المنذري، (ت 656هـ) تحقيق محيي الدين ديب مستو، دار ابن كثير ودار الكلم الطيب، دمشق بيروت. ¶ 12 - تعظيم قدر الصلاة، لمحمد بن نصر بن الحجاج المروزي أبو عبد الله، تحقيق: د. عبد",
            "page": "159",
            "part": "1",
            "seal": "EC1DA323"
        },
        {
            "id": "148",
            "nass": "الرحمن عبد الجبار الفريوائي، مكتبة الدار، المدينة المنورة، الطبعة الأولى، 1406هـ. ¶ 13 - التعليقات الحسان على صحيح ابن حبان وتمييز سقيمه من صحيحه، وشاذه من محفوظه، محمد ناصر الدين الألباني (ت 1420هـ)، دار با وزير. ¶ 14 - تفسير البغوي (المسمى معالم التنزيل) للإمام أبي محمد الحسين بن مسعود، البغوي، ت ¶ 516هـ، تحقيق: خالد العك، ومروان كجك، ط1، دار المعرفة. ¶ 15 - تفسير الطبري (جامع البيان عن تأويل آي القرآن)، للإمام أبي جعفر محمد بن جرير الطبري، ت 315 هـ، تحقيق محمود وأحمد محمد شاكر، الطبعة الثانية، بدون تاريخ، دار المعارف بمصر. ¶ 16 - تفسير القرآن العظيم، لإسماعيل ابن كثير، الطبعة الأولى، دار عالم الكتب، 1425هـ، توزيع وزارة الشؤون الإسلامية. ¶ 17 - تلبيس إبليس، للإمام أبي الفرج عبد الرحمن بن الجوزي، ت 596 هـ، تخريج محمد مهدي إستانبولي، الطبعة، 1396 هـ، نشر المخرّج. ¶ 18 - تنقيح التحقيق في أحاديث التعليق، شمس الدين محمد بن أحمد بن عبد الهادي الحنبلي (ت 744هـ)، تحقيق سامي بن محمد بن جاد الله وعبد العزيز بن ناصر الخباني، أضواء السلف-الرياض، الطبعة الأولى،1428هـ - 2007 م. ¶ 19 - تهذيب الآثار وتفصيل الثابت عن رسول الله من الأخبار، أبو جعفر محمد بن جرير بن يزيد الطبري (ت 310هـ)، تحقيق محمود محمد شاكر، مطبعة المدني، القاهرة. ¶ 20 - تيسير الكريم الرحمن في تفسير كلام المنان، للعلامة عبد الرحمن بن ناصر السعدي، الطبعة الأولى ت 1376هـ، تحقيق عبد الرحمن بن معلا اللويحق، مؤسسة الرسالة. ¶ 21 - الجامع لأحكام القرآن، لأبي عبد الله محمد بن أحمد الأنصاري القرطبي، دار الحديث، ط1، 1414هـ ¶ 22 - حلية الأولياء وطبقات الأصفياء، للحافظ أبي نعيم أحمد بن عبد الله الأصفهاني، ت 435 هـ، بدون تاريخ، دار الكتب العربية، بيروت، لبنان. ¶ 23 - الدر المختار حاشية على الدر المختار شرح تنوير الابصار في فقه مذهب الامام أبي حنيفة النعمان، لخاتمة المحققين محمد أمين الشهير بابن عابدين، ويليه تكملة ابن عابدين لنجل المؤلف، طبعة جديدة منقحة مصححة يإشراف مكتب البحوث والدراسات، دار الفكر للطباعة والنشر والتوزيع، بيروت.",
            "page": "160",
            "part": "1",
            "seal": "B1619C0B"
        },
        {
            "id": "149",
            "nass": "24 - الدر المنثور في التفسير بالمأثور، لجلال الدين عبد الرحمن بن أبي بكر السيوطي، 1993م، دار الفكر، بيروت. ¶ 25 - دلائل النبوة ومعرفة أحوال صاحب الشريعة، لأحمد بن الحسين البيهقي، دار الكتب العلمية، دار الريان للتراث، ط1، 1408هـ. ¶ 26 - ذم الملاهي، لابن أبي الدنيا أبي بكر بن عبد الله بن محمد بن عبيد القرشي، تحقيق عمرو بن عبد المنعم سليم، مكتبة ابن تيمية، القاهرة/ مكتبة العلم بجدة، 1416هـ. ¶ 27 - ذيل التقييد في رواة السنن والأسانيد، لمحمد بن أحمد بن علي، تقي الدين، أبو الطيب المكي الحسني الفاسي (ت 832هـ، تحقيق كمال يوسف الحوت، دار الكتب العلمية، بيروت، لبنان، الطبعة الأولى، 1410هـ/1990م. ¶ 28 - روضة الطالبين وعمدة المفتين، أبو زكريا يحيى بن شرف النووي، المكتب الإسلامي، بيروت، الطبعة الثالثة، 1412 هـ. ¶ 29 - الزهد، للإمام أحمد بن حنبل، مطبعة أم القرى بمكة المكرمة، عام 1357هـ. ¶ 30 - الزهد، لهناد بن السري الكوفي، تحقيق عبد الرحمن عبد الجبار الفريوائي، ط1،1406هـ، دار الخلفاء للكتاب الإسلامي، الكويت. ¶ 31 - الزواجر عن اقتراف الكبائر، ابن حجر الهيتمي، تحقيق مركز الدراسات والبحوث بمكتبة نزار مصطفى الباز، الناشر المكتبة العصرية، 1420هـ - 1999م، لبنان / صيدا - بيروت. ¶ 32 - سلسلة الأحاديث الصحيحة، للشيخ محمد ناصر الدين الألباني، الطبعة الرابعة 1498هـ، المكتب الإسلامي، بيروت. ¶ 33 - سنن ابن ماجه، لمحمد بن يزيد القزويني، ت 275 هـ، تحقيق محمد فؤاد عبد الباقي، بدون تاريخ، دار إحياء التراث العربي، بيروت، لبنان. ¶ 34 - سنن أبي داود، الطبعة الأولى عام 1420هـ، دار السلام للنشر والتوزيع، الرياض، المملكة العربية السعودية. ¶ 35 - سنن الترمذي (الجامع الصحيح)، لأبي عيسى محمد بن عيسى بن سورة، ت 279 هـ، تحقيق أحمد محمد شاكر، الطبعة الثانية، 1398 هـ، مطبعة مصطفى البابي الحلبي، القاهرة، مصر. ¶ 36 - سنن الدارمي، عبد الله بن عبد الرحمن الدارمي، ت 255 هـ، طبعة 1404 هـ، تحقيق",
            "page": "161",
            "part": "1",
            "seal": "230626DE"
        },
        {
            "id": "150",
            "nass": "عبد الله بن هاشم اليماني، توزيع الرئاسة العامة لإدارة البحوث العلمية والإفتاء، الرياض، المملكة العربية السعودية. ¶ 37 - السنن الكبرى، لأحمد بن شعيب النسائي، تحقيق: د. عبد الغفار سليمان البنداري، وسيد كسروي حسن، دار الكتب العلمية، بيروت، ط1، 1411هـ. ¶ 38 - السنن الكبرى، للإمام الحافظ أبي بكر أحمد بن الحسين بن على البيهقي، ت 458 هـ، الطبعة الأولى، 1406هـ، دار المعرفة، بيروت، لبنان. ¶ 39 - سنن النسائي، لأبي عبد الرحمن أحمد بن شعيب، ت 303 هـ، بشرح الحافظ جلال الدين السيوطي، ت 911 هـ، وحاشية السندي، ت 1138 هـ، الطبعة الأولى، 1406 هـ، اعتنى به ورقمه عبد الفتاح أبو غدة، الطبعة الثانية، 1406 هـ، دار البشائر الإسلامية، بيروت، لبنان. ¶ 40 - سنن سعيد بن منصور، (ت 227 هـ)، الطبعة الأولى، 1414 هـ، تحقيق د سعيد بن ¶ عبد الله آل حميد، دار العاصمة، المملكة العربية السعودية. ¶ 41 - سير أعلام النبلاء، للإمام شمس الدين محمد بن أحمد بن عثمان الذهبي، ت 748 هـ، تحقيق شعيب الأرناؤوط، الطبعة الرابعة، 1406 هـ، مؤسسة الرسالة، بيروت، ¶ لبنان. ¶ 42 - تبيين الحقائق شرح كنز الدقائق وحاشية الشِّلْبِيِّ، عثمان بن علي بن محجن البارعي، فخر الدين الزيلعي الحنفي (المتوفى: 743 هـ)، والحاشية لشهاب الدين أحمد بن محمد بن أحمد بن يونس بن إسماعيل بن يونس الشِّلْبِيُّ، المطبعة الكبرى الأميرية، بولاق، القاهرة، الطبعة الأولى، 1313 هـ. ¶ 43 - شرح معاني الآثار، لأبي جعفر الطحاوي ت 321هـ، تحقيق إبراهيم شمس الدين، الطبعة الثانية 1427هـ، دار الكتب العلمية، بيروت، لبنان. ¶ 44 - شعب الإيمان، للإمام أبي بكر أحمد بن الحسين البيهقي، ت 458 هـ، تحقيق أبي هاجر محمد السعيد بسيوني زغلول، الطبعة الأولى، 1410 هـ، دار الكتب العلمية، بيروت، لبنان. ¶ 45 - صحيح ابن حبان بترتيب ابن بلبان، (ت 730هـ)، تحقيق شعيب الأرناؤوط، الطبعة الثانية 1424هـ، مؤسسة الرسالة، بيروت. ¶ 46 - صحيح ابن ماجه، للعلامة محمد ناصر الدين الألباني، مكتبة المعارف للنشر والتوزيع. الرياض، المملكة العربية السعودية. ¶ 47 - صحيح الأدب المفرد للإمام البخاري، بقلم محمد بن ناصر الدين الألباني، الطبعة الثانية",
            "page": "162",
            "part": "1",
            "seal": "ED5F9E80"
        },
        {
            "id": "151",
            "nass": "1415هـ، دار الصديق، الجبيل، المملكة العربية السعودية. ¶ 48 - صحيح البخاري، لأبي عبد الله محمد بن إسماعيل البخاري، ت 256 هـ، طبعة 1414 هـ، دار الفكر، بيروت، لبنان. وطبعة 1315 هـ، المكتبة الإسلامية، إستانبول، تركيا، والنسخة المطبوعة مع فتح الباري، ترقيم محمد فؤاد عبد الباقي، وإشراف محب الدين الخطيب، بدون تاريخ، مكتبة الرياض، المملكة العربية السعودية. ¶ 49 - صحيح الترغيب والترهيب، للعلامة محمد ناصر الدين الألباني، الطبعة الأولى، 1412 هـ، المكتب الإسلامي، بيروت، لبنان. ¶ 50 - صحيح الجامع الصغير، للعلامة محمد ناصر الدين الألباني، الطبعة الأولى 1388هـ، المكتب الإسلامي. ¶ 51 - صحيح سنن أبي داود باختصار السند، لمحمد ناصر الدين الألباني، الطبعة الأولى، 1409، المكتب الإسلامي، بيروت، لبنان. ¶ 52 - صحيح سنن الترمذي، للعلامة محمد ناصر الدين الألباني، مكتبة المعارف للنشر والتوزيع، الرياض، المملكة العربية السعودية. ¶ 53 - صحيح سنن النسائي، للعلامة محمد ناصر الدين الألباني، مكتبة المعارف للنشر والتوزيع. الرياض، المملكة العربية السعودية. ¶ 54 - صحيح مسلم، لأبي الحسين مسلم بن الحجاج القشيري االنيسابوري، ت 261 هـ، تحقيق محمد فؤاد عبد الباقي، بدون تاريخ، دار إحياء التراث العربي، بيروت، لبنان. ¶ 55 - المعين في طبقات المحدثين، شمس الدين محمد بن أحمد بن عثمان الذهبي (ت 748 هـ)، تحقيق همام عبد الرحيم سعيد، دار الفرقان، الأردن، ط1، 1404هـ- 1984م. ¶ 56 - العلل ومعرفة الرجال، أحمد بن حنبل، تركيا، أنقرة. ¶ 57 - عون المعبود شرح سنن أبي داود، لأبي الطيب محمد شمس الحق العظيم آبادي، الطبعة الثالثة 1399هـ، دار الفكر. ¶ 58 - فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، جمع أحمد بن عبد الرزاق الدويش، الطبعة الأولى، 1419هـ، نشر إدارة البحوث العلمية والإفتاء، المملكة العربية السعودية. ¶ 59 - فتاوى ورسائل الشيخ محمد بن إبراهيم، الطبعة الأولى، 1399، مطبعة الحكومة بمكة المكرمة (وقف لله تعالى).",
            "page": "163",
            "part": "1",
            "seal": "934FF1BB"
        },
        {
            "id": "152",
            "nass": "60 - فتح الباري بشرح صحيح البخاري، للحافظ أحمد بن علي بن حجر العسقلاني 852هـ، أشرف على مقابلة نسخه المطبوعة والمخطوطة عبد العزيز بن عبد الله بن باز، نشر مكتبة الرياض الحديثة. ¶ 61 - الفروع لابن مفلح وتصحيح الفروع، محمد بن مفلح المقدسي أبو عبد الله (ت 762هـ)، تحقيق أبو الزهراء حازم القاضي، دار الكتب العلمية، بيروت، 1418هـ. ¶ 62 - الفروع، لمحمد بن مفلح المقدسي، ت763هـ، تحقيق الدكتور عبد الله بن عبد المحسن التركي، الطبعة الأولى1424هـ، مؤسسة الرسالة، بيروت، لبنان. ¶ 63 - فصل الخطاب في الرد على أبي تراب، لحمود التويجري، الرئاسة العامة لإدارة البحوث العلمية والإفتاء، الرياض، الطبعة الثالثة، 1419هـ. ¶ 64 - القاموس الفقهي: لغة واصطلاحاً، لسعدي أبو جيب، الطبعة الأولى، 1402هـ، دار الفكر، دمشق، سورية. ¶ 65 - الكاشف في تصحيح رواية البخاري لحديث المعازف، لعلي بن حسن عبد الحميد الحلبي. ¶ 66 - الكافي في فقه أهل المدينة، ابن عبد البر النمري، تحقيق: محمد محمد أحيد ولد، طبعة مكتبة الرياض الحديثة، الطبعة الثانية، 1400 هـ /1980م. ¶ 67 - الكافية الشافية لانتصار الفرقة الناجية، لمحمد بن ابي بكر بن قيم الجوزية، بيروت، لبنان، 1423هـ. ¶ 68 - كشف الأستار عن زوائد البزار، للهيثمي، تحقيق: حبيب الرحمن الأعظمي، مؤسسة الرسالة، بيروت، ط2، 1404هـ. ¶ 69 - لسان العرب، لابن منظور: جمال الدين محمد بن مكرم ابن منظور الإفريقي المصري، الطبعة الأولى، 1410هـ، دار صادر، بيروت، لبنان. ¶ 70 - مجلة راية الإسلام، العددان:2 - 3،السنة الثانية، محرم وصفر سنة 1381 هـ، ص70 - ¶ 75،والرابع والخامس، ربيع الأول والثاني،1381 هـ، ص 11،ص 23 ¶ 71 - مجموع فتاوى ابن باز، جمع عبد الله الطيار، وأحمد الباز، الطبعة الأولى 1416هـ، دار الوطن، الرياض، المملكة العربية السعودية. ¶ 72 - مجموع فتاوى ابن تيمية، لشيخ الإسلام أحمد بن عبد الحليم بن عبد السلام بن تيمية، ت 728 هـ، جمع وترتيب عبد الرحمن بن محمد بن قاسم، بدون تاريخ، مكتبة",
            "page": "164",
            "part": "1",
            "seal": "1F0A08B6"
        },
        {
            "id": "153",
            "nass": "المعارف، الرباط، المغرب. ¶ 73 - مجموع فتاوى ورسائل فضيلة الشيخ محمد بن صالح العثيمين، الطبعة الأولى 1423هـ، جمع فهد بن ناصر بن إبراهيم السليمان، دار الثريا للنشر. ¶ 74 - مجموع فتاوى ومقالات متنوعة، للعلامة عبد العزيز بن عبد الله بن باز، جمع وترتيب د. محمد بن سعد الشويعر، الطبعة الأولى 1408 هـ، الرئاسة العامة لإدارات البحوث والعلمية والإفتاء، المملكة العربية السعودية. ¶ 75 - مختار الصحاح، للإمام محمد بن أبي بكر بن عبد القادر الرازي، طبعة 1985م، مكتبة لبنان، بيروت، لبنان. ¶ 76 - المختارة للمقدسي (الأحاديث المختارة)، أبو عبد الله محمد بن عبد الواحد بن أحمد الحنبلي المقدسي 643هـ، تحقيق عبد الملك بن عبد الله بن دهيش، مكتبة النهضة الحديثة، مكة المكرمة، الطبعة الأولى، 1410هـ. ¶ 77 - مختصر الأحكام مستخرج الطوسي على جامع الأحكام، أبو علي الحسن بن علي بن نصر الطوسي، تحقيق: أنيس بن أحمد بن طاهر الأندونوسي، مكتبة الغرباء الأثرية، المدينة المنورة، الطبعة الأولى، 1415هـ. ¶ 78 - المستدرك على الصحيحين، لأبي عبد الله محمد بن عبد الله الحاكم، دار المعرفة، بيروت، لبنان. ¶ 79 - مسند إسحاق بن راهويه، إسحاق بن إبراهيم بن مخلد بن راهويه الحنظلي، تحقيق: ¶ د. عبد الغفور بن عبد الحق البلوشي، مكتبة الإيمان، المدينة المنورة، الطبعة الأولى، 1412هـ - 1991م. ¶ 80 - مسند أبي داود الطيالسي، لأبي داود سليمان بن داود الطيالسي (204 هـ)، تحقيق: ¶ د. محمد بن عبد المحسن التركي، طبع دار هجر بالقاهرة، الطبعة الأولى 1419 هـ. ¶ 81 - مسند أبي يعلى الموصلي، للإمام الحافظ أحمد بن علي بن المثني التميمي، ت 307 هـ، تحقيق حسين سليم أسد، الطبعة الأولى، 1412هـ، دار الثقافة العربية، دمشق، بيروت. ¶ 82 - مسند الإمام أحمد بن حنبل الشيباني، النسخة المحققة، تحقيق مجموعة من أهل العلم أشرف على التحقيق الدكتور عبد الله بن عبد المحسن التركي، مؤسسة الرسالة، بيروت- لبنان. ¶ 83 - مسند البزار (البحر الزخار)، أبو بكر أحمد بن عمرو بن عبد الخالق البزار (ت292هـ)، تحقيق د. محفوظ الرحمن زين الله، مؤسسة علوم القرآن/ مكتبة العلوم",
            "page": "165",
            "part": "1",
            "seal": "7CD153C7"
        },
        {
            "id": "154",
            "nass": "والحكم، بيروت/ المدينة النبوية، 1409هـ. ¶ 84 - مسند الحارث (زوائد الهيثمي) بغية الباحث عن زوائد مسند الحارث بن أبي أسامة، نور الدين الهيثمي، تحقيق: د. حسين أحمد صالح الباكري، مركز خدمة السنة والسيرة النبوية، المدينة المنورة، الطبعة الأولى، 1413هـ - 1992م. ¶ 85 - مسند أبي داود الطيالسي، سليمان بن داود بن الجارود (ت 204 هـ)، تحقيق الدكتور محمد بن عبد المحسن التركي، بالتعاون مع مركز البحوث والدراسات العربية والإسلامية بدار هجر، هجر للطباعة والنشر، الطبعة الأولى، 1419 هـ - 1999 م. ¶ 86 - المصباح المنير في غريب الشرح الكبير للرافعي، للعلامة أحمد بن محمد بن علي المقرئ الفيومي، بدون تاريخ، المكتبة العلمية، بيروت، لبنان. ¶ 87 - مصنف ابن أبي شيبة، توزيع إدارات البحوث العلمية والإفتاء. ¶ 88 - مصنف عبد الرزاق بن همام الصنعاني، تحقيق: حبيب الرحمن الأعظمي، الطبعة الثانية، 1403 هـ، المكتب الإسلامي، بيروت. ¶ 89 - المعجم الكبير، لأبي القاسم سليمان بن أحمد الطبراني ت 360هـ، تحقيق حمدي عبد المجيد السلفي، الجمهورية العراقية، وزارة الأوقاف والشؤون الدينية، إحياء التراث. ¶ 90 - معجم المقاييس في اللغة، لأبي الحسين أحمد بن فارس بن زكريا، ت 395 هـ، تحقيق شهاب الدين أبي عمرو، الطبعة الأولى، 1415 هـ، دار الفكر، بيروت، لبنان. ¶ 91 - المعجم الوسيط، مجمع اللغة العربية، الطبعة الثانية، المكتبة الإسلامية، إستانبول، تركيا. ¶ 92 - معجم شيوخ ابن الأعرابي، لأحمد بن محمد بن زياد، (ت 340هـ)، تحقيق محمود نصار، والسيد يوسف أحمد، دار الكتب العلمية، بيروت، 1998م. ¶ 93 - معجم لغة الفقهاء، للأستاذ الدكتور، محمد رواس الطبعة الأولى 1416هـ، دار النفائس، بيروت، لبنان. ¶ 94 - منهاج السنة النبوية، لابن تيمية، أحمد بن عبد الحليم (ت 728هـ). تحقيق: محمد رشاد سالم، ط1، الرياض، جامعة الإمام محمد بن سعود الإسلامية، 1406هـ. ¶ 95 - النهاية في غريب الحديث والأثر، لابن الأثير: أبي السعادات المبارك بن محمد، ت 606هـ، تحقيق محمود محمد الطناحي وطاهر أحمد الزاوي، المكتبة العلمية، بيروت.",
            "page": "166",
            "part": "1",
            "seal": "88DC8205"
        }
    ],
    "t1822": [
        {
            "id": "103",
            "lvl": "3",
            "sub": null,
            "tit": "3 - الغناء مع آلات اللهو محرم بإجماع المسلمين"
        },
        {
            "id": "104",
            "lvl": "3",
            "sub": null,
            "tit": "4 - الاستماع إلى الأغاني لا شك في حرمته"
        },
        {
            "id": "107",
            "lvl": "3",
            "sub": null,
            "tit": "5 - الاستماع إلى الموسيقى شر وبلاء"
        },
        {
            "id": "108",
            "lvl": "3",
            "sub": null,
            "tit": "6 - حكم استماع الأناشيد الإسلامية"
        },
        {
            "id": "108",
            "lvl": "3",
            "sub": "1",
            "tit": "7 - الشعر في الدعوة ومكارم الأخلاق"
        },
        {
            "id": "109",
            "lvl": "3",
            "sub": null,
            "tit": "8 - حكم التصفيق في الحفلات"
        },
        {
            "id": "110",
            "lvl": "3",
            "sub": null,
            "tit": "9 - حكم شعر المحاورة والتصفيق للرجال، والتمايل يمينا وشمالا"
        },
        {
            "id": "113",
            "lvl": "3",
            "sub": null,
            "tit": "10 - نصيحة لمن يستمع إلى الأغاني من النساء"
        },
        {
            "id": "115",
            "lvl": "3",
            "sub": null,
            "tit": "11 - حكم الرقص والخطوة والعزف على الرباب والعود والكمان"
        },
        {
            "id": "116",
            "lvl": "3",
            "sub": null,
            "tit": "12 - حكم سماع الأغاني الدينية والوطنية"
        },
        {
            "id": "118",
            "lvl": "3",
            "sub": null,
            "tit": "13 - حكم استماع الأغاني العاطفية"
        },
        {
            "id": "119",
            "lvl": "3",
            "sub": null,
            "tit": "14 - الحكم على أمور مخالفة تحدث في ليلة الزفاف"
        },
        {
            "id": "120",
            "lvl": "3",
            "sub": null,
            "tit": "15 - تحريم اختلاط الرجال بالنساء في الحفلات وتحريم العلاج بالموسيقى"
        },
        {
            "id": "121",
            "lvl": "3",
            "sub": null,
            "tit": "16 - حكم رقص الرجال مع النساء"
        },
        {
            "id": "122",
            "lvl": "3",
            "sub": null,
            "tit": "17 - جواز ضرب الدف للنساء في الزواج"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا: فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء:"
        },
        {
            "id": "124",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - حكم الضرب بالدف للنساء"
        },
        {
            "id": "125",
            "lvl": "3",
            "sub": null,
            "tit": "2 - حكم طلب الفنان الشعبي في الحفلات"
        },
        {
            "id": "125",
            "lvl": "3",
            "sub": "1",
            "tit": "3 - حكم الضرب بالدف للرجال"
        },
        {
            "id": "126",
            "lvl": "3",
            "sub": null,
            "tit": "4 - حكم الرقص والدف للنساء"
        },
        {
            "id": "127",
            "lvl": "3",
            "sub": null,
            "tit": "5 - ضرب الطبل، والزغاريد بالأصوات"
        },
        {
            "id": "128",
            "lvl": "3",
            "sub": null,
            "tit": "6 - حكم ضرب الرجال بالدف والرقص"
        },
        {
            "id": "128",
            "lvl": "3",
            "sub": "1",
            "tit": "7 - حكم إقامة الأفراح في المساجد"
        },
        {
            "id": "129",
            "lvl": "3",
            "sub": null,
            "tit": "8 - استعمال الطبول في الحفلات والزفة ومنصة العروسين"
        },
        {
            "id": "131",
            "lvl": "3",
            "sub": null,
            "tit": "9 - حكم العرضات والطبول والمزلف بالزلفة"
        },
        {
            "id": "132",
            "lvl": "3",
            "sub": null,
            "tit": "10 - حكم التصفيق للنساء في الحفلات"
        },
        {
            "id": "133",
            "lvl": "3",
            "sub": null,
            "tit": "11 - حكم ضرب الدف للرجال في الزواج وغيره"
        },
        {
            "id": "134",
            "lvl": "3",
            "sub": null,
            "tit": "12 - حكم استماع شريط أغاني ورقص النساء، ووضع العلم في الزواج على السيارة والبيت"
        },
        {
            "id": "135",
            "lvl": "3",
            "sub": null,
            "tit": "13 - حكم العرضات وعرضة غامد وزهران"
        },
        {
            "id": "139",
            "lvl": "3",
            "sub": null,
            "tit": "14 - شعراء المحاورة، والرقص، والتصفيق، والتمايل"
        },
        {
            "id": "140",
            "lvl": "3",
            "sub": null,
            "tit": "15 - حكم دق الطبول في المناسبات وغيرها"
        },
        {
            "id": "141",
            "lvl": "3",
            "sub": null,
            "tit": "16 - حكم اللعب بالزير والزلفة"
        },
        {
            "id": "143",
            "lvl": "3",
            "sub": null,
            "tit": "17حكم حضور حفلات الزواج التي فيها غناء محرم"
        },
        {
            "id": "145",
            "lvl": "3",
            "sub": null,
            "tit": "18 - سباق الإبل في حفلات الزواج"
        },
        {
            "id": "147",
            "lvl": "1",
            "sub": null,
            "tit": "المصادر والمراجع"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: مفهوم الغناء والمعازف"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: تحريم القول على الله بغير علم"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - ((قل إنما حرم ربي الفواحش ما ظهر منها وما بطن))"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "2",
            "tit": "2 - ((ولا تقولوا لما تصف ألسنتكم الكذب هذا حلال))"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "3 - ((يا أيها الناس كلوا مما في الأرض حلالا))"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "1",
            "tit": "4 - ((قل أرأيتم ما أنزل الله لكم من رزق))"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "2",
            "tit": "5 - ((أم لهم شركاء شرعوا لهم من الدين ما لم يأذن به الله))"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "6 - ((إن الله لا يقبض العلم انتزاعا ينتزعه من العباد))"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث: تحريم الغناء من الكتاب والسنة، وآثار الصحابة والتابعين ومن بعدهم من العلماء"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: القرآن الكريم يحرم الأغاني والملاهي، ويحذر منها، ومن ذلك ما يأتي:"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "2",
            "tit": "1 - قال الله تعالى للشيطان: {اذهب فمن تبعك منهم فإن جهنم جزاؤكم}"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": null,
            "tit": "2 - قال الله - عز وجل -: ((ومن الناس من يشتري لهو الحديث))"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": null,
            "tit": "3 - وقال الله تعالى: {أفمن هذا الحديث تعجبون}"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": null,
            "tit": "4 - قال الله - عز وجل -: ((والذين لا يشهدون الزور وإذا مروا باللغو مروا كراما))"
        },
        {
            "id": "23",
            "lvl": "3",
            "sub": null,
            "tit": "5 - قال الله تعالى: ((وما كان صلاتهم عند البيت إلا مكاء وتصدية))"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: السنة النبوية الصحيحة الصريحة تحرم الغناء، والمزامير،"
        },
        {
            "id": "25",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - ليكونن من أمتي أقوام يستحلون الحر"
        },
        {
            "id": "25",
            "lvl": "3",
            "sub": "2",
            "tit": "2 - صوتان ملعونان في الدنيا والآخرة"
        },
        {
            "id": "26",
            "lvl": "3",
            "sub": null,
            "tit": "3 - إن الله حرم على أمتي: الخمر"
        },
        {
            "id": "26",
            "lvl": "3",
            "sub": "1",
            "tit": "4 - ليشربن أناس من أمتي الخمر"
        },
        {
            "id": "27",
            "lvl": "3",
            "sub": null,
            "tit": "5 - نهيت عن صوتين أحمقين فاجرين"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": null,
            "tit": "6 - أن رسول الله - صلى الله عليه وسلم - حرم سبعة أشياء"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": "1",
            "tit": "7 - إن الله حرم عليكم الخمر"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": null,
            "tit": "8 - كل ما يلهو به الرجل المسلم باطل"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": "1",
            "tit": "9 - إن الله - عز وجل - بعثني رحمة وهدى للعالمين"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": null,
            "tit": "10 - عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: ((الجرس مزامير الشيطان))"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": "1",
            "tit": "11 - لا تصحب الملائكة رفقة فيها كلب أو جرس"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": "2",
            "tit": "12 - لا تدخل الملائكة بيتا فيه جلجل"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": "3",
            "tit": "13 - أمر بالأجراس أن تقطع من أعناق الإبل يوم بدر"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: أقوال الصحابة - رضي الله عنهم - في ذم الغناء وآلات اللهو والتحذير من ذلك:"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - أمير المؤمنين أبو بكر - رضي الله عنه -"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": null,
            "tit": "2 - أمير المؤمنين عمر بن الخطاب - رضي الله عنه -"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": null,
            "tit": "3 - أمير المؤمنين عثمان بن عفان - رضي الله عنه -"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": null,
            "tit": "4 - أمير المؤمنين علي بن أبي طالب - رضي الله عنه -"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": "1",
            "tit": "5 - عبد الله بن مسعود - رضي الله عنه -"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": "2",
            "tit": "6 - عبد الله بن عباس رضي الله عنهما"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": null,
            "tit": "7 - عبد الله بن عمر رضي الله عنهما"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": "1",
            "tit": "8 - أبو الدرداء - رضي الله عنه -"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": "2",
            "tit": "9 - عبد الله بن عمرو بن العاص رضي الله عنهما"
        },
        {
            "id": "36",
            "lvl": "3",
            "sub": null,
            "tit": "10 - جابر بن عبد الله رضي الله عنهما"
        },
        {
            "id": "36",
            "lvl": "3",
            "sub": "1",
            "tit": "11 - عائشة رضي الله عنها"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "2",
            "tit": "رابعا: الأئمة الأربعة يمنعون من الغناء، ويذمونه وجميع الملاهي"
        },
        {
            "id": "36",
            "lvl": "3",
            "sub": "3",
            "tit": "1 - الإمام أبو حنيفة رحمه الله"
        },
        {
            "id": "37",
            "lvl": "3",
            "sub": null,
            "tit": "2 - الإمام مالك رحمه الله"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": null,
            "tit": "3 - الإمام الشافعي رحمه الله"
        },
        {
            "id": "41",
            "lvl": "3",
            "sub": null,
            "tit": "4 - الإمام أحمد رحمه الله"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "خامسا: علماء الإسلام يذمون الغناء والملاهي المحرمة:"
        },
        {
            "id": "42",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - الإمام أبو عمرو بن الصلاح رحمه الله"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": null,
            "tit": "2 - شيخ الإسلام أبو العباس أحمد بن عبد الحليم بن تيمية رحمه الله"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": "1",
            "tit": "3 - الإمام الفقيه المحدث محمد بن مفلح المقدسي رحمه الله"
        },
        {
            "id": "44",
            "lvl": "3",
            "sub": null,
            "tit": "4 - أبو الطيب طاهر بن عبد الله الطبري"
        },
        {
            "id": "44",
            "lvl": "3",
            "sub": "1",
            "tit": "5 - الإمام أبو بكر بن قيم الجوزية"
        },
        {
            "id": "46",
            "lvl": "3",
            "sub": null,
            "tit": "6 - الإمام عبد العزيز بن عبد الله بن باز رحمه الله"
        },
        {
            "id": "48",
            "lvl": "3",
            "sub": null,
            "tit": "7 - العلامة محمد بن صالح العثيمين رحمه الله"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع: الوعيد الشديد لأهل الغناء والمعازف وآلات اللهو"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الخامس: أسماء الغناء والمعازف وآلات اللهو"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - اللهو، ولهو الحديث"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "2",
            "tit": "2 - الزور، واللغو"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "3",
            "tit": "3 - الباطل، والغناء باطل"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "4 - المكاء والتصدية"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": "1",
            "tit": "5 - رقية الزنا"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": "2",
            "tit": "6 - الغناء ينبت النفاق في القلب"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "7 - الغناء قرآن الشيطان"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "1",
            "tit": "8 - الغناء الصوت الأحمق"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "2",
            "tit": "9 - الغناء صوت الشيطان"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "3",
            "tit": "10 - الغناء مزمور الشيطان"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "11 - الغناء هو السمود"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث السادس: مسائل مهمة في الغناء والمعازف والمزامير وآلات اللهو"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - لا يجوز التداوي بسماع الغناء"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "2",
            "tit": "2 - لا يجوز بيع آلات اللهو والطرب"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "3",
            "tit": "3 - معرفة الغناء عيب من العيوب"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "4",
            "tit": "4 - يجب الحجر على من يشتري آلات اللهو"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "5",
            "tit": "5 - لا يجوز الاستئجار على الزمر والغناء"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "6",
            "tit": "6 - أكل المال بالغناء أكل للمال بالباطل"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "7",
            "tit": "7 - ينبغي تغيير آلات اللهو لمن قدر على ذلك"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "8 - لا ضمان في إتلاف آلات اللهو"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": "1",
            "tit": "9 - الوصية بآلات اللهو وصية باطلة"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": "2",
            "tit": "10 - لا يجوز حضور الوليمة إذا كان فيها غناء"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": "3",
            "tit": "11 - لا تقطع يد سارق آلات اللهو"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث السابع: أضرار الغناء ومفاسده"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - الغناء وآلات اللهو والمزامير واستماع ذلك من كبائر الذنوب"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": "2",
            "tit": "2 - الغناء ينبت النفاق في القلب كما ينبت الماء البقل"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": "3",
            "tit": "3 - الغناء لا يفعله إلا الفساق"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "4 - الغناء والمزامير وآلات اللهو"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": "1",
            "tit": "5 - الغناء: مفسدة للقلب، مسخطة للرب"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": "2",
            "tit": "6 - الغناء: رائد الفجور"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": "3",
            "tit": "7 - محبة الغناء تطرد محبة القرآن من القلب"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "8 - الغناء ينافي الشكر لله تعالى"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": "1",
            "tit": "9 - الغناء والمعازف سبب لأنواع العقوبات"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": "2",
            "tit": "10 - الغناء وآلات اللهو مجلبة للشياطين"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": "3",
            "tit": "11 - الغناء رقية الزنا"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "12 - الغناء ينوب عن الخمر"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "13 - الغناء والملاهي والمزامير تصد عن ذكر الله"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثامن: الرد على من ضعف أحاديث الغناء، والمزامير، والملاهي"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "أحدها"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": "1",
            "tit": "الثاني"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": "2",
            "tit": "الثالث"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": "3",
            "tit": "الرابع"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": "4",
            "tit": "الخامس"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث التاسع: ما يباح من الغناء"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - يباح الدف وهو بوجه واحد للنساء في الأعراس"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "2 - الحداء وهو سوق الإبل"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": "1",
            "tit": "3 - اللعب بالحراب ليس لعبا مجردا"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "4 - الأشعار المباحة التي فيها خدمة للإسلام"
        },
        {
            "id": "75",
            "lvl": "3",
            "sub": null,
            "tit": "* أما الرقص الذي يفعله بعض الرجال"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث العاشر: الفتاوى المحققة المعتمدة في الأغاني والمعازف وآلات اللهو"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: فتاوى شيخ الإسلام أبي العباس أحمد بن عبد الحليم بن تيمية رحمه الله تعالى: وملخص ما أفتى به في الغناء وآلات اللهو على النحو الآتي:"
        },
        {
            "id": "78",
            "lvl": "3",
            "sub": "2",
            "tit": "1 - آلات اللهو لا يجوز اتخاذها عند الأئمة الأربعة:"
        },
        {
            "id": "78",
            "lvl": "3",
            "sub": "3",
            "tit": "2 - من فعل الملاهي على وجه الديانة فلا ريب في ضلالته:"
        },
        {
            "id": "78",
            "lvl": "3",
            "sub": "4",
            "tit": "3 - من استمع للملاهي ولم ينكر كان آثما بإجماع المسلمين:"
        },
        {
            "id": "79",
            "lvl": "3",
            "sub": null,
            "tit": "4 - اتفق العلماء على المنع من إجارة الغناء:"
        },
        {
            "id": "79",
            "lvl": "3",
            "sub": "1",
            "tit": "5 - كان السلف يسمون الرجال المغنين مخانيث:"
        },
        {
            "id": "80",
            "lvl": "3",
            "sub": null,
            "tit": "6 - غناء الرجال للرجال لم يكن في عهد الصحابة - رضي الله عنهم -"
        },
        {
            "id": "80",
            "lvl": "3",
            "sub": "1",
            "tit": "7 - الغناء رقية الزنا:"
        },
        {
            "id": "80",
            "lvl": "3",
            "sub": "2",
            "tit": "8 - الغناء لا يفعله إلا الفساق:"
        },
        {
            "id": "81",
            "lvl": "3",
            "sub": null,
            "tit": "9 - الأشعار المنشدة في الجهاد لم تكن بآلات لهو:"
        },
        {
            "id": "81",
            "lvl": "3",
            "sub": "1",
            "tit": "10 - المعازف خمرة النفوس:"
        },
        {
            "id": "81",
            "lvl": "3",
            "sub": "2",
            "tit": "11 - الغناء من أعظم أسباب للوقوع في الفواحش:"
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": null,
            "tit": "12 - لا ضمان على من أتلف آلات المعازف"
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": "1",
            "tit": "13 - الشبابة لم يبحها أحد من العلماء لا للرجال ولا للنساء:"
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": "2",
            "tit": "14 - من عد الغناء من القربات يستتاب فإن تاب وإلا قتل:"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: فتاوى الإمام محمد بن إبراهيم آل الشيخ ـ مفتي الديار السعودية سابقا رحمه الله:"
        },
        {
            "id": "83",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - حكم الأغاني التي تصدر في الإذاعات والحفلات"
        },
        {
            "id": "83",
            "lvl": "4",
            "sub": "2",
            "tit": "أدلة الكتاب"
        },
        {
            "id": "85",
            "lvl": "4",
            "sub": null,
            "tit": "وأما السنة"
        },
        {
            "id": "87",
            "lvl": "3",
            "sub": null,
            "tit": "2 - الغناء من الإذاعة"
        },
        {
            "id": "89",
            "lvl": "3",
            "sub": null,
            "tit": "3 - الغناء، وصوت المرأة في الإذاعة، وتوظيفها مختلطة بالرجال"
        },
        {
            "id": "90",
            "lvl": "4",
            "sub": null,
            "tit": "(1) الغناء وصوت المرأة في الإذاعة"
        },
        {
            "id": "90",
            "lvl": "5",
            "sub": "1",
            "tit": "من أدلة الكتاب"
        },
        {
            "id": "95",
            "lvl": "5",
            "sub": null,
            "tit": "وأما الأحاديث،"
        },
        {
            "id": "98",
            "lvl": "4",
            "sub": null,
            "tit": "(2) توظيف المرأة في الأعمال التي تدعوها إلى مخالطة الرجال:"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: فتاوى الإمام عبد العزيز بن عبد الله ابن باز رحمه الله:"
        },
        {
            "id": "99",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - حكم الغناء والعزف على الربابة، والطبل"
        },
        {
            "id": "100",
            "lvl": "3",
            "sub": null,
            "tit": "2 - حكم الغناء، والاجتماع على آلات: العود، والكمان، وأشباه ذلك"
        }
    ]
}