{
    "b1836": [
        {
            "id": "1",
            "nass": "رسائل سعيد بن علي بن وهف القحطاني ¶ زكاة الأثمان ¶ الذهب، والفضة، والعملات المعدنية، والورقية ¶ في ضوء الكتاب والسنة ¶ تأليف الفقير إلى الله تعالى ¶ د. سعيد بن علي بن وهف القحطاني",
            "page": null,
            "part": null,
            "seal": "ED0604CC"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه, ومن تبعهم بإحسان إلى يوم الدين وسلم تسليماً كثيراً, أما بعد: ¶ فهذه رسالة مختصرة في ((زكاة الأثمان)): من الذهب، والفضة، وما يقوم مقامهما من العملات الورقية، والمعدنية، بيَّنت فيها بإيجاز: مفهوم الأثمان: لغة، واصطلاحاً، وأوضحت وجوب الزكاة في الذهب والفضة: بالكتاب، والسنة، والإجماع، وذكرت مقدار نصاب الذهب والفضة، وأوضحت زكاة العملات الورقية والمعدنية المتداولة بين الناس الآن، وحكم ضمّ الذهب والفضة بعضهما إلى بعض في تكميل النصاب، وضمّ عروض التجارة إلى كل من الذهب والفضة في تكميل النصاب، وأن مقدار الواجب من الزكاة في الذهب والفضة: ربع العشر، وضربت الأمثلة على كيفية إخراج الزكاة بالطرق الحسابية الميسرة، وأوضحت حكم إخراج أحد النقدين عن الآخر في الزكاة، وذكرت ما يباح للرجال: من الفضة، والذهب، وما يباح للنساء من ذلك، وأن آنية الذهب والفضة محرمة على الرجال والنساء جميعاً، وذكرت أن الزكاة تجب في الحلي محرّم الاستعمال: من الذهب، والفضة، أو إذا كان من",
            "page": "3",
            "part": "1",
            "seal": "7BC4D745"
        },
        {
            "id": "3",
            "nass": "عروض التجارة إجماعاً، ثم ذكرت أقوال العلماء في حكم زكاة الحلي المباح المعدّ للاستعمال، وأدلّة كل فريق، واجتهدت في اختيار القول الذي يدل عليه الكتاب، والسنة، والآثار عن الصحابة - رضي الله عنهم -، ثم ذكرت ترجيح بعض العلماء قديماً وحديثاً في حكم زكاة الحلي، وختمت هذه الأقوال بفتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، ثم ذكرت: مصارف الزكاة: أهل الزكاة بأصنافهم الثمانية، وختمت ذلك بالأصناف الذين لا يصح دفع الزكاة إليهم، وقد استفدت كثيراً من تقريرات وترجيحات سماحة شيخنا الإمام عبدالعزيز بن عبد الله ابن باز، رفع الله منزلته، ونوَّر له في قبره، ورحمه رحمة واسعة. ¶ والله أسأل أن يجعل هذا العمل خالصاً لوجهه الكريم، وأن يجعله مباركاً، نافعاً، وأن ينفعني به في حياتي، وبعد مماتي، وأن ينفع به كل من انتهى إليه؛ فإنه خير مسؤول، وأكرم مأمول، وهو حسبنا ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم، وصلى الله وسلم وبارك على عبده ورسوله، وخيرته من خلقه، وأمينه على وحيه، نبينا محمد وعلى آله وأصحابه، وأتباعه بإحسان إلى يوم الدين. ¶ المؤلف أبو عبدالرحمن ¶ سعيد بن علي بن وهف القحطاني ¶ حرر عشية الأحد الموافق 15/ 3/1426هـ بالرياض",
            "page": "4",
            "part": "1",
            "seal": "1F23D7DC"
        },
        {
            "id": "4",
            "nass": "زكاة الأثمان: الذهب والفضة، والعملات: الورقية, والمعدنية ¶ أولاًَ: مفهوم الأثمان: ¶ الأثمان لغة: الثمن: العوض، والجمع أثمان، مثل: سبب وأسباب، يقال: ثمَّنته تثميناً: جعلت له ثمناً بالحدس والتخمين (¬1). ¶ والثمن: العوض الذي يؤخذ على التراضي في مقابلة البيع عيناً كان أو سلعة (¬2). ¶ واصطلاحاً: الذهب والفضة أو ما يقوم مقامهما من العملات الورقية، أو النحاسية المستعملة الآن، ويقال أيضاً للذهب والفضة: النقدان، وجمعها نقود، والنقد هو العملة من الذهب والفضة أو ما يقوم مقامهما من العملات المستعملة بين الناس في البيع والشراء، وأنواع المنافع والمصالح (¬3). ¶ والخلاصة: أن النقدين من الذهب والفضة: ما اتَّخذه الناس ثمناً من المعادن المضروبة أو الأوراق المطبوعة الصادرة عن المؤسسة المالية، صاحب الاختصاص، وجمع النقدين: نقود (¬4). ¶ ثانياً: زكاة الذهب والفضة: واجبة بالكتاب والسنة والإجماع: ¶ أما الكتاب؛ فلقول الله تعالى: {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ الله فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ* يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ ¶ ¬__________ ¶ (¬1) المصباح المنير، للفيومي، 1/ 84. ¶ (¬2) القاموس الفقهي لغة واصطلاحاً، لسعدي أبو جيب، ص 52. ¶ (¬3) معجم لغة الفقهاء، للأستاذ الدكتور، محمد رواس، ص 456،والقاموس الفقهي لغة واصطلاحاً، ص 358. ¶ (¬4) معجم لغة الفقهاء، ص 456، وانظر: الشرح المختصر على زاد المستقنع، للفوزان، 2/ 275.",
            "page": "5",
            "part": "1",
            "seal": "B5BBDAB7"
        },
        {
            "id": "5",
            "nass": "فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ} (¬1). ¶ قال الإمام ابن قدامة رحمه الله: ((ولا يتوعد بهذه العقوبة إلا على ترك واجب)) (¬2). ¶ وقال الله - سبحانه وتعالى -: {وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آَتَاهُمُ الله مِنْ فَضْلِهِ هُوَ خَيْرًا لَهُمْ بَلْ هُوَ شَرٌّ لَهُمْ سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ وَلِله مِيرَاثُ السَّمَوَاتِ وَالْأَرْضِ وَالله بِمَا تَعْمَلُونَ خَبِيرٌ} (¬3). ¶ وأما السنة؛ فلحديث أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((ما من صاحب ذهب ولا فضةلا يؤدي منها حقها، إلا إذا كان يوم القيامة صُفِّحت له صفائح من نار فأحمي عليها في نار جهنم، فيكوى ¶ بها جنبه، وجبينه، وظهره، كلما بردت أعيدت له في يوم كان مقداره خمسين ألف سنة، حتى يقضى بين العباد فيرى سبيله إما إلى الجنة وإما إلى النار)) (¬4)؛ ولحديث أبي هريرة - رضي الله عنه - عنه قال: قال رسول الله - صلى الله عليه وسلم -: ((من آتاه الله مالاً فلم يؤدِّ زكاته مُثِّل له يوم القيامة شجاعاً أقرع (¬5) له زبيبتان (¬6) يطوِّقه يوم القيامة، ¶ ¬__________ ¶ (¬1) سورة التوبة, الآيتان: 34 - 35. ¶ (¬2) المغني، 4/ 208. ¶ (¬3) (سورة آل عمران, الآية: 180. ¶ (¬4) (متفق عليه: البخاري مختصراً، كتاب الزكاة، باب إثم مانع الزكاة، برقم 1402، ومسلم بلفظه، كتاب الزكاة، باب إثم مانع الزكاة، برقم 987، ومن حديث جابر عند مسلم، برقم 988، وتقدم تخريجه في منزلة الزكاة في الإسلام. ¶ (¬5) الشجاع: الحية الذكر، والأقرع: الذي انحسر الشعر عن رأسه من كثرة سمه، شرح السنة للبغوي، 5/ 479. ¶ (¬6) زبيبتان: النكتتان السوداوان فوق عينيه، وهو أوحش ما يكون من الحيات وأخبثه، ويقال الزبيبتان: الزبعتان تكون في الشدقين إذا غضب الإنسان، أو كثر كلامه. شرح السنة للبغوي، 5/ 479.",
            "page": "6",
            "part": "1",
            "seal": "5B490913"
        },
        {
            "id": "6",
            "nass": "ثم يأخذ بلهزمتيه - يعني شدقيه - ثم يقول: أنا مالك، أنا كنزك، ثم تلا هذه الآية: {وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آَتَاهُمُ الله مِنْ فَضْلِهِ هُوَ خَيْرًا لَهُمْ بَلْ هُوَ شَرٌّ لَهُمْ سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ وَلِله مِيرَاثُ السَّمَوَاتِ وَالْأَرْضِ وَالله بِمَا تَعْمَلُونَ خَبِيرٌ} (¬1). وفي لفظ: ((يكون كنز أحدكم يوم القيامة شجاعاً أقرع يفرُّ منه صاحبه ويطلبه ويقول: أنا كنزك، قال: والله لن يزال يطلبه حتى يبسط يده فيلقمها فاه)) (¬2). ¶ أما الإجماع، فقال الإمام ابن المنذر رحمه الله تعالى: ((وأجمعوا على أن في مائتي درهم خمسة دراهم، وأجمعوا على أن الذهب إذا كان عشرين مثقالاً وقيمتها مائتا درهمٍ أن الزكاة تجب فيه وانفرد الحسن البصري ... )) (¬3). وقال الإمام ابن قدامة رحمه الله: ((وأجمع أهل العلم على أن في مائتي درهم خمسة دراهم، وعلى أن الذهب إذا كان عشرين مثقالاً، وقيمته مائتا درهم أن الزكاة تجب فيه، إلا ما اختلف فيه عن الحسن)) (¬4). ¶ ثالثاً: نصاب الذهب والفضة على النحو الآتي: ¶ 1 - نصاب الفضة، إذا بلغت الفضة مائتي درهم ففيها الزكاة؛ ¶ ¬__________ ¶ (¬1) سورة آل عمران، الآية: 180. ¶ (¬2) البخاري، كتاب الزكاة، باب إثم مانع الزكاة، برقم 1403، وكتاب التفسير، باب: {وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آَتَاهُمُ الله مِنْ فَضْلِهِ} (آل عمران: 180، وكتاب الحيل، باب في الزكاة، وأن لا يفرق بين مجتمع ولا يجمع بين متفرق خشية الصدقة، برقم 6957، وتقدم تخريجه أيضاً في منزلة الزكاة في الإسلام. ¶ (¬3) الإجماع، لابن المنذر، ص 53. ¶ (¬4) المغني، 4/ 208.",
            "page": "7",
            "part": "1",
            "seal": "A27CBB81"
        },
        {
            "id": "7",
            "nass": "لحديث علي بن أبي طالب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((قد عفوت عن الخيل والرقيق، فهاتوا صدقة الرقة (¬1) من كل أربعين درهماً درهماً، وليس في تسعين ومائة شيء، فإذا بلغت مائتين ففيها خمسة دراهم)) (¬2)؛ ولحديث علي - رضي الله عنه - عن النبي - صلى الله عليه وسلم - وفيه: (( ... فإذا كانت لك مائتا درهم وحال عليها الحول ففيها خمسة دراهم ... )) (¬3)؛ ولحديث أبي سعيد الخدري - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - أنه قال: ((ليس فيما دون خمس أواقٍ [من الورق] صدقة، وليس فيما دون خمس ذودٍ [من الإبل] صدقة، وليس فيما دون خمسة أوسقٍ [من التمر] صدقة)) (¬4). قال الإمام ابن الأثير رحمه الله تعالى: ((الأقية التي جاء ذكرها في الأحاديث مبلغها أربعون درهماً .. )) (¬5). قال الإمام ابن قدامة رحمه الله: ((وجملة ذلك أن نصاب الفضة مائتا درهم، لا خلاف في ذلك ¶ ¬__________ ¶ (¬1) الرقة: هي الدراهم المضروبة، أصلها الوَرِق، حذفت الواو وعُوِّض عنها الهاء، كعِدَةٍ وزنة. العون، 4/ 316، وجامع الأصول، 4/ 583، وجاء في فتح الباري لابن حجر، 3/ 321: ((الرقة - بكسر الراء وتخفيف القاف - الفضة، سواء كانت مضروبة أو غير مضروبة)). ¶ (¬2) أبو داود، كتاب الزكاة، باب زكاة السائمة برقم 1574، والنسائي، كتاب الزكاة، باب زكاة الورق، برقم 2477، وابن ماجه، كتاب الزكاة، باب زكاة الورق والذهب، برقم 1459 - 1817، وصححه الألباني في صحيح سنن أبي داود، 1/ 436، ورواه أيضاً الترمذي، كتاب الزكاة، باب ما جاء في زكاة الذهب والورق، برقم 620. ¶ (¬3) أبو داود، كتاب الزكاة، باب في زكاة السائمة، برقم 1573، وصححه الألباني، في صحيح سنن أبي داود، 1/ 436. ¶ (¬4) متفق عليه: البخاري، كتاب الزكاة، باب ما أدي زكاته فليس بكنز، برقم 1405، وباب زكاة الورق، برقم 1447، وبابٌ: ليس فيما دون خمس ذود صدقة، برقم 1459، وبابٌ: ليس فيما دون خمسة أوسق، برقم 1484، ومسلم، كتاب الزكاة، باب ليس فيما دون خمسة أوسقٍ صدقة، برقم 979. ¶ (¬5) جامع الأصول لابن الأثير، 4/ 589.",
            "page": "8",
            "part": "1",
            "seal": "14AF49BA"
        },
        {
            "id": "8",
            "nass": "بين علماء الإسلام، وقد بيَّنته السنة التي رويناها بحمد الله، والدراهم التي يعتبر بها النصاب: هي الدراهم التي كلُّ عشرة منها وزنُ سبعة مثاقيل بمثقال الذهب، وكلُّ دِرْهَمٍ نصف مثقال وخُمْسُهُ، وهي الدراهم الإسلامية التي تقدَّر بها نُصُبُ الزكاة، ومقدار الجزية، والديات، ونصاب القطع في السرقة، وغير ذلك .. )) (¬1) (¬2). وقد ذكر المرداوي رحمه الله في كتابه الإنصاف في معرفة الراجح من الخلاف: أن زنة كل مثقال اثنتان وسبعون حبة شعير متوسطة (¬3). وقال العلامة عبدالرحمن القاسم: ((المثقال زنة اثنتان وسبعون حبة من حب الشعير الممتلئ، غير الخارج عن مقادير حب الشعير غالباً)) (¬4). وحرر شيخنا الإمام عبدالعزيز بن عبد الله ابن باز رحمه الله ذلك فقال: ((زنة المثقال اثنتان وسبعون حبة شعير متوسطة)) (¬5) (¬6). ¶ ¬__________ ¶ (¬1) المغني، 4/ 209. ¶ (¬2) وكانت الدراهم في صدر الإسلام صنفين سُوداً، وطبريَّةً، وكانت السود ثمانية دوانق، والطبرية أربعة دوانق، فجمعا في الإسلام وجعلا درهمين متساويين في كل درهم ستة دوانق، [والدانق سدس الدرهم] فعل ذلك بنو أمية، فاجتمعت فيها ثلاثة أوجه: أحدها: أن كل عشرة وزن سبعة، والثاني: أنه عَدْلٌ بين الصغير والكبير، والثالث: أنه موافق لسنة رسول الله - صلى الله عليه وسلم -، ودرهمه الذي قدَّر به المقادير الشرعية، ولا فرق في ذلك بين التبر والمضروب، ومتى نقص النصاب عن ذلك فلا زكاة فيه، سواء كان النقص يسيراً أو كثيراً، هذا ظاهر كلام الخرقي، ومذهب الشافعي، وإسحاق، وابن المنذر؛ لظاهر قوله عليه [الصلاة] والسلام: ((ليس فيما دون خمس أواق صدقة))، والأقيَّةُ: أربعون درهماً بغير خلاف، فيكون ذلك مائتي دِرْهَمٍ، المغني، 4/ 209. ¶ (¬3) الإنصاف في معرفة الراجح من الخلاف، المطبوع مع المقنع والشرح الكبير، 7/ 9، وقال: ((وقيل: المثقال اثنان وثمانون حبة وثلاثة أعشار حبة، وعشر عشر حبة)). ¶ (¬4) حاشية ابن قاسم على الروض المربع، 3/ 244. ¶ (¬5) مجموع فتاوى ابن باز، 14/ 79. ¶ (¬6) وقالت اللجنة الدائمة للبحوث العلمية والإفتاء: نصاب الفضة: ((مائتا درهم، الدرهم وزنه نصف مثقال وخمس مثقال، والنصاب يساوي مائة وأربعين مثقالاً، ومائتا درهم تساوي ستة وخمسين ريالاً سعودياً فضياً)). (فتاوى اللجنة الدائمة، 9/ 252.",
            "page": "9",
            "part": "1",
            "seal": "E84DD568"
        },
        {
            "id": "9",
            "nass": "وقد جَرَّبْتُ ذلك بنفسي، فأخذت اثنتين وسبعين حبة من حب الشعير المتوسط ووزنته في ميزان الذهب عند أصحاب الذهب فكان وزنه أربعة غرامات وستة من عشرة (4.6) (¬1). وهذا هو وزن المثقال الواحد، وحرر ¶ ¬__________ ¶ (¬1) في يوم الأحد بتاريخ 8/ 3/1426هـ أخذت ثلاث مجموعات من حب الشعير اليمني، وكل مجموعة: ثنتان وسبعون حبة ممتلئة متوسطة، ثم وزنت كل مجموعة لوحدها عند أصحاب الذهب بمدينة الرياض بالبطحاء, فكانت النتائج على النحو الآتي: ¶ 1 - المجموعة الأولى 72 حبة وزنها = 4.8 جرام. ¶ 2 - المجموعة الثانية 72 حبة وزنها = 4.6 جرام. ¶ 3 - المجموعة الثالثة 72 حبة وزنها = 4.4 جرام. ¶ وكررت الوزن أكثر من مرة, فلم يتغير، ثم انتقلت إلى محل آخر فلم يتغير، ومن الغريب أني لا أستطيع تمييز المجموعة بالنظر المجرد عن المجموعة الأخرى، وهذا يدل على دقة الميزان، وتقارب المجموعات في الثقل الحقيقي والشكل الخارجي، ثم بعد ذلك اخترت وزن 4.6 جرام وأنه وزن المثقال؛ لثلاثة أمور: الأمر الأول: أنه الوزن الأوسط، والأمر الثاني: لأن ذلك هو تحرير سماحة شيخنا ابن باز رحمه الله، وهو تحرير اللجنة الدائمة للبحوث العلمية والإفتاء، الأمر الثالث: أنه المتوسط الحسابي لهذه الأوزان: 4.8 = 4.6 = 4.4 = 13.8 ÷ 3 = 4.6، وهو الذي تطمئن إليه النفس، ثم ضربنا هذا الوزن [4.6] في مائة وأربعين مثقالاً وهو نصاب الفضة بالمثاقيل فكان الناتج 644 جراماً وهو نصاب الفضة بالجرامات، ثم وجدنا وزن الريال السعودي الفضي 11.6 جرام ثم ضربناها في 56 فكان الناتج 649.6 جرام، وسألت في نفس التاريخ عن سعر الريال السعودي الفضي فكان 8 ريالات، فضربناها في 56 فكان الناتج 448 ريالاً سعودياً ورقياً، وأما الذهب فكان وزن المثقال كما تقدم آنفاً 4.6 ضربناها في عشرين مثقالاً, الذي هو نصاب الذهب فكان الناتج 92 جراماً، وكان وزن الجنية 8 جرامات، وقسمت 92 ÷ 8 فكان الناتج 11.5، وكان سعر جرام الجنيه في نفس التاريخ 44.70 ريالاً سعودياً ورقياً، فضربنا ذلك في الجرامات [44.70 × 92] فكان الناتج 4112.4 ريالاً سعودياً ورقياً. فاتضح ما يلي: ¶ 1 - نصاب الفضة 200 درهم = 140 مثقالاً = 644 جراماً، وهي تقارب 56 ريالاً سعودياً فضياً وسعرها في نفس اليوم 448 ريالاً سعودياً ورقياً. ¶ 2 - نصاب الذهب عشرون ديناراً = عشرون مثقالاً =92 جراماً = 11.5 جنيهاً سعودياً وسعرها في نفس اليوم4112.4 ريالاً سعودياً ورقياً. والله تعالى أعلم، وهو المستعان وحده.",
            "page": "10",
            "part": "1",
            "seal": "2212AE7A"
        },
        {
            "id": "10",
            "nass": "شيخنا الإمام عبدالعزيز بن عبد الله ابن باز رحمه الله، وحررت اللجنة الدائمة للبحوث العلمية والإفتاء أن نصاب الفضة مائة وأربعون مثقالاً (¬1)، فيكون النصاب بالغرامات: ¶ 4.6 جرامات × 140مثقالاً = 644 جراماً، وهذا الوزن هو نصاب الفضة تقريباً، وهو وزن خمس أواقٍ من الفضة، ويعادل مائتي درهم كما تقدم، فإذا نقص المال عن ذلك التقدير فلا زكاة فيه إلا أن يكون في ملكه عروض تجارة؛ فإنها تضم إلى الفضة في تكميل النصاب. ¶ قال الإمام ابن قدامة رحمه الله: (( ... عروض التجارة تضمُّ إلى كل واحد من الذهب والفضة، ويكمّل به نصابه، لا نعلم فيه اختلافاً)). قال الخطابي: ((لا أعلم عامتهم اختلفوا فيه؛ لأن الزكاة إنما تجب في قيمتها فتقوم بكل واحد منها، فتضم إلى كل واحد منهما، ولو كان له ذهب وفضة وعروض وجب ضم الجميع إلى بعضٍ في تكميل النصاب؛ لأن العرض مضمومٌ إلى كل واحد منهما، فيجب ضمهما إليه، وجَمْع الثلاثة)). فلو كان يملك عشرة مثاقيل من الفضة، وخمسة مثاقيل من الذهب، وعقار معروض للبيع، وكلها دار عليها الحول؛ فإنه في هذه الحالة يضم بعضها إلى بعض في تكميل النصاب، فيحصي قيمة الذهب، والفضة، والعقار، ثم ¶ ¬__________ ¶ (¬1) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، 9/ 254.",
            "page": "11",
            "part": "1",
            "seal": "4C9A802C"
        },
        {
            "id": "11",
            "nass": "يخرج الزكاة (¬1). ¶ 2 - نصاب الذهب، إذا بلغ الذهب عشرين ديناراً، أو عشرين مثقالاً ففيه الزكاة؛ لحديث علي - رضي الله عنه - يرفعه إلى النبي - صلى الله عليه وسلم - قال: (( ... فإذا كانت لك مائتا درهم وحال عليها الحول ففيها خمسة دراهم، وليس عليك شيء، - يعني في الذهب - حتى يكون لك عشرون ديناراً، فإذا كان لك عشرون ديناراً؛ وحال عليها الحول ففيها نصف دينار، فما زاد فبحساب ذلك، وليس في مال زكاة حتى يحول عليه الحول)) (¬2)؛ ولحديث عائشة أم المؤمنين وابن عمر - رضي الله عنهم - أن النبي - صلى الله عليه وسلم - ((كان يأخذ من كل عشرين ديناراً فصاعداً نصف دينار، ومن الأربعين ديناراً ديناراً)) (¬3). ولحديث عمرو بن شعيب عن أبيه عن جده مرفوعاً: ((ليس في أقل من عشرين مثقالاً من الذهب ولا في أقل من مائتي درهم صدقة)) (¬4). ¶ ¬__________ ¶ (¬1) قال الإمام ابن قدامة: ((فأما إن كان له من كل واحد: من الذهب والفضة ما لا يبلغ نصاباً بمفرده, أو كان له نصاب من أحدهما وأقل من نصابٍ من الآخر فقد توقف أحمد عن ضم أحدهما إلى الآخر في رواية الأثرم وجماعة، وقطع في رواية حنبل أنه لا زكاة عليه حتى يبلغ كل واحد منهما نصاباً، وذكر الخرقي فيه روايتين .. )) المغني، 4/ 210، قلت: وسيأتي التفصيل في ذلك والترجيح إن شاء الله تعالى. والله المستعان. ¶ (¬2) أبو داود، برقم 1573، وصححه الألباني في صحيح سنن أبي داود، 1/ 436، وتقدم تخريجه في زكاة الفضة. ¶ (¬3) ابن ماجه، كتاب الزكاة، باب زكاة الورق والذهب، برقم 1791، وصححه الألباني في صحيح ابن ماجه، 2/ 98، وإرواء الغليل، برقم 813. ¶ (¬4) أخرجه أبو عبيد في الأموال، 409، برقم 1113، وأخرجه أيضاً الدارقطني، 199، وصححه الألباني في إرواء الغليل، برقم 815.",
            "page": "12",
            "part": "1",
            "seal": "DC5D260D"
        },
        {
            "id": "12",
            "nass": "قال الإمام ابن المنذر رحمه الله: ((وأجمعوا على أن الذهب إذا كان عشرين مثقالاً وقيمتها مائتا درهم أن الزكاة تجب فيه، وانفرد الحسن البصري فقال: ليس فيما دون أربعين ديناراً صدقة، وأجمعوا على أن الذهب إذا كان أقل من عشرين مثقالاً، ولا يبلغ قيمتها مائتي درهم أن لا زكاة فيه)) (¬1). وقد حقق الإمام ابن قدامة رحمه الله تعالى أن نصاب الذهب عشرون مثقالاً من غير اعتبار قيمتها؛ للأدلة الثابتة عن النبي - صلى الله عليه وسلم - (¬2)؛ ولأن الذهب والفضة مال تجب الزكاة في عينه، فلم يعتبر بغيره كسائر الأموال، وهذا هو الصواب الذي لا شك فيه (¬3). ¶ والخلاصة أن نصاب الذهب عشرون ديناراً، وهي عشرون مثقالاً، وزن المثقال الواحد 4.6 جرامات، ووزن عشرين مثقالاً يساوي 92 جراماً، وهي تساوي 11.5 جنيهاً سعودياً، وزن الجنيه مثقالان إلا ربع، أي: 1.75 أي جنيه وخمسة وسبعون بالمائة تقريباً. قال سماحة شيخنا الإمام ابن باز رحمه الله: ((وقد حررنا هذا فوجدنا النصاب اثنين وتسعين [يعني جراماً] إلا كسراً يسيراً، يعني عشرين مثقالاً، وهي أحد عشر جنيهاً ¶ ¬__________ ¶ (¬1) الإجماع، لابن المنذر، ص 53 – 54. ¶ (¬2) قال ابن قدامة رحمه الله: ((وقال عامة الفقهاء: نصاب الذهب عشرون مثقالاً من غير اعتبار قيمتها إلا ما حكي عن عطاء، وطاووس، والزهري، وسليمان بن حرب، وأيوب السختياني، أنهم قالوا: هو معتبر بالفضة، فما كان قيمته مائتي درهم ففيه الزكاة، وإلا فلا؛ لأنه لم يثبت عن النبي - صلى الله عليه وسلم - تقدير نصابه، فثبت أنه حمله على الفضة)) ثم ساق ابن قدامة رحمه الله الأدلة عن النبي - صلى الله عليه وسلم - في الرد عليهم, وأنه الذي حدد نصاب الذهب تحديداً لا ريب فيه [المغني، 4/ 212 - 213]. ¶ (¬3) المغني لابن قدامة، 4/ 213.",
            "page": "13",
            "part": "1",
            "seal": "70020D92"
        },
        {
            "id": "13",
            "nass": "ونصف جنيه سعودي [لأن زنة الجنيه المذكور مثقالان إلا ربع مثقال]. ¶ وقال في موضع آخر: ((ومقدار النصاب بالجنيه السعودي والإفرنجي حتى يمكن تقدير الأوراق النقدية والعروض التجارية بذلك - أحد عشر جنيهاً وثلاثة أسباع الجنيه)) (¬1). وهكذا قالت ¶ اللجنة الدائمة للبحوث العلمية والإفتاء (¬2). والله تعالى أعلم (¬3). وتقدم أن الإمام ابن قدامة رحمه الله حكى الإجماع على أن عروض التجارة تضم إلى كل واحدٍ من الذهب والفضة في تكميل النصاب، وكذلك لو كان له ذهب، وفضة، وعروض تجارة لم يبلغ أحد منهم النصاب فإنه يضم بعضها إلى بعض، والخلاف إنما جاء في ضم الفضة إلى الذهب وليس معهما عروض تجارة (¬4). فلو كان له عشرة مثاقيل من الفضة، وخمسة مثاقيل من الذهب، وبيت قد عرضه للبيع وكلها دار عليها الحول؛ فإنه يحصي قيمة الجميع ثم يخرج زكاتها. ¶ ¬__________ ¶ (¬1) مجموع فتاوى ابن باز، 14/ 79، 80، 91. ¶ (¬2) قالوا: ((المحرر عندنا أن نصاب الذهب الذي تجب فيه الزكاة عشرون مثقالاً، ومقدار ذلك بالجنيه السعودي أحد عشر جنيهاً وثلاثة أسباع الجنيه)) [فتاوى اللجنة، 9/ 252]. ¶ (¬3) وقد سبق أن ذكرت أني جربت ذلك بنفسي فوزنت 72 حبة شعير متوسطة, فكان وزنها على ثلاث مجموعات: المجموعة الأولى 72 حبة وزنها 4.8، والثانية 72 حبة وزنها 4.6، والثالثة وزنها 4.4 جرام، فاخترت الوسط 4.6 جرام؛ لأنه وافق فتاوى شيخنا ابن باز رحمه الله، وكان قريباً جداً من فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء. فكان نصاب الذهب بالجرامات على هذا الوزن هو 4.6 × 20 مثقال يساوي 92 جراماً. ووزنَّا الجنيه السعودي فوجدناه 8 جرامات، فيكون على هذا نصاب الذهب بجرامات الجنيهات = 8 × 11.5 = 92 جراماً أيضاً. ¶ (¬4) انظر: المغني، 4/ 210، وسيأتي التفصيل في ذلك إن شاء الله تعالى.",
            "page": "14",
            "part": "1",
            "seal": "E743ACC9"
        },
        {
            "id": "14",
            "nass": "رابعاً: زكاة العملات المعدنية والورقية: ¶ إذا بلغت العملات الورقية أو المعدنية نصاب الذهب أو الفضة زُكِّيت؛ فإن حكمها حكم النقدين على القول الصحيح، فينظر إلى ما يقابلها من النقدين؛ فإن بلغت قيمتها عشرين مثقالاً من الذهب، أو مائتي درهم من الفضة، وحال عليها الحول ففيها الزكاة (¬1)؛ لأنها بمنزلة النقدين في وجوب الزكاة؛ لدخولها في عموم قول الله تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} (¬2)؛ ولعموم قوله عليه الصلاة والسلام لمعاذ بن جبل - رضي الله عنه - حينما بعثه إلى اليمن، وفيه: (( ... فأخبرهم أن الله قد فرض عليهم زكاة تؤخذ من أموالهم وتردُّ على فقرائهم .. )) (¬3). ¶ فالعملات الورقية، والمعدنية مال، والناس يجعلونها في منزلة النقدين من الذهب والفضة؛ ولهذا تكون الزكاة فيها واجبة إذا بلغت نصاب الذهب أو نصاب الفضة، وحال عليها الحول (¬4). ¶ خامساً: حقيقة الأوراق النقدية: ¶ قرار هيئة كبار العلماء ¶ رقم (10) وتاريخ 17/ 4/1393 هـ ¶ الحمد لله وحده، والصلاة والسلام على من لا نبي بعده, محمد، وعلى آله وصحبه، وبعد: ¶ ¬__________ ¶ (¬1) الموسوعة الفقهية في فقه الكتاب والسنة، للعوايشة، 3/ 38. ¶ (¬2) سورة التوبة, الآية: 103. ¶ (¬3) متفق عليه: البخاري، برقم 1458،ومسلم، برقم 19،وتقدم تخريجه في منزلة الزكاة في الإسلام. ¶ (¬4) انظر: الشرح الممتع، 4/ 99، وفتاوى ابن باز، 14/ 125, وأبحاث هيئة كبار العلماء، 1/ 88.",
            "page": "15",
            "part": "1",
            "seal": "AFBBCDB0"
        },
        {
            "id": "15",
            "nass": "فبناء على توصية رئيس إدارات البحوث العلمية والإفتاء والدعوة والإرشاد، والأمين العام لهيئة كبار العلماء بدراسة موضوع الورق النقدي من قبل هيئة كبار العلماء؛ استناداً إلى المادة السابعة من لائحة سير العمل في الهيئة التي تنص على أن ما يجري بحثه في مجلس الهيئة يتم بطلب من ولي الأمر، أو بتوصية من الهيئة، أو من أمينها، أو من رئيس إدارات البحوث العلمية والإفتاء والدعوة والإرشاد، أو من اللجنة الدائمة المتفرعة عن الهيئة، فقد جرى إدراج الموضوع في جدول أعمال الهيئة لدورتها الثالثة المنعقدة فيما بين 1/ 4/1393هـ و17/ 4/1393هـ، وفي تلك الدورة جرى دراسة الموضوع بعد الاطلاع على البحث المقدم عنه من اللجنة الدائمة للبحوث العلمية والإفتاء. ¶ وبعد استعراض الأقوال الفقهية التي قيلت في حقيقة الأوراق النقدية من اعتبارها أسناداً، أو عروضاً، أو فلوساً، أو بدلاً عن ذهب أو فضة، أو نقداً مستقلاً بذاته، وما يترتب على تلك الأقوال من أحكام شرعية – جرى تداول الرأي فيها، ومناقشة ما على كل قول منها من إيرادات. فتنتج عن ذلك عديد من التساؤلات التي تتعلق بالإجراءات المتخذة من قبل الجهات المصدرة لها: ¶ وحيث إن الموضوع من المسائل التي تقضي المادة العاشرة من لائحة سير عمل الهيئة بالاستعانة بالشؤون الاقتصادية والاجتماعية والأنظمة العامة بما في ذلك القضايا البنكية والتجارية والعمالية؛ فإن عليها أن تشرك في البحث معها واحداً أو أكثر من المتخصصين في تلك العلوم – فقد جرى استدعاء سعادة محافظ مؤسسة النقد العربي السعودي",
            "page": "16",
            "part": "1",
            "seal": "7252B7B8"
        },
        {
            "id": "16",
            "nass": "الدكتور أنور علي، وحضر معه الدكتور عمر شابريه أحد المختصين في العلوم الاقتصادية، ووجهت إلى سعادته الأسئلة التالية: ¶ س1: هل تعتبر مؤسسة النقد ورق النقد السعودي نقداً قائماً بذاته أم تعتبره سندات تتعهد الدولة بدفع قيمتها لحاملها، كما هو مُدوَّنٌ على كل فئة من فئات أوراق النقد السعودي، وإذا لم يرد معنى هذه العبارة، فما معنى الالتزام بتسجيلها على كل ورقة، وهل يعني ذلك التعهد أن ورق النقد السعودي مغطى بريالات فضية أم لا؟ ¶ س 2: هل لكل عملة ورقية غطاء مادي محفوظ في خزائن مصدِّريها، وإذا كان كذلك فهل هو غطاء كامل أم غطاء للبعض فقط، وإذا كان غطاء للبعض فما هو الحد الأعلى للتغطية، وما هو الحد الأدنى لها؟ ¶ س 3: ما نوع غطاء العملات الورقية، وهل توجد عملة لأي دولة ما مغطاة بالفضة، وهل هناك جهات إصدار تخلت عن فكرة التغطية المادية مطلقاً؟ ¶ س 4: المعروف أن الورقة النقدية لا قيمة لها في ذاتها، وإنما قيمتها في أمر خارج عنها، فما هي مقومات هذه القيمة؟ ¶ س 5: نرغب شرح نظرية غطاء النقد بصفة عامة، وما هي مقومات اعتبار العملة الورقية على الصعيدين الدولي والمحلي؟ ¶ س 6: هل الغطاء لا يكون إلا بالذهب، وإذا كان بالذهب وغيره فهل غير الذهب فرع عن الذهب باعتبار أنه قيمة له، وهل يكفي للغطاء ملاءة ومتانة اقتصادها وقوتها ولو لم يكن لنقدها رصيد؟",
            "page": "17",
            "part": "1",
            "seal": "FF3D6141"
        },
        {
            "id": "17",
            "nass": "س 7: ما يسمى بالدينار، والجنيه هل هو مغطى بالذهب؛ ولذا سمي ديناراً أو جنيهاً رمزاً لما غطي به، ومثله الريال السعودي هل هو مغطى بفضة أم أن هذه التسميات يقصد منها المحافظة على التسميات القديمة للعُمَلِ المتداولة فيما مضى بغض النظر عما هي مستندة عليه من ذهب أو فضة؟ ¶ س 8: ما السبب في عدم الثقة في النقد المتداول اليوم مما أدى إلى ارتفاع الذهب ارتفاعاً لم يسبق له نظير؟ ¶ وأجاب سعادته عنها بواسطة المترجم القائد الدكتور أحمد المالك إجابة جرى رصد خلاصتها في محضر الجلسة مع سعادته، وقد توصلت بها الأكثرية من الهيئة إلى الاقتناع بما ارتأته فيها من رأي. ¶ ثم بعد إعادة النظر في الأقوال الفقهية التي قيلت فيها على ضوء الإيضاحات التي ذكرها سعادة المحافظ قرر المجلس بالأكثرية ما يلي: ¶ بناء على أن النقد هو كل شيء يجري اعتباره في العادة أو الاصطلاح، بحيث يلقى قبولاً عاماً كوسيط للتبادل، كما أشار إلى ذلك شيخ الإسلام ابن تيمية حيث قال: ((وأما الدرهم والدينار فما يعرف له حد طبعي ولا شرعي، بل مرجعه إلى العادة والاصطلاح؛ وذلك لأنه في الأصل لا يتعلق المقصود به، بل الغرض أن يكون معياراً لما يتعاملون به، والدراهم والدنانير لا تقصد لنفسها، بل هي وسيلة إلى التعامل بها؛ ولهذا كانت أثماناً ... إلى أن قال: والوسيلة المحضة التي لا يتعلق بها غرض، لا بمادتها ولا بصورتها يحصل بها المقصود كيفما كانت)). اهـ (¬1). ¶ ¬__________ ¶ (¬1) مجموع فتاوى شيخ الإسلام ابن تيمية، 29/ 251.",
            "page": "18",
            "part": "1",
            "seal": "2DFCAAB3"
        },
        {
            "id": "18",
            "nass": "وذكر نحو ذلك الإمام مالك في (المدونة) من كتاب الصرف حيث قال: ((ولو أن الناس أجازوا بينهم الجلود حتى يكون لها سكة وعين لكرهتها أن تباع بالذهب والورق نظرة)) اهـ (¬1). ¶ وحيث إن الورق النقدي يلقى قبولاً عاماً في التداول، ويحمل خصائص الأثمان من كونه مقياساً للقيم ومستودعاً للثروة، وبه الإبراء العام، وحيث ظهر من المناقشة مع سعادة المحافظ: أن صفة السندية فيها غير مقصودة، والواقع يشهد بذلك ويؤكده، كما ظهر أن الغطاء لا يلزم أن يكون شاملاً لجميع الأوراق النقدية، بل يجوز في عرف جهات الإصدار أن يكون جزءاً من عملتها بدون غطاء، وأن الغطاء لا يلزم أن يكون ذهباً، بل يجوز أن يكون من أمور عدة: كالذهب والعملات الورقية القوية، وأن الفضة ليست غطاءً كلياً أو جزئياً لأي عملة في العالم، كما اتضح أن مقومات الورقة النقدية قوة وضعفاً مستمدة مما تكون عليه حكومتها من حال اقتصادية، فتقوى الورقة بقوة دولتها وتضعف بضعفها، وأن الخامات المحلية؛ كالبترول والقطن والصوف لم تعتبر حتى الآن لدى أي من جهات الإصدار غطاء للعملات الورقية. ¶ وحيث إن القول باعتبار مطلق الثمنية علة في جريان الربا في النقدين هو الأظهر دليلاً، والأقرب إلى مقاصد الشريعة، وهو إحدى الروايات عن الأئمة مالك, وأبي حنيفة, وأحمد، قال أبو بكر: روى ذلك عن أحمد ¶ ¬__________ ¶ (¬1) المدونة الكبرى، للإمام مالك، 3/ 5، توزيع مكتبة دار الباز بمكة المكرمة.",
            "page": "19",
            "part": "1",
            "seal": "2BABF227"
        },
        {
            "id": "19",
            "nass": "جماعة، كما هو اختيار بعض المحققين من أهل العلم؛ كشيخ الإسلام ابن تيمية وتلميذه ابن القيم وغيرهما. ¶ وحيث إن الثمنية متحققة بوضوح في الأوراق النقدية؛ لذلك كله فإن هيئة كبار العلماء تقرر بأكثريتها: أن الورق النقدي يعتبر نقداً قائماً بذاته كقيام النقدية في الذهب والفضة وغيرها من الأثمان، وأنه أجناس تتعدد بتعدد جهات الإصدار، بمعنى: أن الورق النقدي السعودي جنس، وأن الورق النقدي الأمريكي جنس، وهكذا كل عملة ورقية جنس مستقل بذاته، وأنه يترتب على ذلك الأحكام الشرعية الآتية: ¶ أولاً: جريان الربا بنوعيه فيها، كما يجري الربا بنوعيه في النقدين: الذهب, والفضة, وفي غيرهما من الأثمان كالفلوس، وهذا يقتضي ما يلي: ¶ (أ) لا يجوز بيع بعضه ببعض أو بغيره من الأجناس النقدية الأخرى من ذهب أو فضة أو غيرهما – نسيئة مطلقاً، فلا يجوز مثلاً بيع الدولار الأمريكي بخمسة أريلة سعودية أو أقل أو أكثر نسيئة. ¶ (ب) لا يجوز بيع الجنس الواحد منه بعضه ببعض متفاضلاً، سواء كان ذلك نسيئة أو يداً بيد، فلا يجوز مثلاً بيع عشرة أريلة سعودية ورق بأحد عشر ريالاً سعودياً ورقاً. ¶ (ج) يجوز بيع بعضه ببعض من غير جنسه مطلقاً، إذا كان ذلك يداً بيد، فيجوز بيع الليرة السورية أو اللبنانية بريال سعودي، ورقاً كان أو فضة، أو أقل من ذلك أو أكثر، وبيع الدولار الأمريكي بثلاثة أريلة سعودية أو أقل أو أكثر إذا كان ذلك يداً بيد، ومثل ذلك في الجواز بيع",
            "page": "20",
            "part": "1",
            "seal": "E13D4C1A"
        },
        {
            "id": "20",
            "nass": "الريال السعودي الفضة بثلاثة أريلة سعودية ورق أو أقل أو أكثر يداً بيد؛ لأن ذلك يعتبر بيع جنس بغير جنسه ولا أثر لمجرد الاشتراك في الاسم مع الاختلاف في الحقيقة. ¶ ثانياً: وجوب زكاتها إذا بلغت قيمتها أدنى النصابين من ذهب أو فضة أو كانت تكمل النصاب مع غيرها من الأثمان والعروض المعدة للتجارة إذا كانت مملوكة لأهل وجوبها. ¶ ثالثاً: جواز جعلها رأس مال في السلم والشركات. ¶ والله أعلم، وبالله التوفيق، وصلى الله على نبينا محمد، وآله وصحبه وسلم. ¶ هيئة كبار العلماء (¬1) ¶ رئيس الدورة الثالثة: محمد الأمين الشنقيطي (متوقف) ... صالح بن لحيدان (متوقف) ... عبد الله بن منيع ¶ عبد الرزاق عفيفي: لي وجهة نظر أخرى في الأوراق النقدية أقدم بها بياناً إن شاءالله ... عبد الله بن حميد (متوقف) ... عبدالعزيز بن باز ¶ عبد الله خياط ¶ عبدالمجيد حسن ... عبدالعزيز بن صالح ... محمد الحركان ¶ إبراهيم محمد آل الشيخ ... سليمان بن عبيد ... صالح بن غصون ¶ عبد الله بن غديان (متوقف) ... راشد بن خنين ... محمد بن جبير ¶ سادساً: حكم ضم الذهب والفضة بعضهما إلى بعض في تكميل النصاب: ¶ قال الإمام الحجَّاوي رحمه الله: ((ويُضمُّ الذهب إلى الفضة في تكميل ¶ ¬__________ ¶ (¬1) أبحاث هيئة كبار العلماء، 1/ 88 - 93.",
            "page": "21",
            "part": "1",
            "seal": "54ABA24C"
        },
        {
            "id": "21",
            "nass": "النصاب، وتضمُّ قيمة العروض إلى كل منهما)) (¬1). وقال العلامة محمد بن مفلح المقدسي رحمه الله: ((ويكمل نصاب أحدهما بالآخر في روايةٍ اختارها الأكثر: الخلاَّلُ، والخرقيُّ، والقاضي وأصحابه، وصاحب ((المحرر)) وغيرهم، حاضراً (¬2)، أو دينٌ فيه زكاةٌ؛ لأن مقاصدهما وزكاتهما متفقةٌ، فهما كنوعي الجنس)) (¬3). ((من حبٍّ أو ثمرٍ في ضم أحدهما إلى الآخر، وفي الاجتزاء بأحدهما عن الآخر)) (¬4) (¬5). ¶ ¬__________ ¶ (¬1) المدونة الكبرى للإمام مالك، 3/ 5، توزيع مكتبة دار الباز بمكة المكرمة. ¶ (¬2) حاضراً: ضد الغائب، فلا فرق بين الحاضر في وجوب الزكاة، والدين وهو ما له أجل مسمى أولاً، كقرض ونحوه ففيها الزكاة إذا اكتملت الشروط [حاشية ابن قاسم على الروض المربع، 3/ 246]. ¶ (¬3) كتاب الفروع لابن مفلح، 4/ 136. ¶ (¬4) حاشية ابن قاسم على الروض المربع، 3/ 246. ¶ (¬5) اختلف العلماء رحمهم الله تعالى في ضم الذهب والفضة بعضهما إلى بعض في تكميل النصاب إذا لم يكن معهما عروض تجارة على قولين: ¶ القول الأول: إن الذهب والفضة يضم أحدهما إلى الآخر في تكميل النصاب، وهو رواية عن الإمام أحمد رحمه الله، وهو قول الحسن، وقتادة، ومالك، والأوزاعي، والثوري، وأصحاب الرأي؛ لأن أحدهما يضم إلى ما يضم إليه الآخر، فيضم إلى الآخر، كأنواع الجنس؛ ولأن نفعهما واحد، والمقصود منهما متحد؛ فإنهما قيم المتلفات، وأروش الجنايات، وأثمان البيعات، وحليٌّ لمن يريدها لذلك فأشبها النوعين, ثم اختلف من قال بالضم: هل يضم الذهب إلى الفضة في تكميل النصاب بالأجزاء؟ أو يكون الضم بالقيمة؟ على قولين: ¶ 1 – رواية عن الإمام أحمد، والإمام مالك، وأبي يوسف، ومحمد, والأوزاعي: أن الذهب والفضة يضم أحدهما إلى الآخر بالأجزاء، يعني أن كل واحد منهما يحتسب من نصابه فإذا كملت أجزاؤهما نصاباً وجبت الزكاة، مثل: أن يكون عنده نصف نصاب من أحدهما، ونصف نصاب أو أكثر من الآخر، أو ثلث من أحدهما وثلثان أو أكثر من الآخر، فلو ملك: مائة درهم وعشرة دنانير، أو مائة وخمسين درهماً وخمسة دنانير، أو مائة وعشرين درهماً وثمانية دنانير وجبت الزكاة فيهما، وإن نقصت أجزاؤهما عن نصاب فلا زكاة فيهما؛ لأن كل واحد منهما لا تعتبر قيمته في وجوب الزكاة إذا كان منفرداً، فلا تعتبر إذا كان عنده مضموماً: كالحبوب، والثمار، وأنواع الأجناس كلها. ¶ 2 – رواية عن الإمام أحمد، وقول الإمام أبي حنيفة: يضم الذهب والفضة بعضهما إلى بعض في تكميل النصاب بالقيمة، قال الإمام ابن قدامة رحمه الله: ((والأول أصح [أي الضم بالأجزاء]-؛ لأن الأثمان تجب الزكاة في أعيانها، فلا تعتبر قيمتها)) [المغني، 4/ 211 - 212]. ¶ قال العلامة ابن عثيمين رحمه الله في الشرح الممتع: ((والصواب من هذين القولين: أنه يضم بالأجزاء لا بالقيمة))، [و] يستثنى من هذه المسألة أموال الصيارف؛ فإنه يضم فيها الذهب إلى الفضة، لا ضم جنس إلى جنس، ولكن المراد بهما التجارة، فهما عروض تجارة)) 6/ 109. ¶ القول الثاني: أن الذهب والفضة لا يضم أحدهما إلى الآخر في تكميل النصاب، فلا زكاة على صاحبهما حتى يبلغ كل واحدٍ منهما نصاباً، وهو رواية عن الإمام أحمد، والشافعي، وهو قول أبي ليلى، والحسن بن صالح، وشريك، وأبي عبيد، وأبي ثور، واختاره أبو بكر بن عبدالعزيز؛ لقوله عليه الصلاة والسلام: ((ليس فيما دون خمس أواق صدقة)) [تقدم تخريجه]؛ ولأنهما مالان يختلف نصابهما, فلا يضم أحدهما إلى الآخر، كأجناس الماشية، وهذا القول هو ظاهر ما نصره ابن قدامة في المغني، وجزم به في المنتخب، وقدمه في الكافي. [ورجح العلامة محمد بن صالح العثيمين رحمه الله هذا القول؛ لأمور: ¶ 1 – قول الرسول - صلى الله عليه وسلم -: ((ليس فيما دون خمس أواق صدقة)) [متفق عليه، وتقدم تخريجه]. ¶ 2 – قوله - صلى الله عليه وسلم -: ((وليس عليك شيء حتى يكون لك عشرون ديناراً)) [أبو داود، وتقدم تخريجه]. ¶ 3 – أن الشعير لا يضم إلى البر في تكميل النصاب، فلو كان عند الإنسان نصف نصاب من الشعير ونصف نصاب من البر لم يضم أحدهما إلى الآخر في تكميل النصاب. ¶ 4 – أن الضأن لا تضم إلى البقر، فلو كان عند الإنسان نصف نصاب من الضأن ونصف نصاب من البقر، فلا يكمل أحدهما بالآخر لتكميل النصاب؛ لأن الجنس لا يضم إلى جنس آخر، وأما النوع فيضم إلى نوعه الآخر: كأنواع النخيل، وأنواع البر، وأنواع ... الشعير، بضم بعضها إلى بعض، قال رحمه الله: ((وعليه: فإذا كان عنده عشرة دنانير، ومائة درهم فلا زكاة عليه؛ لأن الذهب وحده والفضة وحدها، وهذا هو القول الراجح)). [الشرح الممتع، 4/ 107 - 108]. ¶ وانظر في مسائل ضم أحد النقدين إلى الآخر في تكميل النصاب أو عدمه: [المغني لابن قدامة، ¶ 4/ 210 – 212، والفروع لابن مفلح، 4/ 136 – 137، وتصحيح الفروع للمرداوي مع كتاب الفروع، 4/ 136 – 137، والشرح الكبير على المقنع، ومع الإنصاف، 7/ 15، والكافي لابن قدامة، 2/ 148، والروض المربع مع حاشية ابن قاسم، 3/ 245].",
            "page": "22",
            "part": "1",
            "seal": "591290F2"
        },
        {
            "id": "22",
            "nass": "سابعاً: تضم عروض التجارة إلى كل من الذهب والفضة: ¶ عروض التجارة: كل ما أعد للتجارة، وهذه تضم قيمتها إلى كل من",
            "page": "23",
            "part": "1",
            "seal": "D33FC2EC"
        },
        {
            "id": "23",
            "nass": "الذهب والفضة في تكميل النصاب؛ لأن عروض التجارة تضم إليهما في تكميل النصاب، قال الإمام ابن قدامة رحمه الله: ((لا نعلم فيه خلافاً)). وقال ابن قدامة رحمه الله أيضاً: ((ولو كان له ذهب، وفضة، وعروض، وجب ضم الجميع بعضه إلى بعض في تكميل النصاب؛ لأن العروض مضمومٌ إلى كل واحد منهما، فيجب ضمهما إليه وجمع الثلاثة ... )) (¬1). والاختلاف إنما وقع إذا كان للإنسان المسلم من كل واحد من الذهب والفضة مالاً يبلغ نصاباً بمفرده، أو كان له نصاب من أحدهما وأقل من نصاب من الآخر)) (¬2). [وتقدم تفصيل ذلك]. ¶ ثامناً: مقدار الزكاة في الذهب والفضة: ربع العشر: ¶ فإذا تمت الفضة مائتي درهمٍ، والذهب عشرين ديناراً فالواجب في كلٍ منهما: ربع العشر، قال الإمام ابن قدامة رحمه الله: ((ولا نعلم خلافاً بين أهل العلم في أن زكاة الذهب والفضة: رُبعُ عُشْرِهِ)) (¬3). وقد ثبت ذلك في حديث أنس - رضي الله عنه - الذي كتب له أبو بكر - رضي الله عنه - في فريضة الصدقة التي فرض رسول الله - صلى الله عليه وسلم - على المسلمين، وفيه: ((وفي الرقة ربع العشر، فإن لم تكن إلا تسعين ومائة فليس فيها شيء إلا أن يشاء ربها)) (¬4)؛ ولحديث علي - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: ((هاتوا ربع العشور: من كل أربعين درهماً درهم، وليس عليكم شيء حتى تتمّ مائتي درهمٍ، فإذا كانت مائتي درهمٍ ففيها خمسة ¶ ¬__________ ¶ (¬1) المغني لابن قدامة رحمه الله، (4/ 210، والفروع لابن مفلح، (4/ 138، والكافي، 2/ 148. ¶ (¬2) المرجع السابق، 4/ 210. ¶ (¬3) المغني لابن قدامة، 4/ 215. ¶ (¬4) البخاري، كتاب الزكاة، باب زكاة الغنم برقم، 1454.",
            "page": "24",
            "part": "1",
            "seal": "9A48CE11"
        },
        {
            "id": "24",
            "nass": "دراهم، فما زاد فعلى حساب ذلك)) (¬1)؛ولحديث علي - رضي الله عنه - أيضاً عن النبي - صلى الله عليه وسلم -، وفيه: (( ... فإذا كانت لك مائتا درهم، وحال عليها الحول ففيها خمسة دراهم، وليس عليك شيء - يعني في الذهب - حتى يكون لك عشرون ديناراً، فإذا كان لك عشرون ديناراً، وحال عليها الحول ففيها نصف دينار، فما زاد فبحساب ذلك ... وليس في مال زكاة حتى يحول عليه الحول)) (¬2)؛ ولحديث عائشة وابن عمر - رضي الله عنهم -: أن النبي - صلى الله عليه وسلم - ((كان يأخذ من كل عشرين ديناراً نصف دينارٍ، ومن كل أربعين ديناراً ديناراً)) (¬3). وفي الزيادة على نصاب الذهب والفضة الزكاة بحساب ذلك حتى ولو كانت الزيادة قليلة؛ لحديث علي - رضي الله عنه - عنه المذكور آنفاً (( ... فما زاد فعلى حساب ذلك ... )). وفي لفظ: ((فما زاد فبحساب ذلك)) (¬4). ¶ قال الإمام ابن قدامة رحمه الله: ((وروي ذلك عن علي, وابن عمر - رضي الله عنهم - موقوفاً عليهما ولم يعرف لهما مخالفاً من الصحابة، فيكون إجماعاً؛ ولأنه مال متَّجرٌ, فلم يكن له عفوٌ بعد النصاب كالحبوب)) (¬5). ¶ تاسعاً: كيفية إخراج الزكاة من المال تكون بطرق منها: ¶ الطريقة الأولى: ربع العشر: واحد من أربعين، وهذا يفيد المسلم ¶ ¬__________ ¶ (¬1) أبو داود، كتاب الزكاة، باب زكاة السائمة، برقم 1572، وصححه الألباني في صحيح سنن أبي داود، 1/ 435. ¶ (¬2) أبو داود، برقم 1573، وصححه الألباني في صحيح سنن أبي داود، 1/ 436، وتقدم تخريجه في نصاب الذهب وفي نصاب الفضة. ¶ (¬3) ابن ماجه، برقم 1791، وصححه الألباني في صحيح ابن ماجه، 2/ 98، وتقدم تخريجه في نصاب الذهب. ¶ (¬4) أبو داود، برقم 1572، ورقم 1573، وتقدم تخريجهما. ¶ (¬5) المغني، لابن قدامة، 4/ 216.",
            "page": "25",
            "part": "1",
            "seal": "DE99124C"
        },
        {
            "id": "25",
            "nass": "الذي عنده زكاة: أن يقسم ما عنده من المال على أربعين, فما خرج فهو الزكاة، فمثلاً: أربعون مليوناً تقسيم أربعين يساوي مليوناً، وهذا زكاتها (¬1) فعلى هذا يكون الجزء الثابت لحساب الزكاة: هو جميع ما عند المسلم من المال يقسم على أربعين, والناتج: هو زكاة ماله. ¶ أمثلة على هذه الطريقة لاستخراج الزكاة: ¶ 1 - رجل يملك خمسة آلاف ريال سعودي فزكاتها: ¶ 5000 ÷ 40 = 125 ريالاً سعودياً. ¶ 2 - شخص يملك عشرة آلاف دولار، فتكون زكاتها: ¶ 10000 ÷ 40 = 250 دولاراً. ¶ 3 - امرأة تملك مائة ألف جنيه، فتكون زكاتها: ¶ 100000 ÷ 40 = 2500 جنيهاً. ¶ 4 - مالك يملك مليون ريالاً سعودياً، فزكاتها: 1000000 ÷ 40 = 25000 ¶ 5 - مالك يملك تسعة وتسعين مليون روبية، فزكاته: ¶ 99000000 ÷ 40 = 2475000 روبية ¶ وهكذا يقسم جميع المال على أربعين، والناتج هو زكاة المال. ¶ الطريقة الثانية: اثنين ونصف بالمائة تضرب في جميع المال, ثم يقسم الناتج على مائة, والناتج: هو الزكاة فمثلاً: أربعون مليوناً رأس ¶ ¬__________ ¶ (¬1) انظر: الشرح الممتع لابن عثيمين، 6/ 102.",
            "page": "26",
            "part": "1",
            "seal": "E983DA88"
        },
        {
            "id": "26",
            "nass": "المال، وزكاتها اثنان ونصف بالمائة ضرب أربعين مليوناً، والناتج يقسم على مائة، والناتج يساوي مليوناً. ¶ والطريقة الأولى أسهل، وأيسر، وأفضل؛ لقول عائشة وابن عمر - رضي الله عنهم -: إن النبي - صلى الله عليه وسلم - ((كان يأخذ من كل عشرين ديناراً فصاعداً نصف دينار، ومن الأربعين ديناراً ديناراً)) (¬1). ¶ أمثلة على هذه الطريقة لاستخراج الزكاة: ¶ 1 - 5000 زكاتها: 2.5 × 5000 = 12500 ÷ 100 = 125 ¶ 2 - 10000 زكاتها: 2.5 × 10000 = 25000 ÷ 100 = 250 ¶ 3 - 100000 زكاتها: 2.5 × 10000 = 250000 ÷ 100 = 2500 ¶ وهكذا مجموع المال يضرب في اثنين ونصف, والناتج يقسم على مائة، والناتج يكون هو الزكاة المفروضة. ¶ والطريقة الأولى أسهل وأيسر، والله تعالى الموفق. ¶ وتقدم أن العملات الورقية أو المعدنية إذا بلغت نصاب الذهب أو الفضة زكيت؛ لأن حكمها حكم النقدين، وما تقدم هنا يمثل العملات الورقية أو المعدنية. ¶ أما نصاب الذهب فقد سبق أن أقله ((عشرون ديناراً)) وهي تساوي (عشرون مثقالاً) والمثقال يساوي وزنه 4.6 جرام وهو وزن 72 حبة شعير متوسطة كما تقدم, فيكون نصاب الذهب 4.6 × 20 = 92 جراماً، وهي ¶ ¬__________ ¶ (¬1) ابن ماجه، برقم 1791، وتقدم تخريجه في نصاب الذهب.",
            "page": "27",
            "part": "1",
            "seal": "F76C6133"
        },
        {
            "id": "27",
            "nass": "تساوي بالجنيه السعودي 11.5 جنيهاً، ووزن الجنية 8 جرامات × 11.5 = 92 جرام. وسعر جرام الجنيه بتاريخ 8/ 3/1426هـ = 44.70 × 8 = 357.6 ريال سعودي فيكون سعر نصاب الذهب بالريال السعودي 357.6 × 11.5 جنيه = 4112.4 ريالاً سعودياً، أو يضرب سعر جرام الجنيه في عدد جرامات النصاب 44.7 × 92 = 112.4 ريالاً سعودياً، وأما نصاب الفضة فقد سبق أن وزن المثقال 4.6 جرام × نصاب الفضة 140 مثقالاً = 644 جراماً, وهذا نصاب الفضة بالجرامات تقريباً، وتضرب الجرامات هذه في سعر الجرام بالريال, فينتج النصاب بالعملة الورقية, وكان وزن الريال السعودي الفضّي بتاريخ 8/ 3/1426هـ 11.6جرام وسعره=8 ريالات سعودية ورقية وقد سبق أن النصاب بريالات الفضة 56 ريالاً سعودياً فضِّياً فيكون النصاب أيضاً بجرامات الريال السعودي الفضي = 56 × 11.6 = 649.6 جرام, وهذا يزيد 5.6 جرام, ولكن هذا يكون بالتقريب. ¶ إذاً يكون نصاب الفضة بالريالات السعودية الورقية في تاريخ 8/ 3/1426هـ هو: 8 × 56 = 448 ريالاً تقريباً، والله تعالى أعلم. ¶ عاشراً: إخراج أحد النقدين: من الذهب والفضة عن الآخر في الزكاة: ¶ قال الإمام ابن قدامة رحمه الله: ((وهل يجوز إخراج أحد النقدين عن الآخر؟ فيه روايتان. نص عليهما: إحداهما: لا يجوز، وهو اختيار أبي بكر؛ لأن أنواع الجنس لا يجوز إخراج أحدهما عن الآخر إذا كان أقل في المقدار، فمع اختلاف الجنس أولى، والثانية: يجوز وهو أصح إن شاء الله؛",
            "page": "28",
            "part": "1",
            "seal": "8DE5B0FB"
        },
        {
            "id": "28",
            "nass": "لأن المقصود من أحدهما يحصل بإخراج الآخر، فيجزئ كأنواع الجنس، وذلك لأن المقصود منهما جميعاً الثمنية، والتوسل بهما إلى المقاصد، وهما يشتركان فيه على السواء، فأشبه إخراج المكسَّرة عن الصحاح بخلاف سائر الأجناس، والأنواع مما تجب فيه الزكاة؛ فإن لكل جنس مقصوداً مختصاً به لا يحصل من الجنس الآخر، وكذلك أنواعها، فلا يحصل بإخراج غير الواجب من الحكمة ما يحصل من إخراج الواجب، وههنا المقصود حاصل فوجب إجزاؤه، إذ لا فائدة في اختصاص الأجزاء بعين، مع مساواة غيرها لها في الحكمة؛ وكون ذلك أرفق: بالمعطي والآخذ، وأنفع لهما، ويندفع به الضرر عنهما؛ فإنه لو تعين إخراج زكاة الدنانير منها شق على من يملك أقل من أربعين ديناراً إخراج جزء من دينار، ويحتاج إلى التشقيص ومشاركة الفقير له في دينار من ماله، أو بيع أحدهما نصيبه، فيستضر المالك والفقير، وإذا جاز إخراج الدراهم عنها دفع إلى الفقير من الدراهم بقدر الواجب فيسهل ذلك عليه، وينتفع الفقير من غير كلفة، ولا ضرر ... وفي جواز إخراج أحدهما عن الآخر نفع محض ودفع لهذا الضرر، وتحصيل لحكمة الزكاة على التمام والكمال، فلا حاجة، ولا وجه لمنعه .. )) (¬1). قال العلامة ابن عثيمين رحمه الله: ((والصحيح أنه لا بأس أن تخرج من أحد النوعين يعني بالقيمة)) (¬2). ¶ ¬__________ ¶ (¬1) المغني لابن قدامة، 4/ 218، وانظر: الكافي له، 2/ 149، والمقنع مع الشرح الكبير والإنصاف، 7/ 17، والروض المربع مع حاشية ابن قاسم، 3/ 246، ومنار السبيل، 1/ 252. ¶ (¬2) الشرح الممتع، 6/ 110.",
            "page": "29",
            "part": "1",
            "seal": "07D59BF6"
        },
        {
            "id": "29",
            "nass": "الحادي عشر: ما يباح للرجال: من الفضة والذهب: يباح من ذلك الآتي: ¶ 1 - خاتم الفضة؛ لحديث أنس بن مالك - رضي الله عنه -، قال: ((كان خاتم النبي - صلى الله عليه وسلم - في هذه، وأشار إلى الخنصر من يده اليسرى)). وفي لفظ: (( ... كأني أنظر إلى وبيض خاتمه من فضةٍ، ورفع أصبعه اليسرى بالخنصر)). وفي لفظ: ((أن رسول الله - صلى الله عليه وسلم - لبس خاتم فضة في يمينه، فيه فصٌّ حبشيٌّ، كان يجعل فَصَّهُ مما يلي كفه)). وهذه الألفاظ الثلاثة لمسلم، أما ألفاظ البخاري لحديث أنس هذا فهي: ((أن نبي الله - صلى الله عليه وسلم - أراد أن يكتب إلى رهطٍ أو أناسٍ من الأعاجم [وفي رواية: الروم] فقيل له: إنهم لا يقبلون [وفي رواية: لن يقرؤوا] كتاباً إلا عليه خاتم [وفي رواية: إلا أن يكون مختوماً] فاتخذ النبي - صلى الله عليه وسلم - خاتماً من فضةٍ نقشهُ: محمدٌ رسول الله [وقال: إني اتخذت خاتماً من ورقٍ، ونقشت فيه محمد رسول الله فلا ينقش أحد على نقشه] فكأني بوبيص أو بصيص الخاتم [وفي رواية: كأني أنظر إلى بياضه] في إصبع النبي - صلى الله عليه وسلم -، أو في كفه [وفي طريق: قال: فإني لأرى بريقه في خنصره] [قال أنس: كان خاتم النبي - صلى الله عليه وسلم - في يده، وفي يد أبي بكر بعده، وفي يد عمر بعد أبي بكر، فلما كان عثمان جلس على بئر أريس، فأخرج الخاتم فجعل يَعبثُ به فسقط، قال: فاختلفنا ثلاثة أيام مع عثمان - أي في الذهاب والرجوع والنزول إلى البئر والطلوع منها - فننزح البئر فلم نجده (([وكان نقش الخاتم ثلاثة أسطر: محمد سطر، ورسول سطر، والله سطر] (¬1). ¶ ¬__________ ¶ (¬1) متفق عليه: البخاري، بالأرقام الآتية: 65، 2938، 5870، 5872، 5874، 5875، 5877، 7162، ومسلم برقم 2092، وفي لفظ: ((أراد أن يكتب إلى كسرى وقيصر، والنجاشي، فقيل: إنهم لا يقبلون إلا كتاباً بخاتم ... )). ومسلم برقم 2094، ورقم 2095، وفي هذا لفظ: ((من يده اليسرى)) ورقم 640 وفيه: ((أصبعه اليسرى)) أما في يده اليمنى فبرقم 2094 وهي رواية لمسلم في غير أصل الحديث.",
            "page": "30",
            "part": "1",
            "seal": "669B3F33"
        },
        {
            "id": "30",
            "nass": "وقد جاءت الأحاديث في لبس الخاتم في اليسار، وفي اليمين، قال الإمام النووي رحمه الله: ((وأما الحكم في المسألة عند الفقهاء: فأجمعوا على جواز التختم في اليمين، وعلى جوازه في اليسار، ولا كراهة في واحدة منهما، واختلفوا أيتهما أفضل .. )) (¬1). ¶ وسمعت شيخنا الإمام عبدالعزيز بن عبد الله ابن باز رحمه الله يقول: ((وضع الخاتم في الخنصر هو الأفضل, سواء في اليمنى أو اليسرى، ويلبس في الخنصر والبنصر، ولا يتختم في الوسطى والسبابة)) (¬2). ¶ وقد نهى النبي - صلى الله عليه وسلم - عن التختم في السبابة والوسطى؛ لحديث علي - رضي الله عنه - قال: ((نهاني رسول الله - صلى الله عليه وسلم - أن أتختم في أصبعي هذه، أو هذه، فأومأ إلى الوسطى والتي تليها)) (¬3). ¶ ولفظ النسائي: (( ... ونهاني أن أجعل الخاتم في هذه وهذه، وأشار: يعني بالسبابة والوسطى)) (¬4). ¶ قال الإمام النووي رحمه الله: (( ... وأجمع المسلمون على أن السنة جعل خاتم الرجل في الخنصر، وأما المرأة فإنها تتخذ خواتيم في أصابع ... ويكره للرجل جعله في الوسطى والتي تليها؛ لهذا الحديث وهي كراهة تنزيه ... )) (¬5). ¶ ¬__________ ¶ (¬1) شرح النووي على صحيح مسلم، 14/ 317، وانظر: فتح الباري لابن حجر، 10/ 327، وانظر مجموع الفتاوى لشيخ الإسلام ابن تيمية، 25/ 63. ¶ (¬2) سمعته أثناء تقريره على صحيح البخاري، الحديث رقم 5874. ¶ (¬3) مسلم، كتاب اللباس والزينة، باب النهي عن التختم في الوسطى والتي تليها، برقم 2078. ¶ (¬4) النسائي، كتاب الزينة، باب النهي عن الخاتم في السبابة، برقم 5225، وصححه الألباني في صحيح النسائي، 3/ 387. ¶ (¬5) شرح النووي على صحيح مسلم، 14/ 317.",
            "page": "31",
            "part": "1",
            "seal": "94FEE659"
        },
        {
            "id": "31",
            "nass": "وما تقدم في أحاديث إباحة خاتم الفضة للرجال، أما الذهب فيحرم على الرجال؛ لحديث عبد الله بن عباس رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - رأى خاتماً من ذهب في يد رجل فنزعه فطرحه، وقال: ((يعمد أحدكم إلى جمرة من نار فيجعلها في يده)) فقيل للرجل بعدما ذهب رسول الله - صلى الله عليه وسلم -: خذ خاتمك انتفع به، قال: لا والله، لا آخذه أبداً وقد طرحه رسول الله - صلى الله عليه وسلم -)) (¬1). ¶ وعن علي - رضي الله عنه - قال: إن نبي الله - صلى الله عليه وسلم - أخذ حريراً فجعله في يمينه، وأخذ ذهباً فجعله في شماله ثم قال: ((إن هذين حرام على ذكور أمتي)) (¬2). ¶ وعن أبي موسى - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((أُحلَّ الذهب والحريرُ لإناث أمتي، وحُرِّم على ذكورها)) (¬3). ¶ 2 – قبيعة السيف، ونصل السيف؛ لحديث أنس - رضي الله عنه - قال: ((كان نعْلُ سيف رسول الله - صلى الله عليه وسلم - من فضةٍ، وقبيعة سيفه (¬4) فِضَّةٌ, وما بين ذلك حِلَقُ فِضَّةٍ)) (¬5)؛ ولحديث أبي أمامة، وسعيد ابن أبي الحسن قالا: ((كانت قبيعة سيف ¶ ¬__________ ¶ (¬1) مسلم، كتاب اللباس والزينة، باب تحريم خاتم الذهب على الرجال، ونسخ ما كان من إباحته أول الإسلام، برقم 2090. ¶ (¬2) النسائي، كتاب الزينة، باب تحريم الذهب على الرجال، برقم 5159، وصححه الألباني في صحيح النسائي، 3/ 376. ¶ (¬3) النسائي، كتاب الزينة، باب تحريم الذهب على الرجال، برقم 5163، وصححه الألباني في صحيح النسائي، 3/ 377. ¶ (¬4) وقبيعة السيف: ما يجعل على طرف القبضة: أي مقبضه من فضة. الروض المربع وحاشيته لابن قاسم، 3/ 250. ¶ (¬5) النسائي، كتاب الزينة، باب حلية السيف، برقم 5374، وصححه الألباني في صحيح سنن النسائي، 3/ 429.",
            "page": "32",
            "part": "1",
            "seal": "6C25481B"
        },
        {
            "id": "32",
            "nass": "رسول الله - صلى الله عليه وسلم - من فضة)) (¬1) (¬2). ¶ 3 – ما دعت إليه ضرورة: كأنفٍ من ذهب، أو ربط الأسنان وشدها بالذهب، أو نحو ذلك؛ لحديث عرفجة بن سعد - رضي الله عنه - قال: ((أصيب أنفي يوم الكلاب في الجاهلية, فاتخذت أنفاً من ورقٍ، فأنتن عليَّ، فأمرني رسول الله - صلى الله عليه وسلم - أن أتخذ أنفاً من ذهب)) (¬3). ¶ قال الإمام الترمذي رحمه الله: ((وقد رُوِيَ عن غير واحد من أهل العلم: أنهم شدّوا أسنانهم بالذهب، وفي الحديث حجة لهم)) (¬4). ¶ وقد روي عن جماعة من السلف أنهم شدُّوا أسنانهم بالذهب، منهم: موسى بن طلحة (¬5) ونصر بن عمران البصري أحد الأئمة الثقات (¬6) , وثابت البناني (¬7)، وإسماعيل بن زيد بن ثابت بن الضحاك (¬8)، والمغيرة بن عبد الله (¬9). ¶ ¬__________ ¶ (¬1) النسائي، كتاب الزينة، باب حلية السيف، برقم 5373، ومن حديث سعيد ابن أبي الحسن، برقم 5375، وأبو داود، كتاب الجهاد، باب في السيل يحلّى، برقم 2583، 2584، 2585، والترمذي، كتاب الجهاد، باب ما جاء في السيوف وحليتها، برقم 1691، وصحح الألباني هذه الأحاديث في هذه المواضع، وانظر: صحيح سنن النسائي، 3/ 429. ¶ (¬2) وانظر: بقية ما ذكر في الإباحة: الروض المربع مع حاشية ابن قاسم، 3/ 250 – 254، والمغني لابن قدامة، 4/ 225. ¶ (¬3) الترمذي، كتاب اللباس، باب ما جاء في شد الأسنان بالذهب، برقم 1770، وأبو داود، كتاب الخاتم، باب ما جاء في ربط الأسنان بالذهب، برقم 4232، والنسائي، كتاب الزينة، باب من أصيب أنفه هل يتخذ أنفاً من ذهب، برقم 5162، وأحمد، 5/ 23، وحسنه الألباني في عدة مواضع، منها: في صحيح سنن أبي داود، ¶ 2/ 552، وصحيح الترمذي، 2/ 285، وغير ذلك. ¶ (¬4) الترمذي على الحديث رقم 1770. ¶ (¬5) ابن أبي شيبة، 8/ 498، برقم 5312. ¶ (¬6) شرح معاني الآثار للطحاوي، 4/ 259. ¶ (¬7) ابن أبي شيبة، 8/ 499، برقم 5318. ¶ (¬8) البيهقي في الآداب، ص 375. ¶ (¬9) أحمد في المسند، 5/ 23، وابن أبي شيبة، 8/ 499، برقم 5316، والطحاوي في شرح معاني الآثار، 4/ 259.",
            "page": "33",
            "part": "1",
            "seal": "F92DF0FC"
        },
        {
            "id": "33",
            "nass": "الثاني عشر: ما يباح للنساء من الذهب والفضة: ¶ يباح للنساء من الذهب والفضة ما جرت عادتهنَّ بلبسه، ولو كثر: كالطوق (¬1) والخلخال (¬2)، والسوار (¬3)، والقرط (¬4)، وما في المخانق (¬5)، والمقالد (¬6)، والتاج، وما أشبه ذلك؛ لعموم قول الله تعالى: {أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ} (¬7)؛ ولقوله - صلى الله عليه وسلم -: ((أُحلَّ الذهب والحرير لإناث أمتي، وحُرِّم على ذكورها)) (¬8) (¬9). قال العلامة عبدالرحمن بن محمد بن قاسم رحمه الله: ((فدل على إباحة التحلي بهما لهن (¬10)، وأجمع العلماء على ذلك؛ لهذا الخبر، وغيره؛ ولأن المرأة محتاجة للتجمل، والتزين لزوجها، فأباح الشارع لها ما تجمل به)) (¬11). ¶ ¬__________ ¶ (¬1) الطوق: حلي يجعل في العنق، وكل شيء استدار فهو طوق، لسان العرب، 10/ 230. ¶ (¬2) الخلخال: ما تلبسه المرأة في ساقها، [لسان العرب، 11/ 220]. ¶ (¬3) السوار: ما تستعمله المرأة في يديها، جمعه أسورة. [حاشية ابن قاسم على الروض، 3/ 255]. ¶ (¬4) القرط: ما يجعل في شحمة الأذن، [المصباح المنير، 2/ 498]. ¶ (¬5) المخانق: المخنقة: القلادة: سميت بذلك؛ لأنها تطيف بالعنق، وهي ما يجعل في العنق، وهي موضع الخنق، [المصباح المنير، 1/ 183]. ¶ (¬6) المقالد: مفردها مقلد، ومنه القلادة، وهي: ما جعل في العنق، [لسان العرب، 3/ 365]. ¶ (¬7) سورة الزخرف, الآية: 18. ¶ (¬8) النسائي، برقم 5163، وصححه الألباني في صحيح النسائي، 3/ 377، وتقدم تخريجه. ¶ (¬9) ولو كثر؛ لأن الشارع أباح لهن التحلي مطلقاً، فلا يجوز تحديده بالرأي والتحكم، واتفقوا: أنه يجوز للمرأة لبس خاتم الفضة، كما يجوز لها لبس خاتم الذهب إجماعاً، وفي المبدع: وظاهره: أن ما لم تجرِ العادة بلبسه: كالثياب المنسوجة بالذهب، والنعال، لا يباح لهن؛ لانتفاء التجمل، فلو اتخذته حرم، وفيه الزكاة. حاشية ابن قاسم على الروض المربع، 3/ 254 – 255. ¶ (¬10) بهما: أي بالذهب والحرير. ¶ (¬11) حاشية الروض المربع، 3/ 255.",
            "page": "34",
            "part": "1",
            "seal": "3E5C0ADA"
        },
        {
            "id": "34",
            "nass": "قال الإمام ابن قدامة رحمه الله: ((ويباح للنساء من حلي الذهب, والفضة, والجواهر، كلُّ ما جرت عادتهن بلبسه: مثل السوار، والخلخال، والقرط، والخاتم، وما يلبسنه على وجوههن، وفي أعناقهن، وأيديهن، وأرجلهن، وآذانهن، وغيره، وأما ما لم تجرِ عادتهن بلبسه: كالمنطقة وشبهها من حلي الرجال فهو محرم ... )) (¬1). ¶ الثالث عشر: تحريم آنية الذهب والفضة على الرجال والنساء جميعاً: ¶ اتخاذ آنية الذهب أو الفضة حرام على الرجال والنساء جميعاً، وكذلك استعمالهما؛ لحديث أم سلمة زوج النبي - صلى الله عليه وسلم - أن رسول الله - صلى الله عليه وسلم - قال: ((الذي يشرب في آنية الفضة إنما يجرجر (¬2) في بطنه نار جهنم)) وفي لفظ لمسلم: ((أن الذي يأكل أو يشرب في آنية الفضة والذهب ... )). وفي لفظ لمسلم أيضاً: ((من شرب في إناء من ذهب أو فضة فإنما يجرجر في بطنه ناراً من جهنم)) (¬3). ¶ وعن حذيفة - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((لا تلبسوا الحرير ولا الديباج، ولا تشربوا في آنية الذهب والفضة، ولا تأكلوا في صحافها؛ فإنها لهم في الدنيا ولنا في الآخرة)) (¬4). ¶ قال الإمام النووي رحمه الله تعالى: ((وأجمع المسلمون على تحريم ¶ ¬__________ ¶ (¬1) المغني، لابن قدامة، 4/ 224 – 225، والشرح الكبير مع المقنع والإنصاف، 7/ 46. ¶ (¬2) يجرجر: أي يلقي في بطنه ناراً يجرع متتابع، يسمع له جرجرة، وهو الصوت؛ لتردده في حلقه، شرح النووي على صحيح مسلم، 14/ 272. ¶ (¬3) متفق عليه: البخاري، كتاب الأشربة، باب آنية الفضة، برقم 5634، ومسلم، كتاب اللباس والزينة، باب تحريم استعمال أواني الذهب والفضة في الشرب وغيره، على الرجال والنساء برقم 2065. ¶ (¬4) متفق عليه: البخاري، كتاب الأطعمة، باب الأكل في إناء مفضض، برقم 5426، ومسلم، كتاب اللباس والزينة، باب تحريم استعمال إناء الذهب والفضة على الرجال والنساء، برقم 2067.",
            "page": "35",
            "part": "1",
            "seal": "1412F375"
        },
        {
            "id": "35",
            "nass": "الأكل والشرب في إناء الذهب، وإناء الفضة، على الرجل والمرأة ... )) (¬1). ¶ وقال الإمام ابن قدامة رحمه الله: ((وجملته: أن اتخاذ آنية الذهب والفضة حرام على النساء والرجال جميعاً، وكذلك استعمالها)) (¬2). ¶ الرابع عشر: لا زكاة في الحلي من غير الذهب والفضة: إجماعاً ¶ قال الإمام ابن قدامة رحمه الله تعالى: ((فإن كان في الحلي جوهر، ولآلئ مرصَّعةٌ فالزكاة في الحلي: من الذهب, والفضة, دون الجوهر؛ لأنها لا زكاة فيها عند أحد من أهل العلم، فإن كان الحلي للتجارة قوَّمه بما فيه من الجواهر، ولو كانت مفردة وهي للتجارة لقوِّمت وزكيت، فكذلك إذا كانت في حلي التجارة)) (¬3) , وقال رحمه الله: ((ولا زكاة في الجواهر، واللآلئ؛ لأنها معدة للاستعمال، فأشبهت ثياب البذلة، وعوامل الماشية)) (¬4).وقال العلامة ابن مفلح رحمه الله: ((لا زكاة في الجوهر، واللؤلؤ؛ لأنه معدٌّ للاستعمال، كثياب البذلة، ولو كان في حلْي، إلا أن يكون للتجارة، فيقوَّم جميعه تبعاً ... )) (¬5). ¶ وقال الإمام عبدالعزيز بن عبد الله ابن باز رحمه الله: ((المجوهرات من غير الذهب والفضة: كالماس، ليس فيها زكاة، إلا أن يراد بها التجارة)) (¬6). ¶ والخلاصة: أن جماهير الفقهاء اتفقوا على عدم وجوب الزكاة فيما تستخدمه المرأة: من الجواهر: كاللؤلؤ، والمرجان، والياقوت، والزمرد، ¶ ¬__________ ¶ (¬1) شرح النووي على صحيح مسلم، 14/ 272. ¶ (¬2) المغني، 4/ 28. ¶ (¬3) المغني لابن قدامة، 4/ 244، 4/ 244، والإنصاف، 7/ 49. ¶ (¬4) الكافي لابن قدامة، 2/ 149. ¶ (¬5) كتاب الفروع، 4/ 161. ¶ (¬6) مجموع فتاوى ابن باز، 14/ 124.",
            "page": "36",
            "part": "1",
            "seal": "FF518AC5"
        },
        {
            "id": "36",
            "nass": "وغيرها من الحلي الذي ليس بذهب ولا فضة، إلا أن يقصد به التجارة، ففيه زكاة عروض التجارة، والله تعالى أعلم (¬1). ¶ الخامس عشر: وجوب الزكاة في الحلي المحرم، أو المعد للتجارة: من الذهب والفضة: ¶ قال الإمام ابن قدامة رحمه الله تعالى: ((وكل ما كان اتخاذه محرماً من الأثمان لم تسقط زكاته باتخاذه؛ لأن الأصل وجوب الزكاة فيها؛ لكونها مخلوقة للتجارة، والتوسل بها إلى غيرها، ولم يوجد ما يمنع ذلك، فبقيت على أصلها)) (¬2). ¶ وذكر رحمه الله تعالى أثناء كلامه على تحريم آنية الذهب والفضة، فقال: ((إذا ثبت هذا فإن فيها الزكاة بغير خلاف بين أهل العلم، ولا زكاة فيها حتى تبلغ نصاباً بالوزن، أو يكون عنده ما يبلغ نصاباً بضمِّها إليه، وإن زادت قيمته؛ لصياغته، فلا عبرة بها؛ لأنها محرمة فلا قيمة لها في الشرع ... )) (¬3). ¶ قالت اللجنة الدائمة للبحوث العلمية والإفتاء: ((أجمع أهل العلم على وجوب الزكاة في حلي الذهب والفضة إذا كان حليًّا محرم الاستعمال، أو كان معدًّا للتجارة أو نحوها)) (¬4). ¶ السادس عشر: زكاة الحلي المباح المعد للاستعمال: ¶ اختلف العلماء رحمهم الله تعالى، قديماً وحديثاً في زكاة الحلي المباح, الذي أُعد للاستعمال: هل تجب فيه الزكاة أو لا تجب؟ (¬5). ¶ ¬__________ ¶ (¬1) انظر: زكاة الحلي: الذهب والفضة والمجوهرات، للدكتور/ محمد بن عثمان شبير، ص 28. ¶ (¬2) المغني لابن قدامة، 4/ 229، والمقنع مع الشرح الكبير والإنصاف، 7/ 27. ¶ (¬3) المغني، 4/ 228، والمقنع والشرح الكبير والإنصاف، 7/ 30. ¶ (¬4) فتاوى اللجنة الدائمة، 9/ 261. ¶ (¬5) اختلف العلماء رحمهم الله تعالى في مسألة زكاة الحلي المباح المعد للاستعمال على أقوال أشهرها قولان: ¶ القول الأول: القول بوجوب الزكاة، روي ذلك عن عمر بن الخطاب - رضي الله عنه -، وعبد الله بن مسعود، وعبد الله بن عباس، وعبد الله بن عمرو ابن العاص - رضي الله عنهم -، وسعيد بن المسيب، وسعيد بن جبير، وعطاء، ومجاهد، وعبد الله بن شداد، وجابر بن زيد، وابن سيرين، وميمون بن مهران، والزهري، والثوري، وبه قال الإمام أبو حنيفة، وهو رواية عن الإمام أحمد، وداود الظاهري، وأحد القولين في مذهب الشافعي، وهذا القول هو الذي دل عليه ظاهر الكتاب والسنة الصحيحة، وثبت فيه أحاديث صريحة، وأقوال بعض الصحابة - رضي الله عنهم -. انظر: المغني، لابن قدامة، ¶ 4/ 220، ومجموع فتاوى ابن عثيمين، 18/ 157، ومجموع فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، 9/ 261، ومجموع فتاوى ابن باز، 14/ 84. ¶ القول الثاني: قول من قال: ليس في حلي المرأة زكاة إذا كان مما تلبسه أو تعيره، قال الإمام ابن قدامة رحمه الله: ((وهذا ظاهر المذهب، [أي مذهب الإمام أحمد] وروي ذلك عن ابن عمر، وجابر، وأنس، وعائشة، وأسماء - رضي الله عنهم -، وبه قال القاسم، والشعبي، وقتادة، ومحمد بن علي، وعمرة، ومالك، والشافعي، وأبو عبيد، وإسحاق، وأبو ثور)) رحمهم الله تعالى، واستدلوا بما روي عن جابر مرفوعاً: ((ليس في الحلي زكاة)) [رواه الدارقطني، 2/ 107وغيره، ولكن هذا حديث حكم عليه أهل العلم بالضعف؛ لأن في سنده إبراهيم بن أيوب الراوي له عن عافية، وقد حكم عليه بالضعف، فسقط به الاستدلال، وانظر: إرواء الغليل للألباني، 3/ 295، برقم 817، وقال: وللحديث علة أخرى وهي الوقف] وقد ثبت موقوفاً على جابر - رضي الله عنه -، فعن أبي الزبير عن جابر قال: ((لا زكاة في الحلي))، قلت: إنه يكون فيه ألف دينار؟ قال: ((يعار ويلبس)) [ابن أبي شيبة، 4/ 27، قال الألباني: وهذا سند صحيح على شرط مسلم، وأبو الزبير قد صرح بالسماع، وقد تابعه عمرو بن دينار قال: ((سمعت رجلاً يسأل جابر بن عبد الله عن الحلي: أفيه الزكاة؟ فقال جابر: لا، فقال: وإن كان يبلغ ألف دينار، فقال جابر: كثير أخرجه الشافعي، ¶ 1/ 239، وأبو عبيد، 442/ 1275، قال الألباني في إرواء الغليل، 3/ 295: ((وإسنادهما على شرط الشيخين)) وأخرجه البيهقي في السنن الكبرى، 4/ 38]. ¶ واستدلوا بفعل عائشة رضي الله عنها: أنها كانت تلي بنات أخيها محمد يتامى في حجرها، لهن الحلي فلا تخرج من حليهن الزكاة)) [موطأ الإمام مالك، 3/ 235، وصحح إسناده النووي في المجموع، والمباركفوري في تحفة الأحوذي، 3/ 285] وبما جاء عن عبد الله بن عمر رضي الله عنهما: ((أنه كان يحلي بناته وجواريه الذهب، ثم لا يخرج من حليهن الزكاة)) [موطأ الإمام مالك، 1/ 235، وصحح إسناده المباركفوري في تحفة الأحوذي، 3/ 285]، واستدلوا بما جاء عن أسماء بنت أبي بكر رضي الله عنهما: ((أنها كانت تحلي بناتها الذهب ولا تزكيه، نحواً من خمسين ألفاً)) [السنن الكبرى للبيهقي، ¶ 4/ 138]، وسئل أنس بن مالك - رضي الله عنه - عن الحلي، فقال: ((ليس فيه زكاة)) [البيهقي في السنن الكبرى، 4/ 138]، ولكن لم يثبت لمانعي الزكاة حديث صحيح صريح في عدم وجوب الزكاة، كما ثبت لمن أوجبها من عموم الأحاديث الصحيحة، وصريح وجوب الزكاة في حديث: عائشة, وأم سلمة، وعمرو بن شعيب عن أبيه عن جده، وفاطمة بنت قيس، مع عموم آية سورة التوبة. ثم الآثار عن بعض الصحابة بعدم وجوب الزكاة معارضة بأحاديث صحيحة عن النبي - صلى الله عليه وسلم -، ومعارضة بآثار صحيحة عن بعض أصحاب النبي - صلى الله عليه وسلم -، ثم بعض الصحابة الذين قالوا بعدم وجوب الزكاة في الحلي المعد للاستعمال، ثبت عن بعضهم أنهم قالوا: بوجوب الزكاة في الحلي، ومن المعلوم: أن قول النبي - صلى الله عليه وسلم - لا يعارضه قول أحد من الناس كائناً من كان، فلا قول لأحد مع قوله - صلى الله عليه وسلم -، وقد أحسن الإمام الصنعاني رحمه الله حين قال: [القول] الثاني: لا تجب الزكاة في الحلية وهو مذهب مالك، والشافعي في أحد قوليه؛ لآثارٍ وردت عن السلف قاضية بعدم وجوبها في الحلية، ولكن بعد صحة الحديث لا أثر للآثار [سبل السلام، 4/ 51].",
            "page": "37",
            "part": "1",
            "seal": "3ED294E4"
        },
        {
            "id": "37",
            "nass": "وقد دل الكتاب العزيز والسنة المطهرة على وجوب ردِّ ما تنازع فيه الناس إلى كتاب الله وسنة رسوله - صلى الله عليه وسلم -، عملاً بقوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا أَطِيعُوا الله وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى الله وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِالله وَالْيَوْمِ الْآَخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا} (¬1)،وقال - سبحانه وتعالى -: {فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا} (¬2). وقال - عز وجل -: {وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى الله} (¬3). وإذا رددنا هذه المسألة إلى الكتاب والسنة، وجدناهما يدلان دلالة ظاهرة على وجوب الزكاة في حلي النساء: من الذهب والفضة، حتى لو كان للاستعمال أو العارية، سواء كانت: قلائد، أو أسورة، أو خواتم، أو ما تحلى به السيوف والخناجر من الذهب والفضة إذا بلغ ذلك نصاباً أو كان عند مالكه من ¶ ¬__________ ¶ (¬1) سورة النساء, الآية: 59. ¶ (¬2) سورة النساء, الآية: 65. ¶ (¬3) سورة الشورى, الآية: 10.",
            "page": "39",
            "part": "1",
            "seal": "002E5788"
        },
        {
            "id": "38",
            "nass": "الذهب والفضة أو عروض التجارة ما يكمل به النصاب، والقول بوجوب الزكاة في الحلي المباح المعد للاستعمال هو أصح أقوال أهل العلم (¬1)، وقد رُوي هذا الوجوب: عن عمر بن الخطاب - رضي الله عنه -، وعبد الله بن مسعود، وعبد الله بن عباس، وعبد الله بن عمرو بن العاص، - رضي الله عنهم -، وسعيد بن المسيب، وسعيد بن جبير، وعطاء، ومجاهد، وعبد الله بن شداد، وجابر بن زيد، وابن سيرين، وميمون بن مهران، والزهري، والثوري، وبه قال الإمام أبو حنيفة، وهو رواية عن الإمام أحمد، وداود الظاهري رحمهم الله ورضي عنهم جميعاً (¬2). واستدلوا بأدلة: من الكتاب، والسنة الثابتة، وأقوال بعض أصحاب النبي - صلى الله عليه وسلم - على النحو الآتي: ¶ 1 - عموم قول الله تعالى: {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ الله فَبَشِّرْهُمْ بِعَذَابٍ أَلِيم* يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ} (¬3). قال الإمام الطبري رحمه الله: (( ... قال بعضهم: هو كل مال وجبت فيه الزكاة، فلم تؤدَّ زكاته، قالوا: وعنى بقوله: {وَلَا يُنْفِقُونَهَا فِي سَبِيلِ الله} ولا يؤدون زكاتها)) ثم ساق بإسناده إلى ابن عمر رضي الله عنهما أنه قال: ((كل مال أديت زكاته فليس بكنز، وإن كان مدفوناً، وكل مال لم تؤدَّ منه الزكاة وإن لم يكن مدفوناً فهو كنز)) (¬4). ثم قال الإمام الطبري رحمه الله تعالى بعد ذكره ¶ ¬__________ ¶ (¬1) انظر: مجموع فتاوى ابن باز، 14/ 85، وفتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، ¶ 9/ 261 - 270. ¶ (¬2) المغني، لابن قدامة، 4/ 220. ¶ (¬3) سورة التوبة, الآيتان: 34 - 35. ¶ (¬4) جامع البيان عن تأويل آي القرآن، للطبري، 14/ 217، بألفاظ متقاربة، برقم 16649 - 16656 عن عدد من الصحابة - رضي الله عنهم -.",
            "page": "40",
            "part": "1",
            "seal": "B31C8023"
        },
        {
            "id": "39",
            "nass": "لأقوال أهل العلم في تفسير الآية: ((وأولى الأقوال في ذلك بالصحة القول الذي ذكر عن ابن عمر: من أن كل مال أديت زكاته فليس بكنز يحرم على صاحبه اكتنازه وإن كثر، وأن كل مالٍ لم تؤدَّ زكاته فصاحبه معاقب مستحق وعيد الله، إلا أن يتفضل الله عليه بعفوه، وإن قل إذا كان مما يجب فيه الزكاة)) (¬1). والآية عامة في زكاة الذهب والفضة، ويدخل في العموم زكاة الحلي، قال الجصاص رحمه الله تعالى: ((وجه دلالة الآية على وجوبها في الحلي لشمول الاسم له)) (¬2). أي: الآية تتناول الذهب والفضة ويدخل في ذلك الحلي، فلا يجوز إخراج الحلي بدون دليل مخصص. وقال الإمام البخاري رحمه الله تعالى: ((باب ما أدِّيَ زكاته فليس بكنز، ثم ساق خبر ابن عمر رضي الله عنهما أنه قال له أعرابي: أخبرني عن قول الله تعالى: {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ الله} (¬3). قال ابن عمر رضي الله عنهما: من كنزها فلم يؤدِّ زكاتها فويل له، إنما كان هذا قبل أن تُنزل الزكاة، فلما أنزلت جعلها الله طهرة للأموال)) (¬4). ¶ وزكاة الحلي تدخل في هذا العموم، إلا بدليل صحيح صريح مخصص)) (¬5). ¶ ¬__________ ¶ (¬1) تفسير الطبري، 14/ 223، وانظر: تفسير البغوي، 2/ 287، وتفسير ابن كثير، ص 607، طبعة دار السلام. ¶ (¬2) أحكام القرآن للجصاص، 3/ 107. ¶ (¬3) سورة التوبة, الآية: 34. ¶ (¬4) البخاري، كتاب الزكاة، باب ما أدِّي زكاته فليس بكنز، برقم 1404 [تعليقاً]، ورقم 4661 [تعليقاً أيضاً]. ¶ (¬5) انظر: مجموع فتاوى ابن باز، 14/ 85، ومجموع فتاوى ابن عثيمين، 18/ 159، ومجموع فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، 9/ 265.",
            "page": "41",
            "part": "1",
            "seal": "6A705624"
        },
        {
            "id": "40",
            "nass": "2 - روى مسلم في صحيحه بسنده عن أبي هريرة - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: ((ما من صاحب ذهب ولا فضة لا يؤدي منها حقها إلا إذا كان يوم القيامة صُفحت له صفائح من نار، فأحمي عليها في نار جهنم، فيُكوى بها جنبه، وجبينه، وظهره، كلما بردت أعيدت له، في يوم كان مقداره خمسين ألف سنة حتى يُقضى بين العباد، فيرى سبيله إما إلى الجنة وإما إلى النار .. )) (¬1). فالحديث عام في وجوب الزكاة في كل ذهب وفضة، بهذا النص الصحيح، ولم يأت إجماع قط بأنه عليه الصلاة والسلام لم يرد إلا بعض أحوال الذهب وصفاته، فلم يجز تخصيص شيء من ذلك بغير نص صحيح ولا إجماع)) (¬2). ¶ 3 - روى أبو داود، والنسائي، وأحمد، والترمذي، واللفظ لأبي داود، عن عبد الله بن عمرو ابن العاص رضي الله عنهما: أن امرأة أتت رسول الله - صلى الله عليه وسلم - ومعها ابنة لها، وفي يد ابنتها مَسكتَان (¬3) غليظتان من ذهب، فقال لها: ((أتعطين زكاة هذا؟ ((قالت: لا، قال: ((أيَسُرُّكِ أن يُسَوِّركِ اللهُ بهما يوم القيامة سوارين من نار؟)) قال: فخلعتهما، فألقتهما إلى النبي - صلى الله عليه وسلم -، وقالت: هما لله - عز وجل - ولرسوله)) (¬4). ¶ ¬__________ ¶ (¬1) مسلم، برقم 987، وهو عند البخاري مختصراً برقم 1402، ومن حديث جابر عند مسلم، برقم 988، وتقدم تخريجه في منزلة الزكاة في الإسلام. ¶ (¬2) انظر: المحلى، لابن حزم، 6/ 100. ¶ (¬3) مسكتان: المسكة - بتحريك السين - واحدة المسك، وهي أسورة، من ذبل أو عاج، فإذا كانت من غير ذلك أضيفت إلى ما هي منه، فيقال: من ذهب، أو فضة، أو غيرهما. جامع الأصول، لابن الأثير، 4/ 608. ¶ (¬4) أبو داود، كتاب الزكاة، باب الكنز ما هو؟ وزكاة الحُليِّ، برقم 1563، والنسائي، كتاب الزكاة، باب زكاة الحلي، برقم 2478، 2479، وأحمد، 2/ 178، 204، 208، والدارقطني، 2/ 112، وابن أبي شيبة في الأموال، ص 537، برقم 1260، والبيهقي، 4/ 140، والترمذي، كتاب الزكاة، باب ما جاء في زكاة الحلي، برقم 637، وحسنه الألباني في صحيح سنن أبي داود، 1/ 429، وفي إرواء الغليل، 3/ 296، وقال الحافظ ابن القطان: إسناده صحيح كما نقله الإمام عبدالعزيز ابن باز في مجموع الفتاوى له، 14/ 86.",
            "page": "42",
            "part": "1",
            "seal": "B39D301D"
        },
        {
            "id": "41",
            "nass": "وهذا الحديث الثابت عن النبي - صلى الله عليه وسلم - يدل على وجوب الزكاة في الحلي؛ لأنه - صلى الله عليه وسلم - ألحق الوعيد الشديد بترك أداء الزكاة في الحلي كما في هذا الحديث. ¶ 4 - وروى أبو داود، واللفظ له، والحاكم، والدارقطني، والبيهقي، عن عبد الله بن شداد بن الهاد، أنه قال: دخلنا على عائشة زوج النبي - صلى الله عليه وسلم - فقالت: دخل عليَّ رسول الله - صلى الله عليه وسلم -، فرأى في يديَّ فتخاتٍ (¬1) من وَرِقٍ، فقال: ((ما هذا يا عائشة؟)) فقلت: صنعتهنَّ أتزيَّنُ لك يا رسول الله! قال: ((أتُؤدِّين زكاتهُنَّ؟)) قلت: لا، أو ما شاء الله، قال: ((هو حَسْبُكِ من النار)) (¬2). ¶ وهذا الحديث الصحيح يدل على وجوب زكاة الحلي المعد للاستعمال؛ لأن عائشة رضي الله عنها استعملت الفتخات لتتزين بها لرسول الله - صلى الله عليه وسلم -، ومع ذلك تَضَمَّن الحديث الوعيد لمن لم يؤدِّ زكاة الحلي، ولم يستثن النبي - صلى الله عليه وسلم - من الحلي شيئاً: لا المستعار ولا غيره، فوجب الأخذ ¶ ¬__________ ¶ (¬1) فتخات: الفتخات جمع فتخة، وهي حلقةٌ لا فص لها، تجعلها المرأة في أصابع رجليها، وربما وضعتها في يديها، جامع الأصول لابن الأثير، 4/ 609. ¶ (¬2) أبو داود، كتاب الزكاة، باب الكنز ما هو؟ وزكاة الحلي، برقم 1565، والدارقطني، 2/ 105 - 106، والحاكم وصححه على شرط الشيخين ووافقه الذهبي، 1/ 389 - 390، والبيهقي في السنن الكبرى، ¶ 4/ 139، وصححه الألباني في صحيح سنن أبي داود، 1/ 429، ووصفه الإمام ابن باز بأنه ثابت كما في مجموع الفتاوى له، 14/ 87.",
            "page": "43",
            "part": "1",
            "seal": "AFF26AF4"
        },
        {
            "id": "42",
            "nass": "بصريح النص وعمومه، ولا يجوز أن تخصص النصوص إلا بنصٍّ ثابتٍ يقتضي التخصيص (¬1). ¶ 5 - وروى أبو داود بلفظه، والدارقطني، والحاكم، والبيهقي، عن أمِّ سلمة أمِّ المؤمنين رضي الله عنها قالت: كنت ألبس أوضاحاً (¬2) من ذهب، فقلت: يا رسول الله! أكنز هُوَ؟ فقال: ((ما بلغ أن تؤدَّى زكاته فزكِّي فليس بكنز)) (¬3). في هذا الحديث الإشارة إلى اشتراط النصاب، وأن ما لم يبلغ النصاب فلا زكاة فيه، ولا يدخل في الكنز المتوعد عليه بالعذاب، وأن كل مال وجبت فيه الزكاة فلم يزكَّ فهو من الكنز المتوعد عليه بالعذاب، وفي الحديث الدلالة الصريحة على وجوب الزكاة في الحلي؛ لأن أم سلمة رضي الله عنها سألت عن ذلك كما هو صريح الحديث)) (¬4). ¶ 6 - وعن فاطمة بنت قيس رضي الله عنها، قالت: أتيت النبي - صلى الله عليه وسلم - بطوق فيه سبعون مثقالاً من ذهب، فقلت: يا رسول الله خذ منه الفريضة التي جعل الله فيه، قالت: فأخذ رسول الله - صلى الله عليه وسلم - مثقالاً وثلاثة أرباع مثقالٍ فوجهه. قالت: فقلت: يا رسول الله خذ منه الذي جعل الله فيه، قالت: ¶ ¬__________ ¶ (¬1) مجموع فتاوى ابن باز، 14/ 87. ¶ (¬2) أوضاحاً: الأوضاح: حُليٌُّ من الدراهم الصحاح، هكذا قال الجوهري، وقال الأزهري: الأوضاح حليٌّ من الفضة، جامع الأصول، لابن الأثير، 4/ 610. ¶ (¬3) أبو داود، كتاب الزكاة، باب الكنز ما هو؟ وزكاة الحُليّ برقم 1564، والدارقطني، 2/ 105، والحاكم وصححه على شرط البخاري، ووافقه الذهبي، 1/ 390، والبيهقي، 4/ 83، 140، وحسن الألباني المرفوع منه فقط، في صحيح سنن أبي داود، 1/ 429، وقال الإمام عبدالعزيز ابن باز رحمه الله في مجموع الفتاوى له، 14/ 86، عن إسناد أبي داود: (( .. بإسناد جيد)). ¶ (¬4) انظر: مجموع فتاوى ابن باز، 14/ 86 - 87.",
            "page": "44",
            "part": "1",
            "seal": "DFFB5C93"
        },
        {
            "id": "43",
            "nass": "فقسم رسول الله - صلى الله عليه وسلم - على هذه الأصناف الستة، وعلى غيرهم، فقال: فذكره، قالت: قلت: يا رسول الله، رضيت لنفسي ما رضي الله - عز وجل - به ورسوله)) (¬1). قال العلامة الألباني رحمه الله: ((وفي هذا الحديث دلالة صريحة على أنه كان معروفاً في عهد النبي - صلى الله عليه وسلم - وجوب الزكاة على حُلي النساء، وذلك بعد أن أمر - صلى الله عليه وسلم - بها في غير ما حديث صحيح، كنت ذكرت بعضها في ((آداب الزفاف))؛ ولذلك جاءت فاطمة بنت قيس رضي الله عنها بطوقها إلى النبي - صلى الله عليه وسلم -؛ ليأخذ زكاتها منه، فليُضم هذا الحديث إلى تلك لعل في ذلك ما يقنع الذين لايزالون يفتون بعدم وجوب الزكاة على الحلي، فيحرمون بذلك الفقراء من بعض حقهم في أموال زكاة الأغنياء)). ¶ 7 - آثار واردة عن بعض الصحابة - رضي الله عنهم - دالة على وجوب الزكاة، منها ما يأتي: ¶ الأثر الأول: عن عمر بن الخطاب ثاني الخلفاء الراشدين - رضي الله عنه -، أنه كتب إلى أبي موسى الأشعري: ((أن مرَّ من قبلك من نساء المسلمين أن يصدقن من حليهنَّ)) (¬2). ¶ ¬__________ ¶ (¬1) أخرجه أبو الشيخ في جزئه، (انتقاء ابن مردويه، 83/ 30، طبع الرشد، قاله الألباني رحمه الله في الأحاديث الصحيحة، الحديث رقم 2978، المجلد السادس، القسم الثاني، ص 1183 - 1185، ودرس إسناده وثبت عنده رحمه الله، وجزاه خيراً. ¶ قلت: والحديث أخرجه الدارقطني، في كتاب الزكاة، باب زكاة الحلي، 2/ 105، ولكن لم يذكره الألباني في تخريجه للحديث والظاهر أنه تركه عمداً؛ لأن الدارقطني رحمه الله قال في إسناده: ((أبو بكر الهذلي متروك ولم يأتِ به غيره)) فهذا هو السبب في ترك الألباني لتخريجه من الدارقطني والله أعلم، ولكن خرجه عند أبي الشيخ كما سبق ذكره وحكم عليه بالصحة، والله تعالى أعلم. ¶ (¬2) البيهقي في السنن الكبرى، 4/ 139، وذكره ابن حزم في المحلى، 6/ 93، وانظر: نصب الراية للزيلعي، 2/ 274.",
            "page": "45",
            "part": "1",
            "seal": "CB03E5D6"
        },
        {
            "id": "44",
            "nass": "الأثر الثاني: عن ابن عباس رضي الله عنهما: ((أنه أوجب الزكاة في الحلي)) (¬1). ¶ الأثر الثالث: عن ابن مسعود - رضي الله عنه - أن امرأته سألته عن حلي لها، فقال: ((إذا بلغ مائتي درهم ففيه الزكاة))، قالت: أضعها في بني أخ لي في حجري؟ قال: ((نعم)) (¬2). ¶ الأثر الرابع: عن عبد الله بن عمرو بن العاص رضي الله عنهما ((أنه كان يزكي حلي نسائه، وبناته)) (¬3). ¶ الأثر الخامس: عن عائشة أم المؤمنين رضي الله عنها قالت: ((لا بأس بلبس الحلي إذا أعطيت زكاته)) (¬4). ¶ السابع عشر: ترجيح جمع كثير من العلماء لوجوب زكاة الحلي: ¶ أذكر مجموعة من أهل العلم الذين بلغني قولهم بوجوب زكاة الحلي المباح الذي أعد للاستعمال، إذا كمل النصاب ودار عليه الحول، ومنهم على سبيل الإيجاز لا الحصر، ما يأتي: ¶ 1 - ابن حزم رحمه الله تعالى، حيث قال: ((والزكاة واجبة في حلي الفضة والذهب، إذا بلغ كل واحد منهما المقدار الذي ذكرنا - النصاب - وأتم ¶ ¬__________ ¶ (¬1) ذكره ابن حجر في التلخيص الحبير، 2/ 188. ¶ (¬2) البيهقي في السنن الكبرى، 4/ 139، وذكره الهيثمي في مجمع الزوائد، 3/ 67. ¶ (¬3) البيهقي في السنن الكبرى، 4/ 139، والدارقطني، 2/ 108، وذكره أبو عبيد في الأموال، ¶ ص 601، وابن حزم في المحلى، 6/ 93. ¶ (¬4) البيهقي، 4/ 139، والدارقطني في السنن، 2/ 107، وذكره أبو عبيد في الأموال، ص 601، وابن حزم في المحلى، 6/ 93.",
            "page": "46",
            "part": "1",
            "seal": "DE0E4BB5"
        },
        {
            "id": "45",
            "nass": "عند مالكه عاماً قمريًّا)) (¬1). ¶ 2 - الفخر الرازي قال: ((الصحيح عندنا وجوب الزكاة في الحلي)) (¬2). ¶ 3 - الصنعاني، قال: ((وأظهر الأقوال دليلاً وجوبها [أي وجوب زكاة الحلي]؛ لصحة الحديث وقوته)) (¬3). ¶ 4 - أحمد البناء قال: ((وأظهر الأقوال دليلاً، وأقواها، ما ذهب إليه الأولون: من وجوب الزكاة في الحلي)) (¬4). ¶ 5 - سماحة شيخنا الإمام عبد العزيز بن عبد الله ابن باز رحمه الله، يفتي بوجوب الزكاة في الحلي المباح المعد للاستعمال منذ زمن طويل، ومن ذلك قوله رحمه الله: ¶ ((بسم الله والصلاة والسلام على رسول الله أما بعد: فقد تكرر السؤال من كثير من الناس عن حكم زكاة الحلي من الذهب والفضة وما ورد في ذلك من الأدلة؛ ولتعميم الفائدة أجبت بما يلي والله الموفق والهادي إلى الصواب: ¶ لا ريب أن هذه المسألة من مسائل الخلاف بين أهل العلم من الصحابة ومن بعدهم، وقد دل الكتاب والسنة على وجوب رد ما تنازع فيه الناس إلى كتاب الله وسنة رسوله - صلى الله عليه وسلم - عملاً بقوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا أَطِيعُوا الله وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ ¶ ¬__________ ¶ (¬1) المحلى لابن حزم، 6/ 92. ¶ (¬2) التفسير الكبير، للفخرالرازي، 16/ 46. ¶ (¬3) سبل السلام الموصل إلى بلوغ المرام، 4/ 51. ¶ (¬4) الفتح الرباني ترتيب مسند الإمام أحمد بن حنبل الشيباني، لأحمد بن عبدالرحمن البناء، 9/ 24.",
            "page": "47",
            "part": "1",
            "seal": "DF7C7C80"
        },
        {
            "id": "46",
            "nass": "فَرُدُّوهُ إِلَى الله وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِالله وَالْيَوْمِ الْآَخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا} (¬1). وإذا رددنا هذه المسألة إلى الكتاب والسنة وجدناهما يدلان دلالة ظاهرة على وجوب الزكاة في حلي النساء من الذهب والفضة وإن كان هذا للاستعمال أو العارية؛ سواء كانت: قلائد, أو أسورة, أو خواتيم, أو غيرها من أنواع الذهب والفضة، ومثل ذلك ما تحلى به السيوف والخناجر, من الذهب والفضة إذا كان الموجود من ذلك نصاباً، أو كان عند مالكه من الذهب أو الفضة أو عروض التجارة ما يكمل النصاب، وهذا القول هو أصح أقوال أهل العلم في هذه المسألة، والدليل على ذلك من القرآن الكريم قوله تعالى: {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ الله فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ*يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ} (¬2). ¶ ومن السنة المطهرة ما ثبت في صحيح مسلم عن رسول الله - صلى الله عليه وسلم - أنه قال: ((ما من صاحب ذهب ولا فضة لا يؤدي حقها إلا صفحت له يوم القيامة صفائح من نار فيكوى بها جنبه, وجبينه, وظهره, كلما بردت أعيدت له في يوم كان مقداره خمسين ألف سنة, ثم يرى سبيله إما إلى الجنة وإما إلى النار)) (¬3). فهذان النصان العظيمان من الكتاب والسنة يعُمَّان ¶ ¬__________ ¶ (¬1) سورة النساء، الآية: 59. ¶ (¬2) سورة التوبة, الآيتان: 34 - 35. ¶ (¬3) سبق تخريجه.",
            "page": "48",
            "part": "1",
            "seal": "4891F5A4"
        },
        {
            "id": "47",
            "nass": "جميع أنواع الذهب والفضة ويدخل في ذلك أنواع الحلي: من الذهب, والفضة، ومن استثنى شيئاً فعليه الدليل المخصص لهذا العموم, لو لم يرد إلا العموم في هذه المسألة، فكيف وقد ورد في هذه المسألة بعينها أحاديث صحيحة دالة على وجوب الزكاة في الحلي، منها ما خرَّجه أبو داود, والنسائي بإسناد صحيح عن عبد الله بن عمرو بن العاص رضي الله عنهما: أن امرأة دخلت على النبي - صلى الله عليه وسلم - وفي يد ابنتها مسكتان من ذهب، فقال النبي - صلى الله عليه وسلم -: ((أتعطين زكاة هذا؟)) قالت: لا. قال: ((أيسرك أن يسوِّرك الله بهما يوم القيامة سوارين من نار)) فألقتهما وقالت: هما لله ولرسوله (¬1). ¶ قال الحافظ ابن القطان: إسناده صحيح. وخرج أبو داود بإسناد جيد عن أم سلمة رضي الله عنها أنها كانت تلبس أوضاحاً من ذهب فقالت: يا رسول الله أكنز هو؟ فقال عليه الصلاة والسلام: ((ما بلغ أن تؤدَّى زكاته فزكي فليس بكنز)) (¬2) ففي هذا الحديث فائدتان جليلتان: ¶ إحداهما: اشتراط النصاب, وأن ما لم يبلغ النصاب فلا زكاة فيه، ولا يدخل في الكنز المتوعد عليه بالعذاب. ¶ والفائدة الثانية: أن كل مال وجبت فيه الزكاة فلم يزك فهو من الكنز المتوعد عليه بالعذاب. ¶ وفيه أيضاً فائدة ثالثة: وهي المقصود من ذكره, وهي الدالة على وجوب الزكاة في الحلي؛ لأن أم سلمة رضي الله عنها سألت عن ذلك كما هو ¶ ¬__________ ¶ (¬1) سبق تخريجه. ¶ (¬2) رواه أبو داود في (الزكاة باب الكنز ما هو وزكاة الحلي، برقم 1564.",
            "page": "49",
            "part": "1",
            "seal": "57BA3E48"
        },
        {
            "id": "48",
            "nass": "صريح الحديث. ¶ ومن ذلك ما ثبت في سنن أبي داود عن عائشة رضي الله عنها أن النبي - صلى الله عليه وسلم - رأى عليها فتخات من فضة, فقال: ((ما هذا يا عائشة؟)) قلت: صنعتهن أتزين لك يا رسول الله. فقال: ((أتؤدين زكاتهن؟)) قلت: لا. أو ما شاءالله. قال: ((هو حسبك من النار)) (¬1). ¶ ففي هذه النصوص الدلالة الظاهرة على وجوب الزكاة في حلي الذهب والفضة، وإن أعدت للاستعمال أو العارية؛ لأن الرسول - صلى الله عليه وسلم - أنكر على عائشة والمرأة المذكورة في حديث عبد الله بن عمرو تركُ زكاة حليهما وهما مستعملتان له، ولم يستثن - صلى الله عليه وسلم - من الحلي شيئاً لا المستعار ولا غيره، فوجب الأخذ بصريح النص وعمومه، ولا يجوز أن تخصص النصوص إلا بنص ثابت يقتضي التخصيص. ¶ وأما ما يروى عن النبي - صلى الله عليه وسلم - أنه قال: ((ليس في الحلي زكاة)) (¬2). فهو حديث ضعيف لا يصلح للاحتجاج ولا يقوى على معارضة أو تخصيص هذه النصوص المتقدم ذكرها، بل قال الحافظ البيهقي: ((إنه حديث باطل لا أصل له)) نقل عنه ذلك الحافظ الزيلعي في نصب الراية، والحافظ ابن حجر في التلخيص (¬3). ¶ 6 - فضيلة الشيخ العلامة محمد بن صالح العثيمين رحمه الله ¶ ¬__________ ¶ (¬1) رواه أبو داود في (الزكاة باب الكنز ما هو وزكاة الحلي، برقم 1565. ¶ (¬2) رواه الدارقطني في باب زكاة الحلي، برقم 1926، وقال: أبو حمزة هذا ميمون ضعيف الحديث. ¶ (¬3) مجموع فتاوى ابن باز، 14/ 84 - 88.",
            "page": "50",
            "part": "1",
            "seal": "2EFEE969"
        },
        {
            "id": "49",
            "nass": "يفتي بوجوب زكاة الحلي المباح المعد للاستعمال إذا بلغ نصاباً ودار عليه الحول، وفتاواه كثيرة في هذه المسألة (¬1). ¶ وكتب رسالة لطيفة نافعة، ذكر فيها أقوال أهل العلم، وبين أنه يجب على الناس أن يردوا مسائل الخلاف عند التنازع إلى كتاب الله تعالى وسنة رسوله - صلى الله عليه وسلم -، وذكر خمسة أقوال لأهل العلم في مسألة زكاة الحلي، ومن ذلك قوله رحمه الله: (( ... القول الخامس: وجوب الزكاة فيه إذا بلغ نصاباً كل عام، وهومذهب أبي حنيفة [رحمه الله] ورواية عن أحمد، رحمه الله، وأحد القولين في مذهب الشافعي رحمه الله، وهذا هو القول الراجح لدلالة الكتاب والسنة، والآثار عليه ... )) ثم ذكر الأدلة على ذلك تفصيلاً، ورد على من قال بعدم الوجوب ردًّا مفصلاً. رحمه الله تعالى (¬2). ¶ 7 – فضيلة الشيخ العلامة المحدث ناصر الدين الألباني رحمه الله، قال رحمه الله على حديث فاطمة بنت قيس في وجوب الزكاة: ((وفي الحديث دلالة صريحة على أنه كان معروفاً في عهد النبي - صلى الله عليه وسلم - وجوب الزكاة على حلي النساء، وذلك بعد أن أمر - صلى الله عليه وسلم - بها في غير ما حديث صحيح كنت ذكرت بعضها في ((آداب الزفاف ص 264))، ولذلك جاءت فاطمة بنت قيس رضي الله عنها بطوقها إلى النبي - صلى الله عليه وسلم - ليأخذ زكاتها منه، فليُضم هذا الحديث إلى تلك الأحاديث لعل في ذلك ما يُقنع الذين لا يزالون يُفتون بعدم وجوب الزكاة على الحليّ، فيحرمون بذلك الفقراء من بعض حقهم في ¶ ¬__________ ¶ (¬1) انظر: مجموع فتاوى ابن عثيمين، 18/ 116 – 172. ¶ (¬2) مجموع فتاوى ابن عثيمين، 18/ 157 – 172.",
            "page": "51",
            "part": "1",
            "seal": "815DDBCE"
        },
        {
            "id": "50",
            "nass": "أموال زكاة الأغنياء)) (¬1). ¶ 8 - فضيلة الشيخ العلامة عبد الله بن جبرين حفظه الله تعالى، قال حينما سُئل عن زكاة الحلي؟: ((لا شك أن هناك خلافاً قوياً، قديماً وحديثاً في حكم زكاة الحلي المستعمل، ولكن القول الذي أختاره لزوم إخراج زكاته كل عام، ولو كان ملبوساً؛ لقوة الأدلة التي تؤيد هذا القول، وعلى هذا فإنها تقدر بقيمتها الحالية، ولا ينظر إلى رأس مالها، فتزكَّى قيمة الحلي التي يُقوَّم بها في الحال، سواء كان أكثر مما اشترت به، أو أقل، ثم تزكي تلك القيمة بربع العشر، والله أعلم (¬2). ¶ 9 - جماعة من أهل العلم أيدوا القول بالوجوب، ورأوا أنه الأسلم للمسلم، والأبرأ للذمة، ومنهم: ¶ 10 - العلامة الخطابي، قال: ((الظاهر من الكتاب يشهد لقول من أوجبها، والأثر يؤيده، ومن أسقطها ذهب إلى النظر، ومعه طرف من الأثر، والاحتياط أداؤها والله أعلم)) (¬3). ¶ 11 - العلامة السندي، قال: (( ... لكن تعدد أحاديث الباب، وتأييد بعضها ببعض يؤيد القول بالوجوب، وهو الأحوط، والله تعالى أعلم)) (¬4). ¶ 12 - فضيلة الشيخ العلامة محمد الأمين الشنقيطي رحمه الله، ¶ ¬__________ ¶ (¬1) سلسلة الأحاديث الصحيحة، للألباني رحمه الله، 6/ 1185. ¶ (¬2) مجلة اليمامة السعودية، عدد 892، ذكر ذلك الدكتور عبد الله الطيار في زكاة الحلي في الفقه الإسلامي، ص 111, وهو بحث جيد نفيس وقد استفدت منه، جزاه الله خيراً. ¶ (¬3) معالم السنن للخطابي، 2/ 176. ¶ (¬4) حاشية السندي على سنن النسائي، 5/ 38.",
            "page": "52",
            "part": "1",
            "seal": "4C3ACD69"
        },
        {
            "id": "51",
            "nass": "قال: (( ... قال مقيده - عفا الله عنه - وإخراج زكاة الحلي أحوط؛ لأن من اتقى الشبهات فقد استبرأ لدينه وعرضه، دع ما يريبك إلى ما لا يريبك، والعلم عند الله تعالى)) (¬1). ¶ 13 - فضيلة الشيخ محمود محمد خطاب السبكي، قال رحمه الله: ((وأظهر الأقوال: القول الأول- القول بالوجوب؛ لقوة أدلته، وهو الأحوط)) (¬2). ¶ 14 - الشيخ العلامة أبو بكر الجزائري، قال: ((والأحوط في حلي النساء الزكاة على كل حال)) (¬3). ¶ 15 - فضيلة الشيخ العلامة صالح البليهي، قال: (( ... من كلام الشيخ تقي الدين، وابن القيم أن الزكاة لا تجب في الحلي، وعلى كل حال العمل بالأحوط أحوط، وأسلم للعاقبة، كيف وقد قال - صلى الله عليه وسلم -: ((ما نقص مال من صدقة بل تزده بل تزده)). وقال عليه [الصلاة] والسلام: ((دع ما يريبك إلى ما لا يريبك)) والله أعلم بالصواب، وإليه المرجع والمآب، والحمد لله رب العالمين)) (¬4). ¶ 16 - اللجنة الدائمة للبحوث العلمية والإفتاء. تصفّحت جميع الفتاوى في زكاة الحلي في فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، فوجدت أنها كلها تذكر الوجوب، وقد بدأ أصحاب الفضيلة الأعضاء ببحث قيم مفيدٍ عن زكاة الحلي المباح المعد للاستعمال، وذكروا ¶ ¬__________ ¶ (¬1) أضواء البيان، للشنقيطي، 2/ 457. ¶ (¬2) المنهل العذب المورود في شرح سنن أبي داود، للسبكي، 9/ 135. ¶ (¬3) منهاج المسلم، لأبي بكر الجزائري، في هامش صفحة 289. ¶ (¬4) السلسبيل في معرفة الدليل، للشيخ صالح البليهي، 1/ 268.",
            "page": "53",
            "part": "1",
            "seal": "DA742C0C"
        },
        {
            "id": "52",
            "nass": "أقوال أهل العلم في الجملة، وذكروا أدلة كل فريق، ووجه الدلالة، ثم رجحوا القول بالوجوب، ثم بعد هذا البحث والترجيح اتخذوا منهجاً في جميع الفتاوى اللاحقة التي تعرض عليهم، فيفتون بوجوب الزكاة في الحلي المباح المستعمل إذا كمل النصاب، أو كان عند المالك من عروض التجارة ما يكمّل به النصاب، ودار عليه الحول، وأعضاء اللجنة هم: ¶ 17 - سماحة الإمام عبد العزيز بن عبد الله ابن باز رئيس اللجنة. ¶ 18 - صاحب الفضيلة العلامة عبد الرزاق عفيفي نائب رئيس اللجنة. ¶ 19 - صاحب الفضيلة العلامة عبد الله بن غديان عضو. ¶ 20 - صاحب الفضيلة العلامة عبد الله بن قعود عضو (¬1). ¶ ومن نماذج الفتاوى، الفتوى رقم (1797) قال فيها أصحاب الفضيلة: ((أجمع أهل العلم على وجوب الزكاة في حلي الذهب والفضة إذا كان حلياً محرم الاستعمال، أو كان معدًّا للتجارة، أو نحوها، أما إذا كان حلياً مباحاً معدًّا للاستعمال أو الإعارة: كخاتم الفضة، وحلية النساء، وما أبيح من حلية السلاح، فقد اختلف أهل العلم في وجوب زكاته ... )) ثم ذكروا القولين المشهورين، كل قول بدليله، وأجادوا وأفادوا ثم قالوا: ¶ ((والأرجح من القولين قول من قال بوجوب الزكاة فيها، إذا بلغت النصاب، أو كان لدى مالكيها: من الذهب، والفضة، أو عروض التجارة، ما يكمل النصاب؛ لعموم الأحاديث في وجوب الزكاة في الذهب والفضة، وليس هناك مخصص صحيح فيما نعلم؛ ولأحاديث: عبد الله بن عمرو بن العاص، وعائشة، وأم سلمة المتقدم ذكرها، وهي ¶ ¬__________ ¶ (¬1) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، 9/ 61 - 68.",
            "page": "54",
            "part": "1",
            "seal": "4467BB32"
        },
        {
            "id": "53",
            "nass": "أحاديث جيدة الأسانيد، لا مطعن فيها مؤثر، فوجب العمل بها. أما تضعيف الترمذي، وابن حزم لها والموصلي فلا وجه له، فيما نعلم، مع العلم بأن الترمذي رحمه الله معذور فيما ذكره؛ لأنه ساق حديث عبد الله بن عمرو من طريق ضعيفة وقد رواه أبو داود، والنسائي، وابن ماجه، من طريق أخرى صحيحة، ولعل الترمذي لم يطلع عليها. ¶ وبالله التوفيق وصلى الله على نبينا محمد وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... عضو نائب رئيس اللجنة ... الرئيس ¶ عبد الله بن قعود ... عبد الله بن غديان عبد الرزاق عفيفي ... عبدالعزيز بن عبد الله بن باز (¬1) ¶ الثامن عشر: أهل الزكاة ثمانية أصناف، على النحو الآتي: ¶ 1 - الفقير: وهو من لا يجد شيئاً، أو يجد أقل من نصف الكفاية، فتُكمّل له كفايته من النفقة، فيُعطى من الزكاة ما يكفيه حولاً كاملاً. ¶ 2 - المسكين: وهو من يجد نصف الكفاية أو أكثرها، فتُكمّل له كفايته من النفقة، فيُعطى من الزكاة ما يكفيه حولاً كاملاً. ¶ هذا إذا جمع بين لفظ الفقير ولفظ المسكين كما في آية مصارف الزكاة، أما إذا أطلق لفظ أحدهما ولم يذكر الآخر دخل أحدهما في الآخر: فالفقير هو المسكين، والمسكين هو الفقير؛ ولهذا يقال: إذا اجتمعا افترقا، وإذا افترقا اجتمعا: مثل لفظ الإسلام ولفظ الإيمان. ¶ 3 - العامل عليها: وهو الجابي، والحافظ، والكاتب والقاسم ¶ ¬__________ ¶ (¬1) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، 9/ 61 - 65.",
            "page": "55",
            "part": "1",
            "seal": "44F08803"
        },
        {
            "id": "54",
            "nass": "فيُعطى بقدر أجرته من الزكاة حتى لو كان غنيًّا، إلا إذا كان له مرتب من بيت مال المسلمين فلا يُعطى من الزكاة؛ لأنه إنما أعطي من الزكاة بقدر أجرته وقد حصل له ذلك. ¶ 4 - المؤلَّف: وهو السيد المطاع في عشيرته ممن يُرجى إسلامه، أو يُخشى شرّه، أو يُرجى بعطيته قوة إيمانه، فيُعطى من الزكاة ما يحصل به التأليف؛ لترغيبه في الإسلام، أو كفّ شرّه، أو قوّة إيمانه, أو تأثيره على أتباعه في دخولهم في الإسلام. ¶ 5 - المكاتَب: يُعطى من الزكاة ما يقضي دينه، ويفكّ منها الأسير المسلم، ويجوز العتق منها لعموم الآية. ¶ 6 - الغارم: وهو من تدين للإصلاح بين الناس ولو كان غنيًّا، أو تدين لنفسه وأعسر، فلم يستطع القضاء فيُعطى ما يقضي به دينه. ¶ 7 - الغازي في سبيل الله: الذي ليس له مرتب ولو كان غنيًّا؛ لأنه لحاجة المسلمين وهو متطوع، أما الغزاة الذين لهم ديوان فلا يُعطون من الزكاة، فيُعطى الغازي المذكور ما يحتاج إليه في غزوه. ¶ 8 - ابن السبيل: وهو الغريب المنقطع المسافر لغير بلده، فيُعطى ما يوصله إلى بلده ولو كان غنيًّا في بلده إذا لم يجد من يقرضه. ¶ التاسع عشر: أصناف الذين لا يصحّ دفع الزكاة إليهم: ¶ على النحو التالي: ¶ 1 - آل النبي محمد - صلى الله عليه وسلم - وهم بنو هاشم؛ لأن الزكاة محرّمة عليهم؛",
            "page": "56",
            "part": "1",
            "seal": "67690953"
        },
        {
            "id": "55",
            "nass": "لأنها أوساخ الناس. ¶ 2 – الأغنياء بمال أو كسب. ¶ 3 – الكفار إلا المؤلَّفة قلوبهم سواء كان الكافر أصليَّا أو مرتدًّا. ¶ 4 – الرقيق المملوك؛ لأن نفقته على سيده. ¶ 5 – من تلزم نفقته: كالزوجة، ووالديه وإن علوا، وأولاده وإن نزلوا، الوارث منهم وغيره. ¶ 6 – الفاسق والمبتدع الذين يصرفونها في المعاصي؛ لأن من أظهر بدعةً أو فجوراً يستحق العقوبة بالهجر وغيره والاستتابة، فكيف يُعان على ذلك، فينبغي للإنسان أن يتحرّى بزكاته المستحقين من أهل الدين المتّبعين للشريعة. ¶ 7 – جهات الخير من غير الأصناف الثمانية: كبناء المساجد، وإصلاح الطرق، وتجهيز الأموات، ودور تحفيظ القرآن الكريم، وغير ذلك من الجهات الخيرية. ¶ والزكاة حق الله، لا تجوز المحاباة فيها لمن لا يستحقّها، ولا أن يجلب الإنسان بها لنفسه نفعاً، أو يدفع شرًّا، ولا أن يقي بها ماله أو يدفع بها عنه مذمة، بل يجب دفعها لهم؛ لكونهم من أهلها (¬1). ¶ والله أسأل التوفيق والقبول، وصلى الله وسلم وبارك على نبينا وإمامنا ¶ ¬__________ ¶ (¬1) انظر: منار السبيل، 1/ 266 – 272، والموسوعة الفقهية، 23/ 312 – 328، والكافي لابن قدامة، 2/ 193 – 212.",
            "page": "57",
            "part": "1",
            "seal": "A9A5E5E6"
        },
        {
            "id": "56",
            "nass": "وأسوتنا محمد بن عبد الله وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين. ¶ تمت بحمد الله تعالى الرسالة الرابعة، ويليها إن شاء الله تعالى الرسالة الخامسة: ((زكاة عروض التجارة)).",
            "page": "58",
            "part": "1",
            "seal": "C31EFB12"
        }
    ],
    "t1836": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "أولا: مفهوم الأثمان"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "الأثمان لغة"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "2",
            "tit": "واصطلاحا"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "3",
            "tit": "ثانيا: زكاة الذهب والفضة: واجبة بالكتاب والسنة والإجماع:"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "4",
            "tit": "الكتاب"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "السنة"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "الإجماع"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "ثالثا: نصاب الذهب والفضة على النحو الآتي:"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "2",
            "tit": "نصاب الفضة"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "نصاب الذهب"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "رابعا: زكاة العملات المعدنية والورقية:"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "1",
            "tit": "خامسا: حقيقة الأوراق النقدية:"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "2",
            "tit": "قرار هيئة كبار العلماء رقم (10) وتاريخ 17/ 4/1393 هـ"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "سادسا: حكم ضم الذهب والفضة بعضهما إلى بعض في تكميل النصاب:"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "سابعا: تضم عروض التجارة إلى كل من الذهب والفضة:"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "ثامنا: مقدار الزكاة في الذهب والفضة: ربع العشر:"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "تاسعا: كيفية إخراج الزكاة من المال تكون بطرق منها:"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "1",
            "tit": "الطريقة الأولى"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "الطريقة الثانية"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "عاشرا: إخراج أحد النقدين: من الذهب والفضة عن الآخر في الزكاة:"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "الحادي عشر: ما يباح للرجال: من الفضة والذهب"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "الثاني عشر: ما يباح للنساء من الذهب والفضة:"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "الثالث عشر: تحريم آنية الذهب والفضة على الرجال والنساء جميعا:"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "الرابع عشر: لا زكاة في الحلي من غير الذهب والفضة: إجماعا"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "الخامس عشر: وجوب الزكاة في الحلي المحرم، أو المعد للتجارة: من الذهب والفضة:"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": "1",
            "tit": "السادس عشر: زكاة الحلي المباح المعد للاستعمال:"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "السابع عشر: ترجيح جمع كثير من العلماء لوجوب زكاة الحلي:"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - ابن حزم"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "2 - الفخرالرازي"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "1",
            "tit": "3 - الصنعاني"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "2",
            "tit": "4 - أحمد البناء"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "3",
            "tit": "5 - سماحة شيخنا الإمام عبد العزيز بن عبد الله ابن باز"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "6 - محمد بن صالح العثيمين"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "7 - الألباني"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "8 - عبد الله بن جبرين"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "1",
            "tit": "9 - جماعة من أهل العلم أيدوا القول بالوجوب"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "2",
            "tit": "10 - الخطابي"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "3",
            "tit": "11 - السندي"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "4",
            "tit": "12 - محمد الأمين الشنقيطي"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "13 - السبكي"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "1",
            "tit": "14 - أبو بكر الجزائري"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "2",
            "tit": "15 - صالح البليهي"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "3",
            "tit": "16 - اللجنة الدائمة للبحوث العلمية والإفتاء"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "17 - سماحة الإمام عبد العزيز بن عبد الله ابن باز"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "1",
            "tit": "18 - العلامة عبد الرزاق عفيفي"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "2",
            "tit": "19 - العلامة عبد الله بن غديان"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "3",
            "tit": "20 - العلامة عبد الله بن قعود"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "الثامن عشر: أهل الزكاة ثمانية أصناف، على النحو الآتي:"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - الفقير:"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": "2",
            "tit": "2 - المسكين:"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": "3",
            "tit": "3 - العامل عليها:"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "4 - المؤلف:"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "1",
            "tit": "5 - المكاتب:"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "2",
            "tit": "6 - الغارم:"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "3",
            "tit": "7 - الغازي في سبيل الله:"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "4",
            "tit": "8 - ابن السبيل:"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": "5",
            "tit": "التاسع عشر: أصناف الذين لا يصح دفع الزكاة إليهم:"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "6",
            "tit": "1 - آل النبي محمد"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "2 - الأغنياء بمال أو كسب."
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": "1",
            "tit": "3 - الكفار إلا المؤلفة قلوبهم"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": "2",
            "tit": "4 - الرقيق المملوك؛"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": "3",
            "tit": "5 - من تلزم نفقته:"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": "4",
            "tit": "6 - الفاسق والمبتدع"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": "5",
            "tit": "7 - جهات الخير من غير الأصناف الثمانية:"
        }
    ]
}