{
    "b184": [
        {
            "id": "1",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ ـ[هَذَا نَبِيُّكَ يَا وَلَدِي]ـ ¶ المؤلف: العلامة الشيخ / محمود غريب ¶ (أسلم على يدي المؤلف خمسةٌ من علماء أوربا في فترة السبعينيات) ¶ الناشر: دار الأنصار - القاهرة ¶ الطبعة: الثانية، 1401 هـ - 1981 م ¶ [ترقيم الكتاب موافق للمطبوع] ¶ جَزَى اللَّهُ كَاتِبَهُ وَمَنْ تَحَمَّلَ نَفَقَةَ الْكِتَابَةِ خَيرَ الجَزَاءِ وَأَوفَاهُ",
            "page": "4",
            "part": "1",
            "seal": "FE2F9831"
        },
        {
            "id": "2",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ مقدمة ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الحمد لله وسلام على عباده الذين اصطفى، وسلام على النبي - صلى الله عليه وسلم - المصطفى: ¶ أما بعد: ¶ فهذه السطور ليست كتابا في السيرة النبوية الشريفة، لأن مكتبة السيرة غنية ببحارها الزاخرة عن الندى. ¶ ولكنها دراسة في العقيدة الإسلامية تكمل الرسالة السابقة ¶ \" هذه عقيدتك يا ولدي \" ¶ والتي تقبلها القراء قبولا حسناً، والحمد لله. ¶ وقد حاولت - في هذه الرسالة - تحليل بعض الأحداث بمقدار ما يثبت العقيدة، ويدفع عنها أباطيل الطاعنين وشبهات الحاقدين على نبي الإسلام وعلى دعوته. ¶ إن العطاء الكبير - الذي قدمه نبي الإسلام - صلى الله عليه وسلم -",
            "page": "5",
            "part": "1",
            "seal": "93CC7C31"
        },
        {
            "id": "3",
            "nass": "لا حدود له. ¶ - جاء الحياة فأعطى ... وجاهد ... وأنفق. ¶ - جعل غرم الدعوة عليه وعلى آل بيته وعلى المقربين من صحابته. ¶ - وجعل غنم الدعوة تركة مشاعة بين الناس. ¶ - أنفق مال السيدة خديجة على الدعوة، ¶ - وأنفق مال عثمان بن عفان - صهره - على الدعوة. ¶ - فلما شرعت الزكاة حرَّمها على نفسه وعلى آل بيته. ¶ - وجعل من نفسه وأهله ميدانا لتطبيق ما يصعب على الناس قبوله من أحكام الشريعة - فقد زوج زينب بنت جحش - ابنة عمته - لزيد بن حارثة - العبد الذي تبناه - وما كان في العرب أسرة تقبل مثل هذا الزواج. ولما طلقها زيد تزوجها النبي - صلى الله عليه وسلم - وهذا أمر في الشريعة أصعب على النفس - لأنها مطلقة متبناه (1). ¶ __________ ¶ (1) كان العرب يحرمون على الرجل أن يتزوج مطلقة ابنه من التبني - فلما ألقى الإسلام مسألة التبني أجرى التجربة الصعبة على النبي - صلى الله عليه وسلم - أولا.",
            "page": "6",
            "part": "1",
            "seal": "41AF22EC"
        },
        {
            "id": "4",
            "nass": "وقد حرصت على عمق الفكرة، وسهولة العرض، وقوة البرهان، وأمانة النقل. ¶ واللَّهَ أسأل أن ينفع بها وأن يجعلها في صحيفة عملي يوم ألقاه. إنه نعم المعطي ونعم المجيب. ¶ * * * ¶ محمود غريب ¶ بغداد الكرخ - جامع ومعهد البنية ¶ كتبت المقدمة في الروضة الشريفة ¶ أمام قبر النبي - صلى الله عليه وسلم -",
            "page": "7",
            "part": "1",
            "seal": "D676F58F"
        },
        {
            "id": "5",
            "nass": "الباب الأول ¶ الفصل الأول ¶ حاجة العالم إلى الرسل. ¶ إخفاق العقل البشري في محاولة إدراك ما وراء الطبيعة. ¶ رسل الله تحول الأخلاق إلى سلوك عملي، وتبلغ شريعة الله. ¶ إرسال الرسل يقطع حجة العباد على الله.",
            "page": "9",
            "part": "1",
            "seal": "899DA779"
        },
        {
            "id": "6",
            "nass": "اللقاء الأول ¶ عاد وائل إلى بيت الشيخ عارف بعد غيبة طويلة قضاها في شمال العراق حيث جمال الطبيعة، وبرودة الجو، وعذوبة الماء. ¶ عاش هناك بين أقوام عكست الطبيعة الجميلة نفسها عليهم، فاستقام سلوكهم، وصفت سرائرهم. ¶ ودار الحديث في شوق بين الأستاذ وتلميذه، وتذاكرا حلو الماضي، وجمال الأيام. ¶ * * * ¶ وائل: حدثني كثيرا يا فضيلة الشيخ عن الإيمان بالله - من الناحية العقلية -. ¶ وقلت لي: إن الإيمان بالله مسألة فطرية. ¶ ولكن السؤال الذي يشغلني: لماذا أرسل الله الرسل؟ لماذا",
            "page": "11",
            "part": "1",
            "seal": "35850F31"
        },
        {
            "id": "7",
            "nass": "فرض الله علينا اتباع الأنبياء، مع أن الإسلام يحترم عقولنا؟ ¶ الشيخ: يا وائل: إرسال الرسل نعمة عظيمة من الله. ¶ لقد أرسلهم الله ليبلغوا الناس ما يصعب على العقل البشري أن يصل إليه. ¶ فالعقل البشري يا وائل مهيئ لدراسة المادة، وعمار الأراضي. وهذا مجاله. ¶ فإذا حاول أن يخترق الكون ليدرك ما وراء المادة فقد عرض نفسه للخطر. ¶ العقل البشري - يا وائل - كراكب سفينة، من حقه أن يسير في داخلها كما يريد .. ولكن إذا عزم على الخروج من السفينة إلى الماء فقد عرض نفسه للهلاك. ¶ وائل: لكن بعض الناس يجيد السباحة. ¶ الشيخ: البحر أكبر منهم. ¶ فمن هم الذين يجيدون السباحة يا وائل؟",
            "page": "12",
            "part": "1",
            "seal": "94A2C7B7"
        },
        {
            "id": "8",
            "nass": "هل تعني الفلاسفة؟ ¶ وائل: نعم ... إنهم أصحاب عقول كبيرة، ويمكنهم أن يدرسوا ما وراء البحار. ¶ أعني بحار المعيبات، ويمكنهم أن يصلوا إلى الحقيقة وحدهم. ¶ الشيخ: هؤلاء الفلاسفة ... ¶ فماذا يفعل بقية الناس؟ ¶ طبعا ليس كل الناس فلاسفة ... يا وائل ... ¶ وائل: بقية الناس يتبعون الفلاسفة. ¶ الشيخ: أردت أن تفر من الاتباع .. فوقعت في الاتباع. ولكنك تركت طريقا معبدا آمنا، وهو طريق الوحي. ¶ وعزمت على السير في صحراء واسعة .. ¶ ماؤها سراب، وأمانها خوف. ¶ يا وائل.",
            "page": "13",
            "part": "1",
            "seal": "23A130AA"
        },
        {
            "id": "9",
            "nass": "السراب لا يروي الظمآن. ¶ وائل: تعني أن انتاج الفلاسفة العقلي سراب ¶ الشيخ: فيما وراء الطبيعة كل فلسفة عقلية سراب. ¶ التجربة تقول هذا .... ¶ هل سمعت عن أرسطو؟ ¶ وائل: قرأت عنه ... وقرأت له. ¶ إنه المعلم الأول .. وهو الذي وضع علم المنطق - الذي يعصم الذهن من الخطأ في الفكر - وقد توصل أرسطو إلى الإيمان بالله عن طريق العقل .. ¶ الشيخ: كل هذا صحيح. ¶ ولكن أرسطو عندما أراد أن يخترق بعقله ما وراء الطبيعة هوى منهجه، وتهافت فكره. ¶ لقد آمن بالله إيمانا رياضيا، ليصل بهذا الإيمان إلى تفسير عقلي للحركة الميكانيكية في الكون. ¶ فإيمانه بالله أشبه ما يكون بالمعطيات الهندسية - التي يعطيها المدرس للتلاميذ ليتوصلوا بها إلى حل تمرين هندسي",
            "page": "14",
            "part": "1",
            "seal": "DBEF453B"
        },
        {
            "id": "10",
            "nass": "فهو يفترض وجود الله ليحل بهذا الفرض لغز الحركة الميكانيكية في الكون. ¶ ولم يثبت وجود الله إثباتاً برهانياً. ¶ وائل: ألهم أنه توصل للحقيقة بطريق أو بآخر. ¶ الشيخ: لا يا وائل .. ¶ لم يصل أرسطو إلى الحقيقة. ¶ لأنه تصور أن العالم قديم - لم يكن معدوماً ثم وجد - وتصور أن الله لم يخلق العالم، ولم يحرك فيه ساكنا. ¶ وائل: في قصوره كيف وجد العالم؟ وكيف تحرك؟ ¶ الشيخ: يعتقد أرسطو أن الكون كان في حالة خمول، ثم رغب في الحركة فتحرك وحده ... ¶ وائل: \"متعجباً\" ¶ هذه فلسفة أرسطو؟",
            "page": "15",
            "part": "1",
            "seal": "FD1D1029"
        },
        {
            "id": "11",
            "nass": "الكون قديم! - والله لم يخلق العالم؟ .. ولم يحرك ساكنه؟ ¶ الشيخ: نعم يا وائل ... ¶ هذه فلسفة المعلم الأول. ¶ يتصور أن الله كمال مطلق، والعمل - في تصوره - طلب لحدوث شيء، والله غني عن الخلق. ¶ وأرسطو يعتقد أن الله - كما إنه لم يخلق شيئاً - فهو أيضاً لا إرادة له. ¶ لأن الإرادة - في تصوره - اختيار أمر من أمرين، والله غني عن الأمرين. ¶ أرسطو يتصور أن الله يعيش سعيدا بنعمة بقائه فقط، لا علم له بالكون، ولا سلطان له عليه. ¶ وائل: أرسطو؟!! ¶ الشيخ: إنه بشر ... وعقل البشر مهيئ لدراسة المادة فقط لأن فيها حياته.",
            "page": "16",
            "part": "1",
            "seal": "835D12EF"
        },
        {
            "id": "12",
            "nass": "عباقرة اليونان - يا وائل - آمنوا بآلهة متعددة - وهم أرقى الشعوب حضارة فكرية -. ¶ إله للخير، وإله للشر، وإله للمطر، و ... و .... حتى الخمر .. جعلوا لها إلهاً. ¶ وكانوا يحتفلون بمولد إله الخمر عند ظهور العنب، ويقيمون المآتم عندما ينتهي موسم العنب. ¶ وكانوا يعتقدون أن أكثرهم طاعة لإله الخمر هو أكثرهم إدمانا لشرب الخمر. ¶ هذه حقيقة العقل البشري، وهذا إنتاج الفلسفة في عصر الحضارة اليونانية. ¶ فكيف بعصور الظلام؟ ¶ يدخل هشام ولد الشيخ عارف بطبق فيه عنب. ¶ فيضحكون جميعاً، وينشغلون بالطعام.",
            "page": "17",
            "part": "1",
            "seal": "FD435F0C"
        },
        {
            "id": "13",
            "nass": "اللقاء الثاني ¶ وائل: كنت أعتقد أن العقل البشري هو كل شيء. ¶ عارف: كل مَن في سنك يرى عقله وعلمه. ¶ فإذا تقدم به السن يدرك الحقيقة، فيتضاءل أمامه اليوم ما رآه عظيما بالأمس. ¶ العلم كالبحر، من نزل في أوله يتصور أنه يمكنه أن يعبره بأمان، ولكن كلما بعد عن الشاطئ يدرك ضعفه ويشعر بعمق البحر. ¶ والدنيا بحاجة إلى قوة الشباب، وحكمة الشيوخ. ¶ وهناك أسباب أخرى لإرسال الرسل. ¶ وائل: لا أظنك تبخل علينا يا فضيلة الشيخ. ¶ عارف: هل تصلح الدنيا بلا أخلاق؟ ¶ وائل: لا",
            "page": "19",
            "part": "1",
            "seal": "38F3C9DD"
        },
        {
            "id": "14",
            "nass": "فالأخلاق أمان للمجتمع، ثمارها حب، وغايتها سعادة. ¶ إنما الأمم الأخلاق ما بقيت ... فإن هموا ذهبت أخلاقهم ذهبوا ¶ عارف: الأنبياء وحدهم هم الذين يستطيعون وضع قانون أخلاقي كامل. ويعملون على تحويله إلى سلوك. ¶ فدور الأنبياء لا يقف على تعليم الناس قضية الحلال والحرام ولكنه يتعدى هذا الأمر إلى أمر أجل - وهو تحويل الأخلاق من فكرة نظرية إلى سلوك عملي. ¶ ولولا الأنبياء لأصبحت الأخلاق مجرد شعارات جوفاء وأناشيد تردد في الصباح والمساء. ¶ لقد كان النبي - صلى الله عليه وسلم - قرآنا - يمشي بين الناس. ¶ كان يهدي بفعله كما يهدي بقوله. حتى كان فعله نموذجا حيا للإسلام، وكان فعله تصديقا لقوله، لأن الانفصال الذي يقع بين الفعل والقول ببطل الدعوة إلى الخير، ويذهب أثرها.",
            "page": "20",
            "part": "1",
            "seal": "94F486D5"
        },
        {
            "id": "15",
            "nass": "الإسلام - يا وائل - لا يعرف الأخلاق النظرية ولا يقبل انفصال الكلمة عن الفعل. قال تعالى: ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ}؟ {كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ} ¶ وكان النبي - صلى الله عليه وسلم - يقدر هذا ويعلم أنه أسوة للمسلمين، ويعلم أن أفعاله حجة وأنه منظور إليه لذلك كان يتجنب مواطن الشبه. ¶ عَنْ عَلِيِّ بْنِ الحُسَيْنِ: كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي المَسْجِدِ وَعِنْدَهُ أَزْوَاجُهُ فَرُحْنَ، فَقَالَ لِصَفِيَّةَ بِنْتِ حُيَيٍّ لاَ تَعْجَلِي حَتَّى أَنْصَرِفَ مَعَكِ، وَكَانَ بَيْتُهَا فِي دَارِ أُسَامَةَ، فَخَرَجَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَعَهَا، فَلَقِيَهُ رَجُلاَنِ مِنَ الأَنْصَارِ فَنَظَرَا إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ أَجَازَا، وَقَالَ لَهُمَا النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «تَعَالَيَا إِنَّهَا صَفِيَّةُ بِنْتُ حُيَيٍّ»، قَالاَ: سُبْحَانَ اللَّهِ يَا رَسُولَ اللَّهِ، قَالَ: «إِنَّ الشَّيْطَانَ يَجْرِي مِنَ الإِنْسَانِ مَجْرَى الدَّمِ، وَإِنِّي خَشِيتُ أَنْ يُلْقِيَ فِي أَنْفُسِكُمَا شَيْئًا. ¶ رواه البخاري (2038) ¶ * * *",
            "page": "21",
            "part": "1",
            "seal": "147FE7A2"
        },
        {
            "id": "16",
            "nass": "كان الله يجول الأخلاق إلى سلوك عملي، ويضع القدوة للناس. ¶ كان رحيما بأمته ليعلمهم الرحمة، فقد كان يشعر بألمها، ويشق عليه ما يشق عليها. ¶ {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ} فعنتهم يشق عليه. آخر التوبة ¶ وكان يدع للعمل وهو يحب أن يعمل به خشية أن يفرض على أمته. أو خشية أن يقلده الناس فيشق ذلك عليهم. بل كان ينهاهم عن بعض الأعمال التي يعملها هو - كصوم الوصال (1) رحمة بهم. ¶ وقد استطاع - صلى الله عليه وسلم - أن يحول قاموس الأخلاق إلى مجتمع أخلاقي، فاقَتْ واقعيته مثالية الفلاسفة. ¶ ــــــــــــــــــ ¶ (1) صوم الوصال - هو أن يواصل الصوم أكثر من يوم بدون إفطار - وكان النبي - صلى الله عليه وسلم - يصومه. ونهى أمته عنه وقال لهم: \"إِنِّي لَسْتُ مِثْلَكُمْ، إِنِّي أَبِيتُ يُطْعِمُنِي رَبِّي وَيَسْقِينِي\".",
            "page": "22",
            "part": "1",
            "seal": "FBFEF0D2"
        },
        {
            "id": "17",
            "nass": "وائل: لكن الضمير الأخلاقي منهج سليم، وهو فطري في النفس، فهل يكفي لتقويم السلوك؟ ¶ عارف: الضمير الأخلاقي، والدعوة إلى الاكتفاء به، فكرة ابتدعها علماء الغرب لتحل مكان الدين في نفوس الشباب بعد أن ثارت أوربا على الكنيسة، وأضاعوا سلطانها من النفوس. ¶ وهذا لا يمنع أن الإسلام عرف هذا النداء الداخلي في الإنسان منذ عهد الوحي؛ وسماه القرآن {النَّفْسِ اللَّوَّامَةِ} وأقسم بها الله - سبحانه - تكريما. ¶ ولكن الضمير الأخلاقي لا يعني أبداً الاستغناء عن دعوة الرسل - عليهم السلام -. ¶ لأن الضمير - يا وائل - يتأثر بالبيئة التي يتربى فيها. ولون الثقافة التي يجمعها الإنسان. ¶ والمذهب الاقتصادي والاجتماعي الذي ينتمي إليه.",
            "page": "23",
            "part": "1",
            "seal": "E9932A4C"
        },
        {
            "id": "18",
            "nass": "فالرجل المسلم كم يشعر بالسعادة عندما يقسم تركة ميت حسب الشريعة الإسلامية. ¶ يعطي كل مصاب بالميت ما يعزيه ويسد بعض حاجته. ¶ بينما يتألم الرجل الشيوعي عندما يرى تقسيم التركة، لأنه لا يؤمن الميراث، فيراه تفتيتاً للتركة. (1) ¶ فالضمير يختلف باختلاف المذهب الاقتصادي والاجتماعي كما يختلف بالعقيدة التي يؤمن بها صاحبه. ¶ والرجل المسلم يذوب من الأسى عندما يتذكر يوماً انحرف فيه وشرب كأساً من الخمر ... ¶ بينما لا يتحرك ضمير رجل الغرب لو شرب خمر الدنيا كلها. ¶ __________ ¶ (1) الإسلام عندما يفتت تركة الميت على الورثة فإنه يدفع كل وارث للعمل ليعيد تكوين تركة تسد فراغه، فهي دعوة للعمل والإنتاج.",
            "page": "24",
            "part": "1",
            "seal": "805D28A2"
        },
        {
            "id": "19",
            "nass": "فالضمير لا يكفي لوضع منهج أخلاقي ثابت، لأن الضمير نشكله باللون الذي نرتاح له. ¶ فبمقدار حاجة الدنيا إلى الأخلاق تتجلى حاجتها لدعوة الرسل. ¶ * * * ¶ والناس - يا وائل - بحاجة إلى شريعة الله، كحاجتهم إلى رزقه. ¶ لأن النفس الإنسانية متعددة الملكات، متشبعة الغرائز ولا يستطيع البشر أن يضع لها تشريعا يشبع كل ملكاتها. فمقدار حاجة الناس إلى قانون ثابت يحكمهم، ويشبع كل جوانبهم النفسية، نراهم بحاجة إلى شريعة الله. ¶ وتحارب التشريعات الأرضية تثبت أن التشريع الذي يصلح لليوم لا يصلح لغد. ¶ لأن المشرع - من الناس - يعلم ما مضى ولا يعلم المستقبل. فكيف يضع تشريعاً لحل مشاكل الغد - وهو لا علم له بها؟",
            "page": "25",
            "part": "1",
            "seal": "F1E25313"
        },
        {
            "id": "20",
            "nass": "كما أنه يضع القانون للجماعة التي تحيط به فقط، لأن ما يصلح لرجل الشرق لا يصلح لرجل الغرب، وهذا يتنافى مع إقامة مجتمع عالمي يعيش في سلام. ¶ ولا يفوتني أن أذكر لك فارقا أخيراً، وهو أن التشريع الأرضي يوضع لحكم الناس فقط. ¶ أما شريعة الله فتهدف إلى تربية النفوس وتساميها، مع دورها في حكمهم وتأديبهم. ¶ فالمسلم لا يسرق ولو أمن من قطع اليد. لأن الشريعة مزجت بين المحرمات وبين الخوف من الله. مزجت بين قطع اليد وبين النكال من الله. ¶ قال تعالى: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالًا مِنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ} \"38 المائدة\" فلو نجا من القطع فلن ينجو من النكال. ¶ والمقارنة بغير الشريعة والقانون تعني المقارنة بين حارس مسلح، وبين نصب يضعه الفلاح في الحقل على صورة رجل لتخافه الطيور فلا تسقط على الحب.",
            "page": "26",
            "part": "1",
            "seal": "4FEF4869"
        },
        {
            "id": "21",
            "nass": "فالناس بحاجة إلى شريعة الله بمقدار حاجتهم إلى شريعة عالية المساحة، خالدة الثبوت، حية العطاء مؤدبة وحاكمة. ¶ وائل: كنا نعتقد أن العقل البشري كل شيء ... وكنا نتصور أن الشريعة جاءت لفترة ثم أتت أكلها واستغنى الناس عنها .. فما أحوجنا إلى منهج السماء. ¶ * * * ¶ عارف: هناك سبب رابع لإرسال الرسل: ¶ وهو تطبيق عدل الله ورحمته بالناس. ¶ إن الله لا يسوي بين الطائع والعاصي. ولا بين أهل الخير والأشرار. ¶ ولو حاسب الناس في محكمة العدل المطلق - من غير أن يرسل إليهم رسلا لكان الناس حق الاعتراض. ¶ وكان من حقهم أن يقولوا: {رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ مِنْ قَبْلِ أَنْ نَذِلَّ وَنَخْزَى} 134 طه",
            "page": "27",
            "part": "1",
            "seal": "248272D5"
        },
        {
            "id": "22",
            "nass": "وائل: هذا صحيح ... فلا جريمة بلا نص. ¶ عارف: من أجل ذلك أرسل الله الرسل ليقطع حجج الناس. {رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ} 165 النساء ¶ وائل: لا حجة لنا على الله. ¶ فالرسل شهود علينا، وكتاب الله بيننا، ومع ذلك فالله قد احترم عقولنا، لأن الرسل لم تحرم شيئاً يقول العقل إنه حلال، ولم تحل شيئا يقول العقل إنه حرام. ¶ آمنت أن تقليد الأنبياء عصمة من الضلال، ومنهجهم سلامة من الزيغ. واستودعك الله على أمل اللقاء.",
            "page": "28",
            "part": "1",
            "seal": "31BD2FE4"
        },
        {
            "id": "23",
            "nass": "الفصل الثاني ¶ حاجة العالم الإسلامي في القرن السادس الميلادي ¶ الفرس: الهدى في غير معابدهم. ¶ الروم: ترومت النصرانية. ولم يتنصر الرومان. ¶ اليهود: حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا. ¶ العرب: حاجتهم للرسالة تعدل حاجة العالم كله.",
            "page": "29",
            "part": "1",
            "seal": "714DD112"
        },
        {
            "id": "24",
            "nass": "في صباح يوم من أيام الربيع جلس الشيخ عارف بعد صلاة الصبح يرقل بعض آيات القرآن. بينما انشغلت \"ساجدة\" زوجته بإعداد الطعام. ¶ وطرق الباب طارق من الجزيرة، تناولوا جميعاً، ودار حلو الكلام. ¶ * * * ¶ الشيخ: كيف حال الناس في الجزيرة يا شيخ سرحان؟ ¶ سرحان: الحمد لله. نزل الغيث من بعدما قنطوا، ونشر الله رحمته. ¶ الشيخ: هذه سنة الله في الكون. ¶ المطر يأتي بعد الظمأ، والنصر بعد الصبر، والفرج بعد الكرب ... ¶ كل هذه نماذج للرحمة الخاصة .. ¶ أما الرحمة العامة - التي أشرق نورها بعد طول الظلام فهو محمد - صلى الله عليه وسلم -",
            "page": "30",
            "part": "1",
            "seal": "8DCD9069"
        },
        {
            "id": "25",
            "nass": "لقد عاش العالم قرونا طويلة يبحث عن النور. ¶ فالدارس للتاريخ - يا شيخ سرحان - يرى أن القرن السادس الميلادي ومطلع القرن السابع كان الظلام قد وصل فيهما إلى كل بقعة في الأرض - وضعف نور الأديان السماوية فلم تستطع أن تهب الناس هديا على الطريق. ¶ سرحان: الفرس كانت تعبد النار، واستولى رهبانها على أرزاق الناس مما جعل عقلاء الشباب يخرج منها ويبحث عن الهدى في غير معابدها كسلمان الفارسي - رضي الله عنه -. ¶ سرحان: فماذا عن الروم يا شيخ عارف؟ ¶ عارف: الروم دخلت الديانة النصرانية وهي محملة بأوزار الوثنية، وعقائدها الفاسدة، والأناء القذر لو وضعنا فيه حليبا يفسد الحليب، فاستطاعت الروم أن تروم النصرانية ولم تستطع النصرانية أن تنصر الروم. ¶ ولو درست مجتمع (نيقية) الذي عقد في عام 325 لمعالجة",
            "page": "31",
            "part": "1",
            "seal": "759351E0"
        },
        {
            "id": "26",
            "nass": "الخلافات التي ظهرت في الديانة النصرانية بسبب دخول طوائف وثنية من الرومان واليونان والمصريين فيها. ¶ وقد ناقش هذا المجمع قضية ألوهية السيد المسيح، وبعد صراع طويل يمكن أن تقرأه في كتب تاريخ الرومان. ¶ استطاع المجمع أن يتخذ أول قرار بألوهية المسيح بعد أن كانت المسيحية ديانة توحيد لمدة 325 سنة. ¶ * * * ¶ وفي عام 381 اتخذ القرار الثاني بألوهية روح القدس في المجمع القسطنطيني وأصبحت الآلهة ثلاثاً بعد أن كان المسيح يدعو إلى التوحيد الخالص. ¶ فالديانة النصرانية الجديدة لم يصبح لديها من القدرة ما تضيء به الناس الطريق. ¶ __________ ¶ راجع محاضرات في النصرانية لأستاذنا الكبير (محمد أبو زهرة) ص 139، ص 151.",
            "page": "32",
            "part": "1",
            "seal": "FB856CC9"
        },
        {
            "id": "27",
            "nass": "اليهود: ¶ حُمِّلُوا التَّوْرَاةَ ... ثُمَّ لَمْ يَحْمِلُوهَا. ¶ كلفوا بتوصيل النور إلى الناس فأطفأوا مصابيح قلوبهم، فماذا يمكن أن يقدموا للناس؟ ¶ حرفوا من دينهم ما لا يتفق مع مصالحهم الوضيعة. وشوهوا صورة أصحاب الرسالات - من الأنبياء الكرام - ليبطلوا جانب الأسوة والمثل الأعلى. ¶ كما جعلوا البيع مثل الربا وفرَّ رجال الدين من معابدهم ليسيروا في الركب المادي بعد أن فلتت القيادة من أيديهم. ¶ ولم يبق لهم من دين الله إلا شعارات كاذبة استباحوا بها دماء الناس وأموالهم. ¶ فاليهودية أيضا عجزت عن مد العالم بشعاع من نور الله. ¶ * * *",
            "page": "33",
            "part": "1",
            "seal": "D06CD243"
        },
        {
            "id": "28",
            "nass": "سرحان: والعرب يا شيخ عارف؟ ¶ لماذا لم تتكلم عنهم؟ ¶ عارف: العرب حجبهم عن الهدى السماوي البعد السحيق بين إبراهيم - عليه السلام - وبين محمد - صلى الله عليه وسلم - والذي يقدر بآلاف السنين. ¶ سرحان: لكن سلسلة من الأنبياء بشرا في وسط هذه المدة موسى وداود وسليمان وعيسى وغيرهم. ¶ عارف: هؤلاء جميعا بعثوا لبني إسرائيل فقط. ¶ فدعوتهم خاصة بأقوامهم. ¶ {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ} 5 الصف ¶ فرسالة موسى لقومه فقط - كذلك رسالة المسيح: {وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ} 6 الصف",
            "page": "34",
            "part": "1",
            "seal": "B90421AB"
        },
        {
            "id": "29",
            "nass": "أما العرب فقال عنهم القرآن: {لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ} 46 القصص ¶ {لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ} 6 (يس) ¶ لقد كانت الأمة العربية أسوأ العالم حالا، وأحوجه إلى رسول. ¶ لقد عبدوا الحجر، وأكلوا القذر، وسفكوا الدماء، ووأدوا البنات، ولعب الخمر بعقولهم، فاستعبدوا الأحرار، وأكلوا القمار، واستباحوا الربا، فماذا بقي لهم؟ ¶ يا شيخ سرحان: لقد كان العالم كله بحاجة إلى نبي يخلصه من الضلال، وينقذه من الهاوية. ¶ وكانت حاجة الأمة العربية وحدها كانت تعدل حاجة العالم كله. فمن الناحية الدينية: ¶ سجد الإنسان للصنم - الذي صنعه بيده، وطلب منه جلب الخير ودفع الضر، مع أن الذباب إن يسلب آلهتهم شيئاً لَا يَسْتَنْقِذُوهُ مِنْهُ. ¶ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ.",
            "page": "35",
            "part": "1",
            "seal": "867474EA"
        },
        {
            "id": "30",
            "nass": "سرحان: وأين ما وراوه من دين إبراهيم؟ ¶ عارف: لم يبق منه سوى بعض الشعار - التي خلت من الروح وأفسدتها البدع. ¶ وحسبك أن تعلم أن الحج تحول إلى تعظيم للأصنام، وإن الطواف بالبيت كان يتم وهم عرايا. ¶ الشباب عرايا، والنساء عاريات، وتحولت التلبية إلى تصفيق وتصفير {وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً} 35 الأنفال ¶ كيف تصفو الروح في جو من التصفيق والخمر والنساء العاريات؟ ¶ * * * ¶ والجانب الاقتصادي لا يقل سوءا عن الجانب الديني. ¶ لقد جاور العرب اليهود فتصلوا منهم الربا. وبالغوا فيه فأكلوه أضعافا مضاعفة حتى كان المدين يباع مع أنه حر وذلك من أجل سداد دينه. ¶ ونشأ عن سوء الأحوال الاقتصادية عملية الإغارة على الآمنين وسلب أموالهم، واستعباد ضعفائهم.",
            "page": "36",
            "part": "1",
            "seal": "DE3230C6"
        },
        {
            "id": "31",
            "nass": "وفي جو الرعب والقلق تنشر الخمر التماسًا للسكينة، ولكنها علاج للداء بالداء. فقد قلبت موازين الأمور وهو نت الفحشاء على النفوس فظهرت تجارة الجسد. ¶ رُوي أن جماعة سقوا امرأة خمراً فلما لعبت الخمر برأسها سألتهم: أتشرب نساؤكم من هذا الشراب؟ ¶ قالوا: نعم. ¶ قالت المرأة: والله إن أحدكم لا يدري من أبوه. إن الخمر تحسن القبيح ... وتقبح الحسن. ¶ قال أبو النواس: ¶ اسقني صرفا حميا .... تترك الشيخ صبيا ¶ وتريه الغي رشدا .... وتريه الرشد غيا ¶ ففساد العقيدة دفعهم إلى الربا. ¶ وهموم الربا دفعتهم إلى الخمر. ¶ وإدمان الخمر جر عليهم الباقي من البلاء. ¶ لذلك كان كل شيء يؤكد الحاجة إلى نبي جديد.",
            "page": "37",
            "part": "1",
            "seal": "6D9D915B"
        },
        {
            "id": "32",
            "nass": "الفصل الثالث ¶ العالم بحاجة إلى نبي. ¶ الكتب المقدسة وتبشيرها بهذا النبي - صلى الله عليه وسلم -. ¶ أخلاق محمد - صلى الله عليه وسلم - ترشحه لأمر عظيم. ¶ السيدة خديجة استدلت بأخلاق النبي - صلى الله عليه وسلم - على نبوته. ¶ هرقل: لو كنت عنده لغسلت عن قدميه.",
            "page": "38",
            "part": "1",
            "seal": "BE59F60F"
        },
        {
            "id": "33",
            "nass": "هشام: كنت استمع إلى القرآن الكريم فوقفت عند قوله تعالى للنبي - صلى الله عليه وسلم - {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ}. ¶ لماذا لم يقل القرآن: إن خلقك لعظيم. ¶ الأب: كلمة (على) تفيد الاستعلاء والتمكن. ¶ فكأنَّ النبيَّ - صلى الله عليه وسلم - تمكن من الأخلاق كما يتمكن الفارس من الفرس. ¶ وهو يحكمها بفطرته، بينما الأخلاق تحكم غيره من الناس لأن النبي - صلى الله عليه وسلم - تبدأ كمالاته النفسية من حيث ينتهي قانون الأخلاق. ¶ هشام: تعني - يا أبي - أن النبي - صلى الله عليه وسلم - يوجه الأخلاق إلى حيث يريد؟ ¶ الأب: أجل يا هشام. ¶ لقد ابتدأ النبي - صلى الله عليه وسلم - رحلته الأخلاقية من حيث انتهت المكارم الإنسانية، وذلك ليتمم مكارم الأخلاق: ¶ \"انما بعثت لاتمم مكارم الأخلاق\" ¶ هشام: لكنني أعلم أن كل نبي على خلق عظيم.",
            "page": "39",
            "part": "1",
            "seal": "3E65F55D"
        },
        {
            "id": "34",
            "nass": "فكيف يتمم النبي - صلى الله عليه وسلم - مكارم الأخلاق؟ ¶ الأب: لقد عشت مدة طويلة لا أستطيع الإجابة على هذا السؤال، حتى فتح الله عليَّ بفهمٍ للموضوع أشرحه لك. ¶ * * * ¶ السيد المسيح - عليه السلام - عالج قضية الأخلاق واهتمَّ بها. ورسم منهجا لتهذيب أتباعه فقال لهم: ¶ أحبوا أعدائكم. وباركوا لاعِنيكم؛ وأحسنوا إلى مبغضيكم وصلوا لأجل الذين يسيئون إليكم ويطردونكم. ¶ إنجيل متى / 5/ 44 ¶ وقال: وإذا ضربك رجل على خدَّك الأيمن فأدرْ له خدَّك الأيسر. ¶ وهذه الوصايا خلق عظيم، ولكنها أخلاق مثالية وليست أخلاقا واقعية ... لأن كثيرا من الناس لا يقوى على تنفيذها هذا من ناحية، ومن ناحية أخرى ليس كل الناس بدرجة واحدة من السمو تجعلهم يستحون ويرتدعون لو أدرنا لهم الخد الأيسر. هناك بعض النفوس لو أكرمتها ملكتها.",
            "page": "40",
            "part": "1",
            "seal": "B61D30D8"
        },
        {
            "id": "35",
            "nass": "وإن عفوت عنها كان عفوك عن خطئهم أشد عليهم من السياط ¶ ولكن هناك بعض النفوس إن أكرمتها فسدت، وإن عفوت عنها طمعت فيك، وإن رفعتهم إلى السماء سدوا باب السماء عنك، وهذا الصنف الحقير لا يصلحه أن ندير له الخدَّ الأيسر كما قال السيد المسيح، بل يصلحه أن نؤدِّبه. ¶ يُحْكَى في الأدب الرمزي - أن رجلا اشترى صنما وعكف على عبادته، وترك تجارته وزراعته. ¶ فلما أصابه الفقر، وضاقت به الحياة، قام على الصنم فدق رأسه وهشَّمها. ¶ فلما كسر رأس الصنم وجد به كنزا من الذهب أودعه فيه أحد الناس ثم مات. ¶ فقال الرجل لصنمه: ¶ ما ألامك .. أكرمتك فأفقرتني، وحطمتك فأغنيتني؟ هذا الطراز الحقير من النفوس لا يصلح معها، ولا يصلحها قانون المثالية.",
            "page": "41",
            "part": "1",
            "seal": "FA3F7DE2"
        },
        {
            "id": "36",
            "nass": "ولكن يصلح معها بل ويصلحها قانون العدل. ¶ يصلح معها قوله تعالى: {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ} 126 النحل ¶ وقوله تعالى: {وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ} 41 الشورى ¶ فالإسلام جعل القصاص من الظالم - بالطريقة المشروعة - لون من الأخلاق، مع عدم إهماله الترغيب في العفو. ¶ فمن عرفنا أن العفو يصلح نفسه ويهذبها فالعفوا عنه أفضل. ومن عرفنا صفاقة وجهه، وقبح سريرته - من الذين يفهمون أن العفو عنهم ضعف أو خوف منهم - فالعدل معهم أفضل، وربما يزجرهم القصاص. ¶ فالإسلام حول الأخلاق من مثالية فلسفية، إلى واقعية عملية لتشمل كل الناس، وتعالج ضعاف النفوس. ¶ وهذا معنى كون النبي - صلى الله عليه وسلم - بعث ليتمم مكارم الأخلاق فقد وسع دائراتها، وعمم عطاءها. ¶ يا هشام .. هذه الآية الكريمة {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ}",
            "page": "42",
            "part": "1",
            "seal": "F7B1EC03"
        },
        {
            "id": "37",
            "nass": "تعتبر أصلا كريما من أصول الدين. ¶ إنها تؤكد صدق نبوة محمد - صلى الله عليه وسلم -. ¶ إنها ليست مجرد امتداح لأخلاق النبي - صلى الله عليه وسلم - .. ¶ ولكنها نزلت في الأيام الأولى من الوحي لتسوق دليلا عقليا على نبوة محمد - صلى الله عليه وسلم -. ¶ بل لعل هذه الآية هي أول دليل ساقه القرآن إلى العقل البشري لإثبات صدق النبي - صلى الله عليه وسلم -. فقد نزلت بعد سورة المزمل - أي في الأيام الأولى من الوحي. ¶ هشام: ما علاقة الآية الكريمة بإثبات نبوة سيدنا محمد؟ ¶ الأب: الأمر سهل. إن شاء الله. ¶ الآية تقول للمشركين: أنتم تعرفون محمداً قبل يوم {اقْرَأْ بِاسْمِ رَبِّكَ}. ¶ وتعرفون أنه على خلق عظيم - بشهادتكم له قبل الرسالة - وأول ما تفرضه عليه أخلاقه العظيمة أن يكون صادقا. وأنتم شهدتم له بالصدق - بل سميتموه صادقا. ¶ وصادق إذا أخبركم باصطفاء الله له لماذا تكذبونه؟",
            "page": "43",
            "part": "1",
            "seal": "9845805C"
        },
        {
            "id": "38",
            "nass": "لقد تناقضتم مع أنفسكم. عندما كذبتم محمداً. ¶ هشام: أظنك يا والدي أول من استدل بأخلاق النبي - صلى الله عليه وسلم - على نبوته؟ ¶ الأب: لا يا هشام. ¶ لقد استدلت للسيدة خديجة - رضي الله عنها - بأخلاق النبي - صلى الله عليه وسلم - على نبوته. ¶ فعندما نزل الوحي لأول مرة على النبي - صلى الله عليه وسلم - ذهب النبي - صلى الله عليه وسلم - إلى خديجة خائفا يقول لها: ¶ زمليني ودثريني ... ¶ فلما ذهب عنه الروع قال لخديجة: لقد خفت على نفسي. وهنا تجلى ذكاء السيدة خديجة، ودار بخلدها ما عنى النبي - صلى الله عليه وسلم - الطويل - الذي عاشته معه. وأخلاقه الشريفة - التي لمستها عن قرب - بل التي كانت سببًا في زواجها منه. ¶ عند ذلك قالت له: أبشر فوالله لن يخزيك الله أبداً .. ¶ إنك لتصل الرحم ... ¶ وتصدق الحديث ...",
            "page": "44",
            "part": "1",
            "seal": "6CDB9EEA"
        },
        {
            "id": "39",
            "nass": "وتحمل الكل .. ¶ وتكسب المعدوم .. ¶ وتقري الضيف .. ¶ وتعين على نوائب الدهر ¶ مقدمات ثابتة توصلت بها إلى البشارة الصادقة، لن يخزيك الله أبداً. ¶ وقدمت البشارة على المقدمات لتعجيل البشرى. ¶ أو هو الاستدلال العقلي الراجح بأخلاقه الشريفة على إكرام الله له. ¶ فالسيدة خديجة هي أول من استدل بأخلاق النبي - صلى الله عليه وسلم - على نبوته. ¶ * * * ¶ ومن الذين استدلوا بأخلاق النبي - صلى الله عليه وسلم - على نبوته أيضاً \"هرقل\" - ملك الروم. ¶ هشام: وماذا كان من أمر هرقل؟",
            "page": "45",
            "part": "1",
            "seal": "6A5035F9"
        },
        {
            "id": "40",
            "nass": "الأب: زار أبو سفيان بن حرب الشام - قبل إسلامه - واستضافه هرقل، وسأله عن النبي - صلى الله عليه وسلم - الذي ظهر في بلاد العرب. ¶ هرقل: هل كان ابن ملك؟ ¶ أبو سفيان: لا ¶ هرقل: لو كان ابن ملك لقلنا إنه يريد أن يعيد ملك آبائه. وسأل هرقل: ¶ هل يكفر أحد أصحابه بعد أن يؤمن به؟ ¶ أبو سفيان: لا ... إنهم يزيدون دائما ... ¶ هرقل: هل كان يكذب في شبابه؟ ¶ أبو سفيان: لا .. لقد اشتهر بالصادق الأمين. ¶ هرقل: والله .. ما كان ليدع الكذب على الناس ثم يكذب على الله. ولئن كان ما تقول حقاً فهو نبي. وسوف يملك مكان قدمي هاتين. ¶ كنت أعلم أن نبياً سيظهر .. ولكن ما كنت أعلم أنه منكم ولو كنت أعلم أن قومي يتركونني أذهب إليه لتجشمت عناء السفر لزيارته.",
            "page": "46",
            "part": "1",
            "seal": "BECD240D"
        },
        {
            "id": "41",
            "nass": "ولو كنت عنده لغسلت عن قدميه (1). ¶ هشام: وهل أسلم هرقل - يا أبي -؟ ¶ الأب: لا يا هشام ... ¶ لقد خشيَ ثورة الرومان - ومات على دينه. ¶ * * * ¶ هشام: ولكن كيف عرف هذه الأشياء؟ ¶ الأب: هرقل كان نصرانياً، وكان على علم بالكتب السماوية، وكان يعلم - نتيجة دراسته لهذه الكتب - أن نبياً سيظهر، وأنه سيرث الأرض، وأنه خاتم النبيين - صلى الله عليه وسلم -. ¶ هشام: هذا موجود في كتبهم؟ ¶ الأب: وأكثر من هذا موجود في الكتاب المقدس، ولكن يد المترجمين لعبت دوراً خطيراً في طمس البشارات. ¶ اقرأ يا هشام كتاب \"عقائدنا\" للدكتور محمد الصادقي، وكتاب \"نبوة محمد من الشك إلى اليقين\" للدكتور فاضل صالح السامرائي، وكتاب \"إظهار الحق\" للشيخ رحمة الله الهندي. ¶ __________ ¶ (1) نص الحديث في البخاري: ¶ عن ابْنِ عَبَّاسٍ، قَالَ: حَدَّثَنِي أَبُو سُفْيَانَ، مِنْ فِيهِ إِلَى فِيَّ، قَالَ: انْطَلَقْتُ فِي المُدَّةِ الَّتِي كَانَتْ بَيْنِي وَبَيْنَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: فَبَيْنَا أَنَا بِالشَّأْمِ، إِذْ جِيءَ بِكِتَابٍ مِنَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَى هِرَقْلَ، قَالَ: وَكَانَ دَحْيَةُ الكَلْبِيُّ جَاءَ بِهِ، فَدَفَعَهُ إِلَى عَظِيمِ بُصْرَى، فَدَفَعَهُ عَظِيمُ بُصْرَى إِلَى هِرَقْلَ، قَالَ: فَقَالَ هِرَقْلُ: هَلْ هَا هُنَا أَحَدٌ مِنْ قَوْمِ هَذَا الرَّجُلِ الَّذِي يَزْعُمُ أَنَّهُ نَبِيٌّ؟ فَقَالُوا: نَعَمْ، قَالَ: فَدُعِيتُ فِي نَفَرٍ مِنْ قُرَيْشٍ، فَدَخَلْنَا عَلَى هِرَقْلَ فَأُجْلِسْنَا بَيْنَ يَدَيْهِ، فَقَالَ: أَيُّكُمْ أَقْرَبُ نَسَبًا مِنْ هَذَا الرَّجُلِ الَّذِي يَزْعُمُ أَنَّهُ نَبِيٌّ؟ فَقَالَ أَبُو سُفْيَانَ: فَقُلْتُ: أَنَا، فَأَجْلَسُونِي بَيْنَ يَدَيْهِ، وَأَجْلَسُوا أَصْحَابِي خَلْفِي، ثُمَّ دَعَا بِتَرْجُمَانِهِ، فَقَالَ: قُلْ لَهُمْ: إِنِّي سَائِلٌ هَذَا عَنْ هَذَا الرَّجُلِ الَّذِي يَزْعُمُ أَنَّهُ نَبِيٌّ، فَإِنْ كَذَبَنِي فَكَذِّبُوهُ، قَالَ أَبُو سُفْيَانَ: وَايْمُ اللَّهِ، لَوْلاَ أَنْ يُؤْثِرُوا عَلَيَّ الكَذِبَ لَكَذَبْتُ، ثُمَّ قَالَ: لِتَرْجُمَانِهِ، سَلْهُ كَيْفَ حَسَبُهُ فِيكُمْ؟ قَالَ: قُلْتُ: هُوَ فِينَا ذُو حَسَبٍ، قَالَ: فَهَلْ كَانَ مِنْ آبَائِهِ مَلِكٌ؟ قَالَ: قُلْتُ: لاَ، قَالَ: فَهَلْ كُنْتُمْ تَتَّهِمُونَهُ بِالكَذِبِ قَبْلَ أَنْ يَقُولَ مَا قَالَ؟ قُلْتُ: لاَ، قَالَ: أَيَتَّبِعُهُ أَشْرَافُ النَّاسِ أَمْ ضُعَفَاؤُهُمْ؟ قَالَ: قُلْتُ: بَلْ ضُعَفَاؤُهُمْ، قَالَ: يَزِيدُونَ أَوْ يَنْقُصُونَ؟ قَالَ: قُلْتُ لاَ بَلْ يَزِيدُونَ، قَالَ: هَلْ يَرْتَدُّ أَحَدٌ مِنْهُمْ عَنْ دِينِهِ بَعْدَ أَنْ يَدْخُلَ فِيهِ سَخْطَةً لَهُ؟ قَالَ: قُلْتُ: لاَ، قَالَ: فَهَلْ قَاتَلْتُمُوهُ؟ قَالَ: قُلْتُ: نَعَمْ، قَالَ: فَكَيْفَ كَانَ قِتَالُكُمْ إِيَّاهُ؟ قَالَ: قُلْتُ: تَكُونُ الحَرْبُ بَيْنَنَا وَبَيْنَهُ سِجَالًا يُصِيبُ مِنَّا وَنُصِيبُ مِنْهُ، قَالَ: فَهَلْ يَغْدِرُ؟ قَالَ: قُلْتُ: لاَ، وَنَحْنُ مِنْهُ فِي هَذِهِ المُدَّةِ لاَ نَدْرِي مَا هُوَ صَانِعٌ فِيهَا، قَالَ: وَاللَّهِ مَا أَمْكَنَنِي مِنْ كَلِمَةٍ أُدْخِلُ فِيهَا شَيْئًا غَيْرَ هَذِهِ، قَالَ: فَهَلْ قَالَ هَذَا القَوْلَ أَحَدٌ قَبْلَهُ؟ قُلْتُ: لاَ، ثُمَّ قَالَ لِتُرْجُمَانِهِ: قُلْ لَهُ: إِنِّي سَأَلْتُكَ عَنْ حَسَبِهِ فِيكُمْ، فَزَعَمْتَ أَنَّهُ فِيكُمْ ذُو حَسَبٍ، وَكَذَلِكَ الرُّسُلُ تُبْعَثُ فِي أَحْسَابِ قَوْمِهَا، وَسَأَلْتُكَ: هَلْ كَانَ فِي آبَائِهِ مَلِكٌ، فَزَعَمْتَ أَنْ لاَ، فَقُلْتُ: لَوْ كَانَ مِنْ آبَائِهِ مَلِكٌ، قُلْتُ: رَجُلٌ يَطْلُبُ مُلْكَ آبَائِهِ، وَسَأَلْتُكَ عَنْ أَتْبَاعِهِ أَضُعَفَاؤُهُمْ أَمْ أَشْرَافُهُمْ، فَقُلْتَ: بَلْ ضُعَفَاؤُهُمْ، وَهُمْ أَتْبَاعُ الرُّسُلِ، وَسَأَلْتُكَ: هَلْ كُنْتُمْ تَتَّهِمُونَهُ بِالكَذِبِ قَبْلَ أَنْ يَقُولَ مَا قَالَ، فَزَعَمْتَ أَنْ لاَ، فَعَرَفْتُ أَنَّهُ لَمْ يَكُنْ لِيَدَعَ الكَذِبَ عَلَى النَّاسِ، ثُمَّ يَذْهَبَ فَيَكْذِبَ عَلَى اللَّهِ، وَسَأَلْتُكَ هَلْ يَرْتَدُّ أَحَدٌ مِنْهُمْ عَنْ دِينِهِ بَعْدَ أَنْ يَدْخُلَ فِيهِ سَخْطَةً لَهُ، فَزَعَمْتَ أَنْ لاَ، وَكَذَلِكَ الإِيمَانُ إِذَا خَالَطَ بَشَاشَةَ القُلُوبِ، وَسَأَلْتُكَ هَلْ يَزِيدُونَ أَمْ يَنْقُصُونَ، فَزَعَمْتَ أَنَّهُمْ يُزِيدُونَ وَكَذَلِكَ الإِيمَانُ حَتَّى يَتِمَّ، وَسَأَلْتُكَ: هَلْ قَاتَلْتُمُوهُ فَزَعَمْتَ أَنَّكُمْ قَاتَلْتُمُوهُ، فَتَكُونُ الحَرْبُ بَيْنَكُمْ وَبَيْنَهُ سِجَالًا يَنَالُ مِنْكُمْ وَتَنَالُونَ مِنْهُ، وَكَذَلِكَ الرُّسُلُ تُبْتَلَى ثُمَّ تَكُونُ لَهُمُ العَاقِبَةُ، وَسَأَلْتُكَ هَلْ يَغْدِرُ فَزَعَمْتَ أَنَّهُ لاَ يَغْدِرُ، وَكَذَلِكَ الرُّسُلُ لاَ تَغْدِرُ، وَسَأَلْتُكَ: هَلْ قَالَ أَحَدٌ هَذَا القَوْلَ قَبْلَهُ، فَزَعَمْتَ أَنْ لاَ، فَقُلْتُ: لَوْ كَانَ قَالَ هَذَا القَوْلَ أَحَدٌ قَبْلَهُ، قُلْتُ: رَجُلٌ ائْتَمَّ بِقَوْلٍ قِيلَ قَبْلَهُ، قَالَ: ثُمَّ قَالَ: بِمَ يَأْمُرُكُمْ؟ قَالَ: قُلْتُ: يَأْمُرُنَا بِالصَّلاَةِ وَالزَّكَاةِ وَالصِّلَةِ وَالعَفَافِ، قَالَ: إِنْ يَكُ مَا تَقُولُ فِيهِ حَقًّا، فَإِنَّهُ نَبِيٌّ، وَقَدْ كُنْتُ أَعْلَمُ أَنَّهُ خَارِجٌ، وَلَمْ أَكُ أَظُنُّهُ مِنْكُمْ، وَلَوْ أَنِّي أَعْلَمُ أَنِّي أَخْلُصُ إِلَيْهِ لَأَحْبَبْتُ لِقَاءَهُ، وَلَوْ كُنْتُ عِنْدَهُ لَغَسَلْتُ عَنْ قَدَمَيْهِ، وَلَيَبْلُغَنَّ مُلْكُهُ مَا تَحْتَ قَدَمَيَّ، قَالَ: ثُمَّ دَعَا بِكِتَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَرَأَهُ: \" فَإِذَا فِيهِ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ مِنْ مُحَمَّدٍ رَسُولِ اللَّهِ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ، سَلاَمٌ عَلَى مَنِ اتَّبَعَ الهُدَى، أَمَّا بَعْدُ: فَإِنِّي أَدْعُوكَ بِدِعَايَةِ الإِسْلاَمِ، أَسْلِمْ تَسْلَمْ، وَأَسْلِمْ يُؤْتِكَ اللَّهُ أَجْرَكَ مَرَّتَيْنِ، فَإِنْ تَوَلَّيْتَ فَإِنَّ عَلَيْكَ إِثْمَ الأَرِيسِيِّينَ، وَ: {يَا أَهْلَ الكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ، أَنْ لاَ نَعْبُدَ إِلَّا اللَّهَ} إِلَى قَوْلِهِ: {اشْهَدُوا بِأَنَّا مُسْلِمُونَ} [آل عمران: 64] \" فَلَمَّا فَرَغَ مِنْ قِرَاءَةِ الكِتَابِ، ارْتَفَعَتِ الأَصْوَاتُ عِنْدَهُ وَكَثُرَ اللَّغَطُ، وَأُمِرَ بِنَا فَأُخْرِجْنَا، قَالَ: فَقُلْتُ لِأَصْحَابِي حِينَ خَرَجْنَا: لَقَدْ أَمِرَ أَمْرُ ابْنِ أَبِي كَبْشَةَ، إِنَّهُ لَيَخَافُهُ مَلِكُ بَنِي الأَصْفَرِ، فَمَا زِلْتُ مُوقِنًا بِأَمْرِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ سَيَظْهَرُ حَتَّى أَدْخَلَ اللَّهُ عَلَيَّ الإِسْلاَمَ، قَالَ الزُّهْرِيُّ: فَدَعَا هِرَقْلُ عُظَمَاءَ الرُّومِ فَجَمَعَهُمْ فِي دَارٍ لَهُ، فَقَالَ: يَا مَعْشَرَ الرُّومِ، هَلْ لَكُمْ فِي الفَلاَحِ وَالرَّشَدِ آخِرَ الأَبَدِ، وَأَنْ يَثْبُتَ لَكُمْ مُلْكُكُمْ، قَالَ: فَحَاصُوا حَيْصَةَ حُمُرِ الوَحْشِ إِلَى الأَبْوَابِ، فَوَجَدُوهَا قَدْ غُلِّقَتْ، فَقَالَ: عَلَيَّ بِهِمْ، فَدَعَا بِهِمْ فَقَالَ: إِنِّي إِنَّمَا اخْتَبَرْتُ شِدَّتَكُمْ عَلَى دِينِكُمْ، فَقَدْ رَأَيْتُ مِنْكُمُ الَّذِي أَحْبَبْتُ فَسَجَدُوا لَهُ وَرَضُوا عَنْهُ \".",
            "page": "47",
            "part": "1",
            "seal": "6692E54F"
        },
        {
            "id": "42",
            "nass": "وكتاب \"هداية الحيارى في أجوبة اليهود والنصارى\" للإمام ابن قيم الجوزية، وكتاب \"محمد في التوراة والإنجيل والقرآن\" للأستاذ إبراهيم خليل أحمد والذي أسلم وأصبح عضواً في مجمع البحوث الإسلامية بعد أن كان قسيساً. ¶ اقرأ - يا هشام - فالكتاب أستاذٌ أمينٌ ¶ هشام: فَإِنْ لَمْ يُصِبْهَا وَابِلٌ فَطَلٌّ ... ¶ الأب: أحسنت الطلب يا هشام. ¶ لقد بشرت التوراة بنبينا محمد ببشارات عديدة اختار لك بشارة واحدة منها. ¶ جاء في سفر التثنية إصحاح 18 قول الله لموسى عليه السلام: أقيم لهم نبياً من وسط إخوتهم، مثلك، واجعل كلامي في فمه فيكلمهم بكل ما أوصيه به. ¶ وواضح من هذه البشارة أن النبي - صلى الله عليه وسلم - الذي سيرسله الله ليس من بني إسرائيل لأنه لو كان من بني إسرائيل لقال الله لموسى: أقيم لهم نبياً منهم. ¶ وأبناء إسماعيل ثم إخوة أبناء يعقوب وأبناء عمومتهم. وفي البشارة إنه نبي مثل موسى - أي صاحب شريعة كشريعة موسى -",
            "page": "48",
            "part": "1",
            "seal": "5C93D5A2"
        },
        {
            "id": "43",
            "nass": "وهذا الوصف لم ينطبق على أحد بعد موسى إلا على محمد - صلى الله عليه وسلم - والتوراة تشهد بهذا في سفر التثنية إصحاح 24 فتقول: ولم يقم بعد ذلك من بني إسرائيل مثل موسى. ¶ الوصف الثالث في البشارة أن النبي - صلى الله عليه وسلم - الذي سيرسله الله - يتلقى الكلام في فمه وذلك لأنه لا يقرأ وهذا (1) واضح في نبينا محمد - صلى الله عليه وسلم - ¶ أما الإنجيل فقد بشر بنبوة محمد - صلى الله عليه وسلم -. ¶ جاء في إنجيل بوحنا أن السيد المسيح قال لتلاميذه. ¶ أنا أسأل الآب (2) فيعطيكم (بارقليط) آخر ليقيم بينكم إلى الأبد. ¶ هشام: ماذا تعني كلمة (بارقليط)؟ ¶ __________ ¶ (1) راجع نبوة محمد الدكتور فاضل السامرائي ص 252 ¶ (2) الآب - بالمد كلمة يونانية معناها الخالق وليس معناها الوالد لأن الأب بمعنى الوالد مقصورة وليست ممدودة.",
            "page": "49",
            "part": "1",
            "seal": "50500912"
        },
        {
            "id": "44",
            "nass": "الأب: يمكن أن تفهم معناها بتوسع لو قرأت كتاب \"رسول الله في الكتب السماوية ص 154\" وكتاب \"قصص الأنبياء للشيخ عبد الوهاب النجار\". ¶ ولكن تحت يدي الآن حوار لطيف جرى بين الأستاذ فتحي عثمان وبين الدكتور \"كارلو\" أستاذ الأدب اليوناني القديم: ¶ فتحي: ما معنى كلمة \"بارقليط\" التي ذكرها الإنجيل - يا دكتور \"كارلو\"؟ ¶ الدكتور: رجال الدين المسيحي يقولون: إن معناها \"المسلى أو المعزى\" ¶ فتحي: لكنني أسأل الدكتور \"كارلو\" أستاذ الأدب اليوناني القديم، فماذا تقول أنت .. ؟ ¶ الدكتور: أقول: بارقليط - ترجمتها - الذي له حمد كثير. ¶ فتحي: يعني معناها أفعل تفضيل من كلمة \"الحمد\". ¶ الدكتور: نعم ... هي كذلك. ¶ * * *",
            "page": "50",
            "part": "1",
            "seal": "AF38E79C"
        },
        {
            "id": "45",
            "nass": "الأب: اذكر يا هشام أفعل التفضيل من كلمة - علم وكرم وحلم. ¶ هشام: أعلم وأكرم وأحلم. ¶ الأب: وأفعل التفضيل من كلمة \"حمد\"؟ ¶ هشام: \"أحمد\" ¶ الأب: كلمة \"بارقليط\" ترجمتها الحرفية \"أحمد\" وهذا سر عبارة القرآن الكريم على لسان عيسى - عليه السلام - {وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ} 6 الصف ¶ وهذه دقة عجيبة في بشارة القرآن بمحمد - صلى الله عليه وسلم - مع أن النبي - صلى الله عليه وسلم - لم يدرس الأناجيل، ولم يدرس الترجمة. ¶ هشام: إنه وحي السماء ... أشهد أنَّ هذا القرآن من عند الله. ¶ ساجدة: أرهقت والدك يا هشام، وأخذت حقنا وحقك، لم تشبع؟ ¶ هشام: يا أمي طالبان لا يشبعان: طالب العلم وطالب المال. ¶ ساجدة: الأفضل يا بُنَيَّ أن يتم الحديث في المساء لنستفيد جميعا.",
            "page": "51",
            "part": "1",
            "seal": "95DF3828"
        },
        {
            "id": "46",
            "nass": "هشام: دائما رأيك سديد يا أمي. ¶ الأب: وأنا يا هشام؟ \"ويضحك الأب\" ¶ هشام: أعظم دليل على إصابة رأيك، وعمق بصيرتك هو اختيارك لأمي زوجة لك، ومربية لأولادك. ¶ الأب: أيضاً هذا مدح لأمك يا هشام - أكرمك الله - يضحك الأب وتضحك الأسرة ¶ * * * * ¶ وفي المساء اجتمعت الأسرة على حُبٍّ وهناءٍ، وواصل الأب من الحديث ما انقطع. ¶ ساجدة: يحضرني سؤال حول الآية الكريمة \"وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ\". ¶ لماذا لم يبدأ القرآن بمدح عقيدة النبي - صلى الله عليه وسلم - أولاً، ثم شريعته، ثم أخلاقه. ¶ لماذا بدأ بالأخلاق؟ ¶ عارف: يا ساجدة، العقيدة السليمة تدفع صاحبها العمل الصالح. لأن العقيدة بلا عمل لون من الإيمان العقيم.",
            "page": "52",
            "part": "1",
            "seal": "6695D279"
        },
        {
            "id": "47",
            "nass": "وقد رفض القرآن دعوة الأعراب - عندما ادعوا الإيمان وواقعهم بتنافى مع حقيقته (*) ¶ __________ ¶ (*) ذكر القرآن واقع الإعراب - وهم سكان البادية - فقال عن عقيدتهم: {الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا} 97 التوبة ¶ وقال عن كراهيتهم للزكاة: {وَمِنَ الْأَعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَمًا}. وقال عن كرههم للجهاد مع رسول الله - صلى الله عليه وسلم - {وَجَاءَ الْمُعَذِّرُونَ مِنَ الْأَعْرَابِ لِيُؤْذَنَ لَهُمْ}. وقال عن جهلهم بكتاب الله وشريعته {وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللَّهُ عَلَى رَسُولِهِ}. وقال عن وضعهم الاجتماعي في ظل الدولة. {وَمِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرَابِ مُنَافِقُونَ} ¶ كان هذا حالهم حتى السنة التاسعة من الهجرة - وهي السنة التي نزلت فيها سورة التوبة - التي فضحتهم - لذلك رفض القرآن دعواهم الإيمان. لأن الإيمان سلوك وطاقة. {قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ}. 14 الحجرات =",
            "page": "53",
            "part": "1",
            "seal": "13CE1819"
        },
        {
            "id": "48",
            "nass": ".............. ¶ __________ ¶ = رفض إيمانهم، ودمجهم في صفوف المسلمين فقط على أمل انطباعهم {وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ} وكلمة لما تفيد عدم حدوث الشيء في الزمن عقيم لا ينجب سلوكاً عمليا. ¶ ولا يغيب عن القارئ الكريم أن الأعراب هم أول من ارتد بعد النبي - صلى الله عليه وسلم -، وذلك لعدم تمكن الإيمان في قلوبهم بسبب بعد سكنهم عن مسجد النبي - صلى الله عليه وسلم -. وحرمانهم من توجيهاته وتربيته - التي حظي بها أصحابه فأصبحوا مشاعل على الطريق. ¶ ولأن حياتهم كانت تحبب لهم العزلة والتحرر من الارتباط بالدولة. ¶ وناهيك بجفوة قلوبهم وغلظة البادية التي جعلت السماء لا تختار منهم نبياً أبداً لأن النبوة عطاء ورحمة. ¶ وهذا لا يمنع وجود عناصر إيمانية كريمة في الأعراب =",
            "page": "54",
            "part": "1",
            "seal": "948067A5"
        },
        {
            "id": "49",
            "nass": "يا ساجدة ... الإيمان سلوك .. فمن كمل إيمانه خشع لله قلبه والتزم منهجه في العبادة، فالله لا يعبد إلا بما شرع. ¶ فالعقيدة الصحيحة تولد عبادة كاملة. ¶ __________ ¶ = عناها القرآن بقوله تعالى: {وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللَّهِ وَصَلَوَاتِ الرَّسُولِ أَلَا إِنَّهَا قُرْبَةٌ لَهُمْ سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} 99 التوبة ¶ وما ارتد عن الإيمان بعد النبي - صلى الله عليه وسلم - إلا الذين قالوا بأفواههم ما ليس في قلوبهم، ولا يتمكن الإيمان من قلوبهم. ورحم الله أبا بكر. لقد أعاد للإسلام هيبته عندما أدب الأعراب والمنافقين وأخضعهم لدولة القرآن. وذلك بحروب الردة - التي سير فيها أحد عشر جيشاً في وقت واحد. ¶ وأبو بكر بهذا العمل يعتبر أول قائد يفتح أحد عشر جبهة قتالية في وقت واحد ومع ذلك يستطيع أن يحقق النصر.",
            "page": "55",
            "part": "1",
            "seal": "F7C43896"
        },
        {
            "id": "50",
            "nass": "والعبادات الكاملة تهذب الأخلاق وتزكيها. ¶ {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} 103 التوبة ¶ {إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ} 45 العنكبوت ¶ {فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي الْحَجِّ} 197 البقرة فالعبادات مدرسة عملية للأخلاق. ¶ فمن كملت أخلاقه فقد كملت عباداته وصحت عقيدته. ¶ والحاصل على الدكتوراة لابد أنه حصل على ما قبلها من الدراسة وتفوق فيها. ¶ فالله - سبحانه - عندما امتدح أخلاق النبي - صلى الله عليه وسلم - فقد أثنى على دينه وخلقه. ¶ فالعقيدة الصحيحة توصل إلى العبادات المربية. ¶ والعبادات توصل إلى الأخلاق العالية. ¶ فمن كملت أخلاقه فقد كملت عبادته وعقيدته.",
            "page": "56",
            "part": "1",
            "seal": "5DE6EE80"
        },
        {
            "id": "51",
            "nass": "الفصل الرابع ¶ * المستشرقون ومنهجهم في السيرة ¶ * محمد المثل الكامل للإنسان ¶ \"فيلب حتى\" ¶ * كل مصادرنا تجمع على طهارة خلق محمد ¶ \"وليم ميور\" ¶ * لقد امتزجت العدالة والرحمة في نفس محمد ¶ \"فغليري\" ¶ * * * ¶ كتاب تاريخ الشعوب الإسلامية وخطره على الشباب \"نيوجين\" أعماه الحقد على نبي الإسلام",
            "page": "57",
            "part": "1",
            "seal": "F972E496"
        },
        {
            "id": "52",
            "nass": "في غرفة المكتبة جلس الشيخ عارف على مكتبه، جلس بين الكتب ليربط فكره الآخرين ويستمتع بجواهر المكتبة العربية والإسلامية. وفي عمق الدارس، وذكاء المربي، وبصيرة الداعي يمر الوقت خفيفاً خفة النسيم. ¶ ما أجمل الكتاب. ¶ جليس لا يمل، ومرشد لا يمنُّ بعطائه. ¶ ودخلت - ساجدة - زوجة الشيخ ودار هذا الحوار: ¶ * * * ¶ ساجدة: \"تبتسم\" وتقول للشيخ عارف: لقد بدأت أغار من الكتب كأنك متزوج بثلاث نساء غيري. ¶ عارف: كل رجل عبقري خلفه امرأة عظيمة. ¶ ساجدة: تعني أنك عبقري؟ ¶ عارف: لا ... بل أعني أنك عظيمة ...",
            "page": "58",
            "part": "1",
            "seal": "8544B18F"
        },
        {
            "id": "53",
            "nass": "ساجدة: إنني أحب الكتب لأنها بستان، وثمار قراءتك ينتفع بها الجميع، وأنت لا تستطيع أن تطعم أو تكسو كل أصحابك ولكنك تستطيع أن تههم السعادة بالكلمة المؤمنة. ¶ لا خيل عندك تهديها ولا مال ... فليسعد النطق إن لم يسعد الحال ¶ \"يدق الباب ويحضر وائل يحمل حقيبة من الكتب، ودار حوار طويل\" ¶ وائل: انشغلت في هذه الأيام بالقراءة عن النبي - صلى الله عليه وسلم -. ¶ عارف: أحسنت يا وائل. ¶ يجب على كل مسلم أن يدرس سيرة النبي - صلى الله عليه وسلم - الكبير وأصحابه، وذلك ليجعل من حاضره امتداد لعظماء الأمة. ¶ والأمة التي تنسى عظماءها، وتحاول عزل نفسها عن ماضيها مثلها كمثل رجل فقدَ ذاكرته فهو لا يدري من أين جاء، ولا أين يذهب. أو هي كلقيط مقطوع النسب لا يعرف أصله. إن الإنسان يمتاز على الحيوان بدراسة التاريخ. ¶ فالفأر يموت في المصيدة التي مات فيها أبوه ..",
            "page": "59",
            "part": "1",
            "seal": "B28B1FFC"
        },
        {
            "id": "54",
            "nass": "وتبقي نفس المصيدة لتستقبل الأجيال الجديدة. ¶ ادرس التاريخ فإنه مدرسة .. ¶ ولعلك تخيرت الأساتذة الذين قرأت لهم. ¶ وائل: كلهم من كبار مفكري الغرب. ¶ إنني أحب منهج علماء الغرب في الكتابة لما لهم من سعة اطلاع وحيادية علمية. ¶ عارف: كنت أودُّ أن تعرف الحق من أهله أولاً .. ثم تقرأ ما شئت بعد ذلك ولمن شئت .. ¶ وائل: اطمئن يا شيخ عارف ... إنهم منصفون. ¶ لقد قرأت للدكتور \"فيليب\" قوله: ¶ \"لقد تركت أعمال محمد اليومية وسلوكه في الأمور الخطيرة والبسيطة، أبعد الأثر في النفوس، بحيث أصبحت قدوة يقتدي بها الملايين إلى يومنا هذا. ¶ ولم يحدث أن اعتبر شخص واحد - عند أي طائفة من طوائف الجنس البشري - المثل الكامل للإنسان فقلدتْ أفعاله",
            "page": "60",
            "part": "1",
            "seal": "2200F214"
        },
        {
            "id": "55",
            "nass": "بمنتهى الدقة كما حدث لمحمد\" ¶ \"تاريخ العرب دكتور فيليب حتى ص 166\" ¶ وهذا غاية الإنصاف من كاتبٍ لا يؤمن بالإسلام. ¶ * * * ¶ وقرأت للعالم \"وليم ميور\" ¶ \"تجمع كل مراجعنا التي - درسناها - على طهارة محمد وأنه صورة نادرة بين أهل مكة بسبب ما وهب من عقل راجح، وذوق دقيق، وعمق في التأمل\". ¶ \"الفكر الخالد لمحمد علي ص 20\" ¶ عارف: جميل يا وائل .. ¶ ولكن ما رأيك في كلام \"وليم ميور\" الذي ذكرته؟ ¶ وائل: إنصاف عظيم لأخلاق النبي - صلى الله عليه وسلم - لقد قال عن النبي - صلى الله عليه وسلم -: ¶ عقل راجح، وذوق دقيق، وعمق في التأمل. ¶ عارف: هل لاحظتَ يا وائل أنه نسب عظمة النبي - صلى الله عليه وسلم - إلى",
            "page": "61",
            "part": "1",
            "seal": "081FD239"
        },
        {
            "id": "56",
            "nass": "عبقريته ولم يشر إلى النبوة. ¶ إنه يصور النبي - صلى الله عليه وسلم - على أنه مجرد مصلح اجتماعي أو فيلسوف. والفارق بين النبوة والعبقرية كبير .. ¶ والنبي - صلى الله عليه وسلم - قد جمع بينهما. ¶ {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} 124 الأنعام. ¶ وائل: سبحان الله. ¶ لقد غاب عني هذا الأمر. ¶ * * * ¶ لكنني قرأت للعالمة \"فاغليري\" في كتاب دفاع عن الإسلام ص 33: قولها: ¶ \"لقد كان محمد شديد التسامح، وبخاصة مع أتباع الأديان الموحدة لله. ¶ وهو ملتزم بمبدأ \"لَا إِكْرَاهَ فِي الدِّينِ\" ¶ لقد امتزجت العدالة والرحمة في نفسه.",
            "page": "62",
            "part": "1",
            "seal": "B3B5324A"
        },
        {
            "id": "57",
            "nass": "هذا كلامهم يا شيخ عارف. ¶ فماذا نريد من كُتَّاب الغرب أعظم من هذا الوصف؟ ¶ عارف: لا نريد منهم شيئا. ¶ ولكن نريد منك ومن الشباب المسلم أن يعرف منهج علماء الغرب. ¶ لقد وضعوا خطة خبيثة في كتبهم عن الإسلام. وفي سيرة النبي - صلى الله عليه وسلم - بالذات. ¶ وائل: خطة خبيثة؟ ¶ عارف: نعم .. كل شيء في الغرب مدروس، ويسير على خطة. ¶ إنهم يكتبون ألف كتاب عن النبي - صلى الله عليه وسلم -. ¶ كل كتاب يحتوي على مائة صحيفة مثلا. ¶ يحاول الكاتب أن يمدح النبي - صلى الله عليه وسلم - في تسع وتسعين صحيفة،",
            "page": "63",
            "part": "1",
            "seal": "7814A691"
        },
        {
            "id": "58",
            "nass": "ويضع نقطة السم في صحيفة واحدة. ¶ فامتداحهم للنبي - صلى الله عليه وسلم - يروج الكتاب بين المسلمين. ¶ ويشعرهم بأنهم أمام كاتب محايد يتحرى الحق فقط. مما يجعل العقل يتقبل نقطة السم ولا يشعر بمذاقها. ¶ يا وائل .. إن نقطة السم لا يظهر طعمها في طبق العسل. ولكن فعلها في المعدة لا ينكر. ¶ فإذا طعن كل كاتب في جانب واحد من حياة النبي - صلى الله عليه وسلم - فإن مجموع كتبهم كفيلة أن تشوه الإسلام، وتفسد سيرة نبيه. ¶ وائل: هكذا يفعلون يا فضيلة الشيخ؟ ¶ الشيخ: وأكثر من هذا يفعلون .. والمسلمون في غفلة. يا وائل .. لقد ظهرت مجموعة من الكتب يدَّعِي فيها المستشرقون أنهم يبذلون جهودا كبيرة، وينفقون أموالا واسعة في سبيل التبشير بالنصرانية - في أفريقيا وآسيا - ولكنهم يواجهون مشكلة صعبة تعوق رسالتهم - هذه المشكلة في ادعائهم هي أن الإسلام ينتشر وحده - في هاتين القارتين - بدون أي جهود من المسلمين.",
            "page": "64",
            "part": "1",
            "seal": "4B232612"
        },
        {
            "id": "59",
            "nass": "وهذه كلمة حق يراد بها باطل: ¶ وائل: أي باطل في هذه الشهادة العظيمة - التي تبشر بكل خير؟ ¶ عارف: يا وائل: الأمر أخطر مما تتصور. بل مما يتصور كثير من المسلمين عندما يفرحون بهذا الكلام ويرددونه في مقالاتهم وعلى بعض المنابر. ¶ إن المبشرين يهدفون - من وراء هذه الكلمات المعسولة إلى تقاعد المسلمين وتخدير هممهم. ¶ فما دام الإسلام ينتشر وحده - كما يقول المبشرون - فما هو الداعي لهجرة الدعاة وإنفاق الجهد والمال، في سبيل نشر الإسلام في هذه البلاد؟؟ ¶ لقد تقاعد المسلمون، وتكاسل الدعاة، وانصرفت كثير من الهيئات الإسلامية عن رسالتها. ¶ انصرفت إلى خلافات نظرية، ومعارك فكرية يعلم الله أن الإسلام لا ناقة له فيها ولا جمل. ¶ لقد نامت الأمة الإسلامية في النور.",
            "page": "65",
            "part": "1",
            "seal": "DEC76208"
        },
        {
            "id": "60",
            "nass": "بينما استيقظ أعداؤها في الظلام وجدوا السير. ¶ إن واقع المسلمين اليوم - كمصاب في حادث نقل إلى غرفة العمليات لإسعافه فظل من حوله يقلمون أظافره ويمشطون شعره - والمصاب يحتضر. ¶ الغرب يخدعنا يا وائل: ¶ وسوف أثبت لك صحة فهمي لكتابات المستشرقين. ¶ * * * ¶ هات كتاب (حضارة الإسلام) واقرأ ص 134 اقرأ في سرك .. فأنا لا أحب أن أسمع. ¶ واحكم أنت على ما تقرأ. ¶ \"يقرأ وائل وتبدو عليه علامات الاستغراب\". ¶ وائل: عجبا ... أين الإنصاف - الذي يدعيه علماء الغرب؟ ¶ وأين الحياد؟ ¶ إنه يدعي أن المسلمين نسبوا إلى النبي - صلى الله عليه وسلم - بعض المعجزات المسيحية والبوذية ليشبعوا رغبة العوام.",
            "page": "66",
            "part": "1",
            "seal": "C61EE345"
        },
        {
            "id": "61",
            "nass": "بل يدعي أن النبي - صلى الله عليه وسلم - نفسه كان ينسب إلى نفسه هذه المعجزات ليخرج نفسه من طبيعته البشرية. كي يظهر في صورة الأنبياء. ¶ عارف: عجباً يا وائل .. الأمور الخارقة للعادة - المعجزات - إن نسبت إلى البوذية يعتبرها المؤلف حقائق ثابتة - مع أنه لا يؤمن بالبوذية - وإن نسبت إلى نبي الإسلام - وثبتت نسبتها تاريخيا - يعتبرها \"جوستاف\" خرافة وأساطير. ¶ إنهم يكرهون الإسلام يا وائل. ¶ ولو كلف \"جوستاف\" نفسه أن يدرس شيئاً عن موقف النبي - صلى الله عليه وسلم - من الأمور الخارقة للعادة لعلم جهله الشديد بهذا النبي - صلى الله عليه وسلم - العظيم. ¶ لعلك تذكر يا وائل يوم وفاة إبراهيم ابن النبي - صلى الله عليه وسلم - لقد صادف خسوف الشمس. ¶ وهذه ظاهرة طبيعية يمكن أن تحدث في أي وقت. ¶ ولكن بعض الصحابة ربط بين هذه الظاهرة وبين موت",
            "page": "67",
            "part": "1",
            "seal": "B900DDF0"
        },
        {
            "id": "62",
            "nass": "إبراهيم - عليه السلام - ¶ وقالوا خسفت الشمس لموت إبراهيم. ¶ قالوا هذه الكلمة عزاء للنبي. ¶ ومقام العزاء يتسع لمثل هذه المجاملات. ¶ أو قالوها اعتقاداً بصحتها. ¶ وكان النبي - صلى الله عليه وسلم - ساعتها - يعاني من آلام فراق ولده. ¶ وكان يمكن للنبي - صلى الله عليه وسلم - أن يستمع لهذه المقالة ويسكت ولا لوم عليه لأنه مشغول بدفن ولده. ¶ ولكن النبي - صلى الله عليه وسلم - العظيم - أستاذ الحقيقة .. لم يقبل أن يعزَّى بما يخالف الحقيقة. ¶ كان يمكن للنبي - صلى الله عليه وسلم - أن يسكت ليترك هذه المقالة تشيع بين العرب، فيوقن أتباعه، ويؤمن أعداؤه. ¶ ولكن النبي - صلى الله عليه وسلم - جفف دمعه، ووقف في الناس معلماً يقول: \"إِنَّ الشَّمْسَ وَالقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمْ ذَلِكَ، فَادْعُوا اللَّهَ، وَكَبِّرُوا وَصَلُّوا وَتَصَدَّقُوا\". ¶ إن الحقيقة يا وائل ..",
            "page": "68",
            "part": "1",
            "seal": "320D4674"
        },
        {
            "id": "63",
            "nass": "والحقيقة وحدها .. هي الأساس الذي بنى عليه النبي - صلى الله عليه وسلم - دعوته. ¶ أين هذا من افتراء \"جوستاف\" - الذي يدعي أن النبي - صلى الله عليه وسلم - كان ينسب الخوارق إلى نفسه؟! ¶ * * * ¶ وأمامك يا وائل كتاب \"تاريخ الشعوب الإسلامية\" تأليف \"كارل بروكلمان\". ¶ اقرأ السخافات العقلية التي وضعها هذا الكاتب في كتابه. إن كل سطر منه يحتاج إلى ردود طويلة. ¶ أنه يدعي أن النبي - صلى الله عليه وسلم - تدرج في مسألة التوحيد ولم يعرف التوحيد الخالص في السنوات الأولى من بعثته. ¶ ولو كلف هذا الكاتب نفسه أن يقرا السور الثلاث الأول التي أنزلت على النبي - صلى الله عليه وسلم - في فجر الوحي لأدرك صورة التوحيد الخالص الذي لم يرقَ إليه دين إلا الإسلام.",
            "page": "69",
            "part": "1",
            "seal": "E56A55CA"
        },
        {
            "id": "64",
            "nass": "فمنذ الأيام الأولى للوحي والقرآن يؤكد قضية التوحيد {اقْرَأْ بِاسْمِ رَبِّكَ} لا باسم صنم أو بشر. لأن ربك هو الخالق لأن ربك هو الأكرم، ولأن ربك هو المعلم. ¶ وتأتي سورة المدثر: وتؤكد ضرورة تكبير الله، وطهارة النفس والقلب والثوب من كل دنس. ¶ أما سورة المزمل: فمنهج التوحيد فيها واضح {رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا} 9 المزمل. ¶ فأي توحيد أكمل من هذا التوحيد - الذي عرفه النبي - صلى الله عليه وسلم - منذ الشهور الأولى من الوحي؟ ¶ وهل عرفت ديانة الكاتب - إن كان عنده دين - توحيداً أرقى من قوله تعالى: (رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا)؟ ¶ * * * ¶ ويقول في ص 78. من نفس الكتاب. ¶ يتحتم على المسلم أن يعلن غير المسلم بالعداوة حيث وجده",
            "page": "70",
            "part": "1",
            "seal": "A3CCEC9C"
        },
        {
            "id": "65",
            "nass": "لأن محاربة غير المسلمين واجب ديني. ¶ هل قرأت يا وائل هذا الافتراء؟ ¶ هل الإسلام يفرض على المسلم أن يعلن الحرب على جميع خصومه. ¶ وائل: عجباً لهذا الكلام .. ¶ إن \"فاغليري\" تقول: لقد كان محمد شديد التسامح. وبخاصة مع أتباع الأديان الموحدة لله. ¶ عارف: ولو قرأ هذا الكاتب سورة الممتحنة لرأى تسامح الإسلام مع الذين يخالفونه في العقيدة - بشرط أن لا يحاربوا الإسلام. قال تعالى: {لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (8) إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ} 9 الممتحنة ¶ وهناك فارق كبير بين الدعوة إلى الإسلام وبين إكراه",
            "page": "71",
            "part": "1",
            "seal": "62121474"
        },
        {
            "id": "66",
            "nass": "الناس على الدخول فيه. ¶ كما أن الفارق كبير بين الفتوحات الإسلامية - وهي التحام جيشين - وبين انتشار الإسلام وهو مسألة فكر واقتناع وحرية. ¶ وحسبك أن تعلم أن بعض البلاد تم فتحها عسكريا وبقي الناس فيها على دينهم. كبلاد الأندلس - وقد كفل لهم حرية عالية. ¶ كما أن كثيراً من بلاد العالم انتشر فيها الإسلام بدون أن تفتح عسكرياً. ¶ * * * ¶ وائل: لقد انخدعت بدعوة المستشرقين، وغرني ادعاؤهم الحياد والموضوعية. ¶ وأملنا أن يوفق الله علماء المسلمين في نشر مثل هذا الحوار ليفضحوا خطَّة الغرب وخصوم الإسلام. ¶ إن أقلامهم أخطر من سلاحهم.",
            "page": "72",
            "part": "1",
            "seal": "9029E7FC"
        },
        {
            "id": "67",
            "nass": "ويجب أن يحصنوا الشباب من الأفاعي. ¶ عارف: الحمل ثقيل يا وائل. ¶ وجهاز الإعلام الإسلامي فقير. ¶ إِنَّ هَذَا أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً ... وَلِيَ نَعْجَةٌ وَاحِدَةٌ ... فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِي فِي الْخِطَابِ\" 23 (ص) ¶ يا وائل جهاز الإعلام الإسلامي فقير. ¶ لم يبق للإسلام إلا المنبر - فسامح الله الذين يأخذون الإسلام ولا يقدمون له. ¶ * * * ¶ لو قرأت أوصاف المسيح في القرآن لعلمت أن القرآن ألقى على المسيح حالة الجمال والكمال. ¶ قال تعالى على لسان المسيح: ¶ {قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا (30) وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ}",
            "page": "73",
            "part": "1",
            "seal": "E33088C2"
        },
        {
            "id": "68",
            "nass": "وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا (31) وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا (32) وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا} 33 مريم ¶ أما في سورة آل عمران آية 45، 46 فقد جاء قوله تعالى: {اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ (45) وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَمِنَ الصَّالِحِينَ} ¶ وقد دافع القرآن عن مريم، وأثبت عفتها وطهارة منبتها وعظيم أصلها.",
            "page": "74",
            "part": "1",
            "seal": "5E60CC64"
        },
        {
            "id": "69",
            "nass": "فأصلها ثابت {إِنَّ اللَّهَ اصْطَفَى آدَمَ وَنُوحًا وَآلَ إِبْرَاهِيمَ وَآلَ عِمْرَانَ عَلَى الْعَالَمِينَ (33) ذُرِّيَّةً بَعْضُهَا مِنْ بَعْضٍ وَاللَّهُ سَمِيعٌ عَلِيمٌ} 34 آل عمران. ¶ وهي محفوظة من الشيطان منذ ولادتها لدعاء أمها. ¶ {وَإِنِّي سَمَّيْتُهَا مَرْيَمَ وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ (36) فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنْبَتَهَا نَبَاتًا حَسَنًا وَكَفَّلَهَا زَكَرِيَّا} 37 آل عمران ¶ فهي طيبة الأصل والبذور والبيئة والراعي. ¶ ثم صادفها اصطفاء الله لها على نساء العالمين .. ¶ {وَإِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ} 42 آل عمران ¶ وائل: هل نفهم من هذه الآية أن مريم - عليها السلام - أفضل عند الله من نساء النبي - صلى الله عليه وسلم -؟ ¶ عارف: يا ولدي .. لا مجال للمقارنة بين أي امرأة وبين أمهات المؤمنين - نساء النبي - صلى الله عليه وسلم -.",
            "page": "75",
            "part": "1",
            "seal": "987DFA89"
        },
        {
            "id": "70",
            "nass": "لأن الله قال عن نساء النبي - صلى الله عليه وسلم - {يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ} 22 الأحزاب ¶ فالقرآن دافع عن عيسى وعن أمه. ¶ فليت علماء الغرب يتأدبون بأدب المسيح. ¶ ولكن كيف نكلفهم بأدب المسيح وهم لم يتذوقوا حلاوة دينه - الذي نزل من عند الله - ¶ إن حركة التبشير العالمية تمهد لغزو فكري يبارك الاستعمار الغربي ويخدم مصالحه. ¶ وما أبعد الوسيلة والغاية عن رسالة السماء. ¶ القرآن يمتدح عيسى بما هو أهله، ويدافع عن أمه، والكاتب \"توجين\" - الذي يلبس ثوب الرهبان ويحمل قلم الأفاعي، يقول عن أشرف الخلق محمد - صلى الله عليه وسلم -: ¶ إن محمداً حرم لحم الخنزير لأنه كان سكران ونام فوق كوم عال فأتى الخنزير وعضه. فقام محمد وحرم لحم الخنزير على أمته. ¶ وأسأل هذا الكذاب الحاقد:",
            "page": "76",
            "part": "1",
            "seal": "27EA6286"
        },
        {
            "id": "71",
            "nass": "لماذا حرَّمت التوراة لحم الخنزير؟ ¶ هل هناك خنزير عضَّ موسى - يا سيادة الفيلسوف - فحرَّم موسى لحم الخنزير على أمته. ¶ وائل: التوراة تحرم لحم الخنزير؟ ¶ عارف: أجل يا وائل. ¶ جاء في سفر التثنية ما يؤكد تحريم لحم الخنزير. ¶ وائل: يعني لحم الخنزير حرام في شريعة موسى وفي شريعة محمد - صلى الله عليه وسلم -. ¶ عارف: وفي المسيحية أيضاً. أعني المسيحية التي جاء بها عيسى لأن السيد المسيح اعترف بشريعة موسى وأقرها: ¶ وقال: ما جئت لأنقض الناموس. ¶ لكن (بولس) - الذي دخل المسيحية بعد عيسى - عليه السلام - استطاع أن يطمس الشريعة ويبطلها. ¶ لقد زعم (بولس) أن بقاء الشريعة يعني بقاء الخطيئة. فلابد أن يتخلص الناس من الشريعة، لكي يتطهروا من الخطيئة.",
            "page": "77",
            "part": "1",
            "seal": "D99A523B"
        },
        {
            "id": "72",
            "nass": "جاء هذا في رومية 3 - 20 قال بولس: ¶ ما دامت الشريعة قائمة فالخطيئة ترتكب، ولكن المسيح أبطل الشريعة. فبطل ارتكاب الخطيئة. ¶ وائل: المسيح قال: ما جئت لأبطل الشريعة بل لأكملها! ¶ عارف: وبولس قال: إن المسيح أبطل الشريعة ليخلصنا من الخطيئة. ¶ معنى كلام بولس أن الشرطة والقضاء هما سبب الجرائم. فلابد من إبعاد الشرطة وهدم دور القضاء حتى يسلم المجتمع من الجرائم. ¶ وائل: هذا منطق معكوس .. ¶ عارف: لذلك قال بولس بعد أن نجح في صرف الناس عن الشريعة: الآن تحررنا من الشريعة. رومية 7 - 6 ¶ فلحم الخنزير حرام في الديانة اليهودية بالنص، وحرام في ديانة عيسى لإقراره بشريعة التوراة، وحرام في الإسلام لأن الإسلام يحل الطيبات ويحرم الخبائث فكيف يجرؤ كاتب مثل \"نوجين\" على مثل هذا المقال؟",
            "page": "78",
            "part": "1",
            "seal": "BCDD24A2"
        },
        {
            "id": "73",
            "nass": "وأين الموضوعية والحيادية وأمانة البحث التي يدعيها علماء الغرب؟ ¶ ومن أي مصدر تاريخي نقل الكاتب القذر مثل هذا الهراء؟ ¶ إنني على ثقة أن مثله لو كتب عن نجوم السينما، وشعراء الخمر، لكتب قلمه بلا مداد. ¶ أما عندما يكتب مخمور عن سيد الخلق، وحاقد عن نبي الرحمة، وماجنٌ عن أستاذ الشرف، فلا نتوقع إلا هذا الهراء. ¶ إن الإناء القذر يفسد اللبن الصافي. ¶ وائل: هل يمكن أن نعرف شيئا عن سر تحريم لحم الخنزير. ¶ عارف: الأصل في اجتنابنا لحم الخنزير أن الله حرمه علينا بنص القرآن: {إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ} سواء عرفنا سر التحريم أو لم نعرفه. وصحابة النبي - صلى الله عليه وسلم - تلقوا أوامر القرآن بالطاعة،",
            "page": "79",
            "part": "1",
            "seal": "9C029AAA"
        },
        {
            "id": "74",
            "nass": "ونواهيه بالاجتناب احتراماً لقداسة القرآن. ¶ ويخطئ بعض الشباب عندما يعتقد أن الحكم يرتبط بالعلة العقلية فقط، ويهمل النص الكريم. ¶ فالزنا حرام ... ¶ سواء حدث منه حمل واختلاط أنساب أو لم يحدث. ¶ إن بعض الشباب اعتقد حرمة الزنا لأنه يسبب اختلاط الأنساب، فلما اكتشف الطب \"وسائل منع الحمل\". ¶ تصور أن تحريم الزنا أصبح بلا جدوى. ¶ إن الأصل في التحريم هو النص. ¶ وقداسة النص باقية إلى يوم القيامة. ¶ أما معرفة العلة فهي عامل يحض على إطاعة الأمر فقط. بعد ذلك يمكن أن أقول: ¶ - الخنزير لا يتخلص إلا من 2 % من حامض البوليك ويحتفظ بالباقي في لحمه. مما يسبب آلام المفاصل عند آكله. ¶ - وهو يسبب الدودة الطويلة: ¶ وهذه الدودة تختلف عن الدودة التي يسببها لحم البقر.",
            "page": "80",
            "part": "1",
            "seal": "A4B8E208"
        },
        {
            "id": "75",
            "nass": "لأن جرثومة لحم البقر تقتلها نيران الطهي. ¶ أما جرثومة لحم الخنزير فلا تقتل. ¶ - وهو حيوان يأكل القاذورات. وإذا وجد بها حيوانا ميتاً أكله، والإسلام يحرم أكل الحيوان الذي يأكل اللحم. إلا السمك - فإن الله أحله لنا بنص قرآني كريم {أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ} 96 المائدة. ¶ وائل: لكني أعلم أن العلم الحديث استطاع أن يقتل جرثومة الدودة الطويلة في لحم الخنزير. ¶ عارف: يقتلها من كل الخنزير أم من بعضها؟: ¶ وائل: من الأنواع التي تربى بوسائل علمية، وتطهى بوسائل علمية. ¶ عارف: وبقية الخنازير ماذا قدم العلم لها؟ ¶ __________ ¶ يضيف بعض العلماء طباع الحيوان سبباً آخر لتحريم الخنزير وهو أن كل من أكل من لحم حيوان معين يتأثر بطباعه. والخنزير لا يغار على أنثاه، فإن صح قولهم فلعل هذا هو سبب برود الرجل في أوربا وعدم غيرته.",
            "page": "81",
            "part": "1",
            "seal": "BCB46DF5"
        },
        {
            "id": "76",
            "nass": "وائل: تبقى كما هي ... ¶ عارف: ما كان الله لينذر عباده ضحية الأمراض - التي يسببها هذا الحيوان - حتى يأتي للعلم ليعالجها. ¶ والأصل في التحريم هو النبي - صلى الله عليه وسلم - الإلهي - كما قلت لك وليس الأصل هو إدراك العلة. ¶ إن بعض الذين تحدثوا في فضل الصيام وحكمته قالوا: إن الله شرع الصيام ليشعر الغني بآلام جوع الفقير. ¶ وهذا كلام مقبول ولطيف: ¶ ولكن عندما قاله أحد الخطباء في \"أفغانستان\" وعزم الشباب على الصيام ... ¶ جاء أحد الملاحدة - هناك - وقال للشباب: ¶ الصوم يهذب الأغنياء ليشعروا بالفقراء. ¶ فلماذا نصوم نحن الفقراء؟ ¶ فأصبح الشباب مفطرا، اعتقاداً منهم أن الحكم يدور مع",
            "page": "82",
            "part": "1",
            "seal": "749624CD"
        },
        {
            "id": "77",
            "nass": "العلة، ولا يدور مع النص الثابت (1). ¶ وائل: هل هناك أحكام تغيب الحكمة منها على المسلمين؟ ¶ عارف: هل كل المسلمين يدركون علة الأحكام وحكمها؟ ¶ وائل: لا ... ¶ عارف: قلت لك: أن صحابة النبي - صلى الله عليه وسلم - يوم أن اجتنبوا لحم الخنزير لم يسألوا النبي - صلى الله عليه وسلم - عن الحكمة من التحريم. ¶ ولكن قالوا: سمعنا وأطعنا، لأنهم أيقنوا أن النهي جاءهم من الله، والله أعلم بسر الكون. ¶ إن منهج تربية الجنود يستلزم احترام الأوامر وإن غابت الحكمة عن الجنود. ¶ فمثلا إذا أردنا أن ندخل معركة لتحرير القدس، فعلينا أن نقنع الجنود بهدفها العام، ونؤكد شرف المعركة. ¶ أما عندما تدور المعركة، ويصدر القائد أمره إلى بعض ¶ __________ ¶ (1) روى لي هذه الحادثة أحد العلماء الأجلاء وقد وفقه الله وشرح أسرار الصيام، وفرضيته بما أعاد الشباب إلى الصيام مقتنعين.",
            "page": "83",
            "part": "1",
            "seal": "B332039E"
        },
        {
            "id": "78",
            "nass": "الجنود أن يتقدم، أو يتجه إلى مكان معين فيجب عليهم احترام الأوامر وعدم مناقشة السبب، حفظاً على الوقت وسرية الخطة العسكرية. ¶ وهذا ما نسميه في العرف الإسلامي \"أمور تعبدية\" ¶ وائل: هل تتعارض الأمور التعبدية مع احترام الإسلام للعقل؟ ¶ عارف: لا يا وائل. ¶ لأن الإسلام يقنع العقل بالأمور الاعتقادية - كوجود الله ونزول القرآن من عند الله، ونبوة محمد - صلى الله عليه وسلم - فإذا ثبتت هذه القضايا في النفس فالطاعة بعد ذلك واجبة وأضرب لك مثالا واحداً إذا خرج رجل - تثق في صدقه - من بيت وقال لك: لا تدخل البيت لأن فيه وحشاً هائجاً، فإن صدقته نجوت. وإن خالفته دفعت الثمن غاليا ... ¶ وائل: الحمد لله الذي هدانا للحق .. وأنار لنا الطريق. إن ديننا غني عن أباطيل خصومه ..",
            "page": "84",
            "part": "1",
            "seal": "85284502"
        },
        {
            "id": "79",
            "nass": "لقد فضحت منهجهم، وأثبت حقدهم. ¶ بارك الله فيك أستاذاً، وأبًا لتلاميذك. ¶ عارف: لا أمنعك من القراءة للمستشرقين ... ¶ ولكن اقرأ قراءة الحاكم عليهم، ولا قراءة المخدوع بهم، فإن الحق أبلج. والله معك .. ¶ * * *",
            "page": "85",
            "part": "1",
            "seal": "F160A7CC"
        },
        {
            "id": "80",
            "nass": "الفصل الخامس ¶ 1 - مصدر القرآن في زعم المستشرقين ¶ 2 - قصة الراهب بحيرى. ¶ إن صدقتها فهي دليل على نبوة محمد. ¶ وإن كذبتها فهي دليل على نبوة محمد. ¶ 3 - هنا الحقيقة ... \"جولد بيارت\"",
            "page": "87",
            "part": "1",
            "seal": "F5E7D8A1"
        },
        {
            "id": "81",
            "nass": "ذو القعدة عام 1395 هجرية. ¶ وكان الشيخ يستعد للسفر لبيت الله الحرام، ووفود المهنتين تملأ البيت وإذا بطارق يدق الباب. إنه المهندس البلجيكي \"جولد بيارت\" دله على الشيخ أحد الشباب المسلم في لبنان - عندما قال له: ¶ لقد حضرت إلى البلاد الإسلامية لأبحث عن الحقيقة. ¶ ودار حوار طويل نذكر بعضه - بقدر ما تسمح هذه الصفحات وقد نشر بعضه في كتاب: \"المال في القرآن\" عام 1976. ¶ * * * ¶ جولد: لقد سافرت إلى تركيا ولبنان بحثاً عن الحقيقة وفي فنادق لبنان التقيت بالشاب العراقي الأستاذ. وليد المشهداني - فدلني عليك. ¶ جئت في اليوم الثاني مباشرة لأنني متعطش للحقيقة. وآمل أن أجدها في بغداد عاصمة الحضارات الإسلامية. ¶ الشيخ: عن أي شيء تبحث يا مستر جولد؟ ¶ جولد: هل لدى الشيخ ما يقنع المعاصر بنبوة محمد؟ ¶ الشيخ: القرآن هو الدليل الدائل على نبوة محمد - صلى الله عليه وسلم -. ¶ جولد: الذي لا يؤمن بنبوة محمد لا يؤمن بالقرآن. ¶ __________ ¶ وليد من شباب بغداد حي تميم شارع أبو غريب.",
            "page": "88",
            "part": "1",
            "seal": "63ECF8AE"
        },
        {
            "id": "82",
            "nass": "الشيخ: لا أعني أنني سأقرأ عليك قول الله تعالى: {مُحَمَّدٌ رَسُولُ اللَّهِ} 29 الفتح ¶ ولا قوله تعالى: {وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ} 1 المنافقون ¶ فنحن لا نناقش بالقرآن إلا من يؤمن بأنه منزل من عند الله. ¶ ولكن أعني أنني سأحاول أن أثبت لك أن هذا القرآن منزل من عند الله عن طريق المناقشة العقلية. ¶ وبعدها من السهل أن تدرك أن محمداً رسول الله - صلى الله عليه وسلم -. ¶ جولد: هذا صحيح إذا تيسرت لك أدلة عقلية. ¶ فقد قرأت كلاما متناقضاً لكتاب الغرب. ¶ قرأت للكاتب \"أرفنج، ودرمنغام، ورينيه، وكارل بروكلمان\" وغيرهم. ¶ قرأن لهم أن محمداً التقى ببعض الرهبان والأحبار وتعلم منهم القرآن (1). ¶ __________ ¶ (1) يقول كارل في تاريخ الشعوب الإسلامية: فلعله اتصل بجماعات من النصارى كانت معرفتهم بالتوراة والإنجيل =",
            "page": "89",
            "part": "1",
            "seal": "99E7F67D"
        },
        {
            "id": "83",
            "nass": "بل قرأت أن المسلمين تمموا القرآن - بعد موت محمد. ¶ \"الشيخ يضحك\" ويقول: ¶ المسلمون تمموا القرآن بعد موت محمد؟ ¶ هذا كلام عجيب ... ¶ لقد قال صاحب كتاب حضارة الإسلام: ¶ إن القرآن لم يزد شيئاً ولم ينقص شيئاً منذ وفاة محمد. ¶ بل أكثر من هذا أنه قال: حتى ترتيب السور والآيات لم يحدث فيها أي تغيير. ¶ جولد: قرأت هذا فعلا. ¶ أنا حائر لتناقض علماء الغرب في أمر محمد - صلى الله عليه وسلم -. ¶ الشيخ: أضرب لك مثالا واحدًا لأمانة الأمة في الحفاظ على القرآن. ¶ __________ ¶ = هزيلة إلى حد بعيد ص 34 ونسأل \"كارل\" إذا كان القرآن وليد معرفة هزيلة بالكتاب المقدس فلماذا عجز أصحاب المعارف الواسعة أن يأتوا بمثله عندما تحداهم القرآن؟ وسوف نقارن بين القرآن وبين كتابكم المقدس الذي تدعونه مصدرًا للقرآن.",
            "page": "90",
            "part": "1",
            "seal": "B1FADF1A"
        },
        {
            "id": "84",
            "nass": "كون أبو بكر - خليفة النبي - صلى الله عليه وسلم - الأول - لجنة لجمع القرآن في نسخة واحدة تحفظها الدولة. ¶ وعين عمر بن الخطاب وزيراً للدولة في شؤون جمع القرآن وحدث أن اختلفت اللجنة مع عمر في حرف واحد من سورة التوبة. ¶ قرأ عمر {وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ} قرأ الذين اتبعوهم بدون واو - على أنها بدل أو عطف بيان. آية 100 التوبة ¶ وقرأت اللجنة {وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ} على أنها عطف نسق، وقراءة اللجنة ينبني عليها دخول كل متبع للسابقين في رحمة الله ورضوانه. ¶ فطلب عمر بن الخطاب من اللجنة أن تنتظر القراء الذين هاجروا إلى سوريا والعراق ومصر والذين سيجمعهم موسم الحج ليسألوهم عن هذا الحرف. ¶ وجاء موسم الحج وحضر القراء - الذين حفظوا القرآن على يد النبي - صلى الله عليه وسلم - وأكدوا وجود الواو.",
            "page": "91",
            "part": "1",
            "seal": "8082BA30"
        },
        {
            "id": "85",
            "nass": "فكتبها عمر، وتنازل عن قراءته. ¶ جولد: إلى هذا الحد بلغت أمانة النقل؟ ¶ الشيخ: لقد قال زيد بن ثابت - رئيس لجنة جمع القرآن - لأبي بكر الصديق - رضي الله عنهما -. ¶ والله لو كلفتني نقل جبل لكان أهون عليَّ من كتابة القرآن. ¶ وذلك لشعوره بالأمانة الثقيلة في نقله - فكيف يدَّعِي كاتب غربي - في عصر سهل فيه تبادل المصادر والكتب مثل هذا الرأي؟ ¶ يا مستر جولد .. إن المؤسف حقاً أن كتاب الغرب إلى اليوم يرددون الاتهامات التي وجهها رجل البادية إلى الإسلام - في عصر الجاهلية - بل والأكثر من هذا أنهم يفسرون الظاهرة القرآنية بنفس التفسيرات الجاهلية. ¶ إن أقلامهم امتداد للجاهلية الأولى، باسم العلم وأمانة الدراسة - إنهم كالقطط الشريدة التي تبحث في القمامة عن فضلات الطعام. ¶ وسوف أناقش معك هذه الأوهام بشيء من الإيجاز لأنني أستعد للسفر غداً إن شاء الله.",
            "page": "92",
            "part": "1",
            "seal": "81630EF3"
        },
        {
            "id": "86",
            "nass": "المستشرق \"نيو فانيز\" قال: ¶ محمد تعلم القرآن من رهبان لقيهم في رحلاته إلى مصر وإلى الشام. ¶ وهذا كلام يؤكد جهل الكاتب بحياة محمد. ¶ لأن محمد لم يسافر إلى مصر طيلة حياته. ¶ لا قبل النبوة ولا بعدها. ¶ المستشرق \"دور منغام\" قال: ¶ التقى محمد ببعض الرهبان في قرية \"مدين\" وكان محمد في قافلة تجارية فتعلم منهم. أهـ ¶ ولو كلف هذا الكاتب نفسه أن يدرس (خريطة بلاد العرب) لعلم أن القوافل من مكة إلى الشام لا تمر على قرية مدين. لأن مدين في سيناء. والقوافل لا تمر بسيناء. ¶ ألست معي يا مستر جولد أن من يجهل هذه الأوليات التاريخية والجغرافية أولى به أن يستحي ولا يكتب عن محمد؟",
            "page": "93",
            "part": "1",
            "seal": "5F003860"
        },
        {
            "id": "87",
            "nass": "جولد: هل تعني أن محمداً لم يلتق في حياته بأحد من الرهبان؟ ¶ الشيخ: لا أعني أنه لم يلتق بأحد من الرهبان. ¶ لقد التقى براهبين يعرفهما التاريخ جيداً ¶ ولم يكن وحده هو الجالس إليهما. ¶ الراهب الأول: اشتهر باسم بحيري. ¶ وكان عمر النبي - صلى الله عليه وسلم - يومها لم يتجاوز الثانية عشرة، عندما رغب أن يسافر مع عمه أبي طالب إلى الشام. ¶ وأثناء لقاء الصبي محمد بالراهب العجوز كانت القافلة كلها تجلس معه. ¶ وأمعن الراهب في محمد - صلى الله عليه وسلم - وسأل: ¶ الراهب: ابن من هذا؟ ¶ أبو طالب: ابني ¶ الراهب: لا, إنه يتيم. ¶ أبو طالب: ابن أخي. ¶ الراهب: صدقت. ما ينبغي أن يكون له أب - على",
            "page": "94",
            "part": "1",
            "seal": "D671F9E6"
        },
        {
            "id": "88",
            "nass": "قيد الحياة - ثم نصح الراهب أبا طالب فقال: ¶ يا أبا طالب. ارجع بابن أخيك. ¶ فإني أخاف عليه يهود الشام أن يقتلوه. ¶ يا مستر جولد. ¶ من يؤمن بصدق هذه القصة - من كتاب الغرب - ويروج لها - عليه أن يسأل نفسه: ¶ كيف عرف الراهب أن محمداً يتيم؟ ¶ ولماذا خاف عليه من يهود الشام؟ ¶ كيف تعلم النبي - صلى الله عليه وسلم - من الراهب - في ساعة من نهار - أصول دعوة ومنهج أمة؟ ¶ لماذا سكت محمد - صلى الله عليه وسلم - ثمانية وعشرين عاما بعد لقاء الراهب؟ ¶ لماذا لم يقل أصحاب القافلة لمحمد: كنا معك عندما سمعت هذا المقال من الراهب؟ ¶ يا مستر جولد .. ¶ إن قصة الراهب دليل على نبوة محمد - صلى الله عليه وسلم -",
            "page": "95",
            "part": "1",
            "seal": "9AF228DD"
        },
        {
            "id": "89",
            "nass": "وليست تفسيرا لظاهرة الوحي - كما يدَّعِي علماء الغرب. ¶ جولد: ربما تكون القصة موضوعة ولا أصل لها. ¶ الشيخ: من يدع ذلك يلتزم بالنتيجة المترتبة على الإنكار وهي أن محمداً لم يتعلم من الراهب شيئاً. ¶ فإنكار القصة يثبت نبوة محمد. ¶ وإثبات القصة يثبت نبوة محمد. ويثبت أنه مذكور في الكتب السماوية السابقة - التي درسها الراهب. ¶ جولد: حوار منطقي فعلا، لا يملكه علماء الغرب - الذين يعرضون آراءهم على أنها مسلمات لا تناقش. ¶ ومن الراهب الثاني - الذي لقيه محمد -؟ ¶ الشيخ: راهب في مكة .. ¶ اسمه \"ورقة بن نوفل\" ¶ وقد زاره النبي - صلى الله عليه وسلم - بعد نزول الوحي عليه لأول مرة. ¶ ولم يكن النبي - صلى الله عليه وسلم - يعرف أن الذي نزل عليه وحي من عند الله. ¶ فلما سمع - ورقة بن نوفل - كلام الوحي بشر النبي - صلى الله عليه وسلم - أنه سيكون نبي هذه الأمة.",
            "page": "96",
            "part": "1",
            "seal": "F1B8A1DB"
        },
        {
            "id": "90",
            "nass": "وكانت خديجة مع النبي - صلى الله عليه وسلم - عند الراهب - ومات الراهب بعد فترة قصيرة. ¶ يا مستر جولد ¶ بعد أن عرفت حقيقة أمر الراهبين اسمح لي أن أناقش الأمر - معك - مناقشة موضوعية. ¶ هل تتصور أن النبي - صلى الله عليه وسلم - تعلم القرآن من اليهود. ثم جاء لهم به، وأعلن كفرهم بنص القرآن، ولم يقل أحد منهم للنبي - صلى الله عليه وسلم -: هَذِهِ بِضَاعَتُنَا رُدَّتْ إِلَيْنَا؟ ¶ ثم أناقش معك جانباً واحداً من القرآن - لضيق وقتي لأنني سأسافر غداً إن شاء الله تعالى - إلى بيت الله الحرام. أناقش معك موضوع القصة في القرآن والتوراة. ¶ ذكرت التوراة قصة نوح، وإبراهيم، ولوط وموسى، وهارون، وداود، وسليمان - عليهم الصلاة والسلام. ¶ وكل هؤلاء الأنبياء جاء ذكرهم في القرآن. ¶ ولكن الدراسة المقارنة ستظهر لك الفارق الكبير: ¶ * * *",
            "page": "97",
            "part": "1",
            "seal": "06202ECD"
        },
        {
            "id": "91",
            "nass": "نوح - عليه السلام -: ¶ نسبت إليه التوراة أنه شرب الخمر ونام فانكشفت عورته \" سفر التكوين إصحاح 9 - 18 ¶ بينما ذكره القرآن بقوله تعالى: {ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ إِنَّهُ كَانَ عَبْدًا شَكُورًا} الإسراء - 3 ¶ لوط - عليه السلام -: ¶ وصفته التوراة بأنه شرب الخمر حتى غاب عن وعيه ثم زنى ببنتيه!! سفر التكوين - 19 ¶ بينما وصفه القرآن بقوله تعالى: {فَآمَنَ لَهُ لُوطٌ وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي إِنَّهُ هُوَ الْعَزِيزُ الْحَكِيمُ}. 26 - العنكبوت ¶ موسى - عليه السلام -: ¶ وصفته التوراة بأنه إله هارون فقالت: هو يكون لك فمًا وأنت تكون له إلهاً. سفر الخروج 4 - 10 ¶ بينما وصف القرآن هارون بأنه وزير لموسى: ¶ {وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي (29) هَارُونَ أَخِي} 30 طه ¶ يا مستر جولد",
            "page": "98",
            "part": "1",
            "seal": "81AC4C51"
        },
        {
            "id": "92",
            "nass": "هل تتصور أن القرآن بمنهجه المنصف للأنبياء، وللحق، قد استمده محمد من اتهامات التوراة للأنبياء، وتشويه سيرتهم؟ ¶ إن الظلم وتزوير الحقيقة، لا ينجبان إنصافاً، ولا عدل. ونواصل مقارناتنا بين افتراء التوراة وحقائق القرآن. ¶ * * * ¶ هارون - عليه السلام -: ¶ نواصل دراساتنا للتوراة، فنراها تذكر قصة هارون .. ¶ واسمع يا مستر جولد ما تقوله التوراة: ¶ اسمع قصة هارون في الكتاب المقدس - الذي لا يستحي ..... الغرب من جعله مصدراً للقرآن: ¶ تقوله التوراة: ¶ ولما طال زمن غيبة موسى - عليه السلام -، أظهر هارون الضعف الانكسار، وعصى الله، وصنع لهم عجلا ذهبياً لإسكاتهم. ¶ خروج 32: 4 ¶ ونقول أيضا:",
            "page": "99",
            "part": "1",
            "seal": "88ECE5E8"
        },
        {
            "id": "93",
            "nass": "والظاهر أن هارون - عليه السلام - راعى الجانبين فبنى للإله الجديد مذبحاً، وأعلن عيداً للإله. خروج 32 - 5 ¶ فالتوراة تدعي أن هارون هو الذي عصى الله وصنع العجل لبني إسرائيل - مع أنه نبي -. ¶ ثم تعتذر عن هذا الخبر - الكاذب - فتدعي أن هارون صنع العجل لإسكاتهم فقط، لا لأنه كان يعتبره إلهاً من دون الله. ¶ هذا منطق التوراة .. !! ¶ أما القرآن فيذكر قضية العجل الذهبي، وينسب الجرم إلى فاعله الحقيقي، وهو السامري. ¶ قال تعالى: ¶ {وَمَا أَعْجَلَكَ عَنْ قَوْمِكَ يَا مُوسَى (83) قَالَ هُمْ أُولَاءِ عَلَى أَثَرِي وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَى (84) قَالَ فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ مِنْ بَعْدِكَ وَأَضَلَّهُمُ السَّامِرِيُّ} 85 طه ¶ وفي آية أخرى، قال القرآن الكريم:",
            "page": "100",
            "part": "1",
            "seal": "18FC3BC2"
        },
        {
            "id": "94",
            "nass": "قال فما خطبك يا سامري .. ؟ ¶ قال بصرت بما لم يبصروا به. ¶ {فَقَبَضْتُ قَبْضَةً مِنْ أَثَرِ الرَّسُولِ فَنَبَذْتُهَا وَكَذَلِكَ سَوَّلَتْ لِي نَفْسِي} 96 طه ¶ فصانع العجل - كما يخبر القرآن - هو الشقي السامري. ¶ أما هارون - عليه السلام - فوقف فيهم محذراً من عبادة غير الله. ¶ قال تعالى: ¶ {وَلَقَدْ قَالَ لَهُمْ هَارُونُ مِنْ قَبْلُ يَا قَوْمِ إِنَّمَا فُتِنْتُمْ بِهِ وَإِنَّ رَبَّكُمُ الرَّحْمَنُ فَاتَّبِعُونِي وَأَطِيعُوا أَمْرِي} 90 طه ¶ قبل تصلح التوراة أن تكون أصلا للقرآن ومصدراً له؟! ¶ جولد يهز رأسه وعلى وجهه ملامح الحيرة\" ¶ * * * ¶ ونترك هارون يحذر الناس من عبادة العجل .. لنلتقي بسليمان - عليه السلام -",
            "page": "101",
            "part": "1",
            "seal": "D3603B92"
        },
        {
            "id": "95",
            "nass": "نلتقي معه مرة أخرى في التوراة، ومرة في القرآن - لنعرف الفارق بين الكتابين. وهل تصلح التوراة لتكون مصدراً للقرآن؟! ¶ يا مستر جولد. نتناول بعض الفاكهة ثم نواصل الحديث ¶ جولد: الحقيقة أغلى من الفاكهة .. ¶ عارف: الفاكهة تعين على طلب الحقيقة. ¶ يضحك الجميع ويتناولون الفاكهة. ¶ جولد: نعود إلى حديثنا. ¶ عارف: صورت التوراة سليمان - عليه السلام - بأنه \"في سلطانه مثيراً للغاية، فأخذ في السرف والترف والتعيش الممنوع أكيداً\" \"سفر التثنية\" 17 - 16 ¶ ولقد هدده الله ووبخه في رؤياه الثانية. ¶ فرغم أن يتعظ، استكبر وتساهل في أمر ربه، ونسي ربه \"الملوك 1 - 1\" ¶ وأكثر من كل هذا قول التوراة عن سليمان: ¶ أخذ يعاشر .... ويعشق النساء الغريبات اللاتي منع",
            "page": "102",
            "part": "1",
            "seal": "830C2587"
        },
        {
            "id": "96",
            "nass": "الله من عشرتهن. ¶ فنكح منهن سبعمائة بالعقد الدائم، وثلاثمائة بالعقد المنقطع فاجتذبن وأملن قلبه عن ربِّه. ملوك 11 - 1 ¶ هذا سليمان عندهم - أعني في توراتهم - ¶ * * * ¶ أما القرآن فقد تحدث عن علم سليمان. ودقة فهمه في الحكم بين الناس منذ فترة شبابه المبكر. (1) ¶ ونذكر نموذجاً واحداً لذلك. ¶ تقدم رجلان لداود عليه السلام أحدهما صاحب حقل زراعي، والثاني صاحب غنم. ¶ واشتكى صاحب الحقل: أن غنم أخيه دخلت حقله ¶ __________ ¶ (1) الحادثة المذكورة حكم فيها سليمان في عهد والده داود - عليهما السلام - والتوراة ذكرت أن داود قد مات وعمْر سليمان عشرين عاماً. \"سفر الملوك\" ¶ فمعنى هذا أن سليمان حكم في القضية قبل سن العشرين.",
            "page": "103",
            "part": "1",
            "seal": "E59D8E74"
        },
        {
            "id": "97",
            "nass": "في الليل وأتلفت زرعه. ¶ فحكم داود: أن يأخذ صاحب الحقل الغنم تعويضاً عن زرعه لكن صاحب الغنم اشتكى لسليمان ضياع غنمه. ¶ فدخل سليمان على أبيه وقال له: ¶ يا نبي الله .. ادفع الغنم لصاحب الحقل ينتفع بها، وادفع الحقل لصاحب الغنم يعيد زراعته. ¶ ثم يردُّ كل منهما ما في يده لصاحبه. ¶ قال داود: حكمت فعدلت. ¶ وقد سجل القرآن هذه الحادثة دليلا على نضج سليمان في شبابه. ¶ قال تعالى: ¶ {وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ (78) فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا} 79 الأنبياء ¶ وقد امتدح القرآن سليمان فقال: ¶ {وَوَهَبْنَا لِدَاوُودَ سُلَيْمَانَ نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ} 30 (ص)",
            "page": "104",
            "part": "1",
            "seal": "7FA651C5"
        },
        {
            "id": "98",
            "nass": "فاحكم يا مستر جولد. ¶ سليمان - في التوراة - مشغول بألف امرأة أملن قلبه عن ربه\". ¶ وسليمان - في القرآن - {نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ} ... يتصور عاقل - يا مستر جولد - أن محمداً تعلم القرآن من الكتاب المقدس؟! ¶ * * * ¶ إن اليهود يدعون أنهم شعب الله المختار ..... والإسلام دين يسوي بين كل الناس، ويجعل أكرمهم عند الله أتقاهم. وعندما أخبر القرآن أن هذه الأمة خير أمة أخرجت للناس. يجعل عوامل التفضيل سمو شعب على شعب، ولا دما على دم. ¶ إنما جعل دائرة التشريف هي جهاد الأمة من أجل الخير وإبعاد الناس عن المنكر. قال تعالى: ¶ {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ} 110 آل عمران",
            "page": "105",
            "part": "1",
            "seal": "D8C1BC88"
        },
        {
            "id": "99",
            "nass": "وقد أخبر القرآن أن جماعات من غير العرب سوف تدخل الإسلام ويصبح لها كل ما للعرب من شرف. ¶ قال تعالى: ¶ {وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيزُ الْحَكِيمُ} 3 الجمعة ¶ وشرف هذه الأمة مرتبط بخدمة دينها والدفاع عنه. ¶ فإذا تنصلت الأمة عن حمل أمانة الدين، نزع الله منها هذا الشرف. ¶ {وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ} 38 محمد ¶ يا مستر جولد. ¶ هل يمكن أن تكون هذه المساواة العامة قد استقاها محمد من قوم لم يبق لهم من دينهم سوى الغرور والتعالي على الناس؟! ¶ هذا من جهة العقيدة ... ¶ أما من جهة الشريعة اليهودية، والشريعة الإسلامية",
            "page": "106",
            "part": "1",
            "seal": "41EEEE80"
        },
        {
            "id": "100",
            "nass": "فالخلاف جلي وواضح. ¶ اليهود يحرمون الربا. ¶ والإسلام يحرم الربا. ¶ ولكن اليهود يحرمون الربا بين اليهودي، واليهودي فقط أما غير اليهودي فيجوز إقراضه بالربا. ¶ جاء في سفر التثنية. ¶ الأجنبي تقرض بربا. ¶ ولكن لأخيك لا نقرض بالربا، لكي يبارك الرب إلهك في كل الذي تمتد إليه يدك - هذه شريعة التوراة - ¶ أما الإسلام فيحرم الربا على المسلم، سواء كان المقترِض مسلماً أو غير مسلم. ¶ * * * ¶ الديانة اليهودية تحرم لحم الميت. ¶ والإسلام يحرم لحم الميت. ¶ ولكن التوراة - التي يدعي المستشرقون أن النبي - صلى الله عليه وسلم - أخذ",
            "page": "107",
            "part": "1",
            "seal": "14D378E3"
        },
        {
            "id": "101",
            "nass": "القرآن من تعاليمها - تقول - في سفر التثنية: ¶ لا تأكل جثة ما. - يعني أي جثة - ¶ تعطيها للغريب على بابك يأكلها أو يبيعها لأجنبي، لأنك شعب مقدس للرب إلهك .. ¶ يا مستر جولد. ¶ هل تتصور أن الدين الذي يسوي بين كل الناس في أحكامه، ويعطي لغير المسلمين من الحقوق كل ما للمسلمين، ويجعل عليهم من الواجبات بمقدار ما على المسلمين. ¶ هل تتصور أن هذا الدين يمكن أن يكون امتداداً لدعوة اليهود العنصرية، أو لتثليث النصارى؟! ¶ إن التثليث لا ينجب التوحيد الخالص. ¶ وظلم سيرة الأنبياء وتشويه قدرهم - في التوراة - لا يمكن أن يكون مصدراً للإنصاف التاريخي - الذي - جاء به القرآن. ¶ والديانة المغلقة على قوم بعنهم لا يتصور عاقل أنها أم الدعوات العالمية المفتوحة.",
            "page": "108",
            "part": "1",
            "seal": "ADB9845D"
        },
        {
            "id": "102",
            "nass": "جولد: إني أشعر بما يشعر به راكب السفينة. ¶ عارف: تشعر بدوار في رأسك؟ ¶ جولد: لا .... ¶ بل أشعر بأنني في طريقي لإدراك الحقيقة. ببطء، كما يشعر راكب السفينة بأنه في طريقه إلى شاطئ السلام. ¶ لقد بحثت كثيراً عن الحقيقة .... ¶ وسافرت من أجلها إلى بلاد عدة .... ¶ لقد أصبحت على يقين من أن محمداً لم يأخذ القرآن من التوراة والإنجيل. لأن من تتلمذ على فن تأثر به - مهما حاول أن يتناساه. ¶ * * * * ¶ ولكنني قرأت لبعض المستشرقين أن محمداً كان يطيل التأمل في الكون. حتى هداه تأمله لهذا الدين. ¶ عارف: وددت لو أنك تجيد اللغة العربية لتقرأ كتاب \"النبأ العظيم\" للدكتور محمد عبد الله دراز.",
            "page": "109",
            "part": "1",
            "seal": "41793B09"
        },
        {
            "id": "103",
            "nass": "كما وددت لو ترجم هذا الكتاب ونشر بكل لغات العالم. ¶ إنه يناقش قضية نزول القرآن من عند الله مناقشة عقلية وافية. ¶ - أحد الأسرة: تذكر سفرك غداً بعد الفجر. ¶ - سوف نسافر عقب صلاة العصر - إن شاء الله. ¶ - إذن نواصل الاستماع. ¶ - لو صنعت لنا بعض الشاي أكرمتنا. ¶ * * * ¶ عارف: يا مستر جولد. ¶ إذا أضفنا للدراسة السابقة - والتي توضح أن منهج القرآن - في العقيدة والشريعة والسيرة - يختلف تماماً عن منهج الكتاب المقدس. لو أضفنا حقيقة أخرى وهي أن محمداً - صلى الله عليه وسلم - قضى أربعين سنة من عمره أميًّا لم ينشغل بدرس ولا مدرس، وذهنه خال من أي فكر إصلاحي، أو",
            "page": "110",
            "part": "1",
            "seal": "84AF8426"
        },
        {
            "id": "104",
            "nass": "تفسير اجتماعي. لقد عاش يرعى الغنم، ويتاجر في مال السيدة خديجة، ولم يسمع منه يوماً أن تحدث عن توحيد الله، أو عن نعيم الجنة، أو عن أي دعوة للخير. ¶ أربعون عاماً ليس بالعمر القليل .. ¶ وقد سجل القرآن هذه الفترة، وأكد فراغ ذهن النبي - صلى الله عليه وسلم - من كل شيء - إلا ما يشغل الرجل العادي من شؤون الحياة (1). ¶ __________ ¶ (1) {نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغَافِلِينَ} 3 يوسف. ¶ وقال تعالى {تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هَذَا} ¶ 49 هود - ولو كان له، أو لقومه علم بها لأعلنوا تكذيبه. ¶ وقال تعالى: {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ} ¶ آخر الشورى\"",
            "page": "111",
            "part": "1",
            "seal": "A91AAFD2"
        },
        {
            "id": "105",
            "nass": "فالقرآن يؤكد خلو ذهن النبي - صلى الله عليه وسلم - في مرحلة ما قبل {اقْرَأْ بِاسْمِ رَبِّكَ} - من كل شيء -. ¶ هذا القرآن قرأه النبي - صلى الله عليه وسلم - على قومه - الذين يعرفون عن حياته كل شيء، ولو لم يوافق وصف القرآن للنبي - صلى الله عليه وسلم - حقيقة حياته لقال المشركون له: ¶ تدعي أنك أمي لم تدرس، ولم تتعلم؟ ¶ والحقيقة: إنك درست عند فلان، وتعلمت من فلان. لأنهم كانوا أحرص الناس على تكذيبه. ¶ __________ ¶ وقال تعالى: {وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ إِذًا لَارْتَابَ الْمُبْطِلُونَ} \"48 العنكبوت\" ¶ أي لو كنت تقرأ لارقاب المكذبون وقالوا: إنه درس. ولكن عدم قراءتك دليل على تلقي وحي الله.",
            "page": "112",
            "part": "1",
            "seal": "D2C99DB6"
        },
        {
            "id": "106",
            "nass": "ولكن سكوتهم عن ذلك دليل على صدق دعواه ... يا مستر جولد ... ¶ القصة - في القرآن - تعتبر إخباراً عن غيب الماضي. وإخبار النبي - صلى الله عليه وسلم - عن غيب الماضي بدقة كدقة القرآن - مع أنه أمي - يؤكد أن القرآن ليس نتيجة التأمل الفكري. لأن التأمل لا يكشف عن المغيبات (1) ¶ جولد: أشعر أن الحوار يحترم عقلي. ¶ __________ ¶ (1) استعمل القرآن كلمة فرعون لحاكم مصر في عهد موسى، \"وقال فرعون\" واستعمل كلمة الملك لحاكم مصر - نفسها - في عهد يوسف \"قال الملك\" وبقي سر التسمية مجهولا حتى اكتشف العلماء حجر رشيد - الذي كان مفتاحا لدراسة اللغة المصرية القديمة. وبعدها علم رجال التاريخ أن المصريين القدماء كانوا يطلقون على الحاكم من أبناء مصر \"فرعون\" وإذا كان الحاكم محتلا للبلاد يسمونه \"ملكا\" =",
            "page": "113",
            "part": "1",
            "seal": "294A7E82"
        },
        {
            "id": "107",
            "nass": "ويقوي احتمال نزول القرآن من عند الله. ولكن لا زلت بحاجة إلى حديث طويل. ¶ فقد قلت لك: إنني كراكب سفينة يقترب من الحقيقة بهدوء. ¶ عارف: أنت تطلب الحق، ونحن في خدمة الحق. ¶ * * * ¶ لقد كشف القرآن عن غيب الحاضر - كما كشف عن غيب الماضي. ¶ ويتجلى هذا الأمر في فضح القرآن لنفاق المنافقين. وكشف طويتهم - مع إجادتهم لتمثيل دورهم\". ¶ والأعجب من غيب الماضي، وغيب الحاضر هو إخبار ¶ __________ ¶ = ويوسف عليه السلام عاش في أيام الهكسوس الذين غزو مصر من أواسط آسيا، وطردهم \"أحمس\". فهل أدركت سر القرآن في التسمية؟!!! ¶ وهل مثل هذا السر يدرك بالتأمل؟",
            "page": "114",
            "part": "1",
            "seal": "5C22D6DE"
        },
        {
            "id": "108",
            "nass": "القرآن عن غيب المستقبل فجاء الزمان فصدق ما أخبر به القرآن. ¶ والشواهد كثيرة لمن قرأ القرآن. ¶ كان النبي - صلى الله عليه وسلم - في مكة بعيداً عن أحداث معركة الفرس والروم. ¶ وتطايرت الأخبار بهزيمة الروم - أمام جيش الفرس. ¶ وحزن المسلمون للنتيجة - الروم أصحاب دين، أما الفرس فمجوس يعبدون النار. ¶ وفرح المشركون بالنتيجة، لأن الفرس أقرب لهم من النصارى. ¶ ولكن القرآن نزل يخبر المسلمين أن النصر للروم - في الجولة الثانية - من المعركة. ¶ والأعجب من هذا أن القرآن حدد المدة - التي سينتصر فيها الروم. ¶ حددها ببضع سنين.",
            "page": "115",
            "part": "1",
            "seal": "A42DAA58"
        },
        {
            "id": "109",
            "nass": "والبضع من ثلاثة إلى تسعة. ثم أكد القرآن أن نصر الروم سيوافق نصراً آخر عند المسلمين. ¶ نزلت الآيات في مكة ... ¶ ومرت السنوات تباعاً. ¶ وهاجر النبي - صلى الله عليه وسلم - إلى المدينة. ¶ ودارت معركة بدر الكبرى. وانتصر المسلمون فيها. وفي أثناء احتفال المسلمين بنصرهم، وصلتهم أخبار تؤكد انتصار الروم على الفرس. ¶ والتقى النصران. وصدق الله وعده، وصدق نبيه قال الله سبحانه في القرآن المكي. ¶ {غُلِبَتِ الرُّومُ (2) فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ (3) فِي بِضْعِ سِنِينَ لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ (4) بِنَصْرِ اللَّهِ} 5 الروم ¶ {يَوْمَئِذٍ} .... أي يوم انتصار الروم، سيفرح المؤمنون",
            "page": "116",
            "part": "1",
            "seal": "1AE69CCF"
        },
        {
            "id": "110",
            "nass": "بنصر الله. وقد وافق نصر الروم على الفرس انتصار المسلمين في بدر. ¶ هل هذه المغيبات يمكن أن يدركها العقل بالتأمل وطول النظر في الكون. ¶ جولد: لا. ¶ الأمر أعمق من كل هذا وأجل. ¶ ولكن. ربما كان محمد يعلم الغيب؟ ¶ عارف: إذا تصورته يعلم الغيب فقد تصورته نبياً. ¶ يا مستر جولد. ¶ لم ينسب محمد إلى نفسه أنه يعلم الغيب. ¶ وقد أعلن القرآن هذا. ¶ {قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ وَمَا أَنَا إِلَّا نَذِيرٌ مُبِينٌ} 9 الأحقاف ¶ وقال تعالى: ¶ {قُلْ لَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا",
            "page": "117",
            "part": "1",
            "seal": "06EC439F"
        },
        {
            "id": "111",
            "nass": "أَقُولُ لَكُمْ إِنِّي مَلَكٌ} 9 الأنعام ¶ وعندما غنت جارية - في عرس - وقالت: ¶ وفينا نبي يعلم ما في غد ¶ قال لها النبي - صلى الله عليه وسلم -: لا تقولي هكذا. وقولي ما كنت تقولين. فمحمد - في ذاته - وفق قانون بشريته - لا يعلم الغيب، والقرآن أخبر بكثير من المغيبات، وصدقتها الليالي والأيام. والغيب عنيد. من دخله بدون وحي فضحه. وكذَّبه. ¶ فمن أين جاء محمد بهذا القرآن؟؟ ¶ جولد: هذا المجلس حول فكري. ¶ ما كنت أعتقد أن منهج الإسلام بهذا الوضوح. ¶ عارف: الإسلام قضية عادلة. ¶ غير أنه وقع في أيدي محامين فاشلين. ¶ جولد: لا يوجد في الغرب من يوضح هذه الحقائق الشباب مما جعل لصوص العقائد يقدمون الباطل ويخفون الحق. وهم آمنون من فضيحة باطلهم.",
            "page": "118",
            "part": "1",
            "seal": "0374C20B"
        },
        {
            "id": "112",
            "nass": "عارف: هذا قدرنا - يا مستر جولد - ¶ المعركة ضارية، والسلاح قليل. ¶ على أي حال نعود إلى موضوعنا. ¶ لقد علمت يا مستر جولد أن دعوة تعلم محمد من الرهبان تعتبر تزويراً للتاريخ. ¶ ودعوة أن القرآن نسخة محرفة للكتاب المقدس لا يقبلها عاقل. (1) ¶ لأن القرآن مصحح لما أحدثه الزمن في هذا الكتاب. ¶ ودعوة الاستبطان الذاتي، يردها وجود المغيبات الصادقة في القرآن. فالمغيبات لا تدرك بالاستبطان الذاتي ¶ __________ ¶ (1) قال لي أحد المجادلين عندما أحرجته هذه الحقائق الثابتة: ربما تعلم محمد من التوراة والإنجيل الأصليين. ¶ فضحكت وقلت له: ¶ كلامك هذا معناه إن كتابك - الذي تؤمن به ليس أصليا، بل محرفا. ¶ فاعتذر بأنها عبارة غير مقصودة.",
            "page": "119",
            "part": "1",
            "seal": "75C035DF"
        },
        {
            "id": "113",
            "nass": "ولا بالتأمل. ¶ فمن أي مصدر جاء النبي - صلى الله عليه وسلم - بهذا القرآن؟؟ ¶ يا مستر جولد: ¶ ما رأيك في العلم الحديث. ¶ جولد: خدم الإنسانية، ويحاول أن يسخر كل شيء لخدمة الإنسان. والعلم استخدم منهج التجربة والمشاهدة لإدراك الحقائق الكونية. ¶ عارف: هل يمكن للتأمل الفكري أن يكتشف حقائق علم الفلك والتشريح والفضاء؟ ¶ جولد: لا. ¶ عارف: سوف أقرأ عليك بعض آيات القرآن، لنعرف هل يمكن للنبي - صلى الله عليه وسلم - أن يتوصل إليها عن طريق التأمل أو دراسة الكتاب المقدس؟ ¶ تكلم القرآن عن شكل الأرض فقال: {وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا} 30 النازعات ¶ والدحية هي البيضة.",
            "page": "120",
            "part": "1",
            "seal": "FB8A8151"
        },
        {
            "id": "114",
            "nass": "فهل هناك علاقة بين البيضة وشكل الأرض (1)؟ ¶ جولد: أدق تشبيه الأرض هو هذا التشبيه. ¶ الأرض فعلا بيضاوية الشكل. ¶ والآية تحتمل فهماً آخر - من ناحية اللغة - ¶ العرب يقولون: دحى المطر الحصى - إذا باعد مكانه. ¶ فيحتمل أن يكون معنى الآية - أن الله \"دحى الأرض أي فرق القارات بعد أن كانت متماسكة .. وخريطة القارات تؤكد أنه لو وضعت كل قارة بجوار الأخرى لكمل بعضها بعضاً. ¶ جولد: هذه أحداث النظريات في موضوع القارات. ¶ عارف: هل يمكن أن يكون قول القرآن هذا من وحي التأمل؟ ¶ __________ ¶ (1) سبق أن تكلمت عن هذه الآية في رسالة - هذه عقيدتك يا ولدي - بشيء من الإسهاب. وبينت العلاقة بين بيضاوية الأرض وتوزيع الماء والمرعى عليها.",
            "page": "121",
            "part": "1",
            "seal": "ED98BABE"
        },
        {
            "id": "115",
            "nass": "جولد: احتمال بعيد. ¶ عارف: وأبعد منه أن تسمع هذه الآية - التي أخبرت أن السموات والأرض كانتا ملتصقتين ثم فتقها الله. ثم لا توقن بأن هذا القرآن منزل من عند الله. ¶ لقد أثبت صعود الإنسان إلى القمر، وإحضار قطع منه وتحليلها. ¶ كما أثبتت دراسة الإنسان للشهب والنيازك - التي تصلنا من الكواكب - أن المادة التي خلقت منها هذه الكواكب كلها مادة واحدة. ¶ وهذا يؤكد ما أشار القرآن الكريم إليه في قوله تعالى: {أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا} 30 الأنبياء ¶ جولد: هذه حقائق علمية لم يعرفها العلماء إلا في القرن الماضي. ¶ عارف: فمن علمها للنبي - صلى الله عليه وسلم -؟! ¶ لقد تكلم القرآن عن أسرار الفضاء - التي لم يعرفها الإنسان",
            "page": "122",
            "part": "1",
            "seal": "1CCA0421"
        },
        {
            "id": "116",
            "nass": "إلا في القرن العشرين عندما تقدمت صناعة الطيران والصواريخ - فأنت تعرف - يا مستر جولد - إن الإنسان كلما صعد إلى أعلى - بالطائرة أو بالصاروخ - كلما شعر بتغير في الضغط\" وضيق في التنفس. ¶ وقد اخترعت وسائل علمية لحفظ الطيارين ورجال الفضاء. ¶ ما رأيك يا مستر جولد .. في أن القرآن شبه ضيق الصدر الذي يصيب الحائر، بضيق الصدر - الذي يصيب من يصعد في السماء. ¶ الضال يضيق صدره بكفره. ¶ والذي يصعد في السماء يضيق صدره باختلاف طبقات الجو ونقص الأوكسجين. قال تعالى: {وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ} 125 الأنعام. ¶ وكلمة {يَصَّعَّدُ} تفيد الصعود من درجة إلى درجة أعلى منها بمشقة وضيق صدر.",
            "page": "123",
            "part": "1",
            "seal": "BCC8926E"
        },
        {
            "id": "117",
            "nass": "قال القرآن هذا - وأعلى مكان يمكن للرجل يومها أن يصعد إليه هو جبال مكة، وكشف العلم سر الآية عندما ركب الإنسان الصاروخ. ¶ فهل كان محمد خريجَ كلية الطيران؟ ¶ جولد: إننا نعرف وعظ الرهبان وكلامهم. ¶ إن محمداً يتحدث من وراء الغيب. ¶ القرآن شيء آخر. ¶ شيء آخر فعلا. ¶ وهذا الحوار يحترم عقلي. ¶ ويبدو أن الرياح تدفع السفينة أسرع وأسرع إلى الحقيقة \"يضع جولد بيارد رأسه بين يديه ويغمض عينيه ويقول: حتى الفضاء يتحدث عنه القرآن .. !! ¶ وراء القرآن سر عظيم. ¶ إن العالم يفتخر الآن بدراسة الفضاء. ¶ * * * ¶ عارف: يا مستر جولد",
            "page": "124",
            "part": "1",
            "seal": "26111A23"
        },
        {
            "id": "118",
            "nass": "تحدث القرآن عن الكون حديث الخالق عن خلقه، وتحدث عن جسم الإنسان - حديث العالم بأسراره. وأذكر لك مثالا: ¶ العلماء اكتشفوا أن حساسية الإنسان تتركز تحت جلده. والقرآن أشار إلى هذا السر قبل العلم بألف عام: لقد جعل القرآن منطقة الجلد هي منطقة إحساس أهل النار بالعذاب. ¶ قال تعالى: {إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ إِنَّ اللَّهَ كَانَ عَزِيزًا حَكِيمًا} 56 النساء. ¶ فكلما احترق الجلد بدلهم الله جلداً آخر، لأن الجلد هو مركز الإحساس. وذلك ليذوقوا العذاب. ¶ ويومها يشهد عليهم سمعهم وأبصارهم وجلودهم بما كانوا يعملون من سوء في الدنيا. ¶ ولكنهم يعاقبون جلودهم فقط: ¶ قال تعالى: {وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا} \"؟ \"",
            "page": "125",
            "part": "1",
            "seal": "054E6FD2"
        },
        {
            "id": "119",
            "nass": "{قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ} 21 فصلت ¶ حتى عندما يخبر القرآن بعموم العذاب لباطن الجسد وظاهره، يؤكد القرآن على الجلد. ¶ قال تعالى: {فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِنْ نَارٍ يُصَبُّ مِنْ فَوْقِ رُءُوسِهِمُ الْحَمِيمُ (19) يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ} 20 الحج. ¶ فهل يتصور عاقل أن مثل هذا الكشف العظيم لسر من أسرار الجسد علمه محمد عن طريق الاستبطان النفسي، أو معاشرة البيئة، أو من الكتاب المقدس؟!! ¶ * * * ¶ وهل القرآن إذا أخبرنا بمراحل تكوين الجنين في بطن الأم. وسبق خلق العظام للحم، وتكوين جدار الرحم من طبقات ثلاث، ثم يأتي علم التشريح ويدرك الطبقات الثلاث \"المبارية والأمنيونية والخربونية\". ¶ وهي أنسجة لا ينفذ منها الضوء ولا الصوت.",
            "page": "126",
            "part": "1",
            "seal": "1309E425"
        },
        {
            "id": "120",
            "nass": "قال تعالى: ¶ {يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ} 6 الزمر ¶ هل يمكن أن يكون محمد قد درس التشريح، وتخصص فيه؟، ¶ والفضاء أتقن علومه؟. ¶ والكون أحاط بأصله وسره؟. ¶ يا مستر جولد: ¶ إن القرآن إن تحدث عن الماضي صدقه التاريخ. وإن تحدث عن المستقبل صدقته الليالي والأيام. وإن تحدث عن الكون صدقه العالم الحديث. ¶ فمهل هذه العلوم من نوع معارف الرهبان؟ ¶ أم حرفها محمد من الكتاب المقدس، وأخذها من أصحاب معارف هزيلة بالكتاب المقدس كما يقول: \"كارل بروكلمان؟ \" ¶ أم نبعَتْ من نفس محمد نتيجة التأمل؟",
            "page": "127",
            "part": "1",
            "seal": "E2FEA50D"
        },
        {
            "id": "121",
            "nass": "لقد عرضت عليك القضية بتفاصيلها، وتركت لك الحكم. ¶ جولد: التفسير الوحيد - الذي يفرضه العقل أن هذا القرآن من عند الله ... ¶ أجل .... من عند الله ... ¶ بكل هدوء أقول: هنا الحقيقة ... ¶ محمد رسول الله ... ¶ محمد رسول الله ... ¶ إني آمنت بربكم .... فاسمعون .... ¶ رده الجالسون الشهادتين. ورددها جولد بيارد - والدموع من الفرح تسيل، وسيطرت على الجميع إشراقة نورانية وهنَّأَ بعضُهم بعضًا. ¶ وحان وقت صلاة الفجر، ووقف مسلم جديد بين صفوف أهل الحي إنه \"جولد بيارت المهندس البلجيكي\" (ربنا آمنا بما أنزلت واتبعنا الرسول فاكتبنا مع الشاهدين).",
            "page": "128",
            "part": "1",
            "seal": "2FFA1DE8"
        },
        {
            "id": "122",
            "nass": "الباب الثاني ¶ الفصل الأول ¶ * الحقائق التاريخية أولا. ¶ * هل حاكمتم الفلاسفة؟ ¶ * عبيد قادوا الأحرار. ¶ * الذين استرقوا الأحرار، هم الذين يتهمون الإسلام باسترقاق العبيد!!",
            "page": "129",
            "part": "1",
            "seal": "36BE4F8F"
        },
        {
            "id": "123",
            "nass": "زار الشيخ أحد الأصدقاء، بعد غيبة عزَّ فيها اللقاء، فقوبل بالترحاب والغناء، والبشر والهناء. ¶ وبعد جال الترحاب، ومسامرات الأحباب. ¶ سأل بعض الحاضرين عن قضايا الدين. ¶ فهلَّلَ الشيخ للسؤال وأفاض المقال: ¶ عمار: يشغلني موضوع هام يثيره الشباب دائما وأحب أن أعرف رأي الإسلام فيه. ¶ لماذا شرع الإسلام الرق، وهو دين المساواة والحرية؟ ¶ عارف: يخطئ كثير من الشباب فهم الدور الذي قام به الإسلام في قضية العبيد. ¶ مشكلة العبيد مشكلة صعبة. ¶ بدأت مع فجر الحضارات القديمة؛ وأقرتها كل النظم القديمة والدعوات السماوية - التي سبقت الإسلام. حتى الفلسفات المثالية أقرت هذا النظام على علته ولم تفكر في منح العبيد أي حقوق على سادتهم، - ولا حتى في مجال الخيال المثالي - الذي لا يكلفهم شيئاً. ¶ فأرسطو قال: لا يزال في العالم أناس خلقوا للسيادة،",
            "page": "130",
            "part": "1",
            "seal": "B90A3A41"
        },
        {
            "id": "124",
            "nass": "وآخرون خلقوا للطاعة، فهم كالآلات الحية التي تساق للعمل، ولا تدري فيما تساق إليه. ¶ هذا رأي أرسطو. ¶ * * * ¶ وفي \"جمهورية أفلاطون\" ¶ يقسم الناس إلى أقسام ثلاثة: ¶ القسم الأول: الحكام ¶ ويدعي أن الآلهة وضعت في طينتهم ذهباً ليمكنهم من السيطرة والحكم. ¶ القسم الثاني: المساعدون للحكام. ¶ ويدعي أن في طينتهم فضة. ¶ القسم الثالث: طبقة العبيد ¶ ويدعي أن في طينتهم حديداً ليكونوا زراعًا وعمالًا.",
            "page": "131",
            "part": "1",
            "seal": "098817F5"
        },
        {
            "id": "125",
            "nass": "الرومان: ¶ وفي الرومان صاحبة القوانين الرومانية - التي لم تزل تدرس حتى الآن - ¶ حرموا العبيد من الميراث، والأسرة، وحق التقاضي أمام القضاء. ¶ واعتبروا العبد شيئاً. لا شخصاً. ¶ فلما دخلت الديانة المسيحية الرومان تأثر القانون الروماني بسماحة الديانة الجديدة فحرم - لأول مرة في التاريخ - على السيد أن يقتل عبده. ¶ * * * ¶ اليهودية: ¶ أما الديانة اليهودية .. فقد أباحت لليهود إذا حاربوا بلداً وانتصروا عليها ... أن يأسروا كل نسائها وأطفالها. أما الرجال فيجوز قتلهم، ويجوز أسرهم فيصبحوا عبيداً إلى الأبد. ¶ \"اقرأ سفر التثنية - الإصحاح العشرين\"",
            "page": "132",
            "part": "1",
            "seal": "F34D7D18"
        },
        {
            "id": "126",
            "nass": "النصرانية: ¶ وجاءت النصرانية. واكتفت بأن تطلب من العبيد أن يطيعوا سادتهم. وقد جاء في رسالة بولس ما يؤكد هذا. ظلت المشكلة كما هي منذ فجر الحضارة حتى جاء الإسلام. وعندئذ بدأت المشكلة تتهيأ للحل. ¶ * * * ¶ الإسلام: ¶ إن أول عبد نال حريته - في الإسلام - هو بلال بن رباح الحبشي - الذي اشتراه أبو بكر وأعتقه ليخلصه من التعذيب. ¶ فبلال أول عبد حرره الإسلام. ¶ وأبو بكر ... أول من حرر للعبيد. ¶ * * * ¶ عماد: هذا عرض تاريخي جيد، ولكنه موجز. ¶ نريد أن نعرف المزيد. ¶ عارف: الكتاب هو الصديق الذي لا يمنُّ، ولا يمل",
            "page": "133",
            "part": "1",
            "seal": "0016CA11"
        },
        {
            "id": "127",
            "nass": "فاقرأ: كتب الفقه الإسلامي فإن فيها أبوابا لحقوق العبيد. ¶ واقرأ \"حقائق الإسلام\" لعباس محمود العقاد، واقرأ \"لا رقَّ في الإسلام\" للأستاذ إبراهيم الفلالي \"وشبهات حول الإسلام\" للأستاذ محمد قطب \"والإسلام والعبيد\" للأستاذ إبراهيم النعمة. ¶ عماد: ولكن وجودك فرصة. ¶ عارف: الإسلام لا يعرف الشعارات ولكن يضع الحلول. أنا أعرف جيداً أن الشرق والغرب وتلاميذهما في بلادنا يرددون على مسامع شبابنا هذه القضية دائما معتقدين أنهم سيغمزون الإسلام وتنالون منه. ¶ وقبل أن أجيبك عن موقف الإسلام من هذه القضية أسألك. ¶ ما رأيك في سفينة تحطمت في وسط البحر، وكاد يغرق كل من فيها، وأعرضت كل السفن المجاورة لها عن إنقاذها، ولكن قبطاناً ماهراً حاول بكل قوته الفكرية والجسمانية",
            "page": "134",
            "part": "1",
            "seal": "651B6688"
        },
        {
            "id": "128",
            "nass": "أن ينقذ من يستطيع من الغرق. ¶ هل ترى من العدل أن تحمله مسئولية الذين ماتوا، ولم يستطع إنقاذهم؟ ¶ عماد: لا .... ربما لو عاونته السفن الأخرى لنجا الجميع. على أي حال يجب أن يقدر ويشكر. ¶ عارف: لقد جاء الإسلام فوجد مشكلة العبيد عالمية الحجم قديمة التاريخ، معقدة الجوانب. ¶ فوضع منهجاً متكاملا لحلها. ¶ لقد شرع الإسلام العتق ... ولم يشرع الرق. ¶ \"العقاد\" ¶ فوضع منهجاً متكاملا للعتق وتحرير العبيد. ¶ وينقسم منهج الإسلام إلى ثلاثة أقسام: ¶ أولا: تأمين الأحرار على حريتهم. ¶ ثانياً: تصفية المشكلة ومنح الحرية للعبيد.",
            "page": "135",
            "part": "1",
            "seal": "EA838740"
        },
        {
            "id": "129",
            "nass": "ثالثا: تأمين حياة الذين لم يحصلوا على الحرية وإكرامهم ¶ * * * ¶ فأول شيء فعله الإسلام هو تأمين حرية الأحرار. ولم يكن هذا أمر سهل. ¶ لقد كان الصبي الحر يسرق من أهله ويباع فيصبح عبداً للمرابي وربما عجز المدين عن سداد دينه فيصبح عبدًا للمرابي - صاحب الدين. ¶ وغارات السلب والنهب - التي كانت تقوم بها للقبائل لسرقة المال وسبي العيال من المستضعفين لا حرج فيها. ¶ جاء الإسلام فحرم كل هذا. ليؤمن الأحرار على حريتهم. ¶ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" قَالَ اللَّهُ: ثَلاَثَةٌ أَنَا خَصْمُهُمْ يَوْمَ القِيَامَةِ:",
            "page": "136",
            "part": "1",
            "seal": "9820F281"
        },
        {
            "id": "130",
            "nass": "رَجُلٌ أَعْطَى بِي (1) ثُمَّ غَدَرَ، وَرَجُلٌ بَاعَ حُرًّا فَأَكَلَ ثَمَنَهُ، وَرَجُلٌ اسْتَأْجَرَ أَجِيرًا فَاسْتَوْفَى مِنْهُ وَلَمْ يُعْطِ أَجْرَهُ \" (2) ¶ وعندما أمن الإسلام الأحرار على حريتهم فقد حاصر المشكلة، ومنه امتداد الحريق. ¶ * * * ¶ تبقى أمام الإسلام مشكلة العبيد - الذين ولدوا هكذا أو صاروا عبيداً بعد ولادتهم. ¶ أولا: فتح الإسلام أمامهم باب الحرية العادلة. ¶ عماد: ماذا تعني بكلمة الحرية العادلة؟ ¶ عارف: أعني أن الإسلام راعى جانبين. ¶ __________ ¶ (1) أعطى بي - أي عاهد ثم غدر. ¶ (2) رواه البخاري (2227).",
            "page": "137",
            "part": "1",
            "seal": "333CAB84"
        },
        {
            "id": "131",
            "nass": "الجانب الأول: هو رغبة العبد في الحصول على الحرية. ¶ والجانب الثاني: هو أنه حافظ للسيد على أمواله التي بذلها في شراء العبد أو تربيته. ¶ الإسلام دين عادل ... لذلك شرع عقد بيع الحرية للعبيد - أي عقد المكاتبة - وهو يعني أن العبد إذا رغب في الحصول على الحرية يتفق مع سيده على مبلغ من المال يدفعه العبد فيصبح حراً. ¶ قال تعالى: {وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ} 33 النور ¶ عماد: من أين يدفع العبد هذا المال، مع أن كسبه - دائماً - لسيده؟ ¶ عارف: قد راعى الإسلام هذا الأمر جيداً. ¶ فبمجرد توقيع العقد يصبح كسبه لنفسه لا لسيده. ¶ بل طلب الإسلام من الجماعة المسلمة أن تعينه على ثمن الحرية، وهذا معنى قوله تعالى:",
            "page": "138",
            "part": "1",
            "seal": "B46096CE"
        },
        {
            "id": "132",
            "nass": "{وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ} 33 النور ¶ عماد: ربما يمتنع سيده عن المكاتبة. ¶ عارف: الأمر القرآني يرغب المسلم في القبول. ¶ والمسلم بطبعه ليس أنانيا. ¶ ومع ذلك لو امتنع السيد عن التوقيع على عقد المكاتبة، يمكن للعبد أن يرفع الأمر إلى القاضي، فيرغمه القاضي على القبول. ¶ عماد: وإذا تم توقيع العقد، وتعسر العبد في السداد ولم يجد من يعينه؟ ¶ عارف: أفتى الإمام عليٌّ - كرم الله وجهه - بأن العبد إن عجز عن تدبير المبلغ، يدفع القيمة التي دبرها لسيده. وبمجرد أن يدفع القسط الأول يصبح حراً ويلزمه بقية المبلغ (كدين مدني) عليه تسديده عند الميسرة، ولا يرجع للعبودية بسبب عجزه عن السداد. ¶ عماد: نعم الفتوى، ورضي الله عن أمير المؤمنين علي - كرم الله وجهه -",
            "page": "139",
            "part": "1",
            "seal": "8191C395"
        },
        {
            "id": "133",
            "nass": "يا فضيلة الشيخ: ¶ أنت قلت الآن: إن الإسلام فتح باب الحرية للعبد الراغب فيها. ¶ هل يمكن أن تتصور عبداً لا يرغب في الحرية؟ ¶ عارف: الحرية تعني المسئولية. ¶ وبعض العبيد تربوا على العمل الجسماني فقط. ¶ ولم يعد لتحمل المسئولية. ¶ وبعضهم تبلد عنده الشعور بالعبودية، فأصبح لا يألم بها. ¶ من يهن يسهل الهوان عليه .... ما لجرح بميت إيلام ¶ وأمثال هؤلاء لم يفكروا في دفع ثمن الحرية، لرضاهم العيش في ظل سادتهم. ¶ ومع ذلك لم يحرمهم الإسلام من الأمل في إهداء الحرية لهم بلا ثمن. ¶ عماد: يحصلون على الحرية بدون أن يطلبوها؟! ¶ عارف: نعم.",
            "page": "140",
            "part": "1",
            "seal": "FC730E69"
        },
        {
            "id": "134",
            "nass": "شرع الإسلام باب العتق للقربة إلى الله - سبحانه - وقد أخبر النبي - صلى الله عليه وسلم - أن من أعتق عبداً حسبة لوجه الله، أعتق الله رقبته من النار. ¶ عن أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَيُّمَا رَجُلٍ أَعْتَقَ امْرَأً مُسْلِمًا، اسْتَنْقَذَ اللَّهُ بِكُلِّ عُضْوٍ مِنْهُ عُضْوًا مِنْهُ مِنَ النَّارِ. ¶ رواه البخاري (2517). ¶ ولقد كان أبو بكر الصديق هو أول من أعتق عبداً في الإسلام. عندما اشترى بلالا وأعتقه. ¶ وكان عمر بن الخطاب يذكر دائماً هذا السبق لأبي بكر فيقول: رحم الله أبا بكر. ¶ كان سيدنا. ¶ وأعتق سيدنا. ¶ \"أسد الغابة جـ 1 ص 209\" ¶ وقد دعا القرآن لفك رقاب العبيد، كما دعا لحسن معاملتهم. ¶ فشرع الإعتاق على وجه القربة لله. قال تعالى:",
            "page": "141",
            "part": "1",
            "seal": "B2EF5D77"
        },
        {
            "id": "135",
            "nass": "{فَلَا اقْتَحَمَ الْعَقَبَةَ (11) وَمَا أَدْرَاكَ مَا الْعَقَبَةُ (12) فَكُّ رَقَبَةٍ} سورة البلد ¶ كما شرع الله العتق في كفارات ثلاث، بالنص القرآني. القتل الخطأ، الظهار، وكفارة اليمين. ¶ أولا: من قتل مسلماً خطأ, فليعوض المجتمع المسلم بتحرير رقبة من العبودية. قال تعالى: ¶ {وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلَّا خَطَأً وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ إِلَّا أَنْ يَصَّدَّقُوا} 92 النساء ¶ ثانيا: إذا حرم الرجل امرأته عليه وقال لها: ¶ أنت محرمة علي كظهر أمي. ثم عزم على الرجوع فيما قال ... ¶ فلا تحل له زوجته حتى يكفر عن ظهاره. ¶ قال تعالى: ¶ {وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ذَلِكُمْ تُوعَظُونَ بِهِ وَاللَّهُ بِمَا",
            "page": "142",
            "part": "1",
            "seal": "CB3E7228"
        },
        {
            "id": "136",
            "nass": "تَعْمَلُونَ خَبِيرٌ}. (2) 3 المجادلة ¶ ثالثا: شرع الإسلام كفارة اليمين - الذي أقسمه المسلم على شيء في المستقبل يعزم أن يفعله ثم لم يستطع. أو يعزم على عدم فعله ثم فعله. ¶ فعليه كفارة هذا اليمين. ¶ قال تعالى: ¶ {لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ} (2) ¶ __________ ¶ (1) رُوي أن خولة بنت ثعلبة ظاهرها زوجها فلما اشتكت للنبي - صلى الله عليه وسلم - قال لها النبي - صلى الله عليه وسلم -: لا أراك إلا قد حرمت عليه. فلما اشتكت أمرها لله أنزل الله حلا لمشكلتها وشرع الكفارة. ¶ ومضمون هذا الحادث يؤكد أن القرآن من عند الله، لأن القرآن أفتى بغير ما أصر عليه النبي - صلى الله عليه وسلم - من تحريم خولة على زوجها أوس بن الصامت. ¶ (2) كأن يقول نعم والله، أو لا والله، وهو لا يقصد اليمين. وكأن يقسم على شيء في الماضي يعتقد أنه صادق فيما يقول ثم يتبين خطأه.",
            "page": "143",
            "part": "1",
            "seal": "E3C44C5A"
        },
        {
            "id": "137",
            "nass": "ولكن يؤاخذكم بما عقدتم الإيمان. (1) ¶ {فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ} 89 المائدة ¶ فكلما جاءت فرصة للخير وجهها الإسلام على تحرير العبيد. ¶ وإذا كانت هذه الحلول يتبناها المجتمع المسلم، فإن ذلك لا يصرف همة الدولة عن المساهمة في هذا الأمر الخطير. فقد جعل القرآن سهماً من الزكاة لِفَكِّ الرقاب. ¶ قال تعالى: ¶ {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ} 60 التوبة ¶ فالدولة والأفراد وحتى العبيد أنفسهم يتعاونون على منهج ¶ __________ ¶ (1) بأن يقسم على شيء في المستقبل أن يفعله أو لا يفعله ثم لا يلتزم بيمينه.",
            "page": "144",
            "part": "1",
            "seal": "0898C3A7"
        },
        {
            "id": "138",
            "nass": "الحرية العبيد - كتعاونهم على ضروريات الحياة. ¶ عماد: وإذا لم يقدر العبد على شراء حريته، ولم يسعده الحظ فيحظى بمن يهبها له. ¶ هل يعيش عبداً معذباً؟ ¶ عارف: يبدو أنك لم تدرس صورة المجتمع - في ظل الإسلام. ¶ الناس في ظل الإسلام سواسية كأسنان المشط. لا فضل لأحد على أحد إلا بالتقوى. ¶ التقوى التي جعلت من بلال مؤذناً للرسول وخازناً له .. التقوى التي جعلت سلمان الفارسي من آل بيت النبي - صلى الله عليه وسلم - ورضي الله عنهم. ¶ وجعلت أسامة بن زيد أحب الناس إلى رسول الله - صلى الله عليه وسلم - واسمع هذه الحادثة: ¶ فرض عمر بن الخطاب لأسامة بن زيد - رضي الله عنهما - خمسة آلاف درهم - كل عام. بينما فرض لعبد الله بن عمر ابن الخطاب - رضي الله عنهما - ألفي درهم فقط.",
            "page": "145",
            "part": "1",
            "seal": "7914E5D2"
        },
        {
            "id": "139",
            "nass": "فقال عبد الله لأبيه: ¶ فضلت أسامة علي. وقد شهدت من المعارك ما لم يشهد. قال عمر - رضي الله عنه -: ¶ إن أسامة كان أحبَّ إلى رسول الله منك، وأبوه كان أحب إلى النبي - صلى الله عليه وسلم - من أبيك. ¶ \"أسد الغابة جـ 1 ص 65\" ¶ فالتقوى .. والتقوى فقط ... هي دائرة التفاضل في المجتمع الإسلامي. ¶ وقد عمل الإسلام جاداً على إزالة التجاعيد التي تركها الزمن في وجه العبيد. وأعاد لهم الكرامة السليبة. ¶ أولا: فتيان لا عبيد ¶ استبدل القرآن كلمة (عبد) وكلمة (أَمَة) بكلمتي (فتى وفتاة) وذلك ليربي الأمة على خلق جديد. ¶ قال تعالى: ¶ {وَإِذْ قَالَ مُوسَى لِفَتَاهُ لَا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ} 60 الكهف",
            "page": "146",
            "part": "1",
            "seal": "A8E945AC"
        },
        {
            "id": "140",
            "nass": "وفي قصة يوسف: ¶ {وَقَالَ لِفِتْيَانِهِ اجْعَلُوا بِضَاعَتَهُمْ فِي رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَا} 62 يوسف ¶ وأنت تعرف يا عماد أن كلمة فتى تطلق على الحر وعلى العبد سواء بسواء. ¶ قال تعالى عن إبراهيم - وهو حر، وابن حر. ¶ {قَالُوا سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ} 60 الأنبياء ¶ كما استبدل كلمة \"أَمَة\" للأنثى بكلمة فتاة. ¶ قال تعالى: ¶ {وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ} 25 النساء ¶ لذلك نرى النبي - صلى الله عليه وسلم - يؤدب الناس بأدب القرآن فيقول: ¶ لا يقل أحدكم يا عبدي ويا أمَتي ....",
            "page": "147",
            "part": "1",
            "seal": "9B506A15"
        },
        {
            "id": "141",
            "nass": "بل يقل: يا فتاي ويا فتاتي. ¶ عماد: لكن جاء في القرآن الكريم {وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ} 32 النور ¶ عارف: هذا صحيح ... أكرمك الله. ¶ هذه هي الآية الوحيدة - في كل القرآن - التي استعملت كلمة عبادكم. ¶ لكنها جمعت (عبد) على (عباد). ¶ وأنت تعرف أن الجمع على (عباد) يخالف الجمع على (عبيد) يقال في مقام المدح \"عباد\". ¶ قال تعالى: {وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا} 63 الفرقان ¶ وفي مقام الغضب يجمع القرآن كلمة (عبد) على (عبيد). قال تعالى: {وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ} 49 فصلت ¶ فالله - سبحانه - قال: {وَالصَّالِحِينَ مِنْ عِبَادِكُمْ} ولم يقل والصالحين من عبيدكم.",
            "page": "148",
            "part": "1",
            "seal": "9D257782"
        },
        {
            "id": "142",
            "nass": "هذا من ناحية لفظ الآية الكريمة. ¶ أما موضوع الآية ... فهو إلزام المجتمع المسلم أن يتعالون في تزويج العبيد والإماء - حتى يسد حاجتهم النفسية ويحفظهم من الانحراف. ¶ هؤلاء هم العبيد في ظل الإسلام. ¶ أوجب الإسلام على السادة: ¶ إطعامهم مما يأكلون. وكسوتهم مما يلبسون. ثم تزويجهم. ¶ يا عماد: ¶ العبيد - في ظل الإسلام - جزء من الأسرة الإنسانية الكبيرة. يتزوج الأحرار من العبيد. ¶ قال تعالى: {وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ وَاللَّهُ أَعْلَمُ بِإِيمَانِكُمْ بَعْضُكُمْ مِنْ بَعْضٍ فَانْكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَآتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ} 25 النساء",
            "page": "149",
            "part": "1",
            "seal": "B31FC23C"
        },
        {
            "id": "143",
            "nass": "ويستفاد من الآية الكريمة. ¶ 1 - رفع الحرج - الذي كان يصيب العربي - إذا تزوج من أمة. ¶ 2 - أن الأحرار والإماء أسرة واحدة - بعضهم من بعض - لأنهم جميعاً من آدم. وآدم من تراب. ¶ وبعضكم من بعض في الإيمان أيضاً. ¶ وما وراء الإيمان أمور لا ينبغي الالتفات إليها. ¶ {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} ¶ (راجع تفسير آيات الأحكام جـ 2 ص 79) ¶ وقد أكد النبي - صلى الله عليه وسلم - هذا الإخاء في قلوب الناس. ¶ \"إخوانكم خولكم ... فمن كان أخوه تحت يده ... فليطعمه مما يأكل .. وليلبسه مما يلبس ... ولا تكلفوهم ما لا يطيقون ... وإن كلفتموهم فأعينوهم\" \"صحيح مسلم\" ¶ ويفهم أيضاً من الآية السابقة أن الفتاة جزء من الأسرة - التي تعيش فيها - مع سادتها - وسادتها هم أهلها. ¶ {فَانْكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ} أي بإذن سادتها. ولكن",
            "page": "150",
            "part": "1",
            "seal": "79943248"
        },
        {
            "id": "144",
            "nass": "ظلال التعبير القرآني له أثر عظيم - فلم يقل: فانكحوهن بإذن سادتهن. بل قال بإذن أهلهن، ليثبت الولاية. ¶ صاحب البيت: يا عماد يا ولدي لقد شغلت الشيخ وأتعبته وأود أن نسأل الشيخ عن حاله وعياله ¶ عارف: والله كلهم بخير والحمد لله. ¶ هشام في التعليم الثانوي وشيماء في السادس الابتدائي، وأمهم تعيش في خير حال - والحمد لله -. ¶ أبو عماد: إن شاء الله سنزوج عماداً لشيماء. وهشاماً لوفاء ابنتي. ¶ ما رأيك يا شيخ عارف؟ ¶ عارف: هذا حديث سابق لوقته. ¶ لابد من نمو الأولاد أولا .. ثم يصبح لهم الاختيار. ¶ أبو عماد: ورأينا يا شيخ عارف؟ ¶ عارف: رأي الوالدين استشاري فقط. ¶ والكلمة الأولى والأخيرة للشاب والفتاة.",
            "page": "151",
            "part": "1",
            "seal": "03731FC2"
        },
        {
            "id": "145",
            "nass": "عماد: دعونا من موضوع الزواج لنرجع إلى موضوع العبيد ¶ عارف: لقد أصبحت أنسى كثيراً يا عماد. ¶ ما هي النقاط التي ذكرتها لك؟ ¶ عماد: أنت تمتحنني يا شيخ عارف .. ¶ لقد تحدثنا عن تاريخ المشكلة. ¶ وتحدثنا عن موقف الإسلام من تأمين حرية الأحرار. وفتح باب العتق العادل - الذي يكفل للسيد حقه، وللعبد حريته. ¶ وتحدثنا عن هبة الحرية. قربة إلى الله، أو كفارة لقتل خطأ، أو ظهار أو يمين. ¶ وعرفنا حسن معاملة الإسلام للعبيد في حياتهم المادية والأدبية. ¶ عارف: أحسنت يا عماد. ¶ ومن ناحية حرمة الدم. ¶ فقد ساوى الإسلام بين دم العبد ودم الحر.",
            "page": "152",
            "part": "1",
            "seal": "57500EDD"
        },
        {
            "id": "146",
            "nass": "قال - صلى الله عليه وسلم -: \" مَنْ قَتَلَ عَبْدَهُ قَتَلْنَاهُ، وَمَنْ جَدَعَ عَبْدَهُ جَدَعْنَاهُ \". ومن أخصى عبده أخصيناه\" ¶ رواه أبو داود والترمذي. ¶ فالدماء متكافئة بين الأحرار والعبيد. ¶ عماد: لكن القرآن يقول: العبد بالعبد. ¶ عارف: اقرأ الآية من أولها فإنها عامة في تسوية الدماء بين المسلمين - أحراراً وعبيداً، رجالاً ونساء - ¶ قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثَى بِالْأُنْثَى} 178 البقرة ¶ فصدر الآية يفيد عموم القصاص في كل دم أريق ظلماً. ¶ {كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى} ¶ سواء كان المقتول حراً أو عبداً. رجلا أو امرأة. ¶ أما قوله تعالى {الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ} فجاء علاجاً لمشكلة جاهلية. ¶ بعض عشائر العرب كانت تأخذها العزة بالإثم.",
            "page": "153",
            "part": "1",
            "seal": "EA5A62BB"
        },
        {
            "id": "147",
            "nass": "فإذا اعتدى عبد من عشيرة أخرى على عبد منهم يقسم أحدهم أن يقتل حراً - بريئاً - بدم العبد المقتول منهم، وإن قتلت امرأة منهم يقتلون بدمها رجلا - ولو كانت القاتلة امرأة. ¶ وفي ذلك من الظلم ما فيه، لأن القاتل ينجو ويقتل مكانه بريء. ¶ فنهاهم الله عن ذلك، وطلب منهم العدل في القصاص. ¶ فول قتل عبد عبداً فالقصاص من القاتل نفسه. ¶ لا يجوز أن نتعداه إلى بريء. ولو قتلت امرأة امرأة فالقصاص من القاتلة. ¶ * * * ¶ عماد: بارك الله فيك يا شيخ عارف. ولكن ما معنى الآية الكريمة؟ ¶ {وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (5) إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ} 6 المؤمنون",
            "page": "154",
            "part": "1",
            "seal": "02350F7E"
        },
        {
            "id": "148",
            "nass": "عارف: يا عماد. لقد أباح الإسلام للسيد أن يعاشر فتاته - غير المتزوجة - معاشرة الأزواج. ¶ وذلك لإشباع حاجتها كأنثى من ناحية - وليغدق عليها العطاء والزينة من ناحية أخرى. ¶ لأنها ستعيش في فراشه. ¶ والأهم من هذا أنه إن رزق منها بمولود - واعترف بنسبه منها - فإنها تصبح أم ولد - وينقلها ولدها إلى الحرية بمجرد موت أبيه. ¶ هذا إذا لم تكن متزوجة. ¶ أما إذا كانت متزوجة، أو زوجها سيدها - من رجل آخر - فلا يجوز لسيدها أن يعاشرها، لأن الإسلام لا يعرف شيوع الجنس. ¶ أبو عماد: يا شيخ عارف شغلك عماد عنا. ¶ والعشاء جاهز. ¶ وقد أعددت لك سمكة نهرية طيبة. ¶ قمْ يا شيخ ....",
            "page": "155",
            "part": "1",
            "seal": "633D504C"
        },
        {
            "id": "149",
            "nass": "\"يقوم الشيخ ويجتمع الأحباب على الطعام\" ¶ وبعد الطعام يعود الحوار: ¶ عماد: كل شيء تكرمت به في الحديث عن العبيد أراح صدري ... ¶ ولكن لماذا لم يحرم الإسلام الرق تحريماً نهائياً كما حرم الخمر؟ ¶ عارف: الحلول النظرية سهلة. ¶ ولكن الإسلام يعالج الأمور بحكمة وعدل. ¶ فهو يبحث عن الحرية العادلة. ورحم الله أحمد شوقي وهو يصف منهج النبي - صلى الله عليه وسلم - في معالجة الأمور فيقول: ¶ داويت متنهداً وداووا طفرة ... وأخف من بعض الدواء الداء ¶ عماد: لكن الغرب استطاع إلغاء الرق بقانون واحد. ¶ عارف: لماذا ألغي الغرب الرق؟ ¶ عماد: احتراماً لحقوق الإنسان. ¶ \"يضحك الشيخ، ويتعجب عماد من ضحكه\"",
            "page": "156",
            "part": "1",
            "seal": "948ABCC2"
        },
        {
            "id": "150",
            "nass": "عماد: هل تضحك من إجابتي يا فضيلة الشيخ؟ ¶ عارف: لا يا عماد. ¶ ولكنني أحب أن تعرف أن الحقيقة شيء، وما تردده أجهزة الإعلام في الغرب ونسمعه من تلاميذ الغرب في بلادنا، شيء آخر ¶ إن الذئب إذا لبس ثوب الحمل الوادع، وأمسك بمسبحة العابد، تفضحه أفعاله حتما. ¶ عماد: \"مستغربا\" ماذا تعني يا فضيلة الشيخ؟ ¶ عارف: يا ولدي .. الغرب لا يعرف القيم. ¶ مخطئ من ظن يوماً أن للثعلب دين. ¶ إن تجارة العبيد في الغرب كانت من أربح التجارات، وكان الغرب يغير بقوافل كبيرة مسلحة على أفريقيا ويسرق أطفالها، ويسبي شبابها ليبيعهم في أوربا. ¶ حدث ذلك بعد أن اتصلت الملاحة على ساحل الأطلسي، وارتبط العالم الحديث بالعالم القديم. ¶ ففي أقل من خمسين عاماً نقل تجار الغرب إلى أوربا",
            "page": "157",
            "part": "1",
            "seal": "0D52A29F"
        },
        {
            "id": "151",
            "nass": "عبيداً يبلغ الباقي من ذريتهم - بعد القتل والاضطهاد نحو خمسة عشر مليونا في الأمريكتين. وهو عدد يضارع خمسة أضعاف ضحايا النخاسة - يعني بيع العبيد - في القارات الثلاث منذ ألف عام. ¶ \"حقائق الإسلام لعباس محمود العقاد\" ¶ ففي خمسين عاماً استرقوا حوالي 15 مليونا فهل الغرب يعرف القيم؟ ¶ عماد: لكن الغرب بعد ذلك ألغى تجارة العبيد وحررهم. ¶ عارف: يا عماد يا ولدي. ¶ يوم أن كان الغرب بحاجة إلى خدم يسخرهم لقضاء حاجته في أوربا وأمريكا. كان يسمح بسرقة الأحرار السود، ونقلهم لبلاده، وبيعهم في سوق العبيد. ¶ فلما جاء الغرب واستعمر بلادنا، وعزم على سرقة خيراتها وجد نفسه بحاجة إلى بقاء السود في بلادهم ليزرعوا الأرض، وينقبوا عن المعادن، ويجندهم في المعارك الخاسرة.",
            "page": "158",
            "part": "1",
            "seal": "68AB1E98"
        },
        {
            "id": "152",
            "nass": "أبقى الاستعمار على السود في أفريقيا عندما احتاج إلى الأيدي العاملة الرخيصة في أفريقيا. ¶ أبقاهم عبيداً له وتحت سياطه، وحرم نقلعم إلى أوربا. احتراماً لأخلاق المنفعة - التي يؤمن بها الغرب. ¶ يا عماد .. ¶ إن دلالة العمل أعظم من دلالة الشعارات. ¶ كيف نصدق الغرب في دعوته حقوق الإنسان ونحن نرى داخل بلاده \"مشكلة الملونين\" لم تجد لها حلا حتى الآن. ¶ يقول الأستاذ عباس محمود العقاد: ¶ فإن في الأمريكتين إلى اليوم أمة من السود معزولة بأنسابها وحظوظها وحقوقها العملية تماماً عن المجتمع\". ¶ حقائق الإسلام ¶ إن الرجل الأسود - حتى اليوم - لا يدخل مطاعم البيض. ولا يدخل مدارس البيض. ولا يركب سيارتهم. ¶ ومع ذلك لا يستحي الغرب من دعواه تحرير العبيد، واحترام حقوق الإنسان. ¶ * * *",
            "page": "159",
            "part": "1",
            "seal": "2B425A19"
        },
        {
            "id": "153",
            "nass": "تقول السيدة عائشة رضي الله عنها: ¶ ما بعث رسول الله - صلى الله عليه وسلم - زيد بن حارثة - في سرية إلا أمره عليها قائداً. ¶ ولو بقي زيد بن حارثة لاستخلفه النبي - صلى الله عليه وسلم - بعده. ¶ أسد الغابة جـ 1 ص 277 ¶ وعندما استشتهد زيد بن حارثة، وجعفر بكي النبي - صلى الله عليه وسلم - عليهما وقال: أخواي، ومؤنساي، ومحدثاي. ¶ ولم يذكر القرآن اسم أحد من الصحابة إلا زيد بن حارثة في قوله تعالى {فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا} 37 الأحزاب ¶ يا عماد ... ¶ هؤلاء هم العبيد في ظل الإسلام. ¶ لقد عين النبي - صلى الله عليه وسلم - أسامة بن زيد - وهو في الثامنة عشر من عمره قائداً على جيش كبير، كان في طريقه إلى أول معركة دولية بين العرب والروم.",
            "page": "160",
            "part": "1",
            "seal": "554DC666"
        },
        {
            "id": "154",
            "nass": "وكان كبار الصحابة جنوداً في هذا الجيش وكان قرار تعيين أسامة هو أخر قرار أصدره النبي - صلى الله عليه وسلم - في حياته. ثم لقي النبي - صلى الله عليه وسلم - ربه بعد أن أصبح العبيد قادة. والسادة جنود. والكل يعمل لحساب الإسلام. ¶ * * * ¶ عماد: لقد غابت هذه الحقائق عنا كثيراً. ولكن - ربما بحكم سيء - كنت أنتظر أن تنزل آية تلغي نظام الرق إلى الأبد. أعتذر - يا فضيلة الشيخ - أنا لا أقترح على الله. ولكنه حبي للإسلام ... ¶ عارف: لو انتهت الحروب إلى الأبد. ¶ وأغلقت مصانع الأسلحة. ¶ وسرحت كل جيوش العالم. ¶ وعاش الناس جميعاًَ في محبة. ¶ يومها فقط - يمكن أن يصدر الإسلام أمراً يلغي الرق. ¶ عماد: هذا خيال بعيد .. الحروب باقية إلى يوم القيامة.",
            "page": "161",
            "part": "1",
            "seal": "CA354F17"
        },
        {
            "id": "155",
            "nass": "عارف: كذلك الرق - الذي اعترف به الإسلام باق إلى يوم القيامة. ¶ الإسلام ألغى كل أنواع الرق، ولم يبح منه إلى استرقاق أسير الحب - الذي خرج من بينه يريد حرب الإسلام، وإضعاف شأنه. فوقع أسيراً. ومع ذلك لم يحتم الإسلام على القائد المسلم أن يسترق كل أسير. ¶ بل جعل للقائد الخيار بين أمور ثلاثة: ¶ أولاً: ¶ أن يمنَّ عليه بالحرية بلا مقابل - إن علم أن الأسر من النوع الكريم، ويمكن أن يصلحه العفو ويعيده إلى صوابه بشرط أن يكون المن عليه بالحرية لا يقوي صفوف الأعداء. ¶ ثانياً: ¶ أن يقبل منه الفداء - مادياً كان هذا الفداء أو خدمة تعود على المسلمين بالخير - كما فعل النبي - صلى الله عليه وسلم - مع أسرى بدر. ¶ ثالثاً: ¶ تبادل الأسرى.",
            "page": "162",
            "part": "1",
            "seal": "53A73D89"
        },
        {
            "id": "156",
            "nass": "وقد أجاز أبو يوسف ومحمد - من تلاميذ أبي حنيفة - عملية تبادل الأسرى - بين المسلمين والمشركين - واستدلوا على ذلك بما روي أن النبي - صلى الله عليه وسلم - استبدل أسيراً من بني عامر بن صعصعة بأسيرين من المسلمين كانت ثقيف قد أسرتهما. ¶ (تفسير آيات الأحكام جـ 4 ص 70) ¶ وعملية تبادل الأسرى هي النظام المعروف في كل شعوب الأرض. ولكن الإسلام فاقها بالمن على الأسير تأليفاً لقلبه. ¶ قال تعالى: ¶ {فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا}. ¶ فالإسلام شرع استرقاق الأسير - حتى يفدي نفسه، أو تقوم الجماعة التي دفعته للمعركة بفدائه. ¶ أو يظل رقيقاً في مجتمع مسلم فيرى حياة المسلمين وكرمهم في معاملة الأسرى فربما يهديه عقله للإسلام، فالرق باقٍ ما بقيت الحروب.",
            "page": "163",
            "part": "1",
            "seal": "EC305C93"
        },
        {
            "id": "157",
            "nass": "والإسلام كان يسترقُّ الأسير كما كان خصوم الإسلام يسترقون الأسرى من المسلمين. ¶ وكل دول العالم حتى الآن تحبس الأسرى في السجون الحربية حتى يفديهم أممهم. ¶ عماد: الآن عرفت حقيقة الأمر. وفهمت منهج الإسلام إن الذين قرأنا لهم ظلموا الإسلام وجهلوا منهجه. ¶ عارف: العجيب يا عماد .. ¶ إن الذين يتهمون الإسلام باسترقاق العبيد، هم الذين استعبدوا الأحرار!! ¶ عماد: هذا والله صحيح ... أكرمك الله. ¶ وطلب المجلس من الشيخ أن يريد من البيان المفيد، ولكن الشيخ قد اعتذر، لأن السائق قد حضر، فإلى لقاء جديد لننهل ونستفيد.",
            "page": "164",
            "part": "1",
            "seal": "532DAAF2"
        },
        {
            "id": "158",
            "nass": "الفصل الثاني ¶ هذا اللقاء: ¶ * الطبيعة وحدها. ¶ * ما جئت لأنقض الناموس. ¶ * زهرة في الصحراء. ¶ * أيهن أقرب إلى قلبه. ¶ * لستن كأحد من النساء.",
            "page": "165",
            "part": "1",
            "seal": "D5B9FB4D"
        },
        {
            "id": "159",
            "nass": "عزم الشيخ علي زيارة الريف البديع، في إجازة فصل الربيع. لينعم بخيره الوفير، وجمال الهدير؛ وشقشقة العصافير. وأدرك شباب القرية، أن الله ساق لهم هدية. ¶ فسارعوا إلى الشيخ فرحين، ليتمتعوا بحديثه في الدِّين. وفرح الشيخ بالشباب، وقدم لكل سؤال جواب. ¶ وائل: حمداً لله على سلامتك - يا شيخ عارف - لقد وجهتني إلى القراءة، فدللتني على كنوز زاخرة. ¶ عارف: مازلت تقرأ للمستشرقين؟ ¶ وائل: أنا لا أعصي لك أمراً يا شيخ عارف. ¶ فمخالفة الطبيب، قد تسبب الموت. ¶ لقد قرأت فقه السيرة للإمام محمد الغزالي، والأستاذ محمد سعيد البوطي، وحياة محمد. للأستاذ هيكل. وأعجبني اهتمامه بالمستشرقين والرد عليهم. واقرأ الآن \"زاد المعاد،. والروض الأنف.",
            "page": "166",
            "part": "1",
            "seal": "55EA0266"
        },
        {
            "id": "160",
            "nass": "بقيت عندي مسألة واحدة، أحب أن أنتفع فيها بالحوار معك. وهي مسألة \"تعدد زوجات النبي - صلى الله عليه وسلم - بل \"تعدد الزوجات\" بصفة عامة. ¶ عارف: الحياة الزوجية عند المرأة تتعطل في كل شهر مدة قد تصل إلى عشرة أيام. ¶ كما تتعطل بعد الحمل والولادة، مدة قد تصل لشهرين. وطباع الرجال يختلف. ¶ فلو تزوج رجل متطرف جسدياً امرأة أخرى فله بعض العذر حتى لا يقع في جريمة الزنا. ¶ ولكن هذا السبب لا يعنينا كثيراً. ¶ فالرجل السوي أقوى من رغباته. ¶ ولكن تشريعاً كالإسلام، يجب أن يأخذ في اعتباره كل الطباع البشرية حتى يتسع لكل الناس. ¶ والإباحة غير الإلزام أو الندب. ¶ * * *",
            "page": "167",
            "part": "1",
            "seal": "18BB88CD"
        },
        {
            "id": "161",
            "nass": "ولكن المعم في الموضوع أن الاحصائيات العالمية تؤكد زيادة عدد النساء على عدد الرجال. ¶ خصوصاً بعد الحروب الكبيرة التي تأكل الرجال. ¶ فلو تزوج كل رجل بامرأة واحدة لبقي عدد كبير من النساء بلا زواج. ¶ يعشق طاقات معطلات أو متسولات جنسياً. فأي الحلين أكرم للمرأة؟ ¶ وائل: بدون شك الحل الثاني لا يرضاه كريم. ¶ عارف: من أجل ذلك أباح الإسلام تعدد الزوجات. ¶ وائل: يعني المشكلة طبيعية والإسلام شرع التعدد لعالجها. ¶ عارف: ليس الإسلام وحدة الذي أباح التعدد. ¶ الديانة اليهودية قد أباحت التعدد بلا قيد. ¶ والديانة النصرانية هي امتداد لشريعة التوراة. لأن السيد المسيح قال: ¶ \"ما جئت لأنقض الناموس\"",
            "page": "168",
            "part": "1",
            "seal": "44B6D141"
        },
        {
            "id": "162",
            "nass": "وائل: قلت يا فضيلة الشيخ إن التوراة أباحت التعدد بلا قيد. ¶ عارف: نعم. ¶ القرآن وحده هو الذي قيد العدد بأربع نساء. ¶ أما التوراة، فأخبرت بأن سليمان عليه السلام - تزوج ثلثمائة امرأة بعقد دائم، وسبعمائة امرأة من الإماء. ¶ \"سفر الملوك 11 - 1\" ¶ وهذا الخبر موجود في الكتاب المقدس - الذي يؤمن به اليهود والنصارى. ¶ نجيب: \"متعجباً\" ألف امرأة!! ¶ وائل: الأعجب يا نجيب أن هذا الموضوع لا يثيره أحد من المستشرقين الذين يهاجون سيرة النبي - صلى الله عليه وسلم - ودائماً يركزون على زواج النبي - صلى الله عليه وسلم - وحده. ¶ عارف: اليهود - في العالم - يتحكمون في الاقتصاد، وأجهزة الإعلام. ¶ وسليمان ... يهمهم يا وائل. ¶ وائل: هذا صحيح.",
            "page": "169",
            "part": "1",
            "seal": "2C04E873"
        },
        {
            "id": "163",
            "nass": "ولكن بقي عندي سؤال: ¶ لماذا زاد النبي - صلى الله عليه وسلم - على أربع نساء؟ ¶ نجيب: هذه ميزة كافأ الله بها النبي - صلى الله عليه وسلم -. ¶ عارف: هل اجتماع تسع نساء أرامل ميزة ومكافأة؟ ¶ سأضرب لك مثالا يا وائل: ¶ أحد أصدقائي له ولدان بالجامعة. ¶ أعطى الأول ألف جنيه، وقال له: ليس لك عندي أي مال بعد ذلك. ¶ وأعطى الثاني عشرة جنيهات، وقال له: إن أنفقتها في أسبوع فخذ غيرها. ¶ فأي الولدين فضله أبوه في العطاء؟ ¶ نجيب: الثاني طبعاً. ¶ لأن باب العطاء أمامه مفتوح. ¶ عارف: بدون تشبيه ولله المثل الأعلى. ¶ المسلم أن يجمع أربع نساء في عصمته. ¶ فإذا ماتت واحدة أو طلقها، ومضت مدة عدتها. فله أن",
            "page": "170",
            "part": "1",
            "seal": "A1C55AFC"
        },
        {
            "id": "164",
            "nass": "يتزوج غيرها، الباب مفتوح أمامه. ¶ إذا كان قادراً عادلا (1). ¶ أما النبي - صلى الله عليه وسلم - فقد أباح الله له تسع نساء ثم قال له (لا يجل لك النساء من بعد ولا أن تبدل بهن من أزواج ولو أعجبك حسنهن) \"الأحزاب 52\" ¶ وائل: ولكن هل يعتبر زواج النبي - صلى الله عليه وسلم - من التسع نساء استثناءاً من الآية الكريمة؟. ¶ قال تعالى {فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ} النساء 3 ¶ عارف: النبي - صلى الله عليه وسلم - لم يخالف نصاً قرآنيا أبداً. لقد نزلت الآية القرآنية الكريمة التي حددت العدد بأربع فقط نزلت في السنة الثامنة من الهجرة، وكان النبي - صلى الله عليه وسلم - يومها قد جمع كل نسائه. ¶ __________ ¶ (1) المتزوج من أربعة لو طلق واحدة منهن فليس له الحق أن يتزوج غيرها حتى تنتهي عدتها، أي عدة الزواج المطلقة وهذه الحالة تجب العدة فيها على الرجال، كما تجب على المرأة. ¶ \"راجع حاشية ابن عابدين جـ 3 ص 503\"",
            "page": "171",
            "part": "1",
            "seal": "F43BD00B"
        },
        {
            "id": "165",
            "nass": "نجيب: هل تحفظ تاريخ نزول سور القرآن يا فضيلة الشيخ عارف؟ ¶ عارف: يا نجيب سورة النساء التي حددت العدد بأربع نزلت بعد سورة الممتحنة وسورة الممتحنة نزلت والنبي - صلى الله عليه وسلم - يستعد لفتح مكة. ومعلوم أن سبب نزولها هو إرسال (حاطب بن أبي بلتعة) للمشركين يخبرهم بعزم النبي - صلى الله عليه وسلم - على فتح مكة. ¶ فالنبي - صلى الله عليه وسلم - عندما تزوج تسع نساء كان الجمع مباحا لأي عدد. ¶ ولما نزلت آية التحديد بأربع فقط، كان بعض الصحابة عنده أكثر من أربعة. ¶ فاحتفظ بأربعة منهن، وطلق الباقيات. ¶ وائل: لماذا لم يطلق النبي - صلى الله عليه وسلم - الزائدات؟ ¶ عارف: أي امرأة طلقت لها الحق أن تتزوج من رجل آخر. ¶ أما نساء النبي - صلى الله عليه وسلم - فلا يجوز لأي مسلم أن يتزوج منهن. ¶ لأنهن أمهات المؤمنين. قال تعالى: {النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ} الأحزاب.",
            "page": "172",
            "part": "1",
            "seal": "41772BFE"
        },
        {
            "id": "166",
            "nass": "لذلك حرم الله على المؤمنين أن يتزوجوا نساء النبي - صلى الله عليه وسلم - بعده. ¶ قال تعالى: {وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا} الأحزاب 52 ¶ فلو طلق إحدى نساء لبقيت بلا زوج. ¶ من أجل ذلك أحل الله نساء النبي - صلى الله عليه وسلم - له. قال تعالى: {يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ} الأحزاب 50 ¶ * * * ¶ وهناك سبب آخر لبقاء نساء النبي - صلى الله عليه وسلم - عنده. ¶ وهو أن زواج النبي - صلى الله عليه وسلم - زواج رسالة. ¶ تختلف مقاصده عن أي زواج آخر. ¶ فلو طلق النبي - صلى الله عليه وسلم - واحدة منهن، لضاعت الحكمة من الزواج بها ¶ نجيب: ما هي المقاصد التي تعنيها؟ ¶ عارف: مقاصد أربعة: ¶ أولاً: إنساني. ¶ ثانياً: سياسي. ¶ ثالثاً: تشريعي.",
            "page": "173",
            "part": "1",
            "seal": "6BE7FEE8"
        },
        {
            "id": "167",
            "nass": "رابعاً: تعليمي. ¶ وأوجز الحديث في شرحها. ¶ * * * ¶ السبب الأول: ¶ سبب إنساني. كرم النبي - صلى الله عليه وسلم - به أرامل الشهداء - الذين دفعوا أرواحهم لحماية الإسلام تاركين وارئهم أرامل ويتامى. ¶ فالأرملة العجوز السيدة سودة بنت زمعة - رضي الله عنها - تقول: والله لا حاجة بي إلى الرجال، ولكنني أردت أن أبعث مع زوجات النبي - صلى الله عليه وسلم - أمهات المؤمنين. ¶ والأرملة الثانية - أم سلمى - وهي أرملة ذات يتامى تزوجها النبي - صلى الله عليه وسلم - بعد استشهاد زوجها، حماية لها ورعاية لليتامى. ¶ والأرملة الثالثة - هي السيدة حفصة بنت عمر - استشهد زوجها وعرضها أبوها على أبي بكر فاعتذر، وعرض زواجها على عثمان فاعتذر، فكرم النبي - صلى الله عليه وسلم - عمر وتزوج من حفصة. ¶ * * *",
            "page": "174",
            "part": "1",
            "seal": "538C9896"
        },
        {
            "id": "168",
            "nass": "السبب الثاني: ¶ سبب سياسي - استطاع به النبي - صلى الله عليه وسلم - أن يؤلف قلوب عداته الذين حاربوه خوفاً على مراكزهم الاجتماعية. ¶ لقد صاهرهم النبي - صلى الله عليه وسلم - فصهر ما في قلوبهم من حقد على النبي - صلى الله عليه وسلم - وعلى دعوته. ¶ تزوج من السيدة أم حبيب بنت أبي سفيان. ¶ وتزوج من السيدة صفية بنت حيي بن أخطب ملك اليهود. ¶ وتزوج من السيدة جويرية بنت سيد بني المصطلق. ¶ وقد أجمع المؤرخون أن هذا الزواج قد فعل ما لم تفعله الحروب الضارية - فقد ألف القلوب التي طالما حقدت على الإسلام وعلى نبي الإسلام، فدخل أقوامهم في دين الله أفواجا (1) ¶ ـــــــــــــــ ¶ (1) معلوم من دراسة التاريخ أن زواج النبي - صلى الله عليه وسلم - من السيدة صفية بنت حي لم يؤت الثمرة التي رجاها النبي - صلى الله عليه وسلم - من الزواج - وهي هداية قومها من اليهود.",
            "page": "175",
            "part": "1",
            "seal": "D116A9C0"
        },
        {
            "id": "169",
            "nass": "السبب الثالث: ¶ سبب تشريعي. أراد الله به أن يكون النبي - صلى الله عليه وسلم - هو أول من يطبق الأمور الحرجة من الشريعة على نفسه أولا. فعندما ألغى الإسلام نظام التبني أراد الله أن يمحو كل الآثار التي كانت تترتب عليه. وأهم هذه الآثار أن العرب كانت تحرم على الرجل أن يتزوج من مطلق متبناه، فأمر الله نبيه أن يتزوج من السيدة زينب بنت جحش - بعد أن طلقها زوجها - زيد بن حارثة - الذي كان النبي - صلى الله عليه وسلم - تبناه قبل النبوة - وهو أصعب زواج على النبي - صلى الله عليه وسلم - لما أثاره من كلام المنافقين. ¶ ولكن الله هو الذي زوجه. قال تعالى: ¶ {فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا} 37 الأحزاب. ¶ * * * * ¶ السبب الرابع: ¶ هو أن زوجات النبي - صلى الله عليه وسلم - كن مدرسات في جامعة النبي - صلى الله عليه وسلم -",
            "page": "176",
            "part": "1",
            "seal": "3DC79ED3"
        },
        {
            "id": "170",
            "nass": "يأخذن عنه ما يتعلق بالمرأة من أحكام شرعية، ويعلمن نساء المسلمين. وقد فرض الله على نساء النبي - صلى الله عليه وسلم - أن يلازمن بين النبي - صلى الله عليه وسلم - ليتعلمن منه ما ينزل من السماء، ثم يعلمن الناس. قال تعالى {وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ} 33 الأحزاب ¶ * * * ¶ مشيئة الله. ¶ وقد شاء الله أن لا يشغل نساء النبي - صلى الله عليه وسلم - بالحمل والولادة وتربية الأطفال، حتى لا ينشغلن عن الرسالة - لقد كان نساء النبي - صلى الله عليه وسلم - صالحات للحمل. وبعضهن أنجبت أطفالا قبل الزواج من النبي - صلى الله عليه وسلم - والنبي - صلى الله عليه وسلم - كان صالحا للإنجاب، وقد أنجب بالفعل قبل الزواج منهن لقد أنجب من السيدة خديجة، ورزقه الله بإبراهيم من السيدة مارية القبطية. ¶ فما سر عدم حمل نسائه منه - صلى الله عليه وسلم -؟ إنه زواج رسالة يا نجيب. ¶ نجيب: الآن عرفت حكمة الله البالغة من زواج النبي - صلى الله عليه وسلم -",
            "page": "177",
            "part": "1",
            "seal": "91DAA7E3"
        },
        {
            "id": "171",
            "nass": "ولو كان النبي - صلى الله عليه وسلم - يريد بالزوجات ما نريد نحن من زوجاتنا لعدد الزوجات في سن الشباب. ¶ الشيخ: النبي - صلى الله عليه وسلم - لم يعد الزوجات إلا بعد الثالثة والخمسين من عمره. وقد قضى صدر شبابه مع السيدة خديجة التي كانت تمثل في حياته دور الأم والزوجة. ¶ نجيب: تعدد الزوجات لا يعيب الرجل - ولكن الذي يعيبه أن يشغله هذا الزواج عن الأمور الكبيرة. أو يميل قلبه إلى زوجة فيظلم الباقيات، ويضيع أولادهن. ¶ الشيخ: أحسنت يا نجيب. ¶ لقد كان النبي - صلى الله عليه وسلم - نموذجاً للعدل المطلق بين نسائه. ¶ ولو درسنا التاريخ لوجدنا أن فترة تعدد الزوجات في حياة النبي - صلى الله عليه وسلم - هي فترة الجهاد المقدس فقط. ¶ وهي الفترة التي انشغل فيها النبي - صلى الله عليه وسلم - في كل لحظة من حياته بالدفاع عن دولة الحق وتثبيت أركانها. ويمكنكم يا أولادي أن تقسموا حياة النبي - صلى الله عليه وسلم - إلى أربعة مراحل متميزة: ¶ أولا: مرحلة الشباب:",
            "page": "178",
            "part": "1",
            "seal": "4020A9B1"
        },
        {
            "id": "172",
            "nass": "كان النبي - صلى الله عليه وسلم - فيها زهرة في الصحراء، عافًّا في بيئة لا تعرف العفاف. ¶ فلو عاش كما يعيش غيره ما عاب أحد عليه ذلك ولكن الله أراد عاصمته وطهارته في مرحلة الشباب التي تفسر شخصية الإنسان وتكشف معدته. ¶ * * * ¶ ثانياً: الزوج الكريم. ¶ المرحلة الثانية في حياة الرسول - صلى الله عليه وسلم - من الخامس والعشرين، إلى الثالث والخمسين. ¶ وكان النبي - صلى الله عليه وسلم - فيها زوجاً لامرأة واحدة. ¶ كانت تكبره بخمسة عشر عاماً. ¶ وتزوجها ثيباً. ¶ ومع ذلك لم يتزوج عليها وفاء لها واكتفاء بها ولم يكن هناك مانع عرفي من تعدد الزوجات. ¶ فلما ماتت ظل النبي - صلى الله عليه وسلم - بلا زوجة خمس سنوات. ¶ وانتهت مرحلة الشباب وجاءت الشيخوخة.",
            "page": "179",
            "part": "1",
            "seal": "87535ACC"
        },
        {
            "id": "173",
            "nass": "المرحلة الثالثة: ¶ مرحلة الجهاد المقدس. ¶ من الثالث والخمسين إلى الواحد والستين. هي مرحلة الجهاد والتعب. ¶ وهي المرحلة الوحيدة التي عدد النبي - صلى الله عليه وسلم - فيها الأزواج. مع كثرة انشغاله وجهاده. ¶ * * * ¶ المرحلة الرابعة: ¶ من الواحد والستين إلى أن لحق بالرفيق الأعلى. وهي مرحلة النصر والوفود والمعاهدات. ¶ لقد تم فتح مكة وسقطت دولة الأصنام إلى الأبد. ¶ وبدأت ثمار المعارك تدنوا قطوفها. ¶ وأوشك النبي - صلى الله عليه وسلم - أن يستريح بعض الشيء. ¶ ولكن هذه المرحلة حرَّم الله فيها على النبي - صلى الله عليه وسلم - الزواج. ¶ لأن الزواج قد أدى رسالته.",
            "page": "180",
            "part": "1",
            "seal": "B6F523BC"
        },
        {
            "id": "174",
            "nass": "قال تعالى: ¶ {لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ} الأحزاب 52 ¶ نجيب: سبحان الله .. !! ¶ المرحلة التي ينشغل فيها الإنسان عن أهله، هي وحدها مرحلة تعدد الزوجات.؟! ¶ لقد أيقنت أنه زواج رسالة. ¶ أَلَّفَ القلوب وجمع الأمة. ¶ * * * ¶ وائل: ليت فضيلة الشيخ يحدثنا عن بيت النبي - صلى الله عليه وسلم -، الذي جمع تسع نساء. ¶ عارف: إن شاء الله - بعد تناول الطعام. ¶ يجلس الجميع على الطعام يتجاذبون أطراف للكلام. ¶ وتدور الذكريات بما فيه العظات. ¶ فلنترك الجماعة ساعة أو بعض ساعة. ¶ وائل: بالله عليك يا شيخ عارف.",
            "page": "181",
            "part": "1",
            "seal": "DE1FC820"
        },
        {
            "id": "175",
            "nass": "هل كان النبي - صلى الله عليه وسلم - في مثل هذا النعيم؟ ¶ الشيخ: \"يبتسم ويقول: \"روت السيدة عائشة - رضي الله عنها - أن بيت النبي - صلى الله عليه وسلم - كان يقضي الشهر والشهر ولا يوقد في البيت نار على طعام. \"الحديث بتمامه في صحيح مسلم\" ¶ نجيب: على أي شيء يعيشون؟ ¶ عارف: على الماء والتمر. ¶ وقد روت السيدة سلمى - امرأة أبي رافع - رضي الله عنهما أن الحسين بن علي، وعبد الله بن جعفر. وعبد الله بن عباس - رضي الله عنهم - طلبوا منها أن تصنع لهم طعاماً، كان النبي - صلى الله عليه وسلم - يحبه. ¶ فقالت لهم: يا بني .. إذن لا تشتهونه اليوم. ¶ فقامت وطحنت الشعير، وجعلت منه تخبز، وتضع لهم الزيت فوقه. ثم وضعت لهم الفلفل وقدمته لهم، وقالت: كان النبي - صلى الله عليه وسلم - يحب هذا الطعام. \"رواه الطبري\" ¶ يا أبنائي: ¶ لقد كان النبي - صلى الله عليه وسلم - ينام على حصير فيؤثر على جنبه الشريف",
            "page": "182",
            "part": "1",
            "seal": "FE7DC2DA"
        },
        {
            "id": "176",
            "nass": "فلما رآه عمر بن الخطاب - رضي الله عنه - بكى. ¶ وقال: إن كسري وقيصر ينامان على الحرير. ¶ فقال النبي - صلى الله عليه وسلم - الكريم: ¶ هؤلاء أقوام عجل الله لهم الدنيا. ¶ \"حياة الصحابة جـ 2 ص 760 \" ¶ وكان النبي - صلى الله عليه وسلم - يبسط رداءه للضيف، ويبش في وجهه. ¶ نجيب: كل شيء في حياة النبي - صلى الله عليه وسلم - يؤكد صدقه. ¶ عارف: لقد بدأ النبي - صلى الله عليه وسلم - دعوته، وهو زوج لأغنى امرأة في قريش. ¶ فبذل ما لها في سبيل دعوته. ¶ ولما شرع الإسلام الزكاة، والصدقة. وهما مصدران واسعان للثروة. ¶ نرى النبي - صلى الله عليه وسلم - يحرم أموال الزكاة والصدقة عليه وعلى آل بيته. ¶ روى البخاري (3072) عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ: أَنَّ الحَسَنَ بْنَ عَلِيٍّ، أَخَذَ تَمْرَةً مِنْ تَمْرِ الصَّدَقَةِ،",
            "page": "183",
            "part": "1",
            "seal": "74013CAC"
        },
        {
            "id": "177",
            "nass": "فَجَعَلَهَا فِي فِيهِ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالفَارِسِيَّةِ: «كِخْ كِخْ، أَمَا تَعْرِفُ أَنَّا لاَ نَأْكُلُ الصَّدَقَةَ. ¶ وَعَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: مَرَّ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِتَمْرَةٍ فِي الطَّرِيقِ، قَالَ: «لَوْلاَ أَنِّي أَخَافُ أَنْ تَكُونَ مِنَ الصَّدَقَةِ لَأَكَلْتُهَا. ¶ \"متفق عليه\" (1) ¶ نجيب: عليك السلام يا رسول الله. ¶ جعلت غرم الإسلام وتكاليف دعوته عليك وعلى آل بيتك. ¶ وجعلت غنم الإسلام لأمتك. ¶ عارف: صدقت وأوجزت يا نجيب. ¶ لقد فتح الله كنوز الأرض للنبي - صلى الله عليه وسلم - وجاءته الغنائم من كل مكان. ¶ ومع ذلك أمر النبي - صلى الله عليه وسلم - على عيشة الكفاف. ¶ __________ ¶ (1) كَتب الدكتور يوسف القرضاوي بحثاً وافياً في هذا الموضوع في كتابه \"فقه الزكاة\" جـ 2 ص 728",
            "page": "184",
            "part": "1",
            "seal": "DAF9E0DC"
        },
        {
            "id": "178",
            "nass": "مع أنه رئيس دولة وقائد أمة. ¶ ودينه لا يحرم على الناس متاع الحياة للشريف. ¶ لقد تحدث القرآن عن هذه الفضيلة بجلاء. ¶ فعندما رأى نساؤه أن كل بيوت المسلمين قد وسع الله عليها وأصبحت ذات مطعم شهي وملبس كريم. ¶ اشتاقت نفوسهن إلى حظهن من المتاع. ¶ وكان مطلبهم عادلا. ¶ ومن طبع النبي - صلى الله عليه وسلم - أن يحترم بشرية الإنسان. ¶ ومع ذلك وقف النبي - صلى الله عليه وسلم - من طلب نسائه موقفاً شديداً. ¶ واعتزل النبي - صلى الله عليه وسلم - نساؤه شهراً كاملا. ¶ ونزل القرآن يؤيد حزم النبي - صلى الله عليه وسلم -. ¶ وخير نساء النبي - صلى الله عليه وسلم - بين البقاء في بيت النبي - صلى الله عليه وسلم - على حالهن وبين الطلاق. قال تعالى: ¶ {يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا (28) وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ",
            "page": "185",
            "part": "1",
            "seal": "D1EDA965"
        },
        {
            "id": "179",
            "nass": "أَجْرًا عَظِيمًا} الأحزاب 29 ¶ وائل: وماذا اختار نساء النبي - صلى الله عليه وسلم -؟ ¶ عارف: جميعهن إخترن الله ورسوله. ¶ نجيب: إن بعض نساء النبي - صلى الله عليه وسلم - كن بنات ملوك وأمراء وكن يعشن في دلال في بيوت آبائهن. ¶ ولكن شرف جوارهن للنبي - صلى الله عليه وسلم - أعظم من كل متع الحياة. ¶ عارف: لم يكن نساء النبي - صلى الله عليه وسلم - وحدهن في هذا الشظف من العيش. ¶ لقد امتد إلى بيت السيدة فاطمة الزهراء أيضاً. ¶ لقد أدارت الرحى بيدها لطحن الشعير، حتى أثرت الرحى على يدها. ¶ وعندما سألت النبي - صلى الله عليه وسلم - خادماً يساعدها. قال لها: لا أعطيك وأدَعُ فقراء المسلمين. ¶ ثم ضمها النبي - صلى الله عليه وسلم - إلى صدره عندما رآها تدمع، وقال لها: ألا أدلك على خير من ذلك؟ ¶ سبحي الله ثلاثاً وثلاثين.",
            "page": "186",
            "part": "1",
            "seal": "DAE24A09"
        },
        {
            "id": "180",
            "nass": "واحمدي الله ثلاثاً وثلاثين. ¶ وكبري الله أربعاً وثلاثين. ¶ فهذه مائة خير لك من الدنيا وما فيها. ¶ وائل: من يبحث عن الجنس والمتعة يمهد لها ويملأ حياة نسائه بالترف حتى ينعكس ذلك عليهن دلالا ونضرة في وجههن. ¶ ولكن همة النبي - صلى الله عليه وسلم - أعظم وأهدافه من الزواج أكبر. ¶ ولكنني أسأل: ¶ هل كان نساء النبي - صلى الله عليه وسلم - تحدث بينهن ما يحدث بين النساء من الغيرة؟ ¶ عارف: تنافس نساء النبي - صلى الله عليه وسلم - على القرب من قلبه، والتسابق على الفوز برضاه أمر مشروع. ¶ لأن محاولة التقرب إلى قلب الزوج - النبي - صلى الله عليه وسلم - واكتساب مودته عمل عظيم. وهو السبب فيما بدأ منهن من غيرة ولكن النبي - صلى الله عليه وسلم - كان يعالج هذه الأمور بحكمة بالغة. ¶ إن قيادة الجيوش الكبيرة أهون من قيادة تسع ضرائر يتنافسن على رجل عظيم.",
            "page": "187",
            "part": "1",
            "seal": "C417A6E5"
        },
        {
            "id": "181",
            "nass": "لقد كان فيهن الزوجة العجوز، والشابة الفتية. ¶ كان فيهن الأرملة الفقيرة، ومنهن بنات الملوك. ¶ ومع ذلك كان عدل النبي - صلى الله عليه وسلم - يشعر كل زوجة بأنها أقربهن إلى قلب النبي - صلى الله عليه وسلم -. ¶ كان يعدل بينهن في العطاء، وفي المبيت حتى في الابتسامة. ¶ فلم تشعر الزوجة الفقيرة بأنه يكرم الأخرى لأنها بنت أمير أو ملك. ¶ ولم تشعر بنات الأمراء والعظماء أنه يفضلهن على الأرامل الفقيرات. ¶ حتى ميل القلب - الذي لا دخل للإنسان فيه ... كان النبي - صلى الله عليه وسلم - يعتذر لله عنه محاسبته لنفسه عليه. ¶ لقد كانت هيبة النبي - صلى الله عليه وسلم - كبيرة في قلوب أصحابه. ¶ حتى كان بعض الصحابة: لا يقوى على النظر للنبي من فرط هيبته. وقد قال البصيري: ¶ كأنه وهو فرد من جلالته ... في عسكر حين تلقاه وفي حشم",
            "page": "188",
            "part": "1",
            "seal": "C7AD22F6"
        },
        {
            "id": "182",
            "nass": "لذلك كان النبي - صلى الله عليه وسلم - يحاول أن يجعل من نفسه الزوج محمد ولا يجعل نفسه في البيت الزوج النبي - صلى الله عليه وسلم -. ¶ وذلك حتى تأخذ نساؤه حقهن. ¶ فكان يسمح لهن بالمزاح والمداعبة فيما بينهن وهو يبتسم. ¶ تروي السيدة عائشة - رضي الله عنها - أنها أتت النبي - صلى الله عليه وسلم - بحريرة فيها طعام قد طبختها له، وطلبت من السيدة سودة بنت زمعة أن تأكل منها. فلما امتنعت قالت عائشة: إما أن تأكلي وإما أن ألطخ وجهك بالطعام. ¶ فلما أصرت سودة على عدم الطعام طلت عائشة وجه سودة بالطعام. ¶ فضحك النبي - صلى الله عليه وسلم - ثم أخذ قطعة من الطعام وقال لسودة: ألطمي وجهها. وضحك النبي - صلى الله عليه وسلم -. ¶ فلما سمعن صوت عمر قال النبي - صلى الله عليه وسلم - لهما: اغسلا وجهيكما. ¶ قالت عائشة: فما زلت أهاب عمر لهيبة النبي - صلى الله عليه وسلم - له. ¶ \"رواه ابن عساكر\" ¶ بمثل هذا الأسلوب استطاع النبي - صلى الله عليه وسلم - أن يجمع قلوبهن.",
            "page": "189",
            "part": "1",
            "seal": "8801B38E"
        },
        {
            "id": "183",
            "nass": "وكان يراعي متطلبات سن كل واحدة منهن. ¶ وظروفها النفسية. ¶ فيسابق عائشة - رضي الله عنها - في سفر فتسبقه. ثم يسابقها فيسبقها. فيقول لها: هذه بتلك. (رواه أحمد) ¶ تدخل \"ساجدة\" زوجة الشيخ وتقدم بعض الفاكهة وتطلب من الشيخ أن يخرج معهم إلى شاطئ النهر ويجيب الشيخ طلبها\" ¶ وائل: \"يبتسم ويقول\": شيء جميل أنك تلبي مشورة أم هشام. ¶ عارف: لقد كان النبي - صلى الله عليه وسلم - يستشير نساءه في الأمور الكبيرة. فعندما عزم النبي - صلى الله عليه وسلم - على الرجوع من صلح الحديبية، ولم يدخل مكة، ولم يعتمر، أمر الناس أن يتحللوا من الإحرام فيحلقوا أو يقصروا. عند ذلك أخذ الغم قلوب المسلمين، لعدم أدائهم العمرة، فجعلوا يتباطؤون في التنفيذ، آملين أن يسمح الله لهم بدخلو البيت الحرام. ¶ ودخل النبي - صلى الله عليه وسلم - على أم سلمة - زوجته - وقال لها: هلك الناس ...",
            "page": "190",
            "part": "1",
            "seal": "56341F80"
        },
        {
            "id": "184",
            "nass": "أمرتهم فلم يفعلوا. ¶ قالت: اخرج أمامهم واحلق رأسك فلن يتباطئوا. فخرج النبي - صلى الله عليه وسلم - وحلق شعره. فسارع الجميع إلى الحلق. ¶ نجيب: هذا تكريم عظيم للمرأة. ¶ عارف: ليت نساءنا يدرسن عطاء الإسلام للمرأة. الإسلام حررها من رق الجاهلية. ¶ حررها من الوأد. ¶ حررها من قيود المجتمع الظالم ومن الجهل. ¶ جعل تعليمها هو مجال انطلاقها نحو معرفة نفسها. ¶ وكان النبي - صلى الله عليه وسلم - يجلس ليدرس لهن، ويجيب على أسئلتهن. ¶ عن أم سلمة - زوجة النبي - صلى الله عليه وسلم - أن أم سليم قالت: يا رسول الله: إن الله لا يستحي من الحق. ¶ هل على المرأة من غسل، إذا احتملت؟ ¶ قال: نعم. إذا رأت الماء. ¶ - أي إذا رأت بعد اليقظة ما يؤكد احتلامها. ¶ قالت - زوجة النبي - صلى الله عليه وسلم - فضحكت. وقلت: أتحتلم المرأة؟",
            "page": "191",
            "part": "1",
            "seal": "1B75ACDC"
        },
        {
            "id": "185",
            "nass": "فقال النبي - صلى الله عليه وسلم -: نعم ¶ وعندما اقترحت امرأة على النبي - صلى الله عليه وسلم - أن يتخذ منبراً، وافق النبي - صلى الله عليه وسلم - على ذلك. فتح الباري جـ 1 ص 449 ¶ وقد جعل النبي - صلى الله عليه وسلم - المسجد ميدانا لتعليم النساء. ¶ لذلك ... نهى النبي - صلى الله عليه وسلم - الأمة عن منع النساء من المساجد. ¶ قال - صلى الله عليه وسلم - \" لَا تَمْنَعُوا إِمَاءَ اللَّهِ مَسَاجِدَ اللَّهِ، وَلَكِنْ لِيَخْرُجْنَ وَهُنَّ تَفِلَاتٌ \" (رواه أبو داود) ¶ نجيب: ما معنى تفلات؟ ¶ عارف: أي غير متبرجات بزينة. ¶ ساجدة: لقد تم استعدادنا للخروج. ¶ تخرج الأسرة في محبة وهناء، ومودة وصفاء.",
            "page": "192",
            "part": "1",
            "seal": "2FCD5A58"
        },
        {
            "id": "186",
            "nass": "الفصل الثالث ¶ * قاتلوا أئمة الكفر. ¶ * الإحصائيات أصدق. ¶ * أين ذهب المغول. ¶ * انتشار الإسلام شيء آخر.",
            "page": "193",
            "part": "1",
            "seal": "8C9504C5"
        },
        {
            "id": "187",
            "nass": "مع جمال الريف، وهواه اللطيف جلس الشباب الكرام، ينعمون بحلو الكلام، ويطلبون من الشيخ إطالة المقام. ¶ فإلى بستان نجيب في حياء، يجمعنا الحب والوفاء. ¶ وائل: عرفنا في الللقاء السابق عظمة النبي - صلى الله عليه وسلم - في بيته. ¶ فهل يمكن يا فضيلة الشيخ أن نناقش مشروعية القتال في الإسلام؟ ¶ الشيخ: \"مبتسما\" ماذا تعني يا وائل؟ ¶ وائل: والله يا فضيلة الشيخ إنني الآن أؤمن بالله إيماناً بلا حدود. ¶ وأؤمن بنبوة محمد - صلى الله عليه وسلم - عن يقين. ¶ وطهر الله قلبي من كل شيء قرأته للمستشرقين. ¶ لكنني أطلب المزيد من الحق. ¶ الشيخ: أنت تعرف يا وائل أن النبي - صلى الله عليه وسلم - جاهد كثيرا بالحجة والبرهان؛ ليوقظ العقل البشرس. ¶ وكان يهدف بذلك إلى تحرير الإنسان من عبودية غير الله. ¶ ولكن زعماء الشرك أفزعهم الأمر، وخافوا على مناصبهم",
            "page": "195",
            "part": "1",
            "seal": "E76D0900"
        },
        {
            "id": "188",
            "nass": "ومصالحم. فرفعوا السيف في وجه النبي - صلى الله عليه وسلم -، وعذبوا أتباعه، وألجأوهم إلى الهجرة، وصادروا ديارهم وأموالهم. ¶ ويومها .. لم يكن في استطاعة النبي - صلى الله عليه وسلم - سوى أن يواسي أصحابه ويطالبهم بالصبر ويبشرهم بالفرج. ¶ هاجر النبي - صلى الله عليه وسلم - .. وهاجر أصحابه .. ووجدوا في المدينة تربة خصبة وقلوباً صافية. ¶ وانتشر الإسلام .. ¶ وعلت كلمة الله .. ¶ ويومها أذن الله للمستضعفين أن ينتصروا. ¶ قال تعالى: أذن الذين يقاتلون بأنهم ظلموا .. وإن الله على نصرهم لقدير. ¶ الذين أخرجوا من ديارهم بغير حق إلا أن يقولوا: {رَبُّنَا اللَّهُ} 40 الحج ¶ فالآية الكريمة وضحت سببين لفرض القتال. ¶ السبب الأول: ¶ أن المسلمين مقاتلون من جهة أعدائهم طوال مدة إقامتهم بمكة.",
            "page": "196",
            "part": "1",
            "seal": "B8CA2F7C"
        },
        {
            "id": "189",
            "nass": "ثانيا: أنهم ظالموا: ¶ ومن حق المظلوم أن يدافع عن نفسه وينتصر لها. ¶ ومن شيم أصحاب النفوس الكريمة ترفعهم عن الاستكانة والمذلة. ¶ قال تعالى في وصف المؤمنين: ¶ (وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ (39) وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ (40) وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ (41) إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ} 39 إلى 43 الشورى ¶ فانتصار المظلوم لنفسه واجب وكرامة. ¶ نجيب: والآية تشير أيضاً إلى العفو (فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ). ¶ الشيخ: العفو الذي تعنيه الآية هو عفو المنتصر الراغب في الإصلاح، وليس عفو المستضعف المستكين.",
            "page": "197",
            "part": "1",
            "seal": "BABFB74F"
        },
        {
            "id": "190",
            "nass": "والانتصار للنفس والعفو عند المقدرة أمران لا يتطيعهما المستضعف من الناس. ¶ وعندما انتصر النبي - صلى الله عليه وسلم - على أهل مكة عفا عنهم عفو القادر. وقد طلب القرآن من المسلمين أن يقاتلوا من أجل نصرة جماعة من المسلمين يعيشون في مكة - تحت ظل سيوف الشرك - ¶ قال تعالى: {وَمَا لَكُمْ لَا تُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِنْ هَذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ وَلِيًّا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ نَصِيرًا} 75 النساء ¶ إنهم لا يملكون إلا الدعاء. ¶ فعلى الأمة أن تقاتل من أجل حمايتهم. ¶ فالقتال هنا دفاع عن النفس. {عَسَى اللَّهُ أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا} 84 النساء ¶ وكف بأس الكافرين هو الغاية من القتال. ¶ * * * *",
            "page": "198",
            "part": "1",
            "seal": "302123E6"
        },
        {
            "id": "191",
            "nass": "السبب الثاني: ¶ هو الدفاع عن الدعوة الإسلامية وحمايتها. ¶ وهو سبب دائم في كل عصر. لدوام كيد أعداء الإسلام له ولقد طلب الإسلام - يا وائل - من المسلمين أن يقاتلوا أئمة الكفر - الذين ينتفعون - مادياً أو اجتماعياً - من الكفر. ¶ قال تعالى: {وَإِنْ نَكَثُوا أَيْمَانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لَا أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ} 12 التوبة ¶ وقتال أئمة الكفر يهدف إلى تحطيم الحواجز التي وضعوها أمام دعاة الحق. ¶ فإذا تحطمت الحواجز، ودخل الدعاة إلى الحق بلاد الكفر والتحموا بالجماهير، فإن المجال بعد ذلك للعقل فقط. ¶ * * * ¶ وقد دلت تجربة الهدنة - التي نص عليها صلح الحديبية بين المدينة ومكة - أن الإسلام دين دعوة واقتناع. ¶ لقد توقف القتال عامين فقط بسبب الصلح.",
            "page": "199",
            "part": "1",
            "seal": "D36CB8BD"
        },
        {
            "id": "192",
            "nass": "وحلَّ خلالهما جيش الدعوة والاقناع مكان جيش الدفاع والردع فكانت النتيجة أن تضاعف عدد المسلمين خمس مرات في عامين - عن العدد الذي دخل الإسلام في تسعة عشر عاماً - تحت ظل السيوف -. ¶ نجيب: نرجو توضيح هذه المسألة يا شيخ عارف. ¶ الشيخ: لو استعملنا لغة الأرقام يتضح الأمر. ¶ المدة من بدء الدعوى الإسلامية إلى أن تم صلح الحديبية هي تسعة عشر عاماً. ¶ ومع ذلك كان عدد المسلمين - الذين خرجوا مع النبي - صلى الله عليه وسلم - للعمرة - يوم صلح الحديبية - حوالي ألفين فقط. ¶ بدأت الهدنة واستمرت عامين، ثم نقضت قريش المعاهدة فقام النبي - صلى الله عليه وسلم - بفتح مكة. ¶ وكان معه عشرة آلاف مقاتل. ¶ معنى ذلك أن عدد المسلمين قد تضاعف خمس مرات في عامين. نتيجة لتوقف الحروف وعمل الدعاة. ¶ نجيب: هذه المعادلة الحسابية تكفر وحدها لدفع شبهات المستشرقين.",
            "page": "200",
            "part": "1",
            "seal": "59BCD0A6"
        },
        {
            "id": "193",
            "nass": "وائل: فلماذا انتشر الإسلام بالسيف. ¶ الشيخ: أعجبني - يا وائل - قول المرحوم عباس محمود العقاد: ¶ \"لقد انتصر الإسلام على السيف ولم ينتصر بالسيف\". ¶ شيماء: ما الفرق بين انتصر بالسيف .. أو انتصر على السيف؟ ¶ الوالد: لا يا شيماء .. ¶ الفارق كبير .. فمعنى العبارة: أن الإسلام انتصر على السيوف التي رفعت في وجهه وحطمها. ¶ لأن المشركين رفعوا سيوفهم ثلاثة عشر عاما في وجه الإسلام قبل أن يشرع القتال. ¶ وأنت يا وائل وقعت في خطأ وقع فيه كثير من الدارسين للإسلام. ¶ وائل: ما هو يا شيخ عارف؟ ¶ الشيخ: يخلط كثير من الناس بين الفتوحات الإسلامية وبين انتشار الإسلام.",
            "page": "201",
            "part": "1",
            "seal": "DD2090AA"
        },
        {
            "id": "194",
            "nass": "مع أن الفارق كبير. ¶ الفتوحات الإسلامية مسألة عسكرية. ¶ سيف أمام سيف. ¶ تستهدف تحطيم الحواجز، وفتح الباب أمام الدعاة ¶ أما انتشار الإسلام فمسألة عقلية قلبية. ¶ إذا نجح الجيش الإسلامي في تحطيم الحواجز فقد فتحت البلاد المسلمين. ¶ فيدخل الدعاة، والتجار فيلمس أصحاب البلاد أنفسهم ملامح دين جديد. ¶ جديد في منهجه وسلوكه. ¶ جديد في كفالته حرية أصحاب البلاد. ¶ جديد في تكافله الاجتماعي، واحترام الفقير. ¶ حرم الربا، وسوى بين الناس، بل أعطى للأقليات الدينية - التي تعيش في رعايته من الحقوق أكثر مما أعطى للمسلمين - ¶ وائل: أعتقد أنك تقصد: مثل ما أعطى للمسلمين. ¶ الشيخ: لا يا وائل.",
            "page": "202",
            "part": "1",
            "seal": "05113370"
        },
        {
            "id": "195",
            "nass": "لقد قرأت لأحد المستشرقين هذه الشهادة. ¶ واستدل عليها باستدلال قوي. ¶ فقال: إن الإسلام حرم على المسلمين ملكية الخمر والخنزير بينما أباح لأهل الكتاب ملكية الخمر والخنزير. ¶ فقد أعطاهم حق ملكية الخمر والخنزير بينما حرمهما على المسلمين. فمن قتل خنزيراً لنصراني، وجب عليه التعويض العادل. ¶ ومن سفك خمراً، أو قتل خنزيراً لمسلم لا يجب عليه التعويض. ¶ لقد رأى أصحاب البلاد أنفسهم أمام صورة الإسلام الصحيحة وسماحته. ¶ وقد تزوج المسلمون من نساء أصحاب البلاد - الكتابيات - لم يرغمهن على ترك دينهن، بل كفلوا لهن حرية العقيدة، وممارسة العبادة، وراعوا حقوق النسب - مع اختلاف الدين - لم يحرموهن ود أهلهن من غير المسلمين. ¶ وائل: إن سلوك المسلمين العملي أغناهم عن الخطب الطويلة",
            "page": "203",
            "part": "1",
            "seal": "872434A9"
        },
        {
            "id": "196",
            "nass": "والقصائد الرائعة لأن دلالة الفعل أقوى بكثير من دلالة الكلمات. ¶ الشيخ: لقد انتشر الإسلام - يا وائل - في كثير من البلاد التي لم يفتحها جيش المسلمين. ¶ يقول الأستاذ سامي محمود في كتاب انتشار الإسلام ص 81: ¶ وقد نجح المسلمون في أوربا في الدعوة إلى الإسلام وانتشر عدد من مفكري الإسلام في دول مختلفة من أوربا وكانت دعوتهم تأتي عن طريق الفكر والمنطق والمجادلات العلمية. ¶ وقد نجح عدد من جنود الإسلام المجهولين في الدعوة للإسلام ... وكانوا هم أنفسهم القدوة الحسنة للإسلام. ¶ كما انتقلت ملامح الإسلام إلى أوربا عن طريق الأفراد والجماعات الذين عاشوا في أسبانيا تحت ظل الحكم الإسلامي. ¶ ويقول سيادته أيضاً ¶ والمسلمون في بلجيكا من أقوى العناصر وأشدهم إيمانا وعملا على حماية المسلمين المغتربين في أوربا.",
            "page": "204",
            "part": "1",
            "seal": "228DEE8D"
        },
        {
            "id": "197",
            "nass": "يا وائل: ... لقد انتشر الإسلام عن طريق التجار الصادقين، وانتشر عن طريق مخالطة المسلمين من غيرهم من أهل البلاد. ¶ بينما فتحت بعض البلاد عسكريا، وحكمها المسلمون قروناً طويلة، وخرجوا منها وبقي أهلها على دينهم. ¶ لم يرغمهم المسلمون على ترك دينهم. ¶ فمثلا .. بلاد الأندلس، فتحها المسلمون، وبقيت تحت حكم المسلمين قرابة ثمانمائة سنة، وخرج المسلمون منها، وبقي أهلها على النصرانية. ¶ فبلاد انتشر فيها الإسلام ولم تفتح عسكرياً. ¶ وبلاد فتحت عسكرياً ولم ينتشر فيها الإسلام (1) ¶ __________ ¶ (1) يقول \"دوزي\" عن آثار فتح المسلمين للأندلس: كان الفتح العربي من بعض الوجوه نعمة على إسبانيا، فقد أحدث فيها ثورة اجتماعية هامة، وقضى على كثير مما كانت البلاد تعانية منذ قرون، وتحطمت سلطة الأشراف، والطبقات الممتازة،",
            "page": "205",
            "part": "1",
            "seal": "D49C44EF"
        },
        {
            "id": "198",
            "nass": ".......... ¶ ثم كان الفتح عاملا في تحسين أحوال الطبقة المستعبدة، إذ كان الإسلام أكثر تعضيداً لتحرير الرقيق من النصارى. ¶ ويقول الأستاذ (لاين بول): ¶ \"أنشأ العرب حكومة قرطبة التي كانت أعجوبة العصور الوسطى، بينما كانت أوربا تتخبط في ظلمات الجهل، فلم يكن سوى المسلمين من أقام بها منائر العلم والمدنية\" ¶ أما المؤرخ الأمريكي \"سكوت\" فيقول: ¶ \"وكان يسمح الورع المتعصب أن يزاول شعائره دون تدخل والأحبار يزاولون شئونهم في سلام. أما أقوال كتاب النصارى التي ينسبون فيها للعرب أفظع المثالب، فهي محض افتراء ومبالغة\" ¶ راجع \"دولة الإسلام في الأندلس للأستاذ محمد عنان\" صفحة 63 وما بعدها.",
            "page": "206",
            "part": "1",
            "seal": "8931AEFA"
        },
        {
            "id": "199",
            "nass": "وهذا يؤكد أن الفتح الإسلامي شيء، وانتشار الإسلام شيء آخر. ¶ وقد ذكر صاحب \"قصة الحضارة\" جـ 14 ص 163/ ¶ بعض العوامل التي ساعدت على انتشار الإسلام في البلاد التي فتحها. ¶ يقول المؤلف عن سماحة الإسلام مع رجال الدين المسيحي وأتباعهم: ¶ \"إن البطارقة ظلوا على كراسيهم بأنطاكية وبيت المقدس والإسكندرية، وذلك بفضل سماحة المسلمين. ¶ ويقول: غير أن المسلمين كانوا أكمل من المسيحيين - أصحاب البلاد. ¶ فقد كان المسلمون أحفظ عهداً وأكثر رحمة بالمغلوبين، وقلما ارتكبوا - في تاريخهم - من الوحشية ما ارتكبه المسيحيون عندما استولوا على بيت المقدس عام 9 - 11 ميلادية (1) ¶ __________ ¶ (1) قصة الحضارة جـ 3 ص 280",
            "page": "207",
            "part": "1",
            "seal": "E4101D2A"
        },
        {
            "id": "200",
            "nass": "أما عن نظام القضاء الإسلامي في البلاد المفتوحة فيقول: وقد ظل القانون المسيحي يستخدم طريقة \"التحكم الإلهي\" بالنار أو بالماء. ¶ بينما كانت الشريعة الإسلامية تضع طائفة من المبادئ القانونية الراقية، يقوم بتطبيقها قضاة مستنيرون من المسلمين (1) ¶ وائل: ما معنى طريقة التحكيم الإلهي؟ ¶ الشيخ: كانوا يلقون المتهم - مكتوفاً - في الماء أو في النار فإذا غرق أو احترق قالوا إنه ظالم. ¶ وإذا نجا .. قالوا: إنه مظلوم. ¶ ولكن الإسلام - عندما فتح هذه البلاد - حكم القواعد القانونية الثابتة (2) العادلة في الحكم بين الناس. ¶ \"قصة الحضارة للأستاذ ول ديورانت صـ 283 جـ 13\" ¶ __________ ¶ (1) المرجع السابق ج 13 ص 283. ¶ (2) ملامح القضاء الإسلامي: ¶ 1 - نصب القضاة وجعلهم سلطة مستقلة عن الحاكم العام =",
            "page": "208",
            "part": "1",
            "seal": "15AB3007"
        },
        {
            "id": "201",
            "nass": "......... ¶ = 2 - أنشأ - بجوار القضاء - ولاية دفع المظالم - \"عمر وأصول السياسة ص 346\" ¶ 3 - جعل الفضاء سلطة فوق الأمراء - يراقبهم ويحتكمون إليه - بل حتى الخليفة إذا تحققت القضية ضده فمن سلطة القضاء أن يحكم عليه \"الدولة القانونية للأستاذ الدكتور منير البياتي ص 404\" ¶ 4 - وضع دستورا للقضاء. وتعتبر رسالة عمر بن الخطاب إلى أبي موسى الأشعري هي دستور القضاء الإسلام \"ابن خلدون في المقدمة ص 225\". ¶ 5 - نظم الإسلام جهازاً فضائياً لمراقبة القضاء نفسه - فجعل من حق هذه السلطة أن تنقض أحكام القضاة إذا جاءت مخالفة للكتاب والسنة \"القضاء في الإسلام للدكتور سلام مدكور ص 22\" وقد ذكر الأستاذ الدكتور منير البياتي ضمانات نزاهة القضاء الإسلامي في كتابة ص 421 وحصرها في نقاط، أوجزها لك. ¶ استقلال القضاء وأسس اختيار القاضي والقواعد القانونية الثابتة وحماية القاضي من العزل - إلا لسبب شرعي. ¶ \"الدولة القانونية للدكتور منير البياتي\"",
            "page": "209",
            "part": "1",
            "seal": "40A3229E"
        },
        {
            "id": "202",
            "nass": "نجيب: الآن عرفنا الفارق بين الفتوحات الإسلامية بين انتشار الإسلام. ¶ وعرفنا العوامل التي ساعدت على سرعة انتشار الإسلام، سواء منها ما يتعلق بالدعوة الإسلامية، وما يتعلق بأخلاق المسلمين. ¶ الشيخ: يا نجيب: إن شيئاً واحداً يمكن أن نرد به على المستشرقين. ¶ نجيب: ما هو يا فضيلة الشيخ؟ ¶ نعرف أن مكة حاربت الإسلام. ¶ أما المدينة فقد فتحت أبوابها أمامه. ¶ فهل يمكن أن يقال: إن الإسلام انتشر بالسيف على أهل المدينة؟! ¶ نجيب: لا لقد سارعوا إلى الدعوة بمجرد أن أدركوا عظمتها. ¶ ولكن .. لماذا شاء الله - سبحانه - أن يجعل من",
            "page": "210",
            "part": "1",
            "seal": "4A293121"
        },
        {
            "id": "203",
            "nass": "أهل مكة من يعادي الإسلام، وهم أقرب الناس للنبي - صلى الله عليه وسلم - عزه يرفع ذكرهم؟ ¶ الشيخ: يا نجيب استمعت إلى تعليل لطيف للشيخ محمد متولي الشعراوي قال فيه: ¶ \"لو كان أهل مكة هم أسرع الناس إيماناً ... لقال خصوم الإسلام: إن العصبية لمحمد - صلى الله عليه وسلم - هي التي خلقت الإيمان بمحمد. ¶ ولكن عداء أهل مكة له، ومناصرة أهل المدينة جعلت الكل يقول: إن الإيمان بمحمد - صلى الله عليه وسلم - هو الذي خلق العصبية لمحمد - صلى الله عليه وسلم - ¶ نجيب: الله - الله - الله. ¶ هذا كلام عظيم ... ¶ وائل: يا فضيلة الشيخ. ¶ نجيب: انتظر يا وائل ... فنحن في البستان .. فلا بد أن نأكل الفاكهة أولاً .. ثم نستمتع بحديث الشيخ. ¶ الشيخ: وددت لو أعددت لنا الشاي على الفحم، فإنه",
            "page": "211",
            "part": "1",
            "seal": "813F5E49"
        },
        {
            "id": "204",
            "nass": "أطيب، ولكن .. أين هشام؟ ¶ نجيب: هشام يجلس على النهر يصطاد بعض السمك. ¶ وجلس الجميع يأكلون الفواكه هانئين في بهجة وفرح وسرور ومرح وعاد الشيخ إلى الشباب في سؤال وجواب. ¶ الشيخ: يا وائل: أي قوة في الأرض الآن تفرض على المسلمين أن يتمسكوا بدينهم؟ ¶ وائل: لا شيء سوى حب المسلمين للإسلام. ¶ الشيخ: الأعجب من هذا: ¶ أن الصليبيين الذين أغاروا على بلاد الإسلام اعتنق بعضهم الإسلام، وبعضهم انسحب من المعركة، بعد أن اقتنع بعقم الدوافع التي جاء يحارب من أجلها. ¶ وقد نمت ملامح الإسلام في نفوسهم فنقلوها إلى بلادهم، فظهرت فكرة \"الإصلاح الديني\" على يد \"مارتن لوثر\" في أوربا. (1) ¶ __________ ¶ (1) انتشار الإسلام للأستاذ سامي محمود",
            "page": "212",
            "part": "1",
            "seal": "145F9524"
        },
        {
            "id": "205",
            "nass": "حضر هشام يحمل مجموعة من السمك بينما استقبله والده بابتسامة وطلب إشعال النار لطهي السمك، وتناول الطعام. ¶ الشيخ: هل درست يا وائل غزو التتار لبلاد الإسلام؟ ¶ وائل: لقد دمروا الحضارة وخربوا كل شيء، وأحرقوا الكتب، وأسقطوا الخلافة في بغداد. ¶ الشيخ: يؤيدك في هذا ما قاله صاحب كتاب \"قصة الحضارة فقد قال: ¶ ولسنا نعرف أن حضارة من الحضارات - في التاريخ كله - عانت من التدمير الفجائي ما عانته الحضارة الإسلامية على يد المغول. \"فصة الحضارة ج 13 ص 380\" ¶ ومع ذلك فإن الإسلام كان أقوى منهم. ¶ كان أقوى منهم عندما هزمهم عسكرياً في موقعة \"عين جالوت\". ¶ وكان أقوى منهم عندما صبغهم بصبغته، وهداهم إلى اتباعه واعتناق عقيدته. ¶ وائل: \"متعجبًا\" المغول دخلوا الإسلام؟!",
            "page": "213",
            "part": "1",
            "seal": "6C9FBA56"
        },
        {
            "id": "206",
            "nass": "الشيخ: اقرأ يا وائل ما كتبه الأستاذ سامي محمود: ¶ \"لقد استطاع المغول - الذين دخلوا الإسلام - أن يحبروا أمراء روسيا على أن يدفعوا الجزية لهم، ويقسموا يمين الطاعة للمسلمين. ¶ واستطاع \"تيمور لنك\" فيما بعد أن يوطد دعائم الحكم الإسلامي في جنوب روسيا، وآسيا الوسطى، وحوض بحر القزوين. ¶ وأصبحت سمرقند (في القرن الخامس عشر ميلاديا) عاصمة لإمبراطورية إسلامية ضخمة\". ¶ \"انتشار الإسلام - محمود سامي\" ¶ يا وائل .. كان الإسلام أقوى من كل شيء حتى من المغول - الذين لا يعرف العالم شراً منهم - لقد صهرهم الإسلام. ¶ وجعلهم جنوداً لخدمته. ¶ وائل: لقد عالجت بحديثك كل شيء في قلبي. ¶ ولا أنسى لك أنك أرشدتني إلى الله.",
            "page": "214",
            "part": "1",
            "seal": "8FC26EC2"
        },
        {
            "id": "207",
            "nass": "وأثبت براءة أمي - التي عشت حياتي أحقد عليها. (1). ¶ فإلى اللقاء إن كان في العمر بقية. ¶ صافح وائل الشيخ، والدمع يملأ عينيه، بينما استعد الشيخ لمغادرة الريف، مودعا شباب القرية. ¶ ... ¶ __________ ¶ (1) القصة بتمامها في كتاب \" هذه عقيدتك يا ولدي \" ¶ \" اللقاء الأخير \".",
            "page": "215",
            "part": "1",
            "seal": "E161F23F"
        },
        {
            "id": "208",
            "nass": "إلى اللقاء مع الشيخ عارف ¶ في الجزء الثاني من كتاب ¶ هذا نبيك يا ولدي",
            "page": "216",
            "part": "1",
            "seal": "1CA04DDE"
        }
    ],
    "t184": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الأول"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "اللقاء الثاني"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني حاجة العالم الإسلامي في القرن السادس الميلادي"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثالث العالم بحاجة إلى نبي."
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الرابع * المستشرقون ومنهجهم في السيرة"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الخامس 1 - مصدر القرآن في زعم المستشرقين"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثاني"
        },
        {
            "id": "122",
            "lvl": "2",
            "sub": "1",
            "tit": "الفصل الأول * الحقائق التاريخية أولا. * هل حاكمتم الفلاسفة؟ * عبيد قادوا الأحرار. * الذين استرقوا الأحرار، هم الذين يتهمون الإسلام باسترقاق العبيد!!"
        },
        {
            "id": "158",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني هذا اللقاء: * الطبيعة وحدها. * ما جئت لأنقض الناموس. * زهرة في الصحراء. * أيهن أقرب إلى قلبه. * لستن كأحد من النساء."
        },
        {
            "id": "186",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثالث * قاتلوا أئمة الكفر. * الإحصائيات أصدق. * أين ذهب المغول. * انتشار الإسلام شيء آخر."
        }
    ]
}