{
    "b1841": [
        {
            "id": "1",
            "nass": "محاضرات في علوم الحديث ¶ د. ماهر ياسين الفحل ¶ المحاضرة الأولى الحديث الصحيح ……… 15/5/1425 هـ‍ ¶ الحديث الصحيح: هو ما اتصل إسناده برواية عدلٍ تمَّ ضبطهُ عن مثلهِ إلى منتهاه، ولم يكن شاذاً ولا معلاً. ¶ فيظهر من هذا التعريف أن شروط صحة الحديث خمسة: ¶ الأوّل: الاتصال، وهو سماع الحديث لكل راوٍ من الراوي الذي يليه. ¶ ويعرف الاتصال بأحد أَمرين: الأول أن يصرح الراوي بإحدى صيغ السّماع كأن يقول الراوي: حدثنا، أو حدثني، أو أَخبرنا، أو أخبرني، أو أَنبأنا، أو أنبأني، أو سمعت، أو قال لي، أو قال لنا، أو نحوها من صيغ السماع. ¶ الثاني: أن يأتي الراوي بصيغةٍ تحتمل السّماع وغير السّماع، كأن يقول الراوي: عن، أو أن، أو ¶ قال، أو حدث، أو روى، أو ذكر، وغيرها من الصيغ التي تحتمل السّماعَ وعدم السّماع. ¶ فهنا تشترط ثلاثة أمور: ¶ الأول: عدم التدليس. ¶ الثاني: المعاصرة. ¶ الثالث: ثبوت السّماع. ¶ وقد اكتفى مسلم بالشرطين الأوليين، أما الشرط الثالث فقد اشترطه البخاري، وشيخه علي بن المديني، واشتراطه قول جمهور أهل العلم. ¶ وباشتراط الاتصال يخرج المنقطع، والمعضل، والمعلق، والمدلس، والمرسل. ¶ أما الشرط الثاني: فهوَ العدالة: وهي هيئة راسخة في النفس تمنح صاحبها عدم فعل الكبائر، وَعدم الإصرار على الصغائر، وَعدم فعل ما يخرم المروءة. ¶ أمّا الشرط الثالث: فهو الضبط: وهو تيقظ الراوي حين تحمله وفهمه لما سمعه، وضبطه لذلك من وقت التحمل إلى وقت الأداء. ¶ والضبط ضبطان: ضبط صدرٍ، وضبط كتاب، ويلخص مما ذكر في الضبط بقولنا: أنْ يكون الراوي حافظاً عالماً بما يرويه، إن حدث من حفظه، فاهماً إن حدث على المعنى، وحافظاً لكتابه من دخول التحريف أو التبديل، أو النقص عليه إن حدث من كتابه.",
            "page": "1",
            "part": "1",
            "seal": "9715D1F5"
        },
        {
            "id": "2",
            "nass": "وفي اشتراط الضبط احترازٌ عن حديث المغفل، وكثير الخطأ، وسيئ الحفظ، والذي يقبل التلقين. وهذه الشروط (الاتصال، العدالة، الضبط) الثلاثة تتعلق بالإسناد. ¶ أما الشرط الرابع: فهو عدم الشذوذ، والحديث الشاذ (1) هو الذي خالف فيه راويه من هو أوثق منه عدداً أو حفظاً. ¶ أمّا الشرط الخامس: فهو عدم العلة هو أنْ لا يكون الحديث معلاً، والحديث المعل (2) ¶ __________ ¶ (1) مثاله ما رواه عبد الواحد بن زياد قال: حدثنا الأعمش، عن أبي صالح، عن أبي هريرة، قال: قال رسول الله - صلى الله عليه وسلم -: ((إذا صلى أحدكم ركعتي الفجر فليضطجع على يمينه)) فقد أخطأ عبد الواحد بن زياد وشذّ حينما جعل الحديث من قول النبي - صلى الله عليه وسلم - والصواب أنه من فعله هكذا رواه سهيل بن أبي صالح، عن أبيه عند ابن ماجه (1199) ، والنسائي في الكبرى (1456) ، وكذا رواه محمد بن إبراهيم، عن أبي صالح عند البيهقي 3/45. ¶ وقد صرح جمع من الأئمة بشذوذ رواية عبد الواحد بن زياد منهم البيهقي في السنن الكبرى 3/45 فقال عن رواية الفعل: ((وهذا أولى أن يكون محفوظاً لموافقته سائر الروايات عن عائشة وابن عباس)) ، وكذا نقل الحكم بالشذوذ ابن القيم عن شيخه ابن تيمية في زاد المعاد 1/308 فقال: ((هذا باطل وليس بصحيح، وإنما الصحيح عنه الفعل لا الأمر بها، والأمر تفرد به عبد الواحد بن زياد وغلط فيه)) . وبنحو هذا قال الذهبي في الميزان 2/672. وهذا الشذوذ في جميع المتن، وهناك شذوذ ببعض المتن كزيادة التسمية في حديث أنس في الوضوء. ¶ (2) مثاله ما رواه شعبة عن سلمة بن كهيل، عن حجر أبي العنبس، عن علقمة بن وائل، عن أبيه: ((أن النبي - صلى الله عليه وسلم - قرأ {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ} فقال: آمين، وخفض بها صوته)) . ¶ وهذا الحديث فيه ثلاث علل نص عليها البخاري فيما نقله عنه الترمذي في الجامع عقب (248) فقال: ((سمعت محمداً - يعني البخاري - يقول: حديث سفيان أصح من حديث شعبة في مواضع من هذا الحديث، فقال: عن حُجر أبي العنبس، وإنما هو حجر بن عنبس، ويكنى ابا السكن، وزاد فيه: عن علقمة بن وائل، وليس فيه عن علقمة، وإنما هو حجر بن عنبس، عن وائل بن حجر، وقال: ((وخفض بها صوته)) وإنما هو ((ومدّ بها صوته)) . ¶ ورواية سفيان الصحيحة هي ما قال فيها: عن سلمة بن كهيل، عن حجر بن عنبس، عن وائل بن حجر، قال: سمعت النبي - صلى الله عليه وسلم - قرأ: {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ} ، فقال: ((آمين)) ، ومدّ بها صوته. ¶ أقول: ومما يرجح رواية سفيان أنه قد توبع على ذلك تابعه العلاء بن صالح الأسدي ومحمد بن سلمة قال الترمذي ¶ : ((وسألت أبا زرعة عن هذا الحديث؟ فقال: حديث سفيان في هذا أصح، وقال: وروى العلاء بن صالح الأسدي عن سلمة بن كهيل نحو رواية سفيان)) .",
            "page": "2",
            "part": "1",
            "seal": "0A47869D"
        },
        {
            "id": "3",
            "nass": "هو ما اطلع فيه على علةٍ خفيةٍ تقدح في صحته، مع أنْ الظاهر سلامة الحديث من العلة. ¶ وينقسم الحديث الصحيح إلى قسمين: صحيح لذاته وصحيح لغيره، فالصحيح لذاته هو ما تقدم تعريفه، وقلنا: لذاته؛ لأن صحته ناشئة من نفسه دون إضافة شيء. ¶ أما الصحيح لغيره: فهو الحديث الحسن الذي ارتقى بمتابع أو شاهد. ¶ وقد تكلم العلماء في أصح الأسانيد فقيل: أصحها الزهري، عن سالم، عن أبيه. ¶ وقيل: الأعمش، عن إبراهيم النخعي، عن علقمة بن قيس، عن عبد الله بن مسعود. ¶ وقيل: مالك، عن نافع، عن ابن عمر. ¶ وقيل: محمد بن سيرين، عن عَبيدة بن عمرو السلماني عن علي. ¶ وهذه تنفع عند الاختلاف، فما قيل فيه: أصح الأسانيد يرجح على غيره، وكذا يعرف به صحة الحديث. ¶ وإذا قال المحدثون: صحيح الإسناد، أو إسناده صحيح، فهذا معناه: أنْ الحديث قد استكمل شروط الصحةِ الثلاثةِ الأولى، ولا يلزم منه أن يكون صحيحاً؛ إذ قد يكون شاذاً أو معلاً فلا يلزم من صحة الإسناد صحة المتن، ولا من ضعف الإسناد ضعف المتن. ¶ وإذا قال المحدثون: أصحُ شيءٍ في الباب فلا يعنون صحته، وإنما يعنون أنه أمثل شيءٍ في الباب. ¶ أما أول من صنّف في الصحيح المجرد فهو الإمام أبو عبد الله محمد بن إسماعيل بن إبراهيم بن المغيرة المولود سنة (194 هـ‍) ، والمتوفى سنة (256 هـ‍) ، وقد طلب العلم صغيراً وله أحد عشر عاماً، وكان من أوعيةِ العلم، وكتابه أصحُ كتابٍ بعد كتاب الله، واسم الكتاب \" الجامع الصحيح المسند المختصر من أمور رسول الله - صلى الله عليه وسلم - وسننهِ وأيامهِ \". ¶ ويستفاد من قوله: (الجامع) أنه يجمع الأحكام والفضائل والأخبار عن الأمور الماضية، والآتية، والآداب، والرقائق، والتفسير. ¶ ويستفاد من قوله: (الصحيح) أنه احترز عن إدخال الضعيف في كتابهِ، وقد صح عن الإمام البخاري أنّه قال: ((ما أدخلت في كتابي الجامع إلا ما صح)) .",
            "page": "3",
            "part": "1",
            "seal": "AFC85828"
        },
        {
            "id": "4",
            "nass": "ومن قوله: (المسند) أن مقصوده الأصلي تخريج الأحاديث المتصل إسنادها بالصحابةِ إلى رسول الله - صلى الله عليه وسلم - من قولٍ، أو فعلٍ، أو تقريرٍ، وأنّ ما وقع في الكتاب من غير ذلك فإنما وقع تبعاً وعرضاً لا أصلاً ومقصوداً، وذكر للاستشهاد والاستئناس ليكون الكتاب جامعاً لمعاني الإسلام. ¶ ثمَّ تبعه بجمع الصحيح تلميذه وخريجه أبو الحسين مسلم بن الحجاج القشيري النَّيْسابوري المتوفى سنة ¶ (261هـ‍) ، وقد استفاد من شيخه البخاري، وفاق البخاريَّ من حيث التبويب، والترتيب، والجمع، والتنسيق، وكتاب البخاري أجود من حيث الصحة على رأي الجمهور. ¶ هل استوعب الصحيحان جميع الصحيح؟ ¶ لم يستوعب الصحيحان جميع الصحيح، ولم يريدا ذلك، فقد قال البخاري: ((تركت من الصحاح لحالِ الطولِ)) ، وقال الإمام مسلم: ((ليس كل شيء عندي صحيح وَضعته هاهنا)) . ¶ وَيوجد في كتب العلم تصحيح للإمام البخاري ومسلم لكثيرٍ من الأحاديث، وتوجد كتب أخرى التزم مصنفوها الصحة لكنهم وقعوا في بعض الأخطاء منهم ابن خزيمة، وابن حبان، والحاكم، وابن السكن، والضياء في المختارة. ¶ المحاضرة الثانية تتمات الصحيح 23/ جمادي الأولى /1425 ¶ المستخرجات: جمع مستخرج، وموضوع المستخرج، هو: أن يأتي المصنفُ إلى كتابٍ من كتب الحديث فيخرج أحاديثه بأسانيد لنفسه من غير طريق صاحب الكتاب، فيجتمع معهُ في شيخه أو من فوقهُ. ¶ وشرطهُ: أن لا يصل إلى شيخٍ أبعد حتى يفقد سنداً يوصلهُ إلى الأقرب إلا لعذرٍ من علوٍ أو زيادة مهمة. ¶ والمستخرجات على الصحيحين، وعلى غيرهما. ¶ فعلى صحيح البخاري: مستخرج الإسماعيلي، ومستخرج البرقاني، ومستخرج الغطريفي، ومستخرج ابن أبي ذهل، ومستخرج أبي بكر ابن مردويه. ¶ وعلى صحيح مسلم: مستخرج أبي عوانة، ومستخرج أبي جعفر بن حمدان، ومستخرج أبي بكر محمد بن رجاء النيسابوري، ومستخرج أبي بكر الجوزقي، ومستخرج أبي حامد",
            "page": "4",
            "part": "1",
            "seal": "4B1930A2"
        },
        {
            "id": "5",
            "nass": "الشاذلي، ومستخرج أبي الوليد حسّان بن محمد القُرشي، ومستخرج أبي عمران موسى بن عباس الجويني، ومستخرج أبي نصر الطوسي، ومستخرج أبي سعيد بن أبي عثمان الحيري. ¶ أما المستخرجات على كلا الصحيحين: فالمستخرج لأبي نعيم الأصبهاني، ومستخرج أبي ¶ عبد الله بن الأخرم، ومستخرج أبي ذر الهروي، ومستخرج أبي محمد الخلال، ومستخرج أبي علي الماسرجسي، ومستخرج أبي مسعود سليمان بن إبراهيم الأصفهاني، ومستخرج أبي بكر اليزدي، ومستخرج أبي بكر بن عدنان الشيرازي. ¶ وهناك مستخرجات على غير الصحيحين، منها: المستخرج لمحمد بن عبد الملك بن أيمن على سنن أبي داود، ومستخرج أبي علي الطوسي على جامع الترمذي، ومستخرج أبي نُعيم على التوحيد لابن خزيمة. ¶ وأصحاب المستخرجاتِ لم يلتزم فيها مؤلفوها موافقة الصحيحين في الألفاظ؛ لأنَّهم إنما يروون بالألفاظ التي وقعت لهم عن شيوخهم؛ فحصل فيها تفاوت قليل في اللفظ، وفي المعنى، وكذا ما رواه البيهقي والبغوي في كتبهم لا سيّما السنن والمعرفة وشرح السُنة، قائلين: رواه البخاري أو مسلم وقع في بعضه تفاوت في المعنى وفي الألفاظ، فمرادهم بقولهم ذلك: أنَّهما رويا أصل الحديثِ دون اللفظ الذي أورده؛ فعلى هذا لا يجوز لك أن تنقل من الكتب المذكورة وتقول فيه: هو في الصحيحين إلا أنْ تقابله بهما. ¶ فوائد المستخرجات: ¶ 1- علو الإسناد. ¶ 2- القوة عند كثرة الطرق للترجيح عند المعارضة. ¶ 3- الرواية عن مختلطين قبل الاختلاط. ¶ 4- الرواية عن المدلسين مع التصريح بالسماع. ¶ 5- بيان المهملين والمبهمين. ¶ 6- التمييز فيها للمتن المحال به على المتن المحال عليه، وهو في صحيح مسلم كثير. ¶ لذا قال الحافظ ابن حجر: ((كل علة أُعلت في الصحيحين جاءت رواية المستخرج سالمةٍ ¶ منها)) على أنَّ هذا القول ليس على إطلاقه، فليعلم. ¶ مثال الحديث الصحيح",
            "page": "5",
            "part": "1",
            "seal": "679097EF"
        },
        {
            "id": "6",
            "nass": "ما رواه الترمذي في شمائل النبي - صلى الله عليه وسلم - (208) قال: حدثنا علي بن حجر، قال: حدثنا ابن ¶ المبارك، عن عاصم الأحول، عن الشعبي، عن ابن عباس، قال: سقيتُ النبي - صلى الله عليه وسلم - من زمزم فشرب، وهو قائم. ¶ فهذا حديث صحيح قد استوفى شروط الصحة، فالترمذي صرح بالسماع من شيخه علي بن حجر، وعلي بن حجر صرح بالسماع من شيخه عبد الله بن المبارك، أما عنعنة ابن المبارك في روايته عن شيخه عاصم الأحول فهي محمولة على الاتصال هنا؛ لأنَّ ابن المبارك سماعه معروف من عاصم وروايتة عنه في صحيح البخاري وصحيح مسلم وكتاب النسائي، وهو يذكر في تلاميذ عاصم، وعاصم مذكور في شيوخ ابن المبارك وهو غير مدلسٍ، وكذلك عنعنة عاصم عن الشعبي محمولة على الاتصال فعاصم ليس مدلساً ومعروف بالرواية عن الشعبي وروايته عنه في الكتب الستة، والشعبي من شيوخ عاصم، وعاصم من تلاميذ الشعبي، وكذلك الشعبي في روايته عن ابن عباس فالشعبي ليس مدلساً وهو معروف بالرواية عن ابن عباس، وروايته عنه في الكتب الستة. ¶ فمن خلال هذا العرض السريع يتبين لنا أنَّ هذا الحديث قد استوفى شرط الاتصال. ¶ أما الشرط الثاني والثالث فعليُّ بن حجر قال عنه ابن حجر في التقريب (4700) : ((ثقة حافظ)) . فهذا قد جمع بين العدالة والضبط. ¶ أما عبد الله بن المبارك فقد قال عنه الحافظ في التقريب (3570) : ((ثقة ثبت فقيه عالم جواد مجاهد، جمعت فيه خصال الخير)) . فهذا أيضاً قد جمع بين العدالة والضبط. ¶ أما عاصم بن سليمان الأحول فقد قال عنه الحافظ بالتقريب (3060) : ((ثقة)) . فكذلك قد جمع بين العدالة والضبط. ¶ أما الشعبي فهو عامر بن شراحيل الشعبي فقد قال عنه الحافظ ابن حجر في التقريب (3092) : ((ثقة مشهور فقيه فاضل)) . فكذا قد جمع بين العدالة والضبط.",
            "page": "6",
            "part": "1",
            "seal": "13B97DB1"
        },
        {
            "id": "7",
            "nass": "فالحديث الآن قد استكمل ثلاثة شروط، وهي: الاتصال والعدالة والضبط؛ فصار إسناد الحديث صحيحاً، وبقي علينا أنَّ نبحث هل في الحديث شذوذاً أو علة؟ فبعد البحث لم نجد في الحديث شذوذ ولا علة فصار الحديث صحيحاً. ¶ أما الصحيح لغيره: فهو الحديث الحسن الذي توبع راويه فارتقى من الحسن إلى الصحة مثل حديث محمد بن عمرو بن علقمة بن وقاص الليثي، عن أبي سلمة، عن أبي هريرة: أنَّ رسول الله - صلى الله عليه وسلم - قال: ((لولا أن أشق على أمتي لأمرتهم بالسواك عند كل صلاة)) فمحمد بن عمرو صدوق حسن الحديث، وقد توبع متابعات تامة ونازلة، فارتقى حديثه من حيز الحسن إلى حيز الصحة قال ابن الصلاح: ((محمد بن عمرو بن علقمة من المشهورين بالصدق والصيانة، لكنَّه لم يكن من أهل الإتقان حتّى ضعّفه بعضهم من جهة سوء حفظه، ووثقه بعضهم لصدقه وجلالته. فحديثه من هذه الجهة حسن، فلما انضم إلى ذلك. كونه روي من أوجه أخر زال بذلك ما كنا نخشاه عليه من جهة سوء حفظه، وانجبر به ذلك النقص اليسير، فصح هذا الإسناد، والتحق بدرجة الصحيح)) . ¶ ما هو المحكوم بصحته من أحاديث الصحيحين؟ ¶ المحكوم بصحته من أحاديث الصحيحين هو ما روياه بالإسناد المتصل أما ما روي معلقاً فهو ليس من نمط الصحيح، إنما ذكر استشهاداً واستئناساً؛ ليكون الكتاب جامعاً لمعاني الإسلام، والمعلقاتُ في البخاري كثيرةٌ بلغت (1341) معلقاً منها (159) مرفوعاً والبقية موقوفاتٌ ومقاطع وفي مسلم المعلقاتُ قليلةٌ بلغت (12) معلقاً وذكر بعض العلماء أن ما ذكره البخاري بصيغة الجزم فهو صحيح إلى من علقه إليه ويبقى النظر فيمن أُبرز من رجاله. ¶ المحاضرة الثالثة الحديث الحسن 1 / جمادى الثانية / 1425",
            "page": "7",
            "part": "1",
            "seal": "453B2DEC"
        },
        {
            "id": "8",
            "nass": "الحديث الحسن: وسطٌ بين الصحيح والضعيف، قال ابن القطّان في \" بيان الوهم والإيهام \" (1118) : ((الحسن معناه الذي له حال بين حالي الصحيح والضعيف)) وبنحوه قال عقيب (1173) . وقال عقيب (1432) : ((ونعني بالحسن: ما له من الحديث منْزلة بين منْزلتي الصحيح والضعيف، ويكون الحديث حسناً هكذا؛ إما بأن يكون أحد رواته مختلفاً فيه، وثقّه قوم وضعّفه آخرون، ولا يكون ما ¶ ضعّف به جرحاً مفسراً، فإنّه إن كان مفسراً قدّم على توثيق من وثّقه، فصار به الحديث ضعيفاً)) ؛ ولما كان كذلك عَسُر على أهل العلم تعريفه. ¶ قال الحافظ ابن كثير: ((وذلك لأنّه أمر نسبيٌ، شيءٌ ينقدح عند الحافظ، ربّما تقصر عبارته عنه)) (اختصار علوم الحديث: 37) . ¶ وقال ابن دقيق العيد: ((وفي تحرير معناه اضطرابٌ)) . (الاقتراح: 162) . ¶ وذلك لأنّه من أدق علوم الحديث وأصعبها؛ لأنّ مداره على من اخُتلف فيه، وَمَن وهم في بعض ما يروي. فلا يتمكن كل ناقدٍ من التوفيق بين أقوال المتقدّمين أو ترجيح قولٍ على قولٍ إلا من رزقه الله علماً واسعاً بأحوال وقواعد هذا الفن ومعرفةٍ قوية بعلم الجرح والتعديل، وأمعن في النظر في كتب العلل، ومارس النقد والتخريج والتعليل عمراً طويلاً، ومارس كتب الجهابذة النقاد حتى اختلط بلحمه ودمه، وعرف المتشددين والمتساهلين من المتكلمين في الرجال، ومن هم وسطٌ في ذلك؛ كي لا يقع فيما لا تحمد عقباه؛ ولذلك قال الحافظ الذهبي: ((ثم لا تطمع بأن للحسن قاعدةً تندرج كل الأحاديث الحسان فيها؛ فأنا على إياسٍ من ذلك، فكم من حديثٍ تردد فيه الحفاظ هل هو حسنٌ أو ضعيفٌ أو صحيحٌ؟)) . ¶ (الموقظة: 28) .",
            "page": "8",
            "part": "1",
            "seal": "E61FCD4C"
        },
        {
            "id": "9",
            "nass": "وللحافظ ابن حجر محاولةٌ جيّدةٌ في وضعه تحت قاعدة كليةٍ فقد قال في النخبة: ((وخبر الآحاد بنقل عدلٍ تامّ الضبط، متصل السند غير معللٍ ولا شاذٍ: هو الصحيح لذاته … فإن خفّ الضبط، فالحسن لذاته)) . (النخبة 29، 34) . ¶ وهي محاولةٌ جيدةٌ. وقد مشى أهل المصطلح على هذا من بعده. وحدّوا الحسن لذاته: بأنه ما اتصل سنده بنقل عدلٍ خف ضبطه من غير شذوذٍ ولا علةٍ)) . وشرط الحسن لذاته نفس شرط الصحيح، إلا أنّ راوي الصحيح تامّ الضبط، وراوي الحسن لذاته خفيف الضبط. وسمّي حسناً لذاته؛ لأنّ حسنه ناشئ عن توافر شروط خاصّة فيه، لا نتيجة شيء خارج عنه. ¶ وقد تبين لنا: أنَّ راوي الحسن لذاته هو الراوي الوسط الذي روى جملة من الأحاديث، فأخطأ في بعض ما روى، وتوبع على أكثر ما رواه؛ فراوي الحسن: الأصل في روايته المتابعة والمخالفة، وهو الذي يطلق عليه الصدوق، لأنّ الصدوق هو الذي يهم بعض الشيء فنزل من رتبة الثقة إلى رتبة الصدوق. فما أخطأ فيه وخولف فيه فهو من ضعيف حديثه، وما توبع عليه ووافقه من هو بمرتبته أو أعلى فهو من صحيح حديثه. أما التي لم نجد لها متابعة ولا شاهداً فهي التي تسمّى بـ (الحسان) ؛ لأنّا لا ندري أأخطأ فيها أم حفظها لعدم وجود المتابع والمخالف؟ ¶ وقد احتفظنا بهذه الأحاديث التي لم نجد لها متابعاً ولا مخالفاً وسمّيناها حساناً؛ لحسن ظننا بالرواة؛ ولأنّ الأصل في رواية الراوي عدم الخطأ، والخطأ طارئٌ؛ ولأنّ الصدوق هو الذي أكثر ما يرويه مما يتابع عليه. فجعلنا ما تفرد به من ضمن ما لم يخطأ فيه تجوزاً؛ لأنَّ ذلك هو غالب حديثه، ولاحتياجنا إليه في الفقه. وبمعنى هذا قول الخطّابي: ((… وهو الذي يقبله أكثر العلماء ويستعمله عامة الفقهاء)) .",
            "page": "9",
            "part": "1",
            "seal": "BF94EA1B"
        },
        {
            "id": "10",
            "nass": "ولا بأس أن نحد ذلك بنسبة مئوية فكأنّ راوي الحسن من روى - مثلاً لا حصراً - مائتي حديث، فأخطأ في عشرين حديثاً وتوبع في ثمانين. فالعشرون التي أخطأ فيها من ضعيف حديثه. والثمانون التي توبع عليها من صحيح حديثه. أما المائة الأخرى وهي التي لم نجد لها متابعاً ولا مخالفاً فهي من قبيل (الحسن) . ومن حاله كهذا: عاصم بن أبي النجود، فقد روى جملة كثيرة من الأحاديث فأخطأ في بعض وتوبع على الأكثر فما وجدنا له به متابعاً فهو صحيح، وما وجدنا له به مخالفاً أوثق منه عدداً أو حفظاً فهو من ضعيف حديثه. وما لم نجد له متابعاً ولا مخالفاً فهو (حسن) . وممن حاله كحال عاصم: ((عبيدة بن حميد الكوفي، وسليمان بن عتبة وأيوب ابن هانئ، وداود بن بكر بن أبي الفرات، ومحمد بن عمرو بن علقمة، والحارث بن عبد الرحمن بن أبي ذباب، ويونس بن أبي إسحاق، وسماك بن حرب)) . ¶ وهذا الرأي وإن كان بنحو ما انتهى إليه الحافظ ابن حجر العسقلاني إلا أننا لم نجد من فصّله هكذا. وهو جدير بالقبول والتداول بين أهل العلم. وقد يتساءل إنسانٌ بأن من قيل فيهم: صدوق أو حسن الحديث قد اختلف المتقدمون في الحكم عليهم تجريحاً وتعديلاً. وجواب ذلك: أنّ الأئمة النقاد قد اطّلعوا على ما أخطأ فيه الراوي وما توبع عليه فكأنَّ المُجَرِّح رأى أن ما خولف فيه الراوي هو الغالب من حديثه، والمُعَدِّل كذلك رأى أن ما توبع عليه هو غالب حديثه فحكم كلٌّ بما رآه غالباً، غير أنا نعلم أنَّ فيهم متشددين يغمز الراوي بالجرح وإن كان خطؤه قليلاً، ومنهم متساهلين لا يبالي بكثرة الخطأ، وعند ذلك يؤخذ بقول المتوسطين المعتدلين. ¶ ولذا نجد الحافظ ابن عدي في الكامل، والإمام الذهبي في الميزان يسوقان أحياناً ما أنكر على الراوي الوسط ثم يحكمان بحسن رواياته الأخرى، والله أعلم.",
            "page": "10",
            "part": "1",
            "seal": "5032CF30"
        },
        {
            "id": "11",
            "nass": "وعلى هذا فالحديث الحسن: ما رواه عدل خف ضبطه عن مثله إلى منتهاه ولم يكن شاذاً ولا معلاً. وهذا هو الحسن لذاته. وهو يستوفي نفس شروط الصحيح خلا الضبط فراوي الصحيح تام الضبط وراوي الحسن خفيف الضبط. ¶ أما الحسن لغيره: فهو الحديث الضعيف الذي تقوى بمتابعة أو شاهد. ¶ مثال الحسن لذاته: حديث محمد بن عمرو السابق، لو لم يتابع لكان سند الحديث حسناً لذاته فلما توبع ارتقى إلى الصحيح لغيره. ¶ ومثاله أيضاً ما رواه الترمذي في شمائل النبي - صلى الله عليه وسلم - (237) ، قال: حدثنا عباس بن محمد الدُّوري، قال: حدثنا علي بن الحسن بن شقيق، قال: أنبأنا عبد الله بن المبارك، عن أسامة بن زيد، عن سعيد المَقْبُري، عن أبي هريرة، قال: قالوا: يا رسول الله، إنك تداعبنا. قال: ((إني لا أقولُ إلا حقاً)) . ¶ وهذا حديثٌ حسنٌ لذاته من أجل أسامة بن زيد الليثي فهو خفيف الضبط، وهو صدوقٌ حسن الحديث. ¶ أما الحسن لغيره فمثاله: فمثاله ما رواه الترمذي في شمائل النبي - صلى الله عليه وسلم - (247) قال: حدثنا علي بن حُجْر، قال: حدثنا شَرِيك، عن سِماك بن حرب، عن جابر بن سَمُرة، قال: جالستُ النبيَّ - صلى الله عليه وسلم - أكثر من مئة مرة وكان أصحابه يتناشدونَ الشِّعْرَ ويتذاكرون أشياءَ من أمر الجاهلية، وهو ساكتٌ وربما تَبَسَّمَ معهم. ¶ فهذا حديثٌ حسنٌ لغيره؛ فإن شريك بن عبد الله ضعيفٌ عند التفرد بسبب سوء حفظه، لكن تابعه في هذا الحديث زهير أبو خيثمة فارتقى حديثه هذا من حيز الضعف إلى درجة الحسن ¶ مظان الحديث الحسن:",
            "page": "11",
            "part": "1",
            "seal": "8315AE66"
        },
        {
            "id": "12",
            "nass": "كثيرٌ من كتب الحديث هي مظان الحديث الحسن، ومنها: سنن أبي داود وجامع الترمذي، وقد أكثر الترمذي من ذكره، وقد ظن بعضهم أنَّ كل حديثٍ سكت عنه أبو داود فهو حديثٌ حسن أو صحيح، وهذا خطأ وقد اعتمدوا في ذلك على ما نسبه بعضهم لأبي داود: ((وما سكت عنه فهو حسن)) وهذا لم يصح عن أبي داود إنما قال أبو داود: ((ذكرتُ في كتابي هذا الصحيح وما يشابهه وما يقاربه وما كان في كتابي من حديثٍ فيه وهنٌ شديدٌ فقد بينته، وما لم أذكر فيه شيئاً فهوصالح)) وكلمة صالح تشمل صلاحية الاحتجاج وصلاحية الاعتبار، ويستفاد من قوله: ((وهن شديد)) أن ما كان وهناً يسيراً لا يبينه، ثم إنه يضعف راوياً فإذا تكرر في حديثٍ آخر يسكت عنه لسبقه الكلام عنه، ثم إنَّ روايات السنن مختلفة وفي بعضها من الكلام على الأحاديث والرواة ما لا يوجد في الأخرى، وأبو عبيد الآجري في سؤالاته ينقل تضعيف أبي داود لبعض الأحاديث، وهو قد سكت عنها في السنن. ¶ المحاضرة الرابعة الحديث الضعيف 7/جمادى الآخرة 1425 ¶ الحديث الضعيف: هو ما لم يجمع صفات القبول. ¶ وصفات القبول: 1_ الاتصال. 2_ العدالة. 3_ الضبط إن كان تاماً أو خفيفاً. 4_ عدم الشذوذ. ¶ 5 ـ عدم العلّة. 6_ وجود العاضد إن احتيج إليه. ¶ فكل حديث فقد شرطاً من هذه الشروط، أو أكثر فهو ضعيف، ويتفاوت الضعف، فكلما فُقدَتْ شروط أكثر كلما ازداد الحديث ضعفاً. ¶ ويتنوع الضعيف إلى أنواع عدة، منها: المقلوب، والشاذ، والمعلّ، والمضطرب، والمرسل، والمنقطع، والمعضل، والمدلَّس، والمنكر، والمتروك، والمدرج، والمصحف، والمحرف. ¶ متى يتقوى الحديث الضعيف؟ ¶ ليس كل حديث ضعيف يتقوى بالمتابعات والشواهد؛ فإنَّ بعض الأحاديث يتقوى بذلك، إذا كان الضعف يسيراً؛ مثل: الغفلة، وكثرة الغلط لمن كان حديثه كثيراً، وسوء الحفظ، والاختلاط، وغيرها من أسباب الضعف غير الشديدة.",
            "page": "12",
            "part": "1",
            "seal": "DAB1136B"
        },
        {
            "id": "13",
            "nass": "ونستطيع أن نُقَعّد لذلك قاعدة، وهو: أنّ كل ما كان ضعفه بسبب عدم ضبط راويه الصدوق الأمين _ الذي لم تثلم عدالته _ فإنّ كثرة الطرق تقويه؛ فتنفعه المتابعات والشواهد، ويجبر ضعفه بمجيئه من طريق آخر، ونستفيد من تلك الطرق المقوية أنَّ حفظ الراوي الأول لم يختلَّ في هذا لحديث خاصة، بل إنَّه حفظ هذا الحديث؛ بدليل المتابعات، أو الشواهد، وبهذا يرتقي من درجة الضعيف إلى درجة الحسن لغيره. ¶ ويضاف إلى هذا: ما كان ضعفه لإرسال، أو عنعنة مدلس، أو لجهالة حال بعض رواته، أو لانقطاع يسير؛ فإنَّ هذا الضعف يزول بمجيئه من طريق آخر، ويصير الحديث حسناً لغيره؛ بسبب العاضد الذي عضده. ¶ أمّا إذا كان الضعف شديداً، فهذا لا تنفعه المتابعات ولا الشواهد، ولا يرتقي حديثه عن درجة الضعيف، ومثل هذا: من وصف بالكذب، أو اتهم فيه، وكذلك من وصف بالفسق، وكذلك الهلكى، والمتروكين، وشديدي الضعف، فمن كان ضعفه هكذا لا تؤثر فيه كثرة الطرق، ولا يرتقي عن درجة الضعيف؛ لشدّة سوء أسباب هذا الضعف، وتقاعد الجابر عن جبره، وهذه تفاصيل تدرك بالمباشرة، قال الحافظ ابن حجر في النزهة: ((ومتى توبع السيء الحفظ بمعتبر كأن يكون فوقه أو مثله، لا دونه، وكذا المختلط الذي لم يتميز والمستور، والإسناد المرسل وكذا المدَّلس إذا لم يعرف المحذوف منه، صار حديثهم حسناً، لا لذاته بل وصفه بذلك باعتبار المجموع من المتابع والمتابَع لأن مع كل واحد منهم احتمال كون روايته صواباً، أو غير صواب على حدٍ سواء)) . ¶ حكم العمل بالحديث الضعيف. ¶ يعمل بالحديث الضعيف بشروط: ¶ أولاً: أن لا يكون في الأحكام. ¶ ثانياً: أن لا يكون في العقائد. ¶ ثالثاً: أن يكون الضعف غير شديد، فيخرج من انفرد من الكذّابين، والمتهمين بالكذب، ومن فحش غَلَطُه. ¶ رابعاً: أن يندرج تحت أصل معمول. ¶ خامساً: أن لا يُعتَقَدَ عند العمل ثبوته، بل يعتقد الاحتياط.",
            "page": "13",
            "part": "1",
            "seal": "B4D5BB45"
        },
        {
            "id": "14",
            "nass": "هذا هو مذهب الجمهور في هذه المسألة، انظر لذلك: \" فتح المغيث \" (1/ 267-268 - دار الطبري) . والتدريب (1/ 298-299) وغيرهما، والقول المنيف (ص 48-52) ، وذهب جمعٌ من المحققين إلى خلاف هذا القول، فذهب الإمام ابنُ حزم - رحمه الله - وابن معين - فيما حكاه عنه ابن سيد الناس - وأبو بكر بن العربي - نسبه إليه في فتح المغيث - وأبو شامة المقدسي الشافعي، والشهاب الخفاجي والجلال الدواني. ومن المعاصرين الشيخ أحمد شاكر والعلامة الألباني - رحمهم الله تعالى - إلى عدم العمل بالحديث الضعيف مطلقاً لا في الفضائل ولا في الأحكام، والظاهر والأحوط أن الضعيف لا يعمل به مطلقاً، فالشروط التي ذكرها الأكثرون نظرية غير عملية، فلازم الشرط الثالث رد بعض الضعيف والأخذ ببعضه، وأما الشرط الرابع فهو نظري فقط، إذ ممكن ان يقال: لماذا لا يعمل بالأصل العام؟ ¶ فلا يُحتاج حينئذ للعمل بالضعيف، والشرط الخامس من الممكن أن يجاب عنه بالقول بأن الأحوط هو ترك العمل بالضعيف، فكم من حديث ضعيف عمل به ثم أصبح بمنزلة الثابت عند عوام الناس بل وخواصهم. ¶ كيف يروى الحديث الضعيف؟ ¶ من أراد أن يروي حديثاً ضعيفاً، فعليه أن يبين ضعف ذلك الحديث، وإذا لم يُبَيّنه، فعليه أن يذكره بصيغة التمريض، وهي التي تدل على الشك في صحته (نحو: يروى، أو يذكر، أو جاء في بعض المواعظ، أو نُقلَ، أو جاء، أو قيل، أو روي، أو بلغنا، أو روى بعضهم) . ¶ وكما يكره أن يذكر الحديث الضعيف بصيغة الجزم (نحو: قال رسول الله - صلى الله عليه وسلم -، أو فعل، أو أقرَّ ونحو ذلك) ، فكذلك يكره أن يذكر الحديث الصحيح بصيغة التمريض. ¶ هل يلزم من ضعف الإسناد ضعف المتن؟ ¶ لا يلزم من ضعف الإسناد ضعف المتن، كما إنه لا يلزم من صحة الإسناد صحة المتن.",
            "page": "14",
            "part": "1",
            "seal": "B2B8E978"
        },
        {
            "id": "15",
            "nass": "أما مظان الحديث الضعيف: 1-كامل ابن عدي 2- الضعفاء للعقيلي 3- المجروحين لابن حبان 4- ميزان الاعتدال 5- المراسيل لأبي داود 6- المراسيل لابن أبي حاتم 7- العلل للدارقطني 8- العلل لابن أبي حاتم 9- العلل لابن المديني 10- نوادر الأصول للحكيم الترمذي 11- كتب الخطيب البغدادي 12- مسند الفردوس 13- تاريخ ابن النجار. ¶ المحاضرة الخامسة طرق تخريج الحديث 15/جمادى الثانية/1425 ¶ للتخريج خمس طرق: ¶ * الطريقة الأولى: عن معرفة راوي الحديث من الصحابة، وهذه الطريقة نرجع إليها حينما نعرف اسم الصحابي الذي روى هذا الحديث. وعند تخريجنا لهذه الطريقة نستفيد من مجموعة من الكتب وهي: المسانيد، والمسانيد هي الكتب التي تجمع أحاديث مسند كل صحابي على حدة. مثل مسند أحمد والحميدي، والطيالسي، وأبي يعلى. وكذلك معجم الطبراني الكبير فهو مرتب على حروف المعاجم. وكذلك كتب الأطراف مثل تحفة الأشراف، وإتحاف المهرة وكذا المسند الجامع وجامع المسانيد. ¶ * الطريقة الثانية: فهي على طريقة معرفة أول لفظ من متن الحديث. وهذه طريقة نلجأ إليها حينما نعرف أول متن الحديث. وأفضل كتاب لهذه الطريقة هو كتاب موسوعة أطراف الحديث. وكذلك الكتب التي فيها فهارس والكتب المطبوعة حديثاً. وهناك كثير من الكتب ألفت مرتبة على الفهارس المعجمية مثل صحيح الجامع الصغير، وضعيف الجامع الصغير، والمقاصد الحسنة. وكشف الخفاء. ¶ * أما الطريقة الثالثة: فهي عن طريق معرفة كلمة مشتقة من فعل ثلاثي. مثل ((إنما الأعمال بالنيات)) فالأعمال أصلها ((عمل)) والنيات أصلها ((نوى)) ونستعين على هذه الطريقة بفهارس صحيح مسلم للمرصفي. والمعجم المفهرس لألفاظ الحديث لونسك، ولمسند أبي يعلى لحسين سليم أسد فهرس في مجلدين.",
            "page": "15",
            "part": "1",
            "seal": "219AB4B3"
        },
        {
            "id": "16",
            "nass": "* أما الطريقة الرابعة: فهي عن طريق معرفة موضوع الحديث. وهو أن نبحث عن الحديث في بابه الفقهي. ونلجأ إليها بالكتب المؤلفة على هذه الطريقة. مثل الجوامع والمستخرجات والمستدركات والسنن. وأحسن شيء لهذه الطريقة. الرجوع لكتب شملت عدة كتب. مثل جامع الأصول، ومجمع الزوائد والمطالب العالية. ¶ * أما الطريقة الخامسة: فهي النظر إلى نوع الحديث فإذا كان الحديث مرسلاً. بحثنا عنه في كتب المراسيل. وإذا كان متواتراً بحثنا عنه في الكتب المتخصصة في ذلك. وإذا كان مشتهراً على ألسنة الناس نبحث عنه في المقاصد الحسنة وكشف الخفاء. وإذا كان الحديث من أحاديث الأحكام نبحث عنه في الكتب التي تعتني في هذا. مثل إرواء الغليل والتلخيص الحبير. ونصب الراية. وإذا كان الحديث من أحاديث التفسير يبحث عنه في كتب التفاسير المسندة مثل تفسير الطبري، وابن أبي حاتم، والبغوي، وكتب الواحدي. ¶ فعلى المخرج أن يخرج على إحدى هذه الطرق حسب الحال.",
            "page": "16",
            "part": "1",
            "seal": "017307C2"
        },
        {
            "id": "17",
            "nass": "عند تخريج أي حديثٍ: يحكم على الأحاديث؛ لأنا لا نستطيع أن نعمل بالحديث حتى نعرف صلاحيته من عدمها ونحن نبحث عن حكم المتقدمين فإذا كان الحديث في الصحيحين، أو في واحد منهما، فهو صحيح. وما دون ذلك يبحث عن أقوال أهل العلم في تصحيح الأحاديث وتعليلها. من ذلك كتب العلل. وكتب التخريج القديمة. وبعض الكتب التي شملت أحكاماً مثل جامع الترمذي، وسنن الدارقطني. أما إذا لم نجد لأهل العلم تصحيحاً ولا تضعيفاً في ذلك الحديث المبحوث عنه. فنعمل قواعد الجرح والتعديل وقواعد المصطلح. وهو أمر صعب. نحن نعلم أن شروط صحة الحديث الاتصال، والعدالة والضبط وعدم الشذوذ وعدم العلة. فإذا تخلف شرط من هذه الشروط عن الحديث فالحديث ضعيف. والشروط الثلاثة الأولى تكون في الإسناد ونستطيع أن نبحث عنها بمراجعة كتب الرجال. أما الشرطان الأخيران فهما يحتاجان إلى الحفظ. ولمعرفة عدالة الراوي وضبطهم نستفيد أكثر شيء من تهذيب الكمال، وميزان الاعتدال، والتقريب، وغيرها من كتب الرجال. ¶ والحكم على الأسانيد على النحو الآتي: ¶ أولاً: إسناده صحيح، إذا كان السند متصلاً بالرواة الثقات، أو فيه من هو صدوق حسن الحديث وقد توبع فهو يشمل السند الصحيح لذاته والسند الصحيح لغيره. ¶ ثانياً: إسناده حسن إذا كان في السند من هو أدنى من رتبة الثقة وهو الصدوق الحسن الحديث ولم يتابع، أو كان فيه ((الضعيف المعتبر به)) أو ((المقبول)) أو ((اللين ¶ الحديث)) أو ((السيئ الحفظ)) ومن وصف بأنه ((ليس بالقوي)) أو ((يكتب حديثه وإن كان فيه ضعف)) ، إذ تابعه من هو بدرجته أو أعلى منزلة منه، فهو يشمل السند الحسن لذاته والحسن لغيره. ¶ ثالثاً: إسناده ضعيف إذا كان في السند من وصف بالضعف، أو نحوه ويدخل فيه: المنقطع، والمعضل، والمرسل، والمدلس رابعاً. ¶ رابعاً: إسناده ضعيف جداً، إذا كان في السند أحد المتروكين أو من اتهم بالكذب.",
            "page": "17",
            "part": "1",
            "seal": "1925E6FE"
        },
        {
            "id": "18",
            "nass": "المحاضرة السادسة أقسام الضعيف 22/جمادى الآخرة /1425 ¶ تقدم فيما سبق أن أي شرط يفقده الحديث من شروط القبول أمر يجعل الحديث ضعيفاً، والأحاديث الضعيفة تتنوع بتنوع تلك الشروط غير المتوفرة، فمن خلال استقراء الأحاديث الضعيفة، بان لنا واتضح أن الأحاديث الضعيفة على قسمين: ¶ القسم الأول: ماكان سببه عدم الإتصال. ¶ والقسم الثاني: أسباب أخرى. ¶ وسأذكر تفصيل أنواع القسم الأول، ثم أتكلم عن تفصيل القسم الثاني، فأقول وبالله التوفيق: ¶ إن الإتصال: هو سماع الحديث لكل راو من الراوي الذي يليه، فإذا حصل عدم السماع في سند الحديث فيكون ذلك انقطاعاً، فكل ما فقد الاتصال فهو منقطع، لكن العلماء فصلوا في هذه الانقطاعات، ونوعوها على حسب الانقطاع؛ لتسهيل الاصطلاح، ولتنويع أنواع الانقطاعات حسب شدة الضعف، وأول حديث في صحيح البخاري قال فيه الإمام البخاري: ¶ ((حدَّثنا الحميدي (1) ، قال: حدَّثنا سفيان (2) ، قال: حدَّثنا يحيى (3) بن سعيد الأنصاري، قال: أخبرني محمد (4) بن إبراهيم التيمي: أنه سمع علقمة (5) بن وقّاص الليثي يقول: سمعت عمر (6) بن الخطاب - رضي الله عنه - على المنبر قال: سمعت رسول الله - صلى الله عليه وسلم - …)) . ¶ فهذا سند متصل، فلو فرضنا أن سقطاً في الإسناد حصل، وسقط أحد الرواة، فماذا يسمّى هذا النوع من الانقطاع؟ . ¶ نقول: إذا سقط رقم (1) يسمى الحديث معلّقاً، وإذا سقط رقم (6) يسمّى الحديث مرسلاً، وإذا سقط رقم (2) يسمّى الحديث منقطعاً، وإذا سقط رقم (4 و 5) يسمّى معضلاً، هكذا نوّع المحدّثون أنواع الانقطاعات؛ لفوائد يدركها الناقد. ¶ وسأبدأ مفصلاً لكل نوع من أنواع الانقطاعات: ¶ ألاً: المنقطع: ما سقط من سنده راو واحد، أو أكثر من واحد لا على التوالي.",
            "page": "18",
            "part": "1",
            "seal": "E3303BD9"
        },
        {
            "id": "19",
            "nass": "مثال ذلك: ما رواه الدارقطني 2/7 من طريق الزهري، عن أم عبد الله الدوسية، قالت: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((الجمعة واجبة على أهل كل قرية، وإن لم يكونوا إلا ثلاثة، رابعهم إمامهم)) . ¶ فهذا الحديث منقطع؛ فإنَّ الزهري لم يسمع من أمّ عبد الله. ¶ وأمّا مثال ماسقط منه رجلان وهو منقطع: ما أخرجه الترمذي في جامعه (739) قال: حدّثنا أحمد بن منيع، قال: حدّثنا يزيد بن هارون، قال: أخبرنا الحجّاج بن أرطاة، عن يحيى بن أبي كثير، عن عروة، عن عائشة، قالت: فقدتُ رسول الله - صلى الله عليه وسلم - ليلةً، فخرجتُ فإذا هو بالبقيع، فقال: ((أكنت تخافين أن يحيف الله عليك ورسوله)) ؟ قلت: يا رسول الله، إنّي ظننت أنك أتيتَ بعض نسائك، فقال: ((إنَّ الله عز وجل - عز وجل - ينزل ليلة النصف من شعبان إلى السماء الدنيا، فيغفر لأكثر من عدد شعر غنم كلب)) ¶ قال الإمام الترمذي عقب الحديث: ((سمعتُ محمداً يضعف هذا الحديث، وقال: يحيى بن أبي كثير لم يسمع من عروة، والحجّاج بن أرطاة لم يسمع من يحيى بن أبي كثير)) . ¶ وقد أضاف بعض العلماء أن الإبهام في الإسناد يسمّى انقطاعاً أيضاً، مثال ذلك: ما أخرجه أبو داود (3917) قال: ((حدّثنا موسى بن إسماعيل، قال: حدّثنا وهيب، عن سهيل، عن رجل، عن أبي هريرة: أنَّ رسول الله- صلى الله عليه وسلم - سمع كلمة فأعجبته، فقال: ((أخذنا فألك من فيك)) . ¶ والحديث الذي في إسناده رجل مبهم ضعيف عند المحدّثين؛ لأنّنا اشترطنا في الراوي العدالة والضبط، ونحن لا نعلم هذين الشرطين؛ لسبب الإبهام، فضُعف الحديث بسبب ذلك، فكان وجوده كعدمه؛ ولهذا سمّاه بعضهم منقطعاً.",
            "page": "19",
            "part": "1",
            "seal": "786EE7F1"
        },
        {
            "id": "20",
            "nass": "وهذا المبهم وما في معناه ربَّما كان ثقةً، وربَّما كان مجروحاً، ويرجَّح الأخير؛ لأنه لو كان ثقة معلوم القدر والمنزلة، مقبولاً عند من من سمع بذكره لما أبهمه تلميذه، ففي تصرفه ما يشعر بكونه ليس بثقة، ومن خلال استقراء كثير من المبهمات وُجد أغلبها عن ضعفاء، حتى قال الخطيب البغدادي: ((قلَّ من يروي عن شيخ فلا يسمّيه، بل يكنّي عنه، إلاّ لضعفه، وسوء حاله)) . ¶ وممّا يُعرف به الانقطاع: التنصيص على عدم السماع، ويقع ذلك من الراوي نفسه، وهو قليل، كقول عمر بن مرّة: قلت لأبي عبيدة (يعني ابن عبد الله بن مسعود) : تذكر من أبيك شيئاً؟ قال: لا. ¶ وتارةً بتنصيص من روى عنه من الثقات، وتارةً بتنصيص الناقد العارف من جهابذة هذا الفنّ، كما حصل من تصريح البخاري في حديث الترمذي السابق، وذلك بناءاً على الاستقراء، والنظر على عدم الإدراك، أو اللقاء، أو السماع، وكذلك يُعرف عدم السماع بتأريخ وفاة الشيخ، ومولد التلميذ، فإن كان التلميذ ولد بعد وفاة الشيخ، أو كان صغيراً في سن لا يحتمل السماع، فهو انقطاع، وكذلك يُعرف الانقطاع بوجود قرينة تدل على الانقطاع، كقول الراوي: حدّثتُ عن فلان، أو أخبرتُ عن فلان، وكذلك يُعرف الانقطاع بافتراق بلد الراوي وشيخه، بما يكون قرينة على عدم التلاقي. ¶ وهذه أمور تُدرك بمراجعة كتب الرجال، ومنها: مراسيل ابن أبي حاتم، وجامع التحصيل للعلائي، وتحفة التحصيل لأبي زرعة العراقي. ¶ والأصل في الحديث المنقطع: أنه ضعيف عند المحدّثين؛ لأنه فقد شرط الاتصال؛ وللجهالة بحال الساقط الذي لم تعرف عدالته، ولا ضبطه. قال الشوكاني: (ولا تقوم الحجّة بالحديث المنقطع، وهو الذي سقط من رواته واحد ممَّن دون الصحابي؛ وذلك للجهل بحال المحذوف من حيث عدالته وضبطه؛ لأنَّ ثبوت هذا شرط لقبول الحديث) .",
            "page": "20",
            "part": "1",
            "seal": "9FB49805"
        },
        {
            "id": "21",
            "nass": "ثانياً: المعضل: وهو عبارة عمّا سقط من إسناده اثنان فصاعداً على التوالي، وهو أسوأ حالاً من المنقطع، والمنقطع أسوأ حالاً من المرسل، والمرسل لا تقوم به حجَّة، كما نصَّ عليه بعض العلماء. ¶ وذلك كرواية مالك، عن عمر مثلاً، فمالك لايروي عن عمر إلاّ بينه وبينه راويان: نافع، عن ابن عمر، عنه، أو سالم، عن ابن عمر، عنه. ¶ والمعضل: لقب خاص لنوع من المنقطع، فكل معضل منقطع، وليس كل منقطع معضلاً. ¶ ويُعرف الإعضال بما سبق ممّا يُعرف به المنقطع، ويتأكد ذلك بأحد أمرين: ¶ أولاً: التأريخ، وذلك ببُعد طبقة الراوي، عن طبقة شيخه. ¶ ثانياً: دلالة السبر لطرق الحديث. ¶ المحاضرة السابعة تتمَّات أقسام الضعيف 29/جمادى الآخرة /1425 ¶ ثالثاً _ الحديث المرسل: هو ما أضافه التابعي إلى النبي- صلى الله عليه وسلم -. ¶ وهذا من أجود التعاريف؛ لأنه يعمّ ما أضيف إلى النبي- صلى الله عليه وسلم - من قول، أو فعل، أو تقرير، أو صفة؛ فعلى هذا من عرَّفه بأنه: ما قال فيه التابعي: قال النبي- صلى الله عليه وسلم -، فتعريفه قاصر؛ لأنه لا يشمل التقرير، أو الصفة، أو الفعل. وكذا من عرَّفه بأنه: ما سقط منه الصحابي، فكذلك تعريفه غير جيد؛ لأنّا لو كنَّا نعلم أن الصحابي وحده هو الساقط لما ضعفنا الحديث، إذ العلة بالمرسل:خشية أن يكون التابعي قد سمعه من تابعي آخر، ولا نعلم لهذا التابعي الآخر عدالةً ولا ضبطاً. ¶ وأما التابعي الذي يروي المرسل: فهو الذي لقي بعض الصحابة، وسمع منهم أحاديث، ولا يشترط فيه أن يكون كبيراً كما اشترطه بعضهم. ¶ أما التابعي الذي له رؤية لبعض الصحابة، ولم يسمع من أحد منهم، فهذا إذا روى شيئاً مباشرةً عن النبي- صلى الله عليه وسلم -، فحديثه معضل، وإذا روى شيئاً عن الصحابة فهو منقطع؛ لأنّه ثبت له شرف التابعية، لا أحكامها. ¶ ومن هؤلاء: إبراهيم النّخعي، والأعمش.",
            "page": "21",
            "part": "1",
            "seal": "C5BE3442"
        },
        {
            "id": "22",
            "nass": "فإبراهيم النّخعي لقي عائشة، ولم يسمع منها شيئاً، والأعمش رأى أنساً، ولم يسمع منه شيئاً. ¶ وللفائدة: فإنَّ هذا التعريف للمرسل هو الذي استقر عليه الاصطلاح. أما السابقون: فكانوا يطلقون كلمة (مرسل) على كل منقطع. ¶ فعلى هذا تكون طريقة تمييز المرسل بمجرد أن يعلم أنَّ الذي حدَّث به عن النبي- صلى الله عليه وسلم - تابعي، وتمييز التابعين من غيرهم يعرف من كتب رجال الحديث. ¶ حكم الحديث المرسل ¶ اختلف أهل العلم في الاحتجاج بالمرسل على أقوال كثيرة، أشهرها ثلاثة أقوال رئيسة: ¶ القول الأول: إنَّ الحديث المرسل ضعيف، لا تقوم به حجَّة. وهذا ما ذهب إليه جمهور المحدِّثين، وكثير من أهل الفقه والأصول. ¶ قال الإمام مسلم _ رحمه الله تعالى _: ((والمرسل في أصل قولنا، وقول أهل العلم بالأخبار، ليس حجَّة)) . ¶ وقال ابن الصلاح: ((وما ذكرناه من سقوط الاحتجاج بالمرسل، والحكم بضعفه، هو الذي استقرَّ عليه آراء جماعة حفاظ الحديث، ونقّاد الأثر، وتداولوه في تصانيفهم)) . ¶ وحجَّتهم: هو جهالة الواسطة التي روى المرسل الحديث عنه، إذ قد يكون الساقط صحابياً، وقد يكون تابعياً. وعلى الاحتمال الثاني: قد يكون ثقة، وقد يكون غير ثقة، قال الخطيب البغدادي: (والذي نختاره: سقوط فرض العمل بالمرسل، وأنَّ المرسل غير مقبول، والذي يدل على ذلك: أنَّ إرسال الحديث يؤدي إلى الجهل بعين راويه، ويستحيل العلم بعدالته مع الجهل بعينه، وقد بيَّنا من قبل أنَّه لا يجوز قبول الخبر إلاّ ممن عرفت عدالته، فوجب كذلك كونه غير مقبول، وأيضاً فإنَّ العدل لو سئل: عمَّن أرسل؟ فلم يعدله،لم يجب العمل بخبره، إذا لم يكن معروف العدالة من جهة غيره، وكذلك حاله إذا ابتدأ الإمساك عن ذكره، وتعديله؛ لأنَّه مع الإمساك عن ذكره غير معدل له، فوجب أن لا يقبل الخبر عنه)) .",
            "page": "22",
            "part": "1",
            "seal": "6B07E7B5"
        },
        {
            "id": "23",
            "nass": "وقال الحافظ ابن حجر، بعد أن ذكر المرسل في أنواع المردود: ((وإنَّما ذُكرَ في قسم المردود؛ للجهل بحال المحذوف؛ لأنَّه يحتمل أن يكون صحابياً، ويحتمل أن يكون تابعياً، وعلى الثاني يحتمل أن يكون ضعيفاً، ويحتمل أن يكون ثقة، وعلى الثاني يحتمل أن يكون حمل عن صحابي، ويحتمل أن يكون حمل عن تابعي، وعلى الثاني فيعود الاحتمال السابق، ويتعدد إمَّا بالتجويز العقلي، فإلى ما لا نهاية، وإمَّا بالاستقراء، فإلى ستة، أو سبعة، وهو أكثر ما وُجدَ في رواية بعض التابعين عن بعض)) . ¶ القول الثاني: يقبل المرسل من كبار التابعين دون غيرهم، بشرط الاعتبار في الحديث المرسَل، والراوي المرسِل. أمَّا الاعتبار في الحديث: فهو أن يعتضد بواحد من أربعة أُمور: أن يروى مسنداً من وجه آخر، أو يُروى مرسلاً بمعناه عن راوٍ آخر لم يأخذ عن شيوخ الأول؛ فيدلّ ذلك على تعدد مخرج الحديث، أو يوافقه قول بعض الصحابة، أو يكون قال به أكثر أهل العلم. ¶ وأمَّا الاعتبار في راوي المرسل: فأن يكون الراوي إذا سمَّى من روى عنه لم يسمِ مجهولاً، ولا مرغوباً عنه في الرواية. فإذا وجدت هذه الأمور كانت دلالة على صحة مخرج حديثه، فيحتجُّ به. وهو قول الإمام الشافعي. ¶ القول الثالث: يقبل المرسل ويحتجّ به إذا كان راويه ثقة. ¶ وهو قول أبي حنيفة، ومالك، ورواية عن أحمد.",
            "page": "23",
            "part": "1",
            "seal": "62FE7036"
        },
        {
            "id": "24",
            "nass": "والقول الصحيح هو الأول؛ لأنَّ المرسل فقد شرط الاتصال، والاتصال شرطٌ رئيسيٌ في صحة الحديث، وليس هناك فرق بين القول الأول والثاني؛ لأنَّ أصحاب القول الأول متَّفِقون على أن المرسل ليس من الضعف الشديد، يتقوى بالمتابعات والشواهد، فالقول الثاني ليس هو ناف للقول الأول، إلا أن الفرق أن الشافعي خصه بكبار التابعين، وسبب جعله قسيماً للقول الأول؛ أنَّنا لم نجد من فصَّله بهذا التفصيل الرائع، وعُد هذا من مآثر الإمام الشافعي، زيادة على أنَّ قضية تقوية الأحاديث تدرك بالمباشرة، وجعل ذلك تحت قاعدة كلِّية، يتورع عنها كثير من الناس، إذ لكل حديث حالته الخاصة لاسيما قضية تقوية الحديث بعمل أهل العلم به يتوقف فيها كثير من الناس. ¶ مثال المرسل: ما رواه أبو داود في سننه (105) ، قال: حدَّثنا محمد بن سليمان الأنباري، حدَّثنا كثير بن هشام، عن عمر بن سليم الباهلي، عن الحسن، قال: قال رسول الله- صلى الله عليه وسلم -: ((حصِّنوا أموالكم بالزكاة، وداووا مرضاكم بالصدقة، واستقبلوا أمواج البلاء بالدعاء والتضرع)) . ¶ فهذا حديث مرسل، فإنَّ الحسن البصري تابعي، وقد أرسله إلى النبي- صلى الله عليه وسلم -، ولم يذكر عمن سمعه، فهو ضعيف من جهة إرساله، وعدم اتصاله. ¶ ومراسيل التابعين كلها ضعيفة، لكنّها تتفاوت، فبعضها أهون من بعض، بحسب قدم التابعي المرسل، وكبره، أو صغره. ¶ فكبار التابعين: الذين أدركوا كبار الصحابة كأبي بكر، وعمر، وعثمان، وابن مسعود، ومعاذ بن جبل، وأكثر روايتهم إذا سمّوا شيوخهم عن الصحابة، وهؤلاء مثل: قيس بن أبي حازم، وسعيد بن المسيب، ومسروق بن الأجدع، ويندرج في جملتهم من يُطلق عليه اسم المخضرمين، وهم التابعون الذين أدركوا الجاهلية والإسلام، لكنهم لم يثبت لهم شرف الصحبة، مثل: سويد بن غفلة، وعمر بن ميمون الأودي، وأبي رجاء العطاردي.",
            "page": "24",
            "part": "1",
            "seal": "59673DE2"
        },
        {
            "id": "25",
            "nass": "فمراسيل هؤلاء الكبار أفضل من غيرهم، واحتمال تقويتها بالمتابعات والشواهد، أقوى وأسرع. ¶ أمَّا الطبقة الثانية: فهم طبقة أواسط التابعين، وهم الذين أدركوا علي بن أبي طالب، ومن بقي حياً إلى عهده، وبُعيده من الصحابة كحذيفة بن اليمان، وأبي موسى الأشعري، وأبي أيوب الأنصاري، وعمران بن حصين، وسعد بن أبي وقاص، وعائشة أُمّ المؤمنين، وأبي هريرة، والبراء بن عازب، وعبد الله بن عمر، وعبد الله بن عباس، ووقع سماعهم من بعضهم، ومن هؤلاء التابعين الأوساط الذين أدركوا بعض هؤلاء الصحابة: الحسن البصري، ومحمد بن سيرين،، وعطاء بن أبي رباح، وطاووس اليماني، وأبو سلمة بن عبد الرحمان، وعامر الشعبي، ومجاهد بن جبر. ¶ فمراسيل هذه الطبقة دون مراسيل أصحاب الطبقة الأولى من كبار التابعين، ولكنها تكتب للاعتبار، وتتقوى بالمتابعات والشواهد. ¶ أمَّا الطبقة الثالثة: وهم صغار التابعين، وهم من أدرك وسمع ممن تأخر موته من الصحابة، الواحد والاثنين، والعدد يسير، كمن سمع من أنس بن مالك، وسهل بن سعد، وأبي أمامة الباهلي. ومن هؤلاء من التابعين الصغار: ابن شهاب الزهري، وقتادة بن دعامة السدوسي، ويحيى بن سعيد الأنصاري، وحُميد الطويل، فمراسيل هؤلاء من أضعف المراسيل، وهي أشبه أن تكون معضلة؛ لأنَّ غالب روايات هؤلاء عن التابعين، فإذا أرسل أحدهم فيغلب على الظن أنه أسقط من الإسناد رجلين فأكثر. ¶ ومن أقوى المراسيل: مراسيل سعيد بن المسيب، فقد تتبعت فوجد غالبها مسانيد، ومن المراسيل الجيدة: مراسيل عروة بن الزبير؛ لشدَّة تحرِّيه، وكذلك مراسيل الحسن البصري عند بعضهم، وكذا مراسيل عامر بن شراحيل الشعبي.",
            "page": "25",
            "part": "1",
            "seal": "D9A8568F"
        },
        {
            "id": "26",
            "nass": "أمَّا مراسيل الصحابة: وهو ما وقع لبعض الصحابة، ممّا لم يسمعوه من النبي- صلى الله عليه وسلم - مباشرة، إنما سمعوه من صحابة آخرين، وهذا يحصل لصغار الصحابة، مثل ابن عباس، وأنس بن مالك، فهذا مقبول عند جمهور المحدِّثين؛ لأنَّ ما لم يسمعوه من النبي- صلى الله عليه وسلم - مباشرة، فإنَّما سمعوه من صحابة آخرين، والصحابة كلّهم عدول. ¶ المحاضرة الثامنة تتمات الضعيف 6 رجب 1425 ¶ رابعاً: التدليس ¶ هُوَ أحد الأسباب الرئيسة المهمة في علم علل الحديث؛ لأن التدليس يكشف عَنْ سقوط راوٍ أحياناً فيكون لهذا الساقط دور في اختلاف الأسانيد والمتون أو يكون الراوي ضعيفاً ولم يتابع فيضعف الحديث من أجله ولابدّ لنا من تفصيل القَوْل في التدليس: ¶ فالتدليس لغة: مأخوذ من الدَّلَسِ - بالتحريك - وَهُوَ اختلاط الظلام الذي هو سبب لتغطية الأشياء عن البصر. قال ابن حجر: وكأنه أظلم على الناظر لتغطية وجه الصواب فيه. ومنه التدليس في البيع، يقال: دلس فلان على فلان، أي: ستر عنه العيب الذي في متاعه كأنه أظلم عليه الأمر، وأصله مما ذكرنا من الدلس. ¶ أما في الاصطلاح، فإن التدليس عندهم يتنوع إلى عدة أنواع: ¶ الأول: تدليس الإسناد: ¶ وَهُوَ أن يروي الرَّاوِي عمن لقيه ما لَمْ يسمعه مِنْهُ بصيغة محتملة. ¶ والمراد من الصيغة المحتملة: أن لا يصرح بالسماع أَوْ الإخبار مثل: حَدَّثَنَا، وأخبرنا وأنبأنا، وسمعت، وَقَالَ لنا، وإنما يجيء بلفظ يحتمل الاتصال وعدمه، مثل: إن، وعن، وَقَالَ، وحدّث، وروى، وذكر، لذا لَمْ يقبل الْمُحَدِّثُوْنَ حَدِيْث المدلس ما لَمْ يصرِّح بالسماع. ¶ الثاني: تدليس الشيوخ:",
            "page": "26",
            "part": "1",
            "seal": "8D021CCA"
        },
        {
            "id": "27",
            "nass": "وَهُوَ أن يأتي باسم شيخه أَوْ كنيته عَلَى خلاف المشهور بِهِ تعمية لأمره وتوعيراً للوقوف عَلَى حاله. وهذا النوع حكمه أخف من السابق، وفي هَذَا النوع تضييع للمروي عَنْهُ وللمروي وتوعير لطريق مَعْرِفَة حالهما. ثُمَّ إن الحال في كراهيته يختلف بحسب الغرض الحامل عَلَيْهِ، إِذْ إن من يدلس هَذَا التدليس قَدْ يحمله كون شيخه الَّذِيْ غيّر سمته غَيْر ثقة، أو أصغر من الرَّاوِي عَنْهُ، أو متأخر الوفاة قَدْ شاركه في السَّمَاع مِنْهُ جَمَاعَة دونه، أو كونه كثير الرِّوَايَة عَنْهُ فلا يحب تكرار شخص عَلَى صورة واحدة. ¶ الثالث: تدليس التسوية: ¶ وَهُوَ أن يروي عَنْ شيخه، ثُمَّ يسقط ضعيفاً بَيْنَ ثقتين قَدْ سَمِعَ أحدهما من الآخر أو لقيه، ويرويه بصيغة محتملة بَيْنَ الثقتين. وممن اشتهر بهذا النوع: الوليد بن مُسْلِم، وبقية بن الوليد. وهذا النوع من التدليس يشترط فِيْهِ التحديث والإخبار من المدلس إلى آخره. ¶ تنبيه: هذا النوع من التدليس قَدْ سماه القدماء تجويداً. فتح المغيث 1/199،وتدريب الرَّاوِي 1/226،وشرح ألفية السيوطي: 36 - أي يذكر فيه الجياد من أهل الإسناد، أو أنه جعل ظاهر الإسناد جيداً بهذا الصنع القبيح، أو لأن المدلس يبقي جيد رواته -. وسماه صاحب ظفر الأماني: 377 بـ: \" التحسين \" - أي أن المدلس يحسن ظاهر الإسناد. ¶ وسمي هذا النوع من التدليس تسوية؛ لأن فاعله يسقط المجروح من الإسناد من بعد شيخه ليستوي حال رجاله في الثقة. ¶ الرابع: تدليس العطف: ¶ وَهُوَ مثل أن يقول الرَّاوِي: حَدَّثَنَا فُلاَن وفلان، وَهُوَ لَمْ يَسْمَع من الثاني. ¶ الخامس: تدليس السكوت: ¶ وَهُوَ كأن يقول الرَّاوِي: حَدَّثَنَا أَوْ سَمِعْتُ، ثُمَّ يسكت برهة، ثُمَّ يقول: هشام بن عروة أو الأعمش موهماً أنه سَمِعَ منهما، وليس كذلك. ¶ السادس: تدليس القطع:",
            "page": "27",
            "part": "1",
            "seal": "B512D9F9"
        },
        {
            "id": "28",
            "nass": "وَهُوَ أن يحذف الصيغة ويقتصر عَلَى قوله مثلاً: الزهري عَنْ أنس. ¶ السابع: تدليس صيغ الأداء: ¶ وَهُوَ ما يقع من الْمُحَدِّثِيْنَ من التعبير بالتحديث أَوْ الإخبار عَن الإجازة موهماً للسماع، وَلَمْ يَكُنْ تحمله لِذَلِكَ المروي عَنْ طريق السَّمَاع. ¶ وهذه الأنواع السبعة ليست كلها مشتهرة إنما المشتهر مِنْهَا والشائع الأول والثاني وعند الإطلاق يراد الأول. وهذا القسم هُوَ الَّذِيْ لَهُ دورٌ في الاختلافات الحديثية متوناً وأسانيد، إِذْ قَدْ يكشف خلال البحث بَعْدَ التنقير والتفتيش عَنْ سقوط رجل من الإسناد وربما كَانَ هَذَا الساقط ضعيفاً أَوْ في حفظه شيءٌ، أو لَمْ يضبط حديثه هَذَا. ¶ ومن الأمثلة عَلَى ذَلِكَ ما رَوَاهُ ابن حبان في صحيحه (1423) من طريق ابن جريج، عَنْ نافع، عَن ابن عمر، قَالَ: قَالَ رَسُول الله - صلى الله عليه وسلم -: ((لا تَبُلْ قائماً)) . ¶ وهذا الإسناد رجاله ثقات إلا أنَّ ابن جريج مدلسٌ وَقَدْ عنعن هنا وَلَمْ ¶ يصرح بسماعه من نافع، وَهُوَ قَدْ سَمِعَ من نافع أحاديث كثيرة، فهُوَ معروف ¶ بالرواية عَنْهُ، وروايته عَنْهُ في الكتب الستة. ولكن النقاد ببصيرتهم الناقدة ¶ ونظرهم الثاقب كشفوا أنَّ في هَذَا السند واسطة بَيْنَ ابن جريج ونافع، وأن ابن ¶ جريج لَمْ يسمعه من نافع مباشرة، بَلْ سمعه من عَبْد الكريم بن أبي المخارق الضعيف، وَقَدْ صرّح ابن جريج في بعض طرق الْحَدِيْث بهذا الساقط، فبان تدليسه؛ فَقَدْ رَوَى ¶ عَبْد الرزاق في مصنفه (15924) - ومِنْ طريقه ابن ماجه في سننه (308)) ، وأبو عوانة في مسنده (4/25) ، وابن عدي في الكامل (7/40) ، وتمام ¶ الرازي في: الروض البسام بترتيب وتخريج فوائد تمام (1/203 (148)) ، والحاكم في: المستدرك (1/158) ، والبيهقي في السنن الكبرى (1/102) - عَن ابن جريج، عَنْ عَبْد الكريم بن أبي المخارق، عَنْ نافع، بِهِ.",
            "page": "28",
            "part": "1",
            "seal": "AD6CB914"
        },
        {
            "id": "29",
            "nass": "ومن بدائه علم الْحَدِيْث أن حَدِيْث الثقة ليس كله صحيحاً، كَمَا أنّ حَدِيْث الضعيف ليس كله ضعيفاً، ومعرفة كلا النوعين من أحاديث الفريقين ليس بالأمر اليسير إنما يطلع عَلَى ذَلِكَ الأئمة النقاد الغواصون في أعماق ما يكمن في الروايات من صحة أو خطأ، لذا فتّش العلماء في حَدِيْث ابن أبي المخارق هل توبع عَلَيْهِ، أم أخطأ فِيْهِ؟ وخالف الثقات الأثبات أم انفرد؟ فنجدهُمْ قَدْ صرّحوا بخطأ ابن أبي المخارق لمخالفته الثقات الأثبات في ذَلِكَ، قَالَ البوصيري في مصباح الزجاجة (1/45) - بَعْدَ أن ضعّف حَدِيْث ابن أبي المخارق -: ((عارضه خبر عبيد الله بن عمر العمري الثقة المأمون المجمع عَلَى ثقته، ولا يُغتر بتصحيح ابن حِبّان هَذَا الخبر من طريق هشام بن يوسف، عَن ابن جريج عَنْ نافع، عَن ابن عمر. فإنه قَالَ بعده: أخاف أن يَكُوْن ابن جريج لَمْ يسمعه من نافع، وَقَدْ صحّ ظنُّه، فإنّ ابن جريج إمّا سمعه من ابن أبي المخارق كَمَا ثبت في رِوَايَة ابن ماجه هَذِهِ والحاكم في المستدرك واعتذر عَنْ تخريجه أنه إنّما أخرجه في المتابعات)) . ¶ وَقَالَ الترمذي: ((إنما رفع هَذَا الْحَدِيْث عَبْد الكريم بن أبي المخارق، وَهُوَ ضعيف عِنْدَ أهل الْحَدِيْث، ضعّفه أيوب السختياني وتكلم فِيْهِ. وروى عبيد الله، عَنْ نافع عَن ابن عمر قَالَ: قَالَ عمر - رضي الله عنه -: ما بلتُ قائِماً منذُ أسلَمْتُ. وهذا أصح من حَدِيْث عَبْد الكريم)) الجامع الكبير للترمذي 1/61-62 عقيب (12) . ¶ أقول: رِوَايَة عبيد الله الموقوفة أخرجها ابن أبي شيبة في مصنفه (1324) ، والبزار في مسنده (وَهُوَ المسمى بـ: البحر الزخار (149) ، والحديث أيضاً في كشف الأستار (244)) من طريق عبيد الله بن عمر، عَنْ نافع، عَن ابن عمر، عَنْ عمر موقوفاً، وَهُوَ الصواب.",
            "page": "29",
            "part": "1",
            "seal": "E43309A9"
        },
        {
            "id": "30",
            "nass": "ومما يدل عَلَى عدم صحة حَدِيْث ابن أبي المخارق أن الحافظ ابن حجر قَالَ: ¶ ((وَلَمْ يثبت عَن النَّبِيّ - صلى الله عليه وسلم - في النهي عَنْه شيء)) فتح الباري 1/330. ¶ بَعْدَ هَذَا العرض السريع بان لنا واتضح أن التدليس سبب من أسباب الاختلافات في الأسانيد والمتون؛ إِذْ إنه قَدْ يسفر عَنْ سقوط رجلٍ من الإسناد فيخالف الرَّاوِي غيره من الرُّوَاة. ¶ وما دمت قد مهدت عن التدليس وأنواعه فلا بد أن أذكر أموراً أخرى تتعلق بالتدليس، وهي كما يأتي: ¶ أولاً. حكم التدليس، وحكم من عرف بِهِ: ¶ مضى بنا في تعريف التدليس لغة أنّ مجموع معانيه تؤول إلى إخفاء العيب، وليس من معانيه الكذب، ومع ذَلِكَ فَقَد اختلف العلماء في حكمه وحكم أهله. ¶ فَقَدْ ورد عن بعضهم ومنهم - شعبة - التشديد فِيْهِ، فروي عَنْهُ أنه قَالَ: ¶ ((التدليس أخو الكذب)) ، وَقَالَ أَيْضاً: ((لأنْ أزني أحب إليّ من أن أدلس)) . ¶ ومنهم من سهّل أمره وتسامح فِيْهِ كثيراً، قَالَ أبو بكر البزار: ((التدليس ليس بكذب، وإنما هُوَ تحسين لظاهر الإسناد)) . ¶ وَالصَّحِيْح الَّذِيْ عليه الجمهور أنه ليس بكذب يصح به القدح في عدالة الرَّاوِي حَتَّى نرد جميع حديثه، وإنما هُوَ ضَرْبٌ من الإيهام، وعلى هَذَا نصّ الشَّافِعِيّ -رحمه الله- فَقَالَ: ((ومن عرفناه دلّس مرة فَقَدْ أبان لنا عورته في روايته، وليست تِلْكَ العورة بالكذب فنرد بِهَا حديثه، ولا النصيحة في الصدق، فنقبل مِنْهُ ما قبلنا من أهل النصيحة في الصدق)) . ¶ ويمكن حمل التشدد الوارد عن شعبة عَلَى ((المبالغة في الزجر عَنْهُ والتنفير)) . ¶ وإذا تقرر هَذَا، فما حكم حَدِيْث من عرف بِهِ؟ للعلماء فِيْهِ أربعة مذاهب:",
            "page": "30",
            "part": "1",
            "seal": "7C0A2E5B"
        },
        {
            "id": "31",
            "nass": "الأول: لا تقبل رِوَايَة المدلس، سواء صرح بالسماع أم لا، حكاه ابن الصَّلاَحِ عن فريق من أهل الْحَدِيْث والفقه، وهذا مبني عَلَى القَوْل بأنّ التدليس نفسه جرح تسقط بِهِ عدالة من عُرِف بِهِ. وهذا الَّذِي استظهره عَلَى أصول مذهب الإمام مالك القاضي عَبْد الوهاب في الملخص. ¶ الثاني: قبول رِوَايَة المدلس مطلقاً، وَهُوَ فرع لمذهب من قَبِلَ المرسل ونقله الْخَطِيْب البغدادي عن جمهور من قَبِلَ المراسيل، وحكاه الزركشي عن بعض شارحي أصول البزدوي من الحنفية. وبنوا هَذَا عَلَى ما بنوا عَلَيْهِ قبول المرسل؛ من أنّ إضراب الثقة عن ذكر الرَّاوِي تعديل لَهُ، فإن من مقتضيات ثقته التصريح باسم من روى عَنْهُ إذا كَانَ غَيْر ثقة. ¶ الثالث: إذا كَانَ الغالب عَلَى تدليسه أن يَكُون عن الثقات فهو مقبول كيفما كانت صيغة التحديث، وإن كَانَ عن غَيْر الثقة هُوَ الغالب رد حديثه حَتَّى يصرح بالسماع، حكاه الْخَطِيْب عن بعض أهل العلم، ونقله الزركشي عن أبي الفتح الأزدي. ¶ الرابع: التفصيل بَيْنَ أن يروي بصيغة مبينة للسماع، فيقبل حديثه، وبين أن يروي بصيغة محتملة للسماع وغيره فلا يقبل. وهذا الَّذِي عَلَيْهِ جمهور أَهْل الْحَدِيْث وغيرهم وصححه جمع، مِنْهُمْ: الْخَطِيْب البغدادي وابن الصَّلاَحِ وغيرهما وهو الحق. ¶ ثانياً. حكم الْحَدِيْث المدلس: ¶ لما كَانَ في حَدِيْث المدلس شبهة وجود انقطاع بَيْنَ المدلس ومن عنعن عَنْهُ، بحيث قَدْ يَكُوْن الساقط شخصاً أو أكثر، وَقَدْ يَكُوْن ثقة أَوْ ضعيفاً. فلما توافرت هَذِهِ الشبهة اقتضى ذَلِكَ الحكم بضعفه.",
            "page": "31",
            "part": "1",
            "seal": "E60DF752"
        },
        {
            "id": "32",
            "nass": "لكن المدلس إذا صرح بالسماع قبل حديث، مثاله: ما رواه محمد بن إسحاق، عن يعقوب بن عتبة، عن الزهري، عن عبيد الله بن عبد الله، عن عائشة، قالت: رجع رسول الله - صلى الله عليه وسلم - من البقيع، فوجدني وأنا أجد صداعاً في رأسي. وأنا أقول: وارأساه، فقال: بل أنا وارأساه ثم قال: ما ضرك لو مت قبلي، فقمت عليك فغسلتك وكفنتك وصليت عليك ودفنتك. ¶ فمدار هذا الحديث على محمد بن إسحاق، وهو مدلس، وقد عنعن في بعض الطرق، ولذا ضعف بعض العلماء الحديث بذلك، لكنه صرح بالسماع عند البيهقي في السنن الكبرى 3/396 فانتفت شبهة تدليسه فقبل حديثه. ¶ ملاحظة: المدلس إذا دلس قد يسقط واحداً وقد يسقط أكثر من واحد. ¶ وأسباب التدليس متعددة، فمنهم من صنع ذلك من باب إحسان الظن بمن أسقطوه، وإن كان مجروحاً عند غيرهم، وأسقطوه تمشية لروايته. ¶ ومنهم دلس لصغر سن شيخه، ومنهم صنع ذلك لكراهة ذكره؛ لسوء حاله من جهة أمر لا يعود إلى نفس حديثه. ¶ ومنهم من صنع ذلك لضعف شيخه، ومنهم من صنع ذلك لطلب العلو، ومنهم من يصنع ذلك إذا شورك عن ذلك الشيخ من قبل من هم دونه في السن أو غير ذلك. ¶ ومنهم من صنع ذلك لكثرته عن ذلك الشيخ ¶ المحاضرة التاسعة الشاذ 13/رجب/1425 ¶ إن الاختلافات الواردة في المتن أو الإسناد تتفرع أنواعاً متعددة، لكل نوع اسمه الخاص به، ومن تلك الاختلافات هو أن يخالف الثقة ثقات آخرين، مثل هذه المخالفة تختلف، ربما تكون من ثقة يخالف ثقة آخر، أو من ثقة يخالف عدداً من الثقات، وإذا كان المخالف واحداً وليس جمعاً فيشترط فيه أن يكون أوثق ممن حصل فيه الاختلاف، وهذا النوع من المخالفة يطلق عليه عند علماء المصطلح الشاذ، وهو: أن يخالف الثقة من هو أوثق منه عدداً أو حفظاً.",
            "page": "32",
            "part": "1",
            "seal": "44D4D0E5"
        },
        {
            "id": "33",
            "nass": "وهذا التعريف مأخوذ من تعريف الشافعي للشاذ، فقد روي عن يونس بن عبد الأعلى، قال: قال لي الشافعي -رحمه الله-: ((ليس الشاذ من الحديث أن يروي الثقة ما لا يروي غيره، إنما الشاذ: أن يروي الثقة حديثاً يخالف ما روى الناس)) . ¶ والشاذ في اللغة: المنفرد، يقال: شذّ يَشُذُّ ويشِذُّ - بضم الشين وكسرها - أي: انفرد عن الجمهور، وشذَّ الرجلُ: إذا انفرد عن أصحابه. وكذلك كل شيء منفرد فهو شاذ. ومنه: هو شاذ من القياس، وهذا مما يشذ عن الأصول، وكلمة شاذة…وهكذا. ¶ إذن: الشذوذ هو مخالفة الثقة للأوثق حفظاً أو عدداً، وهذا هو الذي استقر عليه الاصطلاح (وإنما قلنا هكذا؛ لأن للشاذ تعريفين آخرين، أولهما: وهو ما ذكر الحاكم النيسابوري - أن الشاذ هو الحديث الذي ينفرد به ثقة من الثقات، وليس له أصل متابع لذلك الثقة. معرفة علوم الحديث: 119. ¶ وثانيهما: وهو ما حكاه الحافظ أبو يعلى الخليلي القزويني من أن الذي عليه حفاظ الحديث أن الشاذ ما ليس له إلا إسناد واحد يشذ بذلك شيخ ثقة كان أو غير ثقة، فما كان عن غير ثقة فمتروك لا يقبل، وما كان عن ثقة يتوقف فيه ولا يحتج به. الإرشاد 1/176-177) . ¶ قال الحافظ ابن حجر: ((يختار في تفسير الشاذ أنه الذي يخالف رواية من هو أرجح منه)) . ¶ ثم إن مخالفة الثقة لغيره من الثقات أمر طبيعي إذ إن الرواة يختلفون في مقدار حفظهم وتيقظهم وتثبتهم من حين تحملهم الأحاديث عن شيوخهم إلى حين أدائها. وهذه التفاوتات الواردة في الحفظ تجعل الناقد البصير يميز بين الروايات، ويميز الرواية المختلف فيها من غير المختلف فيها، والشاذة من المحفوظة، والمعروفة من المنكرة.",
            "page": "33",
            "part": "1",
            "seal": "31488AEE"
        },
        {
            "id": "34",
            "nass": "ومن أمثلة الشاذ ما رواه عبد الواحد بن زياد قال: حدثنا الأعمش، عن أبي صالح، عن أبي هريرة، قال: قال رسول الله - صلى الله عليه وسلم -: ((إذا صلى أحدكم ركعتي الفجر فليضطجع على يمينه)) فقد أخطأ عبد الواحد بن زياد وشذّ حينما جعل الحديث من قول النبي - صلى الله عليه وسلم - والصواب أنه من فعله - صلى الله عليه وسلم - هكذا رواه سهيل بن أبي صالح، عن أبيه عند ابن ماجه (1199) ، والنسائي في الكبرى (1456) ، وكذا رواه محمد بن إبراهيم، عن أبي صالح عند البيهقي 3/45. ¶ وقد صرح جمع من الأئمة بشذوذ رواية عبد الواحد بن زياد منهم البيهقي في السنن الكبرى 3/45 فقال عن رواية الفعل: ((وهذا أولى أن يكون محفوظاً لموافقته سائر الروايات عن عائشة وابن عباس)) ، وكذا نقل الحكم بالشذوذ ابن القيم عن شيخه ابن تيمية في زاد المعاد 1/308 فقال: ((هذا باطل وليس بصحيح، وإنما الصحيح عنه الفعل لا الأمر بها، والأمر تفرد به عبد الواحد بن زياد وغلط فيه)) . وبنحو هذا قال الذهبي في الميزان 2/672. ¶ وهذا الشذوذ في جميع المتن، وهناك شذوذ ببعض المتن كزيادة التسمية في حديث أنس في الوضوء؛ فقد روى معمر بن راشد، عن ثابت وقتادة، عن أنس، قال: نظر بعض أصحاب النَّبي - صلى الله عليه وسلم - وضوءاً فلم يجده، فقال النَّبي - صلى الله عليه وسلم -: هاهنا ماء، فرأيت النبي - صلى الله عليه وسلم - وضع يده في الإناء الذي فيه الماء، ثم قال: توضئوا بسم الله، فرأيت الماء يفور من بين أصابعه، والقوم يتوضئون، حتى توضئوا من عند آخرهم.",
            "page": "34",
            "part": "1",
            "seal": "66ABE853"
        },
        {
            "id": "35",
            "nass": "فمعمر بن راشد ثقة ثبت فاضل، وشيخاه في هذا الحديث ثابت بن أسلم البناني، وهو ثقة عابد، وقتادة بن دعامة السدوسي، وهو ثقة ثبت. إلا أنَّ معمر بن راشد قد أخطأ بذكر زيادة: ((بسم الله)) في الحديث؛ إذ إنَّ الجمع من الرواة عن ثابت وقتادة لم يذكروا هذه الزيادة التي تفرد بها معمر مما يدل على خطئه ووهمه بها؛ وذلك أنَّ سليمان بن المغيرة الثقة، وحمّاد بن زيد الثقة وحمّاد بن سلمة الذي هو أثبت الناس في ثابت، ثلاثتهم رووه عن ثابت، عن أنس، به، ولم يذكروا زيادة ((بسم الله)) . ¶ وكذلك روى الحديث عن قتادة جماعة لم يذكروا الزيادة؛ فقد رواه سعيد بن أبي عروبة - وهو أثبت الناس في قتادة - وهمّام بن يحيى الثقة، وهشام الدَّستوائي الثقة الثبت، وشعبة بن الحجّاج الثقة الحافظ المتقن، أربعتهم رووه عن قتادة، عن أنس، به، ولم يذكروا هذه الزيادة؛ إذن فليس من المعقول أن يغفل جميع الرواة من أصحاب ثابت وقتادة، فيغيب عنهم حفظ هذه الزيادة، ثم يحفظها معمر بن راشد. ¶ ثمّ إنَّ ثابتاً وقتادة قد توبعا على رواية الحديث، وليس فيه ذكر الزيادة، تابعهما عليه إسحاق بن عبد الله - وهو ثقة حجّة -، وحميد الطويل، وهو ثقة، والحسن البصري الثقة الفاضل. ¶ فغياب زيادة: ((بسم الله)) عند هذه الكثرة يسلط الضوء على أنَّ الوهم في ذكرها من معمر، والله أعلم. ¶ ومن الأمثلة لحديث ثقة خالف في ذلك حديث ثقة أوثق منه:",
            "page": "35",
            "part": "1",
            "seal": "24A51D3C"
        },
        {
            "id": "36",
            "nass": "ما رواه معمر بن راشد، عن يحيى بن أبي كثير، عن عبد الله بن أبي قتادة، عن أبيه، قال: ((خرجت مع رسول الله - صلى الله عليه وسلم - زمن الحديبية، فأحرم أصحابي ولم أحرم، فرأيت حماراً فحملت عليه، فاصطدته، فذكرت شأنه لرسول الله - صلى الله عليه وسلم -، وذكرت أني لم أكن أحرمت، وأني إنما اصطدته لك؟ فأمر النَّبِيّ - صلى الله عليه وسلم - أصحابه فأكلوا، وَلَمْ يأكل مِنْهُ حِيْنَ أخبرته أني اصطدته لَهُ)) . ¶ فهذا الحديث يتبادر إلى ذهن الناظر فيه أول وهلة أنه حديث صحيح، إلا أنه بعد البحث تبين أن معمر بن راشد - وهو ثقة - قد شذ في هذا الحديث فقوله: ((إنما اصطدته لك)) ، وقوله: ((ولم يأكل منه حين أخبرته أني اصطدته له)) . جملتان شاذتان شذ بهما معمر بن راشد عن بقية الرواة. ¶ قال ابن خزيمة: ((هذه الزيادة: ((إنما اصطدته لك)) ، وقوله: ((ولم يأكل منه حين أخبرته أني اصطدته لك)) ، لا أعلم أحداً ذكره في خبر أبي قتادة غير معمر في هذا الإسناد، فإن صحت هذه اللفظة فيشبه أن يكون- صلى الله عليه وسلم - أكل من لحم ذلك الحمار قبل [أن] يعلمه أبو قتادة أنه اصطاده من أجله، فلما أعلمه أبو قتادة أنه اصطاده من أجله امتنع من أكله بعد إعلامه إياه أنه اصطاده من أجله؛ لأنه قد ثبت عنه - صلى الله عليه وسلم - أنه قد أكل من لحم ذلك الحمار)) . ¶ هكذا جزم الحافظ ابن خزيمة بتفرد معمر بن راشد بهاتين اللفظتين، وهو مصيب في هذا، إلا أنه لا داعي للتأويل الأخير لجزمنا بعدم صحة هاتين اللفظتين - كما سيأتي التدليل عليه -. ¶ وقال أبو بكر بن زياد النيسابوري - شيخ الدارقطني -: ((قوله: \" اصطدته لك \"، وقوله: \" ولم يأكل منه \"، لا أعلم أحداً ذكره في هذا الحديث غير معمر)) .",
            "page": "36",
            "part": "1",
            "seal": "FCC90C7F"
        },
        {
            "id": "37",
            "nass": "وقال البيهقي: ((هذه لفظة غريبة لم نكتبها إلا من هذا الوجه، وقد روينا عن أبي حازم بن دينار، عن عبد الله بن أبي قتادة في هذا الحديث أن النبي - صلى الله عليه وسلم - أكل منها، وتلك الرواية أودعها صاحبا الصحيح كتابيهما دون رواية معمر وإن كان الإسنادان صحيحين)) . ¶ وقال ابن حزم: ((لا يخلو العمل في هذا من ثلاثة أوجه. إما أن تغلب رواية الجماعة على رواية معمر لا سيما وفيهم من يذكر سماع يحيى من أبي قتادة، ولم يذكر معمراً، أو تسقط رواية يحيى بن أبي كثير جملة؛ لأنه اضطرب عليه، ويؤخذ برواية أبي حازم وأبي محمد وابن موهب الذين لم يضطرب عليهم؛ لأنه لا يشك ذو حسٍّ أن إحدى الروايتين وهم، إذ لا يجوز أن تصح الرواية في أنه عليه السلام أكل منه، وتصح الرواية في أنه عليه السلام لم يأكل منه، وهي قصة واحدة في وقت واحد في مكان واحد في صيد واحد)) ¶ وسأشرح الآن شذوذ رواية معمر، فأقول: ¶ خالف معمر رواية الجمع عن يحيى، فقد رواه هشام الدستوائي - وهو ثقة ثبت -، وعلي بن المبارك - وهو ثقة -، ومعاوية بن سلام -وهو ثقة -، وشيبان بن عبد الرحمان -وهو ثقة -، فهؤلاء أربعتهم رووه عن يحيى بن أبي كثير، ولم يذكروا هاتين اللفظتين.",
            "page": "37",
            "part": "1",
            "seal": "D77D6D24"
        },
        {
            "id": "38",
            "nass": "كما أن الحديث ورد من طريق عبد الله بن أبي قتادة من غير طريق يحيى بن أبي كثير، ولم تذكر فيه اللفظتان مما يؤكد ذلك شذوذ رواية معمر بتلك الزيادة؛ فَقَدْ رَوَاهُ عثمان بن عَبْد الله بن موهب - وَهُوَ ثقة -، وأبو حازم سلمة بن دينار - وهو ثقة -، وعبد العزيز بن رفيع -وهو ثقة -، وصالح بن أبي حسان - وهو صدوق -؛ فهؤلاء أربعتهم رووه عن عبد الله بن أبي قتادة، عن أبيه، ولم يذكروا هاتين اللفظتين، كما أن هذا الحديث روي من طرق أخرى عن أبي قتادة، وليس فيه هاتان اللفظتان: فقد رواه نافع مولى أبي قتادة -وهو ثقة -، وعطاء بن يسار - وهو ثقة -، ومعبد بن كعب بن مالك - وهو ثقة -، وأبو صالح مولى التوأمة - وهو مقبول - فهؤلاء أربعتهم رووه دون ذكر اللفظتين اللتين ذكرهما معمر، وهذه الفردية الشديدة مع المخالفة تؤكد شذوذ رواية معمر لعدم وجودها عند أحدٍ من أهل الطبقات الثلاث. ¶ والذي يبدو لي أن السبب في شذوذ رواية معمر بن راشد دخول حديث في حديث آخر؛ فلعله توهم بما رواه هو عن الزهري، عن عروة، عن يحيى بن عبد الرحمان بن حاطب، عن أبيه أنه اعتمر مع عثمان في ركب، فأهدي له طائر، فأمرهم بأكله، وأبى أن يأكل، فقال له عمرو بن العاص: أنأكل مما لست منه آكلاً، فقال: إني لست في ذاكم مثله، إنما اصطيد لي وأميت باسمي. ¶ فربما اشتبه عليه هذا الحديث بالحديث السابق، والله أعلم. ¶ وكتب ¶ د. ماهر ياسين الفحل ¶ رئيس قسم الحديث- كلية العلوم الإسلامية ¶ جامعة الأنبارmaher_fahl@hotmail.com",
            "page": "38",
            "part": "1",
            "seal": "E8F203E1"
        }
    ],
    "t1841": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "محاضرات في علوم الحديث"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "المحاضرة الأولى الحديث الصحيح"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المحاضرة الثانية تتمات الصحيح"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "المحاضرة الثالثة الحديث الحسن"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "المحاضرة الرابعة الحديث الضعيف"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "المحاضرة الخامسة طرق تخريج الحديث"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الحكم على الأسانيد على النحو الآتي"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "المحاضرة السادسة أقسام الضعيف"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "المحاضرة السابعة تتمات أقسام الضعيف"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "المحاضرة الثامنة تتمات الضعيف"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "المحاضرة التاسعة الشاذ"
        }
    ]
}