{
    "b1860": [
        {
            "id": "2",
            "nass": "19 ¶ سلسلة مؤلفات سعيد بن علي بن وهف القحطاني ¶ _ ¶ طهور المسلم في ضوء الكتاب والسنة - مفهوم، وفضائل، وآداب، وأحكام",
            "page": null,
            "part": null,
            "seal": "C1DFFFE8"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن ... الرحيم ¶ قال الله تعالى: ¶ {إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ ... } البقرة: 222. ¶ وقال - صلى الله عليه وسلم -: ¶ ((الطهور شطر الإيمان)).",
            "page": "3",
            "part": "1",
            "seal": "1095A0A0"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهدِهِ الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين وسلم تسليماً كثيراً. أما بعد: ¶ فهذه رسالة مختصرة في ((طهور المسلم)) بينت فيها: مفهوم، وفضائل، وآداب، وأحكام الطهارة التي هي شطر الإيمان، ومفتاح الصلاة، وذكرت فيها كل ما يحتاجه المسلم في طهارته ونظافته ونزاهته، كل ذلك مقروناً بالأدلة من الكتاب والسنة، فما كان من صواب فمن الله الواحد المنّان، وما كان من خطأ أو تقصير فمني ومن الشيطان، والله",
            "page": "4",
            "part": "1",
            "seal": "27005F45"
        },
        {
            "id": "5",
            "nass": "بريء منه ورسوله - صلى الله عليه وسلم - (¬1). ¶ وقد عرضت ما أشكل عليّ من مسائله الخلافية على سماحة الإمام العلامة عبد العزيز بن عبد الله ابن باز، رحمه الله تعالى، وأعظم مثوبته، فأخذت بما يُرجحه (¬2)، غفر الله له ورحمه. ¶ وقد قسمت البحث إلى تسعة مباحث وتحت كل مبحث مطالب ومسالك في الغالب مرقَّمة على النحو الآتي: ¶ - المبحث الأول: مفهوم الطهارة وأنواعها. ¶ - المبحث الثاني: أنواع النجاسات ووجوب تطهيرها أو زوالها. ¶ ¬_________ ¶ (¬1) اقتداء بما قاله عبد الله بن مسعود - رضي الله عنه - أخرجه أبو داود في كتاب النكاح، باب فيمن تزوج ولم يسمِّ صداقاً حتى مات، برقم 2116، وصححه الألباني في صحيح أبي داود، 2/ 397، وانظر: الروح لابن القيم ص 30. ¶ (¬2) سواء كان ذلك عن طريق المقابلة والاستفتاء أو الرجوع إلى مؤلفاته وترجيحاته وتقريراته عند العجز عن المقابلة.",
            "page": "5",
            "part": "1",
            "seal": "E7F25CB0"
        },
        {
            "id": "6",
            "nass": "- المبحث الثالث: سنن الفطرة وأنواعها. ¶ - المبحث الرابع: آداب قضاء الحاجة. ¶ - المبحث الخامس: الوضوء. ¶ - المبحث السادس: المسح على الخفين والعمائم والجبيرة. ¶ - المبحث السابع: الغسل. ¶ - المبحث الثامن: التيمم. ¶ - المبحث التاسع: الحيض والنفاس والاستحاضة والسلس. ¶ وأسأل الله العظيم بأسمائه الحسنى وصفاته العُلا أن يجعل هذا العمل القليل مباركاً خالصاً لوجهه الكريم، مقرباً لمؤلفه، وقارئه، وطابعه، وناشره من جنات النعيم، وأن ينفعني به في حياتي وبعد مماتي، وأن ينفع به كل من انتهى إليه، إنه خير مسئول، وأكرم مأمول، وهو حسبنا ونعم الوكيل، والحمد لله رب العالمين، والصلاة والسلام الأتمان الأكملان على سيد الناس أجمعين، نبينا محمد",
            "page": "6",
            "part": "1",
            "seal": "22F20C0F"
        },
        {
            "id": "7",
            "nass": "وعلى آله وأصحابه، ومن تبعهم بإحسان إلى يوم الدين. ¶ المؤلف ¶ حرر يوم الإثنين يوم التروية 8/ 12/1415هـ",
            "page": "7",
            "part": "1",
            "seal": "4B73FA5D"
        },
        {
            "id": "8",
            "nass": "المبحث الأول: تعريف الطهارة وأنواعها ¶ 1 ـ مفهوم الطهارة: ¶ - الطهارة لغة: النظافة والنزاهة عن الأقذار الحسية والمعنوية. ¶ - وشرعاً: ارتفاع الحدث بالماء أو التراب الطهورين المباحين، وزوال النجاسة والخبث، فالطهارة هي زوال الوصف القائم بالبدن المانع من الصلاة ونحوها (¬1). ¶ 2 - الطهارة نوعان: معنوية وحسية: ¶ النوع الأول: الطهارة الباطنة المعنوية، وهي: الطهارة من الشرك والمعاصي، وتكون بالتوحيد والأعمال الصالحة، وهي أهم من طهارة البدن، بل لا يمكن أن تقوم طهارة البدن مع وجود نجس الشرك ¶ ¬_________ ¶ (¬1) انظر: المغني لابن قدامة 1/ 12،وتوضيح الأحكام من بلوغ المرام لعبد الله البسام، ¶ 1/ 87.",
            "page": "8",
            "part": "1",
            "seal": "2C08D5BE"
        },
        {
            "id": "9",
            "nass": "{إِنَّمَا الْمُشْرِكُونَ نَجَسٌ} (¬1)، وقال النبي - صلى الله عليه وسلم -: ((إن المؤمن لا ينجس)) (¬2)، فيجب على كل مُكلَّفٍ أن يُطَهِّرَ قلبه من نجاسة الشِّرك، والشَّكِّ، وذلك بالإخلاص والتوحيد، واليقين. ويُطَهِّر نفسه وقلبه من أقذار المعاصي، وآثار الحسد، والحقد، والغلّ، والغِشّ، والكبر، والعجب، والرِّياء والسُّمعة ... وذلك بالتوبة الصادقة من جميع الذنوب والمعاصي. وهذه الطهارة هي شطر الإيمان والشطر الثاني هي الطهارة الحسية. ¶ النوع الثاني: الطهارة الحسية: وهي الطهارة من الأحداث والأنجاس، وهذا هو شطر الإيمان الثاني، قال النبي - صلى الله عليه وسلم -: ((الطهور شطر الإيمان)) (¬3). وتكون بما شرع ¶ الله من الوضوء، والغسل، أو التيمم عند فقد الماء. ¶ ¬_________ ¶ (¬1) سورة التوبة، الآية: 28. ¶ (¬2) متفق عليه: أخرجه البخاري في كتاب الغسل، باب عرق الجنب وأن المسلم لا ينجس، برقم 283، ومسلم في كتاب الحيض، باب الدليل على أن المسلم لا ينجس، برقم 371 من حديث أبي هريرة - رضي الله عنه -. ¶ (¬3) أخرجه مسلم في كتاب الطهارة، باب فضل الوضوء، برقم 223.",
            "page": "9",
            "part": "1",
            "seal": "999D9A99"
        },
        {
            "id": "10",
            "nass": "وزوال النجاسة أو إزالتها من اللِّباس، والبدن، ومكان الصلاة (¬1). ¶ 3 - تكون الطهارة بطهورين: ¶ الأول: الطهارة بالماء، وهي الأصل، فكلُّ ماءٍ نزل من السماء، أو خرج من الأرض وهو باقٍ على أصل خلقته فهو طهور، يُطهِّر من الأحداث والأخباث، ولو تغير طعمه، أو لونه، أو ريحه بشيء طاهر، لقوله - صلى الله عليه وسلم -: ((إن الماء طَهورٌ لا ينجِّسُهُ شيء)) (¬2)، ومن ذلك: ماء المطر، ومياه العيون، والآبار، والأنهار، والأودية، والثلوج ¶ الذائبة، والبحار، قال - صلى الله عليه وسلم - في ماء البحر: ((هو الطّهور ماؤه ¶ ¬_________ ¶ (¬1) انظر: الشرح الممتع على زاد المستقنع لابن عثيمين 1/ 19، ومنهاج المسلم لأبي بكر الجزائري ص170، وشرح عمدة الأحكام للمقدسي لسماحة العلامة ابن باز ص2 مخطوط في مكتبتي الخاصة. ¶ (¬2) أخرجه أبو داود في كتاب الطهارة، باب ما جاء في بئر بضاعة، برقم 67، والترمذي في كتاب الطهارة، باب ما جاء أن الماء لا ينجسه شيء، برقم 66، والنسائي في كتاب المياه، باب ذكر بئر بضاعة، برقم 325، وصححه أحمد، وصححه الألباني في صحيح سنن أبي داود 1/ 16.",
            "page": "10",
            "part": "1",
            "seal": "80FF2897"
        },
        {
            "id": "11",
            "nass": "الحِلُّ ميتته)) (¬1). ¶ أما ماء زمزم فقد ثبت من حديث علي - رضي الله عنه -: ((أن رسول الله - صلى الله عليه وسلم - دعا بسجلٍ من زمزم فشرب منه وتوضأ)) (¬2)، فإن تغير: لون الماء، أو طعمه، أو ريحه بنجاسة فهو نجس بالإجماع يجب اجتنابه (¬3). ¶ الثاني: الطهارة بالصعيد الطاهر، وهو بدل عن الطهارة بالماء، إذا تعذر استعمال الماء لأعضاء الطهارة، أو بعضها لعدمه، أو خوف ضرر باستعماله فيقوم التراب ¶ الطاهر مقام الماء (¬4). ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب الوضوء بماء البحر، برقم 83، والترمذي في كتاب الطهارة، باب ما جاء في ماء البحر أنه طهور، برقم 69، والنسائي في كتاب المياه، باب الوضوء بماء البحر، برقم 331، وابن ماجه في كتاب الطهارة وسننها، باب الوضوء بماء البحر، برقم 386. وقال الترمذي: ((هذا حديث حسن صحيح))، وصححه الألباني في صحيح سنن أبي داود، 1/ 19، وسلسلة الأحاديث الصحيحة، برقم 480. ¶ (¬2) أخرجه الإمام أحمد في ((زوائد المسند)) 1/ 76، وحسنه الألباني في إرواء الغليل، ¶ 1/ 45، برقم 13، وتمام المنة ص 46. ¶ (¬3) انظر فتاوى ابن تيمية 21/ 30، وسبل السلام شرح بلوغ المرام للصنعاني 1/ 22. ¶ (¬4) انظر: منهاج السالكين وتوضيح الفقه في الدين للعلامة عبد الرحمن بن ناصر السعدي، ص 13.",
            "page": "11",
            "part": "1",
            "seal": "A41FD23A"
        },
        {
            "id": "12",
            "nass": "المبحث الثاني: أنواع النجاسات ووجوب تطهيرها أو زوالها ¶ النجاسة: هي القذارة التي يجب على المسلم أن يتنزَّه عنها ويغسل ما أصابه منها، قال الله تعالى: {وَثِيَابَكَ ¶ فَطَهِّرْ} (¬1)، وقال سبحانه: {وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُواْ النِّسَاءَ فِي الْمَحِيضِ وَلاَ تَقْرَبُوهُنَّ حَتَّىَ يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ} (¬2) ومن هذه النجاسات ما يأتي: ¶ 1 - بول الآدمي وغائطه، ويكون تطهيره بالغسل والإزالة على النحو الآتي: ¶ أ - تطهير بول الغلام والجارية .. قال النبي - صلى الله عليه وسلم -: ((بول الغلام يُنضَح (¬3) وبول الجارية يُغْسَل)) (¬4) وهذا ¶ ¬_________ ¶ (¬1) سورة المدثر، الآية: 4. ¶ (¬2) سورة البقرة، الآية: 222. ¶ (¬3) النضح: هو البل بالماء والرش. فبول الغلام الذي لم يطعم ولم يأكل يكفي فيه أن يرش فيُتبع بالماء دون فرك ولا عصر حتى يشمله كله. انظر: النهاية في غريب الحديث، 5/ 69، والقاموس المحيط، ص313، والمصباح المنير، 2/ 609، والشرح الممتع، 1/ 372. ¶ (¬4) أخرجه أحمد في المسند، 1/ 76، وأبو داود في كتاب الطهارة، باب بول الصبي يصيب الثوب، برقم 610، والترمذي في كتاب الجمعة، باب ما ذكر في نضح بول الغلام الرضيع، برقم 610، وابن ماجه في كتاب الطهارة وسننها، باب ما جاء في بول الصبي الذي لم يطعم، برقم 525. وصححه الألباني في إرواء الغليل 1/ 188، برقم 166.",
            "page": "12",
            "part": "1",
            "seal": "280C1A35"
        },
        {
            "id": "13",
            "nass": "((ما لم يطعما، فإن طعما غُسِلا جميعاً)) (¬1). ¶ ب- تطهير النعل يكون بالدَّلك في الأرض؛ لقوله - صلى الله عليه وسلم -: ((إذا وَطِئَ أحدكم بنعليه الأذى؛ فإن التراب له طهور)) (¬2). ¶ ج - تطهير ذيل ثوب المرأة: يُطَهِّرُهُ التراب، فقد ثبت عن النبي - صلى الله عليه وسلم - أن المرأة إذا مشت في الطريق القذر، وبعده مكان طاهر أطيب منه، فإن ذيل ثوبها ¶ يطهر بذلك؛ ولهذا قال - صلى الله عليه وسلم -: ((يطهره ما بعده)) (¬3). ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب بول الصبي يصيب الثوب، برقم 378، وصححه الألباني في صحيح أبي داود، 1/ 76، برقم 364، وأصل نضح بول الغلام الصغير الذي لم يأكل الطعام. متفق عليه: أخرجه البخاري في كتاب الوضوء، باب بول الصبيان، برقم 223، ومسلم في كتاب الطهارة، باب حكم بول الطفل الرضيع وكيفية غسله، برقم 287 من حديث أم قيس بنت محصن. ¶ (¬2) أخرجه أبو داود في كتاب الطهارة، باب في الأذى يصيب النعل، برقم 385، وصححه الألباني في صحيح أبي داود، 1/ 77، برقم 371. ¶ (¬3) أخرجه أبو داود في كتاب الطهارة، باب في الأذى يصيب الذيل، برقم 383، والترمذي في كتاب الطهارة، باب ما جاء في الوضوء من الموطَئ، برقم 143.",
            "page": "13",
            "part": "1",
            "seal": "6A8E6480"
        },
        {
            "id": "14",
            "nass": "د - تطهير الأرض والفراش، إذا أصاب البول أو الغائط الأرض أو الفراش، فإن الغائط يزال ويصب مكانه ماء، أما البول فيكاثر بالماء؛ ولهذا قال - صلى الله عليه وسلم - في الأعرابي الذي بال في المسجد: ((دعوه وأهريقوا على بوله سجلاً من ماء أو ذنوبًا من ماء، فإنما بعثتم ميسرين ولم تبعثوا معسرين)) (¬1)، وتزال آثار الغائط والبول بالاستنجاء أو الاستجمار كما سيأتي إن شاء الله تعالى. ¶ 2 - دم الحيض، يُطهر بالدَّلْك والغسل، قال - صلى الله عليه وسلم - في دم الحيض يصيب الثوب: ((تَحتُّهُ، ثم تَقْرُصُه بالماء، ثم ¶ تَنْضَحُهُ، ثم تُصلي فيه)) (¬2). ¶ ¬_________ ¶ (¬1) متفق عليه: أخرجه البخاري في كتاب الوضوء، باب صب الماء على البول في المسجد، برقم 220، ومسلم في كتاب الطهارة، باب وجوب غسل البول وغيره من النجاسات إذا حصلت في المسجد، برقم 284. ¶ (¬2) متفق عليه: أخرجه البخاري في كتاب الوضوء، باب غسل الدم، برقم 227، ومسلم في كتاب الطهارة، باب نجاسة الدم وكيفية غسله، برقم 291.",
            "page": "14",
            "part": "1",
            "seal": "D69DCF4A"
        },
        {
            "id": "15",
            "nass": "3 - ولوغ الكلب في الإناء (¬1)، قال - صلى الله عليه وسلم -: ((طهور إناء ¶ ¬_________ ¶ (¬1) آسار البهائم، والحيوانات، والسباع فيه تفصيل: ولا شك أن السؤر: هو الفضلة وبقية الشراب أو الطعام. ومعلوم أن الحيوان قسمان: نجس وطاهر. فالقسم الأول نجس وهو نوعان: النوع الأول نجس قولاً واحداً: وهو الكلب والخنزير وما تولد منهما أو من أحدهما فهو نجس عينه وسؤره وجميع ما خرج منه. النوع الثاني مختلف فيه، وهو الحمار الأهلي والبغل، وجوارح الطير: كالصقر والحدأة، وسباع البهائم: كالذئب، والنمر. والأسد. والراجح كما ذهب إليه أكثر أهل العلم أن آسار هذه الحيوانات طاهر؛ لأنه يشق التحرز منها غالباً. انظر: فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، 5/ 380، والمغني، 1/ 68، والشرح الممتع، 1/ 396. القسم الثاني: طاهر في نفسه وسؤره وعرقه وهو ثلاثة أنواع: النوع الأول الآدمي فهو طاهر وسؤره طاهر؛ لأن المؤمن لا ينجس، وحيضة المرأة ليست في يدها. النوع الثاني مأكول اللحم: طاهر وسؤره طاهر بالإجماع، إلا الجلاّلة مختلف في سؤرها، فتكون من النوع الثاني من القسم الأول، وتقدم الترجيح. النوع الثالث: الهرة سؤرها طاهر؛ لأنها من الطوافين. انظر: المغني لابن قدامة، 1/ 64 - 70، ومعلوم أن الحيوان نوعان: ما ليس له نفس سائلة، وما له نفس سائلة: النوع الأول: ما ليس له نفس سائلة، أي لا يسيل دمه إذا قتل أو جرح، وهو على قسمين: الأول: ما يتولد من الطاهر فهو طاهر، حياً وميتاً: كالديدان، والذباب ونحو ذلك، ولكن الذباب إذا وقع في الإناء يغمس فيه؛ لأن في أحد جناحيه داء وفي الآخر دواء. والثاني ما يتولد من النجس كالصراصير متولدة من نجاسة البالوعة فهو نجس حياً وميتاً. النوع الثاني ما له نفس سائلة، وهو ثلاثة أقسام: الأول ما تباح ميتته وهو السمك والجراد، وجميع حيوانات البحر التي لا تعيش إلا في الماء فهو طاهر حياً وميتاً. الثاني ما لا تباح ميتته كحيوان البر المأكول، وحيوان البحر الذي يعيش في البر كالضفدع والتمساح ونحو ذلك فهذا نجس بعد الموت. النوع الثالث: الآدمي طاهر حياً وميتاً. المغني، 1/ 59 - 63، والشرح الممتع، 1/ 74 و77، و378، و393 - 397.",
            "page": "15",
            "part": "1",
            "seal": "753F305A"
        },
        {
            "id": "16",
            "nass": "أحدكم إذا ولغ فيه الكلب أن يغسله سبع مرات أُولاهنَّ بالتُّراب))، وفي رواية: ((فليرقه ... )) الحديث (¬1). ¶ 4 - الدم المسفوح ولحم الخنزير والميتة، {قُل لاَّ أَجِدُ فِي مَا أُوْحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلاَّ أَن يَكُونَ مَيْتَةً أَوْ دَمًا مَّسْفُوحًا أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ} (¬2). ¶ وجلد الميتة - التي يؤكل لحمها في حياتها (¬3) بعد ذكاتها ¶ - يطهر بالدباغ، كما قال - صلى الله عليه وسلم -: ((إذا دُبغ الإهاب فقد طَهُر)) (¬4). ¶ ¬_________ ¶ (¬1) أخرجه مسلم في كتاب الطهارة، باب حكم ولوغ الكلب، برقم 279. ¶ (¬2) سورة الأنعام، الآية: 145. ¶ (¬3) قال سماحة شيخنا ابن باز في شرحه لبلوغ المرام حديث رقم 20: واختلف في إهاب ما لا يؤكل لحمه هل يطهر بالدبغ أم لا؟ فقيل: حديث الدباغ عام لجميع الجلود، حتى جلود السباع. وقيل: إنه خاص بما يؤكل لحمه، وأحسن الأقوال وأقربها، وأظهرها أن الدباغ خاص بما يؤكل لحمه، وإن كان القول الآخر قوياً. وانظر: فتاوى ابن تيمية 21/ 90 - 96، والفتاوى الإسلامية 1/ 202، وتهذيب السنن 6/ 64 - 72، وزاد المعاد 5/ 754 - 756، والشرح الممتع 1/ 75. ¶ (¬4) أخرجه مسلم في كتاب الحيض، باب طهارة جلود الميتة بالدباغ، برقم 366، وأما حديث عبد الله بن عكيم قال: إن النبي - صلى الله عليه وسلم -، كتب إلينا ((لا تنتفعوا من الميتة بإهاب ولا عصب))، أخرجه أحمد وأبو داود في كتاب اللباس، باب من روى أن لا ينتفع بإهاب الميتة، برقم 4128، والترمذي في كتاب اللباس، باب ما جاء في جلود الميتة إذا دبغت برقم 1729، والنسائي في كتاب الفرع، باب ما يدبغ به جلود الميتة، برقم 4249، وابن ماجه في كتاب اللباس، باب من قال لا ينتفع من الميتة بإهاب ولا عصب، برقم 3613. وصححه الألباني في الإرواء 1/ 76 - 77. فهذا الحديث قيل فيه: إنه ضعيف، ولا يقابل الحديث الصحيح في مسلم، ولو صح وثبت أنه بعد حديث ميمونة لكان محمولاً على الإهاب قبل الدبغ، فحينئذ يحصل الجمع بينه وبين حديث ميمونة. ورجح هذا سماحة العلامة ابن باز في شرحه لبلوغ المرام، حديث رقم 23، والعلامة ابن عثيمين في الشرح الممتع، 1/ 71، وانظر: التلخيص الحبير، ¶ 1/ 47.",
            "page": "16",
            "part": "1",
            "seal": "8689397D"
        },
        {
            "id": "17",
            "nass": "أما ميتة الجراد والسمك، فقد جاء عنه - صلى الله عليه وسلم -: ((أُحلّ لنا ميتتان ودمان: أما الميتتان فالحوت والجراد، وأما الدمان الكبد والطحال)) (¬1). ¶ 5 - الوَدْيُ: ماء أبيض ثخين، يخرج كَدِراً بعد البول، ويُطهّرُ بغسل الذكر، ثم الوضوء (¬2)، وإذا أصاب ¶ ¬_________ ¶ (¬1) أخرجه أحمد في المسند 2/ 97، وابن ماجه في كتاب الصيد، باب صيد الحيتان والجراد، برقم 3218، وفي كتاب الأطعمة، باب الكبد والطحال، برقم 3314، والدارقطني في كتاب الأشربة وغيرها، باب الصيد والذبائح والأطعمة وغير ذلك، برقم 4687. ¶ (¬2) المغني لابن قدامة 1/ 233، قال الإمام العلامة ابن باز: غسل الأنثيين خاص بالمذي دون الودي.",
            "page": "17",
            "part": "1",
            "seal": "1271212C"
        },
        {
            "id": "18",
            "nass": "البدن منه شيء غُسل. ¶ 6 - المذي: وهو ماء أبيض لزج يخرج عند التفكير بالجماع أو عند الملاعبة، وهو من النجاسات التي يشق الاحتراز عنها فخُفِّف تطهيره، فمن حصل له ذلك: ((فليغسل ذكره وأنثييه (¬1) وليتوضأ وضوءه للصلاة)) (¬2)، ويغسل ما أصاب البدن، ويرش كفَّاً من ماء على ما أصاب ¶ الثوب أو السراويل؛ لحديث سهل بن حنيف - رضي الله عنه - (¬3). ¶ 7 - المني: هو ما يخرج دفقاً بِلَذَّةٍ، ويوجب ¶ ¬_________ ¶ (¬1) أنثييه: خصيتيه. ¶ (¬2) أخرجه أبو داود في كتاب الطهارة، باب في المذي، برقم 206، 208، وصححه الألباني في صحيح سنن أبي داود، 1/ 41، برقم 190 - 192، وأصله متفق عليه: أخرجه البخاري في كتاب الغسل، باب غسل المذي والوضوء منه، برقم 269، ومسلم في كتاب الحيض، باب المذي، برقم 303. ¶ (¬3) أخرجه أبو داود في كتاب الطهارة، باب في المذي، برقم 210، والترمذي في كتاب الطهارة، باب ما جاء في المذي يصيب الثوب، برقم 115، وابن ماجه في كتاب الطهارة وسننها، باب الوضوء من المذي، برقم 506، وحسنه الألباني في صحيح أبي داود، 1/ 142.",
            "page": "18",
            "part": "1",
            "seal": "59B04C74"
        },
        {
            "id": "19",
            "nass": "الغسل، وهو طاهر على الصحيح (¬1)، ولكن يستحب غسله إذا كان رطباً، وفركه إذا كان يابساً، فقد ثبت عن عائشة رضي الله عنها أنها قالت لرجل يغسل ثوبه من المني: ((إنما كان يجزئك إن رأيته أن تغسل مكانه، فإن لم تَرَ نضحت حوله، ولقد رأيتني أفركه من ثوب رسول الله - صلى الله عليه وسلم - فيصلِّي فيه)) (¬2)، وفي رواية: ((وإني لأحكُّهُ من ثوب رسول الله - صلى الله عليه وسلم - يابساً بظفري)) (¬3)، وقالت: ((إن رسول الله - صلى الله عليه وسلم - كان يغسل ¶ المني، ثم يخرج إلى الصلاة في ذلك الثوب، وأنا أنظر إلى أثر الغسل فيه)) (¬4). ¶ 8 - الجلاّلة: وهي الدابة التي تأكل العذرة، فإذا حُبِست حتى يزول عنها اسم الجلاّلة فلحومها وألبانها طاهرة حلال بعد الحبس، فقد ثبت عن ابن عمر، رضي الله ¶ ¬_________ ¶ (¬1) انظر: شرح النووي على صحيح مسلم 3/ 197 - 199، وهو الذي يرجحه ويفتي به سماحة شيخنا ابن باز رحمه الله تعالى. ¶ (¬2) أخرجه مسلم في كتاب الطهارة، باب حكم المني، برقم 288. ¶ (¬3) أخرجه مسلم في كتاب الطهارة، باب حكم المني، برقم 290. ¶ (¬4) أخرجه مسلم في كتاب الطهارة، باب حكم المني، برقم 289.",
            "page": "19",
            "part": "1",
            "seal": "46BD1107"
        },
        {
            "id": "20",
            "nass": "عنهما، أنه قال: ((نهى رسول الله - صلى الله عليه وسلم - عن لحوم الجلاّلة وألبانها)) (¬1)، وكان ابن عمر إذا أراد أكل الجلاّلة حبسها ثلاثاً (¬2)، وعنه يرفعه: ((نهى عن الجلاّلة في الإبل أن يركب عليها، أو يشرب من ألبانها)) (¬3). ¶ 9 - الفأرة: إذا وقعت الفأرة في السمن - سواء كان مائعاً أو جامداً - تُلْقَى وما حولها، فعن ميمونة رضي الله عنها، أن رسول الله - صلى الله عليه وسلم - سُئل عن فأرة سقطت في سمن فقال: ((ألقوها وما حولها فاطرحوه، وكلوا سمنكم)) (¬4)، ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الأطعمة، باب النهي عن أكل الجلالة وألبانها، برقم 3785، والترمذي في كتاب الأطعمة، باب ما جاء في أكل لحوم الجلالة وألبانها، برقم 1824، وابن ماجه في كتاب الذبائح، باب النهي عن لحوم الجلالة، برقم 3189، وانظر: إرواء الغليل للألباني، 8/ 149 - 151. ¶ (¬2) أخرجه ابن أبي شيبة ولفظه: \"أنه كان يحبس الدجاجة الجلاّلة ثلاثاً\"، انظر: إرواء الغليل 8/ 151، برقم 2505. ¶ (¬3) أخرجه أبو داود في كتاب الأطعمة، باب النهي عن أكل الجلالة وألبانها، برقم 3787. ¶ (¬4) أخرجه البخاري في كتاب الوضوء، باب ما يقع من النجاسات في السمن والماء، برقم 235، ورقم 5538، و5539، و5540.",
            "page": "20",
            "part": "1",
            "seal": "2F80EDF9"
        },
        {
            "id": "21",
            "nass": "هذا إذا لم يكن في السمن المتبقي أثر النجاسة في طعمه، أو لونه، أو رائحته، وإلا أُلقي ما تبقى، فيكون كالماء: إذا لم يتغير أحد أوصافه بنجاسة فهو طهور والله أعلم (¬1). ¶ 10 - بول وروث ما يؤكل لحمه: نجس؛ لحديث جابر - رضي الله عنه -: ((نهى رسول الله - صلى الله عليه وسلم - أن يُتمسح بعظم أو ببعر)) (¬2)، وثبت أنه - صلى الله عليه وسلم - امتنع من الاستجمار بالروث، ¶ وقال: ((هذا ركس)) (¬3). ¶ أما بول وروث مأكول اللحم فطاهر؛ لأمر النبي - صلى الله عليه وسلم - الصحابة بالشرب من بول الإبل (¬4)، ولهذا كان النبي - صلى الله عليه وسلم -: ¶ ¬_________ ¶ (¬1) انظر فتاوى ابن تيمية، 21/ 19 - 21 و38 - 39، و488 - 502، ورجح هذا القول ابن باز في شرح بلوغ المرام، مخطوط. ¶ (¬2) أخرجه مسلم في كتاب الطهارة، باب الاستطابة، برقم 263. ¶ (¬3) أخرجه البخاري في كتاب الوضوء، باب لا يستنجى بروث، رقم 156. ¶ (¬4) متفق عليه: أخرجه البخاري في كتاب الوضوء، باب أبوال الإبل والدواب والغنم ومرابضها، برقم 233، ومسلم في كتاب القسامة، باب حكم المحاربين والمرتدين، برقم 1671.",
            "page": "21",
            "part": "1",
            "seal": "7FA9F533"
        },
        {
            "id": "22",
            "nass": "((يصلي في مرابض الغنم قبل أن يبني المسجد)) (¬1). ¶ 11 - إذا كان في الثوب أو البدن أو البقعة نجاسة، وذكرها المصلي في الصلاة أو بعد الصلاة؛ فإن ذلك فيه تفصيل: ¶ أ - إذا ذكر ذلك وهو في الصلاة، أزال النجاسة، أو ألقى ما عليه نجاسة بشرط عدم كشف العورة، واستمر في صلاته، وصلاته صحيحة. ¶ ب- إذا لم يستطع إزالتها أثناء الصلاة بحيث لو ألقى ما عليه النجاسة انكشفت عورته، أو كانت النجاسة على بدنه، فحينئذ ينصرف من صلاته ثم يزيل النجاسة ثم يعيد الصلاة. ¶ ج- إذا ذكر بعد الانصراف من الصلاة أنه صلى في ثوب فيه نجاسة، أو صلى على بقعة فيها نجاسة، أو صلى ¶ ¬_________ ¶ (¬1) متفق عليه: أخرجه البخاري في كتاب الوضوء، باب أبوال الإبل والدواب والغنم ومرابضها، برقم 234، ومسلم في كتاب المساجد ومواضع الصلاة، باب ابتناء مسجد النبي - صلى الله عليه وسلم -،برقم 524،وانظر: شرح العمدة ((كتاب الطهارة)) لابن تيمية، ص108.",
            "page": "22",
            "part": "1",
            "seal": "DF8ED52F"
        },
        {
            "id": "23",
            "nass": "وفي جسده نجاسة، فصلاته صحيحة، ويدل على ذلك كله حديث أبي سعيد الخدري - رضي الله عنه -، حيث قال: صلى بنا رسول الله - صلى الله عليه وسلم - ذات يوم، فلما كان في بعض صلاته خلع نعليه فوضعهما عن يساره، فلما رأى الناس ذلك خلعوا نعالهم، فلما قضى صلاته - صلى الله عليه وسلم - قال: ((ما بالكم ألقيتم نعالكم؟)) قالوا: رأيناك ألقيت نعليك فألقينا نعالنا. فقال - صلى الله عليه وسلم -: ((إن جبريل أتاني فأخبرني أن فيهما قذراً ¶ - أو قال أذى - فألقيتهما، فإذا جاء أحدكم إلى المسجد فلينظر في نعليه فإن رأى فيهما قذراً -أو قال: أذىً - ¶ فليمسحهما وليصلّ فيهما)) (¬1). ¶ وهذا خاص بإزالة النجاسة، أما من صلَّى وذكر وهو في صلاته أو بعد الانصراف منها أنه على غير وضوء، أو ذكر أنَّ عليه جنابة؛ فإنَّ صلاته باطلة من أولها؛ سواء ذكر أثناء الصلاة أو بعد الانصراف منها، وعليه أن يرفع ¶ ¬_________ ¶ (¬1) أخرجه أحمد في المسند 3/ 20، 92، وأبو داود في كتاب الصلاة، باب الصلاة في النعل، برقم 650، وصححه الألباني في الإرواء برقم 284.",
            "page": "23",
            "part": "1",
            "seal": "DECE6B57"
        },
        {
            "id": "24",
            "nass": "الحدث ثم يُعيد الصلاة؛ لقوله - صلى الله عليه وسلم -: ((لا تُقبل صلاة بغير طهور ... )) (¬1). ¶ 12 - الخمر: جماهير العلماء على أن الخمر نَجِسَة العين. قال شيخ الإسلام ابن تيمية، رحمه الله تعالى: (( ... والمائعات المسكِّرة كلها نَجِسة؛ لأنَّ الله سمَّاها رِجساً، والرِّجس هو القَذِر والنّجس الذي يجب اجتنابه، وأمر باجتنابه مطلقاً وهو يَعُمُّ الشُّرب، والمسّ وغير ¶ ذلك، وأمر بإراقتها ولعن النبي - صلى الله عليه وسلم - عينها ... )) (¬2) وقال الشنقيطي رحمه الله: ((وجماهير العلماء على أن الخمر نّجِسَة العين لما ذكرنا، وخالف في ذلك ربيعة، والليث، والمزني صاحب الشافعي وبعض المتأخرين من البغداديين والقرويين كما نقله عنهم القرطبي في تفسيره، واستدلُّوا لطهارة عينها بأنَّ المذكورات معها في الآية (¬3): ¶ ¬_________ ¶ (¬1) أخرجه مسلم في كتاب الطهارة، باب وجوب الطهارة للصلاة، برقم 224. ¶ (¬2) شرح العمدة في الفقه، (كتاب الطهارة)، لشيخ الإسلام ص 109. ¶ (¬3) {يَا أَيُّهَا الَّذِينَ آمَنُواْ إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنصَابُ وَالأَزْلاَمُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ}. المائدة، الآية: 90.",
            "page": "24",
            "part": "1",
            "seal": "C8D3C238"
        },
        {
            "id": "25",
            "nass": "من مال مَيْسرَ، ومال قِمَار، وأَنْصاب، وأزْلام ليست نجسة العين وإن كانت محرمة الاستعمال، وأُجيب من جهة الجمهور بأنَّ قوله: {رجس} يقتضي نجاسة العين في الكل، فما أخرجه إجماع أو نص خرج بذلك، وما لم يخرجه نص ولا إجماع لزم الحكم بنجاسته؛ لأن خروج بعض ما تناوله العام بمخصص من المخصصات لايسقط الاحتجاج به في الباقي كما هو مقرر في ¶ الأصول .. وعلى هذا فالمسكِّر الذي عمَّت به البلوَى اليوم بالتَّطيُّب به المعروف في اللِّسان الدارج: (بالكلونيا) نجس لا تجوز الصَّلاة به، ويُؤَيِّدُهُ أنَّ قوله تعالى: {فَاجْتَنِبُوهُ} يقتضي الاجتناب المطلق الذي لا ينتفع معه بشيء من المسكِّر، وما معه في الآية بوجهٍ من الوجوه .. فلا يخفى على منصف أن التضمخ بالطيب المذكور والتّلذُّذ بريحه واستطابته واستحسانه - مع أنه",
            "page": "25",
            "part": "1",
            "seal": "FE3F18E8"
        },
        {
            "id": "26",
            "nass": "مسكر، والله يُصَرِّحُ في كتابه بأنَّ الخمر رجس - فيه ما فيه، فليس لمسلم أن يتطيب بما سمع ربه يقول فيه: {إنَّهُ رِجْسٌ} كما هو واضح، ويُؤَيِّدُهُ أنّه - صلى الله عليه وسلم -، أمر بإراقة الخمر، فلو كانت فيها منفعة أخرى لبيّنها كما بيَّن جواز الانتفاع بجلود الميتة، ولَما أراقها (¬1). ¶ 13 - والخلاصة: أنَّ الأصل في الأشياء: الطَّهارة والإباحة، فإذا شكَّ المسلم في نجاسة ماء، أو ثوب، أو بُقعة أو غيرها فهو طاهر، وكذلك إذا تيقَّن الطهارة ثم شك هل تنجس أم لا؟ بنى على ما تَيَقَّنَهُ من طهارةٍ، وكذلك إذا تَيقَّن النجاسة وشكَّ في الطهارة بنى على ما تيقَّنه، وكذلك إذا تيقَّن الحدث وشكَّ في زواله بنى على ما تيقّنه، وإذا شكَّ في عدد الركعات، أو الأطواف، أو ¶ ¬_________ ¶ (¬1) أضواء البيان في إيضاح القرآن 2/ 129، بتصرف يسير جداً، وانظر: الشرح الممتع لابن عثيمين 1/ 366، فقد رجح عدم النجاسة. أما سماحة شيخنا عبد العزيز بن عبد الله ابن باز، فيرجح ما يراه الجمهور، وأن الخمر نجسة، ولا يجوز التطيب بالمسكر؛ ولأن التطيب به وسيلة إلى استخدامه وبيعه وشرائه وشربه.",
            "page": "26",
            "part": "1",
            "seal": "C4EC4B6F"
        },
        {
            "id": "27",
            "nass": "الطلقات بنى على اليقين وهو الأقل، وهذه قاعة عظيمة وهي استصحاب الحال المعلوم واطِّراح الشكّ (¬1)؛ ولهذا قال - صلى الله عليه وسلم -، للرجل الذي يُخيَّل إليه أنه يجد الشيء في الصلاة: ((لا ينصرف حتى يسمع صوتاً أو يجد ريحاً)) (¬2). ¶ 14 - وجميع الأواني مباحة؛ لأن الأصل فيها الإباحة (¬3) إلا ما خصَّه الدليل بالتَّحريم، كآنية الذَّهب والفضّة وما فيه شيء منهما - إلا الضبَّة اليسيرة من ¶ ¬_________ ¶ (¬1) انظر: شرح العمدة ((كتاب الطهارة)) لابن تيمية ص83، ومنهج السالكين وتوضيح الفقه في الدين لعبد الرحمن السعدي ص6. ¶ (¬2) متفق عليه: أخرجه البخاري في كتاب الوضوء، باب من لا يتوضأ من الشك حتى يستيقن، برقم 237، ومسلم في كتاب الحيض، باب الدليل على أن من تيقن الطهارة ثم شك فله أن يصلي بطهارته تلك، برقم 361. ¶ (¬3) حتى آنية الكفار سواء كانوا من أهل الكتاب أو من غيرهم؛ لأن الله أحل لنا ذبائح أهل الكتاب؛ ولأن النبي - صلى الله عليه وسلم - أكل من الشاة المسمومة التي أهديت له في خيبر، واستعمل الماء من مزادة امرأة مشركة، وأما حديث أبي ثعلبة عند البخاري برقم 5496، ومسلم برقم 1930: أن النبي - صلى الله عليه وسلم - قال: ((لا تأكلوا فيها إلا أن لا تجدوا غيرها فاغسلوها وكلوا فيها))، فرجح سماحة شيخنا ابن باز رحمه الله تعالى أن الأمر بالغسل للاستحباب، إلا إذا رأى المسلم أثر الخمر أو لحم الخنزير في الإناء وجب عليه أن يغسله. وانظر: الشرح الممتع، 1/ 69.",
            "page": "27",
            "part": "1",
            "seal": "A8968BAE"
        },
        {
            "id": "28",
            "nass": "الفضة في الإناء للحاجة (¬1) -؛ لقوله - صلى الله عليه وسلم -: ((لا تشربوا في آنية الذهب والفضة ولا تأكلوا في صحافهما فإنها لهم في الدنيا ولكم في الآخرة)) (¬2). ¶ ¬_________ ¶ (¬1) لحديث أنس - رضي الله عنه -: ((أن قدح النبي - صلى الله عليه وسلم - انكسر فاتخذ مكان الشَّعْب سلسلة من فضة)) أخرجه البخاري في كتاب فرض الخمس، باب ما ذكر من درع النبي - صلى الله عليه وسلم -، برقم 3109، وفي كتاب الأشربة، باب الشرب من قدح النبي - صلى الله عليه وسلم - وآنيته، برقم 5638. وانظر: الشرح الممتع 1/ 64. ¶ (¬2) متفق عليه: أخرجه البخاري في كتاب الأطعمة، باب الأكل من إناء مفضض، برقم 5426، ومسلم في كتاب اللباس والزينة، باب تحريم استعمال إناء الذهب والفضة على الرجال والنساء، برقم 2067.",
            "page": "28",
            "part": "1",
            "seal": "EC7A198D"
        },
        {
            "id": "29",
            "nass": "المبحث الثالث: سنن الفطرة ¶ الفطرة المقصودة في هذا المبحث: هي السُّنَّة عند أكثر أهل العلم. ¶ قالوا: والمعنى: إنها من سنن الأنبياء عليهم الصلاة والسلام، ولا شكَّ أنّ بعض الخصال واجبة وبعضها مُستحبة، ولا يمتنع قرن الواجب بغيره (¬1)، ومن هذه الخصال ما يلي: ¶ 1 - الختان: وهو قطع جميع الجلدة التي تُغطِّي حشفة الرجل حتى تنكشف جميع الحشفة، وأما المرأة فَيُقطع الجزء الأعلى من اللَّحمة التي كالنَّواة، وهي تُشبه عُرف الدِّيك، وهي في أعلى الفرج فوق محل الإيلاج، ويُستحبُّ أن لا تُؤخذ كُلُّها؛ لأنَّ المقصود تقليل ¶ شهوتها (¬2)؛ لقوله - صلى الله عليه وسلم - لبعض الختَّانات في المدينة: ((إذا ¶ ¬_________ ¶ (¬1) انظر: شرح النووي على صحيح مسلم، 3/ 148، وفتح الباري، 10/ 340، والنهاية في غريب الحديث والأثر لابن الأثير، 3/ 457، والمغني لابن قدامة ¶ 1/ 114، ومعالم السنن، 6/ 101. ¶ (¬2) انظر: المراجع السابقة، نفس الجزء والصفحة، والروض المربع بحاشية ابن القاسم ¶ 1/ 160، والشرح الممتع 1/ 134.",
            "page": "29",
            "part": "1",
            "seal": "1503B0B0"
        },
        {
            "id": "30",
            "nass": "خفضت (¬1) فأشمِّي (¬2) ولا تنهكي (¬3) فإنه أسرى للوجه وأحظى عند الزوج)) (¬4). ¶ والختان يجب على الرجال، ويُستحب في حق النساء على الصحيح من أقوال أهل العلم (¬5)؛ ولهذا ((اختتن ¶ إبراهيم - عليه السلام - وهو ابن ثمانين سنة بالقَدُّوم)) (¬6)؛ ولحديث: ¶ ¬_________ ¶ (¬1) الخفض للنساء كالختان للرجال، انظر: النهاية في غريب الحديث 2/ 54. ¶ (¬2) شبه القطع اليسير بإشمام الرائحة، والنهك بالمبالغة فيه؛ أي اقطعي بعض النواة ولا تستأصليها، النهاية 2/ 503 و5/ 137. ¶ (¬3) أي: لا تبالغي في استقصاء الختان. النهاية في غريب الحديث 5/ 137. ¶ (¬4) أخرجه الخطيب البغدادي في تاريخه (5/ 327، 328)، والطبراني في الأوسط، واللفظ للطبراني، وذكره الهيثمي في المجمع، 5/ 175، وقال: رواه الطبراني في الأوسط، وإسناده حسن، وذكر الألباني له طرقاً كثيرة، وقال: وبالجملة فالحديث بهذه الطرق والشواهد صحيح، والله أعلم. انظر: سلسة الأحاديث الصحيحة ¶ 2/ 357. وعند أبي داود بلفظ: ((لا تنهكي، فإن ذلك أحظى للمرأة وأحب إلى البعل)) في كتاب الأدب، باب ما جاء في الختان، برقم 5271. ¶ (¬5) انظر: المغني لابن قدامة، 1/ 115، والشرح الممتع، 1/ 133، وشرح النووي، ¶ 3/ 148، والفتح، 10/ 340، وشرح العمدة، ص243. وهو الذي يفتي به شيخنا العلامة ابن باز. ¶ (¬6) أخرجه البخاري في كتاب أحاديث الأنبياء، باب قول الله تعالى: {وَاتَّخَذَ اللهُ إِبْرَاهِيمَ خَلِيلاً} برقم 3356، ومسلم في كتاب الفضائل، باب من فضائل إبراهيم الخليل - عليه السلام -، برقم 2370. ووقع في رواية البخاري بتشديد الدال، بينما وقع في رواية مسلم بتخفيفها. انظر: حاشية صحيح مسلم (2/ 1839).",
            "page": "30",
            "part": "1",
            "seal": "B061F5A5"
        },
        {
            "id": "31",
            "nass": "((ألقِ عنك شعر الكُفر واختتن)) (¬1). ¶ 2 - حلق العانة. ¶ 3 - نتف الإبط. ¶ 4 - تقليم الأظفار. ¶ 5 - قصُّ الشَّارب. وهو واجب (¬2)؛ لحديث أبي هريرة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: ((الفطرة خمس، أو خمس من الفطرة: الختان، والاستحداد، ونتف الإبط، وتقليم الأظفار، وقصّ الشَّارب)) (¬3). وقد وقَّت النبي - صلى الله عليه وسلم - أكثر ¶ المُدَّة التي تُتْرَك فيها هذه الخصال، قال أنس - رضي الله عنه -: ((وُقِّت ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب في الرجل يسلم فيؤمر بالغسل، برقم 356، وحسنه الألباني في الإرواء برقم 79. ¶ (¬2) لحديث زيد بن أرقم - رضي الله عنه -: ((من لم يأخذ من شاربه فليس منا))، ويأتي تخريجه تحت عنوان: إعفاء اللحية. ¶ (¬3) أخرجه البخاري في كتاب اللباس، باب قص الشارب، برقم 5889، ومسلم في كتاب الطهارة، باب خصال الفطرة، برقم 257.",
            "page": "31",
            "part": "1",
            "seal": "9490EC02"
        },
        {
            "id": "32",
            "nass": "لنا في قص الشارب، وتقليم الأظفار، ونتف الإبط، وحلق العانة أن لا نترك أكثر من أربعين ليلة)) (¬1). ¶ 6 - إعفاء اللحية. وهو واجب؛ لحديث ابن عمر رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: ((خالفوا المشركين، وفِّروا اللحى وأَحفوا الشَّوارب)) (¬2). وعن أبي هريرة - رضي الله عنه - يرفعه: ((جُزُّوا الشوارب وأرخوا اللِّحَى، خالفوا المجوس)) (¬3). ومن حديث ابن عمر يرفعه: ((أنهكوا الشوارب وأعفوا اللحى)) (¬4). وقد جاء الوعيد فيمن لم يأخذ من شاربه، ¶ ففي حديث زيد بن أرقم - رضي الله عنه -: ((من لم يأخذ من شاربه فليس منَّا)) (¬5). ¶ ¬_________ ¶ (¬1) أخرجه مسلم في كتاب الطهارة، باب خصال الفطرة، برقم 258، والنسائي، وفيه: ((وقّت لنا النبي - صلى الله عليه وسلم -)). ¶ (¬2) أخرجه البخاري في كتاب اللباس، باب تقليم الأظفار، برقم 5892، ومسلم في كتاب الطهارة، باب خصال الفطرة، برقم 259. ¶ (¬3) أخرجه مسلم في كتاب الطهارة، باب خصال الفطرة، برقم 260. ¶ (¬4) أخرجه البخاري في كتاب اللباس، باب إعفاء اللحى، برقم 5893، ومسلم في كتاب الطهارة، باب خصال الفطرة، برقم 259، واللفظ للبخاري. ¶ (¬5) أخرجه الترمذي في كتاب الأدب، باب ما جاء في قص الشارب، برقم 2761، والنسائي في كتاب الطهارة، باب قص الشارب، برقم 13، وأحمد، 4/ 366، وصححه الألباني في صحيح النسائي، 1/ 5، وصحيح الجامع، برقم 6409.",
            "page": "32",
            "part": "1",
            "seal": "BB925BD2"
        },
        {
            "id": "33",
            "nass": "7ـ السِّواك: يُستحب السِّواك في جميع الأوقات؛ لحديث عائشة رضي الله عنها قالت: قال رسول الله - صلى الله عليه وسلم -: ((السّواك مطهرةٌ للفمِّ مرضاةٌ للرّبِّ)) (¬1). ¶ ويتأكد استحباب السِّواك في عدة أحوال: ¶ الأول: عند الانتباه من النَّوم؛ لحديث حذيفة - رضي الله عنه - قال: ((كان النبي - صلى الله عليه وسلم - إذا قام من اللَّيل يَشُوصُ فاهُ بالسِّواك)) (¬2). ¶ الثاني: عند كل وضوء؛ لحديث أبي هريرة - رضي الله عنه -،عن النبي - صلى الله عليه وسلم - أنه قال: ((لولا أن أشقَّ على أُمتي لأمرتهم بالسِّواك عند كلِّ وضوء)) (¬3). ¶ ¬_________ ¶ (¬1) أخرجه النسائي في كتاب الطهارة، باب الترغيب في السواك، برقم 5، والبخاري معلقًا مجزومًا به في كتاب الصوم، باب السواك الرطب واليابس للصائم، وصححه الألباني في الإرواء برقم 66، وفي صحيح النسائي 1/ 4. ¶ (¬2) أخرجه البخاري في كتاب الوضوء، باب السواك، برقم 245، ومسلم في كتاب الطهارة، باب السواك، برقم 225. ¶ (¬3) أخرجه البخاري معلقاً مجزوماً به في كتاب الصيام، باب السواك الرطب واليابس للصائم، (4/ 158 مع فتح الباري)، ومالك في الموطأ في كتاب الطهارة، باب ما جاء في السواك، برقم 115، وأحمد 2/ 433، برقم 400 و460 أحمد شاكر، وصححه ابن خزيمة، وغيرهم.",
            "page": "33",
            "part": "1",
            "seal": "E3490D4F"
        },
        {
            "id": "34",
            "nass": "الثالث: عند كل صلاة؛ لحديث أبي هريرة - رضي الله عنه -، أن رسول الله - صلى الله عليه وسلم - قال: ((لولا أن أشقَّ على أمتي أو على الناس لأمرتهم بالسِّواك مع كلّ صلاة)) (¬1). ¶ الرابع: عند دخول المنزل؛ لحديث عائشة رضي الله عنها: ((أن النبي - صلى الله عليه وسلم - كان إذا دخل بيته بَدَأَ بالسِّواك)) (¬2). ¶ الخامس: عند تَغَيُّر رائحة الفم أو طعمه، أو اصفرار ¶ لون الأسنان من طعام أو شراب؛ لما رُويَ في ذلك (¬3)؛ ولأنَّ السواك إنَّما شُرع لتطييب الفم وتطهيره وتنظيفه، فإذا تغيَّر فقد تحقق السبب المقتضي له، فكان أولى منه ¶ ¬_________ ¶ (¬1) أخرجه البخاري في كتاب الجمعة، باب السواك يوم الجمعة، برقم 887، ومسلم في كتاب الطهارة، باب السواك، برقم 252. ¶ (¬2) أخرجه مسلم في كتاب الطهارة، باب السواك، برقم 253. ¶ (¬3) انظر: مسند الإمام أحمد 1/ 214، وقال الهيثمي في مجمع الزوائد 1/ 226: وقال أبو هريرة: لقد كنت أستن قبل أن أنام وبعد ما أستيقظ، وقبل أن آكل وبعدما آكل حين سمعت رسول الله - صلى الله عليه وسلم - يقول ما قال. رواه أحمد، ورجاله ثقات.",
            "page": "34",
            "part": "1",
            "seal": "DE9B6546"
        },
        {
            "id": "35",
            "nass": "عند الاستيقاظ من النوم (¬1). ¶ السادس: عند قِراءة القرآن الكريم، لحديث علي - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: ((إن العبد إذا تسوَّك ثم قام يصلي قام الملكُ خلفه فيستمع لقراءته فيدنو منه))، أو كلمة نحوها ((حتى يضع فاه على فيه فما يخرج من فيه شيء من القرآن إلا صار في جوف الملك، فطهِّروا أفواهكم للقرآن)) (¬2). ¶ السابع: قبل الخروج من البيت إلى الصلاة؛ لحديث زيد بن خالد الجهني - رضي الله عنه - قال: ((ما كان رسول الله - صلى الله عليه وسلم - يخرج من بيته لشيءٍ من الصلاة حتى يستاك)) (¬3). ¶ ويستحب الاستياك على اللسان؛ لأن أبا موسى ¶ ¬_________ ¶ (¬1) انظر: شرح العمدة في الفقه، (كتاب الطهارة) لابن تيمية، ص217 - 218. ¶ (¬2) قال المنذري في الترغيب: رواه البزار بإسناد جيد لا بأس به، وحسنه الألباني في صحيح الترغيب، 1/ 91، وقال في سلسة الأحاديث الصحيحة 3/ 214 برقم 1213: ((إسناده جيد، رجاله رجال البخاري)). ¶ (¬3) قال المنذري في الترغيب: رواه الطبراني بإسناد لا بأس به، وحسنه الألباني في صحيح الترغيب، 1/ 90.",
            "page": "35",
            "part": "1",
            "seal": "3A26779E"
        },
        {
            "id": "36",
            "nass": "قال: أتينا رسول الله - صلى الله عليه وسلم - فرأيته ((يستاك على لسانه)) (¬1). ويُستحب التيامن في السِّواك؛ لأن النبي - صلى الله عليه وسلم - ((كان يعجبه التيمن في تنعله، وترجله، وطهوره، وفي شأنه كله)) (¬2). ويُستحب أن يستاك بيده اليسرى؛ لأنه إماطة أذى يُفعل ¶ بإحدى اليدين، فكان باليسرى كالاستنجاء (¬3)، والله الموفق (¬4). ¶ 8 - غسل البراجم، قيل هي عُقد الأصابع التي في ¶ ¬_________ ¶ (¬1) أخرجه البخاري في كتاب الوضوء، باب السواك، برقم 244، ومسلم في كتاب الطهارة، باب السواك، برقم 254. ¶ (¬2) أخرجه البخاري في كتاب الوضوء، باب التيمن في الوضوء والغسل، برقم 168، ومسلم في كتاب الطهارة، باب التيمن في الطهور وغيره، برقم 268، ومعنى تنعله: لبسه نعله، وترجله: ترجيل شعره، وهو تسريحه ودهنه. وهذا عام مخصوص؛ لأن دخول الخلاء، والخروج من المسجد، ونحوهما يبدأ فيهما باليسار. انظر: فتح الباري، 1/ 270. ¶ (¬3) شرح العمدة في الفقه، لابن تيمية، ص 224. ¶ (¬4) قال ابن تيمية: ((الأفضل أن يستاك باليسرى، نص عليه الإمام أحمد في رواية ابن منصور الكوسج، ذكره في مسائله، وما علمنا أحداً من الأئمة خالف في ذلك)). انظر: مجموع الفتاوى، 21/ 108، والاختيارات، ص 10، والشرح الممتع، ¶ 1/ 127.",
            "page": "36",
            "part": "1",
            "seal": "ECF70B34"
        },
        {
            "id": "37",
            "nass": "ظهر الكف (¬1)، وقيل: عقد الأصابع ومفاصلها كلها، ويلحق بالبراجم ما يجتمع من الوسخ في معاطف الأذن، وكذلك جميع الوسخ المجتمع على أي موضع كان من البدن (¬2). وقيل: هي العُقد التي في ظهور الأصابع يجتمع فيها الوسخ، الواحدة: بُرْجُمة (¬3). ¶ 9 - الاستنشاق: ويأتي إن شاء الله تعالى. ¶ 10 - الاستنجاء أو الانتضاح: ويأتي إن شاء الله تعالى (¬4). ¶ وقد ثبت دليل هذه الخصال من حديث عائشة رضي الله عنها قالت: قال رسول الله - صلى الله عليه وسلم -: ((عشرٌ من الفطرة: قصّ الشَّارب، وإعفاء اللِّحية، والسِّواك، واستنشاق الماء، ¶ ¬_________ ¶ (¬1) انظر فتح الباري، 10/ 338، وشرح النووي، 3/ 150. ¶ (¬2) شرح النووي، 3/ 150. ¶ (¬3) النهاية في غريب الحديث لابن الأثير، 1/ 113. ¶ (¬4) الانتضاح: هو أن يأخذ قليلاً من الماء فيرش به فرجه ومذاكيره بعد الوضوء؛ ليزيل عنه الوسواس. انظر: النهاية في غريب الحديث 5/ 69،وفتح الباري 1/ 338.",
            "page": "37",
            "part": "1",
            "seal": "D3C67A9D"
        },
        {
            "id": "74",
            "nass": "والريح (¬1)، والمذي (¬2)، والودي، والمني (¬3)، فهذه الخوارج ¶ تنقض الطهارة إجماعاً كما قال ابن قدامة (¬4)، ودم الاستحاضة ينقض الوضوء على الصحيح (¬5) وهو قول عامة أهل العلم (¬6). ¶ 2 - خروج النجاسة من بقية البدن، فإن كان بولاً أو غائطاً نقض الوضوء سواء كان قليلاً أو كثيراً، وإن كان ¶ ¬_________ ¶ (¬1) لقوله - صلى الله عليه وسلم - للرجل الذي يخيل إليه أنه يجد الشيء في الصلاة: ((لا ينصرف حتى يسمع صوتاً أو يجد ريحاً))، أخرجه البخاري في كتاب الوضوء، باب من لا يتوضأ من الشك حتى يستيقن، برقم 137، ومسلم في كتاب الحيض، باب الدليل على أن من تيقن الطهارة ثم شك في الحدث فله أن يصلي بطهارته تلك، برقم 361، ولحديث أبي هريرة - رضي الله عنه - عندما سئل ما الحدث؟ فقال: ((فساء أو ضراط)). البخاري مع الفتح، 12/ 329، ومسلم، 1/ 204. ¶ (¬2) لحديث علي - رضي الله عنه -، أخرجه أبو داود، برقم 206، 208، وتقدم تخريجه في المبحث الثاني: أنواع النجاسات. ¶ (¬3) لقول ابن عباس: ((المني، والودي، والمذي: أما المني ففيه الغسل، وأما المذي والودي ففيهما إسباغ الطهور)). ذكره ابن قدامة وعزاه للأثرم، انظر: المعني ¶ 1/ 233. ¶ (¬4) المغني لابن قدامة 1/ 230. ¶ (¬5) لحديث عائشة رضي الله عنها في قصة فاطمة بنت أبي حبيش رضي الله عنها: ((ثم توضئي لكل صلاة))، رواه البخاري، وسيأتي تخريجه - إن شاء الله - في الاستحاضة. ¶ (¬6) المغني لابن قدامة، 1/ 230.",
            "page": "74",
            "part": "1",
            "seal": "08E093C1"
        },
        {
            "id": "75",
            "nass": "الخارج غير البول والغائط: كالدم الكثير، والقيء الكثير، والصديد الكثير، ونحو ذلك، فقيل ينقض إذا ¶ كان كثيراً نجساً (¬1). ¶ 3 - زوال العقل بنوم أو غيره. فأما النوم فينقض المستغرق منه على الصحيح؛ لحديث صفوان بن عسال - رضي الله عنه - (¬2) وأما غيره: كالجنون، والإغماء، والسكر، وما أشبهَهُ من الأدوية المزيلة للعقل فينقض الوضوء يسيره وكثيره (¬3). ¶ 4 - مس الفرج باليد قُبُلاً كان أو دُبُراً من غير حائل؛ لحديث جابر، وبسرة بنت صفوان رضي الله عنهما أن رسول الله ¶ ¬_________ ¶ (¬1) ذكر سماحة العلامة ابن باز هذا الناقض ضمن نواقض الوضوء في مجموع فتاواه، ¶ 3/ 294، وذكر العلامة ابن عثيمين أقوال الطرفين بأدلتها في كتاب الشرح الممتع على زاد المستقنع، 1/ 223، وانظر: المغني، 1/ 247 - 250. ¶ (¬2) أخرجه أحمد، 4/ 240، والترمذي، برقم 96، وابن ماجه، برقم 478، وحسنه الألباني في صحيح سنن الترمذي، 1/ 30، وتقدم تخريجه في الناقض الأول من نواقض الوضوء، وانظر: المغني، 1/ 235، والشرح الممتع، 1/ 226. ¶ (¬3) انظر: المغني لابن قدامة،1/ 234،وقال: (( ... ينقض الوضوء يسيره وكثيره إجماعاً)).",
            "page": "75",
            "part": "1",
            "seal": "9C81E78B"
        },
        {
            "id": "76",
            "nass": "- صلى الله عليه وسلم - قال: ((من مسّ ذكره فليتوضأ)) (¬1). ولحديث أم حبيبة ¶ وأبي أيوب رضي الله عنهما سمعت رسول الله - صلى الله عليه وسلم - يقول: ((من مسّ فرجه فليتوضأ)) (¬2)؛ ولحديث أبي هريرة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم -: ((إذا أفضى أحدكم بيده إلى فرجه وليس بينهما ستر ولا حجاب فليتوضأ)) (¬3). وحلقة الدبر فرج؛ لأنه منفرج عن ¶ ¬_________ ¶ (¬1) حديث بسرة أخرجه أبو داود في كتاب الطهارة، باب الوضوء من مس الذكر، برقم 181، والنسائي في كتاب الطهارة، باب الوضوء من مس الذكر، برقم 163، والترمذي في كتاب الطهارة، باب الوضوء من مس الذكر، برقم 82، وابن ماجه في كتاب الطهارة وسننها، باب الوضوء من مس الذكر، برقم 479، وصححه العلامة الألباني في إرواء الغليل، 1/ 150، برقم 116، أما حديث جابر فأخرجه ابن ماجه في كتاب الطهارة وسننها، باب الوضوء من مس الذكر، برقم 480، وصححه الألباني في صحيح ابن ماجه، 1/ 79. ¶ (¬2) حديث أم حبيبة أخرجه ابن ماجه في كتاب الطهارة وسننها، باب الوضوء من مس الذكر، برقم 481، وحديث أبي أيوب برقم 482، وصححه الألباني في صحيح ابن ماجه 1/ 79. ¶ (¬3) أخرجه ابن حبان كما في الموارد (رقم 210)، والدارقطني 1/ 147، والبيهقي في السنن الكبرى في كتاب الطهارة، باب ترك الوضوء من مس الفرج بظهر الكف ¶ 1/ 133، وقال الألباني في الأحاديث الصحيحة، برقم (1235): ((إسناد ابن حبان جيد)). ¶ قلت: أما حديث طلق فقال عنه سماحة العلامة ابن باز في شرحه لبلوغ المرام: ((كان مس الذكر في أول الإسلام لا ينقض الوضوء، ثم نسخ بحديث بسرة، وقيل: نأخذ بالترجيح، فحديث بسرة أصح من حديث طلق بن علي [و] ما دل عليه حديث بسرة هو الصواب، وأن مس الذكر ينقض الوضوء)). اهـ.",
            "page": "76",
            "part": "1",
            "seal": "9DA5FBC2"
        },
        {
            "id": "77",
            "nass": "الجوف ويخرج منه ما يخرج، فمن مس حلقة الدبر بدون حائل فله حكم من مس ذكره (¬1). ¶ 5 - أكل لحم الإبل؛ لحديث جابر بن سمرة - رضي الله عنه - أن رجلاً سأل رسول الله - صلى الله عليه وسلم -: أأتوضأ من لحوم الغنم؟ قال: ((إن شئت فتوضأ وإن شئت فلا تتوضأ)). قال: أتوضأ من لحوم الإبل؟ قال: ((نعم فتوضأ من لحوم الإبل ... )) الحديث (¬2). ¶ 6 - الرِّدَّةُ عن الإسلام أعاذنا الله والمسلمين من ذلك؛ لقوله تعالى: {وَمَن يَكْفُرْ بِالإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ} (¬3). وقوله: {لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ} (¬4). ¶ ¬_________ ¶ (¬1) انظر الشرح الممتع للعلامة ابن عثيمين، 1/ 242. ¶ (¬2) أخرجه مسلم في كتاب الحيض، باب الوضوء من لحوم الإبل، برقم 360. ¶ (¬3) سورة المائدة، الآية: 6. ¶ (¬4) سورة الزمر، الآية: 65.",
            "page": "77",
            "part": "1",
            "seal": "89B08D0E"
        },
        {
            "id": "78",
            "nass": "أما غسل الميت فالصحيح أنه لا ينقض الوضوء وهو قول أكثر أهل العلم، لكن لو أصابت يد الغاسل فرج الميت من غير حائل وجب عليه الوضوء، والواجب عليه ألا يمس فرج الميت إلا من وراء حائل. ¶ وهكذا مس المرأة لا ينقض الوضوء مطلقاً سواء كان ذلك عن شهوة أو غير شهوة في أصح قولي العلماء ما لم يخرج منه شيء؛ لأن النبي - صلى الله عليه وسلم - قبَّل بعض نسائه ثم صلى ولم يتوضأ، أما قوله تعالى: {أَوْ لاَمَسْتُمُ النِّسَاءَ} (¬1) فالمراد به الجماع في الأصح من قولي العلماء، وهو قول ابن عباس رضي الله عنهما وجماعة (¬2). ¶ 8 - الأمور التي يستحب لها الوضوء: ¶ 1 - عند ذكر الله تعالى ودعائه؛ لحديث أبي موسى أنه أخبر النبي - صلى الله عليه وسلم - بخبر أبي عامر، وأنه قال له: أقرئ النبي - صلى الله عليه وسلم - ¶ ¬_________ ¶ (¬1) سورة النساء، الآية: 43. ¶ (¬2) مجموع فتاوى العلامة ابن باز،3/ 394،وانظر: مجموع فتاوى ابن تيمية1،/231 - 236.",
            "page": "78",
            "part": "1",
            "seal": "2FAA2A38"
        },
        {
            "id": "79",
            "nass": "منّي السلام، وقل له: استغفر لي. فلما أخبر النبي - صلى الله عليه وسلم - دعا رسول الله - صلى الله عليه وسلم - بماءٍ فتوضأ منه، ثم رفع يديه ثم قال: ((اللهم اغفر لعبيد أبي عامر ... )) الحديث (¬1). ¶ 2 - الوضوء عند النوم، لحديث البراء بن عازب - رضي الله عنه - قال: قال النبي - صلى الله عليه وسلم -: ((إذا أتيت مضجعك فتوضأ وضوءك للصلاة ثم اضطجع على شقك الأيمن)). الحديث (¬2). ¶ 3 - الوضوء عند كل حدث؛ لحديث بريدة - رضي الله عنه - قال: أصبح رسول الله - صلى الله عليه وسلم - يوماً فدعا بلالاً فقال: ((يا بلال بمَ سبقتني إلى الجنة؟ إنني دخلت الجنة البارحة فسمعت خشخشتك (¬3) أمامي؟)) فقال بلال: ((ما أذّنت قط إلا صليت ¶ ¬_________ ¶ (¬1) أخرجه البخاري في كتاب المغازي، باب غزوة أوطاس، برقم 4323، ومسلم في كتاب فضائل الصحابة، باب من فضائل أصحاب الشجرة أهل بيعة الرضوان - رضي الله عنهم -، برقم 2498. ¶ (¬2) أخرجه البخاري في كتاب الدعوات، باب إذا بات طاهراً، برقم 6311، ومسلم في كتاب الذكر والدعاء والتوبة والاستغفار، باب ما يقول عند النوم وأخذ المضجع، برقم 2710. ¶ (¬3) الخشخشة: حركة لها صوت كصوت السلاح: أي صوت مشيتك.",
            "page": "79",
            "part": "1",
            "seal": "E3CDD3C2"
        },
        {
            "id": "80",
            "nass": "ركعتين، ولا أصابني حدث قط إلا توضأت ... )) (¬1). الحديث. ¶ 4 - الوضوء عند كل صلاة؛ لحديث أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((لولا أن أشقَّ على أمتي لأمرتهم عند كل صلاة بوضوءٍ، ومع كل وضوءٍ بسواك)) (¬2). ¶ 5 - الوضوء من حمل الميت؛ لحديث أبي هريرة يرفعه: ((من غسل ميتاً فليغتسل ومن حمله فليتوضأ)) (¬3). ¶ ¬_________ ¶ (¬1) أخرجه الترمذي في كتاب المناقب، باب من مناقب عمر، برقم 3689، وأحمد ¶ 5/ 360، وصححه الألباني في صحيح الترمذي، 3/ 205، وصحيح الترغيب والترهيب، 1/ 87، برقم 196، ويفتي به سماحة شيخنا ابن باز رحمه الله تعالى. ¶ (¬2) أخرجه أحمد، (2/ 250، 400، 433، 460، 517)، وحسنه المنذري، وصححه الألباني في صحيح الترغيب والترهيب، 1/ 86، برقم 95. ¶ (¬3) أخرجه أبو داود في كتاب الجنائز، باب في الغسل من غسل الميت، برقم 3161، والترمذي في كتاب الجنائز، باب ما جاء في الغسل من غسل الميت، برقم 993، وصححه الألباني في الإرواء، 1/ 173، برقم 144، وتمام المنة، ص 112. ¶ ويرى العلامة ابن باز في شرحه لبلوغ المرام أن الوضوء من حمل الميت لا يستحبّ؛ لأن الحديث ضعيف، أما الغسل من تغسيل الميت فسنة لأحاديث أخرى، منها حديث عائشة، وأسماء، وستأتي إن شاء الله تعالى.",
            "page": "80",
            "part": "1",
            "seal": "7F8D2B5D"
        },
        {
            "id": "81",
            "nass": "6 - الوضوء من القيء، لحديث معدان عن أبي الدرداء - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - ((قاء، فأفطر، فتوضأ)). الحديث (¬1). ¶ 7 - الوضوء مما مست النار؛ لقوله - صلى الله عليه وسلم -: ((توضَّؤوا مما مست النار)) (¬2). ثم ثبت من حديث ابن عباس، وعمرو بن أمية، وأبي رافع - رضي الله عنهم - أن النبي - صلى الله عليه وسلم - أكل من لحم ما مست النار ثم ((قام فصلى ولم يتوضأ)) (¬3)، فدل ذلك على استحباب الوضوء مما مست النار. ¶ ¬_________ ¶ (¬1) أخرجه الترمذي في كتاب الطهارة، باب ما جاء في الوضوء من القيء والرعاف، برقم 87، وأحمد، 6/ 443، وأبو داود في كتاب الصوم، باب الصائم يستقئ عامداً، برقم 2381، وصححه الألباني في إرواء الغليل، 1/ 147، برقم 111، وفي تمام المنة، ص111، وانظر: التلخيص الحبير، 2/ 190، وشرح العمدة لابن تيمية، ص 108، ورجح شيخنا ابن باز الاستحباب في شرحه لبلوغ المرام. ¶ (¬2) أخرجه مسلم في كتاب الحيض، باب الوضوء مما مست النار، برقم 353. ¶ (¬3) أخرجه البخاري في كتاب الوضوء، باب من لم يتوضأ من لحم الشاة والسويق، برقم 208، ومسلم في كتاب الحيض، باب نسخ الوضوء مما مست النار، برقم 354، وقد سألت العلامة عبد العزيز بن عبد الله ابن باز - رحمه الله تعالى -: هل الوضوء مما مست النار مستحبّاً؟ فقال: ((نعم يستحب)).",
            "page": "81",
            "part": "1",
            "seal": "6ADC5676"
        },
        {
            "id": "82",
            "nass": "8 - الوضوء للجنب إذا أراد الأكل؛ لحديث عائشة رضي الله عنها قالت: ((كان رسول الله - صلى الله عليه وسلم - إذا كان جنباً فأراد أن يأكل أو ينام توضأ وضوءه للصلاة)) (¬1). ¶ 9 - الوضوء لمعاودة الجماع؛ لحديث أبي سعيد - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((إذا أتى أحدكم أهله ثم أراد أن يعود فليتوضأ)) (¬2). ¶ أما الغُسل فقد كان - صلى الله عليه وسلم - يطوف على نسائه بغسل واحد (¬3). ¶ 10 - الوضوء للجنب إذا نام دون اغتسال؛ لحديث عائشة عندما سُئلت: أكان رسول الله - صلى الله عليه وسلم - يرقد وهو ¶ ¬_________ ¶ (¬1) أخرجه مسلم في كتاب الحيض، باب جواز نوم الجنب واستحباب الوضوء له وغسل الفرج ... ، برقم 305. ¶ (¬2) أخرجه مسلم في كتاب الحيض، باب جواز نوم الجنب واستحباب الوضوء له وغسل الفرج، برقم 308، قال سماحة العلامة ابن باز - رحمه الله - في شرحه لبلوغ المرام: ظاهر الأمر للوجوب. ¶ (¬3) أخرجه مسلم في كتاب الحيض، باب جواز نوم الجنب واستحباب الوضوء له وغسل الفرج، برقم 309.",
            "page": "82",
            "part": "1",
            "seal": "EADD495F"
        },
        {
            "id": "83",
            "nass": "جنب؟ قالت: ((نعم ويتوضأ)) (¬1). وعن ابن عمر أن عمر رضي الله عنهما استفتى النبي - صلى الله عليه وسلم - فقال: هل ينام أحدنا وهو جنب؟ قال: ((ليتوضأ ثم لينم حتى يغتسل إذا شاء)) (¬2). قال العلامة ابن باز: وجاء عنه - صلى الله عليه وسلم - أنه ربما اغتسل قبل أن ينام، فالأحوال ثلاثة: ¶ إحداها أن ينام من غير وضوء ولا غسل وهذه مكروه، وهو خلاف السنة. ¶ الحالة الثانية: يستنجي ويتوضأ وضوء الصلاة، وهذا لا بأس به. ¶ الحالة الثالثة: أن يتوضأ ويغتسل، وهذا هو ¶ الأكمل (¬3). ¶ ¬_________ ¶ (¬1) أخرجه البخاري بلفظه في كتاب الغسل، باب كينونة الجنب في البيت إذا توضأ قبل أن يغتسل، برقم 286، ومسلم في كتاب الحيض، باب جواز نوم الجنب واستحباب الوضوء له وغسل الفرج، برقم 305. ¶ (¬2) أخرجه البخاري في كتاب الغسل، باب نوم الجنب، برقم 287، ومسلم في كتاب الحيض، باب جواز نوم الجنب واستحباب الوضوء له وغسل الفرج، برقم 306. ¶ (¬3) شرح عمدة الأحكام لسماحة الشيخ ابن باز، مخطوط، ص 30،في مكتبتي الخاصة.",
            "page": "83",
            "part": "1",
            "seal": "448A6BDC"
        },
        {
            "id": "84",
            "nass": "المبحث السادس: المسح على الخفين والعمائم والجبيرة ¶ أ- حكم المسح على الخُفَّيْن: ¶ مشروع بالكتاب، والسنة، وإجماع أهل السنة؛ لقوله تعالى: {وَامْسَحُواْ بِرُؤُوسِكُمْ وَأَرْجُلَكُمْ إِلَى ¶ الْكَعْبَين} (¬1) على قراءة الجر، أما قراءة النصب فتحمل على غسل الرجلين المكشوفتين. ¶ أما السُّنة فقد تواترت الأحاديث بذلك عن ¶ النبي - صلى الله عليه وسلم - (¬2). قال الإمام أحمد رحمه الله تعالى: ((ليس في قلبي من المسح شيء فيه أربعون حديثاً عن أصحاب رسول الله - صلى الله عليه وسلم -، ما رفعوا إلى النَّبي - صلى الله عليه وسلم - وما وقفوا)) (¬3). ¶ وقال الحسن البصري رحمه الله: ((حدثني سبعون من أصحاب النبي - صلى الله عليه وسلم - أنه مسح على الخُفَّيْن)) (¬4). والأفضل في ¶ ¬_________ ¶ (¬1) سورة المائدة، الآية: 6. ¶ (¬2) الشرح الممتع على زاد المستقنع، 1/ 183، وفتح الباري، 1/ 306. ¶ (¬3) ذكره ابن قدامة في المغني، 1/ 360، وتعرف تلك الآثار بالتتبع، وقد روى أكثرها ابن أبي شيبة، 1/ 175 - 184. ¶ (¬4) ذكره ابن حجر في الفتح، 1/ 306، وعزاه لابن أبي شيبة، وذكره في التلخيص الحبير 1/ 158،وعزاه لابن المنذر، انظر: الأوسط لابن المنذر،1/ 433، و1/ 427.",
            "page": "84",
            "part": "1",
            "seal": "9D6A72C2"
        },
        {
            "id": "85",
            "nass": "حقِّ كل أحد بحسب قُدرتِهِ، فَلِلاَبس الخف أن يمسح عليه ولا ينزع خُفَّه إذا اكتملت الشروط، اقتداءً بالنَّبي - صلى الله عليه وسلم - وأصحابه - رضي الله عنهم -، وَلِمَن قدماه مكشوفتان الغسل، ولا يتحرى لبسه ليمسح عليه (¬1)؛ لحديث ابن عمر رضي الله عنهما عن النَّبي - صلى الله عليه وسلم - أنه قال: ((إن الله يُحبُّ أن تؤتى رخصه كما يكره أن تؤتى معصيته)) (¬2). وفي حديث ابن مسعود وعائشة رضي الله عنهما: ((إن الله يُحبُّ أن تقبل رخصه كما يحب أن تؤتى ¶ عزائمه)) (¬3). ¶ ¬_________ ¶ (¬1) الاختيارات الفقهية لابن تيمية، ص13، وانظر: زاد المعاد، 1/ 99، والمغني، ¶ 1/ 360. ¶ (¬2) أحمد في المسند، 2/ 108، والبيهقي في سننه الكبرى، 3/ 140، وابن خزيمة في صحيحه، برقم 950، 2027، والخطيب في تاريخه، 10/ 347. وقال الهيثمي في مجمع الزوائد، 3/ 162: رواه أحمد، ورجاله رجال الصحيح، والبزار، والطبراني في الأوسط، وإسناده حسن، وصححه الألباني في الإرواء، 3/ 9، برقم 564. ¶ (¬3) الطبراني، وابن حبان، رقم 3568، والبيهقي في السنن الكبرى، (3/ 140)، وصححه الألباني في الإرواء، 3/ 11 - 13، والعزائم هي الفرائض. وعند مسلم من حديث جابر - رضي الله عنه -: ((عليكم برخصة الله الذي رخص لكم)) في كتاب الصيام، باب جواز الصوم والفطر في شهر رمضان للمسافر في غير معصية، برقم 1115.",
            "page": "85",
            "part": "1",
            "seal": "960C0F14"
        },
        {
            "id": "86",
            "nass": "ب - شروط المسح على الخفين وما في معناهما: ¶ 1 - أن يلبسهما على طهارةٍ؛ لحديث المغيرة بن شعبة - رضي الله عنه -، قال: كنت مع النَّبي - صلى الله عليه وسلم - في سفر، فأهويت لأنزع خُفَّيْه فقال: ((دعهما فإني أدخلتهما طاهرتين)) فمسح عليهما (¬1). ¶ 2 - أن يكون المسح في الحدث الأصغر؛ لحديث صفوان بن عسَّال - رضي الله عنه - قال: ((كان رسول الله - صلى الله عليه وسلم - يأمرنا إذا كُنّا سفراً أن لا ننزع خفافنا ثلاثة أيام ولياليهن، إلا من جنابة، ولكن من غائط، وبول، ونوم)) (¬2) فلا يجوز المسح ¶ في الجنابة ولا فيما يوجب الغسل (¬3). ¶ 3 - أن يكون المسح في الوقت المحدد شرعاً وهو يوم ¶ ¬_________ ¶ (¬1) أخرجه البخاري في كتاب الوضوء، باب إذا أدخل رجليه وهما طاهرتان، برقم 206، ومسلم في كتاب الطهارة، باب المسح على الخفين، برقم 274/ 79. ¶ (¬2) أخرجه أحمد، 4/ 239، والنسائي في كتاب الطهارة، باب التوقيت في المسح على الخفين للمسافر، برقم 127، والطبراني في الكبير، برقم 7351، وابن خزيمة، برقم 196، وصححاه. وحسنه الألباني في إرواء الغليل، 1/ 140، برقم 104. ¶ (¬3) انظر: فتاوى المسح على الخفين لابن عثيمين، ص8، والمغني، 1/ 561، وشرح الزركشي، 1/ 388، والشرح الممتع، 6/ 168.",
            "page": "86",
            "part": "1",
            "seal": "E755F9C6"
        },
        {
            "id": "87",
            "nass": "وليلة للمقيم، وثلاثة أيام بلياليها للمسافر؛ لحديث علي بن أبي طالب - رضي الله عنه -، قال: ((جعل رسول الله - صلى الله عليه وسلم - ثلاثة أيام ولياليهن للمسافر، ويوماً وليلة للمقيم)) (¬1)؛ ولحديث صفوان - رضي الله عنه - المتقدم؛ ولحديث أبي بكرة - رضي الله عنه - عن النَّبي - صلى الله عليه وسلم - ((أنَّه رَخَّصَ للمسافر ثلاثة أيام ولياليهن، وللمقيم يوماً وليلة، إذا تطهر فلبس خُفَّيْه أن يمسح عليهما)) (¬2). وهذه المدة على الصحيح تبتدئ من أول مرة مسح بعد الحدث (¬3)، ¶ وتنتهي بأربع وعشرين ساعة بالنسبة للمقيم، واثنتين ¶ ¬_________ ¶ (¬1) أخرجه مسلم في كتاب الطهارة، باب التوقيت في المسح على الخفين، برقم 276. ¶ (¬2) ابن خزيمة، 1/ 96، وابن حبان (موارد)، برقم 184، والدارقطني، وانظر: التلخيص الحبير، 1/ 157. ¶ (¬3) الفتاوى الإسلامية، 1/ 236، وفتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، ¶ 5/ 243، وشرح العمدة لابن تيمية، ص556، وفتاوى المسح على الخفين لابن عثيمين، ص8، وفتاوى ابن عثيمين، 4/ 186، وإرشاد أولي البصائر والألباب للسعدي، ص14، والشرح الممتع لابن عثيمين، 1/ 187، وشرح عمدة الأحكام لابن باز، ص22، مخطوط، وانظر: تمام النصح للألباني، فقد نقل آثاراً تنص على أن المسح يبدأ من المسح بعد الحدث ص 89 - 92، وشرح بلوغ المرام لسماحة الشيخ عبد العزيز ابن باز، حديث رقم 69.",
            "page": "87",
            "part": "1",
            "seal": "B17E717C"
        },
        {
            "id": "88",
            "nass": "وسبعين ساعة بالنسبة للمسافر (¬1). ¶ 4 - أن يكون الخُفَّان أو الجوربان أو العمامة طاهرة (¬2)؛ فإن كانت نجسة؛ فإنه لا يجوز المسح عليها، والطاهر ضد النجس والمتنجّس، والنجس: نجس العين كما لو كانت الخفاف من جلد حمار. والمتنجِّس كما لو كانت من جلد بعير لكن أصابتها نجاسة، إلا أن المتنجس إذا طهر جاز المسح عليه والصلاة فيه؛ لحديث أبي سعيد - رضي الله عنه - قال: بينما رسول الله - صلى الله عليه وسلم - يصلِّي بأصحابه إذ خلع نعليه، فوضعهما عن يساره، فلما رأى ذلك القوم ألقوا نعالهم، ¶ فلما قضى رسول الله - صلى الله عليه وسلم - صلاته قال: ((ما حملكم على إلقائكم نعالكم))؟ قالوا: رأيناك ألقيت نعليك فألقينا نعالنا، فقال رسول الله - صلى الله عليه وسلم -: ((إن جبريل أتاني فأخبرني أن فيهما قذراً))، وقال: ((إذا جاء أحدكم إلى المسجد فلينظر ¶ ¬_________ ¶ (¬1) المغني لابن قدامة، 1/ 369، وشرح العمدة في الفقه لابن تيمية، ص 256، وفتاوى المسح على الخفين لابن عثيمين، ص 18. ¶ (¬2) انظر: الفتاوى الإسلامية، 1/ 235، والشرح الممتع، 1/ 188.",
            "page": "88",
            "part": "1",
            "seal": "72A46CB8"
        },
        {
            "id": "89",
            "nass": "فإن رأى في نعليه قذراً أو أذى فليمسحه [بالأرض] وليصلِّ فيهما)) (¬1). ¶ وهذا يدل على أنه لا يجوز أن يصلَّى فيما فيه نجاسة، ولأن النجس إذا مسح عليه بالماء تلوث بالنجاسة؛ فلا يصح المسح عليه (¬2). ¶ 5 - أن يكون ساتراً لمحل الفرض، وأن يكون صفيقاً ¶ لا يصف البشرة (¬3)، ويُعفى عن الخروق اليسيرة، وقد رجح القول بهذا الشرط العلامة عبد العزيز ابن باز رحمه الله تعالى (¬4). ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الصلاة، باب الصلاة في النعل، برقم 650،وأحمد،3/ 20، وما بين المعقوفين من رواية الإمام أحمد، وصححه الألباني في صحيح أبي داود، برقم 605، وفي الإرواء، برقم 284، وتقدم تخريجه في المبحث الثاني: أنواع النجاسات. ¶ (¬2) انظر: الشرح الممتع على زاد المستقنع، 1/ 188، وفتاوى المسح على الخفين لابن عثيمين، ص 7. ¶ (¬3) انظر: المغني لابن قدامة، 1/ 372، 373، وشرح العمدة في الفقه لابن تيمية ¶ ص 250، ومنار السبيل، 1/ 30، وشرح الزركشي، 1/ 391، والشرح الممتع على زاد المستقنع، 1/ 90. ¶ (¬4) الفتاوى الإسلامية، 1/ 235، وشرح عمدة الأحكام للمقدسي لسماحته، ص 21، مخطوط، وفتاوى اللجنة الدائمة، 5/ 238، 243، 246، والفتاوى الإسلامية، ¶ 1/ 234.",
            "page": "89",
            "part": "1",
            "seal": "A459BBAA"
        },
        {
            "id": "90",
            "nass": "6 - أن يكون مباحاً لا مغصوباً، ولا حريراً لرجل، ولا مسروقاً، فإن المحرَّم نوعان: محرّم لكسبه كالمغصوب والمسروق، ومحرّم لعينه: كالحرير للرجل، وكذا اتخاذ ما فيه صور لذوات الأرواح، فلا يجوز أن يمسح على هذين النوعين؛ لأن المسح على الخفين رخصة، فلا تستباح به المعصية؛ ولأن القول بالجواز مقتضاه إقرار هذا الإنسان على لبس هذا المحرم، والمحرم يجب إنكاره (¬1). ¶ 7 - أن لا ينزع بعد المسح قبل انقضاء المدة؛ فإن خلع خفيه أو ما في معناهما بعد المسح عليهما أعاد الوضوء مع غسل الرِّجلين (¬2). ¶ ورجح هذا القول العلامة عبد العزيز بن عبد الله ¶ ¬_________ ¶ (¬1) الشرح الممتع، 1/ 189، والمغني لابن قدامة، 1/ 373، وشرح الزركشي، ¶ 1/ 396، ومنار السبيل، 1/ 30، ويفتي به سماحة الشيخ ابن باز رحمه الله تعالى. ¶ (¬2) المغني لابن قدامة، 1/ 367، وشرح العمدة في الفقه [كتاب الطهارة] لابن تيمية، ص 257، وانظر: الشرح الممتع لزاد المستقنع، 1/ 215.",
            "page": "90",
            "part": "1",
            "seal": "987C90A9"
        },
        {
            "id": "91",
            "nass": "ابن باز، وقال: هو قول الجمهور، وهو الصواب (¬1). ¶ وهناك بعض الشروط ذكرها بعض أهل العلم ليس عليها دليل، أو تدخل فيما سبق (¬2). ¶ جـ - مُبطلات المسح: ¶ 1 - إذا حدث ما يوجب الغسل كالجنابة بطل المسح ¶ ولا بد من غسل (¬3). ¶ 2 - إذا خلع الخفين أو ما في معناهما بعد المسح عليهما بطل وضوؤه على القول الراجح كما تقدم (¬4). ¶ ¬_________ ¶ (¬1) انظر: فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، 5/ 251 - 252، وشرح بلوغ المرام لسماحة الشيخ ابن باز، مخطوط. ¶ (¬2) انظر: منار السبيل، 1/ 30، والسلسبيل في معرفة الدليل، 1/ 142، وهي: إمكان المشي بهما عرفاً، وثبوتهما بنفسهما، وألا يكون واسعاً يرى منه محل الفرض، وانظر: شرح الزركشي، 1/ 395 - 396. ¶ (¬3) لحديث صفوان بن عسال، أخرجه أحمد، 4/ 239، وابن خزيمة، برقم 196، والنسائي، برقم 127، والطبراني في الكبير، برقم 7351، وتقدم تخريجه في المبحث السادس: المسح على الخفين. ¶ (¬4) لما تقدم في الشرط السابع.",
            "page": "91",
            "part": "1",
            "seal": "66B7B5F6"
        },
        {
            "id": "92",
            "nass": "3 - إذا انقضت المدة المعتبرة شرعاً بطل المسح (¬1). ورجح سماحة الإمام العلامة عبد العزيز بن عبد الله ابن باز رحمه الله تعالى أن انقضاء المدة يبطل المسح لمفهوم أحاديث التوقيت، فإذا انقضت المدة خلع الخفين وغسل الرجلين، وخلع العمامة ومسح الرأس (¬2). ¶ د - كيفية المسح على الخفين والجوربين والعمائم: ¶ يمسح على ظاهر الخفين أو الجوربين؛ لحديث علي - رضي الله عنه - ¶ قال: ((لو كان الدين بالرأي؛ لكان أسفل الخف أولى بالمسح من أعلاه، وقد رأيت رسول الله - صلى الله عليه وسلم - يمسح على ظاهر خفيه)) (¬3)؛ ولحديث المغيرة بن شعبة أن رسول الله - صلى الله عليه وسلم -: ((كان يمسح على الخفين)) وقال: ((على ظهر الخفين)) (¬4)، ¶ ¬_________ ¶ (¬1) انظر: شرح العمدة في الفقه، كتاب الطهارة، لابن تيمية، ص 257، والمغني لابن قدامة، 1/ 366. ¶ (¬2) ذكر ذلك سماحة الشيخ في شرحه لبلوغ المرام، وكان يفتي به كثيراً. ¶ (¬3) أخرجه أبو داود في كتاب الطهارة، باب كيف المسح، برقم 162، وصححه العلامة ابن باز، والألباني في صحيح أبي داود، 1/ 33، وانظر: إرواء الغليل برقم 103. ¶ (¬4) أخرجه أبو داود في كتاب الطهارة، باب كيف المسح، برقم 161، وصححه الألباني في صحيح أبي داود، 1/ 33.",
            "page": "92",
            "part": "1",
            "seal": "D255B713"
        },
        {
            "id": "93",
            "nass": "قال ابن قدامة رحمه الله: ((روى الخلال بإسناده عن المغيرة بن شعبة فذكر وضوء النَّبي - صلى الله عليه وسلم - قال: ((ثم توضأ ومسح على الخفين، فوضع يده اليمنى على خفه الأيمن، ووضع يده اليسرى على خفه الأيسر، ثم مسح أعلاهما مسحة واحدة حتى كأني أنظر إلى أثر أصابعه على الخفين)) (¬1). قال ابن عقيل: سنة المسح هكذا ((أن يمسح خفيه بيديه اليمنى لليمنى، واليسرى لليسرى))، وقال ¶ أحمد: ((كيفما فعلت فهو جائز باليد الواحدة أو باليدين)) (¬2). ¶ والمسح على الجوربين كالمسح على الخفين تماماً؛ لحديث المغيرة بن شعبة - رضي الله عنه - قال: ((توضأ رسول الله - صلى الله عليه وسلم - ومسح على الجوربين والنعلين)) (¬3). ¶ ¬_________ ¶ (¬1) ذكره في المغني، 1/ 377، وعزاه للخلال بإسناده. ¶ (¬2) المغني، 1/ 378، وانظر: شرح العمدة، ص372، وشرح الزركشي على مختصر الخرقي، 1/ 403، وزاد: قال في البلغة: ((ويسن تقديم اليمين)). ¶ (¬3) أخرجه أبو داود في كتاب الطهارة، باب المسح على الجوربين، برقم 159، وصححه الألباني في صحيح أبي داود، 1/ 33.",
            "page": "93",
            "part": "1",
            "seal": "709F19FF"
        },
        {
            "id": "94",
            "nass": "وذكر ابن قدامة أنه إذا مسح على الجوربين والنعلين جميعاً فإنه بعد المسح لا يخلع النعلين (¬1). ¶ أما المسح على العمائم وخمار المرأة على الصحيح فهو على صفتين: ¶ 1 - المسح على العمامة المحنَّكة والخمار المحنَّك. ¶ 2 - المسح على الناصية والتكميل على العمامة أو الخمار (¬2). ¶ ويشترط للعمامة والخمار ما يشترط للخفين على الصحيح، كما رجح ذلك سماحة العلامة ابن باز رحمه الله تعالى (¬3). ¶ هـ - المسح على الجبائر: ¶ الأحاديث التي وردت في الجبائر قال جماعة من أهل العلم: إنها ضعيفة (¬4)، ولكن ذكر العلامة ابن باز رحمه الله ¶ ¬_________ ¶ (¬1) المغني لابن قدامة، 1/ 375، وشرح العمدة لابن تيمية، ص251، وزاد المعاد، ¶ 1/ 199، والاختيارات الفقهية لابن تيمية، ص 14. ¶ (¬2) أخرجه البخاري، برقم 204، 205، وقد تقدم في فروض الوضوء وأركانه. ¶ (¬3) وانظر المغني لابن قدامة، 1/ 383. ¶ (¬4) منها حديث علي بن أبي طالب، وحديث ابن عباس، وحديث جابر، انظر: بلوغ المرام، من حديث 145 - 147.",
            "page": "94",
            "part": "1",
            "seal": "B3B718E8"
        },
        {
            "id": "95",
            "nass": "أن أحاديث الجبائر مع أحاديث المسح على الخفين تدل على شرعية المسح على الجبائر؛ لأن المسح على الخفين للتيسير، فالمسح على الجبائر أولى بالشرعية؛ ولكونه ضرورياً لم يشرع فيه التوقيت (¬1)، ويفارق مسح الجبيرة مسح الخف من وجوه: ¶ 1 - لا يجوز المسح عليها إلا عند الضرر بنزعها، والخف خلاف ذلك. ¶ 2 - يجب استيعابها بالمسح إلا ما زاد على محل الفرض في الوضوء؛ لأنه لا ضرر في تعميمها به بخلاف الخف فإنه يشق تعميمه بالمسح، فيجزئ فيه مسح بعضه كما وردت به السنة (¬2). ¶ 3 - يمسح على الجبيرة من غير توقيت؛ لأن مسحها لضرورة فتقدّر بقدرها. ¶ ¬_________ ¶ (¬1) شرح بلوغ المرام للعلامة ابن باز، حديث 145 - 147، مخطوط. ¶ (¬2) قال ابن تيمية رحمه الله: وهو مذهب الفقهاء قاطبة، انظر: فتاوى ابن تيمية، 21/ 178 - 182.",
            "page": "95",
            "part": "1",
            "seal": "E52977B2"
        },
        {
            "id": "96",
            "nass": "4 - يمسح عليها في الحدث الأصغر والأكبر بخلاف الخف؛ فإنه لا يمسح عليه إلا في الأصغر. ¶ 5 - لا يشترط تقدم الطهارة على شدِّها على القول الراجح بخلاف الخفّ (¬1). ¶ 6 - الجبيرة لا تختص بعضو معين والخف يختص بالرِّجل (¬2). ¶ * كيفية المسح على الجبائر: ¶ إذا وجد جرح في أعضاء الطهارة فله مراتب: ¶ المرتبة الأولى: أن يكون مكشوفاً ولا يضره الغسل، فيجب غسله. ¶ المرتبة الثانية: أن يكون مكشوفاً ويضره الغسل والمسح لا يضره، فيجب مسحه. ¶ ¬_________ ¶ (¬1) المغني، 1/ 356، وفتاوى ابن تيمية، 21/ 176 - 179. وانظر: الأسئلة والأجوبة الفقهية للسلمان، 1/ 31، فقد زاد بعض الفروق. ¶ (¬2) الشرح الممتع، 1/ 204.",
            "page": "96",
            "part": "1",
            "seal": "82F5E342"
        },
        {
            "id": "97",
            "nass": "المرتبة الثالثة: أن يكون مكشوفاً ويضره الغَسلُ والمسح، فحينئذ يشد عليه جبيرة ويمسح عليها، فإن عجز فهنا يتيمم له. ¶ المرتبة الرابعة: أن يكون مستوراً بجبس، أو لزقة، أو جبيرة، أو شبه ذلك ففي هذه الحال يمسح على الساتر، ¶ ويغنيه عن الغَسل (¬1). ¶ والصواب أنه إذا مسح على العضو يكفي ويغني عن التيمم، فلا يجمع بين المسح والتيمم إلا إذا كان هناك عضو آخر لم يمسح عليه (¬2). ¶ ¬_________ ¶ (¬1) فتاوى المسح على الخفين لابن عثيمين، ص 25. ¶ (¬2) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، 5/ 248، والشرح الممتع، ¶ 1/ 202.",
            "page": "97",
            "part": "1",
            "seal": "58647749"
        },
        {
            "id": "98",
            "nass": "المبحث السابع: الغسل ¶ أ - مُوجبات الغُسل: ¶ 1 - خروج المني دفقاً بلذة؛ لحديث أبي سعيد الخدري - رضي الله عنه -: ((إنما الماء من الماء)) (¬1)؛ ولحديث علي بن أبي طالب - رضي الله عنه -، عن النَّبي - صلى الله عليه وسلم -: ((إذا رأيت المذي فاغسل ذكرك وتَوَضَّأْ وُضوءَك للصَّلاة، فإذا فضخت (¬2) الماء فاغتسل)) (¬3)؛ ولحديث أمِّ سلمة أم المؤمنين وأنس، وعائشة أم المؤمنين - رضي الله عنهم - أن أم سُليم امرأة أبي طلحة رضي الله عنها جاءت إلى رسول الله - صلى الله عليه وسلم -، فقالت: يا رسول الله، إن الله لا يستحي من الحقِّ، فهل على المرأة مِنْ غُسلٍ إذا احتلمت؟ فقال رسول الله - صلى الله عليه وسلم -: ((نعم إذا رأت الماء)) (¬4). فعُلِمَ أن المني ¶ إذا خرج من نائم وجب عليه الغسل مطلقاً سواء كان ¶ ¬_________ ¶ (¬1) أخرجه مسلم في كتاب الحيض، باب إنما الماء من الماء، برقم 343. ¶ (¬2) فضخ الماء: دفقه وخروجه على وجه الشدة. ¶ (¬3) أخرجه أبو داود، في كتاب الطهارة، باب في المذي، برقم 206، وصححه الألباني في صحيح أبي داود، 1/ 40، برقم 190، وفي إرواء الغليل، 1/ 162. ¶ (¬4) أخرجه البخاري في كتاب الغسل، باب إذا احتلمت المرأة، برقم 282، ومسلم في كتاب الحيض، باب وجوب الغسل على المرأة بخروج المني منها، برقم 310 - 313.",
            "page": "98",
            "part": "1",
            "seal": "F3EB9ADB"
        },
        {
            "id": "99",
            "nass": "دفقاً بلذَّةٍ أو بدون لذَّة؛ لأنَّ النَّائم قد لا يحسُّ به، فإذا احتلم الرجل أو المرأة ثم استيقظ فرأى الماء فعليه الغسل، فإن استيقظ ولم ير الماء فلا غسل عليه، قال ابن المنذر: ((أجمع على هذا كل من أحفظ عنه من أهل العلم)) (¬1). ¶ والنائم إذا استيقظ من نومه فوجد بللاً فلا يخلو من ثلاث حالات: ¶ الأولى: أن يتيقن أنه مني ففي هذه الحالة يجب عليه أن يغتسل سواء ذكر احتلاماً أم لم يذكر؛ ولهذا عندما رأى عمر - رضي الله عنه - في ثوبه احتلاماً وقد صلَّى بالمسلمين الفجر، اغتسل وغسل ثوبه وصلَّى (¬2). فقد أعاد الصلاة من أحدث نومة نامها في ذلك الثوب. ¶ الحالة الثانية: أن يتيقن أنَّه ليس بمني ففي هذه الحالة ¶ ¬_________ ¶ (¬1) المغني، 1/ 266، وانظر: الشرح الممتع، 1/ 279. ¶ (¬2) المغني، 1/ 269، والأثر رواه البيهقي، 1/ 170، وانظر: المغني أيضاً، 1/ 270.",
            "page": "99",
            "part": "1",
            "seal": "27D0C273"
        },
        {
            "id": "100",
            "nass": "لا يجب عليه الغسل لكن يجب عليه أن يغسل ما أصابه؛ لأن حكمه حكم البول (¬1). ¶ الحالة الثالثة: أن يجهل هل هو مني أم لا (¬2)، وهذه الحالة لا تخلو من أمرين: ¶ الأمر الأول: أن يذكر أنه قد لاعب أهله أو فكر في الجماع، أو نظر إليهم بشهوةٍ؛ فإنه يجعله مذياً؛ لأنّه يخرج بعد التفكير في الجماع في الغالب بدون إحساس، وليس عليه غسل، وإنما يتوضأ وضوءه للصلاة بعد غسل ذكره وأنثييه، وما أصاب ثيابه. ¶ الأمر الثاني: أن لا يسبقه تفكير في الجماع ولا ملاعبة لأهله، ففيه قولان للعلماء: ¶ القول الأول: يجب أن يغتسل؛ لحديث عائشة رضي ¶ الله عنها قالت: سُئل رسول الله - صلى الله عليه وسلم - عن الرجل يجد البللَ ¶ ¬_________ ¶ (¬1) الشرح الممتع، 1/ 280. ¶ (¬2) المغني، 1/ 270.",
            "page": "100",
            "part": "1",
            "seal": "0C21FE60"
        },
        {
            "id": "101",
            "nass": "ولا يذكر احتلاماً قال: ((يغتسل))، وعن الرجل يرى أنه قد احتلم ولا يجد البلل؟ قال: ((لا غسل عليه)) (¬1). فالأولى أن يغتسل لموافقة هذا الخبر، وإزالة الشكِّ، ويكون ذلك احتياطاً (¬2). ¶ القول الثاني: لا يجب عليه أن يغتسل؛ لأن الأصل الطهارة ولا تزول بالشك بل لا بد من اليقين (¬3). ¶ 2 - التقاءُ الختانين؛ لحديث أبي هريرة - رضي الله عنه -، عن النَّبي - صلى الله عليه وسلم - قال: ((إذا جلس بين شُعَبها الأربع ثم جهدها فقد ¶ وجب الغسل)) (¬4)؛ ولحديث عائشة رضي الله عنها، قالت: قال ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب في الرجل يجد البلة في منامه، برقم 236، والترمذي في كتاب الطهارة، باب ما جاء فيمن يستيقظ فيرى بللاً ولا يذكر احتلاماً، برقم 113، وابن ماجه في كتاب الطهارة وسننها، باب من احتلم ولم ير بللاً، برقم 612، وأحمد في المسند، 6/ 256، وحسنه الألباني في صحيح أبي داود، ¶ 1/ 46، برقم 216. ¶ (¬2) المغني لابن قدامة، 1/ 270، والشرح الممتع، 1/ 280. ¶ (¬3) المغني، 1/ 270،والشرح الممتع، 1/ 280،وشرح الزركشي على مختصر الخرقي، ¶ 1/ 277. ¶ (¬4) أخرجه البخاري في كتاب الغسل، باب إذا التقى الختانان، برقم 291، ومسلم في كتاب الحيض، باب نسخ الماء من الماء ووجوب الغسل بالتقاء الختانين، برقم 348.",
            "page": "101",
            "part": "1",
            "seal": "B4DD86E5"
        },
        {
            "id": "102",
            "nass": "رسول الله - صلى الله عليه وسلم -: ((إذا جلس بين شعبها الأربع ومسَّ الختانُ الختانَ فقد وجب الغسل)) (¬1). ويدل على الموجب الأول والثاني قوله تعالى: {وَإِن كُنتُمْ جُنُبًا فَاطَّهَّرُواْ} (¬2). ¶ 3 - إسلام الكافر سواء كان أصليّاً أو مرتدّاً؛ لحديث قيس بن عاصم - رضي الله عنه - قال: أتيت النَّبي - صلى الله عليه وسلم -، أريد الإسلام فأمرني أن أغتسل بماء وسدر (¬3)؛ لأنه طهَّر باطنه من نجس الشرك فمن الحكمة أن يطهر ظاهره بالغسل. وقال ¶ بعض العلماء: لا يجب على الكافر الغسل إذا أسلم وإنما هو مستحب؛ لأنه لم يرد عن النَّبي - صلى الله عليه وسلم - أمر عام مثل: من ¶ ¬_________ ¶ (¬1) أخرجه مسلم في كتاب الحيض، باب نسخ الماء من الماء ووجوب الغسل بالتقاء الختانين، برقم 349. ¶ (¬2) سورة المائدة، الآية: 6. ¶ (¬3) أخرجه أبو داود في كتاب الطهارة، باب في الرجل يسلم فيؤمر بالغسل، برقم 355، والنسائي في كتاب الطهارة، باب ذكر ما يوجب الغسل وما لا يوجبه، غسل الكافر إذا أسلم، برقم 188، والترمذي في كتاب الجمعة، باب ما ذكر في الاغتسال عندما يسلم الرجل، برقم 605، وأحمد، 5/ 61، وقال الترمذي: هذا حديث حسن. وصححه الألباني في الإرواء، 1/ 163.",
            "page": "102",
            "part": "1",
            "seal": "A2748D4B"
        },
        {
            "id": "103",
            "nass": "أسلم فليغتسل، وقد أسلم كثير من الصحابة ولم ينقل أنه أمرهم بالغسل، ولو كان واجباً لكان مشهوراً لحاجة الناس إليه. ورُدّ على ذلك أن القول بالوجوب أقوى؛ لأنَّ أمْرَ النَّبي - صلى الله عليه وسلم - لواحدٍ مِنَ الأمَّة أمْرٌ للأمَّة جميعاً. وقال آخرون: إن أتى في كُفْرِهِ بما يوجب الغسل وجب عليه الغسل، وإن لم يأت بموجب فلا يجب عليه الغسل (¬1). ¶ قال العلامة ابن باز رحمه الله تعالى: ((الغسل للإسلام سنة وليس بواجب؛ لأن النَّبي - صلى الله عليه وسلم - لم يأمر الجمَّ الغفير بالغسل)) (¬2). وقال ابن القيم رحمه الله تعالى: ((وقد صحّ أمر النَّبي - صلى الله عليه وسلم - به، وأصح الأقوال وجوبه على من أجنب ¶ حال كفره ومن لم يجنب)) (¬3). ¶ 4 - موت المسلم غير شهيد المعركة؛ لحديث ابن ¶ ¬_________ ¶ (¬1) الشرح الممتع على زاد المستقنع، 1/ 284 - 285، والمغني لابن قدامة، 1/ 274 - 276. ¶ (¬2) شرح بلوغ المرام للعلامة ابن باز، حديث رقم 121، وهو مخطوط. ¶ (¬3) زاد المعاد في فقه قصة قدوم وفد دوس، 3/ 627.",
            "page": "103",
            "part": "1",
            "seal": "70CDA023"
        },
        {
            "id": "104",
            "nass": "عباس رضي الله عنهما أن النَّبي - صلى الله عليه وسلم -، قال فيمن وقصته ناقته وهو محرم بعرفة: ((اغسلوه بماء وسدر وكَفِّنُوه في ثَوْبَيه)) (¬1)؛ ولحديث أم عطية رضي الله عنها قالت: دخل علينا النَّبي - صلى الله عليه وسلم - ونحن نغسل ابنته فقال: ((اغسلنها ثلاثاً، أو خمساً، أو أكثر من ذلك إن رأيتن ذلك)) (¬2). ¶ 5 - الحيض، وانقطاع الحيض شرطٌ لصحة الغسل فلو اغتسلت قبل أن تطهر لم يصح؛ لأن من شرط صحة الاغتسال الطهارة؛ لقوله تعالى: {وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُواْ النِّسَاءَ فِي الْمَحِيضِ وَلاَ ¶ تَقْرَبُوهُنَّ حَتَّىَ يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللهُ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ} (¬3)؛ ولحديث عائشة رضي الله عنها أن فاطمة بنت أبي حُبَيْشٍ كانت ¶ ¬_________ ¶ (¬1) أخرجه البخاري في كتاب الجنائز، باب الحنوط للميت، برقم 1266، ومسلم في كتاب الحج، باب ما يفعل بالمحرم إذا مات، برقم 1206. ¶ (¬2) أخرجه البخاري في كتاب الجنائز، باب غسل الميت ووضوئه بالماء والسدر، برقم 1253، ومسلم في كتاب الجنائز، باب في غسل الميت، برقم 939. ¶ (¬3) سورة البقرة، الآية: 222.",
            "page": "104",
            "part": "1",
            "seal": "BCA62CE2"
        },
        {
            "id": "105",
            "nass": "تستحاض، فسألت النَّبي - صلى الله عليه وسلم - فقال: ((ذلك عرق وليست الحيضة، فإذا أقبلت الحيضة فدعي الصلاة، وإذا أدبرت فاغتسلي وصلي)) (¬1). ¶ 6 - النفاس، وانقطاع دم النفاس شرط لصحة الاغتسال؛ فإن النفاس كالحيض سواء؛ لأن دم النفاس هو دم الحيض، وإنما كان في مدة الحمل ينصرف إلى غذاء الولد مع السر، فحين خرج الولد خرج الدم لعدم مصرفه، وسمِّي نفاساً (¬2)، ويكون دم النفاس الخارج مع الولادة أو بعدها، أو قبلها بيوم أو يومين أو ثلاثة ومعه ¶ الطلق (¬3)، ومما يدلُّ على أن دم النفاس هو دم الحيض قوله - صلى الله عليه وسلم - لعائشة رضي الله عنها لما حاضت: ((مالكِ أنفست))؟ (¬4). وأجمع ¶ ¬_________ ¶ (¬1) أخرجه البخاري في كتاب الحيض، باب إقبال المحيض وإدباره، برقم 320، ومسلم في كتاب الحيض، باب المستحاضة وغسلها وصلاتها، برقم333. ¶ (¬2) المغني لابن قدامة، 1/ 377، وانظر: شرح الزركشي، 1/ 289. ¶ (¬3) الشرح الممتع على زاد المستقنع، 1/ 287 و441. ¶ (¬4) أخرجه البخاري في كتاب الحيض، باب الأمر بالنفساء إذا نفسن، برقم 294، ومسلم في كتاب الحج، باب بيان وجوه الإحرام وأنه يجوز إفراد الحج والتمتع والقران، برقم 1211/ 199.",
            "page": "105",
            "part": "1",
            "seal": "1AD6557B"
        },
        {
            "id": "106",
            "nass": "العلماء على وجوب الغسل بالنِّفاس كالحيض (¬1). ¶ ب - ما يُمنع منه الجنب: ¶ يُمنع الجنب من خمسة أمور: ¶ 1 - الصلاة؛ لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَقْرَبُواْ الصَّلاَةَ وَأَنتُمْ سُكَارَى حَتَّىَ تَعْلَمُواْ مَا تَقُولُونَ وَلاَ جُنُبًا إِلاَّ عَابِرِي سَبِيلٍ حَتَّىَ تَغْتَسِلُواْ} (¬2)؛ ولحديث أبي هريرة، وحديث علي، وحديث ابن عمر - رضي الله عنهم - (¬3). ¶ 2 - الطواف بالبيت الحرام؛ لقوله - صلى الله عليه وسلم -: ((الطواف بالبيت صلاة .. )) (¬4). ¶ ¬_________ ¶ (¬1) انظر: الشرح الممتع، 1/ 288. ¶ (¬2) سورة النساء، الآية: 43. ¶ (¬3) أخرج حديث أبي هريرة البخاري برقم 135، ومسلم برقم 225.وقد تقدم في المبحث الخامس. ¶ وأخرج حديث علي أبو داود، برقم 61، والترمذي برقم 3، وقد تقدم في المبحث الخامس. ¶ وأخرج حديث ابن عمر مسلم، برقم 224، وقد تقدم في المبحث الخامس. ¶ (¬4) أخرجه النسائي برقم 2920،والترمذي برقم 960،وقد تقدم في المبحث الخامس.",
            "page": "106",
            "part": "1",
            "seal": "86CD705D"
        },
        {
            "id": "107",
            "nass": "3 - مسّ المصحف؛ لحديث عمرو بن حزم، وحكيم بن حزام، وابن عمر - رضي الله عنهم -: ((لا يمسّ القرآن إلا طاهر)) (¬1). ¶ 4 - قراءة القرآن الكريم؛ لحديث علي بن أبي طالب - رضي الله عنه - قال: ((كان رسول الله - صلى الله عليه وسلم - يُقْرِئُنا القرآن على كل حال ¶ ما لم يكن جنباً)) (¬2). وبلفظ: ((كان يخرج من الخلاء فيقرئنا ¶ القرآن ويأكل معنا اللحم ولم يكن يحجبه - أو قال - يحجزه عن القرآن شيء سوى الجنابة))؛ ولحديثه - رضي الله عنه - أنه توضأ ثم قال: هكذا رأيت رسول الله - صلى الله عليه وسلم - توضأ، ثم قرأ ¶ ¬_________ ¶ (¬1) أخرجه مالك في كتاب القرآن من موطئه، برقم 1،والدارقطني برقم 431 - 433، وقد تقدم تخريجه في المبحث الخامس. ¶ (¬2) أخرجه الترمذي بلفظه في كتاب الطهارة، باب ما جاء في الرجل يقرأ القرآن على كل حال ما لم يكن جنباً، برقم 146، وأبو داود في كتاب الطهارة، باب في الجنب يقرأ القرآن، برقم 229، والنسائي في كتاب الطهارة، باب حجب الجنب من قراءة القرآن، برقم 265، وابن ماجه في كتاب الطهارة وسننها، باب ما جاء في قراءة القرآن على غير طهارة، برقم 594، وأحمد، 1/ 184 وغيرهم. وقال الحافظ في التلخيص الحبير، 1/ 139: ((صححه ابن السكن وعبد الحق والبغوي))، وقال ابن باز في شرحه لبلوغ المرام، حديث رقم 124: حديث حسن وله شواهد. وحسنه الأرنؤوط في جامع الأصول، 4/ 304، وانظر: فتح الباري، 1/ 348، وشرح عمدة الفقه لابن تيمية، 1/ 386.",
            "page": "107",
            "part": "1",
            "seal": "EDA1B8CD"
        },
        {
            "id": "108",
            "nass": "شيئاً من القرآن، ثم قال: ((هذا لمن ليس بجنب، فأما الجنب فلا، ولا آية)) (¬1). ¶ 5 - المكث في المسجد؛ لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَقْرَبُواْ الصَّلاَةَ وَأَنتُمْ سُكَارَى حَتَّىَ تَعْلَمُواْ مَا تَقُولُونَ وَلاَ جُنُبًا إِلاَّ عَابِرِي سَبِيلٍ حَتَّىَ تَغْتَسِلُواْ} (¬2)؛ ولحديث عائشة رضي الله عنها ترفعه: ((وجهوا هذه البيوت عن ¶ المسجد، فإني لا أحل المسجد لحائض ولا جنب)) (¬3). أما مرور الجنب واجتيازه المسجد فلا حرج فيه؛ لنص الآية: {وَلاَ جُنُبًا إِلاَّ عَابِرِي سَبِيلٍ حَتَّىَ تَغْتَسِلُواْ}، وكذلك مرور الحائض والنفساء إذا تحفظت ولم تخش تلويث ¶ ¬_________ ¶ (¬1) أحمد في المسند، برقم 882، وصحح إسناده أحمد شاكر، وقال العلامة ابن باز - رحمه الله - في الفتاوى الإسلامية: ((إسناد جيد))، 1/ 239، وانظر: الفتاوى الإسلامية، 1/ 222أيضاً. ¶ (¬2) سورة النساء، الآية: 43. ¶ (¬3) أخرجه أبو داود في كتاب الطهارة، باب في الجنب يدخل المسجد، برقم 232، قال ابن حجر في التلخيص الحبير: ((قال أحمد: ما أرى به بأساً، وقد صححه ابن خزيمة وحسنه ابن القطان))، وقال ابن باز في شرحه لبلوغ المرام لحديث رقم 132: ((سنده لا بأس به))، وحسنه الأرنؤوط في جامع الأصول، 11/ 205.",
            "page": "108",
            "part": "1",
            "seal": "4BB5E5BE"
        },
        {
            "id": "109",
            "nass": "المسجد؛ لحديث عائشة رضي الله عنها قالت: قال لي رسول الله - صلى الله عليه وسلم -: ((ناوليني الخُمْرَة (¬1) من المسجد))، فقلت: إني حائض، فقال: ((تناوليها فإن الحيضة ليست في يدك)) (¬2)؛ ولحديث أبي هريرة - رضي الله عنه - بينما رسول الله - صلى الله عليه وسلم - في المسجد فقال: ((يا عائشة ناوليني الثوب)) فقالت: إني حائض، فقال: ((حيضتك ¶ ليست في يدك)) (¬3)؛ ولحديث ميمونة رضي الله عنها قالت: ((كان رسول الله - صلى الله عليه وسلم - يدخل على إحدانا وهي حائض فيضع رأسه في حجرها فيقرأ القرآن، ثم تقوم إحدانا بِخُمرته فتضعها في المسجد وهي حائض)) (¬4). قال العلامة ابن باز رحمه الله تعالى: ((والصحابة كانوا يمرون في المسجد؛ لعلمهم - رضي الله عنهم - ¶ ¬_________ ¶ (¬1) الخمرة: السجادة. ¶ (¬2) أخرجه مسلم في كتاب الحيض، باب جواز غسل الحائض رأس زوجها وترجيله وطهارة سؤرها ... ، برقم 298. ¶ (¬3) أخرجه مسلم في كتاب الحيض، باب جواز غسل الحائض رأس زوجها وترجيله وطهارة سؤرها ... ، برقم 299. ¶ (¬4) أخرجه الحميدي، برقم 310، وأحمد، 6/ 331، 334، والنسائي في كتاب الطهارة، باب بسط الحائض الخمرة في المسجد، برقم 272، وفي كتاب الحيض والاستحاضة، باب بسط الحائض الخمرة في المسجد، برقم 383.",
            "page": "109",
            "part": "1",
            "seal": "E819918C"
        },
        {
            "id": "38",
            "nass": "وقصّ الأظفار، وغسل البراجم، ونتف الإبط، وحلق العانة، وانتقاص (¬1) الماء)). ونسي مصعب العاشرة، قال: إلا أن تكون المضمضة (¬2)، قال الإمام النووي. قال القاضي عياض: ولعلها الختان المذكور مع الخمس، وهو أولى (¬3). ¶ والفطرة فطرتان: فطرة تتعلق بالقلب، وهي معرفة الله ومحبته وإيثاره على ما سواه، وفطرة عملية وهي هذه الخصال وما في معناها، فالأولى تُزكي النفس والروح وتُطهِّر القلب، والثانية تُطهر البدن وكل منهما تمد الأخرى وتقوِّيها (¬4). ¶ ¬_________ ¶ (¬1) انتقاص الماء: قيل هو الاستنجاء، وقيل هو الانتضاح، انظر: فتح الباري،1/ 338، وشرح النووي، 3/ 150. ¶ (¬2) أخرجه مسلم في كتاب الطهارة، باب خصال الفطرة، برقم 261. ¶ (¬3) شرح النووي، 3/ 150، وقد ذكر ابن حجر في الفتح أن خصال الفطرة تبلغ ثلاثين خصلة، 10/ 337. ¶ (¬4) انظر: تحفة المودود بأحكام المولود لابن القيم، ص 99 - 100.",
            "page": "38",
            "part": "1",
            "seal": "5F530E5C"
        },
        {
            "id": "39",
            "nass": "المبحث الرابع: آداب قضاء الحاجة ¶ للقاضي حاجته آداب بعضها مستحب وبعضها واجب ومنها ما يلي: ¶ 1 - أن لا يَسْتَصْحِبَ ما فيه اسم الله تعالى إلا إن خاف عليه الضَّياع؛ لِمَا ذُكر عن أنس - رضي الله عنه -، أنه قال: ((كان رسول الله - صلى الله عليه وسلم - إذا دخل الخلاء وضع خاتمه)) (¬1) وكان خاتمه ¶ نقشه: ((محمدٌ رسولُ الله)). ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب الخاتم يكون فيه ذكر الله تعالى يدخل به الخلاء، برقم 19، والترمذي في كتاب اللباس، باب ما جاء في لبس الخاتم في اليمين، برقم 1746، والنسائي في كتاب الزينة، باب نزع الخاتم عند دخول الخلاء، برقم 5210، وابن ماجه في الطهارة وسننها، باب ذكر الله - عز وجل - على الخلاء والخاتم في الخلاء، برقم 303، والحديث ضعفه بعض أهل العلم، وبعضهم صححه كالمنذري، وانظر تفصيل ذلك: التلخيص الحبير لابن حجر، 1/ 108. قال: لأنه من رواية ابن جريج عن الزهري عن أنس، وابن جريج لم يسمعه من الزهري وإنما سمعه من زياد بن سعد عن الزهري بلفظ آخر ((أنه - صلى الله عليه وسلم - اتخذ خاتماً من ذهب ثم ألقاه)) قال سماحة العلامة عبد العزيز بن عبد الله ابن باز في شرحه لبلوغ المرام، ص 19 مخطوط: قيل هذا الحديث معلول والأقرب أن ابن جريج سمعه بدون واسطة عن الزهري، وسمعه بواسطة عن زياد عن الزهري في حديث لبسه - صلى الله عليه وسلم - خاتم الذهب ثم ألقاه فهذا صحيح سمعه بواسطة وهذا صحيح سمعه بدون واسطة، وتوهيم الثقات يحتاج إلى دليل، فالأفضل عدم دخول الخلاء بشيء فيه ذكر الله تعالى.",
            "page": "39",
            "part": "1",
            "seal": "026E28C3"
        },
        {
            "id": "40",
            "nass": "2 - أن يبتعد عن الناس ويستتر عنهم؛ لئلا يُسمع له صوت أو يُشم له رائحة، فعن جابر - رضي الله عنه -، أن النبي - صلى الله عليه وسلم - ((كان إذا أراد البراز انطلق حتى لا يراه أحد)) (¬1). ¶ 3 - أن يقول عند الدخول في البنيان، وعند تشمير الثياب في الفضاء: ((بسم الله (¬2) اللهم إني أعوذ بك من ¶ الخُبثِ والخبائث)) (¬3) ثم يقدم رجله اليسرى فيدخل. ¶ 4 - أن لا يرفع ثوبه إذا كان خارج البنيان حتى يدنو من الأرض حتى لا تنكشف عورته؛ لحديث ابن عمر رضي ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب التخلي عند قضاء الحاجة، برقم 2، وصححه الألباني في صحيح سنن أبي داود 1/ 4، برقم 2. ¶ (¬2) زيادة البسملة زادها سعيد بن منصور في سننه، وأخرجها ابن أبي شيبة في المصنف ¶ 1/ 1، وقال الحافظ في الفتح 1/ 244 زادها العمري وإسناده على شرط مسلم، وقد جاء قوله - صلى الله عليه وسلم -: ((ستر ما بين أعين الجن وعورات بني آدم إذا دخل أحدهم الخلاء أن يقول: بسم الله)) أخرجه الترمذي في كتاب الجمعة، باب ما ذكر من التسمية عند دخول الخلاء، برقم 606،وابن ماجه في كتاب الطهارة وسننها، باب ما يقول الرجل إذا دخل الخلاء، برقم 297،وصححه الألباني في الإرواء1،/88 - 89 ¶ (¬3) أخرجه البخاري في كتاب الوضوء، باب ما يقول عند الخلاء، برقم 142، ومسلم في كتاب الحيض، باب ما يقول إذا أراد دخول الخلاء، برقم 375.",
            "page": "40",
            "part": "1",
            "seal": "1DBA6E2D"
        },
        {
            "id": "41",
            "nass": "الله عنهما: أن النبي - صلى الله عليه وسلم - ((كان إذا أراد حاجةً لا يرفع ثوبه حتى يدنو من الأرض)) (¬1). ¶ 5 - أن لا يستقبل القبلة ولا يستدبرها؛ لحديث أبي أيوب الأنصاري - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: ((إذا أتيتم الغائط فلا تستقبلوا القبلة ولا تستدبروها ببول ولا غائط ولكن ¶ شرقوا أو غربوا)) (¬2) قال أبو أيوب: فقدمنا الشام فوجدنا مراحيض قد بُنيت قِبَل القبلة فننحرف عنها ونستغفر الله (¬3). وعن عبد الله بن عمر رضي الله عنهما قال: ((رقيت على بيت أختي حفصة فرأيت رسول الله - صلى الله عليه وسلم - قاعداً لحاجته مُستقبل الشام مُستدبر القبلة)) (¬4) فأبو أيوب - رضي الله عنه - حمل ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب كيف التكشف عند الحاجة، برقم 14، والترمذي في كتاب الطهارة، باب ما جاء في الاستتار عند الحاجة، برقم 14، وصححه الألباني في صحيح أبي داود، 1/ 6. ¶ (¬2) هذا بالنسبة لأهل المدينة ومن كان خلفها، وهكذا من كان جنوبها، أما من كان في شرقها أو غربها فإنه يجنب أو يشمل حتى لا يستقبل القبلة. ¶ (¬3) أخرجه البخاري في كتاب الصلاة، باب قبلة أهل المدينة وأهل الشام والمشرق، برقم 394، ومسلم في كتاب الطهارة، باب الاستطابة، برقم 264. ¶ (¬4) أخرجه البخاري في كتاب الوضوء، باب التبرز في البيوت، برقم 148، ومسلم في كتاب الطهارة، باب الاستطابة، برقم 266.",
            "page": "41",
            "part": "1",
            "seal": "DE18AF7B"
        },
        {
            "id": "42",
            "nass": "الحديث على العموم، وأنه عام في المباني والصحراء، وعلى ذلك جمعٌ من أهل العلم، وأنه يدل على التحريم مطلقاً (¬1). وقال بعضهم: النهي عن الاستقبال والاستدبار خاص بالفضاء؛ لحديث عبد الله بن عمر السابق، والقاعدة أن النبي - صلى الله عليه وسلم - إذا أمر بأمر ثم فعل خلافه دلّ على ¶ أن النهي ليس للتحريم بل للكراهة، وحديث أبي أيوب عام، وحديث ابن عمر خاص، والقاعدة أن الخاص يقدم على العام في النصوص، لكن الأفضل للمسلم أن لا يستقبلها مطلقاً لا في البناء ولا في الصحراء؛ لأن حديث عبد الله بن عمر يحتمل أنه كان قبل النهي ويحتمل أنه خاص بالنبي - صلى الله عليه وسلم -، كما قال جماعة من أهل العلم (¬2). ¶ ¬_________ ¶ (¬1) انظر: تمام المنة في التعليق على فقه السنة للألباني ص 60 ط 2. ¶ (¬2) هذا ترجيح سماحة العلامة عبد العزيز بن باز في شرحه لبلوغ المرام، وشرحه لعمدة الأحكام للحافظ المقدسي، وانظر: الشرح الممتع على زاد المستقنع لابن عثيمين 1/ 98، وشرح العمدة لابن تيمية ص 148.",
            "page": "42",
            "part": "1",
            "seal": "48F7472B"
        },
        {
            "id": "43",
            "nass": "6 - أن يبتعد عن طرق الناس وظِلِّهم، وموارِدِهِم؛ لحديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم -، قال: ((اتّقوا اللَّعانَيْن)) (¬1) قالوا: وما اللعانان يا رسول الله؟ قال: ((الذي يتخلَّى في طريق الناس أو في ظلهم)) (¬2). وعن معاذ - رضي الله عنه - ¶ يرفعه: ((اتّقوا الملاعن الثلاث: البراز في الموارد، وقارعة الطريق، والظِّلِّ)) (¬3). ¶ 7 - أن يطلب مكانا ليناً منخفضاً ويحترز من البول؛ لكي لا يصيب البدن أو الثياب؛ لحديث ابن عباس رضي الله عنهما، قال: مر رسول الله - صلى الله عليه وسلم - على قبرين فقال: ((إنهما ليعذبان وما يعذبان في كبير، أما أحدهما فكان لا يستنزه (¬4) من ¶ ¬_________ ¶ (¬1) أي الأمرين الجالبين للعن؛ لأن من تغوط أو بال في موضع يمر به الناس فمن عادة الناس لعنه وشتمه. انظر: النهاية في غريب الحديث 4/ 255. ¶ (¬2) أخرجه مسلم في كتاب الطهارة، باب النهي عن التخلي في الطرق والظلال، برقم 269. ¶ (¬3) أخرجه أبو داود في كتاب الطهارة، باب المواضع التي نهي عن البول فيها، برقم 26، وابن ماجه في كتاب الطهارة وسننها، باب النهي عن الخلاء على قارعة الطريق، برقم 328، وحسنه الألباني في الإرواء، 1/ 100، برقم 62. ¶ (¬4) جاء في ذلك ثلاثة ألفاظ في عدة روايات: (يستتر، يستنزه، ويستبرئ)، وكلها صحيحة، والمعنى أنه لا يتجنبه، ولا يتحرز منه. انظر فتح الباري، 1/ 318، وشرح النووي، 3/ 201.",
            "page": "43",
            "part": "1",
            "seal": "FEE8C20D"
        },
        {
            "id": "44",
            "nass": "البول، وأما الآخر فكان يمشي بالنميمة)) (¬1). ¶ 8 - أن لا يتكلم وهو يقضي حاجته، ولا يرد سلاماً ¶ ولا يجيب بلسانه مؤذناً، إلا ما لا بدّ منه؛ ولحديث ابن عمر رضي الله عنهما: ((أن رجلا ًمرّ ورسول الله - صلى الله عليه وسلم - يبول فسلَّم، فلم يردّ عليه)) (¬2)؛ ولحديث المهاجر بن قنفذ - رضي الله عنه - أنه أتى النبي - صلى الله عليه وسلم -، وهو يبول فسلم عليه فلم يرد عليه حتى توضأ ثم اعتذر إليه فقال: ((إني كرهت أن أذكر الله - عز وجل - إلا على طهر))، أو قال: ((على طهارة)) (¬3). ¶ 9 - أن لا يبول في الماء الراكد؛ لحديث أبي هريرة - رضي الله عنه -، ¶ ¬_________ ¶ (¬1) أخرجه البخاري في كتاب الوضوء، باب من الكبائر أن لا يستتر من بوله، برقم 216، ومسلم في كتاب الطهارة، باب الدليل على نجاسة البول ووجوب الاستبراء منه، برقم 292. ¶ (¬2) أخرجه مسلم في كتاب الحيض، باب التيمم، برقم 370. ¶ (¬3) أخرجه أبو داود في كتاب الطهارة، باب أيرد السلام وهو يبول؟ برقم 17، وصححه الألباني في صحيح سنن أبي داود، 1/ 6.",
            "page": "44",
            "part": "1",
            "seal": "14838719"
        },
        {
            "id": "45",
            "nass": "عن النبي - صلى الله عليه وسلم - قال: ((لا يبولنَّ أحدُكُمْ في الماء الدَّائِم الذي لا يجري ثم يغتسل منه)) (¬1). ¶ 10 - أن لا يغتسل في الماء الراكد وهو جنب؛ لحديث أبي هريرة - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: ((لا يغتسل أحدكم ¶ في الماء الدائم وهو جنب)) (¬2). ¶ 11 - أن لا يبول في مستحمه الذي يغتسل فيه؛ لقوله - صلى الله عليه وسلم -: ((لا يبولن أحدكم في مستحمه ثم يغتسل فيه)) (¬3). ¶ 12 - أن لا يمسك فرجه بيمينه ولا يستنجي بها؛ لحديث أبي قتادة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - أنه قال: ((إذا شرب أحدكم فلا يتنفس في الإناء، وإذا أتى الخلاء فلا يمسّ ذكره بيمينه، ولا يتمسح بيمينه)) (¬4). ¶ ¬_________ ¶ (¬1) أخرجه البخاري في كتاب الوضوء، باب البول في الماء الدائم، برقم 239، ومسلم في كتاب الطهارة، باب النهي عن البول في الماء الراكد، برقم 282. ¶ (¬2) أخرجه مسلم في كتاب الطهارة، باب النهي عن الاغتسال في الماء الراكد، برقم 283. ¶ (¬3) أخرجه أبو داود في كتاب الطهارة، باب البول في المستحم، برقم 27، وصححه الألباني في صحيح أبي داود، 1/ 8، رقم 22. ¶ (¬4) أخرجه البخاري في كتاب الوضوء، باب النهي عن الاستنجاء باليمين، برقم 153، ومسلم في كتاب الطهارة، باب النهي عن الاستنجاء باليمين، برقم 267.",
            "page": "45",
            "part": "1",
            "seal": "3476B569"
        },
        {
            "id": "46",
            "nass": "13 - أن لا يستجمر بروث ولا عظم؛ لحديث ابن مسعود - رضي الله عنه -، في قصة الجن عندما سألوه الطعام فقال لهم: ((لكم كل عظم ذُكِرَ اسم الله عليه يقع في أيديكم أوفر ما يكون لحماً، وكل بعرة علفاً لدوابكم)). فقال - صلى الله عليه وسلم -: ((فلا ¶ تستنجوا بهما فإنها طعام إخوانكم [من الجن])) (¬1). ¶ 14 - إذا استجمر بالحجارة فلا بد أن يستجمر بثلاثة فأكثر؛ لحديث سلمان - رضي الله عنه - يرفعه إلى النبي - صلى الله عليه وسلم -: ((لقد نهانا أن نستقبل القبلة لغائط أو بول، أو نستنجي باليمين، أو نستنجي بأقل من ثلاثة أحجار، أو نستنجي برجيع (¬2) أو بعظم)) (¬3)؛ ولحديث عائشة رضي الله عنها، أن رسول الله - صلى الله عليه وسلم - قال: ((إذا ذهب أحدكم إلى الغائط فليذهب معه ¶ ¬_________ ¶ (¬1) أخرجه مسلم في كتاب الصلاة، باب الجهر بالقراءة في الصبح والقراءة على الجن، برقم 450، وما بين المعقوفين عند أحمد، برقم 4149، 6/ 94 وغيره. ¶ (¬2) الرجيع: الروث والعذرة. ¶ (¬3) أخرجه مسلم في كتاب الطهارة، باب الاستطابة، برقم 262.",
            "page": "46",
            "part": "1",
            "seal": "95D7DF76"
        },
        {
            "id": "47",
            "nass": "بثلاثة أحجار يستطيب بهن فإنها تجزئ عنه)) (¬1). ¶ 15 - أن لا يدخل يده في الإناء إذا كان مستيقظاً من النوم حتى يغسلها ثلاثاً، لحديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - ¶ قال: ((إذا استيقظ أحدكم من نومه فلا يغمس يده في الإناء حتى يغسلها ثلاثاً؛ فإنه لا يدري أين باتت يده)) (¬2). ¶ 16 - أن يُزيل ما على السبيلين من النجاسة وجوباً بالماء، أو بالحجارة وما في معناها من كل جامد طاهر ليس له حرمة - كالخشب، والخرق والمناديل، وكل ما أنقى به فهو كالحجارة على الصحيح (¬3). والاستنجاء على ثلاث مراتب: ¶ أ- الاستجمار بالحجارة، ثم الاستنجاء بالماء هو ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب الاستنجاء بالأحجار، برقم 40، وحسنه الألباني في صحيح أبي داود 1/ 10. ¶ (¬2) أخرجه البخاري في كتاب الوضوء، باب الاستجمار وتراً، برقم 162، ومسلم في كتاب الطهارة، باب كراهة غمس المتوضئ وغيره يده المشكوك في نجاستها في الإناء قبل غسلها ثلاثاً، برقم 278. ¶ (¬3) انظر: المغني لابن قدامة، 1/ 213، وقال: وهو قول أكثر أهل العلم.",
            "page": "47",
            "part": "1",
            "seal": "144EF748"
        },
        {
            "id": "48",
            "nass": "الأكمل بدون مشقة أو ضرر. ¶ ب - الاستنجاء بالماء وحده. ¶ ج - الاستجمار بالحجارة وحدها، ولكن لا بد من ¶ ثلاث فأكثر، ولا يجزئ أقل منها. والأفضل أن يقطع على وتر إذا أنقى (¬1). ¶ والأدلة على الاستجمار بالحجارة تقدمت، أما الاستنجاء بالماء؛ فلحديث أنس - رضي الله عنه -، قال: ((كان رسول الله - صلى الله عليه وسلم - يدخل الخلاء فأحمل أنا وغلامٌ نحوي إداوة (¬2) من ماء، وعَنَزَة (¬3) فيستنجي بالماء)) (¬4)؛ ولحديث أبي هريرة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: ((نزلت هذه الآية في أهل قباء {فِيهِ ¶ ¬_________ ¶ (¬1) انظر: الشرح الممتع على زاد المستقنع لابن عثيمين،1/ 104 و109،وشرح بلوغ المرام لسماحة العلامة ابن باز، وفتاوى اللجنة الدائمة للبحوث العلية والإفتاء،5/ 7. ¶ (¬2) إناء صغير من جلد. ¶ (¬3) العنزة: الحربة الصغيرة. ¶ (¬4) أخرجه البخاري في كتاب الوضوء، باب الاستنجاء بالماء، برقم 50، ومسلم في كتاب الطهارة، باب الاستنجاء بالماء من التبرز، برقم 271.",
            "page": "48",
            "part": "1",
            "seal": "420031D5"
        },
        {
            "id": "49",
            "nass": "رِجَالٌ يُحِبُّونَ أَن يَتَطَهَّرُواْ} (¬1) قال: كانوا يستنجون بالماء فنزلت هذه الآية)) (¬2). ¶ 17 - أن يقطع على وتر إذا استجمر بالحجارة وأنقى؛ لقوله - صلى الله عليه وسلم -: ((ومن استجمر فليوتر)) (¬3). ¶ 18 - أن يدلك يده بالأرض بعد الاستنجاء ثم يغسلها؛ لحديث أبي هريرة - رضي الله عنه -، أن النبي - صلى الله عليه وسلم - ((قضى حاجته ثم استنجى من تور، ثم دلك يده بالأرض)) (¬4). ¶ 19 - أن ينضح فرجه وسراويله بالماء؛ ليدفع عن نفسه الوسوسة؛ لحديث الحكم بن سفيان قال: كان ¶ ¬_________ ¶ (¬1) سورة التوبة، الآية: 108. ¶ (¬2) أخرجه أبو داود في كتاب الطهارة، باب في الاستنجاء بالماء، برقم 44، وابن ماجه في كتاب الطهارة، باب الاستنجاء بالماء، برقم 357، والترمذي وغيرهم. وصححه الألباني في الإرواء 1/ 84. ¶ (¬3) أخرجه البخاري في كتاب الوضوء، باب الاستجمار وتراً، برقم 162، ومسلم في كتاب الطهارة، باب الإيتار في الاستنثار والاستجمار، برقم 237/ 22. ¶ (¬4) أخرجه أبو داود في كتاب الطهارة، باب الرجل يدلك يده بالأرض إذا استنجى، برقم 45، وابن ماجه في كتاب الطهارة، باب الاستنجاء، برقم 358، وحسنه الألباني في صحيح أبي داود 1/ 11، وصحيح ابن ماجه 1/ 63.",
            "page": "49",
            "part": "1",
            "seal": "D010D91D"
        },
        {
            "id": "50",
            "nass": "رسول الله - صلى الله عليه وسلم - ((إذا بال يتوضأ وينتضح)) (¬1). ¶ 20 - أن لا يطيل الجلوس والمكث في الحمام أو الخلاء فوق حاجته؛ لأن في ذلك كشفاً للعورة بلا حاجة؛ ولأن الحشوش والمراحيض مأوى الشياطين والنفوس الخبيثة، فلا ينبغي أن يبقى في هذا المكان الخبيث؛ لأنه لا يذكرُ الله - عز وجل - بلسانه أثناء جلوسه على قضاء حاجته (¬2). ¶ 21 - يُستحب أنْ لا يتطهر الرجل بفضل طهور المرأة، ولا المرأة بفضل طهور الرجل؛ لأن النبي - صلى الله عليه وسلم - ((نهى أن تغتسل المرأة بفضل الرجل أو يغتسل الرجل بفضل المرأة، وليغترفا جميعاً)) (¬3) وهذا النهي على سبيل الأولوية ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب في الانتضاح، برقم 166، وصححه الألباني في صحيح سنن أبي داود، 1/ 34. ¶ (¬2) انظر: الشرح الممتع، 1/ 101. ¶ (¬3) أخرجه أبو داود في كتاب الطهارة، باب النهي عن ذلك، برقم 81، والنسائي في كتاب الطهارة، باب ذكر النهي عن الاغتسال بفضل الجنب، برقم 238، وأحمد ¶ 4/ 110،وغيرهم، وصححه الألباني في صحيح أبي داود،1/ 19،وصحيح النسائي 1/ 50، وصححه ابن حجر في بلوغ المرام برقم 9، وفي الفتح 1/ 300.",
            "page": "50",
            "part": "1",
            "seal": "71910079"
        },
        {
            "id": "51",
            "nass": "وكراهة التنزيه؛ لأن النبي - صلى الله عليه وسلم - ثبت عنه أنه ((كان يغتسل ¶ بفضل ميمونة رضي الله عنها)) (¬1)؛ ولحديث ابن عباس رضي الله عنهما قال: اغتسل بعض أزواج النبي - صلى الله عليه وسلم - في جفنة، فجاء ليغتسل منها فقالت: إني كنت جنباً، فقال: ((إن الماء لا يجنب)) (¬2)، أما إذا دعت الحاجة لاغتسال الرجل بفضل المرأة أو المرأة بفضل الرجل زالت الكراهة (¬3). ¶ 22 - أن يقدم رجله اليمنى عند خروجه من الخلاء ¶ ¬_________ ¶ (¬1) أخرجه مسلم في كتاب الحيض، باب القدر المستجد من الماء في غسل الجنابة ... برقم 323. ¶ (¬2) أخرجه أحمد في المسند (1/ 235)، وأبو داود في كتاب الطهارة، باب الماء لا يجنب، برقم 68، والنسائي في كتاب الطهارة، باب ذكر بئر بضاعة، برقم 325، 326، والترمذي في كتاب الطهارة، باب ما جاء في الرخصة في ذلك، برقم 65، وقال أبو عيسى: هذا حديث حسن صحيح، وصححه الألباني في المشكاة 1/ 142، وصحيح سنن أبي داود 1/ 16. ¶ (¬3) رجح ذلك العلامة ابن باز - رحمه الله تعالى - في شرحه لبلوغ المرام، حديث ¶ رقم 9. وانظر: الشرح الممتع لابن عثيمين، 1/ 36 و37، وقال: من غرائب العلم أنهم استدلوا بالحديث الأول على أن الرجل لا يتوضأ بفضل المرأة، ولم يستدلوا به على أن المرأة لا تتوضأ بفضل الرجل ... ،1/ 36.",
            "page": "51",
            "part": "1",
            "seal": "A4EC878F"
        },
        {
            "id": "52",
            "nass": "ويقول: ((غفرانك))؛ لحديث عائشة رضي الله عنها، أن النبي - صلى الله عليه وسلم - ¶ كان إذا خرج من الغائط قال: ((غفرانك)) (¬1). ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب ما يقول الرجل إذا خرج من الخلاء، برقم 30، والترمذي في كتاب الطهارة، باب ما يقول إذا خرج من الخلاء، برقم 7، وابن ماجه في كتاب الطهارة وسننها، باب ما يقول إذا خرج من الخلاء، برقم 300، وابن خزيمة، وغيرهم، وصححه الألباني في صحيح أبي داود، 1/ 9، برقم 30، وصحيح ابن ماجه، 1/ 55، وإرواء الغليل، 1/ 91، برقم 52.",
            "page": "52",
            "part": "1",
            "seal": "68DE2F83"
        },
        {
            "id": "53",
            "nass": "المبحث الخامس: الوضوء ¶ 1 - ما يجب له الوضوء: ¶ يجب الوضوء لأمور ثلاثة: ¶ الأول: الصلاة مطلقاً: سواء كانت فرضاً أو نفلاً، حتى صلاة الجنازة؛ لقول الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا قُمْتُمْ إِلَى الصَّلاةِ فاغْسِلُواْ وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُواْ بِرُؤُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَينِ} (¬1)؛ ولحديث أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((لا يقبل الله صلاة أحدكم إذا أحدث حتى يتوضأ)) (¬2)؛ ولحديث ابن عمر رضي الله عنهما يرفعه: ((لا تقبل صلاة بغير طهور، ولا صدقة من غلول)) (¬3)، ولحديث علي - رضي الله عنه - يرفعه: ((مفتاح ¶ الصلاة الطهور، وتحريمها التكبير، وتحليلها التسليم)) (¬4). ¶ ¬_________ ¶ (¬1) سورة المائدة، الآية: 6. ¶ (¬2) أخرجه البخاري في كتاب الوضوء، باب لا تقبل صلاة بغير طهور، برقم 135، ومسلم في كتاب الطهارة، باب وجوب الطهارة للصلاة، برقم 225. ¶ (¬3) أخرجه مسلم في كتاب الطهارة، باب وجوب الطهارة للصلاة، برقم 224. ¶ (¬4) أخرجه أبو داود في كتاب الطهارة، باب فرض الوضوء، برقم 61، والترمذي في كتاب الطهارة، باب ما جاء أن مفتاح الصلاة الطهور، برقم 3، وصححه الألباني في إرواء الغليل، 2/ 8.",
            "page": "53",
            "part": "1",
            "seal": "D3375B76"
        },
        {
            "id": "54",
            "nass": "الثاني: الطواف بالبيت؛ لقوله - صلى الله عليه وسلم -: ((الطواف بالبيت صلاة .. )) الحديث (¬1)؛ ولقوله - صلى الله عليه وسلم - لعائشة رضي الله عنها: ((افعلي ما يفعل الحاج غير أن لا تطوفي بالبيت حتى تطهري)) (¬2). ¶ الثالث: مسُّ المصحف؛ لحديث عمرو بن حزم، وحكيم بن حزام وابن عمر - رضي الله عنهم -: ((لا يمسَّ القرآن إلا طاهر)) (¬3). ¶ ¬_________ ¶ (¬1) أخرجه النسائي المناسك، باب إباحة الكلام في الطواف، برقم 2920، والترمذي في كتاب الحج، باب ما جاء في الكلام بعد الطواف، برقم 960، وابن خزيمة ¶ 4/ 222، وصححه الألباني في صحيح النسائي، 2/ 614، وصحيح الترمذي، ¶ 1/ 283، وإرواء الغليل، 1/ 154. ¶ (¬2) أخرجه البخاري في كتاب الحيض، باب تقضي الحائض المناسك كلها إلا الطواف بالبيت، برقم 305، ومسلم في كتاب الحج، باب بيان وجوب الإحرام وأنه يجوز إفراد الحج والتمتع والقِران ... ، برقم 1211/ 120. ¶ (¬3) أخرجه مالك في كتاب القرآن، باب الأمر بالوضوء لمن مس القرآن، برقم 1، والدارقطني في سننه في كتاب الطهارة، باب في نهي المحدث عن مس القرآن، برقم 431 - 433، والحاكم، 1/ 397، وصححه الألباني بشواهده من حديث حكيم وابن عمر. انظر: إرواء الغليل،1/ 158،والتلخيص الحبير لا بن حجر، 1/ 131، والشرح الممتع على زاد المستقنع لابن عثيمين، 1/ 261.",
            "page": "54",
            "part": "1",
            "seal": "461EE6F2"
        },
        {
            "id": "55",
            "nass": "2 - فضل الوضوء: ¶ للوضوء فضائل كثيرة منها على سبيل المثال ما يلي: ¶ أ- عن أبي هريرة - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((إن أمتي يدعون يوم القيامة غُرّاً مُحَجَّلِين من آثار الوضوء)) (¬1). ¶ ب- وعن عثمان - رضي الله عنه - أنه قال حينما توضأ وضوءاً كاملاً: رأيت النبي - صلى الله عليه وسلم - توضأ نحو وضوئي هذا، وقال: ((من توضأ نحو وضوئي هذا ثم صلى ركعتين لا يحدث فيهما نفسه، غفر الله له ما تقدم من ذنبه)) (¬2). ¶ جـ - وعن عثمان - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم -، يقول: ((لا يتوضأ رجل مسلم فيحسن الوضوء، فيصلي ¶ ¬_________ ¶ (¬1) أخرجه البخاري في كتاب الوضوء، باب فضل الوضوء والغر المحجلون من آثار الوضوء، برقم 136، ومسلم في كتاب الطهارة، باب استحباب إطالة الغرة والتحجيل في الوضوء، رقم 246. ¶ (¬2) أخرجه البخاري، في كتاب الوضوء، باب المضمضة في الوضوء، برقم 164، ومسلم في كتاب الطهارة، باب صفة الوضوء وكماله، برقم 226.",
            "page": "55",
            "part": "1",
            "seal": "52708748"
        },
        {
            "id": "56",
            "nass": "صلاة إلا غفر الله له ما بينه وبين الصلاة التي تليها)) (¬1). ¶ د - وعنه أيضاً: ((ما من امرئ مسلم تحضره صلاة مكتوبة فيحسن وضوءَهَا، وخُشوعَها، وركُوعها، إلا كانت كفارة لما قبلها من الذنوب ما لم يُؤتِ (¬2) كبيرة وذلك الدهر كله)) (¬3). ¶ هـ - وعن عقبة بن عامر - رضي الله عنه - يرفعه: ((ما من مسلم يتوضأ فيُحسن وضوءهُ، ثم يقوم فيصلي ركعتين مقبلٌ عليهما بقلبه ووجهه إلا وجبت له الجنة)) (¬4). ¶ ووعن أبي هريرة - رضي الله عنه - يرفعه: ((إذا توضأ العبد ¶ المسلم أو المؤمن فغسل وجهه خرجت كل خطيئة نظر إليها بعينه مع الماء أو مع آخر قطر الماء، فإذا غسل يديه خرج من يديه كل خطيئة كان بطشتها يداه مع الماء أو مع آخر قطر الماء، فإذا غسل رجليه خرجت كل خطيئة مشتها رجلاه مع الماء أو مع ¶ ¬_________ ¶ (¬1) متفق عليه: البخاري، كتاب الوضوء، باب الوضوء ثلاثاً، برقم 160، ومسلم في كتاب الطهارة، باب فضل الوضوء والصلاة عقبه، برقم 227. ¶ (¬2) في نسخة دار السلام: ((ما لم يأت كبيرة)). ¶ (¬3) أخرجه مسلم في كتاب الطهارة، باب فضل الوضوء والصلاة عقبه، برقم 228. ¶ (¬4) أخرجه مسلم في الطهارة، باب الذكر المستحب عقب الوضوء، برقم 234.",
            "page": "56",
            "part": "1",
            "seal": "56C5B05D"
        },
        {
            "id": "57",
            "nass": "آخر قطر الماء حتى يخرج نقيّاً من الذُّنوب)) (¬1). ¶ ز - وعن عثمان - رضي الله عنه - يرفعه: ((من توضأ فأحسن الوضوء خرجت خطاياه من جسده حتى تخرج من تحت أظفاره)) (¬2). ¶ ح - وعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((ألا أدلُّكم على ما يمحو الله به الخطايا ويرفع به الدرجات؟ قالوا بلى يا رسول الله، قال: إسباغ الوضوء على المكاره، ¶ وكثرة الخطا إلى المساجد، وانتظار الصلاة بعد الصلاة، فذلكم الرِّباط، فذلكم الرِّباط)) (¬3). ¶ ¬_________ ¶ (¬1) أخرجه مسلم في كتاب الطهارة، باب خروج الخطايا مع ماء الوضوء، برقم 244، وأخرج قريباً منه في كتاب صلاة المسافرين وقصرها، باب إسلام عمرو بن عبسة، برقم 832. ¶ (¬2) أخرجه مسلم في كتاب الطهارة، باب خروج الخطايا مع ماء الوضوء، برقم 245. ¶ (¬3) أخرجه مسلم في كتاب الطهارة، باب فضل إسباغ الوضوء على المكاره، ¶ برقم 251.",
            "page": "57",
            "part": "1",
            "seal": "C559B640"
        },
        {
            "id": "58",
            "nass": "3 - صفة الوضوء الكامل وكيفيته: ¶ صفة الوضوء الكامل المشتمل على الفروض والواجبات والمستحبّات كالآتي: ¶ 1 - ينوي الوضوء بقلبه؛ لحديث عمر - رضي الله عنه -: ((إنما الأعمال بالنيات)) (¬1).ولا ينطق بالنية؛ لأن النبي - صلى الله عليه وسلم - لم ينطق بها؛ ولأن الله يعلم ما في القلب، فلا حاجة إلى الإخبار بما فيه. ¶ 2 - يقول: بسم الله؛ لحديث أبي هريرة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - أنَّه قال: ((لا صلاة لمن لا وضوء له، ولا وضوء لمن لم ¶ يذكر اسم الله عليه)) (¬2). ¶ 3 - يغسل كَفَّيْه ثلاث مرات؛ لحديث عبد الله بن ¶ ¬_________ ¶ (¬1) أخرجه البخاري في كتاب بدء الوحي، باب كيف كان بدء الوحي إلى رسول الله - صلى الله عليه وسلم -، برقم 1، ومسلم في كتاب الإمارة، باب قوله - صلى الله عليه وسلم - ((إنما الأعمال بالنية)) وأنه يدخل فيه الغزو وغيره من الأعمال، برقم 1907. ¶ (¬2) أخرجه أبو داود في كتاب الطهارة، باب في التسمية على الوضوء، برقم 101، وابن ماجه في كتاب الطهارة وسننها، باب ما جاء في التسمية في الوضوء، برقم 398، 399، والترمذي في كتاب الطهارة، باب ما جاء في التسمية عند الوضوء، برقم 25،وغيرهم، وحسنه الألباني لكثرة طرقه وشواهده في إرواء الغليل، برقم 81.",
            "page": "58",
            "part": "1",
            "seal": "CAFFE40F"
        },
        {
            "id": "59",
            "nass": "زيد - رضي الله عنه - (¬1)، وحديث حُمران عن عثمان - رضي الله عنه - (¬2). ¶ 4 - يتمضمض ويستنشق من كف واحد بيده اليمنى، ويستنثر بيده اليسرى (¬3). يفعل ذلك ثلاث مرات بثلاث غرفات بكفه؛ لحديث عبد الله بن زيد - رضي الله عنه - (¬4). ¶ ويسبغ الوضوء ويبالغ في الاستنشاق إلا أن يكون صائماً؛ لحديث لقيط بن صبرة - رضي الله عنه - (¬5) ويستاك؛ لحديث أبي هريرة - رضي الله عنه - (¬6). ¶ ¬_________ ¶ (¬1) أخرجه البخاري في كتاب الوضوء، باب مسح الرأس كله، برقم 185، ومسلم في كتاب الطهارة، باب في وضوء النبي - صلى الله عليه وسلم -، برقم 235. ¶ (¬2) أخرجه البخاري في كتاب الوضوء، باب في المضمضمة في الوضوء، برقم 164، ومسلم في كتاب الطهارة، باب صفة الوضوء وكماله، برقم 226. ¶ (¬3) أخرجه النسائي من حديث علي - رضي الله عنه - في كتاب الطهارة، باب بأي اليدين يستنثر، برقم 91، وصححه الألباني في صحيح النسائي، 1/ 21 برقم 89. ¶ (¬4) أخرجه البخاري برقم 185، ومسلم برقم 235، وقد تقدم تحت عنوان صفة الوضوء الكامل وكيفيته. ¶ (¬5) أخرجه أبو داود في كتاب الطهارة، باب في الاستنثار، برقم 142، وصححه الألباني في صحيح أبي داود، 1/ 29، برقم 129. ¶ (¬6) أخرجه البخاري معلقاً مجزوماً به في كتاب الصيام، باب السواك الرطب واليابس للصائم، (البخاري مع فتح الباري 4/ 158)،وقد تقدم في المبحث الثالث، سنن الفطرة.",
            "page": "59",
            "part": "1",
            "seal": "6E6FA1C8"
        },
        {
            "id": "60",
            "nass": "5 - يغسل وجهه ثلاث مرات من الأُذُنِ إلى الأُذُنِ عرضاً، ومن منابت شعر الرأس إلى أسفل اللِّحية والذَّقن طولاً؛ لحديث عبد الله بن زيد - رضي الله عنه - (¬1)،وحديث حمران عن عثمان - رضي الله عنه - (¬2)،ويخلِّلُ لحيته؛ لحديث أنس بن مالك - رضي الله عنه - (¬3). ¶ 6 - يغسل يده اليمنى ثلاث مرات من رؤوس ¶ الأصابع إلى المرفق (¬4)، ويدلك ذراعه (¬5)، ويغسل مرفقه (¬6)، ¶ ¬_________ ¶ (¬1) أخرجه البخاري، برقم 185، ومسلم، برقم 235، وتقدم تخريجه. ¶ (¬2) أخرجه البخاري، برقم 164، ومسلم، برقم 226، وتقدم تخريجه. ¶ (¬3) أخرجه أبو داود في كتاب الطهارة، باب تخليل اللحية، برقم 145، وابن ماجه في كتاب الطهارة وسننها، باب ما جاء في تخليل اللحية، برقم 431، وصححه الألباني لكثرة طرقه وشواهده في إرواء الغليل، 1/ 130، برقم 92، وقال الحافظ في بلوغ المرام: أخرجه الترمذي من حديث عثمان، وصححه ابن خزيمة. ¶ (¬4) لحديث حمران عن عثمان، أخرجه البخاري برقم 164، ومسلم برقم 226، وتقدم تخريجه، ولحديث عبد الله بن زيد أخرجه البخاري، برقم 185، ومسلم، برقم 235، وتقدم تخريجه. ¶ (¬5) ابن خزيمة في صحيحه 1/ 62، برقم 118، والحاكم 1/ 161، وأحمد، وصححه ابن خزيمة. ¶ (¬6) لحديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - غسل يديه حتى أشرع في العضد، أخرجه مسلم في كتاب الطهارة، باب استحباب إطالة الغرة والتحجيل في الوضوء، برقم 246.",
            "page": "60",
            "part": "1",
            "seal": "649FEB54"
        },
        {
            "id": "61",
            "nass": "ويخلل بين الأصابع (¬1). ثم يغسل يده اليسرى مثل ما غسل اليمنى. ¶ 7 - يمسح رأسه مرة واحدة، يبل يديه بالماء ثم يمرهما من مقدم رأسه إلى قفاه ثم يردهما إلى المكان الذي بدأ منه (¬2)، ثم يدخل أصبعيه السبَّابتين في أذنيه ويمسح بإبهاميه ظاهر أُذنيه (¬3). ¶ 8 - يغسل رجله اليمنى ثلاث مرات من رؤوس الأصابع إلى الكعب (¬4)، ويغسل كعبه (¬5)، ويخلل بين الأصابع (¬6)،ثم يغسل رجله اليسرى مثل ما غسل اليمنى. ¶ ¬_________ ¶ (¬1) أخرجه أبو داود، برقم 142،وصححه ابن خزيمة من حديث لقيط - رضي الله عنه -،وتقدم تخريجه. ¶ (¬2) لحديث عبد الله بن زيد عند البخاري، برقم 185،ومسلم، برقم 235،وتقدم تخريجه. ¶ (¬3) أخرجه أبو داود في كتاب الطهارة، باب صفة وضوء النبي - صلى الله عليه وسلم -، برقم 121، 123، وصححه ابن خزيمة من حديث عبد الله بن عمرو، وحسنه الألباني في صحيح أبي داود، برقم 123، ورواه الترمذي وابن ماجه والنسائي من حديث عبد الله بن عباس، وصححه الألباني في الإرواء، برقم 90، 1/ 129. ¶ (¬4) تقدم تخريجه من حديث عبد الله بن زيد، وحمران عن عثمان - رضي الله عنه -. ¶ (¬5) لحديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - غسل رجله حتى أشرع في الساق، أخرجه مسلم في كتاب الطهارة، باب استحباب إطالة الغرة والتحجيل في الوضوء، برقم 246. ¶ (¬6) لحديث لقيط - رضي الله عنه -، أخرجه أبو داود، برقم 142، وتقدم تخريجه.",
            "page": "61",
            "part": "1",
            "seal": "52DF6C8F"
        },
        {
            "id": "62",
            "nass": "9 - ثم يقول: ((أشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله)) (¬1). ((اللهم اجعلني من التوَّابين، واجعلني من المتطهرين)) (¬2). ((سبحانك اللهم وبحمدك، أشهد أن لا إله إلا أنت، أستغفرك وأتوب إليك)) (¬3). ¶ 10 - من توضأ مثل هذا الوضوء ثم صلى ركعتين لا يحدث فيهما نفسه غفر الله له ما تقدم من ذنبه؛ لحديث عثمان - رضي الله عنه - (¬4)، وفي حديث عقبة ابن عامر - رضي الله عنه -: ((ما من مسلم يتوضأ فيحسن وضوءه ثم يقوم فيصلي ركعتين مقبل عليهما بقلبه ووجهه إلا وجبت له الجنة)) (¬5)؛ ولحديث أبي ¶ ¬_________ ¶ (¬1) أخرجه مسلم في كتاب الطهارة، باب الذكر المستحب عقب الوضوء، برقم 234. ¶ (¬2) أخرجه الترمذي في كتاب الطهارة، باب فيما يقال بعد الوضوء، برقم 55. وانظر: صحيح الترمذي 1/ 18. ¶ (¬3) النسائي في عمل اليوم والليلة، ص173،برقم81، وانظر: إرواء الغليل، 1/ 135، ¶ 2/ 94. ¶ (¬4) أخرجه البخاري برقم 164، ومسلم برقم 226، وقد تقدم في المبحث الخامس، وفي فضل الوضوء. ¶ (¬5) أخرجه مسلم، برقم 234، وقد تقدم في المبحث الخامس، وفي فضل الوضوء.",
            "page": "62",
            "part": "1",
            "seal": "8D0C8A17"
        },
        {
            "id": "63",
            "nass": "هريرة - رضي الله عنه -: أن النبي - صلى الله عليه وسلم - قال لبلال عند صلاة الفجر: ((يا بلال حدثني بأرجى عمل عملته في الإسلام، فإني سمعت دفّ نعليك بين يديّ في الجنة))؟ قال: ما عملت عملاً أرجى عندي أني لم أتطهر طهوراً [تامّاً في ساعة من ليل ولا نهار إلا صليت بذلك الطّهور، ما كتب الله لي أن أصلي])) (¬1). ¶ 4 - فروض الوضوء وأركانه: ¶ فُروض الوضوء هي أركانه؛ لأنَّ هذه الفروض هي التي تتكوّن منها ماهيَّة الوضوء، وكل أقوال وأفعال تتكون منها ماهية العبادة فإنها أركان (¬2)، وفروض الوضوء ستة: ¶ أولا: غسل الوجه، ومنه المضمضة والاستنشاق والاستنثار؛ ¶ ¬_________ ¶ (¬1) أخرجه البخاري في كتاب التهجد، باب فضل الطهور بالليل والنهار، برقم 1149، ومسلم في كتاب فضائل الصحابة، باب من فضائل بلال - رضي الله عنه -،برقم 2458، وما بين المعقوفين من لفظ مسلم. ¶ (¬2) انظر: الشرح الممتع على زاد المستقنع لابن عثيمين، 1/ 147 - 148.",
            "page": "63",
            "part": "1",
            "seal": "85CBE484"
        },
        {
            "id": "64",
            "nass": "للآية؛ ولحديث لقيط - رضي الله عنه -: ((وبالغ في الاستنشاق إلا أن تكون صائماً)) (¬1)؛ ولحديثه أيضاً: ((إذا توضأت فمضمض)) (¬2)؛ ولحديث أبي هريرة - رضي الله عنه - يرفعه: ((من توضأ فليستنثر)) (¬3). ولِمَواظبة النبي - صلى الله عليه وسلم - على المضمضة ¶ والاستنشاق. ¶ ثانياً: غسل اليدين إلى المرفقين، اليمنى ثم اليسرى، للآية؛ ولحديث أبي هريرة - رضي الله عنه - يرفعه: ((إذا توضأتم فابدأوا بميامنكم)) (¬4). ¶ ثالثاً: مسح الرأس كله ومنه الأذنان؛ للآية؛ ¶ ¬_________ ¶ (¬1) أخرجه أبو داود، برقم 142، وقد تقدم في المبحث الخامس: الوضوء. ¶ (¬2) أخرجه أبو داود في كتاب الطهارة، باب في الاستنثار، برقم 144، وصححه الألباني في صحيح أبي داود 1/ 30، برقم 131. ¶ (¬3) أخرجه البخاري في كتاب الوضوء، باب الاستنثار في الوضوء، برقم 161، ومسلم في كتاب الطهارة، باب الإيتار في الاستنثار والاستجمار، برقم 237/ 22. ¶ (¬4) أخرجه أبو داود في كتاب اللباس، باب في الانتعال، برقم 4141، وابن ماجه في كتاب الطهارة وسننها، باب التيمم في الوضوء، برقم 402، وصححه الألباني في صحيح ابن ماجه، برقم 323، وصحيح أبي داود، برقم 3488، ومشكاة المصابيح، برقم 402، وقال الحافظ في بلوغ المرام: أخرجه الأربعة، وصححه ابن خزيمة.",
            "page": "64",
            "part": "1",
            "seal": "CF0B14B5"
        },
        {
            "id": "65",
            "nass": "ولحديث عبد الله بن زيد - رضي الله عنه -: ((الأذنان من الرأس)) (¬1). ولمواظبته - صلى الله عليه وسلم - على مسح الأذنين. وللمسح على الرأس ثلاث صفات: ¶ أ- مسح جميع الرأس؛ لحديث عبد الله بن زيد - رضي الله عنه -: ¶ ((أن النبي - صلى الله عليه وسلم - مسح رأسه بيديه فأقبل بهما وأدبر، بدأ بمقدَّم رأسه ثم ذهب بهما إلى قفاه، ثم ردَّهما إلى المكان الذي بدأ منه)) (¬2). ¶ ب- المسح على العمامة المحنّكة وحدها؛ لحديث عمرو بن أمية عن أبيه قال: ((رأيت النبي - صلى الله عليه وسلم - يمسح على عمامته وخفَّيه)) (¬3). ¶ ويشترط للمسح على العمامة وحدها أو عليها مع ¶ ¬_________ ¶ (¬1) أخرجه ابن ماجه في كتاب الطهارة، باب الأذنان من الرأس، برقم 443، 444، 445 وغيره، وصححه الألباني لكثرة طرقه وشواهده في صحيح ابن ماجه، برقم 357 - 359، والإرواء، برقم 84، والصحيحة، برقم 36. ¶ (¬2) أخرجه البخاري، برقم 185، ومسلم، برقم 235، وقد تقدم في صفة الوضوء. ¶ (¬3) أخرجه البخاري في كتاب الوضوء، باب المسح على الخفين، برقم 204، 205. وانظر: زاد المعاد، 1/ 199.",
            "page": "65",
            "part": "1",
            "seal": "0B776D47"
        },
        {
            "id": "66",
            "nass": "الناصية ما يشترط للمسح على الخفين. واختاره العلامة ابن باز رحمه الله، وابن تيمية رحمه الله تعالى (¬1). ¶ جـ- المسح على الناصية والعمامة المحنّكة؛ لحديث المغيرة بن شعبة - رضي الله عنه -: ((أنَّ النَّبي - صلى الله عليه وسلم - توضَّأ، ومسح بناصيته ¶ وعلى العمامة وعلى خفيه)) (¬2)؛ ولحديث بلال ((أن النبي - صلى الله عليه وسلم - مسح على الخفين والخمار)) (¬3). ¶ رابعاً: غسل الرجلين إلى الكعبين، مع العناية بالعقبين؛ للآية؛ ولحديث أبي هريرة وعبد الله بن عمر وعائشة - رضي الله عنهم -: ((ويل للأعقاب من النار)) (¬4)؛ ولمواظبته - صلى الله عليه وسلم - على ذلك. ¶ ¬_________ ¶ (¬1) انظر: شرح العمدة لابن تيمية، ص 271. ¶ (¬2) أخرجه مسلم في كتاب الطهارة، باب المسح على الخفين، برقم 274. ¶ (¬3) أخرجه مسلم في كتاب الطهارة، باب المسح على الخفين، برقم 275. ¶ (¬4) أخرجه البخاري في كتاب العلم، باب من رفع صوته بالعلم، برقم 60،، وباب من أعاد الحديث ثلاثاً ليفهم عنه، برقم 96، وفي كتاب الوضوء، باب غسل الرجلين ولا يمسح على القدمين، برقم 163، ومسلم في كتاب الطهارة، باب وجوب غسل الرجلين بكمالهما، برقم 241.",
            "page": "66",
            "part": "1",
            "seal": "EA601FE8"
        },
        {
            "id": "67",
            "nass": "وما تقدّم من الفرائض هو المنصوص عليه في قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا قُمْتُمْ إِلَى الصَّلاةِ فاغْسِلُواْ وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُواْ بِرُؤُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَينِ} (¬1). ¶ خامساً: الترتيب؛ لأن الله تعالى ذكر الوضوء مرتباً، وأدخل الممسوح بين المغسولات، ولا نعلم لهذا فائدة غير الترتيب؛ ولأن النبي - صلى الله عليه وسلم - توضأ مرتَّباً؛ ولقوله - صلى الله عليه وسلم -: ((أبدأ بما بدأ الله به)) (¬2). ¶ سادساً: الموالاة: وهي عبارة عن الإتيان بالطهارة في زمن متصل، فلا يؤخّر غسل عضو حتى ينشف الذي قبله؛ لحديث عمر بن الخطاب - رضي الله عنه - أن رجلاً توضأ فترك موضع ظفرٍ على قدمه فأبصره النبي - صلى الله عليه وسلم - فقال: ((ارجع فأحسن وضُوءَك)) فرجع ثم صلى (¬3). وعند أبي داود، أن ¶ ¬_________ ¶ (¬1) سورة المائدة، الآية: 6. ¶ (¬2) أخرجه مسلم في كتاب الحج، باب حجة النبي - صلى الله عليه وسلم -، برقم 1218. ¶ (¬3) أخرجه مسلم في كتاب الطهارة، باب وجوب استيعاب جميع أجزاء محل الطهارة، برقم 243.",
            "page": "67",
            "part": "1",
            "seal": "B4B0ADDC"
        },
        {
            "id": "68",
            "nass": "النبي - صلى الله عليه وسلم - رأى رجلاً يصلي وفي ظهر قدمه لُمعة قدر الدرهم لم يصبها الماء، ((فأمره النبي - صلى الله عليه وسلم - أن يعيد الوضوء والصلاة)) (¬1).فلو لم تجب الموالاة لأمره بغسل اللُّمعة فقط (¬2). ¶ 5 ـ شُروط الوضوء: ¶ شروط الوضوء عشرة: الإسلام، والعقل، والتَّمييز والنِّية، واستصحاب حكمها بأن لا ينوي قطعها حتى تتمَّ الطَّهارة، وانقطاع موجب، واستنجاء أو استجمار قبله، وطهورية ماء وإباحته، وإزالة ما يمنع وصوله إلى البشرة، ودخول وقت على من حدثه دائم لفرضه (¬3). ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب تفريق الوضوء، برقم 175،وصححه الألباني في صحيح أبي داود، 1/ 36،وفي إرواء الغليل، 1/ 127 لطرقه وشواهده الكثيرة. ¶ (¬2) انظر: منار السبيل، 1/ 24، والشرح الممتع على زاد المستقنع، 1/ 148، والروض المربع حاشية ابن القاسم، 1/ 181، والمغني لابن قدامة، 1/ 155، ومؤلفات الإمام محمد بن عبد الوهاب، قسم الفقه، المجلد الثاني: رسالة شروط الصلاة وأركانها وواجباتها، وفتاوى سماحة الشيخ ابن باز، 3/ 294. ¶ (¬3) انظر: هذه الشروط مشروحة في الروض المربع حاشية ابن قاسم، 1/ 189 و193، وانظرها في: فتاوى سماحة العلامة ابن باز، 3/ 294، ورسالة شروط الصلاة للإمام محمد ابن عبد الوهاب، قسم الفقه من مؤلفاته، المجلد الثاني.",
            "page": "68",
            "part": "1",
            "seal": "FEB71685"
        },
        {
            "id": "69",
            "nass": "6 - سُنَنُ الوضوء: ¶ أ - السواك؛ لقوله - صلى الله عليه وسلم -: ((لولا أن أشق على أمتي لأمرتهم بالسواك عند كل وضوء)) (¬1). ¶ ب- غسل الكفين في أول الوضوء، إلا إذا كان مستيقظاً من نومٍ، فإنَّه يجب غسلهما ثلاثاً قبل أن يدخلهما في الإناء (¬2). ¶ ج- الدلك؛ لحديث عبد الله بن زيد ((أن النبي - صلى الله عليه وسلم - أُتي بثُلُثي مد فجعل يدلك ذراعه)) (¬3). ¶ د- تثليث الغسل في الوضوء؛ لحديث حمران عن ¶ ¬_________ ¶ (¬1) أخرجه البخاري معلقاً مجزوماً به (فتح الباري 4/ 158)، ومالك برقم 115، وقد تقدم في المبحث الثالث: سنن الفطرة. ¶ (¬2) أخرجه البخاري، برقم 162، ومسلم، برقم 278، وقد تقدم في المبحث الرابع: آداب قضاء الحاجة. ¶ (¬3) أخرجه ابن خزيمة، 1/ 62، برقم 118، والحاكم، 1/ 161، وتقدم تخريجه في صفة الوضوء.",
            "page": "69",
            "part": "1",
            "seal": "40A22711"
        },
        {
            "id": "70",
            "nass": "عثمان - رضي الله عنه -، وحديث عبد الله بن زيد - رضي الله عنه - (¬1). ¶ فقد ثبت عنه - صلى الله عليه وسلم - أنّه توضأ ثلاثاً ثلاثاً، وهذا كثير، وثبت أنه ((توضأ مرّتين مرّتين)) (¬2). وثبت عنه - صلى الله عليه وسلم - أنه ¶ ((توضأ مرّةً مرّةً)) (¬3)، وثبت عنه - صلى الله عليه وسلم - أنه ((غسل بعض أعضائه مرتين، وبعضها ثلاثاً)) (¬4). ¶ هـ- الدعاء بعد الوضوء؛ لحديث عمر - رضي الله عنه - (¬5). ¶ وصلاة ركعتين بعد الوضوء؛ لحديث حمران عن عثمان، وعقبة بن عامر، وبلال - رضي الله عنهم - (¬6). ¶ ز- الاعتدال في الوضوء مع الإسباغ: فالأفضل أن ¶ ¬_________ ¶ (¬1) أخرجه البخاري، برقم 185، ومسلم، برقم 235، وقد تقدم في صفة الوضوء. ¶ (¬2) أخرجه البخاري في كتاب الوضوء، باب الوضوء مرتين مرتين، برقم 158. ¶ (¬3) أخرجه البخاري في كتاب الوضوء، باب الوضوء مرة مرة، برقم 157. ¶ (¬4) أخرجه البخاري في كتاب الوضوء، باب مسح الرأس كله، برقم 185، وفي باب من مضمض واستنشق من غرفة واحدة، برقم 191، ومسلم في كتاب الطهارة، باب في وضوء النبي - صلى الله عليه وسلم -، برقم 235. ¶ (¬5) أخرجه مسلم برقم 234، وقد تقدم في صفة الوضوء. ¶ (¬6) حديث بلال أخرجه البخاري في التهجد، باب فضل الطهور بالليل والنهار، برقم 1149، ومسلم برقم 2458، وقد تقدم في صفة الوضوء.",
            "page": "70",
            "part": "1",
            "seal": "69A968D7"
        },
        {
            "id": "71",
            "nass": "يتوضأ المسلم ثلاثاً ثلاثاً بدون إسراف ولا اعتداء، لا في الوضوء ولا في الغسل، فعن عائشة رضي الله عنها أن رسول الله - صلى الله عليه وسلم - ((كان يغتسل من إناء - هو الفَرَقُ - من الجنابة)) (¬1) قال ¶ سفيان: والفرق: ثلاثة آصع (¬2). ¶ وعن أنس - رضي الله عنه - قال: ((كان النبي - صلى الله عليه وسلم - يتوضأ بالمد، ويغتسل بالصاع إلى خمسة أمداد)) (¬3). ¶ وعن عائشة رضي الله عنها أنها كانت تغتسل هي والنبي - صلى الله عليه وسلم - في إناء واحد يسع ثلاثة أمداد، أو قريباً من ذلك (¬4). ¶ وعن أم عمارة (¬5) وعبد الله بن زيد (¬6) رضي الله عنهما ((أن النبي ¶ ¬_________ ¶ (¬1) أخرجه مسلم في كتاب الحيض، باب القدر المستحب من الماء في غسل الجنابة ... ، برقم 319. ¶ (¬2) أخرجه مسلم في كتاب الحيض، باب القدر المستحب في غسل الجنابة ... برقم 319/ 41. ¶ (¬3) أخرجه البخاري في كتاب الوضوء، باب الوضوء بالمد، برقم 201، ومسلم في كتاب الحيض، باب القدر المستحب من الماء في غسل الجنابة ... برقم 321. ¶ (¬4) أخرجه مسلم في كتاب الحيض، باب القدر المستحب من الماء في غسل الجنابة ... ، برقم 321. ¶ (¬5) حديث أم عمارة أخرجه أبو داود في كتاب الطهارة، باب ما يجزئ من الماء في الوضوء، برقم 94، وصححه الألباني في صحيح أبي داود، 1/ 20. ¶ (¬6) ابن خزيمة 1/ 61،رقم 118،والحاكم 1/ 161،وتقدم تخريجه في صفة الوضوء الكامل.",
            "page": "71",
            "part": "1",
            "seal": "C68A8A04"
        },
        {
            "id": "72",
            "nass": "- صلى الله عليه وسلم - أُتي بثُلُثي مدّ فجعل يدلك ذراعه)). ¶ قال البخاري رحمه الله تعالى: ((بيّن النبي - صلى الله عليه وسلم - أن فرض الوضوء مرة مرة، وتوضأ أيضاً مرتين، وثلاثاً ولم يزد على ¶ ثلاث، وكره أهل العلم الإسراف فيه وأن يجاوز فعل النبي - صلى الله عليه وسلم -)) (¬1). ¶ وقال الحافظ ابن حجر رحمه الله تعالى في الجمع بين الروايات السابقة: ((وهذا يدل على اختلاف الحال في ذلك بقدر الحاجة)) (¬2). ¶ ولا شك أن هديه - صلى الله عليه وسلم - يدل على الاقتصاد في الماء مع الإسباغ والكمال، فعن ابن عباس رضي الله عنهما قال: ((بت عند خالتي ميمونة ليلةً، فلما كان في بعض الليل قام النبي - صلى الله عليه وسلم - فتوضأ من شن معلَّق وضوءاً خفيفاً وقام يصلي ... )) (¬3). ¶ ¬_________ ¶ (¬1) أخرجه البخاري في كتاب الوضوء، باب ما جاء في الوضوء، (1/ 232 فتح). ¶ (¬2) الفتح، 1/ 305. ¶ (¬3) متفق عليه: أخرجه البخاري في كتاب الوضوء، باب التخفيف في الوضوء، برقم 138، ومسلم في كتاب صلاة المسافرين، باب الدعاء في صلاة الليل وقيامه، برقم 763.",
            "page": "72",
            "part": "1",
            "seal": "FEB3FCB7"
        },
        {
            "id": "73",
            "nass": "فينبغي الاقتصاد في الماء وعدم الإسراف، فعن عمرو بن شعيب عن أبيه عن جده قال: جاء أعرابي إلى النبي - صلى الله عليه وسلم - فأراه الوضوء ثلاثاً ثلاثاً ثم قال: ((هكذا ¶ الوضوء، فمن زاد على هذا فقد أساء، وتعدى، وظلم)) (¬1). ¶ وعن عبد الله بن مُغَفَّل أنه سمع النبي - صلى الله عليه وسلم - يقول: ((إنه سيكون في هذه الأمة قوم يعتدون في الطهور والدعاء)) (¬2). ¶ 7 - نواقص الوضوء: ¶ 1 - الخارج من السبيلين: كالبول، والغائط (¬3)، ¶ ¬_________ ¶ (¬1) أخرجه النسائي في كتاب الطهارة، باب الاعتداء في الوضوء، برقم 140، وابن ماجه في كتاب الطهارة وسننها، باب ما جاء في القصد في الوضوء وكراهية التعدي فيه، برقم 422، وأحمد 2/ 180، وحسنه الألباني في صحيح النسائي، 1/ 31. ¶ (¬2) أخرجه أبو داود في كتاب الطهارة، باب الإسراف في الماء، برقم 96، وصححه الألباني في صحيح أبي داود، 1/ 21. ¶ (¬3) لقوله تعالى: {أَوْ جَاءَ أَحَدٌ مِّنكُم مِّنَ الْغَائِطِ} سورة المائدة، الآية: 6، ولحديث صفوان ابن عسال - رضي الله عنه -: ((ولكن من غائط، وبول، ونوم))، أخرجه أحمد، 4/ 240، والترمذي في كتاب الطهارة، باب المسح على الخفين للمسافر والمقيم، برقم 96، وابن ماجه في كتاب الطهارة، باب الوضوء من النوم، برقم 478، وغيرهم، وحسنه الألباني في صحيح الترمذي، 1/ 30.",
            "page": "73",
            "part": "1",
            "seal": "3814D67E"
        },
        {
            "id": "110",
            "nass": "بهذا الاستثناء، أما قوله - صلى الله عليه وسلم -: ((فإني لا أحل المسجد لحائض ولا جنب)) (¬1)، فهذا في حقِّ مَنْ يجلس في المسجد، وأما ما رواه زيد بن أسلم أن بعض أصحاب النَّبي - صلى الله عليه وسلم -، كانوا إذا توضؤوا جلسوا في المسجد (¬2)، فهذا احتج به من قال ¶ بالجواز كأحمد وإسحاق رحمهما الله وجماعة. والقول الثاني إنه لا يجلس في المسجد ولو توضأ لعموم الآية: {وَلاَ جُنُبًا إِلاَّ عَابِرِي سَبِيلٍ حَتَّىَ تَغْتَسِلُواْ}، والوضوء لا يخرجه من كونه جنباً؛ ولعموم الحديث: ((إني لا أحل المسجد لحائض ولا جنب)). وهذا أظهر وأقوى، وفعل من جلس من الصحابة يحمل على أنه خفي عليه الدليل الدال على أنه يمنع الجنب من الجلوس في المسجد، والأصل الأخذ بالدليل: {وَلاَ جُنُبًا إِلاَّ عَابِرِي سَبِيلٍ حَتَّىَ تَغْتَسِلُواْ} وزيد بن أسلم وإن روى له مسلم، ففي القلب منه شيء إذا ¶ ¬_________ ¶ (¬1) أخرجه أبو داود، برقم 232، وتقدم تخريجه في: ما يمنع منه الجنب. ¶ (¬2) رواه سعيد بن منصور. وحنبل بن إسحاق كما في المنتقى للمجد ابن تيمية، ¶ 1/ 141 - 142، وشرح العمدة لابن تيمية، 1/ 391، وفي زيد بن أسلم كلام انظره في: حاشية المنتقى، 1/ 142.",
            "page": "110",
            "part": "1",
            "seal": "3CD9A30E"
        },
        {
            "id": "111",
            "nass": "تفرد بالحديث)) (¬1). ¶ ج - شروط الغسل: ¶ شروط الغسل ثمانية: النية (¬2)، والإسلام، والعقل، ¶ والتمييز، والماء الطهور المباح، وإزالة ما يمنع وصوله إلى البشرة، وانقطاع موجب الغسل (¬3). ¶ د - صفة الغُسل الكامل وكيفيته: ¶ صفة الغسل الكامل المشتمل على الفروض، والواجبات والمستحبات كالآتي: ¶ 1 - ينوي الغُسل الكامل لرفع الحدث الأكبر والأصغر بقلبه؛ لحديث عمر بن الخطاب - رضي الله عنه - عن النَّبي - صلى الله عليه وسلم -: ((إنما الأعمال بالنيات وإنما لكل امرئ ما نوى)) (¬4). ¶ ¬_________ ¶ (¬1) قاله رحمه الله في تعليقه على المنتقى للمجد ابن تيمية، حديث رقم 396، مسجل في مكتبتي الخاصة، وانظر: الشرح الممتع، 1/ 294. ¶ (¬2) نقل ابن قاسم في حاشية الروض المربع أنه يجب استصحاب حكمها، بحيث لا ينوي قطعها حتى تتم الطهارة، 1/ 198، فينظر هل هذا شرط أم واجب؟. ¶ (¬3) حاشية الروض لا بن قاسم، 1/ 189 و193 - 194، ومنار السبيل، 1/ 39. ¶ (¬4) أخرجه البخاري، برقم 1، ومسلم، برقم 1907، وقد تقدم في صفة الوضوء الكامل وكيفته.",
            "page": "111",
            "part": "1",
            "seal": "F2D9A4F4"
        },
        {
            "id": "112",
            "nass": "2 - يسمي الله فيقول: ((بسم الله))؛لحديث أبي هريرة - رضي الله عنه - (¬1). ¶ 3 - يبدأ فيغسل كفيه ثلاثاً، لحديث عائشة وميمونة ¶ رضي الله عنهما (¬2). ¶ 4 - يغسل فرجه بشماله، ويزيل ما به من أذىً؛ لحديث عائشة وميمونة رضي الله عنهما (¬3). ¶ 5 - يضرب بشماله الأرض ويمسحها بالتراب الطاهر ويدلكها دلكاً جيداً، ويغسلها؛ لحديث ميمونة وعائشة رضي الله عنهما (¬4) أو يدلكها بالحائط ويغسلها؛ لحديث ميمونة رضي الله عنها (¬5)، أو يغسلها بالماء والصابون. ¶ ¬_________ ¶ (¬1) أخرجه أبو داود، برقم 101،وابن ماجه، برقم 398،399، والترمذي، برقم 25، وقد تقدم في صفة الوضوء. ¶ (¬2) أخرجه البخاري في كتاب الغسل، باب الوضوء قبل الغسل، برقم 248، ومسلم في كتاب الحيض، باب صفة غسل الجنابة، برقم 316 و317. ¶ (¬3) أخرجه البخاري في كتاب الغسل، باب الغسل مرة واحدة، برقم 257، ومسلم في كتاب الحيض، باب صفة غسل الجنابة، برقم 316 و317. ¶ (¬4) أخرجه البخاري في كتاب الغسل، باب من أفرغ بيمينه على شماله في الغسل، برقم 266، ومسلم في كتبا الحيض، باب صفة غسل الجنابة، برقم 317. ¶ (¬5) أخرجه البخاري في كتاب الغسل، باب من توضأ من الجنابة ثم غسل سائر جسده، برقم 274، ومسلم في كتاب الحيض، باب صفة غسل الجنابة، برقم 317.",
            "page": "112",
            "part": "1",
            "seal": "02D11FD1"
        },
        {
            "id": "113",
            "nass": "6 - يتوضأ وضوءاً كاملاً كما يتوضأ للصلاة (¬1)؛ ¶ لحديث عائشة رضي الله عنها (¬2)، وإن شاء توضأ وضوءه للصلاة وأخر رجليه إلى نهاية الغسل؛ لحديث ميمونة رضي الله عنها (¬3). ¶ 7 - يدخل أصابعه في الماء، ثم يخلل شعره حتى يروي بشرته، ثم يصب على رأسه ثلاث حفنات بيديه؛ لحديث ميمونة وعائشة رضي الله عنهما (¬4) يبدأ بشق رأسه الأيمن ثم الأيسر ثم الوسط؛ لحديث عائشة رضي الله عنها (¬5). وليس ¶ ¬_________ ¶ (¬1) انظر صفة الوضوء الكامل ص 45. ¶ (¬2) أخرجه البخاري في كتاب الغسل، باب الوضوء قبل الغسل، برقم 248، ومسلم في كتاب الحيض، باب صفة غسل الجنابة، برقم 316. ¶ (¬3) أخرجه البخاري في كتاب الغسل، باب الوضوء قبل الغسل، برقم 249. ¶ (¬4) أخرجه البخاري في كتاب الغسل، باب الوضوء قبل الغسل، برقم 248، ومسلم في كتاب الحيض، باب صفة غسل الجنابة، برقم 316 و317. ¶ (¬5) أخرجه البخاري في كتاب الغسل، باب من بدأ بالحلاب أو الطيب عند الغسل، برقم 258، ومسلم في كتاب الحيض، باب صفة غسل الجنابة، برقم 318. وحديث جابر - رضي الله عنه - أخرجه البخاري في كتاب الغسل، باب من أفاض على رأسه ثلاثاً، برقم 256، ومسلم في كتاب الحيض، باب استحباب إفاضة الماء على الرأس وغيره ثلاثاً، برقم 329.",
            "page": "113",
            "part": "1",
            "seal": "60F3F33B"
        },
        {
            "id": "114",
            "nass": "على المرأة نقض شعر رأسها لغسل الجنابة؛ لحديث أم ¶ سلمة رضي الله عنها (¬1). ويستحب أن تنقضه لغسل الحيض؛ لحديث عائشة رضي الله عنها (¬2). ¶ 8 - يفيض الماء على سائر جسده؛ لحديث ميمونة وعائشة رضي الله عنهما (¬3)، يبدأ بشقه الأيمن ثم الأيسر؛ لحديث عائشة رضي الله عنها: ((أن النَّبي - صلى الله عليه وسلم - كان يعجبه التيمن في تنعله، وترجله، وطهوره، وفي شأنه كله)) (¬4). ويعتني بغسل ¶ ¬_________ ¶ (¬1) قالت: يا رسول الله، إني امرأة أشد ضفر رأسي فأنقضه لغسل الجنابة؟ قال: ((لا، إنما يكفيك أن تحثي عليه ثلاث حثيات ثم تفيضين عليه الماء فتطهرين)). أخرجه مسلم في كتاب الحيض، باب حكم ضفائر المغتسلة، برقم 330. وفي رواية لمسلم ¶ 1/ 260: ((أفأنقضه للحيض والجنابة))، قال: ((لا)).الحديث. ¶ (¬2) قال - صلى الله عليه وسلم - لها عندما حاضت في الحج: ((دعي عمرتك وانقضي رأسك وامتشطي)). البخاري، 1/ 418، قال العلامة ابن باز في تعليقه على منتقى الأخبار للمجد ابن تيمية،: ((يستحب للحائض أن تنقض شعرها لغسل الحيض، ولا يستحب نقضه للجنابة))، وانظر: فتح الباري، 1/ 418، والحيض والنفاس، ص 175. ¶ (¬3) أخرجه البخاري في كتاب الغسل، باب الوضوء قبل الغسل، برقم 248، ومسلم في كتاب الحيض، باب صفة غسل الجنابة، برقم 316. ¶ (¬4) أخرجه البخاري في كتاب الوضوء، باب التيمن في الوضوء والغسل، برقم 168، ومسلم في كتاب الطهارة، باب التيمن في الطهور وغيره، برقم 268.",
            "page": "114",
            "part": "1",
            "seal": "539D45E3"
        },
        {
            "id": "115",
            "nass": "الإبطين ومطاوي الأعضاء وأصول الفخذين؛ لحديث ¶ عائشة رضي الله عنها (¬1)، ويدلك بدنه إذا لم يصل الطهور إلى محله بدونه (¬2). ¶ 9 - يتحول فينتقل من مكانه فيغسل قدميه؛ لحديث ميمونة رضي الله عنها (¬3) والأفضل أن لا ينشِّف أعضاءه في الغسل؛ لحديث ميمونة رضي الله عنها (¬4)، وينبغي له أن لا يسرف في استعمال الماء، فلا إفراط ولا تفريط (¬5)، وما تقدم هو ¶ ¬_________ ¶ (¬1) وفيه أن النبي - صلى الله عليه وسلم - كان يغسل مرافغه. وهي أصول المغابن، أخرجه أبو داود في كتاب الطهارة، باب في الغسل من الجنابة، برقم 243، وصححه الألباني في صحيح سنن أبي داود، 1/ 48. ¶ (¬2) انظر: شرح العمدة لابن تيمية،1/ 368،وذلك؛ لحديث عائشة في مسلم،1/ 260: ((ثم تصب على رأسها فتدلكه دلكاً شديداً)). ¶ (¬3) أخرجه البخاري في كتاب الغسل، باب الوضوء قبل الغسل، برقم 249، ومسلم في كتاب الحيض، باب صفة غسل الجنابة، برقم 317. قال العلامة ابن باز - رحمه الله-: يغسل رجليه في نهاية الغسل سواء غسلها قبله مع الوضوء أو لم يغسلها. ¶ (¬4) قالت: ((ثم أتيته بالمنديل فردّه و [لم ينفض به])). أخرجه البخاري في كتاب الغسل، باب المضمضة والاستنشاق من الجنابة، برقم 259، ومسلم في كتاب الحيض، باب صفة غسل الجنابة، برقم 317، واللفظ الأول من مسلم، والثاني من البخاري. ¶ (¬5) انظر: مقدار غسل النبي - صلى الله عليه وسلم - ووضوئه في سنن الوضوء.",
            "page": "115",
            "part": "1",
            "seal": "BCD5E688"
        },
        {
            "id": "116",
            "nass": "الغسل الكامل (¬1). ¶ هـ - الأغسال المستحبة: ¶ 1 - غسل يوم الجمعة؛ لحديث أبي سعيد الخدري - رضي الله عنه -، قال: إن رسول الله - صلى الله عليه وسلم -، قال: ((غسل يوم الجمعة واجب على كل محتلم)) (¬2). وحديثه - رضي الله عنه - يرفعه: ((الغسل يوم الجمعة واجب على كل محتلم، وأن يستن، وأن يمس طيباً إن وجد)) (¬3). وحديث أبي هريرة - رضي الله عنه - يرفعه: ((حقٌّ لله على كل ¶ ¬_________ ¶ (¬1) أما الغسل المجزئ فهو أن ينوي، ويسمي، ويتمضمض ويستنشق، ويعم جميع جسده بالماء. انظر الشرح الممتع،1/ 304 و297 - 300، وشرح العمدة، 1/ 365. قال ابن تيمية رحمه الله في شرح العمدة، 1/ 307: ((الغسل قسمان: غسل مجزئ، وغسل كامل ... والكامل هو اغتسال الرسول - صلى الله عليه وسلم -، وهو يشتمل على إحدى عشرة خصلة: النية، والتسمية، ويغسل يديه ثلاثاً، ويغسل فرجه، ويدلك يده، ويتوضأ، ويخلل أصول شعر رأسه ولحيته بالماء، ويفيض على رأسه ثلاث حثيات، ويفيض الماء على سائر جسده، ويدلك بدنه، ويبدأ بشقه الأيمن، وينتقل من مكانه فيغسل قدميه)). ¶ (¬2) أخرجه البخاري في كتاب الجمعة، باب فضل الغسل يوم الجمعة، برقم 879، ومسلم في كتاب الجمعة، باب وجوب غسل الجمعة على كل بالغ من الرجال، برقم 846. ¶ (¬3) أخرجه البخاري في كتاب الجمعة، باب الطيب للجمعة، برقم 880، ومسلم في كتاب الجمعة، باب الطيب والسواك يوم الجمعة، برقم 846،ومعنى يستن: يستاك.",
            "page": "116",
            "part": "1",
            "seal": "5DB1060D"
        },
        {
            "id": "117",
            "nass": "مسلم أن يغتسل في كل سبعة أيام، يغسل رأسه وجسده)) (¬1). وحديثه - رضي الله عنه - يرفعه إلى النَّبي - صلى الله عليه وسلم -: ((من اغتسل ثم أتى الجمعة فصلى ما قدر له، ثم أنصت حتى يفرغ الإمام من خطبته، ثم يصلي معه غفر له ما بينه وبين الجمعة الأخرى وفضل ثلاثة أيام)) (¬2). وعن أبي سعيد الخدري وأبي هريرة رضي الله عنهما عن النَّبي - صلى الله عليه وسلم - أنه قال: ((من اغتسل يوم الجمعة، ولَبِسَ من أحسن ثيابه، ومس من طيبٍ إن كان عنده، ثم أتى الجمعة فلم يتخط رقاب الناس (¬3)، ثم صلى ما كتب الله له، ثم أنصت إذا خرج إمامه حتى يفرغ من صلاته، كانت كفارة ما بينه وبين ¶ الجمعة قبلها [وزيادة ثلاثة أيام])) (¬4). ¶ ¬_________ ¶ (¬1) أخرجه البخاري في كتاب الجمعة، با ب هل على من لم يشهد الجمعة غسل؟ برقم 897، ومسلم في كتاب الجمعة، باب الطيب والسواك يوم الجمعة، برقم 849. ¶ (¬2) أخرجه مسلم في كتاب الجمعة، باب فضل من استمع وأنصت في الجمعة، برقم 857. ¶ (¬3) وعند ابن خزيمة من حديث أبي الدرداء - رضي الله عنه -: ((ولم يفرق بين اثنين))، رقم 1763. ¶ (¬4) أخرجه أبو داود في كتاب الطهارة، باب في الغسل يوم الجمعة، برقم 343، وحسنه الألباني في صحيح أبي داود، 1/ 70، والزيادة من حديث أبي هريرة - رضي الله عنه -.",
            "page": "117",
            "part": "1",
            "seal": "0FD080B9"
        },
        {
            "id": "118",
            "nass": "وعن أوس بن أوس الثقفي قال: سمعت رسول الله - صلى الله عليه وسلم -، يقول: ((من غسل يوم الجمعة، واغتسل، ثم بكَّر وابتكر، ومشى ولم يركب، ودنا من الإمام فاستمع، ولم يلغ، كان له بكل خطوة عمل سنة، أجر صيامها وقيامها)) (¬1). ¶ وعن سمرة - رضي الله عنه - يرفعه: ((من توضأ يوم الجمعة فبها ونعمت، ومن اغتسل فهو أفضل)) (¬2). ¶ وعن أبي هريرة - رضي الله عنه - قال: ((من توضأ فأحسن الوضوء ثم أتى الجمعة فاستمع وأنصت غفر له ما بينه وبين ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب في الغسل يوم الجمعة، برقم 345، والنسائي في كتاب الجمعة، باب فضل غسل يوم الجمعة، برقم 1379، والترمذي في كتاب الجمعة، باب ما جاء في فضل الغسل يوم الجمعة، برقم 496. ¶ (¬2) أخرجه أبو داود في كتاب الطهارة، باب في الرخصة في ترك الغسل يوم الجمعة، برقم 354، والترمذي في كتاب الجمعة، باب ما جاء في الوضوء يوم الجمعة، برقم 497، والنسائي في كتاب الجمعة، باب الرخصة في ترك الغسل يوم الجمعة، برقم 1378، وقال الترمذي: ((حديث حسن)).",
            "page": "118",
            "part": "1",
            "seal": "E3BEA261"
        },
        {
            "id": "119",
            "nass": "الجمعة وزيادة ثلاثة أيام ومن مس الحصى فقد لغا)) (¬1). ¶ وقد اختلف أهل العلم هل غسل الجمعة واجب أم مستحب؟ ورجح سماحة العلامة ابن باز أن غسلَ الجمعة سنة مؤكدة، وينبغي للمسلم أن يحافظ عليه خروجاً من خلاف من قال بالوجوب، وأقوال العلماء في غسلِ الجمعة ثلاثة: منهم من قال بالوجوب مطلقاً وهذا قول قوي، ومنهم من قال: بأنه سنة مؤكدة مطلقاً، ومنهم من فصَّل فقال: غسل يوم الجمعة واجب على أصحاب الأعمال الشاقة؛ لما يحصل لهم من بعض التعب والعرق، ومستحب في حق غيرهم، وهذا قول ضعيف، والصواب أن غسل الجمعة سنة مؤكدة، أما قوله - صلى الله عليه وسلم -: ((غسل الجمعة ¶ واجب على كل محتلم))، فمعناه عند أكثر أهل العلم متأكد كما تقول العرب: ((العدة دين وحق عليَّ واجب)). ويدل على هذا المعنى اكتفاؤه - صلى الله عليه وسلم - بالأمر بالوضوء في بعض ¶ ¬_________ ¶ (¬1) أخرجه مسلم في كتاب الجمعة، باب فضل من استمع وأنصت في الخطبة، برقم 857/ 27.",
            "page": "119",
            "part": "1",
            "seal": "640A00F5"
        },
        {
            "id": "120",
            "nass": "الأحاديث .. وهكذا الطيب والاستياك، ولبس الحسن من الثياب، والتبكير إلى الجمعة، كله من السنن المرغَّب فيها، وليس شيء منها واجباً (¬1). ¶ 2 - غسل الإحرام؛ لحديث زيد بن ثابت - رضي الله عنه - أن النَّبي - صلى الله عليه وسلم - ((تجرَّد لإهلاله واغتسل)) (¬2). ¶ 3 - الاغتسال عند دخول مكة؛ لأن ابن عمر - رضي الله عنه - كان ¶ لا يقدم مكة إلا بات بذي طوى حتى يصبح، ويغتسل، ويَذْكُرُ ذلك عن النَّبي - صلى الله عليه وسلم - (¬3). ¶ ¬_________ ¶ (¬1) هذا مقتبس من كلام شيخنا العلامة ابن باز. انظر: الفتاوى الإسلامية، 1/ 419، وقال رحمه الله بعض هذا الكلام في تعليقه على بلوغ المرام، حديث رقم120 و123، وتعليقه على منتقى الأخبار للمجد، الأحاديث 400 - 407، وهو مسجل في مكتبتي الخاصة. ¶ (¬2) أخرجه الدارمي في كتاب المناسك، باب الاغتسال في الإحرام، برقم 1801، والترمذي في كتاب الحج، باب ما جاء في الاغتسال عند الإحرام، برقم 830، وابن خزيمة برقم 2595، والحاكم، وصححه ووافقه الذهبي، 1/ 447، وصححه الألباني في صحيح الترمذي، 1/ 250، وانظر: إرواء الغليل، برقم 149. ¶ (¬3) أخرجه البخاري في كتاب الحج، باب دخول مكة نهاراً أو ليلاً، برقم 1574، ومسلم في كتاب الحج، باب استحباب دخول مكة من الثنية العليا والخروج منها من الثنية السفلى، برقم 1259.",
            "page": "120",
            "part": "1",
            "seal": "00026E37"
        },
        {
            "id": "121",
            "nass": "4 - الاغتسال لكل جماع؛ لحديث أبي رافع ((أن النَّبي - صلى الله عليه وسلم - طاف ذات يوم على نسائه يغتسل عند هذه وعند هذه))، قال: فقلت: يا رسول الله، ألا تجعله غسلاً واحداً؟ قال: ((هذا أزكى وأطيب)) (¬1). ¶ 5 - الاغتسال من غسل الميت؛ لحديث أبي هريرة - رضي الله عنه - يرفعه: ((من غسَّل الميت فليغتسل)) (¬2)؛ ولحديث عائشة رضي ¶ الله عنها قالت: ((كان رسول الله - صلى الله عليه وسلم - يغتسل من أربع: من الجنابة، ويوم الجمعة، ومن الحجامة، ومن غسل الميت)) (¬3). ويدل على عدم الوجوب أن أسماء بنت عميس ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب الوضوء لمن أراد أن يعود، برقم 219، وابن ماجه في كتاب الطهارة وسننها، باب فيمن يغتسل عند كل واحدة غسلاً، برقم 590، وحسنه الألباني في صحيح أبي داود، 1/ 43، وآداب الزفاف، ص 32. ¶ (¬2) أخرجه أحمد، 2/ 280، 415، 433 و472، وأبو داود في كتاب الجنائز، باب في الغسل من غسل الميت، برقم 3161، والترمذي في كتاب الجنائز، باب ما جاء في الغسل من غسل الميت، برقم 993، قال عبد القادر الأرنؤوط في جامع الأصول، ¶ 7/ 335: ((وهو حديث حسن بطرقه وشواهده)).وانظر: إرواء الغليل، برقم 144. ¶ (¬3) أخرجه أبو داود في كتاب الجنائز، باب الغسل من غسل الميت، برقم 3160، وقال الحافظ في بلوغ المرام: ((وصححه ابن خزيمة))، وقال سماحة الشيخ ابن باز: ((إسناده لا بأس به على شرط مسلم))، وانظر: جامع الأصول بتحقيق الأرنؤوط، ¶ 7/ 337.",
            "page": "121",
            "part": "1",
            "seal": "EDC614DB"
        },
        {
            "id": "122",
            "nass": "- امرأة أبي بكر - غسلت أبا بكر - رضي الله عنه - حين توفي، ثم خرجت فسألت من حضرها من المهاجرين، فقالت: إني صائمة وهذا يوم شديد البرد، فهل عليَّ من غسل؟ فقالوا: ((لا)) (¬1). وبيّن العلامة ابن باز رحمه الله أن هذا يدل على أن الغسل من غسل الميت معلوم عند الصحابة؛ ولكنه سنة (¬2). ¶ 6 - الاغتسال من دفن المشرك؛ لحديث علي بن أبي طالب - رضي الله عنه - أنه أتى النَّبي - صلى الله عليه وسلم - فقال: إن أبا طالب مات، فقال: ((اذهب فواره))، قال: إنه مات مشركاً. قال: ((اذهب فواره)) فلما واريته رجعت إليه، فقال لي: ¶ ¬_________ ¶ (¬1) أخرجه مالك في الموطأ في كتاب الجنائز، باب غسل الميت، برقم 3، وحسّن إسناده عبد القادر الأرنؤوط في جامع الأصول، 7/ 338. ¶ (¬2) قال ذلك في تعليقه على منتقى الأخبار، حديث رقم 412، وانظر: فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، 5/ 318.",
            "page": "122",
            "part": "1",
            "seal": "EBC8C4D2"
        },
        {
            "id": "123",
            "nass": "((اغتسل)) (¬1). ¶ 7 - الاغتسال للمستحاضة لكل صلاة (¬2)، أو عند الجمع بين الصلاتين؛ لحديث عائشة رضي الله عنها أن أم حبيبة رضي الله عنها استحيضت في عهد رسول الله - صلى الله عليه وسلم - فأمرها بالغسل ¶ لكل صلاة)) (¬3). وفي حديث حمنة بنت جحش رضي الله عنها أن النَّبي - صلى الله عليه وسلم - قال لها: ((سآمرك بأمرين أيهما فعلت أجزأ عنك من الآخر، وإن قويت عليهما فأنت أعلم)). ثم قال في آخر الحديث: ((وإن قويت على أن تؤخري الظهر ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الجنائز، باب الرجل يموت له قرابة مشرك، برقم 3214، والنسائي في كتاب الطهارة، باب الغسل من مواراة المشرك، برقم 190، وفي كتاب الجنائز، باب مواراة المشرك برقم 2004، قال عبد القادر الأرنؤوط في تخريج جامع الأصول، 7/ 337: ((وهو حديث صحيح))، وانظر: التلخيص الحبير، 2/ 114، وصحيح النسائي، برقم 184، وقال ابن باز: إذا صح الحديث فالغسل من دفن المشرك سنة. قلت: وقد صححه من تقدم ذكرهم. ¶ (¬2) انظر الشرح الممتع 1/ 441. ¶ (¬3) أبو داود، كتاب الطهارة، باب من روى أن المستحاضة تغتسل لكل صلاة، برقم 292، وصححه الألباني في صحيح أبي داود، 1/ 58، برقم 274، وانظر: صحيح البخاري، الحديث رقم 327.",
            "page": "123",
            "part": "1",
            "seal": "34FDA6D4"
        },
        {
            "id": "124",
            "nass": "وتعجلي العصر فتغتسلين وتجمعين بين الصلاتين الظهر والعصر، وتؤخرين المغرب وتعجلين العشاء، ثم تغتسلين وتجمعين بين الصلاتين فافعلي، وتغتسلين مع الفجر فافعلي، وصومي إن قدرت على ذلك)). قال - صلى الله عليه وسلم -: ((وهذا أعجب الأمرين إليَّ)) (¬1). ¶ والواجب على المستحاضة هو الغسل عندما تخرج من عادة الحيض، أما بعد ذلك فيستحب لها الغسل كما ¶ تقدم، ويجب عليها أن تتوضأ في وقت كل صلاة، أما الغسل فمندوب كما تقدم (¬2). وهذا ما يفتي به شيخنا ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب من قال: إذا أقبلت الحيضة تدع الصلاة، برقم 287، وحسنه الألباني في صحيح أبي داود، 1/ 57، والإرواء، 1/ 202. ¶ (¬2) فعن عائشة زوج النبي - صلى الله عليه وسلم - أن أم حبيبة استحيضت سبع سنين، فسألت رسول الله - صلى الله عليه وسلم - عن ذلك، فأمرها أن تغتسل، فقال: ((هذا عرق))، فكانت تغتسل لكل صلاة، أخرجه البخاري في كتاب الحيض، باب عرق المستحاضة، برقم 327. ¶ وعن عائشة رضي الله عنها قالت: جاءت فاطمة بنت أبي حبيش إلى النبي - صلى الله عليه وسلم - فقالت: يا رسول الله، إني امرأة أستحاض فلا أطهر، أفأدع الصلاة؟ فقال رسول الله - صلى الله عليه وسلم -: ((لا، إنما ذلك عرق وليس بحيض، فإذا أقبلت حيضتك فدعي الصلاة، وإذا أدبرت فاغسلي عنك الدم، ثم صلي))، قال: وقال أبي: ثم توضئي لكل صلاة حتى يجيء ذلك الوقت. أخرجه البخاري في كتاب الوضوء، باب غسل الدم، برقم 228، ومسلم في كتاب الحيض، باب المستحاضة وغسلها وصلاتها، برقم 333.",
            "page": "124",
            "part": "1",
            "seal": "A04CE5FA"
        },
        {
            "id": "125",
            "nass": "العلامة ابن باز رحمه الله تعالى. ¶ 8 - الاغتسال من الإغماء؛ لحديث عائشة رضي الله عنها قالت: ثقل النَّبي - صلى الله عليه وسلم - فقال: ((أصلَّى الناس))؟ قلنا: لا، هم ينتظرونك، قال: ((ضعوا لي ماء في المخضب)) (¬1) قالت: ففعلنا فاغتسل، فذهب لينوء (¬2) فأُغمي عليه، ثم أفاق، ¶ فقال - صلى الله عليه وسلم -: ((أصلَّى الناس))؟ قلنا: لا، هم ينتظرونك يا رسول الله. قال: ((ضعوا لي ماء في المخضب)) فقعد فاغتسل ... (¬3). فعل ذلك ثلاث مرات وهو مثقل بالمرض، فدل ذلك على استحبابه (¬4). ¶ 9 - الاغتسال من الحجامة؛ لحديث عائشة رضي الله عنها ¶ ¬_________ ¶ (¬1) قيل: هو إناء صغير تغسل فيه الثياب. ¶ (¬2) أي: لينهض. ¶ (¬3) أخرجه البخاري في كتاب الأذان، باب إنما جعل الإمام ليؤتم به، برقم 687، ومسلم في كتاب الصلاة، باب استخلاف الإمام إذا عرض له عذر من مرض وسفر وغيرهما من يصلي بالناس، برقم 418. ¶ (¬4) انظر: نيل الأوطار للشوكاني، 1/ 366.",
            "page": "125",
            "part": "1",
            "seal": "D6D5658E"
        },
        {
            "id": "126",
            "nass": "قالت: ((كان رسول الله - صلى الله عليه وسلم - يغتسل من أربع: من الجنابة، ويوم الجمعة، ومن الحجامة، ومن غسل الميت)) (¬1). ¶ 10 - غسل الكافر إذا أسلم عند من يقول باستحبابه، ومنهم من قال بالوجوب؛ لحديث قيس بن عاصم - رضي الله عنه -، قال: أتيت النَّبي - صلى الله عليه وسلم - أريد الإسلام، فأمرني أن ¶ أغتسل بماء وسدر (¬2). ورجح سماحة العلامة ابن باز أن غسله سنة (¬3). ¶ 11 - غسل العيدين؛ قال العلماء لم يرد في ذلك حديث صحيح عن النَّبي - صلى الله عليه وسلم - (¬4). قال العلامة الألباني: وأحسن ما يستدل به على استحباب الاغتسال للعيدين: ما روى البيهقي من طريق الشافعي عن زاذان قال: سأل رجل عليّاً عن الغسل؟ قال: ((اغتسل كل يوم إن شئت)). ¶ ¬_________ ¶ (¬1) أخرجه أبو داود، وصححه ابن خزيمة، وتقدم تخريجه. ¶ (¬2) أخرجه أبو داود، برقم 355، والنسائي، برقم 188، والترمذي، برقم 605، وتقدم في المبحث السابع: الغسل. ¶ (¬3) سمعته منه أثناء تقريره على بلوغ المرام، الحديث رقم 121. ¶ (¬4) سمعت ذلك من شيخنا ابن باز مرات.",
            "page": "126",
            "part": "1",
            "seal": "86D1EA84"
        },
        {
            "id": "127",
            "nass": "فقال: لا، الغسل الذي هو الغسل؟ قال: ((يوم الجمعة، ويوم عرفة (¬1)، ويوم النحر، ويوم الفطر)) (¬2). وعن سعيد بن المسيب أنه قال: ((سنة الفطر ثلاث: المشي إلى المصلى، ¶ والأكل قبل الخروج، والاغتسال)) (¬3)، وثبت أن عبد الله بن عمر رضي الله عنهما: ((كان يغتسل يوم الفطر قبل أن يَغدُوَ إلى المصلى)) (¬4). ¶ 12 - غسل يوم عرفة (¬5). ¶ ¬_________ ¶ (¬1) أي يوم عرفة للحاج. ¶ (¬2) قال في إرواء الغليل، 1/ 177: وسنده صحيح؛ أي موقوف على علي - رضي الله عنه -. ¶ (¬3) قال الألباني: رواه الفريابي، وإسناده صحيح. انظر: إرواء الغليل، 3/ 104. ¶ (¬4) أخرجه الإمام مالك في الموطأ في كتاب العيدين، باب العمل في غسل العيدين والنداء فيهما والإقامة برقم 2. وانظر آثاراً نقلت في وقفات للصائمين للشيخ سلمان ابن فهد، ص 97. ¶ (¬5) تقدم دليله في الذي قبله.",
            "page": "127",
            "part": "1",
            "seal": "27EF86EF"
        },
        {
            "id": "128",
            "nass": "المبحث الثامن: التيمم ¶ التيمم في اللغة: القصد، وفي الشرع: التعبد لله تعالى بقصد الصعيد الطَّيِّب لمسح الوجه واليدين به بنية رفع الحدث لمن فقد الماء أو عجز عن استعماله (¬1). ¶ 1 - حكمه: ¶ مشروع بالكتاب، والسنة، والإجماع، أما الكتاب؛ فلقوله تعالى: {وَإِن كُنتُم مَّرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِّنكُم مِّنَ الْغَائِطِ أَوْ لاَمَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُواْ مَاءً فَتَيَمَّمُواْ صَعِيدًا طَيِّبًا فَامْسَحُواْ بِوُجُوهِكُمْ وَأَيْدِيكُم مِّنْهُ مَا يُرِيدُ اللهُ لِيَجْعَلَ عَلَيْكُم مِّنْ حَرَجٍ وَلَكِن يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ} (¬2). وأما السنة؛ فلأحاديث كثيرة، منها حديث عمران بن حصين - رضي الله عنه - قال: كنا في سفر مع النَّبي - صلى الله عليه وسلم - فصلى بالناس، فلما ¶ ¬_________ ¶ (¬1) انظر: شرح العمدة لابن تيمية، 1/ 411، وفتح الباري، 1/ 431، والمغني لابن قدامة، 1/ 310، وشرح الزركشي، 1/ 324، والشرح الممتع، 1/ 313. ¶ (¬2) سورة المائدة، الآية: 6، وانظر: سورة النساء، الآية: 43.",
            "page": "128",
            "part": "1",
            "seal": "4C6FE6B5"
        },
        {
            "id": "129",
            "nass": "[انصرف] من صلاته إذا هو برجل معتزل لم يصلِّ مع القوم، قال: ((ما منعك يا فلان أن تصلي مع القوم))؟ قال: يا نبي الله أصابتني جنابة ولا ماء، قال: ((عليك بالصعيد فإنّه يكفيك)) (¬1). وأما الإجماع: فأجمع أهل العلم على مشروعية التيمم في الجملة (¬2). ¶ والمسلمون لهم طهارتان: طهارة بالماء، وطهارة بالتيمم لمن لم يجد الماء أو عجز عن استعماله، فمن وجد الماء وقدر على استعماله وجب عليه أن يتطهر به، ومن تعذر عليه استعماله أو لم يجده قام مقامه التيمم وهو رافع ¶ ¬_________ ¶ (¬1) أخرجه البخاري في كتاب التيمم، باب الصعيد الطيب وضوء المسلم يكفيه من الماء، برقم 344، ومسلم في كتاب المساجد ومواضع الصلاة، باب قضاء الصلاة الفائتة واستحباب تعجيل قضائها، برقم 1682، ولحديث أبي هريرة - رضي الله عنه -: ((أعطيت خمساً لم يعطهن أحد قبلي ... )) الحديث، وفيه: ((جعلت لي الأرضُ مسجداً وطهوراً، فأيّما رجل من أمتي أدركته الصلاة فليصلِّ)). أخرجه البخاري في كتاب التيمم، باب الصعيد الطيب وضوء المسلم يكفيه من الماء، برقم 335، ومسلم في كتاب المساجد ومواضع الصلاة، برقم 521. ¶ (¬2) انظر المغني لابن قدامة، 1/ 310، وشرح الزركشي، 1/ 324، وشرح العمدة لابن تيمية، 1/ 411.",
            "page": "129",
            "part": "1",
            "seal": "C5672404"
        },
        {
            "id": "130",
            "nass": "إلى وجود الماء على الصحيح، فيجب لما تجب له الطهارة بالماء، ويستحب لما تستحب له الطهارة بالماء، والصواب أنَّ المسلم إذا عجز عن الماء أو لم يجده تيمم في أي وقت شاء، وأجزأه حتى يجد الماء، أو يأتي بناقض من نواقض الوضوء، أو موجب من موجبات الغسل، ويجزئ التيمم الواحد عن جميع الأحداث الكبرى والصغرى إذا نواها (¬1). ¶ 2 - من يجوز له التيمم؟ يجوز التيمم ويشرع لمن حصل له ناقض من نواقض الوضوء، أو موجب من موجبات الغسل في الحضر أو السفر إذا وُجد سبب من الأسباب الآتية: ¶ أ- إذا لم يجد الماء؛ لقوله تعالى: {فَلَمْ تَجِدُواْ مَاءً ¶ ¬_________ ¶ (¬1) انظر: الشرح الممتع، 1/ 314 و321، وفتاوى ابن تيمية، 21/ 346 - 360، ورجح ذلك كله العلامة سماحة الشيخ عبد العزيز بن عبد الله ابن باز في شرحه لبلوغ المرام، حديث رقم 636 - 148، وتعليقه على منتقى الأخبار للمجد ابن تيمية، ويفتي بذلك كثيراً، وانظر: زاد المعاد، 1/ 200، وفتاوى اللجنة، 5/ 344 ¶ و349 و355.",
            "page": "130",
            "part": "1",
            "seal": "BF6E62F5"
        },
        {
            "id": "131",
            "nass": "فَتَيَمَّمُواْ صَعِيدًا طَيِّبًا} (¬1)؛ ولحديث عمران بن حصين - رضي الله عنه -: ((عليك بالصعيد فإنه يكفيك)) (¬2). ¶ ب- إذا لم يجد من الماء ما يكفيه في وضوئه أو غسله فإنه يتوضأ بما وجد، أو يغتسل إذا كان عليه جنابة ثم يتيمم للأعضاء التي لم يصل إليها الماء؛ لقوله تعالى: ¶ {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} (¬3)؛ ولقوله - صلى الله عليه وسلم -: ((إذا أمرتكم بأمر فأتوا منه ما استطعتم)) (¬4). ¶ ج- إذا كان الماء شديد البرودة، ويحصل له ضرر باستعماله، بشرط أن يعجز عن تسخينه؛ لحديث ¶ عمروبن العاص - رضي الله عنه - قال: احتلمت في ليلة باردة في غزوة ذات السلاسل، فأشفقت إن اغتسلت أن أهلك، ¶ ¬_________ ¶ (¬1) سورة المائدة، الآية: 6. ¶ (¬2) أخرجه البخاري، برقم 344،ومسلم، برقم 682،وقد تقدم تخريجه. ¶ (¬3) سورة التغابن، الآية: 16. ¶ (¬4) أخرجه البخاري في كتاب الاعتصام، باب الاقتداء بسنن رسول الله - صلى الله عليه وسلم -، برقم 7288، ومسلم في كتاب الحج، باب فرض الحج مرة في العمر، برقم 1337، وانظر: المغني، 1/ 314، وشرح العمدة، 1/ 433 - 438.",
            "page": "131",
            "part": "1",
            "seal": "540CFFF2"
        },
        {
            "id": "132",
            "nass": "فتيممت ثم صليت بأصحابي الصبح، فلما قدمنا ذكروا ذلك للنبي - صلى الله عليه وسلم -، فقال: ((يا عمرو صليت بأصحابك وأنت جنب))؟ فأخبرته بالذي منعني من الاغتسال، وقلت: إني سمعت الله - عز وجل - يقول: {وَلاَ تَقْتُلُواْ أَنفُسَكُمْ إِنَّ اللهَ كَانَ بِكُمْ رَحِيمًا} (¬1) فضحك رسول الله - صلى الله عليه وسلم - ولم يقل شيئًا)) (¬2). ¶ د- إذا كان به جراحة أو مرض إذا استعمل الماء زاد المرض أو تأخر الشفاء؛ لحديث جابر بن عبد الله، وابن عباس - رضي الله عنه -، أن رجلاً أصابه جرح في عهد رسول الله - صلى الله عليه وسلم - ثم احتلم، فسأل أصحابه هل له رخصة في التيمم؟ فقالوا ¶ له: لا، فاغتسل فمات، فبلغ ذلك رسول الله - صلى الله عليه وسلم - فقال: ((قتلوه قتلهم الله، ألا سألوا إذا لم يعلموا فإنما شفاء العِيّ ¶ ¬_________ ¶ (¬1) سورة النساء، الآية: 29، وانظر: الشرح الممتع، 1/ 318. ¶ (¬2) أخرجه أبو داود في كتاب الطهارة، باب إذا خاف الجنب البرد أيتيمم، برقم 334، والدارقطني في كتاب الطهارة، باب التيمم، برقم 670، والحاكم وغيرهم، وحسن إسناده الأرنؤوط في جامع الأصول، قال: وله شاهد عند الطبراني من حديث ابن عباس وأبي أمامة. وصححه الألباني في صحيح أبي داود، 1/ 68.",
            "page": "132",
            "part": "1",
            "seal": "A38718B6"
        },
        {
            "id": "133",
            "nass": "السؤال، إنما كان يكفيه أن يتيمم ... )) (¬1). ¶ هـ- إذا حال بينه وبين الماء عدو، أو حريق، أو لصوص، وخاف على نفسه، أو ماله، أو عرضه، أو كان مريضاً لا يقدر على الحركة ولا يجد من يناوله الماء فهو كالعادم (¬2). ¶ وإذا خاف العطش والهلاك حبس الماء وتيمم، قال ¶ ابن المنذر: أجمع كل من نحفظ عنه من أهل العلم على أن المسافر إذا كان معه ماء وخشي العطش أنه يبقي ماءه ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب في المجروح يتيمم، برقم 336 و337، وابن ماجه في كتاب الطهارة وسننها، باب في المجروح تصيبه الجنابة فيخاف على نفسه إن اغتسل، برقم 572، وابن حبان (موارد)، برقم 201، والحاكم، 1/ 165 ¶ و1/ 178، وحسنه الألباني في تمام المنة، ص131، ونقل عن ابن السكن تصحيحه، وحسنه الأرنؤوط لشواهده في جامع الأصول، 7/ 265 - 266، ومال سماحة العلامة ابن باز - رحمه الله تعالى - إلى أن هذه الطرق كلها ضعيفة؛ ولكن تعتضد بالمسح على الخفين، فإذا كان المسح على الخفين من باب التيسير، فإنه من باب أولى أن يمسح على الجبائر، وأن يكون التيمم لمن عجز عن استعمال الماء لجراحة مشروعاً. وانظر: صحيح سنن أبي داود، برقم 325، و326. ¶ (¬2) المغني لابن قدامة، 1/ 315 و316، وشرح العمدة لابن تيمية، 1/ 430.",
            "page": "133",
            "part": "1",
            "seal": "98DD1933"
        },
        {
            "id": "134",
            "nass": "للشرب ويتيمم (¬1). ¶ والخلاصة: أن التيمم يشرع إذا تعذر استعمال الماء: إما لعدمه وإما لحصول الضرر باستعماله (¬2). ¶ 3 - كيفية التيمم وصفته: ¶ 1 - ينوي؛ لقوله - صلى الله عليه وسلم -: ((إنما الأعمال بالنيات)) (¬3). ومحلها القلب فلا يتلفظ بها. ¶ 2 - يسمي الله فيقول: ((بسم الله)) (¬4). ¶ 3 - يضرب بكفيه الصعيد الطيِّب من الأرض ¶ ضربة واحدة، ثم يمسح جميع وجهه بكفيه، ثم يمسح جميع الكفين بعضهما ببعض يمسح بالشمال على اليمين، وظاهر كفيه وباطنهما: من أطراف الأصابع إلى مفصل ¶ ¬_________ ¶ (¬1) المغني لابن قدامة، 1/ 343، وشرح العمدة لابن تيمية، 1/ 428. ¶ (¬2) انظر: الشرح الممتع، 1/ 321، وشرح العمدة لابن تيمية، 1/ 422، وفتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، 5/ 331. ¶ (¬3) أخرجه البخاري، برقم 1، ومسلم، برقم 1907، وقد تقدم تخريجه في صفة الوضوء. ¶ (¬4) أخرجه أبو داود، برقم 101، وابن ماجه، برقم 398، 399، والترمذي، برقم 25، وقد تقدم تخريجه في صفة الوضوء.",
            "page": "134",
            "part": "1",
            "seal": "8A1C6B63"
        },
        {
            "id": "135",
            "nass": "الكف من الذراع، والمفصل الذي يلي الكف داخل في المسح (¬1)؛ لحديث عمار - رضي الله عنه - قال: بعثني رسول الله - صلى الله عليه وسلم - في حاجة فأجنبت فلم أجد الماء فتمرغت في الصعيد كما تمرَّغ الدابة ثم أتيت النَّبي - صلى الله عليه وسلم - فذكرت ذلك له فقال: ((إنما كان يكفيك أن تقول بيديك هكذا))، ثم ضرب بكفيه الأرض [ضربة واحدة] ونفخ فيهما، ثم مسح بهما وجهه وكفيه (¬2). وفي لفظ لمسلم: ((وضرب بيده إلى الأرض فنفض يديه فمسح وجهه وكفيه)) (¬3)، وفي لفظ: ((إنما كان يكفيك أن تقول بيديك هكذا: ثم ضرب بيديه إلى ¶ الأرض ضربة واحدة، ثم مسح الشمال على اليمين، وظاهر كفيه ووجهه)) (¬4). فإذا كان الغبار كثيراً في الكفين نفخ فيهما أو نفضهما (¬5). ¶ ¬_________ ¶ (¬1) انظر: الشرح الممتع على زاد المستقنع،1/ 447 - 350،وفتاوى اللجنة الدائمة، 5/ 354. ¶ (¬2) أخرجه البخاري في كتاب التيمم، باب المتيمم هل ينفخ فيهما، برقم 338، ومسلم في كتاب الحيض، باب التيمم، برقم 368، وما بين المعقوفين في لفظ مسلم. ¶ (¬3) أخرجه مسلم في كتاب الحيض، باب التيمم، برقم 368/ 111. ¶ (¬4) البخاري، برقم 347، ومسلم، برقم 110 - (368). ¶ (¬5) ويفتي بذلك العلامة ابن باز رحمه الله تعالى.",
            "page": "135",
            "part": "1",
            "seal": "5886A562"
        },
        {
            "id": "136",
            "nass": "4 - نواقض التيمم ومبطلاته: ¶ 1 - ينقض التيمم ويبطله ما يبطل الوضوء؛ لأن التيمم بالصعيد الطيِّب قام مقام الماء فينقض الطهارة بالتيمم ما ينقض الطهارة بالماء، فإذا تيمم عن الحدث الأصغر ثم بال أو حصل له ناقض من نواقض الوضوء بطل تيممه؛ لأن البدل له حكم المبدل. وكذا التيمم عن الحدث الأكبر يبطل بموجبات الغسل (¬1). ¶ 2 - وينقض التيمم وجود الماء، فإذا تيمم لعدم الماء بطل بوجوده؛ لحديث أبي ذر - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ¶ ((إن الصعيد الطيِّب طهور المسلم وإن لم يجد الماء عشر سنين، فإذا وجد الماء فليمسه بشرته، فإن ذلك خير)) (¬2). ¶ ¬_________ ¶ (¬1) انظر: المغني لابن قدامة، 1/ 30، والشرح الممتع على زاد المستقنع، 1/ 341، والأسئلة والأجوبة الفقهية للسلمان، 1/ 47. ¶ (¬2) أخرجه أبو داود في كتاب الطهارة، باب الجنب يتيمم، برقم 332 و333، والترمذي في كتاب الطهارة، باب ما جاء في التيمم للجنب إذا لم يجد الماء، برقم 124، والنسائي في كتاب الطهارة، باب الصلوات بتيمم واحد، برقم 321، وصححه الألباني في صحيح أبي داود، 1/ 67، وفي الإرواء، برقم 153، وذكره الحافظ في بلوغ المرام، برقم 142، وعزاه إلى البزار عن أبي هريرة، وانظر: التلخيص الحبير، 1/ 154.",
            "page": "136",
            "part": "1",
            "seal": "8A5844DD"
        },
        {
            "id": "137",
            "nass": "أما إذا تيمم لمرض يمنعه من استعمال الماء لم يبطل التيمم بوجود الماء، ولكن يبطل بالقدرة على استعمال الماء (¬1). ¶ 5 - فاقد الطهورين: الماء والتراب: ¶ إذا لم يجد المسلم الماء ولا التراب، ولم يستطع الحصول على ذلك، أو وجدهما ولكن عجز عن الوضوء والتيمم؛ فإنه يصلي على حسب حاله كالمربوط الذي لا يستطيع الوضوء ولا التيمم؛ لحديث عائشة رضي الله عنها أنها ¶ استعارت من أسماء قلادة فهلكت (¬2)، فأرسل رسول الله - صلى الله عليه وسلم - ناساً من أصحابه في طلبها فأدركتهم الصلاة فصلوا بغير وضوء، فلما أتوا إلى رسول الله - صلى الله عليه وسلم -، شكوا ذلك إليه فنزلت آية التيمم، فقال أسيد بن حضير: جزاكِ الله خيراً، فوالله ما نزل بك أمر قط إلا جعل الله لك منه مخرجاً وجعل للمسلمين فيه بركة (¬3). فيجب على المسلم ¶ ¬_________ ¶ (¬1) انظر: الشرح الممتع على زاد المستقنع، 1/ 341. ¶ (¬2) هلكت: ضاعت. ¶ (¬3) أخرجه البخاري في كتاب التيمم، باب إذا لم يجد ماءً ولا تراباً، برقم 336، ومسلم في كتاب الحيض، باب التيمم، برقم 367/ 109، واللفظ لمسلم.",
            "page": "137",
            "part": "1",
            "seal": "EBAD08F6"
        },
        {
            "id": "138",
            "nass": "أن يتطهر بالماء فإن عجز عن استعماله لمرض أو غيره تيمم بتراب طاهر، فإن عجز عن ذلك سقطت الطهارة، وصلى على حسب حاله (¬1). قال تعالى: {فَاتَّقُوا اللهَ مَا اسْتَطَعْتُمْ} (¬2). وقال سبحانه: {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} (¬3). وقال - صلى الله عليه وسلم -: ((إذا أمرتكم بأمر فأتوا منه ما ¶ استطعتم)) (¬4). ¶ 6 - من تيمم وصلى ثم وجد الماء في الوقت: ¶ إذا فقد المسلم الماء ثم تيمم وصلى ثم وجد الماء أو قدر على استعماله بعد الفراغ من الصلاة؛ فإنه لا يعيد الصلاة، ولو كان الوقت باقياً، وهكذا لو فقد الماء والتراب أو عجز عن ذلك ثم وجده بعد أن صلى؛ لحديث أبي سعيد الخدري - رضي الله عنه - قال: خرج رجلان في سفر، ¶ ¬_________ ¶ (¬1) انظر: فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، 5/ 346. ¶ (¬2) سورة التغابن، الآية: 16. ¶ (¬3) سورة الحج، الآية: 78. ¶ (¬4) أخرجه البخاري، برقم 7288، ومسلم، برقم 1337، وقد تقدم تخريجه.",
            "page": "138",
            "part": "1",
            "seal": "C547A99A"
        },
        {
            "id": "139",
            "nass": "فحضرت الصلاة وليس معهما ماء، فتيمما صعيداً طيباً فصليا، ثم وجدا الماء في الوقت، فأعاد أحدهما الصلاة والوضوء ولم يعدِ الآخر، ثم أتيا رسول الله - صلى الله عليه وسلم - فذكرا ذلك له، فقال للذي لم يعد: ((أصبت السنة وأجزأتك صلاتك)). وقال للذي توضأ وأعاد: ((لك الأجر مرتين)) (¬1). فدل ذلك على أن الذي لم يعد الوضوء ¶ والصلاة أصاب السنة؛ لأنه فعل ما قدر عليه، أما الآخر فاجتهد وأعاد فله أجر صلاته الأولى والأجر الثاني على اجتهاده في إعادة الصلاة، لكن المقصود هو إصابة السنة (¬2). ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب في المتيمم يجد الماء بعد ما يصلي في الوقت، برقم 338، والنسائي في كتاب الغسل والتيمم، باب التيمم لمن يجد الماء بعد الصلاة، برقم 431، وصححه الألباني في صحيح النسائي، 1/ 92، وصحيح أبي داود، 1/ 69. ¶ (¬2) قال ذلك العلامة ابن باز - رحمه الله تعالى - في شرحه لهذا الحديث في بلوغ المرام، وفي المنتقى للمجد ابن تيمية.",
            "page": "139",
            "part": "1",
            "seal": "824D9369"
        },
        {
            "id": "140",
            "nass": "المبحث التاسع: الحيض والنفاس والاستحاضة والسلس ¶ المطلب الأول: الحيض ¶ 1 - تعريفه: الحيض في اللغة: السيلان، يقال: حاض الوادي إذا سال. وهو مصدر: حاضت المرأة تحيض حيضاً ومحاضاً ومحيضاً وتحيّضاً، فهي حائض وحائضة من حوائض وحُيّض؛ إذا سال دمها (¬1). ¶ وشرعاً: دم طبيعة وجبلّة يخرج من قعر الرحم، يعتاد أنثى إذا بلغت في أوقات معلومة (¬2). ¶ 2 - حكمته: خلق الله دم الحيض وكتبه على بنات آدم لحكمة غذاء الولد وتربيته، فالولد يخلقه الله من ماء الرجل والمرأة، ثم يغذِّيه في الرحم بدم الحيض عن طريق السر؛ ولهذا لا تحيض الحامل في الغالب، فإذا وضعت، ¶ ¬_________ ¶ (¬1) القاموس المحيط، فصل الحاء باب الضاد. ¶ (¬2) انظر: المغني لابن قدامة، 1/ 386، وشرح الزركشي، 1/ 405. وشرح العمدة لابن تيمية، 1/ 457، والروض المربع بحاشية ابن قاسم، 1/ 370، والحيض والاستحاضة لراوية بنت أحمد، ص 17 - 46.",
            "page": "140",
            "part": "1",
            "seal": "C56CAA91"
        },
        {
            "id": "141",
            "nass": "خرج ما فضل عن غذاء الولد من ذلك الدم، ثم يقلبه الله تعالى بحكمته لبناً يتغذَّى به الطفل عن طريق الثدي؛ ولهذا لا تحيض المرضع في الغالب، فإذا خلت المرأة من حملٍ ورضاعٍ بقي ذلك الدم في محله ثم يخرج في الغالب في كل شهر ستة أيام أو سبعة، وقد يزيد على ذلك ويقل، ويطول ويقصر، على حسب ما ركبه الله تعالى في الطباع، والله أعلم (¬1). ¶ 3 - لون دم الحيض يأتي على ألوان أربعة كالآتي: ¶ أ - السواد؛ لحديث فاطمة بنت أبي حُبيش رضي الله عنها أنها كانت تستحاض فقال لها رسول الله - صلى الله عليه وسلم -: ((إذا كان دم الحيض فإنه أسودُ يُعرف، فأمسكي عن الصلاة، فإذا كان الآخر فتوضئي، فإنما هو عرق)) (¬2). ¶ ¬_________ ¶ (¬1) المغني لابن قدامة، 1/ 386،وشرح الزركشي،1/ 405،وشرح العمدة،1/ 457. ¶ (¬2) أخرجه أبو داود في كتاب الطهارة، باب من قال إذا أقبلت الحيضة تدع الصلاة، برقم 286، والنسائي في كتاب الطهارة، باب ذكر الاغتسال من الحيض، برقم 201، وصححه الألباني في الإرواء، 1/ 223.",
            "page": "141",
            "part": "1",
            "seal": "8EA06444"
        },
        {
            "id": "142",
            "nass": "ب- الحمرة؛ لأنها أصل لون الدم (¬1). ¶ ج- الصفرة: وهي الماء الذي تراه المرأة كالصديد يعلوه اصفرار (¬2). ¶ د- الكدرة: وهي التوسط بين البياض والسواد كالماء الوسخ، ولونه ينحو نحو السواد (¬3)؛لحديث علقمة بن أبي علقمة عن أمه مولاة عائشة رضي الله عنها، قالت: كان النساء يبعثن إلى عائشة أم المؤمنين بالدِّرَجة (¬4) فيها الكُرسف (¬5) فيه الصفرة من دم الحيض يسألنها عن الصلاة، فتقول لهن: لا تَعْجَلْنَ حتى ترين القصة البيضاء (¬6) تريد بذلك الطهر ¶ ¬_________ ¶ (¬1) انظر: الحيض والنفاس والاستحاضة لراوية بنت أحمد، ص37 وص48. ¶ (¬2) انظر: فتح الباري، 1/ 426. ¶ (¬3) انظر: المعجم الوسيط، 2/ 779، وفقه السنة لسيد سابق، 1/ 83. ¶ (¬4) الدِّرجَة: جمع: دُرْج: وهو كالسفط الصغير، تضع فيه المرأة خِفَّ متاعها وطيبها. انظر: النهاية في غريب الحديث، 2/ 111، وفتح الباري، 1/ 420. ¶ (¬5) الكرسف: القطن. ¶ (¬6) القصة البيضاء: هو أن تخرج القطنة أو الخرقة التي تتحشي بها المرأة كأنها قصة بيضاء لا يخالطها صفرة، وقيل: هي شيء كالخيط الأبيض يخرج بعد انقطاع الدم كله. النهاية في غريب الحديث، 4/ 71.",
            "page": "142",
            "part": "1",
            "seal": "2FC7813D"
        },
        {
            "id": "143",
            "nass": "من الحيضة (¬1). ¶ والصفرة والكدرة لا تكون حيضاً إلا في أيام الحيض أما بعد انقضاء أيام العادة فلا تعد حيضاً ولو تكرر ذلك؛ لحديث أمِّ عطية رضي الله عنها قالت: ((كنا لا نعد الكُدرة والصفرة [بعد الطهر] شيئاً)) (¬2). فدل ذلك بمنطوقه على أن الصفرة والكدرة بعد الطهر لا تعد شيئاً وإنما هي مثل البول تنقض الوضوء، ودل بمفهومه على أن الصفرة والكدرة قبل الطهر تعد حيضاً بشرط أن تكون في أيام عادة الحيض، ورجح ذلك العلامة شيخنا ابن باز رحمه ¶ الله تعالى. ¶ ¬_________ ¶ (¬1) أخرجه الإمام مالك في كتاب الطهارة، باب طهر الحائض، برقم 97، والبخاري معلقاً في كتاب الحيض، باب إقبال المحيض وإدباره (1/ 420 فتح)، والدارمي، ¶ 1/ 214، وصححه الألباني في إرواء الغليل، 1/ 218. ¶ (¬2) أخرجه البخاري في كتاب الحيض، باب الصفرة والكدرة في غير أيام الحيض، برقم 326، وأبو داود في كتاب الطهارة، باب في المرأة ترى الكدرة والصفرة بعد الطهر، برقم 307، والحاكم، وغيرهم، وصححه الألباني في الإرواء، 1/ 219، وانظر: المغني، 1/ 413، وما بين المعقوفين لغير البخاري.",
            "page": "143",
            "part": "1",
            "seal": "C05E6BF3"
        },
        {
            "id": "144",
            "nass": "4 - زمن الحيض ومدته، اختلف العلماء رحمهم الله تعالى في السن الذي يأتي الحيض فيه المرأة، وفي الحيض ومقدار زمنه (¬1) على النحو الآتي: ¶ أ- السن الذي تحيض فيه الصغيرة: ¶ ليس فيه تحديد من السنة الصحيحة للسن الذي تحيض فيه المرأة؛ لكن في الغالب أنه يكون ما بين اثنتي عشرة سنة إلى خمسين سنة وربما حاضت المرأة قبل ذلك أو بعده بحسب حالتها وجوِّها وبيئتها. وقد اختلف العلماء في تحديد السن الذي يأتي فيه الحيض بحيث لا تحيض الأنثى قبله ولا بعده، وأن ما يأتيها قبله أو بعده فهو دم فساد لا حيض. قال الدارمي بعد أن ذكر الاختلافات: ((كل هذا عندي خطأ؛ لأن المرجع في جميع ¶ ذلك إلى الوجود (¬2)، فأي قدر وجد في أي حال وسن ¶ ¬_________ ¶ (¬1) الحيض والنفاس والاستحاضة، ص62، و49 - 62، وانظر: الدماء الطبيعية لابن عثيمين، الفصل الأول. ¶ (¬2) أي وجود دم الحيض.",
            "page": "144",
            "part": "1",
            "seal": "1D419A5F"
        },
        {
            "id": "145",
            "nass": "وجب جعله حيضاً)) (¬1)، إذا صلح أن يكون حيضاً، فمتى رأت المرأة الدم المعروف عند النساء أنه حيض فهو حيض (¬2). ¶ ب- مدة الحيض ومقدار زمنه، لقد اختلف العلماء في أقل مدة الحيض وأكثره، وفي أقل مدة الطهر بين الحيضتين وأكثره (¬3)، فقالت طائفة: ليس لأقل الحيض ولا لأكثره حد بالأيام، وقيل: أقله يوم وليلة، وأكثره خمسة عشر يوماً (¬4). ورجح شيخ الإسلام ابن تيمية رحمه ¶ الله تعالى أنه لا حد لأقل الحيض ولا لأكثره، ولا لأقل الطهر بين الحيضتين ولا لأكثره، قال: والعلماء منهم من ¶ ¬_________ ¶ (¬1) نقله عن الدارمي العلامة ابن عثيمين في رسالة في الدماء الطبيعية، في الفصل الأول. ¶ (¬2) انظر: الشرح الممتع، 1/ 402، وفتاوى ابن تيمية، 19/ 237، والمختارات الجلية للسعدي، ص32. ¶ (¬3) انظر: الحيض والنفاس، ص96 و105، وص78 - 105. ¶ (¬4) ورجح شيخنا عبد العزيز بن عبد الله ابن باز - رحمه الله تعالى - أن أكثر الحيض خمسة عشر يوماً، وهو قول الجمهور.",
            "page": "145",
            "part": "1",
            "seal": "8D6BA357"
        },
        {
            "id": "146",
            "nass": "يحد أكثره وأقله ثم يختلفون في التحديد، ومنهم من يحد أكثره دون أقله، والقول الثالث أصح: أنه لا حدّ لأقله ولا لأكثره. ثم قرر أن كل ما رأته المرأة عادة مستمرة فهو حيض، وإن قُدّر أنه أقل من يوم استمر بها على ذلك فهو حيض، وإن قُدّر أن أكثره سبعة عشر استمر بها على ذلك فهو حيض، وأما إذا استمر الدم بها دائماً، فهذا قد عُلم أنه ليس بحيض (¬1). ¶ 5 - أحكام الحيض: ¶ أ - ما يمنع الحيض: ¶ يمنع الحيض ثمانية أشياء على الصحيح: ¶ 1 - الصلاة: فالحيض يمنع الصلاة وجوباً وفعلاً؛ لحديث فاطمة بنت أبي حبيش رضي الله عنها: أنها كانت ¶ ¬_________ ¶ (¬1) مجموع فتاوى شيخ الإسلام، 19/ 237. قلت: وقد كان يفتي العلامة الجهبذ عبد العزيز بن عبد الله ابن باز - رحمه الله تعالى - بأن المرأة لا تتجاوز خمسة عشر يوماً، وما زاد على ذلك فهو دم فساد، والله أعلم. وانظر: المغني لابن قدامة، ¶ 1/ 388، وفتح الباري، 1/ 425.",
            "page": "146",
            "part": "1",
            "seal": "31040F51"
        },
        {
            "id": "147",
            "nass": "تستحاض فسألت النَّبي - صلى الله عليه وسلم - فقال: ((ذلك عرق وليست بالحيضة فإذا أقبلت الحيضة فدعي الصلاة، وإذا أدبرت فاغتسلي وصلي)) (¬1). ولا تفعل الصلاة قضاء بعد الطهر؛ لحديث عائشة رضي الله عنها قالت: ((كنا نحيض على عهد رسول الله - صلى الله عليه وسلم - فنؤمر بقضاء الصوم ولا نؤمر بقضاء الصلاة)) (¬2). لكن عند جمهور العلماء: كمالك، والشافعي، وأحمد، أن المرأة إذا طهرت في وقت العصر - قبل غروب الشمس - صلت الظهر والعصر، وإذا طهرت في وقت العشاء - قبل طلوع الفجر - صلت المغرب ¶ والعشاء، جاء ذلك عن عبد الرحمن بن عوف، وأبي هريرة، وعبد الله بن عباس - رضي الله عنهم - (¬3)، ولأن وقت الثانية وقت ¶ ¬_________ ¶ (¬1) أخرجه البخاري في كتاب الحيض، باب إقبال المحيض وإدباره، برقم 320، ومسلم في كتاب الحيض، باب المستحاضة وغسلها وصلاتها، برقم 333. ¶ (¬2) أخرجه البخاري في كتاب الحيض، باب لا تقضي الحائض الصلاة، برقم 321، ومسلم في كتاب الحيض، باب وجوب قضاء الصوم على الحائض دون الصلاة، برقم 335. ¶ (¬3) السنن الكبرى للبهيقي، 1/ 386 - 387، وذكر هذه الآثار المجد ابن تيمية في المنتقى، رقم 491، و492، وعزاها إلى سنن سعيد بن منصور، واعتمد ذلك شيخ الإسلام ابن تيمية في الفتاوى، 21/ 434، وكان يفتي بذلك مفتي عام السعودية العلامة عبد العزيز ابن باز رحمه الله تعالى. وانظر: المغني، 2/ 46.",
            "page": "147",
            "part": "1",
            "seal": "DFA76D5F"
        },
        {
            "id": "148",
            "nass": "للأولى حال العذر، فإذا أدركه المعذور لزمه فرضها كما يلزمها فرض الثانية (¬1). قال الإمام أحمد رحمه الله تعالى: عامة التابعين يقولون بهذا القول إلا الحسن وحده (¬2). ¶ وإذا طهرت المرأة في وقت الفجر - قبل طلوع الشمس بمقدار ركعة - صلت الفجر وحده؛ لأنها أدركت الصلاة؛ لقوله - صلى الله عليه وسلم -: ((من أدرك ركعة من الصبح قبل أن تطلع الشمس فقد أدرك الصبح، ومن أدرك ركعة من العصر قبل أن تغرب الشمس فقد أدرك ¶ العصر)) (¬3). ¶ أما إذا أدركت المرأة وقت الصلاة ثم حاضت قبل ¶ ¬_________ ¶ (¬1) انظر: المغني لابن قدامة، 2/ 47. ¶ (¬2) المغني، 2/ 46. ¶ (¬3) أخرجه مسلم في كتاب المساجد ومواضع الصلاة، باب من أدرك ركعة من الصلاة فقد أدرك تلك الصلاة، برقم 608، 609. وانظر: الاختيارات الفقهية لابن تيمية، ص 34.",
            "page": "148",
            "part": "1",
            "seal": "3C6E15DA"
        },
        {
            "id": "149",
            "nass": "أن تصلي، فقد اختلف أهل العلم هل تقضي أو لا تقضي؟ على قولين: ¶ القول الأول: يجب عليها القضاء وهو قول الجمهور (¬1)، ولكنهم اختلفوا في مقدار الوقت الذي إذا أدركته وجب عليها القضاء إلى عدة أقوال: ¶ فقيل: إذا أدركت من الوقت قدر تكبيرة ثم حاضت وجب عليها القضاء (¬2). ¶ وقيل: إذا أدركت من الوقت قدر ركعة لأنه إدراك تعلق به إدراك الصلاة فلم يكن بأقل من ركعة كإدراك الجمعة (¬3). ¶ وقيل: إذا أدركت من الوقت ما يتسع لفعل الصلاة ¶ ¬_________ ¶ (¬1) الحنابلة، والشافعية، والمالكية. انظر: بداية المجتهد في نهاية المقتصد، 1/ 73، والحيض والنفاس، ص 286 - 288. ¶ (¬2) وهو قول للحنابلة، والشافعية. انظر: المغني لابن قدامة، 2/ 11، والحيض والنفاس، ص286 - 288. ¶ (¬3) وهو قول للشافعي، انظر: المغني، 2/ 47.",
            "page": "149",
            "part": "1",
            "seal": "BC60A1D3"
        },
        {
            "id": "150",
            "nass": "فيه فتمكنت من الصلاة قبل حصول العذر فلم تصلِّ فحينئذ تبقى الصلاة في ذمتها حتى تطهر ثم تصلي (¬1). ¶ وقيل: إذا أدركت من الوقت قدر خمس ركعات (¬2). ¶ وقيل: إذا أدركت الوقت ثم تضيّق بحيث لا تستطيع أداء الصلاة كاملة في آخره ثم حصل المانع وجب عليها القضاء بعد الطهر (¬3). ¶ القول الثاني: لا يجب على المرأة قضاء الصلاة مطلقاً سواء حاضت في أول الوقت أو في آخره؛ لأن الله جعل للصلاة وقتاً محدداً أوله وآخره، وصح أن رسول الله - صلى الله عليه وسلم - صلى في أول الوقت وفي آخره، فصح أن المؤخر لها إلى ¶ ¬_________ ¶ (¬1) وهو قول للحنابلة والشافعية. انظر: المغني لابن قدامة، 2/ 12، و47، والحيض والنفاس، ص 286 - 289. ¶ (¬2) وهو منسوب إلى الإمام مالك، انظر: المغني، 2/ 46، 47. ¶ (¬3) وهو قول للحنفية، والحنابلة، واختيار شيخ الإسلام ابن تيمية، وهو الذي كان يفتي به سماحة الإمام العلامة عبد العزيز بن عبد الله ابن باز رحمه الله تعالى، انظر: المغني، 2/ 11، 46 - 47، والاختيارات الفقهية لابن تيمية، ص 34، والحيض والنفاس، ص286، و288.",
            "page": "150",
            "part": "1",
            "seal": "B87302B8"
        },
        {
            "id": "151",
            "nass": "آخر وقتها ليس عاصياً. وهذا قولٌ للأحناف ومذهب الظاهرية (¬1). ¶ والراجح والصواب من هذه الأقوال إن شاء الله تعالى: أن المرأة إذا أدركت وقت الصلاة، ثم لم تصلّ ¶ ¬_________ ¶ (¬1) انظر: الحيض والنفاس، ص288، والمحلى لا بن حزم، 2/ 175. وبداية المجتهد في نهاية المقتصد، 1/ 73. واختار العلامة محمد بن صالح العثيمين أن المرأة إذا حاضت بعد دخول الوقت، أو طهرت في آخر الوقت، لا تجب عليها الصلاة إلا إذا أدركت من وقتها مقدار ركعة كاملة؛ سواء أدركت ذلك من أول الوقت - كامرأة حاضت بعد غروب الشمس بمقدار ركعة كاملة، فيجب عليها إذا طهرت قضاء صلاة المغرب؛ لأنها أدركت من وقتها قدر ركعة قبل أن تحيض - أو أدركت مقدار ركعة كاملة من آخر الوقت - كامرأة طهرت من الحيض قبل طلوع الشمس بمقدار ركعة كاملة - فيجب عليها إذا اغتسلت قضاء صلاة الفجر؛ لأنها أدركت من وقتها جزءاً يتسع لركعة؛ لحديث أبي هريرة - رضي الله عنه - يرفعه إلى النبي - صلى الله عليه وسلم -: ((من أدرك ركعة من الصلاة فقد أدرك الصلاة))؛ البخاري مع الفتح، 1/ 57، برقم 580، ومسلم 1/ 423، برقم 607. ولحديث عائشة، وابن عباس، وأبي هريرة - رضي الله عنهم - عن النبي - صلى الله عليه وسلم - أنه قال: ((من أدرك ركعة من الصبح قبل أن تطلع الشمس فقد أدرك الصبح، ومن أدرك ركعة من العصر قبل أن تغرب الشمس فقد أدرك العصر)). مسلم، 1/ 424، برقم 608، 609. ومفهومه أن من أدرك من الوقت أقل من ركعة لم يكن مدركاً للصلاة. انظر: رسالة في الدماء الطبيعية لابن عثيمين ضمن فتاواه، 4/ 309، وهو قول للشافعي، انظر: المغني، 1/ 47، وبداية المجتهد في نهاية المقتصد، 1/ 73.",
            "page": "151",
            "part": "1",
            "seal": "8D9FD91F"
        },
        {
            "id": "152",
            "nass": "حتى تضيّق الوقت - بحيث لا تستطيع الصلاة كاملة في آخره - ثم حاضت قبل أن تصلي وجب عليها أن تقضي هذه الصلاة بعد أن تطهر؛ لأنها فرطت في الصلاة، وهذا الذي يفتي به سماحة الإمام العلامة عبد العزيز ابن باز رحمه الله تعالى، وهو اختيار شيخ الإسلام ابن تيمية رحمه الله تعالى (¬1). ¶ 2 - الصوم، والحيض يمنع الصوم وجوباً لا فعلاً بل يبقى في الذمة حتى تقضيه؛ لحديث أبي سعيد ¶ الخدري - رضي الله عنه - عن النَّبي - صلى الله عليه وسلم -: ((أليس إذا حاضت لم تصلِّ ولم تصم)) (¬2)؛ ولحديث عائشة رضي الله عنها: ((كنا نحيض على عهد رسول الله - صلى الله عليه وسلم -، فنؤمر بقضاء الصوم ولا نؤمر بقضاء الصلاة)) (¬3). وهذا من رحمة الله تعالى؛ ¶ ¬_________ ¶ (¬1) الاختيارات الفقهية لا بن تيمية رحمه الله، ص34. ¶ (¬2) أخرجه البخاري في كتاب الحيض، باب ترك الحائض الصوم، برقم 304. ¶ (¬3) أخرجه البخاري، برقم 321، ومسلم، برقم 335، وقد تقدم تخريجه في أحكام الحيض.",
            "page": "152",
            "part": "1",
            "seal": "D07244C4"
        },
        {
            "id": "153",
            "nass": "فإن الصلاة تكثر في أوقات كثيرة، في كل شهر في الغالب ستة أيام أو سبعة، ويكون في هذه الأيام ثلاثون صلاة أو خمس وثلاثون صلاة، أي:102 ركعة إذا كانت ستة أيام، وإذا كانت سبعة أيام 119 ركعة. وقضاء هذه الصلوات فيه مشقة عظيمة، فمن رحمة الله تعالى أنه لم يوجب قضاء الصلاة على الحائض والنفساء، وأما الصوم فأمره يسير؛ فإنه لا يتكرر إلا مرة واحدة في السنة في شهر رمضان، فقضاء ستة أيام أو سبعة في الغالب لا مشقة فيه ولا ¶ تعب؛ فلهذا وجب القضاء للصوم وأسقطت الصلاة، فالحمد لله على تيسيره وإحسانه. ¶ 3 - الطواف بالبيت الحرام، فلا يجوز للحائض أن تطوف بالبيت حتى تطهر؛ لقوله - صلى الله عليه وسلم -: ((الطواف بالبيت صلاة)) (¬1)؛ ولقوله - صلى الله عليه وسلم - لعائشة رضي الله عنها لَمّا ¶ ¬_________ ¶ (¬1) أخرجه النسائي، برقم 2920، والترمذي، برقم 960، وقد تقدم تخريجه في المبحث الخامس: الوضوء.",
            "page": "153",
            "part": "1",
            "seal": "3EF1A221"
        },
        {
            "id": "154",
            "nass": "حاضت: ((افعلي ما يفعل الحاج، غير أن لا تطوفي بالبيت حتى تطهري)) (¬1). لكن إذا كان الحيض بعد طواف الإفاضة سقط عنها طواف الوداع؛ لحديث ابن عباس رضي الله عنهما: ((أُمر الناس أن يكون آخر عهدهم بالبيت إلا أنه خُفِّفَ عن المرأة الحائض)) (¬2). ¶ 4 - مس المصحف؛ فلا يجوز للحائض والنفساء مس المصحف على الصحيح؛ لحديث عمرو بن حزم، وحكيم بن حزام، وابن عمر - رضي الله عنهم -: ((لا يمس القرآن إلا طاهر)) (¬3). ¶ أما قراءة القرآن للحائض والنفساء فمنع منها جمع من أهل العلم؛ لِمَا رُوِيَ: ((لا تقرأ الحائض ولا الجنب ¶ ¬_________ ¶ (¬1) أخرجه البخاري، برقم 305، ومسلم، برقم 1211/ 120، وقد تقدم تخريجه في المبحث الخامس: الوضوء. ¶ (¬2) أخرجه مسلم في كتاب الحج، باب وجوب طواف الوداع وسقوطه عن الحائض، برقم 1328. ¶ (¬3) أخرجه مالك في كتاب القرآن من موطئه، برقم 1، والدارقطني في سننه، برقم 431 - 433، وقد تقدم في المبحث الخامس.",
            "page": "154",
            "part": "1",
            "seal": "E924BBAE"
        },
        {
            "id": "155",
            "nass": "شيئاً من القرآن)) (¬1). ¶ والصواب أن هذا الخبر ضعيف لا يحتج به، وأنه يجوز للحائض والنفساء أن تقرأ القرآن؛ لأن هذا الخبر ضعيف؛ ولأن قياس الحائض والنفساء على الجنب ليس ¶ بظاهر؛ ولأن الجنب وقته يسير وفي إمكانه أن يغتسل في الحال؛ لأن مدته لا تطول، وإن عجز عن الماء تيمم وصلى وقرأ، أما الحائض والنفساء فليس الأمر بيديهما وإنما هو بيد الله - عز وجل -، ويحتاج ذلك إلى وقت طويل وربما نسيت ما حفظت من القرآن، وربما احتاجت إلى التدريس للبنات أو النساء؛ ولأن النَّبي - صلى الله عليه وسلم - قال لعائشة رضي الله عنها عندما حاضت وهي محرمة: ((افعلي ما يفعل الحاج ¶ ¬_________ ¶ (¬1) أخرجه الترمذي في كتاب الطهارة، باب ما جاء في الجنب والحائض أنهما لا يقرآن القرآن، برقم 131، وابن ماجه في كتاب الطهارة وسننها، باب ما جاء في قراءة القرآن على غير طهارة، برقم 595، وضعفه الألباني في إرواء الغليل، 1/ 206، برقم 192، وضعفه العلامة ابن باز رحمه الله تعالى في تعليقه على بلوغ المرام، ومنتقى الأخبار، وفي الفتاوى الإسلامية، 1/ 239.",
            "page": "155",
            "part": "1",
            "seal": "A8607307"
        },
        {
            "id": "156",
            "nass": "غير أن لا تطوفي بالبيت حتى تطهري)) (¬1). ومن أفضل أعمال الحاج قراءة القرآن ولم يقل لها لا تقرئي القرآن، وقد أباح لها أعمال الحاج كلها فدل ذلك كله على أن الصواب جواز قراءة الحائض والنفساء القرآن عن ظهر قلب بدون مس للمصحف (¬2). ¶ 5 - الجلوس في المسجد واللبث فيه؛ لحديث عائشة رضي الله عنها: (( ... فإني لا أحل المسجد لحائض ولا جنب)) (¬3). أما المرور إذا تحفظت ولم تخش تلويث المسجد فلا حرج، لعموم قوله تعالى: {إِلاَّ عَابِرِي سَبِيلٍ} (¬4)؛ ولحديث عائشة ¶ ¬_________ ¶ (¬1) أخرجه البخاري، برقم 305، ومسلم، برقم 1211/ 120، وقد تقدم في المبحث الخامس: الوضوء. ¶ (¬2) وانظر في ذلك ما رجحه العلامة ابن باز في الفتاوى الإسلامية، 1/ 239، وفي شرحه لبلوغ المرام على حديث رقم 124، ورقم 149، و159، وانظر: حجة النبي - صلى الله عليه وسلم - للألباني، ص69، وانظر: كلاماً جيداً في حكم قراءة القرآن للحائض، وأن الراجح جوازه بالأدلة، وأن الصواب أنها لا تمس المصحف، وأنه قول الأئمة الأربعة، الحيض والنفاس، ص225، و270. ¶ (¬3) أخرجه أبو داود، برقم 232، وقد تقدم في ما يمنع منه الجنب، في الغسل، في المبحث السابع. ¶ (¬4) سورة النساء، الآية: 43.",
            "page": "156",
            "part": "1",
            "seal": "158C07AF"
        },
        {
            "id": "157",
            "nass": "رضي الله عنها: ((إن حيضتك ليست في يدك)) (¬1). وحديث ميمونة في وضع الخمرة في المسجد (¬2)؛ وحديث أبي هريرة - رضي الله عنه -: ((حيضتك ليست في يدك)) (¬3). ¶ 6 - الوطء في الفرج، فيحرم وطء الحائض والنفساء؛ لقوله تعالى: {وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُواْ النِّسَاءَ فِي الْمَحِيضِ وَلاَ تَقْرَبُوهُنَّ حَتَّىَ يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللهُ إِنَّ اللهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ} (¬4)؛ ولحديث أبي هريرة - رضي الله عنه - عن النَّبي - صلى الله عليه وسلم - قال: ((من أتى حائضاً، أو امرأة في دبرها، أو كاهناً فصدقه بما يقول فقد كفر بما أنزل على محمد)) (¬5). ¶ ¬_________ ¶ (¬1) أخرجه مسلم، برقم 299، وقد تقدم في المبحث السابع: الغسل. ¶ (¬2) أخرجه الحميدي، برقم 310، وأحمد، 6/ 331، 334، والنسائي، برقم 272، ¶ و383، وقد تقدم في ما يمنع منه الجنب. ¶ (¬3) أخرجه مسلم، برقم 299، وقد تقدم في المبحث السابع: الغسل. وانظر: الحيض والنفاس لراوية. ¶ (¬4) سورة البقرة، الآية: 222. ¶ (¬5) أخرجه أبو داود في كتاب الطب، باب في الكهان، برقم 3904، والترمذي في كتاب الطهارة، باب ما جاء في كراهية إتيان الحائض، برقم 135، وابن ماجه في كتاب الطهارة وسننها، باب النهي عن إتيان الحائض، برقم 639، وصححه الألباني في صحيح أبي داود، 1/ 739، وصحيح سنن الترمذي، 1/ 44، وفي صحيح سنن ابن ماجه،1/ 105،والإرواء، برقم 2006،وفي آداب الزفاف، ص 31.",
            "page": "157",
            "part": "1",
            "seal": "56369AFA"
        },
        {
            "id": "158",
            "nass": "وإذا انقطع دم الحيض والنفاس فلا يجوز وطؤها حتى تغتسل، لقوله تعالى: {وَلاَ تَقْرَبُوهُنَّ حَتَّىَ يَطْهُرْنَ} (¬1). وإذا واقع الحائض أو النفساء فعليه التوبة، وأن يتصدق ¶ بدينار أو نصف دينار؛ لحديث ابن عباس رضي الله عنهما عن رسول الله - صلى الله عليه وسلم - في الذي يأتي امرأته وهي حائض قال: ((يتصدق بدينار أو بنصف دينار)) (¬2). وهو مخير بين هاتين 4 ¶ 8 ¶ الصدقتين على الصحيح والدينار اليوم يساوي ... من 2 ¶ 7 ¶ الجنيه السعودي ونصفه يساوي ... من الجنيه نفسه، فإذا ¶ ¬_________ ¶ (¬1) سورة البقرة، الآية: 222. ¶ (¬2) أخرجه أبو داود في كتاب الطهارة، باب إتيان الحائض، برقم 264، وفي كتاب النكاح، باب في كفارة من أتى حائضاً، برقم 2168، والترمذي في كتاب الطهارة باب ما جاء في الكفارة في ذلك، برقم 136، 137، والنسائي في كتاب الطهارة، باب ما يجب على من أتى حليلته في حال حيضتها بعد علمه بنهي الله - عز وجل - عن وطئها، برقم 288، وفي كتاب الحيض، برقم 368، وابن ماجه في كتاب الطهارة وسننها، باب في كفارة من أتى حائضاً، برقم 640، وصححه الألباني في إرواء الغليل، 1/ 217، برقم 197.",
            "page": "158",
            "part": "1",
            "seal": "DF431454"
        },
        {
            "id": "159",
            "nass": "تصدق بأربعة أسباع الجنيه أو سُبعي الجنيه السعودي مع التوبة والاستغفار كفاه (¬1) وقد وزنه بعضهم فكان الدينار 4.25غرام ونصف الدينار 2.13 (¬2). ¶ 7 - الطلاق، فالحيض يمنع سنة الطلاق، فمن طلق امرأته وهي حائض كان طلاقاً محرماً وكان مبتدعاً بذلك (¬3)؛ لقوله تعالى: {فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ} (¬4) يعني طاهراً من غير جماع؛ ولحديث ابن عمر رضي الله عنهما: ((مُرْهُ فليراجعها ثم ليمسكها حتى تطهر، ثم تحيض، ثم تطهر، ثم إن شاء أمسك بعد، وإن شاء طلق قبل أن يمس، فتلك العدة التي أمر الله أن يطلق لها النساء)) (¬5). ¶ ¬_________ ¶ (¬1) من ترجيح سماحة شيخنا عبد العزيز ابن باز - رحمه الله تعالى - في شرحه لبلوغ المرام، والمنتقى للمجد ابن تيمية، وانظر: الفتاوى الإسلامية، 1/ 238. ¶ (¬2) الحيض والنفاس، ص 553. ¶ (¬3) شرح العمدة في الفقه لابن تيمية،1/ 471، والمغني، 1/ 416 - 420. ¶ (¬4) سورة الطلاق، الآية: 1. ¶ (¬5) أخرجه البخاري في كتاب الطلاق، باب قول الله تعالى: {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ ¶ النِّسَاء} برقم 5251، ومسلم في كتاب الطلاق، باب تحريم طلاق الحائض بغير رضاها، برقم 1471.",
            "page": "159",
            "part": "1",
            "seal": "26378D19"
        },
        {
            "id": "160",
            "nass": "8 - الاعتداد بالأشهر، فالحيض يمنع الاعتداد بالأشهر إذا حصلت الفرقة في الحياة ويجب الاعتداد بالحيض نفسه؛ لقوله تعالى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ ثَلاَثَةَ قُرُوَءٍ} (¬1). وقوله تعالى: {وَاللاّئِي يَئِسْنَ ¶ مِنَ الْمَحِيضِ مِن نِّسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلاثَةُ أَشْهُرٍ وَاللائِي لَمْ يَحِضْنَ} (¬2). فدل ذلك على أن المرأة التي تحيض تعتد بالحيض، وأن الآيسة التي لا تحيض والصغيرة التي لم تحض تعتد بالأشهر، فأما المتوفى عنها زوجها فعدتها أربعة أشهر وعشر، سواء كانت صغيرة أو آيسة، أو ممن تحيض؛ لقوله تعالى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا} (¬3). فعم في هذه الآية جميع المتوفَّى عنهن (¬4)، لقوله تعالى: {وَأُوْلاتُ ¶ ¬_________ ¶ (¬1) سورة البقرة، الآية: 228. ¶ (¬2) سورة الطلاق. الآية: 4. ¶ (¬3) سورة البقرة، الآية: 234. ¶ (¬4) شرح العمدة في الفقه لابن تيمية، 1/ 472.",
            "page": "160",
            "part": "1",
            "seal": "AE89E319"
        },
        {
            "id": "161",
            "nass": "الأَحْمَالِ أَجَلُهُنَّ أَن يَضَعْنَ حَمْلَهُنَّ} (¬1). ومن أحكام الحيض أنه يوجب الغسل، ويوجب البلوغ (¬2). ¶ ب- ما يباح مع الحائض والنفساء: ¶ 1 - المباشرة فيما دون الفرج لحديث أنس - رضي الله عنه - أن اليهود كانوا إذا حاضت فيهم المرأة لم يؤاكلوها ولم يخالطوها في البيوت، فسأل أصحاب النَّبي - صلى الله عليه وسلم - النَّبي - صلى الله عليه وسلم - فأنزل الله تعال: {وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ ¶ أَذًى ... } (¬3) فقال رسول الله - صلى الله عليه وسلم -: ((اصنعوا كل شيء إلا النكاح)) (¬4)؛ ولحديث عائشة رضي الله عنها في مضاجعة الحائض (¬5)؛ وحديث عم حرام بن حكيم أنه سأل رسول الله - صلى الله عليه وسلم - ما يحل لي من امرأتي وهي حائض؟ قال: ((ما فوق ¶ ¬_________ ¶ (¬1) سورة الطلاق، الآية: 4. ¶ (¬2) شرح العمدة في الفقه لابن تيمية، 1/ 472. ¶ (¬3) سورة البقرة، الآية: 222. ¶ (¬4) أخرجه مسلم في كتاب الحيض، باب جواز غسل الحائض رأس زوجها وترجيله وطهارة سؤرها، برقم 302. ¶ (¬5) أخرجه البخاري في كتاب الحيض، باب مباشرة الحائض، برقم 302، ومسلم في كتاب الحيض، باب مباشرة الحائض فوق الإزار، برقم 293.",
            "page": "161",
            "part": "1",
            "seal": "CC1994CD"
        },
        {
            "id": "162",
            "nass": "الإزار)) (¬1). وذكر سماحة شيخنا العلامة عبد العزيز ابن ¶ باز رحمه الله تعالى، أن الحائض يحرم جماعها (¬2) ولكن لا حرج في الاستمتاع بها فيما فوق السرة وتحت الركبة وهذا هو المعبر عنه بما فوق الإزار، أما ما تحت الإزار فاختلف العلماء في ذلك هل يجوز أو لا يجوز، والأصح أنه يجوز، لقوله - صلى الله عليه وسلم -: ((اصنعوا كل شيء إلا النكاح)). فعلى هذا يكون للحائض ثلاث حالات: ¶ الحالة الأولى: الجماع وهذا محرم بالإجماع حتى تطهر. ¶ الحالة الثانية: الاستمتاع بها فوق الإزار وهذا حلال بالإجماع. ¶ الحالة الثالثة: ما تحت الإزار وهو ما بين السرة والركبة، وهذا محل خلاف، والأرجح أنه يجوز، ولكن ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب في المذي، برقم 212، وصححه الألباني في صحيح أبي داود، 1/ 42، برقم 197. ¶ (¬2) نقل ابن تيمية في الفتاوى، 21/ 624: ((اتفاق الأئمة على تحريم وطء الحائض)).",
            "page": "162",
            "part": "1",
            "seal": "FDF7ADC6"
        },
        {
            "id": "163",
            "nass": "الأفضل تركه احتياطاً وحمىً وبعداً عن المحرم (¬1). ¶ وعن ميمونة رضي الله عنها قالت: ((كان رسول الله - صلى الله عليه وسلم - يباشر نساءه فوق الإزار وهن حيَّض)) (¬2). ¶ 2 - الأكل والشرب معها؛ لحديث عائشة رضي الله عنها قالت: ((كنت أشرب وأنا حائض ثم أناوله النَّبي - صلى الله عليه وسلم -، فيضع فاه على موضع في فيشرب)). وكانت رضي الله عنها ((تتعرق العرق - وهو العظم الذي عليه بقية من اللحم - ثم تناوله النَّبي - صلى الله عليه وسلم - فيضع فاه على موضع فيها)) (¬3)؛ ولحديث: ((إن حيضتك ليست في يدك)) (¬4). ¶ 3 - إباحة بل استحباب خروج الحائض في العيدين إلى المصلى وشهود الخطبة والخير ودعوة المسلمين؛ ¶ ¬_________ ¶ (¬1) ذكر ذلك أثناء شرحه لمنتقى الأخبار للمجد، وانظر: الحيض والنفاس ص 321 - 370، والمغني لابن قدامة، 1/ 414. ¶ (¬2) أخرجه مسلم في كتاب الحيض، باب مباشرة الحائض فوق الإزار، برقم 294. ¶ (¬3) أخرجه مسلم في كتاب الحيض، باب جواز غسل الحائض رأس زوجها وترجيله وطهارة سؤرها، برقم 300، والمعنى: يضع فمه على موضع فمها. ¶ (¬4) أخرجه مسلم، برقم 299، وقد تقدم في المبحث السابع: الغسل.",
            "page": "163",
            "part": "1",
            "seal": "50C12D01"
        },
        {
            "id": "164",
            "nass": "لحديث أم عطية رضي الله عنها قالت: ((أمرنا رسول الله - صلى الله عليه وسلم - أن ¶ نخرج في العيدين العواتق (¬1) والحيض، وذوات الخدور (¬2)، فأما الحيَّض فيعتزلن مصلى المسلمين - وفي لفظ - فيعتزلن الصلاة ويشهدن الخير ودعوة المسلمين)) (¬3). ¶ 4 - جواز قراءة الرجل وهو في حجر امرأته وهي حائض؛ لحديث عائشة رضي الله عنها قالت عن النَّبي - صلى الله عليه وسلم -: ((كان يتكئ في حجري وأنا حائض ثم يقرأ القرآن)) (¬4). ¶ ¬_________ ¶ (¬1) الجارية البالغة، وقيل هي التي قاربت البلوغ، وقيل هي ما بين أن تبلغ إلى أن تعنس ما لم تتزوج، والتعنيس: طول المقام في بيت أبيها بلا زوج حتى تطعن في السن. ¶ (¬2) ذوات الخدور: جمع خِدْر: والخدور البيوت، وقيل: الخِدر: ستر يكون في ناحية البيت تقعد البكر وراءه. انظر: شرح النووي، وفتح الباري، 1/ 424، والنهاية في غريب الحديث لابن الأثير. ¶ (¬3) أخرجه البخاري في كتاب الحيض، باب شهود الحائض العيدين ودعوة المسلمين ويعتزلن المصلى، برقم 324، ومسلم في كتاب صلاة العيدين، باب ذكر إباحة خروج النساء في العيدين إلى المصلى وشهود الخطبة مفارقات للرجال، برقم 890، واللفظ من روايات مسلم. ¶ (¬4) أخرجه البخاري في كتاب الحيض، باب قراءة الرجل في حجر امرأته وهي حائض، برقم 297، ومسلم في كتاب الحيض، باب جواز غسل الحائض رأس زوجها وترجيله وطهارة سؤرها، برقم 301.",
            "page": "164",
            "part": "1",
            "seal": "1B43DCB0"
        },
        {
            "id": "165",
            "nass": "5 - غسل الحائض رأس زوجها وترجيله؛ لحديث عائشة رضي الله عنها قالت: ((كنت أُرجِّل رأس رسول الله - صلى الله عليه وسلم - وأنا حائض)) (¬1). ¶ 6 - تعمل جميع العبادات ما عدا ما تقدم، فتذكر الله - عز وجل - بأنواع الأذكار المشروعة، والأدعية المأثورة، وإذا أرادت الحج أو العمرة فلا حرج ولكنها تُحرِم وتعمل ما يعمل الحاج أو المعتمر إلا الطواف بالبيت حتى تطهر؛ لحديث عائشة رضي الله عنها: ((افعلي ما يفعل الحاج غير أن لا تطوفي بالبيت حتى تطهري)) (¬2). ¶ جـ - علامة الطهر: ¶ للطهر علامتان هما: ¶ ¬_________ ¶ (¬1) أخرجه البخاري في كتاب الحيض، باب غسل الحائض رأس زوجها وترجيله، برقم 295، ومسلم في كتاب الحيض، باب جواز غسل الحائض رأس زوجها وترجيله وطهارة سؤرها، برقم 297. ¶ (¬2) أخرجه البخاري، برقم 305، ومسلم، برقم 1211/ 120، وقد تقدم في المبحث الخامس: الوضوء.",
            "page": "165",
            "part": "1",
            "seal": "D81791F9"
        },
        {
            "id": "166",
            "nass": "العلامة الأولى: القصة البيضاء: وهي ماء أبيض يعقب الحيض، وقيل: هو شيء كالخيط الأبيض يخرج بعد انقطاع الدم كله؛ لقول عائشة رضي الله عنها: ((لا تعجلن حتى ترين القصة البيضاء)) (¬1). وقيل هي: أن تخرج القطنة التي تحتشي بها المرأة كأنها قصة بيضاء لا يخالطها صفرة (¬2). ¶ العلامة الثانية: الجفوف: وهي أن تدخل المرأة القطنة أو الخرقة في فرجها فتخرجها جافة لا شيء عليها أو ترى عليها القصة البيضاء، فإن لم ترَ القصة البيضاء تكتفي برؤية الجفوف (¬3). ¶ المطلب الثاني: النفاس ¶ 1 - تعريفه لغة: النفاس في اللغة بالكسر: ولادة ¶ ¬_________ ¶ (¬1) أخرجه مالك برقم 97، والبخاري معلقاً (1/ 420 فتح)، وقد تخريجه. ¶ (¬2) النهاية في غريب الحديث لابن الأثير، 4/ 71، والحيض والنفاس لراوية بنت أحمد، ص 534. ¶ (¬3) الحيض والنفاس والاستحاضة لراوية، ص 534، ومنهاج المسلم، ص 189، والشرح الممتع، 1/ 433.",
            "page": "166",
            "part": "1",
            "seal": "70AB208E"
        },
        {
            "id": "167",
            "nass": "المرأة، فإذا وضعت فهي نفساء (¬1). ¶ وشرعاً: دم يرخيه الرحم بسبب الولادة إما معها أو قبلها بيوم أو يومين أو ثلاثة مع الطلق، أو بعدها إلى مدة معلومة (¬2). ¶ 2 - الفرق بين دم النفاس ودم الحيض: ¶ دم النفاس هو نفسه دم الحيض المحتقن في الرحم الفاضل من رزق الولد، فلما خرج الولد تنفست الرحم فخرج بخروجه (¬3). ¶ 3 - أحكام النفاس: حكم النفاس كحكم الحيض ¶ فيما يحل، ويحرم، ويجب، ويسقط عنها ما يسقط عن الحائض؛ لأن النفاس حيض مجتمع احتبس لأجل ¶ ¬_________ ¶ (¬1) انظر: لسان العرب، باب السين فصل النون، والقاموس المحيط، فصل النون، باب السين. ¶ (¬2) انظر: الحيض والنفاس والاستحاضة، لراوية بنت أحمد، ص 446، وص 467، والدماء الطبيعية للشيخ محمد بن صالح العثيمين، ص 39. ¶ (¬3) شرح العمدة لابن تيمية، 1/ 516.",
            "page": "167",
            "part": "1",
            "seal": "D3D53AE1"
        },
        {
            "id": "168",
            "nass": "الحمل، فحكمه سواء بسواء إلا في الأمور الآتية: ¶ أ- العدة، فالنفاس لا يعتبر من العدة إذا طلقت المرأة بعد ولادتها، والحيض يعتبر؛ لأنه إن كان الطلاق قبل وضع الحمل انقضت العدة بوضعه لا بالنفاس، وإن كان الطلاق بعد الوضع انتظرت رجوع الحيض وجلست ثلاث حيض. ¶ ب- مدة الإيلاء يحسب منها مدة الحيض، ولا يحسب منها مدة النفاس. ¶ ج- البلوغ يحصل بالحيض، ولا يحصل بالنفاس؛ لأن البلوغ يسبق النفاس، فقد حصل بالإنزال ثم الحمل. ¶ د- دم الحيض يأتي في أوقات معلومة من الشهر، ودم النفاس عقب الولد، أو قبله بيوم أو يومين أو ثلاثة ¶ مع الطلق (¬1). ¶ ¬_________ ¶ (¬1) انظر هذه الفروق في: الحيض والنفاس والاستحاضة لراوية، ص 447، و478، والدماء الطبيعية للعلامة ابن عثيمين، ص 40، والشرح الممتع، 1/ 450 - 453، ¶ و454، ورجح أن طلاق النفساء ليس بحرام، 1/ 453.",
            "page": "168",
            "part": "1",
            "seal": "CCB2E3AE"
        },
        {
            "id": "169",
            "nass": "4 - أقل النفاس وأكثره: الصواب أن النفاس لا حد لأقله، أما أكثره فهو على الصحيح أربعون يوماً إلا أن ترى الطهر قبل ذلك فإنها تغتسل وتصلي؛ لحديث أم سلمة رضي الله عنها قالت: ((كانت النفساء على عهد رسول الله - صلى الله عليه وسلم - تقعد بعد نفاسها أربعين يوماً)) (¬1). قال الترمذي: ((وقد أجمع العلماء من أصحاب النَّبي - صلى الله عليه وسلم - والتابعين ومن بعدهم على أن النفساء تدع الصلاة أربعين يوماً إلا أن ترى الطهر قبل ذلك فإنها تغتسل وتصلي، وإذا رأت الدم بعد الأربعين فإن أكثر أهل العلم قالوا لا تدع الصلاة بعد ¶ الأربعين وهو قول أكثر الفقهاء)) (¬2). وهذا هو الصواب ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب ما جاء في وقت النفساء، برقم 311، والترمذي في كتاب الطهارة، باب ما جاء في كم تمكث النفساء، برقم 139، وابن ماجه في كتاب الطهارة وسننها، باب النفساء كم تجلس، برقم 648، وغيرهم، وحسنه الألباني في الإرواء، 1/ 222، و1/ 226، وفي صحيح أبي داود، 1/ 62. ¶ (¬2) الترمذي، 1/ 258.",
            "page": "169",
            "part": "1",
            "seal": "AC530F3E"
        },
        {
            "id": "170",
            "nass": "إن شاء الله تعالى (¬1). ¶ المطلب الثالث: الاستحاضة ¶ 1 - تعريفه: الاستحاضة: استفعال من الحيض: وهي دم غالب ليس بالحيض (¬2). ¶ والاستحاضة شرعاً: سيلان الدم واستمراره في غير زمن الحيض من مرض وفساد من عرق فمه في أدنى الرحم يقال له: العاذل (¬3). ¶ 2 - الفرق بين دم الاستحاضة والحيض: هناك فروق بين دم الاستحاضة والحيض يعرفها غالب النساء ومنها: ¶ أ- دم الحيض أسود غليظ له رائحة كريهة منتنة، أما دم الاستحاضة فيتميز عنه بأنه دم رقيق أحمر لا رائحة له. ¶ ¬_________ ¶ (¬1) وهذا هو الذي كان يفتي به شيخنا عبد العزيز بن عبد الله ابن باز، انظر: فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء،5/ 415،والفتاوى الإسلامية،1/ 238. ¶ (¬2) المصباح المنير، 1/ 159. ¶ (¬3) انظر: فتح الباري، 1/ 409. والحيض والنفاس لراوية بنت أحمد، ص 483 - 488، ورسالة في الدماء الطبيعية لابن عثيمين، الفصل الخامس.",
            "page": "170",
            "part": "1",
            "seal": "726565E3"
        },
        {
            "id": "171",
            "nass": "ب- دم الحيض يخرج من أقصى الرحم، ودم الاستحاضة يخرج من أدنى الرحم من عرق يقال له: العاذل، فهو دمُ عِرْقٍ لا دم رحم. ¶ ج - دم الحيض دم صحة وطبيعة يخرج في أوقات معلومة، ودم الاستحاضة دم علة ومرض وفساد ليس له أوقات معلومة (¬1). ¶ 3 - أحوال المستحاضة: ¶ المستحاضة لها ثلاث حالات: ¶ الحالة الأولى: أن تكون مدة الحيض معروفة لها قبل الاستحاضة، وفي هذه الحالة تعتبر هذه المدة المعروفة هي مدة الحيض، وتثبت لها أحكام الحيض والباقي الزائد استحاضة تثبت لها أحكام المستحاضة؛ لحديث أم سلمة ¶ رضي الله عنها في قصة فاطمة بنت أبي حبيش أن امرأة كانت تهراق الدماء على عهد رسول الله - صلى الله عليه وسلم -، فاستفتت ¶ ¬_________ ¶ (¬1) الحيض والنفاس والاستحاضة، ص 487.",
            "page": "171",
            "part": "1",
            "seal": "CA719655"
        },
        {
            "id": "172",
            "nass": "رسول الله - صلى الله عليه وسلم - فقال: ((لتنظر عدة الليالي والأيام التي كانت تحيضهن من الشهر قبل أن يصيبها الذي أصابها فلتترك الصلاة قدر ذلك من الشهر، فإذا خلّفت ذلك فلتغتسل ثم لتستثفر بثوب ثم لتصلّ [فيه])) (¬1). وعن عائشة رضي الله عنها قالت: قالت فاطمة بنت أبي حبيش لرسول الله - صلى الله عليه وسلم -: يا رسول الله، إني لا أطهر أفأدع الصلاة؟ فقال رسول الله - صلى الله عليه وسلم -: ((إنما ذلك عرق وليس بالحيضة فإذا أقبلت الحيضة فاتركي الصلاة فإذا ذهب قدرها فاغسلي عنك الدم وصلي [ثم توضئي لكل صلاة حتى يجيء ذلك ¶ الوقت])) (¬2). وعن عائشة رضي الله عنها قالت: استفتت أم حبيبة ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب في المرأة تستحاض ومن قال: تدع الصلاة في عدة الأيام التي كانت تحيض، برقم 274، والنسائي في كتاب الطهارة، باب ذكر الاغتسال من الحيض، برقم 208، وابن ماجه في كتاب الطهارة وسننها، باب ما جاء في المستحاضة التي قد عدت أيام أقرائها قبل أن يستمر بها الدم، برقم 623، وغيرهم، وصححه الألباني في صحيح سنن أبي داود، 1/ 52. ¶ (¬2) متفق عليه: البخاري في كتاب الوضوء، باب غسل الدم، برقم 228، ومسلم في كتاب الحيض، باب المستحاضة وغسلها وصلاتها، برقم 333، وما بين المعقوفين للبخاري، وحذفها مسلم.",
            "page": "172",
            "part": "1",
            "seal": "C2326EB2"
        },
        {
            "id": "173",
            "nass": "بنت جحش رسول الله - صلى الله عليه وسلم - فقال لها: ((امكثي قدر ما كانت تحبسك حيضتك ثم اغتسلي وصلي)) (¬1). فعلى هذا تجلس المستحاضة التي لها حيض معلوم قدر عادتها من كل شهر، ثم تغتسل وتصلي ثم تتوضأ لوقت كل صلاة، وتصلي ما شاءت من الفرض والنفل إلى دخول وقت الصلاة الأخرى. ¶ الحالة الثانية: أن لا يكون لها عادة، بحيث لا يكون لها حيض معلوم قبل الاستحاضة، ولكنها تستطيع تمييز دم الحيض عن دم الفساد، فيكون حيضها ما تميز بسواد أو غلظة أو رائحة تثبت له أحكام الحيض، وما عداه تثبت له أحكام الاستحاضة؛ لحديث فاطمة بنت أبي ¶ حبيش رضي الله عنها أنها كانت تستحاض، فقال لها رسول الله - صلى الله عليه وسلم -: ((إذا كان دم الحيض فإنه دم أسود يُعرَف فإذا كان ذلك فأمسكي عن الصلاة، فإذا كان الآخر فتوضئي ¶ ¬_________ ¶ (¬1) أخرجه مسلم في كتاب الحيض، باب المستحاضة وغسلها وصلاتها، برقم 334.",
            "page": "173",
            "part": "1",
            "seal": "F70FE785"
        },
        {
            "id": "174",
            "nass": "وصلي فإنما هو عِرْق)) (¬1). ¶ الحالة الثالثة: أن لا يكون لها أيام حيض معلومة، ولا يكون لها تمييز صالح، إما لأنها بلغت مستحاضة ولا تستطيع التمييز، أو نسيت واضطرب عليها الأمر، فهذه تعمل بغالب عادة النساء ستة أيام أو سبعة على حسب عادة قريباتها كأمها وأختها أو خالتها أو عمتها، فتختار الأقرب من ذلك ستة أيام أو سبعة من كل شهر تبتدئ من أول المدة التي رأت فيها الدم وما عدا ذلك يكون استحاضة؛ لحديث حمنة بنت جحش رضي الله عنها أن النَّبي - صلى الله عليه وسلم -، ¶ قال لها: (( ... إنما هذه رَكضة من رَكضات الشيطان فتحيضي ستة أيام أو سبعة أيام في علم الله ثم اغتسلي حتى إذا رأيت أنك قد طهُرت واستنقأت فصلِّي ثلاثاً ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب من قال إذا أقبلت الحيضة تدع الصلاة، برقم 286، والنسائي في كتاب الطهارة، باب الفرق بين دم الحيض والاستحاضة، برقم 215، 216، والحاكم، وغيرهم، وحسنه الألباني في صحيح أبي داود،1/ 55، برقم 263، وصحيح النسائي، برقم 350، وإرواء الغليل، 1/ 223، برقم 204.",
            "page": "174",
            "part": "1",
            "seal": "9A2EC855"
        },
        {
            "id": "175",
            "nass": "وعشرين ليلة أو أربعاً وعشرين ليلة وأيامها وصومي فإن ذلك يجزيك، وكذلك فافعلي كل شهر كما تحيض النساء وكما يطهرن ميقات حيضهن وطهرهن)) (¬1). فعلى هذا تمت أحوال المستحاضة: مستحاضة لها عادة تعمل بعادتها، ومستحاضة ليس لها عادة ولكن تميز بين الدمين فتعمل بالتمييز، ومستحاضة ليس لها عادة ولا تمييز فتعمل بحديث حمنة ستة أيام أو سبعة (¬2). ¶ 4 - أحكام الاستحاضة: ¶ المستحاضة حكمها حكم الطاهرات في الصلاة، والصيام، والاعتكاف، ومس المصحف، والقراءة، ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب من قال إذا أقبلت الحيضة تدع الصلاة، برقم 287، والترمذي في كتاب الطهارة، باب ما جاء في المستحاضة أنها تجمع بين الصلاتين بغسل واحد، برقم 128، وابن ماجه في كتاب الطهارة وسننها، باب ما جاء في البكر إذا ابتدأت مستحاضة أو كان لها أيام حيض فنسيتها، برقم 627، وغيرهم، وحسنه الألباني في إرواء الغليل، 1/ 202، برقم 188، وفي صحيح أبي داود، برقم 267،وفي صحيح الترمذي، برقم 110،وصحيح ابن ماجه، برقم 510. ¶ (¬2) انظر: الحيض والنفاس والاستحاضة، لراوية بنت أحمد، ص489 - 534، والدماء الطبيعية للعلامة ابن عثيمين، الفصل الخامس، ومنار السبيل، 1/ 59.",
            "page": "175",
            "part": "1",
            "seal": "B070E913"
        },
        {
            "id": "176",
            "nass": "والمكث في المسجد، ووجوب العبادات الواجبة على الطاهرات، وتحل لزوجها (¬1) ولا فرق بينها وبين الطاهرات إلا فيما يلي: ¶ أ - لا يجب عليها الغسل لوقت من الأوقات إلا مرة واحدة حينما ينقطع حيضها؛ لقوله - صلى الله عليه وسلم - لأم حبيبة بنت جحش: ((امكثي قدر ما كانت تحبسك حيضتك ثم اغتسلي وصلي)) (¬2). ثم بعد ذلك تتوضأ لوقت كل صلاة. ¶ ب - وجوب الوضوء عليها لوقت كل صلاة؛ ¶ لقوله - صلى الله عليه وسلم - في حديث فاطمة بنت أبي حبيش: ((ثم توضئي لكل صلاة حتى يجيء ذلك الوقت)) (¬3). فلا تتوضأ ¶ ¬_________ ¶ (¬1) لقول ابن عباس: تغتسل وتصلي ولو ساعة ويأتيها زوجها إذا صلت، الصلاة أعظم. انظر: البخاري مع الفتح في جماع المستحاضة بعد غسلها من الحيض، ¶ 1/ 428 قبل الحديث رقم 231، وصحيح سنن أبي داود، برقم 302 و304. ¶ (¬2) أخرجه مسلم في كتاب الحيض، باب المستحاضة وغسلها وصلاتها، برقم ¶ 334/ 66. ¶ (¬3) البخاري، برقم 227، ومسلم، برقم 333 ولكنه حذف هذه الزيادة، وتقدم تخريجه في الحالة الأولى من أحوال الاستحاضة.",
            "page": "176",
            "part": "1",
            "seal": "3A767959"
        },
        {
            "id": "177",
            "nass": "للصلاة المؤقتة إلا بعد دخول وقتها، وتصلي بذلك الوضوء - ما لم يأت ناقض آخر غير الدم - ما شاءت من الصلاة الفرض والنفل حتى يخرج وقت الصلاة. ¶ ج- إذا أرادت الوضوء فإنها تغسل أثر الدم، فتغسل فرجها وتعصب عليه خرقة، أو تتحفظ بقطن يمسك الدم؛ لحديث حمنة رضي الله عنها، أن النَّبي - صلى الله عليه وسلم - قال لها: ((أنعت لك الكرسف؛ فإنه يذهب الدم)). قالت: هو أكثر من ذلك. قال: ((فاتخذي ثوباً)). قالت: هو أكثر من ذلك، إنما أثج ثجاً. قال: ((فتلجمي)) (¬1). ¶ وفي حديث فاطمة بنت أبي حبيش: ((فلتغتسل ثم لتستثفر بثوب ثم لتصلِّ)) (¬2) ولا يضرها ما خرج بعد ¶ ¬_________ ¶ (¬1) أخرجه أبو داود في كتاب الطهارة، باب من قال إذا أقبلت الحيضة تدع الصلاة، برقم 287، والترمذي في كتاب الطهارة، باب ما جاء في المستحاضة أنها تجمع بين الصلاتين بغسل واحد، برقم 128، وابن ماجه في كتاب الطهارة، باب ما جاء في البكر إذا ابتدأت مستحاضة، برقم 627، وغيرهم، وانظر: صحيح سنن أبي داود، ¶ 1/ 52، وصحيح سنن ابن ماجه، 1/ 103، وإرواء الغليل، برقم 188. ¶ (¬2) أخرجه أبو داود، برقم 274، والنسائي، برقم 208، وابن ماجه، برقم 623، وقد تقدم في المطلب الثالث: الاستحاضة.",
            "page": "177",
            "part": "1",
            "seal": "2054EC9C"
        },
        {
            "id": "178",
            "nass": "ذلك؛ لأنها اتقت الله ما استطاعت؛ ولحديث فاطمة بنت أبي حبيش: ((وتوضئي لكل صلاة، وإن قطر الدم على الحصير)) (¬1). ¶ د- الجمع الصوري، فيجوز للمستحاضة الجمع الصوري؛ لقوله - صلى الله عليه وسلم - لحمنه بنت جحش: (( ... فإن قويت على أن تؤخري الظهر وتعجلي العصر فتغتسلين وتجمعين بين الصلاتين: الظهر والعصر، وتؤخرين ¶ المغرب وتعجلين العشاء ثم تغتسلين وتجمعين بين الصلاتين فافعلي، وتغتسلين مع الفجر، فافعلي ... )) الحديث (¬2)، وإن جمعت بين المغرب والعشاء في وقت ¶ ¬_________ ¶ (¬1) أخرجه ابن ماجه في كتاب الطهارة وسننها، باب ما جاء في المستحاضة التي قد عدت أيام أقرائها قبل أن يستمر بها الدم، برقم 624، وانظر: صحيح ابن ماجه، ¶ 1/ 102، وفي صحيح البخاري عن عائشة رضي الله عنها قالت: ((اعتكفت مع رسول الله - صلى الله عليه وسلم - امرأة من أزواجه فكانت ترى الدم والصفرة والطست تحتها وهي تصلي)). البخاري مع الفتح، 1/ 411، برقم 310. ¶ (¬2) أخرجه أبو داود برقم 287، والترمذي، برقم 128، وابن ماجه، برقم 627، وحسنه الألباني في إرواء الغليل،1/ 202،برقم 188،وقد تقدم في أحكام الاستحاضة.",
            "page": "178",
            "part": "1",
            "seal": "8B986EA7"
        },
        {
            "id": "179",
            "nass": "إحداهما - جمع تقديم أو تأخير - فلا حرج؛ لأنها مريضة (¬1). والله المستعان (¬2). ¶ 5 - استحاضة الحامل أو حيضها: ¶ الغالب الكثير أن المرأة إذا حملت انقطع دم الحيض عنها، لكن إذا حصل لها دم أثناء الحمل فقد اختلف أهل العلم هل هو دم حيض أو دم فساد، فقيل بأنه دم فساد؛ لقوله - صلى الله عليه وسلم -: ((لا توطأ حامل حتى تضع، ولا حائل حتى تستبرئ بحيضة)) (¬3). ونقل ابن قدامة أنه قول جمهور ¶ التابعين، وحمل قول من قال بأنه حيض على ما تراه الحامل قبل ولادتها بيوم أو يومين أو ثلاثة مع الطلق، فهذا يلحق بالنفاس (¬4). وقيل بأنه دم حيض؛ لأن أصل ¶ ¬_________ ¶ (¬1) كان يفتي بذلك سماحة العلامة مفتي عام المملكة العربية السعودية عبد العزيز بن عبد الله ابن باز رحمه الله تعالى. ¶ (¬2) انظر: الحيض والنفاس والاستحاضة، ص 535 - 548،والمغني لابن قدامة،1/ 449. ¶ (¬3) أخرجه أبو داود في كتاب النكاح، باب في وطء السبايا، برقم 2157، والدرامي في كتاب الطلاق، باب في استبراء الأمة، برقم 2300، وصححه الألباني في الإرواء، ¶ 1/ 200، برقم 187. ¶ (¬4) المغني، 1/ 443 - 444.",
            "page": "179",
            "part": "1",
            "seal": "D52BFE4B"
        },
        {
            "id": "180",
            "nass": "الدم هو دم الحيض، ورجح سماحة شيخنا عبد العزيز بن عبد الله ابن باز رحمه الله القول الأول، وهو أن الحامل لا تحيض ودمها دم فساد كالاستحاضة (¬1). ¶ المطلب الرابع: أحكام السلس ¶ * المصاب المبتلى بسلس البول المستمر الذي لا ينقطع، عليه أن يغسل ما أصاب الثوب أو البدن، ويغسل فرجه بعد دخول وقت كل صلاة، وعليه أن ¶ يتحفظ فيشد على مخرج البول ما يمنع وصوله إلى البدن، أو الثوب، أو البقعة، أو المسجد، ثم يتوضأ. ¶ *وصاحب الريح المستمرة التي لا تنقطع حكمه حكم صاحب السلس. ¶ * وصاحب المذي المستمر الذي لا ينقطع، ينضح ما ¶ ¬_________ ¶ (¬1) انظر: فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، 5/ 392، وشرح العمدة لابن تيمية، 1/ 514، وشرح الزركشي، 1/ 450، وانظر: للفائدة ما ذهب إليه العلامة ابن عثيمين رحمه الله تعالى في الدماء الطبيعية في آخر الفصل الثاني، والشرح الممتع، 1/ 403 - 405.",
            "page": "180",
            "part": "1",
            "seal": "3823A7FC"
        },
        {
            "id": "181",
            "nass": "أصاب ثوبه ويغسل فرجه، وأنثييه (¬1) بعد دخول الوقت ثم يتوضأ كل واحد من هؤلاء الثلاثة لوقت كل صلاة كالمستحاضة تماماً، ويصلي بذلك الوضوء الفرائض والنوافل، ولا يضره ما خرج بعد ذلك سواء كان قبل الصلاة أو أثناءها إلى أن يخرج وقت الصلاة كله. وعلى صاحب سلس البول أن يخصص ثوباً طاهراً للصلاة إذا لم يشق عليه ذلك؛ لأن البول نجس، فإن شق عليه ذلك عُفي عنه؛ لما في إزالته من المشقة والحرج، وقد قال الله ¶ تعالى: {فَاتَّقُوا اللهَ مَا اسْتَطَعْتُمْ} (¬2). وقال تعالى: {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} (¬3) وقال تعالى: {لاَ يُكَلِّفُ اللهُ نَفْسًا إِلاَّ وُسْعَهَا} (¬4). وقال تعالى: {يُرِيدُ اللهُ بِكُمُ الْيُسْرَ وَلاَ يُرِيدُ بِكُمُ الْعُسْرَ} (¬5). وقال - صلى الله عليه وسلم -: ((إذا ¶ ¬_________ ¶ (¬1) أُنثييه: خصيتيه. ¶ (¬2) سورة التغابن، الآية: 16. ¶ (¬3) سورة الحج، الآية: 78. ¶ (¬4) سورة البقرة: الآية: 286. ¶ (¬5) سورة البقرة، الآية: 185.",
            "page": "181",
            "part": "1",
            "seal": "F3796F43"
        },
        {
            "id": "182",
            "nass": "أمرتكم بأمر فأتوا منه ما استطعتم)) (¬1). أما صلاة الجمعة فيتوضأ كل واحد من هؤلاء قبل دخول الخطيب في الوقت الذي يمكنهم من سماع الخطبة وأداء الصلاة (¬2) وعلى كل واحد من هؤلاء أن يسأل الله العافية ويبحث عن العلاج المشروع ما استطاع إلى ذلك سبيلاً. والله ¶ أسأل أن يعافينا وجميع المسلمين والمسلمات من كل سوءٍ ومكروه. ¶ والحمد لله رب العالمين، والصلاة والسلام على إمام الناس أجمعين، محمد بن عبد الله وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين. ¶ ¬_________ ¶ (¬1) أخرجه البخاري، برقم 7288، ومسلم، برقم 1337، وقد تقدم في المبحث الثامن: في التيمم. ¶ (¬2) انظر: المغني لابن قدامة، 1/ 421، وفتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، 5/ 406 - 414، والفتاوى الإسلامية، 1/ 192.",
            "page": "182",
            "part": "1",
            "seal": "50FD975C"
        }
    ],
    "t1860": [
        {
            "id": "43",
            "lvl": "2",
            "sub": "1",
            "tit": "7 - يطلب مكانا لينا"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "8 - أن لا يتكلم وهو يقضي حاجته"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": "1",
            "tit": "9 - لا يبول في الماء الراكد"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "10 - لا يغتسل في الماء الراكد وهو جنب"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "1",
            "tit": "11 - لا يبول في مستحمه"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "2",
            "tit": "12 - لا يمسك فرجه بيمينه"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "13 - لا يستجمر بروث ولا عظم"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "1",
            "tit": "14 - إذا استجمر بالحجارة فلا بد أن يستجمر بثلاثة فأكثر"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "15 - أن لا يدخل يده في الإناء إذا كان مستيقظا من النوم حتى يغسلها ثلاثا"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "1",
            "tit": "16 - أن يزيل ما على السبيلين من النجاسة وجوبا بالماء"
        },
        {
            "id": "47",
            "lvl": "3",
            "sub": "2",
            "tit": "أ- الاستجمار بالحجارة ثم الاستنجاء بالماء"
        },
        {
            "id": "48",
            "lvl": "3",
            "sub": null,
            "tit": "ب- الاستنجاء بالماء وحده"
        },
        {
            "id": "48",
            "lvl": "3",
            "sub": "1",
            "tit": "ج- الاستجمار بالحجارة وحدها"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "17 - يقطع على وتر إذا استجمر"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": "1",
            "tit": "18 - أن يدلك يده بالأرض بعد الاستنجاء ثم يغسلها"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": "2",
            "tit": "19 - ينضح فرجه وسراويله"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "20 - لا يطيل الجلوس والمكث في الحمام أو الخلاء"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "1",
            "tit": "21 - يستحب أن لا يتطهر الرجل بفضل طهور المرأة"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "22 - أن يقدم رجله اليمنى عند خروجه من الخلاء"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الخامس: الوضوء"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - ما يجب له الوضوء:"
        },
        {
            "id": "53",
            "lvl": "3",
            "sub": "2",
            "tit": "الأول: الصلاة مطلقا"
        },
        {
            "id": "54",
            "lvl": "3",
            "sub": null,
            "tit": "الثاني: الطواف بالبيت"
        },
        {
            "id": "54",
            "lvl": "3",
            "sub": "1",
            "tit": "الثالث: مس المصحف"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "2 - فضل الوضوء:"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "3 - صفة الوضوء الكامل وكيفيته:"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "4 - فروض الوضوء وأركانه:"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": "1",
            "tit": "أولا: غسل الوجه"
        },
        {
            "id": "64",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: غسل اليدين"
        },
        {
            "id": "64",
            "lvl": "3",
            "sub": "1",
            "tit": "ثالثا: مسح الرأس كله ومنه الأذنان"
        },
        {
            "id": "66",
            "lvl": "3",
            "sub": null,
            "tit": "رابعا: غسل الرجلين"
        },
        {
            "id": "67",
            "lvl": "3",
            "sub": null,
            "tit": "خامسا: الترتيب"
        },
        {
            "id": "67",
            "lvl": "3",
            "sub": "1",
            "tit": "سادسا: الموالاة"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "5 ـ شروط الوضوء عشرة:"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "6 - سنن الوضوء:"
        },
        {
            "id": "69",
            "lvl": "3",
            "sub": "1",
            "tit": "أ- السواك"
        },
        {
            "id": "69",
            "lvl": "3",
            "sub": "2",
            "tit": "ب- غسل الكفين"
        },
        {
            "id": "69",
            "lvl": "3",
            "sub": "3",
            "tit": "ج- الدلك"
        },
        {
            "id": "69",
            "lvl": "3",
            "sub": "4",
            "tit": "د- تثليث الغسل في الوضوء"
        },
        {
            "id": "70",
            "lvl": "3",
            "sub": null,
            "tit": "هـ- الدعاء بعد الوضوء"
        },
        {
            "id": "70",
            "lvl": "3",
            "sub": "1",
            "tit": "وصلاة ركعتين بعد الوضوء"
        },
        {
            "id": "70",
            "lvl": "3",
            "sub": "2",
            "tit": "ز- الاعتدال في الوضوء مع الإسباغ"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "7ـ نواقص الوضوء:"
        },
        {
            "id": "73",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - الخارج من السبيلين"
        },
        {
            "id": "74",
            "lvl": "3",
            "sub": null,
            "tit": "2 - خروج النجاسة من بقية البدن"
        },
        {
            "id": "75",
            "lvl": "3",
            "sub": null,
            "tit": "3 - زوال العقل بنوم أو غيره"
        },
        {
            "id": "75",
            "lvl": "3",
            "sub": "1",
            "tit": "4 - مس الفرج باليد قبلا كان أو دبرا من غير حائل"
        },
        {
            "id": "77",
            "lvl": "3",
            "sub": null,
            "tit": "5 - أكل لحم الإبل"
        },
        {
            "id": "77",
            "lvl": "3",
            "sub": "1",
            "tit": "6ـ الردة عن الإسلام"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "8ـ الأمور التي يستحب لها الوضوء:"
        },
        {
            "id": "78",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - عند ذكر الله تعالى"
        },
        {
            "id": "79",
            "lvl": "3",
            "sub": null,
            "tit": "2 - الوضوء عند النوم"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: تعريف الطهارة وأنواعها"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "1 ـ مفهوم الطهارة:"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "2",
            "tit": "2 - الطهارة نوعان: معنوية وحسية:"
        },
        {
            "id": "8",
            "lvl": "3",
            "sub": "3",
            "tit": "النوع الأول: الطهارة الباطنة المعنوية:"
        },
        {
            "id": "9",
            "lvl": "3",
            "sub": null,
            "tit": "النوع الثاني: الطهارة الحسية"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "3 - تكون الطهارة بطهورين:"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": "1",
            "tit": "الأول: الطهارة بالماء:"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": null,
            "tit": "الثاني: الطهارة بالصعيد الطاهر"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: أنواع النجاسات ووجوب تطهيرها أو زوالها"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - بول الآدمي وغائطه"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": "2",
            "tit": "أ- تطهير بول الغلام والجارية"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": null,
            "tit": "ب- تطهير النعل"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": "1",
            "tit": "ج- تطهير ذيل ثوب المرأة"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": null,
            "tit": "د- تطهير الأرض والفراش"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "1",
            "tit": "2 - دم الحيض"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "3 - ولوغ الكلب في الإناء"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "4 - الدم المسفوح ولحم الخنزير والميتة"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "5 - الودي"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "6 - المذي"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "1",
            "tit": "7 - المني"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "8 - الجلالة"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "9 - الفأرة"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "10 - بول وروث ما يؤكل لحمه"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "11 - إذا كان في الثوب أو البدن أو البقعة نجاسة"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "12 - الخمر"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "13 - الأصل في الأشياء: الطهارة والإباحة"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "14 - وجميع الأواني مباحة"
        },
        {
            "id": "27",
            "lvl": "3",
            "sub": "1",
            "tit": "* آنية الكفار"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث: سنن الفطرة"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - الختان"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "2 - حلق العانة"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": "1",
            "tit": "3 - نتف الإبط"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": "2",
            "tit": "4 - تقليم الأظفار"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": "3",
            "tit": "5 - قص الشارب"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "6 - إعفاء اللحية"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "7 - السواك"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": "1",
            "tit": "الأول: عند الانتباه من النوم"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": "2",
            "tit": "الثاني: عند كل وضوء"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": null,
            "tit": "الثالث: عند كل صلاة"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": "1",
            "tit": "الرابع: عند دخول المنزل"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": "2",
            "tit": "الخامس: عند تغير رائحة الفم"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": null,
            "tit": "السادس: عند قراءة القرآن"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": "1",
            "tit": "السابع: قبل الخروج من البيت إلى الصلاة"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "8 - غسل البراجم"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "9 - الاستنشاق"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "1",
            "tit": "10 - الاستنجاء أو الانتضاح"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": null,
            "tit": "والفطرة فطرتان"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع: آداب قضاء الحاجة"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - أن لا يستصحب ما فيه اسم الله تعالى"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "2 - يبتعد عن الناس"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": "1",
            "tit": "3 - أن يقول عند الدخول في البنيان"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": "2",
            "tit": "4 - أن لا يرفع ثوبه إذا كان خارج البنيان"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "5 - لا يستقبل القبلة ولا يستدبرها"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "6 - يبتعد عن طرق الناس وظلهم ومواردهم"
        },
        {
            "id": "79",
            "lvl": "3",
            "sub": "1",
            "tit": "3 - الوضوء عند كل حدث"
        },
        {
            "id": "80",
            "lvl": "3",
            "sub": null,
            "tit": "4 - الوضوء عند كل صلاة"
        },
        {
            "id": "80",
            "lvl": "3",
            "sub": "1",
            "tit": "5 - الوضوء من حمل الميت"
        },
        {
            "id": "81",
            "lvl": "3",
            "sub": null,
            "tit": "6 - الوضوء من القيء"
        },
        {
            "id": "81",
            "lvl": "3",
            "sub": "1",
            "tit": "7 - الوضوء مما مست النار"
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": null,
            "tit": "8 - الوضوء للجنب إذا أراد الأكل"
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": "1",
            "tit": "9 - الوضوء لمعاودة الجماع"
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": "2",
            "tit": "10ـ الوضوء للجنب إذا نام دون اغتسال"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث السادس: المسح على الخفين والعمائم والجبيرة"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": "1",
            "tit": "أ- حكم المسح على الخفين"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "ب - شروط المسح على الخفين"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "جـ - مبطلات المسح"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "د - كيفية المسح على الخفين والجوربين والعمائم:"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "هـ - المسح على الجبائر:"
        },
        {
            "id": "96",
            "lvl": "3",
            "sub": null,
            "tit": "* كيفية المسح على الجبائر:"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث السابع: الغسل"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": "1",
            "tit": "أ - موجبات الغسل:"
        },
        {
            "id": "98",
            "lvl": "3",
            "sub": "2",
            "tit": "1 - خروج المني دفقا بلذة"
        },
        {
            "id": "101",
            "lvl": "3",
            "sub": null,
            "tit": "2 - التقاء الختانين"
        },
        {
            "id": "102",
            "lvl": "3",
            "sub": null,
            "tit": "3 - إسلام الكافر سواء كان أصليا أو مرتدا"
        },
        {
            "id": "103",
            "lvl": "3",
            "sub": null,
            "tit": "4 - موت المسلم"
        },
        {
            "id": "104",
            "lvl": "3",
            "sub": null,
            "tit": "5 - الحيض"
        },
        {
            "id": "105",
            "lvl": "3",
            "sub": null,
            "tit": "6 - النفاس"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": null,
            "tit": "ب - ما يمنع منه الجنب:"
        },
        {
            "id": "106",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - الصلاة"
        },
        {
            "id": "106",
            "lvl": "3",
            "sub": "2",
            "tit": "2 - الطواف"
        },
        {
            "id": "107",
            "lvl": "3",
            "sub": null,
            "tit": "3 - مس المصحف"
        },
        {
            "id": "107",
            "lvl": "3",
            "sub": "1",
            "tit": "4 - قراءة القرآن"
        },
        {
            "id": "108",
            "lvl": "3",
            "sub": null,
            "tit": "5 - المكث في المسجد"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "ج - شروط الغسل"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": "1",
            "tit": "د - صفة الغسل الكامل وكيفيته"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "هـ - الأغسال المستحبة"
        },
        {
            "id": "116",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - غسل يوم الجمعة"
        },
        {
            "id": "120",
            "lvl": "3",
            "sub": null,
            "tit": "2 - غسل الإحرام"
        },
        {
            "id": "120",
            "lvl": "3",
            "sub": "1",
            "tit": "3 - الاغتسال عند دخول مكة"
        },
        {
            "id": "121",
            "lvl": "3",
            "sub": null,
            "tit": "4 - الاغتسال لكل جماع"
        },
        {
            "id": "121",
            "lvl": "3",
            "sub": "1",
            "tit": "5 - الاغتسال من غسل الميت"
        },
        {
            "id": "122",
            "lvl": "3",
            "sub": null,
            "tit": "6 - الاغتسال من دفن المشرك"
        },
        {
            "id": "123",
            "lvl": "3",
            "sub": null,
            "tit": "7 - الاغتسال للمستحاضة لكل صلاة"
        },
        {
            "id": "125",
            "lvl": "3",
            "sub": null,
            "tit": "8 - الاغتسال من الإغماء"
        },
        {
            "id": "125",
            "lvl": "3",
            "sub": "1",
            "tit": "9 - الاغتسال من الحجامة"
        },
        {
            "id": "126",
            "lvl": "3",
            "sub": null,
            "tit": "10 - غسل الكافر إذا أسلم"
        },
        {
            "id": "126",
            "lvl": "3",
            "sub": "1",
            "tit": "11 - غسل العيدين"
        },
        {
            "id": "127",
            "lvl": "3",
            "sub": null,
            "tit": "12 - غسل يوم عرفة"
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثامن: التيمم"
        },
        {
            "id": "128",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - حكمه"
        },
        {
            "id": "130",
            "lvl": "2",
            "sub": null,
            "tit": "2 - من يجوز له التيمم؟"
        },
        {
            "id": "130",
            "lvl": "3",
            "sub": "1",
            "tit": "أ- إذا لم يجد الماء"
        },
        {
            "id": "131",
            "lvl": "3",
            "sub": null,
            "tit": "ب- إذا لم يجد من الماء ما يكفيه في وضوئه"
        },
        {
            "id": "131",
            "lvl": "3",
            "sub": "1",
            "tit": "ج- إذا كان الماء شديد البرودة"
        },
        {
            "id": "132",
            "lvl": "3",
            "sub": null,
            "tit": "د- إذا كان به جراحة أو مرض إذا استعمل الماء زاد المرض أو تأخر الشفاء"
        },
        {
            "id": "133",
            "lvl": "3",
            "sub": null,
            "tit": "هـ- إذا حال بينه وبين الماء عدو"
        },
        {
            "id": "133",
            "lvl": "3",
            "sub": "1",
            "tit": "و إذا خاف العطش والهلاك حبس الماء وتيمم"
        },
        {
            "id": "134",
            "lvl": "4",
            "sub": null,
            "tit": "والخلاصة: أن التيمم يشرع إذا تعذر استعمال الماء"
        },
        {
            "id": "134",
            "lvl": "2",
            "sub": "1",
            "tit": "3 - كيفية التيمم وصفته:"
        },
        {
            "id": "136",
            "lvl": "2",
            "sub": null,
            "tit": "4 - نواقض التيمم ومبطلاته"
        },
        {
            "id": "136",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - ينقض التيمم ويبطله ما يبطل الوضوء"
        },
        {
            "id": "136",
            "lvl": "3",
            "sub": "2",
            "tit": "2 - وينقض التيمم وجود الماء"
        },
        {
            "id": "137",
            "lvl": "2",
            "sub": null,
            "tit": "5 - فاقد الطهورين: الماء والتراب:"
        },
        {
            "id": "138",
            "lvl": "2",
            "sub": null,
            "tit": "6 - من تيمم وصلى ثم وجد الماء في الوقت:"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث التاسع: الحيض والنفاس والاستحاضة والسلس"
        },
        {
            "id": "140",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الأول: الحيض"
        },
        {
            "id": "140",
            "lvl": "3",
            "sub": "2",
            "tit": "1 - تعريفه:"
        },
        {
            "id": "140",
            "lvl": "3",
            "sub": "3",
            "tit": "2 - حكمته:"
        },
        {
            "id": "141",
            "lvl": "3",
            "sub": null,
            "tit": "3 - لون دم الحيض:"
        },
        {
            "id": "144",
            "lvl": "3",
            "sub": null,
            "tit": "4 - زمن الحيض ومدته:"
        },
        {
            "id": "146",
            "lvl": "3",
            "sub": null,
            "tit": "5 - أحكام الحيض:"
        },
        {
            "id": "146",
            "lvl": "4",
            "sub": "1",
            "tit": "أ- ما يمنع الحيض:"
        },
        {
            "id": "146",
            "lvl": "5",
            "sub": "2",
            "tit": "1 - الصلاة"
        },
        {
            "id": "152",
            "lvl": "5",
            "sub": null,
            "tit": "2 - الصوم"
        },
        {
            "id": "153",
            "lvl": "5",
            "sub": null,
            "tit": "3 - الطواف"
        },
        {
            "id": "154",
            "lvl": "5",
            "sub": null,
            "tit": "4 - مس المصحف"
        },
        {
            "id": "156",
            "lvl": "5",
            "sub": null,
            "tit": "5 - الجلوس في المسجد واللبث فيه"
        },
        {
            "id": "157",
            "lvl": "5",
            "sub": null,
            "tit": "6 - الوطء في الفرج"
        },
        {
            "id": "159",
            "lvl": "5",
            "sub": null,
            "tit": "7 - الطلاق"
        },
        {
            "id": "160",
            "lvl": "5",
            "sub": null,
            "tit": "8 - الاعتداد بالأشهر"
        },
        {
            "id": "161",
            "lvl": "4",
            "sub": null,
            "tit": "ب- ما يباح مع الحائض والنفساء:"
        },
        {
            "id": "161",
            "lvl": "5",
            "sub": "1",
            "tit": "1 - المباشرة"
        },
        {
            "id": "163",
            "lvl": "5",
            "sub": null,
            "tit": "2 - الأكل والشرب معها"
        },
        {
            "id": "163",
            "lvl": "5",
            "sub": "1",
            "tit": "3 - خروج الحائض في العيدين"
        },
        {
            "id": "164",
            "lvl": "5",
            "sub": null,
            "tit": "4 - جواز قراءة الرجل وهو في حجر امرأته وهي حائض"
        },
        {
            "id": "165",
            "lvl": "5",
            "sub": null,
            "tit": "5 - غسل الحائض رأس زوجها"
        },
        {
            "id": "165",
            "lvl": "5",
            "sub": "1",
            "tit": "6 - تعمل جميع العبادات ما عدا ما تقدم"
        },
        {
            "id": "165",
            "lvl": "4",
            "sub": "2",
            "tit": "جـ - علامة الطهر:"
        },
        {
            "id": "166",
            "lvl": "5",
            "sub": null,
            "tit": "1 - القصة البيضاء"
        },
        {
            "id": "166",
            "lvl": "5",
            "sub": "1",
            "tit": "2 - الجفوف"
        },
        {
            "id": "166",
            "lvl": "2",
            "sub": "2",
            "tit": "المطلب الثاني: النفاس"
        },
        {
            "id": "166",
            "lvl": "3",
            "sub": "3",
            "tit": "1 - تعريفه"
        },
        {
            "id": "167",
            "lvl": "3",
            "sub": null,
            "tit": "2 - الفرق بين دم النفاس ودم الحيض"
        },
        {
            "id": "167",
            "lvl": "3",
            "sub": "1",
            "tit": "3 - أحكام النفاس"
        },
        {
            "id": "168",
            "lvl": "4",
            "sub": null,
            "tit": "أ- العدة"
        },
        {
            "id": "168",
            "lvl": "4",
            "sub": "1",
            "tit": "ب- مدة الإيلاء"
        },
        {
            "id": "168",
            "lvl": "4",
            "sub": "2",
            "tit": "ج- البلوغ"
        },
        {
            "id": "168",
            "lvl": "4",
            "sub": "3",
            "tit": "د- دم الحيض يأتي في أوقات معلومة"
        },
        {
            "id": "169",
            "lvl": "3",
            "sub": null,
            "tit": "4 - أقل النفاس وأكثره"
        },
        {
            "id": "170",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث: الاستحاضة"
        },
        {
            "id": "170",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - تعريفه:"
        },
        {
            "id": "170",
            "lvl": "3",
            "sub": "2",
            "tit": "2 - الفرق بين دم الاستحاضة والحيض"
        },
        {
            "id": "171",
            "lvl": "3",
            "sub": null,
            "tit": "3 - أحوال المستحاضة:"
        },
        {
            "id": "171",
            "lvl": "4",
            "sub": "1",
            "tit": "الحالة الأولى:"
        },
        {
            "id": "173",
            "lvl": "4",
            "sub": null,
            "tit": "الحالة الثانية:"
        },
        {
            "id": "174",
            "lvl": "4",
            "sub": null,
            "tit": "الحالة الثالثة:"
        },
        {
            "id": "175",
            "lvl": "3",
            "sub": null,
            "tit": "4 ـ أحكام الاستحاضة:"
        },
        {
            "id": "176",
            "lvl": "4",
            "sub": null,
            "tit": "أ - لا يجب عليها الغسل لوقت من الأوقات"
        },
        {
            "id": "176",
            "lvl": "4",
            "sub": "1",
            "tit": "ب - وجوب الوضوء عليها لوقت كل صلاة"
        },
        {
            "id": "177",
            "lvl": "4",
            "sub": null,
            "tit": "ج- إذا أرادت الوضوء فإنها تغسل أثر الدم"
        },
        {
            "id": "178",
            "lvl": "4",
            "sub": null,
            "tit": "د- الجمع الصوري"
        },
        {
            "id": "179",
            "lvl": "3",
            "sub": null,
            "tit": "5 - استحاضة الحامل أو حيضها:"
        },
        {
            "id": "180",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الرابع: أحكام السلس"
        }
    ]
}