{
    "b1863": [
        {
            "id": "8",
            "nass": "غزوة فتح مكة ¶ في ضوء الكتاب والسنة ¶ إعداد ¶ عبد الرحمن بن سعيد بن علي بن وهف القحطاني رحمه الله تعالى ¶ (1403 - 1422هـ) ¶ تحقيق الفقير إلى الله تعالى ¶ د. سعيد بن علي بن وهف القحطاني",
            "page": null,
            "part": null,
            "seal": "D6EB3AF4"
        },
        {
            "id": "9",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة المحقق ¶ إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضلّ له، ومن يُضلل فلا هادي له، وأشهد أن لا إله إلا الله، وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلّى الله عليه وعلى آله وأصحابه، وسلم تسليماً كثيراً، أما بعد: ¶ فهذه رسالة في ((غزوة فتح مكة)) كتبها الابن: عبد الرحمن بن سعيد بن علي بن وهف القحطاني رحمه الله تعالى، وهي رسالة نافعة جداً، بيَّن فيها رحمه الله تعالى: الأسباب التي دعت إلى غزوة الفتح، وتاريخ غزوة فتح مكة، وعدد الجيش النبوي، وذكر قصة قدوم أبي سفيان إلى المدينة للمفاوضات مع النبي - صلى الله عليه وسلم -، وبيّن إعداد النبي الكريم - صلى الله عليه وسلم - لغزوة الفتح، وتجهيز الجيش لذلك، وأوضح ما حصل من محاولة نقل خبر الغزو من قبل الصحابي الجليل حاطب بن أبي بلتعة - رضي الله عنه -، وحكمة النبي الكريم أمام هذا التصرف، ثم بيّن توزيع النبي - صلى الله عليه وسلم - للجيش، وعمل لذلك جدولاً منظماً، بيّن فيه أسماء قبائل كل كتيبة، وعدد أفرادها، وعدد الألوية، وأسماء من يحملها، ثم ذكر صفة زحف الجيش، وما حصل من إفطار النبي - صلى الله عليه وسلم - في هذه الغزوة في رمضان عندما قرب من مكة، وأمره أصحابه بذلك، ليتقووا على الجهاد، وذكر رحمه الله خروج أبي سفيان للاستطلاع، ثم إسلامه، والعرض العسكري الذي عمله",
            "page": "3",
            "part": "1",
            "seal": "E238B705"
        },
        {
            "id": "10",
            "nass": "النبي - صلى الله عليه وسلم - أمام أبي سفيان، ثم بيّن الترتيبات التي عملها النبي - صلى الله عليه وسلم - لدخول مكة، وما حصل من بعض المشابكات مع خالد بن الوليد، ثم نجاحه - رضي الله عنه - في ذلك، وذكر رحمه الله صفة دخول النبي - صلى الله عليه وسلم - المسجد الحرام، وتحطيمه للأصنام، وإهداره - صلى الله عليه وسلم - لدماء فئة قليلة من الناس قد آذوا الله ورسوله - صلى الله عليه وسلم -، والمؤمنين، ومع ذلك عفا عن بعض هؤلاء - صلى الله عليه وسلم -، ثم ذكر رحمه الله الآثار الاستراتيجية للفتح، والدروس المستفادة من الفتح، ومقومات الانتصار في الفتح، ثم ذكر الخاتمة، ثم التوصيات، ثم قائمة المراجع التي رجع إليها رحمه الله. ¶ وعندما رأيت هذا الترتيب الجميل، والاختصار المفيد؛ ولأهمية الموضوع، أحببت أن أعتني بإخراج هذه الرسالة التي أسأل الله بوجهه الكريم أن ينفع بها الابن عبد الرحمن، وأن يجعلها له من العمل الذي لا ينقطع، وأن يبلّغه وشقيقه عبد الرحيم منازل الشهداء؛ فإنه ـ الكريم، الرؤوف الرحيم، ذو الفضل والجود والإحسان والامتنان. ¶ وأصل هذه الرسالة بحث أعده الابن عبد الرحمن رحمه الله في الصف الثالث الثانوي - الفصل الأول في العام الدراسي 1421 - 1422هـ في ثانوية أبي عمرو البصري لتحفيظ القرآن الكريم بالرياض، أشرف عليه الأستاذ محمد السليم حفظه الله تعالى، وجزاه خيراً. ¶ وعندما توفي الابن عبد الرحمن رحمه الله تعالى، ذهبت إلى المدرسة، وطلبت هذا البحث، فدفعه إليَّ وكيل المدرسة الشيخ محمد العوشن، جزاه الله خيراً، وفرحت بذلك فرحاً عظيماً؛ لعل الله - عز وجل - أن ينفع به كاتبه الابن",
            "page": "4",
            "part": "1",
            "seal": "7AD72384"
        },
        {
            "id": "11",
            "nass": "عبد الرحمن رحمه الله، وأن يكون له من العمل الذي لا ينقطع. ¶ وعملي في هذه الرسالة على النحو الآتي: ¶ 1 - قمت بمطابقة الرسالة على أصلها المخطوط بخط الابن عبد الرحمن رحمه الله تعالى. ¶ 2 - خرَّجت جميع الأحاديث، وقابلتها على مصادرها الأصلية من كتب السنة. ¶ 3 - إذا أضفت كلمة أو جملة جعلتها بين معقوفين هكذا [ ... ]. ¶ 4 - إذا أضفت شيئاً من الفوائد جعلتها في الحاشية؛ لرغبتي في بقاء الرسالة على أصلها، لعل الله أن ينفع بها كاتبها. ¶ 5 - ذكرت في الحاشية جميع الأحاديث في غزوة فتح مكة التي أوردها البخاري، ومسلم، وأبو داود، والنسائي، والترمذي، وابن ماجه [الكتب الستة]، التي ذكرها ابن الأثير رحمه الله في جامع الأصول من أحاديث الرسول - صلى الله عليه وسلم -، وقد قسمتها في حواشي الكتاب تحت الأبواب المناسبة لها من البحث، رغبة في أن يكون البحث مدعوماً بالأدلة من السنة النبوية المطهرة. ¶ والله أسأل أن يجعل هذا العمل خالصاً لوجهه الكريم، وأن يجعله من العمل المقبول للابن عبد الرحمن رحمه الله تعالى ¶ وصلى الله وسلم على عبده ورسوله، نبينا محمد وعلى آله وأصحابه ومن سار على دربهم إلى يوم الدين. ¶ أبو عبد الرحمن ¶ سعيد بن علي بن وهف القحطاني ¶ حرر في شهر شعبان 1423هـ.",
            "page": "5",
            "part": "1",
            "seal": "352A5E0A"
        },
        {
            "id": "12",
            "nass": "* مولد الابن عبد الرحمن رحمه الله، ونشأته، وطلبه للعلم، وأخلاقه، وما قال عنه العلماء، وطلاب العلم، والأساتذة، ومعلموه، وزملاؤه، ووفاته رحمه الله تعالى: ¶ أولاً: مولده: ولد رحمه الله قبل صلاة الظهر في اليوم السابع والعشرين من ذي القعدة: 27/ 11/1403هـ في سكن جامع الفاروق بإسكان القوات المسلمة طريق الخرج في مدينة الرياض. ¶ ثانياً: نشأته: نشأ بتوفيق الله تعالى ورعايته وفضله وإحسانه على ما نشأ عليه أهل التوحيد، وكان يتّصف بالذكاء منذ الطفولة المبكرة، فلم يدخل المدرسة إلا وهو يحفظ جزء عمّ، ويقرأ الأحرف العربية، وفي السنة الثانية الابتدائية اختبر في الجماعة الخيرية في خمسة أجزاء، فاجتاز بتقدير ممتاز، وكان يدرس في الفترة الصباحية في المدرسة، وفي الفترة المسائية بعد العصر في الجامع في حلقات القرآن الكريم على الشيخ حافظ قاري غلام محمد بن فيض الله، جزاه الله خيراً. ¶ وكان الابن عبد الرحمن رحمه الله لا يحب اللعب في طفولته كما يحبه الأطفال، حتى في المدرسة، وقد أخبرني رحمه الله أنه يجلس والطلاب يعلبون في ملعب المدرسة، وقد كان رحمه الله يذهب من البيت في سيارة ويرجع إليه، ثم من البيت إلى المسجد، ولا يختلط مع أبناء الجيران، وكان ملازماً لي مدة حياته إلا إذا سافرت، وكان يحب أن يصلي دائماً خلف الإمام من صغره إلى أن مات رحمه الله تعالى.",
            "page": "6",
            "part": "1",
            "seal": "5AA2E001"
        },
        {
            "id": "13",
            "nass": "* دخل المدرسة الابتدائية في أوائل عام 1410هـ‍ [مدرسة الإمام حمزة لتحفيظ القرآن الكريم] في حي الغبيراء بمدينة الرياض، وكان يثني على كثير من مدرسيها ويخصّ منهم الأستاذ سعيد بن سعد الطيشان، والأستاذ محمد بن سالم الهيشة، جزاهما الله خيراً، وتخرّج من هذه المدرسة عام 1415هـ‍. ¶ * ثم درس المتوسطة في المتوسطة الثانية لتحفيظ القرآن الكريم، وختم حفظ القرآن في الخامسة عشرة من عمره في هذه المدرسة [بتقدير ممتاز، وقد أخذ الدرجة كاملة 100%]، وذلك عام 1418هـ‍، وكان رحمه الله يثني على مديرها الشيخ حمّاد بن عبد الرحمن العمر حفظه الله، ويذكر من حسن خُلُقه وتربيته، وعنايته بالطلاب الشيء الكثير، كما يُثني كثيراً على مدرّس القرآن الكريم بهذه المدرسة: الشيخ إبراهيم التويم حفظه الله، ويذكر حرصه على نفع الطلاب واستقامتهم، ويثني على كثير من مدرّسي هذه المدرسة. ¶ * ثم اختبر بعد ذلك في الجماعة الخيرية لتحفيظ القرآن فاجتاز بتقدير ممتاز أيضاً ولله الحمد، وذلك عام 1419هـ‍. ¶ * ثم انتقل إلى المرحلة الثانوية عام 1419هـ‍فدرس في ثانوية أبي عمرو البصري لتحفيظ القرآن الكريم، وتعلّم فيها القراءات السبع مع مراجعة القرآن الكريم، وكان يثني كثيراً على الشيخ عادل بن عبد الله السنيد حفظه الله مدرّس القراءات، وقد أثّر على الابن عبد الرحمن في الإخلاص، وعلى الشيخ بدر بن ناصر العوَّاد حفظه الله مدرّس المواد الشرعية، وقد أثّر على",
            "page": "7",
            "part": "1",
            "seal": "F091301D"
        },
        {
            "id": "14",
            "nass": "الابن عبد الرحمن في البلاغة والشعر والأساليب الرائعة، ويشكرهما ويقول: ((هذان من العلماء))؛ لتأثره بتربيتهما؛ ولغزارة علمهما، وحرصهما على نفع الطلاب جزاهما الله خيراً، كما يُثني على وكيل هذه المدرسة: الشيخ محمد العوشن ويقول: ((هذا الرجل عليه سمت العلماء))، كما يُثني على كثير من مدرّسي هذه المدرسة جزاهم الله خيراً. ¶ * ثم تخرّج من هذه الثانوية عام 1422هـ‍، وكان من العشرة الأوائل على مدارس تحفيظ القرآن الكريم بمدينة الرياض، بتقدير ممتاز. ¶ وأخبرني وكيل هذه المدرسة الشيخ محمد العوشن حفظه الله أن الابن عبد الرحمن رحمه الله أوصى بكتابه تقريب المعاني في شرح حرز الأماني في القراءات السبع للصف الثالث ثانوي في مدرسة أبي عمرو، وكان الابن عبد الرحمن قد كتب على هذا الكتاب بخط يده: ((هذا التقريب أُوصي به لطلاب ثالث ثانوي بعد مغادرتي المدرسة على خير إن شاء الله تعالى، والسلام عليكم)) (¬1). ¶ * ثم انتقل إلى المرحلة الجامعية، فدخل جامعة الإمام محمد بن سعود الإسلامية في كلية الشريعة، قسم الشريعة، وذلك في 13 من جمادى الثاني عام 1422هـ‍، فدرّس بها بقيّة جمادى، ورجب، وشعبان، وستة عشر يوماً من رمضان - رحمه الله -. ¶ ¬_________ ¶ (¬1) نقل من خطه رحمه الله على الغلاف الداخلي من الكتاب المذكور.",
            "page": "8",
            "part": "1",
            "seal": "F99C01FF"
        },
        {
            "id": "15",
            "nass": "وكان من مشايخه في كلية الشريعة قسم الشريعة: ¶ 1 - الشيخ د. عبد الله بن مبارك البوصي يدرسه في الفقه. ¶ 2 - الشيخ د. عبد الحكيم العجلان، في الفقه أيضاً. ¶ 3 - الشيخ د. محمد المديميغ، في العقيدة ((الطحاوية)). ¶ 4 - الشيخ د. ناصر الجديع، في العقيدة ((الطحاوية)). ¶ 5 - الشيخ د. عبد العزيز العسكر في العقيدة ((الطحاوية)). ¶ 6 - الشيخ د. محمد الدريويش، في العقيدة ((الطحاوية)). ¶ 7 - الشيخ د. محمد بن عبد العزيز المبارك، في أصول الفقه. ¶ 8 - الشيخ د. إسماعيل بن خليل، في الحديث ((بلوغ المرام)). ¶ 9 - الشيخ د. محمد بن عبد الله الفهيد، في مصطلح الحديث. ¶ 10 - الشيخ د. فراج الحمد، في النحو ((أوضح المسالك)). ¶ 11 - الشيخ د. إبراهيم الفايز، في ((النظم)). ¶ 12 - الشيخ د. عبد الله العمرو، في ((النظم)). ¶ 13 - الشيخ د. شريف في ((علوم القرآن)). ¶ 14 - الشيخ د. جمعة، في ((التفسير)). ¶ 15 - الشيخ د. الزناتي، في ((التفسير)) أيضاً.",
            "page": "9",
            "part": "1",
            "seal": "2FC89C8F"
        },
        {
            "id": "16",
            "nass": "أما زملاؤه في كلية الشريعة قسم الشريعة فهم كثير جداً، لكن من أبرزهم وأحبهم إليه: ¶ 1 - عادل بن عبد الله المطرودي، وهو ممن يحفظ القرآن الكريم وصحيح البخاري ومسلم، وحفظ بعد ذلك السنن زاده الله علماً. ¶ 2 - عبد الرحمن بن عبد العزيز بن سليمان الشبيب. ¶ 3 - * ياسر بن محمد الحقيل، وهو قرين عبد الرحمن في البلاغة والشعر. ¶ 4 - تركي بن عبد الله الهويمل. ¶ 5 - عبد الله بن سعيد بن عبد الله بن بجاد القحطاني. ¶ 6 - عبد الرحمن بن سعود الدحيم. ¶ 7 - عبد العزيز بن سعد بن محمد الحمدِّي. ¶ 8 - عبد الحليم بن فاروق الأفغاني. ¶ 9 - عبد الحميد بن عبد الله المشعل. ¶ 10 - سلمان بن محمد بن ظافر الشهري. ¶ 11 - * يزيد بن علي المحسن. ¶ 12 - * عبد السلام بن سليمان الربيش. ¶ 13 - * عبد الرحمن بن سعد المبارك. ¶ 14 - * تركي بن إبراهيم المهنا. ¶ 15 - * متعب بن خالد الجندل.",
            "page": "10",
            "part": "1",
            "seal": "057E8B78"
        },
        {
            "id": "17",
            "nass": "16 - * علي بن محمد المهوس. ¶ 17 - * عبد الله بن سليمان الرميان. ¶ 18 - * عبد الرحمن بن محمد الحمود. ¶ 19 - عبد الرحمن بن حمود البدراني. ¶ 20 - * عبد الله بن صالح الهزاني. ¶ 21 - * عبد الرحمن بن عبد العزيز الجلعود (¬1). ¶ ¬_________ ¶ (¬1) كل اسم أمامه نجمة فهو زميل لعبد الرحمن رحمه الله في ثانوية أبي عمرو لتحفيظ القرآن الكريم، ثم في كلية الشريعة، قسم الشريعة.",
            "page": "11",
            "part": "1",
            "seal": "C9E4BDB8"
        },
        {
            "id": "18",
            "nass": "ثالثاً: طلبه للعلم خارج المدارس النظامية: ¶ راجع القرآن مرات عديدة على شيخه في جامع الفاروق بإسكان أفراد القوات المسلحة، وعلى مجموعة من المدرسين، وكان يحضر معي الدروس الليلية، وفجر الخميس عند سماحة شيخنا الإمام عبد العزيز بن عبد الله ابن باز رحمه الله تعالى، وذلك في السنوات الأخيرة في حياة شيخنا رحمه الله تعالى، ومن أهم طلبه للعلم ما يأتي: ¶ 1 - حفظ بعد حفظه القرآن الكريم: الأربعين النووية للإمام النووي رحمه الله. ¶ 2 - قرأ كتاب التوحيد للشيخ محمد بن عبد الوهاب رحمه الله، وذلك على فضيلة الشيخ عبد الله بن صالح القصير حفظه الله عام 1420هـ‍في مدينة الباحة، ولم يكمله؛ لطول نفس الشيخ في الشرح، ثم قرأ هذا الكتاب عليّ من أوله إلى آخره وذلك عام 1422هـ في مدينة الباحة قبل موته بأشهر، واستمع لشرحه كاملاً، وبدأ يحفظ هذا الكتاب، فحفظ قبل موته سبعة عشر باباً سمَّعها عليَّ واستمع لشرحها، وآخر هذه الأبواب {إِنَّكَ لا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ الله يَهْدِي مَن يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ} (¬1). ¶ 3 - قرأ القواعد الحسان لتفسير القرآن للعلامة عبد الرحمن بن ناصر السعدي رحمه الله، على فضيلة الشيخ د. عبد الله بن عبد العزيز الخضير حفظه الله، وذلك عام 1420هـ‍في مدينة الباحة. ¶ ¬_________ ¶ (¬1) سورة القصصِ، الآية: 56.",
            "page": "12",
            "part": "1",
            "seal": "6E4CDE5A"
        },
        {
            "id": "19",
            "nass": "4 - قرأ نخبة الفكر للحافظ ابن حجر على فضيلة الشيخ منصور السماري حفظه الله، وذلك عام 1420هـ‍في مدينة الباحة. ¶ 5 - قرأ عليَّ كتاب بلوغ المرام إلى نهاية كتاب الجنائز ثلاث مرات: المرة الأولى مستمعاً في الطائف عام 1420هـ‍، والمرة الثانية قرأه عليَّ بنفسه في الباحة عام 1420هـ‍، والمرة الثالثة في مدينة الرياض، وقد وصل إلى نهاية كتاب الزكاة، وبدأ في الصيام إلى الحديث رقم 676 [حديث حفصة أم المؤمنين رضي الله عنها: أن النبي - صلى الله عليه وسلم - قال: ((من لم يُبَيِّت الصيام قبل الفجر فلا صيام له)) (¬1). ¶ 6 - قرأ عليَّ كتاب ((منهاج السالكين وتوضيح الفقه في الدين)) للعلامة السعدي رحمه الله، وصل فيه إلى نهاية كتاب الزكاة قبل موته رحمه الله. ¶ 7 - قرأ عليَّ كتاب ((كشف الشبهات)) كاملاً، للشيخ محمد بن عبد الوهاب رحمه الله، واستمع لشرحه. ¶ 8 - سَمِعَ ثلاثة الأصول للإمام محمد بن عبد الوهاب رحمه الله، خمس مرات، مع شرحها. ¶ 9 - قرأ عليَّ ((الدروس المهمة لعامة الأمة)) للإمام ابن باز رحمه الله مرتين، ولم يكمل الثانية؛ لموته رحمه الله. ¶ 10 - حفظ عليَّ الرحبية في الفرائض إلى باب الحساب عام 1420هـ‍، وراجعها مرات. ¶ ¬_________ ¶ (¬1) رواه الخمسة.",
            "page": "13",
            "part": "1",
            "seal": "1E258BF9"
        },
        {
            "id": "20",
            "nass": "11 - قرأ عليَّ ((الفوائد الجلية في المباحث الفرضية)) للعلامة ابن باز رحمه الله إلى باب الحساب. ¶ 12 - قرأ عليَّ ((الدرر البهية في المسائل الفقهية)) للإمام الشوكاني إلى نهاية كتاب الحج، وذلك عام 1422هـ‍في مدينة الباحة قبل وفاته رحمه الله بأشهر. ¶ 13 - سَمِعَ ((العقيدة الواسطية مع شرحها)) ثلاث مرات: الأولى سمعها من الشيخ الدكتور حمد الشتوي في الطائف عام 1420هـ‍، والثانية والثالثة سمعها في دروسي في الرياض. ¶ 14 - سَمِعَ ((القواعد الخمس الكبرى)) من الدكتور علي بن راشد الدبيان، وذلك في الطائف عام 1420هـ‍. ¶ 15 - سَمِعَ الفرائض إلى باب الحساب من الشيخ بدر الجويان، وذلك في الطائف عام 1420هـ‍. ¶ 16 - له ثلاثة بحوث مفيدة: ¶ الأول: الجنة والنار من الكتاب والسنة المطهرة، وقد طُبع ولله الحمد ثلاث طبعات: الطبعة الأولى سبعة آلاف نسخة، والطبعة الثانية عشرة آلاف نسخة، والطبعة الثالثة عشرون ألف نسخة، ولله الحمد. ¶ الثاني: غزوة فتح مكة في السنة المطهرة، وقد طبع والله الحمد. ¶ الثالث: أبراج الزجاج في سيرة الحجاج، وقد طبع ولله الحمد.",
            "page": "14",
            "part": "1",
            "seal": "B711A376"
        },
        {
            "id": "21",
            "nass": "17 - وُجد له تعليقات مفيدة على بعض كتبه التي قرأها في الحلقات العلمية - رحمه الله - منها ما وُجد على كتاب منهج السالكين وتوضيح الفقه في الدين للعلامة السعدي رحمه الله، فقد كتب الابن عبد الرحمن - رحمه الله - على مقدمة هذا الكتاب الكلمة المفيدة الآتية: ¶ أ - فضل العلم: ¶ 1 - العلم إرث الأنبياء عليهم الصلاة والسلام. ¶ 2 - العلم يبقى والمال يفنى. ¶ 3 - العلم لا يتعب صاحبه في الحراسة. ¶ 4 - العلم يوصل إلى أن يكون صاحبه من الشهداء على الحق. ¶ 5 - أهل العلم أحد صنفي ولاة الأمر. ¶ 6 - لم يرغِّب النبي - صلى الله عليه وسلم - في أن يغبط أحدٌ أحداً على شيء إلا على العلم [صاحب القرآن الذي يعمل به]،وصاحب المال [الذي ينفقه في الحق]. ¶ 7 - العلم طريق إلى الجنة. ¶ 8 - من وُفِّق للعلم فقد أراد الله به خيراً. ¶ 9 - إن الله يرفع صاحب العلم بعلمه. ¶ ب - آداب طالب العلم: ¶ 1 - الإخلاص لله سبحانه. ¶ 2 - ينوي بطلب العلم رفع الجهل عن نفسه، وعن غيره.",
            "page": "15",
            "part": "1",
            "seal": "AB508E65"
        },
        {
            "id": "22",
            "nass": "3 - ينوي بذلك الدِّفاع عن الدين بالعلم. ¶ 4 - العمل بالعلم. ¶ 5 - العبادة مبنية على: الإخلاص، والمتابعة للنبي - صلى الله عليه وسلم -. ¶ 6 - الدعوة إلى العلم. ¶ 7 - الصبر على التعلم. ¶ جـ - عقبات في طريق العلم: ¶ 1 - فساد النية. ¶ 2 - حب الشهرة. ¶ 3 - التفريط في حلقات العلم. ¶ 4 - التذرّع بكثرة الأشغال. ¶ 5 - التفريط في طلب العلم في الصغر. ¶ 6 - العزوف عن طلب العلم. ¶ 7 - تزكية النفس. ¶ 8 - عدم العمل بالعلم. ¶ 9 - اليأس [واحتقار الذات]. ¶ 10 - التسويف في طلب العلم (¬1). ¶ ¬_________ ¶ (¬1) وهذه الفضائل والآداب ملخص لما في كتاب العلم للعلامة ابن عثيمين رحمه الله تعالى.",
            "page": "16",
            "part": "1",
            "seal": "186B32D2"
        },
        {
            "id": "23",
            "nass": "أسأل الله بوجهه الكريم أن يجعل العمل بهذه الآداب والفضائل في موازين حسنات الابن عبد الرحمن، فإنه جواد كريم. ¶ وهناك تعليقات أخرى على بعض كتبه رحمه الله تعالى. ¶ وكان رحمه الله تعالى يحضر جميع دروسي التي تُلقى في جامع علي بن أبي طالب - رضي الله عنه - في إسكان طريق الخرج، وفي جامع الفاروق المذكور آنفاً، وكانت الدروس ولله الحمد في: العقيدة، والحديث، والفقه، والتفسير، وكان يستمع لإذاعة القرآن الكريم، وخاصة قبل أن ينام، وكان من الصغر يحب الاطلاع، وزيارة المكتبات، وشراء الأشرطة والكتيبات النافعة، وقد عُيّن مؤذناً لجامع الفاروق بإسكان أفراد القوات المسلحة في 14/ 6/1421هـ‍، وقد أعطاه الله جمال الصوت وحُسنه في القراءة والأذان، فارتاح الناس له وأحبوه في الله تعالى، وقد أخبرني الثقات من جماعة الجامع أنهم كانوا يخشعون عندما يصلي بهم عبد الرحمن في الصلوات الجهرية؛ لحسن صوته، وذلك عندما أسافر؛ لأني إمام الجامع المذكور. ¶ وكان يُدرِّس القرآن الكريم للطلاب في الجامع الذي يؤذّن فيه، حيث كلفه مدير مدرسة جامع علي بن أبي طالب - رضي الله عنه - لتحفيظ القرآن الكريم الشيخ خالد بن ضيف الله البلادي حفظه الله، فأسند إليه تدريس حلقة مستقلة [حلقة الإمام الذهبي رحمه الله]. ¶ وتلاميذه في هذه الحلقة هم:",
            "page": "17",
            "part": "1",
            "seal": "95C3EF84"
        },
        {
            "id": "24",
            "nass": "1 - إبراهيم بن عبد الله بن حسين القحطاني. ¶ 2 - إبراهيم بن محمد بن سعيد القرني. ¶ 3 - إبراهيم بن حسن بن محمد عسيري. ¶ 4 - أحمد بن فايع بن محمد عسيري. ¶ 5 - أحمد بن محمد بن عوضة عسيري. ¶ 6 - أحمد بن محمد بن زين الدين. ¶ 7 - أحمد بن عبد الرحمن بن سالم السريحي. ¶ 8 - ثامر بن مصلح بن عطا الله العنزي. ¶ 9 - سلطان بن ناصر بن مسفر الغامدي. ¶ 10 - خالد بن علي بن مرعي القرني. ¶ 11 - سلطان بن محمد بن علي عسيري. ¶ 12 - سلمان بن عبد الله الأسمري. ¶ 13 - بدر بن سلمان الشهري. ¶ 14 - عبد الله بن علي بن عبد الله العمري. ¶ 15 - محمد بن أحمد بن محمد المجرشي. ¶ 16 - أنور بن حنتول بن يحيى سرحي. ¶ 17 - مجاهد بن صالح بن حمدان العمري.",
            "page": "18",
            "part": "1",
            "seal": "9677056A"
        },
        {
            "id": "25",
            "nass": "وكان الطلاب يحبونه في الله تعالى ويجلُّونه؛ لحُسن خُلُقه، وإحسانه إليهم. ¶ وقد أمَّ الناس في صلاة العشاء والتراويح في مسجد الزبير بن العوام - رضي الله عنه -، بإسكان طريق الخرج، ثلاث سنوات: 1420هـ‍، 1421هـ‍، وسبع عشرة ليلة من رمضان عام 1422هـ‍؛ حيث توفي رحمه الله بعد صلاة التراويح في هذه الليلة.",
            "page": "19",
            "part": "1",
            "seal": "77289D9A"
        },
        {
            "id": "26",
            "nass": "رابعاً: الحِكَمُ التي كتبها رحمه الله قبل وفاته: ¶ رسائل هاتفية أرسلها عبد الرحمن رحمه الله تعالى بهاتفه الجوال إلى جوال: زميله الشاب الصالح، أيمن بن عبد الله العاصمي قبل وفاته بيوم أو يومين 14 - 15 رمضان 1422هـ‍كما يقول: الأخ أيمن، وكانت وفاة عبد الرحمن وأخيه بعد صلاة العشاء والتراويح ليلة الأحد 17/ 9/1422هـ‍. ¶ الرسالة الأولى يقول فيها: ((المستأنس بالله: جنته في صدره، وبستانه في قلبه، ونزهته في رضى ربه)). ¶ الرسالة الثانية قال فيها: ((اللهمّ إنك أعطيتنا الإسلام من غير أن نسألك فلا تحرمنا الجنة ونحن نسألك)). ¶ الرسالة الثالثة: قال: ((فائدة: العزة في القناعة، والذلّ في المعصية، والهيبة في قيام الليل)) (¬1). ¶ كما سبق وأن أرسل رسالة مكتوبة بخطّ يده لأيمن العاصمي قبل وفاته بحوالي شهرين تقريباً قال: بسم الله الرحمن الرحيم، الأخ أيمن ... حفظه الله: ¶ حسبك خمسة: ¶ إذا ما مات ذو علم وتقوى ... فقد ثلمت من الإسلام ثلمة ¶ وموت الحاكم العدل المولَّى ... بحكم الشرع منقصة ونقمة ¶ ¬_________ ¶ (¬1) نقلت جميع هذه الرسائل، من جوال الأخ الشاب الصالح أيمن بن عبد الله العاصمي وفقه الله.",
            "page": "20",
            "part": "1",
            "seal": "60921B70"
        },
        {
            "id": "27",
            "nass": "وموت العابد القوّام ليلاً ... يناجي ربه في كل ظلمة ¶ وموت فتى كثير الجود مَحْلٌ ... فإن بقاءه خصب ونعمة ¶ وموت الفارس الضرغام هدم ... فكم شهدت له بالنصر عزمة ¶ فحسبك خمسة يُبكى عليهم ... وباقي الناس تخفيف ورحمة ¶ وباقي الناس هم همج رعاع ... وفي إيجادهم لله حكمه (¬1) ¶ وقد وجد مكتوباً على الغلاف الداخلي من كتاب أوضح المسالك إلى ألفية ابن مالك للإمام ابن هشام رحمه الله تعالى، المقرر عليه في كلية الشريعة بخط يده رحمه الله يقول: ¶ عرفت أن الحياة رحلة وطريق ... فأحسنت اختيار الرفيق وتوليت القيادة ¶ وكان الابن عبد الرحمن يقول الشعر، وقد وجد من شعره بعض الأبيات في جوال زميله الشاب الصالح ياسر بن محمد الحقيل، أرسل إليَّ بها، وهي خمسة وأربعون بيتاً، وهذا نصّ بعضها في رسالة الأخ ياسر إليَّ، قال: ¶ بسم الله الرحمن الرحيم ¶ هذه الرسائل التي كانت بيني وبين عبد الرحمن - رحمه الله - وقد رمزت للتي كتبها عبد الرحمن بـ (ع)، والتي أرسلتها له بـ (ي). ¶ ي - ألا فَارْدُدْ سَرِيعاً دُونَ خوفٍ ... فخَيْرُ الرَّدِّ عَاجِلُهُ المُبِينا ¶ ¬_________ ¶ (¬1) وجدنا هذه الرسالة بخط يد الابن عبد الرحمن رحمه الله تعالى، وعليها توقيعه، وهي محفوظة عند الأخ أيمن العاصمي وفقه الله تعالى.",
            "page": "21",
            "part": "1",
            "seal": "94436055"
        },
        {
            "id": "28",
            "nass": "ع - أنا لا أرهب الرَّدَّ المُقَفَّى ... ولا أخشى سُبَابَ الشِّعْرِ فِينا ¶ ع - ألا فانْشُرْ سَلامي في رُبَاكُم ... وعَطِّر صحْبَنَا بالياسَمِينا ¶ ي - قد انتشَرَ السَّلامُ كَخَيْرِ غَيثٍ ... وعَمَّ العِطْرُ أرْجَاءَ المدينه ¶ ع - رأيتُ الوُدَّ يَتْبَعهُ انقِطَاعٌ ... وخَيْرُ الوُدِّ ما يُفشِي السَّكينه ¶ ي - ألا فاعمَلْ حِسَاناً ما استطعتَ ... فَخَيْرُ النَّاسِ مَنْ سَكَنَ المدينه ¶ ي - رسولُ الله يُرفلُ في رُبَاهَا ... ومَسْجِدُهُ نَحِنُّ له حَنِينَا ¶ ع - ولا تَنْسَ بِمَكَّةَ خَيْرَ بَيْتٍ ... يطُوفُ به صِحَابٌ تابعونا ¶ ي - ولا تنسَ بنجدٍ خيرَ قومٍ ... همُ للدِّينِ خيرُ الخَادِمِينا ¶ ع - تَمَنَّ الخيرَ تكسَبْ مُجْتَناهُ ... ولوْ طَالَتْ عواقِبُهُ سِنينا ¶ ع - رأيتُ العِلْمَ لا يأتي رِجالاً ... همُ في الصُّبْحِ شرُّ النَّائمينا (¬1) ¶ ي -ألا فَاغْضُضْ بِطَرْفِكَ عَنْ مَرِيضٍ ... بكُلِّ الَّليلِ إكثارُ الأنِينَا ¶ قال الأخ ياسر: من آخر الرسائل التي أرسلها إليَّ عبد الرحمن كانت تهنئة بشهر رمضان وهي (بنسيم الرحمة، وعبير التوبة، ورجاء المغفرة، وبعد الزحمة أقول كل عام وأنت بخير) وكانت بتاريخ يوم الجمعة 1/ 9/1422هـ‍الموافق 16/ 11/2001م. ¶ كتبه ياسر بن محمد الحقيل ¶ بتاريخ 25/ 1/1423هـ‍ ¶ ¬_________ ¶ (¬1) قال الأخ ياسر أرسلها إلي عبد الرحمن رحمه الله عندما كنت غائباً يوماً عن الدراسة في الجامعة بسبب المرض.",
            "page": "22",
            "part": "1",
            "seal": "9B86D9FF"
        },
        {
            "id": "29",
            "nass": "زميل عبد الرحمن رحمه الله في ثانوية أبي عمرو البصري لتحفيظ القرآن الكريم، ثم في كلية الشريعة، والمدرس في مدرسة تحفيظ القرآن الكريم في جامع القدس بحي القدس بالرياض.",
            "page": "23",
            "part": "1",
            "seal": "94ACC62B"
        },
        {
            "id": "30",
            "nass": "خامساً: أمره بالمعروف ونهيه عن المنكر: ¶ * وكان رحمه الله تعالى: يأمر أهل بيتنا بالمعروف وينهاهم عن المنكر إذا رأى شيئاً، وأخبرني بعض الأهل بعد موت عبد الرحمن رحمه الله أنه كان إذا لاحظ عليهم شيئاً أخذهم على انفراد، ونصحهم سراً. ¶ * وأخبرتني والدته جبر الله قلبها وربط عليه؛ {لِتَكُونَ مِنَ الْمُؤْمِنِينَ} (¬1) أن عبد الرحمن رحمه الله رأى بعض أهل البيت أخطأ فشرب بشماله، فقال: ((هذا لا يجوز، ألا تحبون الجنة، وتخافون من النار؟))، وقد أثر ذلك في نفوسهم بعد موته رحمه الله تعالى. ¶ * كما أخبرني الأخ زمراوي محمد خيري السوداني، وفقه الله، أنه كان سائراً مع الابن عبد الرحمن رحمه الله تعالى، فرأى الابن عبد الرحمن رجلاً يقرأ مجلة فيها صور غير مناسبة، فنصحه وقال له: ((ما وجدت شيئاً تقرأه غير هذا؟)). ¶ * وأخبرني الشاب سعيد بن أحمد بن سعيد الشهري قال: الله يرحم عبد الرحمن قد نصحني أن أحفظ القرآن عندما سألته عن تفسير آية قبل ثلاث سنوات، فأخبرني بتفسيرها، ثم قال: ((احفظ القرآن)). ¶ * وأخبرني زائد بن سعد الدوسري (¬2) بقوله: كنت مارّاً بسيارتي، فمررت بعبد الرحمن رحمه الله وهو أمام باب بيته، يريد أن يذهب إلى ¶ ¬_________ ¶ (¬1) سورة القصص، الآية: 10. ¶ (¬2) وقد توفي زائد رحمه الله في حادث مروري في أول شهر رجب عام 1423هـ‍.",
            "page": "24",
            "part": "1",
            "seal": "62287AED"
        },
        {
            "id": "31",
            "nass": "الصلاة، فسلّمت عليه، وكنت أستمع إلى شريط أغنية في سيارتي، فرد عليَّ السلام ونصحني بقوله: ((الغناء حرام لا يجوز سماعه وأنت في شهر عظيم)). قال الأخ زائد: وكان ذلك في رمضان قبل وفاة عبد الرحمن - رحمه الله - بيومين، وقد تركت الغناء بسبب نصيحة عبد الرحمن، وإذا ملتُ إلى الغناء أخذت شريط أمراض القلوب واستمعت إليه. ¶ * كان الابن عبد الرحمن - رحمه الله - قد رأى رجلاً من المصلين ضرب ولده على وجهه، وكان رجلاً صالحاً، فقال له الابن عبد الرحمن: لا يجوز الضرب على الوجه، فما كان من هذا الرجل إلا أن قال لعبد الرحمن: جزاك الله خيراً، وقبَّل رأس عبد الرحمن، وكنت حاضراً شاهداً. ¶ * كان بعض المشايخ يشرح حديث التشهد، فقال الشيخ: ((والسلام علينا وعلى عباد الله الصالحين))، فردّ عليه الابن عبد الرحمن فقال: ((السلام علينا وعلى عباد الله الصالحين)) ليس فيها واو، فقبَّل هذا الشيخ يد الابن عبد الرحمن ودعا له، ولم يخطئ الشيخ مرة أخرى في إضافة الواو. ¶ * كان الابن عبد الرحمن - رحمه الله - يدرِّس في الجامع في تحفيظ القرآن، فرأى كثيراً من طلاب التحفيظ يسبلون الثياب، فأفزعه ذلك، وطلب من مدير المدرسة الشيخ خالد البلادي - حفظه الله - أن ينصح الطلاب عن طريق المكبرات في الجامع، ويحذّرهم من الإسبال، وخاصة لأنهم يتعلمون القرآن الكريم، فأخذ الشيخ خالد المكبّر وحذّرهم من الإسبال، أخبرني بذلك الشيخ خالد البلادي، والأخ هانئ بن نايف الربيعي.",
            "page": "25",
            "part": "1",
            "seal": "07DE6B69"
        },
        {
            "id": "32",
            "nass": "* أخبرني الأخ عبد الله بن علي بن عبد الله القرني أنه طلب من الابن عبد الرحمن رحمه الله أن يكتب له موعظة قصيرة يعظ فيها زملاء الأخ ¶ عبد الله غير المستقيمين في الثانوية وفي غيرها، قال الأخ عبد الله: ((فوافق عبد الرحمن رحمه الله إلا أنه كان مشغولاً، ثم ذكَّرته مرات))، فقال عبد الرحمن رحمه الله: ((سأكتبها إن شاء الله، ولكن لا أستطيع أن أطبعها على جهاز الكمبيوتر لأني مشغول، ولكني سأعطيها عبد الرحيم يطبعها لك)). ¶ قال الأخ عبد الله: ((فكتبها عبد الرحمن رحمه الله بخطّ يده ثم سلَّمها لشقيقه عبد الرحيم رحمه الله، فطبعها عبد الرحيم رحمه الله على الكمبيوتر ثم سلّمها لي، وهذا نصّها: ¶ ((بسم الله الرحمن الرحيم ¶ ** أخي الحبيب، حاول أن تجيب على هذه الأسئلة بكل صراحة؟ ¶ س/ كم مضى من عمرك؟ وهل الباقي من عمرك أكثر أم أقل؟ ¶ وحاول أن تحسب عمرك بالساعات والدقائق حسب المعادلة الآتية: ¶ العمر بالسنوات ×360= (العمر بالأيام) × 24 = (العمر بالساعات). ¶ س/ ماذا فعلت في هذه الساعات الماضية من عمرك؟ وهل أنت مستعد للقاء الله بهذه الأعمال؟؟)).",
            "page": "26",
            "part": "1",
            "seal": "406A8F7E"
        },
        {
            "id": "33",
            "nass": "سادساً: أخلاقه العظيمة رحمه الله تعالى: ¶ * كان الابن عبد الرحمن - رحمه الله - لا يقهقه إذا ضحك، وإنما يبتسم ابتساماً بدون قهقهة مدة حياته - رحمه الله -. ¶ * كان رحمه الله بارّاً بوالديه لا يعصي لهما أمراً، وكان يخفض جناحه لأمه كثيراً، ويكرمها أكرمه الله بالفردوس الأعلى من الجنة في أعلى منازل الشهداء، وكان إذا نادته أمه أو ناداه أبوه أجاب بقوله: ((لبيك))، وإذا ذهب إلى المدرسة أو الكلية طلب من أمه الدعاء، فإذا دعت له قال أحياناً: هل هذا الدعاء من قلبك؟ ثم يُقبّل رأسها أحياناً إذا ذهب، وإذا رجع من الدراسة، وإذا كنت في مكتبتي الخاصة دخل عليّ وسلّم ثم مدّ يده للمصافحة، وربما قبل رأسي أحياناً. ¶ * كان الابن عبد الرحمن سليم الصدر، فلا يحمل الحسد، ولا البغضاء لأحد من الناس، ومن أبرز الأمثلة على ذلك أنه كان يرسل لزميله في الصف الثالث الثانوي محمد حسان بشور بعض الفوائد، ويرسل له محمد عن طريق الناسوخ بعض الفوائد كذلك، ومحمد حسان هذا هو الذي ينافسه على الترتيب الأول في الصف الثالث ثانوي، فشكرتهما على ذلك الخلق الكريم. ¶ * كان رحمه الله يبغض الغيبة، ولا ينقل النميمة، وقد قال في مقابلة أجرتها معه ثانوية أبي عمرو البصري لتحفيظ القرآن الكريم حينما وُجِّه له أسئلة منها: ((كلمة عتاب توجهها لصديق؟))، فقال: ((أولئك",
            "page": "27",
            "part": "1",
            "seal": "3A2B720C"
        },
        {
            "id": "34",
            "nass": "الأصدقاء الذين يأكلون لحوم الناس، ويقعون في أعراضهم، أنصحهم أن يبتعدوا عن ذلك)). ¶ * وكان رحمه الله يهتمّ بأمور المسلمين ويرحمهم، وكان يؤلمه ما يحصل للإخوة في فلسطين، والشيشان، وغيرهما من بلدان المسلمين، وقد كان يستمع الأخبار في المذياع من إذاعة القرآن الكريم، وقد قال في المقابلة التي أجرتها معه ثانوية أبي عمرو لتحفيظ القرآن الكريم حينما وُجِّه له أسئلة منها: ((موقف معبِّر أثَّر في حياتك؟))، فقال: ((الحملة الروسية اللعينة على جمهورية الشيشان!)). ¶ * كان الابن عبد الرحمن - رحمه الله تعالى - في المجالس الخاصة والعامّة التي يحضرها لا يتكلّم إلا بخير أو يصمت، ولا يثرثر، بل يلزم السكوت، وإذا أعجبه شيء تبسَّم، وإذا سُئل عن شيء أجاب بهدوءٍ وأدب. ¶ * كان إذا سار في طريقه إلى المسجد لا ينظر يمنة ولا يسرة، فلا ينظر في المارِّين ولا في السيارات العابرة، وإنما كان ينظر أمامهُ، ويمضي في سيره، وقد أخبرني الشيخ سالم بن عامر الشهري مؤذِّن مسجد عمر بن عبد العزيز بإسكان أفراد القوات المسلحة، أنه كان يمرُّ على سيارته في الطريق العام، ويرى عبد الرحمن - رحمه الله - يسير إلى الجامع فيحبّ أن يسلّم على عبد الرحمن - رحمه الله - مع الإشارة باليد، ولكن يقول: إن عبد الرحمن - رحمه الله - سائر في طريقه لا ينظر يمنةً ولا يسرةً، لا إلى سيارات ولا إلى غيرها، وهكذا أخبرني الشيخ سالم بن علي الخشرمي",
            "page": "28",
            "part": "1",
            "seal": "D9A47EA3"
        },
        {
            "id": "35",
            "nass": "الشهري إمام مسجد خالد بن الوليد بإسكان أفراد القوات المسلحة، يقول: ((إذا مررت مع الشارع العام على سيارتي ورأيت عبد الرحمن في طريقه إلى الجامع، فأريد السلام عليه مع الإشارة؛ لأنه لا يسمعني، ولكنه لا ينظر إليّ، ولا إلى أحد من المارّين، وإنما يمشي وينظر أمامه!)). ¶ * وكذلك إذا كان داخل المسجد لا ينظر يمنة ولا يسرة، ولا يكثر الالتفات، بل يؤذن، ثم يصلي تحية المسجد، ثم يقرأ القرآن يراجعه. ¶ * كان عبد الرحمن - رحمه الله - يصلي الرواتب كاملة: أربعاً قبل الظهر، وركعتين بعدها، ويصلي أربعاً قبل العصر نافلة، ويصلي ركعتين بعد المغرب، وركعتين بعد العشاء، وكان يحافظ على صلاة الوتر، وركعتين قبل الفجر، وكنت أشاهده يخشع في صلاته ولله الحمد، وقد أخبرني الشيخ حسن بن شريف المشيخي أنه شاهد عبد الرحمن - رحمه الله - يبكي في دعاء القنوت في رمضان خلف الشيخ خلوفة بن محمد الشهري القاضي بمحكمة الطائف الآن، وقد كان الشيخ خلوفة يُؤذِّن في جامع الفاروق، ويُصلِّي بالناس التراويح في غيابي، وكان عُمْرُ عبد الرحمن اثني عشر عاماً آنذاك تقريباً، فقد كان صغير السن، ومع ذلك يحصل له هذا الخشوع رحمه الله تعالى. ¶ * وكان رحمه الله يصوم مع رمضان ستّاً من شوال، ويصوم يوم عاشوراء مع يوم قبله ويوم بعده أو يصوم يوماً قبله، ويصوم تسعة أيام من العشر الأول من ذي الحجة.",
            "page": "29",
            "part": "1",
            "seal": "4E7E8546"
        },
        {
            "id": "36",
            "nass": "* كان الابن عبد الرحمن - رحمه الله - يراجع القرآن كثيراً ولله الحمد، وقد أخبرني أنه يراجع كل يوم جزأين بين الأذان والإقامة للصلوات الخمس؛ لأنه كان يُؤذِّن في جامع الفاروق كما تقدم، أما قبل ذلك فكان يراجع على المدرسين تسميعاً، ويُسمِّع القرآن كاملاً في إجازة الصيف مرات عديدة، وشارك في مسابقات كثيرة، وفاز فيها، جعل الله ذلك كله في موازين حسناته. ¶ * كان - رحمه الله - يحافظ على أذكار الصباح بعد صلاة الفجر، وأذكار المساء بعد صلاة المغرب، وخاصة: سيد الاستغفار، وآية الكرسي، والمعوذات الثلاث، ثلاث مرات، و ((بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم)) ثلاث مرات، وغير ذلك، كما يحافظ على أذكار أدبار الصلوات ولله الحمد والمنّة. ¶ * كان رحمه الله يحب الاطلاع والقراءة والاستماع لسيرة النبي - صلى الله عليه وسلم -، وكذلك قصص الأنبياء عليهم الصلاة والسلام، وقد اشترى قصص الأنبياء من القرآن الكريم للشيخ حسن أيوب، وهو لا يزال في الصف السادس ابتدائي، وعمره تقريباً اثنا عشر عاماً، وقد كرّر استماع هذه الأشرطة أكثر من مرة، وكانت تشتمل على قصة عشرين نبيّاً في عشرين شريطاً، وقد طلب مني أن اشتري له كتاب الشجرة النبوية في سيرة خير البرية - صلى الله عليه وسلم -، لابن عبد الهادي المقدسي (ابن المبرّد)، 840 - 909هـ‍، فلم يدخل هذا الكتاب مكتبتي لولا الله ثم الابن عبد الرحمن رحمه الله تعالى، وقد اشترى قبل موته بشهر أو شهرين كتاب: استجلاب ارتقاء الغرف بحبِّ",
            "page": "30",
            "part": "1",
            "seal": "D12C585C"
        },
        {
            "id": "37",
            "nass": "أقرباء الرسول - صلى الله عليه وسلم - وذوي الشرف، للحافظ محمد بن عبد الرحمن السخاوي [831 - 902هـ‍] بتحقيق ودراسة خالد بن أحمد الصمِّي بابطين. ¶ * وقد أخبرني الأخ هانئ بن نايف الربيعي أنه استمع لعبد الرحمن رحمه الله وهو يشرح لطلاب حلقته التي يُدرِّسُ فيها القرآن الكريم سيرة النبي - صلى الله عليه وسلم - بأسلوب جميل مفيد. ¶ * كان الابن عبد الرحمن - رحمه الله - يتضرع إلى الله ويدعوه، ومن ذلك أني كنت أشاهده يدعو بين الأذان والإقامة أحياناً بعد أن يصلي السنة الراتبة ويرفع كفيه، وكان في كل ليلة من العشر الأواخر من رمضان من كل سنة، قبل الفجر بساعة أو ساعتين، يأخذ كتاب الدعاء من الكتاب والسنة ويرفع كفيه ويستقبل القبلة، ويدعو حتى ينهي هذا الكتاب من أوله إلى آخره، وقد أخبرني الابن عبد العزيز أن عبد الرحمن دعا بكل ما في هذا الكتاب مرتين يوم عرفة حينما حج - رحمه الله - سنة 1420هـ‍، وقد كان مرافقاً لي مع التوعية الإسلامية في الحج في ذلك العام المذكور، وكان قد تولَّى الأذان في مركز التوعية الإسلامية رقم 7 يوم التروية وأيام التشريق، وطلب مني ألا نتعجل بالسفر إلى الرياض، فتأخرنا إلى اليوم الرابع عشر، لرغبته - رحمه الله - وأخيه عبد العزيز. ¶ * كان الابن عبد الرحمن - رحمه الله - كريماً في غير إسراف ولا مخيلة، يظهر ذلك في إكرامه لإخوته، وأمه، وكذلك لزملائه، وقد كان بعض الأهل يقول له في ذلك، ويأمره بالاقتصاد، فكان يردُّ عليهم بقوله:",
            "page": "31",
            "part": "1",
            "seal": "0C75185F"
        },
        {
            "id": "38",
            "nass": "((الدنيا فانية)). ¶ * كان يساعدني رحمه الله، ومن ذلك أنه في صغره وهو يدرس في الصف الثالث المتوسط، وعمره خمسة عشر عاماً، ساعدني في كتابة كثير من مراجع رسالة الدكتوراه، وكان ذلك بالتعاون أيضاً مع الابن عبد العزيز، وذلك عام 1418هـ‍. ¶ * كان الابن عبد الرحمن - رحمه الله - فصيح اللسان، قد أعطاه الله - عز وجل - الفصاحة في الكلام والقراءة، حتى إن من سمعه يقرأ يعجب من فصاحته وسليقته العربية، وقد كان يُحضر لي أي حديث أطلب إحضاره من فهارس كتب السنة؛ لذكائه وفطنته - رحمه الله تعالى - وقد كان من أسباب ذلك - بعد توفيق الله تعالى - عنايته باللغة العربية التي يدرسها في المدرسة، ومن أمثلة ذلك أنه عندما حصل على شهادة الصف السادس الابتدائي احتفظ بقواعد اللغة العربية للصف الرابع، والخامس، والسادس، وجعلها في رفٍّ من أرفف مكتبتي الخاصة، فسألته عن ذلك؟ فأجاب: لكي أراجعها، ثم راجعها وأبقاها في موضعها رحمه الله تعالى. ¶ * وقد أجرت معه مدرسة ثانوية أبي عمرو البصري لتحفيظ القرآن الكريم مقابلة عام 1421هـ‍تقريباً هذا نصها: ¶ الاسم؟ عبد الرحمن بن سعيد بن علي القحطاني. ¶ الصف الدراسي: ثانوي ثانوي / أ.",
            "page": "32",
            "part": "1",
            "seal": "B6B686B9"
        },
        {
            "id": "39",
            "nass": "جدولك اليومي؟ ¶ - الاستيقاظ لصلاة الفجر، ومن ثم أرجع للبيت، وأرتّب أمور المدرسة. ¶ - الذهاب للمدرسة. ¶ - الرجوع للمنزل، وتناول الغداء، ثم النوم قليلاً. ¶ - صلاة العصر، ثم مراجعة ما تيسّر من القرآن. ¶ - بعد المراجعة قراءة بعض الكتب. ¶ - صلاة المغرب، ثم المذاكرة، وحل الواجبات إن وجدت. ¶ - صلاة العِشاء، ثم العَشاء وسماع بعض البرامج [مثل برنامج نور على الدرب، والأخبار من إذاعة القرآن الكريم، واستماع قراءة القرآن من الإذاعة، وبعض الخطب]. ¶ موقف معبِّر أثَّر في حياتك؟: الحملة الروسية اللعينة على جمهورية الشيشان. ¶ رأيك في النشاط غير المنهجي؟: ممتاز بدرجة أولى، ولابد منه والاهتمام به مثل الاهتمام بالحصص الدراسية [يعني رحمه الله العناية بالقراءة في الكتب، والرسائل النافعة غير المواد الدراسية]. ¶ كلمة شكر تهديها لعزيز؟: أشكر وزارة المعارف؛ لما يبذلونه من جهد ومن ذلك تطوير الكتب الدراسية، حتى إن شكل الكتاب وتنسيقه وطباعته تفتح نفس الطالب للمذاكرة.",
            "page": "33",
            "part": "1",
            "seal": "59DFF4E3"
        },
        {
            "id": "40",
            "nass": "كلمة عتاب توجهها لصديق؟: ((أولئك الأصدقاء الذين يأكلون لحوم الناس ويقعون في أعراضهم، أنصحهم بأن يبتعدوا عن ذلك)). ¶ * لا أعرف أحداً من عباد الله المؤمنين عرف عبد الرحمن إلا أحبَّه في الله تعالى، وقد تأثّر جميع السكان الذين سمعوا أذانه في صلاة الجمعة والصلوات الأخرى وقراءته؛ حتى بعض العمال انصرفت نفسه عن الطعام أياماً لفراق عبد الرحمن وأذانه، وقراءته، وكان هؤلاء السكان يقول لي بعضهم: يا شيخ سعيد لا تظن أنك فقدت عبد الرحمن وحدك؟ بل كلنا فقدناه! ¶ كان ذكيّاً، ومن ذلك معرفته بمواقع الكتب في مكتبتي الخاصة، حيث لم تكن مرتبة، فإذا فقدت كتاباً ناديت عبد الرحمن، وطلبت إحضاره، فيبحث عنه فوراً ويخرجه جزاه الله عني خيراً وأسكنه الفردوس الأعلى في أعلى منازل الشهداء، ومن الأمثلة على ذكائه - رحمه الله - أنه عندما وُلد شقيقه عبد الرحيم - رحمه الله - قال عبد الرحمن - وعمره آنذاك ست سنوات - قال: {بِسْمِ الله الرَّحْمنِ الرَّحِيم} ثم سكت وفكَّر، ثم قال: {الرَّحْمنِ} أنا عبد الرحمن، و {الرَّحِيمِ} هذا سمُّوه عبد الرحيم، فسميته عبد الرحيم لهذا السبب. ¶ ومما يدل على ذكائه - رحمه الله - أنه كان في صغره قبل أن يحفظ القرآن بعد أن سجّل في السنة الأولى ابتدائي يعدّ سور القرآن عدّاً وسرداً، فيقول: سورة الفاتحة، البقرة، آل عمران، النساء، المائدة .... إلى",
            "page": "34",
            "part": "1",
            "seal": "C006038B"
        },
        {
            "id": "41",
            "nass": "أن يصل سورة الناس، فيعدّ مائة وأربع عشرة سورة بدون توقف! ¶ * وكان يحب أن تكون كتبه منفردة عن مكتبتي، فاختار لها مكاناً صغيراً في زاوية مكتبتي، وكان يجمع كتبه فيها. ¶ وكان قبل موته - رحمه الله - إذا رأى كتاباً جديداً ألفته ثم نشر قال: ((هذا ولد جديد)). ¶ * كان يستيقظ وقت الاختبارات في ثالث ثانوي وفي السنة الأولى في كلية الشريعة قبل الفجر بساعتين أو ساعة، ثم يتوضأ ويذهب إلى الجامع ويصلي ما تيسَّر، ثم يذاكر ويراجع، فإذا نادى بالأذان صلى ركعتي الفجر، ثم يقرأ القرآن. ¶ * وُجد عنده أشرطة محاضرات علمية في سيارته أثناء الحادث وفي أمتعته، وكان عددها مائة شريط، وكلها نافعة جداً، ووجد مجموعة من المصاحف المسجل عليها القرآن كاملاً لعدة قرّاء، كما وجد في سيارته أثناء الحادث شريط قرع أبواب السماء للشيخ بدر بن نادر المشاري، ونشرة عن التوبة قبل الممات، ونشرات مفيدة أخرى رحمه الله تعالى، وجعل هذا الحادث شهادة له ولشقيقه عبد الرحيم ينالان بها أعلى منازل الشهداء. ¶ كما أسأل الله تعالى أن يجزي كل من علَّمه خيراً، وأن يجمعنا وإياه وإياهم وشقيقه عبد الرحيم في الفردوس الأعلى في أعلى منازل الشهداء مع الأنبياء والصديقين والشهداء.",
            "page": "35",
            "part": "1",
            "seal": "A8A8B756"
        },
        {
            "id": "42",
            "nass": "سابعاً: وفاته مع شقيقه وسيرة عبد الرحيم رحمهما الله: توفي رحمه الله تعالى عن عمر يبلغ 18 ثماني عشرة سنة وتسعة أشهر، بعد إمامته للناس، في صلاة العشاء والتراويح، في مسجد الزبير بن العوام - رضي الله عنه -، بإسكان طريق الخرج ليلة الأحد السابع عشر من رمضان عام 1422هـ‍، مرّ على حيِّ العزيزية لقضاء بعض الأغراض، ثم رجع؛ لِيُدْرِكَ حلقته التي يُدَرِّسُ فيها القرآن الكريم للطلاب في مسجده الذي يؤذّن فيه [جامع الفاروق بإسكان أفراد القوات المسلحة بطريق الخرج]، وفي طريقه إلى طلابه الذين يعلّمهم القرآن قدَّر الله الرحيم، الحكيم، العليم، أن يحصل له حادث مروري، وكان بصحبته شقيقه عبد الرحيم الذي وُلد في اليوم السادس عشر من ربيع الأول عام 1410هـ‍، وكان قد صلَّى خلف شقيقه عبد الرحمن صلاة العشاء والتراويح في الليلة نفسها، وكان عبد الرحيم رحمه الله، قد نشأ على ما نشأ عليه أخوه عبد الرحمن - رحمه الله - من التوحيد، وطاعة الله ورسوله، والتأدّب بآداب الإسلام، ولله الحمد والمنّة، وقد درس الابن عبد الرحيم - رحمه الله - في السنة التمهيدية عام 1415هـ‍، وعمره خمس سنوات، ودخل حلقات تحفيظ القرآن الكريم في جامع أفراد القوات المسلحة، ثم دخل في المدرسة الابتدائية [مدرسة الإمام حمزة لتحفيظ القرآن الكريم] في حي الغبيراء بمدينة الرياض في بداية العام الدراسي 1416هـ‍، وتخرّج منها عام 1422هـ‍، وكان يدرس في الفترة الصباحية في المدرسة، وفي الفترة",
            "page": "36",
            "part": "1",
            "seal": "20D79947"
        },
        {
            "id": "43",
            "nass": "المسائية بعد العصر في حلقات تحفيظ القرآن الكريم في جامع الفاروق المذكور، على الشيخ: حافظ قاري غلام محمد بن فيض الله - جزاه الله خيراً -. ¶ ثم دخل المتوسطة الثانية لتحفيظ القرآن الكريم بمدينة الرياض، وذلك في 13 من جمادى الثاني عام 1422هـ‍، فدرس بها بقية جمادى، ورجب، وشعبان، وستة عشر يوماً من رمضان رحمه الله رحمة واسعة. ¶ وكان الابن عبد الرحيم رحمه الله يحفظ من القرآن سبعة عشر جزءاً: من سورة الرعد إلى سورة الناس، ولله الحمد والمنة، وقد راجع هذه الأجزاء مرات كثيرة جداً على شيخه المذكور، وعلى الشيخ زمراوي محمد خيري، والشيخ سخاوة حسين، والشيخ مأمون الرشيد - جزاهم الله خيراً -. ¶ وكان الابن عبد الرحيم رحمه الله يحب أن يرافقني، وقد كان يحضر معي الدروس عند سماحة شيخنا الإمام عبد العزيز ابن باز - رحمه الله - ليلة الإثنين وفجر الخميس وليلة الجمعة في الجامع الكبير من كل أسبوع، وذلك في آخر حياة شيخنا - رحمه الله - عام 1418، 1419هـ‍. ¶ وكان الابن عبد الرحيم - رحمه الله - يحضر دروسي في جامع الفاروق حتى توفي رحمه الله. ¶ وكان الابن عبد الرحيم رحمه الله طائعاً لوالديه، ويرحم أمه كثيراً، ويُحسن إليها، أحسن الله إليه وأنزله الفردوس الأعلى في أعلى منازل الشهداء، وقد أخبرتني والدته - ربط الله على قلبها؛ {لِتَكُونَ مِنَ",
            "page": "37",
            "part": "1",
            "seal": "CA9CD6BB"
        },
        {
            "id": "44",
            "nass": "الْمُؤْمِنِينَ} (¬1): أن عبد الرحيم إذا رجع إليها من المدرسة يعطيها أحياناً بعض الحلوى هديةً لها؛ لحبه لها جمعه الله وإيَّاها وشقيقه وإيَّايَ ووالدينا وجميع المؤمنين الصادقين المخلصين في الفردوس الأعلى في أعلى منازل الشهداء مع النبيين والصديقين والشهداء. ¶ وكان الابن عبد الرحيم كريماً يكرم أمه، وإخوانه، وأخواته من المال الذي أعطيه من أجل الانتفاع به أثناء المدرسة، وأخبرني الشيخ زمراوي محمد خيري أن عبد الرحيم كان يكرمهم بعد انتهاء الدراسة في التحفيظ ببعض العصيرات، ووصفه بالكرم فقال: ((كان عبد الرحيم كريماً رحمه الله)). ¶ وكان الابن عبد الرحيم لا يقهقه؛ بل كان يبتسم في وجه كل من قابله، وقد أخبرني بعض الأساتذة في مدرسة الإمام حمزة لتحفيظ القرآن الكريم أن عبد الرحيم وأخاه عبد السلام يبتسمان كثيراً، وقال: قد سمَّيناهما: ((المبتسمان))!. ¶ وكان الابن عبد الرحيم قد أخذ زاوية صغيرة من مكتبتي الخاصة، وكلما ألّفت كتاباً أخذ نسخة وجعلها في هذه الزاوية، ومات - رحمه الله - ومؤلفاتي في مكتبته الصغيرة التي تتكون من رفٍّ واحد؛ لحبه للاطلاع على كتبي خاصة، غفر الله له، وجمعنا وإياه في الفردوس الأعلى في أعلى منازل الشهداء مع النبيين والصديقين والشهداء. ¶ وكان الابن عبد الرحيم يصوم رمضان منذ السنة السادسة من عمره، ¶ ¬_________ ¶ (¬1) سورة القصص، الآية: 10.",
            "page": "38",
            "part": "1",
            "seal": "335064DC"
        },
        {
            "id": "45",
            "nass": "ويتبعه ستّاً من شوال، ويصوم يوم عاشوراء ويوماً قبله وربما صام يوماً قبله ويوماً بعده، وكان يصوم مع شقيقه عبد الرحمن - رحمه الله - تسعة أيام من عشر ذي الحجة، وكان يحافظ على السنن الرواتب وصلاة الوتر. ¶ وكان الابن عبد الرحيم - رحمه الله - في العشر الأواخر من رمضان من كل عام يأخذ كتاب الدعاء من الكتاب والسنة قبل الفجر بساعة أو ساعتين من كل ليلة، ويستقبل القبلة، ويرفع كفيه، ويدعو حتى ينهي الكتاب من أوله إلى آخره، رحمه الله تعالى. ¶ وأخبرني الشيخ حافظ قاري غلام محمد فيض الله الذي كان يُحفِّظ الابن عبد الرحيم القرآن الكريم، وكان مع ذلك يذهب بالابن على سيارته إلى المدرسة أيضاً، قال: كنت واقفاً عند الإشارة المرورية يوماً وعبد الرحيم - رحمه الله - معي في السيارة، فرأى رجلاً يشرب الدخان ففتح عبد الرحيم - رحمه الله - زجاج السيارة وقال: ((الدخان حرام)) أي ينصح شارب الدخان. ¶ وأخبرني الأخ أيمن بن عبد الله العاصمي أنه كان يوم جمعةٍ في الجامع، وعبد الرحيم رحمه الله بجانبه، وكل منهما يقرأ سورة الكهف، وبعد أن أنهيا سورة الكهف تكلّم الأخ أيمن مع الابن عبد الرحيم، قال أيمن: فقال عبد الرحيم رحمه الله: ((لم يبق من خروج الخطيب إلا خمس دقائق، دعنا نستغلّها في التسبيح حتى يخرج علينا الخطيب))، قال الأخ أيمن: ((فسبح عبد الرحيم، وسبّحت حتى خرج الخطيب)).",
            "page": "39",
            "part": "1",
            "seal": "987BD113"
        },
        {
            "id": "46",
            "nass": "وأخبرتني والدة عبد الرحيم - رحمه الله - وجمع بينها وبينه في الفردوس الأعلى في أعلى منازل الشهداء، فقالت: إن عبد الرحيم يوم الخميس الموافق ثلاثة عشر من رمضان قبل أن يُتوفَّى بثلاثة أيام آلمته أسنانه، فلم يستطع أن ينام، فجاءت إليه والدته بحبوب مهدئة للآلام وماءٍ، فطلبت منه أن يفطر؛ لأنها تعتقد أنه غير مُكلَّفٍ؛ حيث يبلغ من العمر اثنتي عشرة سنة ونصفاً فقط؛ ولرحمتها له؛ لأنه لم ينم من الألم الشديد في ضرسه، ولكنه امتنع ولم يفطر، فقال له شقيقه عبد الرحمن - رحمه الله -: لا تفطر يا عبد الرحيم، فقال عبد الرحيم - رحمه الله -: ((تُعلِّمني؟)) أي أنا لا أفطر. ¶ وقد سَمِعَ مني الابن عبد الرحيم رحمه الله ثلاثة الأصول للإمام محمد بن عبد الوهاب - رحمه الله -، وحفظ أهم ما فيها، وسمع الدروس المهمة لعامة الأمة مرتين وحفظ أهم ما فيها؛ لكنه لم يكمل المرة الثانية؛ لموته رحمه الله. ¶ وكنت إذا سألته عن شروط لا إله إلا الله أجاب بالأبيات التي نظمها الشيخ حافظ الحكمي - رحمه الله - فإذا قلت: يا عبد الرحيم كم شروط لا إله إلا الله وما عددها؟ فيقول رحمه الله: ثمانية: ¶ العلم، واليقين، والقبول ... والانقياد فادرِ ما أقول ¶ والصدق، والإخلاص، والمحبة ... وفقك الله لِمَا أحبه ¶ ثم يقول: والكفر بما يُعْبَد من دون الله.",
            "page": "40",
            "part": "1",
            "seal": "C6A134A6"
        },
        {
            "id": "47",
            "nass": "وقد أخبرني الابن عبد الله، وعبد السلام، وعبد الرزاق أن الابن عبد الرحيم - رحمه الله - كان يردّد هذه الأبيات قبل موته فيقول: ¶ إنما الدنيا فناء ... ليس للدنيا ثبوت ¶ إنما الدنيا كبحرٍ ... يحتوي سمكاً وحوت ¶ ولقد يكفيك منها ... أيها الطالب قوت ¶ فاغتنم وقتك فيها ... قبل ما فيها يموت ¶ إنما الدنيا كبيت ... نسجته العنكبوت ¶ رحمه الله ورفع منزلته وجمعنا وإياه وشقيقه في الفردوس الأعلى في أعلى منازل الشهداء؛ فإن هذا الاجتماع الذي لا فراق بعده. ¶ ولم يكن للابن عبد الرحيم رحمه الله ما لشقيقه عبد الرحمن من المواقف والمناقب؛ لأن الابن عبد الرحيم صغير السن، فقد كان عمره اثنتي عشرة سنة وستة أشهر تماماً بلا زيادة ولا نقص، بينما عمر عبد الرحمن رحمه الله ثمانية عشر عاماً وتسعة أشهر وتسعة عشر يوماً بلا زيادة ولا نقص. ¶ وكان عبد الرحيم رحمه الله يَدْرُسُ في التحفيظ في نفس الجامع الذي يُدَرِّسُ فيه شقيقه، ولكنه عند مُدَرِّسٍ آخر، وقد توفي عبد الرحمن وعبد الرحيم في ساعة الحادث المذكور، وهما في طريقهما إلى حلقات القرآن الكريم: الابن عبد الرحمن؛ ليعلّم في حلقة الإمام الذهبي، وعبد الرحيم يتعلّم في حلقة الإمام ابن ماجه، رحمهما الله.",
            "page": "41",
            "part": "1",
            "seal": "F347F8D0"
        },
        {
            "id": "48",
            "nass": "وقد صلَّى عليهما جمع كبير من الناس بعد صلاة الظهر يوم الأحد السابع عشر من رمضان سنة 1422هـ‍، في جامع الراجحي بالربوة بمدينة الرياض، وكان دفنهما بمقبرة النسيم، رحمهما الله تعالى. ¶ أسأل الله العظيم، رب العرش الكريم، الرؤوف، الرحيم، الكريم، المنّان، أن يُدخلهما الفردوس، ويجعل هذا الحادث شهادة لهما، وأن يبلّغهما أعلى منازل الشهداء؛ فإنه - سبحانه وتعالى - على كل شيء قدير، وهو ذو الجود والإحسان، والفضل والامتنان، لا يُسأل عما يفعل تبارك وتعالى. ¶ كما أسأله بوجهه الكريم أن يجمع بينهما وبين والديهما في ذاك المكان العظيم؛ فإن هذا هو الاجتماع الذي فراق بعده. ¶ والحمد لله على كل حال، وعلى قدره وقضائه، واختياره، حمداً كثيراً طيباً مباركاً فيه. ¶ وصلى الله وسلم وبارك على عبده ورسوله نبينا محمد بن عبد الله وعلى آله وأصحابه، ومن تبعهم بإحسان إلى يوم الدين. ¶ أبو عبد الرحمن ¶ سعيد بن علي بن وهف القحطاني ¶ حرر في يوم الخميس الموافق 26/ 10/1422هـ‍",
            "page": "42",
            "part": "1",
            "seal": "C32EC0D5"
        },
        {
            "id": "49",
            "nass": "ثامناً: ما قاله عنه: العلماء، ومعلموه، وزملاؤه: ¶ أ - ما قاله العلماء، وطلاب العلم وبعض الأساتذة: ¶ 1 - (1) الحمد لله على قدره وقضائه واختياره لعبده بقلم الشيخ العلامة: عبد الله بن صالح القصير. ¶ بِسْمِ الله الرَّحْمنِ الرَّحِيم ¶ الحمد لله، وصلى الله وسلم على نبينا محمد وآله وصحبه. أما بعد: ¶ فقد عرفت الأخ في الله عبد الرحمن بن سعيد بن علي بن وهف القحطاني - رحمه الله تعالى - من خلال حضوره لدروسي، وقراءته عليَّ في كتاب التوحيد، في دورة الدروس العلمية المقامة في مسجد جامع خادم الحرمين الشريفين في منطقة الباحة عام 1420هـ‍، وقد ظهر لي من الأخ عبد الرحمن رحمه الله تعالى: ¶ 1 - الحرص على طلب العلم الشرعي. ¶ 2 - التحلي بأخلاق طالب العلم. ¶ 3 - ينطبق عليه وصف النبي - صلى الله عليه وسلم - لأحد الأصناف السبعة الذين يظلم الله في ظله يوم لا ظل إلا ظله بقوله - صلى الله عليه وسلم -: ((وشاب نشأ في عبادة الله)) (¬1). ¶ أحسبه كذلك ولا أزكي على الله أحداً. ¶ والحمد لله على قدره وقضائه واختياره لعبده، وأسأل الله تعالى أن يتغمده برحمته، وأن يجعله ذخراً لوالديه، وأن يعوضهما خيراً، والحمد لله ¶ ¬_________ ¶ (¬1) متفق عليه: البخاري، برقم 1423، ومسلم، برقم 1031.",
            "page": "43",
            "part": "1",
            "seal": "54DC80A1"
        },
        {
            "id": "50",
            "nass": "أولاً وآخراً. ¶ وصلى الله وسلم على نبينا محمد وآله وصحبه. ¶ وكتبه الفقير إلى عفو ربه القدير ¶ عبد الله بن صالح القصير",
            "page": "44",
            "part": "1",
            "seal": "1DEBE97E"
        },
        {
            "id": "51",
            "nass": "2 - (2) علوُّ الهمةِ وصِدقُ العزيمةِ ¶ بقلم الشيخ: عبد الله بن عبد العزيز بن إبراهيم الخضير ¶ الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد وعلى آله وأصحابه أجمعين، أما بعد: ¶ فإن على كل مسلم أن يعلم - في ضوء الوحي - الغاية التي يريد بلوغها في هذه الحياة، وأن يسلك السبيل الموصلة إليها، ويأخذ بالأسباب المعينة على ذلك. ¶ ومن المعلوم أن الحكمة العظمى من خلق الثقلين هي عبادة الله - عز وجل - وحده على بصيرة، ولا سبيل إلى هذا إلا بالعلم النافع، فإنه الهدى الذي أرسل الله به نبيه محمداً - صلى الله عليه وسلم -: {هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ} (¬1)، فالهدى هو العلم النافع، ودين الحق هو العمل الصالح، وإدراك هذا يقتضي أن يعتني كل لبيب بتزكية نفسه تَزْكِيةً فِعْليَّة بتلقِّي العلم الموروث عن نبينا عليه الصلاة والسلام، والعمل بمقتضى هذا العلم، وأن يبادر ذلك في سن الشباب حيث تكون قدرته على الأمرين أقوى؛ ولأن الاشتغال بهما في هذا السن من أعظم أسباب الاستقامة والتثبيت، وأهم طرق الوقاية من الطيش والمزالق، وإن المسلم ليغتبط حين يرى عدداً من شباب المسلمين سلَّمهم الله من الوقوع فيما وقع فيه لداتهم، واشتغل به أترابهم من توافه الأمور، وأضاعوا فيه أفضل مراحل الأعمار، فانصرفت تلك الثُّلة الموفقة إلى الاشتغال بالمعالي، والاجتهاد في تحصيل ¶ ¬_________ ¶ (¬1) سورة التوبة، الآية 33.",
            "page": "45",
            "part": "1",
            "seal": "DAECC971"
        },
        {
            "id": "52",
            "nass": "المكرمات مستعينة بالله تعالى، وناظرة إلى ما يؤول إليه هذا من حسن النتائج، ومحمود العواقب، غير ملتفتة إلى ما تدعو إليه النفس الأمّارة بالسوء، الحرُون عن الخير البطيئة عن فعله، وما تميل إليه من إيثار الراحة والركون إلى الدعة، واستثقال الجد والمثابرة، واستطالة طريق المجد المؤثَّل، ولا عابئة بما يعين النفس الضعيفة على صاحبها من الالتفات إلى اشتغال الناس بالمحقرات، وموافقة مشتهيات النفوس، ولا مكترثة بتخذيل المثبّطين، وثني المخذّلين، بل يحملها توفيق الله وعونه، ثم علوّ الهمة وصدق العزيمة على بذل الأوقات، واستسهال الصعاب، من أجل ما يرضاه الله ويحبه من الاشتغال بالعلم النافع والعمل الصالح، فهمّة هذه الثُّلة عمارة الوقت بمحبوبات الله - عز وجل - المتنوعة، مراعية في ذلك ترتيبها وفقاً لما جاء في الشرع من البداءة بالأهم قبل المهم، وتقديم الواجبات على المستحبات والمندوبات، والله المسؤول أن يأخذ بأيدي هذه الثلة، ويبلغهم مراداتهم الحسنة، ويصلح لنا ولهم المقاصد والنيات والأقوال والأعمال، وأن يوفق سائر شباب المسلمين ليحذوا حذوهم، ويسيروا في ركبهم ليجنوا ثمرات ذلك الحسنة حالاً ومآلاً عاجلاً وآجلاً. ¶ هذا وإن من نماذج تلك الثلة - فيما أحسب - الابن عبد الرحمن بن سعيد بن علي القحطاني - يرحمه الله - فقد كان له نصيب من علو الهمة وصدق العزيمة كانا له بعد توفيق الله - ذي الحول والطول، والإفضال والإنعام - عوناً على تحصيل عدد من محابّ الله ومراضيه، أولها بعد أداء الفرائض حفظ القرآن الكريم وتعاهده ومراجعته، والالتحاق بمدارسه",
            "page": "46",
            "part": "1",
            "seal": "2120C979"
        },
        {
            "id": "53",
            "nass": "التي تعنى بتعليمه وعلومه، ثم تعليمه الآخرين، يلي ذلك العناية بالعلوم الشرعية الأخرى عن طريق القراءة على والده وعلى غيره، وحضور بعض حلق العلم، والانتظام بكلية الشريعة بالرياض إلى جانب الإسهام في نصح الآخرين وتوجيههم. ¶ اشتغل يرحمه الله بما حقَّه أن يكون شاغل كل شاب مسلم يقفو أثر السلف الصالح الذين تخرجوا في مدارس العلم الموروث عن رسول الله صلَّى الله عليه وعلى آله وسلَّم، فأدرك طرفاً صالحاً حتى وافاه الأجل وهو في مضمار التنافس في محاب الله، وبقي له من الذكر والخبر ما يحفز نفوس الشباب على التشمير فيما نافس فيه، فإني أراه شاباً نشأ في طاعة الله - عز وجل -، وكان يقرأ عليَّ في القواعد الحسان لابن السعدي، ولئن كان آلمني خبر وفاته يرحمه الله، فقد سرّني ما عرفته عنه من أخبار في مجال الدعوة والمناصحة. ¶ وما المرء إلا حديث بعده ... فكن حديثاً حسناً لمن روى ¶ أسأل الله تعالى أن يتغمده برحمته، ويظله في ظله يوم لا ظل إلا ظله، وأن يبارك في إخوانه وفي سائر شباب المسلمين، وأن يجعلهم مفاتيح خير لأمة الإسلام، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. ¶ قاله الفقير إلى ربه ¶ عبد الله بن عبد العزيز بن إبراهيم الخضير ¶ 3 - (3) يا فتى الطُّهرِ طِبتَ حيّاً وميّتاً ¶ بقلم الشيخ: محمد بن أحمد الفراج",
            "page": "47",
            "part": "1",
            "seal": "88604BAD"
        },
        {
            "id": "54",
            "nass": "أخي الكريم/ أبا عبد الرحمن: السلام عليك ورحمة الله وبركاته، وبعد: ¶ سمعت كغيري نبأ وفاة ابنيك رحمهما ربهما، وآجرك فيهما، ولا أراك مكروهاً بقية عمرك المبارك، ولا فجعك في نفس وحبيب، وحضرت للعزاء كغيري، ولكن الشيء الذي بقي علمه مطويّاً عني هو هذا التميز الذي كان عليه فقيدك عبد الرحمن منذ صغره، قرأت الأسطر التي كتبتها في مقدمة كتابه، واستعرضت كتابه - رحمه الله - فأوجد لديّ شعوراً هائلاً ترجمت بعضه بهذه الأبيات: ¶ 1 - هل لِقَلبٍ مِنَ الهُمُومِ عميدِ ... يُسْعِف الفِكر في عَزاءِ سعيدِ ¶ 2 - في مُصَابِ الفتى الهُمام ويوفي ... حقَّ ذي العزم والبيانِ السَّديدِ ¶ 3 - يقفُ الشِّعرُ حائراً كلُّ بَحْرٍ ... يُعلِن العَجزَ عن رثاءِ الفقيدِ ¶ 4 - إنَّ عبدَ الرَّحمن بدرُ تمامٍ ... فجأةً غابَ عن سماءِ الوجودِ ¶ 5 - ودّع الصَّحبَ تاركاً كلَّ جَفنٍ ... يَتَلظَّى مِنْ حرقة التَّسهيدِ ¶ 6 - لوْعَةٌ في الُفؤادِ من وَحْشةِ البينِ ... وحُزنٌ ودمْعَةٌ في الخُدودِ ¶ 7 - ما دَرَى قَبْرهُ ولا دافِنُوهُ ... أيَّ شهمٍ قد غيَّبُوا في اللحودِ ¶ 8 - أيَّ نبلٍ قد ودَّعُوا وذَكاءٍ ... وكريمٍ مِنَ الخِصَال وَجُودِ ¶ 9 - وشبابٍ في الرَّوعِ حَامَتْ عليهِ ... حائِماتٌ أظفارُها من حديدِ ¶ 10 - ما لقلبي كقطعةٍ من جَليدٍ ... ولعَيني كصخرةِ الجلمودِ ¶ 11 - تقصِفُ الحادثاتُ شَرقاً وغَرباً ... وجَنُوباً وشَمالاً كالرُّعُودِ ¶ 12 - وأرَانا وكُلّنا في سُباتٍ ... وسُعارٍ على الدَّنايا شديدِ",
            "page": "48",
            "part": "1",
            "seal": "FA031D5E"
        },
        {
            "id": "55",
            "nass": "13 - كلّ يومٍ نرى مُصاباً جديداً ... في حبيبٍ أو والدٍ أو وليدِ ¶ 14 - كم رسولٍ قد أرسلَ الموتَ فينا ... ونذيرٍ محذّرٍ وبريدِ ¶ 15 - والمنايا لنا بكلِّ طريقٍ ... راصِدات يرمقنَنَا من بعيدِ ¶ 16 - وأرانا على الرَّزايا مُكبِّين ... سُكارَى متاعِها المعبودِ ¶ 17 - يا فتىً فتَّ موته كلَّ قلبٍ ... إذ مُصاب التُّقاة قرحُ الكُبُودِ ¶ 18 - غيرُ مأسوفَة الزَّوالِ حياةٌ ... زلتَ عنها وعيشِها المَنْكُودِ ¶ 19 - ما رأينا من أهلها غيرَ لُؤم ... ونفاقِ مخادعٍ وكُنودِ ¶ 20 - يذهبُ الصَّالِحونَ عنها وتُبقي ... كلّ نذلٍ وفاجرٍ وبليدِ ¶ 21 - في قليلٍ من الصلاحِ عزيز ... في غريبٍ مِنَ الأنامِ شريدِ ¶ 22 - يا فتى الطّهر طِبتَ حيّاً ومَيْتاً ... وتسامَيْتَ في مَرَاقي الصُّعُودِ ¶ 23 - ناشئاً في عبادةِ الله ترجو ... مِنْحةَ الرّبّ في ظلالِ الوَدُودِ ¶ 24 - لكأنّي بالذِّكرِ صارَ أنيساً ... لك في القبرِ والكتابِ المجيدِ ¶ 25 - وكأنِّي أرى خيالَكَ طَيفاً ... مُشرقَ الوَجهِ في سَماءِ الخُلودِ ¶ 26 - وكأنّي بِكَ ازدَريتَ حياةَ ... الذُّلِّ والعيشَ في رباقِ العبيدِ ¶ 27 - فابتدَرتَ الهِلال لله تَعْدُو ... عَدْوَ صَبٍّ لم ينتظِرْ يومَ عِيدِ ¶ 28 - أيُّ عيدٍ يُسرُّ فيه ذليلٌ ... لصليبٍ وحفنةٍ من يهودِ ¶ 29 - شَرِبوا الذُّلَّ باليدين ونامُوا ... ملء جفنٍ وكلبُهم بالوَصِيدِ ¶ 30 - باسِطٌ فوقهم ذِراعيهِ قَهْراً ... غاصبٌ منهم ديارَ الجُدودِ ¶ 31 - عائِثٌ في البلادِ قتلاً وأسراً ... محكمٌ قبضةَ العدوّ اللدودِ",
            "page": "49",
            "part": "1",
            "seal": "A7D8E801"
        },
        {
            "id": "56",
            "nass": "32 - فلِهَذا وغيرِهِ وكثير ... يا فتى قد مَلَلْتَ عيش الرّقودِ ¶ 33 - فإلى الله والجِنَان وحورٍ ... وقُصُور وظلّها الممدودِ ¶ 34 - في رياضٍ من النَّعيم فِساح ... وشُهودٍ من الإلهِ مزيدِ ¶ 35 - وجِوَار من النبيين طُوبَى ... لجوارِ الكليم مُوسى وهُودِ ¶ 36 - وجِوار النَّبيِّ والصَّحب سَعدٍ ... وعليّ وعامرٍ وسعيدِ ¶ أخوك الوادُّ ¶ محمد بن أحمد الفراج",
            "page": "50",
            "part": "1",
            "seal": "0F03F7B4"
        },
        {
            "id": "57",
            "nass": "4 - (4) أنتم شهداء الله في الأرض ¶ بقلم الشيخ سعيد بن فيصل بن شائع القحطاني ¶ الحمد لله رب العالمين، والصلاة والسلام على البشير النذير، والسراج المنير؛ محمد بن عبد الله عليه أفضل الصلاة والسلام، أما بعد: ¶ فهذه كلمة مختصرة في بعض ما أعرفه عن الشاب الصالح: عبد الرحمن بن سعيد بن علي بن وهف - رحمه الله، ورفع درجته في عليين، وجعله وأخاه عبد الرحيم في جنات ونهر في مقعد صدقٍ عند مليك مقتدر -. وجعل والديه ممن قال الله فيهم: {وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُم بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُم مِّنْ عَمَلِهِم مِّن شَيْءٍ} (¬1)، وممن قال الله فيهم: {أُوْلَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلامًا} (¬2). ¶ فإن عبد الرحمن عرفته منذ زمن، ورأيت فيه خصالاً عظيمة لم أرها في كثير من شباب هذا العصر. ¶ منها أنني كلما زرت والده وجدت عبد الرحمن - رحمه الله - إما في المسجد في حلقة القرآن الكريم، أو في المسجد يراجع حفظه، أو يُدرِّس في المسجد لكتاب الله تعالى، أو ذاهباً إلى المسجد؛ ليؤذن للصلاة، وما رأيته في السفر إلا حاجّاً أو معتمراً مع والده، وما سألت عنه إلا جاءني الخبر بأن عبد الرحمن في حلقة علم، أو دورة علمية مع والده في ¶ ¬_________ ¶ (¬1) سورة الطور، الآية: 21. ¶ (¬2) سورة الفرقان، الآية: 75",
            "page": "51",
            "part": "1",
            "seal": "74530DA0"
        },
        {
            "id": "58",
            "nass": "الإجازات الصيفية، يلازم والده في الدروس والمحاضرات، فكان يسرني ذلك كثيراً، وكان أملي في الله عظيماً أن يكون عبد الرحمن ممن قال فيهم النبي - صلى الله عليه وسلم - من حديث أبي هريرة المتفق على صحته: ((سبعة يظلهم الله في ظله يوم لا ظل إلا ظله))، وذكر منهم: ((شاب نشأ في عبادة الله تعالى)) (¬1). الحديث، وممن قال فيهم النبي - صلى الله عليه وسلم - في الحديث الطويل الذي رواه مسلم من حديث أبي هريرة - رضي الله عنه - وفيه: ((ومن سلك طريقاً يلتمس فيه علماً سهَّل الله له به طريقاً إلى الجنة)) (¬2) الحديث. وكأنه يتمثل قول القائل: ¶ دع التّكاسُل في الخيرات تطلبها ... فليس يسعدُ بالخيرات كسلانُ ¶ ومنها أنه كان ذا خُلقٍ حسن رحمه الله، وأملي في الله عظيمٌ أن يكون ممن قال فيهم النبي - صلى الله عليه وسلم -: ((إن من أحبّكم إليّ وأقربكم مني مجلساً يوم القيامة أحاسنكم أخلاقاً)) (¬3). وممن قال فيهم - صلى الله عليه وسلم -: ((أكمل المؤمنين إيماناً أحسنهم خلقاً)) (¬4). ¶ ومنها أنني لم أره يوماً من الأيام يميل إلى ما يميل إليه الصبيان من اللعب، فما رأيته يلعب مطلقاً رحمه الله. ¶ ومنها أنني ما سمعت أحداً ذكره صغيراً أو كبيراً، ذكراً أو أنثى إلا ¶ ¬_________ ¶ (¬1) متفق عليه، وتقدم تخريجه. ¶ (¬2) أخرجه مسلم، برقم 2699. ¶ (¬3) أخرجه الإمام أحمد، برقم 6735، الترمذي، برقم 2018، وابن حبان، برقم 485، وحسنه العلامة الألباني في سلسلة الأحاديث الصحيحة، برقم 791. ¶ (¬4) أخرجه الترمذي، برقم 1162)، وقال: حسن صحيح، وابن حبان، برقم 4176)، والبيهقي فى شعب الإيمان، 1/ 61، وقال عنه العلامة الألباني في سلسلة الأحاديث الصحيحة، برقم 284: ((حسن صحيح)).",
            "page": "52",
            "part": "1",
            "seal": "A680E7A0"
        },
        {
            "id": "59",
            "nass": "أثنى عليه خيراً: حيّاً وميتاً - رحمه الله -. ¶ ومنها أنه كان من خلقه الحياء، وقد قال النبي - صلى الله عليه وسلم -: ((الحياء لا يأتي إلا بخير)) (¬1). ولمسلم: ((الحياء خير كله)) (¬2). ¶ فنصيحتي لإخواني الشباب الرجوع إلى الله، والاستفادة من كتاب عبد الرحمن، ومن أخلاقه وسيرته - رحمه الله - قبل أن يأتي أحدهم الموت وهو على غير طاعة الله تعالى. ¶ فبادر مادام في العمر فسحةٌ ... وعَدلك مقبول وصرفك قيم ¶ وجد وسارع واغتنم زمن الصِّبا ... ففي زمن الإمكان تسعى وتغنمُ ¶ أسأل الله أن يغفر لعبد الرحمن وأخيه، وأن يجعلهما من السعداء ويجمعنا وإياهما ووالديهما في أعلى عليين، إنه على ذلك قدير، وبالإجابة جدير، وصلى الله وسلم على نبينا محمد. ¶ قاله كاتبه: سعيد بن فيصل بن شايع القحطاني ¶ مدرسة الإمام مسلم الثانوية ¶ لتحفيظ القرآن الكريم بالحرس الوطني ¶ في26/ 1/1423هـ‍ ¶ 5 - (5) صاحب الروح الطيبة والسيرة العطرة ¶ بقلم د. سعد بن علي بن وهف القحطاني ¶ الأستاذ بجامعة الملك سعود ¶ ¬_________ ¶ (¬1) متفق عليه: البخاري، برقم 6117، ومسلم، برقم 37. ¶ (¬2) صحيح مسلم، برقم 37.",
            "page": "53",
            "part": "1",
            "seal": "ABC18900"
        },
        {
            "id": "60",
            "nass": "إلى أخي الودود أبي عبد الرحمن: وفقه الله، وربط على قلبه، وبرد حرارة مصيبته، وكسانا وإياه حلل الكرامة يوم القيامة. ¶ أخي ... ¶ حسبك مما فقدت من ثمرات الأفئدة ما أعده الله لك ولأمثالك في بيت الحمد في الجنة إن شاء الله تعالى. ¶ وحسبك أيضاً أنهما هجرا ضنك الدنيا إلى جنة عرضها السموات والأرض إن شاء الله تعالى. ¶ فإلى جنة الخلد يا عبد الرحمن إن شاء الله تعالى، صاحب الروح الطيبة، والسيرة العطرة، والمواهب المتعددة، التي كانت سرّاً كامناً لم يكتشفها الناس إلا بعد رحيلك، وهذا هو حال العظماء من الرجال، لا تعرف مكانتهم إلا بعد أن يشعر الناس بالفراغ الذي تركه رحيلهم، ولئن كنا اليوم نبكي موتك فسنظلّ نذكر الأثر الطيّب الذي تركته في نفوسنا، حتى يجمع الله بيننا وبينك في الجنة إن شاء الله تعالى، وعزاؤنا فيك أنك متّ عزيزاً، شهماً. ¶ أطاب النفس أنك مت موتاً ... تمنته البواقي والخوالي ¶ رحلت ولم تر يوماً كريهاً ... تسرُّ النفسُ فيه بالزوال ¶ وإلى عبد الرحيم تلك الزهرة التي لم تكد تتفتح، أقول فيك ما قاله المتنبي في ابن سيف الدولة: ¶ فإن تك في قبر فإنك في الحشا ... وإن تك طفلاً ففعلك ليس بالطفل",
            "page": "54",
            "part": "1",
            "seal": "4D25ECA0"
        },
        {
            "id": "61",
            "nass": "ومثلك لا يُبكى على قدر سنه ... ولكن على قدر العزيمة والأصل ¶ اللهم ألهم والديهما الصبر والاحتساب، واجعلهما لهما حجاباً من النار، واجمعنا وإياهم جميعاً في الفردوس الأعلى في أعلى علّيين في جنات ونَهر في مقعد صدق عند مليك مقتدر. ¶ كتبه أخوك ومودّك أبو عبد العزيز",
            "page": "55",
            "part": "1",
            "seal": "1732A5F2"
        },
        {
            "id": "62",
            "nass": "ب - ما قاله معلموه: ¶ 6 - (1) - دمعة على فراق أبي سعيد ¶ بقلم الشيخ عادل بن عبد الرحمن السنيد ¶ لست من أرباب البيان، ولا روّاد البلاغة حتى أُسطّر كلمات تليق بأبي سعيد، ولكنها نبضات قلب محب ومشاعر أبت إلا أن تخرج في أي قلب كانت. ¶ عبد الرحمن: اسم يتجلجل صداه في مسامعي، وتدوي معانيه في خاطري، فلا أملك إلا أن أسترجع بأدمعي، غابت شمسك يا أبا سعيد، وأفل نجمك، وإن العين لتدمع، وإن القلب ليحزن، ولا نقول إلا ما يرضي ربنا. ¶ عبد الرحمن: عندما تتراءى صورته أمامي أذكر معاني: ¶ القناعة، الحرص على هداية الناس، لين الجانب، دماثة الأخلاق، صفاء النفس، نقاء السريرة، بذل النصيحة، حمل هم الآخرة، المسارعة إلى خدمة الآخرين. ¶ أبا سعيد: يتجاذبني شعوران متناقضان: ¶ شعور بالفرحة والسرور؛ لأن ذكرك حَسَنٌ، وسيرتُك عطرَة، ولله الحمد، وأنتم شهداء الله في أرضه. ¶ وشعور بالحزن والأسى إذا تذكرت أن عيني لن تكتحل برؤيتك في الدنيا بعد اليوم:",
            "page": "56",
            "part": "1",
            "seal": "287870F1"
        },
        {
            "id": "63",
            "nass": "أأحبابنا إن الصحاب كثير ... وأنتم رأس وعين كاهل ¶ أسأل الله أن يجمعنا وإياك ووالدينا وجميع المسلمين في الفردوس الأعلى من الجنة، وأن ينزلنا منازل الشهداء آمين، آمين، آمين. ¶ أبا سعيد لا أقول وداعاً، ولكن إلى اللقاء في الجنة - إن شاء الله -. ¶ أبو عبد الإله: عادل السنيد ¶ مدرس القرآن الكريم والقراءات بثانوية أبي عمرو البصري لتحفيظ القرآن الكريم بالرياض ¶ فجر الأحد 10/ 1/1423هـ‍",
            "page": "57",
            "part": "1",
            "seal": "B165CA7A"
        },
        {
            "id": "64",
            "nass": "7 - (2) ورحل ... عبد الرحمن!!! ¶ بقلم الشيخ بدر بن ناصر العواد ¶ ربما كانت هذه الكلمة هي الكلمة الأولى التي صكَّت أذني، فكنتُ على موعد مع الحزن الآسر، لم يَدُرْ في خَلَدِي يوماً ما أن أقفَ في لحظة صمتٍ خاشعةٍ لأستعيدَ شريطَ الذكريات الجميلةِ معه بعدما لحق بركب الموتى. ¶ كم عجيب هو الموت، لحظاتٌ فقط ويصبح الإنسان خَبَراً في ذمَّة كان، طرفة عين - لا أكثر - هي الخيط الرقيق الفاصل بين الحياة والموت!!! ¶ في مثل هذا الموقف الحزين يضجُّ في أروقة دماغك ألفُ سؤال حائر عن الموت وما بعده، ويتدفّقُ شلالٌ من الحزن في جنبات قلبك، ويلوح أمامَ ناظريكَ إعصارٌ من الأسى، يعصف بأحاسيسك، ويأخذك بعيداً إلى ما وراء الوراء!!! ¶ عبد الرحمن ... مَنْ عبدُ الرحمن؟؟؟ ¶ وجهٌ يهمي بالطُّهر كإشراقة الفجر النَّدي، وصدرٌ لا مكان فيه لغير المحبة والمصافاة، وثغرٌ سكَنَت فيه ابتسامةٌ عذبةٌ أبَتْ أن ترحلَ عنه! ¶ لم يكن عبد الرحمن بالنسبة لمعلميه مجرَّدَ طالب في مدرسة تعجُّ بالمتميزين كهذه، بل كان طالباً من الطراز الأول ... التزامٌ جادٌّ، واهتمامٌ بالتحصيل العلمي، وعزمٌ متوهِّجٌ لم يستطع الكَلَلُ أن يَفُتَّ في عَضُدِه. ¶ وليس غريباً أن يكون من تربَّى في محاضنِ القرآن الكريم، ونهل من",
            "page": "58",
            "part": "1",
            "seal": "6A77B690"
        },
        {
            "id": "65",
            "nass": "ينابيعِ السنة النبوية الشريفة؛ بارّاً بوالديه، مسكوناً بهموم أمته، متميزاً بين لدَاتِه. ¶ وإن أنسَ فلا أنسى ما كان يتحلَّى به من أدبٍ رفيعٍ، وروحٍ مرحةٍ داخلَ فصله، ونَهمٍ معرفيٍّ يحدوه في الفُسَحِ إلى إغراقي بوابلٍ من الأسئلة. ¶ لقد مضى إلى ربِّه بعدما نقش اسمه بحروفٍ من نورٍ في ذاكرة من عرفوه، وستبقى ذكراه العَبقَة أنشودةً حلوةً على كل الشِّفاه ... و ((الذِّكْرُ للإنسانِ عُمْرٌ ثاني)). ¶ بدر بن ناصر العواد ¶ مدرس العلوم الشرعية بثانوية أبي عمرو البصري ¶ لتحفيظ القرآن الكريم",
            "page": "59",
            "part": "1",
            "seal": "C4CDFF20"
        },
        {
            "id": "66",
            "nass": "8 - (3) ورحل عبد الرحمن ¶ بقلم الشيخ محمد بن عبد العزيز الغامدي ¶ سطرت يراع عبد الرحمن - رحمه الله - هذه الكلمات قبل أن يغادر هذه المدرسة متخرجاً بتميز علمي وخُلقي. ¶ لقد مضى عبد الرحمن، وبقيت ذكرياته. ¶ وما هذه الكلمات إلا جزء من هذه الذكريات، كتبها ولم يكن يدر بخلده حينها أنها ستبقى ذكرى من بعده يقلبها معلموه وزملاؤه. ¶ غادرنا عبد الرحمن وهو يقول: (بعد مغادرتي للمدرسة على خير إن شاء الله)، وأقلّ من عام، وإذا به يغادر ليس المدرسة فحسب بل الدنيا كلها، وهو على خير إن شاء الله. ¶ مضى عبد الرحمن ... ونحن لم نمض بعد. ¶ وغادر عبد الرحمن ... ونحن لم نغادر بعد ... ¶ يا ترى ... كيف كانت أمانيه قبل أن يمضي؟ ¶ وما آماله وأحلامه قبل أن يغادر؟ ¶ لقد مضت تلك الأماني معه وغادرت تلك الآمال والأحلام إلى حيث غادر ... لكن ... قل لي بربك: ما مصير أمانينا وآمالنا؟ ¶ هل سندركها؟ أم ستخترمها المنون؟ ¶ اسأل نفسك ... والحر تكفيه الإشارة. ¶ اللهم حرِّم وجه عبد الرحمن على النار ... وارفع درجته في دار",
            "page": "60",
            "part": "1",
            "seal": "B77677FB"
        },
        {
            "id": "67",
            "nass": "القرار ... في جنة ونهر ... في مقعد صدق عند مليك مقتدر. ¶ محمد بن عبد العزيز الغامدي ¶ مدرس العلوم الشرعية ¶ في ثانوية أبي عمرو البصري لتحفيظ القرآن الكريم بالرياض",
            "page": "61",
            "part": "1",
            "seal": "98A7E883"
        },
        {
            "id": "68",
            "nass": "ج - قال عنه زملاؤه: ¶ 9 - (1) عاجل بشرى المؤمن ¶ بقلم زميله بكلية الشريعة: ¶ عادل بن عبد الله المطرودي ¶ الحمد لله رب العالمين، وصلى الله وسلم على نبيه الأمين وعلى آله وصحبه أجمعين، أما بعد: ¶ إلى فضيلة الشيخ د. سعيد بن علي القحطاني - حفظه الله ورعاه - ¶ فقد سرّني وأثلج صدري ذلك البحث القيِّم لحميد الشِّيَم ابنكم عبد الرحمن قدَّس الله روحه، ونوّر ضريحه، والذي أسأل الله أن يجعله من الباقيات الصالحات. ¶ ثم إني بحكم دراستي مع عبد الرحمن - رحمه الله- لعدّة أشهر في كلية الشريعة أحببت أن أكتب عنه هذه الكلمات، فأقول وبالله أستعين: ¶ كان رحمه الله حريصاً على طلب العلم، كثير السؤال لأهل العلم، وقد كنت أمازحه فقلت له ذات مرة: أسئلتُك أسئلةُ فقيه؟ فقال لي: ((الله يسمع منك)). ¶ وكان لا يستحيي في السؤال لسان حاله كما قال الشاعر: ¶ العلم حربٌ للفتى المتعالي ... كالسيل حربٌ للمكان العالي ¶ وكان رحمه الله ينفع إخوانه كثيراً، وكان كثيرٌ من الزملاء يأخذون ما يفوتهم من التعليقات منه رحمه الله.",
            "page": "62",
            "part": "1",
            "seal": "79D459A8"
        },
        {
            "id": "69",
            "nass": "وقد التقيت به يوماً في أحد ممرات الكلية فقال لي: انظر إلى هذه الرسالة - رسالة وصلت إليه خطأ عن طريق الجوال أُرسلت لشخصٍ، فأخطأ المرسل فوقعت في جوال عبد الرحمن - رحمه الله - فيها عبارات كفرية والعياذ بالله، فقال: ما رأيك فيها؟ فقلت له: إن صاحبها على خطر عظيم، فقال لي: ((إني قد اتصلت به ونصحته فشتمني وسبَّني هداه الله)). ¶ وكان رحمه الله على خلق عظيم، ولا أذكر أني شهدت منه خلقاً ذميماً - رحمه الله رحمة واسعة وأسكنه فسيح جناته -. ¶ وختاماً أُوصيكم بالصبر والاحتساب وأبشركم بأن عبد الرحمن كان ولا يزال محل ثناء زملائه، وإخوانه في الكلية، وهذا من عاجل بشرى المؤمن، أسأل الله أن يغفر لي، ولعبد الرحمن، ولأخيه، ولوالديه، ولجميع المسلمين الأحياء منهم والميتين، وإنا لله وإنا إليه راجعون. ¶ والسلام عليكم ورحمة الله وبركاته. ¶ كتبه العبد الفقير إلى رحمة ربه ¶ عادل بن عبد الله المطرودي ¶ الرياض 15/ 1/1423هـ‍ ¶ كلية الشريعة قسم الشريعة",
            "page": "63",
            "part": "1",
            "seal": "FF351762"
        },
        {
            "id": "70",
            "nass": "10 - (2) أعظم الأماني الشهادة في سبيل الله تعالى ¶ بقلم: زميله بكلية الشريعة: ¶ عبد الرحمن بن عبد العزيز بن سليمان الشبيب ¶ الحمد لله وحده، والصلاة والسلام على من لا نبي بعده، أما بعد: ¶ فهذا بعض ما أعرفه عن أخي وصديقي الأخ الفاضل عبد الرحمن بن سعيد بن علي بن وهف القحطاني - رحمه الله - فأقول: كانت بداية معرفتي للأخ عبد الرحمن هي بداية دراستي في الجامعة، ومن العجيب أنه على الرغم من قصر المدة التي تعرَّفت فيها على الأخ عبد الرحمن - رحمه الله - إلا أنه كان بيننا من الألفة والمحبة حتى كأنني أعرفه قبل عدة سنوات، وذلك لما يتحلّى به من حسن الخلق، وبشاشة الوجه، وكان الأخ عبد الرحمن ذا علمية جيدة، وقد عرفت ذلك من مناقشاته الجيدة للمشايخ في قاعة الكلية، وتعليقاته المفيدة على بعض كتبه، وقد كنت يوماً من الأيام أتأمل في شباب القاعة، وأتخرص من هو الذي سيخدم الدين؟ فكنت أنظر إلى الأخ عبد الرحمن، وأتوسّم فيه سمات القضاة، فقد كان حكيماً ذا سمت حسن، وقد كان - رحمه الله - يهتم بأحوال المسلمين، خاصة إخواننا في أفغانستان، وقد كان يخبرني ببعض أخبارهم، ويأتي ببعض المجلات التي تهتم بقضاياهم، وكان يزرع في نفسي أن النصر للمسلمين مهما حصل من الضعف في بعض الأوقات، وكنا نناقش في يوم من الأيام بعض أحوال المسلمين، فقال: ((إن من أعظم الأماني عندي أن أذهب إلى ساحة الوغى ثم أقتل في سبيل الله تعالى)).",
            "page": "64",
            "part": "1",
            "seal": "0E1B2CE0"
        },
        {
            "id": "71",
            "nass": "فرحم الله الأخ عبد الرحمن، وجعلني وإياه ممن يظلهم الله في ظله يوم لا ظل إلا ظله، فقد كنا متحابين في الله تعالى، فرحمه الله رحمة واسعة، وجعل قبره روضة من رياض الجنة، إنه جواد كريم، وبالإجابة جدير. ¶ محبه: عبد الرحمن بن عبد العزيز بن سليمان الشبيب ¶ 12/ 1/1423هـ‍ ¶ جامعة الإمام - كلية الشريعة - قسم الشريعة - الرياض",
            "page": "65",
            "part": "1",
            "seal": "6FB83F65"
        },
        {
            "id": "72",
            "nass": "11 - (3) الأمر بالمعروف مع سعة الصدر ¶ بقلم زميله: ¶ محمد بن حسان بن محمد بن بشُّور السوري ¶ الحمد لله الذي جعل لكل أمر علامة، ولكل شيء نهاية، {إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} (¬1) فسبحانه مدبر الأمور، يصرفها كما يشاء وهو العليم الحكيم، والصلاة والسلام على خير الأنام محمد عليه الصلاة والسلام، أما بعد: ¶ فهذه النقاط فقط ذكريات صديق حبيب، أمارات النور برقت على جبينه، فكنَّا ندرس سويّاً في المدرسة، فكان - رحمه الله رحمة واسعة وأسكنه الفردوس الأعلى من الجنة نحن ووالديه ووالدينا وجميع المسلمين - آمراً بالمعروف ناهياً عن المنكر، فإذا رأى صديقاً تبدو عليه أمارات السوء أمره بالمعروف ونهاه عن المنكر، وكان رحمه الله محبّاً للاطلاع يشغل فراغه بما يفيده، فإذا كان لدينا حصة فراغ، أو لم يحضر المعلم، أو شرح الدرس وبقي جزء من الحصة استغلها بما يفيده كمراجعة ما يحفظ من كتاب الله تعالى، أو قراءة كتاب مفيد، أو غير ذلك مما يفيده. ¶ وكان رحمه الله واسع الصدر لا يحمل الحقد على أي صديق، ومن أبرز الأمثلة على ذلك، أنه إذا قال له شخص: فلان قال كذا وكذا عنك، ¶ ¬_________ ¶ (¬1) سورة يس، الآية: 82.",
            "page": "66",
            "part": "1",
            "seal": "8F30C5C9"
        },
        {
            "id": "73",
            "nass": "قال له: لا تظن بأخيك ظنّاً سيئاً، وكنَّا في يوم من الأيام نذاكر مادةً علينا فيها اختبار في الصف الثالث ثانوي، وقبل الاختبار نتبادل المعلومات يُذَكِّرني وأُذَكِّره، وكان يقول لي: يا محمد توكل على الله، ولا تحمل همَّ الاختبار. ¶ وكما كان أيضاً طموحاً للأعلى، فقد كان رحمه الله يحب الخط العربي والشعر، فقد كان رحمه الله يسلينا أحياناً في الفصل ببعض أشعاره اللطيفة، وكان يحب الاطلاع في الكتب، فقد كان أيضاً مُثَقَّفاً حريصاً على سماع أخبار المسلمين في الراديو، فكنت أسأله عن بعض ما جرى فيجيبني، وأخيراً كما قال الشاعر: ¶ إذا لم نلتقِ في الأرض يوماً ... وفرَّق بيننا كأس المنونِ ¶ فموعدنا غداً في دارِ خُلدٍ ... بها يحيى الحنون مع الحنونِ ¶ وقد قلت هذه الكلمات في عبد الرحمن - رحمه الله - الآتي نصها: ¶ فقدتك والذكرى مُؤرّقة ... من صميم فؤادي ¶ فقدتك ومدامعي تلوح ... سيلاً على أجفاني ¶ فقدتك والخيال أذكرني ... جوهراً كالياقوت والمرجانِ ¶ االله من رجعة نلتقي ... بها في الجناني ¶ محبة في الله صادقة ... معلناً بها في صفحاتي ¶ اللهم ارحمه رحمةً واسعة، وأسكنه الفردوس الأعلى مع النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقاً، ونحن ووالديه ووالدينا وجميع المسلمين.",
            "page": "67",
            "part": "1",
            "seal": "32B51B35"
        },
        {
            "id": "74",
            "nass": "والسلام عليكم ورحمة الله وبركاته. ¶ محمد بن حسان بن محمد بن بشور ¶ حرر في يوم السبت 23/ 1/1423هـ‍ ¶ زميله ومحبه في الله تعالى في ثالث ثانوي لتحفيظ القرآن الكريم ¶ مدرسة أبي عمرو البصري (سابقاً)",
            "page": "68",
            "part": "1",
            "seal": "CAC66C81"
        },
        {
            "id": "75",
            "nass": "12 - (4) عبد الرحمن لم تمت أخلاقه وبقيت معالمها ¶ بقلم زميله: ياسر بن محمد بن سليمان الحقيل ¶ عندما مات عبد الرحمن تحركت المشاعر، وجاشت القرائح، مات إلا أن أخلاقه لم تمت، وبقيت معالمها واضحة جلية في نفوس زملائه، وأصحابه، وفي نفوس كل من تعامل معه، وكان مما جاشت به القريحة هذه الأبيات: ¶ الفاجعة ¶ 1 - هَزَّ الجميعَ رَنينُ ذا الجوالِ ... في هجعةِ الليلِِ البهيمِ الخالي ¶ 2 - فرَدَدتُ كي تبقى الفجيعة في الورى ... هل مات حقّاً ذا الصديق الغالي ¶ 3 - هل مات حقّاً ابن قحطانٍ وما ... عجبٌ هنا فالموتُ ليسَ بسالي ¶ 4 - فُجِعَ الجميعُ بموتِهِ ولعلَّهُ ... في موتهِ عظةٌ لغيرِ مبالي ¶ 5 - فُجِعَ الصَّحابةُ قبلَنا بمصيبةٍ ... موتِ الرَّسولِ فداهُ كلُّ المالِ ¶ 6 - قد ماتَ إلا أن ذكراهُ بقتْ ... رغمَ السنين وعبرَ ذي الأجيالِ ¶ 7 - فلَنعمَ ذي الذِّكرى وأيضاً أنْعِمَنْ ... بذوي العقولِ عقولِ خيرِ رجالِ ¶ 8 - يا أيُّها العبد لرحمن السَّما ... وسِعَتْكَ رحمةُ ربِّنا المتعالي ¶ 9 - فلعلَّ يجمعُنا الإلهُ معاً هناك ... بجنةِ الفردوسِ والإجلالِ ¶ 10 - فيها الذي لا شيءَ من عينٍ رأت ... والحورُ فيها ينتظرنَ الغالي ¶ 11 - يا من سمعتَ قصيدتي ووعيتَها ... هلاّ اتعظتَ بقاطعِ الآمالِ ¶ 12 - الموتُ قد يأتي عليك بغفلةٍ ... فتقول ربي أخِّرَنْ آجالي",
            "page": "69",
            "part": "1",
            "seal": "DACFC6BE"
        },
        {
            "id": "76",
            "nass": "13 - تمَّ الكلامُ وبعدهُ صلُّوا على ... خيرِ الخليقة سيدِ الأبطالِ ¶ 14 - والآلِ والصَّحْبِ الكرامِ ومن مضى ... في سُنَّةِ الهادي بغيرِ جِدالِ ¶ قاله وكتبه ¶ أبو عبد الرحمن ¶ ياسر بن محمد بن سليمان الحقيل ¶ كلية الشريعة بالرياض ¶ حرر في يوم الأربعاء ¶ 27/ 1/1423هـ‍",
            "page": "70",
            "part": "1",
            "seal": "9CD2BA3D"
        },
        {
            "id": "77",
            "nass": "بسم الله الرحمن الرحيم ¶ 13 - (5) يا رب فارحمه ووسِّع قبره وانشر له نوراً بكل مكان ¶ بقلم زميله بكلية الشريعة: عبد الرحمن بن حمود بن سعد البدراني: ¶ الحمد لله، والصلاة والسلام على رسول الله، وعلى آله وصحبه ومن والاه، أما بعد: ¶ فعندما توفي الزميل العزيز عبد الرحمن بن سعيد بن علي بن وهف القحطاني - رحمه الله تعالى - جاشت المشاعر، فكتبت قصيدة طويلة في رثائه رحمه الله تعالى، ولكن قدَّر الله - عز وجل - أن تُفقد هذه القصيدة كلها، وبحثت عنها كثيراً فلم أجدها، فالله المستعان، ولكن يحضرني منها بالمعنى الأبيات الآتية: ¶ 1 - ما للهداة قضوا ولاتَ مُخْبرٌ ... عن حالهم بعد المكان الثانِ ¶ 2 - كان (ابن وهفٍ) للأذان مرجِّعٌ ... والآن في قبرٍ وفي أكفانِ ¶ 3 - يا مرسل البَسَماتِ في القاعات يا ... ذا الهمة العليا من الإخوانِ ¶ 4 - نزل القضاءُ عليك بعد تراوُح ... وتروّحٍ هذا خِتامُ مُعانِ ¶ 5 - نزل القضاءُ وكان قصدُك حلقةً ... للذِّكرِ والتعليم للقرآنِ ¶ 6 - والله لن أبكيك بل أبكي على ... من مات في فِسْقٍ وفي طغيانِ ¶ 7 - يا صاحب الدين المتينِ يَزينُهُ ... خُلُقُ الذي قد سار للرحمنِ ¶ 8 - ولسانه في عفةٍ عن كل ما ... يأباه ذو تقوى وذو إيمان (¬1) ¶ ¬_________ ¶ (¬1) كان يدرسنا في الكلية بعض المدرسين الأجانب، وبعضهم كان قليل تدين، وفي عقيدته أشعرية، فكان الطلاب يبدون تضجرهم منهم، وكنت ألاحظ الأخ عبد الرحمن - رحمه الله - ممسكاً عن الكلام فيهم، ويذكر أن شرحهم حسن، ويدعو لهم، ويأمرنا أن نستفيد مما عندهم مما ينفع، ونترك بدعتهم وضلالاتهم.",
            "page": "71",
            "part": "1",
            "seal": "2ED6308D"
        },
        {
            "id": "78",
            "nass": "9 - ما زلتُ أشهد نطقه ودُعابَه الـ ... الأشياخَ في أدبٍ وفي إحسانِ ¶ 10 - قد قلَّ في أقرانه مَنْ شِبْهَهُ ... فالحمد قبلُ وبعد للمنانِ ¶ 11 - أرثيه ثم أقول معتذراً له ... وُفِّقْتَ حين تركت دار هوانِ (¬1) ¶ 12 - إني أعزِّي والداً فيه وقد ... عزَّيتُ فيه يراعتي وبناني ¶ 13 - عزيتُ فيه الصحب ثم إليكمو ... أُهدي نصيحةَ مشفقٍ ولهانِ ¶ 14 - يا إخوتي هذي المنايا دأبُها ... فقد الحبيب ومُوْجِعُ الهُجرانِ ¶ 15 - هلاّ اعتبرنا في فناءٍ قد سَرَى ... في الناس منذُ الخلقِ للأكوانِ ¶ 16 - هذي الحياةُ متاعبٌ ومصاعبٌ ... شَمِّر هُديت إلى ادِّكارِ معانِ ¶ 17 - ثم السؤال من الإله بفضلهِ ... أن يرحم الأخَ (عابد الرحمنِ) ¶ 18 - فهو الكريمُ كذا الرحيمُ بِخَلْقه ... وهو القديرُ وواسع الغفرانِ ¶ 19 - يا ربِّ فارحَمْهُ ووسِّع قَبْرَهُ ... وانشر لَهُ نُوراً بِكُلِّ مكانِ ¶ 20 - وافسح له في لَحْدِهِ أُفُقَ المدى ... وافْرُجْ له فُرُجاً من الرضوانِ ¶ 21 - رَوْحٌ وريحانٌ عذوقُ ثِمَارِها ... والحورَ أوْلِ زميلنا القحطاني ¶ ثُمَّ الصلاةُ على النّبيِّ محمّدٍ ... ما صَوَّتَ القُمْري على الأغصانِ ¶ وكتبه: عبد الرحمن بن حمود بن سعد البدراني. ¶ ¬_________ ¶ (¬1) اقتبس هذا البيت من بيت لأبي الحسن التهامي.",
            "page": "72",
            "part": "1",
            "seal": "F2AAC74B"
        },
        {
            "id": "79",
            "nass": "بسم الله الرحمن الرحيم ¶ 14 - (6) الخشوع والإخبات لله تعالى ¶ بقلم الشيخ المعبِّر حسن بن شريف المشيخي ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، نبينا محمد وآله وصحبه أجمعين، أما بعد: ¶ فلا شك بأنني آخر من كتب من الإخوة المشايخ، والدعاة، وطلبة العلم، وأظن ذلك لحكمة أرادها الله تعالى، فمنذ ساعة وفاة أبناء الشيخ سعيد، وأنا أريد أن أكتب ما أجده من خواطر تجاه عبد الرحمن وعبد الرحيم - رحمهما الله - لكنني لم أتمكن من ذلك للانشغال ببعض البحوث العلمية، فإذا تذكَّرتهما لُمْتُ نفسي على التقصير، ثم أعوضهما بالدعاء والإلحاح على الله - عز وجل - أن يغفر لهما، ويرفع درجاتهما، ولا شك أن ذلك أنفع لي ولهما، وسأكتفي بأحدهما إذ أن الآخر مازال دون التكليف أثناء وفاته، وإن كان قد حفظ ما يقارب سبعة عشر جزءاً، فأسال الله له رفعة الدرجات، وسأقتصر هنا على صاحب هذا المؤلف القيم/ عبد الرحمن بن سعيد بن علي بن وهف القحطاني، ففي ليلة الأحد السابع عشر من رمضان لعام ألف وأربعمائة واثنين وعشرين للهجرة ذهل الصغار لما رأوا الكبار جادوا بمدمع وبكاء، رحل ابنا الشيخ سعيد بن وهف في لحظة لا أحد يتوقع ذلك، لكن المولى - جل وعلا - أراد ذلك، فله الحمد على ما قضى وأحكم وأبرم. ¶ مضى ابن سعيد حيث لم يبق مشرق ... ولا مغرب إلا وله فيه مادح",
            "page": "73",
            "part": "1",
            "seal": "664618E0"
        },
        {
            "id": "80",
            "nass": "وكنت أعلم عن جميل صفاته ... كما ولكن غيبتها الصفائح ¶ وأصبح في لحدٍ من الأرض ميتاً ... وكان به حيّاً تضيق الصحاصح ¶ وما نحن من رزءٍ وإن جلَّ نجزع ... ولا بسرورٍ بعد فقده نفرح ¶ لقد كان شابّاً صالحاً محبوباً، يعلوه وقار العلماء، وفي مُحيّاه ملامح العظماء، وكما أحبه الصغار والكبار في حياته، فلقد بكى عليه القوم بعد وفاته، ولكن يا ترى هل كان سبب تلك المحبة كتاب الله - عز وجل - الذي قد حواه في صدره حفظاً وإتقاناً وعملاً وتعليماً، فهو وإن كان صغيراً فهو يتمتع بهمَّة الكبار، وبراءة الصغار؛ مما جعله أنموذجاً غريباً يتحيَّر فيه المتأمِّل لتلك الأعمال، فقد بكت السارية التي كان يسند الصغير ظهره عليها، نعم، فقد بكت بحرقة وحسرة وألم ... نعم وما يدريك ... ¶ أم يا ترى كان سبب ذلك التحاقه بكلية الشريعة التي قد أجاد معظم مناهجها على يد والده من سنٍّ مبكرٍ، أم أن سبب ذلك تعيينه مُؤذِّناً في ذلك الجامع الذي يؤمُّه والده، والذي يتنافس على ذلك الجامع طلبة العلم، ولقد شاهدت ذلك الصغير يتنافس مع بعض طلبة العلم، وكم كانت دهشتي عندما علمت أنه هو الفائز، لكن كل ذلك وغيره لم يكن هو السبب الرئيس في انشراح صدر ذلك الشاب، وحبه للعلم، وانطلاق لسانه بالشعر، إضافة إلى ما عنده من القرآن والحكمة، ولم يكن سبب ذلك الأذان الذي يصدح في الوقت تماماً، والذي يدفع كل من يصل إليه صوته إلى فتح النوافذ، والاستماع إلى ذلك الأذان العجيب، وأنا من هؤلاء، وليس سبب حب الجميع له بسبب حضوره المبكر للجامع قبل",
            "page": "74",
            "part": "1",
            "seal": "B4A370B9"
        },
        {
            "id": "81",
            "nass": "مواعيد الأذان عندما كان يسلك ذلك الرصيف الطويل من منزل والده إلى الجامع دون أن يلتفت يمنة أو يسرة أبداً، حتى إنني أضطر أحياناً لاستخدام منبه السيارة حتى يلتفت فألقي عليه السلام. ¶ ولكن السبب سأورده لكم، ليس إلا خوفاً من الإطالة عليكم، إن السبب هو خشوعه وإخباته لله والرغبة فيما عند الله - جل وعلا - من سن مبكر، وإليكم شاهد على ما أقول: ¶ عندما كان عمره اثني عشر عاماً تقريباً، وبالتحديد في شهر رمضان، وكان مؤذن الجامع في ذلك الوقت أحد القضاة، وكان الشيخ يُقدم ذلك القاضي أحياناً في بعض ركعات صلاة التراويح أو القيام، بناءً على طلب القاضي من أجل ترسيخ الحفظ لبعض الأجزاء، وكنت أَصُفُّ أنا وذلك الصغير عبد الرحمن - رحمه الله - ومن معنا من المصلين في صلاة التراويح أو القيام، وفي إحدى الليالي عندما كان يؤمّنا ذلك القاضي، وكنت شارد الذهن في تلك اللحظة، لم يردني إلى استحضار القلب في الصلاة إلا أزيز غريب من جانبي الأيسر، فشردت بالذهن مرة أخرى، ولكن داخل المسجد، وبالتحديد من جانبي الأيسر، وإذا بذلك الغلام الصغير قد أغرق وجهه وصدره ومكان سجوده بالدموع من بداية صلاته، ولكنه في النهاية لم يستطع أن يتمالك نفسه، فغلبه البكاء وارتفاع الصوت، فهل بكيت أخي في مثل هذا الموقف وقد شاب عارضاك؟ وماذا كنت تعمل في ذلك السن؟ رحم الله عبد الرحمن رحمة واسعة:",
            "page": "75",
            "part": "1",
            "seal": "6248B758"
        },
        {
            "id": "82",
            "nass": "فلئن حسنت فيه المراثي بذكرها ... فلقد حسنت من قبل فيه المدائح ¶ ولهذا ليس بغريب أن يصلي عليه ذلك الجمع العظيم من الناس، ويشيعه إلى القبر أعداد هائلة من الناس، ومنهم العلماء، وأساتذة الجامعات، وطلبة العلم، وقد رأيتهم بعيني يتنافسون للإمساك بالنعش: ¶ وليس صرير النعش ما يسمعونه ... ولكنه أصلُب قوم تقصفُ ¶ وليس نسيم المسك ريا حنوطه ... ولكنه ذاك الثناء المخلفُ ¶ أما لسان حالهم فيقول: ... ... ¶ فلن أرتجي في الموت بعدك طائلاً ... ولا أتقي للدهر بعدك من خطب ¶ اللهم ما تلا من قرآن فارفع درجته، وزكِّه به، وما صلَّى من صلاة فتقبلها منه، وما تصدَّق أو تُصدِّق عنه بصدقة فنمِّها له، اللهم أقِلْ عثرته، واعفُُ عن زلته، وعده بحلمك، فإنه لا يرجو غيرك، ولا يثق إلا بك، وأنت واسع المغفرة، اللهم أجر والديه في مصيبتهما، وأعقب لهما خيراً منها في الدنيا والآخرة، إنك يا رب ولي ذلك والقادر عليه، وصلى الله وسلم على نبينا محمد وآله وصحبه وسلم. ¶ قاله وكتبه/ حسن بن شريف المشيخي ¶ 11/ 7/1423هـ‍",
            "page": "76",
            "part": "1",
            "seal": "CD375FC5"
        },
        {
            "id": "83",
            "nass": "بسم الله الرحمن الرحيم ¶ 15 - (7) حكم وفوائد عظيمة ¶ بقلم زميله عبد الحليم بن محمد فاروق الأفغاني ¶ الحمد لله وحده والصلاة والسلام على من لا نبي بعده: ¶ أما بعد: فإن الأخ الزميل عبد الرحمن بن سعيد بن علي بن وهف القحطاني - رحمه الله رحمة واسعة - كان من زملائي الأخيار في كلية الشريعة، وكان خلوقاً قلَّ أمثاله، وكان متواضعاً متمسكاً بالقيم الدينية والمبادئ الإسلامية، وكان ملتزماً في أمور الشرع لا يخاف في الله لومة لائم، وكان هَمُّهُ الأكبر طلب العلم الصحيح النافع، وكان مخلصاً صادقاً وأميناً، وكثير الصمت إلا في موضع الحق، هكذا أحسبه والله حسيبه، وآخر ما قابلته في المسجد الجامع بجامعة الإمام محمد بن سعود الإسلامية، وذلك عند صلاته لسنة الراتبة بعد الظهر يوم السبت الموافق 16/ 9/1422هـ‍، وكان من آخر الكلمات التي قالها لي قوله - رحمه الله -: ((إني قد اشتقت إلى الجهاد في سبيل الله تعالى))، ثم استأذن مني وقال: سأحضر غداً إن شاء الله للدرس في الكلية؛ لأن هذا اليوم هو آخر أيام الدراسة للفصل الأول من العام الدراسي، ولكن الله - سبحانه وتعالى - قبضه في اليوم نفسه الذي قابلته فيه بعد إمامته للناس في صلاة العشاء والتراويح، فأسأل الله أن يحقق له أمنيته ويجعله شهيداً في سبيل الله تعالى.",
            "page": "77",
            "part": "1",
            "seal": "990693CA"
        },
        {
            "id": "84",
            "nass": "وقد استفدت وسمعت منه الوصايا والفوائد الآتية: ¶ 1 - رافقته في سيارته - رحمه الله - مرة، وكان يقرأ عن ظهر قلب حفظاً أثناء قيادته للسيارة، وأظن أنه يقرأ من سورة الفرقان، وبعد القراءة سألني عن حزبي اليومي من القرآن الكريم؟ فأخبرته بأني أقرأ كذا وكذا (¬1)، فقال لي: أنت عندك فراغ كثير كان ينبغي أن تقرأ أكثر من هذا. ¶ ومن أقواله الحكيمة التي استفدتها منه - رحمه الله -: ¶ 2 - آفة العلم نسيانه. ¶ 3 - المرء يقيس على نفسه. ¶ 4 - اطلب الرفيق قبل الطريق، والجار قبل الدار. ¶ 5 - إن الذنوب تميت القلوب، وتكون سبباً للشقاء. ¶ 6 - راحة القلوب في قراءة القرآن، وقرة العيون في الصلاة. ¶ 7 - التوكل على الله يسهِّل ويزيل العقبات في طريق الوصول إلى الأمنية. ¶ 8 - عن المَرْءِ لا تسأل وسل عن قرينه ... فكل قرين بالمقارن يقتدي ¶ 9 - ابتغِ فيما أعطاك الله الدار الآخرة. ¶ 10 - لا يسع المسلم الناس بماله، ولكن يسعهم ببسط الوجه، وحسن الخلق. ¶ 11 - احفظ مني ثلاثاً: ثم قال: ¶ ¬_________ ¶ (¬1) وقد سألت الأخ عبد الحليم فاروق عن حزبه الذي قاله للابن عبد الرحمن - رحمه الله - فقال: قلت له: أقرأ في اليوم جزءاً واحداً، وفي رمضان ثلاثة أجزاء في اليوم، ولله الحمد.",
            "page": "78",
            "part": "1",
            "seal": "C58D1B62"
        },
        {
            "id": "85",
            "nass": "أ - من سمات الكرام: العفو، والوفاء. ¶ ب - ومن سمات الأغنياء الأتقياء: الجود، والسخاء. ¶ ج - ومن سمات الأعزاء: احترام الآخرين. ¶ وكل هذه الحكم والفوائد استفدتها وكتبتها بالمعنى مما قاله الزميل عبد الرحمن رحمه الله تعالى. ¶ اللهم ارحمه، اللهم ارحمه، ونوِّر له في قبره، وافسح له فيه، وصلى الله على نبينا محمد وآله وصحبه أجمعين. ¶ كتبه: عبد الحليم بن محمد فاروق الأفغاني ¶ 25/ 3/1423هـ‍ ¶ زميله في كليّة الشريعة",
            "page": "79",
            "part": "1",
            "seal": "CDED6B17"
        },
        {
            "id": "93",
            "nass": "غزوة فتح مكة ¶ في ضوء الكتاب والسنة ¶ إعداد ¶ عبد الرحمن بن سعيد بن علي بن وهف القحطاني رحمه الله تعالى ¶ 1403هـ - 1422هـ ¶ تحقيق ¶ د. سعيد بن علي بن وهف القحطاني",
            "page": "87",
            "part": "1",
            "seal": "AC6A09BD"
        },
        {
            "id": "97",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ الحمد لله وحده، والصلاة والسلام على من لا نبي بعده، أما بعد: ¶ فإن موضوع السيرة النبوية من أهم الموضوعات في التاريخ الإسلامي، ومن أهم تلك الموضوعات: غزوة فتح مكة (¬1). ¶ وقد اخترت هذا الموضوع لكثرة ما كتب فيه، فأردت أن ألخصه وأختصره اختصاراً مفيداً. وقد كتبت هذا البحث على شكل أبواب أربعة. كل باب له فصلان ولكل فصل مبحثان على النحو الآتي: ¶ الباب الأول: الأسباب التي دعت إلى فتح مكة والإعداد له. ¶ الفصل الأول: الأسباب التي دعت إلى فتح مكة. ¶ المبحث الأول: سبب الفتح. ¶ المبحث الثاني: أبو سفيان يقصد المدينة للمفاوضات. ¶ الفصل الثاني: الإعداد للفتح. ¶ ¬_________ ¶ (¬1) ((الفتح الأعظم الذي أعز الله به دينه، ورسوله، وجنده، وحزبه الأمين، واستنقذ به بلده، ¶ وبيته الذي جعله هُدى للعالمين من أيدي الكفار والمشركين، وهو الفتح الذي استبشر به أهل السماء، وضُربَتْ أطنابُ عِزِّه على مناكب الجوزاء، ودخل الناس به في دين الله أفواجاً، وأشرق به وجه الأرض ضياءً وابتهاجاً، خرج له رسول الله - صلى الله عليه وسلم - بكتائب الإسلام، وجنود الرحمن سنة ثمانٍ لعشرٍ مضين من رمضان، واستعمل على المدينة أبا رُهْم كُلثوم بن حصين الغِفاري، وقال ابن سعد: بل استعمل عبد الله بن أمّ مكتوم)). [زاد المعاد، لابن القيم، 3/ 394].",
            "page": "91",
            "part": "1",
            "seal": "B36FD7C0"
        },
        {
            "id": "98",
            "nass": "المبحث الأول: عزم الرسول - صلى الله عليه وسلم - على التجهز والحشد. ¶ المبحث الثاني: محاولة نقل نبأ الغزو. ¶ الباب الثاني: مسيرة الجيش النبوي. ¶ الفصل الأول: توزيع الجيش، وزحفه، وتحركه، والوضع المكي. ¶ المبحث الأول: توزيع الجيش عسكرياً. ¶ المبحث الثاني: زحف الجيش، وتحركه، والوضع المكي. ¶ الفصل الثاني: تجسّس قريش للأخبار. ¶ المبحث الأول: إسلام العباس، وتجسّس قريش للأخبار النبوية. ¶ المبحث الثاني: إسلام أبي سفيان، والعرض العسكري أمامه. ¶ الباب الثالث: دخول مكة المكرمة. ¶ الفصل الأول: ترتيبات العسكر الإسلامي في الدخول. ¶ المبحث الأول: ترتيبات الدخول. ¶ المبحث الثاني: مشابكات مع فرسان خالد بن الوليد. ¶ الفصل الثاني: دخول المسجد الحرام. ¶ المبحث الأول: دخول المسجد الحرام، وتحطيم الأصنام. ¶ المبحث الثاني: أخبار المهدرة دماؤهم. ¶ الباب الرابع: الآثار الاستراتيجية للفتح، ومقومات النصر.",
            "page": "92",
            "part": "1",
            "seal": "7B32BA22"
        },
        {
            "id": "99",
            "nass": "الفصل الأول: الآثار الاستراتيجية للفتح، ودروس منه. ¶ المبحث الأول: الآثار الاستراتيجية للفتح. ¶ المبحث الثاني: دروس من الفتح. ¶ الفصل الثاني: مقومات الانتصار في الفتح. ¶ المبحث الأول: الهدف. ¶ المبحث الثاني: الوسيلة. ¶ والحمد لله أولاً وآخراً لم [تقابلني أي] صعوبة في إعداد هذا البحث، وأشكر الله، ثم أشكر أستاذ البحث الأستاذ الفاضل صاحب الفضائل والشمائل: محمد السليم الذي كانت له يد الفضل بعد الله في إعداد هذا البحث جزاه الله خيراً، والحمد لله رب العالمين، وصلى الله على نبينا محمد وعلى آله وأصحابه أجمعين. ¶ الباحث ¶ عبد الرحمن بن سعيد بن علي بن وهف القحطاني",
            "page": "93",
            "part": "1",
            "seal": "568F2B91"
        },
        {
            "id": "101",
            "nass": "الباب الأول ¶ الأسباب التي دعت إلى فتح مكة والإعداد له ¶ الفصل الأول: الأسباب التي دعت إلى فتح مكة. ¶ المبحث الأول: سبب الفتح. ¶ المبحث الثاني: أبو سفيان يقصد المدينة للمفاوضات. ¶ الفصل الثاني: الإعداد للفتح. ¶ المبحث الأول: عزم الرسول - صلى الله عليه وسلم - على التجهز والحشد. ¶ المبحث الثاني: محاولة نقل نبأ الغزو.",
            "page": "95",
            "part": "1",
            "seal": "D0CB4373"
        },
        {
            "id": "102",
            "nass": "الفصل الأول: الأسباب التي دعت إلى فتح مكة ¶ المبحث الأول: سبب الفتح ¶ في السنة الثامنة من الهجرة نقضت قريش عهدها (عهد صلح الحديبية)، فأصبح لاغياً؛ لأنها ظلت جامدة على كفرها وعنادها، غير واعية للأحداث الخطيرة في جزيرة العرب التي غيَّرت الأحداث والأحوال، وتوشك أن تغير العالم كله، [و] في ذلك العام اعتدت قبيلة بني بكر (حلفاء قريش) على خزاعة (حلفاء المسلمين) (¬1)، فقتلوا منهم ¶ ¬_________ ¶ (¬1) قال الإمام ابن القيم رحمه الله تعالى: ((وكان السبب الذي جرَّ إليه وحدا إليه، فيما ذكر إمامُ أهل السير والمغازي والأخبار محمد بن إسحاق بن يسار، أن بني بكر بن عبد مناة بن كنانة عَدَتْ على خزاعة، وهم على ماء يُقال له: الوتير، فبيَّتوهم وقتلوا منهم، وكان الذي هاج ذلك أن رجلاً من بني الحضرمي يقال له: مالك بن عبَّاد خرج تاجراً، فلما توسّط أرض خزاعة، عَدَوْا عليه فقتلوه، وأخذوا ماله، فعدت بنو بكر على رجل من بني خُزاعة فقتلوه، فعدت خُزاعة على بني الأسود، وهم سَلْمى، وكلثوم، وذُؤيب، فقتلوهم بعرفة عند أنصاب الحرم [حجارة تجعل علامات بين الحل والحرم]، هذا كله قبل المبعث، فلما بعث رسول الله - صلى الله عليه وسلم -، وجاء الإسلام، حجز بينهم، وتشاغل الناس بشأنه، فلما كان صلح الحديبية بين رسول الله - صلى الله عليه وسلم - وبين قريش، وقع الشرط: أنه من أحب أن يدخل في عقد رسول الله - صلى الله عليه وسلم - وعهده، فَعَلَ، ومن أحب أن يدخل في عقد قريش وعهدهم، فعل، فدخلت بنو بكر في عقد قريش وعهدهم، ودخلت خُزاعة في عقد رسول الله - صلى الله عليه وسلم - وعهده، فلما استمرت الهدنة، اغتنمها بنو بكر من خزاعة، وأرادوا أن يصيبوا منهم الثأر القديم، فخرج نوفل بن معاوية الديلي في جماعة من بني بكر، فبيت خُزاعة وهم على الوتير، فأصابوا منهم رجالاً، وتناوشوا، واقتتلوا، وأعانت قريش بني بكر بالسلاح، وقاتل معهم من قريش من قاتل مستخفياً ليلاً، ذكر ابن سعد منهم: صفوان بن أمية، وحُويطب بن عبد العزى، ومِكْرز بن حفص، حتى حازوا خُزاعة إلى الحرم، فلما انتهوا إليه، قالت بنو بكر: يا نوفل! إنا قد دخلنا الحرم، إلهك، إلهك. فقال كلمة عظيمة: لا إله له اليوم، يا بني بكر أصيبوا ثأركم، فلعمري إنكم لتسرِقُون في الحرم، أفلا تُصيبون ثأركم فيه؟! فلما دخلت خزاعة مكة، لجؤوا إلى دار بُديل بن ورقاء الخُزاعي، ودار مولى لهم يقال له: رافع، ويخرج عمرو بن سالم الخزاعي حتى قَدِمَ على رسول الله - صلى الله عليه وسلم - المدينة، فوقف عليه، وهو جالس في المسجد بين ظهراني أصحابه، فقال: ¶ يا ربِّ إني ناشدُ محمّداً ... ... ... ... ... ... ... ... ... ... ... ... ... حلف أبينا وأبيه الأتلدا ... )) ¶ [زاد المعاد لابن القيم، 3/ 395 - 396]، وذكر الأبيات الكاملة، ويأتي ذكرها بعد قليل.",
            "page": "96",
            "part": "1",
            "seal": "CB019F3D"
        },
        {
            "id": "103",
            "nass": "عدداً كبيراً، وقريش تمدهم بالسلاح وتعينهم على البغي في الحرم سراً. ¶ وعلى الرغم من أن العقلاء من بني بكر حذّروا زعيمهم من القتال في الحرم، وقالوا: إلهك، إلهك، إلا أنه تمادى، وقال: لا إله لي اليوم، يا بني بكر أصيبوا ثأركم، فَلَعَمْري إنكم لتسرقون فيه، أفلا تُصيبون ثأركم فيه (¬1)؟ ¶ واستمرت المقاتلة في الحرم باشتراك رجال من قريش، وفزعت خزاعة مما حلّ بها، وبعثت وفداً إلى رسول الله - صلى الله عليه وسلم -، وأنشد عمرو بن سالم قصيدة أمام الرسول - صلى الله عليه وسلم -، [فَذُكِرَ عنه أنه - صلى الله عليه وسلم -] قال: ((نُصرتَ يا عمرَو بنَ سالمٍ)) (¬2). ¶ ¬_________ ¶ (¬1) انظر: السيرة النبوية لابن هشام، 4/ 46 - 47، ط مكتبة المنار، والفصول في سيرة الرسول - صلى الله عليه وسلم -، لابن كثير، ص173، ط مكتبة المعارف، وط دار الصفا، ص122، وفتح الباري بشرح صحيح البخاري لابن حجر، 7/ 519 - 520، ط مكتبة المعارف، دار الفيحاء، وزاد المعاد لابن قيم الجوزية، 3/ 395، ط مؤسسة الرسالة. ¶ (¬2) ذكر ابن هشام في السيرة، 4/ 10 - 11 الأبيات التي قالها عمرو بن سالم الخزاعي أمام رسول - صلى الله عليه وسلم - حيث قال: ... ¶ يا ربّ إني ناشد محمّداً ... حلفَ أبيه وأبينا الأتلدا ¶ قد كنتم وُلداً وكنا والِدا ... ثَمَّت أسلمنا فلم ننزع يدا ¶ فانصر هداك الله نصر اً أعتدا ... وادع عباد الله يأتوا مددا ¶ فيهم رسول الله قد تجرّدا ... إن سِيم خسفاً وجهه تربَّدا ¶ في فيلق كالبحر يجري مُزبداً ... إن قريشاً أخلفوك الموعدا ¶ ونقضوا ميثاقك المؤكَّدا ... وجعلوا لي في كَدَاءٍ رُصَّدا ¶ وزعموا أن لست أدعو أحداً ... وهم أذلّ وأقلّ عددا ¶ هم بيَّتونا بالوتير هُجَّدا ... وقتَّلونا ركَّعاً وسُجَّدا ¶ وذكر هذه الأبيات أيضاً ابن القيم في الزاد، 3/ 396، وأضاف للبيت الرابع: أبيض مثل البدر يسموا صُعُدا، وجعل عجز البيت الرابع صدر البيت الخامس، وهكذا حتى نهاية الأبيات، فجاء عجز البيت الأخير في سطر مستقل، كما ذكر أن صدر البيت الأول: فانصر هداك الله نصراً أبداً. ¶ قال الأرنؤوط في تحقيقه لزاد المعاد لابن القيم، 3/ 396: في قصة عمرو بن سالم وقول النبي - صلى الله عليه وسلم -: ((نصرت يا عمرو بن سالم)) أخرجه ابن هشام عن ابن إسحاق بلا سند، ووصله الطبراني في الصغير، ص 222 من حديث ميمونة بنت الحارث رَضْيَ اللَّهُ عنْهَا بإسناد ضعيف)). ¶ كما أن الحافظ ابن حجر ذكر الأبيات مختصرة، وفيها تقديم وتأخير، انظر: الفتح، 7/ 519 - 520، وانظر أيضاً: عمر بن عبد العزيز العبيدي، من معارك المسلمين في رمضان، ص27، 28. ¶ شرح الكلمات الغريبة: ¶ * ومعنى ناشد: طالب، ومذكّر. ¶ * والأتلد: القديم. ¶ * ونصراً أعتداً: أي حاضراً. ¶ * والمدد: العون. ¶ * وتجرّدا: شمّر، وتهيّأ لحربهم. ¶ * وسيم خسفاً، معناه: طلب منه، وكلفه. ¶ * وتربدا: تغيرا [حاشية سيرة ابن هشام، 4/ 11].",
            "page": "97",
            "part": "1",
            "seal": "A1971485"
        },
        {
            "id": "104",
            "nass": "المبحث الثاني: قصود أبي سفيان المدينة للمفاوضات ¶ أحست قريش بخطأٍ فادح وقعت فيه، غير واعية للأحداث التي غيّرت مجرى الأحوال، وذلك بعدد أن أرسل الرسول - صلى الله عليه وسلم - إليها بقبول",
            "page": "98",
            "part": "1",
            "seal": "48879146"
        },
        {
            "id": "105",
            "nass": "أحد الشروط الآتية: ¶ أ - إما أن تدفع ديات من قتل من خزاعة. ¶ ب - إما أن تحلّ نفسها من عهد بني بكر. ¶ ج - إما أن تعلن أن صلح الحديبية أمسى لاغياً. ¶ فردّت قريش بقبول الشرط الأخير. ¶ وقد أسرع أبو سفيان للمدينة، يحاول أن يصلح ما وقع فيه ¶ القرشيون من النقض الصارخ للصلح (¬1)، بيد أن رسول الله - صلى الله عليه وسلم - لم يغفل ¶ ¬_________ ¶ (¬1) قال الإمام ابن القيم رحمه الله: ((وقد بعثته قريش [يعني أبا سفيان] إلى رسول الله - صلى الله عليه وسلم -؛ ليشدّ العقد، ويزيد في المدّة، وقد رهبوا الذي صنعوا، ثم خرج أبو سفيان حتى قدم المدينة، فدخل على ابنته أم حبيبة، فلما ذهب ليجلس على فراش رسول الله - صلى الله عليه وسلم -، طوته عنه، فقال: يا بُنيّة، ما أدري أرغبت بي عن هذا الفراش، أم رغبت به عني؟ فقالت: بل هو فِراش رسول الله - صلى الله عليه وسلم - وأنت مشركٌ نجسٌ، فقال: والله لقد أصابك بعدي شرّ [لا والله بل أصابها الخير]. ¶ ثم خرج حتى أتى رسول الله - صلى الله عليه وسلم -، فكلّمه، فلم يردّ عليه شيئاً، ثم ذهب إلى أبي بكر، فكلمه أن يكلّم له رسول الله - صلى الله عليه وسلم -، فقال: ما أنا بفاعل، ثم أتى عمر بن الخطاب فكلَّمه، فقال: أنا أشفع لكم إلى رسول الله - صلى الله عليه وسلم -؟ فوالله لو لم أجد إلا الذِّرَّ لجاهدتكم به، ثم جاء فدخل على عليٍّ بن أبي طالب، وعنده فاطمة، وحسنٌ غلام يدبّ بين يديهما، فقال: يا عليّ، إنك أمسُّ القوم بي رحماً، وإني قد جئت في حاجة، فلا أرجعنَّ كما جئت خائباً، اشفع لي إلى محمد، فقال: ويحك يا أبا سفيان، والله لقد عزم رسول الله - صلى الله عليه وسلم - على أمر ما نستطيع أن نكلّمه فيه، فالتفت إلى فاطمة فقال: ((هل لك أن تأمري ابنك هذا، فيجير بين الناس، فيكون سيد العرب إلى آخر الدهر؟ قالت: والله ما يبلغ ابني ذاك أن يجير بين الناس، وما يجير أحد على رسول الله - صلى الله عليه وسلم -، قال: يا أبا الحسن، إني أرى الأمور قد اشتدّت عليَّ، فانصحني، قال: والله ما أعلم لك شيئاً يغني عنك، ولكنك سيد بني كنانة، فقم فأجِرْ بين الناس، ثم الحق بأرضك، قال: أو ترى ذلك مغنياً عني شيئاً، قال: لا والله ما أظنه، ولكني ما أجد لك غير ذلك، فقام أبو سفيان في المسجد فقال: أيها الناس! أني قد أجرتُ بين الناس، ثم ركب بعيره، فانطلق، فلمّا قدم على قريش، قالوا: ما وراءك؟ قال: جئت محمداً فكلَّمته، فوالله ما ردَّ عليّ شيئاً، ثم جئت ابن أبي قُحافة، فلم أجد فيه خيراً، ثم جئت عمر بن الخطاب، فوجدته أعدى العدو، ثم جئت عليّاً فوجدته ألين القوم، قد أشار عَليَّ بشيء صنعته، فوالله ما أدري، هل يغني عني شيئاً، أم لا؟ قالوا: وبم أمرك؟ قال: أمرني أن أجير بن الناس، ففعلت، فقالوا: فهل أجاز ذلك محمد؟ قال: لا. قالوا: ويلك، والله إن زاد الرجل على أن لعب بك. قال: لا والله، ما وجدت غير ذلك)) [زاد المعاد، 3/ 397 - 398].",
            "page": "99",
            "part": "1",
            "seal": "01B3EF71"
        },
        {
            "id": "106",
            "nass": "المكيدة، فلم يقبل المساومة (¬1). ¶ ¬_________ ¶ (¬1) قال ابن كثير في الفصول، ص174 - 175: وذهب أبو سفيان حتى قدم المدينة، فدخل على ابنته أم حبيبة زوج رسول الله - صلى الله عليه وسلم -، ورَضْيَ اللَّهُ عنْهَا، فذهب ليقعد على فراش رسول الله - صلى الله عليه وسلم -، فمنعته، وقالت: إنك رجل مشرك نجس. فقال: والله يا بنيّة لقد أصابك بعدي شرٌّ. ثم جاء رسول الله - صلى الله عليه وسلم - فعرض عليه ما جاء له، فلم يجبه - صلى الله عليه وسلم - بكلمة واحدة، ثم ذهب إلى أبي بكر - رضي الله عنه -، فطلب منه أن يكلم رسول الله - صلى الله عليه وسلم -، فأبى عليه، ثم جاء إلى عمر - رضي الله عنه -، فأغلظ له، وقال: أنا أفعل ذلك؟! والله لو لم أجد إلا الذّرّ لقاتلتكم به، وجاء علياً - رضي الله عنه -، فلم يفعل، وطلب من فاطمة بنت رسول الله - صلى الله عليه وسلم - ورَضْيَ اللَّهُ عنْهَا أن تأمر ولدها الحسن أن يجير بين الناس، فقالت: ما بلغ بني ذلك، وما يجير أحد على رسول الله - صلى الله عليه وسلم -، فأشار عليه علي - رضي الله عنه - أن يقوم هو فيجير بين الناس، ففعل، ورجع إلى مكة، فأعلمهم بما كان منه ومنهم، فقالوا: والله ما زاد - يعنون علياً - أن لعب بك. ¶ وانظر: السيرة النبوية لابن هشام، 4/ 55 - 56، وزاد المعاد لابن القيم، 3/ 397 - 398، وانظر أيضاً: أحمد السايح، معارك حاسمة في حياة المسلمين، ص88، و89.",
            "page": "100",
            "part": "1",
            "seal": "C338DBAB"
        },
        {
            "id": "107",
            "nass": "الفصل الثاني: الإعداد للفتح ¶ المبحث الأول: عزم الرسول - صلى الله عليه وسلم - على التجهز والحشد ¶ لما خاب أمل أبي سفيان، انقلب إلى مكة خائب الرجاء، وأمر الرسول - صلى الله عليه وسلم - المسلمين بالاستعداد والتهيؤ للمسير، ودخل - صلى الله عليه وسلم - على عائشة، وقال: جهِّزينا، وأخفي أمرك (¬1)، ودخل أبو بكر على ابنته وهي تجهز الرسول عليه الصلاة والسلام، تعمل دقيقاً وسويقاً. ¶ وسألها الأب الصَدِّيق عن عزم الرسول عليه الصلاة والسلام؟ فقالت: ما أدري، واستعجمت عليه حتى دخل رسول الله عليه الصلاة والسلام فقال له: يا رسول الله: أردت سفراً؟ قال: نعم، قال: أفأتجهز؟ قال: نعم. ¶ ¬_________ ¶ (¬1) روى البخاري، ومسلم عن ابن عباس رَضْيَ اللَّهُ عنْهمَا: ((أن رسول الله - صلى الله عليه وسلم - غزا غزوة الفتح في رمضان)). ¶ قال الزهري: وسمعت سعيد بن المسيب يقول: مثل ذلك. ¶ وفي رواية له ولمسلم: ((أن النبي - صلى الله عليه وسلم - خرج [في رمضان] من المدينة، ومعه عشرة آلاف، وذلك على رأس ثمان سنين ونصف من مقدمه المدينة، فسار بمن معه من المسلمين إلى مكة، يصوم ويصومون، حتى بلغ الكديد - وهو ما بين عُسفان وقُديد - أفطر وأفطروا ((إلا أن لفظ البخاري أتم وأطول)). ¶ [أخرجه البخاري، كتاب المغازي، باب غزوة الفتح في رمضان، برقم 4275، وفي كتاب الصوم، باب إذا صام أياماً من رمضان ثم سافر، برقم 1944، وفي كتاب الجهاد، باب الخروج في رمضان، برقم 2953، ومسلم، كتاب الصيام، باب جواز الصوم والفطر في نهار رمضان، برقم 1113، وانظر الأحاديث برواياتها في صوم النبي - صلى الله عليه وسلم - في غزوة الفتح: صحيح البخاري برقم 1944، و1948، و2953، 4275، و4276، و4277، و4278، و4279].",
            "page": "101",
            "part": "1",
            "seal": "952FC131"
        },
        {
            "id": "108",
            "nass": "قال أبو بكر: فأين تريد يا رسول الله؟ ¶ قال: قريشاً، وأخفِ ذلك يا أبا بكر. ¶ وأمر رسول الله - صلى الله عليه وسلم - الناس بالجهاز، وأخفى عنهم الوجه الذي يريده. ¶ واستمع المسلمون لأمر القيادة العليا، فمضوا يعبئون قواهم ويستعدون للسير مع الرسول - صلى الله عليه وسلم - (¬1)، ولما كان الرسول عليه الصلاة والسلام قد كتم النبأ، فقد ظن بعض أصحابه أنه كان يُخطّط لغزو الروم، ومنهم من اعتقد أنه يُخطط لهوازن وثقيف وهكذا. ¶ وفي تكتمه ذلك أرسل عليه الصلاة والسلام لسكان البادية ومن دخل في الإسلام من حوله بالقول: من كان يؤمن بالله واليوم الآخر فليحضر رمضان بالمدينة، وقد لاقت دعوته قبولاً واستجابة. ¶ وقد عقد الرسول عليه الصلاة والسلام مجلساً مع خاصة أصحابه، فأشار عليه أبو بكر بما كان يرغب فيه من التأني، في حين كان عمر بن الخطاب يرى ضرورة المضي بقرار فتح مكة؛ لأنه لا وسيلة لضم القبائل ¶ ¬_________ ¶ (¬1) قال ابن هشام في السيرة، 4/ 56 - 57: وأمر رسول الله - صلى الله عليه وسلم - بالجهاز، وأمر أهله أن يجهّزوه، فدخل أبو بكر على ابنته عائشة رَضْيَ اللَّهُ عنْهَا وهي تحرك بعض جهاز رسول الله - صلى الله عليه وسلم -، فقال: أي بنيّة أأمركم رسول الله - صلى الله عليه وسلم - أن تجهّزوه؟ قالت: نعم، فتجهّز. قال: فأين ترينه يريد؟ قالت: لا، والله ما أدري. ثم إن رسول الله - صلى الله عليه وسلم - أعلم الناس أنه سائر إلى مكة، وأمرهم بالجد والتهيؤ وقال: ((اللهم خذ العيون والأخبار عن قريش حتى نبغتها في بلادها)) فتجهز الناس. ¶ انظر: زاد المعاد، 3/ 398، والفصول في سيرة الرسول - صلى الله عليه وسلم -، ص175، وحديث: ((اللهم خذ العيون)) صححه محقق سيرة ابن هشام، وانظر أيضاً: أحمد السايح، معارك حاسمة في حياة المسلمين ص89.",
            "page": "102",
            "part": "1",
            "seal": "7CC8009A"
        },
        {
            "id": "109",
            "nass": "الوثنية إلا بضم قريش للمعسكر الإسلامي. ¶ وقد التزم بالكتمان عن الجند، رغم التشاور مع خاصة أصحابه، علماً بأنه جمع عشرة آلاف مقاتل وأكثر، وهم لا يعلمون مكان اتجاههم إلا عندما وصلوا إلى (مرّ الظهران) (¬1) حيث علموا فقط بأن وجهتهم مكة؛ لإنهاء الوجود الوثني إلى الأبد. ¶ كما أنهم أمِروا بالتكتم، وزيادة على ذلك فقد تمّ التخطيط للتعمية على العدو، وقد أرسل - صلى الله عليه وسلم - سرايا إلى نجد وغيرها للتعمية على قريش. ¶ ويُروى أنه بالحراسة المكثفة على الطرق المؤدية إلى مكة فقد تم النجاح في خطة الكتمان إلى أقصى حد (¬2). ¶ المبحث الثاني: محاولة نقل نبأ الغزو ¶ عندما قرر عليه الصلاة والسلام المسير أخبر صحابته بأن وجهته مكة، فكتب حاطب بن أبي بلتعة كتاباً إلى ثلاثة من قريش، وهم: سهيل بن عمرو، صفوان بن أمية، عكرمة بن أبي جهل. ¶ كتب إليهم؛ ليخبرهم بالذي أجمع عليه الرسول عليه الصلاة والسلام من الأمر في المسير إليهم، ثم أعطاه لامرأة مشركة اسمها: سارة، وجعل حاطب لسارة جُعلاً على أن تبلغه قريشاً، فجعلته في رأسها، ثم فتلت ¶ ¬_________ ¶ (¬1) قال الحافظ ابن حجر في الفتح، 8/ 7: مَرَّ الظهران: بفتح الميم وتشديد الراء: مكان معروف. والعامة تقول له بسكون الراء وزيادة الواو. والظهران: بفتح المعجمة وسكون الهاء بلفظ تثنية الظهر. ¶ (¬2) زاهية الدجاني. فتح مكة نصر مبين، ص47 - 51.",
            "page": "103",
            "part": "1",
            "seal": "BE7BF7BF"
        },
        {
            "id": "110",
            "nass": "عليه قرونها، وقال لها: أخفيه ما استطعتِ، ولا تمرّي على الطريق، فإنّ عليه حراساً (¬1). ¶ ¬_________ ¶ (¬1) روى البخاري ومسلم وأبو داود، والترمذي قصة حاطب - رضي الله عنه -، فعن علي بن أبي طالب - رضي الله عنه - قال عٌبيد الله بن أبي رافع - وكان كاتباً لعلي - سمعت علياً - رضي الله عنه - يقول: ((بعثني رسول الله - صلى الله عليه وسلم -، أنا والزبير والمقداد، فقال: انطلقوا حتى تأتوا روضة خاخ - هي بين مكة والمدينة، بقرب المدينة - فإن بها ظعينة معها كتاب، فخذوه منها، فانطلقنا تتعادى بنا خيلنا حتى أتينا الروضة، فإذا نحن بالظعينة، فقلنا: أخرجي الكتاب، قالت: ما معي من كتاب، فقلنا: لتخرِجِنَّ الكتاب، أو لنلقينَّ الثياب، فأخرجته من عقاصها، قال: فأتينا به النبي - صلى الله عليه وسلم -، فإذا فيه: من حاطب بن أبي بلتعة إلى ناس من المشركين من أهل مكة، يخبرهم ببعض أمر رسول الله - صلى الله عليه وسلم -، فقال رسول الله - صلى الله عليه وسلم -: ¶ يا حاطب، ما هذا؟ فقال: يا رسول الله، لا تعجل عليّ، إني كنت امرأ ملصقاً في قريش، ولم أكن من أنفسهم [في نسخ البخاري ومسلم المطبوعة: من أنفسها] فكان من معك من المهاجرين لهم قرابة يحمون بها أموالهم وأهليهم بمكة، فأحببت - إذا فاتني ذلك من النسب فيهم - أن أتخذ فيهم يداً يحمون بها قرابتي، وما فعلت كفراً، ولا ارتداداً عن ديني، ولا رضى بالكفر بعد الإسلام، فقال رسول الله - صلى الله عليه وسلم -: ((إنه قد صدقكم))، فقال عمر: دعني يا رسول الله أضرب عنق هذا المنافق، فقال رسول الله - صلى الله عليه وسلم -: ((إنه قد شهد بدراً، وما يدريك لعل الله اطلع على أهل بدر، فقال: اعملوا ما شئتم، فقد غفرت لكم))، قال: فأنزل الله - عز وجل -: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ} (الممتحنة: 1). ¶ وفي رواية أبي عبد الرحمن السلمي [عن علي] قال: ((بعثني رسول الله - صلى الله عليه وسلم - والزبير بن العوام وأبا مرثد - وكلنا فارس .. ثم ساقه بمعناه))، ولم يذكر نزول الآية، ولا ذكرها في حديث عبيد الله بعض الرواة، وجعلها بعضهم من تلاوة سفيان، وقال سفيان: لا أدري الآية في الحديث، أو من قول عمرو - يعني ابن دينار. ¶ وفي رواية نحوه، وفيه: ((حتى أدركناها حيث قال لنا رسول الله - صلى الله عليه وسلم - تسير على بعير لها، فقلنا: أين الكتاب الذي معك؟ قالت: ما معي من كتاب فأنخنا بعيرها، فابتغينا في رحلها، فما وجدنا شيئاً، فقال صاحباي: ما نرى معها كتاباً، فقلتُ: لقد علمنا ما كذب رسول الله - صلى الله عليه وسلم -، وما كذبَ، والذي يُحلف به لتخرِجنّ الكتاب، أو لأجرِّدنَّك، فأهوت إلى حجزتها، وهي محتجزة بكساء، فأخرجت الصحيفة من عِقاصها، فأتينا بها رسول الله - صلى الله عليه وسلم - .. وذكر الحديث)). ¶ أخرجه البخاري، ومسلم، وأخرج أبو داود، والترمذي الرواية الأولى، رواه البخاري، 7/ 400 في المغازي، باب فتح مكة، وباب فضل من شهد بدراً، وفي الجهاد، باب الجاسوس، وباب إذا اضطر الرجل إلى النظر في شعور أهل الذمة والمؤمنات إذا عصين الله وتجريدهن، وفي تفسير سورة الممتحنة في فاتحتها، وفي الاستئذان، باب من نظر في كتاب من يحذر من المسلمين ليستبين أمره، وفي استتابة المرتدين، باب ما جاء في المتأولين، ومسلم، برقم 2494 في فضائل الصحابة، باب من فضائل أهل بدر - رضي الله عنهم -، وقصة حاطب بن أبي بلتعة، وأبو داود، برقم 2650، و2651 في الجهاد، باب في حكم الجاسوس إذا كان مسلماً، والترمذي، برقم 3302 في تفسير القرآن، باب ومن سورة الممتحنة. ¶ شرح الغريب: ¶ * (الظعينة) في الأصل: المرأة ما دامت في الهودج، ثم جُعلت المرأة إذا سافرت ظعينة، ثم نقل إلى المرأة نفسها، سافرت أو أقامت، وظعن يظعن: إذا سافر. ¶ * (عقاصها): العقاص: الخيط الذي تعقص - أي تشد - به المرأة أطراف ذوائبها، وأصل العقص: الضفر والليُّ، هكذا شرحه الحميدي في غريبه، وفيه نظر، فإن العقاص: جمع عقصة أو عقيصة، وهي الضفيرة من الشعر إذا لويت وجعلت مثل الرمانة، أو لم تلو، والمعنى: أخرجت الكتاب من ضفائرها المعقوصة. ¶ * (مُلصقاً): الملصق: هو الرجل المقيم في الحي، وليس منهم بنسب. ¶ * (ابتغينا): الابتغاء: الطلب. ¶ * (حجزة) احتجز الرجل: شدّ إزاره على وسطه، والحجزة: موضع الشدّ. [جامع الأصول لابن الأثير 8/ 361]. ¶ وعن عمر بن الخطاب - رضي الله عنه - قال: ((كتب حاطب بن أبي بلتعة إلى أهل مكة، فأطلع الله نبيه - صلى الله عليه وسلم - على ذلك، فبعث عليّاً والزبير في أثر الكتاب، فأدركا المرأة على بعير، فاستخرجاه من قرونها، فأتيا به رسول الله - صلى الله عليه وسلم -، فأرسل إلى حاطب، فقال: يا حاطب، أنت كتبت هذا الكتاب؟ قال: نعم ¶ يا رسول الله، قال: فما حملك على ذلك؟ قال: يا رسول الله، أما والله إني لناصح لله ولرسوله، ولكني كنت غريباً في أهل مكة، وكان أهلي بين ظهرانيهم، وخشيت عليهم، فكتبت كتاباً لا يضر الله ورسوله شيئاً، وعسى أن يكون منفعة لأهلي، قال عمر: فاخترطت سيفي، ثم قلت: ¶ يا رسول الله، أمكني من حاطب، فإنه قد كفر، فأضرب عنقه، فقال رسول الله - صلى الله عليه وسلم -: يا ابن الخطاب، ما يدريك؟ لعل الله قد اطّلع على هذه العصابة من أهل بدر، فقال: اعملوا ما شئتم فقد غفرت لكم. ذكره الهيثمي في (مجمع الزوائد)، 9/ 303، و304، ونسبه لأبي يعلى في (الكبير)، والبزار، والطبراني في (الأوسط)، وقال الهيثمي: ورجالهم رجال الصحيح. ¶ * (ظهرانيهم): فلان بين ظهراني القوم بفتح النون: أي بينهم وعندهم.",
            "page": "104",
            "part": "1",
            "seal": "62C2F855"
        },
        {
            "id": "111",
            "nass": "وجاء الرسول - صلى الله عليه وسلم - الخبر من السماء، فبعث الرسول - صلى الله عليه وسلم - علي بن أبي طالب، والزبير وقال لهم: أدركوا المرأة، قد كتب معها حاطب كتاباً إلى قريش، يحذّرهم ما قد أجمعنا من أمرنا. ¶ فخرجوا حتى أدركوها، وحاولت إخفاء الكتاب، لكنهم أرغموها بإخراجه، فأخرجته من ضفائرها. ¶ وعاتب الرسول - صلى الله عليه وسلم - حاطب [بن أبي بلتعة - رضي الله عنه -] على ما فعله، وقال: ((وما يدريك يا عمر! لعلّ الله قد اطّلع على أصحاب بدر فقال: اعملوا ما شئتم، فقد غفرت لكم)) (¬1). ¶ ¬_________ ¶ (¬1) متفق عليه: البخاري، برقم 4274، ومسلم، برقم 2494، وتقدم تخريجه، وانظر: شوقي أبو خليل: الفتح الأعظم، ص39 - 43.",
            "page": "106",
            "part": "1",
            "seal": "DCB025AB"
        },
        {
            "id": "112",
            "nass": "الباب الثاني ¶ مسيرة الجيش النبوي ¶ الفصل الأول: توزيع الجيش، وزحفه، وتحرّكه، والوضع المكي. ¶ المبحث الأول: توزيع الجيش عسكرياً. ¶ المبحث الثاني: زحف الجيش، وتحرّكه، والوضع المكي. ¶ الفصل الثاني: تجسّس قريش للأخبار. ¶ المبحث الأول: إسلام العباس، وتجسّس قريش للأخبار النبوية. ¶ المبحث الثاني: إسلام أبي سفيان، والعرض العسكري أمامه.",
            "page": "107",
            "part": "1",
            "seal": "3497A414"
        },
        {
            "id": "113",
            "nass": "الفصل الأول: توزيع الجيش، وتحركه، والوضع المكي ¶ المبحث الأول: توزيع الجيش عسكرياً ¶ [نأخذ] بالرواية التي تقول بأن جيش الرسول - صلى الله عليه وسلم - الزاحف إلى مكة بلغ عشرة آلاف مقاتل (¬1)، فقد يكون التوزيع كالآتي: ¶ - أربعة آلاف مقاتل من الأنصار. ¶ - سبعمائة مقاتل من المهاجرين. ¶ - ألف مقاتل من قبيلة مزينة. ¶ - أربعمائة مقاتل من أسلم. ¶ - ثمانمائة مقاتل من قبيلة جهينة. ¶ - خمسمائة مقاتل من بني كعب. ¶ - أما الفرسان [فـ] يقال: إنهم شكلوا ألفين وثمانين فارساً (¬2). ¶ وهذا توزيع مجدول مختصر لجيش الرسول عليه الصلاة والسلام ¶ ¬_________ ¶ (¬1) انظر صحيح البخاري، برقم 4275، ورقم 1944، و2953، ومسلم، برقم 1113، وسيرة النبي - صلى الله عليه وسلم - لابن هشام، 4/ 60. ¶ (¬2) قال ابن هشام في السيرة، 4/ 60: قال ابن إسحاق: ثم مضى حتى نزل مرّ الظهران في عشرة آلاف من المسلمين، فسبَّعت سليم، وبعضهم يقول ألَّفت سليم. وألّفت مزينة. وأوعب مع رسول الله - صلى الله عليه وسلم - المهاجرون والأنصار، فلم يتخلف عنه منهم أحد. وانظر: الفصول في سيرة الرسول - صلى الله عليه وسلم -، ص175، وزاد المعاد، 3/ 400، وانظر أيضاً: زاهية الدجاني، فتح مكة نصر مبين، ص55.",
            "page": "108",
            "part": "1",
            "seal": "262A8770"
        },
        {
            "id": "114",
            "nass": "القبيلة أو الكتيبة ... أفرادها ... عدد الألوية ... حاملو الألوية ¶ بنو سليم بقيادة خالد بن الوليد ... 700 - 1000 ... 2 ... العباس بن مرداس ¶ خفاف بن ندبة ¶ المهاجرون بقيادة الزبير بن العوام ... 700 + 300 فرس ... 1 ... الزبير بن العوام ¶ بنو غفار ... 400 ... 1 ... أبو ذر الغفاري ¶ أسلم ... 400 + 30 فرساً ... 2 ... بريدة بن الحصيب ¶ ناجية بن الأعجم ¶ خزاعة (بنو كعب بن عمرو) ... 500 ... 1 ... بشير بن سفيان ¶ مزينة ... 1003 + 100 فرس ... 3 ... النعمان بن بشير، ¶ عمرو بن عوف، ¶ بلال بن الحارث ¶ جهينة ... 800 + 50 فرساً ... 4 ... معبد بن خالد، ¶ سويد بن صخر، ¶ رافع بن مكيث، ¶ عبد الله بن بدر ¶ كنانة، بنو ليث، ضمرة، سعد بن بكر ... 200 ... 1 ... أبو واقد الليثي ¶ أشجع ... 300 ... 2 ... معقل بن سنان، ¶ نعيم بن مسعود ¶ قضاعة، بنو تميم، بنو فزارة، سعد بن هزيم ... 1000 ... عدة ألوية ... عدة أبطال ¶ الكتيبة الخضراء: كبار المهاجرين + الأنصار ... 4000 + 500 فرس ... عدة ألوية ... عدة أبطال (¬1) ¶ ¬_________ ¶ (¬1) قال ابن هشام في السيرة/ 4/ 91: ... قال ابن إسحاق: وكان جميع من شهد فتح مكة من المسلمين عشرة آلاف. من بني سليم سبعمائة. ويقول بعضهم: ألف. ومن بني غفار أربعمائة. ومن أسلم أربعمائة. ومن مزينة ألف وثلاثة نفر، وسائرهم من قريش والأنصار وحلفائهم وطوائف العرب من تميم وقيس وأسد. وانظر أيضاً: شوقي أبو خليل، فتح مكة، الفتح الأعظم، ص52 - 53.",
            "page": "109",
            "part": "1",
            "seal": "5D7A5846"
        },
        {
            "id": "115",
            "nass": "المبحث الثاني: زحف الجيش، وتحركه، والوضع المكي ¶ هذا وتحرك الجيش، وقد وصل إلى منطقة تابعة لثقيف، ناحية الطائف، وهذا يعني أنه انحرف ذات اليمين تاركاً مكة عن يساره بعض الوقت، ثم عاد واستوى على الطريق الرئيس متجهاً إلى مكة عبر وادي الظهران، ولما كانوا بمنطقة العرج، يقال بأن وحدة عسكرية تابعة لطلائع الجيش الإسلامي ألقت القبض على جاسوس كان يعمل لحساب قبيلة هوازن، ولدى استجوابه عُلِمَ أن هوازن كانت تُعدُّ لحربه. وقد أسلم ذلك الجاسوس، مع العلم بأن الرسول - صلى الله عليه وسلم - قد خاض لاحقاً معركة مع هوازن، وهي حنين (¬1). ¶ ثم مضى رسول الله - صلى الله عليه وسلم - وهو صائم، والناس صيام، حتى كانوا بالكديد، فأفطر، وأفطر الناس، ووصل الجيش الإسلامي إلى مرّ ¶ ¬_________ ¶ (¬1) عن أبي إسحاق أنه سمع البراء وسأله رجل من قيس: أفررتم عن رسول الله - صلى الله عليه وسلم - يوم حنين؟ فقال: لكنَّ رسول الله - صلى الله عليه وسلم - لم يفر. كانت هوازن رماة، وإنا لما حملنا عليهم انكشفوا، فأكببنا على الغنائم فاستُقبلنا بالسهام، ولقد رأيت رسول الله - صلى الله عليه وسلم - على بغلته البيضاء، وإن أبا سفيان بن الحارث آخذ بزمامها، وهو يقول: أنا النبي لا كذب. ¶ أخرجه البخاري في كتاب المغازي، باب قول الله تعالى: {وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ} برقم 4317. ¶ وقال الحافظ ابن حجر في الفتح، 8/ 27: ((ولأبي داود بإسناد حسن من حديث سهل ابن الحنظلية أنهم ساروا مع النبي - صلى الله عليه وسلم - إلى حنين فأطنبوا السير، فجاء رجل فقال: إني انطلقت من بين أيديكم حتى طلعت جبل كذا وكذا، فإذا بهوازن عن بكرة أبيهم بظعنهم، ونعمهم، وشائهم قد اجتمعوا إلى حنين، فتبسم رسول الله - صلى الله عليه وسلم - وقال: ((تلك غنيمة المسلمين غداً إن شاء الله تعالى)). وانظر: زاهية الدجاني، فتح مكة نصر مبين، ص56، 57.",
            "page": "110",
            "part": "1",
            "seal": "BD0C1081"
        },
        {
            "id": "116",
            "nass": "الظهران (¬1). ¶ وقد أمر الرسول عليه الصلاة والسلام جميع العسكر بأن يوقدوا النار في كل خيمة ومعسكر، وهذا فيه أثر نفسي على المكيين (¬2). ¶ ¬_________ ¶ (¬1) عن ابن عباس رَضْيَ اللَّهُ عنْهمَا أن النبي - صلى الله عليه وسلم - خرج في رمضان من المدينة ومعه عشرة آلاف، وذلك على رأس ثمان سنين ونصف من مقدمه المدينة، فسار هو ومن معه من المسلمين إلى مكة، يصوم ويصومون، حتى بلغ الكديد – وهو ماء بين عسفان وقديد – أفطر وأفطروا. أخرجه البخاري في كتاب المغازي، باب غزوة الفتح في رمضان، برقم 4276، ومسلم في كتاب الصيام، باب جواز الصوم والفطر في شهر رمضان للمسافر، برقم 1113، وانظر: عبد العزيز العبيدي، من معارك المسلمين في رمضان، ص29. ¶ (¬2) قال ابن القيم في زاد المعاد، 3/ 401: فلما نزل رسول الله - صلى الله عليه وسلم - مرّ الظهران نزله عشاء، فأمر الجيش فأوقدوا النيران، فأوقدت عشرة آلاف نار. وانظر: أحمد السايح، معارك حاسمة في تاريخ المسلمين، ص93.",
            "page": "111",
            "part": "1",
            "seal": "96B40DA7"
        },
        {
            "id": "117",
            "nass": "الفصل الثاني: تجسس قريش للأخبار ¶ المبحث الأول: إسلام العباس، وتجسسات قريش للأخبار النبوية ¶ وقد أسلم جمع من قريش بعدما عمَّى الله الأخبار عنها، ومنهم العباس بن عبد المطلب، وعياله (¬1). ¶ وما إن توصل زعماء قريش إلى الأخبار حتى رأوا ضرورة استقصاء ما يجري، أو ما قد جرى من جانب المسلمين. ¶ ويروى أن أبا سفيان اجتمع مع حكيم بن حزام (¬2)، بإضافة إلى بديل بن ¶ ¬_________ ¶ (¬1) انظر: زاد المعاد، لابن القيم، 3/ 440، وانظر أيضاً: عبد العزيز العبيدي، من معارك المسلمين في رمضان، ص29. ¶ (¬2) روى البخاري عن عروة بن الزبير رَضْيَ اللَّهُ عنْهمَا قال: ((لما سار رسول الله - صلى الله عليه وسلم - عام الفتح، فبلغ ذلك قريشاً، خرج أبو سفيان بن حرب، وحكيم بن حزام، وبُديل بن ورقاء، يلتمسون الخبر عن رسول الله - صلى الله عليه وسلم - فأقبلوا يسيرون، حتى أتوا مرَّ الظهران، فإذا هم بنيران، كأنها نيران عرفة، فقال أبو سفيان: ما هذه؟ لكأنها نيران عرفة، فقال بديل بن ورقاء: نيران بني عمرو، فقال: أبو سفيان: عمرو أقل من ذلك، فرآهم ناس من حرس رسول الله - صلى الله عليه وسلم -، فأدركوهم فأخذوهم، فأتوا بهم رسول الله - صلى الله عليه وسلم -، فأسلم أبو سفيان، فلما سار قال للعباس: احبس أبا سفيان عند خطم الجبل، حتى ينظر إلى المسلمين، فحبسه العباس، فجعلت القبائل تمر مع النبي - صلى الله عليه وسلم -، تمر كتيبة كتيبة على أبي سفيان، فمرت كتيبة، فقال: يا عباس، من هذه؟ قال: هذه غفار، قال: ما لي ولغفار، ثم مرت جهينة، فقال مثل ذلك، ثم مرت سعد بن هذيم، فقال مثل ذلك، ثم مرت سُليم، فقال مثل ذلك، حتى أقبلت كتيبة لم ير مثلها، قال: من هذه؟ قال: هؤلاء الأنصار عليهم سعد بن عبادة معه الراية، فقال سعد بن عبادة: يا أبا سفيان ((اليوم يوم الملحمة، اليوم تستحل الكعبة، فقال أبو سفيان: يا عباس، حبذا يوم الذمار، ثم جاءت كتيبة، وهي أجل الكتائب، فيهم رسول الله - صلى الله عليه وسلم - وأصحابه، وراية النبي - صلى الله عليه وسلم - مع الزبير، فلما مرّ رسول الله - صلى الله عليه وسلم - بأبي سفيان، قال: ألم تعلم ما قال سعد بن عبادة؟ قال: ما قال؟ قال: قال كذا وكذا، فقال: كذب سعد، ولكن هذا يوم يعظّم الله فيه الكعبة، [ويوم تكسى فيه الكعبة] قال: وأمر رسول الله - صلى الله عليه وسلم - أن تركز رايته بالحجون، قال عروة: فأخبرني نافع بن جبير بن مطعم قال: سمعت العباس يقول للزبير [بن العوام]: يا أبا عبد الله، أهاهنا أمرك رسول الله - صلى الله عليه وسلم - أن تركز الراية؟ قال: نعم، قال: وأمر رسول الله - صلى الله عليه وسلم - يومئذ خالد بن الوليد أن يدخل من أعلى مكة من كداء، ودخل النبي - صلى الله عليه وسلم - من كُدى، فقُتل من خيل خالد بن الوليد يومئذ رجلان: حبيش بن الأشعر، وكرز بن جابر الفهري))، [أخرج البخاري في المغازي، باب أين ركز النبي - صلى الله عليه وسلم - الراية يوم الفتح، برقم 4280]، قال الحافظ في (الفتح)، 8/ 10: قوله: وأمر رسول الله - صلى الله عليه وسلم - يومئذ خالد بن الوليد أن يدخل من أعلى مكة من كداء، أي: بالمد، ودخل النبي - صلى الله عليه وسلم - من كُدى، أي: بالقصر، قال الحافظ: وهذا مخالف للأحاديث الصحيحة الآتية أن خالداً دخل من أسفل مكة، والنبي - صلى الله عليه وسلم - من أعلاها، وكذا جزم ابن إسحاق أن خالداً دخل من أسفل مكة، ودخل النبي - صلى الله عليه وسلم - من أعلاها، وضربت له هناك قبة، وقد ساق ذلك موسى بن عقبة سياقاً واضحاً، فقال: وبعث رسول الله - صلى الله عليه وسلم - الزبير بن العوام على المهاجرين وخيلهم، وأمره أن يدخل من كداء من أعلى مكة، وأمره أن يغرز رايته بالحجون، ولا يبرح حتى يأتيه، وبعث خالد بن الوليد في قبائل قضاعة وسليم وغيره وأمره أن يدخل من أسفل مكة، وأن يغرز رايته أدنى البيوت، وبعث سعد بن عبادة في كتيبة الأنصار في مقدمة رسول الله - صلى الله عليه وسلم - وأمرهم أن يكفوا أيديهم، ولا يقاتلوا إلا من قاتلهم. [وقد جاءت الأحاديث الصحيحة الكثيرة أن النبي - صلى الله عليه وسلم - دخل يوم فتح مكة من أعلاها من كداء، انظر: البخاري، برقم 4290، و1575، و1577 - 1581، ومسلم، برقم 1257 - 1260]. ¶ شرح الغريب: ¶ * (خطم الجبل) هذه اللفظة قد جاءت في كتاب الحميدي (خطم الجبل)، وفسرها في غريبه فقال: الخطم والخطمة: رعن الجبل، وهو الأنف النادر منه، والذي جاء في كتاب البخاري - فيما قرأناه - وفي غيره من النسخ (حطم الخيل) مضبوطاً هكذا، وذلك بخلاف رواية الحميدي، فإن صحت الرواية، ولم تكن خطأ من الكتاب، فيكون معناه - والله أعلم - أنه يقف به في الموضع المتضايق الذي تتحطم فيه الخيل، أي: يدوس بعضها بعضاً، ويحطم بعضها بعضاً، فيراها جميعاً، وتكثر في عينه، بكونها في ذلك الموضع الضيق، بخلاف ما إذا كانت في موضع متسع، وكذلك أراد بوقوفه عند خطم الجبل على ما شرحه الحميدي، فإن الأنف النادر من الجبل يضيق الموضع الذي يخرج فيه، والله أعلم. ¶ * (كتيبة) الكتيبة: واحدة الكتائب، وهي العساكر المرتبة. ¶ * (الملحمة): الحرب والقتال الذي لا مخلص منه. ¶ * (الذمار): ما لزمك حفظه، يقال: فلان حامي الذمار: يحمي ما يجب عليه حفظه. ¶ * (بالحجون): الحجون: أحد جبلي مكة من جهة الغرب والشمال. ¶ * (من كداء) كداء بالفتح والمد: ثنية من أعلى جبل مكة، مما يلي المقبرة، وكُدى - بالضم والقصر - ثنية من أسفل مكة. [جامع الأصول، 8/ 366]. ¶ وعن عبد الله بن عباس رَضْيَ اللَّهُ عنْهمَا قال: ((لما نزل رسول الله - صلى الله عليه وسلم - مرَّ الظهران، قال العباس: قلت: والله، لئن دخل رسول الله - صلى الله عليه وسلم - مكة عنوة قبل أن يأتوه فيستأمنوه، إنه لهلاك قريش، فجلست على بغلة رسول الله - صلى الله عليه وسلم -، فقلت: لعلِّي أجد ذا حاجة يأتي [أهل] مكة، فيخبرهم بمكان رسول الله - صلى الله عليه وسلم - ليخرجوا إليه، فيستأمنوه، فإني لأسير [إذا] سمعت كلام أبي سفيان، وبديل بن ورقاء، فقلت: ¶ يا أبا حنظلة، فعرف صوتي، فقال: أبو الفضل؟ قلتُ: نعم، قال: ما لك فداك أبي وأمي؟ قلت: هذا رسول الله - صلى الله عليه وسلم - والناس، قال: فما الحيلة؟ [قال]: فركب خلفي، ورجع صاحبه، فلما أصبح غدوت به على رسول الله - صلى الله عليه وسلم -، فأسلم، قلتُ: يا رسول الله، إن أبا سفيان رجل يحب هذا الفخر، فاجعل له شيئاً، قال: نعم، من دخل دار أبي سفيان فهو آمن، ومن أغلق عليه بابه فهو آمن، ومن دخل المسجد فهو آمن، قال: فتفرق الناس إلى دورهم وإلى المسجد)). ¶ وفي رواية مختصرة: ((أن رسول الله - صلى الله عليه وسلم - جاءه العباس بن عبد المطلب بأبي سفيان بن حرب، فأسلم بمرّ الظهران، فقال له العباس: يا رسول الله، إن أبا سفيان رجل يحب هذا الفخر، فلو جعلت له شيئاً؟ قال: نعم، من دخل دار أبي سفيان فهو آمن، ومن أغلق عليه بابه فهو آمن)) أخرجه أبو داود، برقم 3021، و3022 في الخراج والإمارة، باب ما جاء في خبر مكة، ومن حديث أبي هريرة - رضي الله عنه - برقم 3024، وحسنه الألباني في صحيح أبي داود، 2/ 256.",
            "page": "112",
            "part": "1",
            "seal": "04161EED"
        },
        {
            "id": "118",
            "nass": "ورقاء، في دار الندوة، وامتثلوا لاقتراح أبي سفيان، وهو الخروج إلى الصحراء لترصد الطرق واستقصاء الأخبار (¬1). ¶ ¬_________ ¶ (¬1) قال ابن القيم في زاد المعاد، 3/ 400: ((ثم مضى حتى نزل مرّ الظهران، وهو بطن مرِّ، ومعه عشرة آلاف، وعمَّى الله الأخبار عن قريش، فهم على وجل وارتقاب، وكان أبو سفيان يخرج يتحسّس الأخبار، فخرج هو وحكيم بن حزام، وبديل بن ورقاء يتحسسون الأخبار، وكان العباس قد خرج قبل ذلك بأهله وعياله مسلماً مهاجراً، فلقي رسول الله - صلى الله عليه وسلم - بالجحفة، وقيل: فوق ذلك)). وانظر: سيرة ابن هشام، 4/ 60 - 61، والفصول في سيرة الرسول - صلى الله عليه وسلم -، ص175 - 176.",
            "page": "114",
            "part": "1",
            "seal": "FB8C1138"
        },
        {
            "id": "119",
            "nass": "وخرجوا، وبخروجهم ذلك، فقد ساروا حتى أشرفوا على معسكر المسلمين في سهل مرّ الظهران، فرأوا نيراناً عظمية، وقباباً كثيرة تشير إلى كثافة النازلين هناك، وهنا قال أبو سفيان: ¶ ما رأيت كالليلة نيراناً قط. ¶ فقال بديل: هذا والله خزاعة حمشتها الحرب (¬1). ¶ فقال أبو سفيان: خزاعة أقلّ وأذلّ (¬2) أن تكون هذه نيرانها وعسكرها، وفي تلك الأثناء، وصل العباس نحو مكان يقرب منهم: فسمع ما كان يدور من كلام، وتعرف على صوت أبي سفيان، فناداه، فردّ أبو سفيان: لبّيك، فداك أبي وأمي، فما وراءك؟! قال العباس: هذا رسول الله - صلى الله عليه وسلم - ورائي قد دلف إليكم بما لا قبل لكم به، بعشرة آلاف مقاتل من المسلمين (¬3). ¶ ¬_________ ¶ (¬1) قوله: حمشتها الحرب: معناه أحرقتها. ومن قال: حمستها بالسين المهملة فمعناه: اشتدت عليها، وهو مأخوذ من الحماسة وهي الشدة والشجاعة. نقلاً من حاشية السيرة النبوية، 4/ 63. ¶ (¬2) عن هشام عن أبيه قال: لمّا سار رسول الله - صلى الله عليه وسلم - عام الفتح فبلغ ذلك قريشاً، خرج أبو سفيان بن حرب، وحكيم بن حزام، وبديل بن ورقاء يلتمسون الخبر عن رسول الله - صلى الله عليه وسلم - فأقبلوا يسيرون حتى أتوا مرَّ الظهران، فإذا هم بنيران كأنها نيران عرفة. فقال: أبو سفيان: ما هذه؟ لكأنها نيران عرفة. فقال بديل بن ورقاء: نيران بني عمرو. فقال أبو سفيان: عمرو أقل من ذلك .. الخ. أخرجه البخاري في كتاب المغازي، باب أين ركز النبي - صلى الله عليه وسلم - الراية يوم الفتح؟، برقم 4280. ¶ (¬3) انظر الفصول في سيرة الرسول - صلى الله عليه وسلم - (ص176 - 177)، وزاد المعاد (3/ 401 - 402)، والسيرة النبوية، 4/ 63، وانظر أيضاً: زاهية الدجاني، فتح مكة نصر مبين، ص58، 59.",
            "page": "115",
            "part": "1",
            "seal": "900CFC9C"
        },
        {
            "id": "120",
            "nass": "المبحث الثاني: إسلام أبي سفيان، والعرض العسكري أمامه ¶ عرض العباس على أبي سفيان أن يركبه معه إلى رسول الله - صلى الله عليه وسلم -، فسارا على بغلته البيضاء، لا يعترضها المسلمون، وفي الصباح قابل رسولُ الله - صلى الله عليه وسلم - أبا سفيان فقال له: ¶ ((ويحك يا أبا سفيان، أما آن لك أن تعلم أن لا إله إلا الله؟)). ¶ - فقال أبو سفيان: بأبي أنت ما أكرمك، وما أوصلك، لقد ظننت أنه لو كان مع الله إله غيره لقد أغنى عني شيئاً. ¶ - فقال عليه الصلاة والسلام: ((ويحك يا أبا سفيان، ألم يأن لك أن تعلم أني رسول الله؟!)). ¶ - فقال: أما هذه، فإن في النفس شيئاً منها حتى الآن. ¶ - فقال له العباس: ويحك أسلم!! ¶ فأسلم، وشهد شهادة الحق. ¶ فقال أبو الفضل (العباس): يا رسول الله، إن أبا سفيان رجل يحب الفخر، فاجعل له شيئاً. ¶ قال: نعم: ((من دخل دار أبي سفيان فهو آمن، ومن أغلق عليه بابه فهو آمن، ومن دخل المسجد الحرام فهو آمن)) (¬1). ¶ وقد تم العرض العسكري أمام أبي سفيان. ¶ ¬_________ ¶ (¬1) أخرجه البخاري، برقم 4280 مختصراً، وغيره، ويأتي تخريجه، وانظر: عبد العزيز العبيدي، من معارك المسلمين في رمضان، ص31، 32.",
            "page": "116",
            "part": "1",
            "seal": "4081C1D2"
        },
        {
            "id": "121",
            "nass": "يقول العباس: فخرجت بأبي سفيان حتى حبسته بمضيق الوادي، فكلما تمر قبيلة يقول: يا عباس من هؤلاء؟ فأقول قبيلة كذا وكذا، فيقول: ما لي ولبني فلان (¬1). ¶ ¬_________ ¶ (¬1) أخرجه البخاري كما تقدم، ويأتي تخريجه، وانظر: أحمد السايح، معارك حاسمة في حياة المسلمين، ص94، 95. ¶ قصة العباس مع أبي سفيان أخرجها البخاري مختصرة في كتاب المغازي في باب: أين ركز النبي - صلى الله عليه وسلم - الراية يوم الفتح؟، برقم 4280. بينما ساق هذه القصة بطولها الحافظ ابن حجر في المطالب العالية، 4/ 418 - 420، وقال: ((هذا حديث صحيح)). ¶ وقال محقق المطالب: ((قال البوصيري، 7/ 39، برقم 5251: رواه إسحاق بن راهويه بسند صحيح. ورواه أحمد بن حنبل، والبخاري، ومسلم، وأبو داود في سننه مختصراً، ولم يسقه أحد من الأئمة الستة، وأحمد بن حنبل بتمامه، والسياق الذي هنا حسن جداً)).",
            "page": "117",
            "part": "1",
            "seal": "E3056B9B"
        },
        {
            "id": "123",
            "nass": "الباب الثالث ¶ دخول مكة المكرمة ¶ الفصل الأول: ترتيبات العسكر الإسلامي في الدخول. ¶ المبحث الأول: ترتيبات الدخول. ¶ المبحث الثاني: مشابكات مع فرسان خالد بن الوليد. ¶ الفصل الثاني: دخول المسجد الحرام. ¶ المبحث الأول: دخول المسجد الحرام وتحطيم الأصنام. ¶ المبحث الثاني: أخبار المهدرة دماؤهم.",
            "page": "119",
            "part": "1",
            "seal": "58CA1CF9"
        },
        {
            "id": "124",
            "nass": "الفصل الأول: ترتيبات العسكر الإسلامي في الدخول ¶ المبحث الأول: ترتيبات الدخول ¶ في ذي طوى، المنطقة التي تدعى اليوم في مكة بـ (الزاهر) قسم الرسول - صلى الله عليه وسلم - الجيش إلى خمس فرق، وقد ترأس الفرقة الأولى عليه الصلاة والسلام، أما الفرق الأخرى فهي على النحو الآتي: ¶ 1 - الزبير بن العوام، ومهمة فرقته السيطرة على البقعة الشمالية من مكة. ¶ 2 - خالد بن الوليد، كلفت مجموعته دخول مكة من الناحية الجنوبية (¬1). ¶ 3 - أبو عبيدة بن الجراح، وقد أعطيت فرقته السيطرة على الجهة الشمالية الغربية. ¶ 4 - قيس بن سعد بن عبادة، وقد كلفت مجموعته بالدخول إلى مكة من الناحية الجنوبية الغربية. ¶ وقد تحركت الفرق بالوقت المطلوب على النحو الآتي: ¶ 1 - الزبير بن العوّام: تحرّك رتله من الشمال، وقد أمره الرسول - صلى الله عليه وسلم - أن يتوقّف بفرقته، ويركز رايته عند الحجون (¬2). ¶ ¬_________ ¶ (¬1) قال أبو هريرة - رضي الله عنه -: ((كنا مع رسول الله - صلى الله عليه وسلم - يوم الفتح، فجعل خالد بن الوليد على المجنبة اليمنى، وجعل الزبير بن العوام على المجنبة اليسرى، وجعل أبا عبيدة على البياذقة وبطن الوادي)) مسلم، كتاب الجهاد، باب فتح مكة، برقم 86 - (1780، والبياذقة: هم الرجَّالة. ¶ (¬2) أمر رسول الله - صلى الله عليه وسلم - أن تركز رايته عند الحجون، قال عروة: وأخبرني نافع بن جبير بن مطعم قال: سمعت العباس يقول للزبير بن العوام: يا أبا عبد الله، هاهنا أمرك رسول الله - صلى الله عليه وسلم - أن تركز الراية. أخرجه البخاري في كتاب المغازي، باب أين ركز النبي - صلى الله عليه وسلم - الراية يوم الفتح؟، برقم 4280.",
            "page": "120",
            "part": "1",
            "seal": "A45D8BA1"
        },
        {
            "id": "125",
            "nass": "2 – بالنسبة لخالد بن الوليد فقد تحرّك بمجموعته المكونة من المشاة، لكي يدخل مكة من الجنوب (المسفلة) اليوم. ¶ 3 – أما أبو عبيدة، فقد تحرّك بمجموعته المكونة من المشاة؛ لكي يدخل مكة من زاويتها الشمالية الغربية. ¶ 4 – أما قيس بن سعد، فقد اندفع ليدخل مكة من غربها (¬1) الجنوبي (¬2). ¶ ¬_________ ¶ (¬1) قال ابن كثير في الفصول في سيرة الرسول - صلى الله عليه وسلم -، 178: وقد جعل - صلى الله عليه وسلم - أبا عبيدة بن الجراح - رضي الله عنه - على المقدمة، وخالد بن الوليد - رضي الله عنه - على الميمنة، والزبير بن العوّام - رضي الله عنه - على الميسرة، ورسول الله - صلى الله عليه وسلم - في القلب، وكان أعطى الراية سعد بن عبادة - رضي الله عنه -، فبلغه أنه قال لأبي سفيان حين مرّ عليه: يا أبا سفيان اليوم يوم الملحمة، اليوم تُستحلّ الحرمة، والحُرمة: هي الكعبة، فلما شكا أبو سفيان ذلك إلى رسول الله - صلى الله عليه وسلم - قال: ((بل هذا يوم تعظَّم فيه الكعبة))، فأمر بأخذ الراية من سعد، فتعطى علياً، وقيل: الزبير، وهو الصحيح. اهـ. وانظر: زاهية الدجاني، فتح مكة نصر مبين، ص71 - 73. ¶ (¬2) روى الإمام مسلم، وأبو داود عن عبد الله بن رباح، قال: وفدت وفود إلى معاوية، وذلك في رمضان - فكان يصنع بعضنا لبعض طعاماً، فكان أبو هريرة - رضي الله عنه - مما يكثر أن يدعونا إلى رحله، فقلت: ألا أصنع طعاماً فأدعوهم إلى رحلي؟ فأمرت بطعام يُصنع، ثم لقيت أبا هريرة من العشي، فقلت: الدعوة عندي الليلة، فقال: سبقتني؟ فقلت: نعم، فدعوتهم، فقال أبو هريرة: ألا أُعلِمكم بحديث من حديثكم يا معشر الأنصار؟ ثم ذكر فتح مكة، فقال: أقبل رسول الله - صلى الله عليه وسلم - حتى قدم مكة، فبعث الزبير على إحدى المجنبتين، وبعث خالداً على المجنبة الأخرى، وبعث أبا عبيدة على الحُسَّر، فأخذ [وا] بطن الوادي، ورسول الله - صلى الله عليه وسلم - في كتيبةٍ، قال: فنظر فرآني، فقال: أبو هريرة؟ قلت: لبيك يا رسول الله، فقال: اهتف، لا يأتيني إلا أنصاري – ومن الرواة من قال: اهتف لي بالأنصار، قال: فأطافوا به، ووبشت قريش من أوباش لها وأتباع، وفي رواية: ووبشت قريش أوباشها وأتباعها، فقالوا: نقدم هؤلاء، فإن كان لهم شيء كنا معهم، وإن أصيبوا أعطينا الذي سلبنا، فقال رسول الله - صلى الله عليه وسلم -: ترون إلى أوباش قريش وأتباعهم؟ ثم قال بيديه – إحداهما على الأخرى – ثم قال: حتى توافوني بالصفا، قال: فانطلقنا، فما شاء أحد منا أن يقتل أحداً إلا قتله، وما أحد منهم يوجه إلينا شيئاً، قال: فجاء أبو سفيان فقال: يا رسول الله، أبيدت خضراء قريش، لا قريش بعد اليوم، قال: من دخل دار أبي سفيان فهو آمن، فقالت الأنصار بعضهم لبعض: أما الرجل فأدركته رغبة في قريته، ورأفة بعشيرته، قال أبو هريرة: وجاء الوحي – وكان إذا جاء [الوحي] لا يخفى علينا، فإذا جاء فليس أحد يرفع طرفه إلى رسول الله - صلى الله عليه وسلم - حتى ينقضي الوحي – فلما قضي الوحي قال رسول الله - صلى الله عليه وسلم -: يا معشر الأنصار، قالوا: لبيك يا رسول الله، قال: قلتم: أما الرجل فأدركته رغبة في قريته؟ قالوا: قد كان ذلك، قال: كلا، إني عبد الله ورسوله، هاجرت إلى الله وإليكم، المحيا محياكم، والممات مماتكم، فأقبلوا إليه يبكون، ويقولون: والله ما قلنا الذي قلنا إلا الضنّ بالله وبرسوله، فقال رسول الله - صلى الله عليه وسلم -: إن الله ورسوله يصدقانكم، ويعذرانكم، قال: فأقبل الناس إلى دار أبي سفيان، وأغلق الناس عليهم أبوابهم، قال: وأقبل رسول الله - صلى الله عليه وسلم - حتى أقبل إلى الحجر فاستلمه، ثم طاف بالبيت قال: فأتى على صنم إلى جانب البيت كانوا يعبدونه، قال: وفي يد رسول الله - صلى الله عليه وسلم - قوس، وهو آخذ بسية القوس، فلما أتى على الصنم جعل يطعن في عينه، ويقول: {جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ} فلما فرغ من طوافه أتى الصفا، فعلا عليه حتى نظر إلى البيت، ورفع يديه، فجعل يحمد الله، ويدعو ما شاء أن يدعو)). ¶ وفي رواية بهذا الحديث، وزاد في الحديث: ((ثم قال بيديه، إحداهما على الأخرى: احصدوا حصداً)) قال: وفي الحديث: ((قالوا: ذاك يا رسول الله، قال: فما اسمي إذاً؟ كلا، إني عبد الله ورسوله)). ¶ وفي رواية أخرى قال: ((وفدنا إلى معاوية بن أبي سفيان، وفينا أبو هريرة، وكان كل رجل منا يصنع طعاماً يوماً لأصحابه، فكانت نوبتي، فقلت: يا أبا هريرة، اليوم يومي، فجاءوا إلى المنزل، ولم يدرك طعامنا، فقلت: يا أبا هريرة، لو حدثتنا عن رسول الله - صلى الله عليه وسلم - حتى يدرك طعامنا؟ فقال: كنا مع رسول الله - صلى الله عليه وسلم - يوم الفتح، فجعل خالد بن الوليد على المجنبة اليمنى، وجعل الزبير على المجنبة اليسرى، وجعل أبا عبيدة على البياذقة وبطن الوادي، فقال: يا أبا هريرة، ادع لي الأنصار، فدعوتهم، فجاءوا يهرولون، فقال: يا معشر الأنصار، هل ترون أوباش قريش؟ قالوا: نعم، قال: انظروا إذا لقيتموهم غداً: أن تحصدوهم حصداً، وأحفى بيده، ووضع يمينه على شماله، وقال: موعدكم الصفا، قال: فما أشرف لهم يومئذ أحد إلا أناموه، قال: وصعد رسول الله - صلى الله عليه وسلم - الصفا [وجاءت الأنصار، فأطافوا بالصفا]، فجاء أبو سفيان، فقال: يا رسول الله، أُبيدت خضراء قريش، لا قريش بعد اليوم، قال أبو سفيان: من دخل دار أبي سفيان فهو آمن، ومن ألقى السلاح فهو آمن، ومن أغلق بابه فهو آمن؟ فقال رسول الله - صلى الله عليه وسلم -: من دخل دار أبي سفيان فهو آمن، ومن ألقى السلاح فهو آمن، ومن أغلق بابه فهو آمن، فقالت الأنصار: أما الرجل: فقد أخذته رأفة بعشيرته، ورغبة في قريته، ونزل الوحي على رسول الله - صلى الله عليه وسلم -، قال: قلتم: أما الرجل فقد أخذته رأفة بعشيرته، ورغبة في قريته؟ ألا فما اسمي إذا؟ – ثلاث مرات – أنا محمد عبد الله ورسوله، هاجرت إلى الله وإليكم، فالمحيا محياكم، والممات مماتكم، قالوا: والله، ما قلنا إلا ضناً بالله ورسوله، قال: فإن الله ورسوله يصدقانكم، ويعذرانكم)). أخرجه مسلم. ¶ وفي رواية أبي داود عن عبد الله بن رباح الأنصاري عن أبي هريرة قال: ((إن رسول الله - صلى الله عليه وسلم - لما دخل مكة سرَّح الزبير بن العوام، وأبا عبيدة بن الجراح، وخالد بن الوليد على الخيل، وقال: يا أبا هريرة، اهتف لي بالأنصار، فلما اجتمعوا قال: اسلكوا هذا الطريق، فلا يشرفنّ لكم أحد، إلا أنمتموه، فنادى منادٍ: لا قريش بعد اليوم، فقال رسول الله - صلى الله عليه وسلم -: من دخل داراً فهو آمن، ومن ألقى السلاح فهو آمن، فعمد صناديد قريش فدخلوا الكعبة، فغص بهم، وطاف النبي - صلى الله عليه وسلم - وصلى خلف المقام، ثم أخذ بجنبتي الباب، فخرجوا، فبايعوا النبي - صلى الله عليه وسلم - على الإسلام)). [رواه مسلم، برقم 1780 في الجهاد، باب فتح مكة، وأبو داود رقم 3024 في الخراج والإمارة باب ما جاء في خبر مكة]. ¶ شرح الغريب: ¶ * (المجنبتين) المجنبة: جانب العسكر، وله مجنبتان: ميمنة، وميسرة. ¶ * (على الحُسَّر) جمع حاسر، وهو الذي لا درع عليه، ولا مغفر، وقد روي في كتب الغريب (الحُبَّس) وهم الرَّجَّالة، سموا بذلك لتأخرهم عن الركبان، قال: وأحسب الواحد حبيساً، فعيل بمعنى مفعول، ويجوز أن [يكون] حابساً، كأنه يحبس من يسير الركبان بمسيره. قال الحميدي: والذي رأيناه من رواية أصحاب الحديث (الحسَّر)، والله أعلم. ¶ * (وبَّشت أوباشها) الأوباش: الجموع من قبائل شتى، والتوبيش: الجمع، أي: جمعت لها جموعاً من أقوام متفرقين في الأنساب والأماكن. ¶ * (أُبيدت خضراء قريش) أي: استؤصلت وأُهلكت، وخضراؤها: سوادها ومعظمها، والعرب تعبر بالخضرة عن السواد، وبالسواد عن الكثرة. ¶ * (الضِّنُّ): البخل والشحّ، ضَنِنْتُ، وضَنَنْتُ أَضِنُّ. ¶ * (فاستلمه): استلام الحجر الأسود: لمسه باليد. ¶ * (سِيَة القوس) مخفقاً: طرفها إلى موضع الوتر. ¶ * (زهق الباطل) أي: اضمحلّ، وذهب ضائعاً. ¶ * (البياذقة): الرَّجًّالة، سموا بذلك لخفة حركتهم، وأنهم ليس معهم ما يثقلهم، وهذا القول ما يعضد رواية أصحاب الغريب في (الحُبَّس) موضع (الحُسَّر)، فإن الحبَّس: هم الرجَّالة على ما فسروه، فقد اتفقت الروايتان في المعنى، فقال مرة: (الحبَّس)، وقال مرة: (البياذقة) أراد بهما: الرَّجَّالة، بخلاف (الحسَّر)، وقد يمكن أن يجمع بين (الحسر)، و (البياذقة)، فإن (الحسر) هم الذين لا سلاح معهم، أو لا درع عليهم، ولا مِغفر، والغالب من حال الدَّارعين: أنهم الفرسان، وأن الرَّجَّالة: لا يكون عليهم دروع، لأمرين: أحدهما: أن الراجل يثقله الدرع، والآخر: أن الراجل لا يكون له درع لضعفه ورقة حاله، والله أعلم. ¶ * (احصدوهم) الحصد: كناية عن الاستئصال، والمبالغة في القتل. ¶ * (أحفَى) قال الحميدي: أحفى بيده: أشار بحافَّتِها، وصفاً للحصد والقتل. ¶ * (أناموه) أي: قتلوه، ومنه سُمّي السيف مُنيماً، أي: مُهلكاً. [جامع الأصول، 8/ 373].",
            "page": "121",
            "part": "1",
            "seal": "3DB7F76A"
        },
        {
            "id": "126",
            "nass": "المبحث الثاني: اشتباك مع فرسان خالد بن الوليد: ¶ تمكّن كل قائد من القادة تنفيذ السيطرة على منطقته بسلام، إلا خالد بن الوليد، إذ تجمع جنوبي مكة يومئذ فئة من القرشيين المتطرفين برئاسة صفوان بن أمية، وعكرمة بن أبي جهل، واختاروا من أجل ذلك مضيقاً سيطروا عليه من مرتفعات تشرف على الموقع، وهو الطريق الرئيس لمجموعة خالد. واسم هذا المضيق الخندمة. ¶ ولما وصلوه تلقّوا وابلاً من السهام، وإزاء ذلك أصدر خالد أوامره بالتوقف، لعلّه أن يتمكّن من إقناع المهاجمين بإلقاء السلاح، بيد أن هؤلاء المهاجمين رفضوا من خالد، فقاومهم، وقتل منهم ثمانية وعشرين، وتمكن خالد من سحقهم (¬1). ¶ ¬_________ ¶ (¬1) انظر في ذلك فتح الباري، 8/ 10 - 11، وسيرة ابن هشام، 4/ 70 - 72، وزاد المعاد، 3/ 404 - 405، وقيل في يوم الخندمة شعر، قال حماس بن قيس بن خالد البكري، قال ابن هشام: ويقال هي للرعاش الهذلي يخاطب امرأته حين لامته على الفرار من المسلمين: ¶ إنِكِ لو شهدتِ يوم الخندمة ... إذ فرّ صفوان وفرّ عكرمة ¶ وأبو يزيد قائم كالموتمة ... واستقبلتهم بالسيوف المسلمة ¶ يقطعن كل ساعد وجمجمة ... ضرباً فلا يسمع إلا غمغمة ¶ لهم نهيت خلفنا وهمهمة ... لم تنطقي في اللوم أدنى كلمة ¶ وانظر: زاهية الدجاني، فتح مكة نصر مبين، ص73، 74.",
            "page": "124",
            "part": "1",
            "seal": "A84204EA"
        },
        {
            "id": "128",
            "nass": "الفصل الثاني: دخول المسجد الحرام، وتحطيم الأصنام ¶ المبحث الأول: دخول المسجد الحرام، وتحطيم الأصنام ¶ بعد إكمال السيطرة على مكة، والتقاء القادة بعامة جنودهم؛ حيث كان الرسول - صلى الله عليه وسلم - معسكِراً هناك، وقد تحرّكوا نحو المسجد الحرام، ووصلوا الحجون، ومن هناك توجّهوا صوب الكعبة لإنهاء الوجود الوثني، وبرؤية الرسول - صلى الله عليه وسلم - الكعبة كبّروا عدة تكبيرات ارتجَّت لها مكة، ثم سكتوا بإشارة من الرسول الكريم (¬1) - صلى الله عليه وسلم -. ¶ ¬_________ ¶ (¬1) عن عبد الله بن مسعود - رضي الله عنه - قال: ((دخل رسول الله - صلى الله عليه وسلم - يوم الفتح، وحول الكعبة ستون وثلاثمائة نصب، فجعل يطعنها بعود في يده، ويقول: {جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا} [الإسراء: 81]. {جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ} [سبأ: 49]. أخرجه البخاري، في المغازي، باب أين ركز النبي - صلى الله عليه وسلم - الراية يوم الفتح، وفي المظالم، باب هل تكسر الدنان التي فيها الخمر، أو تخرق الزقاق، وفي تفسير سورة بني إسرائيل، باب {وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا}، ومسلم، برقم 1781 في الجهاد، باب إزالة الأصنام من حول الكعبة، والترمذي، برقم 3137 في التفسير، باب ومن سورة بني إسرائيل. ¶ شرح الغريب: ¶ * (نُصُب) النصب بضم الصاد وسكونها: الصنم، وجمعها أنصاب. [جامع الأصول، 8/ 377]. ¶ وعن جابر بن عبد الله رَضْيَ اللَّهُ عنْهمَا أن النبي - صلى الله عليه وسلم - أمر عمر بن الخطاب زمن الفتح وهو بالبطحاء، أن يأتي الكعبة فيمحو كل صورة فيها، فلم يدخلها النبي - صلى الله عليه وسلم - حتى محيت كل صورة فيها، [أخرجه أبو داود، برقم 4156 في اللباس، باب في الصور، وإسناده حسن]. ¶ قال في بذل المجهود: والظاهر أن ما أمره - صلى الله عليه وسلم - عمر بن الخطاب كان مختصّاً بما نقش من الصور في الجدران، فأمره بمحوها، وأما الأصنام وذي الأجرام منها فبقيت فيها حتى دخل رسول الله - صلى الله عليه وسلم - الكعبة، فأزالها بنفسه، كما ثبت أن رسول الله - صلى الله عليه وسلم - دخلها وفيها ثلاثمائة وستون نصباً، فيطعن فيها ويقول: جاء الحق، وزهق الباطل.",
            "page": "126",
            "part": "1",
            "seal": "A7079AEC"
        },
        {
            "id": "129",
            "nass": "بيد أنه مع دخول الرسول الكريم - صلى الله عليه وسلم - فكان أول ما بدأ به الطواف حول الكعبة، [وحطم الأصنام - صلى الله عليه وسلم -] (¬1). ¶ المبحث الثاني: أخبار المهدرة دماؤهم ¶ كان قد عهد الرسول - صلى الله عليه وسلم - إلى أمرائه حين أمَّرهم أن يدخلوا مكة، أن لا يقاتلوا إلا من قاتَلهم، إلا أنه عهد في نَفَرٍ سمّاهم، أمر بقتلهم وإن وجدوا ¶ ¬_________ ¶ (¬1) قال ابن القيم في زاد المعاد، 3/ 406 - 407: ثم نهض رسول الله - صلى الله عليه وسلم - والمهاجرون والأنصار بين يديه وخلفه وحوله، حتى دخل المسجد، فأقبل إلى الحجر الأسود فاستلمه، ثم طاف بالبيت، وفي يده قوس، وحوله البيت، وعليه ثلاثمائة وستون صنماً فجعل يطعنها بالقوس، ويقول: {جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا} [الإسراء: 81]. {جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ} [سبأ: 49]. والأصنام تتساقط على وجوهها. ¶ وكان طوافه على راحلته، ولم يكن محرماً يومئذ، فاقتصر على الطواف، فلما أكمله دعا عثمان بن طلحة، فأخذ منه مفتاح الكعبة، فأمر بها ففتحت فدخلها، فرأى فيها الصور، ورأى فيها صورة إبراهيم وإسماعيل يستقسمان بالأزلام فقال: ((قاتلهم الله، والله إن استقسما بهما قط)). ورأى في الكعبة حمامة من عيدان فكسرها بيده، وأمر بالصور فمحيت، ثم أغلق عليه الباب، وعلى أسامة وبلال، فاستقبل الجدار الذي يقابل الباب حتى إذا كان بينه وبينه قدر ثلاثة أذرع وقف وصلى هناك، ثم دار في البيت، وكبّر في نواحيه، ووحَّد الله، ثم فتح الباب، وقريش قد ملأت المسجد صفوفاً ينتظرون ماذا يصنع، فأخذ بعضادتي الباب وهم تحته، فقال: ((لا إله إلا الله وحده لا شريك له، صدق وعده، ونصر عبده، وهزم الأحزاب وحده ... )) إلى أن قال: ((يا معشر قريش: ما ترون أني فاعل بكم؟))، قالوا: خيراً، أخ كريم وابن أخ كريم. قال: ((فإني أقول لكم كما قال يوسف لإخوته: لا تثريب عليكم اليوم، اذهبوا فأنتم الطلقاء)). ¶ وانظر السيرة النبوية، 4/ 77 - 78، وفتح الباري، 8/ 18،، والفصول في سيرة الرسول - صلى الله عليه وسلم -، ص180، وانظر أيضاً: زاهية الدجاني، فتح مكة نصر مبين، ص74، 75. ¶ والحديث أخرجه البخاري في كتاب المغازي، باب أين ركز النبي - صلى الله عليه وسلم - الراية يوم الفتح؟ برقم 4287، و 4288.",
            "page": "127",
            "part": "1",
            "seal": "E035A516"
        },
        {
            "id": "130",
            "nass": "متعلقين بأستار الكعبة (¬1). ¶ ¬_________ ¶ (¬1) عن أنس بن مالك - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - دخل عام الفتح وعلى رأسه المغفر، فلما نزعه جاء رجل فقال: إن ابن خطل متعلق بأستار الكعبة، فقال: ((اقتلوه)) أخرجه البخاري في كتاب جزاء الصيد، باب دخول الحرم ومكة بغير إحرام، برقم 1846، ومسلم، برقم 1357 بغير هذا اللفظ. وانظر: خليل هنداوي، يوم فتح مكة، ص 94. ¶ وقال في الموطأ: ولم يكن فيما نرى يومئذ – والله أعلم – محرماً، وقال أبو داود: اسم ابن خطل: عبد الله، وكان أبو برزة الأسلمي قتله. وروى أبو داود، والنسائي عن سعد بن أبي وقاص - رضي الله عنه - قال: ((لما كان يوم فتح مكة أمَّن رسول الله - صلى الله عليه وسلم - الناس إلا أربعة نفر، وامرأتين، فسمّاهم، وابن أبي سرح، فذكر الحديث، قال: وأما ابن أبي سرح، فإنه اختبأ عند عثمان، فلما دعا رسول الله - صلى الله عليه وسلم - الناس إلى البيعة، جاء به حتى أوقفه على النبي - صلى الله عليه وسلم -، فقال: يا نبي الله، بايع عبد الله، فرفع رأسه، فنظر إليه ثلاثاً، كل ذلك يأبى، فبايعه بعد ثلاث، ثم أقبل على أصحابه، فقال: ما كان فيكم رجل رشيد يقوم إلى هذا حيث رآني كففت يدي عن بيعته فيقتله؟ قالوا: ما ندري يا رسول الله ما في نفسك، ألا أومأت إلينا بعينك؟ قال: إنه لا ينبغي لنبي أن تكون له خائنة الأعين)). ¶ قال أبو داود: وكان عبد الله أخا عثمان من الرضاعة، هذه رواية أبي داود. ¶ و [في] رواية النسائي قال: ((لمّا كان يوم فتح مكة أمَّن رسول الله - صلى الله عليه وسلم - الناس إلا أربعة، وامرأتين، وقال: اقتلوهم وإن وجدتموهم متعلقين بأستار الكعبة: عكرمة بن أبي جهل، وعبد الله بن خطل، ومقيس بن صبابة، وعبد الله بن أبي سرح، فأما عبد الله بن خطل، فُأدرك وهو متعلق بأستار الكعبة، فاستبق إليه سعيد بن حريث وعمار بن ياسر، فسبق سعيدٌ عماراً – وكان أشب الرجلين – فقتله، [وأما مقيس بن صبابة، فأدركه الناس في السوق فقلتوه]، وأما عكرمة [بن أبي جهل] فركب البحر، فأصابتهم عاصف، فقال أهل السفينة: أخلصوا: فإن آلهتكم لا تغني عنكم شيئاً هاهنا، فقال عكرمة: والله، لئن لم ينجني من البحر إلا الإخلاص، لا ينجيني من البر غيره، اللهم لك عهد إن عافيتني مما أنا فيه أن آتي محمداً، حتى أضع يدي في يده، فلأجدنَّه عفوّاً غفوراً كريماً، فجاء فأسلم، وأما عبد الله بن أبي سرح، فإنه اختبأ عند عثمان، فلما دعا رسول الله - صلى الله عليه وسلم - الناس إلى البيعة جاء به حتى أوقفه على النبي - صلى الله عليه وسلم -، فقال: يا رسول الله ... وذكر الحديث إلى آخره مثل أبي داود، رواه أبو داود، برقم 2683 في الجهاد، باب قتل الأسير، ولا يعرض عليه الإسلام، والنسائي، 7/ 105، و106 في تحريم الدم، باب الحكم في المرتد، وهو حديث حسن. [انظر: جامع الأصول بتحقيق الأرنؤوط، 8/ 376]. ¶ شرح الغريب: ¶ * (رشيد) رجل رشيد، أي: لبيب عاقل، له فطنة. ¶ * (خائنة الأعين) كناية عن الرمز والإشارة، كأنها مما تخونه العين، أي: تسرقه، لأنها كالسرقة من الحاضرين. ¶ * (عاصف) ريح عاصف، أي: شديد الهبوب. [جامع الأصول، 8/ 376]. ¶ عن عمرو بن عثمان بن عبد الرحمن بن سعيد بن يربوع المخزومي قال: حدثني جدي عن أبيه، أن رسول الله - صلى الله عليه وسلم -، قال يوم فتح مكة: ((أربعة لا أؤمنهم في حِلٍّ ولا حرم – وسمّاهم – وقال: وقينتين كانتا لمقيس بن صبابة، فقتلت إحداهما، وأفلتت الأخرى، فأسلمت)). [أخرجه أبو داود، برقم 2684 في الجهاد، باب قتل الأسير ولا يعرض عليه الإسلام، من حديث محمد بن العلاء، عن زيد بن الحباب، عن عمرو بن عثمان بن عبد الرحمن بن سعيد بن يربوع المخزومي، وعمرو بن عثمان لم يوثقه غير ابن حبان، وباقي رجاله ثقات، قال أبو داود: لم أفهم إسناده من ابن العلاء كما أحب، قال في بذل المجهود: ولعله أقام له إسناد هذا الحديث بعض تلامذة الشيخ محمد بن العلاء] قال في بذل المجهود في حلّ سنن أبي داود: ((هذا الذي رواه أبو داود من أنهما كانتا لمقيس مخالف كما قال أهل السير، فإنهم قالوا: إن القينتين اللتين أهدر دمهما كانتا لابن خطل، فيمكن أن يكون كلاهما شركاء فيهما، أو كانتا أولاً في ملك أحدهما، ثم في ملك الآخر، والله أعلم.",
            "page": "128",
            "part": "1",
            "seal": "BEB74FEA"
        },
        {
            "id": "131",
            "nass": "وكان ممن أمر بقتله: عبد الله بن سعد؛ لأنه أسلم وكتب الوحي ثم ارتدّ، فأتى به عثمان إلى النبي - صلى الله عليه وسلم - ومعه ابن سعد وقال للرسول عليه الصلاة والسلام أمِّنه، فأمَّنه. ¶ ومن المهدرة دماؤهم: صفوان بن أمية، وقد هرب، ولما رجع أمنه الرسول عليه الصلاة والسلام على نفسه. ¶ وغير ذلك، ارجع لكتب التاريخ لمعرفة من هم المهدرة دماؤُهم (¬1). ¶ ¬_________ ¶ (¬1) قال ابن القيم في زاد المعاد، 3/ 411: ولما استقرّ الفتح أمَّن رسول الله - صلى الله عليه وسلم - الناس كلهم إلا تسعة نفر، فإنه أمر بقتلهم، وإن وجدوا تحت أستار الكعبة، وهم: عبد الله بن سعد بن أبي سرح، وعكرمة بن أبي جهل، وعبد العزى بن خطل، والحارث بن نفيل بن وهب، ومقيس بن صُبابة، وهبَّار بن الأسود، وقينتان لابن خطل كانتا تغنيان بهجاء رسول الله - صلى الله عليه وسلم -، وسارة مولاةٌ لبعض بني عبد المطلب. وانظر: الفصول في سيرة الرسول - صلى الله عليه وسلم -، ص179، ط مكتبة المعارف، وص128، دار الصفا، وجاء في الطبعتين: الحويرث بن نقيذ بدل الحارث بن نفيل. وانظر خليل هنداوي. يوم فتح مكة، ص105.",
            "page": "129",
            "part": "1",
            "seal": "58E0B28D"
        },
        {
            "id": "133",
            "nass": "الباب الرابع ¶ الآثار الاستراتيجية للفتح ومقومات الانتصار ¶ الفصل الأول: الآثار الاستراتيجية للفتح ودروس منه. ¶ المبحث الأول: الآثار الاستراتيجية للفتح. ¶ المبحث الثاني: دروس من الفتح. ¶ الفصل الثاني: مقومات الانتصار في الفتح. ¶ المبحث الأول: الهدف. ¶ المبحث الثاني: الوسيلة.",
            "page": "131",
            "part": "1",
            "seal": "AE99BA34"
        },
        {
            "id": "134",
            "nass": "الفصل الأول: الآثار الاستراتيجية للفتح، ودروس منه ¶ المبحث الأول: الآثار الاستراتيجية للفتح ¶ 1 - تحقيق الدرع الدفاعي (¬1): وهو النظرية الاستراتيجية للحرب في ¶ ¬_________ ¶ (¬1) أخرج البخاري عن عبد الله بن عمر رَضْيَ اللَّهُ عنْهمَا ((أن رسول الله - صلى الله عليه وسلم - أقبل يوم الفتح من أعلى مكة على راحلته، مردفاً أسامة بن زيد، ومعه بلال، ومعه عثمان بن طلحة من الحجبة، حتى أناخ في المسجد، فأمره أن يأتي بمفتاح البيت - زاد في رواية رزين: فذهب عثمان إلى أمه، فأبت أن تعطيه المفتاح، فقال: والله لتعطينه أو ليخرجن هذا السيف من صلبي، قال: فأعطته إياه، ثم اتفقا - فجاء به إلى رسول الله - صلى الله عليه وسلم -، [زيادة رزين هذه رواها مسلم كما سيأتي في تخريج الحديث، وعبد الرزاق، وأحمد في المسند، 6/ 15]. [ففتح] ودخل رسول الله - صلى الله عليه وسلم - البيت، ومعه أسامة، وبلال، وعثمان، فمكث فيه نهاراً طويلاً، ثم خرج فاستبق الناس، فكان عبد الله أول من دخل، فوجد بلالاً وراء الباب قائماً، فسأله أين صلى النبي - صلى الله عليه وسلم -؟ فأشار إلى المكان الذي صلى فيه، قال عبد الله: فنسيت أن أسأله كم صلى من سجدة؟)) أخرجه البخاري، 6/ 92 في الجهاد، باب الردف على الحمار، وفي القبلة، باب {وَاتَّخِذُواْ مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى}، وفي المساجد، باب الأبواب والغلق للكعبة والمساجد، وفي سترة المصلي، باب الصلاة بين السواري في غير جماعة، وفي التطوع، باب ما جاء في التطوع مثنى مثنى، وفي الحج، باب إغلاق البيت، وباب الصلاة في الكعبة، وفي المغازي، باب حجة الوداع، ورواه أيضاً تعليقاً 8/ 15 في المغازي، باب أين ركز النبي - صلى الله عليه وسلم - رايته يوم الفتح، ورواه أيضاً مسلم بروايات مختلفة، برقم 1329 في الحج، باب استحباب دخول الكعبة للحاج وغيره، والصلاة فيها، والدعاء في نواحيها كلها. ¶ وأخرج البخاري، ومسلم، وأبو داود عن أبي هريرة رَضْيَ اللَّهُ عنْهمَا ((أن خزاعة قتلوا رجلاً من بني ليث عام فتح مكة، بقتيل منهم قتلوه، فأُخبر بذلك رسول الله - صلى الله عليه وسلم -، فركب راحلته، فخطب، فحمد الله وأثنى عليه. ¶ وفي رواية قال: لما فتح الله - عز وجل - على رسوله - صلى الله عليه وسلم - مكة قام في الناس، فحمد الله وأثنى عليه، وقال: إن الله حبس عن مكة الفيل، وسلط عليها رسوله والمؤمنين، وإنها لم تحلّ لأحد كان قبلي، وإنها إنما أحلّت لي ساعة من نهار، وإنها لن تحلَّ لأحد بعدي، فلا ينفر صيدها، ولا يُختلى شجرها، ولا تحلّ ساقطتها إلاّ لمنشد، ومن قتل له قتيل فهو بخير النظرين: إما أن يُعقل، وإما أن يقاد أهل القتيل، فقال العباس: إلا الإذخر يا رسول الله، فإنا نجعله في قبورنا وبيوتنا؟ فقال رسول الله - صلى الله عليه وسلم -: إلا الإذخر، فقال رجل من أهل اليمن يقال له: أبو شاه: اكتبوا لي يا رسول الله، فقال رسول الله - صلى الله عليه وسلم -: اكتبوا لأبي شاه)) قال الأوزاعي: يعني هذه الخطبة التي سمعها من رسول الله - صلى الله عليه وسلم -. أخرجه البخاري، ومسلم. [ويأتي تخريجه]. ¶ وأخرجه أبو داود، وأسقط من أوله حديث (القتيل)، وأول حديثه قال: ((لما فتح الله على رسوله مكة قام فيهم، فحمد الله، وذكر الحديث))، وأسقط منه أيضاً: ((ومن قُتل له قتيل - إلى قوله: أهل القتيل)). رواه البخاري، 1/ 183، و184 في العلم، باب كتابة العلم، وفي اللقطة، باب كيف تعرف لقطة أهل مكة، وفي الديات، باب من قتل له قتيل فهو بخير النظرين، ومسلم، برقم 1355 في الحج، باب تحريم مكة وصيدها، وأبو داود، برقم 2017 في المناسك، باب تحريم مكة. ¶ شرح الغريب: ¶ * (الحجبة): جمع حاجب، وهو سادن البيت. ¶ * (ولا يُختلى) الخلا: العشب، واختلاؤه: قطعه. ¶ * (ساقطتها إلا لمنشد) الساقطة: هي اللقطة، وهو الشيء الذي يُلقى على الأرض لا صاحب له يعرف، وقوله: ((لا تحل إلا لمنشد)) يعني لمعرّف، وهو من نشدت الضالة: إذا طلبتها، فأنت ناشد، وأنشدتها: إذا عرّفتها، فأنت منشد، واللقطة في جميع البلاد لا تحل إلا لمن أنشدها سنة، ثم يتملكها بعد السنة، بشرط الضمان لصاحبه إذا وجده، فأما مكة فإن في لقطتها وجهين، أحدهما: أنها كسائر البلاد، والثاني: لا تحل، لقوله - صلى الله عليه وسلم -: ((لا تحلّ لقطتها إلا لمنشد))، والمراد به: منشد على الدوام، وإلا فأي فائدة لتخصيص مكة بالإنشاد؟ ¶ * (بخير النظرين) خير النظرين: أوفق الأمرين له، فإما أن يدوا، أي: يعطوا الدية، وهي العقل، وإما أن يقاد، أي: يُقتل قصاصاً، فأي الأمرين اختار ولي الدم كان له، وهو مذهب الشافعي، وقال أبو حنيفة: من وجب له القصاص لم يجز له تركه وأخذ الدية. [جامع الأصول، 8/ 378 - 380]. ¶ وأخرج أبو داود عن وهب بن منبه قال: ((سألت جابراً: هل غنموا يوم فتح مكة شيئاً؟ قال: لا))، أخرجه أبو داود، برقم 3023 في الخراج والإمارة، باب ما جاء في خبر مكة، وإسناده حسن. [جامع الأصول، تحقيق الأرنؤوط، 8/ 381]. ¶ وأخرج الترمذي وأبو داود عن جابر بن عبد الله رَضْيَ اللَّهُ عنْهمَا ((أن النبي - صلى الله عليه وسلم - دخل مكة ولواؤه أبيض))، رواه أبو داود، برقم 2592 في الجهاد، باب الرايات والألوية، والترمذي، برقم 1679 في الجهاد، باب ما جاء في الألوية، من حديث يحيى بن آدم عن شريك بن عبد الله النخعي القاضي، عن عمار الدهني، عن أبي الزبير، عن جابر، وشريك يخطئ كثيراً، تغيّر حفظه منذ ولي القضاء، وقد قال الترمذي: ((هذا حديث غريب لا نعرفه إلا من حديث يحيى بن آدم عن شريك، وقال: حدثنا غير واحد عن شريك، عن عمار، عن أبي الزبير، عن جابر أن النبي - صلى الله عليه وسلم - دخل مكة وعليه عمامة سوداء، قال: (يعني البخاري) والحديث هو هذا، أي الحديث المحفوظ هو هذا الحديث (دخل مكة وعليه عمامة سوداء)؛ لأنه رواه غير واحد عن شريك، وأما حديث يحيى بن آدم عن شريك بلفظ: دخل مكة ولواؤه أبيض، فليس بمحفوظ لتفرّد يحيى بن آدم به، ومخالفته لغير واحد من أصحاب شريك. [جامع الأصول، تحقيق الأرنؤوط، 8/ 381]. ¶ وعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال حين أراد حُنيناً: ((منزلنا غداً إن شاء الله بخيف بني كنانة، حيث تقاسموا الكفر)). ¶ وفي رواية: ((منزلنا إن شاء الله إذا فتح الله الخيف، حيث تقاسموا على الكفر)). أخرجه البخاري، 8/ 12، و13 في المغازي، باب أين ركز النبي - صلى الله عليه وسلم - الراية يوم الفتح، ومسلم، كتاب الحج، باب استحباب النزول بالمحصب يوم النفر، والصلاة به، برقم 1314.",
            "page": "132",
            "part": "1",
            "seal": "5C97C00E"
        },
        {
            "id": "135",
            "nass": "الإسلام. ¶ 2 – تحقيق الهدف الاستراتيجي بلا خسائر. ¶ 3 – مقومات نجاح الردع الإسلامي. ¶ أ – تملك عنصر المبادأة. ¶ ب – تملك القدرة الهجومية. ¶ ج – استغلال عنصري الحركة والمفاجأة. ¶ د – تجريد إرادة العدو المقاومة والقتال. ¶ 4 – الردع الإسلامي يؤدي إلى السلام الدائم.",
            "page": "134",
            "part": "1",
            "seal": "62585AED"
        },
        {
            "id": "136",
            "nass": "5 – الإسلام دين قوة وسلام (¬1). ¶ المبحث الثاني: دروس من الفتح ¶ 1 – حركة المسلمين وفعاليتهم مع الدعوة المتحركة التي لا تعرف الجمود والخمول والكسل. ¶ 2 – التفاف الجنود حول القيادة دافع قوي من دوافع الخير التي يطمئن إليها القائد. ¶ 3 – حرص الرسول عليه الصلاة والسلام على سرِّيَّة حركة الجيش الإسلامي. ¶ 4 – التخطيط الدقيق القائم على الوعي، واليقظة دليل على كبر الهمة، وبعد النظر. ¶ 5 – أول ما فعله الرسول - صلى الله عليه وسلم - حين دخول مكة هو: تحطيم الأصنام. ¶ 6 – الإسلام دين السلام، وهو يسعى إليه، ويعمل من أجله (¬2). ¶ ¬_________ ¶ (¬1) اللواء ركن محمد محفوظ، ((الآثار الاستراتيجية لفتح مكة))، مجلة كلية الملك خالد العسكرية، ع17، (شعبان 1407هـ) ص91 - 95. ¶ (¬2) قال ابن القيم في زاد المعاد، 3/ 419 - 464: ¶ فصل في الإشارة إلى ما في الغزوة من الفقه واللطائف: ¶ 1 – كان صلح الحديبية مقدمة وتوطئة بين يدي هذا الفتح العظيم، أمن الناس به. ¶ 2 – أن أهل العهد إذا حاربوا من هم في ذمة الإمام وجواره وعهده صاروا حرباً له بذلك. ¶ 3 – انتقاض عهد جميعهم بذلك ردئهم ومباشريهم إذا رضوا بذلك وأقروا عليه ولم ينكروه. ¶ 4 – جواز صلح أهل الحرب على وضع القتال عشر سنين. ويجوز فوق ذلك للحاجة والمصلحة. ¶ 5 – الإمام وغيره إذا سئل ما لا يجوز بذله أو لا يجب فسكت، لم يكن سكوته بذلاً له. ¶ 6 – أن رسول الكفار لا يقتل. ¶ 7 – جواز تبييت الكفار ومباغتتهم في ديارهم إذا بلغتهم الدعوة. ¶ 8 – جواز قتل الجاسوس وإن كان مسلماً. ¶ 9 – جواز تجريد المرأة وتكشيفها للحاجة والمصلحة العامة .. ¶ 10– أن الرجل إذا نسب المسلم إلى النفاق والكفر متأولاً وغضباً لله ورسوله ودينه، لا لهواه وحظه، فإنه لا يكفر بذلك، بل لا يأثم به، بل يثاب على نيته وقصده. ¶ 11 - أن الكبيرة العظيمة مما دون الشرك قد تكفَّر بالحسنة الكبيرة الماحية. ¶ 12 - جواز مباغتة المعاهدين إذا نقضوا العهد. ¶ 13 - جواز، بل استحباب كثرة المسلمين وقوتهم وشوكتهم وهيئتهم لرسل العدو إذا جاءوا إلى الإمام كما يفعل ملوك الإسلام. ¶ 14 - جواز دخول مكة للقتال المباح بغير إحرام، كما دخل رسول الله - صلى الله عليه وسلم - والمسلمون. ¶ 15 - مكة فتحت عنوة كما ذهب إليه جمهور أهل العلم، ولا يعرف في ذلك خلاف إلا عن الشافعي وأحمد في أحد قوليه. ¶ 16 - مكة لا تملك، فإنها دار النسك، ومتعبد الخلق، وحرم الرب تعالى الذي جعله للناس سواء العاكف فيه والباد، فهي وقف من الله على العالمين، وهم فيها سواء. [هكذا قال الإمام ابن القيم رحمه الله تعالى، وسمعت الإمام ابن باز يقول أثناء تقريره على ذلك على زاد المعاد، 3/ 345: ((والصواب أنها تملك، وتورث، وتباع أصلها ونفعها وأرضها وبناؤها وهذا هو الصواب، وكل يؤخذ من قوله ويرد إلا النبي - صلى الله عليه وسلم -]. ¶ 17 - أن مكة حرّمها الله ولم يحرّمها الناس، ولا يحلّ لأحد أن يسفك بها دماً، ولا يعضد بها شجر، ولا يختلى خلاها، ولا ينفر صيدها، ولا يلتقط ساقطتها إلا من عرَّفها، ومن قتل له قتيل فهو بخير النظرين، إما أن يقتل وإما أن يأخذ الدية. ¶ 18 - جواز قطع الإذخر للانتفاع به. ¶ 19 - الإذن في كتابة العلم، لقوله - صلى الله عليه وسلم -: ((اكتبوا لأبي شاه)). ¶ 20 - كراهة الصلاة في المكان المصور فيه؛ لأن النبي - صلى الله عليه وسلم - لم يدخل البيت ولم يصلِّ فيه حتى مُحيت الصور منه. ¶ 21 - جواز لبس الأسود أحياناً؛ لأن النبي - صلى الله عليه وسلم - دخل مكة وعليه عمامة سوداء. ¶ 22 - جواز متعة النساء في غزوة الفتح، ثم حرّمها رسول الله - صلى الله عليه وسلم - قبل خروجه من مكة، فهي حرام إلى يوم القيامة بإجماع المسلمين. ¶ 23 - جواز إجارة المرأة وأمانها للرجل والرجلين [وأكثر من ذلك على الصحيح]. ¶ 24 - جواز قتل المرتد الذي تغلظت ردته من غير استتابة. ¶ 35 - استحباب صلاة ثمان ركعات بعد الفتح؛ لأن النبي - صلى الله عليه وسلم - صلاها بعد الفتح، ضحى في بيت أم هانئ، وكان أمراء الإسلام إذا فتحوا بلداً صلوا عقب الفتح هذه الصلاة، وهي شكراً لله تعالى [والحديث متفق عليه] [زاد المعاد، 3/ 410]. ¶ 26 - القضاء على آثار الشرك، لأن النبي - صلى الله عليه وسلم - بعث السرايا إلى الأصنام التي حول الحرم، فكسرها كلها [زاد المعاد، 3/ 413 - 416]. ¶ 27 - استحباب الصلاة داخل الكعبة والتكبير في نواحيها، ومن صلى داخل الحجر فقد صلى داخل البيت؛ لأنه من البيت. ¶ انتهى مخلصاً من زاد المعاد. وانظر: أحمد السايح، معارك حاسمة في حياة المسلمين، ص100 - 109.",
            "page": "135",
            "part": "1",
            "seal": "EE8C3A24"
        },
        {
            "id": "138",
            "nass": "الفصل الثاني: مقومات الانتصار في الفتح ¶ المبحث الأول: الهدف ¶ 1 - الكعبة مهبط [الوحي]. ¶ 2 - الكعبة [رمز الوحدة الإسلامية]. ¶ 3 - الكعبة [حرماً آمناً]. ¶ 4 - فتح مكة: فتح للقلوب. ¶ المبحث الثاني: الوسيلة ¶ 1 - إعداد القوة قدر الاستطاعة. ¶ 2 - نقض العهد إيذان بالفتح. ¶ 3 - ولاء الطاعة، وحفظ السر. ¶ 4 - السلام والعفو (¬1). ¶ ¬_________ ¶ (¬1) محمد فهمي عبد الوهاب، مقومات الانتصار في بدر الكبرى، وفتح مكة، ص65 - 80.",
            "page": "138",
            "part": "1",
            "seal": "85FE92E4"
        },
        {
            "id": "139",
            "nass": "الخاتمة ¶ الحمد لله الذي بنعمته تتم الصالحات، هذا البحث يحتوي على أبرز موضوعات السيرة وهو (فتح مكة)، وهو شامل للإعداد لها، والتجهز للفتح، ودخول مكة، بالإضافة إلى الدروس المستفادة من الفتح. ¶ ومن أبرز نتائج البحث: اكتساب معلومات لم تكن معلومة من قبل، وكذلك معرفة الصحيح من الأخبار، ونبذ الضعيف منها. ¶ وأهم التوصيات التي أوصي بها: ¶ 1 - [تقوى الله في السر والعلن]. ¶ 2 - أوصي الأخوة الباحثين بالبحث في الغزوات الأخرى على هيئة هذا البحث من حيث الالتزام بالقول الصحيح. ¶ هذا والله أعلم وصلى الله على نبينا محمد وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين (¬1). ¶ ¬_________ ¶ (¬1) اللهم اغفر لابني عبد الرحمن، وارفع منزلته في الفردوس الأعلى، ووالديه، وجميع المسلمين، يا رب العالمين، فإنك سميع مجيب، رحيم ودود.",
            "page": "139",
            "part": "1",
            "seal": "3EEBCFAF"
        }
    ],
    "t1863": [
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المحقق"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "أولا: مولده."
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "ثانيا: نشأته"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": null,
            "tit": "المدرسة الابتدائية"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": "1",
            "tit": "ثم درس المتوسطة"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": "2",
            "tit": "ثم انتقل إلى المرحلة الثانوية"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": null,
            "tit": "ثم تخرج من هذه الثانوية"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "1",
            "tit": "ثم انتقل إلى المرحلة الجامعية"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": null,
            "tit": "وكان من مشايخه في كلية الشريعة قسم الشريعة:"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": null,
            "tit": "أما زملاؤه في كلية الشريعة"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: طلبه للعلم خارج المدارس النظامية:"
        },
        {
            "id": "20",
            "lvl": "3",
            "sub": null,
            "tit": "بحوث مفيدة"
        },
        {
            "id": "20",
            "lvl": "4",
            "sub": "1",
            "tit": "الأول: الجنة والنار من الكتاب والسنة المطهرة"
        },
        {
            "id": "20",
            "lvl": "4",
            "sub": "2",
            "tit": "الثاني: غزوة فتح مكة في السنة المطهرة"
        },
        {
            "id": "20",
            "lvl": "4",
            "sub": "3",
            "tit": "الثالث: أبراج الزجاج في سيرة الحجاج"
        },
        {
            "id": "21",
            "lvl": "5",
            "sub": null,
            "tit": "أ - فضل العلم:"
        },
        {
            "id": "21",
            "lvl": "5",
            "sub": "1",
            "tit": "ب - آداب طالب العلم:"
        },
        {
            "id": "22",
            "lvl": "5",
            "sub": null,
            "tit": "جـ - عقبات في طريق العلم:"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا: الحكم التي كتبها رحمه الله قبل وفاته:"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "خامسا: أمره بالمعروف ونهيه عن المنكر:"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "سادسا: أخلاقه العظيمة رحمه الله تعالى:"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "سابعا: وفاته مع شقيقه وسيرة عبد الرحيم رحمهما الله"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "ثامنا: ما قاله عنه: العلماء، ومعلموه، وزملاؤه:"
        },
        {
            "id": "49",
            "lvl": "3",
            "sub": "1",
            "tit": "أ - ما قاله العلماء"
        },
        {
            "id": "49",
            "lvl": "4",
            "sub": "2",
            "tit": "1 - (1) الحمد لله على قدره وقضائه واختياره لعبده"
        },
        {
            "id": "51",
            "lvl": "4",
            "sub": null,
            "tit": "2 - (2) علو الهمة وصدق العزيمة"
        },
        {
            "id": "53",
            "lvl": "4",
            "sub": null,
            "tit": "3 - (3) يا فتى الطهر طبت حيا وميتا"
        },
        {
            "id": "57",
            "lvl": "4",
            "sub": null,
            "tit": "4 - (4) أنتم شهداء الله في الأرض"
        },
        {
            "id": "59",
            "lvl": "4",
            "sub": null,
            "tit": "5 - (5) صاحب الروح الطيبة والسيرة العطرة"
        },
        {
            "id": "62",
            "lvl": "3",
            "sub": null,
            "tit": "ب - ما قاله معلموه:"
        },
        {
            "id": "62",
            "lvl": "4",
            "sub": "1",
            "tit": "6 - (1) - دمعة على فراق أبي سعيد"
        },
        {
            "id": "64",
            "lvl": "4",
            "sub": null,
            "tit": "7 - (2) ورحل ... عبد الرحمن!!!"
        },
        {
            "id": "66",
            "lvl": "4",
            "sub": null,
            "tit": "8 - (3) ورحل عبد الرحمن"
        },
        {
            "id": "68",
            "lvl": "3",
            "sub": null,
            "tit": "ج - قال عنه زملاؤه:"
        },
        {
            "id": "68",
            "lvl": "4",
            "sub": "1",
            "tit": "9 - (1) عاجل بشرى المؤمن"
        },
        {
            "id": "70",
            "lvl": "4",
            "sub": null,
            "tit": "10 - (2) أعظم الأماني الشهادة في سبيل الله تعالى"
        },
        {
            "id": "72",
            "lvl": "4",
            "sub": null,
            "tit": "11 - (3) الأمر بالمعروف مع سعة الصدر"
        },
        {
            "id": "75",
            "lvl": "4",
            "sub": null,
            "tit": "12 - (4) عبد الرحمن لم تمت أخلاقه وبقيت معالمها"
        },
        {
            "id": "77",
            "lvl": "4",
            "sub": null,
            "tit": "13 - (5) يا رب فارحمه ووسع قبره وانشر له نورا بكل مكان"
        },
        {
            "id": "79",
            "lvl": "4",
            "sub": null,
            "tit": "14 - (6) الخشوع والإخبات لله تعالى"
        },
        {
            "id": "83",
            "lvl": "4",
            "sub": null,
            "tit": "15 - (7) حكم وفوائد عظيمة"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الأول: الأسباب التي دعت إلى فتح مكة والإعداد له"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الأول: الأسباب التي دعت إلى فتح مكة"
        },
        {
            "id": "102",
            "lvl": "3",
            "sub": "1",
            "tit": "المبحث الأول: سبب الفتح"
        },
        {
            "id": "104",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الثاني: قصود أبي سفيان المدينة للمفاوضات"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني: الإعداد للفتح"
        },
        {
            "id": "107",
            "lvl": "3",
            "sub": "1",
            "tit": "المبحث الأول: عزم الرسول - صلى الله عليه وسلم - على التجهز والحشد"
        },
        {
            "id": "109",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الثاني: محاولة نقل نبأ الغزو"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثاني: مسيرة الجيش النبوي"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الأول: توزيع الجيش، وتحركه، والوضع المكي"
        },
        {
            "id": "113",
            "lvl": "3",
            "sub": "1",
            "tit": "المبحث الأول: توزيع الجيش عسكريا"
        },
        {
            "id": "115",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الثاني: زحف الجيش، وتحركه، والوضع المكي"
        },
        {
            "id": "117",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني: تجسس قريش للأخبار"
        },
        {
            "id": "117",
            "lvl": "3",
            "sub": "1",
            "tit": "المبحث الأول: إسلام العباس، وتجسسات قريش للأخبار النبوية"
        },
        {
            "id": "120",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الثاني: إسلام أبي سفيان، والعرض العسكري أمامه"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثالث: دخول مكة المكرمة"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الأول: ترتيبات العسكر الإسلامي في الدخول"
        },
        {
            "id": "124",
            "lvl": "3",
            "sub": "1",
            "tit": "المبحث الأول: ترتيبات الدخول"
        },
        {
            "id": "126",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الثاني: اشتباك مع فرسان خالد بن الوليد:"
        },
        {
            "id": "128",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني: دخول المسجد الحرام، وتحطيم الأصنام"
        },
        {
            "id": "128",
            "lvl": "3",
            "sub": "1",
            "tit": "المبحث الأول: دخول المسجد الحرام، وتحطيم الأصنام"
        },
        {
            "id": "129",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الثاني: أخبار المهدرة دماؤهم"
        },
        {
            "id": "133",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الرابع: الآثار الاستراتيجية للفتح ومقومات الانتصار"
        },
        {
            "id": "134",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الأول: الآثار الاستراتيجية للفتح، ودروس منه"
        },
        {
            "id": "134",
            "lvl": "3",
            "sub": "1",
            "tit": "المبحث الأول: الآثار الاستراتيجية للفتح"
        },
        {
            "id": "136",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الثاني: دروس من الفتح"
        },
        {
            "id": "138",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني: مقومات الانتصار في الفتح"
        },
        {
            "id": "138",
            "lvl": "3",
            "sub": "1",
            "tit": "المبحث الأول: الهدف"
        },
        {
            "id": "138",
            "lvl": "3",
            "sub": "2",
            "tit": "المبحث الثاني: الوسيلة"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        }
    ]
}