{
    "b1865": [
        {
            "id": "1",
            "nass": "الاختلاف في العمل الإسلامي: ¶ الأسباب والآثار ¶ للشيخ الأستاذ الدكتور ¶ ناصر بن سليمان العمر ¶ أولًا: مقدمات. ¶ الحمد لله والصلاة والسلام على رسول الله وبعد، فلا يخفى على كل مسلم بصير ما تعيشه أمة الإسلام من شتات وفرقة، واختلافات أوجبت عداوة وشقاق، إذ تجاذبت أهلها الأهواء، وتشعبت بهم البدع، وتفرقت بهم السبل، فلا عجب أن تراهم بين خصومة مذهبية، وحزبية فكرية، وتبعية غربية أو شرقية.. والنتيجة يخبر عنها قول المولى عز وجل: {ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ} . ¶ وإذا كان المسلمون اليوم يلتمسون الخروج من هذا المأزق فلا سبيل إلاّ بالاعتصام بحبل الله المتين وصراطه المستقيم، مجتمعين غير متفرقين، متعاضدين غير مختلفين.",
            "page": "1",
            "part": "1",
            "seal": "B8F4E9E1"
        },
        {
            "id": "2",
            "nass": "ويكون ذلك بتوحيد الهدف والغاية مع حسن النية وسلامة القصد قال ابن القيم رحمه الله: \"ووقوع الاختلاف بين الناس أمر ضروري لا بد منه لتفاوت إرادتهم وأفهامهم وقوى إدراكهم ولكن المذموم بغي بعضهم على بعض وعدوانه وإلا فإذا كان الاختلاف على وجه لا يؤدي إلى التباين والتحزب وكل من المختلفين قصده طاعة الله ورسوله لم يضر ذلك الاختلاف فإنه أمر لا بد منه في النشأة الإنسانية ولكن إذا كان الأصل واحدا والغاية المطلوبة واحدة والطريق المسلوكة واحدة لم يكد يقع اختلاف وإن وقع كان اختلافا لا يضر كما تقدم من اختلاف الصحابة فإن الأصل الذي بنوا عليه واحد وهو كتاب الله وسنة رسوله والقصد واحد وهو طاعة الله ورسوله والطريق واحد وهو النظر في أدلة القرآن والسنة وتقديمها على كل قول ورأي وقياس وذوق وسياسة\". (1) ¶ _________ ¶ (1) الصواعق المرسلة 2 / 519.",
            "page": "2",
            "part": "1",
            "seal": "0817C052"
        },
        {
            "id": "3",
            "nass": "والاختلاف موضوع الحديث هو: \"نقيض الاتفاق. جاء في اللسان ما مفاده: اختلف الأمران لم يتفقا. وكل ما لم يتساوَ فقد اختلف. والخلاف: المضادة، وخالفه إلى الشيء عصاه إليه، أو قصده بعد أن نهاه عنه. ويستعمل الاختلاف عند الفقهاء بمعناه اللغوي وكذلك الخلاف\" وبعض الفقهاء فرق بين الاختلاف والخلاف باصطلاحات خاصة، أما \" (الافتراق) (والتفرق) (والفرقة) فبمعنى أن يكون كل مجموعة من الناس وحدهم. ففي القاموس: الفريق القطيع من الغنم، والفريقة قطعة من الغنم تتفرق عنها فتذهب تحت الليل عن جماعتها. فهذه الألفاظ أخص من الاختلاف\". (1) ¶ فليس كل اختلاف افتراق، وكل افتراق اختلاف، وليس شرطًا أن يكونا مذمومين على ما سيأتي بيانه وإن كان الغلب ذم أهل الفرقة والاختلاف. ¶ _________ ¶ (1) الموسوعة الفقهية 2 / 291.",
            "page": "3",
            "part": "1",
            "seal": "2BA1B418"
        },
        {
            "id": "4",
            "nass": "أقسام الاختلاف: ¶ الاختلاف ينقسم إلى أقسام عدة اعتبارات مختلفة يتباين الحكم عليها فمنها: ¶ انقسام الاختلاف باعتبار حقيقة المسائل المختلف فيها فمنه:",
            "page": "4",
            "part": "1",
            "seal": "BB4741C3"
        },
        {
            "id": "5",
            "nass": "1- اختلاف صوري، ومن قبيله اختلاف التفاوت كالذي يكون في الكلام فيكون بعضه بليغًا وبعضه دون ذلك، ومنه كذلك اختلاف التلاؤم الذي يكون في الكلام، ومن قبيله كذلك اختلاف التنوع وهو \"أن يذكر كل من المختلفين من الاسم العام بعض أنواعه على سبيل التمثيل وتنبيه المستمع، لا على سبيل الحد المطابق للمحدود في عمومه وخصوصه. مثال ذلك تفسير قوله تعالى: {فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ} قال بعضهم: السابق الذي يصلي أول الوقت، والمقتصد في أثنائه، والظالم لنفسه الذي يؤخر العصر إلى الاصفرار. وقيل: السابق المحسن بالصدقة، والمقتصد بالبيع، والظالم بأكل الربا. واختلاف التنوع في الأحكام الشرعية قد يكون في الوجوب تارة وفي الاستحباب أخرى: فالأول مثل أن يجب على قوم الجهاد، وعلى قوم الصدقة، وعلى قوم تعليم العلم. وهذا يقع في فروض الأعيان، وفي فروض الكفايات، ولها تنوع يخصها، وهو أنها تتعين على من لم يقم بها غيره: فقد تتعين في وقت، أو مكان، وعلى شخص أو طائفة كما يقع مثل ذلك في الولايات والجهات والفتيا والقضاء. قال ابن تيميه: وكذلك كل تنوع في الواجبات يقع مثله في",
            "page": "5",
            "part": "1",
            "seal": "3D813EFE"
        },
        {
            "id": "6",
            "nass": "المستحبات. قد نظر الشاطبي في المسألة، وحصر الخلاف غير الحقيقي في عشرة أنواع: ¶ منها: ما تقدم من الاختلاف في العبارة. ومنها: أن لا يتوارد الخلاف على محل واحد. ومنها: اختلاف أقوال الإمام الواحد، بناء على تغير الاجتهاد، والرجوع عما أفتى به أولا. ومنها: أن يقع الاختلاف في العمل لا في الحكم، بأن يكون كل من العملين جائزا، كاختلاف القراء في وجوه القراءات، فإنهم لم يقرءوا بما قرءوا به على إنكار غيره، بل على إجازته والإقرار بصحته، فهذا ليس في الحقيقة باختلاف، فإن المرويات على الصحة لا خلاف فيها، إذ الكل متواتر. وهذه الأنواع السابقة تقع في تفسير القرآن، وفي اختلافهم في شرح السنة، وكذلك في فتاوى الأئمة وكلامهم في مسائل العلم. وهي أنواع - وإن سميت خلافا - إلا أنها ترجع إلى الوفاق\". (1) ¶ تنبيه الاختلاف الصوري: منه المذموم وهو ما وقع في باطل. ¶ اختلاف حقيقي ومنه اختلاف التضاد وهو قسمان سائغ وغير سائغ ولعله تأتي الإشارة إليهما. (2) ¶ _________ ¶ (1) الموسوعة الفقهية 2 / 292-293. ¶ (2) ينظر كذلك فقه الائتلاف لمحمود الخزندار ص34.",
            "page": "6",
            "part": "1",
            "seal": "895D3AFD"
        },
        {
            "id": "7",
            "nass": "ومن أقسام الاختلاف انقسام الاختلاف باعتبار ما يوجبه فمنه: ¶ اختلاف يقتضي عداوة وشقاقا، ويقع في الاختلاف الحقيقي، كالاختلاف في الأصول المجمع عليها. ¶ اختلاف لا يقتضي عداوة وشقاقا، ويقع في عامة الاختلاف الصوري وقد يقع في الاختلاف الحقيقي كالاختلاف في كثير من الفروع باجتهاد سائغ.",
            "page": "7",
            "part": "1",
            "seal": "FE6938E0"
        },
        {
            "id": "8",
            "nass": "ومن أقسام الاختلاف انقسام الاختلاف باعتبار أثره فمنه: ¶ 1- اختلاف مؤثر في الأحكام والأعمال المترتبة. ¶ 2- اختلاف نظري ذهني لا ينبني عليه شيء في أرض الواقع. ¶ فالأول اختلاف مؤثر في العمل ومنه السائغ الذي لا يضر ومنه غير السائغ، والآخر من قبيل اختلاف السفسطائية هل البيضة قبل الدجاجة أم الدجاجة قبل البيضة! قال شيخ الإسلام: \"وأما ما يحتاج المسلمون إلى معرفته فإن الله نصب على الحق فيه دليلا فمثال ما لا يفيد ولا دليل على الصحيح منه اختلافهم في لون كلب أصحاب الكهف وفى البعض الذي ضرب به موسى من البقرة وفى مقدار سفينة نوح وما كان خشبها وفى اسم الغلام الذي قتله الخضر ونحو ذلك فهذه الأمور طريق العلم بها النقل فما كان من هذا منقولا نقلا صحيحا عن النبي [صلى الله عليه وسلم] كاسم صاحب موسى أنه الخضر فهذا معلوم وما لم يكن كذلك بل كان مما يؤخذ عن أهل الكتاب كالمنقول عن كعب ووهب ومحمد بن اسحق وغيرهم ممن يأخذ عن أهل الكتاب فهذا لا يجوز تصديقه ولا تكذيبه إلا بحجة\" (1) وقال: \"وغالب ذلك مما لا فائدة فيه تعود إلى أمر ديني ولهذا يختلف علماء أهل الكتاب في مثل هذا كثيرًا..\". (2) ¶ _________ ¶ (1) الفتاوى 13 / 345. ¶ (2) الفتاوى 13 / 367.",
            "page": "8",
            "part": "1",
            "seal": "F61C3F83"
        },
        {
            "id": "9",
            "nass": "من أهم أقسام الاختلاف التي تحتاج إلى تحرير انقسام الاختلاف باعتبار مدح أصحابه وذمهم:",
            "page": "9",
            "part": "1",
            "seal": "69B9034F"
        },
        {
            "id": "10",
            "nass": "وقد حرر ذلك ابن القيم -رحمه الله- في الصواعق حيث قال:\"الاختلاف في كتاب الله نوعان: ¶ أحدهما: أن يكون المختلفون كلهم مذمومين، وهم الذين اختلفوا بالتأويل وهم الذين نهانا الله سبحانه عن التشبه بهم في قوله: {وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا} [آل عمران:105] ، وهم الذين تسود وجوههم يوم القيامة وهم الذين قال الله تعالى فيهم: {ذَلِكَ بِأَنَّ اللَّهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ} [البقرة:176] ، فجعل المختلفين كلهم في شقاق بعيد، وهذا النوع هو الذي وصف الله أهله بالبغي وهو الذي يوجب الفرقة والاختلاف وفساد ذات البين ويوقع التحزب والتباين.",
            "page": "10",
            "part": "1",
            "seal": "4C641B31"
        },
        {
            "id": "11",
            "nass": "والنوع الثاني: اختلاف ينقسم أهله إلى محمود ومذموم، فمن أصاب الحق فهو محمود، ومن أخطأه مع اجتهاده في الوصول إليه فاسم الذم موضوع عنه، وهو محمود في اجتهاده معفو عن خطئه، وإن أخطأه مع تفريطه وعدوانه فهو مذموم. ¶ ومن هذا النوع المنقسم قوله تعالى: {وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِمْ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ وَلَكِنِ اخْتَلَفُوا فَمِنْهُمْ مَنْ آمَنَ وَمِنْهُمْ مَنْ كَفَرَ} [البقرة:253] ، وقال تعالى: {وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ} [الشورى:10] .",
            "page": "11",
            "part": "1",
            "seal": "56891490"
        },
        {
            "id": "12",
            "nass": "والاختلاف المذموم كثيرًا ما يكون مع كل فرقة من أهله بعض الحق فلا يقر له خصمه به، بل يجحده إياه بغيًا ومنافسة، فيحمله ذلك على تسليط التأويل الباطل على النصوص التي مع خصمه، وهذا شأن جميع المختلفين بخلاف أهل الحق فإنهم يعلمون الحق من كل من جاء به، فيأخذون حق جميع الطوائف ويردون باطلهم فهؤلاء الذين قال الله فيهم: {فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ} [البقرة:213] ، فأخبر سبحانه أنه هدى عباده لما اختلف فيه المختلفون. ¶ وكان النبي يقول في دعائه: «اللهم رب جبريل وميكائيل وإسرافيل فاطر السماوات والأرض عالم الغيب والشهادة أنت تحكم بين عبادك فيما كانوا فيه يختلفون اهدني لما اختلف فيه من الحق بإذنك إنك تهدي من تشاء إلى صراط مستقيم.»",
            "page": "12",
            "part": "1",
            "seal": "B032B14A"
        },
        {
            "id": "13",
            "nass": "فمن هداه الله سبحانه إلى الأخذ بالحق حيث كان ومع من كان ولو كان مع من يبغضه ويعاديه ورد الباطل مع من كان ولو كان مع من يحبه ويواليه فهو ممن هدى لما اختلف فيه من الحق، فهذا أعلم الناس وأهداهم سبيلا وأقومهم قيلا وأهل هذا المسلك إذا اختلفوا فاختلافهم اختلاف رحمة وهدى يقر بعضهم بعضًا عليه ويواليه ويناصره، وهو داخل في باب التعاون والتناظر الذي لا يستغني عنه الناس في أمور دينهم ودنياهم، بالتناظر والتشاور وإعمالهم الرأي وإجلائهم الفكر في الأسباب الموصلة إلى درك الصواب فيأتي كل منهم بما قدحه زناد فكره وأدركته قوة بصيرته، فإذا قوبل بين الآراء المختلفة والأقاويل المتباينة وعرضت على الحاكم الذي لا يجور وهو كتاب الله وسنة رسوله وتجرد الناظر عن التعصب والحمية واستفرغ وسعه وقصد طاعة الله ورسوله فقل أن يخفى عليه الصواب من تلك الأقوال، وما هو أقرب إليه، والخطأ، وما هو أقرب إليه، فإن الأقوال المختلفة لا تخرج عن الصواب، وما هو أقرب إليه، والخطأ، وما هو أقرب إليه، ومراتب القرب والبعد متفاوتة، وهذا النوع من الاختلاف لا يوجب معاداة ولا افتراقًا في الكلمة ولا تبديدًا للشمل فإن الصحابة رضي الله عنهم اختلفوا",
            "page": "13",
            "part": "1",
            "seal": "C0183FA7"
        },
        {
            "id": "14",
            "nass": "في مسائل كثيرة من مسائل الفروع كالجد مع الإخوة، وعتق أم الولد بموت سيدها، ووقوع الطلاق الثلاث بكلمة واحدة، وفي الخلية والبرية والبتة، وفي بعض مسائل الربا، وفي بعض نواقص الوضوء وموجبات الغسل، وبعض مسائل الفرائض وغيرها، فلم ينصب بعضهم لبعض عداوة، ولا قطع بينه وبينه عصمة، بل كانوا كل منهم يجتهد في نصر قوله بأقصى ما يقدر عليه، ثم يرجعون بعد المناظرة إلى الألفة والمحبة والمصافاة والموالاة، من غير أن يضمر بعضهم لبعض ضغنا، ولا ينطوي له على معتبة ولا ذم، بل يدل المستفتي عليه مع مخالفته له، ويشهد له بأنه خير منه وأعلم منه، فهذا الاختلاف أصحابه بين الأجرين والأجر، وكل منهم مطيع لله بحسب نيته واجتهاده وتحريه الحق\". (1) ¶ _________ ¶ (1) الصواعق المرسلة لابن القيم 2 / 214-218.",
            "page": "14",
            "part": "1",
            "seal": "3BEBC47E"
        },
        {
            "id": "15",
            "nass": "وهذا النوع من الاختلاف بهذا المسلك الذي ذكره يراه بعض أهل العلم كالشاطبي -رحمه الله- يرجع في الحقيقة إلى وفاق، \"فإن الاختلاف في بعض المسائل الفقهية راجع إما إلى دورانها بين طرفين واضحين يتعارضان في أنظار المجتهدين، وإما إلى خفاء بعض الأدلة، أو إلى عدم الاطلاع على الدليل. وهذا الثاني ليس في الحقيقة خلافا، إذ لو فرضنا اطلاع المجتهد على ما خفي عليه لرجع عن قوله، فلذا ينقضي لأجله قضاء القاضي. أما الأول فإن تردده بين الطرفين تحر لقصد الشارع المبهم بينهما من كل واحد من المجتهدين، واتباع للدليل المرشد إلى تعرف قصده. وقد توافقوا في هذين القصدين توافقا لو ظهر معه لكل واحد منهما خلاف ما رآه لرجع إليه، ولوافق صاحبه. وسواء قلنا بالتخطئة أو بالتصويب، إذ لا يصح للمجتهد أن يعمل على قول غيره وإن كان مصيبا أيضا. فالإصابة على قول المصوبة إضافية. فرجع القولان إلى قول واحد بهذا الاعتبار. فهم في الحقيقة متفقون لا مختلفون. ومن هنا يظهر وجه التحاب والتآلف بين المختلفين في مسائل الاجتهاد ; لأنهم مجتمعون على طلب قصد الشارع، فلم يصيروا شيعا، ولا تفرقوا فرقا\". (1) ¶ _________ ¶ (1) الموسوعة الفقهية 2 / 295.",
            "page": "15",
            "part": "1",
            "seal": "0996C535"
        },
        {
            "id": "16",
            "nass": "فلو نظرت هذا النوع من الاختلاف الذي حمده الشاطبي وابن القيم وغيرهم من أهل العلم وجدت الحمد منصبًا على اتفاق المختلفين في مراعاتهم قصد الشارع وطلبهم لمراده واتباعهم الدليل الذي ظهر منهم ومن هذه الجهة جاء مدح مثل هؤلاء المختلفين.",
            "page": "16",
            "part": "1",
            "seal": "B0A9F5EF"
        },
        {
            "id": "17",
            "nass": "ويتبع للتقسيم الذي سبق نوع آخر من الاختلاف: ¶ وهو وفاق في الحقيقة وهو اختلاف في الاختيار والأولى بعد الاتفاق على جواز الجميع كالاختلاف في أنواع الأذان والإقامة وصفات التشهد والاستفتاح وأنواع النسك الذي يحرم به قاصد الحج والعمرة وأنواع صلاة الخوف والأفضل من القنوت أو تركه ومن الجهر بالبسملة أو إخفائها ونحو ذلك فهذا وإن كان صورته صورة اختلاف فهو اتفاق في الحقيقة\". (1) ¶ _________ ¶ (1) الصواعق 2 / 219.",
            "page": "17",
            "part": "1",
            "seal": "E7D2079D"
        },
        {
            "id": "18",
            "nass": "والأصل ذم الخلاف وتجنبه، مادام اختلافًا حقيقيًا قد يسبب فرقة ويوقع في تعارض، وهذا ما دلت عليه نصوص الوحيين ففي السنة جاء النهي عن \"الذرائع التي توجب الاختلاف والتفرق والعداوة والبغضاء كخطبة الرجل على خطبة أخيه وسومه على سومه وبيعه على بيعه وسؤال المرأة طلاق ضرتها وقال إذا بويع لخليفتين فاقتلوا الآخر منهما سدا لذريعة الفتنة والفرقة ونهى عن قتال الأمراء والخروج على الأئمة وإن ظلموا وجاروا ما أقاموا الصلاة سدا لذريعة الفساد العظيم والشر الكبير بقتالهم كما هو الواقع فإنه حصل بسبب قتالهم والخروج عليهم من الشرور أضعاف أضعاف ما هم عليه والأمة في تلك الشرور إلى الآن\". (1) ¶ وأدلة القرآن كثيرة ومنها: ¶ _________ ¶ (1) إغاثة اللهفان ص369.",
            "page": "18",
            "part": "1",
            "seal": "15AF8283"
        },
        {
            "id": "19",
            "nass": "قال الله تعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ} {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} {وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ} . ¶ وقال سبحانه: {وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} .",
            "page": "19",
            "part": "1",
            "seal": "FBAF3195"
        },
        {
            "id": "20",
            "nass": "وقال عز وجل: {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ} {وَمَا تَفَرَّقُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ إِلَى أَجَلٍ مُسَمًّى لَقُضِيَ بَيْنَهُمْ وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ} . ¶ وقال سبحانه: {ذَلِكَ بِأَنَّ اللَّهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ} .",
            "page": "20",
            "part": "1",
            "seal": "40F1CB54"
        },
        {
            "id": "21",
            "nass": "بل عمل الخير إذا قصد به التمييز والتفريق بين المؤمنين كان لأصحابه نصيب من الذم، قال الله تعالى: {وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ وَإِرْصَادًا لِمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلَّا الْحُسْنَى وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ} {لَا تَقُمْ فِيهِ أَبَدًا لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ} . ¶ فالاختلاف ما دام اختلاف تعارض ينقض بعضه بعضا شر لا يسلم منه إلاّ من كان معه الصواب، فإذا توزع الصواب بين المختلفين كان معهم من الخير والبعد عن الذم بمقدار ما معهم من الحق، ومع ذلك قد يعذر فيه المجتهد المخطئ بل يثاب لإرادته الخير وقصده، ولهذا يسلم من آثار الاختلاف المذموم المجتهدون الذين استفرغوا وسعهم في معرفة الحق والعمل به.",
            "page": "21",
            "part": "1",
            "seal": "F6A65BF5"
        },
        {
            "id": "22",
            "nass": "الاختلاف بين المشيئة الكونية والشرعية: ¶ الاختلاف سنة كونية وقدر واقع لا محالة بمشيئة الله الكونية، قال الله تعالى: {وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً وَلَا يَزَالُونَ مُخْتَلِفِينَ} {إِلَّا مَنْ رَحِمَ رَبُّكَ وَلِذَلِكَ خَلَقَهُمْ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ} . ¶ والقدر الكوني إن كان شرًا فيجب أن يسعى الإنسان للخروج منه وعدم الوقوع فيه، كالكفر فهو قدر كوني حكم الله بوجوده كونًا، ومع ذلك واجب على كل إنسان أن يجتنبه وكذلك المعاصي، وكل ذلك مقدر شاء الله وقوعه كونًا بناء على علمه باختيار الإنسان، فالله عز وجل وهب خلقه مشيئة واختيارًا خاضعة لمشيئة الله مع علمه باختيارهم وكتابته له وتقدير كونه منهم. ¶ فالخلاف قد يكون قدرًا كونيًا فيه شر ولا يخلو من خير -فالله لا يخلق شرًا محضًا- فلا يستسلم له العبد بل يقاومه بالقدر، فإن لم يزله خفف من آثاره وخرج بأقل أضراره.",
            "page": "22",
            "part": "1",
            "seal": "BDF45E52"
        },
        {
            "id": "23",
            "nass": "مسألة هل الاختلاف رحمة وخير أم عذاب وشر؟ ¶ رُويت في ذلك أحاديث لا تثبت مثل حديث «أصحابي كالنجوم فبأيهم اقتديتم اهتديتم،» (1) وحديث «اختلاف أمتي رحمة» . (2) ¶ ومع عدم ثبوت نص تباينت أقوال السلف في المسألة فأثر:\"عن عمر بن عبد العزيز قوله: ما أحب أن أصحاب رسول الله لم يختلفوا; لأنه لو كان قولا واحدا كان الناس في ضيق، وأنهم أئمة يقتدى بهم، فلو أخذ أحد بقول رجل منهم كان في سعة. ¶ وعن يحيى بن سعيد أنه قال: اختلاف أهل العلم توسعة، وما برح المفتون يختلفون، فيحلل هذا ويحرم هذا، فلا يعيب هذا على هذا، ولا هذا على هذا. ¶ وقال ابن عابدين: الاختلاف بين المجتهدين في الفروع - لا مطلق الاختلاف - من آثار الرحمة فإن اختلافهم توسعة للناس. قال: فمهما كان الاختلاف أكثر كانت الرحمة أوفر. ¶ وهذه القاعدة ليست متفقا عليها, فقد روى ابن وهب عن إمام دار الهجرة مالك بن أنس أنه قال: ليس في اختلاف أصحاب رسول الله صلى الله عليه وسلم سعة, وإنما الحق في واحد. ¶ وقال المزني صاحب الشافعي: ذم الله الاختلاف وأمر بالرجوع عنده إلى الكتاب والسنة. ¶ وتوسط ابن تيمية بين الاتجاهين, فرأى أن الاختلاف قد يكون رحمة, وقد يكون عذابًا. ¶ _________ ¶ (1) نقل الإمام ابن تيميه تضعيفه عن الأئمة في منهاج السنة 4 / 238، وقال الحافظ العراقي في مختصر المنهاج: إسناده ضعيف من أجل حمزة فقد اتهم بالكذب ص55، وقد حكم الألباني بوضعه في غير موضع انظر الضعيفة 58. ¶ (2) ذكر الألباني أنه موضوع لا سند له انظر ضعيف الجامع 230، وبداية السول ص19، وقد ذكر الحافظ العراقي أثر: اختلاف أصحابي لأمتي رحمة وحكم بأنه مرسل ضعيف، مختصر المنهاج ص60.",
            "page": "23",
            "part": "1",
            "seal": "789BB139"
        },
        {
            "id": "24",
            "nass": "قال: النزاع في الأحكام قد يكون رحمة إذا لم يفض إلى شر عظيم من خفاء الحكم. والحق في نفس الأمر واحد، وقد يكون خفاؤه على المكلف - لما في ظهوره من الشدة عليه - من رحمة الله به، فيكون من باب {لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ} . وهكذا ما يوجد في الأسواق من الطعام والثياب قد يكون في نفس الأمر مغصوبا, فإذا لم يعلم الإنسان بذلك كان كله حلالا لا شيء عليه فيه بحال، بخلاف ما إذا علم. فخفاء العلم بما يوجب الشدة قد يكون رحمة، كما أن خفاء العلم بما يوجب الرخصة قد يكون عقوبة، كما أن رفع الشك قد يكون رحمة وقد يكون عقوبة. والرخصة رحمة. وقد يكون مكروه النفس أنفع كما في الجهاد\". (1) ¶ _________ ¶ (1) الموسوعة الفقهية 2 / 295-296 بتصرف يسير.",
            "page": "24",
            "part": "1",
            "seal": "39BF4053"
        },
        {
            "id": "25",
            "nass": "عمل أهل العلم على الخروج من الخلاف: ¶ لكون الاختلاف مذموما من حيث الجملة، فقد راعى كثير من أهل العلم الخروج من الخلاف في تعليل كثير من الأحكام، ومن ذلك قول بعض فقهاء الحنابلة بكراهة الطهارة بالماء المتغير بمجاورة أو بملح مائي مع أنه طهور، ولكنهم يعللون بمخالفة غيرهم لهم فيما اختاروا، فاستحبوا الخروج من الخلاف بكراهة استعمال ذلك الماء. (1) ¶ ومنه كذلك قول بعض فقهاء الأحناف بالندب للإشهاد على الرجعة خروجًا من الخلاف. (2) ¶ ومنه قول بعض فقهاء المالكية بطواف القدوم بنية الركنية خروجًا من الخلاف. (3) ¶ ومنه قول الشافعية باستحباب عدم القصر لسفر أقل من مسيرة ثلاث أيام للخروج من الخلاف. (4) ¶ ويكاد يطبق أرباب المذاهب الأربعة على التعليل بالخروج من الخلاف في اختياراتهم الفقهية. ¶ _________ ¶ (1) الممتع شرح زاد المستقنع لابن عثيمين كتاب الطهارة 1 /. ¶ (2) البحر الرائق لابن نجيم 4 / 55. ¶ (3) منح الجليل شرح مختصر خليل، لعليش 2 / 222. ¶ (4) المجموع 4 / 212.",
            "page": "25",
            "part": "1",
            "seal": "C54A4EC0"
        },
        {
            "id": "26",
            "nass": "ولكنهم وضعوا لذلك ضوابط من أهمها ما قرره العز بن عبد السلام حيث يقول: \"والضابط في هذا أن مأخذ المخالف إن كان في غاية الضعف والبعد عن الصواب فلا نظر إليه، ولا التفات عليه، إذ كان ما اعتمد عليه لا يصح نصه دليلًا شرعًا\" (1) ثم قال: \"وإن تقاربت الأدلة في سائر الخلاف بحيث لا يبعد قول المخالف كل البعد فهذا مما يستحب الخروج من الخلاف فيه حذرا من كون الصواب مع الخصم والشرع يحتاط لفعل الواجبات والمندوبات, كما يحتاط لترك المحرمات والمكروهات\". ¶ فالخلاف إذا كان له حظٌّ من النَّظر، والأدلَّة تحتمله، فالمحققون يكرهون ويستحبون لأجل الخروج منه؛ لا لأنَّ فيه خلافًا بل هو من باب «دَعْ ما يَريبُك إلى ما لا يَريبُك» ، ويتأكد هذا بل قد يتعين حتى مع الخلاف الضعيف إن خشي ترتب مفسدة أعظم على الخلاف. ¶ أما إذا كان الخلاف لا حَظَّ له من النَّظر فلا يُمكن أن نعلِّلَ به المسائل؛ ونأخذ منه حكمًا. ¶ فليس كلُّ خلافٍ جاء مُعتَبر ... ًا إلا خلافٌ له حظٌّ من النَّظر ¶ _________ ¶ (1) قواعد الأحكام للعز بن عبد السلام، 1 / 253.",
            "page": "26",
            "part": "1",
            "seal": "894D7D4E"
        },
        {
            "id": "27",
            "nass": "ولأنَّ الأحكام لا تثبت إلاّ بدليل، ومراعاة الخلاف غير المعتبر لا تصلح دليلًا شرعيًا، فيقال: هذا مكروه، أو غير مكروه بناء عليه، إلاّ إن خشي ترتب مفسدة أعظم جراء الفرقة فتقدر حينها الأمور بقدرها وذلك لأمر خارج عن مجرد الخلاف غير المعتبر، مع العمل على إعادة الحق إلى نصابه وإقرار المصيب على صوابه.",
            "page": "27",
            "part": "1",
            "seal": "BDCF28C4"
        },
        {
            "id": "28",
            "nass": "حكم الاختلاف في العمل الإسلامي ¶ حكم الاختلاف على أنواع: ¶ \" النوع الأول: أصول الدين التي تثبت بالأدلة القاطعة، كوجود الله تعالى ووحدانيته، وملائكته وكتبه ورسالة محمد صلى الله عليه وسلم والبعث بعد الموت ونحو ذلك. فهذه أمور لا مجال فيها للاختلاف, من أصاب الحق فيها فهو مصيب، ومن أخطأه فهو كافر. ¶ النوع الثاني: بعض مسائل أصول الدين، مثل مسألة رؤية الله في الآخرة، وخلق القرآن، وخروج الموحدين من النار، وما يشابه ذلك، فقيل يكفر المخالف، ومن القائلين بذلك الشافعي. فمن أصحابه من حمله على ظاهره. ومنهم من حمله على كفران النعم. ¶ النوع الثالث: [الأمور] (1) المعلومة من الدين بالضرورة كفرضية الصلوات الخمس، وحرمة الزنا، فهذا ليس موضعا للخلاف. ومن خالف فيه فقد كفر. ¶ _________ ¶ (1) في أصل الموسوعة الفروع، وهذا محل نظر وإن جرى على ألسنة المتكلمين وقد بين ذلك المحققين من أهل العلم.",
            "page": "28",
            "part": "1",
            "seal": "4DF71472"
        },
        {
            "id": "29",
            "nass": "النوع الرابع: الفروع الاجتهادية التي قد تخفى أدلتها. فهذه الخلاف فيها واقع في الأمة. ويعذر المخالف فيها; لخفاء الأدلة أو تعارضها.. فأما إن كان في المسألة دليل صحيح صريح لم يطلع عليه المجتهد فخالفه، فإنه معذور بعد بذل الجهد، ويعذر أتباعه في ترك رأيه أخذا بالدليل الصحيح الذي تبين أنه لم يطلع عليه. فهذا النوع لا يصح اعتماده خلافا في المسائل الشرعية، لأنه اجتهاد لم يصادف محلا، وإنما يعد في مسائل الخلاف الأقوال الصادرة عن أدلة معتبرة في الشريعة\". (1) ¶ أما واقع العمل الإسلامي فإذا كان الاختلاف من قبيل التنوع كأن يتخصص كل فريق أو جماعة في عمل، فهو اختلاف صوري وهو مطلوب، أما إذا كان الاختلاف اختلاف تحزب وتعصب يمنع التعاون والتعاضد وسماع النصيحة من الآخر فهو اختلاف مذموم. وكثير منه يقع في مسائل اجتهادية أو فرعية المخالف فيها معذور، ومثل هذا الخلاف لا ينبغي أن يخرج بالناس إلى ساحة احتراب وتناحر، بل لأصحابه في صحابة رسول الله أسوة حسنة، فمع مخالفة بعضهم لبعض بقي إقرارهم بفضل ذوي الفضل وتوقيرهم مع عمل كل برأيه وسعيه لنشره. ¶ _________ ¶ (1) الموسوعة الفقهية 2 / 293-294 بتصرف يسير واختصار.",
            "page": "29",
            "part": "1",
            "seal": "5F1280C5"
        },
        {
            "id": "30",
            "nass": "والذي ينبغي هو أن يكون اختلاف المسلمين في العمل الإسلامي من هذا القبيل إن لم يكن من قبيل اختلاف التنوع ولا سيما مع كثير من الشعارات المرفوعة، فالهدف الأسمى واحد، ومجالات العمل متنوعة، والساحة تسع الجميع بل تحتاجهم. ¶ ولكن الواقع من الناحية العملية وجود التناحر والتحزبات والعصبيات التي تشبه عصبيات عصور التعصب المذهبي، ولئن سأل بعض المقلدة المتعصبة قديمًا عن حكم صلاة الحنفي خلف المالكي أو العكس، فإن بعض جهلة الحزبيين اليوم يسألون عن حكم الصلاة خلف بعض إخوتهم المسلمين! ¶ وكما أن أهل العلم ذموا التعصب للمذهب وأنكروه فإن علينا أن نذم التعصب للجماعات أو الأفراد وننكره، وكما أن الذم لا يتوجه للمذاهب المعتبرة وأئمتها عند أهل التحقيق، فإن الذم قد لا يتوجه إلى الجماعات ورؤوسها طالما كانت ملتزمة بالسنة في الجملة وإن خرج بعض رجالاتها عن ركب السنة باجتهادات شخصية لم تؤثر على دعوة الجماعة كحال بعض رجالات المذاهب الفقهية المتبوعة. ¶ وقد يتوجه الذم إلى الجماعة جملة وتفصيلًا إن كان التحزب والتقوقع أساسًا من أسسها، أو كان من أسسها القول بمذاهب شاذة أو اجتهادات غير سائغة عند أهل العلم.",
            "page": "30",
            "part": "1",
            "seal": "42E594AF"
        },
        {
            "id": "31",
            "nass": "ثانيًا: أسباب الافتراق. ¶ الأسباب كثيرة ويمكن أن نقسمها إلى خمسة عوامل رئيسية تندرج تحتها أنواع عدة، وبعض هذه الخمسة يتعلق ببعض ولكن أفردته لأهميته، وهذه العوامل هي: ¶ أولًا: تفاوت الناس في الطبائع والميول وتفاضلهم في العقول. ¶ قال ابن القيم رحمه الله: \"ووقوع الاختلاف بين الناس أمر ضروري لا بد منه لتفاوت إرادتهم وأفهامهم وقوى إدراكهم..\". (1) ¶ ولعل أثر تباين الطبائع والمدارك جلي في كثير من أشكال الاختلاف الواقع، فانظر إلى اختلاف أبي بكر وعمر رضي الله عنهما في شأن أسرى بدر تجد كل واحد منهما نزع إلى ما يقارب طبعه، فأبوبكر الرقيق الشفيق مال إلى المن أو الفداء، وعمر القوي الشديد جنح إلى الإثخان، وهو الذي جاء به القرآن. ¶ فالطبيعة الخلقة والظروف الاجتماعية والبيئية الخاصة بالشخص أو العامة في المجتمع كلها تؤثر على نمط التفكير فيجنح كل طرف إلى ما لا يجنح إليه الآخر. ¶ _________ ¶ (1) الصواعق 2 / 519.",
            "page": "31",
            "part": "1",
            "seal": "296392CE"
        },
        {
            "id": "32",
            "nass": "وفي بعض الأحيان يتطلب الحكم موازنة بين أمور تحتاج إلى قوة العقل وحضوره والناس متفاوتون في ذلك، ولا يعني هذا أن الأكمل عقلًا هو الأرجح اختيارًا أو هو الذي ينحو نحو الصواب دائمًا، وذلك لما يرد على الأفراد من أحوال وأوقات يتعكر فيها المزاج مع ازدحام الأشغال أو يذهل فيها المرء لمؤثرات أثرت عليه دون الآخر سواء كانت هذه المؤثرات منبعثة من البيئة الخارجية أو عوامل نفسية خاصة بالشخص فيؤدي ذلك لأن يخطئ الصواب وإن كان هو الأرجح عقلًا والأحضر ذهنًا من حيث الجملة. ولعل من ذلك قصة عمر -على أن في ثبوتها مقال- (1) مع المرأة في الميراث يوم قال أصابت امرأة وأخطأ عمر. ¶ وربما تفاضل الناس في إدراك الصواب واختلفوا لتبيان عقولهم ونفوسهم ضعفًا وقوة في جوانب مختلفة فبعض الناس قد يحسن النظر في مسائل لاتساع معارفهم وتمرين عقولهم عليها، ولا يحسنون الخوض في مسائل أخرى، وكم من إنسان تكلم في غير ما يحسن فأضحك الناس، وشواهد هذا كثيرة. ¶ ولهذا ذكر الأستاذ محمود الزحيلي أن أسباب الخلاف تنحصر في سبعة وذكر أولها: ¶ _________ ¶ (1) ممن ضعفها الألباني في الإرواء 6 / 348، وألف فيها نزار عرعور رسالة بعنوان القول المعتبر وبين ضعفها، وكذلك أفرد لها مقالًا يوسف العتيق في كتابه قصص لاتثبت ص27، على أن بعضهم صححها ومنهم مصطفى العدوي في كتابه جامع أحكام النساء 3 / 301. ولعل الصواب أن القصة لا تتقوى بالشواهد التي ذكروها فهي إما معضلة أو في أسانيدها ضعاف لا يحتمل جبر مروياتهم، وبخاصة الآثار التي ورد فيها قول عمر رضي الله عنه: أخطأ عمر وأصابت امرأة.",
            "page": "32",
            "part": "1",
            "seal": "1FE8C835"
        },
        {
            "id": "33",
            "nass": "الاختلاف في الأمور الجبلّية: إذ إن الأئمة والعلماء يتفاوتون في ملكاتهم وطبائعم وعقولهم، وهذا أمر طبعي ينتج عنه في بعض الأحايين اختلاف الأحكام المستنبطة من الأدلة الشرعية. ¶ ولعله قدم هذا لما له من أثر على البقية. ¶ ومن هذا القبيل الاختلاف في الحكم بسبب النسيان: ¶ ومن قبيله ما يروى من أن عليًا ذكر الزبير يوم الجمل شيئا عهده إليهما رسول الله فذكره فانصرف عن القتال قلت فيكون الناسي معذورًا بفتواه. ¶ ومنه كذلك عندما هم عمر رضي الله عنه أن يأخذ عيينة بن حصن فذكّره الحُر بن قيس بقول الله عز وجل: {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ} فأمسك.",
            "page": "33",
            "part": "1",
            "seal": "4FE8D205"
        },
        {
            "id": "34",
            "nass": "ثانيًا: من أسباب الاختلاف تفاوت الناس في العلم والمعرفة. ¶ فأصل حدوث الاختلاف المذموم والتفرق في الأمة هو الجهل بالدين ولهذا قال الشاطبي رحمه الله: \"الاختلاف في القواعد الكلية لا يقع بين المتبحرين في علم الشريعة الخائضين في لجتها العظمى، العالمين بمواردها ومصادرها، والدليل على ذلك اتفاق العصر الأول وعامة العصر الثاني\". (1) ¶ ولهذا روي أن عمر بن الخطاب رضي الله عنه خلا يومًا فجعل يحدث نفسه: كيف تختلف هذه الأمة ونبيها واحد وقبلتها واحدة وكتابها واحد؟ فأرسل إلى ابن عباس رضي الله عنهما وسأله، فقال ابن عباس: يا أمير المؤمنين: إنما نزل القرآن علينا فقرأناه وعلمنا فيما نزل، وأنه سيكون بعدنا أقوام يقرءون القرآن ولا يدرون فيما نزل فيكون لكل قوم فيه رأي، فإذا كان ذلك اختلفوا. (2) ¶ قال الإمام الشاطبي معلقًا: وما قاله ابن عباس رضي الله عنهما هو الحق، فإنه إذا عرف الرجل فيما نزلت الآية أو السورة عرف مخرجها وتأويلها وما قُصد بها، فلم يتعد ذلك فيها، وإذا جهل فيما أنزلت احتمل النظر فيها أوجهًا، فذهب كل إنسان مذهبًا لا يذهب إليه الآخر. ¶ _________ ¶ (1) الاعتصام 2 / 172. ¶ (2) الاعتصام 2 / 183 باختصار يسير.",
            "page": "34",
            "part": "1",
            "seal": "A2475994"
        },
        {
            "id": "35",
            "nass": "فإذا وسد الأمر إلى غير أهله، وتصدر للتدريس والفتيا كل من وجد من نفسه زيادة فهم وفضل ذكاء وذهن مع أنه لم يأخذ العلم عن أهل التخصص والصناعة إذا كان ذلك كذلك وقع الافتراق والاختلاف. ¶ وقد عد أهل العلم أن من البلايا \"أن يعتقد الإنسان في نفسه أو يُعتقد فيه أنه من أهل العلم والاجتهاد في الدين ولم يبلغ تلك الدرجة فيعمل على ذلك، ويعد رأيه رأيًا وخلافه خلافًا.. فتراه آخذًا ببعض جزئيات الشريعة في هدم كلياتها، وعليه نبه الحديث الصحيح: لا يقبض الله العلم انتزاعًا ينتزعه من الناس، ولكن يقبض العلم بقبض العلماء، حتى إذا لم يبق عالمًا اتخذ الناس رؤسا جهالا فسئلوا فأفتوا بغير علم فضلوا وأضلوا \". (1) ¶ وأمثال هؤلاء أبكوا قديما ربيعة الرأي قال الإمام مالك -رحمه الله-: أخبرني رجل أنه دخل على ربيعة بن أبي عبد الرحمن فوجده يبكي، فقال له: ما يبكيك؟ وارتاع لبكائه، فقال له: أمصيبة دخلت عليك؟ فقال: لا، ولكن استفتي من لا علم له، وظهر في الإسلام أمر عظيم. وقال ربيعة: ولبعض من يفتي ههنا أحق بالسجن من السراق. (2) ¶ _________ ¶ (1) الاعتصام 2 / 172-173 باختصار يسير. ¶ (2) جامع بيان العلم وفضله ص578.",
            "page": "35",
            "part": "1",
            "seal": "0CD37F18"
        },
        {
            "id": "36",
            "nass": "وإذا كان هذا في عصور التابعين والأئمة المرضيين فماذا نقول في زمن الغربة بعد أن أصبح مجاهيل الإنترنت مشايخ يؤخذ عنهم العلم في كثير من الساحات، ويفتون في المدلهمات، والله المستعان.",
            "page": "36",
            "part": "1",
            "seal": "A19B72DD"
        },
        {
            "id": "37",
            "nass": "ثم من أهم أسباب الاختلاف بسبب تباين العلوم والمعارف الاختلاف في العلم بنصوص الوحيين أو دلالتهما وهو ثلاثة أنواع: (1) ¶ أحدها عدم اعتقاده أن النبي قاله أو لم يثبت عنده أن النبي صلى الله عليه وسلم قاله. ¶ الثاني عدم اعتقاده أنه أراد تلك المسألة بذلك القول. ¶ الثالث اعتقاده أن ذلك الحكم منسوخ. ¶ وهذه الثلاثة تتفرع عنها أسباب عدة ولعل في النماذج السابقة شيء من البيان ويمكن أن نجملها فيما يلي: ¶ 1- قد يكون النص لم يبلغ بعض المخالفين فعمل بظاهر آية أو حديث آخر، فمن لم يبلغه النص لم يكلف أن يكون عالما به، بل يكتفي المخالف أحيانا بظاهر آية، أو بحديث، أو بموجب قياس، أو بموجب استصحاب، (2) قال شيخ الإسلام:\"وهذا السبب هو الغالب على أكثر ما يوجد من أقوال السلف مخالفا لبعض الأحاديث، فإن الإحاطة بحديث رسول الله - صلى الله عليه وسلم - لم تكن لأحد من الأمة \"، (3) ومن أمثلة ذلك: ¶ _________ ¶ (1) ملخص من الصواعق المرسلة 2 / 542-632 وزيدت عليه صور من مصادر أشير إليها في موضعها. ¶ (2) انظر مجموع الفتاوى 20 / 233، وانظر الإنكار في مسائل الخلاف ص 16، للدكتور عبد الله بن عبد المحسن الطريقي. ¶ (3) مجموع الفتاوى 20 / 233",
            "page": "37",
            "part": "1",
            "seal": "E8C60DEF"
        },
        {
            "id": "38",
            "nass": "أولا: حكم أبي بكر الصديق - رضي الله عنه - في الجدة بأنها لا ترث مطلقًا، فعن قبيصة بن ذؤيب قال:\"جاءت الجدة إلى أبي بكر تسأله ميراثها، قال: فقال: لها ما لك في كتاب الله شيء، وما لك في سنة رسول الله -صلى الله عليه وسلم- شيء، فارجعي حتى أسأل الناس، فسأل الناس فقال المغيرة بن شعبة حضرت رسول الله -صلى الله عليه وسلم- فأعطاها السدس فقال أبو بكر هل معك غيرك فقام محمد بن مسلمة الأنصاري، فقال مثل ما قال المغيرة بن شعبة فأنفذه لها أبو بكر \". (1) ¶ _________ ¶ (1) سنن أبي داود كتاب الفرائض 3 / 121 رقم 2894، وسنن ابن ماجه أبواب الفرائض 2 / 163، سنن الترمذي 4 / 420 رقم 2101. وقال الحافظ في تلخيص الحبير 3 / 82: «إسناده صحيح لثقة رجاله، إلا أن صورته مرسل» .",
            "page": "38",
            "part": "1",
            "seal": "BB8E00F6"
        },
        {
            "id": "39",
            "nass": "ثانيا: خفاء سنة الاستئذان على عمر بن الخطاب - رضي الله عنه- فعن أبي سعيد الخدري قال: «كنت في مجلس من مجالس الأنصار، إذ جاء أبو موسى كأنه مذعور، فقال: استأذنت على عمر ثلاثا فلم يؤذن لي فرجعت، فقال: ما منعك؟ قلت: استأذنت ثلاثا فلم يؤذن لي فرجعت، وقال رسول الله - صلى الله عليه وسلم - \" إذا استأذن أحدكم ثلاثا فلم يؤذن له فليرجع \"، فقال: والله لتقيمن عليه ببينة، أمنكم أحد سمعه من النبي - صلى الله عليه وسلم -؟ فقال أبي بن كعب: والله لا يقوم معك إلا أصغر القوم، فكنت أصغر القوم فقمت معه فأخبرت عمر أن النبي - صلى الله عليه وسلم - قال ذلك» ، (1) فهذه سنة قد خفيت على عمر بن الخطاب - رضي الله عنه - مع سعة علمه وفقهه في دين الله - تعالى - وليس في هذا مذمة لعمر - رضي الله عنه - فإن الله - تعالى - يقول: {وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ} [يوسف:76] ، فمهما بلغ الإنسان من العلم فلا شك أنه لن ينتهي، ولهذا قالوا:\"العلم إن أعطيته كلك أعطاك بعضه، وإن أعطيته بعضك فاتك كله\". ¶ _________ ¶ (1) صحيح البخاري كتاب الاستئذان، باب التسليم واستئذان ثلاثا، وانظر الفتح 11 / 26 برقم 6245، وصحيح مسلم كتاب الآداب، باب الاستئذان، انظر شرح النووي 7 / 381 برقم 2154.",
            "page": "39",
            "part": "1",
            "seal": "B238D54B"
        },
        {
            "id": "40",
            "nass": "والأمثلة كثيرة منها خفاء الحكم على كثير من الصحابة في نزول الطاعون ببلد، (1) ومنها حكم عمر بمنع الحائض من النفرة قبل أن تطوف طواف الإفاضة ثم رجوعه لما بلغه الخبر، (2) فهذه أمثلة على خفاء بعض نصوص الشريعة على من شهدوا الوحي وعاينوا التنزيل، فخفاء بعض الأصول على من بعدهم أولى وأحرى، ولا يجوز لمن أتى بعدهم \"أن يدعى انحصار حديث رسول الله - صلى الله عليه وسلم - في دواوين معينة، ثم لو فرض انحصار حديث رسول الله - صلى الله عليه وسلم - فليس كل ما في الكتب يعلمه العالم، ولا يكاد ذلك يحصل لأحد، بل قد يكون عند الرجل الدواوين الكثيرة وهو لا يحيط بما فيها \". (3) ¶ ومن هذا القبيل أيضًا: ¶ أن يكون النص قد بلغ المخالف، لكنه منسوخ، بنص آخر ولم يعلم المخالف بالناسخ. (4) ومن أمثلة ذلك اللبس الذي حصل أول الأمر في ربا النسا، ونكاح المتعة وغيرهما مما استقر الإجماع عليه بعد. ¶ أن يكون النص قد بلغه ولكنه لم يثبت عنده إما لأن محدثه مجهول أو سيئ الحفظ أو متهم، ولا يعلم أن له طرقًا أخرى، ولهذا علق كثير من الأئمة العمل بموجب الحديث على صحته فكثيرًا ما يقول الإمام: قولي فيه كيت وكيت، وقد روي فيه حديث بخلافه فإن صح فهو قولي. ¶ _________ ¶ (1) ينظر صحيح البخاري كتاب الطب، باب ما يذكر في الطاعون، انظر الفتح 10 / 179 برقم 5729، صحيح مسلم كتاب السلام باب الطاعون والطيرة والكهانة ونحوها، انظر شرح النووي 7 / 460 - 462 برقم 2219. ¶ (2) ينظر صحيح البخاري كتاب الحيض، باب المرأة تحيض بعد الإفاضة، انظر الفتح 1 / 428 برقم 330. ¶ (3) مجموع الفتاوى 20 / 239. ¶ (4) انظر الخلاف بين العلماء أسبابه وموقفنا منه ص 23.",
            "page": "40",
            "part": "1",
            "seal": "0046B1F1"
        },
        {
            "id": "41",
            "nass": "اعتقاد ضعف النص باجتهاد خالفه فيه غيره، كتضعيفه لراو وثقه غيره، ومن ذلك أن بعض الأئمة كان لا يرى قبول حديث أصله غير حجازي \" شامي أو بصري.. \" وبعضهم رأى هذا الرأي ثم رجع ومما أثر في ذلك كلمة الشافعي لأحمد: يا أبا عبد الله إذا صح الحديث فأعلمني حتى أذهب إليه شاميًا كان أو عراقيًا. ولعل من ذلك مخالفة الأحناف لغيرهم في القهقهة فالإمام أبو حنيفة أخذ بحديث القهقهة في الصلاة، وجعل القهقهة من نواقض الوضوء، ومن مبطلات الصلاة، (1) مع أن الحديث الذي استدل به ضعيف عند الأئمة،.. لكن عذره في ذلك ظنه أن الحديث صالح للاحتجاج به، وهذا ليس فيه مذمة له - رحمه الله - بل هو في العلم والفضل من هو، ولهذا قال شيخ الإسلام ابن تيميه: \"ومن ظن بأبي حنيفة أو غيره من أئمة المسلمين أنهم يتعمدون مخالفة الحديث الصحيح لقياس أو غيره فقد أخطأ عليهم، وتكلم إما بظن، وإما بهوى، فهذا أبو حنيفة يعمل بحديث التوضؤ بالنبيذ في السفر (2) مخالفة للقياس، وبحديث القهقهة في الصلاة مع مخالفته للقياس، (3) لاعتقاده صحتهما، وإن كان أئمة الحديث لم يصححوهما \" ¶ _________ ¶ (1) انظر الهداية شرح بداية المبتدي 1 / 106. ¶ (2) الحديث رواه الدارقطني بسنده عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال إذا قهقه أعاد الوضوء وأعاد الصلاة، ثم قال الدارقطني: «فهذه أقاويل أربعة عن الحسن كلها باطلة؛ لأن الحسن إنما سمع هذا الحديث من حفص بن سليمان المنقري عن حفصة بنت سيرين عن أبي العالية الرياحي مرسلا عن النبي - صلى الله عليه وسلم -» ا. هـ، انظر سنن الدارقطني كتاب الطهارة - باب أحاديث القهقهة في الصلاة وعللها 1 / 164-165، وانظر في تمام تخريجه نصب الراية للزيلعي مع الهداية 1 / 106-114. ¶ (3) يشير إلى حديث عبد الله بن مسعود أن النبي -صلى الله عليه وسلم- قال له -ليلة الجن- ما في إداوتك قال: نبيذ، قال تمرة طيبة وماء طهور، رواه الإمام أحمد في مسند ابن مسعود 1 / 663، وأبو داود في سننه 1 / 21، برقم 84، وانظر سنن ابن ماجه1 / 135، رقم 384، وسنن الترمذي 1 / 147، رقم 88، قال الحافظ في الفتح 1 / 354: «وهذا الحديث أطبق علماء السلف على تضعيفه» .",
            "page": "41",
            "part": "1",
            "seal": "7E534FFE"
        },
        {
            "id": "42",
            "nass": "(1) اشتراط بعضهم في قبول النص شروطًا يخالفه فيها غيره، كاشتراط بعضهم كون الراوي فقيهًا إذا روى ما يخالف القياس، واشتراط بعضهم ظهور الحديث وانتشاره إذا كان فيما تعم به البلوى، وربما وقع الاختلاف في بعض قواعد علوم الأدلة ومنها المصطلح ومن ذلك توثيق ابن حبان لمن لم يعرف بجرح، في مقابل طريقة ابن حزم في الرمي بالجهالة، وكتشدد أبي حاتم في نقد الرجال، وتساهل الحاكم في توثيقهم، واشتراط بعضهم للصحة اللقيا واكتفاء آخرين بالمعاصرة، وغير ذلك. ¶ أن ينسى البعض حديثًا أو آية كما ذهل عمر رضي الله عنه عن قول الله تعالى: {إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ} لمّا مات نبينا محمد صلى الله عليه وسلم. ¶ _________ ¶ (1) 1 مجموع الفتاوى 20 / 304- 305.",
            "page": "42",
            "part": "1",
            "seal": "A035A6ED"
        },
        {
            "id": "43",
            "nass": "عدم معرفة دلالة لفظ النص: ومن الركائز الأساسية في هذا العلم باللغة العربية، قال الشاطبي رحمه الله: \"الله عز وجل أنزل القرآن عربيًا لا عجمة فيه، بمعنى أنه جار في ألفاظه وأساليبه على لغة لسان العرب، قال الله تعالى: {إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا} ... وكان المنزل عليه القرآن عربيًا أفصح من نطق بالضاد، وهو محمد بن عبد الله صلى الله عليه وسلم، وكان الذين بعث فيهم عربًا أيضًا، فجرى الخطاب به على معتادهم في لسانهم ... وإذا كان كذلك فلا يفهم كتاب الله تعالى إلاّ من الطريق الذي نزل عليه وهو اعتبار ألفاظها ومعانيها وأساليبها\"، (1) ولهذا قال الشافعي رحمه الله: \"ما جهل الناس ولا اختلفوا إلاّ لتركهم لسان العرب وميلهم إلى لسان أرسطاطاليس \"، (2) وقال السيوطي معلقًا بعد أن ذكره: \"أشار الشافعي بذلك إلى ما حدث في زمن المأمون من القول بخلق القرآن ونفي الرؤية وغير ذلك من البدع وأن سببها الجهل بالعربية والبلاغة الموضوعة فيها من المعاني والبيان والبديع\"، ومما يؤكد هذا أن عمرو بن عبيد (3) جاء إلى أبي عمرو بن العلاء التميمي (4) يناظره في وجوب عذاب الفاسق، فقال يا أبا عمرو: هل يخلف الله وعده؟ فقال: لن يخلف الله ¶ _________ ¶ (1) الاعتصام 2 / 293-294 باختصار. ¶ (2) صون المنطق ص15. ¶ (3) أبو عثمان عمرو بن باب البصري 80-144، أصله من الموالي وولاؤه لبني تميم، وهو شيخ المعتزلة. ¶ (4) أبو عمرو بن العلاء التميمي المازني البصري 70-157، شيخ قراء العربية، اشتهر بالفصاحة والصدق وسعة العلم.",
            "page": "43",
            "part": "1",
            "seal": "0025746A"
        },
        {
            "id": "44",
            "nass": "وعده، فقال عمرو: فقد قال وذكر آية وعيد، فقال أبو عمر: من العجمة أتيت، الوعد غير الإيعاد ثم أنشد: ¶ وإني وإن أوعدته أو وعدته ... لمخلف إيعادي منجز له وعدي ¶ (1) ولهذا قال الحسن البصري رحمه الله: \"إنما أهلكتهم العجمة يتأولونه على غير تأويله\". (2) ولو نظرت في كثير من أهل البدع التي فرقت المسلمين لوجدت أصولًا لا تنم عن أصالة في اللسان العربي، فغيلان الدمشقي أول من تكلم في القدر وقال بخلق القرآن كان مولى لآل عثمان بن عفان، والجعد بن درهم كان مولى لبني الحكم، وجهم بن صفوان كان مولى لبني راسب، وعمرو بن عبيد مولى لبني تميم، وواصل بن عطاء مولى لبني مخزوم أو لبني ضبة على خلاف في النسبة. ¶ _________ ¶ (1) سير أعلام النبلاء 6 / 408-409، وقد ذكرها غير واحد من أهل التراجم والأخبار. ¶ (2) الاعتصام 2 / 299.",
            "page": "44",
            "part": "1",
            "seal": "1E3F6B0B"
        },
        {
            "id": "45",
            "nass": "ولعل من أظهر عوامل الاختلاف بسبب عدم فهم دلالة النصوص عاملان: ¶ الأول إما لكون اللفظ غريبًا، نحو لفظ المزابنة والمحاقلة والمنابذة، ومن هذا القبيل اختلافهم في تفسير لا طلاق ولا عتاق في إغلاق. ففسره كثير من الحجازيين بالإكراه وفسره كثير من العراقيين بالغضب، ومنهم من فسره بجمع الطلاق في كلمة واحدة باعتبار أنه مأخوذ من غلق باب الطلاق جملة. ¶ أو لكون اللفظ مشتركًا أو مجملًا أو مترددًا بين حمله على معناه عند الإطلاق (الحقيقة) أو حمله على معناه عند التقييد (مجاز) كاختلافهم في القرء ومعناه. ¶ معرفة دلالة اللفظ وموضوعه، ولكن لا يتفطن لدخول هذا الفرد المعين تحت اللفظ إما لعدم تصوره لذلك الفرد أو لعدم حضوره بباله أو لاعتقاده أنه مختص بما يخرجه عن اللفظ العام. ¶ عدم اعتقاد وجود دلالة في لفظ النص على الحكم المتنازع عليه، وهذا له أربعة حالات: ¶ أن لا يعرف مدلول اللفظ في عرف الشارع فيحمله على خلاف مدلوله في العرف الشرعي. ¶ أن يكون له في عرف الشارع معنيين فيحمله على أحدهما ويحمله المخالف على الآخر. ¶ أن يفهم من العام خاصًا أو من الخاص عامًا، أو من المطلق مقيدًا أو من المقيد مطلقًا.",
            "page": "45",
            "part": "1",
            "seal": "CBECCAD9"
        },
        {
            "id": "46",
            "nass": "أن ينفي دلالة اللفظ مع أن اللفظ تارة يكون مصيبًا في الدلالة وتارة يكون مخطئًا، فمن نفى دلالة قول الله تعالى: {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ} على حل أكل ذي المخلب والناب أصاب، ومن نفى دلالة العام على ما عدا محل التخصيص غلط ومن نفى دلالته على ماعدا محل السبب غلط. ¶ اعتقاد أن دلالة النص عارضها ما هو مساو لها فيجب التوقف، أو عارضها ما هو أقوى فيجب تقديمه، ولهذا أقسام متعددة. (1) ومن أمثلة ذلك ¶ _________ ¶ (1) للاستزادة في تفصيلها راجع الصواعق المحرقة لابن القيم 2 / 577-631.",
            "page": "46",
            "part": "1",
            "seal": "61596155"
        },
        {
            "id": "47",
            "nass": "أولا: لما حدث ابن عباس عائشةَ بحديث عمر بن الخطاب - رضي الله عنهم - أن النبي - صلى الله عليه وسلم - قال: «إن الميت ليعذب ببكاء أهله عليه \"، (1) أنكرت ذلك وقالت:\"إنكم لتحدثوني عن غير كاذبين ولا مكذبين، ولكن السمع يخطئ، يرحم الله عمر، لا والله ما قاله رسول الله - صلى الله عليه وسلم - قط إن الميت يعذب ببكاء أحد، ولكنه قال: \" إن الكافر يزيده الله ببكاء أهله عذابا، وإن الله لهو أَضْحَكَ وَأَبْكَى، وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى» ، (2) فظنت عائشة رضي الله عنها أن هذا النص يخالف ما ثبت عندها من كلامه صلى الله عليه وسلم بل يخالف مقتضى القرآن الكريم. (3) ¶ _________ ¶ (1) صحيح البخاري كتاب الجنائز، باب قول النبي -صلى الله عليه وسلم- يعذب الميت ببعض بكاء أهله عليه إذا كان النوح من سنته، انظر فتح الباري 3 / 151 رقم 1286، صحيح مسلم كتاب الجنائز - باب الميت يعذب ببكاء أهله عليه، انظر شرح النووي 3 / 483 رقم 927. ¶ (2) صحيح البخاري كتاب الجنائز، باب قول النبي -صلى الله عليه وسلم- يعذب الميت ببعض بكاء أهله عليه إذا كان النوح من سنته، انظر فتح الباري 3 / 151 - 152 رقم 1288، صحيح مسلم كتاب الجنائز، باب الميت يعذب ببكاء أهله عليه، انظر شرح النووي 3 / 485 - 486 رقم 928. ¶ (3) فتح الباري 3 / 152 - 156 بتصرف يسير واختصار.",
            "page": "47",
            "part": "1",
            "seal": "F5AC6675"
        },
        {
            "id": "48",
            "nass": "ثانيا: اختلاف العلماء في الجمع بين قوله - تعالى -: {وَلَا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ} [البقرة:221] ، وبين قوله - تعالى -: {وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ} [المائدة:5] ، فالآية الأولى تحرم على المسلمين نكاح المشركات، والآية الثانية تحلل نكاح الكتابيات، وقد اختلف العلماء في نكاح الكتابيات، فالجمهور على جوازه، استنادا لآية المائدة، وقال بعض العلماء لا يجوز نكاح الكتابيات استنادا لآية البقرة، وظنا منهم أن آية المائدة معارضة بآية أصرح منها وهي آية البقرة. (1) ¶ _________ ¶ (1) انظر أسباب اختلاف الفقهاء ص 18.",
            "page": "48",
            "part": "1",
            "seal": "7EE4B9A0"
        },
        {
            "id": "49",
            "nass": "أولًا: البغي. ¶ يقول شيخ الإسلام ابن تيميه وهو صاحب تجربة واسعة مع المخالفين، قال رحمه الله الفتاوى 14 / 482-483:\"وأنت إذا تأملت ما يقع من الاختلاف بين هذه الأمة علمائها وعبادها وأمرائها ورؤسائها وجدت أكثره من هذا الضرب الذي هو البغي بتأويل أو بغير تأويل كما بغت الجهمية على المستنة في محنة الصفات والقرآن محنة أحمد وغيره، وكما بغت الرافضة على المستنة مرات متعددة، وكما بغت الناصبة على علي وأهل بيته وكما قد تبغي المشبهة على المنزهة، وكما قد يبغي بعض المستنة إما على بعضهم، وإما على نوع من المبتدعة بزيادة على ما أمر الله به وهو الإسراف المذكور في قولهم: {رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا} \".",
            "page": "49",
            "part": "1",
            "seal": "0158CB11"
        },
        {
            "id": "50",
            "nass": "ثانيًا: الغرور بالنفس. ¶ فالغرور بالنفس يولد الإعجاب بالرأي، والكبر على الخلق، فيصر الإنسان على رأيه، ولو كان خطأ، ويستخف بأقوال الآخرين، ولو كانت صوابا، فالصواب ما قاله، والخطأ ما قاله غيره، ولو ارعوى قليلا واتهم نفسه، وعلم أنها أمارة بالسوء، لدفع كثيرا من الخلاف والشقاق، ولكان له أسوة بنبينا - صلى الله عليه وسلم - الذي قال الله - تعالى - له: {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ} ، (1) وإذا كانت صفة التواضع ولين الجانب من أوائل صفات المؤمنين، فإنها في حق من انتصب للعلم والدعوة والفتوى والتعليم أوجب وأكثر ضرورة وإلحاحا. (2) ¶ _________ ¶ (1) سورة آل عمران، الآية رقم 159. ¶ (2) أدب الخلاف للقرني ص 27 - 29 بتصرف.",
            "page": "50",
            "part": "1",
            "seal": "60E36C5C"
        },
        {
            "id": "51",
            "nass": "ثالثًا: سوء الظن بالآخرين. ¶ فهو ينظر لجميع الناس بالمنظار الأسود، فأفهامهم سقيمة، ومقاصدهم سيئة، وأعمالهم خاطئة، ومواقفهم مريبة، كلما سمع من إنسان خيرا كذبه، أو أوَّله، وكلما ذُكر أحد بفضل طعنه وجرحه، اشتغل بالحكم على النيات والمقاصد، فضلا عن الأعمال والظواهر، والمصادرة للآخر قبل معرفة رأيه، أو سماع حجته، (1) ثم هو لا يتوقف عند هذا الحد، بل لسانه طليق في أعراض إخوانه، بسبهم، واتهامهم، وتجريحهم، وتتبع عثراتهم، فإن تورع عن الكلام في أعراض غيره من الفضلاء، سلك طريق الجرح بالإشارة، أو الحركة، بما يكون أخبث وأكثر إقذاعا، مثل: تحريك الرأس، وتعويج الفم، وصرفه، والتفاته، وتحميض الوجه، وتجعيد الجبين، وتكليح الوجه، والتغير، والتضجر. (2) \"وأنت ترى هؤلاء الجراح القصاب، كلما مر على ملأ من الدعاة اختار منهم (ذبيحا) فرماه بقذيفة من هذه الألقاب المرة، تمرق من فمه مروق السهم من الرمية، ثم يرميه في الطريق، ويقول: أميطوا الأذى عن الطريق فإنه من شعب الإيمان! \" (3) ¶ _________ ¶ (1) أدب الخلاف للقرني ص 35. ¶ (2) انظر تصنيف الناس بين الظن واليقين ص 11 بتصرف. ¶ (3) انظر تصنيف الناس بين الظن واليقين ص 22 بتصرف يسير.",
            "page": "51",
            "part": "1",
            "seal": "255EE356"
        },
        {
            "id": "52",
            "nass": "رابعًا: حب الظهور بالجدل والمماراة ¶ ويكون دافع ذلك في الغالب هوى مطاعًا، وقد يكون قلة الفقه أو الفراغ وترك الاشتغال بما ينفع. ¶ وقد روى الإمام أحمد (1) وغيره عن أبي أمامة قال قال رسول الله صلى الله عليه وسلم «ما ضل قوم بعد هدى كانوا عليه إلا أوتوا الجدل ثم قرأ: {مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا بَلْ هُمْ قَوْمٌ خَصِمُونَ} » . ¶ قال الإمام أبو يوسف صاحب الإمام أبي حنيفة رحمهما الله: \"الخصومة في الدين بدعة، وما ينقض أهل الأهواء بعضهم على بعض بدعة محدثة. لو كانت فضلًا لسبق إليها أصحاب رسول الله صلى الله عليه وسلم وأتباعهم، فهم كانوا عليها أقوى ولها أبصر. وقال الله تعالى: {فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ} [آل عمران:20] ، ولم يأمره بالجدل، ولو شاء لأنزل حججًا، وقال له: قل كذا وكذا\". (2) ¶ _________ ¶ (1) المسند 2 / 252 و 2 / 256 وحسنه الألباني في غير موضع انظر صحيح الجامع 5633. ¶ (2) الفتاوى 16 / 476.",
            "page": "52",
            "part": "1",
            "seal": "1D5A2345"
        },
        {
            "id": "53",
            "nass": "وقال ابن قتيبة رحمه الله يصف الحال في أيام السلف عليه الرحمة والرضوان: \"كان المتناظرون في الفقه يتناظرون في الجليل من الواقع والمستعمل من الواضح وفيما ينوب الناس فينفع الله به القائل والسامع، فقد صار أكثر التناظر فيما دق وخفي، وفيما لا يقع وفيما قد انقرض.. وصار الغرض فيه إخراج لطيفة، وغوصًا على غريبة، وردًا على متقدم ... ¶ وكان المتناظرون فيما مضى يتناظرون في معادلة الصبر بالشكر وفي تفضيل أحدهما على الآخر، وفي الوساوس والخطرات ومجاهدة النفس وقمع الهوى فقد صار المتناظرون يتناظرون في الاستطاعة والتولد والطفرة والجزء والعرض والجوهر، فهم دائبون يخبطون في العشوات، قد تشعبت بهم الطرق، قادهم الهوى بزمام الردى..\". (1) ¶ فلما وقع الناس في الجدل تفرقت بهم الأهواء، قال عمرو بن قيس: (2) قلت للحكم بن عتبة: (3) ما اضطر الناس إلى الأهواء؟ قال: الخصومات. (4) ¶ وقد روي عن أبي قلابة -وكان قد أدرك غير واحد من أصحاب رسول الله صلى الله عليه وسلم: «لا تجالسوا أصحاب الخصومات فإني لا آمن أن يغمسوكم في ضلالتهم، أو يلبسوا عليكم بعض ما تعرفون» . (5) ¶ _________ ¶ (1) الاختلاف في اللفظ ص10-11. ¶ (2) هو عمرو بن قيس الملائي أحد الثقات العباد روى عن عطية العوفي وغيره توفي 146هـ. ¶ (3) هو أبو محمد الحكم بن عتبة الكندي الكوفي ثقة ثبت فقيه توفي 113هـ. ¶ (4) السنة لعبد الله بن الإمام أحمد 1 / 137. ¶ (5) سنن الدارمي 1 / 120.",
            "page": "53",
            "part": "1",
            "seal": "451555DE"
        },
        {
            "id": "54",
            "nass": "قال معن بن عيسى: \"انصرف مالك بن أنس رضي الله عنه يومًا من المسجد وهو متكئ على يدي، فلحقه رجل يقال له أبو الحورية، كان يتهم بالإرجاء، فقال: يا عبد الله! اسمع مني شيئا أكلمك به، وأحاجك وأخبرك برأيي. ¶ قال: فإن غلبتني؟ ¶ قال: إن غلبتك اتبعني. ¶ قال: فإن جاء رجل آخر فكلمنا فغلبنا؟ ¶ قال: نتبعه! ¶ فقال مالك رحمه الله: يا عبد الله بعث الله عز وجل محمدًا صلى الله عليه وسلم بدين واحد وأراك تنتقل من دين إلى دين\". ¶ وقال عمر بن عبد العزيز: من جعل دينه غرضًا للخصومات أكثر التنقل. ¶ وجاء رجل إلى الحسن فقال: يا أبا سعيد تعال حتى أخاصمك في الدين، فقال الحسن: أما أنا فقد أبصرت ديني، فإن كنت أضللت دينك فالتمسه! (1) ¶ وإذا كان الجدل والمراء والخصومة في الدين مذمومة على كل حال فإنها تتأكد في حق المقلدة والجهال. ¶ ويتأكد ترك المراء والجدل في كل ما لا طائل من ورائه كملح العلوم والنوادر، وما لا يثمر عملًا غير السفسطة والتلاسن. ¶ _________ ¶ (1) راجع في النقول الثلاثة السابقة الشريعة للآجري ص56-57.",
            "page": "54",
            "part": "1",
            "seal": "9E7C1DF6"
        },
        {
            "id": "55",
            "nass": "تنبيه: هذا السبب من أعظم أسباب الاختلاف المذموم، بل لا يكاد ينجم عنه اختلاف يحمد، ولعله عامل رئيس في إذكاء نار الفرقة والفتنة بين المسلمين، ولا سيما أن التنظير العلمي مستقر عند كثيرين ولكن على الرغم من ذلك يقع الافتراق لوقوع الخلل في هذا الجانب، والله المستعان.",
            "page": "55",
            "part": "1",
            "seal": "24EEB7CF"
        },
        {
            "id": "56",
            "nass": "رابعًا: ومن عوامل الاختلاف والتفرق: التعصب. ¶ سواء كان سياسيًا أو مذهبيًا أو حزبيًا أو لأفراد ورموز، وسواء كان لفرط حب أو فرط بغض. ¶ إن التعصب ران يطغى على القلب والعقل فيحجبهما، ومهما عرضت على المتعصب من الحجج والبراهين فلن يراهها. ¶ يقول الماوردي رحمه الله: \"ولقد رأيت من هذه الطبقة رجلا يناظر في مجلس حفل وقد استدل عليه الخصم بدلالة صحيحة فكان جوابه عنها أن قال: إن هذه دلالة فاسدة, وجه فسادها أن شيخي لم يذكرها وما لم يذكره الشيخ لا خير فيه. فأمسك عنه المستدل تعجبا; ولأن شيخه كان محتشما. وقد حضرت طائفة يرون فيه مثل ما رأى هذا الجاهل, ثم أقبل المستدل علي وقال لي: والله لقد أفحمني بجهله وصار سائر الناس المبرئين من هذه الجهالة ما بين مستهزئ ومتعجب, ومستعيذ بالله من جهل مغرب\". (1) ¶ وما أقبح هذا الجهل يوم يسري إلى طوائف تعد نفسها في عداد العاملين للإسلام الذائدين عن حياضه، ويزداد هذا القبح يوم يزعم أصحابها أنهم أهل الفكر المستنير والعقول غير المنغلقة! ويتضاعف القبح يوم ينتسبون إلى السلف أو السنة، والسلف والسنة من هذا التعصب المقيت براء. ¶ _________ ¶ (1) أدب الدنيا والدين ص70.",
            "page": "56",
            "part": "1",
            "seal": "AEFBBC0B"
        },
        {
            "id": "57",
            "nass": "يقول العلم الإمام ابن تيميه ممتدحا الأئمة الأعلام: \"ومن تعصب لواحد بعينه من الأئمة دون الباقين فهو بمنزلة من تعصب لواحد بعينه من الصحابة دون الباقين. كالرافضي الذي يتعصب لعلي دون الخلفاء الثلاثة وجمهور الصحابة. وكالخارجي الذي يقدح في عثمان وعلي رضي الله عنهما فهذه طرق أهل البدع والأهواء الذين ثبت بالكتاب والسنة والإجماع أنهم مذمومون، خارجون عن الشريعة والمنهاج الذي بعث الله به رسوله صلى الله عليه وسلم. فمن تعصب لواحد من الأئمة بعينه ففيه شبه من هؤلاء، سواء تعصب لمالك أو الشافعي أو أبي حنيفة أو أحمد أو غيرهم. ثم غاية المتعصب لواحد منهم أن يكون جاهلا بقدره في العلم والدين, وبقدر الآخرين، فيكون جاهلا ظالما، والله يأمر بالعلم والعدل، وينهى عن الجهل والظلم\". (1) ¶ _________ ¶ (1) الفتاوى 22 / 252.",
            "page": "57",
            "part": "1",
            "seal": "1F4F9C13"
        },
        {
            "id": "58",
            "nass": "وقال مشيرًا لآفة التعصب للحزب أو الجماعة: \"وأما رأس الحزب فإنه رأس الطائفة التي تتحزب أي تصير حزبًا فإن كانوا مجتمعين على ما أمر الله به ورسوله من غير زيادة ولا نقصان فهم مؤمنون لهم ما لهم وعليهم ما عليهم، وإن كانوا قد زادوا في ذلك ونقصوا مثل التعصب لمن دخل في حزبهم بالحق والباطل والإعراض عمن لم يدخل في حزبهم سواء كان على الحق والباطل فهذا من التفرق الذي ذمه الله تعالى ورسوله، فإن الله ورسوله أمرا بالجماعة والائتلاف ونهيا عن التفرقة والاختلاف وأمرا بالتعاون على البر والتقوى ونهيا عن التعاون على الإثم والعدوان\". (1) ¶ _________ ¶ (1) الفتاوى 11 / 92، وينظر فقه الائتلاف للخزندار.",
            "page": "58",
            "part": "1",
            "seal": "1A5C0941"
        },
        {
            "id": "59",
            "nass": "خامسًا: عوامل خارجية قادت إلى تفاقم الاختلاف. ¶ وتتلخص في الحضارات والديانات التي ناصبت الإسلام العداء في القديم أو الحديث، وحتى لا يتشعب الحديث أتناول بالبيان العامل النصراني كمثال فأقول: ¶ لقد جاء الإسلام فألف بين أشتات العرب، بل ألف بين أهل الخير من العالمين، فبلال رضي الله عنه حبشي، وصهيب رومي، وسلمان فارسي، ومحمد بن إسماعيل شيخ المحدثين بخاري، وصلاح الدين الأيوبي بطل الحروب الصليبية كردي، ومحمد بن إسحاق أول من دون السيرة النبوية فارسي، والطبري شيخ المؤرخين والمفسرين تركي وإذا نظرت في سير تراجم أعلام الإسلام ومبدعيه وجدتهم من أقطار الأرض وأطرافها. ¶ ومع ائتلاف هذه الخبرات المتنوعة وانسجامها ازدهرت حضارة الإسلام وقويت شوكة أهله. ¶ وكان لهذا الائتلاف أثر في صد الغزو الصليبي عن بلاد المسلمين على مر التاريخ، وباسترجاع سير أولئك الذين وقفوا في وجه المد الصليبي تتضح هذه الحقيقة بجلاء ولعل أشهر نموذج هو صلاح الدين الأيوبي عليه رحمة الله.",
            "page": "59",
            "part": "1",
            "seal": "4FBE981C"
        },
        {
            "id": "60",
            "nass": "وقد أدرك أعداء الإسلام من النصارى واليهود هذه الحقيقة، فكانت الخطوة الأولى التي قاموا بها من أجل السيطرة على بلاد الإسلام وجعلها تابعة ذليلة هي العمل على تفكيك وحدتهم عملًا بمشورة القساوسة ووصيتهم للساسة، ومن بعض أقوالهم في ذلك ما يلي: (1) ¶ \"1 - يقول القس سيمون: ¶ إن الوحدة الإسلامية تجمع آمال الشعوب الإسلامية، وتساعد التملص من السيطرة الأوربية، والتبشير عامل مهم في كسر شوكة هذه الحركة، من أجل ذلك يجب أن نحوّل بالتبشير اتجاه المسلمين عن الوحدة الإسلامية. ¶ 2- ويقول المبشر لورنس براون: ¶ إذا اتحد المسلمون في إمبراطورية عربية، أمكن أن يصبحوا لعنةً على العالم وخطرًا، أو أمكن أن يصبحوا أيضًا نعمة له، أما إذا بقوا متفرقين، فإنهم يظلون حينئذ بلا وزن ولا تأثير. ¶ ويكمل حديثه: ¶ يجب أن يبقى العرب والمسلمون متفرقين، ليبقوا بلا قوة ولا تأثير. ¶ 3- ويقول أرنولد توينبى في كتابه الإسلام والغرب والمستقبل: ¶ إن الوحدة الإسلامية نائمة، لكن يجب أن نضع في حسابنا أن النائم قد يستيقظ. ¶ _________ ¶ (1) مستقاة من كتاب: قادة الغرب يقولون دمروا الإسلام أبيدوا أهله.",
            "page": "60",
            "part": "1",
            "seal": "D586F81D"
        },
        {
            "id": "61",
            "nass": "4- وقد فرح غابرائيل هانوتو وزير خارجية فرنسا حينما انحل رباط تونس الشديد بالبلاد الإسلامية، وتفلتت روابطه مع مكة، ومع ماضيه الإسلامي، حين فرض عليه الفرنسيون فصل السلطة الدينية عن السلطة السياسية. ¶ 5- من أخطر ما نذكره من أخبار حول هذه النقطة هو ما يلي: ¶ في سنة 1907 عقد مؤتمر أوربى كبير، ضم أضخم نخبة من المفكرين والسياسيين الأوربيين برئاسة وزير خارجية بريطانيا الذي قال في خطاب الافتتاح: ¶ إن الحضارة الأوروبية مهددة بالانحلال والفناء، والواجب يقضي علينا أن نبحث في هذا المؤتمر عن وسيلة فعالة تحول دون انهيار حضارتنا. ¶ واستمر المؤتمر شهرًا من الدراسة والنقاش. ¶ واستعرض المؤتمرون الأخطار الخارجية التي يمكن أن تقضي على الحضارة الغربية الآفلة، فوجدوا أن المسلمين هم أعظم خطر يهدد أوربا. ¶ فقرر المؤتمرون وضع خطة تقضي ببذل جهودهم كلها لمنع إيجاد أي اتحاد أو اتفاق بين دول الشرق الأوسط، لأن الشرق الأوسط المسلم المتحد يشكل الخطر الوحيد على مستقبل أوربا. ¶ وأخيرًا قرروا إنشاء قومية غربية معادية للعرب والمسلمين شرقي قناة السويس، ليبقى العرب متفرقين.",
            "page": "61",
            "part": "1",
            "seal": "24485688"
        },
        {
            "id": "62",
            "nass": "وبذا أرست بريطانيا أسس التعاون والتحالف مع الصهيونية العالمية التي كانت تدعو إلى إنشاء دولة يهودية في فلسطين\". ¶ وقد ترجم المنصرون وأتباعهم تلك التصورات إلى حركات ونعرات عنصرية أو قومية نجحت في التأليب على دولة الخلافة الإسلامية وفي تفكيك عرى الإخوة بين المؤمنين عربًا وتركًا.",
            "page": "62",
            "part": "1",
            "seal": "B149D6F2"
        },
        {
            "id": "63",
            "nass": "وإذا تأملت رواد حركة القومية العربية وجدت \"كثرة كبيرة من رجال الرعيل الأول في هذه الحركة وفي هذا البعث من مسيحيي لبنان، مثل البستاني واليازجي والشدياق وأديب إسحاق ونقاش وشمّيل وتقلا ومشاقة وزيدان ونمر وصروف. وأغلبهم ممن اتصلوا بالإرساليات الإنجيلية الأمريكية التي بدأت تتوارد على بيروت في النصف الثاني من القرن التاسع عشر لنشر مذهبهم البروتستانتي. وأكثرهم في الوقت نفسه قد رموا بالماسونية، فإبراهيم اليازجي (1847 - 1906م) وأبوه ناصيف اليازجي (1800 - 1871م) كانا على صلة حسنة بالإرساليات الأمريكية الإنجيلية، وكانا يترددان على مطبعتهم في بيروت التي كان يشرف عليها وقتذاك الدكتور فانديك. وقد علم اليازجي الكبير في مدارسهم، وأعان ابنه في ترجمتهم التوراة إلى العربية، ثم قدم بعد ذلك إلى مصر ومات بها، واحتفلت المحافل الماسونية في القاهرة والإسكندرية بتأبينه، وهو صاحب قصيدتين مشهورتين في استنهاض همم العرب ودعوتهم إلى إحياء أمجاد آبائهم، ورفض التجبر والاستبداد، وفيهما دعا قومه من العرب إلى الثورة على الأتراك، وختم قصيدته مهددًا الترك بقوله:",
            "page": "63",
            "part": "1",
            "seal": "23909F90"
        },
        {
            "id": "64",
            "nass": "صبرًا هيا أمة الترك التي ظلمت ... دهرًا فعما قليلٍ تُرفع الحجبُ ¶ لنطلبن بحد السيف مأربنا ... فلن يخيب لنا في جنبه أَرَبُ ¶ ونتركن علوج الترك تندب ما ... قد قدمته أياديها فتنتحبُ ¶ ومن يعش يرَ والأيام مقبلة ... يلوح للمرء في أحداثها العجبُ",
            "page": "64",
            "part": "1",
            "seal": "AAC99AF8"
        },
        {
            "id": "65",
            "nass": "ومن مؤسسي هذه الدعوة أيضًا بطرس البستاني (1819 - 1883م) ، وقد كان أيضًا على صلة بدعاة المذهب الإنجيلي والبروتستانت من الأمريكان، وتولي منصب الترجمة في قنصلية أمريكا ببيروت. وأعان الدكتور سمث المبشر الأمريكي ثم الدكتور فانديك من بعده في الترجمة البروتستانتية للتوراة التي تمت في سنة 1864م، ثم طبعت في أمريكا سنة 1866. وأعان الدكتور فانديك أيضًا في إنشاء مدرسة عبية الأمريكية، وهي مدرسة عليا ترجع أهميتها إلى أنها كانت تقوم بتدريس العلوم الحديثة من جغرافيا وطبيعة وكيمياء ورياضة باللغة العربية. وقد وضعت لذلك كتبًا خاصة قامت بطبعها، فشاركت بذلك في حركة الإحياء العربية ... ومن الذين شاركوا في هذه الدعوة أيضًا من مسيحيي لبنان فارس الشدياق (1801 - 1887) ، الذي تسمى بعد إسلامه ... بأحمد، واتبع المذهب الإنجيلي على يد المرسلين الأمريكان، فتولوا حمايته من بطش رجال الإكليروس الذين حبسوا أخاه، وعذبوه حتى مات في سجنهم بسبب تغييره مذهبه. حضر على نفقتهم إلى مصر في أيام محمد علي، ثم طوف كثيرًا بين دول أوروبا والأستانة وتونس ومصر. ووصف كثيرًا من هذه الأسفار في صحيفته (الجوائب) التي أصدرها سنة 1277هـ. وقد",
            "page": "65",
            "part": "1",
            "seal": "33C6DC30"
        },
        {
            "id": "66",
            "nass": "استدعته جمعية ترجمة التوراة البروتستانتية في لندن سنة 1848م فأعان في ترجمتها إلى العربية. وله كتب كثيرة تغلب عليها النزعة اللغوية.. ومن دعائم هذه الدعوة أيضًا سليم تقلا مؤسس صحيفة (الأهرام) المصرية (1849 - 1892م) . تلقى علومه في مدرسة عبية التي أنشأها المبشر الأمريكي الدكتور فانديك أحد مؤسسي الجامعة الأمريكية، التي بدأت سنة 1866م باسم (الكلية السورية الإنجيلية) . ¶ ومنهم جرجي زيدان (1861 - 1914م) الذي كان على صلة بالمبعوثين الأمريكان. وكان يدعى إلى احتفالات الخريجين بكليتهم، ثم التحق بالجامعة الأمريكية سنة 1881 لدراسة الطب، وغادرها دون أن يتم دراسته في العام التالي. وهو صاحب المباحث المعروفة في اللغة العربية وآدابها. ومؤلف سلسلة من القصص التاريخية العربية ... ومنذ ذلك الوقت نشأت التفرقة بين العروبة والإسلام على يد هذه الطائفة من المفكرين والكتاب من نصارى الشام\". (1) ¶ ولهذا لم يكن مستغربًا أن ينقلب الشاعر العراقي معروف الرصافي على دعاة الجامعة العربية حين عقدوا مؤتمرهم في باريس سنة 1913 بعد أن كان مؤيدًا لهم بشد أزر دعوتهم بشعره، وذلك في قصيدته (ما هكذا) التي بدأها بقوله: ¶ _________ ¶ (1) الإسلام والحضارة الغربية للدكتور محمد محمد حسين ص225 باختصار وتصرف.",
            "page": "66",
            "part": "1",
            "seal": "3444EB3B"
        },
        {
            "id": "67",
            "nass": "أصبحت أوسعهم لومًا وتثريبًا ... لما امتطوا غارب الإفراط مركوبًا ¶ وفيها يقول: ¶ إني لأُبصر في (بيروت) قَائِبَةً ... للشَّرِ موشِكةً أنْ تخُرِج القُوبَا ¶ لو كان في غير (باريزٍ) تألُّبَهم ... ما كنت أحسبهم قومًا مناكيبا ¶ لكن (باريزَ) مازالت مطامِعُها ... ترنو إلى الشام تصعيدًا وتصويبا ¶ ولم تزل كلَّ يوم في سياستها ... تلقي العراقيلَ فيها والعراقيبا ¶ هل يأمن القوم أن يحتل ساحتهم ... جيش يَدكُّ من الشام الأهاضيا",
            "page": "67",
            "part": "1",
            "seal": "619A78B3"
        },
        {
            "id": "68",
            "nass": "وما قاله تحقق فما انتهت الحرب العالمية الأولى إلاّ والشام وغيرها من بلاد الإسلام موزعة بحسب القسمة التي تنبأ بها شكيب أرسلان في خطابه الموجه إلى الشريف حسين حين بلغه عزمه على غزو سوريا مع جيوش الحلفاء في الحرب العالمية الأولى. فأرسل ينهاه عن المضي فيما هو فيه من دعوة زعماء السوريين للخروج على الدولة العثمانية، والالتحاق بالجيش الحسيني العربي، ويحذره عاقبة هذه الغارات التي يضرب فيها العرب بالعرب، فيقول له فيما يقول: \"أتقاتل العرب بالعرب أيها الأمير، حتى تكون ثمرة دماء قاتلهم ومقتولهم استيلاء إنجلترا على جزيرة العرب، وفرنسا على سورية، واليهود على فلسطين؟ \"ثم يخاطب القائمين بالدعوة قائلًا: \"قل لهؤلاء القائمين بالدعوة العربية، الناهضين لحفظ حقوقها وأخذ تاراتها: ماذا إلى اليوم أمنوا من حقوق العرب بقيامهم؟",
            "page": "68",
            "part": "1",
            "seal": "A751288F"
        },
        {
            "id": "69",
            "nass": "يقولوا لنا: ماذا أقاموا للعرب من الملك حتى نشكرهم، ونقر بفضلهم، لأننا عرب نحب كل من أحب العرب، ونبغض كل من أبغض العرب، ولا نبالي بالقيل والقال أمام الحقائق\". (1) وحتى لا نستغرق في الاستطراد نرجع فنؤكد على التأثير النصراني في تفرقة المسلمين، وننبه إلى أنه لم يكن وليد العصر الحديث ولكنه اشتد ونجح في القرون الأخيرة فأتى أكله وثماره المريرة، ولا يعني ذلك بحال عدم وجود محاولات قديمة من النصارى لتفريق صف المسلمين بل كانت لهم صولات وجولات كان لها أثرها الفعال في شق صف أمة الإسلام. ¶ فـ\"المراجع القديمة تثبت لنا أن القدرية أخذوا أقوالهم في القدر عن النصرانية، وتذكر لنا اسمين ارتبط بهما شيوع ذلك الاتجاه ونقله إلى المسلمين، وهما معبد الجهني وغيلان الدمشقي، قال ابن قتيبة رحمه الله عن غيلان: كان قبطيًا قدريًا، لم يتكلم أحد في القدر قبله، ودعا إليه معبد الجهني.. ونحوًا مما ذكره ابن قتيبة نقل عن الأوزاعي وابن نباتة والمقريزي وغيرهم\". (2) ¶ فأثر النصارى في اختلاف المسلمين قديم، وأما أثر اليهود فهو أظهر وأخطر في القديم والحديث، ولعله لا يتسع المقام لبسطه، وقد ركزت على الأثر النصراني لخفائه عن البعض. ¶ _________ ¶ (1) الإسلام والحضارة الغربية للدكتور محمد محمد حسين ص225 بتصرف. ¶ (2) الماتريدية للدكتور أحمد الحربي ص41-42 باختصار.",
            "page": "69",
            "part": "1",
            "seal": "4A3A7FAA"
        },
        {
            "id": "70",
            "nass": "أولًا: الضعف والعجز. ¶ والنتيجة الطبيعية لذلك تخلف النصر وفشل الأمة وعجزها، قال الله تعالى: {وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} . ¶ قال ابن سعدي: {وَلَا تَنَازَعُوا} تنازعا يوجب تشتت القلوب وتفرقها، {فَتَفْشَلُوا} أي: تجبنوا {وَتَذْهَبَ رِيحُكُمْ} أي: تنحل عزائمكم، وتفرق قوتكم، ويرفع ما وعدتم به من النصر على طاعة الله ورسوله\". (1) ¶ وفي الآية السابقة \"عوامل النصر الحقيقية: الثبات عند لقاء العدو. والاتصال بالله بالذكر. والطاعة لله والرسول. وتجنب النزاع والشقاق. والصبر على تكاليف المعركة. والحذر من البطر والرئاء والبغي..\". (2) ¶ وقد علم العقلاء بأن الاجتماع سبب قوة ومنعة.. ¶ كونوا جميعًا يا بني إذا اعترى ... خطب ولا تتفرقوا أفرادا ¶ تأبى الرماح إذا اجتمعن تكسرًا ... وإذا افترقن تكسرت آحادا ¶ _________ ¶ (1) تيسير الكريم المنان في تفسير كلام الرحمن، سورة الأنفال: 46. ¶ (2) الظلال، سورة الأنفال، الآية 46.",
            "page": "70",
            "part": "1",
            "seal": "7836B4B2"
        },
        {
            "id": "71",
            "nass": "ثانيًا: هلاك الأمة. ¶ صح عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: «ذروني ما تركتكم فإنما هلك من كان قبلكم بكثرة سؤالهم واختلافهم على أنبيائهم فإذا أمرتكم بشيء فأتوا منه ما استطعتم وإذا نهيتكم عن شيء فدعوه» . (1) ¶ قال في تحفة الأحوذي: \"واختلافهم عطف على الكثرة لا على السؤال لأن نفس الاختلاف موجب للهلاك بغير الكثرة\". (2) ¶ _________ ¶ (1) البخاري 6 / 2658، ومسلم 2 / 975، وغيرهما. ¶ (2) تحفة الأحوذي 7 / 372.",
            "page": "71",
            "part": "1",
            "seal": "E293F28D"
        },
        {
            "id": "72",
            "nass": "قال ابن القيم رحمه الله: \"وقد أخبر النبي صلى الله عليه وسلم أن هلاك الأمم من قبلنا إنما كان باختلافهم على أنبيائهم وقال أبو الدرداء وأنس وواثلة بن الأسقع «خرج علينا رسول الله صلى الله عليه وسلم ونحن نتنازع في شيء من الدين فغضب غضبا شديدا لم يغضب مثله قال ثم انتهرنا قال يا أمة محمد لا تهيجوا على أنفسكم وهج النار ثم قال أبهذا أمرتم أو ليس عن هذا نهيتم إنما هلك من كان قبلكم بهذا» وقال عمرو بن شعيب عن أبيه عن ابني العاص أنهما قالا «جلسنا مجلسا في عهد رسول الله صلى الله عليه وسلم كأنه أشد اغتباطا فإذا رجال عند حجرة عائشة يتراجعون في القدر فلما رأيناهم اعتزلناهم ورسول الله صلى الله عليه وسلم خلف الحجرة يسمع كلامهم فخرج علينا رسول الله صلى الله عليه وسلم مغضبا يعرف في وجهه الغضب حتى وقف عليهم وقال يا قوم بهذا ضلت الأمم قبلكم باختلافهم على أنبيائهم وضربهم الكتاب بعضه ببعض وإن القرآن لم ينزل لتضربوا بعضه ببعض ولكن نزل القرآن يصدق بعضه بعضا ما عرفتم منه فاعملوا به وما تشابه فآمنوا به ثم التفت فرآني أنا وأخي جالسين فغبطنا أنفسنا أن لا يكون رآنا معهم» قال البخاري رأيت أحمد بن حنبل وعلي ابن",
            "page": "72",
            "part": "1",
            "seal": "95BA8742"
        },
        {
            "id": "73",
            "nass": "عبد الله والحميدي وإسحاق بن إبراهيم يحتجون بحديث عمرو بن شعيب عن أبيه عن جده وقال أحمد بن صالح أجمع آل عبد الله على أنها صحيفة عبد الله \". (1) ¶ _________ ¶ (1) إعلام الموقعين 1 / 260.",
            "page": "73",
            "part": "1",
            "seal": "55852610"
        },
        {
            "id": "74",
            "nass": "ثالثًا: العقوبات المعنوية. ¶ روى البخاري وغيره عن عبادة بن الصامت: «أن رسول الله صلى الله عليه وسلم خرج يخبر بليلة القدر فتلاحى رجلان من المسلمين فقال إني خرجت لأخبركم بليلة القدر وإنه تلاحى فلان وفلان فرفعت» (1) الحديث. ¶ قال النووي: \"وفيه أن المخاصمة والمنازعة مذمومة وأنها سبب للعقوبة المعنوية\"، (2) وقال ابن حجر: \"قوله \" فتلاحى \" بفتح الحاء المهملة مشتق من التلاحي بكسرها وهو التنازع والمخاصمة ... قال القاضي عياض: فيه دليل على أن المخاصمة مذمومة، وأنها سبب في العقوبة المعنوية أي الحرمان\". (3) ¶ _________ ¶ (1) صحيح البخاري 1 / 27. ¶ (2) شرح النووي على مسلم 8 / 63. ¶ (3) الفتح 1 / 113 باختصار، ومثلهما قال الشوكاني في النيل 4 / 370.",
            "page": "74",
            "part": "1",
            "seal": "F229EAF2"
        },
        {
            "id": "75",
            "nass": "رابعًا: الجهل بالحق والبعد عنه. ¶ فإذا رأى طالب الحق أن أهله مختلفين فيه على أقوال عددًا، وكل طرف منهم شط فيما اختار، التبس الأمر عليه وربما نفر من الحق وأهله جراء اختلافهم. ¶ ونتيجة هذا أن يعيش أهل الحق غربة بين الناس: ¶ وأي اغتراب فوق غربتنا التي ... لها أضحت الأعداء فينا تَحَكَّمُ ¶ هذا والله نسأل أن يلم شعث الأمة، وأن يوحد صفها، وأن يجعل الدائرة لها، إنه على ذلك قدير وبالإجابة جدير، وآخر دعوانا أن الحمد لله رب العالمين.",
            "page": "75",
            "part": "1",
            "seal": "D56929E4"
        },
        {
            "id": "76",
            "nass": "خامسًا: براءة الرسول صلى الله عليه وسلم من المفترقين: ¶ قال الله عز وجل: {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ} ، يقول القرطبي رحمه الله: {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ} هم أهل البدع والشبهات وأهل الضلالة من هذه الأمة، (شيعًا) فرقًا وأحزابا، وكل قوم أمرهم واحد يتبع بعضهم رأي بعض؛ فهم شيع، {لَسْتَ مِنْهُمْ فِي شَيْءٍ} فأوجب براءته منهم\". (1) ¶ _________ ¶ (1) تفسير القرطبي 7 / 1508",
            "page": "76",
            "part": "1",
            "seal": "089E7C68"
        },
        {
            "id": "77",
            "nass": "سادسًا: اسوداد وجوه طوائف من المفترقين يوم القيامة: ¶ كما قال الله تعالى: {وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ} {يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ} {وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ} . ¶ هذا ما تيسر جمعه في عجالة، أسأل الله أن ينفع به وأن يرزقنا وإياكم العلم والعمل، وصلى الله وسلم على نبينا محمد وآله وصحبه أجمعين.",
            "page": "77",
            "part": "1",
            "seal": "01799685"
        }
    ],
    "t1865": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أولا مقدمات"
        },
        {
            "id": "1",
            "lvl": "2",
            "sub": "1",
            "tit": "أمة الإسلام في شتات وفرقة"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": null,
            "tit": "مفهوم الاختلاف"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "الاختلاف باعتبار حقيقة المسائل المختلف فيها"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "الاختلاف باعتبار ما يوجبه"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "الاختلاف باعتبار أثره"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "الاختلاف باعتبار مدح أصحابه وذمهم"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الأول أن يكون المختلفون كلهم مذمومين"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الثاني اختلاف ينقسم أهله إلى محمود ومذموم"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "نوع آخر من الاختلاف"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "ذم الخلاف وتجنبه في القرآن والسنة"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "الاختلاف بين المشيئة الكونية والشرعية"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "مسألة هل الاختلاف رحمة وخير أم عذاب وشر"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "عمل أهل العلم على الخروج من الخلاف"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "حكم الاختلاف في العمل الإسلامي"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "ثانيا أسباب الافتراق"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا تفاوت الناس في الطبائع والميول وتفاضلهم في العقول"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "أصل الاختلاف المذموم والتفرق في الأمة هو الجهل بالدين"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "أنواعه"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "من عوامل الاختلاف بسبب عدم فهم دلالة النصوص"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "أولا البغي"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا الغرور بالنفس"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا سوء الظن بالآخرين"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا حب الظهور بالجدل والمماراة"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا التعصب"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "عوامل خارجية قادت إلى تفاقم الاختلاف"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "ثالثا آثار الافتراق المذموم"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا الضعف والعجز"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا هلاك الأمة"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا العقوبات المعنوية"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا الجهل بالحق والبعد عنه"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "خامسا براءة الرسول صلى الله عليه وسلم من المفترقين"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "سادسا اسوداد وجوه طوائف من المفترقين يوم القيامة"
        }
    ]
}