{
    "b1867": [
        {
            "id": "1",
            "nass": "الأمة بين سنتي الابتلاء والعمل ¶ مجموعة من العلماء ¶ تصل لموقع الإسلام أسئلة كثيرة، أفرزها ما يعيشه المسلمون من حوادث مريعة، وجراءة كبيرة من أعدائهم، وهذه الأسئلة تبث ألمها، وتتساءل عن الدور الذي يمكن أن يكون للفرد عمله وتحقيقه، ولا شك أن هذا التساؤل دليل حياة، ومؤشر على خير في النفوس، ولكن ما لم يتم التوجيه الرشيد لهذه المشاعر فإنها قد تبرد وتتبلَّد مع مرور الوقت فنخسرها، أو تنحرف فنشقى بها. ¶ ولذا رأينا توجيه هذه الأسئلة إلى كوكبة من المشايخ الذين يعيشون هموم هذه الأمة، ويدركون ما يحيق بها من أخطار؛ علهم أن يسهموا في تلك الإشكالات التي تطرحها تلك التساؤلات بتوجيه يشفي الصدور، ويوجه الطاقات من خلال برنامج عملي واضح. وقد جاءت إجابات المشايخ الأجلاء - مشكورين- في محورين: ¶ المحور الأول: الشباب بين الحماسة والفتور- الأسباب - الآثار- العلاج. ¶ المحور الثاني: الأمة بين سنتي الابتلاء والعمل لهذا الدين.",
            "page": "1",
            "part": "1",
            "seal": "10810AB4"
        },
        {
            "id": "2",
            "nass": "1- الحيوية والقوة: ¶ أن الشباب فيه حيوية وقوة والله سبحانه وتعالى كما جاء في التقديم قال: {اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً} (الروم: 54) .",
            "page": "2",
            "part": "1",
            "seal": "71B7CBA6"
        },
        {
            "id": "3",
            "nass": "فالشباب قوة بين ضعفين وانطلاقة بين هدوءين أو سكونين وحركة واندفاع بين جانبين فيهما من الهدوء والسكينة ما فيهما وحتى من الناحية الطبية نعلم أن الفئة العمرية في فترة البلوغ ما يزال الخلايا والأعضاء تزيد وتنمو وتعظم وتتكاثر وهذا أمر بين وإذا رجعنا حتى إلى اللغة تسعفنا هذه المعاني بشكل واضح لأن الاشتقاق اللغوي لأصل شب وهو أصل الشين والباء في اللغة يدل على نماء الشيء وقوته في حرارة تعتريه وهذا يدلنا على طبيعة الامتزاج بين الحيوية والحرارة والقوة وطيعة الشباب ومن ذلك قولهم: شبت النار أو شببت الحرب ثم كما يقول ابن فارس ثم اشتق الشباب منه وهو النماء والزيادة في قوة جسمه وحرارته ولذلك نرى هذا الأمر واضحا وأن من طبيعة الشباب الفطرية بل والخلقية البدنية أو ما يسمى بالبيولوجية أي الطبيعية الفيزيائية أنه بطبيعة خلقته في هذه الفترة العمرية فيه نمو وزيادة وشيء مما يزداد قوة ويزداد.. ¶ ومن هنا فالحماسة قرينة الشباب بدون أن يكون هناك افتعال لها أو تكلف فيها أو تطلب لأسبابها بل هي قرينة الشباب من هذا الوجه.",
            "page": "3",
            "part": "1",
            "seal": "49DC12BD"
        },
        {
            "id": "4",
            "nass": "2- الإرادة والتحدي: ¶ جانب آخر في طبيعة الشباب في مقتبل العمر وهو قضية الإرادة والتحدي: من طبيعة هذه الفترة العمرية أن فيها عزيمة صلبة وإرادة قوية من خصائص الشباب قبول التحدي بل والتعرض له والبحث عنه والثبات عليه ولو أننا أردنا أن نأخذ أمثلة والأمثلة اعذروني ستكون دائما محدودة لأننا لو تشعبنا فيها يضيق المقام عن ذكر ما وراء ذلك.",
            "page": "4",
            "part": "1",
            "seal": "4024DC2D"
        },
        {
            "id": "5",
            "nass": "قصة لابن مسعود وأنتم تعرفون ابن مسعود كان من صغار الصحابة وشبابهم وكان إلى ذلك نحيل الجسم دقيق الساقين كان الصحابة يضحكون من دقة ساقيه في الفترة المكية العصيبة التي كانت فيها المواجهة قاسية وشديدة وشاملة من قريش ضد المسلمين وفي جلسة بين بعض المسلمين كانوا يتداولون فيما بينهم من يمكن أن يقرأ القرآن ويصدع به في نوادي قريش وهي عملية تحد كبيرة وعملية تحتاج إلى قوة إرادة وصلابة عزيمة فانتدب لذلك ابن مسعود الشاب النحيل وذهب إلى منتدى قريش في البيت الحرام وصدع بآيات القرآن يقرؤها بين ظهرانيهم وإذا به كما هو متوقع ولم يكن هو يظن أن ذلك سيعجبهم بل كان يعرف ما يترتب على ذلك عمدوا إليه وضربوه وأثخنوه بالجراح ولعلنا نقول بعد هذا الحدث أنه قد أخذ درسا كافيا لكن ما الذي حصل؟ في اليوم الذي يليه عندما تداول المسلمون تلك الحادثة قال: (أما لو شئتم لأعاودنهم بها) فهي طبيعة الإرادة القوية والتحدي لأن نفس الشاب دائما فيها هذه الحيوية التي تأبى في الجملة أن تلين أو أن تهادن أو أن تتراجع بل تريد دائما أن تثبت نفسها وأن تظهر قوتها وأن تصر على رأيها وأن تثبت على مبدئها وأن تكون نموذجا ينسجم مع طبيعة التفاعلات",
            "page": "5",
            "part": "1",
            "seal": "39B3E232"
        },
        {
            "id": "6",
            "nass": "والمشاعر النفسية والعواطف الجياشة التي تمور بها النفس وكذلك:",
            "page": "6",
            "part": "1",
            "seal": "C3771823"
        },
        {
            "id": "7",
            "nass": "3-الأمل والطموح:",
            "page": "7",
            "part": "1",
            "seal": "A9CFE710"
        },
        {
            "id": "8",
            "nass": "لأن الشباب في مقتبل العمر فما زالت الصورة ممتدة والأفق واسعا قد يرسم طريقا في تخيله في آماله وطموحاته في مجال العلم وأنه سيحصل فيه وأن سيكون له كذا وكذا وكذا وقد يرسم طريقا في مجال حياته الاجتماعية أو في حياته العملية لكن لو أننا تصورنا المرأة في الخمسين أو في الستين لا شك أن الأمل موجود لكنه قطعا سيكون محدودا ولن يكون له مثل طبيعة هذا الأمل الممتد العريض كالشباب في حياتهم وطموحاتهم ولو أردنا أن نأخذ أمثلة لوجدنا كذلك هذه الأمثلة في فتى الرابعة عشر الذي كان النبي عليه الصلاة والسلام في جملة تربيته لأصحابه يعرف كيف يصقل هذه النفوس وكيف يذكي تلك الآمال وكيف يشحذ تلك الهمم ربيعة بن كعب الذي كان يبيت إلى جوار بيوت النبي صلى الله عليه وسلم حتى إذا قام من الليل قام يصب له وضوءه عليه الصلاة والسلام فأراد النبي أن يكرمه كما هو معروف في قصته فقال: (يا ربيعة سلني ما شئت؟) والقائل هو رسول الله صلى الله عليه وسلم المجاب الدعوة فقال: انظرني يا رسول الله، وعندما نقول الآن للشباب ماذا تريد؟ ما هو أملك؟ ما هو رجاؤك؟ اطلب ما سنحققه لك ويكون رهن إشارتك وبين يديك؟ فربما نعرف اليوم أنه ربما يطمح إلى هذا",
            "page": "8",
            "part": "1",
            "seal": "B870A4D5"
        },
        {
            "id": "9",
            "nass": "أو ذاك من أمور الدنيا وشؤونها لكن ربيعة بعد أن تريث وتأنى قال مقالة عظيمة رائعة فريدة لو اجتمعت لها عقول الشيوخ الكبار والعلماء العظام لربما قصروا عن أن يصيبوا مثل ما قال فأوجز وأبلغ في أمله وطموحه فقال: أسألك مرافقتك في الجنة، فلم يسأل الله الجنة بل سأل مرافقة الرسول في الجنة ليكون سؤاله في أعلى وأعظم مطلب فماذا قال له النبي عليه الصلاة والسلام؟ وهذه هي التربية لكي يبقى الأمل ممتدا والطموح متواصلا «أعني على نفسك بكثرة السجود» ونعلم قوله لعبد الله بن عمر يوم أول رؤياه قال: «نعم الرجل عبد الله لو كان يقوم من الليل» والأمر في هذا واضح وجلي وكثير. ¶ وكان النبي عليه الصلاة والسلام يعطي لكل ما كان يناسبه حتى يمتد في مجاله وميدانه الذي تتعلق به نفسه وأمله كما هو معروف في الحديث الذي رواه الترمذي عندما عدد النبي عليه الصلاة والسلام الصحابة وذكر في كل منهم خصيصة يتميز بها قال: «أقرؤهم أبي وأفرضهم زيد وأعلمهم بالحلال والحرام معاذ» إلى آخر ما ذكره عليه الصلاة والسلام.",
            "page": "9",
            "part": "1",
            "seal": "7153374C"
        },
        {
            "id": "10",
            "nass": "4- تنوع الخيارات: ¶ مازال في مقتبل العمر هل يتزوج الآن؟ هل يكمل دراسته؟ هل يدخل ميدان العمل؟ أما من قد طويت صفحات عمره فإن الخيارات في غالب الأحوال تكون محدودة وربما نرى نحن أننا نضيق الآن المجال فلا يبقى مساحة إلا لكم معاشر الشباب الذين تدخلون في جميع التعريفات أما من له تعريف واحد يتيح له أن يدخل في الشباب وتعريفات أخرى تخرجه منه يبدأ تضييق الدائرة عليه كما قلنا فلذلك لما كانت هذه الحماسة من طبيعة الشباب فنحن نرحب بها ولا نعارضها ولا نقول إنها شيء شاذ أو أمر غريب ولكننا نواصل أيضا في مدح هذه الحماسة وبيان ثمراتها وبعض فوائدها ليكمل لنا حينئذ الصورة الإيجابية في هذه الحماسة بإذن الله عز وجل.",
            "page": "10",
            "part": "1",
            "seal": "1B3402FA"
        },
        {
            "id": "11",
            "nass": "ثمرات الحماسة: ¶ الحماسة تورث خلالا كثيرة وسمات عديدة: ¶ 1- الهمة والعزة:",
            "page": "11",
            "part": "1",
            "seal": "42EA4E96"
        },
        {
            "id": "12",
            "nass": "فهذه الحماسة تجعل الهمة عالية والعزيمة ماضية والعزة أبية والروح فتية بحيث إن هذه المشاعر تترجم إلى مواقف وإلى سمات شخصية تعد من مظاهر القوة الإيجابية ليس في الشباب رخاوة وليس في الشباب ضعف وإن كان حالنا اليوم أو حال بعض شبابنا قد جعلت لهم صورة أخرى في الشباب هي صورة الدعة والترف والرخاء ولكننا نقول إن الأصل في طبيعة الشباب في التربية الصحيحة في الأجواء النقية أن يكون لهم همتهم القوية وعزتهم الأبية التي تجعلهم دائما في قصب السبق والتقدم كما سيأتي في المراحل التالية ولعلنا نريد أن نصور بعض هذه الهمم في سير الشباب من أصحاب النبي عليه الصلاة والسلام والأمثلة محدودة كما قلت بحكم الوقت هذا نموذج رده النبي عليه الصلاة والسلام إلى الاعتدال لكننا نرى كيف كانت القوة في أصل هذا النموذج عند البخاري في الصحيح من حديث النبي عليه الصلاة والسلام مع عبد الله بن عمرو بن العاص قال له عليه الصلاة والسلام: «ألم أخبر أنك تصوم فلا تفطر وتصلي فلا تنام وتقرأ القرآن في كل ليلة) فقال: بلى يا رسول الله،» هذا الخبر بلغه عن عبد الله بن عمرو انظروا إلى همته وطاقته المتدفقة كيف كان على حال لا يفطر ولا ينام ليله",
            "page": "12",
            "part": "1",
            "seal": "B12F03A6"
        },
        {
            "id": "13",
            "nass": "ويختم في كل ليلة نعم رده النبي عليه الصلاة والسلام إلى الاعتدال المعروف في الحديث لكن الشاهد عندنا هو هذه الهمة العالية القوية التي كانت عنده ورسول الله صلى الله عليه وسلم في مقتبل عمره وفي بداية دعوته كانت له المواقف العظيمة في مثل هذا.",
            "page": "13",
            "part": "1",
            "seal": "FB71922E"
        },
        {
            "id": "14",
            "nass": "2- العمل والإنتاج:",
            "page": "14",
            "part": "1",
            "seal": "E3342EA3"
        },
        {
            "id": "15",
            "nass": "الهمة والعزة تتحول إلى عمل مثمر وإلى تواصل في الإنجاز وحرق المراحل لكي يكون هناك ثمرة ظاهرة ونتيجة باهرة من خلال هذه الهمة لأن صاحب الهمة لا يرضى بالقعود ولا يرضى بالكسل والخمول ولا يرضى إلا أن تكون كل ثانية من ثواني حياته مملوءة بما يتناسب مع طبيعة هذه المشاعر المتدفقة والعواطف المتأججة في نفسه ولذلك نرى كيف كان شباب الصحابة والشباب في مراحل التاريخ الإسلامي كلها في الأجواء الصحيحة والتربية الجادة كيف كانوا دائما يأتون بالعجائب والإنجازات الباهرة حتى في مجالات مختلفة لعلي أذكر مثالا في قصة زيد بن ثابت رضي الله عنه وهو الذي كان غلاما صغيرا في نحو السادسة عشر من عمره فقال له النبي عليه الصلاة والسلام كما في المسند عند الإمام أحمد: «اقرأ حرف يهود» يعني حتى يقرأ له أراد النبي صلى الله عليه وسلم أن يتعلم اللغة حتى يقرأ للنبي صلى الله عليه وسلم ما يأتيه عفوا فتعلم السريانية في بعض الروايات أنه تعلمها في خمسة عشر يوما فكان يقرأ للرسول وكان يكتب له وفي بعضها في سبعة عشر يوما وبالمناسبة أيضا زيد بن ثابت كانت له المهمة الفريدة التي جعل من مؤهلاتها الشباب في صحيح البخاري الحديث المشهور في",
            "page": "15",
            "part": "1",
            "seal": "AC0CDB81"
        },
        {
            "id": "16",
            "nass": "جمع القرآن (قال أبو بكر عندما استدعى زيد بن ثابت: إنك شاب عاقل لا نتهمك كنت تكتب الوحي على عهد رسول الله صلى الله عليه وسلم) وأول هذه الخصائص أنه شاب مهمة ثقيلة تحتاج إلى قوة تحتاج إلى عمل متواصل أسندت إلى هذا الشاب الفتي مع ما عنده من الأمانة والعلم والخبرات السابقة كما يقال ثم كلفه بجمع القرآن وكتابته ومع أن الذي كان يحدثه أبو بكر خليفة المسلمين ومعه عمر وزيره وهما أفضل الصحابة وأكبرهما سنا إلى غير ذلك مع ذلك كله قال بكل رباطة جأش وهمة تناسب الشباب قال: كيف تفعلان شيئا لم يفعله رسول الله صلى الله عليه وسلم؟) وهذا يدل على قوة هذه الشخصية لكن بعد أن جاءت المراجعة وانشرح صدره لذلك قال: فوالله لو كلفني نقل جبل من مكانه لكان أهون علي ثم انطلق وبدأ في هذه المهمة وأعانه عمر ووضع الشروط والضوابط والشهادة المطلوبة على كل وهو مكتوب أنه ثبتت كتابته بأمر النبي عليه الصلاة والسلام أو بحضرته وأتم هذه المهمة على أدق وأحكم وأمتن صورة ما كانت لتكون لولا هذه الفتوة والحيوية والحماسة والقوة في حياة الشباب والأمر في هذا كما قلنا يطول الحديث عنه.",
            "page": "16",
            "part": "1",
            "seal": "2387CA64"
        },
        {
            "id": "17",
            "nass": "3- الثبات والإصرار:",
            "page": "17",
            "part": "1",
            "seal": "4B04CEAF"
        },
        {
            "id": "18",
            "nass": "كثير من الأعمال لا تعطي ثمرتها إلا مع طول الزمن ومع استمرارية العمل وذو النفس التي ليست فيها هذه الحماسة غالبا ما ينقطع نفسه وينقطع عمله وينقطع بعد ذلك أثره ويطوى خبره لأن المسألة تحتاج إلى مثل هذا كما سنشير من مزايا الشباب في الحماسة: أنها تعطيهم قوة وثباتا بشكل منقطع النظير أبو موسى الأشعري رضي الله عنه وهو أمير على الكوفة ظل يقرئ القرآن في مسجدها أربعين عاما كل يوم وهو أمير وهو يتولى الحكم لكنه كان في صفته وسمته يدل على هذا العطاء المستمر والثبات على العمل ليست قضية ردود أفعال ولا سحابة صيف تنقشع ولا أمرا أثارته بعض العواطف المهيجة ثم جاء غيرها ونرى بعض الشباب وهو يتموج ويذهب يمنة ويسرة مع بعض هذه التقلبات العاطفية وخاصة نحن في عصر عولمة وإعلام وكوكبة وموجات متدفقة هنا وهناك تعبث بالعقول والعواطف عبثا كبيرا وحبيب بن زيد رضي الله عنه وهو من أمثلة الشباب كيف ثبت لما أرسله النبي عليه الصلاة والسلام إلى مسيلمة الكذاب فكان يقول: أشهد أن لا إله إلا الله وأن محمدا رسول الله يقول مسيلمة: قل أشهد أن لا إله إلا الله وأن مسيلمة رسول الله يقول: لا أسمع لا أسمع وإذا بمسيلمة بعد ذلك يبدأ في",
            "page": "18",
            "part": "1",
            "seal": "3B8EB828"
        },
        {
            "id": "19",
            "nass": "تقطيعه يقطع أذنه يجدع أنفه ويقطع إربا إربا وهو ثابت على هذا النهج الذي كان عليه مصعب بن عمير الشاب المدلل المترف المعطر الذي قال فيه النبي عليه الصلاة والسلام: «ما رأيت فتى أحسن لمة في أهل مكة من مصعب بن عمير» لما دخل الإيمان في قلبه وتمكن وأعطى عاطفته كلها لهذا المعتقد والمبدأ ووجه بكل أنواع الحصار والتضييق وشظف العيش لم تلن له قناة ولم يتغير له موقف ولم يتراجع في أي صورة من الصور التي أخذ بها رضي الله عنه وأرضاه حتى كانت بعد ذلك قصة استشهاده مضرب مثل بل موضع عبرة لكبار الصحابة أبكتهم سنواتا طوالا بعد مصعب بن عمير رضي الله عنه كما ورد في الصحيح من حديث عبد الرحمن بن عوف عند البخاري أنه كان صائما في يوم خميس وأتي له بطعام الإفطار وكان فيه صنفين من الطعام نوعين من الطعام فقط نوعين فبكى عبد الرحمن بن عوف رضي الله عنه فتعجب الناس قالوا: ما يبكيك؟ قال: ذكرت مصعب بن عمير مات يوم أحد يوم مات ولم نجد ما نكفنه به إلا بردة إن غطينا رأسه بدا قدماه وإن غطينا قدماه بدا رأسه وأخشى أن نكون قد عجلت لنا طيباتنا، بقي موقف مصعب في ثباته الفريد يوم قطعت يده اليمنى فرفع الراية بيسراه فقطعت فضمها بعضديه",
            "page": "19",
            "part": "1",
            "seal": "10F8EA1F"
        },
        {
            "id": "20",
            "nass": "حتى خر واستشهد رضي الله عنه على هذه الصورة من الثبات الرائع في قوة الحماسة والثبات على المنهج والمبدأ.",
            "page": "20",
            "part": "1",
            "seal": "987A6B64"
        },
        {
            "id": "21",
            "nass": "4- نجدة وإعانة: ¶ وينتج عن هذه الحماسة في الجلة أيضا نجدة وإعانة لأن المتحمس يأبى أن يرى الضيم ويسكت يأبى أن يرى المحتاج وهو واقف لا تستجيشه تلك العاطفة إلى أن يمد يد العون وإلى أن يسابق وإلى أن يكون في الصفوف الأول في كل هيعة وفي كل ميدان من ميادين العطاء والنجدة ولعل قصة حنظلة بن أبي عامر غسيل الملائكة الذي دخل على زوجه وعروسه في ليلة عرسه ثم أصبح على ظهر الخيل مجاهدا في سبيل الله ناسيا أن يغتسل من جنابته حتى غسلته الملائكة فيما بين السماء والأرض كما أخبر النبي صلى الله عليه وسلم تلك هي روح الحماسة المتدفقة في ميدانها الصحيح وفي عطائها الإيجابي.",
            "page": "21",
            "part": "1",
            "seal": "9E7A324F"
        },
        {
            "id": "22",
            "nass": "5- امتنان وانتفاع: ¶ وبعد ذلك لا شك أن هذا كله تتسع به دائرة الامتنان في الأوساط التي يعيش فيها الشباب بهذه الروح وبهذا العطاء وانتفاع من حولهم بهم بدلا من أن يكون ما قد يكون من عكس ذلك مما قد نعرج عليه في حديثنا هذا.",
            "page": "22",
            "part": "1",
            "seal": "B2793F4D"
        },
        {
            "id": "23",
            "nass": "1- الفتور والإحباط:",
            "page": "23",
            "part": "1",
            "seal": "2DA71519"
        },
        {
            "id": "24",
            "nass": "عندما تكون الاندفاعة قوية أكثر من اللازم وغير مستوعبة للواقع ولا مدركة للإمكانيات ولا متهيئة في الأخذ بالأسباب فإن هذه الاندفاعة تمضي فلا تحقق نتيجتها فيرتد حينئذ بعد تجربة وثانية وثالثة إلى فتور يترك معه كل عمل وكل حيوية وكل نشاط وكل إيجابية بل يرتد حينئذ إلى نفسية محطمة مهزومة لم تعد عندها أدنى درجات الثقة بالنفس التي يمكن أن تكون أساسا للإنطلاق أو العمل ولعلي أضرب مثالا يدور أو يقع في صفوف الشباب كثيرا في بعض الجوانب الحياتية على سبيل المثال ربما يسمع كثير من الشباب الحث على العلم وطلب العلم وفضيلة العلم وتأتي هذه النصوص وتلك المحاضرات فتلهب في نفسه الحماسة وإذا به ولم تكن له سابق تجربة ولم يأخذ خبرة من صاحب تجربة يندفع اندفاعة من الناحية المنهجية غير صحيحة ومن الناحية التي تناسب طبيعته وقدرته غير متطابقة معها فإذا به لا يلوي على شيء ذكر البغوي في كتاب العلم شرح السنة عن الزهري رحمه الله قال: من رام العلم جملة فقده جملة، وهذه طبيعة ونحن نرى كيف يقبل كثير، وهذه ظاهرة موجودة الشباب يقبل ويريد أن يدرس هذا العلم وذاك العلم ويحفظ هذا المتن اندفاعة ليست متكاملة فكثيرا ما يؤول به الأمر",
            "page": "24",
            "part": "1",
            "seal": "5518162E"
        },
        {
            "id": "25",
            "nass": "إلى أن يترك ذلك كله أو حتى في جانب الالتزام الشخصي والأخذ بأمور الفرائض والعبادات والتطوعات يندفع فيها بغير ما يتناسب مع طاقته أو ظرفه ويكون فقط تحت تأثير عاطفي مؤقت ثم يرجع إلى ما وراء ذلك ونجد في هذا كما قلت من الناحية الواقعية أمثلة كثيرة والتجربة فيه واضحة حتى نستطيع إن شاء الله أن نواصل هذه المعاني.",
            "page": "25",
            "part": "1",
            "seal": "FBEB4B83"
        },
        {
            "id": "26",
            "nass": "2- تعطيل وإعاقة: ¶ كثيرا ما تدفع الحماسة إلى عمل متهور تفسد به كل تلك الرؤى التي كانت تبنى عليها الآمال وتقام عليها الأحلام لمواصلة في عمل ما لأن الاندفاع الشديد والخروج عن المسار الصحيح لا شك أنه سوف يفعل ردود أفعال كثيرة وهذه ردود الأفعال سوف تكون تعطيل ومنع وإعاقة وواقع الشباب المسلم في المجتمعات الإسلامية أيضا فيه أمثلة كثيرة من ذلك ونحن نعرف في كثير من بلاد المسلمين كيف كانت ثورات من الاندفاع في بلاد كثيرة أدت إلى منع خير كثير وإلى سد أبواب من الإصلاح والأمر بالمعروف والنهي عن المنكر بل إلى تغييرات أعمق وأشد تأثيرا بدلا من ذلك الخير الذي كان ينشده بنسبة محدودة وإذا به ينقلب إلى كثير من العوائق والموانع والسدود التي تمنع كثيرا وكثيرا من الخير عليه وعلى آلاف مؤلفة من ورائه ولعلنا أيضا لا يخفى علينا مثل هذا فيما جرى في كثير من البلاد التي انفرط فيها عقد أمنها واختلت فيها الموازين وكثر فيها الهرج والمرج مما سيأتي أيضا ذكر بعضه فيما نأتي به في هذه النقاط:",
            "page": "26",
            "part": "1",
            "seal": "38651892"
        },
        {
            "id": "27",
            "nass": "3- موت وإتلاف: ¶ يعني قد يبلغ الأمر إلى هذا المبلغ ونحن نعرف أن الحماسة المتمكنة في النفس أحيانا قد تصل إلى شيء من تغييب العقل وعدم النظر حتى في الضوابط والأحكام الشرعية ونحن نحب أن نؤكد هنا على أمر مهم وهو أن المنطلقات التي تحكم المسلم ليست منطلقات العاطفة ولا الشعور ولا ردود الأفعال ولا الانتصار للذات الذي يحكمنا أمران هما الأساسيان في تصرفاتنا كلها: ¶ الأول: هو حكم الشرع من كتاب الله وسنة رسوله صلى الله عليه وسلم فما كان واجبا أمضيناه وما كان محرما تركناه ويلحق به ويكمله",
            "page": "27",
            "part": "1",
            "seal": "27C0F0FD"
        },
        {
            "id": "28",
            "nass": "الثاني: مراعاة المصلحة الشرعية في تنزيل الحكم الشرعي على الواقع المعاصر فإن من الأمور ما قد يكون واجبا أو قد يكون مباحا لكن إيقاعه في هذا الوقت أو في هذا المكان قد تترتب عليه مفاسد أعظم وقد يكون فعله في هذا الموطن محرما وإن كان في أصله واجبا وهذه موازنات معروفة في مقاصد الشريعة الكلية التي ينبغي مراعاتها وفي القواعد الفقهية المستقاة والمستنبطة من الأدلة الكلية والفرعية في كتاب الله وسنة رسوله صلى الله عليه وسلم مثل: «لا ضرر ولا ضرار» وغير ذلك من القواعد المعروفة فهناك ما قد يصل إلى هذا مما يقع به إزهاق الأرواح وإتلاف الأموال وإفساد كثير من الأصول الثابتة التي لا بد من معرفتها ولعلي هنا أيضا أركز في هذا المعنى لأن بعض الأفهام تتجاذبها عواطف ولا تكاد تفهم حقائق النصوص وإذا تأملنا في هذا الجانب ثمة أمر مهم نحن نذكره لأنه من دين الله ولا بد أن نفقه ديننا وأن نعرف أن الأصل أننا متعبدون بشرع الله عز وجل وأنه لا بد لنا أن نتأمل في حكمة الشارع لأن الشارع معصوم سواء كان ذلك في كتاب الله أو ما ثبت من سنة رسوله صلى الله عليه وسلم ولعلي أخص هنا موضعا محددا من هذه المواضع التي أصبحت فيها الفتنة",
            "page": "28",
            "part": "1",
            "seal": "BC45599D"
        },
        {
            "id": "29",
            "nass": "عامة في كثير من مجتمعات وبلاد المسلمين.",
            "page": "29",
            "part": "1",
            "seal": "68734351"
        },
        {
            "id": "30",
            "nass": "طائفة كبيرة كثيرة من أحاديث النبي عليه الصلاة والسلام صحيحة في النقل وصريحة في النص في قضية ما يتعلق بالانحراف أو الفساد في ولي الأمر أو الحاكم المسلم وكيف يكون التعامل في هذا الشأن ولعلي وأنا أستطرد هنا قليلا لا أقول إن هذا الحديث وهذه المحاضرة قد أعدت من قبل وإن كانت متطابقة ربما مع أحداث مؤسفة ومحزنة وقعت البارحة وفي الفترات الماضية، نقول الذي يتحدث بهذا هو سيد الخلق صلى الله عليه وسلم ليست القضية كما قلت عاطفية يذكر عليه الصلاة والسلام جملة من الأحاديث لو ذكرتها لطال بنا المقام هذه الأحاديث فيها ضبط شديد وفيها تحوط كبير وفيها ربما في صورتها الظاهرة كأنما تأتي معاكسة لما ينبغي أن يكون فيقول على سبيل المثال عليه الصلاة والسلام في بعض ما صح من هذه الأحاديث قال: «من رأى من أميره شيئا يكرهه فليصبر» وفي رواية أخرى من حديث حذيفة قال: «وإن جلد ظهره وأخذ ماله» وفي رواية ثالثة عند مسلم في تفصيلات لهذا الحديث لما ذكر النبي صلى الله عليه وسلم عن الفتنة قال حذيفة رضي الله عنه في هذا الحديث يعني قال لرسول الله: «أرأيت إن أتي به إلى الصفين قال النبي صلى الله عليه وسلم في هذا الحديث: (فليدق",
            "page": "30",
            "part": "1",
            "seal": "568B6BA6"
        },
        {
            "id": "31",
            "nass": "سيفه) » يعني فليتلف سيفه حتى لا يخوض في هذه الفتنة أو في ذلك القتال ونجد بعض هذه الأحاديث يفهمها ربما بعض الناس على أنها سلبية مطلقة وعلى أنها لا تتفق مع ما يظنه من عوميات أخرى في دين الإسلام ولو أننا تأملنا هذه النصوص لعرفنا حكمة عظيمة للشارع نقل ابن حجر رحمه الله عن ابن بطال في كتاب الاعتصام بالكتاب والسنة وفيه أحاديث عظيمة من مثل هذا قال يعني في مثل هذه الأوامر قال: فيه تسكين الدهماء وحقن الدماء لأن الأمر إذا انفرط عقده عظمت الفتنة وكبرت البلية وصار من الفساد على أمور الدين كلها ما لم يكن موجودا بمثل هذا الأمر ولا يعني ذلك بالطبع والقطع أن أي انحراف يقر وتصبغ عليه الشرعية كلا دين الله عز وجل واضح لا يضيعه أحد في كتاب الله وسنة رسوله صلى الله عليه وسلم لا يملك أحد تغييره ولا تبديله وذلك من فضل الله ونعمته علينا فينبغي أن نعرف أننا متعبدون بالشرع وانظروا إلى هذه الأمثلة:",
            "page": "31",
            "part": "1",
            "seal": "BB1EB4C7"
        },
        {
            "id": "32",
            "nass": "حذيفة بن اليمان في قصته المشهورة في يوم الأحزاب لما طلب منه النبي أن يذهب ليرى خبر القوم الأحزاب أبو سفيان ومن معهم من قريش والقبائل فتسلل حذيفة في حادثة مشهورة ويصف هو يقول: وكان أبو سفيان في مرمى سهمي إلا أني ذكرت قول النبي عليه الصلاة والسلام: «لا تحدث شيئا حتى ترجع» أبو سفيان رأس الكفر وهو قائد الأحزاب وكان في مرمى سهمه ونباله لكنه امتثل ذلك الأمر والأمر قطعا كانت فيه حكمة وهو إرشاد ووحي من رسول الله صلى الله عليه وسلم: {وَمَا يَنْطِقُ عَنِ الْهَوَى} {إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} (النجم:3،4) .",
            "page": "32",
            "part": "1",
            "seal": "FF93B4E4"
        },
        {
            "id": "33",
            "nass": "ومجزأة بن ثور السدوسي رضي الله عنه في معركة أخرى مع الروم عندما كلفه قائد المسلمين سعد وأتته رسالة بعد أن طال الحصار ولم يستطيعوا أن يقتحموا رسالة من بعض الروم تدلهم على منفذ تحت الأرض نفقي فيه ماء فانتدب قال سعد لمجزأة: انظر لي رجلا من قومك خفيفا جريئا شجاعا، قال: اجعلني أنا ذلك الرجل أيها الأمير، وقال له: لا تحدث شيئا، قال: وخلصت حتى رأيت الهرمزان ونازعتني نفسي في قتله إلا أني ذكرت قول سعد فرجع وأخذ ثلاثمائة وكلهم خاضوا ودخلوا وفتحوا من الداخل، ليست القضية اندفاعات عاطفية وإنما هي انضباطات شرعية ومراعاة مصلحية ومنهجية في الأولوية ينبغي أن نعرفها.",
            "page": "33",
            "part": "1",
            "seal": "0251CC77"
        },
        {
            "id": "34",
            "nass": "4- الضياع والخسارة: ¶ كم من الشباب يندفعون في جوانب مختلفة ثم لا يرمون على شيء لأنهم لم يرشدوا تلك الحماسة ولم يجعلوها في برامج عملية وتدرج فيمضي الوقت ولا تحصل الثمرة، وتنفق الجهود أو الأموال ولا تحصل النتيجة وذلك أيضا كما قلت حتى لا نطيل يزيد في الأمر ولعلي أضرب مثالا في قضية العلم مرة أخرى: ¶ بعض الشباب في هذه الحماسة العلمية يتتبعون مسائل الخلاف وتجد الواحد بعد يوم أو يومين من بداية عنايته بالعلم أو بعنايته بالالتزام إذا به يسمع هذه المسائل الخلافية ويتحدث بها، فلان مخطئ فلان كذا ويبدد الجهود في تتبع الأخطاء وفي حفظ الأحاديث الضعيفة والموضوعة وهو لم يعرف الصحيحة بعد ولم يحفظها ولم يكون من ذلك نظرة علمية واضحة يستطيع بها أن يميز بعد ذلك الخطأ الذي قد يكون في هذه المنهجيات المختلفة.",
            "page": "34",
            "part": "1",
            "seal": "F8D2817B"
        },
        {
            "id": "35",
            "nass": "وقد قال ابن القيم رحمه الله كما ورد في الفوائد قال: من تتبع شواذ المسائل يعني التي فيها الخلافات فقط يتتبعها، يقول: منهج أهل السنة والجماعة أخذ أصول العلم قال: وغيرهم يتتبع شواذ المسائل وهو يقول عن تجربة: وقل من رأيته يفلح في هؤلاء، ما يصل إلى ثمرة لأنه إذا صح التعبير يأخذ من كل بحر قطرة وينتهي بعد ذلك إلى ولا قطرة، ليست هناك يعني هذه الصورة الإيجابية التاي بتجميع هذه الجهود نصل إلى ثمرة هناك ضياع وخسارة.",
            "page": "35",
            "part": "1",
            "seal": "06EAA82E"
        },
        {
            "id": "36",
            "nass": "5- التضخيم والاختلال: ¶ هناك نقاط صغيرة يمكن بالمكبرات أن ترى وهي مئات أضعاف حجمها من حماسة الناس أحيانا إذا تحمس لأمر جعله هو كل شيء هو مبتدأ الأمر ونهايته وهو أوله وغايته وهو الذي لايمكن أن ينشغل أحد بسواه وإذا انشغل أحد بغيره فهو ضائع وتافه ومضيع للأمور وهكذا تندفع العاطفة تماما هي العاطفة بطبيعتها حتى لو اندفعت العاطفة كما نعرف عند العشاق والمحبين تختصر الدنيا كلها في المعشوق والمحبوب كما قال المجنون ولا بأس أن يكون هذا التفريع للشباب، يقول: ¶ إذا قيل للمجنون: ليلى تريد ... أم الدنيا وما في طواياها ¶ لقال غبار من تراب نعالها ... أحب لنفسي وأشفى لبلواها ¶ يقول ابن الجوزي معلقا: وهذا مذهب المحبين بلا خلاف فمن أحب الله ورسوله كان أدنى شيء منهما أحب إليه من كل هذه الدنيا وما فيها.",
            "page": "36",
            "part": "1",
            "seal": "A1C32568"
        },
        {
            "id": "37",
            "nass": "فالمسألة الاندفاعية في العاطفة هذه قضية عظيمة ومن أمثلتها: التقديس والتبخيس والتهوين والتهويل: من أحببناه جعلناه ذلك الرجل الذي كأنما هو ملك مبرأ من كل عيب أما علمه فغزير وأما رأيه فسديد وأما منطقه ففصيح وأما تصرفه فحكيم، كأنما لم يكن فيه عيب مطلق ونحن حينئذ نقول: هو الأول وهو الآخر وهو الذي ينبغي أن يكون ... أين هذا من ذلك الاتزان حتى النبي عليه الصلاة والسلام يقول لأصحابه: «لا تطروني كما أطرت النصارى ابن مريم» ويقول: «قولوا بقولكم أو ببعض قولكم» يعني يجعل هذا الاعتدال في شخصه عليه الصلاة والسلام وهو من هو في عظمته ومكانته عند ربه سبحانه وتعالى ولذلك مما رواه أبو هريرة وهو من حديث أنس رضي الله عنه قال: كان الرسول صلى الله عليه وسلم أحب شيء إلينا رؤيته فإذا أقبل علينا لم نقم له لأنا نعرف كراهيته لذلك. ¶ وأحيانا إذا انتقصنا إنسانا وكان غير مقنع لنا فلا نكاد نرى له حسنة من الحسنات: ¶ وعين الرضا عن كل عيب كليلة ... ولكن عين السخط تبدي المساويا ¶ وهذه قضية واضحة ونعرف الأمثلة في هذا قصة سلمان رضي الله عنه ولا أريد أن أطيل.",
            "page": "37",
            "part": "1",
            "seal": "493C2981"
        },
        {
            "id": "38",
            "nass": "إذن هل نحن الآن مع الحماسة؟ وإلا فترت حماستنا للحماسة والمتحمسين لكننا نقول: لا للتهور، الحماسة التي قلناها باقين على عهدنا بها وعلى تأييدنا لها.",
            "page": "38",
            "part": "1",
            "seal": "AFB66389"
        },
        {
            "id": "39",
            "nass": "1- قصور في العلم: ¶ مشكلة الجهل هي آفة الآفات ومن الجهل: جهل بسيط وجهل مركب كما تعلمون، الجهل الذي نقصده هناك غياب كثير من الأصول العلمية المهمة: ¶ معرفة النصوص الشرعية في كثير من الميادين الحياتية والمسائل الآنية المستجدة، معرفة القواعد الشرعية كما قلت التي هي خلاصة إستقراء للأدلة النصية، معرفة المقاصد الشرعية التي هي خلاصة غايت هذا الدين وأهدافه، معرفة السنن الربانية في طبيعة هذه الحياة وطبيعة قيام الدول وسقوطها وطبيعة مآل المتقين وعاقبة المكذبين والكافرين قضايا كثيرة لا بد أن ندركها ونعرف أنها سنن ماضية لا تتبدل: {فَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلاً وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَحْوِيلاً} (فاطر: من الآية 43) . ¶ لا بد أن يكون عندنا يقين ومعرفة وتشرب لهذه المعاني حتى لا نندفع مع العاطفة بعيدا عن هذه الأصول العلمية المهمة وكما قلت الأمثلة قد تطول ولكنني أذكر عندما نتلو قول الله سبحانه وتعالى: {إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ} (محمد: من الآية 7) . ¶ عندما نقول: {إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ} (هود: من الآية 49) .",
            "page": "39",
            "part": "1",
            "seal": "3DBAFA5B"
        },
        {
            "id": "40",
            "nass": "{فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ} (الروم:60) . ¶ هذه معاني مهمة النبي عليه الصلاة والسلام طبقها والصحابة على سبيل المثال بعض الأمثلة. ¶ في سنن أبي داود نفر من الصحابة كانوا في سفر شج أحدهم، أصابته الجنابة، استفتى أصحابه، قالوا: لا لا بد أن تغتسل، الجو بارد والرجل مشجوج، قالوا: لا بد أن تغتسل، فاغتسل فمات، قال النبي عليه الصلاة والسلام: «قتلوه قتلهم الله، أفلا سألوا إذ لم يعلموا؟ إنما شفاء العي السؤال» كم من القضايا الضخمة الهائلة والمسائل الكبيرة التي من المفترض أن لا يتكلم فيها إلا أكابر العلماء مجتمعين وإذا بك تجد ذلك الشاب في مقتبل العمر يتناول الحديث فيها ويفتي فيها ويعطي القول الحاسم والجازم ويرفض كل ما يخالف رأيه وقوله وهذا في غالب الأحوال ليس عن أساس علمي وإنما هي عن اندفاعات عاطفية وخليط ومزيج من هذه التجاذبات التي تجتمع لدى هذا أو ذاك وكما قلت المسائل كثيرة.",
            "page": "40",
            "part": "1",
            "seal": "4F70A0AA"
        },
        {
            "id": "41",
            "nass": "2- النقص في الوعي: ¶ والوعي هو: إدراك المسائل من جميع جوانبها ومعرفتها من كل وجوهها، كثيرا ما تكون النظرة إلى جانب واحد تذكرنا بالقصة المشهورة للعميان الثلاثة الذين اتفقوا هل رأوا الفيل؟ فأحدهم وقعت يده على خرطومه، والآخر وقعت يده على أذنه، والثالث فكل عندما وصف إنما وصف الجزئية التي رآها وكان الوصف أبعد ما يكون عن الحقيقة لأنه لم تكتمل الأجزاء حتى تتكامل الصورة بشكل واضح معرفة الواقع أصل مهم في تنزيل الحكم الشرعي على هذه المسائل وهذه مسألة طويلة وقد ذكر ابن القيم رحمه الله في زاد المعاد فصولا نفيسة في هذه المسألة وقال: إن كل عالم ينبغي أن يكون عالما بالشرع وبصيرا بالواقع حتى يستطيع أن ينزل هذا على ذاك نقص لوعي لما وراء هذه الأمور وم يترتب عليها من المفاسد والمصالح والرؤية التكاملية إذا غابت فإنها في غالب الأحوال يقع لها يعني بها مثل ذلك الذي أشرنا إليه.",
            "page": "41",
            "part": "1",
            "seal": "6428E60B"
        },
        {
            "id": "42",
            "nass": "3- الضعف في التربية: ¶ كثيرة أجيال الشباب الذين لم يتلقوا تربية متكاملة منهجية على الأصول الإسلامية كثيرون منا كنا في أوقات ليس عندنا أحد يرشدنا أو ربما لقد كنا سرنا في طرق من التسيب أو التفلت أو تجاوز المحارم أو نحو ذلك ثم بعد ذلك عدنا أو كانت لنا ثقافات خليطة ثم بعد ذلك حاولنا أن تكون لنا ثقافة أصيلة هذا الخليط فيه ضعف في التربية ليس فيه تعود على منهجية متكاملة على سير واضح على تخطيط بين على صبر وانضباط كثيرا ما يكون عبارة عن هذه الردود الانفعالية وكثيرا ما نرى الجوانب المتضادة فمن أقصى اليمين إلى أقصى اليسار بغير أن تمر أو بغير أن يكون هناك مرور على منطقة الوسط وهذا مشاهد في كثير من الجوانب.",
            "page": "42",
            "part": "1",
            "seal": "38B3E579"
        },
        {
            "id": "43",
            "nass": "4- إحباط في الشعور: ¶ وهو لعله من أخطرها وأكثرها تأثيرا في الشباب الذين يتهورون وهو: الإحباط في مشاعرهم من نواح عدة أول هذه النواحي: ¶ تسلط الأعداء وهيمنتهم على أحوال وأوضاع بل وبلاد الأمة الإسلامية في عجز فاضح وتخاذل واضح وسلبية مؤلمة ومحزنة: ¶ هذه عند الشباب المتحمس يرى ذلك فتغلبه عاطفته وتتقد حماسته وربما عند غياب ما سبق تضيع الرؤية ويطيش العقل وينعدم الرأي السديد المبني على العلم الصحيح وهذا نحن نعرف واقعه ونعرف كم هي بلاد الإسلام التي احتلها الأعداء وتسلطوا عليها ليس لسنة ولا سنتين ولا لعقد ولا عقدين بل لما هو أكثر من ذلك ولعل فترات الزمن الأخيرة كان فيها كثير مما يعد هزائم وتراجعات المسلمين على مستويات عدة بل على المستويات الحضارية والعلمية وهذا عند من تتقد نفسه غيرة وحمية لا بد أن يكون لها أثر فإذا زاد حجم هذه القوة حجم هذا العدوان وحجم هذه الهزائم أصبحت أكبر من أن تحتملها نفسه فيخرج إلى غير حد اعتدال وإلى غير تصرف الاتزان وهذا أمره أيضا واضح. ¶ الأثر الثاني في إحباط الشعور: أيضا كثرة الانحراف والخلل والتجاوز في مجتمعات المسلمين نفسها في حدود الله عز وجل:",
            "page": "43",
            "part": "1",
            "seal": "4FA577E0"
        },
        {
            "id": "44",
            "nass": "نحن نعرف كم في بلاد المسلمين من هذه التجاوزات كم في بلاد المسلمين من إقرار المنكرات والقيام بها وإعلانها وتبنيها، كم فيها مما هو مخالف لشرع الله ويمنع شرع الله ويبيح ما يخالف شرع الله وهذه قضية لا شك أن كل ذي غيرة وإيمان يضيق صدره بها وتغلي نفسه ويشتعل قلبه حزنا وألما ورغبة في أن لا يكون مثل ذلك، لكن عندما تفقد بعض هذه الصور يكون أيضا ما ذكرناه. ¶ وجانب ثالث: وهو سوء المعاملة والظلم في التعامل مع هؤلاء الشباب: ¶ سواء كان في بيئة التعليم من أساتذتهم أو من قد يكونون في موقع التربية ولا يجدون منهم إلا تخطئتهم وإتهامهم بالنزق والطيش أو كذا أو حتى في الدائرة الأسرية وعجز الآباء عن تفهم ما قد يكون عند الشباب من عواطف فيها أخطاء لكنها تحتاج إلى توجيه وربما كذلك أحيانا في المعالجات والمعاملات الأمنية عل مستوى الدول كثيرا ما كانت هذه هي بذور لتلك الانحرافات بشكل أو بآخر ونحن في عصر تتجدد أحداثه وتتفاقم بشكل كبير وهذه قضية مهمة.",
            "page": "44",
            "part": "1",
            "seal": "7ECF7585"
        },
        {
            "id": "45",
            "nass": "5- رداءة في الاستيعاب: ¶ هذه الطاقة المتدفقة والحماسة المتألقة أين تصرف؟ أين مجالها الصحيح؟ كيف نضعها على خط القطار ليمشي إلى الوجهة التي ينتهي إليها ليصل إلى غاية محددة ومعروفة عندنا أمران: إما أنها مستنفذة في أمور تافهة وضائعة فكم مستنفذ من حماس الشباب في الرياضة على سبيل المثال، كم من حماسة وقوة وربما صراع وربما أعصاب ويعني قدرات تتفجر في هذا الجانب بهذه الضخامة أو في جوانب أخرى أيضا ليست في الاستثمار الصحيح الرياضة جيدة ربما حتى التشنيع في أصله ليس على هذا ليس شيئا مذموما لكن هذه المبالغات تجعل في آخر الأمر أنها لا تقنع وأنها في الأخير ترتد إلى فراغ يرجع إلى بحث عن بديل آخر، وإما أيضا: أنه هناك غياب وقلة وندرة في المحاضر الاستيعابية لطاقة هؤلاء الشباب وحماستهم.",
            "page": "45",
            "part": "1",
            "seal": "B874A3D4"
        },
        {
            "id": "46",
            "nass": "1- التعقل والاتزان:",
            "page": "46",
            "part": "1",
            "seal": "03D5B55E"
        },
        {
            "id": "47",
            "nass": "وطبعا ليست الأكياس الأكياس إنما الأكياس من ذوي العقول، هنا جمعنا بين الأمرين نريد هذه الحماسة والحقيقة أن الإنسان بدون الحماسة والحيوية النفسية في الحقيقة هو أقرب إلى الجماد وإلى الموات منه إلى الإنسان الذي بطبيعته هو حيوي والتفاعلات الحيوية في جسم الإنسان في الثانية الواحدة تقوم عمليات ضخمة وهائلة في جسم الإنسان ثم هو بعد ذلك يكون خاملا وقاعدا وكسولا هذا لا يتطابق لذلك نقول: صفة الحماسة إذا أضفنا إليها هذا الخليط والمزيج من الكياسة أصبحت الحماسة الإيجابية هي التي نمدحها ونريدها وترشدها تلك النظرة العقلية المتزنة فتأتينا هذه الصورة التي نريد أن نعطي فيها وصف لهذه الحماسة الكيسة أو الكياسة المتحمسة أو كما ذكر في كلمات جميلة الأستاذ البنا يقولا: ألجموا نزوات العواطف بنظرات العقول وأنيروا أشعة العقول بلهيب الحماسة. وهي كلمات جميلة تبين أننا نحتاج لمزج ذلك العقل الذي دائما يتحفظ، يتحفظ ولا يريد أن ينطلق يحتاج إلى بعض الحماسة حتى تفك عنه بعض تلك القيود التي يبالغ فيها وربما تلك الحماسة المندفعة تحتاج إلى بعض القيود العقلي حتى يرشدها فلذلك التعقل والاتزان، مهم جدا الاتزان لا يجعل هناك",
            "page": "47",
            "part": "1",
            "seal": "2036A8CD"
        },
        {
            "id": "48",
            "nass": "طغيان جانب على جانب كما قلنا ونستحضر كما قلنا في قصة سلمان وأبي الدرداء: لما جاء سلمان إلى أبي الدرداء شكت أم الدرداء، قالت: أخوك أبو الدرداء لا حظ له في الدنيا وكذا وإنما هو صائم نهاره أو قائم ليله فنزل ضيفا عليه أراد أن يصلي قال: لا، كان صائما وقدم لسلمان الطعام قال: كل معي، قال أنا صائم قال: أفطر وجعله يفطر ثم أراد لما جاء الليل أن يصلي قال: نم، ثم قام يريد أن يصلي، قال: نم، حتى انتصف الليل قال: قم فصلي، ثم جادله في ذلك فلما بلغ الأمر الرسول صلى الله عليه وسلم قال له: «إن لأهلك عليك حقا وإن لزورك عليك حقا \"لضيوفك يعني \" وإن لنفسك عليك حقا فأعط كل ذي حق حقه» .",
            "page": "48",
            "part": "1",
            "seal": "47DE6EF4"
        },
        {
            "id": "49",
            "nass": "موقف أيضا لعثمان بن عفان رضي الله عنه لما كان في فترة خلافته تعرفون ما بدأ بعض المرجفين يشيعونه من انتقادات على عثمان رضي الله عنه فلما جاء موسم الحج كان عثمان رضي الله عنه من أخيار الصحابة يريد أن يبين للناس خطأ ما يقولونه ويفند فقال: لأقومن في الناس مقاما لا أدع شاردة وواردة إلا أتيت عليها يريد أن يبين للناس، قال عبد الرحمن بن عوف: يا أمير المؤمنين لا تفعل فإن الموسم يجمع رعاع الناس ورب كلمة يطيرها عنك مطير، عقول لا تستوعب عامة الناس تذكر قضايا وإذا بها بعد ذلك تتطيش وهذا يأخذها يمينا وذاك يأخذها يسارا وهذا يفهمها على وجه وذاك يفهمها على وجه آخر الكلام في موضعه جعله الشاطبي رحمه الله من السنة وجعل الكلام في غير موضعه جعله من البدع كما ذكر ذلك في الاعتصام استدلالا بحديث النبي عليه الصلاة والسلام في حديث علي عند البخاري: «حدثوا الناس بما يعرفون أتحبون أن يكذب الله ورسوله؟» وحديث ابن مسعود في مسلم قال: «ما أنت بمحدث قوما حديثا لا تبلغه عقولهم إلا كان لبعضهم فتنة» ، وهذا أمره واضح.",
            "page": "49",
            "part": "1",
            "seal": "7A6E2F8E"
        },
        {
            "id": "50",
            "nass": "في الحديبية موقف جميل للنبي عليه الصلاة والسلام لما أرادوا أن يكتبوا قال: «اكتب محمد رسول الله) قال: سهيل بن عمرو لو كنا نعلم أنك رسول الله ما جادلناك ولكن اكتب اسمك واسم أبيك، ولما قال: (اكتب بسم الله الرحمن الرحيم) قال: لا، لا نعرف ما الرحمن ولا الرحيم، اكتب باسمك اللهم، الرسول يقول لعلي بن أبي طالب: (اكتب) وعلي غير قابل لهذا يعني لا يرى ذلك المسألة أن الرسول صلى الله عليه وسلم كان أوسع نظرا وعقلا دع هذه الصغيرة من الأمور فقال: (اكتب) فقال الرسول صلى الله عليه وسلم: (أرينيها؟) فمسحها الرسول صلى الله عليه وسلم في بعض الروايات بنفسه،» قال لعلي: (اكتب) دعك من هذه القضية الصغيرة فإن هناك ما هو أكبر منها لا تجعل هذه المسألة أكبر من حجمها وبالتالي تجعل كل توجهك ومواجهتك وقوتك وطاقتك واعتراضك لهذه القضية فتستنفذ أو تقيم فيها معركة ضخمة هائلة كما نرى من بعض الشباب الآن عندما يذكرون أمرا من الشرع وسنة من السنن لكن يجعلون النفير عليها كأنها أصل الدين كله وربما جعلوا من ذلك كما يخرجون به إلى تفسيق أو تبديع أو تكفير من غير مثل هذا الذي ننبه الناس إليه.",
            "page": "50",
            "part": "1",
            "seal": "338A9AFF"
        },
        {
            "id": "51",
            "nass": "2- الضبط والإحكام: ¶ وقد ذكرت في هذا ما هو مهم جدا ولعلنا نستحضر مثالا واحدا:",
            "page": "51",
            "part": "1",
            "seal": "F912E54D"
        },
        {
            "id": "52",
            "nass": "في بيعة العقبة بعد أن بايع الصحابة رضوان الله عليهم بل قبل أن يبايعوا انظروا كيف كانت روح الحماس جاء أبو التيهان وفي رواية غيره قال: اعلموا أنكم إنما تبايعون الرجل على حرب الأحمر والأسود فإن رأيتم أنكم تسلمونه فمن الآن، أراد أن يفاصلهم وينبههم وأن يستشعر حميتهم، فبايعوه فقال العباس بن عبيد بن نضلة رضي الله عنه: قال: «يا رسول الله لو شئت أن نميل على أهل الوادي ميلة واحدة لفعلنا في منى -هذا الكلام في الفترة المكية-، قال: لو تريد غدا أن نناجز القوم ونقاتلهم انتهى قال صلى الله عليه وسلم: (إنا لم نؤمر بذلك» ولما جاءه الخباب في الفترة المكية وقد اشتد الأذى: «يا رسول الله ألا تدعو لنا ألا تستنصر لنا؟ قال: (إنه كان في من كان قبلكم من يحفر في الأرض ثم يوضع فيها ثم يؤتى بالمنشار فيوضع في مفرق رأسه فينشر حتى ينفلق إلى نصفين ما يصده ذلك عن دينه وإنه كان يؤتى بالرجل فيمشط بأمشاط من حديد ما بين لحمه وعظمه ما يصده ذلك عن دينه) ثم قال: (والله ليبلغن هذا الأمر حتى يسير الراكب من صنعاء إلى حضرموت لا يخشى إلا الله والذئب على غنمه ولكنكم قوم تستعجلون» .",
            "page": "52",
            "part": "1",
            "seal": "6249EFBD"
        },
        {
            "id": "53",
            "nass": "3- التدرج والاستثمار: ¶ لهذه العاطفة: لو أننا تدرجنا لوجدنا أننا نحصل أكثر مما نحصل بالسرعة التي ليس فيها مراعاة للواقع ولطبيعة الإنسان وإمكانياته من أحسن الأمثلة في هذا: ¶ عبد الملك بن عمر بن عبد العزيز لما تولى أبوه الخلافة ونعرف عمر كيف كان عندما تولى الخلافة ورعا وزاهدا وكان يعني يأخذ بالجد في الأمور، جاءه ابنه عبد الملك ينكر عليه ويقول: كيف تلقى الله عز وجل وفي هذا كذا وكذا، فقال له: ألا ترضى أن لا يمر على أبيك يوم إلا وهو يميت بدعة ويحيي سنة، ذاك الشاب يريد أن يغيرها كلها في يوم واحد، وهذا لحكمته وأيضا قوة إيمانه وحماسته يريد أن يجعلها في منهجية تحصل بها النتيجة ويقع بها الأثر المطلوب.",
            "page": "53",
            "part": "1",
            "seal": "20722A3A"
        },
        {
            "id": "54",
            "nass": "ونعرف ما كان من شأن النبي عليه الصلاة والسلام: في عمرة القضاء في العام السابع من الهجرة طاف النبي صلى الله عليه وسلم حول الكعبة والأصنام حولها ستون وثلاثمائة صنم، والرسول يطوف بها بعد صلح الحديبية، ولم يشتمها ولم يتعرض لها أبدا لأن له مجال آخر بعد عام واحد فقط في العام الثامن فتح مكة جاء ومعه محجنه عليه الصلاة والسلام يطعن هذه الأصنام وهي تتهاوى ويقول: {وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا} (الإسراء:81) . ¶ كل شيء بأوانه الإنسان يجتهد ويعد عدته ويفكر ويدبر ويستشير ويستعين بالله عز وجل ويستخير ولكن هذا التعجل لا ينبغي أن يكون.",
            "page": "54",
            "part": "1",
            "seal": "70CDA20D"
        },
        {
            "id": "55",
            "nass": "4- الدوام والاستمرار: ¶ هو طبيعة ذلك التدرج «خير الأعمال أدومها وإن قل» «أحب الأعمال إلى الله ما كان ديمة» وحتى النية لكي نحافظ على هذه الحماسة تأتينا ثمرتها نحن الآن لانريد العواطف التي تصل بنا إلى العواصف القاصمة وإنما نريد العمل الذي يدوم ويستمر. ¶ ابن عباس يذكر قصة له مع صاحب من الأنصار في سنه، قال: لما مات الرسول صلى الله عليه وسلم قلت لصاحبي من الأنصار: اغد بنا إلى أصحاب الرسول صلى الله عليه وسلم نطلب العلم، قال له: ومن ينظر إليك يابن عباس وفي القوم أبو بكر وعمر وفلان، قال: فانطلقت وتركته وظللت أتتبع أصحاب رسول الله صلى الله عليه وسلم وآخذ عنهم وتدرج وتدرج حتى أصبح ابن عباس بعد فترة قصيرة من الزمن بهذه المواظبة والاستمرارية هو حبر الأمة وترجمان القرآن رضي الله عنه وأرضاه. ¶ «والنبي عليه الصلاة والسلام رأى حبلا متدليا كما في الصحيح، قال: (ما هذا؟) قالوا: حبل لزينب، تصلي فإذا تعبت تعلقت به، قال: (مه، عليكم من الأعمال ما تطيقون فإن الله لا يمل حتى تملوا، ليصل أحدكم نشاطه فإذا تعب فليرقد» خذ أمرا تستطيع أن تواصل فيه.",
            "page": "55",
            "part": "1",
            "seal": "589026D2"
        },
        {
            "id": "56",
            "nass": "5- التنامي والانتشار: ¶ وهذا أيضا من الأمور المهمة وينتج عن هذا لو أننا أخذنا بذلك سوف تنمو هذه الحماسة وتنتشر وتعم هذه الإيجابية بشكل مهم وأساسي ولعلنا وقد تجاوزنا الوقت نقول: ¶ إن الذي نريده حماسة ولكنها مشوبة بهذه الكياسة نحن نقول: لا للتهجين والترويض ولكننا أيضا نقول: لا للإثارة والتهييج، نحن نريد أن يكون لنا طريق إلى هذه الحماسة الراشدة من خلال ما قلناه في تلك الجوانب السلبية بعكسه إيجابيا: ¶ علم بالشرع وبصر بالواقع وصبر في المعالجة وعدالة في المواقف وأناة في الممارسة والله سبحانه وتعالى قال: {وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذَابَ بَلْ لَهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلًا} (الكهف:58) . ¶ هذا وصلى الله على نبينا محمد وعلى آله وصحبه وسلم تسليماً كثيراً.",
            "page": "56",
            "part": "1",
            "seal": "D6A3F6C5"
        },
        {
            "id": "57",
            "nass": "وإذا تحدثنا عن أهمية استثمارها، فإننا نؤكد على أهمية ترشيد هذه التساؤلات حتى لا يساء استخدامها في أمور قد يُظَن أنها نافعةٌ وليست كذلك، والسبيل إلى ذلك إنما يكون بترشيدها، وهذا يمكن تحقيقه بعدة أمور: ¶ 1- يجب أن لا نغفل ـ في زحمة الأحداث، وشدة وطأتها على قلوبنا ـ عن السنن الإلهية في ابتلاء أهل الإيمان، فلقد ابتلي من هو أفضل منا، وكم في الابتلاءات من الألطاف الخفية لربنا تعالى، والتي قد تعجز عقولنا عن تصورها، فضلاً عن الإحاطة بها. ¶ أين أنت أخي عن قوله تعالى لخير جند مشوا على وجه الأرض: محمد - صلى الله عليه وسلم - وصحابته؟ الذين قيل في حقهم -لما ابتلوا بما ابتلوا به يوم أحد -: {وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا وَيَمْحَقَ الْكَافِرِينَ} قال غير واحد من السلف: أي: ليختبر الذين آمنوا، حتى يخلصهم بالبلاء الذي نزل بهم، وكيف صبرهم ويقينهم. ¶ وقيل لهم أيضاً: {وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ} ، أي: يختبركم بما جرى عليكم ليميز الخبيث من الطيب، ويظهر أمر المؤمن من المنافق للناس في الأقوال والأفعال.",
            "page": "57",
            "part": "1",
            "seal": "CD3719A6"
        },
        {
            "id": "58",
            "nass": "أخي: كم في الأمة من العلل؟ وكم فيها من الدخلاء؟ وكم فيها ممن يدعي الحرقة والأمر ليس كذلك؟! ¶ هل نسيت أيها المبارك ما وقع لنبيك - صلى الله عليه وسلم- يوم أحد؟ أو يوم الأحزاب؟!. ¶ إن هذه الأحداث التي أقلقتك وأزعجتك، إنها تحت سمع الله وبصره، والله -تعالى- أغير من خلقه أن تنتهك حرمات عباده، وتغتصب نساء أوليائه، ويُعرض عن دينه، ويحارب حزبه، ولكنها السنن - أيها الأخ الكريم - التي ربّى النبي - صلى الله عليه وسلم- عليها أصحابه حين اشتكوا إليه شدة ما يلقون من المشركين، ومنهم خباب - كما في البخاري - قال: «شكونا إلى رسول الله - صلى الله عليه وسلم- وهو متوسد بردةً له في ظل الكعبة، قلنا له: ألا تستنصر لنا؟ ألا تدعو الله لنا؟ قال: \" كان الرجل فيمن قبلكم يحفر له في الأرض، فيجعل فيه، فيجاء بالمنشار فيوضع على رأسه، فيشق باثنتين، وما يصده ذلك عن دينه، ويمشط بأمشاط الحديد ما دون لحمه من عظم أو عصب، وما يصده ذلك عن دينه، والله ليتمن هذا الأمر، حتى يسير الراكب من صنعاء إلى حضرموت لا يخاف إلا الله أو الذئب على غنمه، ولكنكم تستعجلون» .",
            "page": "58",
            "part": "1",
            "seal": "A08BC25E"
        },
        {
            "id": "59",
            "nass": "وهذه الجملة الأخيرة، يجب ألا تغيب عن الأذهان، ونحن نبحث ونتلمس النصر لهذا الدين.. ¶ ويجب ألا تغيب ونحن نسمع أو نعلم عن إخوان لنا في السجون قد يموت أحدهم في سبيل الله، ويجب أن ندرك أن الأمر كما قال الشاعر: ¶ فتلك سبيلٌ، لست فيها بأوحد ... ¶ 2 ـ ومع استحضار سنة الابتلاء، فإننا يجب أن نتذكر أن هذا الطغيان والاستبداد الذي تراه من أمم الكفر، هو أيضاً لا يخرج عن سنة أخرى من سنن الله تعالى في الأمم، وهي أن هذا في الحقيقة تمهيد لمضي سنة أخرى من سنن الله تعالى، ألا وهي محق الكفار.",
            "page": "59",
            "part": "1",
            "seal": "D7075154"
        },
        {
            "id": "60",
            "nass": "يقول ابن القيم -رحمه الله - وهو يتحدث عن العبر من غزوة أحد في (زاد المعاد) (3 / 222) : ومنها ـ أي من دروس غزوة أحد ـ أن الله سبحانه إذا أراد أن يهلك أعداءه ويمحقهم، قيض لهم الأسباب التي يستوجبون بها هلاكهم ومحقهم، ومن أعظمها - بعد كفرهم -: بغيهم وطغيانهم، ومبالغتهم في أذى أوليائه، ومحاربتهم وقتالهم، والتسلط عليهم، فيتمحص بذلك أولياؤه من ذنوبهم وعيوبهم، ويزداد بذلك أعداؤه من أسباب محقهم وهلاكهم، وقد ذكر سبحانه وتعالى ذلك في قوله: {وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ} {إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ} {وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا وَيَمْحَقَ الْكَافِرِينَ} ، فجمع لهم في هذا الخطاب بين تشجيعهم، وتقوية نفوسهم، وإحياءِ عزائمهم وهممهم، وبين حسن التسلية، وذكر الحكم الباهرة التي اقتضت إدالة الكفار عليهم، فقال: {إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ",
            "page": "60",
            "part": "1",
            "seal": "7D4BCCF9"
        },
        {
            "id": "61",
            "nass": "مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ} فقد استويتم في القرح والألم، وتباينتم في الرجاء والثواب، كما قال: {إِنْ تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ وَتَرْجُونَ مِنَ اللَّهِ مَا لَا يَرْجُونَ} فما بالكم تهنون وتضعفون عند القرح والألم؟! فقد أصابهم ذلك في سبيل الشيطان وأنتم أصبتم في سبيلي وابتغاء مرضاتي. ¶ ثم أخبر أنه يداول أيام هذه الحياة الدنيا بين الناس، وأنها عرض حاضر يقسمها دولاً بين أوليائه وأعدائه، بخلاف الآخرة فإن عزها ونصرها ورجاءها خالص للذين آمنوا. ¶ ثم ذكر حكمةً أخرى، وهي: أن يتميز المؤمنون من المنافقين، فيعلمهم علم رؤية ومشاهدة، بعد أن كانوا معلومين في غيبه. ¶ ثم ذكر حكمة أخرى، وهي: اتخاذه سبحانه منهم شهداء، فإنه يحب الشهداء من عباده، وقد أعد لهم أعلى المنازل وأفضلها، وقد اتخذهم لنفسه، فلا بد أن ينيلهم درجة الشهادة انتهى.",
            "page": "61",
            "part": "1",
            "seal": "8AA3BC7C"
        },
        {
            "id": "62",
            "nass": "وكان قال قبل ذلك ـ رحمه الله ـ مقرراً هذا الأصل (3 / 18) : والمقصود أن الله سبحانه اقتضت حكمته أنه لا بد أن يمتحن النفوس ويبتليها، فيظهر بالامتحان طيبها من خبيثها، ومن يصلح لموالاته وكراماته ومن لا يصلح، وليمحص النفوس التي تصلح له، ويخلصها بكير الامتحان، كالذهب الذي لا يخلص ولا يصفو من غشه إلا بالامتحان، إذ النفسُ في الأصل جاهلةٌ ظالمةٌ، وقد حصل لها بالجهل والظلم من الخبث ما يحتاج خروجه إلى السبك والتصفية\" اهـ. ¶ 3- علينا -أيضاً- أن ندفع هذه السنة بسنة أخرى، وهي سنة العمل للدين، فإن الله تعالى قادرٌ أن ينصر دينه بأيسر الأسباب، ولكن اقتضت حكمته أن لا يتم النصر إلا على أيدي رجالٍ ينذرون أنفسهم لنصرة دينهم بالغالي والنفيس، وبكل ما يقدرون عليه. ¶ ألم تر -أخي الكريم- كيف ترك المهاجرون ديارهم وأموالهم، بل أخرجوا منها رغماً عنهم، وقبلوا بذلك، وما أرخصه إذا كان الثمن رضوان الله والجنة، فأعقبهم الله تعالى- بعد سنوات من الدعوة والجهاد- بأن عادوا إليها فاتحين، وقبل ذلك وبعده أن الله تعالى رضي عنهم، وعن إخوانهم من الأنصار.",
            "page": "62",
            "part": "1",
            "seal": "C5A36982"
        },
        {
            "id": "63",
            "nass": "إذن، نحن بحاجة إلى أن نخرج من دائرة النواح والبكاء، لننزل إلى ميادين العمل، وما أكثرها في هذا الزمن! ¶ ومن المهم -أيضاً- في هذا المقام أن لا نختصر مجالات النصرة، وسبل رفع الذلة عن هذه الأمة في عملٍ واحد، فإن نبينا - صلى الله عليه وسلم- الذي جاء بالتوحيد، هو الذي أمر بإماطة الأذى عن الطريق، وهو الذي أمر بالإحسان إلى الحيوان ويجب أن لا نستهين بأي عملٍ فاضل، وأن لا يعيب المشتغل بالعلم تعلماً وتعليماً من نذر نفسه في ميادين الدعوة إلى الله، أو في ساحات الجهاد، والعكس صحيح، فإن الجميع يكمل بعضهم بعضاً، ولا غنى للأمة عن أي عملٍ صالح. ¶ نعم! ليست الميادين في تأثيرها وقوتها بدرجة واحدة، لكن مقصودي هو التحذير من اختزال أسباب النصر في سبب واحدٍ أو سببين، فإن الله تعالى قال: {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ} .",
            "page": "63",
            "part": "1",
            "seal": "6EF3E915"
        },
        {
            "id": "64",
            "nass": "فلنسع إلى نصرة ديننا جهدنا، ولنكن ممن لبى نداء ربه الذي قال: {يَاأَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ} .",
            "page": "64",
            "part": "1",
            "seal": "622112D8"
        },
        {
            "id": "65",
            "nass": "وقد سألت أيها الفاضل عن كيفية السعي لنصرة هذا الدين؟ وسأل آخر عن كيفية القيام بواجبه الدعوي؟ ومن الصعب في مثل هذه العجالة أن أفصل لك ماذا تعمل، لكن يمكنك الانطلاق من خلال الخطوات التالية: ¶ 1- قم بحصر للمنكرات في محيطك الذي حولك. ¶ 2- ابدأ بعلاج المنكر الأكبر، فإن لم تستطع فانتقل للذي بعده. ¶ 3- تواصل وتشاور مع أهل العلم والدعاة ـ إن وجدوا في بلدك ـ لبحث كيفية علاج هذه المنكرات أو التخفيف منها، وإلا فانتقل للذين بعدهم وهكذا، وأرجح ألا تبتعد في السؤال عن أهل بلدك، لأنهم أعلم بحال بلدك من غيرهم، فإن عدموا ـ ولا أظن ذلك ـ فبإمكانك أن تتواصل مع غيرهم. ¶ 4- ديننا قائم على: الأمر بالمعروف والنهي عن المنكر، فمع ممارسة النهي عن المنكر، يجب أن نقدم للمجتمع المعروف، بل البدء به هو الأصل، فليس صحيحاً ألا يسمع المجتمع منا إلا نبرة الإنكار فقط، بل من نشر المعروف، بالدروس والمواعظ، أو على الأقل عن طريق خطب الجمعة، كل ذلك بحسب الطاقة.",
            "page": "65",
            "part": "1",
            "seal": "F8311E63"
        },
        {
            "id": "66",
            "nass": "فإن منعنا من ذلك كله، فلن نعجز أن نري المجتمع منا صدقاً في الالتزام بهذا الدين، نتمثله بالصدق في أقوالنا وأفعالنا، فتلك -وربي- ليست بهينة، فقد كسب بها النبي صلى الله عليه وسلم أنصاراً لدينه بسبب صدقه وأمانته، وشمائله الطيبة التي جعلت الناس يقولون: ما كان هذا ليكذب على ربه وهو لا يكذب في حديث الناس. ¶ 4- ونحن نرى ما نرى من الابتلاءات والشدائد، يجب أن نفتح أعيينا على الجوانب المشرقة التي تحققت للأمة في العقدين الأخيرين، على مستوى الشعوب على الأقل؟! ¶ فمن ذا الذي ينكر هذا الخير العميم الذي انتشر في بلاد الإسلام؟ ¶ ومن الذي يكابر في هذه الأفواج الكبيرة العائدة إلى الله، أو الداخلة في دين الله تعالى؟! ¶ كم هم حفظة القرآن؟ كم هم المشتغلون بحفظ السنة؟. ¶ ألم تر عينك أفواج الشباب التي تعتكف في الحرمين في العشر الأواخر من رمضان؟ ¶ ألم تسمع عن أخبار المجاهدين الذين رووا أرض الجهاد بدمائهم في فلسطين، وأفغانستان، والشيشان، وكشمير، والعراق؟! ¶ متى كان الشباب يعلنون أن أغلى أمانيهم أن يموت أحدهم شهيداً؟! ¶ كم هن النساء اللاتي عدن إلى الحجاب، وهن في وسط الفتن، رغم قوة الصوارف والمغريات؟!",
            "page": "66",
            "part": "1",
            "seal": "BCACA9B5"
        },
        {
            "id": "67",
            "nass": "إن هذه -أخي الفاضل- مكاسب كبرى، يجب أن تكون رافعةً لهمتنا، ومبشرةً لنا بأن عمل من سبقنا من المصلحين - رغم ضعف إمكانياتهم، وقلة اتصالاتهم- آتى ثماراً يانعة. ¶ إن بشائر النصر تلوح في الأفق، وهي -بمقياس الزمن الطويل- ليست ببعيدة بإذن الله، ولكننا -أحياناً - نستعجل، وربنا لا يعجل لعجلتنا. ¶ يقال هذا، وتذكر هذه البشائر، ونحن جميعاً نعلم أن في الأمة جوانب كثيرة، تحتاج إلى إصلاح، نعم..لكن لماذا نستمر في جلد ذواتنا، وتحطيمِ ما شُيِّد من جهود كبيرة، وكأننا لا نملك أي بصيص من الأمل؟! ¶ 5- قلب نظرك -أخي - في صفحات التاريخ، فستجد أن الأمة مر بها أنواع من الفتن والابتلاءات، أضعفتها، وأنهكتها فترة من الزمن، ولكنها عادت بعد ذلك قويةً. ¶ وحسبي هنا أن أشير إلى إحدى الابتلاءات الكبار التي تعرضت لها الأمة، وهي غزو التتار، وسأسوق لك كلام عالمين أرّخا ورصدا مشاعر الأمة في تلك الفتنة العمياء الصماء، أحدهما أدرك أولها، والآخر أدرك آخرها.",
            "page": "67",
            "part": "1",
            "seal": "BC0151D4"
        },
        {
            "id": "68",
            "nass": "أما الذي أدرك أولها فهو العلامة ابن الأثير ـ في كتابه \"الكامل\" 10 / 399 -حيث يقول -في أحداث سنة 617هـ: \"لقد بقيت عدة سنين معرضاً عن ذكر هذه الحادثة استعظاماً لها، كارهاً لذكرها، فأنا أقدم رجلاً وأؤخر أخرى، فمن الذي يسهل عليه نعي الإسلام والمسلمين؟ ومن الذي يهون عليه ذكر ذلك؟ فيا ليت أمي لم تلدني، ويا ليتني مت قبل حدوثها وكنت نسياً منسياً، إلا أني حثني جماعة من الأصدقاء على تسطيرها، وأنا متوقف، ثم رأيت أن ترك ذلك لا يجدي نفعاً، فنقول: هذا الفصل يتضمن ذكر الحادثة العظمى، والمصيبة الكبرى، التي عقمت الأيام عن مثلها، عمت الخلائق وخصت المسلمين، فلو قال قائل: إن العالم مذ خلق الله سبحانه وتعالى آدم وإلى الآن، لم يبتلوا بمثلها، لكان صادقاً، فإن التواريخ لم تتضمن ما يقاربها ولا ما يدانيها.",
            "page": "68",
            "part": "1",
            "seal": "EC195394"
        },
        {
            "id": "69",
            "nass": "ومن أعظم ما يذكرون من الحوادث ما فعله بختنصر ببني إسرائيل من القتل وتخريب البيت المقدس وما البيت المقدس بالنسبة إلى ما خرب هؤلاء الملاعين من البلاد التي كل مدينة منها أضعاف البيت المقدس، وما بنو إسرائيل بالنسبة إلى من قتلوا فإن أهل مدينة واحدة ممن قتلوا أكثر من بني إسرائيل، ولعل الخلق لا يرون مثل هذه الحادثة إلى أن ينقرض العالم، وتفنى الدنيا إلا يأجوج ومأجوج، وأما الدجال فإنه يبقي على من اتبعه ويهلك من خالفه، وهؤلاء لم يبقوا على أحد بل قتلوا النساء والرجال والأطفال، وشقوا بطون الحوامل، وقتلوا الأجنة فإنا لله وإنا إليه راجعون، ولا حول ولا قوة إلا بالله العلي العظيم\" ¶ وهذا الوصف من ابن الأثير وهو بعد لم يدرك تلك الفاجعة العظمى والنكبة الكبرى لسقوط بغداد، ونهاية الخلافة الإسلامية الكبرى.",
            "page": "69",
            "part": "1",
            "seal": "F766D61B"
        },
        {
            "id": "70",
            "nass": "يقول ذلك وهو لم يعلم بتجاوز التتر بلاد العراق إلى بلاد الشام، وما تبع ذلك من مآس ومصائب، والتي وصفها إمام آخر وقف على أحداثها، يصفها ويشخص فيها أحوال الناس، ويصور مشاعرهم ومواقفهم بدقه وخبرة، شيخ الإسلام ابن تيمية ـ رحمه الله ـ حين يقول: \" فينبغي للعقلاء أن يعتبروا بسنة الله وأيامه في عباده ودأب الأمم وعاداتهم، لا سيما في مثل هذه الحادثة العظيمة التي طبق الخافقين خبرُها، واستطار في جميع ديار الإسلام شررها، وأطلع فيها النفاق ناصية رأسه، وكشر فيها الكفر عن أنيابه وأضراسه، وكاد فيها عمود الكتاب أن يجتث ويخترم، وحبلُ الإيمان أن ينقطع وينصرم، ودارُ المؤمنين أن يحل بها البوار، وأن يزول هذا الدين باستيلاء الفجرة التتار، وظن المنافقون والذين في قلوبهم مرض أنْ ما وعدهم الله ورسوله إلا غرورا، وأن لن ينقلب حزب الله ورسوله إلى أهليهم أبدا، ونزلت فتنة تركت الحليم فيها حيران، وأنزلت الرجل الصاحي منزلة السكران، وتركت اللبيب لكثرة الوساوس ليس بالنائم ولا اليقظان، وتناكرت فيها قلوب المعارف والإخوان، حتى بقي للرجل بنفسه شغل عن أن يغيث اللهفان، وميز الله فيها أهل البصائر والإيقان من الذين في قلوبهم مرض",
            "page": "70",
            "part": "1",
            "seal": "6FA2C025"
        },
        {
            "id": "71",
            "nass": "أو نفاق أو ضعف إيمان، ورفع بها أقواماً إلى الدرجات العالية، كما خفض بها أقواماً إلى المنازل الهاوية، وكفّر بها عن آخرين أعمالهم الخاطئة، وحدث من أنواع البلوى ما جعلها قيامه مختصرة من القيامة الكبرى ... وفرّ الرجل فيها من أخيه، وأمه وأبيه، إذْ كان لكل امرئ منهم شأن يغنيه، وكان من الناس من أقصى همته النجاة بنفسه، لا يلوي على ماله ولا ولده ولا عرسِه ... وبليت فيها السرائر، وظهرت الخبايا التي كانت تكنها الضمائر، وتبين أن البهرج من الأقوال والأعمال يخون صاحبه أحوج ما كان إليه في المآل \"انتهى كلامه رحمه الله. ¶ 6 ـ لا بد أن نعلم أن من حكم الابتلاء: تمحيص الصفوف، تكفير الذنوب، وهذا أمرٌ بين، فكم هم الدخلاء على الصف الإسلامي، الذين لا يعرفهم إلا الندرة من الناس، فإذا جاءت مثل هذه المحن والابتلاءات ميّزت الطيب من الخبيث، وشرح ذلك يطول جداً. ¶ 7 ـ هذا دين الله الذي تكفّل بنصره، وأمرنا بأن نسعى لذلك، ولم يكلفنا أن نحصد ثمرة النصر، بل هذه لم تطلب من الأنبياء والرسل عليهم الصلاة والسلام..",
            "page": "71",
            "part": "1",
            "seal": "918A6844"
        },
        {
            "id": "72",
            "nass": "تأمل أخي.. لقد مات النبي - صلى الله عليه وسلم - وهو لم يفتتح من بلاد الإسلام القائمة اليوم إلا ما يشكل الربع تقريباً أو أقل، ولكن تابع أصحابه والتابعون لهم بإحسان الفتوحات، فوصلوا إلى حدود الصين شرقاً، وإلى جنوب فرنسا غرباً، وكل ذلك محسوب ومضاف إلى رصيده. ¶ فالواجب علينا أن نتبنى مشروعات دعوية، تقوم على العمل المؤسسي ـ إن أمكن ـ لأن ذلك أدعى لاستمرارها وبقائها، إذ لن يؤثر عليها موت شخص أو سجنه، بل هي تسير وفق خطة وسياسة واضحة، يتلقها اللاحق عن السابق، وما منظمة حماس إلا نموذج حي للعمل المؤسسي الذي لا يتوقف بموت قائد أو مؤسس. ¶ 7- إني لأعجب من مسلم يقرأ قوله تعالى: {وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ} {إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ} {وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ} كيف يدب اليأس إلى قلبه؟ ¶ يقول شيخ الإسلام ابن تيمية: ـ فيما نقله عنه ابن عبد الهادي في \"اختيارات ابن تيمية ص (70-71) ـ: ((وهذا يشكل على بعض الناس، فيقول: الرسل قد قتل بعضهم، فكيف يكونون منصورين؟",
            "page": "72",
            "part": "1",
            "seal": "CA734ED7"
        },
        {
            "id": "73",
            "nass": "فيقال: القتل إذا كان على وجهٍ فيه عزة الدين وأهله كان هذا من كمال النصر، فإن الموت لا بد منه، فإذا مات ميتةً يكون بها سعيداً في الآخرة، فهذا غاية النصر، كما كان حال نبينا صلى الله عليه وسلم، فإنه استشهد طائفة من أصحابه فصاروا إلى أعظم كرامة، ومن بقي كان عزيزاً منصوراً، وكذلك كان الصحابة يقولون للكفار: أخبرنا نبينا أنّ من قتل منا دخل الجنة، ومن عاش منّا ملك رقابكم. ¶ فالمقتول إذا قتل على هذا الوجه كان ذلك من تمام نصره، ونَصْرِ أصحابه. ¶ ومن هذا الباب حديث الغلام ـ الذي رواه مسلمٌ ـ لما اتبع دين الراهب، وترك دين الساحر، وأرادوا قتله مرة بعد مرة، فلم يستطيعوا حتى أعلمهم بأنه يقتل إذا قال الملك: باسم الله رب الغلام، ثم يرميه، ولما قتل آمن الناس كلهم، فكان هذا نصراً لدينه)) انتهى كلامه:. ¶ 8- في ظل هذه الفتن، وتتابع هذه المصائب، يجب ألا تشغلنا هذه الفتن عن عباداتنا الخاصة بيننا وبين ربنا، فالضرورة تتأكد بوجوب العناية بإصلاح القلب، وهذا يتحقق بأمور:",
            "page": "73",
            "part": "1",
            "seal": "E0378D97"
        },
        {
            "id": "74",
            "nass": "أـ التعلق بالله -عز وجل- دائماً، واللجأ إليه، وكثرة الإلحاح عليه بالدعاء، فإن الله تعالى نعى على قومٍ أصيبوا بالضراء، فلم يكن ذلك سبباً في تضرعهم، قال تعالى: {وَلَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ فَأَخَذْنَاهُمْ بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَتَضَرَّعُونَ} {فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَكِنْ قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ} . ¶ فما أحوجنا إلى اللجأ، والتضرع إلى ربنا في كشف ضرنا، وإصلاح أحوالنا، والاستغاثة به في طلب النصر، وكبت العدو وخذلانه. ¶ ب- لا بد لكل واحدٍ منا من عبادة يلازمها، ويكثر منها، مع العناية ببقية العبادات، فإن للعبادة أثراً عظيماً في سكون القلب، واستقرار النفس. ¶ ولئن كان هذا مطلوباً في كل حين، فهو في أوقات الفتن آكد وأعظم، فإن النبي صلى الله عليه وسلم يقول -كما روى ذلك مسلمٌ في صحيحه من حديث معقل بن يسار رضي الله عنه -: «العبادة في الهرج، كهجرةٍ إليَّ» .",
            "page": "74",
            "part": "1",
            "seal": "53081136"
        },
        {
            "id": "75",
            "nass": "وسبب ذلك -والله أعلم - أنه في زمن الفتن يخف أمر الدين، ويقل الاعتناء بأمره، ولا يبقى لأحد اعتناء إلا بأمر دنياه، ومعاشه، ونفسه وما يتعلق به. ¶ فمن فتح عليه في نوافل الصلوات، أو في الصيام، أو في الصدقة، أو في قراءة القرآن، أو في غيرها من العبادات، فليلزمها، وليكثر منها، فإنها من وسائل الثبات بإذن الله تعالى. ¶ ج - الإقبال على قراءة القرآن بتدبر، وقراءته قراءة المستشفي به، الطالب للهدى منه، المحرك لقلبه به، فإن ذلك من أعظم الأدوية وأنفعها للقلب خصوصاً في هذه الأزمنة التي انفرط عقد الفتن ولا حول ولا قوة إلا بالله. ¶ هذا ما تيسر تحريره، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "75",
            "part": "1",
            "seal": "17AB9483"
        },
        {
            "id": "76",
            "nass": "إنَّ الحلَّ العملي الواقعي لمشكلاتنا وصراعاتنا مع أعدائنا يجب أن يتضمن في نظري الأمور التالية: ¶ (1) العودة الجماعية الجادة إلى الدين عودة صادقة، وتحكيم شريعته تعالى تحيكماً فعلياً في سائر الأقطار الإسلامية بلا مساومة أو مزايدة، فالدساتير الوضعية وإقصاء الوحيين الشريفين هي أعظم النوازل وأكبر المصائب التي آلت بالمسلمين إلى ما ترى وهي التي جرأت العدو على استباحة أرضهم والعبث بقيمهم وإملاء مشروعه الحضاري عليهم.",
            "page": "76",
            "part": "1",
            "seal": "3F616550"
        },
        {
            "id": "77",
            "nass": "(2) لا بد أن نعترف بوجود مظاهر كثيرة تصادم الإسلام في جوهره وروحه، وفي أخلاقه وقيمه في معظم ديار المسلمين، فبنوك الربا وحانات الخمور وملاهي الليل، ودور الفاحشة تعمر كثيراً من بلاد الإسلام، وهذه المظاهر الآثمة لا بد أن تطهر منها بلاد المسلمين وإلا من أين سينزل النصر؟ قال سبحانه: {إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} .",
            "page": "77",
            "part": "1",
            "seal": "6D0DA4EF"
        },
        {
            "id": "78",
            "nass": "(3) إنَّ على علماء الأمة الصادقين كسر حاجز النفرة بينهم وبين شباب الأمة على وجه الخصوص واسترجاع ثقتهم المفقودة من خلال ممارسة دور إيجابي فاعل في قيادة الصحوة وترشيدها، ومن خلال صدعهم بكلمة الحق وتحذير أمتهم من الويلات المحدقة بها وتنفير مجتمعاتهم من كل المظاهر المنافية والمصادمة لشريعة الله - سبحانه-. ¶ إن على العلماء دوراً، وأي دور، في احتضان الشباب والرفق بهم، وتهدئة روعهم، وتلمس احتياجاتهم العلمية والتربوية وإشباعها بالعلم الصحيح والتربية الجادة مصطحبين تقوى الله فيما يأتون ويذرون ويفتون ويوجهون، وبغير هذا سيبحث الشباب عمن يستقل حماسهم، ويستوعب قدراتهم في غير إطارها المشروع.",
            "page": "78",
            "part": "1",
            "seal": "0467EA25"
        },
        {
            "id": "79",
            "nass": "(4) إن على الجميع أن يدركوا أن الجماهير المسلمة لا ترضى أن تُمَسَّ ثوابتها أو تهمش أصولها، فالجهاد في سبيل ذِروة سنام الإسلام، والبراءة من الكفار أصل عظيم من أصول الملة الإبراهيمية والمحمدية، فلا مجال لتمييع هذه الأصول وإلا كانت ردة الفعل كافية في تشتيت جهود الأمة وبعثرة أوراقها وإغراقها في دوامة جديدة من الصراع الذاتي، يعيقها عن مسيرة بناء نفسها، إعداد كوادرها للبناء الحضاري بكافة مجالاته.",
            "page": "79",
            "part": "1",
            "seal": "3EF0A826"
        },
        {
            "id": "80",
            "nass": "(5) علينا جميعاً أن نسعى جاهدين لوحدة الصف وتأجيل خلافاتنا الهامشية والفرعية التي لا تمس الأصول والثوابت، لنتأهب لمواجهة العدو بكل قوة متاحة، وعلينا ألا ننشغل عن إعداد العُدة الجادة لمواجهة أي أخطار محدقة، وأن نستوعب أن أقوياء العالم لا يرحمون الضعفاء، وأن المراهنة على جمعيات حقوق الإنسان والهيئات الدولية مجازفة ذات ثمرات مرة لا زلنا نتجرع غصصها في أفغانستان والشيشان وفلسطين والعراق. ¶ أيها الشباب: إننا نثمن لكم غيرتكم ونخوتكم الإسلامية الشريفة، ونقدّر أنفتكم من تلك الأوضاع النشاز التي تعيشها مجتمعات المسلمين، كما نحيّ شجاعتكم ورغبتكم بالبذل والعطاء والثأر لدماء إخوانكم في البلاد الإسلامية المحتلة، بَيْدَ أنَّ ثمة موانع كثيرة قد تحول بينكم وبين الجهاد في سبيل الله لا ذنب لكم فيها. ¶ فنصيحتي ألا نبقى أسرى الأحزان، وبث الأشجان؛ بل علينا أن نبذل الوسع والطاقة في تعلم العلم الشرعي حتى نعرف أين نضع أقدامنا، وكيف نحددُّ مسارنا الصحيح وسط هذه البحار المائجة من الفتن.",
            "page": "80",
            "part": "1",
            "seal": "89002BB8"
        },
        {
            "id": "81",
            "nass": "ثانياً: وبعد العلم الشرعي يأتي واجب الدعوة إلى الله، فإنَّ ثمة جموعاً هائلة من أبناء الأمة يعيشون حياة اللهو والعبث، وتتخطفهم الأهواء والسبل، فمن يستنفذ هؤلاء ويعيد لهم هويتهم الإسلامية؟ ومن يبصرهم بدينهم، ويعرفهم بالأخطار المحدقة بهم؟ إن لم تقوموا بالمهمة أنتم أيها الشباب على علم وبصيرة وبتوجيه من علماء الأمة العالمين؟ (3) علينا كذلك أخيراً أن نثق بوعد الله -تعالى- وأن هذه الأمة منصورة بحول الله وقوته مهما تكالب عليها أعداؤها ومهما كادوا لها وبكروا بها شريطة أن تنصر ربها، وتعظم سنة نبيها - صلى الله عليه وسلم- مع الأخذ بالأسباب المادية اللازمة والممكنة وعلى رأسها إعداد الجيوش المسلمة المجاهدة المتسلحة بسلاح الإيمان بالله، وحسن التوكل عليه المتطلع للشهادة في سبيله تعالى فضلاً عن أخذ زمام المبادرة في النهضة الاقتصادية والعمرانية والثقافية وغيرها بعيداً عن تأثير الكفار واستغلالهم؛ قال الله جل ذكره: {إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ} ، وقال سبحانه: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ} . وفق الله الجميع لما يحب",
            "page": "81",
            "part": "1",
            "seal": "049C6D89"
        },
        {
            "id": "82",
            "nass": "ويرضى، وصلى الله على محمد وعلى آله وصحبه.",
            "page": "82",
            "part": "1",
            "seal": "A0A2D922"
        },
        {
            "id": "83",
            "nass": "أما ما ينصح به تجاه هذه الأزمة التي تمر بها الأمة: ¶ 1 - أن تدرك أن الله لا يكلف الله نفسا إلاّ وسعها، وهل تكون أغير من الله على دينه وعباده؟ فمادام أنه قد حيل بينك وبين نصرة إخوانك المسلمين بهذه الحدود والسدود، ومحاولة النصرة فحسب قد تدفع بالجهات المسؤولة في بلادك لتعذيبك وأذاك إلى حد القتل أو الجنون أحيانا، فإن الله لم يكلفك ما لا تطيق، فاربُع على نفسك، وهدئ من روعك، وقم بما تستطيع من العمل الصالح، ولن يسألك الله إلاّ ما تستطيع من العمل، وأنت تعلم أن الرسول -صلى الله عليه وسلم- كان يشاهد المؤمنين يعذبون بأنواع العذاب في مكة ويمر عليهم ولا يملك إلا أن يوصيهم بالصبر.",
            "page": "83",
            "part": "1",
            "seal": "E177FC01"
        },
        {
            "id": "84",
            "nass": "2- الارتباط بأهل العلم والدعوة في بلادك ممن عرف بالعلم بالدين والعمل به إذ يوجد في كل بلد من بلاد المسلمين عدد وافر من أهل العلم المتصفين بالعلم والغيرة والرغبة الصادقة في نصرة هذا الدين مع التزام الحكمة في القول والعمل، ويلتف حولهم عدد من الناس يستفيدون منهم ويحضرون دروسهم ويسترشدون بتوجيهاتهم، ومثل هؤلاء غالبا، لا يحصل لمن يتصل بهم أذى جسدي أو سجن وتعذيب؛ لكونهم معروفين لدى السلطات بعدم تبنيهم مبدأ العنف في التعامل مع الدولة، فمثل هؤلاء بإمكانك الاتصال بهم وحضور دروسهم ومحاضراتهم، وعرض ما يمر بك من مشكلات عليهم، والحرص على طلب العلم الشرعي والاستمرار في ذلك. ¶ 3- المساهمة بما يمكنك في الإصلاح والدعوة في بلادك بما لا يترتب عليه أذى لا تستطيع احتماله، ومن ذلك أن تكون قدوة في الاستقامة على الخير محافظا على الصلوات، مجتنبا للكبائر، مستغفرا من الصغائر، صاحب أخلاق عالية، متحليا بالصبر، كاظما للغيظ، قدوة في علمك وعملك، داعياً إلى الله بالحكمة والموعظة الحسنة، ساعياً في صلاح من حولك من المسلمين.",
            "page": "84",
            "part": "1",
            "seal": "3FBCB15F"
        },
        {
            "id": "85",
            "nass": "4- ألا تحتقر الدعوة والإصلاح للأفراد والمجتمع، فإن ذلك من أعظم ما ترغم به أعداء الدين، فإن أعظم أهدافهم وأقصى أمانيهم رد المسلمين عن دينهم؛ كما قال تعالى عنهم: {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ} . ¶ 5 - إدراك أن ما يحدث بقدر الله وأنه نوع من الابتلاء يرفع به الله المؤمنين درجات ويعذب به الكافرين، وهذا الابتلاء سنة ماضية، فقد قتل عدد من الأنبياء على يد كفرة بني إسرائيل قال تعالى: {فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ} ، وليس المجاهدون في فلسطين بأكرم على الله من أنبيائه - عليهم السلام- وقد قتلوا زكريا بنشر رأسه وقدم لبغي زانية من زواني بين إسرائيل، وأن أهل الكتاب من بني إسرائيل عاشوا تحت قهر فرعون وجنوده وهم مؤمنون بالله وفرعون ملحد يدعي الألوهية، ولهذا قال بنوا إسرائيل لموسى: {قَالُوا أُوذِينَا مِنْ قَبْلِ أَنْ تَأْتِيَنَا وَمِنْ بَعْدِ مَا جِئْتَنَا} .",
            "page": "85",
            "part": "1",
            "seal": "745992CF"
        },
        {
            "id": "86",
            "nass": "ونبينا محمد -صلى الله عليه وسلم- وأصحابه واجهوا أنواعا من الأذى والتعذيب على مدى عشر سنوات أو تزيد وهم مؤمنون، والمعذبون لهم مشركون، ومع ذلك لم يقدموا على عمل تكون مضرته أكثر من منفعته، وكان بإمكانهم أن يغتالوا أبا جهل أو أبا سفيان أو غيرهما من زعماء المشركين في مكة، بل حين بايع الأنصار بيعة العقبة قال بعضهم للنبي -صلى الله عليه وسلم -: «إن شئت لنميلن على أهل منى بأسيافنا، فقال عليه الصلاة والسلام: لم نؤمر بذلك» . ¶ فالحاصل أن القيام بأعمال غير مسؤولة من باب الغيرة والحماس ليست من منهج الأنبياء وأهل العلم والحكمة. ¶ 6 - ويمكنك أن تقدم ما تستطيع من الدعم المادي إخوانك في فلسطين والعراق عن طريق بعض المشايخ الموثوقين الذين يستقبلون التبرعات، أو الهيئات الموثوقة إن وجدت في بلادك. ¶ 7 - أكثر من الدعاء الصادق لإخوانك المسلمين المستضعفين بالنصر والتمكين وأن يكف الله عنهم بأس الذين كفروا. ¶ 8- إعداد نفسك وتحصينها بالعلم وكثرة العبادة، فقد قال صلى الله عليه وسلم: «العبادة في الهرج كهجرة إلي» .",
            "page": "86",
            "part": "1",
            "seal": "F0A642E3"
        },
        {
            "id": "87",
            "nass": "9- الإكثار من الدعاء بالثبات فإن الرسول -صلى الله عليه وسلم- يكثر من الدعاء بقوله: «اللهم يا مقلب القلوب ثبت قلبي على دينك» . ¶ 10- إن استطعت الهجرة للعمل في بلد أقل مشكلات من بلدك كالسعودية أو بعض دول الخليج ففي ذلك عون لك في دينك ودنياك.",
            "page": "87",
            "part": "1",
            "seal": "CE3EDBB7"
        },
        {
            "id": "88",
            "nass": "معالم في التعامل مع الفتن ¶ محمد بن إبراهيم الحمد ¶ المشرف العام على موقع دعوة الإسلام ¶ وعضو هيئة التدريس بجامعة الإمام محمد بن سعود الإسلامية. ¶ الحمد لله، والصلاة والسلام على رسول الله، أما بعد: ¶ فلا ريب أن الأمة تعيش أحوالاً عصيبة، قد تكون أحرج أيام مرت بها عبر التاريخ؛ فالمصائب متنوعة، والجراحات عميقة، والمؤامرات تحاك تلو المؤامرات. ¶ يضاف إلى ذلك ما تعانيه الأمة من الضعف، والهوان، والفُرقة، وتسلط الأعداء. ¶ وما هذا الذي يجري في كثير من بلاد المسلمين - إلا سلسلة من المكر الكبَّار، والكيد العظيم، والقتال الذي لا يزال مستمراً. ¶ {وَلَا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنِ اسْتَطَاعُوا} [البقرة: 217] . ¶ {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ} ... [البقرة: 109] .",
            "page": "88",
            "part": "1",
            "seal": "E30FC87F"
        },
        {
            "id": "89",
            "nass": "وفي مثل هذه الأحوال يكثر السؤال، ويلح خصوصاً من فئة الشباب المحبين لدينهم، الراغبين في نصرته؛ فتراهم، وترى كل غيور على دينه يقول: ما دوري في هذه الأحداث؟ وماذا أفعل؟ وكيف أتعامل مع هذا الخضم الموَّار من الشرور والفتن والأخطار؟ ¶ وقد يخالط بعضَ النفوس من جراء ذلك شيءٌّ من اليأس، والإحباط، وقد يعتريها الشك في إصلاح الأحوال، ورجوع الأمة إلى عزها وسالف مجدها. ¶ ومهما يك من شيء فإن هذه الأمة أمة مباركة موعودة بالنصر والتمكين متى توكلت على الله، وأخذت بالأسباب. ¶ وهذا الدين أنزله الله - عز وجل - وبعث به الرسول -صلى الله عليه وسلم - ليظهره على الدين كله ولو كره المشركون. ¶ أما التعامل مع هذه النوازل والمصائب والفتن فهو مبين في كتاب الله -عز وجل- وسنة نبيه -صلى الله عليه وسلم - موضح في كتب أهل العلم التي تكلمت في هذا الباب. ¶ ومما تجدر الإشارة إليه، ويحسن الطَّرْق عليه في هذا الصدد مما هو معين -بإذن الله- على حسن التعامل مع الفتن، والمصائب، والخروج منها بأمان-أمور كثيرة، وفيما يلي ذكر لشيء منها، مع ملاحظة أن بعضها داخل في بعض؛ فإلى تلك الأمور، والله المستعان وعليه التكلان.",
            "page": "89",
            "part": "1",
            "seal": "E35FD1E4"
        },
        {
            "id": "90",
            "nass": "أولاً: الاعتصام بالكتاب والسنة: ¶ وهذا المعلم جماع هذا الباب كله؛ إذ جميع المعالم الآتية داخلة فيه، متفرعة عنه، قال الله -عز وجل-: {وَمَنْ يَعْتَصِمْ بِاللَّهِ فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُسْتَقِيمٍ} [آل عمران101] . ¶ وقال النبي: «تركت فيكم شيئين لن تضلوا بعدهما: كتاب الله وسنتي، ولن يتفرقا حتى يَرِدَا عليَّ الحوض» (1) . ¶ وقال-عليه الصلاة والسلام- في حديث العرباض بن سارية - رضي الله عنه -: «وإنه من يعش منكم فسيرى اختلافاً كثيراً؛ فعليكم بسنتي وسنة الخلفاء الراشدين المهديين عضوا عليها بالنواجذ وإياكم ومحدثات الأمور فإن كل بدعة ضلالة» (2) فالتمسك بالوحيين عصمة من الزلل، وأمان -بإذن الله- من الضلال. ¶ وليس الاعتصام بهما كلمة تتمضمض بها الأفواه من غير أن يكون لها رصيد في الواقع. ¶ وإنما هي عمل، واتباع في جميع ما يأتيه الإنسان ويذره. ¶ ويعظم هذا الأمر حال الفتن؛ إذ يجب الرجوع فيها إلى هداية الوحيين؛ لكي نجد المخرج والسلامة منها. ¶ وهذا ما سيتبين في الفقرات التالية -إن شاء الله-. ¶ _________ ¶ (1) أخرجه الحاكم 1 / 93 عن أبي هريرة، وقال الألباني في صحيح الجامع (2938) : (صحيح) ¶ (2) رواه أبو داود (4607) والترمذي (2676) وصححه ابن حبان (5) .",
            "page": "90",
            "part": "1",
            "seal": "0D97F886"
        },
        {
            "id": "91",
            "nass": "ثانياً: التوبة النصوح: ¶ فهي واجبة في كل وقت، وهي في هذه الأوقات أوجب {فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا} [الأنعام: 43] . ¶ ولنا في قصة قوم يونس - عليه السلام - عبرة وموعظة؛ فهم لما رأوا نُذُر العذاب قد بدأت تلوح لجأوا إلى الله، وتضرعوا إليه، فرفع الله عنهم العذاب ومتعهم بالحياة إلى حين مماتهم، وانقضاء آجالهم. ¶ فعلى الأمة أن تتوب، وأن تدرك أن ما أصابها إنما هو جارٍ على مقتضى سنن الله التي لا تحابي أحداً كائناً من كان؛ فتتوب من المنكرات التي أشاعتها من شرك، وحكم بغير ما أنزل الله، وتقصير في الدعوة إلى الله، والأمر بالمعروف والنهي عن المنكر. ¶ وتتوب من المظالم، والربا، والفسق، والمجون، والإسراف، والترف وما إلى ذلك مما هو مؤذن باللعنة، وحلول العقوبة. ¶ وعلى كل فرد منا أن ينظر في حاله مع ربه، وفي جميع شؤونه؛ لأن {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ} [الشورى: 30] .",
            "page": "91",
            "part": "1",
            "seal": "89BA22E5"
        },
        {
            "id": "92",
            "nass": "ثالثاً: النظر في التاريخ: ¶ خصوصاً تاريخ الحروب الصليبية، وذلك لأخذ العبرة، وطرد شبح اليأس، والبحث عن سبل النجاة والنصر. ¶ فلو نظرنا - على سبيل المثال - إلى كتب التاريخ كتاريخ ابن الأثير أو البداية والنهاية لابن كثير لرأينا العجب من تسلط الصليبين، ولرأينا أن بغداد وبيت المقدس - على سبيل المثال - يتكرر ذكرهما كثيراً؛ فلقد لاقت تلك البلاد من البلاء ما الله به عليم، ومع ذلك ظلت صامدة، محافظة -إلى حد كبير - على إسلامها وعراقتها. ¶ والتاريخ يعيد نفسه في هذه الأيام، وتلك البلاد وغيرها من بلاد المسلمين - بإذن الله - ستصمد في وجوه اليهود والنصارى المعتدين. ¶ ولو نظرنا في كتب التاريخ التي تحدثت عن غزو التتار لبلاد المسلمين، وكيف كانت شراسة تلك الهجمة، وكيف خالط النفوس من الرعب والأوجال ما خالطها، وكيف بلغ ببعضها اليأس من أن تقوم للإسلام قائمة بعد ذلك. ¶ وما هي إلا أن كشف الله الغمة، وأعاد العز والمجد للأمة، بل إن التتار أنفسهم دخلوا في الإسلام.",
            "page": "92",
            "part": "1",
            "seal": "9EDA053D"
        },
        {
            "id": "93",
            "nass": "ومن النظر في التاريخ النظر في سير أبطال الإسلام وقواده إبان الحروب الصليبية، وخصوصاً نور الدين محمود، وصلاح الدين الأيوبي - عليهما رحمة الله - فسيرتهما تحمل في طياتها عبراً عظيمة تفيد في هذا الشأن كثيراً؛ حيث حرصا على توحيد الأمة، ولم شعثها، ورفع الذلة والإحباط اللذين خالطا كثيراً من النفوس. ¶ كما أنهما حرصا على الإعداد المتكامل للجهاد في سبيل الله؛ فنالت الأمة بذلك سؤدداً، ومجداً، ورفعة.",
            "page": "93",
            "part": "1",
            "seal": "4236439B"
        },
        {
            "id": "94",
            "nass": "رابعاً: الإفادة من التجارب: ¶ فذلك من جميل ما ينبغي؛ فالحياة كلها تجارب، واستفادة من التجارب، وميزة إنسان على إنسان، وأمة على أمة هي القدرةُ على الاستفادة من التجارب وعدمُها؛ فالحوادث تمر أمام جمع من الناس؛ فيستفيد منها أناس بمقدار مائة، وآخرون بمقدار خمسين وهكذا، وآخرون تمر منهم الحوادث على عين بلهاء، وقلب معرض؛ فلا يفيدون منها شيئاً، ولا تحسُّ له وجبةً، ولا تسمع لهم ركزاً. ¶ والفرق بين من يستفيد من التجربة ومن لا يستفيد أن الأول يستطيع انتهاز الفرص في حينها، وأن يتجنب الخطر قبل وقوعه. ¶ على حين أن الثاني لا ينتهز فرصة، ولا يشعر بالخطر إلا بعد وقوعه؛ فلا يليق - إذاً - أن تمر بنا وبأمتنا التجارب؛ فنكررَ الخطأ، ولا نفيدَ من عبر الماضي. ¶ ولا يحسن بنا أن نُغْفِل تعامل أسلافنا مع ما مر بهم من البلايا، وكيف تجاوزوا تلك المحن والفتن، بل علينا أن نقبس من هداهم، ونستَلْهِم العبر من صنيعهم.",
            "page": "94",
            "part": "1",
            "seal": "C217D425"
        },
        {
            "id": "95",
            "nass": "خامساً: التذكير بعاقبة الظلم: ¶ فمهما طال البلاء، ومهما استبد الألم فإن عاقبة الظلم وخيمة، وإن العاقبة الحميدة إنما هي للتقوى وللمتقين، كما بين ذلك ربنا في محكم التنزيل؛ فماذا كانت عاقبة النمرود، وفرعون، وهامان وقارون، وغيرهم ممن طغى وتجبر وظلم؟ ¶ إنها الدمار، والبوار، وجهنم وبئس القرار، وماذا كانت عاقبة الأنبياء والمصلحين المقسطين من عباد الله المؤمنين؟ ¶ إنها الفلاح والنصر، والتمكين، والجنة ونعم عقبى الدار. ¶ وكما يحسن التحذير من الظلم العام على مستوى الأمة يحسن كذلك التحذير من الظلم أيَّاً كان نوعه، سواء في الحكم على الناس، أو الأقوال، أو الأشخاص.",
            "page": "95",
            "part": "1",
            "seal": "CCDE3159"
        },
        {
            "id": "96",
            "nass": "سادساً: الثقة بالله، واليقين بأن العاقبة للتقوى وللمتقين: ¶ فإن من أهم ما يجب على المؤمن - في هذا الصدد - أن يقوي ثقته بربه، وأن ينأى بنفسه عن قلة اليقين بأن العاقبة للمتقين؛ فهناك من إذا شاهد ما عليه المسلمون من الضعف والتمزق، والتشتت، والتفرق، ورأى تسلط أعدائهم عليهم، ونكايتهم بهم - أيس من نصر الله، وقنط من عز الإسلام، واستبعد أن تقوم للمسلمين قائمة، وظن أن الباطل سيدال على الحق إدالة دائمة مستمرة يضمحل معها الحق. ¶ فهذا الأمر جد خطير، وهو مما يعتري النفوس الضعيفة، التي قل إيمانها، وضعف يقينها. ¶ فهذا الشعور مما ينافي الإيمان الحقَّ، وهو دليلٌ على قلة اليقين بوعد الله الصادق، والتفاتٌ إلى الأمور المحسوسة دون نظر إلى عواقب الأمور وحقائقها. ¶ وإلا كيف يُظَنُّ هذا الظن والله - عز وجل - قد كتب النصر في الأزل، وسبقت كلمته بأن العاقبة للتقوى وللمتقين، وأن جنده هم الغالبون، وهم المنصورون، وأن الأرض يرثها عباده الصالحون؟",
            "page": "96",
            "part": "1",
            "seal": "695D94AF"
        },
        {
            "id": "97",
            "nass": "فمن ظن تلك الظنون السيئة فقد ظن بربه السوء، ونسبه إلى خلاف ما يليق بجلاله، وكماله، وصفاته، ونعوته؛ فإن حمده، وعزته، وحكمته، وإلهيته تأبى ذلك، وتأبى أن يُذِل حزبه وجنده، وأن تكون النصرةُ والغلبةُ لأعدائه. ¶ فمن ظن ذلك فما عرفه، ولا عرف ربوبيته، وملكه، وعظمته؛ فلا يجوز في حقه - عز وجل - لا عقلاً ولا شرعاً أن يُظْهِر الباطل على الحق، بل إنه يقذف بالحق على الباطل فإذا هو زاهق (1) أما ما يشاهد من تسلط الكفار واستعلائهم - فإنما هو استعلاء استثنائي، وذلك استدراجاً وإملاءً من الله لهم، وعقوبة للأمة المسلمة على بعدها عن دينها. ¶ ثم إن سنة الله ماضية فـ {مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ} [النساء:123] ، وهذه الأمة تذنب، فتعاقب بذنوبها عقوبات متنوعة منها ما مضى ذِكْرُه؛ كي تعود إلى رشدها، وتؤوب إلى ربها، فتأخذ حينئذ مكانها اللائق بها. ¶ ثم إن هذه الأمة أمة مرحومة تعاقب في هذه الدنيا، حتى يخف العذاب عنها في الآخرة، أو يغفر لها بسبب ما أصابها من بلاء. ¶ _________ ¶ (1) انظر زاد المعاد لابن القيم 3 / 218-241 ففيه كلام عظيم حول هذه المسألة، وحول الحكمة من إدالة الكفار على المسلمين.",
            "page": "97",
            "part": "1",
            "seal": "4D47CED5"
        },
        {
            "id": "98",
            "nass": "سابعاً: الوقوف مع الشعوب الإسلامية المظلومة: ¶ وخصوصا تلك الشعوب التي توالت عليها المصائب، وتتابعت عليها الخطوب؛ فنقف معها بالدعاء، والتثبيت، والتصبير، وبذل المستطاع. ¶ كما ينبغي ألا تنسينا أي مصيبة من المصائب مصائبنا الأخرى؛ فوضع الأمور في نصابها يجدي كثيراً، ويصد شراً مستطيراً.",
            "page": "98",
            "part": "1",
            "seal": "32F698A6"
        },
        {
            "id": "99",
            "nass": "ثامناً: لزوم الاعتدال في جميع الأحوال: ¶ فينبغي في ذلك الخضم من الفتن والمصائب ألا يفارقنا هدوؤنا، وسكينتنا، ومروآتنا؛ فذلك دأب المؤمن الحق، الذي لا تبطره النعمة، ولا تقنطه المصيبة، ولا يفقد صوابه عند النوازل، ولا يتعدى حدود الشرع في أي شأن من الشؤون. ¶ ويتأكد هذا الأدب في حق من كان رأساً مطاعاً في العلم، أو القدر؛ لأن لسان حال من تحت يده يقول: ¶ اصبر نكن بك صابرين فإنما ... صبر الرعية عند صبر الراس ¶ قال كعب بن زهير - رضي الله عنه -: في قصيدته المشهورة -البردة-: ¶ لا يفرحون إذا نالت رماحهم ... قوماً وليسوا مجازيعاً إذا نيلوا ¶ فهو يمدح الصحابة -رضي الله عنهم- بأنهم لا يفرحون من نيلهم عدواً؛ فتلك عادتهم، ولا يحزنون إذا نالهم العدو؛ لأن عادتهم الصبر والثبات. ¶ وقال عبد العزيز بن زرارة الكلابي - رضي الله عنه - وهو من خيار المجاهدين من التابعين: ¶ قد عشت في الدهر أطواراً على طرق ... شتى فصادفت منها اللِّيْن والبَشِعا ¶ كُلاً بلوتُ فلا النعماء تبطرني ... ولا تَخَشَّعْتُ من لأوائها جزعا ¶ لا يملأُ الهولُ قلبي قبل وقعته ... ولا أضيق به ذرعاً إذا وقعا",
            "page": "99",
            "part": "1",
            "seal": "2F0917B3"
        },
        {
            "id": "100",
            "nass": "هذه الخصال يمتثلها عظماء الرجال؛ فلم يكونوا يتخلون عن مروآتهم، وعاداتهم النبيلة حتى في أحلك المواقف. ¶ وها هو سيد العظماء، وسيد ولد آدم نبينا محمد -عليه الصلاة والسلام- يضرب لنا أروع الأمثلة في ذلك؛ فهو يقوم بصغار الأمور وكبارها؛ فلم يمنعه قيامه بأمر الدين، وحرصه على نشره، وقيادته للأمة، وتقدمه في ساحات الوغى- لم يمنعه ذلك كله من ملاطفة ذلك الطفل الصغير الذي مات طائره، وقولِه له: «يا أبا عمير ما فعل النغير؟» (1) ¶ ولم يكن أحد يلهيه عن أحد ... كأنه والد والناس أطفال ¶ فإذا لزم المرء هذه الطريقة؛ فلم يَخِفَّ عند السراء، ولم يتضعضع حال الضراء - فأحرِ به أن يعلو قدره، ويتناهى سؤدده، وأن تنال الأمة من خيره. ¶ تذكر كتب السير التي تناولت سيرة عمر بن عبد العزيز - رضي الله عنه - أنه لما دَفَنَ ولَدَه عبد الملك - وهو أبر أولاده، وأكثرهم ديناً وعقلاً - مرَّ بقوم يرمون؛ فلما رأوه أمسكوا، فقال: ارموا، ووقف، فرمى أحدُ الراميين فأخرج - يعني أبعد عن الهدف - فقال له عمر: أخرجت فقصِّر، وقال للآخر: ارمِ، فرمى فقصَّر - أي لم يبلغ الهدف - فقال له عمر: قصَّرت فبلِّغ. ¶ _________ ¶ (1) أخرجه البخاري (6129و6203) ومسلم (2150) عن أنس ابن مالك قال: كان رسول الله - صلى الله عليه وسلم -أحسن الناس خلقاً، وكان لي أخ يقال له أبو عمير، قال: أحسبه فطيمٌ، وكان إذا جاء قال: «يا أبا عمير ما فعل النغير» نغرٌ كان يلعب به. وهذا لفظ البخاري",
            "page": "100",
            "part": "1",
            "seal": "DD000340"
        },
        {
            "id": "101",
            "nass": "فقال له مسلمة بن عبد الملك: يا أمير المؤمنين! أَتْفِرغ قلبك إلى ما تفرغت له، وإنما نفضت يدك الآن من تراب قبر ابنك، ولم تصل إلى منزلك؟ فقال له عمر: يا مسلمة! إنما الجزع قبل المصيبة، فإذا وقعت المصيبة فالْهُ عما نزل بك (1) فالأخذ بهذه السيرة-أعني الاعتدال حال نزول الفتن- ينفع كثيراً، ويدفع الله به شراً مستطيراً؛ لأن الناس حال الفتن يموجون، ويضطربون، وربما غاب عنهم كثير من العلم؛ فلذلك يحتاجون-وخصوصاً من كان عالماً، أو رأساً مطاعاً- إلى لزوم السكينة، والاعتدال؛ حتى يُثَبِّتوا الناس، ويعيدو الطمأنينة إلى النفوس، ولا تقطعهم تلك النوازل عما هم بصدده من عمل. ¶ _________ ¶ (1) الجامع لسيرة عمر بن عبد العزيز لعمر بن محمد الخضر المعروف بالملاء، تحقيق د. محمد البورنو (2 / 236) .",
            "page": "101",
            "part": "1",
            "seal": "B7FBB603"
        },
        {
            "id": "102",
            "nass": "قال شيخ الإسلام ابن تيمية - رحمه الله -: (ولهذا لما مات النبي ونزلت بالمسلمين أعظم نازلة نزلت بهم؛ حتى أوهنت العقول، وطيشت الألباب، واضطربوا اضطراب الأرشية في الطوي (1) البعيدة القعر؛ فهذا ينكر موته، وهذا قد أقعد، وهذا قد دهش فلا يعرف من يمر عليه، ومن يسلم عليه، وهؤلاء يضجون بالبكاء، وقد وقعوا في نسخة القيامة، وكأنها قيامة صغرى مأخوذة من القيامة الكبرى، وأكثر البوادي قد ارتدوا عن الدين، وذلت كماته؛ فقام الصديق - رضي الله عنه - بقلب ثابت، وفؤاد شجاع فلم يجزع، ولم ينكل قد جُمع له بين الصبر واليقين فأخبرهم بموت النبي وأن الله اختار له ما عنده، وقال لهم: (من كان يعبد محمداً فإن محمداً قد مات، ومن كان يعبد الله فإن الله حي لا يموت، {وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ} [آل عمران:144] . ¶ فكأن الناس لم يسمعوا هذه الآية حتى تلاها الصديق فلا تجد أحداً إلا وهو يتلوها، ثم خطبهم فثبتهم وشجعهم. ¶ _________ ¶ (1) جمع رشاء وهو الحبل، والطوي: البئر المطوية بالحجارة",
            "page": "102",
            "part": "1",
            "seal": "C6246DBF"
        },
        {
            "id": "103",
            "nass": "قال أنس - رضي الله عنه: خطبنا أبو بكر - رضي الله عنه - وكنا كالثعالب فما زال يشجعنا حتى صرنا كالأسود. ¶ وأخذ في تجهيز أسامة مع إشارتهم عليه، وأخذ في قتال المرتدين مع إشارتهم عليه بالتمهل والتربص، وأخذ يقاتل حتى مانعي الزكاة فهو مع الصحابة يعلمهم إذا جهلوا، ويقويهم إذا ضعفوا، ويحثهم إذا فتروا؛ فقوى الله به علمهم ودينهم وقوتهم؛ حتى كان عمر -مع كمال قوته وشجاعته- يقول له: يا خليفة رسول الله تألف الناس، فيقول: علام أتألفهم؟ أعلى دينٍ مفترى؟ أم على شعرٍ مفتعل؟ وهذا باب واسع يطول وصفه (1) ¶ _________ ¶ (1) منهاج السنة النبوية 8 / 8 3-84.",
            "page": "103",
            "part": "1",
            "seal": "3280656A"
        },
        {
            "id": "104",
            "nass": "تاسعاً: لزوم الرفق، ومجانبة الغلظة والعنف: ¶ سواء في الدعوة، أو الرد، أو النقد، أو الإصلاح، أو المحاورة؛ فإن استعمال الرفق، ولين الخطاب ومجانبة العنف - يتألف النفوس الناشزة، ويدنيها من الرشد، ويرغبها في الإصغاء للحجة. ¶ ويتأكد هذا الأدب في مثل هذه الأحوال العصيبة التي نحتاج فيها إلى تلك المعاني التي تنهض بالأمة، وتشد من أزر الدعوة. ¶ ولقد كان ذلك دأب الأنبياء، قال -تعالى- في خطاب هارون وموسى - عليهما السلام - {اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى} {فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى} [طه: 43-44] . ¶ ولقَّن موسى - عليه السلام - من القول اللين أحسنَ ما يخاطب به جبار يقول لقومه: أنا ربكم الأعلى، فقال -تعالى-: {فَقُلْ هَلْ لَكَ إِلَى أَنْ تَزَكَّى} {وَأَهْدِيَكَ إِلَى رَبِّكَ فَتَخْشَى} [النازعات:18-19] . ¶ قال ابن القيم - رحمه الله -: وتأمل امتثال موسى لما أُمِر به كيف قال لفرعون: {هَلْ لَكَ إِلَى أَنْ تَزَكَّى} {وَأَهْدِيَكَ إِلَى رَبِّكَ فَتَخْشَى} [النازعات:18-19] .",
            "page": "104",
            "part": "1",
            "seal": "0C39A786"
        },
        {
            "id": "105",
            "nass": "فأخرج الكلام معه مخرج السؤال والعرض، لا مَخْرجَ الأمر، وقال: {إِلَى أَنْ تَزَكَّى} ولم يقل: (إلى أن أزكيك) . ¶ فنسب الفعل إليه هو، وذكر لفظ التزكِّي دون غيره؛ لما فيه من البركة، والخير، والنماء. ¶ ثم قال: {وَأَهْدِيَكَ إِلَى رَبِّكَ} أكون كالدليل بين يديك الذي يسير أمامك. ¶ وقال: {إِلَى رَبِّكَ} استدعاءً لإيمانه بربه الذي خلقه، ورزقه، ورباه بنعمه صغيراً وكبيراً (1) ولهذا فإن الكلمة التي تُلقى أو تحرر في أدب، وسعة صدر، تسيغها القلوب، وتهش لها النفوس، وترتاح لها الأسماع. ¶ ولقد امتن ربنا -جل وعلا- على نبينا محمد - صلى الله عليه وسلم - بأن جبله على الرفق ومحبة الرفق، وأن جنبه الغلظة، والفظاظة، فقال -عز وجل-: {وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الْأَمْرِ} [آل عمران:159] . ¶ ولقد كانت سيرته -عليه الصلاة والسلام- حافلةً بهذا الخلق الكريم الذي مَنْ مَلَكَه بسط سلطانه على القلوب. ¶ وكما كان -عليه الصلاة والسلام- متمثلاً هذا الخلق فقد كان يأمر به، ويبين فضله. ¶ _________ ¶ (1) بدائع الفوائد لابن القيم 3 / 132-133",
            "page": "105",
            "part": "1",
            "seal": "3CFFF7B7"
        },
        {
            "id": "106",
            "nass": "قال: «إن الله رفيق يحب الرفق، ويعطي على الرفق ما لا يعطي على العنف، وما لا يعطي على غيره» (1) وقال -عليه الصلاة والسلام-: «إن الرفق لا يكون في شيء إلا زانه، ولا ينزع من شيء إلا شانه» (2) ولما بعث أبا موسى الأشعري ومعاذا إلى اليمن قال لهما: «يسرا ولا تعسرا، وبشرا ولا تنفرا، وتطاوعا ولا تختلفا» (3) ¶ قال الإمام أحمد -رحمه الله-: يأمر بالرفق والخضوع، فإن أسمعوه ما يكره لا يغضب؛ فيكون يريد ينتصر لنفسه (4) ولقد أحسن من قال: ¶ لو سار ألفُ مَدَجَّجٍ في حاجة ... *** لم يَقْضِها إلا الذي يترفق ¶ (5) . ¶ وكان يقال: \" من لانت كلمته وجبت محبته \" (6) ¶ وخلاصة القول أن الرفق هو الأصل، وهو الأجدى، والأنفع، وأن الشدة لا تصلح من كل أحد، ولا تليق مع كل أحد، فقد تلائم إذا صدرت من ذي قدر كبير في سن، أو علم وكانت في حدود الحكمة، واللباقة، واللياقة. ¶ أما إذا صدرت ممن ليس له قدر في سن، أو علم، أو كانت في غير موضعها، وتوجهت إلى ذي قدر أو جاه-فإنها -أعني الشدة- تضر أكثر مما تنفع، وتفسد أكثر من أن تصلح. ¶ _________ ¶ (1) رواه مسلم (2593) . ¶ (2) رواه مسلم (2594) . ¶ (3) رواه البخاري (6124) ، ومسلم (1733) . ¶ (4) جامع العلوم والحكم 2 / 456. ¶ (5) روضة العقلاء ص 216 ¶ (6) البيان والتبيين للجاحظ 2 / 174",
            "page": "106",
            "part": "1",
            "seal": "8C8277B8"
        },
        {
            "id": "107",
            "nass": "عاشراً: الإقبال على الله - عز وجل -: ¶ وذلك بسائر أنواع العبادات. ¶ قال النبي - صلى الله عليه وسلم - فيما رواه مسلم - رضي الله عنه - «العبادة في الهرج كهجرة إلي» (1) ¶ والهرج: الفتن والقتل. ¶ فحري بنا في مثل هذه الأيام أن نزداد إقبالاً على الله ذكراً وإنابة، وصلاة، ونفقة، وبراً بالوالدين، وصلة للأرحام، وإحساناً إلى الجيران، وحرصاً على تربية الأولاد، ونحو ذلك من الأعمال الصالحة. ¶ وجدير بنا أن نكثر من الاستغفار؛ فهو من أعظم أسباب دفع العذاب {وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ} [الأنفال:33] وأن نُقْبِل على أعمال القلوب من خوف، ورجاء، ومحبة، وغيرها. ¶ وحقيق علينا أن نُقْبِل -كذلك- على النفع المتعدي من أمر بالمعروف، ونهي عن المنكر، ودعوة إلى الله، وإصلاح بين الناس، وإحسان إليهم، وما جرى مجرى ذلك. ¶ _________ ¶ (1) مسلم (2948) .",
            "page": "107",
            "part": "1",
            "seal": "B3DB59C6"
        },
        {
            "id": "108",
            "nass": "حادي عشر: الحرص على جمع الكلمة ورأب الصدع: ¶ فالأمة مثخنة بالجراح، وليست بحاجة إلى مزيد من ذلك. ¶ بل هي بحاجة إلى إشاعة روح المودة، والرحمة، ونيل رضا الله بترك التفرق ونبذ الخلاف. ¶ وذلك يتحقق بسلامة الصدر، ومحبة الخير للمسلمين، والصفح عنهم؛ التجاوز عن زلاتهم والتماس المعاذير لهم، وإحسان الظن بهم، ومراعاة حقوقهم، ومناصحتهم بالتي هي أرفق وأحسن. ¶ وتكون بالتغاضي، والبعد عن إيغار الصدور، ونكأ الجراح. ¶ قال ربنا -تبارك وتعالى-: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا} [آل عمران: 103] ¶ وقال: {لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاةِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا} [النساء:114] . ¶ وقال النبي - صلى الله عليه وسلم - في المتفق عليه: «مثل المؤمنين في توادهم وتراحمهم وتعاطفهم مثل الجسد إذا اشتكى منه عضو تداعى له سائر الجسد بالحمى والسهر» .",
            "page": "108",
            "part": "1",
            "seal": "736CCC0E"
        },
        {
            "id": "109",
            "nass": "ثاني عشر: قيام روح الشورى: ¶ خصوصاً بين أهل العلم، والفضل، والحل والعقد، وذلك بأن ينظروا في مصلحة الأمة، وأن يقدموا المصالح العليا قال الله -تعالى- في وصف المؤمنين: {وَأَمْرُهُمْ شُورَى بَيْنَهُمْ} [الشورى: 38] . ¶ وقال - عز وجل - لنبيه: {وَشَاوِرْهُمْ فِي الْأَمْرِ} [آل عمران: 159] . ¶ فقد أذن الله له \"بالاستشارة وهو غني عنها بما يأتيه من وحي السماء؛ تطييباً لنفوس أصحابه، وتقريراً لسنة المشاورة للأمة من بعده. ¶ وكان أبو بكر الصديق - رضي الله عنه - من العلم بالشريعة، والخبرة بوجوه السياسة في منزلة لا تطاولها سماء، ومع هذا لا يبرم حكماً في حادثة إلا بعد أن تتداولها آراء جماعة من الصحابة (1) ¶ وهكذا كان عمر - رضي الله عنه - في الشورى، قال شيخ الإسلام ابن تيمية - رحمه الله -: \"فكان عمر يشاور في الأمور لعثمان وعلي وطلحة والزبير وعبد الرحمن بن عوف وابن مسعود وزيد بن ثابت وأبي موسى ولغيرهم، حتى كان يدخل ابن عباس معهم مع صغر سنه. ¶ وهذا مما أمر الله به المؤمنين ومدحهم عليه بقوله: {وَأَمْرُهُمْ شُورَى بَيْنَهُمْ} [الشورى: 38] . ¶ _________ ¶ (1) انظر الحرية في الإسلام ص21",
            "page": "109",
            "part": "1",
            "seal": "7188DD00"
        },
        {
            "id": "110",
            "nass": "ولهذا كان رأي عمر، وحكمه، وسياسته من أسدِّ الأمور، فما رؤي بعده مثله قط، ولا ظهر الإسلام وانتشر، وعزَّ كظهوره، وانتشاره، وعزه في زمنه. ¶ وهو الذي كسر كسرى، وقصر قيصر الروم والفرس، وكان أميره الكبير على الجيش الشامي أبا عبيدة، وعلى الجيش العراقي سعد بن أبي وقاص، ولم يكن لأحدٍ -بعد أبي بكر - مثل خلفاءه ونوابه وعماله وجنده وأهل شوراه) (1) . ¶ وكما كانت هذه هي سيرةَ الخلفاء الراشدين في الشورى فكذلك كانت سيرة من جاء بعدهم فهذا معاوية - رضي الله عنه - الذي كان مضرب المثل في الدهاء والحلم وكياسة الرأي كان يأخذ بسنة الشورى. ¶ _________ ¶ (1) منهاج السنة النبوية 8 / 58",
            "page": "110",
            "part": "1",
            "seal": "86606E9F"
        },
        {
            "id": "111",
            "nass": "جاء في الثمار للثعالبي ص68 ما يلي: دهاء معاوية - رضي الله عنه - ذلك ما اشتهر أمره، وسار ذكره، وكثرت الروايات والحكايات فيه، ووقع الإجماع على أن الدهاة أربعة: معاوية، وعمرو بن العاص، والمغيرة بن شعبة، وزياد بن أبيه -رضي الله عنهم- فلما كان معاوية - رضي الله عنه - بحيث هو من الدهاء وبعد الغور-وانضم إليه الدهاة الثلاثة الذين يرون بأول آرائهم أواخر الأمور- فكان لا يقطع أمراً حتى يشهدوه، ولا يستضيء في ظلم الخطوب إلا بمصابيح آرائهم-سلم له أمر الملك، وألقت إليه الدنيا أزمتها، وصار دهاؤه ودهاء أصحابه الثلاثة مثلاً. ¶ ثم إن للشورى فوائد عظيمة منها تقريب القلوب، وتخليص الحق من احتمالات الآراء، واستطلاع أفكار الرجال، ومعرفة مقاديرها؛ فإن الرأي يمثِّل لك عقلَ صاحبه كما تمثل لك المرآةُ صورةَ شخصِه إذا استقبلها. ¶ وقد ذهب الحكماء من الأدباء في تصوير هذا المغزى مذاهب شتى، قال بعضهم: ¶ إذا عنَّ أمرٌ فاستشر فيه صاحباً ... وإن كنت ذا رأي تشير على الصحبِ ¶ فإني رأيت العين تجهل نفسها ... وتدرك ما قد حل في موضع الشهب ¶ وقال آخر: ¶ اقرن برأيك رأي غيرك واستشر ... فالحق لا يخفى على الاثنين",
            "page": "111",
            "part": "1",
            "seal": "11F44CD5"
        },
        {
            "id": "112",
            "nass": "والمرء مرآةٌ تريه وجهه ... ويرى قفاه بجمع مرآتين ¶ وقال آخر: ¶ الرأي كالليل مسوداً جوانبه ... والليل لا ينجلي إلا بإصباح ¶ فاضمم مصابيحَ آراءِ الرجال إلى ... مصباح ضوئك تزددْ ضوءَ مصباح ¶ وإذا كان العالم النحرير، والحكيم الداهية، والقائد الحصيف لا يستغنون عن الشورى-فكيف بمن دونهم، بل كيف بمن كان شاباً في مقتبل عمره، ولم تصلب بعد قناته، ولم تُحَنِّكْهُ التجارب؟!.",
            "page": "112",
            "part": "1",
            "seal": "4F47FEFE"
        },
        {
            "id": "113",
            "nass": "ثالث عشر: الصبر: ¶ قال ربنا - جل وعلا -: {إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا بِهَا وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا إِنَّ اللَّهَ بِمَا يَعْمَلُونَ مُحِيطٌ} [آل عمران: 120] . ¶ وقال - عز وجل - {لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا وَإِنْ تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ} [آل عمران: 186] ¶ ومن أعظم الصبرِ الصبرُ على هداية الناس، والصبر على انتظار النتائج؛ لأن استعجال الثمرة قد يؤدي إلى نتائج عكسية تضر أكثر مما تنفع؛ فالصبر إذا اقترن بالأمر كان عصمة من الملل واليأس والانقطاع، وتفجرت بسببه ينابيع العزم والثبات. ¶ إنه الصبر المترع بأنواع الأمل العريض، وليس صبر اليائس الذي لم يجد بداً من الصبر فصبر.",
            "page": "113",
            "part": "1",
            "seal": "4D2E0BB6"
        },
        {
            "id": "114",
            "nass": "وبالجملة فإن الصبر من أعظم الأخلاق، وأجلّ العبادات، وإن أعظمَ الصبرِ وأحمده عاقبةً الصبرُ على امتثال أمر الله، والانتهاء عمّا نهى الله عنه؛ لأنه به تَخْلُص الطاعة، ويصِحُّ الدين، ويُسْتَحَقُ الثوابُ؛ فليس لمن قل صبرُه على الطاعةُ حظٌّ من بِرٍّ، ولا نصيبٌ من صلاح. ¶ ومن جميل الصبر: الصبرُ فيما يُخْشَى حدوثُه من رهبة يخافها، أو يحذرُ حلولُه من نكبةٍ يخشاها، فلا يتعجلْ همَّ ما لم يأتِِ؛ فإن أكثر الهموم كاذبة، وإن الأغلب من الخوف مدفوع. ¶ ومن جميل الصبرِ الصبرُ على ما نزل من مكروه، أو حلّ من أمر مخوف؛ فبالصبر في هذا تنفتحُ وجوهُ الآراءِ، وتُسْتَدْفَعُ مكائدُ الأعداءِ؛ فإن من قلّ صبره عَزُب رأيه، واشتد جزعُه، فصار صريعَ همومه، وفريسةَ غمومه. ¶ وكما أن الأفرادَ بأمسِّ الحاجةِ إلى الصبر فكذلك الأمة؛ فأمة الإسلام كغيرها من الأمم؛ لا تخرج عن سنن الله الكونية، فهي عرضةٌ للكوارث، والمحن. ¶ وهي-في الوقت نفسه-مكلفةٌ بمقتضى حكم الله الشرعي بحمل الرسالة الخالدة، ونشر الدعوة المباركة، وتحمُّلِ جميعِ ما تلاقيه في سبيلها برحابة صدر، وقوةِ ثباتٍ، ويقينٍ بأن العاقبة للتقوى وللمتقين.",
            "page": "114",
            "part": "1",
            "seal": "D96F9A08"
        },
        {
            "id": "115",
            "nass": "وهي -كذلك- مطالبة بالجهاد في سبيل الله؛ لإعلاء كلمة الله، ونشر دين الله، وإزاحة ما يقف في وجه الدعوة من عقبات؛ فلا بد لها من الجهاد الداخلي الذي لا يتحقق إلا بمجاهدة النفس والهوى. ¶ وهذا الجهاد لا يتحقق إلا بخلق الصبر، ومغالبة النفس والشيطان والشهوات؛ فذلك هو الجهاد الداخلي الذي يؤهِّل للجهاد الخارجي؛ لأن الناس إذا تُرِكوا وطباعَهم وما أُوْدِعَ فيها من حبِّ للراحة، وإيثارٍ للدَّعة، ولم يُشَدَّ أَزْرُهُمْ بإرشاد إلهي تطمئن إليه نفوسهم، ويثقون بحسن نتائجه- عجزت كواهِلُهم عن حمل أعباء الحياة، وخارت قواهم أمام مغرياتها، وذاب احتمالُهم إزاء ملذاتها وشهواتها؛ فَيَفْقِدُون كلَّ استعدادٍ لتحصيل السمو، والعزة، والمنزلة اللائقة. ¶ فلهذا اختار الله لهم من شرائع دينه ما يصقُل أرواحهم، ويزكّي نفوسهم، ويمحص قلوبهم، ويربي ملكات الخير فيهم من صلاة، وزكاة، وصيام، وحج وغيرها من الشرائع..",
            "page": "115",
            "part": "1",
            "seal": "FDDAF890"
        },
        {
            "id": "116",
            "nass": "رابع عشر: إشاعة روح التفاؤل: ¶ فإن ذلك مما يبعث الهمة، ويدعو إلى اطراح الخور والكسل، ويقود إلى الإقبال على الجد والعمل؛ فلنثق بالله - عز وجل - ونصره وتأييده، ولنحذر من كثرة التلاوم، وإلقاء التبعات على الآخرين، ولنحذر من القنوط واليأس، والتشاؤم؛ فالإسلام لا يرضى هذا المسلك بل يحذر منه أشد التحذير. ¶ ثم لنثق بأن في طي هذه المحن منحاً عظيمة. ¶ كم نعمة لا تستقل بشكرها ... لله في طي المكاره كامنة ¶ ولو لم يأت من ذلك إلا أن الأمة تصحو من رقدتها، وتعود إلى ربها ودينها. ¶ ولو لم يأت من ذلك إلا أن هذا الجيل الجديد بدأ يعرف أعداءه، ويطرق سمعه مسائل الولاء والبراء، ويدرك ما يحاك حوله من مؤامرات، ويشعر بأن العزة لله ولرسوله وللمؤمنين. ¶ ولو لم يأت من ذلك إلا أن المسلمين - صاروا يشعرون بروح الجسد الواحد، ويتعاطفون مع إخوانهم في كل مكان، ويحرصون على تتبع أخبارهم، وتقديم المستطاع لهم، كل ذلك مع ما يواجهونه من التضليل الإعلامي، وما يحارَبون به من سيل الشهوات العارم.",
            "page": "116",
            "part": "1",
            "seal": "0D311108"
        },
        {
            "id": "117",
            "nass": "أين حال المسلمين الآن من حالهم قبل تسعين سنة؟ أين هم لما سيطر الشيوعيون على روسيا، وانقلبوا على الحكم القيصري؟ ماذا فعل زعماء الشيوعية؟ يكفي أن نمثل بواحد منهم فحسب، إنه المجرم ستالين الذي قتل إبان فترة حكمه ثلاثين مليوناً من البشر، جُلُّهم من المسلمين. ¶ إن أكثر المسلمين في ذلك الوقت لم يكونوا ليعلموا عن إخوانهم آنذاك شيئاً، بل إن كثيراً منهم لم يعلموا أن الجمهوريات الإسلامية التي استولى عليها الشيوعيون -كانت بلاداً إسلامية إلا بعد أن انهارت الشيوعية قريباً. ¶ أما الآن فإن المسلمين على درجة من الوعي والإدراك، والسعي في مصالح إخوانهم، والمؤمل أكثر من ذلك، وإنما المقصود أن يُبَيَّن أن الخير موجود، وأنه يحتاج إلى مزيد. ¶ وبالجملة فإن التفاؤل دأب المؤمن، وهو سبيل التأسي بالنبي- صلى الله عليه وسلم - خصوصاً في وقت اشتداد المحن؛ وليس أدل على ذلك مما كان في غزوة الأحزاب بالمدينة، وبلغت القلوب الحناجر، ومع ذلك كان -عليه الصلاة والسلام- يبشر أصحابه بمفاتيح الشام، وفارس، واليمن (1) . ¶ _________ ¶ (1) انظر مسند الإمام أحمد 4 / 203، وسنن النسائي الكبرى (8858) .",
            "page": "117",
            "part": "1",
            "seal": "DBF922B9"
        },
        {
            "id": "118",
            "nass": "وإذا تُحدث عن الفأل، والحث على نشره - فإن ذلك لا يعني القعود، والخمود، والهمود؛ كحال من يؤملون الآمال العراض، ويفرطون في الأماني بحجة أن ذلك من الفأل، وهم كسالى قاعدون، لا يتقدمون خطوة، ولا ينهضون من كبوة. ¶ لا ليس الأمر كذلك؛ بل إن الفأل المجدي هو ذلك الذي يحرك صاحبه، ويبعثه على الجد، ويشعره بالنجح، ويقوده إلى إحسان الظن، ويبشر بحسن العواقب.",
            "page": "118",
            "part": "1",
            "seal": "92A2E44B"
        },
        {
            "id": "119",
            "nass": "خامس عشر: التثبت مما يقال، والنظر في جدوى نشره، والحرص على رد الأمور إلى أهلها: ¶ فالعاقل اللبيب لا يتكلم في شيء إلا إذا تثبَّت من صحته؛ فإذا ثبت لديه ذلك نَظَرَ في جدوى نشره؛ فإن كان في نشره حفز للخير، واجتماعٌ عليه -نشره، وأظهره، وإن كان خلاف ذلك أعرض عنه، وطواه. ¶ ولقد جاء النهي الصريح عن أن يحدث المرء بكل ما سمع. ¶ قال - صلى الله عليه وسلم -: «كفى بالمرء كذبا أن يحدث بكل ما سمع» (1) . ¶ وقد عقد الإمام مسلم في مقدمة صحيحه باباً سماه (باب النهي عن الحديث بكل ماسمع) وساق تحته جملة من الآثار منها الحديث السابق، ومنها مارواه بسنده عن عمر بن الخطاب - رضي الله عنه - قال: «بحسب المرء من الكذب أن يحدث بكل ما سمع» (2) . ¶ وقال مسلم: \" حدثنا محمد بن المثنى قال: سمعت عبد الرحمن بن مهدي يقول: \" لا يكون الرجل إماماً يقتدى به حتى يمسك عن بعض ما سمع \" (3) . ¶ ويتعين هذا الأدب في وقت الفتن والملمات، فيجب على المسلم أن يتحرى هذا الأدب؛ حتى يقرب من السلامة، وينأى عن العطب. ¶ _________ ¶ (1) رواه مسلم (5) في مقدمة صحيحه ¶ (2) رواه مسلم (5) في مقدمة صحيحه ¶ (3) مسلم في مقدمة صحيحه (5) .",
            "page": "119",
            "part": "1",
            "seal": "D4F53541"
        },
        {
            "id": "120",
            "nass": "قال الله -تعالى-: {وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا} [النساء:83] . ¶ قال الشيخ العلامة عبد الرحمن السعدي - رحمه الله تعالى- في تفسير هذه الآية: هذا تأديب من الله لعباده عن فعلهم هذا غير اللائق، وأنه ينبغي لهم إذا جاءهم أمر من الأمور المهمة، والمصالح العامة مما يتعلق بالأمن، وسرور المؤمنين أو بالخوف الذي فيه مصيبة عليهم -أن يتثبتوا، ولا يستعجلوا بإشاعة ذلك الخبر، بل يردونه إلى الرسول وإلى أولي الأمر منهم: أهل الرأي، والعلم، والنصح، والعقل، والرزانة، الذين يعرفون الأمور، ويعرفون المصالح وضدها. ¶ فإذا رأوا في إذاعته مصلحة ونشاطاً للمؤمنين، وسروراً لهم، وتحرزاً من أعدائهم-فعلوا ذلك، وإن رأوا ما ليس فيه مصلحة، أو فيه مصلحة، ولكن مضرته تزيد على مصلحته لم يذيعوه. ¶ ولهذا قال: {لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ} .",
            "page": "120",
            "part": "1",
            "seal": "DEDC09EB"
        },
        {
            "id": "121",
            "nass": "أي يستخرجونه بفكرهم وآرائهم السديدة، وعلومهم الرشيدة. ¶ وفي هذا دليل لقاعدة أدبية، وهي أنه إذا حصل بحث في أمر من الأمور ينبغي أن يولى من هو أهل لذلك، ويجعل إلى أهله، ولا يُتقدم بين أيديهم؛ فإنه أقرب إلى الصواب، وأحرى للسلامة من الخطأ. ¶ وفيه النهي عن العجلة والتسرع لنشر الأمور من حين سماعها، والأمرُ بالتأمل قبل الكلام، والنظر فيه هل هو مصلحة فيقدم عليه الإنسان أم لا فيحجم عنه؟ (1) ¶ _________ ¶ (1) تيسير الكريم المنان في تفسير كلام الرحمن للسعدي ص154",
            "page": "121",
            "part": "1",
            "seal": "3C44B8D6"
        },
        {
            "id": "122",
            "nass": "وقال - رحمه الله تعالى - في موضع آخر حاثاً على الثبت، والتدبر، والتأمل قال: وفي قوله -تعالى-: {وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ وَقُلْ رَبِّ زِدْنِي عِلْمًا} [طه:114] أدبُ طالب العلم، وأنه ينبغي له أن يتأنى في تدبره للعلم، ولا يستعجل بالحكم على الأشياء، ولا يعجب بنفسه، ويسأل ربه العلم النافع والتسهيل (1) وقال: قوله -تعالى-: {لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنْفُسِهِمْ خَيْرًا وَقَالُوا هَذَا إِفْكٌ مُبِينٌ} [النور: 12] هذا إرشاد منه لعباده إذا سمعوا الأقوال القادحة في إخوانهم المؤمنين رجعوا إلى ما علموا من إيمانهم، وإلى ظاهر أحوالهم، ولم يلتفتوا إلى أقوال القادحين، بل رجعوا إلى الأصل، وأنكروا ما ينافيه. (2) . ¶ قال ابن حبان - رحمه الله -: أنشدني منصور بن محمد الكريزي: ¶ الرفقُ أيمنُ شيءٍ أنت تَتْبَعُه ... والخُرق أشأمُ شيء يُقْدِم الرَّجُلا ¶ وذو التثبت من حمد إلى ظَفَرٍ ... من يركبِ الرفقَ لا يستحقبِ الزللا ¶ (3) ¶ هذا وسيتضح شيء من ذلك في الفقرة التالية. ¶ _________ ¶ (1) فتح الرحيم الملك العلام في علم العقائد والتوحيد والأخلاق والأحكام المستنبطة من القرآن للشيخ عبد الرحمن السعدي عناية الشيخ د. عبد الرزاق البدر ص161 ¶ (2) فتح الرحيم الملك العلام ص162 ¶ (3) روضة العقلاء ص 216",
            "page": "122",
            "part": "1",
            "seal": "E83487E9"
        },
        {
            "id": "123",
            "nass": "سادس عشر: ألا يحرص المسلم على إبداء رأيه في كل أمر، وألا يقول كل ما يعلم: ¶ فاللائق بالعاقل أن ينظر في العواقب، وأن يراعي المصالح؛ فلا يحسن به أن يبدي رأيه في كل صغيرة وكبيرة، ولا يلزمه أن يتكلم بكل نازلة؛ لأنه ربما لم يتصور الأمر كما ينبغي، وربما أخطأ التقدير، وجانب الصواب، بل ليس من الحكمة أن يبدي الإنسان رأيه في كل ما يعلم حتى ولو كان متأنياً في حكمه، مصيباً في رأيه؛ فما كل رأي يُجهر به، ولا كل ما يعلم يقال، ولا كل ما يصلح للقول يصلح أن يقال عند كل أحد، أو في كل مكان أو مناسبة. ¶ بل الحكمة تقتضي أن يحتفظ الإنسان بآرائه إلا إذا استدعى المقام ذلك، واقتضته الحكمة والمصلحة، وكان المكان ملائماً، والمخاطبون يعقلون ما يقال. ¶ وإذا رأى أن يبدي ما عنده فليكن بتعقل، وروية، ورصانة، وركانة. ¶ وزِن الكلام إذا نطقت فإنما ... يبدي عيوب ذوي العقول المنطقُ ¶ قال أحد الحكماء: إن لابتداء الكلام فتنةً تروق وجدَّةً تعجب؛ فإذا سكنت القريحة، وعدل التأمل، وصفت النفس- فليعدِ النظر، وليكن فرحُه بإحسانه مساوياً لغمِّه بإساءته. (1) ¶ _________ ¶ (1) زهر الآدب للحصري القيرواني 1 / 154.",
            "page": "123",
            "part": "1",
            "seal": "9F636112"
        },
        {
            "id": "124",
            "nass": "وقال ابن حبان - رحمه الله -: الرافق لا يكاد يُسْبَق كما أن العَجِل لا يكاد يَلْحَق، وكما أن من سكت لا يكاد يندم كذلك من نطق لا يكاد يسلم. ¶ والعَجِل يقول قبل أن يعلم، ويجيب قبل أن يفهم، ويَحْمد قبل أن يُجَرِّب، ويَذُّم بعد ما يحمد، ويعزم قبل أن يفكر، ويمضي قبل أن يعزم. ¶ والعَجِل تصحبه الندامة، وتعتزله السلامة، وكانت العرب تُكَنِّي العجلةَ أمَّ الندامات\". (1) ¶ وذكر بسنده عن عمر بن حبيب قال: \"كان يقال: لا يوجد العجول محموداً، ولا الغضوب مسروراً، ولا الحر حريصاً، ولا الكريم حسوداً، ولا الشَّرِه غنياً، ولا الملول ذا إخوان. (2) . ¶ وقال ابن الجوزي - رحمه الله تعالى -: ما اعتمد أحدٌ أمراً إذا هم بشيء مثل التثبت؛ فإنه متى عمل بواقعة من غير تأمل للعواقب كان الغالب عليه الندم؛ ولهذا أمر بالمشاورة؛ لأن الإنسان بالتثبت يفتكر؛ فتعرِض على نفسه الأحوال، وكأنه شاور. ¶ وقد قيل: خمير الرأي خير من فطيره. ¶ وأشد الناس تفريطاً من عمل بما ورده في واقعة من غير تثبت واستشارة؛ خصوصاً فيما يوجب الغضب؛ فإنه طلب الهلاك أو الندم العظيم (3) . ¶ _________ ¶ (1) روضة العقلاء ص216 ¶ (2) روضة العقلاء ص 217 ¶ (3) صيد الخاطر ص605.",
            "page": "124",
            "part": "1",
            "seal": "DFBBE94A"
        },
        {
            "id": "125",
            "nass": "وقال: \" فالله الله! التثبت التثبت في كل الأمور، والنظر في عواقبها؛ خصوصاً الغضب المثير للخصومة \" (1) وقال ابن القيم -رحمه الله تعالى -: وقد جاء في حديث مرسل: «إن الله يحب البصر النافذ عند ورود الشبهات، ويحب العقل الكامل عند حلول الشهوات» . ¶ فبكمال العقل والصبر تُدفع فتنة الشهوة، وبكمال البصيرة واليقين تدفع فتنة الشبهة، والله المستعان (2) . ¶ ثم إن التثبت والتأني، والنظر في العواقب من سمات أهل العلم والعقل، ولا يستغني عنها أحد مهما كان، ولا يكفي مجرد علم الإنسان، بل لا بد له -مع العلم- من هذه الأمور. ¶ وإليك هذه الكلمة الحكيمة الرائعة التي رقمتها يراعة العلامة الشيخ محمود شاكر - رحمه الله تعالى - والتي تعبر عن كثير مما مضى ذكره، قال: \"رُبَّ رجلٍ واسعِ العلم، بحرٍ لا يزاحم، وهو على ذلك قصير العقل مضلَّل الغاية، وإنما يَعْرِض له ذلك من قبل جرأته على ما ليس له فيه خبرة، ثم تهوره من غير روية ولا تدبر، ثم إصراره إصرار الكبرياء التي تأبى أن تعقل. ¶ _________ ¶ (1) صيد الخاطر 625. ¶ (2) إغاثة اللهفان ص537",
            "page": "125",
            "part": "1",
            "seal": "9495AD2D"
        },
        {
            "id": "126",
            "nass": "وإن أحدنا لَيقْدِم على ما يحسن، وعلى الذي يعلم أنه به مضطلع، ثم يرى بعد التدبر أنه أسقط من حسابه أشياء، كان العقل يوجب عليه فيها أن يتثبت، فإذا هو يعود إلى ما أقدم عليه؛ فينقضه نقض الغزل. ¶ ومن آفة العلم في فن من فنونه، أن يحمل صاحبه على أن ينظر إلى رأيه نظرة المعجب المتنزه، ثم لا يلبث أن يفسده طول التمادي في إعجابه بما يحسن من العلم، حتى يقذفه إلى اجتلاب الرؤى فيما لا يحسن، ثم لا تزال تغيره عادة الإعجاب بنفسه حتى ينزل ما لا يحسن منزلة ما يحسن، ثم يصر، ثم يغالي، ثم يعنف، ثم يستكبر، ثم إذا هو عند الناس قصير الرأي والعقل على فضله وعلمه (1) . ¶ ولقد كان الصحابة الكرام -رضي الله عنهم- يراعون هذا الأدب الحكيم؛ فما كانوا يتكلمون في كل شيء، بل كانوا يراعون المكان، والزمان، والحال، ويراعون العقول، والأفهام، ومراميَ الكلام. ¶ _________ ¶ (1) مجلة الرسالة عدد 562 إبريل 1944، وانظر جمهرة مقالات محمود شاكر 1 / 258 إعداد د. عادل سليمان جمال.",
            "page": "126",
            "part": "1",
            "seal": "F7227E89"
        },
        {
            "id": "127",
            "nass": "والأمثلة على ذلك كثيرة جداً، منها ما جاء في صحيح البخاري عن ابن عباس -رضي الله عنهما- قال: كنت أُقْرئ رجالاً من المهاجرين منهم عبد الرحمن بن عوف - رضي الله عنه -، فبينما أنا في منزله بمنى وهو عند عمر بن الخطاب - رضي الله عنه - في آخر حجة حجها إذ رجع إليَّ عبد الرحمن - رضي الله عنه - فقال: لو رأيت رجلاً أتى أمير المؤمنين اليوم فقال: يا أمير المؤمنين هل لك في فلان يقول: لو قد مات عمر - رضي الله عنه - لقد بايعت فلاناً؛ فوالله ما كانت بيعة أبي بكر - رضي الله عنه - إلا فلتة، فتمت، فغضب عمر - رضي الله عنه - ثم قال: إني -إن شاء الله- لقائمٌ العشيةَ في الناس، فمحذِّرهم هؤلاء الذين يريدون أن يغصبوهم أمورهم،",
            "page": "127",
            "part": "1",
            "seal": "DFCCE542"
        },
        {
            "id": "128",
            "nass": "قال عبد الرحمن - رضي الله عنه -: فقلت: يا أمير المؤمنين! لا تفعل؛ فإن الموسم يجمع رَعاعَ الناس وغوغاءهم؛ فإنهم هم الذين يغلبون على قُرْبك حين تقوم في الناس، وأنا أخشى أن تقوم فتقول مقالة يطيِّرها عنك كل مُطَيِّر، وأن لا يعوها، وأن لا يضعوها على مواضعها؛ فأَمْهِلْ حتى تَقْدُمَ المدينة؛ فإنها دار الهجرة والسنة فَتَخْلُصَ بأهل الفقه وأشراف الناس، فتقول ما قلت متمكناً، فيعي أهل العلم مقالتك، ويضعونها على مواضعها. فقال عمر - رضي الله عنه -:أما والله-إن شاء الله-لأقومن بذلك أول مقام أقومه بالمدينة الحديث. (1) ¶ قال أمير المؤمنين علي بن أبي طالب - رضي الله عنه-: حدثوا الناس بما يعرفون؛ أتريدون أن يكذب الله ورسوله؟! (2) ¶ وقال ابن مسعود - رضي الله عنه -: ما أنت بمحدث قوماً حديثاً لا تبلغه عقولهم إلا كان لبعضهم فتنة (3) ¶ _________ ¶ (1) البخاري (6830) . ¶ (2) أخرجه البخاري (127) . ¶ (3) أخرجه مسلم في مقدمة صحيحه (5) .",
            "page": "128",
            "part": "1",
            "seal": "89CA84F3"
        },
        {
            "id": "129",
            "nass": "سابع عشر: التحلي بالشجاعة، والفهم الصحيح لمعناها: ¶ فالشجاعة فضيلة عظيمة، وخصلة من خصال الخير عالية. ¶ وهي من أعظم ما ينهض بالأفراد والأمم؛ فالشجاع ينفر من العار، ويأبى احتمال الضيم. ¶ والأمة لا تحوز مكانة يهابها خصومها، وتَقرُّ بِها عين حلفائها إلا أن تكون عزيزة الجانب، صلبة القناة. ¶ وعزة الجانب، وصلابة القناة لا ينزلان إلا حيث تكون قوة الجأش، والاستهانة بملاقاة المكاره، وذلك ما يسمى شجاعة (1) والشجاعة لا تقتصر على الإقدام في ميادين الوغى، بل هي أعم من ذلك؛ فتشمل الشجاعة الأدبية في التعبير عن الرأي، وبالصدع بالحق، وبالاعتراف بالخطأ، وبالرجوع إلى الصواب إذا تبين. ¶ بل وتكون بالسكوت أحياناً، قال الشيخ محمد البشير الإبراهيمي -رحمه الله-: ولأنْ يسكت العاقل مختاراً في وقتٍ يحسن السكوت فيه خيرٌ من أن ينطق مختاراً في وقت لا يحسن الكلام فيه، وكلُّ نطْقةٍ تمليها الظروف لا الضمائر تثمر سكتة عن الحق ما من ذلك من بد (2) . ¶ وليس من شرط الشجاعة ألا يجد الرجل في نفسه الخوف جملة من الهلاك، أو الإقدام، أو نحو ذلك؛ فذلك شعور يجده كل أحد من نفسه إذا هو هم بعمل كبير أو جديد. ¶ _________ ¶ (1) انظر رسائل الإصلاح للشيخ محمد الخضر حسين 1 / 77. ¶ (2) عيون البصائر ص17.",
            "page": "129",
            "part": "1",
            "seal": "AD393904"
        },
        {
            "id": "130",
            "nass": "بل يكفي في شجاعة الرجل ألا يعظم الخوف في نفسه حتى يمنعه من الإقدام، أو يرجع به الانهزام. ¶ قال هشام بن عبد الملك لأخيه مسلمة -المسمى ليث الوغى -: ¶ يا أبا سعيد! هل دخلك ذعر قط في حرب أو عدو؟ ¶ قال له مسلمة: ما سلمت في ذلك من ذعر ينبِّه على حيلة، ولم يغشني فيها ذعر سلبني رأي. ¶ قال هشام: هذه هي البسالة. ¶ فالشجاعة -إذاً- هي مواجهة الخطر أو الألم أو نحو ذلك عند الحاجة في ثبات، وليست مرادفة لعدم الخوف كما يظن بعض الناس. ¶ فالشجاعة لا تعتمد على الإقدام والإحجام فحسب، ولا على الخوف وعدمه. ¶ بل ليس بالمحمود أن يتجرد الإنسان من كل خوف؛ فقد يكون الخوف فضيلة، وعدمه رذيلة؛ فالخوف عند الإقدام على أمر مهم تتعلق به مصالح الأمة، أو يحتاج إلى اتخاذ قرار حاسم فضيلةٌ؛ وأي فضيلة؛ إذ هو يحمل على الرويَّة، والتأني، والتؤدة؛ حتى يختمر الرأي، وينضج في الذهن؛ فلا خير في الرأي الفطير، ولا الكلام القضيب -المرتجل-. ¶ والعرب تقول في أمثالها: \" الخطأ زاد العجول \" (1) ¶ كما أنها تمدح من يتريث، ويتأنى، ويقلب الأمور ظهراً لبطن، وتقول فيه: \" إنه لحوُّل قُلَّب \". ¶ _________ ¶ (1) مجمع الأمثال للميداني 1 / 432",
            "page": "130",
            "part": "1",
            "seal": "EEE8BB79"
        },
        {
            "id": "131",
            "nass": "ولهذا تتابعت نصائح الحكماء على التريث خصوصاً عند إرادة الإقدام على الأمور العظيمة المهمة، قال المتنبي: ¶ الرأي قبل شجاعة الشجعانِ ... هو أول وهي المحل الثاني ¶ فإذا هما اجتمعا لنفس مِرَّةٍ ... بلغت من العلياء كل مكانِ ¶ (1) . ¶ وقال: ¶ وكل شجاعة في المرء تغني ... ولا مثل الشجاعة في الحكيم ¶ (2) . ¶ وبالجملة فالشجاع ليس بالمتهور الطائش الذي لا يخاف مما ينبغي أن يخاف منه، ولا هو بالجبان الرعديد الذي يَفْرَقُ من ظله، ويخاف مما لا يخاف منه. ¶ قال شيخ الإسلام ابن تيمية - رحمه الله -: \" والشجاعة ليست هي قوةَ البدن؛ فقد يكون الرجل قوي البدن ضعيف القلب، وإنما هي قوة القلب وثباته، فإن القتالَ مدارُه على قوة البدن، وصنعته للقتال، وعلى قوة القلب، وخبرته به. والمحمود منهما ما كان بعلم ومعرفة، دون التهور الذي لا يفكر صاحبه ولا يميز بين المحمود والمذموم؛ ولهذا كان القوي الشديد هو الذي يملك نفسه عند الغضب حتى يفعل ما يصلح دون ما لا يصلح. ¶ فأما المغلوب حين غضبه فليس هو بشجاع ولا شديد \" (3) ¶ _________ ¶ (1) ديوان المتنبي بشرح العكبري 4 / 174. ¶ (2) ديوان المتنبي 4 / 120 ¶ (3) الاستقامة 2 / 270-271",
            "page": "131",
            "part": "1",
            "seal": "7A57DB6C"
        },
        {
            "id": "132",
            "nass": "وقال- رحمه الله تعالى - في موضع آخر: \" ومما ينبغي أن يعلم أن الشجاعة إنما فضيلتها في الدين لأجل الجهاد في سبيل الله، وإلا فالشجاعة إذا لم يستعن بها صاحبها على الجهاد في سبيل الله كانت إما وبالاً عليه إن استعان بها صاحبها على طاعة الشيطان، وإما غير نافعة له إن استعملها فيما لا يقربه إلى الله -تعالى-. فشجاعة علي والزبير وخالد وأبي دجانة والبراء بن مالك وأبي طلحة، وغيرهم من شجعان الصحابة إنما صارت من فضائلهم لاستعانتهم بها على الجهاد في سبيل الله؛ فإنهم بذلك استحقوا ما حمد الله به المجاهدين. وإذا كان كذلك فمعلوم أن الجهاد منه ما يكون بالقتال باليد، ومنه ما يكون بالحجة والبيان والدعوة \" (1) . ¶ فما أحوجنا وما أحوج أمتنا إلى الشجاعة المنضبطة المتعقِّلة التي تجلب الخير، والمصلحة للأمة، وتنأى بها عن الشرور والبلايا والرزايا (2) ¶ _________ ¶ (1) منهاج السنة 8 / 68 ¶ (2) انظر تفاصيل الحديث عن الشجاعة في كتاب: الهمة العالية للكاتب 256-276",
            "page": "132",
            "part": "1",
            "seal": "10189454"
        },
        {
            "id": "133",
            "nass": "ثامن عشر: الدعاء: ¶ فالدعاء من أعظم أسباب النصر والسلامة من الفتن، كيف وقد قال ربنا -عز وجل-: {ادْعُونِي أَسْتَجِبْ لَكُمْ} [غافر: 60] . ¶ فثمرة الدعاء مضمونة-بإذن الله- إذا أتى الداعي بشرائط الإجابة؛ فحري بنا أن نكثر الدعاء لأنفسنا بالثبات، وأن ندعو لإخواننا بالنصر، وأن ندعو على أعدائنا بالخيبة والهزيمة. ¶ وإذا اشتبه على الإنسان شيء مما اختلف فيه الناس فليدع بما رواه مسلم في صحيحه عن عائشة -رضي الله عنها- أن رسول الله - صلى الله عليه وسلم - «كان يقول إذا قام يصلي من الليل: اللهم رب جبريل وميكائيل وإسرافيل فاطر السماوات والأرض أنت تحكم بين عبادك فيما كانوا فيه يختلفون؛ اهدني لما اختلف فيه من الحق بإذنك إنك تهتدي من تشاء إلى صراط مستقيم» (1) . ¶ فإذا انطرح العبد بين يدي ربه وسأله التوفيق والهداية والصواب والسداد - فإن الله لن يخيب رجاءه، وسيهديه -بإذنه- إلى سواء السبيل؛ فقد قال -تعالى- فيما رواه مسلم في صحيحه: «يا عبادي كلكم ضال إلا من هديته فاستهدوني أهدكم» (2) . ¶ _________ ¶ (1) مسلم (770) . ¶ (2) مسلم (2577) .",
            "page": "133",
            "part": "1",
            "seal": "88881384"
        },
        {
            "id": "134",
            "nass": "تاسع عشر: البعد عن الفتن قدر المستطاع: ¶ فالفتنة في هذه الأزمان قائمة على أشدها؛ سواء فتنة الشهوات أو الشبهات؛ فالبعد عنها نجاة وسلامة، والقرب منها مدعاة للوقوع فيها. ¶ قال النبي -عليه الصلاة والسلام-: «إن السعيد لمن جُنِّبَ الفتن، إن السعيد لمن جنب الفتن، إن السعيد لمن جنب الفتن، ولمن ابتلي فصبر فواها» (1) قال ابن الجوزي - رحمه الله -: من قارب الفتنة بعدت عنه السلامة، ومن ادعى الصبر وكل إلى نفسه (2) . ¶ وقال: فإياك أن تغتر بعزمك على ترك الهوى مع مقاربة الفتنة؛ فإن الهوى مكايد، وكم من شجاع في الحرب اغتيل فأتاه ما لم يحتسب (3) . ¶ وقال: \" ما رأيت فتنة أعظم من مقاربة الفتنة، وقل أن يقاربها إلا من يقع فيها، ومن حام حول الحمى يوشك أن يرتع فيه \" (4) وقال ابن حزم - رحمه الله -: ¶ لا تلم من عرَّض النفس لما ... ليس يرضي غيره عند المحن ¶ لا تقرب عرفجاً من لهب ... ومتى قربته ثارت دُخَنْ ¶ (5) ¶ وقال: ¶ لا تتبع النفس الهوى ... ودع التعرض للمحن ¶ إبليس حيٌّ لم يمت ... والعين باب للفتن ¶ (6) ¶ وقال الشيخ أبو الخطاب محفوظ بن أحمد الكلوذاني - رحمه الله تعالى-: ¶ من قارب الفتنة ثم ادعى الـ ... عصمة قد نافق في أمره ¶ _________ ¶ (1) رواه أبو داود (4263) من حديث المقداد، وقال الألباني في صحيح الجامع (1637) : (صحيح) . ¶ (2) صيد الخاطر لابن الجوزي ص41. ¶ (3) صيد الخاطر لابن الجوزي ص41 ¶ (4) صيد الخاطر ص350 ¶ (5) طوق الحمامة لابن حزم ص128 ¶ (6) طوق الحمامة لابن حزم ص127",
            "page": "134",
            "part": "1",
            "seal": "F03CA433"
        },
        {
            "id": "135",
            "nass": "ولا يجيز الشرع أسباب ما ... يورِّط المسلمَ في حظره ¶ فانجُ ودع عنك صداع الهوى ... عساك أن تسلم من شره ¶ (1) ¶ ومما يدخل في ذلك البعد عن مجالس الخنا والزور، ومجالس الجدال بالباطل، ومجالس الوقيعة في عباد الله خصوصاً أهل العلم والفضل خصوصاً في أوقات الفتن التي يكثر فيها القيل والقال؛ فالبعد عن الفتن سبيل للنجاة منها إلا من كان لديه علم يزمُّه، وإيمان يردعه، وكان يأنس من نفسه نفع الناس، وتبصيرهم، وكشف الشبه، وبيانَ الحق؛ فأولى لمثل هذا ألا ينزوي في قعر بيته، ويدع الناس يتخبطون في دياجير الظُّلم. ¶ سئل شيخ الإسلام ابن تيمية - رحمه الله تعالى -: \" هل الأفضل للسالك: العزلة أو الخلطة؟ \". ¶ فأجاب بقوله: فهذه المسألة ـ وإن كان الناس يتنازعون فيها إما نزاعاً كلياً وإما حالياً - فحقيقة الأمر أن الخلطة تارة تكون واجبة، أو مستحبة، والشخص الواحد قد يكون مأموراً بالمخالطة تارة، وبالانفراد تارة. ¶ وجماع ذلك أن المخالطة إن كان فيها تعاون على البر والتقوى فهي مأمور بها، وإن كان فيها تعاون على الإثم والعدوان فهي منهيٌّ عنها\". ¶ إلى أن قال: \" فاختيار المخالطة مطلقاً خطأ، واختيار الانفراد مطلقاً خطأ \". ¶ _________ ¶ (1) روضة المحبين لابن القيم ص151",
            "page": "135",
            "part": "1",
            "seal": "92E78EBE"
        },
        {
            "id": "136",
            "nass": "وأما مقدار ما يحتاج إليه كل إنسان من هذا وهذا، وما هو الأصلح له في كل حال \" فهذا يحتاج إلى نظر خاص \" (1) . ¶ _________ ¶ (1) ا. هـ مجموع الفتاوى 10 / 425-426",
            "page": "136",
            "part": "1",
            "seal": "B9B1C2E6"
        },
        {
            "id": "137",
            "nass": "العشرون: الحذر من أن يؤتى الإسلام من أي ثغر من الثغور: ¶ سواء في ميدان التعليم، أو الإعلام، أو المرأة، أو الدعوة، وما جرى مجرى ذلك. ¶ فهذه ثغور يجب على كل مسلم بحسبه أن يحافظ عليها خصوصاً في مثل هذه الأيام العصيبة، فلا يليق بنا أن نقول بأننا أمام أمور أعظم؛ فلا داعي أن نشتغل بهذه الأمور. ¶ بل هي من صميم ما يجب علينا، وهي من أعظم ما يسعى الأعداء لتحقيقه. ¶ وعلينا أن ندرك الخطر المحدق بالأمة، وأن نستشعر ما تتطلبه تلك المرحلة من الصبر، والحكمة، والروية، والثبات، وبُعْد النظرة، وصدق التوكل، وحسن الصلة بالله. ¶ وعلينا أن نسعى سعينا في إصلاح عقائد المسلمين، وأخلاقهم، وعباداتهم، وسلوكهم، وأن نبذل الجهد في الرفع من إيمانهم، وتجنيبهم ما يسخط الله؛ فإذا علم الله منا صدق التوجه، وحسن النوايا أكرمنا بالنصر، وأيدنا بروح منه. ¶ أما إذا تخاذلنا، وتفرقنا فإنه يوشك أن نُخذل، ونَفشلَ، وتَذهب رِيحُنا. ¶ وكيف ننتصر إذا ابتعدنا عن الله؟ وهل سيدوم ذلك النصر لو كتب لنا؟ ¶ وماذا سيكون مصيرنا لو انتصرنا ونحن على تلك الحال المزرية؟ ¶ قال الله -عز وجل- {إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ} [محمد: 7]",
            "page": "137",
            "part": "1",
            "seal": "8C23AE9C"
        },
        {
            "id": "138",
            "nass": "وقال: {وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ لَكَانَ خَيْرًا لَهُمْ وَأَشَدَّ تَثْبِيتًا} [النساء: 66]",
            "page": "138",
            "part": "1",
            "seal": "E666B9B8"
        },
        {
            "id": "139",
            "nass": "الحادي والعشرون: ترسيخ الفهم الصحيح للإيمان بالقدر والتوكل على الله -عز وجل-: ¶ فالإيمان بالقدر يحمل على التسليم لله، والرضا بحكمه، والقيام بالأسباب المشروعة، لا على القعود، والإخلاد إلى الأرض؛ فهناك من يترك الأخذ بالأسباب، بحجة أنه متوكل على الله، مؤمن بقضائه وقدره، وأنه لا يقع في ملكه شيء إلا بمشيئته. ¶ وذلك كحال بعض الذين يرون أن ترك الأخذ بالأسباب أعلى مقامات التوكل. ¶ فهذا الأمر مما عمت به البلوى، واشتدت به المحنة، سواء على مستوى الأفراد، أو على مستوى الأمة. ¶ فأمة الإسلام مرت بأزمات كثيرة، وفترات عسيرة، وكانت تخرج منها بالتفكير المستنير، والنظرة الثاقبة، والتصور الصحيح، فتبحث في الأسباب والمسببات، وتنظر في العواقب والمقدمات، ثم بعد ذلك تأخذ بالأسباب، وتلج البيوت من الأبواب، فتجتاز - بأمر الله - تلك الأزمات، وتخرج من تلك النكبات، فتعود لها عزتها، ويرجع لها سالف مجدها. ¶ هكذا كانت أمة الإسلام في عصورها الزاهية.",
            "page": "139",
            "part": "1",
            "seal": "1A66B071"
        },
        {
            "id": "140",
            "nass": "أما في هذه العصور المتأخرة التي غشت فيها غواشي الجهل، وعصفت فيها أعاصير الإلحاد والتغريب، وشاعت فيها البدع والضلالات - فقد اختلط هذا الأمر على كثير من المسلمين؛ فجعلوا من الإيمان بالقضاء والقدر تكأةً للإخلاد إلى الأرض، ومسوغاً لترك الحزم والجد والتفكير في معالي الأمور، وسبل العزة والفلاح، فآثروا ركوب السهل الوطيء الوبيء على ركوب الصعب الأشق المريء. ¶ فكان المخرج لهم أن يتكل المرء على القدر، وأن الله هو الفعَّال لما يريد، وأن ما شاءه كان، وما لم يشأه لم يكن؛ فلتمضِ إرادتُه، ولتكن مشيئته، وليجرِ قضاؤه وقدره، فلا حول لنا ولا طول، ولا يدَ لنا في ذلك كله. ¶ هكذا بكل يسر وسهولة، استسلام للأقدار دون منازعة لها في فعل الأسباب المشروعة والمباحة؛ فلا أمر بالمعروف، ولا نهي عن المنكر، ولا حرص على نشر العلم ورفع الجهل، ولا محاربة للأفكار الهدامة والمبادئ المضللة، كل ذلك بحجة أن الله شاء ذلك! ¶ والحقيقة أن هذه مصيبة كبرى، وضلالة عظمى، أدت بالأمة إلى هوة سحيقة من التخلف والانحطاط، وسبَبَّت لها تسلط الأعداء، وجرَّت عليها ويلات إثر ويلات.",
            "page": "140",
            "part": "1",
            "seal": "721FB1BE"
        },
        {
            "id": "141",
            "nass": "وإلا فالأخذ بالأسباب لا ينافي الإيمان بالقدر، بل إنه من تمامه؛ فالله - عز وجل - أراد بنا أشياء، وأراد منا أشياء، فما أراده بنا طواه عنا، وما أراده منا أمرنا بالقيام به، فقد أراد منا حمل الدعوة إلى الكفار وإن كان يعلم أنهم لن يؤمنوا، وأراد منا أن نكون أمة واحدة وإن كان يعلم أننا سنتفرق ونختلف، وأراد منا أن نكون أشداء على الكفار رحماء بيننا، وإن كان يعلم أن بأسنا سيكون بيننا شديداً وهكذا ... ¶ فالخلط بين ما أريد بنا، وما أريد منا، وبين الأمر الكوني القدري، والشرعي الديني هو الذي يُلبِس الأمر، ويوقع في المحذور. ¶ ثم لا ريب أن الله - عز وجل - هو الفعال لما يريد، الخالق لكل شيء، الذي بيده ملكوت كل شيء، الذي له مقاليد السماوات والأرض. ¶ ولكنه - تبارك وتعالى - جعل لهذا الكون نواميس يسير عليها؛ وقوانين ينتظم بها، وإن كان هو - عز وجل - قادراً على خرق هذه النواميس وتلك القوانين، وإن كان - أيضاً - لا يخرقها لكل أحد.",
            "page": "141",
            "part": "1",
            "seal": "E9B04BBD"
        },
        {
            "id": "142",
            "nass": "فالإيمان بأن الله قادر على نصر المؤمنين على الكافرين - لا يعني أنه سينصر المؤمنين وهم قاعدون عن الأخذ بالأسباب؛ لأن النصر بدون الأخذ بالأسباب مستحيل، وقدرة الله لا تتعلق بالمستحيل، ولأنه منافٍ لحكمةِ الله، وقُدْرَتُه-عز وجل- متعلقةٌ بحكمته. ¶ فكون الله قادراً على الشيء، لا يعني أن الفرد أو الجماعة أو الأمة قادرةٌ عليه؛ فقدرة الله صفة خاصة به، وقدرة العبد صفة خاصة به، فالخلط بين قدرة الله والإيمان بها، وقدرة العبد وقيامه بما أمره الله به- هو الذي يحمل على القعود، وهو الذي يخدر الأمم والشعوب (1) . ¶ وهذا ما لاحظه وألمح إليه أحد المستشرقين الألمان وهو باول شمتز، فقال وهو يؤرخ لحال المسلمين في عصورهم المتأخرة: (طبيعة المسلم التسليم لإرادة الله، والرضا بقضائه وقدره، والخضوع بكل ما يملك للواحد القهار، وكان لهذه الطاعة أثران مختلفان؛ ففي العصر الإسلامي الأول لعبت دوراً كبيراً في الحروب، وحققت نصراً متواصلاً؛ لأنها دفعت في الجندي روح الفداء، وفي العصور المتأخرة كانت سبباً في الجمود الذي خيم على العالم الإسلامي، فقذف به إلى الانحدار، وعزله وطواه عن تيار الأحداث العالمية) (2) . ¶ _________ ¶ (1) تفاصيل ذلك في كتاب (الإيمان بالقضاء والقدر) للكاتب ¶ (2) الإسلام قوة الغد العالمية، باول شمتز ص90",
            "page": "142",
            "part": "1",
            "seal": "575624D0"
        },
        {
            "id": "143",
            "nass": "الثاني والعشرون: مراعاة المصالح والمفاسد: ¶ وقد مر شيء من ذلك؛ فلا يكفي مجرد سرد النصوص، وتنزيلها على أحوال معينة خصوصاً عند الفتن واشتباه الأمور بل لا بد من الرؤية، والاستنارة بأهل العلم والفقه والبصيرة، ولا بد من النظر في المصالح والمفاسد قال الشيخ السعدي - رحمه الله-: قوله {فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرَى} [الأعلى:9] ، مفهوم الآية أنه إذا ترتب على التذكير مضرة أرجح تُرِكَ التذكير؛ خوف وقوع المنكر. (1) . ¶ وقال ابن القيم -رحمه الله-: فإذا كان إنكار المُنْكَرِ يستلزم ما هو أنكر منه، وأبغض إلى الله ورسوله فإنه لا يسوغ إنكاره، وإن كان الله يبغضه، ويمقت أهله. ¶ وقال: \" ومن تأمل ما جرى في الإسلام من الفتن الكبار والصغار رآها من إضاعة هذا الأصل وعدم الصبر على منكر، فطلب إزالته، فتولَّد منه ما هو أكبر منه؛ فقد كان رسول الله يرى بمكة أكبر المنكرات ولا يستطيع تغييرها. ¶ بل لما فتح الله مكة، وصارت دار إسلام عزم على تغيير البيت، وردِّه على قواعد إبراهيم، ومنعه من ذلك -مع قدرته عليه- خشيةُ وقوع ما هو أعظم منه، من عدم احتمال قريش لذلك، لقرب عهدهم بالإسلام، وكونهم حديثي عهد بكفر (2) . ¶ _________ ¶ (1) فتح الرحيم الملك العلام ص164 ¶ (2) إعلام الموقعين لابن القيم 3 / 6",
            "page": "143",
            "part": "1",
            "seal": "7B42F6CF"
        },
        {
            "id": "144",
            "nass": "وقال: فإنكار المنكر أربع درجات: الأولى: أن يزول ويَخْلُفَهُ ضدُّه 0 ¶ والثانية: أن يَقِلَّ، وإن لم يزل بالجملة. ¶ الثالثة: أن يخلفه ما هو مثله. ¶ الرابعة: أن يخلفه ما هو شرٌ منه. ¶ فالدرجتان الأوليان مشروعتان، والثالثة محلُّ اجتهاد، والرابعة محرمة. ¶ فإذا رأيت أهل الفجور والفسوق يلعبون الشطرنج كان إنكارك عليهم من عدم الفقه والبصيرة إلا إذا نقلتهم منه إلى ما هو أحب إلى الله ورسوله كرمي النُّشاب، وسباق الخيل، ونحو ذلك. ¶ وإذا رأيت الفساق قد اجتمعوا على لهو، أو لعب، أو سماع مكاء وتصدية فإن نقلتهم إلى طاعة الله فهو المراد. ¶ وإلا كان تركهم على ذلك خيراً من أن تُفرِغَهم لما هو أعظم من ذلك؛ فكان ما هم فيه شاغلاً لهم عن ذلك. ¶ وكما إذا كان الرجل مشتغلاً بكتب المجون ونحوها، وخِفتَ من نقله عنها انتقاله إلى كتب البدع والضلال والسحر فَدَعْهُ وكتبه الأولى، وهذا باب واسع.",
            "page": "144",
            "part": "1",
            "seal": "BB8467E0"
        },
        {
            "id": "145",
            "nass": "وسمعت شيخ الإسلام ابن تيمية -قدس الله روحه ونورَّ ضريحة- يقول: مررت أنا وبعض أصحابي في زمن التتار بقوم منهم يشربون الخمر؛ فأنكر عليهم مَنْ كان معي؛ فأنكرت عليه، وقلت له: إنما حرم الله الخمر؛ لأنها تصد عن ذكره وعن الصلاة، وهؤلاء يصدهم الخمر عن قتل النفوس، وسبي الذرية، وأخذ الأموال؛ فَدَعْهم (1) . ¶ _________ ¶ (1) إعلام الموقعين 3 / 6-7",
            "page": "145",
            "part": "1",
            "seal": "90635292"
        },
        {
            "id": "146",
            "nass": "الثالث والعشرون: حسن التعامل مع الخلاف والردود: ¶ فربما يحصل في وقت النوازل والفتن اختلاف في النظرة إليها من قبل بعض أهل العلم وربما يحصل خلاف حول أمر ما؛ فيحسن - والحالة هذه - أن تنشرح صدورنا لما يقع من الخلاف؛ فما من الناس أحد إلا وهو راد ومردود عليه، وكلٌّ يؤخذ من قوله ويرد إلا الرسول. ¶ ويجمل بنا نحسن الظن بأهل العلم والفضل إذا رد بعضهم على بعض، وألا ندخل في نياتهم، وأن نلتمس لهم العذر. ¶ وإذا تبين لنا أن أحداً من أهل العلم والفضل أخطأ سواء كان راداً أو مردوداً عليه - فلا يسوغ لنا ترك ما عنده من الحق؛ بحجة أنه أخطأ. ¶ وإذا كنا نميل إلى أحد من الطرفين أكثر من الآخر فلا يجوز لنا أن نتعصب له، أو نظن أن الحق معه على كل حال. ¶ وإذا كان في نفس أحدٍ منا شيء على أحد الطرفين - فلا يكن ذلك حائلاً دون قبول الحق منه. ¶ قال - ربنا جل وعلا -: {وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى} [الأنعام:152] . ¶ وقال: {وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى} [المائدة:8] .",
            "page": "146",
            "part": "1",
            "seal": "7F5E40C4"
        },
        {
            "id": "147",
            "nass": "وقال: {يَاأَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ} [النساء:135] . ¶ قال ابن حزم - رحمه الله -: \" وجدت أفضل نعم الله -تعالى- على المرء أن يطبعه على العدلِ وحُبِّه، وعلى الحق وإيثاره \" (1) . ¶ وقال: \" وأما من طبع على الجور واستسهاله، وعلى الظلم واستخفافه - فلييأس من أن يصلح نفسه، أو يقوِّم طباعه أبداً، وليعلم أنه لا يفلح في دين ولا في خلق محمود \" (2) . ¶ وقال الشيخ محمد الطاهر بن عاشور - رحمه الله -: \" والعدل مما تواطأت على حسنه الشرائع الإلهية، والعقول الحكيمة، وتمدَّح بادعاء القيام به عظماءُ الأمم، وسجلوا تمدُّحهم على نقوش الهياكل من كلدانية، ومصرية، وهندية. وحسن العدل بمعزل عن هوى يغلب عليها في قضية خاصة، أو في مبدأ خاص تنتفع فيه بما يخالف العدل بدافع إحدى القوتين: الشاهية والغاضبة \". (3) . ¶ وإذا كان لدينا قدرة على رأب الصدع، وجمع الكلمة، وتقريب وجهات النظر فتلك قربة وأي قربة. ¶ _________ ¶ (1) الأخلاق والسير ص37 ¶ (2) الأخلاق والسير ص37 ¶ (3) أصول النظام الاجتماعي في الإسلام للطاهر بن عاشور ص186",
            "page": "147",
            "part": "1",
            "seal": "290E3D4F"
        },
        {
            "id": "148",
            "nass": "قال الله - عز وجل -: {لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاةِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا} . ¶ وإذا لم نستطع فلنجتهد بالدعاء والضراعة إلى الله أن يقرب القلوب، ويجمع الكلمة على الحق. ¶ ولنحذر كل الحذر من الوقيعة بأهل العلم، أو السعاية بينهم، ولنعلم بأنهم لا يرضون منا بذلك مهما كان الأمر. ¶ وإذا سلَّمَنا الله من هذه الردود، فاشتَغل الواحد منا بما يعنيه - فهو خير وسلامة - إن شاء الله تعالى -. ¶ والذي يُظَنْ بأهل الفضل سواء كان الواحد منهم رادَّاً أو مردوداً عليه - أنهم لا يرضون منا أن نتعصَّب لهم أو عليهم تفنيداً، أو تأييداً. ¶ بل يرضيهم كثيراً أن نشتغل بما يرضي الله، وينفع الناس. ¶ ويؤسفهم كثيراً أن تأخذ تلك الردود أكثر من حجمها، وأن تفسر على غير وجهها. ¶ هذا وإن العاقل المحب لدينه وإخوانه المسلمين ليتمنى من صميم قلبه أن تجتمع الكلمة، وألا يحتاج الناس أو يضطروا إلى أن يردوا على بعض، وما ذلك على الله بعزيز، ولكن:",
            "page": "148",
            "part": "1",
            "seal": "C3BE6BDA"
        },
        {
            "id": "149",
            "nass": "فيا دارها بالحزن إن مزارها ... قريب ولكن دون ذلك أهوال ¶ فمن العسير أن تتفق آراء الناس، واجتهاداتهم، ومن المتعذر أن يكونوا جميعاً على سنة واحدة في كل شيء، ومن المحال أن يُعْصَم الناس فلا يخطئوا. ¶ ثم ليكن لنا في سلفنا الكرام قدوة؛ فهم خير الناس في حال الوفاق وحال الخلاف؛ حيث كانوا مثالاً يحتذى في الرحمة، والعدل، والإنصاف حتى في حال الفتنة والقتال. ¶ روي أنه أُنشد في مجلس أمير المؤمنين علي بن أبي طالب -رضي الله عنه- قول الشاعر: ¶ فتىً كان يدنيه الغنى من صديقه ... إذا ما هو استغنى ويبعده الفقر ¶ كأن الثريا علقت بجبينه ... وفي خده الشِّعرى وفي الآخر البدر ¶ فلما سمعها علي - رضي الله عنه - قال: هذا طلحة بن عبيد الله، وكان السيف يومئذٍ ليلتئد مجرداً بينهما. ¶ فانظر إلى عظمة الإنصاف، وروح المودة، وشرف الخصومة. ¶ ولا ريب أن هذه المعاني تحتاج إلى مراوضة النفس كثيراً، وإلى تذكيرها بأدب الإنصاف، وإنذارها ما يترتب على العناد والتعصب من الإثم والفساد. ¶ وإذا استقبلنا الخلاف والردود بتلك الروح السامية، والنفس المطمئنة صارت رحمةً، وإصلاحاً، وتقويماً، وارتقاءً بالعقول، وتزكية للنفوس.",
            "page": "149",
            "part": "1",
            "seal": "65F155D6"
        },
        {
            "id": "150",
            "nass": "وبهذا نحفظ لرجالنا، وأهل العلم منا مكانتهم في القلوب، ونضمن -بإذن الله- لأمتنا تماسكها وصلابة عودها، ونوصد الباب أمام من يسعى لتفريقها والإيضاع خلالها. ¶ والعجيب أن ترى أن اثنين من أهل العلم قد يكون بينهما خلاف حول مسألة أو مسائل، وتجد أتباعهما يتعادون، ويتمارون، وكل فريق يتعصب لصاحبه مع أن صاحبي الشأن بينهما من الود، والصلة، والرحمة الشيء الكثير!. ¶ وأخيراً لنستحضر أن ذلك امتحان لعقولنا وأدياننا؛ فلنحسن القول، ولنحسن العمل، ولنجانب الهوى.",
            "page": "150",
            "part": "1",
            "seal": "22CAF081"
        },
        {
            "id": "151",
            "nass": "الرابع والعشرون: إشاعة روح التعاون على البر والتقوى والحرص على الإفادة من كل أحد: ¶ فهذا مما ينمي روح المودة، ويقضي على الكسل والبطالة؛ فإن من النعم الكبرى كثرةَ طرق الخير، وتعَّددَ السبل الموصلة إلى البر؛ فلا يسوغ -والحالة هذه- أن يُقَلَّل من أي عمل من أعمال الخير؛ فالمسلم بحاجة إلى ما يقربه إلى ربه، والأمة بحاجة إلى كل عمل من شأنه رفعُ راية الإسلام، وإعزازُ أهله. ¶ وإذا شاعت روح التعاون بين أفراد الأمة في شتى الميادين-أمكن الإفادة من كل شخص مهما قلت مواهبه، ومن كل فرصة ووسيلة ما دامت جارية على مقتضى الشرع. ¶ أما إذا اقتصر كل واحد منا على باب من أبواب الخير، ورأى أنه هو السبيل الوحيد للنهوض بالأمة، وقبض يده عن التعاون مع غيره ممن فتح عليهم أبواب أخرى من الخير-فإننا سنحرم خيراً كثيراً، وستُفْتَح علينا أبواب من الشر لا يعلمها إلا الله -عز وجل-.",
            "page": "151",
            "part": "1",
            "seal": "287A0331"
        },
        {
            "id": "152",
            "nass": "قال شيخ الإسلام ابن تيمية - رحمه الله - في معرض كلام له في بيان أن أفضل الأعمال يتنوع بحسب أجناس العبادة، وباختلاف الأزمنة، والأمكنة، والأشخاص، والأحوال، قال: \" وهذا باب واسع يغلو فيه كثير من الناس، ويتَّبعون أهواءهم؛ فإن من الناس من يرى أن العمل إذا كان أفضل في حقه لمناسبته له، ولكونه أنفع لقلبه، وأطوع لربه - يريد أن يجعله أفضل لجميع الناس، ويأمرهم بمثل ذلك. ¶ والله بعث محمدا بالكتاب والحكمة، وجعله رحمة للعباد، وهدياً لهم يأمر كل إنسان بما هو أصلح له؛ فعلى المسلم أن يكون ناصحاً للمسلمين، يقصد لكل إنسان ما هو أصلح. ¶ وبهذا تبين لك أن من الناس من يكون تطوعه بالعلم أفضل له، ومنهم من يكون تطوعه بالجهاد أفضل له، ومنهم من يكون تطوعه بالعبادات البدنية - كالصلاة والصيام - أفضل له. ¶ والأفضل مطلقاً ما كان أشبه بحال النبي - صلى الله عليه وسلم - باطناً وظاهراً؛ فإن خير الكلام كلام الله، وخير الهدي هدي محمد - صلى الله عليه وسلم -. ¶ والله - سبحانه وتعالى - أعلم- (1) . ¶ _________ ¶ (1) مجموع الفتاوى 10 / 427-429",
            "page": "152",
            "part": "1",
            "seal": "C3EC5F33"
        },
        {
            "id": "153",
            "nass": "وبناءً على ما مضى فإنه لا غضاضة على من فتح عليه في باب من أبواب الخير دون أن يفتح عليه في غيره؛ ولا على من فتح عليه من أبواب الخير دون أن يفتح على غيره فيه؛ فكل ميسر لما خلق له، وقد علم كل أناس مشربهم؛ فلا غرو- إذاً - أن تتنوع الأعمال ما دامت على مقتضى الشرع؛ فهذا يُكِبُّ على العلم والبحث والتأليف، وذاك يقوم بتعليم الناس عبر الدروس، وهذا يسد ثغرة الجهاد، وذاك يقوم بشعيرة الأمر بالمعروف والنهي عن المنكر، وهذا يقوم على رعاية الأرامل والأيتام، ويتعاون مع جمعيات البر المعنية بهذا الشأن، وذاك يقوم بتربية الشباب في محاضن التربية والتعليم، وهذا يقوم بتعليم الناس كتاب الله، وتحفيظهم إياه، وذاك يعنى بشؤون المرأة، وما يحاك حولها، وهذا يهتم بعمارة المساجد، ودلالة المحسنين على ذلك، وذاك يسعى في تنظيم الدروس والمحاضرات والدورات العلمية، وتسهيل مهام أهل العلم في ذلك الشأن، وهذا يعنى بالجاليات التي تفد إلى بلاد المسلمين يعلمهم أمور دينهم إن كانوا مسلمين، ويدعوهم إلى الإسلام إن كانوا غير مسلمين، وهذا مفتوح عليه في باب الشبكة العالمية -الإنترنت- حيث ينشر الخير من خلالها، ويصد الشر عن المسلمين، وذاك قد",
            "page": "153",
            "part": "1",
            "seal": "A5851E61"
        },
        {
            "id": "154",
            "nass": "فتح عليه في الإعلام ونشر الخير عبر وسائله المتنوعة، وهذا يعنى بالمسلمين في بقاع الأرض؛ حيث يسعى في تعليمهم، وبيان قضاياهم، ويحرص على رفع الظلم عنهم، وهذا يسعى سعيه في الإصلاح بين الناس، وذاك يقوم بشؤون الموتى من تغسيلهم، ودفنهم ونحو ذلك، وهذا منقطع للعبادة، والذكر، والتلاوة، وعمارة بيوت الله، وذاك مفتوح عليه في باب الصيام، وهذا مفتوح عليه في باب الصلاة، وذاك مفتوح عليه في باب الصدقة، وذاك الفذُّ الجامع لأكثر تلك الخصال وهكذا. . . ¶ وبهذه النظرة الشاملة نأخذ بالإسلام من جميع أطرافه، ونسد كافة الثغرات التي تحتاج إلى من يقوم بها، ويمكننا اغتنام جميع الفرص، وكافة المواهب، ونستطيع من خلال ذلك إشاعة روح العمل للإسلام، والقضاء على الكسل والبطالة. ¶ وبذلك يقل التلاوم، ويكثر العمل، ويُنْبذ الخلاف، ونسلم من القيل والقال، وننهض بأمتنا إلى أعلى مراقي السعود، وأقصى مراتب المجادة. ¶ وبعد: فهذه إشارات مجملة، ومعالم عامة في التعامل مع الفتن والمصائب وكل واحد منها يحتاج إلى بسط وتفصيل، والمقام لا يسمح بذلك؛ فأسأل الله أن ينفع بما ذكر؛ إنه سميع قريب. ¶ وصلى الله وسلم على نبينا محمد، وعلى آله وصحبه أجمعين.",
            "page": "154",
            "part": "1",
            "seal": "7D84B243"
        }
    ],
    "t1867": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الأمة بين سنتي الابتلاء والعمل د علي بن عمر بادحدح"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "1",
            "tit": "الحيوية والقوة"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "الإرادة والتحدي"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "الأمل والطموح"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "تنوع الخيارات"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "الهمة والعزة"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "العمل والإنتاج"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "الثبات والإصرار"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "نجدة وإعانة"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "امتنان وانتفاع"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "الفتور والإحباط"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "تعطيل وإعاقة"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "موت وإتلاف"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "الضياع والخسارة"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "التضخيم والاختلال"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "قصور في العلم"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "النقص في الوعي"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "الضعف في التربية"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "إحباط في الشعور"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "رداءة في الاستيعاب"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "التعقل والاتزان"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "الضبط والإحكام"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "التدرج والاستثمار"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "الدوام والاستمرار"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "التنامي والانتشار"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "الأمة بين سنتي الابتلاء والعمل د عمر بن عبد الله المقبل"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "1",
            "tit": "كيفية ترشيد التساؤلات"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "كيفية نصرة الإسلام والقيام بالواجب الدعوي"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "الأمة بين سنتي الابتلاء والعمل د رياض بن محمد المسيميري"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": "1",
            "tit": "العودة الجماعية الجادة إلى الدين عودة صادقة"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "الاعتراف بمواطن الخلل في معظم ديار المسلمين"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "كسر حاجز النفرة بين علماء الأمة وبين شبابها"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "على الجميع أن يدركوا أن الجماهير المسلمة لا ترضى أن تمس ثوابتها أو أصولها"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "السعي لوحدة الصف وتأجيل خلافاتنا الهامشية والفرعية"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "الأمة بين سنتي الابتلاء والعمل د عبد الله بن عبد العزيز الزايدي"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": "1",
            "tit": "ما ينصح به تجاه هذه الأزمة التي تمر بها الأمة"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "معالم في التعامل مع الفتن د محمد بن إبراهيم الحمد"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": "1",
            "tit": "مقدمة"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "أولا الاعتصام بالكتاب والسنة"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا التوبة النصوح"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا النظر في التاريخ"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا الإفادة من التجارب"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "خامسا التذكير بعاقبة الظلم"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "سادسا الثقة بالله واليقين بأن العاقبة للتقوى وللمتقين"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": null,
            "tit": "سابعا الوقوف مع الشعوب الإسلامية المظلومة"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": null,
            "tit": "ثامنا لزوم الاعتدال في جميع الأحوال"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "تاسعا لزوم الرفق ومجانبة الغلظة والعنف"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "عاشرا الإقبال على الله عز وجل"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "حادي عشر الحرص على جمع الكلمة ورأب الصدع"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": null,
            "tit": "ثاني عشر قيام روح الشورى"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": null,
            "tit": "ثالث عشر الصبر"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "رابع عشر إشاعة روح التفاؤل"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": null,
            "tit": "خامس عشر التثبت مما يقال"
        },
        {
            "id": "123",
            "lvl": "2",
            "sub": null,
            "tit": "سادس عشر ألا يحرص المسلم على إبداء رأيه في كل أمر وألا يقول كل ما يعلم"
        },
        {
            "id": "129",
            "lvl": "2",
            "sub": null,
            "tit": "سابع عشر التحلي بالشجاعة والفهم الصحيح لمعناها"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": null,
            "tit": "ثامن عشر الدعاء"
        },
        {
            "id": "134",
            "lvl": "2",
            "sub": null,
            "tit": "تاسع عشر البعد عن الفتن قدر المستطاع"
        },
        {
            "id": "137",
            "lvl": "2",
            "sub": null,
            "tit": "العشرون الحذر من أن يؤتى الإسلام من أي ثغر من الثغور"
        },
        {
            "id": "139",
            "lvl": "2",
            "sub": null,
            "tit": "الحادي والعشرون ترسيخ الفهم الصحيح للإيمان بالقدر والتوكل على الله عز وجل"
        },
        {
            "id": "143",
            "lvl": "2",
            "sub": null,
            "tit": "الثاني والعشرون مراعاة المصالح والمفاسد"
        },
        {
            "id": "146",
            "lvl": "2",
            "sub": null,
            "tit": "الثالث والعشرون حسن التعامل مع الخلاف والردود"
        },
        {
            "id": "151",
            "lvl": "2",
            "sub": null,
            "tit": "الرابع والعشرون إشاعة روح التعاون على البر والتقوى"
        }
    ]
}