{
    "b1870": [
        {
            "id": "1",
            "nass": "التوحيد أولا ¶ يا دعاة الإسلام ¶ للعلامة ¶ محمد ناصر الدين الألباني ¶ بسم الله الرحمن الرحيم ¶ مقدمة ¶ إن الحمد لله، نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا. ¶ من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله. ¶ {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} (آل عمران: 102) {يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} (النساء:1) {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا} {يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} (الأحزاب:70-71) .",
            "page": "1",
            "part": "1",
            "seal": "3415312B"
        },
        {
            "id": "2",
            "nass": "وبعد: فهذه رسالة عظيمة (¬1) النفع والفائدة للعامة والخاصة؛ يُجيب فيها عالم من علماء هذا العصر وهو فضيلة الشيخ محمد ناصر الدين الألباني حفظه الله تعالى ونفع به، يجيب فيها على سؤال يدور على ألسنة الغيورين على هذا الدين الذي يحملونه في قلوبهم ويشغلون فكرهم به ليلًا ونهارًا ومجمل السؤال هو: ¶ ما هو السبيل إلى النهوض بالمسلمين وما هو الطريق الذي يتخذونه حتى يمكن الله لهم ويضعهم في المكان اللائق بهم بين الأمم؟ ¶ فأجاب العلامة الألباني -نفع الله به - على هذا السؤال إجابة مفصلة واضحة. ولما لهذه الإجابة من حاجة، رأينا نشرها. فأسأل الله تعالى أن ينفع بها وأن يهدي المسلمين إلى ما يحب ويرضى؛ إنه جواد كريم. ¶ ¬_________ ¶ (¬1) أصل هذه الرسالة شريط مسجل ثم كتب، وطبع في مجلة السلفية، العدد الرابع عام 1419 هـ",
            "page": "2",
            "part": "1",
            "seal": "F99FADA8"
        },
        {
            "id": "3",
            "nass": "التوحيد أولا يا دعاة الإسلام",
            "page": "3",
            "part": "1",
            "seal": "2602D2E8"
        },
        {
            "id": "4",
            "nass": "سؤال: فضيلة الشيخ لا شك أنكم تعلمون بأن واقع الأمة الديني واقع مرير من حيث الجهل بالعقيدة، ومسائل الاعتقاد، ومن حيث الافتراق في المناهج وإهمال نشر الدعوة الإسلامية في أكثر بقاع الأرض طبقًا للعقيدة الأولى والمنهج الأول الذي صلحت به الأمة، وهذا الواقع الأليم لا شك بأنه قد ولد غيرة عند المخلصين ورغبة في تغييره وإصلاح الخلل، إلا أنهم اختلفوا في طريقتهم في إصلاح هذا الواقع؛ لاختلاف مشاربهم العقدية والمنهجية - كما تعلم ذلك فضيلتكم - من خلال تعدد الحركات والجماعات الإسلامية الحزبية والتي ادعت إصلاح الأمة الإسلامية عشرات السنين، ومع ذلك لم يكتب لها النجاح والفلاح، بل تسببت تلك الحركات للأمة في إحداث الفتن ونزول النكبات والمصائب العظيمة، بسبب مناهجها وعقائدها المخالفة لأمر الرسول صلى الله عليه وسلم وما جاء به؛ مما ترك الأثر الكبير في الحيرة عند المسلمين - وخصوصًا الشباب منهم - في كيفية معالجة هذا الواقع، وقد يشعر الداعية المسلم المتمسك بمنهاج النبوة المتبع لسبيل المؤمنين، المتمثل في فهم الصحابة والتابعين لهم بإحسان من علماء الإسلام؛ قد يشعر بأنه حمل أمانة عظيمة تجاه هذا الواقع",
            "page": "4",
            "part": "1",
            "seal": "B784232F"
        },
        {
            "id": "5",
            "nass": "وإصلاحه أو المشاركة في علاجه. ¶ ** فما هي نصيحتكم لأتباع تلك الحركات أو الجماعات؟ ¶ ** وما هي الطرق النافعة الناجعة في معالجة هذا الواقع؟ ¶ ** وكيف تبرأ ذمة المسلم عند الله عز وجل يوم القيامة؟",
            "page": "5",
            "part": "1",
            "seal": "4EB04841"
        },
        {
            "id": "6",
            "nass": "الجواب ¶ يجب العناية والاهتمام بالتوحيد أولا كما هو منهج الأنبياء والرسل عليهم السلام: ¶ بالإضافة لما ورد في السؤال - السابق ذكره آنفًا - من سوء واقع المسلمين، نقول: إن هذا الواقع الأليم ليس شرًّا مما كان عليه واقع العرب في الجاهلية حينما بعث إليهم نبينا محمد صلى الله عليه وسلم؛ لوجود الرسالة بيننا، وكمالها، ووجود الطائفة الظاهرة على الحق، والتي تهدي به، وتدعو الناس للإسلام الصحيح:عقيدة، وعبادة، وسلوكًا، ومنهجًا، ولا شك بأن واقع أولئك العرب في عصر الجاهلية مماثل لما عليه كثير من طوائف المسلمين اليوم!. ¶ بناء على ذلك نقول: العلاج هو ذاك العلاج، والدواء هو ذاك الدواء، فبمثل ما عالج النبي صلى الله عليه وسلم تلك الجاهلية الأولى، فعلى الدعاة الإسلاميين اليوم - جميعهم - أن يعالجوا سوء الفهم لمعنى \" لا إله إلا الله \"، ويعالجوا واقعهم الأليم بذاك العلاج والدواء نفسه. ومعنى هذا واضح جدًّا؛ إذا تدبرنا قول الله عز وجل {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا} (الأحزاب:21) .",
            "page": "6",
            "part": "1",
            "seal": "A2C89B1F"
        },
        {
            "id": "7",
            "nass": "فرسولنا صلى الله عليه وسلم هو الأسوة الحسنة في معالجة مشاكل المسلمين في عالمنا المعاصر وفي كل وقت وحين، ويقتضي ذلك منا أن نبدأ بما بدأ به نبينا صلى الله عليه وسلم وهو إصلاح ما فسد من عقائد المسلمين أولا، ومن عبادتهم ثانيًا، ومن سلوكهم ثالثًا. ولست أعني من هذا الترتيب فصل الأمر الأول بدءًا بالأهم ثم المهم، ثم ما دونه! وإنما أريد أن يهتم بذلك المسلمون اهتماما شديدًا كبيرًا، وأعني بالمسلمين بطبيعة الأمر الدعاة، ولعل الأصح أن نقول: العلماء منهم؛ لأن الدعاة اليوم - مع الأسف الشديد - يدخل فيهم كل مسلم ولو كان على فقر مدقع من العلم، فصاروا يعدون أنفسهم دعاة إلى الإسلام، وإذا تذكرنا تلك القاعدة المعروفة - لا أقول: عند العلماء فقط بل عند العقلاء جميعًا - تلك القاعدة التي تقول: \"فاقد الشيء لا يعطيه \" فإننا نعلم اليوم بأن هناك طائفة كبيرة جدًّا يعدون بالملايين من المسلمين تنصرف الأنظار إليهم حين يطلق لفظة: الدعاة. وأعني بهم: جماعة الدعوة، أو: جماعة التبليغ \" ومع ذلك فأكثرهم كما قال الله عز وجل: {وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ} (الأعراف: من الآية 187) .",
            "page": "7",
            "part": "1",
            "seal": "CC459998"
        },
        {
            "id": "8",
            "nass": "ومعلوم من طريقة دعوتهم أنهم قد أعرضوا بالكلية عن الاهتمام بالأصل الأول - أو بالأمر الأهم - من الأمور التي ذكرت آنفًا، وأعني: العقيدة والعبادة والسلوك، وأعرضوا عن الإصلاح الذي بدأ به الرسول صلى الله عليه وسلم بل بدأ به كل الأنبياء، وقد بيَّنه الله تعالى بقوله: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} (النحل: من الآية 36) . فهم لا يعنون بهذا الأصل الأصيل والركن الأول من أركان الإسلام - كما هو معلوم لدى المسلمين جميعًا - هذا الأصل الذي قام يدعو إليه أول رسول من الرسل الكرام؛ ألا وهو نوح صلى الله عليه وسلم قرابة ألف سنة، والجميع يعلم أن الشرائع السابقة لم يكن فيها من التفصيل لأحكام العبادات والمعاملات ما هو معروف في ديننا هذا؛ لأنه الدين الخاتم للشرائع والأديان، ومع ذلك فقد لبث نوح في قومه ألف سنة إلا خمسين عامًا يصرف وقته وجل اهتمامه للدعوة إلى التوحيد، ومع ذلك أعرض قومه عن دعوته كما بيَّن الله - عز وجل - ذلك في محكم التنزيل {وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ",
            "page": "8",
            "part": "1",
            "seal": "301B12E5"
        },
        {
            "id": "9",
            "nass": "وَيَعُوقَ وَنَسْرًا} (نوح: 23) . ¶ فهذا يدل دلالة قاطعة على أن أهم شيء ينبغي على الدعاة إلى \" الإسلام الحق\" الاهتمام به دائمًا هو الدعوة إلى التوحيد وهو معنى قوله - تبارك وتعالى-: {فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ} (محمد: من الآية 19) . ¶ هكذا كانت سنة النبي صلى الله عليه وسلم عملا وتعليمًا. ¶ أما فعله: فلا يحتاج إلى بحث، لأن النبي صلى الله عليه وسلم في العهد المكي إنما كان فعله ودعوته محصورة في الغالب في دعوة قومه إلى عبادة الله لا شريك له. ¶ أما تعليمًا: ففي حديث أنس بن مالك - رضي الله عنه - الوارد في الصحيحين «أن النبي صلى الله عليه وسلم عندما أرسل معاذًا إلى اليمن قال له: \" ليكن أول ما تدعوهم إليه: شهادة أن لا إله إلا الله، فإن هم أطاعوك لذلك» .....\" (¬1) إلخ الحديث. وهو معلوم ومشهور إن شاء الله تعالى. ¶ ¬_________ ¶ (¬1) حديث صحيح: رواه البخاري (1395) وفي غير موضع، ومسلم (19) ، وأبو داود (1584) ، والترمذي (625) ، كلهم من حديث ابن عباس رضي الله عنه",
            "page": "9",
            "part": "1",
            "seal": "B6CA7886"
        },
        {
            "id": "10",
            "nass": "إذًا، قد أمر النبي صلى الله عليه وسلم أصحابه أن يبدؤوا بما بدأ به وهو الدعوة إلى التوحيد، ولا شك أن هناك فرقًا كبيرًا جدًّا بين أولئك العرب المشركين - من حيث إنهم كانوا يفهمون ما يقال لهم بلغتهم -، وبين أغلب العرب المسلمين اليوم الذين ليسوا بحاجة أن يدعوا إلى أن يقولوا: لا إله إلا الله؛ لأنهم قائلون بها على اختلاف مذاهبهم وطرائقهم وعقائدهم، فكلهم يقولون: لا إله إلا الله، لكنهم في الواقع بحاجة أن يفهموا - أكثر - معنى هذه الكلمة الطيبة، وهذا الفرق فرق جوهري - جدًّا - بين العرب الأولين الذين كانوا إذا دعاهم رسول الله صلى الله عليه وسلم أن يقولوا: لا إله إلا الله يستكبرون، كما هو مبين في صريح القرآن العظيم (¬1) لماذا يستكبرون؟ ؛ لأنهم يفهمون أن معنى هذه الكلمة أن لا يتخذوا مع الله أندادًا وألا يعبدوا إلا الله، وهم كانوا يعبدون غيره، فهم ينادون غير الله ويستغيثون بغير الله؛ فضلا عن النذر لغير الله، والتوسل بغير الله، والذبح لغيره والتحاكم لسواه....إلخ. ¶ ¬_________ ¶ (¬1) يشير إلى قوله تعالى في سورة الصافات: {إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لا إِلَهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ. وَيَقُولُونَ أَإِنَّا لَتَارِكُو آلِهَتِنَا لِشَاعِرٍ مَجْنُونٍ { (الصافات:35-36)",
            "page": "10",
            "part": "1",
            "seal": "F58985BD"
        },
        {
            "id": "11",
            "nass": "هذه الوسائل الشركية الوثنية المعروفة التي كانوا يفعلونها، ومع ذلك كانوا يعلمون أن من لوازم هذه الكلمة الطيبة - لا إله إلا الله - من حيث اللغة العربية أن يتبرؤوا من كل هذه الأمور؛ لمنافاتها لمعنى \" لا إله إلا الله \".",
            "page": "11",
            "part": "1",
            "seal": "F457C833"
        },
        {
            "id": "12",
            "nass": "غالب المسلمين اليوم لا يفقهون معنى لا إله إلا الله فهمًا جيدًا: ¶ أما غالب المسلمين اليوم الذين يشهدون بأن \" لا إله إلا الله \" فهم لا يفقهون معناها جيدًا، بل لعلهم يفهمون معناها فهمًا معكوسًا ومقلوبًا تمامًا؛ أضرب لذلك مثلا: بعضهم (¬1) أَلَّفَ رسالة في معنى \" لا إله إلا الله \" ففسرها: \" لا رب إلا الله!! \" وهذا المعنى هو الذي كان المشركون يؤمنون به وكانوا عليه، ومع ذلك لم ينفعهم إيمانهم هذا، قال تعالى: {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ} (لقمان: من الآية 25) . ¶ فالمشركون كانوا يؤمنون بأن لهذا الكون خالقًا لا شريك له، ولكنهم كانوا يجعلون مع الله أندادًا وشركاء في عبادته، فهم يؤمنون بأن الرب واحد ولكن يعتقدون بأن المعبودات كثيرة، ولذلك ردّ الله تعالى - هذا الاعتقاد - الذي سماه عبادة لغيره من دونه بقوله تعالى: {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} (الزمر: من الآية 3) . ¶ ¬_________ ¶ (¬1) هو الشيخ محمد الهاشمي، أحد شيوخ الصوفية «الطريقة الشاذلية» في سوريا من نحو 50 سنة",
            "page": "12",
            "part": "1",
            "seal": "F1E4EF67"
        },
        {
            "id": "13",
            "nass": "لقد كان المشركون يعلمون أن قول: \" لا إله إلا الله \" يلزم له التبرؤ من عبادة ما دون الله عز وجل، أما غالب المسلمين اليوم؛ فقد فسروا هذه الكلمة الطيبة \" لا إله إلا الله \" بـ: \" لا رب إلا الله!! \" فإذا قال المسلم: لا إله إلا الله \"، وعبد مع الله غيره؛ فهو والمشركون سواء، عقيدة، وإن كان ظاهره الإسلام؛ لأنه يقول لفظة: \" لا إله إلا الله\" فهو بهذه العبارة مسلم لفظيًّا ظاهرًا، وهذا مما يوجب علينا جميعًا - بصفتنا دعاة إلى الإسلام- الدعوة إلى التوحيد وإقامة الحجة على من جهل معنى\" لا إله إلا الله \" وهو واقع في خلافها؛ بخلاف المشرك؛ لأنه يأبى أن يقول: \" لا إله إلا الله \" فهو ليس مسلمًا لا ظاهرًا ولا باطنًا فأما جماهير المسلمين اليوم هم مسلمون؛ لأن الرسول صلى الله عليه وسلم قال: «فإذا قالوها عصموا مني دماءهم وأموالهم إلا بحقها وحسابهم على الله تعالى» (¬1) . ¶ ¬_________ ¶ (¬1) حديث صحيح: رواه البخاري (25) وفي غير موضع، ومسلم (22) ، وغيرهم، من حديث ابن عمر رضي الله عنهما",
            "page": "13",
            "part": "1",
            "seal": "2EFD86C9"
        },
        {
            "id": "14",
            "nass": "لذلك، فإني أقول كلمة - وهي نادرة الصدور مني -، وهي: إن واقع كثير من المسلمين اليوم شر مما كان عليه عامة العرب في الجاهلية الأولى من حيث سوء الفهم لمعنى هذه الكلمة الطيبة؛ لأن المشركين العرب كانوا يفهمون، ولكنهم لا يؤمنون، أما غالب المسلمين اليوم، فإنهم يقولون ما لا يعتقدون، يقولون: لا إله إلا الله، ولا يؤمنون -حقًّا - بمعناها (¬1) ، لذلك فأنا أعتقد أن أول واجب على الدعاة المسلمين - حقًّا - هو أن يدندنوا حول هذه الكلمة وحول بيان معناها بتلخيص، ثم بتفصيل لوازم هذه الكلمة الطيبة بالإخلاص لله عز وجل في العبادات بكل أنواعها؛ لأن الله عز وجل لما حكى عن المشركين قوله: {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} (الزمر: من الآية 3) ، جعل كل عبادة توجه لغير الله كفرًا بالكلمة الطيبة: لا إله إلا الله؛ لهذا؛ أنا أقول اليوم: لا فائدة مطلقًا من تكتيل المسلمين ومن تجميعهم، ثم تركهم في ضلالهم دون فهم هذه الكلمة الطيبة، وهذا لا يفيدهم في الدنيا قبل الآخرة! نحن نعلم قول النبي صلى الله عليه وسلم: «من مات وهو يشهد أن لا إله إلا الله مخلصًا من قلبه حرم الله بدنه على ¶ ¬_________ ¶ (¬1) يعبدون القبور، ويذبحون لغير الله، ويدعون الأموات، وهذا واقع وحقيقة ما تعتقده الرافضة، والصوفية، وأصحاب الطرق، فالحج إلى القبور وبناء المشاهد الشركية والطواف عليها والاستغاثة بالصالحين والحلف بهم عقائد ثابتة عندهم.",
            "page": "14",
            "part": "1",
            "seal": "3FCF2914"
        },
        {
            "id": "15",
            "nass": "النار» وفي رواية أخرى: «دخل الجنة» (¬1) . فيمكن ضمان دخول الجنة لمن قالها مخلصًا حتى لو كان بعد لأي وعذاب يمس القائل، والمعتقد الاعتقاد الصحيح لهذه الكلمة، فإنه قد يعذب بناءً على ما ارتكب واجترح من المعاصي والآثام، ولكن سيكون مصيره في النهاية دخول الجنة، وعلى العكس من ذلك؛ من قال هذه الكلمة الطيبة بلسانه، ولما يدخل الإيمان إلى قلبه؛ فذلك لا يفيده شيئًا في الآخرة، قد يفيده في الدنيا النجاة من القتال ومن القتل إذا كان للمسلمين قوة وسلطان، وأما في الآخرة فلا يفيد شيئًا إلا إذا كان قائلا لها وهو فاهم معناها أولا، ومعتقدًا لهذا المعنى ثانيًا؛ لأن الفهم وحده لا يكفي إلا إذا اقترن مع الفهم الإيمان بهذا المفهوم، وهذه النقطة؛ أظن أن أكثر الناس عنها غافلون! وهي: لا يلزم من الفهم الإيمان بل لا بد أن يقترن كل من الأمرين مع الآخر حتى يكون مؤمنًا؛ ذلك لأن كثيرًا من أهل الكتاب من اليهود والنصارى كانوا يعرفون أن محمدًا صلى الله عليه وسلم رسول صادق فيما يدعيه من الرسالة والنبوة، ولكن مع هذه المعرفة التي شهد لهم بها ربنا عز وجل حين قال: {يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ} ¶ ¬_________ ¶ (¬1) حديث صحيح: رواه أحمد (5 / 236) ، وابن حبان (4) زوائد، وصححه الألباني في الصحيحة (3355)",
            "page": "15",
            "part": "1",
            "seal": "79651585"
        },
        {
            "id": "16",
            "nass": "(البقرة: من الآية 146) . ومع ذلك هذه المعرفة ما أغنت عنهم من الله شيئًا لماذا؟ لأنهم لم يصدقوه فيما يدعيه من النبوة والرسالة، ولذلك فإن الإيمان تسبقه المعرفة ولا تكفي وحدها، بل لا بد أن يقترن مع المعرفة الإيمان والإذعان، لأن المولى عز وجل يقول في محكم التنزيل: {فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ} (محمد: من الآية 19) . ¶ وعلى هذا، فإذا قال المسلم: لا إله إلا الله بلسانه؛ فعليه أن يضم إلى ذلك معرفة هذه الكلمة بإيجاز ثم بالتفصيل، فإذا عرف وصدق وآمن؛ فهو الذي يصدق عليه تلك الأحاديث التي ذكرت بعضها آنفًا، ومنها قوله صلى الله عليه وسلم مشيرًا إلى شيء من التفصيل الذي ذكرته آنفًا: «من قال: لا إله إلا الله، نفعته يومًا من دهره» (¬1) . ¶ ¬_________ ¶ (¬1) حديث صحيح: صححه الألباني في السلسلة الصحيحة (1932) وعزاه لأبي سعيد الأعرابي في معجمه وأبي نعيم في الحلية (5 / 46) ، والطبراني في الأوسط (6533) ، وهو من حديث أبي هريرة رضي الله عنه",
            "page": "16",
            "part": "1",
            "seal": "3D1D289D"
        },
        {
            "id": "17",
            "nass": "أي كانت هذه الكلمة الطيبة بعد معرفة معناها منجية له من الخلود في النار - وهذا كرره لكي يرسخ في الأذهان - وقد لا يكون قد قام بمقتضاها من كمال العمل الصالح والانتهاء عن المعاصي ولكنه سلم من الشرك الأكبر وقام بما يقتضيه ويستلزمه شروط الإيمان من الأعمال القلبية - والظاهرية حسب اجتهاد بعض أهل العلم وفيه تفصيل ليس هذا محل بسطه - (¬1) ؛ وهو تحت المشيئة، وقد يدخل النار جزاء ما ارتكب أو فعَل من المعاصي أو أخلَّ ببعض الواجبات، ثم تنجيه هذه الكلمة الطيبة أو يعفو الله عنه بفضل منه وكرمه، وهذا معنى قوله صلى الله عليه وسلم المتقدم ذكره: «من قال: لا إله إلا الله، نفعته يومًا من دهره» ، أما من قالها بلسانه ولم يفقه معناها، أو فقه معناها ولكنه لم يؤمن بهذا المعنى؛ فهذا لا ينفعه قوله: لا إله إلا الله، إلا في العاجلة إذا كان يعيش في ظل الحكم الإسلامي وليس في الآجلة. ¶ ¬_________ ¶ (¬1) هذه عقيدة السلف الصالح، وهي الحد الفاصل بيننا وبين الخوارج والمرجئة",
            "page": "17",
            "part": "1",
            "seal": "BE87980A"
        },
        {
            "id": "18",
            "nass": "لذلك لا بد من التركيز على الدعوة إلى التوحيد في كل مجتمع أو تكتل إسلامي يسعى- حقيقة وحثيثًا - إلى ما تدندن به كل الجماعات الإسلامية أو جُلها، وهو تحقيق المجتمع الإسلامي وإقامة الدولة المسلمة التي تحكم بما أنزل الله على أيّ أرض لا تحكم بما أنزل الله، هذه الجماعات أو هذه الطوائف لا يمكنها أن تحقق هذه الغاية - التي أجمعوا على تحقيقها وعلى السعي- حثيثًا إلى جعلها حقيقة واقعية - إلا بالبدء بما بدأ به الرسول صلى الله عليه وسلم. 50",
            "page": "18",
            "part": "1",
            "seal": "1D4AFDCC"
        },
        {
            "id": "19",
            "nass": "وجوب الاهتمام بالعقيدة لا يعني إهمال باقي الشرع من عبادات وسلوك ومعاملات وأخلاق: ¶ وأعيد التنبيه بأنني لا أعني الكلام في بيان الأهم فالمهم وما دونه على أن يقتصر الدعاة فقط على الدعوة إلى هذه الكلمة الطيبة وفهم معناها، بعد أن أتم الله عز وجل علينا النعمة بإكماله لدينه! بل لا بد لهؤلاء الدعاة أن يحملوا الإسلام كُلًّا لا يتجزأ، وأنا حين أقول هذا- بعد ذلك البيان الذي خلاصته: أن يهتم الدعاة الإسلاميون حقًّا بأهم ما جاء به الإسلام، وهو تفهيم المسلمين العقيدة الصحيحة النابعة من الكلمة الطيبة \"لا إله إلا الله \"، أريد أن أسترعي النظر إلى هذا البيان لا يعني أن يفهم المسلم فقط أن معنى:\" لا إله إلا الله \"، هو لا معبود بحق في الوجود إلا الله فقط! بل هذه يستلزم أيضًا أن يفهم العبادات التي ينبغي أن يعبد ربنا- عز وجل - بها، ولا يوجه شيئًا منها لعبد من عباد الله تبارك وتعالى، فهذا التفصيل لا بد أن يقترن بيانه أيضًا بذلك المعنى الموجز للكلمة الطيبة، ويحسن أن أضرب مثلا - أو أكثر من مثل، حسبما يبدو لي - لأن البيان الإجمالي لا يكفي.",
            "page": "19",
            "part": "1",
            "seal": "3CD6C170"
        },
        {
            "id": "20",
            "nass": "أقول: إن كثيرًا من المسلمين الموحدين حقًّا والذين لا يوجهون عبادة من العبادات إلى غير الله عز وجل، ذهنهم خالٍ من كثير من الأفكار والعقائد الصحيحة التي جاء ذكرها في الكتاب والسنة، فكثير من هؤلاء الموحدين يمرون على كثير من الآيات وبعض الأحاديث التي تتضمن عقيدة وهم غير منتبهين إلى ما تضمنته، مع أنها من تمام الإيمان بالله عز وجل، خذوا مثلا عقيدة الإيمان بعلو الله عز وجل، على ما خلقه، أنا أعرف بالتجربة أن كثيرًا من إخواننا الموحدين السلفيين يعتقدون معنا بأن الله عز وجل على العرش استوى دون تأويل، ودون تكييف، ولكنهم حين يأتيهم معتزليون عصريون، أو جهميون عصريون، أو ماتريدي أو أشعري ويلقي إليه شبهة قائمة على ظاهر آية لا يفهم معناها المُوسوِس ولا المُوسوَس إليه، فيحار في عقيدته، ويضل عنها بعيدًا، لماذا؟ لأنه لم يتلق العقيدة الصحيحة من كل الجوانب التي تعرض لبيانها كتاب ربنا -عز وجل - وحديث نبينا محمد صلى الله عليه وسلم، فحينما يقول المعتزلي المعاصر: الله - عز وجل - يقول: {أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ} (الملك: الآيتان 16-17) . وأنتم تقولون: إن الله في السماء، وهذا معناه",
            "page": "20",
            "part": "1",
            "seal": "2EAB41FB"
        },
        {
            "id": "21",
            "nass": "أنكم جعلتم معبودكم في ظرف هو السماء المخلوقة!! فإنه يلقي شبهة على من أمامه.",
            "page": "21",
            "part": "1",
            "seal": "46A4A020"
        },
        {
            "id": "22",
            "nass": "بيان عدم وضوح العقيدة الصحيحة ولوازمها في أذهان الكثيرين:",
            "page": "22",
            "part": "1",
            "seal": "3044F25F"
        },
        {
            "id": "23",
            "nass": "أريد من هذا المثال أن أبين أن عقيدة التوحيد بكل لوازمها ومتطلباتها ليست واضحة - للأسف في أذهان كثير ممن آمنوا بالعقيدة السلفية نفسها، فضلا عن الآخرين الذين اتبعوا العقائد الأشعرية أو الماتريدية أو الجهمية في مثل هذه المسألة، فأنا أرمي بهذا المثال إلى أن المسألة ليست بهذا اليسر الذي يصوره اليوم بعض الدعاة الذين يلتقون معنا في الدعوة إلى الكتاب والسنة؛ إن الأمر ليس بالسهولة التي يدعيها بعضهم، والسبب ما سبق بيانه من الفرق بين جاهلية المشركين الأولين حينما كانوا يُدعون ليقولوا: لا إله إلا الله فيأبَون؛ لأنهم يفهمون معنى هذه الكلمة الطيبة، وبين أكثر المسلمين المعاصرين اليوم حينما يقولون هذه الكلمة؛ ولكنهم لا يفهمون معناها الصحيح، هذا الفرق الجوهري هو الآن متحقق في مثل هذه العقيدة، وأعني بها علو الله عز وجل على مخلوقاته كلها، فهذا يحتاج إلى بيان، ولا يكفي أن يعتقد المسلم {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} (طه:5) . «ارحموا من في الأرض يرحمكم من في السماء» (¬1) دون أن يعرف أن كلمة \"في \" التي وردت في هذا الحديث ليست ظرفية، وهي مثل \"في \" التي وردت في قوله تعالى: {أَأَمِنْتُمْ ¶ ¬_________ ¶ (¬1) حديث صحيح: رواه أبو داود (4941) ، والترمذي (1925) ، وصححه الألباني في الصحيحة (925)",
            "page": "23",
            "part": "1",
            "seal": "760CC36F"
        },
        {
            "id": "24",
            "nass": "مَنْ فِي السَّمَاءِ} (الملك: الآيتان 15-16) .؛ لأن \" في \" هنا بمعنى \" على \" والدليل على ذلك كثير وكثير جدًّا؛ فمن ذلك: الحديث السابق المتدَاول بين ألسنة الناس، وهو بمجموع طرقه -والحمد لله - صحيح، ومعنى قوله صلى الله عليه وسلم: «ارحموا من في الأرض» لا يعني الحشرات والديدان التي هي في داخل الأرض! وإنما من على الأرض؛ من إنسان وحيوان، وهذا مطابق لقوله صلى الله عليه وسلم: \" ... «يرحمكم من في السماء» ، أي: على السماء، فمثل هذا التفصيل لا بد للمستجيبين لدعوة الحق أن يكونوا على بينة منه، ويُقَرِّب هذا: حديثُ الجارية وهي راعية غنم، وهو مشهور معروف، وإنما أذكر الشاهد منه؛ حينما سألها رسول الله صلى الله عليه وسلم: \" أين الله؟ \" قالت له: في السماء\" (¬1) لو سألت اليوم كبار شيوخ الأزهر - مثلا - أين الله؟ لقالوا لك: في كل مكان! بينما الجارية أجابت بأنه في السماء، وأقرها النبي صلى الله عليه وسلم، لماذا؟ لأنها أجابت على الفطرة، وكانت تعيش بما يمكن أن نسميه بتعبيرنا العصري (بيئة سلفية) لم تتلوث بأي بيئة سيئة - بالتعبير العام -؛ لأنها تخرجت كما يقولون اليوم - من مدرسة الرسول صلى ¶ ¬_________ ¶ (¬1) حديث صحيح: رواه مسلم (537) ، وأبو داود (930) ، والنسائي (1 / 14- 18) ، من حديث معاوية بن الحكم السلمي رضي الله عنه.",
            "page": "24",
            "part": "1",
            "seal": "743A5614"
        },
        {
            "id": "25",
            "nass": "الله عليه وسلم - هذه المدرسة لم تكن خاصة ببعض الرجال ولا ببعض النساء، وإنما كانت مشاعة بين الناس وتضم الرجال والنساء وتعم المجتمع بأكمله، ولذلك عرفت راعية الغنم العقيدة؛ لأنها لم تتلوث بأي بيئة سيئة؛ عرفت العقيدة الصحيحة التي جاءت في الكتاب والسنة وهو ما لم يعرفه كثير ممن يدعي العلم بالكتاب والسنة، فلا يعرف أين ربه! مع أنه مذكور في الكتاب والسنة، واليوم أقول: لا يوجد شيء من هذا البيان وهذا الوضوح بين المسلمين بحيث لو سألت -لا أقول: راعية غنم - بل راعي أمة أو جماعة؛ فإنه قد يحار في الجواب كما يحار الكثيرون اليوم إلا من رحم الله، وقليل ما هم!!!",
            "page": "25",
            "part": "1",
            "seal": "8EBB0C3B"
        },
        {
            "id": "26",
            "nass": "الدعوة إلى العقيدة الصحيحة تحتاج إلى بذل جهد عظيم ومستمر: ¶ فإذًا، فالدعوة إلى التوحيد وتثبيتها في قلوب الناس تقتضي منا ألا نمر بالآيات دون تفصيل كما في العهد الأول؛ لأنهم - أولا - كانوا يفهمون العبارات العربية بيسر، وثانيًا لأنه لم يكن هناك انحراف وزيغ في العقيدة نبع من الفلسفة وعلم الكلام، فقام ما يعارض العقيدة السليمة، فأوضاعنا اليوم تختلف تمامًا عما كان عليه المسلمون الأوائل، فلا يجوز أن نتوهم بأن الدعوة إلى العقيدة الصحيحة هي اليوم من اليسر كما كان الحال في العهد الأول، وأُقَرِّب هذا في مَثَل لا يختلف فيه اثنان ولا ينتطح فيه عنزان - إن شاء الله تعالى-:",
            "page": "26",
            "part": "1",
            "seal": "4A5FBAD8"
        },
        {
            "id": "27",
            "nass": "من اليسر المعروف حينئذ أن الصحابي يسمع الحديث من رسول الله صلى الله عليه وسلم مباشرة ثم التابعي يسمع الحديث من الصحابي مباشرة ... وهكذا نقف عند القرون الثلاثة المشهود لها بالخيرية، ونسأل: هل كان هناك شيء اسمه علم الحديث؟ الجواب: لا، وهل كان هناك شيء اسمه علم الجرح والتعديل؟ الجواب: لا، أما الآن فهذان العلمان لا بد منهما لطالب العلم، وهما من فروض الكفاية؛ وذلك لكي يتمكن العالم اليوم من معرفة الحديث إن كان صحيحًا أو ضعيفًا، فالأمر لم يعد مُيسرًا سهلا كما كان ذلك ميسرًا للصحابي؛ لأن الصحابي كان يتلقى الحديث من الصحابة الذين زكوا بشهادة الله - عز وجل - لهم....إلخ. فما كان يومئذ ميسورًا ليس ميسورًا اليوم من حيث صفاء العلم وثقة مصادر التلقي، لهذا لا بد من ملاحظة هذا الأمر والاهتمام به كما ينبغي مما يتناسب مع المشاكل المحيطة بنا اليوم بصفتنا مسلمين، والتي لم تحط بالمسلمين الأولين من حيث التلوث العقدي الذي سبب إشكالات وأوجد شبهات من أهل البدع المنحرفين عن العقيدة الصحيحة منهج الحق تحت مسميات كثيرة، ومنها الدعوة إلى الكتاب والسنة فقط! كما يزعم ذلك ويدعيه المنتسبون إلى علم",
            "page": "27",
            "part": "1",
            "seal": "72C0ADE1"
        },
        {
            "id": "28",
            "nass": "الكلام. ¶ ويحسن بنا هنا أن نذكر بعض ما جاء في الأحاديث الصحيحة في ذلك ومنها: أن النبي صلى الله عليه وسلم لما ذكر الغرباء في بعض تلك الأحاديث، قال: «للواحد منهم خمسون من الأجر \"، قالوا: منا يا رسول الله أو منهم؟ قال: \" منكم» (¬1) . ¶ ¬_________ ¶ (¬1) حديث صحيح: رواه الطبراني في الكبير (10 / 255) رقم (10394) ، من حديث ابن مسعود رضي الله عنه. وله شاهد من حديث عقبة بن غزوان الصحابي رضي الله عنه رواه البزار كما في الزوائد (7 / 282) وله شاهد آخر من حديث أبي ثعلبة الخشني رضي الله عنه رواه أبو داود (4341) ، وصححه الألباني في الصحيحة (494) .",
            "page": "28",
            "part": "1",
            "seal": "BA6DD601"
        },
        {
            "id": "29",
            "nass": "وهذا من نتائج الغربة الشديدة للإسلام اليوم التي لم تكن في الزمن الأول، ولا شك أن غربة الزمن الأول كانت بين شرك صريح وتوحيد خال من كل شائبة، بين كفر بواح وإيمان صادق، أما الآن فالمشكلة بين المسلمين أنفسهم فأكثرهم توحيده مليء بالشوائب، ويوجه العبادات إلى غير الله ويدعي الإيمان؛ هذه القضية ينبغي الانتباه لها أولا، وثانيًا: لا ينبغي أن يقول بعض الناس: إننا لا بد لنا من الانتقال إلى مرحلة أخرى غير مرحلة التوحيد وهي العمل السياسي!! لأن الإسلام دعوته دعوة حق أولا، فلا ينبغي أن نقول: نحن عرب والقرآن نزل بلغتنا، مع تذكيرنا أن العرب اليوم عكس الأعاجم الذين استعربوا، بسبب بُعدهم عن لغتهم، +وهذا+ ما أبعدهم عن كتاب ربهم وسنة نبيهم، فهب أننا - نحن العرب - قد فهمنا الإسلام فهمًا صحيحًا، فليس من الواجب علينا أن نعمل عملا سياسيًّا، ونحرك الناس تحريكًا سياسيًّا، ونشغلهم بالسياسة عما يجب عليهم الاشتغال به، في فهم الإسلام: في العقيدة، والعبادة، والمعاملة والسلوك!! فأنا لا أعتقد أن هناك شعبًا يعد بالملايين قد فهم الإسلام فهمًا صحيحًا -أعني: العقيدة، والعبادة، والسلوك - ورُبي",
            "page": "29",
            "part": "1",
            "seal": "197FE1AC"
        },
        {
            "id": "30",
            "nass": "عليها.",
            "page": "30",
            "part": "1",
            "seal": "9417C900"
        },
        {
            "id": "31",
            "nass": "أساس التغيير هو منهج التصفية والتربية: ¶ ولذلك نحن ندندن أبدًا ونركز دائمًا حول النقطتين الأساسيتين اللتين هما قاعدة التغيير الحق، وهما: التصفية والتربية، فلا بد من الأمرين معًا؛ التصفية والتربية، فإن كان هناك نوع من التصفية في بلد فهو في العقيدة، وهذا - بحد ذاته - يعتبر عملا كبيرًا وعظيمًا أن يحدث في جزء من المجتمع الإسلامي الكبير- أعني: شعبًا من الشعوب -، أما العبادة فتحتاج إلى أن تتخلص من المذهبية الضيقة، والعمل على الرجوع إلى السنة الصحيحة، فقد يكون هناك علماء أجلاء فهموا الإسلام فهمًا صحيحًا من كل الجوانب، لكني لا أعتقد أن فردًا أو اثنين، أو ثلاثة، أو عشرة، أو عشرين يمكنهم أن يقوموا بواجب التصفية، تصفية الإسلام من كل ما دخل فيه؛ سواء في العقيدة، أو العبادة، أو السلوك، إنه لا يستطيع أن ينهض بهذا الواجب أفراد قليلون يقومون بتصفية ما علق به من كل دخيل ويربوا من حولهم تربية صحيحة سليمة، فالتصفية والتربية الآن مفقودتان.",
            "page": "31",
            "part": "1",
            "seal": "DEAEA32B"
        },
        {
            "id": "32",
            "nass": "ولذلك سيكون للتحرك السياسي في أي مجتمع إسلامي لا يحكم بالشرع آثار سيئة قبل تحقيق هاتين القضيتين الهامتين، أما النصيحة فهي تحل محل التحرك السياسي في أي بلد يحكم بالشرع من خلال المشورة أو من خلال إبدائها بالتي هي أحسن بالضوابط الشرعية بعيدًا عن لغة الإلزام أو التشهير، فالبلاغ يقيم الحجة ويبرئ الذمة. ¶ ومن النصح أيضًا، أن نشغل الناس فيما ينفعهم؛ بتصحيح العقيدة، والعبادة، والسلوك، والمعاملات. ¶ وقد يظن بعضهم أننا نريد تحقيق التربية والتصفية في المجتمع الإسلامي! كل هذا ما لا نفكر فيه ولا نحلم به في المنام؛ لأن هذا تحقيقه مستحيل؛ ولأن الله عز وجل يقول في القرآن الكريم {وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً وَلَا يَزَالُونَ مُخْتَلِفِينَ} (هود:118) . وهؤلاء لا يتحقق فيهم قول ربنا تعالى هذا إلا إذا فهموا الإسلام فهمًا صحيحًا وربوا أنفسهم وأهليهم ومن كان حولهم على هذا الإسلام الصحيح.",
            "page": "32",
            "part": "1",
            "seal": "DC299983"
        },
        {
            "id": "33",
            "nass": "من يشتغل بالعمل السياسي؟ ومتى؟",
            "page": "33",
            "part": "1",
            "seal": "681F2635"
        },
        {
            "id": "34",
            "nass": "فالاشتغال الآن بالعمل السياسي مشغلة! مع أننا لا ننكره، إلا أننا نؤمن بالتسلسل الشرعي المنطقي في آن واحد، نبدأ بالعقيدة، ونثني بالعبادة ثم بالسلوك؛ تصحيحًا وتربية ثم لا بد أن يأتي يوم ندخل فيه في مرحلة السياسة بمفهومها الشرعي؛ لأن السياسة معناه: إدارة شؤون الأمة، من الذي يدير شؤون الأمة؟ ليس زيدًا، وبكرًا، وعمرًا؛ ممن يؤسس حزبًا أو يترأس حركة، أو يوجه جماعة!! هذا الأمر خاص بولي الأمر؛ الذي يُبَايَع من قِبَل المسلمين، هذا هو الذي يجب عليه معرفة سياسة الواقع وإدارته، فإذا كان المسلمون غير متحدين - كحالنا اليوم - فيتولى ذلك كل ولي أمر حسب حدود سلطاته، أما أن نشغل أنفسنا في أمور لو افترضنا أننا عرفناها حق المعرفة فلا تنفعنا معرفتنا هذه؛ لأننا لا نتمكن من إدارتها؛ ولأننا لا نملك القرار لإدارة الأمة، وهذا وحده عبث لا طائل تحته، ولنضرب مثلا الحروب القائمة ضد المسلمين في كثير من بلاد الإسلام هل يفيد أن نشعل حماسة المسلمين تجاهها ونحن لا نملك الجهاد الواجب إدارته من إمام مسؤول عُقدت له البيعة؟! لا فائدة من هذا العمل، ولا نقول: إنه ليس بواجب! ولكننا نقول: إنه أمر سابق",
            "page": "34",
            "part": "1",
            "seal": "A3402A8F"
        },
        {
            "id": "35",
            "nass": "لأوانه، ولذلك فعلينا أن نشغل أنفسنا وأن نشغل غيرنا ممن ندعوهم إلى دعوتنا؛ بتفهيمهم الإسلام الصحيح، وتربيتهم تربية صحيحة، أما أن نشغلهم بأمور حماسية وعاطفية، فذلك مما سيصرفهم عن التمكن في فهم الدعوة التي يجب أن يقوم بها كل مكلف من المسلمين؛ كتصحيح العقيدة، وتصحيح العبادة، وتصحيح السلوك، وهي من الفروض العينية التي لا يُعذر المقصر فيها، وأما الأمور الأخرى فبعضها يكون من الأمور الكفائية، كمثل ما يسمى اليوم بـ (فقه الواقع) والاشتغال بالعمل السياسي الذي هو من مسئولية من لهم الحل والعقد، الذين بإمكانهم أن يستفيدوا من ذلك عمليًّا، أما أن يعرفه بعض الأفراد الذين ليس بأيديهم حل ولا عقد ويشغلوا جمهور الناس بالمهم عن الأهم، فذلك مما صرفهم عن المعرفة الصحيحة! وهذا مما نلمسه لمس اليد في كثير من مناهج الأحزاب والجماعات الإسلامية اليوم، حيث نعرف أن بعضهم انصرف عن تعليم الشباب المسلم المتكتل والملتف حول هؤلاء الدعاة من أجل أن يتعلم ويفهم العقيدة الصحيحة، والعبادة الصحيحة، والسلوك الصحيح، وإذا ببعض هؤلاء الدعاة ينشغلون بالعمل السياسي ومحاولة الدخول في البرلمانات التي تحكم بغير ما أنزل",
            "page": "35",
            "part": "1",
            "seal": "4E899165"
        },
        {
            "id": "36",
            "nass": "الله! فصرفهم هذا عن الأهم واشتغلوا بما ليس مُهمًا في هذه الظروف القائمة الآن.",
            "page": "36",
            "part": "1",
            "seal": "BC7F4105"
        },
        {
            "id": "37",
            "nass": "أما ما جاء في السؤال عن كيفية براءة ذمة المسلم أو مساهمته في تغيير هذا الواقع الأليم؛ فنقول: كل من المسلمين بحسبه، العالم منهم يجب عليه ما لا يجب على غير العالم، وكما أذكر في مثل هذه المناسبة: أن الله عز وجل قد أكمل النعمة بكتابه، وجعله دستورًا للمؤمنين به، من ذلك أن الله تعالى قال: {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ} (الأنبياء: من الآية 7) فالله سبحانه وتعالى قد جعل المجتمع الإسلامي قسمين: عالمًا، وغير عالم، وأوجب على كل منهما ما لم يوجبه على الآخر، فعلى الذين ليسوا بعلماء أن يسألوا أهل العلم، وعلى العلماء أن يجيبوهم عما سئلوا عنه، فالواجبات - من هذا المنطلق - تختلف باختلاف الأشخاص، فالعالم اليوم عليه أن يدعوا إلى دعوة الحق في حدود الاستطاعة، وغير العالم عليه أن يسأل عما يهمه بحق نفسه أو من كان راعيًا؛ كزوجة أو ولد أو نحوه، فإذا قام المسلم -من كلا الفريقين - بما يستطيع؛ فقد نجا؛ لأن الله عز وجل يقول: {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} (البقرة: من الآية 286) .",
            "page": "37",
            "part": "1",
            "seal": "D73B43FA"
        },
        {
            "id": "38",
            "nass": "نحن - مع الأسف نعيش في مأساة ألمت بالمسلمين، لا يعرف التاريخ لها مثيلًا، وهو تداعي الكفار على المسلمين، كما أخبر النبي صلى الله عليه وسلم في مثل حديثه المعروف والصحيح: «تداعى عليكم الأمم كما تداعى الأكلة إلى قصعتها\"، قالوا: أمن قلة نحن يومئذ يا رسول الله؟ قال: \"لا، أنتم يومئذ كثير، ولكنكم غثاء كغثاء السيل، ولينزعن الله الرهبة من صدور عدوكم لكم، وليقذفن في قلوبكم الوهن\"، قالوا: وما الوهن يا رسول الله؟ قال: \"حب الدنيا وكراهية الموت» . (¬1) ¶ ¬_________ ¶ (¬1) حديث صحيح: رواه أبو داود (4297) ، وأحمد (5 / 287) ، من حديث ثوبان رضي الله عنه، وصححه بطريقيه الألباني في الصحيحة (958)",
            "page": "38",
            "part": "1",
            "seal": "AE9A05C2"
        },
        {
            "id": "39",
            "nass": "فواجب العلماء إذًا أن يجاهدوا في التصفية والتربية، وذلك بتعليم المسلمين التوحيد الصحيح وتصحيح العقائد والعبادات، والسلوك، كل حسب طاقته وفي البلاد التي يعيش فيها؛ لأنهم لا يستطيعون القيام بجهاد اليهود في صف واحد ما داموا كحالنا اليوم، متفرقين، لا يجمعهم بلد واحد ولا صف واحد، فإنهم لا يستطيعون القيام بمثل هذا الجهاد لصد الأعداء الذين تداعوا عليهم، ولكن عليهم أن يتخذوا كل وسيلة شرعية بإمكانهم أن يتخذوها؛ لأننا لا نملك القدرة المادية، ولو استطعنا، فإننا لا نستطيع أن نتحرك فعلا؛ لأن هناك حكومات وقيادات وحكامًا في كثير من بلاد المسلمين يتبنون سياسات لا تتفق مع السياسة الشرعية - مع الأسف الشديد - لكننا نستطيع أن نحقق - بإذن الله تعالى - هذين الأمرين العظيمين اللذين ذكرتهما آنفًا وهما التصفية والتربية، وحينما يقوم الدعاة المسلمون بهذا الواجب المهم جدًّا في بلد لا يتبنى سياسة لا تتفق مع السياسة الشرعية، ويجتمعون على هذا الأساس، فأنا أعتقد - يومئذ- أنه سيصدق عليهم قول الله عز وجل: {وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ} {بِنَصْرِ اللَّهِ} (الروم: من الآية 4-5) .",
            "page": "39",
            "part": "1",
            "seal": "7F82FD64"
        },
        {
            "id": "40",
            "nass": "الواجب على كل مسلم أن يطبق حكم الله في شئون حياته كلها فيما يستطيعه: ¶ إذًا، واجب كل مسلم أن يعمل ما باستطاعته، ولا يكلف الله نفسًا إلا وسعها، وليس هناك تلازم بين إقامة التوحيد الصحيح والعبادة الصحيحة، وبين إقامة الدولة الإسلامية في البلاد التي لا تحكم بما أنزل الله؛ لأن أول ما يحكم بما أنزل الله -فيه- هو إقامة التوحيد، وهناك - بلا شك - أمور خاصة وقعت في بعض العصور وهي أن تكون العزلة خيرًا من المخالطة، فيعتزل المسلم في شعب من الشعاب ويعبد ربه، ويكف من شر الناس إليه، وشره إليهم، هذا الأمر قد جاءت فيه أحاديث كثيرة جدًّا وإن كان الأصل كما جاء في حديث ابن عمر - رضي الله عنه -: \"المؤمن الذي يخالط الناس ويصبر على أذاهم خير من المؤمن الذي لا يخالط الناس ولا يصبر على أذاهم \" (¬1) . فالدولة المسلمة - بلا شك - وسيلة لإقامة حكم الله في الأرض، وليست غاية بحد ذاتها. ¶ ومن عجائب بعض الدعاة أنهم يهتمون بما لا يستطيعون القيام به من الأمور، ويدعون ما هو واجب عليهم وميسور! وذلك بمجاهدة أنفسهم كما قال ذلك الداعية المسلم؛ الذي أوصى أتباعه بقوله: \" أقيموا دولة الإسلام في نفوسكم تقم لكم في أرضكم\" ¶ ¬_________ ¶ (¬1) حديث صحيح: رواه الترمذي (2507) ، وابن ماجه (4032) ، والبخاري في الأدب المفرد (388) ، وأحمد (5 / 365) ، من حديث شيخ من أصحاب رسول الله صلى الله عليه وسلم وصححه الألباني في الصحيحة (939)",
            "page": "40",
            "part": "1",
            "seal": "FC79F175"
        },
        {
            "id": "41",
            "nass": "ومع ذلك فنحن نجد كثيرًا من أتباعه يخالفون ذلك، جاعلين جُل دعوتهم إلى إفراد الله عز وجل بالحكم، ويعبرون عن ذلك بالعبارة المعروفة: \" الحاكمية لله \". ولا شك بأن الحكم لله وحده ولا شريك له في ذلك ولا في غيره، ولكنهم؛ منهم من يقلد مذهبًا من المذاهب الأربعة، ثم يقول - عندما تأتيه السنة الصريحة الصحيحة -: هذا خلاف مذهبي! فأين الحكم بما أنزل الله في اتباع السنة؟!. ¶ ومنهم من تجده يعبد الله على الطرق الصوفية! فأين الحكم بما أنزل الله بالتوحيد؟! فهم يطالبون غيرهم بما لا يطالبون به أنفسهم، إن من السهل جدًّا أن تطبق الحكم بما أنزل الله في عقيدتك، في عبادتك، في سلوكك، في دارك، في تربية أبنائك، في بيعك، في شرائك، بينما من الصعب جدًّا أن تجبر أو تزيل ذلك الحاكم الذي يحكم في كثير من أحكامه بغير ما أنزل الله، فلماذا تترك الميسر إلى المعسر؟! .",
            "page": "41",
            "part": "1",
            "seal": "46A26FAD"
        },
        {
            "id": "42",
            "nass": "هذا يدل على أحد شيئين: إما أن يكون هناك سوء تربية، وسوء توجيه. وإما أن يكون هناك سوء عقيدة تدفعهم وتصرفهم إلى الاهتمام بما لا يستطيعون تحقيقه عن الاهتمام بما هو داخل في استطاعتهم، فأما اليوم فلا أرى إلا الاشتغال كل الاشتغال بالتصفية والتربية ودعوة الناس إلى صحيح العقيدة والعبادة، كل في حدود استطاعته، ولا يكلف الله نفسًا إلا وسعها، والحمد لله رب العالمين. ¶ وصلى الله وسلم على نبينا محمد عليه وآله وسلم.",
            "page": "42",
            "part": "1",
            "seal": "0209892C"
        }
    ],
    "t1870": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "سؤال"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "الجواب"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "يجب العناية والاهتمام بالتوحيد أولا كما هو منهج الأنبياء والرسل عليهم السلام"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "غالب المسلمين اليوم لا يفقهون معنى لا إله إلا الله فهما جيدا"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "وجوب الاهتمام بالعقيدة لا يعني إهمال باقي الشرع من عبادات وسلوك ومعاملات وأخلاق"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "بيان عدم وضوح العقيدة الصحيحة ولوازمها في أذهان الكثيرين"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "الدعوة إلى العقيدة الصحيحة تحتاج إلى بذل جهد عظيم ومستمر"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "أساس التغيير هو منهج التصفية والتربية"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "من يشتغل بالعمل السياسي ومتى"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "الواجب على كل مسلم أن يطبق حكم الله في شئون حياته كلها فيما يستطيعه"
        }
    ]
}