{
    "b1877": [
        {
            "id": "2",
            "nass": "سلسلة مؤلفات سعيد بن علي بن وهف القحطاني ¶ كيفية دعوة أهل الكتاب إلى اللَّه تعالى ¶ في ضوء الكتاب والسنة ¶ تأليف الفقير إلى اللَّه تعالى ¶ د. سعيد بن علي بن وهف القحطاني",
            "page": null,
            "part": null,
            "seal": "230B7906"
        },
        {
            "id": "3",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ المقدمة ¶ إن الحمد للَّه، نحمده، ونستعينه، ونستغفره، ونعوذ باللَّه من شرور أنفسنا، ومن سيئات أعمالنا، من يهده اللَّه فلا مضل له، ومن يُضلل فلا هادي له، وأشهد أن لا إله إلا اللَّه وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى اللَّه عليه وعلى آله وأصحابه وسلم تسليماً كثيراً، أما بعد: ¶ فهذه رسالة مختصرة في ((كيفية دعوة أهل الكتاب إلى اللَّه تعالى)) بيّنت فيها الطرق المُثلَى في كيفية دعوتهم بالأساليب والوسائل المناسبة على حسب ما تقتضيه الحكمة في دعوته إلى اللَّه تعالى. ¶ واللَّه تعالى أسأل أن يجعل هذا العمل اليسير مباركاً، نافعاً، خالصاً لوجهه الكريم، وأن ينفعني به في حياتي وبعد مماتي، وأن ينفع به كل من انتهى إليه؛ فإنه تعالى خير مسؤول، وأكرم مأمول وهو حسبنا ونعم الوكيل. ¶ وصلى اللَّه وسلم وبارك على عبده ورسوله نبينا محمد بن عبد اللَّه وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين. ¶ المؤلف ¶ حرر ضحى يوم الخميس 25/ 2/1425هـ‍",
            "page": "3",
            "part": "1",
            "seal": "465A011E"
        },
        {
            "id": "4",
            "nass": "تمهيد: ¶ إن من حكمة القول في دعوة أهل الكتاب إلى اللَّه - تعالى - أن يُجَادَلُوا بالتي هي أحسن، بحسن خلق ولُطْفٍ ولين كلام، ودعوة إلى الحق، وتحسينه بالأدلة العقلية والنقلية، ورد الباطل بأقرب طريق وأنسب عبارة، وأن لا يكون القصد من ذلك مجرد المجادلة والمغالبة وحب العلو، بل لابد أن يكون القصد بيان الحق، وهداية الخلق، كما قال - عز وجل - (¬1)، {وَلا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ} (¬2)، وقال - عز وجل -: {قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْاْ إِلَى كَلَمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلاَّ نَعْبُدَ إِلاَّ اللَّهَ وَلاَ نُشْرِكَ بِهِ شَيْئًا وَلاَ يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ اللَّهِ فَإِن تَوَلَّوْاْ فَقُولُواْ اشْهَدُواْ بِأَنَّا مُسْلِمُونَ} (¬3). ¶ ونظير ذلك من الدعوة بالقول الحكيم قوله - عز وجل - لموسى وهارون: {اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى، فَقُولا لَهُ قَوْلا لَّيِّنًا لَّعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى} (¬4). ¶ ¬_________ ¶ (¬1) انظر: تفسير ابن كثير، 1/ 372، 3/ 416، وفتح القدير للشوكاني، 1/ 348، والسعدي، 1/ 389، 6/ 92، وأضواء البيان، 3/ 385. ¶ (¬2) سورة العنكبوت، الآية: 46. ¶ (¬3) سورة آل عمران، الآية: 64. ¶ (¬4) سورة طه، الآيتان: 43 - 44.",
            "page": "4",
            "part": "1",
            "seal": "EFFB4886"
        },
        {
            "id": "5",
            "nass": "ومن ذلك القول اللين كقوله تعالى لموسى: {اذْهَبْ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى، فَقُلْ هَل لَّكَ إِلَى أَن تَزَكَّى، وَأَهْدِيَكَ إِلَى رَبِّكَ فَتَخْشَى} (¬1). ¶ وقد كان النبي - صلى الله عليه وسلم - يستخدم القول الحكيم في دعوته إلى اللَّه - عز وجل - ومن ذلك ما روته عائشة - رضي الله عنها - قالت: دخل رهط من اليهود على رسول اللَّه - صلى الله عليه وسلم - فقالوا: السَّامُ (¬2) عليك. قالت عائشة: ففهمتها، فقلت: وعليكم السَّامُ واللعنة! قالت: فقال رسول اللَّه - صلى الله عليه وسلم -: ((مهلاً يا عائشة، إن اللَّه يحب الرّفق في الأمر كله)). فقلت: يا رسول اللَّه! أولم تسمع ما قالوا: قال رسول اللَّه - صلى الله عليه وسلم -: ((قد قلت: وعليكم)) (¬3). ¶ وكان - صلى الله عليه وسلم - يستخدم ذلك حتى في رسائله، ففي كتابه إلى هرقل: ¶ ((بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، من محمد رسول اللَّه، إلى هرقل عظيم الروم. ¶ سلام على من اتبع الهدى. أما بعد: ¶ فإني أدعوك بدعاية الإسلام، أسلم تسلم، وأسلم يؤتك اللَّه ¶ ¬_________ ¶ (¬1) سورة النازعات، الآيات: 17 - 19. ¶ (¬2) السام: الموت، وقيل: الموت العاجل، وقيل: تسأمون دينكم. انظر: الفتح، 11/ 42، 43، 10/ 135. ¶ (¬3) البخاري مع الفتح، كتاب الأدب، باب الرفق في الأمر كله، 10/ 449، (رقم 6024)، 11/ 42، ومسلم كتاب السلام، باب النهي عن ابتداء أهل الكتاب بالسلام وكيف الرد عليهم، 4/ 1706، (رقم 2165).",
            "page": "5",
            "part": "1",
            "seal": "65BC1CC2"
        },
        {
            "id": "6",
            "nass": "أجرك مرتين، فإن توليتَ فإن عليك إثم الأريسيين (¬1)، و {يَا أَهْلَ الْكِتَابِ تَعَالَوْاْ إِلَى كَلَمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلاَّ نَعْبُدَ إِلاَّ اللَّهَ} إلى قوله: {اشْهَدُواْ بِأَنَّا مُسْلِمُونَ} (¬2). ¶ وعلى أساس دعوة أهل الكتاب بالجدال بالتي هي أحسن القول الحكيم، فسأتحدث عن ذلك بإذن اللَّه - تعالى - في المباحث الآتية: ¶ المبحث الأول: حكمة القول مع اليهود. ¶ المبحث الثاني: حكمة القول مع النصارى. ¶ المبحث الثالث: البراهين على إثبات الرسالة المحمدية وعمومها. ¶ المبحث الأول: حكمة القول مع اليهود ¶ من حكمة القول مع اليهود في دعوتهم إلى اللَّه - عز وجل - أن يسلك معهم الداعية المسلم المسالك الآتية: ¶ المسلك الأول: الأدلة العقلية والنقلية على نسخ الإسلام لجميع الشرائع. ¶ ¬_________ ¶ (¬1) الأريسيين: أي إثم الفلاحين، والمعنى: فإن لم تدخل في الإسلام فإن عليك إثمك وإثمهم إذا لم يسلموا تقليداً لك. انظر: فتح الباري، 1/ 39. ¶ (¬2) البخاري مع الفتح واللفظ له، كتاب التفسير، باب: قل يا أهل الكتاب ... ، 8/ 215، (رقم 4553)، وكتاب بدء الوحي، باب حدثنا أبو اليمان الحكم بن نافع، 1/ 32، (رقم 7)، ومسلم في كتاب الجهاد، باب كتاب النبي - صلى الله عليه وسلم - إلى هرقل يدعوه إلى الإسلام، 3/ 1396، (رقم 1773).",
            "page": "6",
            "part": "1",
            "seal": "CD387F2F"
        },
        {
            "id": "7",
            "nass": "المسلك الثاني: الأدلة القطعية على وقوع التحريف والتبديل في التوراة. ¶ المسلك الثالث: إثبات اعتراف المنصفين من علماء اليهود. ¶ المسلك الرابع: الأدلة على ثبات رسالة عيسى ومحمد عليهما الصلاة والسلام. ¶ المسلك الأول: الأدلة العقلية والنقلية على نسخ (¬1) الإسلام لجميع الشرائع: ¶ دعوة الرسل - عليهم الصلاة والسلام - إلى توحيد اللَّه تعالى دعوة واحدة، فقد اتفقوا جميعاً على دعوة الناس إلى إفراد اللَّه بالعبادة، لا إله إلا هو، ولا ربّ سواهُ، قال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولاً أَنِ اعْبُدُواْ اللَّهَ وَاجْتَنِبُواْ الطَّاغُوتَ} (¬2)، {وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لا إِلَهَ إِلا أَنَاْ فَاعْبُدُونِ} (¬3). ¶ فأصل دين الأنبياء صلى اللَّه عليهم وسلم واحد، وهو التوحيد، وإن اختلفت فروع الشرائع (¬4)، ولهذا قال - صلى الله عليه وسلم -: ((أنا أولى الناس بعيسى ابن مريم في الدنيا والآخرة، والأنبياء إخوة لعلات (¬5)، ¶ ¬_________ ¶ (¬1) النسخ في اللغة: الإزالة، وفي الاصطلاح: رفع حكم شرعي بدليل شرعي متأخر عنه. انظر: تفسير ابن كثير، 1/ 150، ومناهل العرفان، 2/ 71. ¶ (¬2) سورة النحل، الآية: 36. ¶ (¬3) سورة الأنبياء، الآية: 25. ¶ (¬4) انظر: فتح الباري، 6/ 489. ¶ (¬5) أولاد العلات: الإخوة من أب وأمهاتهم شتى. (الضرائر). فتح الباري، 6/ 489.",
            "page": "7",
            "part": "1",
            "seal": "E4BEFF33"
        },
        {
            "id": "8",
            "nass": "أمهاتهم شتى ودينهم واحد، [وليس بيني وبين عيسى نبي])) (¬1). ¶ ثم ختم اللَّه - تعالى - الشرائع كلها بشريعة محمد - صلى الله عليه وسلم -، فأرسله اللَّه إلى جميع الثقلين: من إنس وجن، ونسخت شريعته جميع الشرائع السابقة، {وَمَن يَبْتَغِ غَيْرَ الإِسْلاَمِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ} (¬2). ¶ وقال - صلى الله عليه وسلم -: ((والذي نفس محمد بيده لا يسمع بي أحد من هذه الأمة: يهودي أو نصراني، ثم يموت ولم يؤمن بالذي أُرسلت به إلا كان من أصحاب النار)) (¬3). ¶ واللَّه - تعالى - حكيم عليم {لا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ} (¬4)، ولا غرابة في أن يرفع شرع بآخر مراعاة لمصلحة العباد عن علم سابق من علام الغيوب تبارك وتعالى، ولكن اليهود والنصارى (¬5) أنكروا نسخ الشريعة الإسلامية لجميع الشرائع ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، كتاب الأنبياء، باب قول الله - تعالى- {وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ ... }، 6/ 477 (رقم 3442)، ومسلم، كتاب الفضائل، باب فضائل عيسى - صلى الله عليه وسلم -، 4/ 1837، (رقم 2365)، وما بين المعقوفين من البخاري، 6/ 478، ومسلم، 4/ 1837. ¶ (¬2) سورة آل عمران، الآية: 85. ¶ (¬3) مسلم، كتاب الإيمان، باب وجوب الإيمان برسالة محمد - صلى الله عليه وسلم - إلى جميع الناس ونسخ الملل بملته، 1/ 134، (رقم 153). ¶ (¬4) سورة الأنبياء، الآية: 23. ¶ (¬5) لتداخل أقوال النصارى مع اليهود في النسخ، فسأذكر الرد عليهم جميعاً في هذا المسلك - إن شاء الله تعالى -.",
            "page": "8",
            "part": "1",
            "seal": "FA54610B"
        },
        {
            "id": "9",
            "nass": "السابقة (¬1)، فيكون الرد عليهم بالقول الحكيم كالآتي: ¶ أولاً: الأدلة العقلية: ¶ 1 - ليس هنالك محظور في النسخ عقلاً، وكل ما لم يترتب عليه محظور كان جائزاً عقلاً، فالنسخ جائز عقلاً. ¶ 2 - اللَّه - تعالى - يأمر بالشيء على قدر ما تقتضيه المصلحة، فقد يأمر بالشيء في وقت، وينهى عنه في وقت آخر؛ لأنه - سبحانه - أعلم بمصالح عباده، والطبيب الحكيم يأمر المريض بشرب الدواء، أو استعمال دواء خاص في بعض الأزمنة، وينهاه عنه في زمن آخر، بسبب اختلاف مصلحته عند اختلاف مزاجه، والملك الذي يُشفق على رعيته ينقلهم في بعض الأزمنة إلى نوع من السياسة غير النوع الأول، لما في ذلك من المصالح، وقد يسوس الوالد الحكيم ولده في وقت باللطف، وفي وقت آخر بالتأديب، ¶ ¬_________ ¶ (¬1) ثم افترق اليهود والنصارى إلى ثلاث طوائف: ¶ (أ) طائفة الشمعونية من اليهود، قالوا: النسخ ممتنع عقلاً وسمعاً، وعلى هذا القول إجماع النصارى المتأخرين. ¶ (ب) وطائفة العنانية من اليهود، قالوا: النسخ جائز عقلاً، لكنه لم يقع سمعاً فهو ممتنع. ¶ (ج) طائفة العيسوية من اليهود، قالوا: النسخ جائز عقلاً وواقع سمعاً، إلا أن الشريعة الإسلامية لم تنسخ ما قبلها من الشرائع، وإنما هي للعرب خاصة، وعلى هذا القول إجماع النصارى المتقدمين. انظر: مناهل العرفان للزرقاني، 1/ 82، 83.",
            "page": "9",
            "part": "1",
            "seal": "C4947F51"
        },
        {
            "id": "10",
            "nass": "على قدر ما يرى في ذلك من المصلحة (¬1)، واللَّه - عز وجل - { ... وَلَهُ الْمَثَلُ الأَعْلَى فِي السَّمَوَاتِ وَالأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ} (¬2)، وهو سبحانه لا يفعل شيئاً إلا لحكمة بالغة، فهو يُحيي ثم يُميت ثم يُحيي، وينقل الدولة من قوم أعزّة إلى قوم أذلّة، ومن قوم أذلة إلى أعزة، ويُعطي من شاء ما شاء، ويمنع من شاء (¬3) {لا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ} (¬4). ¶ 3 - يلزم من يقول بوقوع النسخ سمعاً وجوازه عقلاً أنهم ما داموا يجوزون أن يأمر الشارع عباده بأمر مؤقت ينتهي بانتهاء وقته، وقد وقع ذلك سمعاً فليجوزوا نسخ الشريعة الإسلامية للأديان السابقة (¬5). ¶ ثانياً: الأدلة النقلية السمعية، وهي نوعان: ¶ النوع الأول: ما تقوم به الحجة على منكري النسخ من اليهود والنصارى الذين لم يعترفوا برسالة محمد - صلى الله عليه وسلم -. ¶ ¬_________ ¶ (¬1) انظر: الداعي إلى الإسلام، لكمال الدين عبد الرحمن بن محمد الأنباري النحوي المتوفى سنة 577هـ، ص319، ومناهل العرفان للزرقاني، 2/ 83. ¶ (¬2) سورة الروم، الآية: 27. ¶ (¬3) انظر: الفصل في الملل والأهواء والنحل، 1/ 180. ¶ (¬4) سورة الأنبياء، الآية: 23. ¶ (¬5) انظر: مناهل العرفان، 2/ 86.",
            "page": "10",
            "part": "1",
            "seal": "06096285"
        },
        {
            "id": "11",
            "nass": "النوع الثاني: ما تقوم به الحجة على من آمن برسالة محمد - صلى الله عليه وسلم -، ولكنهم قالوا: إنها خاصة بالعرب (¬1). ¶ النوع الأول: تقوم الحجة على من أنكروا نبوة محمد - صلى الله عليه وسلم - مطلقاً بالأدلة الواردة في التوراة والإنجيل، والداعية المسلم إذ يُورد الأدلة من كتبهم لا يعتقد أن هذه النصوص كما أُنزلت، بل يحتمل أن تكون مما وقع عليه التحريف والتغيير؛ فإن اليهود والنصارى قد غيَّروا وبدَّلوا كثيراً من كتبهم، ولكن المسلم يقيم الحجة عليهم بما بين أيديهم من التوراة والإنجيل (¬2)، لا لثبوتها ولكن لإلزامهم بالتسليم، أو يعترفوا بالتحريف، ومن ذلك ما يلي: ¶ 1 - جاء في التوراة: إن اللَّه - تعالى - أمر آدم أن يزوج بناته من ¶ ¬_________ ¶ (¬1) انظر: درء تعارض العقل والنقل، لابن تيمية، 7/ 27. ¶ (¬2) تنقسم أخبار اليهود والنصارى إلى ثلاثة أقسام: ¶ (أ) ما علم صحته بنقله عن النبي - صلى الله عليه وسلم - نقلاً صحيحاً أو كان له شاهد صحيح من الشرع يؤيده، فهذا القسم صحيح مقبول. ¶ (ب) ما علم كذبه لكونه يناقض ما عرف من شريعة محمد - صلى الله عليه وسلم -، أو لا يتفق مع العقل الصحيح، وهذا القسم لا يصح قبوله ولا روايته. ¶ (ج) ما هو مسكوت عنه، وليس من النوع الأول ولا الثاني، وهذا القسم يتوقف عنه المسلم فلا يصدقه ولا يكذبه، ويجوز حكايته، لقوله - صلى الله عليه وسلم -: \"لا تصدقوا أهل الكتاب ولا تكذبوهم، وقولوا آمنا بالله وما أنزل ... \"، البخاري مع الفتح، 8/ 170، (رقم 4485)، 13/ 116، وقوله - صلى الله عليه وسلم -: \"حدثوا عن بني إسرائيل ولا حرج ... \" في البخاري مع الفتح، 6/ 496، (رقم 3461)، وانظر: التفسير والمفسرون للذهبي، 1/ 179.",
            "page": "11",
            "part": "1",
            "seal": "D9D8E2A2"
        },
        {
            "id": "12",
            "nass": "بنيه، وورد أنه كان يولد له في كل بطن من البطون ذكر وأنثى، فكان يزوج توأمة هذا للآخر، ويزوج توأمة الآخر لهذا، إقامة لاختلاف البطون مقام اختلاف الآباء والأمهات والأنساب، ثم حرَّم اللَّه ذلك بإجماع المتدينين من المسلمين واليهود والنصارى (¬1). ¶ 2 - جاء في السفر الأول من التوراة: إن اللَّه - تعالى - قال لنوح عند خروجه من السفينة: ((إني جعلت كل دابة مأكلاً لك ولذريتك، وأطلقت ذلك لكم كنبات العشب، ما خلا الدم فلا تأكلوه))، ثم اعترفوا بعد ذلك بأن اللَّه حرَّم كثيراً على أصحاب الشرائع، من ذلك الخنزير في شريعة موسى، وهذا عين النسخ (¬2). ¶ 3 - أمر اللَّه إبراهيم - صلى الله عليه وسلم - بذبح ولده، ثم نسخ هذا الحكم قبل العمل به، وقد أقرّ منكرو النسخ بذلك (¬3). ¶ 4 - الجمع بين الأختين كان مباحاً في شريعة يعقوب - صلى الله عليه وسلم -، ثم حُرِّم في شريعة موسى - صلى الله عليه وسلم - (¬4). ¶ 5 - أمر اللَّه - تعالى - من عَبَدَ العجلَ من بني إسرائيل أن ¶ ¬_________ ¶ (¬1) انظر: تفسير ابن كثير، 1/ 152، 383، ومناهل العرفان للزرقاني، 2/ 87، وإظهار الحق، لرحمة الله الهندي، 1/ 513. ¶ (¬2) انظر: تفسير ابن كثير، 1/ 152، 383، ومناهل العرفان، 2/ 87، وإظهار الحق، 1/ 515. ¶ (¬3) انظر: تفسير ابن كثير، 1/ 152، 383، ومناهل العرفان، 2/ 87، وإظهار الحق، 1/ 315. ¶ (¬4) انظر: الفصل في الملل والأهواء والنحل لابن حزم، 1/ 181، والداعي إلى الإسلام للأنباري، ص324، وابن كثير، 1/ 152، 383، ومناهل العرفان، 2/ 88، وإظهار الحق، 1/ 515.",
            "page": "12",
            "part": "1",
            "seal": "45D1FB39"
        },
        {
            "id": "13",
            "nass": "يقتتلوا، ثم أمرهم برفع السيف عنهم (¬1). ¶ وغير ذلك كثير. ¶ النوع الثاني: تقوم الحجة به على من آمن بنبوة محمد - صلى الله عليه وسلم - واعترف بها؛ ولكنه جعلها خاصة بالعرب دون غيرهم، فهؤلاء متى سلّموا واعترفوا برسالته - صلى الله عليه وسلم - وأنه صادقٌ فيما بلغه عن اللَّه - عز وجل - من الكتاب والسنة وجب عليهم الإيمان والتصديق بكل ما ثبت عنه، وما جاء به من عموم الرسالة، والنسخ الثابت بالكتاب والسنة (¬2)، ومن هذا النوع ما يأتي: ¶ 1 - قال تعالى: {مَا نَنسَخْ مِنْ آيَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مِّنْهَا أَوْ مِثْلِهَا أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلَىَ كُلِّ شَيْءٍ قَدِيرٌ * أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلاَ نَصِيرٍ} (¬3). ¶ 2 - وقال تعالى: {كُلُّ الطَّعَامِ كَانَ حِلاًّ لِّبَنِي إِسْرَائِيلَ إِلاَّ مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ مِن قَبْلِ أَن تُنَزَّلَ التَّوْرَاةُ قُلْ فَأْتُواْ بِالتَّوْرَاةِ فَاتْلُوهَا إِن كُنتُمْ صَادِقِينَ* فَمَنِ افْتَرَىَ عَلَى اللَّهِ الْكَذِبَ مِن بَعْدِ ذَلِكَ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ * قُلْ صَدَقَ اللَّهُ فَاتَّبِعُواْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا ¶ ¬_________ ¶ (¬1) ابن كثير، 1/ 152، ومناهل العرفان، 2/ 87، وانظر ذلك من القرآن في سورة البقرة، الآية: 54. ¶ (¬2) انظر: الجواب الصحيح لمن بدل دين المسيح لابن تيمية، 1/ 37، 1/ 31 - 176، ودرء تعارض العقل والنقل، 7/ 27. ¶ (¬3) سورة البقرة، الآيتان: 106 - 107.",
            "page": "13",
            "part": "1",
            "seal": "FF389116"
        },
        {
            "id": "14",
            "nass": "كَانَ مِنَ الْمُشْرِكِينَ} (¬1). ¶ 3 - وقال تعالى: {فَبِظُلْمٍ مِّنَ الَّذِينَ هَادُواْ حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَن سَبِيلِ اللَّهِ كَثِيرًا * وَأَخْذِهِمُ الرِّبَا وَقَدْ نُهُواْ عَنْهُ وَأَكْلِهِمْ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَأَعْتَدْنَا لِلْكَافِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا} (¬2). ¶ 4 - وقال سبحانه: {وَعَلَى الَّذِينَ هَادُواْ حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلاَّ مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَلِكَ جَزَيْنَاهُم بِبَغْيِهِمْ وِإِنَّا لَصَادِقُونَ} (¬3). ¶ 5 - وقال - عز وجل -: {وَإِذَا بَدَّلْنَا آيَةً مَّكَانَ آيَةٍ وَاللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُواْ إِنَّمَا أَنتَ مُفْتَرٍ بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ} (¬4). ¶ 6 - وقال جل وعلا: {لِكُلِّ أَجَلٍ كِتَابٌ، يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِندَهُ أُمُّ الْكِتَابِ} (¬5). ¶ 7 - إجماع سلف الأمة على أن النسخ وقع في الشريعة ¶ ¬_________ ¶ (¬1) سورة آل عمران، الآيات: 93 - 95. ¶ (¬2) سورة النساء، الآيتان: 160 - 161. ¶ (¬3) سورة الأنعام، الآية: 146. ¶ (¬4) سورة النحل، الآية: 101. ¶ (¬5) سورة الرعد، الآيتان: 38 - 39.",
            "page": "14",
            "part": "1",
            "seal": "85B86359"
        },
        {
            "id": "15",
            "nass": "الإسلامية، كما أن النسخ وقع بها لجميع الشرائع السابقة (¬1). ¶ وبهذه الأدلة العقلية والنقلية السمعية - التي دلت على جواز النسخ عقلاً ووقوعه (¬2) نقلاً وسمعاً - سقطت أقوال منكري النسخ وأقوال من أنكر عموم رسالة النبي - صلى الله عليه وسلم - (¬3)، وللَّه الحمد والمنة. ¶ المسلك الثاني: الأدلة القطعية على وقوع التحريف والتبديل في التوراة: ¶ من حكمة القول في دعوة اليهود إلى اللَّه - عز وجل - أن يبيَّن لهم بالجدال بالتي هي أحسن أن الكتب التي بأيديهم قد دخلها التحريف والتبديل والتغيير (¬4). ¶ واليهود والنصارى يُقرّون أن التوراة كانت طول مملكة بني إسرائيل عند الكاهن الأكبر الهاروني وحده، وتقرّ اليهود أن سبعين ¶ ¬_________ ¶ (¬1) تفسير البغوي، 3/ 22، 84، 1/ 326، وابن كثير، 1/ 151، 382، 585، 2/ 186، 520، 587، والشوكاني، 1/ 361، وإغاثة اللهفان لابن القيم، 2/ 321 - 328، والسعدي، 1/ 401، 4/ 116، 241، ومناهل العرفان، 2/ 89. ¶ (¬2) وهناك شبهات لمنكرين النسخ قد تضمن الرد عليها الأدلة السابقة، وانظر أيضاً الرد عليها في الفصل لابن حزم، 1/ 181 - 200، والداعي إلى الإسلام للأنباري، ص317 - 340، ومناهل العرفان، 2/ 93 - 104. ¶ (¬3) وستأتي الأدلة القطعية على إثبات رسالة محمد - صلى الله عليه وسلم - وشمولها - إن شاء الله تعالى -. ¶ (¬4) لاشك أنه يجب على كل مسلم الإيمان بكل كتاب أنزله الله، وبكل نبي أرسله، وهذا هو أصل دين المسلمين، فمن كفر بنبي واحد أو كتاب واحد فهو كافر حلال الدم عند المسلمين. انظر: الجواب الصحيح لمن بدل دين المسيح لشيخ الإسلام ابن تيمية، 1/ 33، ولكن الكلام الآن هو في بيان وقوع التحريف والتبديل في التوراة.",
            "page": "15",
            "part": "1",
            "seal": "FE3B5CEE"
        },
        {
            "id": "16",
            "nass": "كاهناً اجتمعوا على اتفاق من جميعهم على تبديل ثلاثة عشرة حرفاً من التوراة، وذلك بعد المسيح - صلى الله عليه وسلم - في عصر القياصرة الذين كانوا تحت قهرهم، ومن رضي بتبديل موضع واحد من كتاب اللَّه فلا يؤمن من تحريف غيره. ¶ واليهود تقر أيضاً أن السامرة حرفوا مواضع التوراة، وبدَّلوها تبديلاً ظاهراً، وزادوا ونقصُوا والسامرة تدَّعي على اليهود بأن التوراة التي بأيديهم محرّفة مبدّلة (¬1). ¶ والذي يحكم بين الجميع هو كلام اللَّه - عز وجل - المنزل على محمد - صلى الله عليه وسلم -، المهيمن على ما سبقه من الكتب المصدِّق لها، فقد سجل التحريف وأثبته على أهل الكتاب، ونسب إليهم أنواعاً من التحريف للتوراة، كالآتي: ¶ النوع الأول: إلباس الحق بالباطل: ¶ كان بنو إسرائيل يخلطون الحق بالباطل، بحيث لا يتميز الحق من الباطل، وقد سجل القرآن الكريم هذا الجرم عليهم، قال سبحانه: {يَا بَنِي إِسْرَائِيلَ اذْكُرُواْ نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُواْ بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ * وَآمِنُواْ بِمَا أَنزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ وَلاَ تَكُونُواْ أَوَّلَ كَافِرٍ بِهِ وَلاَ تَشْتَرُواْ بِآيَاتِي ثَمَنًا قَلِيلاً وَإِيَّايَ ¶ ¬_________ ¶ (¬1) انظر: الفصل لابن حزم، 1/ 102، 187، 197، والجواب الصحيح لمن بدل دين المسيح، 2/ 18، وهداية الحيارى في أجوبة اليهود والنصارى لابن القيم، ص581.",
            "page": "16",
            "part": "1",
            "seal": "860960EA"
        },
        {
            "id": "17",
            "nass": "فَاتَّقُونِ * وَلاَ تَلْبِسُواْ الْحَقَّ بِالْبَاطِلِ} الآية (¬1)، وقال سبحانه: {يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ} الآية (¬2). ¶ ومن أبلغ الصور وأقبحها في إلباس الحق ادعاء الكهنة والأحبار في التوراة التي بأيديهم أن هارون - صلى الله عليه وسلم - هو الذي جمع الذهب من بني إسرائيل واشترك معهم في صناعة العجل الذهبي، ووافقهم على عبادته من دون اللَّه – تعالى – وفي الوقت نفسه يبرئون السامري. ¶ فهارون - صلى الله عليه وسلم - الذي تحمل المشاق في سبيل إقرار فرعون بالتوحيد جعلوه داعية إلى الشرك والكفر، ولكن القرآن الكريم كان لهذه الدعوى بالمرصاد، فكذبهم، وبين حقيقة الأمر (¬3)، قال تعالى: {فَكَذَلِكَ أَلْقَى السَّامِرِيُّ، فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ فَقَالُوا هَذَا إِلَهُكُمْ وَإِلَهُ مُوسَى ... } إلى قوله تعالى: {وَلَقَدْ قَالَ لَهُمْ هَارُونُ مِن قَبْلُ يَا قَوْمِ إِنَّمَا فُتِنتُم بِهِ وَإِنَّ رَبَّكُمُ الرَّحْمَنُ فَاتَّبِعُونِي وَأَطِيعُوا أَمْرِي، قَالُوا لَن نَّبْرَحَ عَلَيْهِ عَاكِفِينَ حَتَّى يَرْجِعَ إِلَيْنَا مُوسَى ... } الآيات (¬4)، فهذا هو الصدق حقّاً، إنما عمل لهم العجل السامري، أما هارون فنهاهم ولكنهم عصوا وكادوا يقتلونه (¬5). ¶ ¬_________ ¶ (¬1) سورة البقرة، الآيات: 40 - 42. ¶ (¬2) سورة آل عمران، الآية: 71. ¶ (¬3) انظر: الفصل لابن حزم، 1/ 256، وهداية الحيارى لابن القيم، ص582. ¶ (¬4) انظر: سورة طه، الآيات: 87 - 91. ¶ (¬5) انظر: الفصل في الملل والأهواء والنحل لابن حزم، 1/ 456، وهداية الحيارى، ص582.",
            "page": "17",
            "part": "1",
            "seal": "B3415561"
        },
        {
            "id": "18",
            "nass": "النوع الثاني: كتمان الحق: ¶ لاشك أن اللَّه حق، ولا يقول إلا حقّاً، والتوراة التي أنزلت على موسى كلها حق؛ لأنها كلام اللَّه – تعالى – ولكن بني إسرائيل كانوا يكتمون الحق، قاصدين بذلك إخضاع كتاب اللَّه لأهوائهم وشهواتهم، فالآيات التي يرون فيها منفعة لهم عاجلة أو تكون في جانب حجتهم يقرونها، أما الآيات التي يرون أن فيها دليلاً عليهم فيكتمونها، ولهذا سجل اللَّه عليهم هذا الكتم في كتابه، فقال سبحانه: {يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنتُمْ تَعْلَمُونَ} (¬1). ¶ ومن أعظم ما كتمه أهل الكتاب هو ما وجدوه في كتبهم من صفات محمد - صلى الله عليه وسلم -، واختيار اللَّه له رسولاً إلى الناس أجمعين، وقد كانوا يعرفونه في كتبهم كما يعرفون أبناءهم، ولكنهم إذا سُئِلُوا عن ذلك كتموه (¬2)، قال تعالى: {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ وَإِنَّ فَرِيقًا مِّنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ} (¬3)، {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءهُمُ الَّذِينَ خَسِرُواْ أَنفُسَهُمْ فَهُمْ لاَ يُؤْمِنُونَ} (¬4). ¶ ¬_________ ¶ (¬1) سورة آل عمران، الآية: 71، وانظر: سورة البقرة، الآية: 42. ¶ (¬2) انظر: تفسير البغوي، 1/ 67، 162، 315، وابن كثير، 1/ 85، 95، 374. ¶ (¬3) سورة البقرة، الآية: 146. ¶ (¬4) سورة الأنعام، الآية: 20.",
            "page": "18",
            "part": "1",
            "seal": "401EF4D6"
        },
        {
            "id": "19",
            "nass": "وقد بيَّن - عز وجل - صفاته - صلى الله عليه وسلم - الكاملة في التوراة والإنجيل، فقال - عز وجل -: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُم بِآيَاتِنَا يُؤْمِنُونَ * الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِي التَّوْرَاةِ وَالإِنْجِيلِ يَأْمُرُهُم بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَآئِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالأَغْلاَلَ الَّتِي كَانَتْ عَلَيْهِمْ} (¬1). ¶ ومع هذه الأوصاف العظيمة التي كانوا يعرفونها مكتوبة عندهم، أنكروا نبوته - صلى الله عليه وسلم -، وكتموا ما علموه (¬2). ¶ النوع الثالث: إخفاء الحق: ¶ الإخفاء قريب من الكتمان (¬3)، وقد كان أهل الكتاب يخفون من أحكام التوراة الشيء الكثير، قال تعالى: {يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِّمَّا كُنتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُوا عَن كَثِيرٍ ¶ ¬_________ ¶ (¬1) سورة الأعراف، الآيتان: 156 - 157. ¶ (¬2) انظر الأمثلة من نصوص التوراة التي بينت صفات النبي - صلى الله عليه وسلم - واضحة جلية، ولكن اليهود كتموا ذلك، في: الملل والأهواء والنحل لابن حزم،1/ 201 - 329، والجواب الصحيح لمن بدل دين المسيح، 3/ 299 - 332، وهداية الحيارى لابن القيم، ص522 - 580، وإغاثة اللهفان لابن القيم، 2/ 351 - 363، وإظهار الحق لرحمة الله الهندي، 1/ 335 - 508. ¶ (¬3) انظر: هداية الحيارى لابن القيم، ص524، ويمكن أن يقال الفرق بين الكتمان والإخفاء: بأن الكتمان هو ما كتموه من أوصاف النبي وأمته حقداً وكراهة، والإخفاء هو إخفاء كل ما فيه خزي لهم ومخالفة، والله أعلم. انظر: التوراة دراسة وتحليل لمحمد شلبي، ص80.",
            "page": "19",
            "part": "1",
            "seal": "8B8FBFB9"
        },
        {
            "id": "20",
            "nass": "قَدْ جَاءَكُم مِّنَ اللَّهِ نُورٌ وَكِتَابٌ مُّبِينٌ} (¬1). ¶ ومن الأحكام التي أخفاها اليهود حكم رجم الزاني المحصن، فقد جاءوا إلى النبي - صلى الله عليه وسلم - برجل وامرأة قد زنيا، فقال لهم: ((كيف تفعلون بمن زنى منكم؟)). قالوا: نُحَمِّمهما ونضربهما. فقال: ((لا تجدون في التوراة الرجم؟)) فقالوا: لا نجد فيها شيئاً. فقال لهم عبد اللَّه بن سلام: كذبتم، فأتوا بالتوراة فاتلوها إن كنتم صادقين، فوضع مدراسها الذي يدرسها منكم كفه على آية الرجم، فطفق يقرأ ما دون يده وما وراءها، ولا يقرأ آية الرجم، فنزع يده (¬2) عن آية الرجم، فقال: ما هذه؟ فلما رأوا ذلك قالوا: هي آية الرجم، فأمر بهما رسول اللَّه - صلى الله عليه وسلم - فرجما ... الحديث (¬3). ¶ ولهذا قال سبحانه: {يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِن لَّمْ تُؤْتَوْهُ فَاحْذَرُواْ} إلى قوله: {وَكَيْفَ يُحَكِّمُونَكَ وَعِندَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللَّهِ ثُمَّ يَتَوَلَّوْنَ مِن بَعْدِ ذَلِكَ وَمَا أُوْلَئِكَ بِالْمُؤْمِنِينَ} (¬4)، وقال: {أَلَمْ تَرَ إِلَى الَّذِينَ أُوْتُواْ نَصِيبًا مِّنَ الْكِتَابِ يُدْعَوْنَ إِلَى كِتَابِ اللَّهِ ¶ ¬_________ ¶ (¬1) سورة المائدة، الآية: 15. ¶ (¬2) وفي رواية أخرى للبخاري: قال عبد الله بن سلام: ارفع يدك، فرفع يده، فإذا فيها آية الرجم. انظر: البخاري مع الفتح، 2/ 166. ¶ (¬3) البخاري مع الفتح، كتاب التفسير، سورة آل عمران، باب: {قُلْ فَأْتُواْ بِالتَّوْرَاةِ فَاتْلُوهَا إِن كُنتُمْ صَادِقِينَ}، 8/ 224، (رقم 4556)، 12/ 166، 13/ 516. ¶ (¬4) سورة المائدة، الآيات: 41 - 43.",
            "page": "20",
            "part": "1",
            "seal": "EFA39D72"
        },
        {
            "id": "21",
            "nass": "لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّى فَرِيقٌ مِّنْهُمْ وَهُم مُّعْرِضُونَ} (¬1). ¶ فأنكر سبحانه على أهل الكتاب المتمسكين فيما يزعمون بكتابيهم: التوراة والإنجيل، وإذا دعوا إلى التحاكم إلى ما فيهما من طاعة اللَّه فيما أمرهم به فيهما من اتباع محمد - صلى الله عليه وسلم - تولوا وهم معرضون عنهما، وهذا في غاية ما يكون من ذمهم (¬2). ¶ النوع الرابع: ليُّ اللسان: ¶ من أنواع تحريف اليهود للتوراة: ليُّ اللسان، فهم يلوون ألسنتهم ويعطفونها بالتحريف، ليلبسوا على السامع اللفظ المنزل بغيره، ويفلتون ألسنتهم حين يقرءون كلام اللَّه – تعالى – لإمالته عما أنزله اللَّه عليه إلى اللفظ الذي يريدونه (¬3)، قال تعالى: {وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُم بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِندِ اللَّهِ وَمَا هُوَ مِنْ عِندِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ} (¬4). ¶ ومن التحريف بليِّ اللسان ما كان يفعله اليهود مع رسول اللَّه - صلى الله عليه وسلم - بقولهم: {وَاسْمَعْ غَيْرَ مُسْمَعٍ} ويقصدون معنى: اسمع لا ¶ ¬_________ ¶ (¬1) سورة آل عمران، الآية: 23. ¶ (¬2) انظر: تفسير ابن كثير، 1/ 356، وأضواء البيان للشنقيطي، 2/ 57. ¶ (¬3) انظر: تفسير البغوي، 1/ 320، وابن كثير، 1/ 377، وهداية الحيارى، ص524، وفتح القدير للشوكاني، 1/ 354. ¶ (¬4) سورة آل عمران، الآية: 78.",
            "page": "21",
            "part": "1",
            "seal": "CBCE3C54"
        },
        {
            "id": "22",
            "nass": "سمعت، أي: يدعون على النبي - صلى الله عليه وسلم - وقد كان المسلمون يقولون للنبي - صلى الله عليه وسلم - راعنا، من المراعاة، والمعنى فَرِّغ سمعك لكل منا، فلما سمع اليهود هذه اللفظة اغتنموا الفرصة في التحريف، لأن معناها عندهم السبّ والطعن بمعنى: يا أحمق (¬1)، ولكن اللَّه - عز وجل - كشف سترهم، فقال: {مِّنَ الَّذِينَ هَادُواْ يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ وَلَوْ أَنَّهُمْ قَالُواْ سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانظُرْنَا لَكَانَ خَيْرًا لَّهُمْ وَأَقْوَمَ وَلَكِن لَّعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلاً} (¬2). ¶ ونهى اللَّه المؤمنين عن صفات اليهود فقال: {يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَقُولُواْ رَاعِنَا وَقُولُواْ انظُرْنَا وَاسْمَعُوا ْوَلِلكَافِرِينَ عَذَابٌ أَلِيمٌ} (¬3). ¶ النوع الخامس: تحريف الكلام عن مواضعه: ¶ أثبت اللَّه - عز وجل - على أهل الكتاب هذا النوع من التحريف، فقال - عز وجل -: {مِّنَ الَّذِينَ هَادُواْ يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ ... } (¬4)، {فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ لَعنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَن ¶ ¬_________ ¶ (¬1) انظر: تفسير البغوي،1/ 102، 438، وابن كثير، 1/ 149، 508، وفتح القدير للشوكاني، 1/ 124، 474. ¶ (¬2) سورة النساء، الآية: 46. ¶ (¬3) سورة البقرة، الآية: 104. ¶ (¬4) سورة النساء، الآية: 46.",
            "page": "22",
            "part": "1",
            "seal": "0F601EF4"
        },
        {
            "id": "23",
            "nass": "مَّوَاضِعِهِ وَنَسُواْ حَظًّا مِّمَّا ذُكِّرُواْ بِهِ ... } (¬1)، وقال - عز وجل -: {وَمِنَ الَّذِينَ هِادُواْ سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ يُحَرِّفُونَ الْكَلِمَ مِن بَعْدِ مَوَاضِعِهِ ... } (¬2). ¶ وهذا النوع من التحريف له أربع صور كالآتي: ¶ 1 - تحريف التبديل: وهو وضع كلمة مكان كلمة، أو جملة مكان جملة. ¶ 2 - تحريف بالزيادة: ويكون بزيادة كلمة أو جملة. ¶ 3 - تحريف بالنقص: وهو إسقاط كلمة، أو جملة من الكلام المنزل على موسى - صلى الله عليه وسلم -. ¶ 4 - تحريف المعنى: تبقى الكلمة أو الجملة كما هي، ولكنهم يجعلونها محتملة لمعنيين، ثم يختارون المعنى الذي يتّفق مع أهوائهم وأغراضهم (¬3). ¶ وهذه الصور لها أمثلة كثيرة من التوراة لا يتسع المقام لذكرها (¬4). ¶ ¬_________ ¶ (¬1) سورة المائدة، الآية: 13. ¶ (¬2) سورة المائدة، الآية: 41. ¶ (¬3) انظر: تفسير ابن كثير، 1/ 377، وإغاثة اللهفان لابن القيم، 2/ 360، 361، وإظهار الحق لرحمة الله الهندي، 1/ 337 - 508، والتوراة: دراسة وتحليل، للدكتور/ محمد شلبي شتيوي، ص83. ¶ (¬4) انظر: الأمثلة على تحريف التبديل في الفصل لابن حزم، 1/ 207 - 244، وإغاثة اللهفان 2/ 342 - 344، وهداية الحيارى، ص582، والمناظرة الكبرى، ص465 - 475، والأمثلة على تحريف الزيادة في: إظهار الحق، 1/ 338 - 347، والتوراة دراسة وتحليل، ص90 - 94، وأمثلة النقص في: إظهار الحق، 1/ 414 - 456، والتوراة دراسة وتحليل، 95 - 98، وأمثلة التأويل في إغاثة اللهفان من مصائد الشيطان، 2/ 331، 332، 361 - 362، وهداية الحيارى، ص526 - 539.",
            "page": "23",
            "part": "1",
            "seal": "56569389"
        },
        {
            "id": "24",
            "nass": "وقد بيَّن اللَّه - عز وجل - أن أهل الكتاب يعلمون أن ما جاء به محمد - صلى الله عليه وسلم - هو الحق، لما يجدونه في كتبهم من نعته - صلى الله عليه وسلم - وأمته، وما شرفه اللَّه به من الشريعة الكاملة (¬1)، قال سبحانه: {وَإِنَّ الَّذِينَ أُوْتُواْ الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ} (¬2)، {يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنتُمْ تَعْلَمُونَ} (¬3). ¶ ومن رحمة اللَّه - تعالى - بهم وكرمه أنه عندما ذكر ما فعلوه من العظائم دعاهم إلى التوبة، فقال تعالى: {يَا أَيُّهَا الَّذِينَ أُوتُواْ الْكِتَابَ آمِنُواْ بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُم مِّن قَبْلِ أَن نَّطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ وَكَانَ أَمْرُ اللَّهِ مَفْعُولاً} (¬4)، فلو آمنوا باللَّه وملائكته وجميع كتبه ورسله لكفَّر عنهم ¶ ¬_________ ¶ (¬1) تفسير ابن كثير، 1/ 194. ¶ (¬2) سورة البقرة، الآية: 144. ¶ (¬3) سورة آل عمران، الآية: 71، وانظر: آل عمران، الآيتان: 98 - 99. ¶ (¬4) سورة النساء، الآية: 47.",
            "page": "24",
            "part": "1",
            "seal": "202D31D2"
        },
        {
            "id": "25",
            "nass": "سيئاتهم وأدخلهم الجنة (¬1)، قال تعالى: {وَلَوْ أَنَّ أَهْلَ الْكِتَابِ آمَنُواْ وَاتَّقَوْاْ لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ وَلأدْخَلْنَاهُمْ جَنَّاتِ النَّعِيمِ، وَلَوْ أَنَّهُمْ أَقَامُواْ التَّوْرَاةَ وَالإِنجِيلَ وَمَا أُنزِلَ إِلَيهِم مِّن رَّبِّهِمْ لأكَلُواْ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم مِّنْهُمْ أُمَّةٌ مُّقْتَصِدَةٌ وَكَثِيرٌ مِّنْهُمْ سَاءَ مَا يَعْمَلُونَ} (¬2)، {وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَّهُم مِّنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ} (¬3). ¶ المسلك الثالث: إثبات اعتراف المنصفين من علماء اليهود: ¶ لاشك أن من حكمة القول مع أهل الكتاب في دعوتهم إلى اللَّه - عز وجل - الاستشهاد عليهم بشهادة علماء أهل الكتاب المنصفين، الذين وفقهم اللَّه - تعالى - وقبلوا الحق، وبيّنوه ولم يكتموه، وهذا من باب قوله تعالى: {وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَا} (¬4). ¶ وأذكر على سبيل المثال من هؤلاء العلماء الذين يعترف اليهود بأنهم كانوا منهم فأقروا بالإسلام وأنه الدين الحق ما يلي: ¶ 1 - عبد اللَّه بن سلام رضي اللَّه عنه وأرضاه: ¶ لو لم يسلم من اليهود في زمن النبي - صلى الله عليه وسلم - إلا سيد اليهود على الإطلاق وابن سيدهم، وعالمهم وابن عالمهم، وخيرهم وابن ¶ ¬_________ ¶ (¬1) انظر: تفسير السعدي، 2/ 319. ¶ (¬2) سورة المائدة، الآيتان: 65 - 66. ¶ (¬3) سورة آل عمران، الآية: 110. ¶ (¬4) سورة يوسف، الآية: 26.",
            "page": "25",
            "part": "1",
            "seal": "ABC23C4F"
        },
        {
            "id": "26",
            "nass": "خيرهم، باعترافهم وشهادتهم، لكان في مقابلة كل يهودي على وجه الأرض، فكيف وقد تابعه من الأحبار والرُّهبان من لا يُحصي عددهم إلا اللَّه (¬1). ¶ وقد آمن هذا الرجل باللَّه وبرسوله - صلى الله عليه وسلم -، فعن أنس - رضي الله عنه - قال: بلغ عبد اللَّه بن سلام مقدم النبي - صلى الله عليه وسلم - المدينة فأتاه فقال: إني سائلك عن ثلاث لا يعلمهن إلا نبيٌّ، قال: ما أول أشراط الساعة؟ وما أول طعام يأكله أهل الجنة، وما بال الولد ينزع إلى أبيه أو إلى أمه؟ فقال رسول اللَّه - صلى الله عليه وسلم -: ((خبَّرني بهنَّ آنفاً جبريلُ)) قال ابن سلام: ذاك عدو اليهود من الملائكة، فقال رسول اللَّه - صلى الله عليه وسلم -: ((أما أول أشرط الساعة فنار تحشر الناس من المشرق إلى المغرب، وأما أول طعام يأكله أهل الجنة فزيت كبد الحوت، وأما الشبه في الولد فإن الرجل إذا غشي المرأة فسبقها ماؤه كان الشبه له، وإذا سبق ماؤها كان الشبه لها))، [قال: أشهد أن لا إله إلا اللَّه، وأنك رسول اللَّه] قال: يا رسول اللَّه، إن اليهود قوم بُهْتٌ، إن علموا بإسلامي قبل أن تسألهم بَهَتُوني عندك، فادعهم [فاسألهم عني قبل أن يعلموا بإسلامي]، [فأرسل نبي اللَّه - صلى الله عليه وسلم - فأقبلوا]، فدخلوا عليه فقال لهم رسول اللَّه - صلى الله عليه وسلم -: ((يا معشر اليهود، ويلكم اتقوا اللَّه، فواللَّه الذي لا إله إلا هو إنكم لتعلمون أني رسول اللَّه حقاً، وأني جئتكم بحق، فأسلِمُوا))، قالوا: ما ¶ ¬_________ ¶ (¬1) انظر: هداية الحيارى في أجوبة اليهود والنصارى، ص514، 525.",
            "page": "26",
            "part": "1",
            "seal": "8657F71E"
        },
        {
            "id": "27",
            "nass": "نعلمه – قالوا للنبي - صلى الله عليه وسلم -، قالها ثلاث مراراً – فقال رسول اللَّه - صلى الله عليه وسلم -: ((فأي رجل فيكم عبد اللَّه بن سلام؟)) قالوا: ذاك سيدنا وابن سيدنا، وأعلمنا وابن أعلمنا، وأخبرنا وابن أخبرنا، [خيرنا وابن خيرنا، وأفضلنا وابن أفضلنا]، قال: ((أفرأيتم إن أسلم؟)) قالوا: أعاذه اللَّه من ذلك، حاشا للَّه ما كان ليسلم، قال: ((أفرأيتم إن أسلم؟)) قالوا: حاشا للَّه ما كان ليسلم، قال: ((أفرأيتم إن أسلم؟)) قالوا: حاشا للَّه ما كان ليسلم، قال: ((يا ابن سلام اخرج عليهم))، [فخرج عليهم عبد اللَّه فقال: أشهد أن لا إله إلا اللَّه وأشهد أن محمداً رسول اللَّه]، [معشر اليهود، اتقوا اللَّه، فواللَّه الذي لا إله إلا هو إنكم لتعلمون أنه رسول اللَّه، وأنه جاء بحق، فقالوا: كذبت]، [شرُّنا وابن شرِّنا، ووقعوا فيه]، [فأخرجهم رسولُ اللَّه - صلى الله عليه وسلم -] (¬1). ¶ وعن عبد اللَّه بن سلام - رضي الله عنه - قال: لما قدم النبي - صلى الله عليه وسلم - المدينة انجفل الناس قبله، وقيل قدم رسول اللَّه - صلى الله عليه وسلم -، قدم رسول اللَّه - صلى الله عليه وسلم -، قدم رسول اللَّه - صلى الله عليه وسلم - ثلاثاً، فجئت في الناس لأنظر، فلما تبيّنت وجهه عرفت أن وجهه ليس بوجه كذّاب، فكان أول شيء سمعته تكلم به ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، كتاب الأنبياء، باب خلق آدم وذريته، 6/ 362، (رقم 3329)، ومناقب الأنصار، باب هجرة النبي - صلى الله عليه وسلم - وأصحابه إلى المدينة، 7/ 250، (رقم 3911)، وباب حدثني حامد بن عمر، عن بشر بن المفضل 7/ 272 (رقم 3938)، وكتاب التفسير، سورة البقرة، باب قوله: {مَن كَانَ عَدُوًّا لِّجِبْرِيلَ}. 8/ 165، (رقم 4480)، وألفاظ الحديث من المواضع الأربعة، وانظر: البداية والنهاية، 3/ 210.",
            "page": "27",
            "part": "1",
            "seal": "CC9C1651"
        },
        {
            "id": "28",
            "nass": "أن قال: ((يا أيها الناس، أفشُوا السلام، وأطعِمُوا الطعامَ، وصِلُوا الأرحامَ، وصلُّوا بالليلِ والناسُ نيامٌ، تدخُلُوا الجنّةَ بسلام)) (¬1). ¶ وقد أثنى اللَّه على هذا العالم الرباني، فعن سعد بن أبي وقاص قال: ما سمعت النبي - صلى الله عليه وسلم - يقول لأحد يمشي (¬2) على الأرض إنه من أهل الجنة إلا لعبد اللَّه بن سلام، قال: وفيه نزلت هذه الآية (¬3): {وَشَهِدَ شَاهِدٌ مِّن بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ} (¬4). ¶ 2 - زيد بن سعنة، أحد أحبار اليهود - رضي الله عنه -: ¶ قال - رضي الله عنه -: ما من علامات النبوة شيءٌ إلا وقد عرفتها في وجه رسول اللَّه - صلى الله عليه وسلم - حين نظرت إليه إلا اثنتين لم أخبرهما منه: يسبق حلمه جهله، ولا تزيده شدة الجهل عليه إلا حلماً، وقد اختبرتهما، فأشهدك يا عمر أني قد رضيت باللَّه ربّاً، وبالإسلام ديناً، وبمحمد ¶ ¬_________ ¶ (¬1) ابن ماجه في كتاب الأطعمة، باب إطعام الطعام، 2/ 1083، (رقم 3251) بلفظه، والترمذي في صفة القيامة، باب حدثنا محمد بن بشار، 4/ 652، (2485)، وأحمد في المسند، 4/ 451، وانظر: صحيح ابن ماجه، 2/ 222. ¶ (¬2) قد ثبت عنه - صلى الله عليه وسلم - أنه شهد لأناس كثير بالجنة، ومنهم العشرة المبشرون بالجنة، فقيل بأن سعد بن أبي وقاص - رضي الله عنه - يعني من الأحياء، لأن عبد الله بن سلام - رضي الله عنه - عاش بعد موتهم، ولم يتأخر معه من العشرة غير سعد وسعيد، ويؤخذ هذا من قول سعد - رضي الله عنه -: يمشي على الأرض. انظر: فتح الباري، 7/ 129، 130. ¶ (¬3) البخاري مع الفتح، كتاب مناقب الأنصار، باب مناقب عبد الله بن سلام، 7/ 128، (رقم (3812)، ومسلم، كتاب فضائل الصحابة، باب فضائل عبد الله بن سلام، 4/ 1930، (رقم 2483). ¶ (¬4) سورة الأحقاف، الآية: 10.",
            "page": "28",
            "part": "1",
            "seal": "C49B788A"
        },
        {
            "id": "29",
            "nass": "نبيّاً، وأشهدك أن شطر مالي - فإني أكثرها مالاً - صدقة على أمة محمد - صلى الله عليه وسلم -. قال عمر: أو على بعضهم، فإنك لا تسعهم. قلت: أو على بعضهم. فخرج عمر وزيد إلى رسول اللَّه - صلى الله عليه وسلم -، فقال زيد: أشهد أن لا إله إلا اللَّه وأشهد أن محمداً عبده ورسوله، وآمن به، وصدّقه، وبايعه، وشهد معه مشاهد كثيرة، ثم توفي في غزوة تبوك مُقبلاً غير مدبر (¬1)، رضي اللَّه عنه ورحمه. ¶ 3 - من أسلم عند الموت: ¶ أتى رسول اللَّه - صلى الله عليه وسلم - وأبو بكر وعمر على رجل من اليهود ناشر التوراة يقرؤها يُعزِّي بها نفسه على ابن له في الموت كأحسن الفتيان وأجمله، فقال رسول اللَّه - صلى الله عليه وسلم -: ((أنشدك بالذي أنزل التوراة، هل تجد في كتابك هذا صفتي ومخرجي))؟ فقال برأسه هكذا، أي: لا. فقال ابنه: إي والذي أنزل التوراة إنا لنجد في كتابنا صفتك ومخرجك، وأشهد أن لا إله إلا اللَّه وأنك رسول اللَّه. فقال: ((أقيموا اليهودي عن أخيكم))، ثم وليَ كفنه، وحنطهُ، وصلى عليه - صلى الله عليه وسلم - (¬2). ¶ هذه ثلاثة أمثلة لاعترافات أحبار اليهود بأن محمداً - صلى الله عليه وسلم - حقّاً، ¶ ¬_________ ¶ (¬1) ذكره الهيثمي في مجمع الزوائد، وعزاه إلى الطبراني، وقال: \"رجاله ثقات\"، 8/ 240، وتقدم تخريجه كاملاً مطولاً في مواقف النبي - صلى الله عليه وسلم - الفردية، والقصة هنا مختصرة، فارجع إليها في المجمع، 8/ 239، 240. ¶ (¬2) أحمد في المسند، 5/ 411، وقال ابن كثير: هذا حديث جيد قوي، له شواهد في الصحيح عن أنس - رضي الله عنه -، انظر: تفسير ابن كثير، 2/ 252، ومجمع الزوائد، 8/ 234.",
            "page": "29",
            "part": "1",
            "seal": "0E1A7E2C"
        },
        {
            "id": "30",
            "nass": "وأن صفته موجودة في التوراة، ويعرفه اليهود كما يعرفون أبناءهم {وَقُلِ الْحَقُّ مِن رَّبِّكُمْ فَمَن شَاءَ فَلْيُؤْمِن وَمَن شَاءَ فَلْيَكْفُرْ} (¬1). ¶ المسلك الرابع: الأدلة على إثبات رسالة عيسى ومحمد عليهما الصلاة والسلام: ¶ من حكمة القول مع اليهود في دعوتهم إلى اللَّه - تعالى - إثبات نبوة عيسى ومحمد عليهما الصلاة والسلام، وذلك بما ظهر على يديهما من المعجزات الباهرات، والآيات البينات الظاهرة التي لا يقدر أحد أن يأتي بمثلها، كالآتي: ¶ (أ) البراهين والبينات على صدق نبوة عيسى ابن مريم - صلى الله عليه وسلم -: ¶ ثبتت نبوة عيسى - صلى الله عليه وسلم - بما ظهر على يده من المعجزات الخارقة للعادات من: إحياء الموتى، وإخراجهم من قبورهم، وإبراء الأكمه، والأبرص، وخلق الطير من الطين بإذن اللَّه، والإخبار بالغيوب، وإنزال الطعام من السماء، وولادته من أم بغير أبٍ، وكلامه في المهد (¬2)، وغير ذلك من المعجزات (¬3). ¶ ومعجزات عيسى لم تكن دون معجزات موسى عليهما الصلاة والسلام، فكلا الرسولين اشتركا في المعجزات والآيات الظاهرة، فإن قيل: إن أحدهما قد تعلمها بحيلة، فالآخر يمكن أن يُقال ذلك ¶ ¬_________ ¶ (¬1) سورة الكهف، الآية: 29. ¶ (¬2) انظر الأدلة على هذه المعجزات في آل عمران، الآية 49، وسورة المائدة، الآية: 110، والآيتان: 114 - 115. ¶ (¬3) انظر: كتاب الداعي إلى الإسلام، للأنباري ص347، وإغاثة اللهفان لابن القيم، 2/ 347.",
            "page": "30",
            "part": "1",
            "seal": "CD09EFE9"
        },
        {
            "id": "31",
            "nass": "في حقه، وقد أخبرا جميعاً أن اللَّه – تعالى – هو الذي أجرى ذلك على أيديهما، وأنه ليس من صنعهما، فتكذيب أحدهما وتصديق الآخر تفريق بين المتماثلين، وليس هناك دليل على أن موسى - صلى الله عليه وسلم - تلقى المعجزات عن اللَّه – تعالى – إلا وهو يدلُّ على أن عيسى - صلى الله عليه وسلم - تلقاها عن اللَّه – تعالى – فإن أمكن القدح في معجزات عيسى أمكن القدح في معجزات موسى، وإن كان ذلك باطلاً فهذا باطل أيضاً (¬1)، ولا شك أنه لا يمكن القدح في شيء من ذلك أبداً. ¶ (ب) الحُججُ والبراهين على صدق نبوة محمد - صلى الله عليه وسلم -: ¶ ظهر على يده - صلى الله عليه وسلم - من الآيات والمعجزات الخارقة للعادات عند التحدي أكثر من سائر الأنبياء، والعهد بهذه المعجزات قريب، وناقلوها أصدق الخلق وأبرهم، ونقلها ثابت بالتواتر قرناً بعد قرن، وأعظمها مُعجزة: القرآن، لم يتغير ولم يتبدل منه شيء، بل كأنه منزل الآن، وما أخبر به يقع كل وقت على الوجه الذي أخبر به، كأنه يُشاهده عياناً، وقد عجز الأولون والآخرون على الإتيان بمثله {قُل لَّئِنِ اجْتَمَعَتِ الإِنسُ وَالْجِنُّ عَلَى أَن يَأْتُواْ بِمِثْلِ هَذَا الْقُرْآنِ لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا} (¬2). ¶ ولا يمكن ليهودي أن يؤمن بنبوة موسى - صلى الله عليه وسلم - إن لم يؤمن بنبوة ¶ ¬_________ ¶ (¬1) انظر: إغاثة اللهفان، 2/ 347. ¶ (¬2) سورة الإسراء، الآية: 88.",
            "page": "31",
            "part": "1",
            "seal": "BCC83148"
        },
        {
            "id": "32",
            "nass": "محمد - صلى الله عليه وسلم -، ولا يمكن لنصراني أن يقر بنبوة المسيح - صلى الله عليه وسلم - إلا بعد إقراره بنبوة محمد - صلى الله عليه وسلم -، لأن من كفر بنبوة نبي واحد فقد كفر بالأنبياء كلهم، ولم ينفعه إيمانه ببعضهم دون بعض، كما قال تعالى: {إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ أَن يُفَرِّقُواْ بَيْنَ اللَّهِ وَرُسُلِهِ وَيقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُواْ بَيْنَ ذَلِكَ سَبِيلاً، أُوْلَئِكَ هُمُ الْكَافِرُونَ حَقًّا وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُّهِينًا، وَالَّذِينَ آمَنُواْ بِاللَّهِ وَرُسُلِهِ وَلَمْ يُفَرِّقُواْ بَيْنَ أَحَدٍ مِّنْهُمْ أُوْلَئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا} (¬1). ¶ ولا ينفع أهل الكتاب شهادة المسلمين بنبوة موسى وعيسى عليهما الصلاة والسلام؛ لأن المسلمين آمنوا بهما على يد محمد - صلى الله عليه وسلم -، وكان إيمانهم بهما من الإيمان بمحمد - صلى الله عليه وسلم - وبما جاء به، فلولاه ما عرفنا نبوتهما، ولا سيما وليس بأيدي أهل الكتاب عن أنبيائهم ما يُوجب الإيمان بهم؛ فلولا القرآن ومحمد - صلى الله عليه وسلم - ما عرفنا شيئاً من آيات الأنبياء المتقدمين، فمحمد - صلى الله عليه وسلم - وكتابه هو الذي قرر نبوة موسى وعيسى، لا اليهود والنصارى، بل نفس ظهوره ومجيئه تصديقاً لنبوتهما؛ فإنهما أخبرا بظهوره، وبشّرا بظهوره: {وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِن بَعْدِي اسْمُهُ أَحْمَدُ} (¬2)، فلما بعث كان بعثه تصديقاً لهما، قال ¶ ¬_________ ¶ (¬1) سورة النساء، الآيات: 150 – 152. ¶ (¬2) سورة الصف، الآية: 6.",
            "page": "32",
            "part": "1",
            "seal": "1CBADEF5"
        },
        {
            "id": "33",
            "nass": "تعالى عن محمد - صلى الله عليه وسلم -: {بَلْ جَاءَ بِالْحَقِّ وَصَدَّقَ الْمُرْسَلِينَ} (¬1). ¶ فمجيئه تصديق لهما من جهتين: من جهة إخبارهم بمجيئه ومبعثه، ومن جهة إخباره بمثل ما أخبروا به وشهادته بنبوتهم، ولو كان كاذباً لم يصدق من قبله، كما يفعل أعداء الأنبياء (¬2). ¶ ومن أعظم الأدلة على صدقه - صلى الله عليه وسلم - أنه قال لليهود لما بهتوه: {فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ} (¬3)، ولم يجسر أحد منهم على ذلك – مع اجتماعهم على تكذيبه وعداوته – لما أخبرهم بحلول الموت بهم إن أجابوه إلى ذلك، فلولا معرفتهم بحاله في كتبهم، وصدقه فيما يخبرهم به لسألوا اللَّه الموت لأي الفريقين أكذب، منهم أو من المسلمين على وجه المباهلة (¬4)، ونظير ذلك قوله تعالى: {قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ للَّهِ مِن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ * وَلا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ} (¬5). ¶ ¬_________ ¶ (¬1) سورة الصافات، الآية: 37. ¶ (¬2) انظر: درء تعارض العقل والنقل، 5/ 78 - 83، ودقائق التفسير لابن تيمية، 3/ 34، وإغاثة اللهفان لابن القيم، 2/ 350، 351، وهداية الحيارى، ص635. ¶ (¬3) سورة البقرة، الآية: 94. ¶ (¬4) انظر: درء تعارض العقل والنقل لابن تيمية، 7/ 99، وتفسير ابن كثير، 1/ 128، 129، وتفسير السعدي، 1/ 114. ¶ (¬5) سورة الجمعة، الآيتان: 6 - 7.",
            "page": "33",
            "part": "1",
            "seal": "97DFBD89"
        },
        {
            "id": "34",
            "nass": "وغير ذلك من دلائل نبوته وصدقه (¬1) - صلى الله عليه وسلم -، التي سأذكرها – إن شاء اللَّه – في آخر مطلب من مطالب حكمة القول مع أهل الكتاب. ¶ ¬_________ ¶ (¬1) ومن دلائل نبوته - صلى الله عليه وسلم - في هذا الزمن ما نشر في صحيفة البلاد السعودية، في عددها رقم 9422، في 15/ 8/1410هـ‍، الموافق 12 مارس 1990م، ودخل في الإسلام بسبب ذلك أربع قرى نيجيرية، وهذا نص المنشور: ¶ ((لقي أحد الضالين والمستهزئين بالإسلام حتفه إثر تشكيكه في الإسلام والقرآن وإعلانه أمام جمع من الناس قائلاً: إن كان القرآن والإسلام حقاً فإني أسأل الله ألا أرجع إلى بيتي حياً. ¶ ويشاء الله أن يلقى هذا الكافر حتفه قبل أن يعود إلى منزله فعلاً! ¶ هذا وقد وقعت هذه الحادثة في قرية (بوب) في ولاية غونفولي بشمالي نجيريا وأسلم على إثرها أهل القرية وثلاث قرى مجاورة. ويقول شهود عيان رأوا الحادثة: إن المكذب ويدعى عمر غيمو وهو قس في كنيسة باتيسي بقرية بوب وقف خطيباً في الكنيسة وبدأ في التطاول على الإسلام والقرآن الكريم وردد العديد من الأكاذيب والأباطيل والافتراءات على الإسلام والقرآن الكريم. ثم قال في نهاية خطبته: (إن كان القرآن والدين الإسلامي حقاً فأسأل الرب ألا يرجعني إلى بيتي حياً). وخرج القس من الكنيسة وهو على ثقة تامة بأنه لن يصيبه شيء وسيصل إلى منزله في صحة وعافية، ليتخذ ذلك فيما بعد دليلاً يؤكد به للناس افتراءه وأكاذيبه. ويشاء الله - عز وجل - وعلى الرغم من أن الطريق إلى منزله لا توجد به أي أخطار تهدد حياة الإنسان، يشاء الله أن تتعثر قدماه وهو يعبر جدول ماء صغير وسقط فيه حتى مات وسارع إليه جماعة من المسيحيين في دهشة وذهول ونقلوه إلى المستشفى والتي رفضت استلامه لوفاته، فذهبوا به إلى مستشفى آخر وثالث وكان التأكيد أنه قد لاقى حتفه ليسقط في أيديهم لحدوث الوفاة بهذه البساطة ودون حدوث أي إصابة أو جرح. والأعجب من ذلك أن أحد المارة كان قد حاول في البداية إنقاذ هذا المستهزئ عند تعثره فلقي مصرعه ... تجدر الإشارة إلى أن هذا القس كان مسيحياً، ثم أسلم، وعاش فترة بين المسلمين يتعامل معهم ويتعاملون معه إلا أنه نكص على عقبيه وارتد عن الإسلام وأصبح حرباً على دين الله إلى أن لقي مصيره المحتوم)).",
            "page": "34",
            "part": "1",
            "seal": "2C848D1D"
        },
        {
            "id": "35",
            "nass": "المبحث الثاني: حكمة القول مع النصارى ¶ من حكمة القول مع النصارى في دعوتهم إلى اللَّه - تعالى - أن يسلك معهم الداعية المسلم المسالك الحكيمة الآتية: ¶ المسلك الأول: إبطال عقيدة التثليث وإثبات الوحدانية للَّه تعالى. ¶ المسلك الثاني: البراهين على إثبات بشرية عيسى وعبوديته للَّه تعالى. ¶ المسلك الثالث: البراهين على إبطال قضية الصلب والقتل. ¶ المسلك الرابع: البينات على إثبات وقوع النسخ والتحريف. ¶ المسلك الخامس: إثبات اعتراف المنصفين من علماء النصارى. ¶ المسلك الأول: إبطال عقيدة التثليث وإثبات الوحدانية للَّه تعالى: ¶ المقصود بالتثليث عند النصارى ثلاثة أشياء: الأب، والابن، ورُوحُ القدس. ¶ وقالوا: الأب هو الذات، والابن هو الكلمة، وروح القدس هو الحياة (¬1)، ويعبرون عن ذلك بأن اللَّه - تعالى عن كفرهم - ثلاثة ¶ ¬_________ ¶ (¬1) اختلف النصارى في تفسير هذا الكلام على أقوال: ¶ 1 - فكثير منهم يقول: الأب هو الوجود، والابن هو الكلمة، وروح القدس هو الحياة. ¶ 2 - ومنهم من يقول: الأب هو الوجود، والابن هو الكلمة، وروح القدس هو القدرة. ¶ 3 - وقيل: الأقانيم ثلاثة: جواد، حكيم، قادر، فقالوا: الجواد الأب، والحكيم الابن، والقادر: روح القدس. ¶ 4 - وقيل: الذات الأب، والنطق الابن، والحياة روح القدس. ¶ 5 - ومنهم من يعبر عن الكلمة بالعلم فيقول: موجود، حي، عالم، أو موجد، عالم، قادر. ¶ 6 - ومنهم من يقول: موجود، حي، حكيم. ¶ 7 - ومنهم من يقول: قائم بنفسه، حي، حكيم. ¶ كلهم متفقون على أن المتجسد في المسيح - على زعمهم - والحال فيه هو أقنوم الكلمة، وهو الذي يسمونه الابن دون الأب، - تعالى الله عن قولهم - انظر: الجواب الصحيح لمن بدل دين المسيح، 2/ 90، 94، والملل والنحل للشهرستاني، 1/ 222 - 228. ¶ وفرق النصارى الثلاث: الملكانية، والنسطورية، واليعقوبية متفقون على أن معبودهم ثلاثة، ولكنهم اختلفوا في فتسير الأقانيم الثلاثة، وفي الحلول والاتحاد. انظر: الجواب الصحيح، 2/ 95، والفصل لابن حزم، 1/ 110 - 112، وإظهار الحق، 1/ 576، والملل والنحل للشهرستاني، 1/ 221 - 228، والبداية والنهاية، 2/ 150، ودقائق التفسير، 3/ 30، وإغاثة اللهفان، 2/ 273. ¶ قال ابن حزم في الفصل، 1/ 112: ولولا أن الله وصف قولهم في كتابه ... لما انطلق لسان مؤمن بحكاية هذا القول العظيم الشنيع السمج السخيف، وتالله لولا أنا شاهدنا النصارى ما صدقنا أن في العالم عقلاً يسع هذا الجنون، ونعوذ بالله من الخذلان.",
            "page": "35",
            "part": "1",
            "seal": "5584BE6B"
        },
        {
            "id": "36",
            "nass": "أقانيم، والأقنوم في لغتهم هو الأصل (¬1)، والثلاثة أسماء إله واحد (¬2) في زعمهم الباطل عقلاً وشرعاً. ¶ والرّدُّ على عقيدة التثليث وإبطالها (¬3)، ودعوة أصحابها إلى اللَّه بالقول الحكيم يتلخص في الأمور الآتية: ¶ 1 - التوحيد دين الأنبياء - عليهم الصلاة والسلام - وأتباعهم: ¶ إن عقيدة التثليث لم تكن في أمةٍ من الأمم السابقة من عهد آدم ¶ ¬_________ ¶ (¬1) انظر: الجواب الصحيح، 2/ 100، 112، والداعي إلى الإسلام للأنباري، ص359، والفصل لابن حزم، 1/ 119. ¶ (¬2) انظر: الداعي إلى الإسلام، ص363، 364، والجواب الصحيح، 2/ 112. ¶ (¬3) انظر: اليهودية والمسيحية، للدكتور محمد ضياء الرحمن الأعظمي، ص411 - 439.",
            "page": "36",
            "part": "1",
            "seal": "24F7C194"
        },
        {
            "id": "37",
            "nass": "عليه الصلاة والسلام، إلى رفع عيسى - صلى الله عليه وسلم -. ¶ وعقيدة التوحيد هي دين الأنبياء وأتباعهم، كما أن كتب العهد القديم عند أهل الكتاب ناطقة بأن اللَّه واحد، أزليٌّ، أبديٌّ، حيٌّ لا يموت، قادر يفعل ما يشاء، ليس كمثله شيء، لا في الذات ولا في الصفات، وعبادة غير اللَّه حرام، وحرمتها مصرحة في مواضع شتى، وهذا الأمر لشهرته وكثرته في تلك الكتب غير محتاج إلى نقل الشواهد (¬1). ¶ 2 - النصارى تلقوا عقيدة التثليث عن أصحاب المجامع: ¶ إن المصادر النصرانية الموثوق فيها لا تملك سوى الإقرار بأن دعوة عيسى - صلى الله عليه وسلم - كانت توحيد اللَّه الخالص من الشرك، إلى بداية القرن الرابع الميلادي (¬2)، وذلك أن اللَّه - عز وجل - بعث عبده ورسوله عيسى ابن مريم إلى بني إسرائيل، فجدد لهم الدين، وصدق لما بين يديه من التوراة، وأحل لهم بعض الذي حُرّم عليهم، ودعاهم إلى عبادة اللَّه وحده، فعادوه وكذبوه، ورموه وأمه بالعظائم، وأرادوا قتله، فطهره اللَّه - تعالى - منهم، ورفعه إليه، ولم يصلوا إليه بسوء، وأقام اللَّه - تعالى - للمسيح أنصاراً دعوا إلى دينه وشريعته حتى ظهر دينه على من خالفه، ودخل فيه الملوك، واستقام الأمر على السداد ¶ ¬_________ ¶ (¬1) انظر: إظهار الحق، لرحمة الله الهندي، 1/ 543، 577. ¶ (¬2) انظر: إغاثة اللهفان لابن القيم، 2/ 270، وهداية الحيارى، ص622، والمناظرة بين الإسلام والنصرانية، ص164.",
            "page": "37",
            "part": "1",
            "seal": "EBB469FA"
        },
        {
            "id": "38",
            "nass": "بعده نحو ثلاثمائة سنة، ثم أخذ دين المسيح في التبديل والتغيير، ولم يبق بأيدي النصارى منه إلا بقايا: كالختان، والاغتسال من الجنابة، وتعظيم السبت، وتحريم الخنزير، وتحريم ما حرمته التوراة إلا ما أحلت لهم بنصها، ثم استحلوا الخنزير، وأحلوا السبت، وعوضوا منه يوم الأحد، وتركوا الختان، والاغتسال من الجنابة، وكان المسيح يصلي إلى بيت المقدس فصلوا إلى المشرق، وعظموا الصليب وعبدوه، وعندما أخذ دين المسيح - صلى الله عليه وسلم - في التغير والفساد اجتمعت النصارى عدة مجامع، ثم يفترقون على الاختلاف والتلاعن، ومن أهم هذه المجامع: مجمع نيقية عام 325م، فقد جمع الملك قسطنطين – باني القسطنطينية – ألفين وثمانية وأربعين أسقفاً (2048) من جميع بلدان العالم، وكانوا مختلفي الآراء والأديان، واتفق منهم ثلاثمائة وثمانية عشر أسقفاً (318) على أن المسيح ابن اللَّه – تعالى عن كفرهم – وأنه مساوٍ له في الجوهر، وأنه نزل من السماء وتجسد من روح القدس، وصار إنساناً، وحمل به، ثم ولد من مرين، وقُتِلَ وصُلِبَ، ودُفِنَ، وقام في اليوم الثالث، وصعد إلى السماء، وجلس عن يمين أبيه، وهو مستعد للمجيء مرة أخرى للقضاء بين الأموات والأحياء، وقالوا: نؤمن بروح القدس، وأجبر الملك الناس على هذه العقيدة التي أسسها هؤلاء الأساقفة. ¶ ثم عُقِدَ مجمع آخر عام 381م، وحضره مائة وخمسون أسقفاً (150)، وأجمعوا على أن روح القدس خالق غير مخلوق، وبهذا",
            "page": "38",
            "part": "1",
            "seal": "9B6B7268"
        },
        {
            "id": "39",
            "nass": "المجمع تم لهم التثليث، وقالوا: بأن الأب والابن وروح القدس ثلاثة أقانيم، وفرض ملوك النصارى هذه العقيدة على الناس. ¶ ثم عُقِدَ مجمع سنة 431م، وحضره نحو مائتي أسقف (200) وقرروا أن مريم ولدت إلهاً .. ! ¶ واستمرت المجامع تُعقد بعد ذلك، وأشهرها المجامع العشرة التي عُقِدَت على مر العصور، وكلهم يُكفِّر بعضهم بعضاً، ويلعن بعضهم بعضاً، فدينهم الذي ابتدعوا قائم على اللعنة (¬1). ¶ فثبت بهذا الاستعراض أن دين المسيح - صلى الله عليه وسلم - هو التوحيد إلى نهاية القرن الثالث الميلادي، وأن المجامع النصرانية هي التي فرضت عقيدة التثليث، وألزم الملوك الناس بذلك بالسيف والعطاء (¬2). ¶ فعُلِمَ قطعاً بأن عقيدة التثليث عقيدة وثنية مصدرها المجامع النصرانية، بدءاً بمجمع نقية سنة 325م، وهذا من أعظم ما يُردُّ به على النصارى، ولكن بالقول الحكيم، وبالرفق واللين، والجدال بالتي هي أحسن. ¶ ¬_________ ¶ (¬1) انظر: الجواب الصحيح لمن بدل دين المسيح، 1/ 115، 2/ 90 - 135، 3/ 22 - 45، وإغاثة اللهفان، 2/ 270 - 281، وهداية الحيارى، ص646 - 658، والبداية والنهاية لابن كثير، 2/ 150، 151، والمناظرة بين الإسلام والنصرانية، ص202 - 216. ¶ (¬2) انظر: الفصل في الملل والأهواء والنحل لابن حزم، 2/ 228.",
            "page": "39",
            "part": "1",
            "seal": "F716AA84"
        },
        {
            "id": "40",
            "nass": "3 - بطلان كون الثلاثة إله واحد: ¶ قال المثلثة: الأب، والابن، وروح القدس: الثلاثة أسماء إله واحد، ورب واحد، وخالق واحد، ومسمى واحد، لم يزل ولا يزال شيئاً حيّاً ناطقاً: أي الذات والنطق والحياة (¬1)، ويعبرون عن ذلك بأن اللَّه - تعالى عن كفرهم - ثلاثة أقانيم، وحينئذ يرد عليهم بالقول الحكيم بالآتي: ¶ أولاً: لم خصصتم الأقانيم الثلاثة؟ فإنه قد ثبت أنه: موجود، حي عليم، قادر، سميع، بصير، كريم، خالق، رازق ... ، فيلزمكم على قولكم هذا أن تُثبتوا أقنوماً رابعاً وهو القدرة، وخامساً وهو: السمع، وسادساً وهو: البصر، وسابعاً وهو: الكرم، وثامناً وهو: الخلق، وتاسعاً وهو: الكلام ... وسائر الصفات الثابتة، فإن أسماء اللَّه - تعالى - وصفاته متعددة كثيرة، ومنها تسعة وتسعون اسماً من أحصاها دخل الجنة (¬2). ¶ فإذا كانت أسماء اللَّه كثيرة فالاقتصار على ثلاثة أسماء أو ثلاث ¶ ¬_________ ¶ (¬1) فالذات عندهم: الأب الذي هو ابتداء الاثنين، والنطق: الابن الذي هو مولود منه كولادة النطق من العقل، والحياة: هي روح القدس، ثم يعبرون عن ذلك بأن الله - تعالى - ثلاثة أقانيم - تعالى الله عن ذلك - والأقنوم في لغتهم: هو الأصل. انظر: الجواب الصحيح 2/ 100، 112، والداعي إلى الإسلام ص359، والفصل لابن حزم، 1/ 119. ¶ (¬2) البخاري مع الفتح، كتاب الشروط، باب ما يجوز من الاشتراط والثنيا في الإقرار 5/ 354، (رقم 2736)، 11/ 214، ومسلم، كتاب الذكر، باب أسماء الله - تعالى - ... 4/ 2063، (رقم 2677).",
            "page": "40",
            "part": "1",
            "seal": "652816D9"
        },
        {
            "id": "41",
            "nass": "صفات باطل مردود (¬1). ¶ ثانياً: قولكم: الأبُ الذي هو ابتداء الاثنين، والابن النطق الذي هو مولود منه كولادة النطق من العقل: كلام باطل؛ لأن صفات الكمال لازمة لذات اللَّه - تعالى - أولاً وآخراً، فهو لم يزل ولا يزال حيّاً، عالماً، قادراً، فلم يَصِرْ حيّاً بعد أن لم يكن حيّاً، ولا عالماً بعد أن لم يكن عالماً!! ¶ ثالثاً: قولكم في النطق: إنه الابن، وإنه مولود من اللَّه - تعالى -: إن أردتم به أنه صفة لازمة له، فكذلك الحياة صفة لازمة له، فيكون روح القدس أيضاً ابناً ثانياً، وإن أردتم أنه حصل منه بعد أن لم يكن لزم أن يكون عالماً بعد أن لم يكن، وهذا مع كونه باطلاً وكفراً فيلزم مثله في الحياة، وأنه صار حيّاً بعد أن لم يكن حيّاً، تعالى اللَّه وتقدس عن ذلك!! ¶ رابعاً: إن تسمية حياة اللَّه: روح القدس، لم ينطق به شيء من كتب اللَّه المنزلة، فإطلاق روح القدس على حياة اللَّه من التبديل والتحريف للكلم عن مواضعه. ¶ خامساً: إنكم تدعون أن المتجسد بالمسيح هو الكلمة، الذي هو العلم، وهذا إن أردتم به نفس الذات العالمة الناطقة كان المسيح هو الأب، وهو الابن، وهو روح القدس، وهذا عندكم وعند جميع ¶ ¬_________ ¶ (¬1) انظر: الجواب الصحيح لمن بدل دين المسيح، 2/ 113.",
            "page": "41",
            "part": "1",
            "seal": "FB14CFBF"
        },
        {
            "id": "42",
            "nass": "الناس باطل. ¶ سادساً: العلم صفة، والصفة لا تَخلُق ولا تَرزُقُ، والمسيح نفسه ليس هو صفة قائمة بغيرها باتفاق العقلاء، وأيضاً هو عند المثلثة خالق للسماوات والأرض، فامتنع أن يكون المتحد به صفة، فإن الإله المعبود هو الإله الحي العليم القدير، وليس هو نفس الحياة ولا نفس العلم والكلام، فلو قال قائل: يا حياة اللَّه، أو يا علم اللَّه، أو يا كلام اللَّه اغفر لي وارحمني ... كان هذا باطلاً في صريح العقل، ولهذا لم يُجَوِّزْ أحد من أهل الأديان السماوية أن يقال للتوراة أو الإنجيل وغير ذلك من كلام اللَّه: اغفر لي وارحمني، وإنما يقال للإله المتكلم بهذا الكلام - وهو اللَّه وحده -: اغفر لي وارحمني. ¶ والمسيح عند المثلِّثة هو الإله الخالق الذي يقال له: اغفر لنا وارحمنا، فلو كان هو نفس علم اللَّه وكلامه لم يجز أن يكون إلهاً معبوداً، فكيف إذا لم يكن هو نفس علم اللَّه وكلامه، بل هو مخلوق بكلامه حيث قال: (كن)، فكان، فتبين بذلك أن كلمات اللَّه كثيرة لا نهاية لها، ومعلوم أن المسيح ليس هو كلمات كثيرة، بل غايته أن يكون كلمة واحدة، إذ هو المخلوق بكلمة من كلمات اللَّه - عز وجل - (¬1). ¶ سابعاً: مما لا يَشكُّ في صحته عاقل: أن عقيدة التثليث باطلة مردودة بصريح النقل وصحيح العقل، ومن المعلوم عند سائر أهل ¶ ¬_________ ¶ (¬1) انظر: الجواب الصحيح لمن بدل دين المسيح، 2/ 112 - 116، بتصرف.",
            "page": "42",
            "part": "1",
            "seal": "5955CF78"
        },
        {
            "id": "43",
            "nass": "الملل: أن اللَّه موجود، حي، عليم، متكلم، قدير لا تختص صفاته بثلاثة، ولا يعبر عن ثلاثة منها بعبارة لا تدل على ذلك، وهو: لفظ الأب، والابن، وروح القدس، فإن هذه الألفاظ لا تدل على ما فسروها به في لغة أحد من الأمم، ولا يوجد في كلام أحد من الأنبياء أنه عبر بهذه الألفاظ عما ذكروه من المعاني، بل ذلك مما ابتدعه النصارى، ولم يدل عليه شرع ولا عقل (¬1). ¶ فتبين أن جميع كتب الأنبياء - عليهم الصلاة والسلام - تُبْطِل مذهب النصارى، فهم بين أمرين: ¶ 1 - الإيمان بكلام الأنبياء وبطلان دينهم (عقيدة التثليث). ¶ 2 - تصحيح دينهم وتكذيب الأنبياء عليهم الصلاة والسلام (¬2). ¶ 4 - إبطال عقيدة التثليث بما في كتب النصارى: ¶ من الأدلة التي تُلزم أصحاب التثليث أن يبين لهم بالقول الحكيم ما في كتبهم التي يعترفون بها، فإن فيها ما يبطل قولهم وعقيدتهم في التثليث، ومن ذلك على سبيل المثال ما يلي: ¶ (أ) جاء في إنجيل يُوحنَّا: إن المسيح - صلى الله عليه وسلم - قال في دعائه: ((إن الحياة الدائمة إنما تجبُ للناس بأن يشهدوا أنك أنت اللَّه الواحد ¶ ¬_________ ¶ (¬1) انظر: الجواب الصحيح لمن بدل دين المسيح، 2/ 91. ¶ (¬2) انظر: المرجع السابق، 2/ 213.",
            "page": "43",
            "part": "1",
            "seal": "B16B3424"
        },
        {
            "id": "44",
            "nass": "الحق، وأنك أرسلت اليسوع المسيح)) (¬1). ¶ وهذه حقيقة شهادة أن لا إله إلا اللَّه، ولا معبود بحقٍّ سواه. ¶ (ب) وقال: ((إن اللَّه - عز وجل - ما أكل ولا يأكل، وما شرب ولا يشرب، ولم ينم ولا ينام، ولا ولد له ولا يلد ولا يولد، ولا رآه أحد ولا يراه أحد (¬2) إلا مات)) (¬3). ¶ وبهذا يظهر سر قوله تعالى: {مَّا الْمَسِيحُ ابْنُ مَرْيَمَ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلاَنِ الطَّعَامَ} (¬4). ¶ وغير ذلك من الأمثلة كثير لا يتسع المقام لذكرها (¬5). ¶ 5 - إبطال القرآن الكريم لعقيدة التثليث: ¶ القرآن الكريم هو الأصل في تصحيح العقائد، وما سبق من القول الحكيم مع النصارى إنما هو مخاطبتهم على قدر عقولهم بالأدلة العقلية، وبالواقع من تاريخهم، وما جاء في كتبهم، مما يبطل عقيدة التثليث، ويُثبتُ أن عقيدة التوحيد هي دين الأنبياء جميعاً ¶ ¬_________ ¶ (¬1) هداية الحيارى لابن القيم، ص620. ¶ (¬2) المقصود بنفي الرؤية هنا في الدنيا، أما في الآخرة فإن المؤمنين يرون ربهم في الجنة، وهو أعظم نعيم أهل الجنة - جعلنا الله منهم -. ¶ (¬3) انظر: هداية الحيارى، ص621. ¶ (¬4) سورة المائدة، الآية: 75. ¶ (¬5) انظر كثيراً من الأمثلة على ذلك في: هداية الحيارى، ص620 - 622، وإظهار الحق، 2/ 25 - 39.",
            "page": "44",
            "part": "1",
            "seal": "E7C9402A"
        },
        {
            "id": "45",
            "nass": "عليهم الصلاة والسلام. ¶ والقرآن الكريم – المحفوظ من اللَّه عن التبديل والتحريف – يتولى الرد على هذه القضية بأوجز عبارة وأوضحها، قال تعالى: {يَا أَهْلَ الْكِتَابِ لاَ تَغْلُواْ فِي دِينِكُمْ وَلاَ تَقُولُواْ عَلَى اللَّهِ إِلاَّ الْحَقِّ إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِّنْهُ فَآمِنُواْ بِاللَّهِ وَرُسُلِهِ وَلاَ تَقُولُواْ ثَلاَثَةٌ انتَهُواْ خَيْرًا لَّكُمْ إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ سُبْحَانَهُ أَن يَكُونَ لَهُ وَلَدٌ} (¬1)، {لَّقَدْ كَفَرَ الَّذِينَ قَآلُواْ إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ فَمَن يَمْلِكُ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ أَن يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَن فِي الأَرْضِ جَمِيعًا وَللَّهِ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا يَخْلُقُ مَا يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (¬2). ¶ وقال - عز وجل - مبيناً حقيقة عيسى: {لَقَدْ كَفَرَ الَّذِينَ قَالُواْ إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُواْ اللَّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَن يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ، لَّقَدْ كَفَرَ الَّذِينَ قَالُواْ إِنَّ اللَّهَ ثَالِثُ ثَلاَثَةٍ وَمَا مِنْ إِلَهٍ إِلاَّ إِلَهٌ وَاحِدٌ وَإِن لَّمْ يَنتَهُواْ عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُواْ مِنْهُمْ عَذَابٌ أَلِيمٌ، أَفَلاَ يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ وَاللَّهُ غَفُورٌ رَّحِيمٌ، مَّا الْمَسِيحُ ابْنُ مَرْيَمَ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلاَنِ الطَّعَامَ ¶ ¬_________ ¶ (¬1) سورة النساء، الآية: 171. ¶ (¬2) سورة المائدة، الآية: 17.",
            "page": "45",
            "part": "1",
            "seal": "6A767C34"
        },
        {
            "id": "46",
            "nass": "انظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الآيَاتِ ثُمَّ انظُرْ أَنَّى يُؤْفَكُونَ} (¬1). ¶ وأخبر اللَّه عن المسيح أنه لم يأمر الناس إلا بما أمره اللَّه به، فقال سبحانه: {وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنتَ قُلتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِن دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلاَ أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنتَ عَلاَّمُ الْغُيُوبِ* مَا قُلْتُ لَهُمْ إِلاَّ مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُواْ اللَّهَ رَبِّي وَرَبَّكُمْ وَكُنتُ عَلَيْهِمْ شَهِيدًا مَّا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنتَ أَنتَ الرَّقِيبَ عَلَيْهِمْ وَأَنتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} (¬2)، {وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا، لَقَدْ جِئْتُمْ شَيْئًا إِدًّا* تَكَادُ السَّمَوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا* أَن دَعَوْا لِلرَّحْمَنِ وَلَدًا* وَمَا يَنبَغِي لِلرَّحْمَنِ أَن يَتَّخِذَ وَلَدًا* إِن كُلُّ مَن فِي السَّمَوَاتِ وَالأَرْضِ إِلاّ آتِي الرَّحْمَنِ عَبْدًا} (¬3)، {وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُم بِأَفْوَاهِهِمْ يُضَاهِؤُونَ قَوْلَ الَّذِينَ كَفَرُواْ مِن قَبْلُ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ} (¬4)، فهل بعد هذا القول بيان؟ وهل بعد هذه الحجج من حجج؟ (¬5). ¶ ¬_________ ¶ (¬1) سورة المائدة، الآيات: 72 – 75. ¶ (¬2) سورة المائدة، الآيتان: 116 - 117. ¶ (¬3) سورة مريم، الآيات: 88 – 93. ¶ (¬4) سورة التوبة، الآية: 30. ¶ (¬5) انظر: الجواب الصحيح، 2/ 279 - 281، ودقائق التفسير، 3/ 28، 29.",
            "page": "46",
            "part": "1",
            "seal": "B0DB811D"
        },
        {
            "id": "47",
            "nass": "وأما قوله تعالى: {وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِّنْهُ} (¬1)، فقد بينها اللَّه تعالى أعظم بيان وأكمله وأبلغه. ¶ (أ) فالكلمة التي ألقاها اللَّه إلى مريم هي: (كن)، فكان عيسى بـ ((كن))، وليس عيسى هو الكن، ولكن بالكن كان عيسى، فالكن من اللَّه قوله: (كن)، وليس الكن مخلوقاً (¬2)، قال تعالى: {إِذْ قَالَتِ الْمَلآئِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِي الدُّنْيَا وَالآخِرَةِ وَمِنَ الْمُقَرَّبِينَ* وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلاً وَمِنَ الصَّالِحِينَ* قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ قَالَ كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاء إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ} (¬3). ¶ ففي هذا الكلام وجوه تبين أنه مخلوق، وليس كما يقول النصارى، وذلك: ¶ 1 - قوله تعالى: {بِكَلِمَةٍ مِّنْهُ}، وهي نكرة في سياق الإثبات يقتضي أنه كلمة من كلمات اللَّه، وليس هو كلامه كله، كما يقول النصارى. ¶ 2 - ومنها أنه بيّن مراده بقوله: {بِكَلِمَةٍ مِّنْهُ}، وأنه مخلوق، ¶ ¬_________ ¶ (¬1) سورة النساء، الآية: 171. ¶ (¬2) فتاوى ابن تيمية، 20/ 493، ودقائق التفسير، 3/ 31، وتفسير ابن كثير، 1/ 591. ¶ (¬3) سورة آل عمران، الآيات: 45 – 47.",
            "page": "47",
            "part": "1",
            "seal": "8E96A0D1"
        },
        {
            "id": "48",
            "nass": "حيث قال: {كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاء إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ}، كما قال تعالى: {إِنَّ مَثَلَ عِيسَى عِندَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِن تُرَابٍ ثِمَّ قَالَ لَهُ كُن فَيَكُونُ} (¬1)، وقوله تعالى: {ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ، مَا كَانَ للَّهِ أَن يَتَّخِذَ مِن وَلَدٍ سُبْحَانَهُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ} (¬2). ¶ فهذه ثلاثة آيات في القرآن تبيّن أن اللَّه قال له: {كن}، وهذا تفسير كونه كلمة منه. ¶ 3 - وقال: اسمه المسيح عيسى ابن مريم. ¶ 4 - وأخبر أنه وجيه في الدنيا والآخرة. ¶ 5 - وأنه من المقربين. ¶ وهذه كلها صفة مخلوق، واللَّه – تعالى – وكلامه الذي هو صفته لا يقال فيه شيءٌ من ذلك. ¶ 6 - وقالت مريم: {أَنَّى يَكُونُ لِي وَلَدٌ}، فبيّن أن المسيح الذي هو الكلمة ولد مريم لا ولد اللَّه سبحانه وتعالى (¬3). ¶ (ب) أما الروح التي قال تعالى فيها: {وَرُوحٌ مِّنْهُ}، فلا يجب ¶ ¬_________ ¶ (¬1) سورة آل عمران، الآية: 59. ¶ (¬2) سورة مريم، الآيتان: 34 - 35. ¶ (¬3) انظر: الجواب الصحيح، 2/ 99 - 300، 2/ 140، 227.",
            "page": "48",
            "part": "1",
            "seal": "BBDDD5D3"
        },
        {
            "id": "49",
            "nass": "أن يكون منفصلاً من ذات اللَّه، كما قال تعالى: {وَسَخَّرَ لَكُم مَّا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ جَمِيعًا مِّنْهُ} (¬1)، {وَمَا بِكُم مِّن نِّعْمَةٍ فَمِنَ اللَّهِ} (¬2)، {مَّا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ} (¬3). ¶ فهذه الأشياء كلها من اللَّه وهي مخلوقة. ¶ وأبلغ من ذلك روح اللَّه التي أرسلها إلى مريم، وهي مخلوقة {فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا، قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَن مِنكَ إِن كُنتَ تَقِيًّا، قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لأَهَبَ لَكِ غُلامًا زَكِيًّا} (¬4)، {وَالَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِن رُّوحِنَا وَجَعَلْنَاهَا وَابْنَهَا آيَةً لِّلْعَالَمِينَ} (¬5)، وقال تعالى: {وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِن رُّوحِنَا} (¬6). ¶ فعُلِمَ بذلك أن الروح الذي أرسله اللَّه إلى مريم هو روح القدس، وهو الملك جبريل، - عليه السلام -، وهو مخلوق، وهو الذي خُلِقَ المسيح من نفخه ومن مريم، فإذا كان الأصل مخلوقاً فكيف الفرع الذي حصل به؟ ¶ ¬_________ ¶ (¬1) سورة الجاثية، الآية: 13. ¶ (¬2) سورة النحل، الآية: 53. ¶ (¬3) سورة النساء، الآية: 79. ¶ (¬4) سورة مريم، الآيات: 17 – 19. ¶ (¬5) سورة الأنبياء، الآية: 91. ¶ (¬6) سورة التحريم، الآية: 12.",
            "page": "49",
            "part": "1",
            "seal": "8EB2EC2D"
        },
        {
            "id": "50",
            "nass": "أما قوله عن المسيح: {وَرُوحٌ مِّنْهُ} فخص بذلك لأنه نفخ في أمه من الروح، فحملت به من ذلك النفخ، وذلك غير روحه التي يشاركه فيها سائر البشر، فامتاز بأن حملت به من نفخ الروح، فلهذا سمي روحاً منه (¬1). ¶ أما إضافة الروح إلى اللَّه في قوله: {فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا} فهي إضافة مخلوق إلى خالقه، كقوله تعالى: {نَاقَةَ اللَّهِ وَسُقْيَاهَا} (¬2)، {عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ} (¬3)، والمضاف إلى اللَّه – تعالى – نوعان: ¶ (أ) إن كان صفة مضافة إلى اللَّه لم تقم بمخلوق: كعلم اللَّه، وقدرة اللَّه، والقرآن كلام اللَّه، وحياة اللَّه، كان صفة للَّه تعالى. ¶ (ب) وإن كان المضاف عيناً قائمة بنفسها أو صفة فيها، أو صفة لغير اللَّه: كالبيت، والناقة، والعبد، والروح كان مخلوقاً مضافاً إلى خالقه ومالكه. ¶ لكن هذه الإضافة (ناقة اللَّه)، (بيت اللَّه)، (عباد اللَّه)، (روح اللَّه)، إضافة مخلوق إلى خالقه تقتضي التشريف، وبهذا يتبين أنه لا يوجد ¶ ¬_________ ¶ (¬1) انظر: الجواب الصحيح، 2/ 127، 128، 133، 302، 303، ودقائق التفسير، 2/ 341، 3/ 32، والبغوي، 1/ 501، وابن كثير، 1/ 591، 4/ 395، وفتح القدير، 1/ 540. ¶ (¬2) سورة الشمس، الآية: 13. ¶ (¬3) سورة الإنسان، الآية: 6.",
            "page": "50",
            "part": "1",
            "seal": "8567005F"
        },
        {
            "id": "51",
            "nass": "للنصارى حجة إطلاقاً، فسقط قولهم بحمد اللَّه تعالى (¬1). ¶ المسلك الثاني: الأدلة والبراهين القاطعة على بشرية عيسى وعبوديته للَّه: ¶ ومن حكمة القول مع النصارى في دعوتهم إلى اللَّه أن يُبين لهم أن عيسى - صلى الله عليه وسلم - عبد اللَّه ورسوله، وكلمته ألقاها إلى مريم، وروح منه، خلقه - عز وجل -، وبيّن لعباده أنه مخلوق، وأن ذلك لا يُعجزه قال تعالى: {إِنَّ مَثَلَ عِيسَى عِندَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِن تُرَابٍ ثِمَّ قَالَ لَهُ كُن فَيَكُونُ، الْحَقُّ مِن رَّبِّكَ فَلاَ تَكُن مِّنَ الْمُمْتَرِينَ} (¬2). ¶ فقد خلق اللَّه - تعالى - هذا النوع على الأقسام الممكنة، ليبين عموم قدرته، فخلق آدم من غير ذكر ولا أنثى، وخلق زوجته حواء من ذكر بلا أنثى، كما قال تعالى: {وَخَلَقَ مِنْهَا زَوْجَهَا} (¬3)، وخلق عيسى من أنثى بلا ذكر، وكان خلق آدم وحواء أعجب من خلق المسيح؛ لأن حواء خلقت من ضلع آدم، وهذا أعجب من خلق المسيح في بطن مريم، وخلق آدم أعجب من هذا وهذا، وهو أصل خلق حواء، فلهذا شبهه اللَّه بخلق آدم الذي هو أعجب من خلق المسيح، فإذا كان سبحانه قادراً أن يخلقه من تراب، والتراب ليس ¶ ¬_________ ¶ (¬1) انظر: الجواب الصحيح، 2/ 115، 127، 128، 132، 138 - 140، 142، ودقائق التفسير، 2/ 343. ¶ (¬2) سورة آل عمران، الآيتان: 59 - 60. ¶ (¬3) سورة النساء، الآية: 1.",
            "page": "51",
            "part": "1",
            "seal": "FAC70206"
        },
        {
            "id": "52",
            "nass": "من جنس بدن الإنسان، أفلا يقدر أن يخلقه من امرأة هي من جنس بدن الإنسان؟ وهو - عز وجل - خلق آدم من تراب، ثم قال له: كن، فكان لما نفخ فيه من روحه، فكذلك المسيح نفخ فيه من روحه، وقال له: كن، فكان، ولم يكن آدم بما نفخ فيه من روحه لاهوتاً وناسوتاً، بل كله ناسوت، فكذلك المسيح كله ناسوت (¬1). ¶ وقد أمر اللَّه رسوله - صلى الله عليه وسلم - أن يُباهل النصارى على حقيقة عيسى - صلى الله عليه وسلم -، وأنه عبد اللَّه ورسوله، فقال تعالى: {فَمَنْ حَآجَّكَ فِيهِ مِن بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْاْ نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنفُسَنَا وأَنفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ} (¬2). ¶ وقد امتثل النبي - صلى الله عليه وسلم - قول اللَّه فدعاهم إلى المباهلة، فعرفوا أنهم إن باهلوه أنزل اللَّه عليهم لعنته، فأقروا بالجزية وهم صاغرون. ¶ وهذا كله يُبيّن أن عيسى عبد اللَّه ورسوله، وأنه مخلوق، ويُبيّن أنّ النصارى بامتناعهم عن المباهلة وعن الدخول في الإسلام كانوا ظالمين (¬3). ¶ وقد بيّن - عز وجل - حقيقة عيسى، ووصفه وأمه وصفاً كاملاً لا يدع ¶ ¬_________ ¶ (¬1) انظر: الجواب الصحيح لمن بدل دين المسيح، 2/ 294، ودقائق التفسير لابن تيمية، 2/ 334، وتفسير ابن كثير، 1/ 368. ¶ (¬2) سورة آل عمران، الآية: 61. ¶ (¬3) انظر: الجواب الصحيح، 2/ 295، ودقائق التفسير، 2/ 334، ودرء تعارض العقل والنقل، 1/ 198، وتفسير ابن كثير، 1/ 368.",
            "page": "52",
            "part": "1",
            "seal": "2FCE34B3"
        },
        {
            "id": "53",
            "nass": "مجالاً للشك، ويقطع كل شبهة ترد على بشرية عيسى وأمه، فقال - عز وجل -: {وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا ... } إلى قوله: {فَأَشَارَتْ إِلَيْهِ قَالُوا كَيْفَ نُكَلِّمُ مَن كَانَ فِي الْمَهْدِ صَبِيًّا* قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا* وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنتُ وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا* وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا} إلى قوله تعالى: {ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ* مَا كَانَ للَّهِ أَن يَتَّخِذَ مِن وَلَدٍ سُبْحَانَهُ ... } الآيات (¬1). ¶ وقال سبحانه: {إِنْ هُوَ إِلاّ عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلاً لِّبَنِي إِسْرَائِيلَ} (¬2). ¶ وهو - صلى الله عليه وسلم - عبد اللَّه ورسوله، وأحد أنبيائه ورسله الكرام، ويتصف بصفات البشر، ويأكل الطعام كما يأكله البشر (¬3): {مَّا الْمَسِيحُ ابْنُ مَرْيَمَ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلاَنِ الطَّعَامَ} (¬4). ¶ ¬_________ ¶ (¬1) سورة مريم، الآيات: 16 – 35. ¶ (¬2) سورة الزخرف، الآية: 59. ¶ (¬3) انظر تفسير ابن كثير، 2/ 82. ¶ (¬4) سورة المائدة، الآية: 75.",
            "page": "53",
            "part": "1",
            "seal": "4274D759"
        },
        {
            "id": "54",
            "nass": "وقد شهد رسول اللَّه - صلى الله عليه وسلم - بالجنة لمن شهد أن عيسى عبد اللَّه ورسوله، وكلمته ألقاها إلى مريم، وروح منه، فقال: ((من شهد أن لا إله إلا اللَّه وحده لا شريك له، وأن محمداً عبده ورسوله، وأن عيسى عبد اللَّه ورسوله وكلمته ألقاها إلى مريم روح منه، وأن الجنة حقٌّ، والنار حقٌّ، أدخله اللَّه الجنة على ما كان من العمل)) (¬1). ¶ وحذر - صلى الله عليه وسلم - عن الغلو، وبيّن أنه من أسباب تأليه النصارى لعيسى ابن مريم (¬2). ¶ وبهذه البراهين القطعية من الأدلة العقلية والنقلية يتضح لكل ذي لُبٍّ أن عيسى عبد اللَّه ورسوله، وابن أمته، وكلمته ألقاها إلى مريم، وروح منه، ومَنْ وصفه بغير ذلك من الصفات التي لم يصفه بها ربه وخالقه فقد خرج عن مقتضى العقل والنقل إلى الجنون أو الجحود والظلم: {لَّن يَسْتَنكِفَ الْمَسِيحُ أَن يَكُونَ عَبْداً للَّهِ وَلاَ الْمَلآئِكَةُ الْمُقَرَّبُونَ وَمَن يَسْتَنكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيهِ جَمِيعًا} (¬3)، {مَا كَانَ لِبَشَرٍ أَن يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ¶ ¬_________ ¶ (¬1) البخاري، كتاب الأنبياء، باب قوله تعالى: {يَا أَهْلَ الْكِتَابِ لاَ تَغْلُواْ فِي دِينِكُمْ}، 6/ 474، (رقم 3435)، ومسلم، في الإيمان، باب الدليل على أن من مات على التوحيد دخل الجنة قطعاً، 1/ 57، (رقم 28)، وانظر زيادة للحديث في البخاري مع الفتح، 6/ 474، ومسلم، 1/ 57. ¶ (¬2) انظر: البخاري مع الفتح، كتاب الأنبياء، باب قوله تعالى: {وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انتَبَذَتْ مِنْ أَهْلِهَا ... }، 6/ 478 (رقم 3445)، وكتاب الحدود، باب رجم الحبلى من الزنا إذا أحصنت، 12/ 144، (رقم 6830). ¶ (¬3) سورة النساء، الآية: 172.",
            "page": "54",
            "part": "1",
            "seal": "EA87F422"
        },
        {
            "id": "55",
            "nass": "ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادًا لِّي مِن دُونِ اللَّهِ وَلَكِن كُونُواْ رَبَّانِيِّينَ بِمَا كُنتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنتُمْ تَدْرُسُونَ* وَلاَ يَأْمُرَكُمْ أَن تَتَّخِذُواْ الْمَلاَئِكَةَ وَالنِّبِيِّيْنَ أَرْبَابًا أَيَأْمُرُكُم بِالْكُفْرِ بَعْدَ إِذْ أَنتُم مُّسْلِمُونَ} (¬1). ¶ المسلك الثالث: البراهين الدالة دلالة قطعية على إبطال قضية الصلب والقتل: ¶ زعم النصارى أن اليهود قتلوا عيسى - صلى الله عليه وسلم - وصلبوه وقُبِرَ، وقام في اليوم الثالث، وصعد إلى السماء (¬2)، وقد كذبهم اللَّه فيما زعموا، {وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِن شُبِّهَ لَهُمْ} (¬3). ¶ ومن الحكمة القولية في دعوتهم إلى اللَّه وإبطال مذهبهم أن يُردّ عليهم بالآتي: ¶ 1 - الأدلة العقلية: ¶ (أ) بما أنكم أجمعتم أيها النصارى على القول بالاتحاد والصلب والقتل (¬4)، فهل كان الاتحاد موجوداً في حالة الصلب والقتل أم لا؟ ¶ ¬_________ ¶ (¬1) سورة آل عمران، الآيتان: 79 - 80. ¶ (¬2) انظر: الجواب الصحيح، 2/ 116، والداعي إلى الإسلام للأنباري، ص377، وإغاثة اللهفان، 2/ 273، وهداية الحيارى، ص618. ¶ (¬3) سورة النساء، الآية: 157. ¶ (¬4) قالوا: إن الإله اتحد مع الإنسان فصار شيئاً واحداً: اتحاد الكلمة بجسد المسيح، ولا يسمون الكلمة التي هي العلم عندهم ابناً إلا بعد تدرعها بالمسيح، فالمسيح عندهم مع ما تدرع به: ابن ... انظر: الفصل لابن حزم، 1/ 117، والداعي إلى الإسلام، ص365، والملل للشهرستاني، 1/ 222، ودقائق التفسير، 2/ 346.",
            "page": "55",
            "part": "1",
            "seal": "8D11272D"
        },
        {
            "id": "56",
            "nass": "فإن قلتم كان موجوداً، لزمكم القول بأن ابن اللَّه القديم - في زعمكم - مات وصُلِبَ، لأن جواز القتل كجواز الموت والحركة والسكون والافتراق، وفيه جواز موت الأب والروح، وهذا لا يقولون به. ¶ فإن قالوا: إن الاتحاد بَطل، قيل لهم: فيجب ألا يكون المقتول مسيحاً؛ لأن الجسد عند انتقاضِ الاتحاد ليس بمسيح، فبطل قولكم بأن المسيح قُتِلَ وصلب. ¶ (ب) أنتم تزعمون أن المسيح قُتِلَ وصُلِب، والمسيح في عقيدتكم كان لاهوتاً وناسوتاً، فيلزم من ذلك إطلاق القول بقتل إلهكم، لأن المسيح عندكم إله مُطلق، ومن ضرورة ذلك إطلاق القول بقتل الإله وموته، وذلك مروق عن الدين (¬1). ¶ فإن قالوا: إنما قُتل الناسوتُ دن اللاهوت. قيل لهم: هذا باطل من وجهين: ¶ 1 - أن ناسوته لم يصلب وليس فيه لاهوتاً. ¶ 2 - ذكركم ذلك دعوى مُجردة، فيكفي في مقابلتها المنع (¬2). ¶ (ج) إذا كان عيسى ابن اللَّه - تعالى - قديم الروح بزعمكم فكيف قدر اليهود على أن يقتلوا ابن اللَّه، وهو إله عندكم، والإله لا يُقتل!! ¶ ¬_________ ¶ (¬1) انظر: الداعي إلى الإسلام، ص378. ¶ (¬2) انظر: الجواب الصحيح، 2/ 297، ودقائق التفسير، 2/ 336، وإغاثة اللهفان، 2/ 290.",
            "page": "56",
            "part": "1",
            "seal": "031674E3"
        },
        {
            "id": "57",
            "nass": "فإن قالوا: إنما قُتِلَ الهيكل دون الروح، قيل لهم: قد بطل الاتحاد الذي ادعيتموه، فكان يجب أن يمنع الروح واللاهوت عن القتل وإتلاف الهيكل والناسوت، فدل ذلك على أنه كان عبداً للَّه ورسولاً له، لا ابناً له (¬1). ¶ 2 - أخبار القتل والصلب مصدرها اليهود: ¶ من المعلوم يقيناً أن أخبار المسيح والصلب والقتل إنما تلقاها النصارى عن اليهود، وقد ثبت أنه لم يحضر أحد منهم، وإنما قال اليهود: قتلناه وصلبناه، وهم أعظم أعدائه الذين رموه وأمه بالعظائم، وأجمعت اليهود على أن عيسى - صلى الله عليه وسلم - لم يدَّع شيئاً من الإلهية التي نسبها إليه النصارى، فحينئذ يقال للنصارى: إن صدقتم اليهود في القتل والصلب فصدقوهم في أنه ليس بإله، بل هو عبد مخلوق! (¬2). ¶ ومن العجيب أن النصارى يُعظِّمون الصليب، وكان من مقتضى العقول أن يحرِّقوا كل صليب وجدوه، لأنه قد صُلِبَ عليه إلههم ومعبودهم بزعمهم .. فبأي وجه بعد هذا يستحق الصليب التعظيم (¬3). ¶ ¬_________ ¶ (¬1) انظر: الداعي إلى الإسلام للأنباري، ص378، والجواب الصحيح لمن بدل دين المسيح، 2/ 279 - 294. ¶ (¬2) انظر: هداية الحيارى، ص637 - 639، والجواب الصحيح، 2/ 283. ¶ (¬3) انظر: إغاثة اللهفان من مصائد الشيطان لابن القيم، 2/ 85، وهداية الحيارى، ص495، والفصل لابن حزم، 1/ 123 - 128.",
            "page": "57",
            "part": "1",
            "seal": "C08A7959"
        },
        {
            "id": "58",
            "nass": "3 - تناقض الأناجيل في قضية الصلب: ¶ وقع في قضية الصلب في الأناجيل المعتمدة عند النصارى أكثر من ثلاثين تناقضاً، وحينئذ يطبق على هذه التناقضات قاعدة: كل ما تسرب إليه الاحتمال سقط به الاستدلال (¬1). ¶ وهذا يدلُّ على أن كل ما تعلق بالصلب اشتبه أمره على النصارى، وغابت عنهم الحقيقة، فهم لا يزالون مختلفين، وبهذا يسقط قولهم؛ لأنهم لا علم لهم ولا دليل يعتمدون عليه (¬2). ¶ 4 - إبطال القرآن الكريم لقضية الصلب والقتل: ¶ أوضح اللَّه في القرآن الكريم أمر الصلب وبيّنه وجلاّهُ وأظهره، وأوضحه عنه رسوله - صلى الله عليه وسلم - المؤيد بالمعجزات والبينات والدلائل الواضحات، فقال تعالى: {وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِن شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُواْ فِيهِ لَفِي شَكٍّ مِّنْهُ مَا لَهُم بِهِ مِنْ عِلْمٍ إِلاَّ اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِينًا، بَل رَّفَعَهُ اللَّهُ إِلَيْهِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا، وَإِن مِّنْ أَهْلِ الْكِتَابِ إِلاَّ لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ وَيَوْمَ الْقِيَامَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا} (¬3). ¶ فعيسى - صلى الله عليه وسلم - لم يُصلب، بل رفعه اللَّه إليه، ولم يمت، قال تعالى: ¶ ¬_________ ¶ (¬1) انظر أمثلة هذه التناقضات مع إحالتها إلى الأناجيل في: المناظرة بين الإسلام والنصرانية ص62 - 108، والإنجيل دراسة وتحليل للدكتور/ محمد شلبي، ص94 - 121. ¶ (¬2) انظر: المناظرة بين الإسلام والنصرانية، ص104. ¶ (¬3) سورة النساء، الآيات: 155 - 159.",
            "page": "58",
            "part": "1",
            "seal": "425FE807"
        },
        {
            "id": "59",
            "nass": "{إِذْ قَالَ اللَّهُ يَا عِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُواْ} (¬1)، وقال تعالى حكاية عن المسيح: {فَلَمَّا تَوَفَّيْتَنِي كُنتَ أَنتَ الرَّقِيبَ عَلَيْهِمْ وَأَنتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} (¬2). ¶ والوفاة هنا بمعنى القبض، كما يقال: توفيت من فلان ما لي عليه، بمعنى: قبضته واستوفيته، فيكون معنى: {إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ} أي: إني قابضك من الأرض ورافعك إليَّ (¬3). ¶ وقوله - عز وجل -: {وَإِن مِّنْ أَهْلِ الْكِتَابِ إِلاَّ لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ} يعم اليهود والنصارى، فدلَّ ذلك على أن جميع أهل الكتاب يؤمنون بالمسيح قبل موته، وذلك إذا نزل في آخر الزمان (¬4) آمنت اليهود ¶ ¬_________ ¶ (¬1) سورة آل عمران، الآية: 55. ¶ (¬2) سورة المائدة، الآية: 117. ¶ (¬3) ورجح هذا القول الطبري في تفسيره، 3/ 203. ¶ وهناك أقوال أخرى في معنى الوفاة هنا، فمنهم من قال: النوم، وهم الأكثر، كما قاله ابن كثير، 1/ 367، ومنهم من قال في الآية تقديم وتأخير، وتقديره: إني رافعك إليَّ ومطهرك من الذين كفروا، ومتوفيك بعد ذلك. ¶ انظر: تفسير الطبري، 3/ 202 - 204، والبغوي، 1/ 308، وزاد المسير، 1/ 396، والجواب الصحيح لمن بدل دين المسيح، 2/ 285، وتفسير ابن كثير، 1/ 367، وأضواء البيان في إيضاح القرآن بالقرآن، 1/ 342. ¶ (¬4) انظر خبر نزول عيسى آخر الزمان وحكمه بالشريعة الإسلامية في البخاري مع الفتح، كتاب الأنبياء، باب نزول عيسى ابن مريم، 6/ 490، (رقم 3448)، ومسلم، كتاب الإيمان، باب نزول عيسى ابن مريم حاكماً بشريعة نبينا محمد - صلى الله عليه وسلم -، 1/ 135، (رقم 155).",
            "page": "59",
            "part": "1",
            "seal": "F449F25E"
        },
        {
            "id": "60",
            "nass": "والنصارى بأنه رسول اللَّه، ليس كاذباً كما يقول اليهود، ولا هو اللَّه كما يقول النصارى (¬1)، ثم بعد أن يحكم بشريعة محمد - صلى الله عليه وسلم - يموت كما يموت البشر قبل يوم القيامة. ¶ فاتضح بذلك - بحمد اللَّه - أن عيسى لم يُقتل، ولم يُصلب، ولم يَمت حتى الآن، فبطل قول النصارى {وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ} واللَّه المستعان. ¶ المسلك الرابع: البينات الواضحات على وقوع النسخ والتحريف في الأناجيل: ¶ من حكمة القول في دعوة النصارى إلى اللَّه - تعالى - أن يبيّن لهم بالأدلة العقلية والنقلية أن دين الإسلام قد نسخ جميع الشرائع السابقة، وأن ما وجد من الكتب السابقة فهو بين أمرين: إما حق قد نسخته الشريعة الإسلامية، وإما كلام محرف أو خلط فيه الحق بالباطل (¬2). ¶ ومن المعلوم أن النصارى يقسمون الكتاب إلى قسمين: ¶ 1 - كتب العهد القديم (¬3). ¶ ¬_________ ¶ (¬1) انظر: فتح الباري، 6/ 491، 492، 4/ 414، 5/ 121، وشرح النووي، 2/ 190. ¶ (¬2) أما إثبات نسخ الشريعة الإسلامية لجميع الشرائع السابقة، فقد قدمت عليه الأدلة العقلية والنقلية في المطلب الأول من حكمة القول مع اليهود، فأغنى ذلك عن إعادته هنا. ¶ (¬3) كتب العهد القديم هي ما يدعي النصارى أنه وصل إليهم بواسطة الأنبياء الذين كانوا قبل عيسى، وأشهر هذه الكتب خمسة: 1 - سفر التكوين. 2 - سفر الخروج. 3 - سفر الأخبار. 4 - سفر العدد. 5 - سفر الاستثناء. ¶ ومجموع هذه الكتب يسمى بالتوراة. انظر إظهار الحق، لرحمة الله الهندي، 1/ 95 - 98، واليهودية والمسيحية، محمد ضياء الرحمن الأعظمي، ص99 - 183.",
            "page": "60",
            "part": "1",
            "seal": "F5B5085F"
        },
        {
            "id": "61",
            "nass": "2 - كتب العهد الجديد (¬1). ¶ أما كتب العهد القديم فقد تقدم إثبات وقوع التحريف فيها بالأدلة العقلية والنقلية (¬2). ¶ وأما كتب العهد الجديد فلا شك أن القول بالتحريف في كتب العهد الجديد عند النصارى أيسر عليهم من القول بالتحريف في العهد القديم؛ لأنهم لا يدعون أن الأناجيل منزلة من عند اللَّه - تعالى - على المسيح، ولا أن المسيح - صلى الله عليه وسلم - أتاهم بها، بل كلهم مُجمعون على أنها أربعة تواريخ ألفها أربعة رجال في أزمان مختلفة (¬3)، ولهذا قال ابن تيمية - رحمه اللَّه تعالى -: ((الإنجيل بمنزلة ما ينقل من أقوال الأنبياء وسيرهم، ويقع في ذلك الصح والخطأ)) (¬4). ¶ ولسعة هذا الموضوع سأقتصر على ما يثبت وقوع التحريف في الأناجيل بالأمثلة الآتية: ¶ ¬_________ ¶ (¬1) كتب العهد الجديد هي ما يدعي النصارى أنها كتبت بالإلهام بعد عيسى - صلى الله عليه وسلم -، وأشهرها الأناجيل الأربعة: 1 - إنجيل متى. 2 - إنجيل مرقس. 3 - إنجيل لوقا. 4 - إنجيل يوحنا. انظر: إظهار الحق، 1/ 95 - 98، واليهود والمسيحية، ص313 - 352. ¶ (¬2) انظر حكمة القول مع اليهود: المسلك الثاني من المطلب الأول. ¶ (¬3) انظر: الفصل لابن حزم، 2/ 13، والجواب الصحيح لمن بدل دين المسيح، 2/ 19، والمناظرة بين الإسلام والنصرانية، ص47. ¶ (¬4) انظر: الجواب الصحيح، 2/ 19.",
            "page": "61",
            "part": "1",
            "seal": "4503D656"
        },
        {
            "id": "62",
            "nass": "1 - النتيجة التي لا مفرّ من التسليم بها أن الأناجيل القانونية الموجودة الآن ما هي إلا كتب مؤلفة، وهي تبعاً لذلك معرّضة للخطأ والصواب، ولا يمكن الادعاء ولو لحظة أنها كتبت بإلهام؛ فلقد كتبها أناس مجهولون، في أماكن غير معلومة، وفي تواريخ غير مؤكدة، والشيء المؤكد أن هذه الأناجيل مختلفة غير متآلفة، بل إنها متناقضة مع نفسها، ومع حقائق العالم الخارجي، لأنها فشلت في تنبؤات كثيرة، كالقول بنهاية العالم، وهذا القول قد يضايق النصراني العادي، بل قد يصدمه؛ ولكن بالنسبة للعالم النصراني فقد أصبح ذلك عنده حقيقة مسلم بها (¬1)، لِمَا أجراه من أبحاث، ولِمَا علمه من واقع الأناجيل. ¶ 2 - الشواهد على التحريف من الأناجيل: ¶ (أ) جاء في إنجيل مرقس: أن المسيح قال لتلاميذه: ((اذهبوا إلى العالم أجمع واكرزوا بالإنجيل للخليقة كلها، من آمن واعتمد خلص، ومن لم يؤمن يدن، وهذه الآيات تتبع المؤمنين يخرجون الشياطين باسمي، ويتكلمون بألسنة جديدة، يحملون حيّات، وإن شربوا شيئاً مميتاً لا يضرهم، ويضعون أيديهم على المرضى فيبرؤون)) (¬2). ¶ ¬_________ ¶ (¬1) انظر: المناظرة بين الإسلام والنصرانية، ص35 - 50، فهناك تجد كثيراً من الأمثلة على هذه التناقضات. ¶ (¬2) انظر: الفصل لابن حزم، 2/ 139، وعزاه المحقق إلى إنجيل مرقس، الإصحاح 16/ 15 - 18.",
            "page": "62",
            "part": "1",
            "seal": "85E47200"
        },
        {
            "id": "63",
            "nass": "ففي هذا النص حجة على النصارى من وجهين: ¶ الوجه الأول: قولهم عن عيسى: إنه أمرهم أن يبشروا بالإنجيل، فدل ذلك على أن إنجيلاً أتاهم به وليس هو عندهم الآن، وإنما عندهم أربعة أناجيل متغايرة، وليس منها إنجيل أُلِّف إلا بعد رفع عيسى - صلى الله عليه وسلم - بأعوام كثيرة، فصحّ أن ذلك الإنجيل الذي أخبر المسيح أنه أتاهم به وأمرهم بالتبشير به ذهب عنهم؛ لأنهم لا يعرفون له أصلاً، وهذا ما لا يمكن سواه. ¶ الوجه الثاني: قولهم: إنه وعد كل من آمن بدعوة التلاميذ أنهم يتكلمون بلغات لا يعرفونها، وينفون الجن عن المجانين، ويضعون أيديهم على المرضى فيبرءون، ويحملون الحيّات، وإن شربُوا شربة قتَّالة لا تضرهم، وهذا وعد ظاهر الكذب؛ فإن ما من النصارى أحد يتكلم بلغة لم يتعلمها، ولا منهم أحد ينفي جنيّاً، ولا من يحمل حية فلا تضره، ولا من يضع يده على مريض فيُشفى، ولا منهم أحد يُسقى السم فلا يضره، وهم معترفون بأن يوحنا – صاحب الإنجيل – قتل بالسم وحاشا للَّه أن يأتي نبي بمواعيد كاذبة، وهذا دليل على تحريف النصارى وتناقضهم وتكذيبهم أنفسهم)) (¬1). ¶ (ب) ومن ذلك ما جاء في إنجيل متّى أن عيسى - صلى الله عليه وسلم - دعا على شجرة تين خضراء، فيبست التينة في الحال، فتعجب التلاميذ من ¶ ¬_________ ¶ (¬1) انظر: الفصل لابن حزم، 2/ 139.",
            "page": "63",
            "part": "1",
            "seal": "CCE6DD93"
        },
        {
            "id": "64",
            "nass": "ذلك، فقال لهم عيسى: ((الحق أقول لكم إن كان لكم إيمان، ولا تشكُّوا أمر التينة فقط، بل إن قلتم أيضاً لهذا الجبل انتقل وانطرح في البحر فيكون)) (¬1). ¶ وهذا فيه حجّة على النصارى، وذلك أن الأمر لا يخلو من أن يكون النصارى مؤمنين بالمسيح - صلى الله عليه وسلم -، أو غير مؤمنين، فإن كانوا مؤمنين، فقد كذبوا المسيح فيما نسبوه إليه في هذه المقالة – وحاشا له من الكذب – فليس منهم أحد قدر على أن يأمر حبة من خردل بالانتقال فتنتقل، فكيف على قلع جبل وإلقائه في البحر! ¶ وإن كانوا غير مؤمنين به فهم بإقرارهم هذا كفار، ولا يجوز أن يصدق كافر (¬2). ¶ وبهذا يتبين أن الأناجيل وقع فيها تحريفٌ عظيم، ولا يعتمد عليها، ولا مخرج من هذا التيه إلا بالدخول في الإسلام. ¶ المسلك الخامس: إثبات اعتراف المنصفين من علماء النصارى: ¶ من حكمة القول مع النصارى في دعوتهم إلى اللَّه الاستشهاد عليهم بشهادة المنصفين من علماء النصارى، ومن وفقه اللَّه منهم ¶ ¬_________ ¶ (¬1) انظر: الفصل لابن حزم، 2/ 139، وعزاه المحقق إلى إنجيل متى، الإصحاح، ¶ 21/ 18 - 22. ¶ (¬2) الفصل في الملل والأهواء والنحل، لأبي محمد علي بن أحمد بن سعيد بن حزم، الإمام الحافظ، ولد سنة 384هـ‍، وتوفي سنة 456هـ‍، 2/ 98. ¶ وانظر: الفصل لابن حزم، 2/ 14 - 200، والمناظرة بين الإسلام والنصرانية، ص32 - 452.",
            "page": "64",
            "part": "1",
            "seal": "E839E8D7"
        },
        {
            "id": "65",
            "nass": "للإسلام، فإن هذا من باب {وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَا} (¬1)، ومن هؤلاء على سبيل المثال لا الحصر ما يأتي: ¶ 1 - النجاشي ملك الحبشة - رحمه الله - و - رضي الله عنه -: ¶ عندما قرأ جعفر بن أبي طالب - رضي الله عنه - على النجاشي (¬2) صدراً من سورة مريم، بكى النجاشي حتى اخضلت لحيته، وبكى أساقفته حين سمعوا ما تُلي عليهم، وقال النجاشي للوفد: ما يقول صاحبكم في ابن مريم؟ فقال جعفر - رضي الله عنه -: يقول فيه قول اللَّه: هو روح اللَّه وكلمته، أخرجه من البتول العذراء التي لم يقربها بشر ... فتناول النجاشي عوداً فرفعه، فقال: يا معشر القسيسين والرهبان، ما يزيد على ما تقولون في ابن مريم ما تزن هذه، وقال للوفد: مرحباً بكم وبمن جئتم من عنده، فأنا أشهد أنه رسول اللَّه، وأنه الذي بشَّر به عيسى، ولولا ما أنا فيه من الملك لأتيته حتى أقبل نعله ... (¬3). ¶ 2 - سلمان الفارسي رضي الله عنه وأرضاه: ¶ قصة سلمان مشهورة عجيبة (¬4)، فقد عاش مع مجموعة من ¶ ¬_________ ¶ (¬1) سورة يوسف، الآية: 26. ¶ (¬2) أصحمة ملك الحبشة، أسلم وحسن إسلامه، وهو معدود في الصحابة، ولم يُهاجر، ولا له رؤية، فهو تابعي من وجه، صحابي من وجه، توفي في حياة النبي - صلى الله عليه وسلم - فصلى عليه بالناس صلاة الغائب، ولم يثبت أنه صلى على غائب سواه. انظر: سير أعلام النبلاء، 1/ 428 - 443. ¶ (¬3) انظر: سير أعلام النبلاء، 1/ 438. ¶ (¬4) انظر: قصته وإسلامه - رضي الله عنه - في سير أعلام النبلاء، 1/ 505 - 556.",
            "page": "65",
            "part": "1",
            "seal": "095884FF"
        },
        {
            "id": "66",
            "nass": "علماء النصارى، وعندما كان مع آخر عالم من هؤلاء بعمورية بالروم حضرته الوفاةُ، فأوصى سلمان الفارسي وقال: ((قد أظلَّكَ زمان نبي يُبعثُ من الحرم، مهاجره بين حرتين إلى أرض سبخة ذات نخل، وإن فيه علامات لا تخفى: بين كتفيه خاتم النبوة، يأكل الهدية ولا يأكل الصدقة، فإن استطعت أن تخلص إلى تلك البلاد فافعل، فإنه قد أظلك زمانه)). ¶ وسافر سلمان ووجد العلامات التي وصفت له، فأسلم رضي اللَّه عنه (¬1). ¶ 3 - هرقل عظيم الروم: ¶ قال هرقل لأبي سفيان في آخر حديثه: (( ... وسألتك هل يغدر؟ فذكرت أن لا، وكذلك الرسل لا تغدر، وسألتك بم يأمركم؟ فذكرت أنه يأمركم أن تعبدوا اللَّه ولا تشركوا به شيئاً، وينهاكم عن عبادة الأوثان، ويأمركم بالصلاة والصدق والعفاف فإن كان ما تقول حقّاً فسيملك موضع قدمي هاتين، وقد كنت أعلم أنه خارج، لم أكن أظن أنه منكم، فلو أني أعلم أني أخلص إليه لتجشمت لقاءه، ولو كنت عنده لغسلت عن قدمه ... )) (¬2). ¶ ¬_________ ¶ (¬1) انظر: سير أعلام النبلاء للذهبي، 1/ 509، 510. ¶ (¬2) البخاري مع الفتح، كتاب بدء الوحي، باب حدثنا أبو اليمان الحكم بن نافع، 1/ 32، (رقم 7)، ومسلم، كتاب الجهاد والسير، باب كتاب النبي - صلى الله عليه وسلم - إلى هرقل يدعوه إلى الإسلام، 3/ 1396، (رقم 1773).",
            "page": "66",
            "part": "1",
            "seal": "EE77F6B1"
        },
        {
            "id": "67",
            "nass": "ثم قال للروم بعد ذلك: يا معشر الروم هل لكم في الفلاح والرشد، وأن يثبت مُلككم فتبايعوا هذا النبي؟ (¬1) ولكن رغب في ملكه وضنَّ به، فلم يسلم! ¶ وهذا مما يبيّن أن عدول أهل الكتاب ومنصفيهم قد شهدوا لرسول اللَّه - صلى الله عليه وسلم - وأنه رسول اللَّه حقّاً، فلا يقدح قدح المكذبين بعد ذلك (¬2). ¶ وقد أسلم الجمُّ الغفير من علماء النصارى وشهدوا بأن محمداً - صلى الله عليه وسلم - رسولُ اللَّه إلى الناس أجمعين، {ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لاَ يَسْتَكْبِرُونَ} (¬3). ¶ فحريٌّ بجميع النصارى أن يسيروا على طريق علمائهم المنصفين، ويسلموا للَّه رب العالمين. ¶ فينبغي للداعية إلى اللَّه أن لا يُغفل هذا المسلك في دعوته للنصارى إلى اللَّه تعالى (¬4). ¶ ¬_________ ¶ (¬1) انظر: البخاري مع الفتح، كتاب بدء الوحي، باب حدثنا أبو اليمان الحكم بن نافع، 1/ 33، (رقم 7). ¶ (¬2) انظر: هداية الحيارى لابن القيم، ص525. ¶ (¬3) سورة المائدة، الآية: 82. ¶ (¬4) ممن سلك هذا المسلك من العلماء المعاصرين: فضيلة الشيخ/ عبد المجيد الزنداني – وفقه الله وحفظه -، فهو يستشهد على النصارى بشهادة علمائهم، فأسلم على يديه الجم الغفير – فجزاه الله خيراً -.",
            "page": "67",
            "part": "1",
            "seal": "F5B805AF"
        },
        {
            "id": "68",
            "nass": "المبحث الثالث: البراهين على إثبات الرسالة المحمدية وعمومها ¶ من أعظم الأقوال الحكيمة في دعوة أهل الكتاب وغيرهم من الكفار أن تبيّن لهم البراهين والأدلة القطعية الدالة على صدق رسالة محمد - صلى الله عليه وسلم - إلى الناس أجمعين. ¶ ولا شك أن الآيات والبينات الدالة على نبوته - صلى الله عليه وسلم - وعموم رسالته كثيرة متنوعة، وهي أكثر وأعظم من آيات غيره من الأنبياء، وجميع الأنواع تنحصر في نوعين: ¶ (أ) منها: ما مضى وصار معلوماً بالخبر الصادق كمعجزات موسى وعيسى. ¶ (ب) ومنها: ما هو باق إلى اليوم كالقرآن، والعلم والإيمان اللذين في أتباعه، فإن ذلك من أعلام نبوته، وكشريعته التي أتى بها، والآيات التي يظهرها اللَّه وقتاً بعد وقتٍ من كرامات الصالحين من أمته، وظهور دينه بالحجة والبرهان، وصفاته الموجودة في كتب الأنبياء قبله وغير ذلك (¬1)، وهذا باب واسع لا أستطيع حصره؛ ولكن سأقتصر في إثبات نبوته - صلى الله عليه وسلم - وعموم رسالته على المسالك الآتية: ¶ المسلك الأول: معجزات القرآن العظيم. ¶ المسلك الثاني: معجزاته - صلى الله عليه وسلم - الحسية. ¶ ¬_________ ¶ (¬1) انظر: الجواب الصحيح لمن بدل دين المسيح، 4/ 67 - 71.",
            "page": "68",
            "part": "1",
            "seal": "76C3AEFD"
        },
        {
            "id": "69",
            "nass": "المسلك الثالث: عموم رسالته - صلى الله عليه وسلم -. ¶ المسلك الأول: معجزات القرآن العظيم: ¶ المعجزة لغة: ما أُعجزَ به الخصم عند التحدي (¬1). ¶ وهي أمر خارق للعادة يعجز البشر متفرقين ومجتمعين عن الإتيان بمثله، يجعله اللَّه على يد من يختاره لنبوته؛ ليدلّ على صدقه وصحة رسالته (¬2). ¶ والقرآن الكريم كلام اللَّه المنزل على محمد - صلى الله عليه وسلم - هو المعجزة العظمى، الباقية على مرور الدهور والأزمان، المعجز للأولين والآخرين إلى قيام الساعة (¬3)، قال - صلى الله عليه وسلم -: ((ما من الأنبياء نبيّ إلا ¶ ¬_________ ¶ (¬1) انظر: القاموس المحيط، باب الزاي، فصل العين، ص 663. ¶ (¬2) انظر: مناهل العرفان في علوم القرآن للزرقاني، 1/ 66، والمعجم الوسيط، مادة: (عجز)، 2/ 585، والإرشاد إلى صحيح الاعتقاد، للدكتور صالح الفوزان، 2/ 157. ¶ والفرق بين المعجزة والكرامة: هو أن المعجزة أمر خارق للعادة مقرون بدعوة النبوة والتحدي للعباد. أما الكرامة: فهي أمر خارق للعادة غير مقرون بدعوى النبوة ولا التحدي، ولا تكون الكرامة إلا لعبد ظاهره الصلاح، مصحوباً بصحة الاعتقاد والعمل الصالح. أما إذا ظهر الأمر الخارق على أيدي المنحرفين فهو من الأحوال الشيطانية. وإذا ظهر الأمر الخارق على يد إنسان مجهول الحال؛ فإن حاله يعرض على الكتاب والسنة كما قال الإمام الشافعي - رحمه الله -: \"إذا رأيتم الرجل يمشي على الماء ويطير في الهواء فلا تغتروا به حتى تعرضوا أمره على الكتاب والسنة\". انظر: شرح العقيدة الطحاوية، ص510، وسير أعلام النبلاء، 10/ 23، والأجوبة الأصولية على العقيدة الواسطية للسلمان، ص311. ¶ (¬3) انظر: الداعي إلى الإسلام للأنباري، ص393.",
            "page": "69",
            "part": "1",
            "seal": "F255E3F9"
        },
        {
            "id": "70",
            "nass": "أعطي من الآيات على ما مثله آمن البشر، وإنما كان الذي أوتيته وحياً أوحاه اللَّه إليّ، فأرجو أن أكون أكثرهم تابعاً يوم القيامة (((¬1). ¶ وليس المراد في هذا الحديث حصر معجزاته - صلى الله عليه وسلم - في القرآن، ولا أنه لم يؤت من المعجزات الحسية كمن تقدمه، بل المراد أن القرآن المعجزة العظمى التي اختص بها دون غيره؛ لأن كل نبي أُعطي معجزة خاصة به، تحدّى بها من أُرسل إليهم، وكانت معجزة كل نبي تقع مناسبة لحال قومه، ولهذا لما كان السحر فاشياً في قوم فرعون جاءه موسى بالعصا على صورة ما يصنع السحرة، لكنها تلقف ما صنعوا، ولم يقع ذلك بعينه لغيره. ¶ ولما كان الأطباء في غاية الظهور جاء عيسى بما حيّر الأطباء، من: إحياء الموتى، وإبراء الأكمه، والأبرص، وكل ذلك من جنس عملهم، ولكن لم تصل إليه قدرتهم. ¶ ولما كانت العرب أرباب الفصاحة والبلاغة والخطابة جعل اللَّه – سبحانه – معجزة نبينا محمد - صلى الله عليه وسلم - القرآن الكريم الذي (¬2) {لا يَأْتِيهِ ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، كتاب فضائل القرآن، باب كيف نزل الوحي، 9/ 3، (رقم 4981)، ومسلم، كتاب الإيمان، باب وجوب الإيمان برسالة نبينا محمد - صلى الله عليه وسلم - إلى جميع الناس، 1/ 134، (رقم 152). ¶ (¬2) انظر: فتح الباري، 9/ 6، 7، وشرح النووي على مسلم، 2/ 188، وأعلام النبوة للماوردي، ص53، وإظهار الحق، 2/ 101.",
            "page": "70",
            "part": "1",
            "seal": "C7259BDB"
        },
        {
            "id": "71",
            "nass": "الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ} (¬1). ¶ ولكن معجزة القرآن الكريم تتميز عن سائر المعجزات؛ لأنه حجة مستمرة، باقية على مرّ العصور، والبراهين التي كانت للأنبياء انقرض زمانها في حياتهم ولم يبق منها إلا الخبر عنها، أما القرآن فلا يزال حجة قائمة كأنما يسمعها السامع من فم رسول اللَّه، ولاستمرار هذه الحجة البالغة قال - صلى الله عليه وسلم -: ((فأرجو أن أكون أكثرهم تابعاً يومَ القيامة)) (¬2). ¶ والقرآن الكريم آية بيّنة، معجزة من وجوه متعددة، من جهة اللفظ، ومن جهة النظم، والبلاغة في دلالة اللفظ على المعنى، ومن جهة معانيه التي أمر بها، ومعانيه التي أخبر بها عن اللَّه - تعالى - وأسمائه وصفاته وملائكته، وغير ذلك من الوجوه الكثيرة التي ذكر كل عالمٍ ما فتح اللَّه عليه به منها (¬3)، وسأقتصر على أربعة وجوه من باب المثال لا الحصر بإيجاز كالآتي: ¶ الوجه الأول: الإعجاز البياني والبلاغي: ¶ من الإعجاز القرآني ما اشتمل عليه من البلاغة والبيان، ¶ ¬_________ ¶ (¬1) سورة فصلت، الآية: 42. ¶ (¬2) انظر: البداية والنهاية، 6/ 69، وتقدم تخريج الحديث. ¶ (¬3) انظر: الجواب الصحيح، 4/ 74، 75، وأعلام النبوة للماوردي، ص53 - 70، والبداية والنهاية، 6/ 54، 65، والبرهان في علوم القرآن للزركشي، 2/ 90 - 124، ومناهل العرفان للزرقاني، 2/ 227 - 308.",
            "page": "71",
            "part": "1",
            "seal": "46D4F50A"
        },
        {
            "id": "72",
            "nass": "والتركيب المعجز، الذي تحدى به الإنس والجن أن يأتوا بمثله، فعجزوا عن ذلك، قال تعالى: {قُل لَّئِنِ اجْتَمَعَتِ الإِنسُ وَالْجِنُّ عَلَى أَن يَأْتُواْ بِمِثْلِ هَذَا الْقُرْآنِ لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا} (¬1)، وقال تعالى: {أَمْ يَقُولُونَ تَقَوَّلَهُ بَل لاّ يُؤْمِنُونَ، فَلْيَأْتُوا بِحَدِيثٍ مِّثْلِهِ إِن كَانُوا صَادِقِينَ} (¬2). ¶ وبعد هذا التحدي انقطعوا فلم يتقدم أحد، فمدّ لهم في الحبل وتحداهم بعشر سور مثله: {أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُواْ بِسُورَةٍ مِّثْلِهِ وَادْعُواْ مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ} (¬3). فعجزوا فأرخى لهم في الحبل فقال تعالى: {أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُواْ بِعَشْرِ سُوَرٍ مِّثْلِهِ مُفْتَرَيَاتٍ وَادْعُواْ مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ} (¬4)، ثم أعاد التحدي في المدينة بعد الهجرة، فقال تعالى: {وَإِن كُنتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُواْ بِسُورَةٍ مِّن مِّثْلِهِ وَادْعُواْ شُهَدَاءَكُم مِّن دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ* فَإِن لَّمْ تَفْعَلُواْ وَلَن تَفْعَلُواْ فَاتَّقُواْ النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ} (¬5). ¶ ¬_________ ¶ (¬1) سورة الإسراء، الآية: 88. ¶ (¬2) سورة الطور، الآيتان: 33 - 34. ¶ (¬3) سورة هود، الآية: 13. ¶ (¬4) سورة يونس، الآية: 38. ¶ (¬5) سورة البقرة، الآيتان: 23 - 24.",
            "page": "72",
            "part": "1",
            "seal": "AB0CC0DD"
        },
        {
            "id": "73",
            "nass": "فقوله تعالى: {فَإِن لَّمْ تَفْعَلُواْ وَلَن تَفْعَلُواْ} أي: فإن لم تفعلوا في الماضي، ولن تستطيعوا ذلك في المستقبل، فثبت التحدي، وأنهم لا يستطيعون أن يأتوا بسورة من مثله فيما يستقبل من الزمان، كما أخبر قبل ذلك، وأمر النبي وهو بمكة أن يقول: {قُل لَّئِنِ اجْتَمَعَتِ الإِنسُ وَالْجِنُّ عَلَى أَن يَأْتُواْ بِمِثْلِ هَذَا الْقُرْآنِ لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا} (¬1). ¶ فعم بأمره له أن يخبر جميع الخلق معجزاً لهم، قاطعاً بأنهم إذا اجتمعوا لا يأتون بمثل هذا القرآن، ولو تظاهروا وتعاونوا على ذلك، وهذا التحدي لجميع الخلق، وقد سمعه كل من سمع القرآن، وعرفه الخاص والعام، وعلم مع ذلك أنهم لم يعارضوه، ولا أتوا بسورة مثله من حين بُعِثَ - صلى الله عليه وسلم - إلى اليوم والأمر على ذلك (¬2). ¶ والقرآن يشتمل على آلاف المعجزات؛ لأنه مائة وأربع عشرة سورة، وقد وقع التحدي بسورة واحدة، وأقصر سورة في القرآن سورة الكوثر، وهي ثلاث آيات قصار، والقرآن يزيد بالاتفاق على ستة آلاف ومائتي آية، ومقدار سورة الكوثر من آيات أو آية طويلة على ترتيب كلماتها له حكم السورة الواحدة، ويقع بذلك التحدي والإعجاز (¬3)، ولهذا كان القرآن الكريم يغني عن جميع المعجزات ¶ ¬_________ ¶ (¬1) سورة الإسراء، الآية: 88. ¶ (¬2) انظر: الجواب الصحيح لمن بدل دين المسيح، 4/ 71 - 77، والبداية والنهاية، 6/ 65. ¶ (¬3) انظر: استخراج الجدال من القرآن الكريم لابن نجم، ص100، وفتح الباري، 6/ 582، ومناهل العرفان للزرقاني، 1/ 336، 1/ 231، 232.",
            "page": "73",
            "part": "1",
            "seal": "364EC303"
        },
        {
            "id": "74",
            "nass": "الحسية والمعنوية لمن كان له قلب أو ألقى السمع وهو شهيد. ¶ الوجه الثاني: الإخبار عن الغيوب: ¶ من وجوه الإعجاز القرآني أنه اشتمل على أخبار كثيرة من الغيوب التي لا علم لمحمد - صلى الله عليه وسلم - بها، ولا سبيل لبشر مثله أن يعلمها، وهذا مما يدلّ على أن القرآن كلام اللَّه - تعالى - الذي لا تخفى عليه خافية: {وَعِندَهُ مَفَاتِحُ الْغَيْبِ لاَ يَعْلَمُهَا إِلاَّ هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلاَّ يَعْلَمُهَا وَلاَ حَبَّةٍ فِي ظُلُمَاتِ الأَرْضِ وَلاَ رَطْبٍ وَلاَ يَابِسٍ إِلاَّ فِي كِتَابٍ مُّبِينٍ} (¬1). ¶ والإخبار بالغيوب أنواع: ¶ النوع الأول: غيوب الماضي: وتتمثل في القصص الرائعة وجميع ما أخبر اللَّه به عن ماضي الأزمان. ¶ النوع الثاني: غيوب الحاضر: أخبر اللَّه رسوله - صلى الله عليه وسلم - بغيوب حاضرة، ككشف أسرار المنافقين، والأخطاء التي وقع فيها بعض المسلمين، أو غير ذلك مما لا يعلمه إلا اللَّه، وأطلع عليه رسوله - صلى الله عليه وسلم -. ¶ النوع الثالث: غيوب المستقبل، أخبر اللَّه رسوله - صلى الله عليه وسلم - بأمور لم تقع، ثم وقعت كما أخبر، فدلّ ذلك على أن القرآن كلام اللَّه، وأن محمداً ¶ ¬_________ ¶ (¬1) سورة الأنعام، الآية: 59.",
            "page": "74",
            "part": "1",
            "seal": "79D32C91"
        },
        {
            "id": "75",
            "nass": "- صلى الله عليه وسلم - رسول اللَّه (¬1). ¶ الوجه الثالث: الإعجاز التشريعي: ¶ القرآن العظيم جاء بهدايات كاملة تامّة، تفي بحاجات جميع البشر في كل زمان ومكان؛ لأن الذي أنزله هو العليم بكل شيء، خالق البشرية والخبير بما يُصلحها ويُفسدها، وما ينفعها ويضرّها، فإذا شرع أمراً جاء في أعلى درجات الحكمة والخبرة {أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} (¬2). ¶ ويزداد الوضوح عند التأمل في أحوال الأنظمة والقوانين البشرية التي يظهر عجزها عن معالجة المشكلات البشرية ومسايرة الأوضاع والأزمنة والأحوال، مما يضطر أصحابها إلى الاستمرار في التعديل والزيادة والنقص، فيُلْغُونَ غداً ما وضعوه اليوم؛ لأن الإنسان محلّ النقص والخطأ، والجهل لأعماق النفس البشرية، والجهل بما يحدث غداً في أوضاع الإنسان وأحواله، وفيما يصلح البشرية في كل عصر ومصر. ¶ وهذا دليل حسي مُشاهد على عجز جميع البشر عن الإتيان ¶ ¬_________ ¶ (¬1) انظر: الداعي إلى الإسلام للأنباري، ص424 - 428، وإظهار الحق، 65 - 107، ومناهل العرفان، 2/ 263، ومعالم الدعوة للديلمي، 1/ 463. ¶ وقد أخبر - صلى الله عليه وسلم - بأمور غيبية كثيرة جداً. انظر: جامع الأصول لابن الأثير، 11/ 311 - 331. ¶ (¬2) سورة الملك، الآية: 14.",
            "page": "75",
            "part": "1",
            "seal": "269D5904"
        },
        {
            "id": "76",
            "nass": "بأنظمة تصلح الخلق وتقوّم أخلاقه، وعلى أن القرآن كلام اللَّه سليم من كل عيب، كفيل برعاية مصالح العباد، وهدايتهم إلى كل ما يصلح أحوالهم في الدنيا والآخرة إذا تمسكوا به واهتدوا بهديه (¬1)، قال تعالى: {إِنَّ هَذَا الْقُرْآنَ يِهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا} (¬2). ¶ وبالجملة فإن الشريعة التي جاء بها كتاب اللَّه - تعالى - مدارها على ثلاث مصالح: ¶ المصلحة الأولى: درء المفاسد عن ستة أشياء (¬3): حفظ الدين، والنفس، والعقل، والنسب، والعرض، والمال. ¶ المصلحة الثانية: جلب المصالح (¬4): فقد فتح القرآن الأبواب لجلب المصالح في جميع الميادين، وسدّ كل ذريعة تؤدي إلى الضرر. ¶ المصلحة الثالثة: الجري على مكارم الأخلاق ومحاسن العادات. ¶ فالقرآن الكريم حلّ جميع المشاكل العالمية التي عجز عنها البشر، ولم يترك جانباً من الجوانب التي يحتاجها البشر في الدنيا ¶ ¬_________ ¶ (¬1) انظر: مناهل العرفان للزرقاني، 2/ 247، وأثر تطبيق الحدود في المجتمع الإسلامي، من البحوث المقدمة لمؤتمر الفقه الإسلامي بجامعة الإمام محمد بن سعود الإسلامية، ص117، ومعالم الدعوة للديلمي، 1/ 426. ¶ (¬2) سورة الإسراء، الآية: 9. ¶ (¬3) درء المفاسد هو المعروف عند أهل الأصول بالضروريات. انظر: أضواء البيان، 3/ 448. ¶ (¬4) جلب المصالح يعرف عند أهل الأصول بالحاجيات. أضواء البيان، 3/ 448.",
            "page": "76",
            "part": "1",
            "seal": "BD6EA931"
        },
        {
            "id": "77",
            "nass": "والآخرة إلا وضع لها القواعد، وهدى إليها بأقوم الطرق وأعدلها (¬1). ¶ الوجه الرابع: الإعجاز العلمي الحديث: ¶ يتصل بما ذكر من إعجاز القرآن في إخباره عن الأمور الغيبية المستقبلة نوع جديد كشف عنه العلم في العصر الحديث، مصداقاً لقوله تعالى: {سَنُرِيهِمْ آيَاتِنَا فِي الآفَاقِ وَفِي أَنفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} (¬2). ¶ لقد تحقق هذا الوعد من ربنا في الأزمنة المتأخرة، فرأى الناس آيات اللَّه في آفاق المخلوقات بأدق الأجهزة والوسائل: كالطائرات، والغواصات، وغير ذلك من أدق الأجهزة الحديثة التي لم يمتلكها الإنسان إلا في العصر الحديث ... فمن أخبر محمداً - صلى الله عليه وسلم - بهذه الأمور الغيبية قبل ألف وأربعمائة وعشرة أعوام؟ إن هذا يدلّ على أن القرآن كلام اللَّه، وأن محمداً رسول اللَّه حقّاً. ¶ وقد اكتُشِفَ هذا الإعجاز العلمي: في الأرض وفي السماء، وفي البحار والقفار، وفي الإنسان والحيوان، والنبات، والأشجار، والحشرات، وغير ذلك، ولا يتّسع المقام لذكر الأمثلة العديدة على ذلك (¬3). ¶ ¬_________ ¶ (¬1) انظر: أضواء البيان، 3/ 409 - 457، فقد أوضح هذا الجانب بالأدلة العقلية والنقلية جزاه الله خيراً وغفر له. ¶ (¬2) سورة فصلت، الآية: 53. ¶ (¬3) انظر أمثلة كثيرة في الإعجاز العلمي في القرآن الكريم في مناهل العرفان في علوم القرآن للزرقاني، 2/ 278 - 284، وكتاب الإيمان، لعبد المجيد الزنداني، ص55 - 59، وكتاب التوحيد للزنداني أيضاً/ 1/ 74 - 77.",
            "page": "77",
            "part": "1",
            "seal": "8F022B1E"
        },
        {
            "id": "78",
            "nass": "المسلك الثاني: معجزات النبي - صلى الله عليه وسلم - الحسية: ¶ معجزات النبي - صلى الله عليه وسلم - الحسية الخارقة للعادة كثيرة جداً (¬1)، لا أستطيع حصرها، وسأقتصر بإيجاز على ذكر تسعة أنواع منها على سبيل المثال، كالآتي: ¶ النوع الأول: المعجزات العلوية، ومنها: ¶ 1 - انشقاق القمر: وهذه من أمهات معجزاته - صلى الله عليه وسلم - الدالة على صدقه، فقد سأل أهل مكة رسول اللَّه - صلى الله عليه وسلم - أن يُريهم آية، فأراهم القمر شقتين، حتى رأوا جبل حِراء بينهما (¬2)، قال تعالى: {اقْتَرَبَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ * وَإِن يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُّسْتَمِرٌّ} الآيات (¬3). ¶ 2 - صعوده - صلى الله عليه وسلم - ليلة الإسراء والمعراج إلى ما فوق السموات: وهذا ما أخبر به القرآن الكريم، وتواترت به الأحاديث، قال تعالى: {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِّنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجدِ الأَقْصَى ¶ ¬_________ ¶ (¬1) قال ابن تيمية - رحمه الله -: \"قد جمعت نحو ألف معجزة\". انظر: الفرقان بين أولياء الرحمن وأولياء الشيطان لابن تيمية، ص158. ¶ ومعجزاته - صلى الله عليه وسلم - تزيد على ألف ومائتين، وقيل: ثلاثة آلاف معجزة. انظر: فتح الباري، 6/ 583. ¶ (¬2) البخاري مع الفتح، كتاب مناقب الأنصار، باب انشقاق القمر، 7/ 182، 6/ 631، (رقم 3636)، 8/ 617، ومسلم، صفات المنافقين، باب انشقاق القمر، 4/ 2159، (رقم 280). ¶ (¬3) سورة القمر، الآيتان: 1 - 2.",
            "page": "78",
            "part": "1",
            "seal": "9F51DD5E"
        },
        {
            "id": "79",
            "nass": "الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ البَصِير} (¬1). ¶ وهذه الآية من أعظم معجزاته - صلى الله عليه وسلم -، فإنه أُسري به إلى بيت المقدس، وقطع المسافة في زمن قصير، ثم عُرِجَ به إلى السماوات، ثم صعد إلى مكان يسمع فيه صريف الأقلام، ورأى الجنة، وفرضت عليه الصلوات، ورجع إلى مكة قبل أن يُصبح، فكذبته قريش، وطلبوا منه علامات تدلّ على صدقه، ومن ذلك علامات بيت المقدس، لعلمهم بأنه - صلى الله عليه وسلم - لم ير بيت المقدس قبل ذلك، فجلَّى اللَّه له بيت المقدس ينظر إليه ويخبرهم بعلاماته وما سألوا عنه (¬2). ¶ وغير ذلك من الآيات العلوية، كحراسة السماء بالشهب عند بعثته - صلى الله عليه وسلم -. ¶ النوع الثاني: آيات الجوّ: ¶ 1 - من هذه المعجزات طاعةُ السَّحاب له - صلى الله عليه وسلم -، بإذن اللَّه - تعالى - في حصوله ونزول المطر وذهابه بدعائه (¬3) - صلى الله عليه وسلم -. ¶ 2 - ومن هذا النوع نصر اللَّه للنبي - صلى الله عليه وسلم - بالريح التي قال تعالى عنها: ¶ ¬_________ ¶ (¬1) سورة الإسراء، الآية: 1. ¶ (¬2) انظر: البخاري مع الفتح، كتاب مناقب الأنصار، باب حديث الإسراء، 7/ 196، (رقم 3886)، ومسلم، كتاب الإيمان، باب ذكر المسيح ابن مريم والمسيح الدجال، 1/ 156، (رقم 170). ¶ (¬3) انظر: البخاري مع الفتح، كتاب الجمعة، باب الاستسقاء في الخطبة يوم الجمعة، 2/ 413 (رقم 933)، ومسلم، كتاب الاستسقاء، باب الدعاء في الاستسقاء، 2/ 614، (رقم 897).",
            "page": "79",
            "part": "1",
            "seal": "70A8645B"
        },
        {
            "id": "80",
            "nass": "{إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَّمْ تَرَوْهَا} (¬1)، وهذه الريح هي ريح الصَّبّا، أرسلها على الأحزاب، قال - صلى الله عليه وسلم -: ((نُصِرْتُ بالصّبا، وأُهْلِكت عادٌ بالدَّبورِ (((¬2)، وغير ذلك. ¶ النوع الثالث: تصرفه في الحيوان: الإنس، والجنّ والبهائم: ¶ وهذا باب واسع، منه على سبيل المثال: ¶ (أ) تصرفه في الإنس: ¶ 1 - كان علي بن أبي طالب - رضي الله عنه - يشتكي عينيه من وجع بهما، فبصقَ رسول اللَّه - صلى الله عليه وسلم - فيهما دعا له فبرأ، كأن لم يكن به وجع (¬3). ¶ 2 - انكسرت ساق عبد اللَّه بن عتيك - رضي الله عنه - فمسحها رسول اللَّه - صلى الله عليه وسلم -، فكأنها لم تنكسر قطُّ (¬4). ¶ 3 - أُصيب سلمة بن الأكوع بضربة في ساقه يوم خيبر، فنفث فيها رسول اللَّه - صلى الله عليه وسلم - ثلاث نفثات، فما اشتكاها سلمة بعد ذلك (¬5). ¶ (ب) تصرفه في الجنّ والشياطين: ¶ 1 - كان - صلى الله عليه وسلم - يُخرج الجن من الإنس بمجرد المخاطبة. فيقول: ¶ ¬_________ ¶ (¬1) سورة الأحزاب، الآية: 9. ¶ (¬2) مسلم، كتاب الاستسقاء، باب في ريح الصبا والدبور، (رقم 900). ¶ (¬3) انظر: البخاري، كتاب الجهاد، باب فضل من أسلم على يديه رجل، 6/ 144، (رقم 3009)، ومسلم، كتاب فضائل الصحابة، باب فضائل علي - رضي الله عنه -، 4/ 1872، (رقم 2406). ¶ (¬4) انظر: البخاري مع الفتح، كتاب المغازي، باب قتل أبي رافع، 7/ 340، (رقم 4039). ¶ (¬5) انظر: المرجع السابق، كتاب المغازي، باب غزوة خيبر، 7/ 475، (رقم 4206).",
            "page": "80",
            "part": "1",
            "seal": "6009EC70"
        },
        {
            "id": "81",
            "nass": "((اخرج عدو اللَّه أنا رسول اللَّه)) (¬1). ¶ 2 - أخرج الشيطان من صدر عثمان بن أبي العاص، فضرب صدر عثمان بيده ثلاث مرات، وتفل في فمه، وقال: ((اخرج عدو اللَّه)) فعل ذلك ثلاث مرات، فلم يُخالط عثمان الشيطان بعد ذلك (¬2). ¶ (ج) تصرفه في البهائم: ¶ وقد حصل له مراراً، ومن ذلك أنه جاء بعير فسجد للنبي - صلى الله عليه وسلم -، فقال أصحابه: يا رسول اللَّه! تسجد لك البهائم والشجر، فنحن أحقّ أن نسجد لك، فقال - صلى الله عليه وسلم -: ((اعبدوا ربَّكم، وأكرِمُوا أخاكُم، ولو كنتُ آمراً أحداً أن يسجُدَ لأحدٍ لأمرتُ المرأةَ أن تسجد لزوجها ... )) (¬3). ¶ النوع الرابع: تأثيره في الأشجار والثمار والخشب: ¶ (أ) تأثيره في الأشجار: ¶ 1 - جاء أعرابي إلى رسول اللَّه - صلى الله عليه وسلم - وهو في سفر، فدعاه رسول اللَّه - صلى الله عليه وسلم - إلى الإسلام، فقال الأعرابي: ومن يشهد لك على ما تقول؟ فقال رسول اللَّه - صلى الله عليه وسلم -: ((هذه السَّلمة)) (¬4)، فدعاها رسول اللَّه - صلى الله عليه وسلم - وهي ¶ ¬_________ ¶ (¬1) مسند أحمد، 4/ 170 - 172، وقال الهيثمي في مجمع الزوائد، 9/ 6: رجال أحمد رجال الصحيح. ¶ (¬2) ابن ماجه، كتاب الطب، باب الفزع والأرق وما يتعوذ منه، بسند حسن، 2/ 1174، (رقم 3548)، وانظر: صحيح ابن ماجه، 1/ 273. ¶ (¬3) مسند أحمد، 6/ 76، وقال الهيثمي في مجمع الزوائد، 9/ 9: إسناده جيد، وانظر: معجزات من هذا النوع مسند الإمام أحمد، 4/ 170 - 172، ومجمع الزوائد للهيثمي، 9/ 3 - 12. ¶ (¬4) شجرة من شجر البادية، انظر: المصباح المنير، مادة (سلم)، 1/ 286، ومختار الصحاح، مادة (سلم)، ص131.",
            "page": "81",
            "part": "1",
            "seal": "C319D4B7"
        },
        {
            "id": "82",
            "nass": "بشاطئ الوادي، فأقبلت تخدّ (¬1) الأرض خدّاً حتى قامت بين يديه، فأشهدها ثلاثاً، فشهدت ثلاثاً أنه كما قال، ثم رجعت إلى مَنْبَتِها (¬2). ¶ 2 - أراد رسول اللَّه - صلى الله عليه وسلم - أن يقضي حاجته وهو في سفر، فلم يجد ما يستتر به، فأخذ بغصن شجرة وقال: ((انقادي عليَّ بإذن اللَّه))، فانقادت معه كالبعير المخشوم (¬3) حتى أتى الشجرة الأخرى، ففعل وقال كذلك، ثم أمرهما أن تلتئما عليه فالتأمتا، ثم بعد قضاء الحاجة رجعت كل شجرة، وقامت كل واحدة منهما على ساق ... (¬4). ¶ (ب) تأثيره في الثمار: ¶ جاء أعرابي إلى رسول اللَّه - صلى الله عليه وسلم - فقال: بم أعرف أنك نبي؟ قال: ((إن دعوت هذا العذق من هذه النخلة أتشهد أني رسول اللَّه))؟ فدعاه رسول اللَّه - صلى الله عليه وسلم - فجعل ينزل من النخلة حتى سقط إلى النبي - صلى الله عليه وسلم -، ثم قال: ((ارجع))، فعاد، فأسلم الأعرابي (¬5). ¶ ¬_________ ¶ (¬1) أي: تشقها أخدوداً. وانظر: المصباح المنير، مادة (خد)، 1/ 165، ومختار الصحاح، مادة (خد)، ص72. ¶ (¬2) الدارمي، في المقدمة، باب ما أكرم اللَّه به نبيه من إيمان الشجر به والبهائم والجن، 1/ 17، (رقم 16)، وإسناده صحيح، وانظر: مشكاة المصابيح، برقم 5925، 3/ 1666. ¶ (¬3) الذي جعل في أنفه عوداً، ويشد فيه حبل ليذل وينقاد إذا كان صعباً. انظر: شرح النووي على صحيح مسلم، 18/ 146. ¶ (¬4) انظر: صحيح مسلم، كتاب الزهد والرقائق، باب حديث جابر الطويل وقصة أبي اليسر، 4/ 2306، (رقم 3012). ¶ (¬5) الترمذي، كتاب المناقب، باب حدثنا عباد، 5/ 594، (رقم 3628)، وأحمد، 1/ 123، والحاكم وصححه على شرط مسلم، ووافقه الذهبي، 2/ 620.",
            "page": "82",
            "part": "1",
            "seal": "F11C123C"
        },
        {
            "id": "83",
            "nass": "(ج) تأثيره في الخشب: ¶ كان - صلى الله عليه وسلم - يخطب في المدينة يوم الجمعة على جذع نخل، فلما صنع له المنبر ورقِي عليه صاحَ الجذعُ صياحَ الصبي، [وخارَ كما تخورُ البقرة، جزعاً على رسول اللَّه - صلى الله عليه وسلم - فالتزمه رسول اللَّه - صلى الله عليه وسلم - وضمه إليه وهو يئن، ومسحه حتى سكن] (¬1). ¶ النوع الخامس: تأثيره في الجبال والأحجار وتسخيرها له: ¶ (أ) تأثيره في الجبال: ¶ صعد النبي - صلى الله عليه وسلم - أُحداً، ومعه أبو بكر، وعمر، وعثمان، فرجف بهم، فضربه - صلى الله عليه وسلم - برجله، وقال: ((اثبت أحد، فإن عليك نبي، وصدِّيق، وشهيدان)) (¬2). ¶ (ب) تأثيره في الحجارة: ¶ وقال - صلى الله عليه وسلم -: ((إني لأعرف حجراً بمكة كان يُسلِّم عليّ قبل أن أُبعثَ، إني لأعرفه الآن)) (¬3). ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، كتاب المناقب، باب علامات النبوة في الإسلام، 6/ 602، (رقم 3584)، وما بين المعقوفين عند أحمد في المسند، 2/ 109. ¶ (¬2) البخاري مع الفتح، كتاب فضائل الصحابة، باب قوله - صلى الله عليه وسلم -: لو كنت متخذاً خليلاً .. 7/ 22، 40، 7/ 53، (رقم 3675). ¶ (¬3) مسلم، كتاب الفضائل، باب فضل نسب النبي - صلى الله عليه وسلم - وتسليم الحجر عليه قبل النبوة، 4/ 1782، (رقم 2277).",
            "page": "83",
            "part": "1",
            "seal": "CA193D7C"
        },
        {
            "id": "84",
            "nass": "(ج) تأثيره في تراب الأرض: ¶ عندما كان رسول اللَّه - صلى الله عليه وسلم - في معركة حنين، واشتدّ القتال، نزل عن بغلته وقبض قبضة من تراب الأرض، واستقبل به وجوه القوم، فقال: ((شاهَت الوُجُوه))، فما خلق اللَّه إنساناً منهم إلا ملأ عينيه من تلك القبضة، فهزمهم اللَّه وقسم غنائمهم بين المسلمين (¬1). ¶ النوع السادس: تفجير الماء، وزيادة الطعام والشراب والثمار: ¶ (أ) نبع الماء وزيادة الشراب: ¶ هذا النوع حصل لرسول اللَّه - صلى الله عليه وسلم - مراتٍ كثيرة جدّاً (¬2)، ومن ذلك: ¶ 1 - عطش الناس في الحديبية، فوضع يده - صلى الله عليه وسلم - في الركوة، فجعل الماء يثور بين أصابعه كالعيون، فشربوا وتوضؤوا، قيل لجابر: كم كنتم؟ قال: لو كنا مائة ألف لكفانا، كنا خمس عشرة مائة (¬3). ¶ 2 - قدم - صلى الله عليه وسلم - تبوك، فوجد عينها كشراك النعل، فغُرِفَ له منها ¶ ¬_________ ¶ (¬1) مسلم، كتاب الجهاد والسير، باب غزوة حنين، 3/ 1402، (رقم 1777). وحصل له مثل ذلك في معركة بدر. ¶ (¬2) انظر: البخاري مع الفتح، كتاب المناقب، باب علامات النبوة في الإسلام، 6/ 580، من حديث 3571 - 3577، ومسلم، كتاب المساجد ومواضع الصلاة، باب قضاء الصلاة الفائتة واستحباب تعجيل قضائها، 1/ 471 - 477، (رقم 681، 682)، وجامع الأصول لابن الأثير، 11/ 334 - 351. ¶ (¬3) البخاري مع الفتح، كتاب المناقب، باب علامات النبوة، 6/ 581، 7/ 441، 443، 10/ 101، (رقم 3576)، ومسلم، كتاب الإمارة، باب استحباب مبايعة الإمام الجيش عند إرادة القتال، 3/ 1484، (رقم 1856) (72).",
            "page": "84",
            "part": "1",
            "seal": "C3A53A27"
        },
        {
            "id": "85",
            "nass": "قليلاً قليلاً، حتى اجتمع له شيء قليل، فغسل فيه يديه ووجهه، ثم أعاده فيها فجرت العين بماء منهمر، وبقيت العين إلى الآن (¬1). ¶ 3 - قصة أبي هريرة - رضي الله عنه - وقدح اللبن، وزيادة لبن القدح حتى شرب منه أضياف الإسلام (¬2). ¶ (ب) زيادة الطعام وتكثيره لما جعل اللَّه في النبي - صلى الله عليه وسلم - من البركة: ¶ 1 - كان النبي - صلى الله عليه وسلم - في ألف وأربعمائة من أصحابه في غزوة، فأصابهم مشقة، فأمر - صلى الله عليه وسلم - أن يجمعوا ما معهم من طعام وبسطوا سفرة، وكان الطعام شيئاً يسيراً فبارك فيه، وأكلوا، وحشوا أوعيتهم من ذلك الطعام (¬3). ¶ 2 - بقي الصحابة والنبي - صلى الله عليه وسلم - في غزوة الخندق ثلاثة أيام لا يذوقون طعاماً، فذبح جابر بن عبد اللَّه - رضي الله عنه - عناقاً، وطحنت زوجته صاعاً من شعير، ثم دعا النبي - صلى الله عليه وسلم -، فصاح النبي - صلى الله عليه وسلم - بأهل الخندق يدعوهم على هذا الطعام اليسير، ثم جاء النبي - صلى الله عليه وسلم - وبصقَ في العجين وبارك، وبصقَ في البرمة وبارك، قال جابر - رضي الله عنه -: وهم ألف، فأقسم باللَّه لقد أكلوا حتى تركوه وانحرفوا، وإن برمتنا لتغطّ كما ¶ ¬_________ ¶ (¬1) انظر: صحيح مسلم، كتاب الفضائل، باب معجزات النبي - صلى الله عليه وسلم -، 4/ 1784، (رقم 706). ¶ (¬2) البخاري مع الفتح، كتاب الرقاق، باب كيف كان يعيش النبي - صلى الله عليه وسلم - وأصحابه وتخليهم عن الدنيا، 11/ 281، (رقم 6452). ¶ (¬3) البخاري مع الفتح، كتاب الجهاد، باب حمل الزاد في الغزو، 6/ 129، (رقم 2982)، ومسلم، اللقطة، باب استحباب خلط الأزواد إذا قلَّت، 3/ 1354، (رقم 1729).",
            "page": "85",
            "part": "1",
            "seal": "E1F20766"
        },
        {
            "id": "86",
            "nass": "هي (¬1)، وإن عجيننا ليخبز كما هو (¬2). ¶ وهذا باب واسع لا يمكن حصره. ¶ (ج) زيادة الثمار والحبوب: ¶ 1 - جاء رجل يستطعم النبي - صلى الله عليه وسلم - فأطعمه شطرَ وسْقِ شعيرٍ، فما زال الرجل يأكل منه وأهله حتى كاله، فأتى النبي - صلى الله عليه وسلم - فقال: ((لو لم تكله لأكلتم منه ولقام لكم)) (¬3). ¶ 2 - كان على والد جابر دين، وما في نخله لا يقضي ما عليه سنين، فجاء جابر إلى رسول اللَّه - صلى الله عليه وسلم - ليحضر الكيل، فحضر، ومشى حول الجرن، ثم أمر جابراً أن يكيل فكال لهم حتى أوفاهم، قال جابر - رضي الله عنه -: ((وبقي تمري وكأنه لم ينقص منه شيء)) (¬4). ¶ النوع السابع: تأييد اللَّه له بالملائكة: ¶ أيد اللَّه رسوله بالملائكة في عدة مواضع، نُصرً له ولدينه، منها على سبيل المثال: ¶ ¬_________ ¶ (¬1) أي: تغلي ويسمع غليانها. انظر: الفتح 7/ 399. ¶ (¬2) البخاري مع الفتح، كتاب المغازي، باب غزوة الخندق 7/ 395، 396 (رقم 4101)، ومسلم، كتاب الأشربة، باب جواز استتباع غيره إلى دار من يثق برضاه بذلك 3/ 1610 (رقم 2039). ¶ (¬3) مسلم، كتاب الفضائل، باب معجزات النبي صلّى الله عليه وسلّم 4/ 1784 (رقم 2281). ¶ (¬4) البخاري مع الفتح، كتاب المناقب، باب علامات النبوة 6/ 587، 7/ 357 (رقم 3580)، وانظر شرح روايات الحديث في الفتح 6/ 593.",
            "page": "86",
            "part": "1",
            "seal": "0999B5A6"
        },
        {
            "id": "87",
            "nass": "1 - في الهجرة، قال المولى - جل وعلا -: {فَأَنزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَّمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُواْ السُّفْلَى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا} (¬1). ¶ 2 - في بدر، قال اللَّه تعالى: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُم بِأَلْفٍ مِّنَ الْمَلآئِكَةِ مُرْدِفِينَ} (¬2). ¶ 3 - في أُحدٍ، قاتل جبريل وميكائيل - عليهما السلام - عن يمين النبي - صلى الله عليه وسلم - وعن يساره (¬3). ¶ 4 - في الخندق، قال اللَّه - عز وجل -: {إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَّمْ تَرَوْهَا} (¬4). ¶ 5 - في غزوة بني قُريظة، جاء جبريل إلى النبي - صلى الله عليه وسلم - بعد أن وضع السلاح من غزوة الخندق واغتسل، فقال له جبريل: قد وضعت السلاح؟ واللَّه ما وضعناه فاخرج إليهم، فسأله النبي - صلى الله عليه وسلم -: ((إلى أين))؟ فأشار إلى بني قريظة، فخرج - صلى الله عليه وسلم -، ونصره اللَّه عليهم (¬5). ¶ ¬_________ ¶ (¬1) سورة التوبة، الآية: 40. ¶ (¬2) سورة الأنفال، الآية: 9. ¶ (¬3) البخاري مع الفتح، كتاب المغازي، باب: إذ همت طائفتان ... ، 7/ 358، (رقم 4054)، ومسلم في كتاب الفضائل، باب قتال جبريل وميكائيل عن النبي - صلى الله عليه وسلم - يوم أحد، 4/ 1802، (رقم 2306). ¶ (¬4) سورة الأحزاب، الآية: 9. ¶ (¬5) البخاري مع الفتح، كتاب المغازي، باب مرجع النبي - صلى الله عليه وسلم - من الأحزاب، 7/ 407، (رقم 4117)، ومسلم، كتاب الجهاد، باب جواز قتال من نقض العهد، 3/ 1389، (رقم 1769).",
            "page": "87",
            "part": "1",
            "seal": "1F96ECCC"
        },
        {
            "id": "88",
            "nass": "6 - في حنين، قال اللَّه - سبحانه وتعالى -: {وَأَنزَلَ جُنُودًا لَّمْ تَرَوْهَا وَعذَّبَ الَّذِينَ كَفَرُواْ وَذَلِكَ جَزَاءُ الْكَافِرِينَ} (¬1). ¶ النوع الثامن: كفاية اللَّه له أعداءه وعصمته من الناس: ¶ هذا النوع من أعظم الآيات الدالة على صدق رسالة محمد - صلى الله عليه وسلم -، ومن ذلك: ¶ 1 - كفاه اللَّه - تعالى - المشركين والمستهزئين، فلم يصلوا إليه بسوء، قال تعالى: {فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ* إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ} (¬2). ¶ 2 - كفاه اللَّه أهل الكتاب، قال تعالى: {فَإِنْ آمَنُواْ بِمِثْلِ مَا آمَنتُم بِهِ فَقَدِ اهْتَدَواْ وَّإِن تَوَلَّوْاْ فَإِنَّمَا هُمْ فِي شِقَاقٍ فَسَيَكْفِيكَهُمُ اللَّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ} (¬3). ¶ 3 - وعصمه تعالى من جميع الناس بقوله: {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} (¬4). ¶ وهذا خبر عام بأن اللَّه يعصمه من جميع الناس، فكلٌّ من هذه ¶ ¬_________ ¶ (¬1) سورة التوبة، الآية: 26. ¶ (¬2) سورة الحجر، الآيتان: 94 - 95. ¶ (¬3) سورة البقرة، الآية: 137. ¶ (¬4) سورة المائدة، الآية: 67.",
            "page": "88",
            "part": "1",
            "seal": "C6F475EA"
        },
        {
            "id": "89",
            "nass": "الأخبار الثلاثة قد وقع كما أخبر اللَّه - تعالى - فقد كفاه اللَّه أعداءه بأنواع عجيبة خارجة عن العادة المعروفة، ونصره مع كثرة أعدائه وقوتهم وغلبتهم، وانتقم ممن عاداه. ¶ ومن ذلك أن رجلاً نصرانيّاً أسلم، وقرأ البقرة وآل عمران، وكان يكتب للنبي - صلى الله عليه وسلم - ثم ارتدّ وعاد نصرانيّاً، فكان يقول: ما يَدْري محمد إلا ما كتبت له، فأماته اللَّه، فدفنه قومه، فأصبح وقد أخرجته الأرض من بطنها، فأعادوا دفنه، وأعمقوا قبره، فأصبح وقد أخرجته الأرض منبوذاً على ظهرها، فأعادوا دفنه وأعمقوا له، فأصبح وقد لفظته الأرض، فعلموا أن هذا ليس من الناس فتركوه منبوذاً (¬1). ¶ النوع التاسع: إجابة دعواته - صلى الله عليه وسلم -: ¶ الأدعية التي دعا بها النبي - صلى الله عليه وسلم - وشُوهدت إجابتها كالشمس في رابعة النهار كثيرة جدّاً، لا تُحصر ولا يتّسع المقام لذكر أكثرها، ولكن منها على سبيل المثال: ¶ 1 - قال - صلى الله عليه وسلم - لأنس - رضي الله عنه -: ((اللَّهم أكثر ماله وولده، وبارك له فيما أعطيته\"\" (¬2)، [وأطل حياته واغفر له] (¬3)، قال أنس: فواللَّه إنّ مالي ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، كتاب المناقب، باب علامات النبوة، 6624، (رقم 3617)، ومسلم، صفات المنافقين، 4/ 2145، (رقم 2781). ¶ (¬2) البخاري مع الفتح، كتاب الصيام، باب من زار قوماً فلم يفطر عندهم، 4/ 228، 11/ 144، (رقم 1982)، ومسلم، في فضائل الصحابة، باب فضائل أنس، 4/ 1928، (رقم 2480). ¶ (¬3) البخاري في الأدب المفرد، برقم 653، وانظر: فتح الباري، 11/ 145، وسير أعلام النبلاء، 2/ 219.",
            "page": "89",
            "part": "1",
            "seal": "D4502553"
        },
        {
            "id": "90",
            "nass": "لكثير، وإن ولدي وولد ولدي ليتعادُّون على نحو المائة اليوم (¬1)، [وحدثتني ابنتي أمينة أنه دُفِنَ لصلبي مقدم الحجاج البصرة بضع وعشرون ومائة] (¬2). ¶ وكان له - رضي الله عنه - بستان يحمل في السنة الفاكهة مرتين، وكان فيها ريحان يجيء منها ريح المسك (¬3). ¶ 2 - ودعا - صلى الله عليه وسلم - لأم أبي هريرة بالهداية فهداها اللَّه فوراً، وأسلمت (¬4). ¶ 3 - وقال - صلى الله عليه وسلم - لعروة بن أبي الجعد البارقي: ((اللَّهم بارك له في صفقة يمينه))، فكان يقف في الكوفة ويربح أربعين ألفاً قبل أن يرجع إلى أهله (¬5)، [وكان لو اشترى التراب لربح فيه] (¬6). ¶ 4 - ودعاؤه - صلى الله عليه وسلم - على بعض أعدائه، فلم تتخلّف الإجابة، كأبي ¶ ¬_________ ¶ (¬1) مسلم، فضائل الصحابة، باب فضائل أنس، 4/ 1929، (رقم 2481)، (143). ¶ (¬2) البخاري مع الفتح كتاب الصيام، باب من زار قوماً فلم يفطر عندهم، 4/ 228، (رقم 1982). ¶ (¬3) الترمذي، كتاب المناقب، باب مناقب أنس 5/ 683، (رقم 3833)، وقال: \"هذا حديث حسن غريب\"، وانظر: صحيح الترمذي، 3/ 234. ¶ (¬4) مسلم، كتاب فضائل الصحابة، باب فضائل أبي هريرة، 4/ 1938، (رقم 2491). ¶ (¬5) أحمد في المسند، 4/ 376. ¶ (¬6) البخاري مع الفتح، كتاب المناقب، باب حدثنا محمد بن المثنى، 6/ 632، (رقم 3642).",
            "page": "90",
            "part": "1",
            "seal": "7E9C46F9"
        },
        {
            "id": "91",
            "nass": "جهل، وأميّة، وعقبة، وعتبة ... (¬1). ¶ 5 - ودعاؤه يوم بدر، ويوم حنين، وعلى سراقة بن مالك - رضي الله عنه - وغيره كثير (¬2). ¶ والحقيقة أن العاقل المنصف يقف أمام هذه الدلائل والبينات مذعوراً، ولا يسعه إلا أن يقول: أشهد أن لا إله إلا اللَّه وأن محمداً رسول اللَّه. ¶ المسلك الثالث: عموم رسالته - صلى الله عليه وسلم -: ¶ إن أصل الأصول هو تحقيق الإيمان بما جاء به محمد - صلى الله عليه وسلم -، وأنه رسول اللَّه إلى جميع الخلق: إنسهم وجنّهم، عربهم وعجمهم، كتابيّهم ومجوسيّهم، رئيسهم ومرؤوسهم، وأنه لا طريق إلى اللَّه - - عز وجل - - لأحد من الخلق إلا بمتابعته - صلى الله عليه وسلم - باطناً وظاهراً، حتى لو أدركه موسى وعيسى، وغيرهما من الأنبياء، عليهم الصلاة والسلام؛ لوجب عليهم اتباعه، كما قال تعالى: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّيْنَ لَمَا آتَيْتُكُم مِّن كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُواْ ¶ ¬_________ ¶ (¬1) انظر: البخاري مع الفتح، 1/ 349، ومسلم، 3/ 1418. ¶ (¬2) انظر: دعاءه يوم بدر في صحيح مسلم، كتاب الجهاد والسير، باب الإمداد بالملائكة في غزوة بدر، 3/ 1384، (رقم 1763)، ويوم حنين في مسلم، كتاب الجهاد والسير، باب غزوة حنين، 3/ 1402، (رقم 1775)، وقصة سراقة في البخاري مع الفتح، كتاب مناقب الأنصار، باب هجرة النبي - صلى الله عليه وسلم - وأصحابه إلى المدينة، 7/ 238، (رقم 3906).",
            "page": "91",
            "part": "1",
            "seal": "8039FEEA"
        },
        {
            "id": "92",
            "nass": "أَقْرَرْنَا قَالَ فَاشْهَدُواْ وَأَنَاْ مَعَكُم مِّنَ الشَّاهِدِينَ* فَمَن تَوَلَّى بَعْدَ ذَلِكَ فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ} (¬1). - رضي الله عنه - ¶ قال ابن عباس - رضي الله عنه - ((ما بعث اللَّه نبيّاً إلا أخذ عليه الميثاق: لئن بعث محمد وهو حيٌّ ليؤمنن به ولينصرنه، وأمره أن يأخذ على أمته الميثاق لئن بعث محمد وهم أحياء ليؤمنن به، ولينصرنه\" (¬2). ¶ ولهذا جاء في الحديث: ((لو كان موسى حيّاً بين أظهركم ما حلّ له إلا أن يتبعني)) (¬3). ¶ ومن خالف عموم رسالة النبي - صلى الله عليه وسلم - لا يخلو من أحد أمرين: ¶ 1 - إما أن يكون المخالِفُ مؤمناً بأنه مرسل من عند اللَّه؛ ولكنه يقول: رسالته خاصة بالعرب. ¶ 2 - وإما أن يكون المخالف منكراً للرسالة جملةً وتفصيلاً. ¶ فأما المعترف له بالرسالة؛ ولكنه يجعلها خاصة بالعرب فإنه ¶ ¬_________ ¶ (¬1) سورة آل عمران، الآيتان: 81 - 82. ¶ (¬2) انظر: الفرقان بين أولياء الرحمن وأولياء الشيطان لابن تيمية، ص77، 191 - 200، وفتاوى ابن تيمية، 19/ 9 - 65، بعنوان: إيضاح الدلالة في عموم الرسالة للثقلين، والجواب الصحيح لمن بدل دين المسيح، 1/ 31 - 176، وتفسير ابن كثير، 1/ 378، وأضواء البيان في إيضاح القرآن بالقرآن، 2/ 334، ومعالم الدعوة للديلمي، 1/ 454 - 456، والمناظرة في الإسلام والنصرانية، ص303 - 309. ¶ (¬3) أخرجه الإمام أحمد في مسنده، 3/ 338، وله شواهد وطرق كثيرة ذكرها الهيثمي في مجمع الزوائد، 1/ 173 - 174، وانظر: مشكاة المصابيح بتحقيق الألباني، 1/ 63، 68.",
            "page": "92",
            "part": "1",
            "seal": "1F3694F6"
        },
        {
            "id": "93",
            "nass": "يلزمه أن يصدقه في كل ما جاء به عن اللَّه - تعالى - ومن ذلك عموم رسالته، ونسخها للشرائع قبلها، فقد بيّن - صلى الله عليه وسلم - أنه رسول اللَّه إلى الناس أجمعين، وأرسل رسله، وبعث كتبه في أقطار الأرض إلى كسرى، وقيصر، والنجاشي، وسائر ملوك الأرض يدعوهم إلى الإسلام، ثم قاتل من لم يدخل في الإسلام من المشركين، وقاتل أهل الكتاب، وسبى ذراريهم، وضرب الجزية عليهم، وذلك كلّه بعد امتناعهم عن الدخول في الإسلام، أما كونه يؤمن برسول ولا يصدّقه في جميع ما جاء به فهذا تناقض ومكابرة. ¶ وأما المنكر لرسالة نبينا محمد - صلى الله عليه وسلم - مطلقاً، فقد قام البرهان القاطع على صدق صاحب الرسالة - صلى الله عليه وسلم -، ولا تزال معجزات القرآن تتحدى الإنس والجنّ، فإما أن يأتي بما يُناقض المعجزة القائمة وإلا لزمه الاعتراف بمدلولها، فإن اعترف بالرسالة لزمه التصديق بكل ما أخبر به الرسول - صلى الله عليه وسلم -، وإن ذهب يُكابر ويُعاند ليأتي بقرآن مثل ما جاء به محمد - صلى الله عليه وسلم - وقع في العجز وفضح نفسه لا محالة؛ لأن أصحاب الفصاحة والبلاغة قد عجزوا عن ذلك، ولا شكّ أن غيرهم أعجز عن هذا؛ لأن القرآن معجزة قائمة مستمرة خالدة (¬1). ¶ ¬_________ ¶ (¬1) انظر: الجواب الصحيح لمن بدل دين المسيح، 1/ 144، 166، ومناهج الجدل في القرآن الكريم، ص303، والإرشاد إلى صحيح الاعتقاد للدكتور/ صالح بن فوزان، 2/ 182.",
            "page": "93",
            "part": "1",
            "seal": "45552075"
        },
        {
            "id": "94",
            "nass": "وحينئذ يلزم جميع الخلق العمل بما فيه والتحاكم إليه. ¶ وقد صرح القرآن الكريم بأن محمداً - صلى الله عليه وسلم - رسول إلى جميع الناس، وخاتم النبيين، قال تعالى: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ لا إِلَهَ إِلاَّ هُوَ يُحْيِي وَيُمِيتُ فَآمِنُواْ بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ} (¬1)، وقال تعالى: {تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا} (¬2)، {وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لأُنذِرَكُم بِهِ وَمَن بَلَغَ} (¬3). ¶ وهذا تصريح بعموم رسالته لكل من بلغه القرآن. ¶ وصرح تعالى بشمول رسالة النبي - صلى الله عليه وسلم - لأهل الكتاب، فقال: {وَقُل لِّلَّذِينَ أُوْتُواْ الْكِتَابَ وَالأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُواْ فَقَدِ اهْتَدَواْ وَّإِن تَوَلَّوْاْ فَإِنَّمَا عَلَيْكَ الْبَلاَغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ} (¬4)، {مَّا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِّن رِّجَالِكُمْ وَلَكِن رَّسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ} (¬5)، {وَمَا أَرْسَلْنَاكَ إِلاّ رَحْمَةً لِّلْعَالَمِينَ} (¬6)، {وَمَا أَرْسَلْنَاكَ إِلاّ كَافَّةً ¶ ¬_________ ¶ (¬1) سورة الأعراف، الآية: 158. ¶ (¬2) سورة الفرقان، الآية: 1. ¶ (¬3) سورة الأنعام، الآية: 19. ¶ (¬4) سورة آل عمران، الآية: 20. ¶ (¬5) سورة الأحزاب، الآية: 40. ¶ (¬6) سورة الأنبياء، الآية: 107.",
            "page": "94",
            "part": "1",
            "seal": "EAF6BFA8"
        },
        {
            "id": "95",
            "nass": "لِّلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} (¬1). ¶ وبلغ - صلى الله عليه وسلم - الناس جميعاً أنه خاتم الأنبياء، وأن رسالته عامة، قال - صلى الله عليه وسلم -: ((أعطيت خمساً لم يُعْطَهُنَّ أحدٌ من الأنبياء قبلي))، وذكر منها: ((وكان النبي يُبعث إلى قومه خاصّة، وبُعثت إلى الناس كافَّةً)) ... الحديث (¬2). ¶ وقال - صلى الله عليه وسلم -: ((مثلي ومثل الأنبياء من قبلي كمثل رجل بنى بيتاً فأحسنه وأجمله إلا موضع لبنة من زاوية، فجعل الناس يطوفون به ويعجبون له، ويقولون: هلاّ وُضِعت هذا اللبنة))؟ قال: ((فأنا اللَّبنةُ، وأنا خاتم النبيين)) (¬3). ¶ وعموم رسالته - صلى الله عليه وسلم - لجميع الإنس والجن في كل زمان ومكان من بعثته إلى يوم القيامة، وكونها خاتمة الرسالات، يقضي ويدلّ دلالة قاطعة على أن النبوة قد انقطعت بانقطاع الوحي بعده، وأنه لا مصدر للتشريع والتعبد إلا كتاب اللَّه – تعالى – وسنة رسوله - صلى الله عليه وسلم -، وهذا يقتضي وجوب الإيمان بعموم رسالته واتباع ما جاء به، فقد ¶ ¬_________ ¶ (¬1) سورة سبأ، الآية: 28. ¶ (¬2) البخاري مع الفتح، كتاب الصلاة، باب قول النبي - صلى الله عليه وسلم -: جعلت لي الأرض مسجداً وطهوراً، 1/ 533، (رقم 438)، ومسلم، كتاب المساجد، 1/ 370، (رقم 521). ¶ (¬3) البخاري مع الفتح، كتاب المناقب، باب خاتم النبيين، 6/ 558، (رقم 3535)، ومسلم، كتاب الفضائل، باب ذكر كونه - صلى الله عليه وسلم - خاتم النبيين، 4/ 1790، (رقم 2286).",
            "page": "95",
            "part": "1",
            "seal": "C7B69893"
        },
        {
            "id": "96",
            "nass": "قال - صلى الله عليه وسلم -: ((والذي نفس محمد بيده لا يسمع بي أحد من هذه الأمة يهودي ولا نصراني ثم يموت ولم يؤمن بالذي أُرسلت به إلا كان من أصحاب النار)) (¬1). ¶ وبعون اللَّه - تعالى - ثم بهذه المسالك الثلاثة الآنفة الذكر - تقوم الحجة وتثبت رسالة النبي - صلى الله عليه وسلم - وعمومها وشمولها لجميع الثقلين: الإنس والجن، في كل زمان ومكان إلى قيام الساعة: {قَدْ جَاءَكُم بَصَآئِرُ مِن رَّبِّكُمْ فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا وَمَا أَنَاْ عَلَيْكُم بِحَفِيظٍ} (¬2)، {وَقُلِ الْحَقُّ مِن رَّبِّكُمْ فَمَن شَاءَ فَلْيُؤْمِن وَمَن شَاءَ فَلْيَكْفُرْ ... } الآية (¬3). ¶ أما دعوة أهل الكتاب بالقوة الفعلية فقد بيّنتها في آخر رسالة كيفية دعوة الوثنيين، فليرجع إليها من شاء. ¶ وصلى اللَّه وسلم على نبينا محمد وعلى آله وأصحابه. ¶ ¬_________ ¶ (¬1) مسلم، كتاب الإيمان، باب وجوب الإيمان برسالة نبينا محمد - صلى الله عليه وسلم - إلى جميع الناس، ونسخ الملل بملته، 1/ 134، (رقم 153). ¶ (¬2) سورة الأنعام، الآية: 104. ¶ (¬3) سورة الكهف، الآية: 29.",
            "page": "96",
            "part": "1",
            "seal": "64B6B6B4"
        }
    ],
    "t1877": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "تمهيد:"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: حكمة القول مع اليهود"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "المسلك الأول: الأدلة العقلية والنقلية على نسخ الإسلام لجميع الشرائع:"
        },
        {
            "id": "9",
            "lvl": "3",
            "sub": null,
            "tit": "أولا: الأدلة العقلية"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: الأدلة النقلية السمعية"
        },
        {
            "id": "10",
            "lvl": "4",
            "sub": "1",
            "tit": "النوع الأول: ما تقوم به الحجة على منكري النسخ"
        },
        {
            "id": "13",
            "lvl": "4",
            "sub": null,
            "tit": "النوع الثاني: تقوم الحجة به على من آمن بنبوة محمد - صلى الله عليه وسلم - واعترف بها"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "المسلك الثاني: الأدلة القطعية على وقوع التحريف والتبديل في التوراة"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": null,
            "tit": "النوع الأول: إلباس الحق بالباطل:"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": null,
            "tit": "النوع الثاني: كتمان الحق:"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": null,
            "tit": "النوع الثالث: إخفاء الحق:"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": null,
            "tit": "النوع الرابع: لي اللسان:"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": null,
            "tit": "النوع الخامس: تحريف الكلام عن مواضعه:"
        },
        {
            "id": "23",
            "lvl": "4",
            "sub": null,
            "tit": "1 - تحريف التبديل:"
        },
        {
            "id": "23",
            "lvl": "4",
            "sub": "1",
            "tit": "2 - تحريف بالزيادة:"
        },
        {
            "id": "23",
            "lvl": "4",
            "sub": "2",
            "tit": "3 - تحريف بالنقص:"
        },
        {
            "id": "23",
            "lvl": "4",
            "sub": "3",
            "tit": "4 - تحريف المعنى:"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "المسلك الثالث: إثبات اعتراف المنصفين من علماء اليهود:"
        },
        {
            "id": "25",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - عبد الله بن سلام رضي الله عنه وأرضاه:"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": null,
            "tit": "2 - زيد بن سعنة، أحد أحبار اليهود:"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": null,
            "tit": "3 - من أسلم عند الموت"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "المسلك الرابع: الأدلة على إثبات رسالة عيسى ومحمد عليهما الصلاة والسلام:"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": "1",
            "tit": "(أ) البراهين والبينات على صدق نبوة عيسى ابن مريم - صلى الله عليه وسلم -:"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": null,
            "tit": "(ب) الحجج والبراهين على صدق نبوة محمد - صلى الله عليه وسلم -:"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: حكمة القول مع النصارى"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "1",
            "tit": "المسلك الأول: إبطال عقيدة التثليث وإثبات الوحدانية لله تعالى:"
        },
        {
            "id": "36",
            "lvl": "3",
            "sub": null,
            "tit": "1 - التوحيد دين الأنبياء - عليهم الصلاة والسلام - وأتباعهم"
        },
        {
            "id": "37",
            "lvl": "3",
            "sub": null,
            "tit": "2 - النصارى تلقوا عقيدة التثليث عن أصحاب المجامع:"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": null,
            "tit": "3 - بطلان كون الثلاثة إله واحد:"
        },
        {
            "id": "40",
            "lvl": "4",
            "sub": "1",
            "tit": "أولا: لم خصصتم الأقانيم الثلاثة؟ فإنه قد ثبت أنه: موجود، حي عليم، قادر"
        },
        {
            "id": "41",
            "lvl": "4",
            "sub": null,
            "tit": "ثانيا: قولكم: الأب الذي هو ابتداء الاثنين"
        },
        {
            "id": "41",
            "lvl": "4",
            "sub": "1",
            "tit": "ثالثا: قولكم في النطق: إنه الابن، وإنه مولود من الله - تعالى -:"
        },
        {
            "id": "41",
            "lvl": "4",
            "sub": "2",
            "tit": "رابعا: إن تسمية حياة الله: روح القدس، لم ينطق به شيء من كتب الله المنزلة"
        },
        {
            "id": "41",
            "lvl": "4",
            "sub": "3",
            "tit": "خامسا: إنكم تدعون أن المتجسد بالمسيح هو الكلمة، الذي هو العلم"
        },
        {
            "id": "42",
            "lvl": "4",
            "sub": null,
            "tit": "سادسا: العلم صفة، والصفة لا تخلق ولا ترزق، والمسيح نفسه ليس هو صفة قائمة"
        },
        {
            "id": "42",
            "lvl": "4",
            "sub": "1",
            "tit": "سابعا: مما لا يشك في صحته عاقل: أن عقيدة التثليث باطلة مردودة"
        },
        {
            "id": "43",
            "lvl": "5",
            "sub": null,
            "tit": "1 - الإيمان بكلام الأنبياء وبطلان دينهم (عقيدة التثليث)."
        },
        {
            "id": "43",
            "lvl": "5",
            "sub": "1",
            "tit": "2 - تصحيح دينهم وتكذيب الأنبياء عليهم الصلاة والسلام."
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": "2",
            "tit": "4 - إبطال عقيدة التثليث بما في كتب النصارى:"
        },
        {
            "id": "44",
            "lvl": "3",
            "sub": null,
            "tit": "5 - إبطال القرآن الكريم لعقيدة التثليث:"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "المسلك الثاني: الأدلة والبراهين القاطعة على بشرية عيسى وعبوديته لله:"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "المسلك الثالث: البراهين الدالة دلالة قطعية على إبطال قضية الصلب والقتل:"
        },
        {
            "id": "55",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - الأدلة العقلية:"
        },
        {
            "id": "55",
            "lvl": "4",
            "sub": "2",
            "tit": "(أ) بما أنكم أجمعتم أيها النصارى على القول بالاتحاد والصلب والقتل"
        },
        {
            "id": "56",
            "lvl": "4",
            "sub": null,
            "tit": "(ب) أنتم تزعمون أن المسيح قتل وصلب"
        },
        {
            "id": "56",
            "lvl": "5",
            "sub": "1",
            "tit": "1 - أن ناسوته لم يصلب وليس فيه لاهوتا."
        },
        {
            "id": "56",
            "lvl": "5",
            "sub": "2",
            "tit": "2 - ذكركم ذلك دعوى مجردة، فيكفي في مقابلتها المنع."
        },
        {
            "id": "56",
            "lvl": "4",
            "sub": "3",
            "tit": "(ج) إذا كان عيسى ابن الله - تعالى - قديم الروح بزعمكم فكيف قدر اليهود على أن يقتلوا ابن الله"
        },
        {
            "id": "57",
            "lvl": "3",
            "sub": null,
            "tit": "2 - أخبار القتل والصلب مصدرها اليهود:"
        },
        {
            "id": "58",
            "lvl": "3",
            "sub": null,
            "tit": "3 - تناقض الأناجيل في قضية الصلب:"
        },
        {
            "id": "58",
            "lvl": "3",
            "sub": "1",
            "tit": "4 - إبطال القرآن الكريم لقضية الصلب والقتل:"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "المسلك الرابع: البينات الواضحات على وقوع النسخ والتحريف في الأناجيل:"
        },
        {
            "id": "62",
            "lvl": "3",
            "sub": null,
            "tit": "1 - الأناجيل القانونية الموجودة الآن ما هي إلا كتب مؤلفة"
        },
        {
            "id": "62",
            "lvl": "3",
            "sub": "1",
            "tit": "2 - الشواهد على التحريف من الأناجيل:"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "المسلك الخامس: إثبات اعتراف المنصفين من علماء النصارى:"
        },
        {
            "id": "65",
            "lvl": "3",
            "sub": null,
            "tit": "1 - النجاشي ملك الحبشة - رحمه الله - و - رضي الله عنه -"
        },
        {
            "id": "65",
            "lvl": "3",
            "sub": "1",
            "tit": "2 - سلمان الفارسي - رضي الله عنه - وأرضاه:"
        },
        {
            "id": "66",
            "lvl": "3",
            "sub": null,
            "tit": "3 - هرقل عظيم الروم:"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث: البراهين على إثبات الرسالة المحمدية وعمومها"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "المسلك الأول: معجزات القرآن العظيم:"
        },
        {
            "id": "69",
            "lvl": "3",
            "sub": "1",
            "tit": "المعجزة لغة:"
        },
        {
            "id": "71",
            "lvl": "3",
            "sub": null,
            "tit": "الوجه الأول: الإعجاز البياني والبلاغي:"
        },
        {
            "id": "74",
            "lvl": "3",
            "sub": null,
            "tit": "الوجه الثاني: الإخبار عن الغيوب:"
        },
        {
            "id": "74",
            "lvl": "4",
            "sub": "1",
            "tit": "النوع الأول: غيوب الماضي:"
        },
        {
            "id": "74",
            "lvl": "4",
            "sub": "2",
            "tit": "النوع الثاني: غيوب الحاضر:"
        },
        {
            "id": "74",
            "lvl": "4",
            "sub": "3",
            "tit": "النوع الثالث: غيوب المستقبل،"
        },
        {
            "id": "75",
            "lvl": "3",
            "sub": null,
            "tit": "الوجه الثالث: الإعجاز التشريعي:"
        },
        {
            "id": "76",
            "lvl": "4",
            "sub": null,
            "tit": "المصلحة الأولى: درء المفاسد"
        },
        {
            "id": "76",
            "lvl": "4",
            "sub": "1",
            "tit": "المصلحة الثانية: جلب المصالح"
        },
        {
            "id": "76",
            "lvl": "4",
            "sub": "2",
            "tit": "المصلحة الثالثة: الجري على مكارم الأخلاق"
        },
        {
            "id": "77",
            "lvl": "3",
            "sub": null,
            "tit": "الوجه الرابع: الإعجاز العلمي الحديث:"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "المسلك الثاني: معجزات النبي - صلى الله عليه وسلم - الحسية:"
        },
        {
            "id": "78",
            "lvl": "3",
            "sub": "1",
            "tit": "النوع الأول: المعجزات العلوية، ومنها:"
        },
        {
            "id": "78",
            "lvl": "4",
            "sub": "2",
            "tit": "1 - انشقاق القمر:"
        },
        {
            "id": "78",
            "lvl": "4",
            "sub": "3",
            "tit": "2 - صعوده - صلى الله عليه وسلم - ليلة الإسراء والمعراج إلى ما فوق السموات:"
        },
        {
            "id": "79",
            "lvl": "3",
            "sub": null,
            "tit": "النوع الثاني: آيات الجو:"
        },
        {
            "id": "79",
            "lvl": "4",
            "sub": "1",
            "tit": "1 - من هذه المعجزات طاعة السحاب له - صلى الله عليه وسلم -،"
        },
        {
            "id": "79",
            "lvl": "4",
            "sub": "2",
            "tit": "2 - ومن هذا النوع نصر الله للنبي - صلى الله عليه وسلم - بالريح"
        },
        {
            "id": "80",
            "lvl": "3",
            "sub": null,
            "tit": "النوع الثالث: تصرفه في الحيوان: الإنس، والجن والبهائم:"
        },
        {
            "id": "80",
            "lvl": "4",
            "sub": "1",
            "tit": "(أ) تصرفه في الإنس:"
        },
        {
            "id": "80",
            "lvl": "4",
            "sub": "2",
            "tit": "(ب) تصرفه في الجن والشياطين"
        },
        {
            "id": "81",
            "lvl": "4",
            "sub": null,
            "tit": "(ج) تصرفه في البهائم:"
        },
        {
            "id": "81",
            "lvl": "3",
            "sub": "1",
            "tit": "النوع الرابع: تأثيره في الأشجار والثمار والخشب"
        },
        {
            "id": "81",
            "lvl": "4",
            "sub": "2",
            "tit": "(أ) تأثيره في الأشجار"
        },
        {
            "id": "82",
            "lvl": "4",
            "sub": null,
            "tit": "(ب) تأثيره في الثمار"
        },
        {
            "id": "83",
            "lvl": "4",
            "sub": null,
            "tit": "(ج) تأثيره في الخشب"
        },
        {
            "id": "83",
            "lvl": "3",
            "sub": "1",
            "tit": "النوع الخامس: تأثيره في الجبال والأحجار وتسخيرها له:"
        },
        {
            "id": "83",
            "lvl": "4",
            "sub": "2",
            "tit": "(أ) تأثيره في الجبال:"
        },
        {
            "id": "83",
            "lvl": "4",
            "sub": "3",
            "tit": "(ب) تأثيره في الحجارة"
        },
        {
            "id": "84",
            "lvl": "4",
            "sub": null,
            "tit": "(ج) تأثيره في تراب الأرض:"
        },
        {
            "id": "84",
            "lvl": "3",
            "sub": "1",
            "tit": "النوع السادس: تفجير الماء، وزيادة الطعام والشراب والثمار:"
        },
        {
            "id": "84",
            "lvl": "4",
            "sub": "2",
            "tit": "(أ) نبع الماء وزيادة الشراب:"
        },
        {
            "id": "85",
            "lvl": "4",
            "sub": null,
            "tit": "(ب) زيادة الطعام وتكثيره لما جعل الله في النبي - صلى الله عليه وسلم - من البركة"
        },
        {
            "id": "86",
            "lvl": "4",
            "sub": null,
            "tit": "(ج) زيادة الثمار والحبوب:"
        },
        {
            "id": "86",
            "lvl": "3",
            "sub": "1",
            "tit": "النوع السابع: تأييد الله له بالملائكة"
        },
        {
            "id": "88",
            "lvl": "3",
            "sub": null,
            "tit": "النوع الثامن: كفاية الله له أعداءه وعصمته من الناس:"
        },
        {
            "id": "88",
            "lvl": "4",
            "sub": "1",
            "tit": "1 - كفاه الله - تعالى - المشركين والمستهزئين"
        },
        {
            "id": "88",
            "lvl": "4",
            "sub": "2",
            "tit": "2 - كفاه الله أهل الكتاب"
        },
        {
            "id": "88",
            "lvl": "4",
            "sub": "3",
            "tit": "3 - وعصمه تعالى من جميع الناس بقوله"
        },
        {
            "id": "89",
            "lvl": "3",
            "sub": null,
            "tit": "النوع التاسع: إجابة دعواته - صلى الله عليه وسلم -:"
        },
        {
            "id": "89",
            "lvl": "4",
            "sub": "1",
            "tit": "1 - قال - صلى الله عليه وسلم - لأنس - رضي الله عنه -: اللهم أكثر ماله وولده، وبارك له فيما أعطيته"
        },
        {
            "id": "90",
            "lvl": "4",
            "sub": null,
            "tit": "2 - ودعا - صلى الله عليه وسلم - لأم أبي هريرة بالهداية فهداها الله فورا، وأسلمت."
        },
        {
            "id": "90",
            "lvl": "4",
            "sub": "1",
            "tit": "3 - وقال - صلى الله عليه وسلم - لعروة بن أبي الجعد البارقي: اللهم بارك له في صفقة يمينه"
        },
        {
            "id": "90",
            "lvl": "4",
            "sub": "2",
            "tit": "4 - ودعاؤه - صلى الله عليه وسلم - على بعض أعدائه، فلم تتخلف الإجابة"
        },
        {
            "id": "91",
            "lvl": "4",
            "sub": null,
            "tit": "5 - ودعاؤه يوم بدر، ويوم حنين، وعلى سراقة بن مالك - رضي الله عنه - وغيره كثير."
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": "1",
            "tit": "المسلك الثالث: عموم رسالته - صلى الله عليه وسلم -:"
        },
        {
            "id": "92",
            "lvl": "3",
            "sub": null,
            "tit": "1 - إما أن يكون المخالف مؤمنا بأنه مرسل من عند الله؛ ولكنه يقول: رسالته خاصة بالعرب."
        },
        {
            "id": "92",
            "lvl": "3",
            "sub": "1",
            "tit": "2 - وإما أن يكون المخالف منكرا للرسالة جملة وتفصيلا."
        }
    ]
}