{
    "b1878": [
        {
            "id": "1",
            "nass": "المقدمة ¶ الحمد لله الذي جعل اللسان العربيّ أداة كتابه العزيز، وجعله حافلا بالنفع والقول الوجيز، وأصلي وأسلم على منْ دعا إلى تعلّم لغات الآخرين؛ اتّقاءً لمكرهم، وخشية التمكين والتعزيز، - صلى الله عليه وعلى آله وصحبه أجمعين -، وبعد: ¶ فإنّ من الظواهر اللُّغوية التي حظيت باهتمام اللغويين العرب: ظاهرة (الاقتراض اللغوي) ، والتي تعني: العملية التي تأخذ فيها لغة (ما) بعض العناصر اللغوية للغة أخرى. ومحاولة نسخ صورة مماثلة لنمط لغوي لإحدى اللغات في لغة أخرى (1) . ¶ وهذه الدلالة لـ (الاقتراض اللغوي) دلالة مجازية؛ لأن حقيقة الاقتراض: أن يأخذ المرء شيئا من آخر؛ لينتفع به فترة من الزمن ثم يعيده إلى صاحبه. وليس كذلك الاقتراض بين اللغات؛ لأن اللغة التي تقترض لفظا من لغة أخرى لا تحرم صاحبة اللفظ من استعماله، ولا تعيده إليها (2) . ¶ والمقصود بـ (الاقتراض اللغوي) في هذا البحث: المفردات المُعرّبة والدخيلة التي أضيفت إلى القاموس العسكري من مفردات لغات أجنبية، كان المُعرّب فيها خاضعا للقوانين الصوتية العربية؛ مما يسهّل النطق بها، ويسهّل انتشارها. وكان الدخيل فيها مستعملا بلفظه الأجنبي دون خضوع للقوانين الصوتية العربية. ¶ __________ ¶ (1) الألفاظ العربية المقترضة في العبرية الدارجة: 103. ¶ (2) اللغات يقترض بعضها من بعض: 66.",
            "page": "451",
            "part": "1",
            "seal": "3E2F88E9"
        },
        {
            "id": "2",
            "nass": "وقد حدث الاقتراض اللغوي عن طريق الاحتكاك بالشعوب الأخرى: لُغويا وسياسيا وماديّا (1) ، الأمر الذي أدّى إلى دخول كثير من المفردات الأجنبية في اللغة العربية - خاصة الفارسية والسريانية والتركية - (2) وذلك عن طريق الجوار والمخالطة؛ لأنّ العرب كانوا قبائل عديدة متفرقة، يخالطون جميع الأقوام المجاورين لهم: فتغْلب واليمَن كانوا مجاورين لليونان، وبَكْر للقبْط والفُرس، وعبد القيس وأزْد عُمَان كانوا بالبحرين مخالطين للهند والفُرس، وأهل اليمن كانوا مختلطين مع الهند والحبشة، وثقيف وأهل الطائف كانوا مخالطين لتجّار اليمن المقيمين عندهم (3) . وكان من نتائج ذلك الجوار وتلك المخالطة: أن حلّت العربية محل الآرامية والفارسية في العراق، وقهرت العربية كلا من: السريانية واليونانية في الشام. كما حلّت العربية محل القبطية في مصر، ومحل البربريّة في معظم نواحي المغرب (4) . ولا يعني ذلك: أن اللغة العربية هي صاحبة الاستقلال بالاقتراض اللغوي؛ إذ من المعلوم أنّ اقتراض المفردات يُعتبر حركة طبيعية لأية لغة يُراد لها أن تتطور وتنمو (5) ، فقد أقرضت اللغة العربية غيرها من اللغات أشياء كثيرة، واقترضت من غيرها أشياء كثيرة كذلك، وهذه أهمّ ملامح اللغات الحيّة الفاعلة (6) . ¶ __________ ¶ (1) فقه اللغة، علي عبد الواحد وافي: 193. ¶ (2) دور أساتذة اللغات الشرقية في قضية التعريب: 24، وعلم اللغة، علي عبد الواحد وافي: 239. ¶ (3) المزهر: 1/212. ¶ (4) اللغات يقترض بعضها من بعض: 67. ¶ (5) دراسات لغوية: القياس في الفصحى - الدخيل في العامية: 294. ¶ (6) عن اللغة والأدب والنقد: 59.",
            "page": "452",
            "part": "1",
            "seal": "E824116C"
        },
        {
            "id": "3",
            "nass": "وأقرب دليل على ذلك: أنّ اللغة العربية التي تأثرت بمجموعة من الألفاظ الفارسيّة، قد أمدّت اللغة الفارسية وغيرها من اللغات الشرقية كالأُورديّة والتركية. بل إنّ معاجم الفرس تحوي أكثر من أربعين بالمئة من الألفاظ العربيّة. وهذا التبادل اللغوي لا يعيب العربيّة، كما لا يعيب الفارسيّة؛ إذ غدت كل لغة مُزدانة بأفانينَ من أطايب لغات جاراتها (1) . ¶ وعلى الرغم من كون الاقتراض اللغوي ظاهرة لغوية عالميّة لا تكاد تستغني عنها لغة أي أمة (2) ، إلا إنّ ثمّة مخاطر تنجم عن هذه الظاهرة في اللغة العربية، منها: ضياع القيمة التعبيريّة للجذر العربي، وتغيير البنية الصوتية العربية بإدخال أصوات غريبة عنها، وإرباك المعجميّة العربيّة، وغموض معنى المقتَرض في معاجمنا، وصعوبة ضبط اللفظ المعَرّب، وخرق القواعد الصرفية العربية، وتضييع خصائص اللغة العربية (3) . ¶ ولكن يبقى للاقتراض اللغوي بشقّيه: المعرَّب والدخيل أثره الفاعل قديما وحديثا، ودوره الإيجابي في مسايرة الحياة والحضارة؛ حيث ظهرت مستحدثات لم يكن للعرب ولا للغتهم عهد بها من قبل، في ميادين الاقتصاد والصناعة والزراعة والتجارة والعلوم والفلسفة والدين والأدب والسياسة (4) ، ناهيك عن تطوّر المعدّات الحربيّة والقتاليّة التي أصبحت قوام الحياة العسكريّة في العصر الحديث، مما كان له أكبر الأثر في التطّور الذي طرأ على المفردات العسكريّة ¶ __________ ¶ (1) معجم المعربات الفارسية: (المقدمة ل) . ¶ (2) اللغة العربية بين التأثر والتأثير: 141. ¶ (3) مخاطر الاقتراض اللغوي على العربية: 25- 33. ¶ (4) فقه اللغة، علي عبد الواحد وافي: 194",
            "page": "453",
            "part": "1",
            "seal": "599261D7"
        },
        {
            "id": "4",
            "nass": "بحكم التواصل المعرفي، والتطوّر الحضاري، والاحتكاك بالشعوب الأخرى عن طريق الزيارات العسكريّة، والمناورات القتاليّة، وشراء المعدّات الحربيّة، والإسهام في خوض المعارك، وأقرب دليل على ذلك: ما كان في حرب تحرير الكويت، إذ تحقق فيه ما أشير إليه من قبل. ¶ وكان من نتائج ذلك كله: إضافة معاني جديدة إلى المفردات العسكريّة، بعضها ُمكتَسَب، والبعض الآخر له دلالته القديمة، إما في أصل وضعه لتلك الدلالة، وإما عن طريق الاقتراض اللُغوي من لغات أخرى. ومن هذه المفردات العسكريّة ما تضمّنه هذا البحث المتواضع من مفردات داخلها الاقتراض اللُّغوي من مُعرَّب أو دخيل، بعضها قديم في وضعه ودلالته، مثل: (البُنْدُق، الجَوْرب، الخندَق، السِرْداب، الرَّصاص، العسكر، المُناوِب، المَِنْجَنيق) . ومنها ما بقي لفظه وتغيّر معناه، مثل: (البُصْطار، الخُوذة، الطِربال، القُبُوع، القيافة، الكَمَر، المِنَصَّة) . ومنها ما هو دخيل ومُحْدَث، مثل: (البارود، الجَوَنْتي، القايش، المُسدَّس، الوُرْنيك) . ¶ وفي الختام: فإني أعترف بقلة البضاعة، وضعف الخبرة باللغات الأخرى. وحسبي أني ناقل ومجتهد في هذا البحث المتواضع، فما كان من توفيق وسداد فمن الله، وما كان من نقص وزلل فمن نفسي والشيطان. ¶ والحمد لله ربّ العالمين، وصلى الله وسلم على نبينا محمد وآله وصحبه.",
            "page": "454",
            "part": "1",
            "seal": "231F337D"
        },
        {
            "id": "5",
            "nass": "الاقتراض اللغوي وأثره في بعض المفردات العسكريّة ¶ * البارود: ¶ إنّ من الأدوات المشترَكة بين الاستخدام العسكري والاستخدام المدني، وبين مواطن الحرب والسِلم: استخدام (البارود) ، والذي هو: اسم لما يُركَّب من الملح والفحم والكبريت. ويُعرف عند أهل العراق بالمُستَعمَل في أعمال النار المتصاعدة والمتحرّكة، مما يزيدها خِفّة وسرعة التهاب (1) . ¶ وقد قيل: إنّ العرب هم الذين اخترعوا بارود المدفع؛ ليسهّل الانفجار، وذلك في العصر المملوكي (2) . أما أول من استخرجه للجِلاء بالتقطيع، ولتحريك الأثقال وتغيير المعادن فهو الطبيب (جالينوس الصِقلِّي) (3) . ¶ إما البداية الحقيقيّة لاستخدام (البارود) في القتال فقد كانت عام (1346م) عندما استخدم (إدوارد الثالث ملك انجلترا) مدافع بدائيّة كثيرة الأعطال، ضعيفة التأثير (4) . ¶ و (البارود) لفظ موَلَّد من البِرادة؛ لشبهه بها، وهذا عائد لطبيعة تركيبه من ذلك الملح والكبريت. وقد استعمله بعض الأطباء في علاج حصْر البول (5) . ¶ __________ ¶ (1) تفسير الألفاظ الدخيلة في اللغة العربية: 6، وسواء السبيل إلى ما في العربية من الدخيل: 18-19، وشفاء الغليل فيما في اللغة العربية من الدخيل: 98. ¶ (2) موروث المصطلحات العسكرية التركية والفارسية في الجيوش العربية: 52. ¶ (3) قصد السبيل فيما في اللغة العربية من الدخيل: 243. ¶ (4) إدارة الحرب الحديثة بواسطة الحاسبات الآلية: 17- 18. ¶ (5) شفاء الغليل: 98، ومعجم الألفاظ والتراكيب المولدة في شفاء الغليل: 139، وسواء السبيل: 18- 19.",
            "page": "455",
            "part": "1",
            "seal": "405AE275"
        },
        {
            "id": "6",
            "nass": "وقد ذكر الخفاجي (ت 1069هـ) أنّ (البارود) بالدال المهمَلة، وأنّ استخدامه بالتاء (باروت) غلط (1) . ¶ وقد اعتُرض على هذا الحكم من الخفاجي: بأنّ (الباروت) بالتاء غلط؛ وذلك لأنّ (البارود) إنما هو تعريب (بورتيس) باليونانيّة، وهو حجر معدني تخرج منه النار عند القَدْح. وهذه الكلمة اليونانيّة مشتقّة من (بُور) بمعنى النار، مما يجعل (الباروت) بالتاء هو الأصل، وليست تركيّة كما قال طُوبيا العُنَيْسي (2) ، وعبد الصبور شاهين (3) . ¶ والذي يظهر لي: أنّ (البارود) يكون بالدال المهملة، ويكون بالتاء (الباروت) وذلك لأنّ العرب قد استخدمت في لهجاتها كلمات وردت بالدال تارة، وبالتاء تارة أخرى، من ذلك قولهم: (رجُل ِصْنِديد وصِنْتيت) : إذا كان كريما (4) ، وقولهم: قَرَت الدمُ، وقَرِد الشيءُ (5) . وقد تعاقبت التاء والدال في كثير من كلام العرب (6) . ¶ ومثل هذا التصرُّف في إبدال حروف بعض كلمات العرب، يحدث الإبدال - أيضا - في حروف الكلمات المُعَرّبَة التي تنقلها العرب إلى لغتهم؛ لأنّ العرب ((كثيرا ما يجترئون على تغيير الأسماء الأعجميّة إذا استعملوها، فيبدلون الحروف ¶ __________ ¶ (1) شفاء الغليل: 98، وقصد السبيل: 243. ¶ (2) تفسير الألفاظ الدخيلة في اللغة العربية: 6، وسواء السبيل: 18ـ19. ¶ (3) انظر كتابه: دراسات لغوية: 312. ¶ (4) الإبدال، لأبي الطيب اللغوي: 1/107. ¶ (5) الخصائص: 2/158. ¶ (6) ينظر: الإبدال، لابن السكيت:53، والإبدال، للزجاجي: 42.",
            "page": "456",
            "part": "1",
            "seal": "F4871C0B"
        },
        {
            "id": "7",
            "nass": "التي ليست من حروفهم إلى أقربهامخرجا. وربما أبدلوا ما َبُعد مخرجُه أيضا. والإبدال لازم؛ لئلا يدخلوا في كلامهم ماليس من حروفهم. وربما غيّروا البناء من الكلام الفارسي إلى أبنية العرب، وهذا التغييريكون بإبدال حرف من حرف، أو زيادة حرف، أو نقصان حرف ... )) (1) . وكما يقول ابن جني: ((ولكنّهم إذا اشتقّوا من الأعجمي خلَّطوا فيه؛ لأنّه ليس من كلامهم فاجترءوا عليه فغيّروه)) (2) . ¶ كما إني أميل إلى استخدام (الباروت) بالتاء؛ لأنّ صوت التاء المهموس (3) يناسب طبيعة البارود؛ إذ أصل البارود في اللغة الإنجليزيّة: (Gun Powder) ، ومن المعلوم أنّ طبيعة (البودرة) الخفة والسرعة؛ إذ لايمكن أن نساوي صوت وأثر البارود بصوت وأثر المتفجرات الأخرى. كما إنّ لاستخدام التاء في (الباروت) نظائر أعجميّة، مثل: (هاروت، ماروت) (4) . ¶ وإذا كان هذا الرأي وهذا التعليل مقبولا، فإني لا أقصد باستخدام التاء في لفظة (الباروت) الحصر والتخصيص مما يضفي عليها الإطلاق والتعميم، وإنما المراد أنّ استخدام التاء فيه مناسبة للاستخدامات العصريّة، مثل مناسبات الأفراح، ومواسم الصيد وما شاكلها. أما استخدامه بالدال (البارود) ففيه مناسبة للتطوّر الذي طرأ عليه؛ لأنّ (البارود) قد تطوّر وضعه، وتوسّعت دلالته؛ إذ أصبح أداة قتاليّة عالية المستوى، فقد تمّ تسليح القوّات البرِيّة، ومشاة البحريّة الأمريكيّة بالبارودة الآليّة طراز (16 M-) من عيار (5,56ملم) ذات مدى فعّال يصل (640مترا) ، ¶ __________ ¶ (1) المعرّب، للجواليقي: 94. ¶ (2) المنصف: 153. ¶ (3) الكتاب: 4/434. ¶ (4) المعرب، للجواليقي: 629، وفقه اللغة، للثعالبي: 325، وتفسير الخازن: 1/65.",
            "page": "457",
            "part": "1",
            "seal": "A5D9434C"
        },
        {
            "id": "8",
            "nass": "ويبلغ وزنها (3,72كغم) مع المخْزَن الذي يسع ثلاثين طلقة (1) . ¶ يضاف لذلك أنّ (البارود) قد تحوّل من معناه الضيّق الدال على مكوّناته من ملح وفحم وكبريت، إلى معنى أعمّ من ذلك؛ إذ أصبح يطلق على البندقيّة، والتي تعرف في استعمال الشوام، وبعض القبائل البدويّة في نجْد باسم البارودة.",
            "page": "458",
            "part": "1",
            "seal": "4A5CDEBD"
        },
        {
            "id": "9",
            "nass": "البُصطار: من المفردات الشائعة في الاستعمال العسكري الحديث (البُصطار) ، والذي هو: حذاء يلبسه الجنود ذو ساق طويلة. وهو معرَّب (بوست) أي: جِلْد، و (آر) لاحقة للزينة مأخوذة من المصدر (آراستن) بمعنى: التزيين. والمعنى العام: جِلْد الزِينة. و (بُسطار) بالسين لغة فيه (2) ؛ وذلك لاتّحاد مخرج الصاد والسين ((ومما بين طرف اللسان وفُويق الثنايا: مخرج الزاي والسين والصاد)) (3) ، وكذلك اتحادهما في صفة الهمس (4) . ومثل ذلك ما يحدث في الاستخدام اللهْجي لبعض قبائل العرب مثل: (سقَر وصَقَر) (5) . ¶ __________ ¶ (5) المعرب، للجواليقي:395ـ 396.",
            "page": "458",
            "part": "1",
            "seal": "1DD7C1D1"
        },
        {
            "id": "10",
            "nass": "* البُنْدُق: ¶ إنّ من أدوات القتال القديمة والحديثة: (البندق) وهو الذي يُرمى به، واحده بُنْدُقة، والجمع البنادِق (6) . وهو آلة من الطين أو الحجارة أو الرَّصاص (7) ، ¶ __________ ¶ (6) اللسان (بندق) : 10/29، والصحاح (بندق) : 4/1201. ¶ (7) موروث المصطلحات العسكرية التركية والفارسية في الجيوش العربية:52، والإفصاح في فقه اللغة: 299.",
            "page": "458",
            "part": "1",
            "seal": "7CA926E9"
        },
        {
            "id": "11",
            "nass": "* الجَوْرب: ¶ من الأدوات المصاحبة لـ (البُصْطار) (5) و (الكُنْدُرة) (6) : الجَوْرَب، والذي تسمّيه العامّة: (الشُرّاب) ، وهو بفتح الجيم: لِفافة الرِْجل (7) . وقد ضمّت العامّة جيمه (8) . ¶ __________ ¶ (5) انظر حرف الباء من البحث ص: 5. ¶ (6) حذاء معروف، لفظه التركي: (قوندوره- - Kundura) انظر: الكلمات الدخيلة على العربية الأصيلة:489. ¶ (7) القاموس المحيط: 86، وتصحيح الفصيح وشرحه، لابن درستويه: 272، وقصد السبيل: 1/406، والتهذيب:11/53. ¶ (8) شرح الفصيح، للزمخشري:2/382.",
            "page": "460",
            "part": "1",
            "seal": "51246C69"
        },
        {
            "id": "12",
            "nass": "وأصله: (كَوْرَب) في اللغة الفارسية، و (كَوْربا) في السريانية (1) . ومعنى (كَورَبا) : قبْر الرّجْل (2) ، أو قبر القَدَم؛ لأنّ (كَوْر) معناها: قَبْر، و (با) معناها: قَدَم (3) . ¶ وقد علّل سيبويه (ت180هـ) إبدال الكاف في (كورب) الفارسيّة إلى الجيم (الجورب) المعرَّبة، فقال: ((ويبدلون من الحرف الذي بين الكاف والجيم: الجيم؛ لقُربها منها. ولم يكن من إبدالها بدٌّ؛ لأنها ليست من حروفهم، وذلك نحو: (الجُرْبُز، والآجُر، والجَوْرَب) . وربّما أبدلوا القاف؛ لأنها قريبة أيضا، قال بعضهم: (قُرْبُز) ، وقالوا: (كُرْبَقٌ، وقُرْبَقٌ)) ) (4) . ويقول السيوطي (ت 911هـ) : ((فالبدل المُطَّرِد: هو في كلّ حرف ليس من حروفهم كقولهم: (كُْرْبَج) الكاف فيه بدل من حرف بين الكاف والجيم؛ فأبدلوا فيه الكاف أو القاف نحو (قُرْبَق) . أو الجيم نحو (جَوْرَب)) ) (5) . ¶ وقد كثُر استعمال هذا اللفظ الأعجمي المعرَّب حتى صار كالعربي (6) . ¶ والذي سوّغ للعرب إبدال الكاف جيما (كَوْرَب - جَوْرَب) : هو أنّ ((الحروف التي يكون فيها البدل في المعرَّب عشرة: خمسة يُطَّرِد إبدالها، وهي: الكاف والجيم والقاف والباء والفاء ... )) (7) . ¶ __________ ¶ (1) المعرب، للجواليقي: 243، والمفصل في الألفاظ الفارسية:191، 319. ¶ (2) معجم الألفاظ والتراكيب في شفاء الغليل: 207. ¶ (3) معجم المعربات الفارسية: 58. ¶ (4) الكتاب:4/305، والمخصص:14/221. ¶ (5) المزهر:1/274، والعربية خصائصها وسماتها: 475. ¶ (6) المعرب، للجواليقي: 243. ¶ (7) المزهر: 1/274.",
            "page": "461",
            "part": "1",
            "seal": "7C2B26BF"
        },
        {
            "id": "13",
            "nass": "كما إنّ هناك تقاربا بين مخرجي الكاف والجيم، إذ ((من أسفل من موضع القاف من اللسان قليلا ومما يليه من الحنك الأعلى مخرج الكاف. ومن وسط اللسان بينه وبين وسط الحنك الأعلى مخرج الجيم والشين والياء)) (1) ، ولذلك قال الجواليقي (ت540هـ) : ((فيبدلون الحروف التي ليست من حروفهم إلى أقربها مخرجا. وربّما أبدلوا ما بعُد مخرجه أيضا)) (2) ¶ ويُسمى (الجَورَب) جُّرابا بالعاميّة الفارسيّة (3) ، وكذلك هو في اللغة التركية. أما في الكرديّة فهو (كُورَه) ، وفي السريانية (الدَّارج) (4) . ¶ وجمع (الجورب) : الجوارب والجواربة (5) ؛ زادوا الهاء للعجمة، ونظيره من العربية القَشَاِعَمة (6) ¶ __________ ¶ (1) الكتاب: 4/433. ¶ (2) المعرب: 94. ¶ (3) معجم الألفاظ الفارسية المعربة: 48. ¶ (4) قصد السبيل: 1/406. ¶ (5) الصحاح: 1/87، ومعجم المذكر والمؤنث: 19. ¶ (6) الصحاح: 1/87، ومعجم الملابس في لسان العرب:47.",
            "page": "462",
            "part": "1",
            "seal": "CD9ACD80"
        },
        {
            "id": "14",
            "nass": "* الجَوَنْتي: ¶ من الألفاظ الدخيلة في الاستخدام اللغوي العسكري: (الجَوَنتي) ، والذي يعني: القُفّاز الأبيض. وينطق في اللغة الإيطالية والأسبانية قريبا من هذا. أما في اللغة الفرنسية فينطق (Gant) (7) . ¶ ولكي يُضفى على هذه اللفظة صبغة عربية، ينبغي أنْ نقول: (الجَوَن) ؛ لأنّ الجَوَن يعني في اللغة العربية وغيرها: اللون المطْلق. وهذا المعنى مُشْترَك في ¶ __________ ¶ (7) دراسات لغوية: 145.",
            "page": "462",
            "part": "1",
            "seal": "A5CBAC52"
        },
        {
            "id": "15",
            "nass": "لغات المجموعة الساميّة، إلا إنه تخصّص في اللغة العربية باللون الأسود لدى قُضَاعة، وبالأبيض لدى سائر القبائل العربية (1) . ¶ وقيمة الإشارة إلى اللون في (الجَوَن) مناسبة-إلى حدّ ما - لـ (الجَوَنْتي) ، والذي يعني: القُفّاز الأبيض دون غيره. ¶ __________ ¶ (1) الدراسات اللغوية عند العرب إلى نهاية القرن الثالث: 384ـ384.",
            "page": "463",
            "part": "1",
            "seal": "13D16B2F"
        },
        {
            "id": "16",
            "nass": "* الخَنْدَق: ¶ إنّ من الألفاظ الشائعة في لغة الحرب - خاصّة لدى سلاح المهندسين - لفظة (الخندق) ، والذي يعني: الحَفير حول أسوار المُدن (2) . ¶ وهذه اللفظة فارسية معرَّبَة، أصلها: (كَنْدَه) أي: المحفور (3) . وقد تكلّمت به العرب قديما، من ذلك قول الراجز: ¶ لا تحسبنَّ الخندقَ المحفورا يدفعُ عنْك القدَرَ المقدورا (4) . ¶ وقد مرّت هذه اللفظة المعرَّبة (الخندق) بمرحلتين صوتيتين في اللغة الفارسية، إذ كان الأصل فيه (قَنْده) ، فضاعت قافه وتطوّر نطقه في الفارسية الحديثة إلى (كَنْده) (5) بالكاف والهاء، وذلك من اختلاف اللهجات، وهو كثير في الفارسية (6) . ¶ __________ ¶ (2) القاموس المحيط: 1138، والإفصاح في فقه اللغة: 299، ورسالة في الكلمات المعربة، لابن كمال باشا:736. ¶ (3) المزهر: 1/280، ومعجم الألفاظ والتراكيب في شفاء الغليل:235، والمعرب، للجواليقي: 279، والإعداد المعنوي والمادي للمعركة:334. ¶ (4) المعرب:279، واللسان (خنق) : 1/93، وعلم الدلالة العربي:372. ¶ (5) الساميون ولغاتهم:126، والمعرب:280. ¶ (6) التطور النحوي للغة العربية:216.",
            "page": "463",
            "part": "1",
            "seal": "21A5412A"
        },
        {
            "id": "17",
            "nass": "ويُستخدم (الخندق) في اللغة التركية والكردية والسريانية الدارجة بنفس النُطق، ولنفس المعنى (1) . ¶ ولعلّ الذي يُلفت الانتباه: أنّ العرب قد نقلت هذه اللفظة الفارسية (قنْدَه أو كنْدَه) إلى (خندق) ، مع أنّ القاف والكاف من حروفها المتقاربة في النطق والمخرج، كما إنّ الكاف والخاء يشتركان في صفة الهمس (2) .إضافة لذلك فإنّ العرب قد ألِفت حروف هذه المادّة: (ك ن د) من خلال نطْق حروف لفظة (كِنْدة) ، تلك القبيلة المعروفة لديهم، والتي يُعدّ نُطْقُها ووزنها الصرفي قريبا من نطق (كَنْدَه) الفارسية، والتي تعني الشيء المحفور. ¶ __________ ¶ (1) معجم الألفاظ الفارسية:57. ¶ (2) الكتاب:4/434.",
            "page": "464",
            "part": "1",
            "seal": "D959F4CF"
        },
        {
            "id": "18",
            "nass": "* الخُوذَة: ¶ من متطلبات الحماية والوقاية في السِلْم والحرب: (الُخوذََة) ، وهي التي تُوضع على الرأس عند الحرب؛ للوقاية، وتُسمى القُبَّعة الحربية، وتصنع من الجلد أو الحديد (3) .كما تُسمّى (المِغْفَر) . وجمعُها: الخُوَذ (4) . ¶ و (الخوذة) لفظ فارسي معرَّب (خُود) (5) . وقد مرّ هذا اللفظ المعرَّب بمرحلتين، إذ هو في اللغة الفارسية القديمة: (خَودا) ، وفي الفارسية الحديثة: (خُود وخَوْذ) (6) . ¶ __________ ¶ (3) معجم المعربات الفارسية: 70، والملاحن، للأزدي: 30، وموروث المصطلحات العسكرية: 53، والإعداد المعنوي والمادي للمعركة: 326. ¶ (4) القاموس المحيط: 425، وتاج العروس (خوذ) : 5/365. ¶ (5) معجم الألفاظ الفارسية المعربة: 58، والتاج:5/365، ومعجم المعربات الفارسية: 70. ¶ (6) موروث المصطلحات العسكرية: 53.",
            "page": "464",
            "part": "1",
            "seal": "9C0B85B2"
        },
        {
            "id": "19",
            "nass": "والذي يظهر لي: أنّ العرب لم تكن في حاجة إلى تعريب (الخُوذة) ؛ لأنّ لديها بدائل تحمل هيئتها ومعناها، مثل: المِغْفَر (1) ، ومثل: بيضة الحديد (2) ، والتي تشبه الخوذة في شكلها البيضاوي، وفي لونها الأبيض. ولكن إذا كان الهدف من تعريب (الخوذة) زيادة الثروة اللغوية، والإفادة من اللغات الأخرى، فإنّ الأولى بالعرب أن ينقلوا الخوذة إلى أقرب استعمالاتهم اللغوية وهو (الخُود) بضم الخاء؛ لأنّ له مشابها بفتح الخاء (الخَود) ، والذي يعني بلغة العرب: المرأة الحسناء الحيِيَّة، كما قال أبو العلاء المعرّي: ¶ وكلُّ ذؤابة في رأس خَوْد ... تمنّى أن تكونَ له شِكالا ¶ إذ المراد ب (الخَود) هنا: المرأة الحسناء الحييّة (3) ، أو الجارية الناعمة (4) . ¶ __________ ¶ (1) القاموس المحيط: 425، والمعجم الوسيط: 1/261. ¶ (2) الأجناس من كلام العرب: 70، ورسالة في الكلمات المعربة، لابن كمال باشا:736. ¶ (3) سقط الزند: 53. ¶ (4) الصحاح (خود) : 2/410.",
            "page": "465",
            "part": "1",
            "seal": "34013AA1"
        },
        {
            "id": "20",
            "nass": "* الرَّصاص: ¶ من الممكن استخدام (الرصاص) في ميادين الحرب والقتال، كما إنه من الممكن استخدامه في الطب أو التصنيع. ¶ والرَّصاص: ((عنصر فِلِزّ ليّن، وزنه الذريّ (207,21) ، وعدده الذريّ (82) ، وكثافته (11,34) ، وينصهر عند (327م)) ) (5) . ¶ والرصاص اسم أعجميّ معرَّب، واسمه بالعربية (الصَّرفان) (6) ، و (الآنِك) ، ¶ __________ ¶ (5) المعجم الوسيط: 1/348. ¶ (6) المزهر: 1/284، والصحاح: 4/1293، والوجيز في فقه اللغة: 452.",
            "page": "465",
            "part": "1",
            "seal": "35DE417D"
        },
        {
            "id": "21",
            "nass": "و (الأُسْرُب) (1) ، ومنه الحديث: \"من استمع إلى حديث قوم صُبَّ في أُذنه الآنك\"، وهو الأُسْرُب (2) . ¶ ((والرَّصاص بفتح الراء أكثر من الِّرصاص، والعامة تقوله بكسر الراء. وشاهد (الرَّصاص) بالفتح قول الراجز: ¶ أنا ابنُ عمرو ذي السَّنا الوبَّاص ... وابنُ أبيه مُسْعَطُ الرَّصاص ¶ وأول من أسعط بالرَّصاص من ملوك العرب: ثعلبة بن امرئ القيس بن مازن بن الأزْد)) (3) . ¶ وقد عرفت العرب هذه المادّة (ر ص ص) ، واستخدمتها لدلالات كثيرة، إذ (الرَّصاص) : الأزيز، وهو أيضا: صوت الرّعد من بعيد، وصوت البكاء في الجَوْف (4) . ¶ أما إطلاق (الرصاص) على ما هو معروف ومتداول في العصر الحديث من استخدامه مع ما يُرمى به من البُنْدُق أم المسدَّس، فعُرْف محْدَث (5) . ¶ والجديد الذي أضافته العرب في تعريب (الرَّصاص) فهو أنها حوّلتْه من صيغته الأعجمية، وأضفتْ عليه صِبغة عربية؛ إذ اسم (الرصاص) بالأعجمية: (إِرْزِرْز) ، فأبدلت الصاد من الزاي، والألِف من الراء الثانية، وحذفت الهمزة من أوّله، وفتحت الراء من أوّله فصار (رَصاص) على وزن: فَعَال (6) . ¶ __________ ¶ (1) دراسات في فقه اللغة: 356. ¶ (2) المجموع المغيث في غريبي القرآن والحديث: 1/98 ¶ (3) اللسان (رصص) : 7/41. ¶ (4) المعجم المفصل في الأصوات: 129. ¶ (5) المعجم الوسيط: 1/348. ¶ (6) المزهر: 1/ 284، وتصحيح الفصيح وشرحه، لابن درستويه: 266.",
            "page": "466",
            "part": "1",
            "seal": "AA180EF8"
        },
        {
            "id": "22",
            "nass": "والملاحَظ هنا: أنّ العرب قد أجرت مقارنة صوتيّة بين أصل الكلمة الأعجمية (إِرْزِرْز) وبين تعريبها (رصاص) ، وذلك عن طريق أصلها الثلاثي: (رزز، رصص) ؛ إذ إنّ مخرج الزاي والصاد واحد: ((مما بين طرف اللسان وفُويق الثنايا)) (1) كما إنهم وجدوا في لفظة (الَّرصاص) مجالا للاشتقاق، فقالوا: رصصتُ الشيء ترصيصا: إذا طليته به، وقد ترصّص: أي قبِل الشيء والتصق به، وهذا بنيان مرصوص (2) . ¶ __________ ¶ (1) الكتاب: 4/433. ¶ (2) تصحيح الفصيح وشرحه، لابن درستويه: 266.",
            "page": "467",
            "part": "1",
            "seal": "3A8A0965"
        },
        {
            "id": "23",
            "nass": "*السِّرْداب: ¶ لقد غلب على (السرداب) استخدامه في حفظ المياه وتبريدها في السِّلْم والحرب، وهذه الوظيفة مرتبطة بمفهومه والذي هو: بناء تحت الأرض للصيف، يُبرّد فيه الماء (3) . ¶ وهو فارسي معرَّب، مركَّب من (سَرْداي) بمعنى: بارد، ومن (آب) أي: ماء. ومنه (سَرْداب) بالتركية والسريانية الدّارجة والكرديّة (4) . أو معرَّب (سَرْد آب) بفتح السين وبالمد (5) ، أي: ما يُبرَّد فيه الماء (6) . والأصل في سينه الكسر، والعامّة تفتحها (7) . ¶ __________ ¶ (3) القاموس المحيط: 124، والمعجم الوسيط: 1/426، وشفاء الغليل: 175. ¶ (4) معجم الألفاظ الفارسية المعربة: 89، والمعرب، للجواليقي: 396. ¶ (5) رسالة في الكلمات المعربة، لابن كمال باشا: 801، وفوات ما فات من المعرب والدخيل: 40. ¶ (6) قصد السبيل: 2/129. ¶ (7) درة الغواص في أوهام الخواص: 46.",
            "page": "467",
            "part": "1",
            "seal": "4DA2BEBE"
        },
        {
            "id": "24",
            "nass": "و (الزرداب) لغة فيه (1) . ¶ والملاحظ هنا: أنّ العرب لم يكن لهم دور كبير وإسهام بالغ في إجراء تغييرات وتبديلات على هذه اللفظة المعرّبة: (سردآب) ، إلا حذف المدّ والاكتفاء بالألف (سرداب) ، مع محاولة تطويع هذه اللفظة لبعض لهجات العرب، فكما إنهم قد وجدوا أنفسهم ينطقون بالسين تارة، وبالزاي تارة أخرى كما في مثْل: (الأزّ والأس) (2) ، والشأْز والشأْ (3) ، (ورُزْداق ورُسْتاق) (4) ، فقد أجرَوا هذه اللفظة المعرَّبة على تلك العادات النطقية، فقالوا: (سرداب وزرداب) ؛ وذلك لأنّ السين والزاي من حروف الصفير التي تتّحد في المخرج؛ إذ إنّ مخرجهما ((مما بين طرف اللسان وفُويق الثنايا)) (5) . كما يُلحظ أنّ (السرداب) لم يعد معروفا في العصر الحديث لحفظ المياه وتبريدها فحسْب، بل أصبح مشابها لـ (الخندق) في الدلالة والوظيفة، من حيث جعله مكانا لحفظ المعدَّات، ومكانا لحماية الجُند ووقايتهم من الأعداء. ¶ __________ ¶ (1) المعرب: 396. ¶ (2) الإبدال، لأبي الطيب اللغوي: 2/113. ¶ (3) اللسان (شأز، شأص) : 5/36، 6/110. ¶ (4) كتاب الإبدال والمعاقبة والنظائر: 64، 67. ¶ (5) الكتاب: 4/ 433.",
            "page": "468",
            "part": "1",
            "seal": "EE417CD6"
        },
        {
            "id": "25",
            "nass": "* الطِرْبال: ¶ يُعتبر (الطربال) في عُرف كثير من الناس: أداة حماية ووقاية من الحرّ والبرد والتّلف، سواء كان ذلك في الحياة عامة، أو في الاستخدام العسكري خاصّة. وليس هو كذلك في الاستعمال اللغوي الفصيح؛ إذ (الطِرْبال) : القطعة",
            "page": "468",
            "part": "1",
            "seal": "CC8994BC"
        },
        {
            "id": "26",
            "nass": "العالية من الجدار، والصخرة العظيمة المشرِفة من الجبل (1) ، والبناء يُبنى علَما للخيل يُستبق إليها، ومنها ما هو مثل المنارة والهدف المُشْرِف (2) ، ومنه الحديث: \"إذا مرّ أحدكم بطربال مائل فليسرع المشي\" (3) ، و ((كان أبو عبيدة يقول: هذا شبيه بالمنظر من مناظر العجم كهيئة الصومعة والبناء المرتفع، قال جرير: ¶ ألُوىْ بها شَدْبُ العُرُوقِ مُشَذب ... فكأنما وكنَتْ على طِرْبال)) (4) . ¶ و (الطِرْبال) معرّب: (تَرْبالي) (5) . ¶ ويمكن الجمع بين مدلول الطربال قديما وحديثا عن طريق المشابهة في الشخوص والسَّعة وتحقيق الفائدة، إذ يصح لنا أن نطلق الاستعمال اللغوي الفصيح على الاستعمال الدّارج في عُرف كثير من الناس- مدنيين وعسكريين- إذ الغالب استخدام الطربال لكل ما علا وارتفع؛ وذلك بهدف الحماية والحفاظ على الأنفس والممتلكات، كما هو المشاهد في العصر الحديث، إذ من فوائد الطربال القتالية: استخدامه في التمويه المصاحب لمعدّات القتال، وكذلك حماية الجنود في العربات. ¶ __________ ¶ (1) الصحاح: 4/1428، والقاموس المحيط: 1325. ¶ (2) اللسان (طربل) : 11/400. ¶ (3) الفائق في غريب الحديث والأثر: 2/79. ¶ (4) غريب الحديث، للهروي:2/18، والنهاية في غريب الحديث والأثر: 560. ¶ (5) المفصل في الألفاظ الفارسية: 232- 233. ¶ (6) اللسان (عسكر) : 4/568، وشفاء الغليل: 212.",
            "page": "469",
            "part": "1",
            "seal": "91C72E2F"
        },
        {
            "id": "27",
            "nass": "* العسْكَر: ¶ من المفردات الشائعة في الحياة العسكرية جمعاء: (العسكر) ، والذي يعني: مجتمع الجيش، والجيش نفسه (6) ، والمجتمع الذي فيه السلاح ¶ __________ ¶ (6) اللسان (عسكر) : 4/568، وشفاء الغليل: 212.",
            "page": "469",
            "part": "1",
            "seal": "DD449D2D"
        },
        {
            "id": "28",
            "nass": "والرجال والخيل (1) . ¶ وهو فارسي معرَّب (لشْكَر) (2) ، أبدلت اللام فيه عينا (عشكر) ، والشين سينا (عسكر) وإنما لم تبقَ العين مع وجود اللام في العربية؛ لأنّ اللام لا توجد هكذا في أمثلة الرباعي إلا في نحو (لَجْلَج) (3) ¶ وقد عرف العرب مادة (ع س ك ر) ، واستعملوها في معان خاصة، مثل: الشِدَّة والجدْب، من ذلك قول طرفة: ¶ ظلّ في عسكرة من ُحبِّها ونأتْ شحْطَ مزار المدَّكر ¶ أي: ظلّ في ِشدة من حبِّها وحَيْرة (4) . وعساكر القوم: ما ركب بعضه بعضا وتتابع، وعسْكُرالليلِ: ظلْمتُه، والعسكر الجمع، وعسكر مكرم: اسم بلد معروف، وعسكرٌ من مال: أي كثير (5) . ¶ أما اختصاص (العسكر) بالجيش، فقد عرفه العرب عن طريق اللغة الفارسية؛ إذ سمعوا الفرس يقولون: (لشكر) أي: الجيش المحارِب، فعرّبوها وقالوا: (عسكر) (6) . والذي دعاهم لذلك: أنه لا يوجد في كلام العرب شين بعد لام، كما قال ابن سيدة (ت458?) في المحكم: ((ليس في كلام العرب شين بعد لام في كلمة عربية محضة. الشينات كلها في كلام العرب قبل اللامات)) (7) ؛ ولهذا قال أبو ¶ __________ ¶ (1) تصحيح الفصيح وشرحه، لابن درستويه: 488، والصحاح: 2/640. ¶ (2) شرح الفصيح، للزمخشري: 2/672 ¶ (3) التعريب في القديم والحديث: 69، والمخصص: 14/224. ¶ (4) ديوان طرفة: 52. ¶ (5) اللسان (عسكر) : 4/567، والعشرات في غريب اللغة: 105، ورسالة في الكلمات المعربة: 803. ¶ (6) التعريب في القديم والحديث: 82، والمزهر: 1/280. ¶ (7) المزهر: 1/275.",
            "page": "470",
            "part": "1",
            "seal": "ACA1A284"
        },
        {
            "id": "29",
            "nass": "منصور الجواليقي (ت540 هـ) : ((اعلم أنهم كثيرا ما يجترئون على تغيير الأسماء الأعجمية إذا استعملوها، فيبدلون الحروف التي ليست من حروفهم إلى أقربها مخرجا. وربما أبدلوا ما بعُد مخرجه أيضا، والإبدال لازم؛ لئلا يدخلوا في كلامهم ما ليس من حروفهم. وربما غيروا البناء من الكلام الفارسي إلى أبنية العرب. وهذا التغيير يكون بإبدال حرف من حرف، أو زيادة حرف، أو نقصان حرف، أو إبدال حركة بحركة، أو إسكان متحرّك، أو تحريك ساكن. وربما تركوا الحرف على حاله لم يغيّروه)) (1) . ¶ وعلى هذا فإنّ الشين في (لشكر) الفارسية، قد أصبحت سينا في اللغة العربية عن طريق التعريب؛ ذلك لأن الشين والسين من الأصوات المتقاربة في الصفة، المتباعدة في المخرج (2) ؛ إذ إن مخرج السين من طرف اللسان وفُويق الثنايا، ومخرج الشين من وسط اللسان بينه وبين وسط الحنك الأعلى (3) . ¶ وكأني بالعرب قد تأثّروا بلهجاتهم في قلب الشين في (عشكر) سينا؛ جريا على عاداتهم النطقية في مثل: عطس فسمّته وشمّته (4) ، وحُمِس الرَّجل وحُمش: إذا اشتدّ غضبه (5) ، والدّست والدشت بمعنى الصحراء (6) ، وسعرتُ وشعرت (7) . ¶ __________ ¶ (1) المعرب، للجواليقي: 94، والمزهر: 1/273. ¶ (2) الاشتقاق، لعبد الله أمين: 252. ¶ (3) الكتاب: 4/433. ¶ (4) الإبدال، لابن السكيت: 41. ¶ (5) درة الغواص: 110. ¶ (6) الإبدال، لأبي الطيب: 2/163، والمزهر:1/275. ¶ (7) الدراسات اللغوية عند العرب إلى نهاية القرن الثالث: 470.",
            "page": "471",
            "part": "1",
            "seal": "FDE20B34"
        },
        {
            "id": "30",
            "nass": "* القايش: ¶ يُستخدم (القايش) في العُرف العسكري: للحزام الذي يستخدمه الشرطي، وهو لغة تركية (1) . ¶ ويقابل (القايش) بالمفهوم العسكري (الكَمَر) الذي يستخدمه عامة الناس، خاصة في موسم الحج، وهو: النطاق أو الحزام في الملابس، وهو بهذا اللفظ في عاميّة العراق (2) . ¶ أما أصل دلالته اللغوية: فهو اسم لكل بناء فيه العَقْد، كبناء الجسور والقناطر، هكذا استخدمه العوام والخواص (3) . وعن طريق الأصل الدلالي جاءت دلالة (الكمَر) في الاستخدام العام على النطاق أو الحزام في الملابس، وذلك ¶ عن طريق المشابهة، فكما أن العَقْد يكون بارزا في بناء الجسور والقناطر، فكذلك الكمر يكون بارزا ومتوسّطا للزي الذي يرتديه الحاج ومن شاكله. ¶ و (كمر) لفظة تركية من أصل فارسي، بمعنى: منطقة أو حزام. ولا يُدرى أأخذها العراقيون من الفارسية، أم من التركية (4) . وهي تُستخدم في اللهجة السورية واللبنانية بنفس النطق، وبنفس المفهوم (5) .كما توجد في اللغة اليونانية ولفظها (كَمْرا) ، وكذلك في اللاتينية. ويبدو أن هذه المادة مشتركة بين ¶ __________ ¶ (1) دراسات لغوية: 182. ¶ (2) الدخيل في الفارسية: 59، وفوات ما فات من المعرب والدخيل: 48. ¶ (3) تاج العروس (كمر) :7/457، ومعجم اللفاظ الفارسية: 137. ¶ (4) الدخيل في الفارسية: 74ـ75. ¶ (5) الكلمات الدخيلة على العربية الأصيلة: 488.",
            "page": "472",
            "part": "1",
            "seal": "14E45DE2"
        },
        {
            "id": "31",
            "nass": "اللغات الهندية الأوربية (1) . ¶ __________ ¶ (1) سواء السبيل إلى ما في العربية من الدخيل: 169.",
            "page": "473",
            "part": "1",
            "seal": "5C730894"
        },
        {
            "id": "32",
            "nass": "* القَبُّوع: ¶ إنّ من أدوات تغطية الرأس: (القَبُّوع) ، والذي يُستخدم بكثرة في الاستعمال العسكري، إضافة لبعض أدوات تغطية الرأس الأخرى، مثل: (البِريه) (2) ، و (الكاب) (3) ، و (الخُوذة) (4) . ¶ والأصل في (القبوع) ضم القاف والباء (القُبُوع) ، ومعناه: أن يدخل الإنسان رأسه في قميصه أو ثوبه، يقال: قبَع يقبَع قُبوعا: أدخل رأسه في ثوبه. وقبَع رأسه يقْبَعه: أدخله هناك. والقَبْع: تغطية الرأس بالليل لِريبة (5) . ¶ و (القُبَعَة) : خِرْقة كالبُرْنُس تُخاط للصيّاد، تسمّيها العامة القنبُعة (6) ، ويلبسها الصبيان (7) . ¶ ويرى البعض أن لفظة (قُبَعَة) أعجمية معرَّبة أخذت من (Chapeau) الفرنسية (8) . ¶ __________ ¶ (2) دراسات لغوية: 315. ¶ (3) نوع من غطاء الرأس، وهي لفظة فرنسية (Cape) . انظر: دراسات لغوية: 183. ¶ (4) نظر حرف الخاء من البحث ص: 9. ¶ (5) اللسان (قبع) :8/258، والمنتخب من غريب كلام العرب:2/475، ومعجم الملابس في لسان العرب:95، واتفاق المباني وافتراق المعاني:94، وكتاب الأفعال، لابن القوطية: 220. ¶ (6) مجمل اللغة:585. ¶ (7) اللسان (قبع) : 8/259. ¶ (8) الدخيل على الأصيل في اللغة: 135.",
            "page": "473",
            "part": "1",
            "seal": "CC07B1E8"
        },
        {
            "id": "33",
            "nass": "والذي يظهر أنّ (القُبَعة) عربية الأصل؛ لأنها تقبع صاحبها، أي: تستره، يقال: قبَع الرجُل رأسه في جيبه: أدخله فيه، ومنه في حديث الأذان: «فذكروا له القُبَع» (1) . ¶ كما يظهر أن هناك تقاربا كبيرا في الأصل اللغوي الدلالي لـ (القُبُوع) ، والذي يعني: إدخال الإنسان رأسه في قميصه أو ثوبه - كما مر -، وبين المعنى العسكري الشايع حاليّا، والذي يعني: غطاء الرأس بما يشبه (البريه) ، مع بروز في المقدمة. والجامع بين الدلالتين: اتحاد الموضع وهو الرأس. أما الاختلاف فهو في كيفية الوضع، أهو إدخال رأس في ثوب ونحوه، أم إدخال (القُبُوع) في الرأس وجعله أعلاه؟. ¶ كما يُلحظ أنّ تغيير حركة حرف الباء من التخفيف إلى التشديد (القُبُّوع) ، فقد أخرج هذه اللفظة عن الأوزان المعروفة عن العرب؛ إذ لا يوجد وزن (فُعُّول) . ¶ __________ ¶ (1) المجموع المغيث في غريبي القرآن والحديث: 2/656- 657.",
            "page": "474",
            "part": "1",
            "seal": "0677BAF9"
        },
        {
            "id": "34",
            "nass": "* القِيافَة: ¶ تُعتبر لفظة (القِيافة) من المشترك اللفظي، الذي يكون بلفظ واحد وله دلالتان، إذ إن المعنى الدلالي لأصل (القيافة) حِرْفة القائف الذي يُحسن معرفة الأثر وتتبَّعَه (2) . أما المعنى الدلالي العسكري لها، فهو الزي والهيئة (3) . والجامع بين الدلالتين الأصلية والفرعية: الإجادة والظهور وحُسْن المظهَر، خاصة في اكتساب (القيافة) معنى الزي والهيئة، والذي أفادته اللغة الفارسية (Kiafet) ¶ __________ ¶ (2) الدخيل في الفارسية: 125، وقاموس المصطلحات اللغوية والأدبية: 322. ¶ (3) المعجم الوسيط: 2/766.",
            "page": "474",
            "part": "1",
            "seal": "F1E05256"
        },
        {
            "id": "35",
            "nass": "من اللغة العربية (1) . ¶ __________ ¶ (1) الدخيل في الفارسية: 125.",
            "page": "475",
            "part": "1",
            "seal": "9AA5E72A"
        },
        {
            "id": "36",
            "nass": "* كَرْدُون: ¶ يُستخدم (الكرْدُون) في العُرْف العسكري للدلالة على الوشاح المذهب المحيط بالكتف (2) . ¶ وهذه الدلالة لها صلتها باللغات الساميّة، ففي اللغة العربية الفصحى نجد أن (الكَرْد) :هو العنق (3) ، ويُستدل على ذلك بحديث معاذ - رضي الله عنه -: ((لا أقعد حتى تضربوا كَرْدَه)) ، أي: عنقه (4) ، وبقول الفرزدق: ¶ وكنّا إذا القيسيّ نبّ عتُودُه ضربناه فوق الأنثيين على الكَرْد ¶ فـ (الكَرْد) : العنق، أو أصل العنق (5) . ¶ وهذه اللفظة (كرْدون) فارسية الأصل، فهي في اللغة الفارسية: (كرْدَن وكردان) بمعنى: الطوق والعنق والجِيد (6) . وقد استخدمت في العراق للقلادة التي هي الطوق (7) . ¶ وكأني بالفرس قد أفادوا من اللغة العربية في هذه اللفظة: (كرْدَن) ، إذ إن ¶ __________ ¶ (2) دراسات لغوية: 187، والمولد في العربية: 581. ¶ (3) الصحاح (كرد) : 2/464، والمخصص: 14/ 223. ¶ (4) المجموع المغيث في غريبي القرآن والحديث: 3/30. ¶ (5) ديوان الفرزدق: 196. ¶ (6) الكلمات الدخيلة على العربية الأصيلة: 486- 487، وفوات ما فات من المعرب والدخيل: 49. ¶ (7) الدخيل في الفارسية: 60، ومعجم الألفاظ والتراكيب المولدة في شفاء الغليل: 139.",
            "page": "475",
            "part": "1",
            "seal": "F2F90BF0"
        },
        {
            "id": "37",
            "nass": "أصلها في لغة العرب: (الكرْد) بمعنى: العنق، فأبقوا اللفظة على معناها، وزادوا لها النون (كرْدَن) . ¶ وتُقلب كاف (كردن) قافا: (قردن) ويبقى المعنى كما هو، فيقال: (الكردن والقردن) ، قال الليث (ت 175?) : ((الكْرد لغة في القْرد، وهو مجْسَم الرأس على العنق)) (1) . والذي سوّغ ذلك: تقارب مخرج الكاف والقاف، فقد وصف سيبويه مخرجي القاف والكاف بقوله: ((ومن أقصى اللسان وما فوقه من الحنك الأعلى مخرج القاف. ومن أسفل من موضع القاف من اللسان قليلا ومما يليه من الحنك الأعلى مخرج الكاف)) (2) . وقال ابن يعيش (643?) : ((والقاف والكاف من حيّز واحد، فالكاف أرفع من القاف وأدنى إلى مقدم الفم، وهما لهويتان؛ لأن مبدأهما من اللهاة)) (3) . وهما يتعاقبان كثيرا في الكلمة، حتى أصبح صوت القاف كالكاف الفارسية (4) . ¶ وقد طرأ على لفظة (كرْدَن) تغيير في العصر الحديث من حيث النطق والكتابة، ومن حيث المدلول العام: إذ أضيف لها حرف الواو (كردون) ، ولم يعد معناها مستخدما للدلالة على العنق (الكرد) ، بل أصبح دالا على ذلك الوشاح المذهّب الذي يُلفّ على الكتف، والذي يُلبس عادة أثناء الزيارات الرسمية، وأثناء خروج الطلاب العسكريين من كلياتهم العسكرية إلى منازلهم، وفي الاحتفالات الرسمية. ولكن نظرا للتجاور والتلازم بين العنق والكتف، نُقل ¶ __________ ¶ (1) التهذيب (كرد) :10/108، والمعرب: 534. ¶ (2) الكتاب: 4/433. ¶ (3) شرح المفصل: 10/124. ¶ (4) البحر المحيط: 8/ 395.",
            "page": "476",
            "part": "1",
            "seal": "CEE26A61"
        },
        {
            "id": "38",
            "nass": "موضع استخدام (الكردن) من العنق إلى الكتف.",
            "page": "477",
            "part": "1",
            "seal": "5E54C903"
        },
        {
            "id": "39",
            "nass": "* المُسَدَّس: ¶ من الآلات القتالية الخفيفة التي يسهل حَمْلها؛ نظرا لخفّة وزنها وسرعة استحضارها: (المسدّس Pistol) (1) ، والذي يطلق عليه البعض اسم (الفرْد) (2) . ¶ وكأنّ هاتين التسميتين جاءتا عن طريق شكل (المسدّس) ، وعن طريق منْزلته بين الأسلحة الأخرى، إذ يظهر لي أن سبب تسميته بـ (المسدّس) جاءت عن طريق مشابهته للعدد (سِتّة) ، والذي يشبهه المسدّس في شكله وتركيبته. أما سبب تسميته ب (الفرْد) فالظاهر أنها جاءت عن طريق تفرّده بين الأسلحة بصغر حجمه وخفّة وزنه وسرعة أدائه، كما إنّ (الفرْد) يطلق على الأسلحة؛ إذ كان يسمى سيف عبد الله بن رواحة بـ (الفرْد) (3) إضافة لذلك: فإنّ من دلالات (الفرد) : المنقطع النظير الذي لا مثيل له في جودته (4) . ¶ وإذا صحّ إطلاق مثل هذا التعبير على المسدّس (الفرد) ، فذلك ناتج عن كثرة استخدامه، وزيادة معرفة الناس ( ¶ __________ ¶ 1) القاموس العسكري الفني الحديث: 110. ¶ (2) الجوانب اللغوية عند الشدياق: 352، والمولد في العربية: 545. ¶ (3) القاموس المحيط: 390. ¶ (4) المعجم الوسيط: 2/680.",
            "page": "477",
            "part": "1",
            "seal": "B4E3122B"
        },
        {
            "id": "40",
            "nass": "* المُناوِب: ¶ من أساليب توزيع العمل بين العاملين: (المناوبة) في الاستلامات والخفارات - خاصة بين العسكريين -. ويأتي اسم الفاعل منها (المُناوِب) ، وهو",
            "page": "477",
            "part": "1",
            "seal": "0AD7816A"
        },
        {
            "id": "41",
            "nass": "* المَِنْجَنيق: ¶ من أدوات الحرب القديمة (المنجنيق) بفتح الميم وكسرها، وهو: آلة حربية من آلات الحصار، كانت تُرمى بها الحجارة وغيرها من القذائف (3) . وكانت بداياته الأولى عبارة عن قاعدة خشبيّة سميكة مستطيلة الشكل، يرتفع في وسطها عمود خشبي يَُّركّب في أعلاه ذراع المنجنيق؛ لقذف القذائف المختلفة، بواسطة حبال وأوتار سميكة؛ لتوليد طاقة كافية لعملية القذف، بواسطة رافعة للمنجنيق (4) . ¶ و (المَِنْجَنيق) لفظ فارسي معرَّب من (جَهْ نِيْك) أي: أنا ما أجودني (5) ، أو أنا شيء جيّد؛ لأنه لا تُجمع الجيم والقاف في كلمة عربية، غير اسم صوت بكسر الميم (6) . وقيل: إنه معرّب (منْك جَنْك نِيْك) ، ومعناه: أسلوب جيّد للحرب (7) ، أو ¶ __________ ¶ (3) معجم المصطلحات العسكرية: 141، ومعجم المذكر والمؤنث: 184، والإعداد المعنوي والمادي للمعركة: 325. ¶ (4) التسليح الشخصي والعام في صدر الإسلام: 28. ¶ (5) القاموس المحيط: 1126. ¶ (6) معجم الألفاظ والتراكيب المولدة في شفاء الغليل: 482- 483. ¶ (7) الألفاظ الأعجمية في روايات غريب الحديث والأثر: 176، وشفاء الغليل: 275.",
            "page": "478",
            "part": "1",
            "seal": "78439B22"
        },
        {
            "id": "42",
            "nass": "(منْجَك نيك) ، ومعناها: الارتفاع إلى فوق (1) . ¶ وقد رجّح (أدّي شير) فارسية اللفظ من (منْك جَنْك نِيْك) (2) . إلا إن المراجع الحديثة تؤكّد يونانية اللفظة (منكنيكون - Magganik,on) ، وأن اليونانيين قد نقلوها عن الفينيقيين قديما، ثم انتشرت في أنحاء المعمورة، فدخلت الآرامية (منجنيقا) ، ومنها إلى العربية (منجنيق) (3) . ¶ و (المنجنيق) أنثى، وبعض العرب يسمّيها منْجَنُوق، قال الفراء (ت 207هـ) : ((حُكيت لي ولم أسمعها عن العرب)) (4) . ¶ وفي (المنجنيق) لغتان: (المنجَنُوق، والمنجليق) . والجمع: (مجَانِق ومجانيق ومنْجَنيقات) (5) . ¶ وقد حدث خلاف بين أئمة النحو في نون (منجنيق) الواقعة بعد الميم، أهي أصلية أم زائدة؟ فقال قوم: النون أصلية، ومن ثَمّ وزنها (منْفَعيل) ، وهذا الوزن غير موجود في الكلام (6) . وقال بعضهم: ودالّ أيضا على أن النون زائدة، وعلى هذا فوزنه (فنعليل) ؛ لأن النون لو كانت ¶ __________ ¶ (1) المفصل في الألفاظ الفارسية: 149، ومعجم المصطلحات العسكرية: 141. ¶ (2) الألفاظ الأعجمية في روايات غربي الحديث والأثر:176. ¶ (3) التسليح الشخصي والعام في صدر الإسلام: 26، والتعريب في القديم والحديث:52، والمعرب:572 ¶ (4) المذكر والمؤنث للفرّاء: 90، والمذكر والمؤنث, للسجستاني: 178 ¶ (5) المعرب: 571، والألفاظ الأعجمية في روايات غريب الحديث والأثر: 175، والمذكر والمؤنث، للفرّاء:90، ومعجم المؤنثات السماعية: 180، ومعجم المذكر والمؤنث: 184، والمذكر والمؤنث، للأنباري:1/512، والقاموس المحيط: 1126 ¶ (6) المنصف:154",
            "page": "479",
            "part": "1",
            "seal": "EE3BED54"
        },
        {
            "id": "43",
            "nass": "أصلية لثبتت (1) ، كما إن فيه زيادة حرفين في أول اسم غير جار على فعله مثل: منْطَلِق، وهو نادر (2) . والذي يظهر: أن النون الأولى الواقعة بعد الميم في (منجنيق) نون زائدة؛ إذ لو أردنا البحث في الأصل الثلاثي لهذه اللفظة، لوجدناها تتكون من) ج ن ق) ، بإثبات النون الثانية، إذ لوكانت النون الأولى أصلية لكان جذر الكلمة (ن ج ق) ، كما إن النون الأولى تُحذف مع جمع التكسير: (مجانيق، مجانق) (3) ، مما يبرهن زيادتها. ¶ كما حدث خلاف في ميم (منجنيق) أهي أصلية أم زائدة؟، والراجح أن الميم أصلية، والدليل على ذلك: استقرار زيادة النون الأولى بدليل قولهم: (مجانيق) بحذفها. ولو كانت أصلية لقلت: (مناجيق) ، فإذا أثبت زيادة النون الأولى ثبتت بذلك أصالة الميم؛ إذ لو كانت زائدة والنون بعدها زائدة، لأدّى ذلك إلى اجتماع زيادتين في أول كلمة، وذلك لا يوجد إلا في الأفعال، نحو: (انطلق، ومنطَلق) . و (منجنيق) ليس باسم جار على الفعل. فإذا ثبتت أصالة الميم وزيادة النون الأولى، وجب أن يُقضى على النون الثانية بالأصالة؛ لأنك لو جعلتها زائدة، لكان وزن الكلمة (فنعليلا) ، وذلك بناء غير موجود (4) .كما يرى ابن جني (ت393هـ) أن الميم أصلية، وفي ذلك يقول: ((والقول فيه عندي أنه مشتق من (المنجنيق) إلا إن فيه ضربا من التخليط، وكان قياسه (مجْنقُوهم، ¶ __________ ¶ (1) المصدر نفسه: 153 –154 ¶ (2) شرح الشافية: 2/350، والكتاب:4/309 ¶ (3) الكتاب: 4/309، والبيان والتبيين: 3/400، والقاموس المحيط:1126 ¶ (4) الممتع في التصريف: 1/253، واللباب في علل البناء والإعراب: 2/254 –255، والنهاية في غريب الحديث والأثر:169",
            "page": "480",
            "part": "1",
            "seal": "938EE4EA"
        },
        {
            "id": "44",
            "nass": "وتمجْنق) ، ولكنهم إذا اشتقوا من الأعجمي خلّطوا فيه؛ لأنه ليس من كلامهم فاجترءوا عليه فغيروه، وذلك أن الميم وإن كانت هنا أصلا فإنها قد تكون في غير هذه الكلمة زائدة، فشبّهت بالزائد فحذفت عند اشتقاقهم الفعل)) (1) . والسبب في ذلك: أن الكلمة أعجمية، والعرب قد تخلّط في اشتقاقها من الأعجمية؛ لأنها ليست من كلامهم (2) . ¶ __________ ¶ (1) المنصف:153 ¶ (2) الممتع في التصريف: 1/253، واللباب: 2/254 –255",
            "page": "481",
            "part": "1",
            "seal": "0274A236"
        },
        {
            "id": "45",
            "nass": "* المِنصّة: ¶ من المألوف في مقام التشريفات العسكرية وما شاكلها: الوقوف في (المِنَصّة) ، والتي هي في أصل وضعها: كرسي مرتفع أو سرير يُعدّ للخطيب ليخطب، أو للعروس لتُجلى، وقد يُزيّن بثياب وفُرُش. يقال: وُضع فلان على المِنَصّة: إذا افتُضح وشُهر (3) . ¶ ويقابل المِنَصّة في اللغة الفارسية لفظة: (Estrade) ، بمعنى: مِنصّة ومِرْقاة (4) . ¶ والملاحظ هنا: أن (المنصة) قد أخذت تطوّرا دلاليا في العصر الحديث، إذ هي موطن التشريف والتكريم والتعظيم، لا الفضيحة والتشهير، وحُق لها ذلك؛ إذ هي شبيهة بالناصية، والتي هي: شعَر مُقَدّم الرأس (الجبهة) (5) ، وكلاهما ¶ __________ ¶ (3) المعجم الوسيط: 2/926، واللسان (نصص) : 7/97، والتوقيف على مهمات التعاريف: 317. ¶ (4) التعريب في القديم والحديث: 185. ¶ (5) تفسير الخازن: 4/ 449، والتفسير الكبير: 11/225.",
            "page": "481",
            "part": "1",
            "seal": "0804F381"
        },
        {
            "id": "46",
            "nass": "منتصب مرتفع (1) ، إذ كل شيء أظهرته فقد نصصته (2) . ¶ __________ ¶ (1) القاموس المحيط: 816. ¶ (2) النهاية في غريب الحديث والأثر: 920.",
            "page": "482",
            "part": "1",
            "seal": "1C675C31"
        },
        {
            "id": "47",
            "nass": "* الميْز- الميْس: ¶ ساد استخدام (الميز) في الاستعمال العسكري: للدلالة على الطعام ومكانه. وهو في أصل وضعه الأعجمي: (ميْس) بالسين، وقد أشارت بعض المراجع الإنجليزية أن (Mess) تدل على: المقدار من الطعام، وعلى المائدة المشتركة، وعلى مجموعة أشخاص يتناولون طعامهم معا (3) . ¶ ونظرا للتقارب الصوتي بين الاستعمال اللهجي السائد: (ميْز) بالزاي، وبين الاستعمال العربي الفصيح (ميْر) بالراء؛ فإن الأولى استخدام لفظة (ميْر) العربية؛ لأن (المِيَرة) : الطعام الذي يمتاره الإنسان (4) ، وكل ما جُلب ليُتزود به ويُتقوّت، قال تعالى: {ونَميرُ أهلَنا} (5) ، أي: نجلب إليهم الزاد والقوت، ومنه قول أبي ذؤيب: ¶ أتى قرية كانت كثيرا طعامُها كرفخِ التراب كلُّ شيئ يمِيُرها (6) ¶ وقولهم في الأمثال: (ما عنده خير ولا ميْر) فـ (المير) : ما جُلب من المِيَرة، وهو ما يثتقوّت فيتزوّد به، أي: ليس عنده خير عاجل، ولا يُرجى أن يأتي بخير (7) . ¶ __________ ¶ (3) المورد: 573. ¶ (4) المجمل: 656، والتوقيف على مهمات التعاريف: 320، واللسان (مير) : 5/ 188. ¶ (5) سورة يوسف الآية: 65. ¶ (6) الزاهر في معاني كلمات الناس: 1/ 507، وتفسير الخازن: 2/ 540. ¶ (7) مجمع الأمثال: 2/ 285، وأدب الكاتب: 46.",
            "page": "482",
            "part": "1",
            "seal": "7DCEF348"
        },
        {
            "id": "48",
            "nass": "وربما يكون لهذا الصنيع - إن كان مقبولا - أثر في تعريب لفظة (ميْس Mees) الإنجليزية، والتي ينطقها البعض (ميْز) ، إلى لفظة تكون قريبة منها في عدد الحروف وحركاتها، وهي لفظة (ميْر) بمعنى القُوت والطعام.",
            "page": "483",
            "part": "1",
            "seal": "B64F29A2"
        },
        {
            "id": "49",
            "nass": "* الوُرْنيك: ¶ وهو من الألفاظ الشائعة في لغة الجزاء والعقوبة العسكرية، ويعني: قرارذنْبْ وجزاء وعقوبة. وإذا كان هذا هو الاستخدام العسكري الدارج، فإن كتب المعاجم تشير إلى أن الأصل اللغوي لهذا المفهوم هوك (التوريك) ، فقد قال صاحب اللسان: ((وورّك الشيئ: أوجبه. والتوريك: توريك الرَّجُل ذنْبه غيره، كأنه يُلزمه إياه. وورّك فلان ذنْبه على غيره توريكا: إذا أضافه إليه وقرفه به. وإنه لموَرَك في هذا الأمر، أي: ليس له فيه ذنْب. وورّك الذنْب عليه: حمَله)) (1) . ¶ __________ ¶ (1) اللسان (ورك) : 10/ 512.",
            "page": "483",
            "part": "1",
            "seal": "B5833F45"
        },
        {
            "id": "50",
            "nass": "مصادر ومراجع ¶ ... ¶ فهرس المصادر والمراجع ¶ 1- الإبدال، أبو الطيب اللغوي. تحقيق: عز الدين التنوخي. مجمع اللغة العربية، دمشق 1960- 1961. ¶ 2- الإبدال والمعاقبة والنظائر، للزجاجي. تحقيق: عز الدين التنوخي. مجمع اللغة العربية، دمشق1962. ¶ 3- اتفاق المباني وافتراق المعاني، سليمان بن بنين الدقيقي النحوي. تحقيق د. يحيى عبد الرؤوف جبر. دار عمار للنشر والتوزيع، عمّان، الطبعة الأولى 1405-1985. ¶ 4- الأجناس من كلام العرب، أبو عبيد القاسم بن سلام. دراسة وتحقيق د. عبد المجيد دياب. دار الفضيلة للنشر والتوزيع والتصدير، القاهرة. ¶ 5- إدارة الحرب الحديثة بواسطة الحاسبات الآلية، المقدم الركن. زايد بن محمد حسن العمري. مجلة كلية الملك عبد العزيز الحربية، العدد (42) 1422هـ - 2001م. ¶ 6- أدب الكاتب، ابن قتيبة. تحقيق: محمد الدالي. مؤسسة الرسالة، بيروت، الطبعة الثانية1417- 1996. ¶ 7- الاشتقاق، عبد الله أمين. الناشر: مكتبة الخانجي، القاهرة، الطبعة الثانية1420- 2000م. ¶ 8- الإعداد المعنوي والمادي للمعركة في ضوء القرآن والسنة، اللواء الدكتور. فيصل بن جعفر بالي. مكتبة التوبة، الرياض1419- 1999م. ¶ 9- الإفصاح في فقه اللغة، عبد الفتاح الصعيدي وحسين يوسف موسى. دار",
            "page": "484",
            "part": "1",
            "seal": "869B95B1"
        },
        {
            "id": "51",
            "nass": "الكتب العلمية، بيروت، الطبعة الأولى 1407- 1987. ¶ 10- الألفاظ الأعجمية في روايات غريب الحديث والأثر، د. أبو السعود أحمد الفخراني.1417- 1996. ¶ 11- الألفاظ العربية المقترضة في العبرية الدارجة، د. محمد جلاء إدريس. مجلة كلية الآداب، جامعة القاهرة، العدد (52) ديسمبر 1991م. ¶ 12- البيان والتبيين، الجاحظ. تحقيق: فوزي عطوي. دار صعب، بيروت. ¶ 13- تاج العروس، الزبيدي. تحقيق: علي شيري. دار الفكر، بيروت، الطبعة الأولى 1414- 1994م. ¶ 14- التسليح الشخصي والعام في صدر الإسلام، ممدوح إبراهيم الطنطاوي. مجلة كلية الملك عبد العزيز الحربية، العدد (42) 1422- 2001م. ¶ 15- تصحيح الفصيح وشرحه، ابن درستويه. تحقيق د. محمد بدوي المختون. القاهرة 1419- 1998. ¶ 16- تطور أسلحة القوات البرية خلال الخمسين عاما المنصرمة، عميد ركن. إبراهيم إسماعيل كاخيا. مجلة كلية الملك عبد العزيز الحربية، العدد (42) 1422- 2001م. ¶ 17- التطور النحوي للغة العربية، برجشتراسر. أخرجه وصححه وعلق عليه د. رمضان عبد التواب. الناشر: مكتبة الخانجي، القاهرة 1402- 1982م. ¶ 18- التعريب في القديم والحديث، د. محمد حسن عبد العزيز. دار الفكر العربي، القاهرة. ¶ 19 - تفسير الألفاظ الدخيلة في اللغة العربية، طوبيا العنيسي، مكتبة العرب،",
            "page": "485",
            "part": "1",
            "seal": "E3F21D8B"
        },
        {
            "id": "52",
            "nass": "القاهرة، الطبعة الثانية 1932. ¶ 20- تفسير البحر المحيط، أبو حيان الأندلسي. مكتبة النصر الحديثة، الرياض. مصورة عن مطبعة السعادة، القاهرة 1348. ¶ 21- تفسير الخازن (لباب التأويل في معاني التنْزيل) ، الخازن. ضبطه وصححه: عبد السلام محمد علي شاهين. دار الكتب العلمية، بيروت، الطبعة الأولى 1415- 1995م. ¶ 22- التفسير الكبير، الفخر الرازي. إعداد: مكتب إحياء التراث العربي، بيروت، الطبعة الثانية1417- 1997. ¶ 23- تهذيب اللغة، الأزهري. تحقيق: عبد السلام هارون وآخرين. الدار المصرية للتأليف والترجمة. ¶ 24- التوقيف على مهمات التعاريف، الشيخ الإمام عبد الرؤوف بن المناوي. تحقيق د. عبد الحميد صالح حمدان. عالم الكتب، القاهرة، الطبعة الأولى 1410- 1990. ¶ 25- جمهرة اللغة، ابن دريد. تحقيق د. رمزي منير البعلبكي. دار العلم للملايين، بيروت، الطبعة الأولى 1987. ¶ 26- الجوانب اللغوية عند أحمد فارس الشدياق، محمد علي الزركان. دار الفكر، دمشق، الطبعة الأولى 1408- 1988. ¶ 27- حنين بن إسحاق دراسة تاريخية ولغوية، أحمد بن محمد الدبيان. مطبوعات مكتبة الملك فهد الوطنية، الرياض 1414- 1993. ¶ 28- الخصائص، أبو الفتح عثمان بن جني. تحقيق: محمد علي النجار. دار الهدى للطباعة والنشر، بيروت، الطبعة الثانية.",
            "page": "486",
            "part": "1",
            "seal": "FDBE1F04"
        },
        {
            "id": "53",
            "nass": "29- الدخيل في الفارسية والعربية والتركية، د. إبراهيم السامرائي. مكتبة لبنان ناشرون، بيروت، الطبعة الأولى 1997م. ¶ 30- الدخيل على الأصيل في اللغة، فواز عبد الله العمري. مجلة الدارة، العدد الأول، السنة السابعة، شوال1401- 1981م. ¶ 31- درة الغواص في أوهام الخواص، القاسم بن علي الحريري. تحقيق: محمد ابو الفضل إبراهيم. دار الفكر العربي، القاهرة 1997م. ¶ 32- الدراسات اللغوية عند العرب إلى نهاية القرن الثالث، محمد حسين آل ياسين. منشورات دار مكتبة الحياة، بيروت، الطبعة الأولى 1400- 1980م. ¶ 33- دراسات لغوية: القياس في الفصحى - الدخيل في العامية، د. عبد الصبور شاهين. مؤسسة الرسالة، بيروت، الطبعة الثانية 1406- 1986م. ¶ 34- دور أساتذة اللغات الشرقية في قضية التعريب، محمد التويخي. مجلة اللسان العربي، العدد (20) سنة 1983 ¶ 35- ديوان طرفة بن العبد. دار صادر، بيروت. ¶ 36- ديوان الفرزدق. شرحه وضبطه د. عمر فاروق الطباع. شركة دار الأرقم بن أبي الأرقم للطباعة والنشر والتوزيع، بيروت، الطبعة الأولى 1418- 1997. ¶ 37- رسالة في الكلمات المعربة، ابن كمال باشا. نشر: سليم أفندي البخاري. مجلة المقتبس، المجلد السابع، الجزء العاشر والحادي عشر 1330. ¶ 38- الزاهر في معاني كلمات الناس، أبو بكر محمد بن القاسم الأنباري. تحقيق",
            "page": "487",
            "part": "1",
            "seal": "7EBF087E"
        },
        {
            "id": "54",
            "nass": "د. حاتم صالح الضامن. مؤسسة الرسالة، بيروت، الطبعة الأولى 1412- 1992. ¶ 39- الساميون ولغاتهم، د. حسن ظاظا. الدار الشامية للطباعة والنشر والتوزيع، بيروت، الطبعة الثانية1410-1990م. ¶ 40- سقط الزند، أبو العلاء المعري. دار صادر، بيروت. ¶ 41- سواء السبيل إلى ما في العربية من الدخيل، د. ف. عبد الرحيم. دار المآثر للنشر والتوزيع والطباعة، المدينة النبوية، الطبعة الأولى 1998. ¶ 42- شرح شافية ابن الحاجب، محمد بن الحسن الرضي، تحقيق: محمد محيي الدين عبد الحميد وآخرين. دار الكتب العلمية، بيروت 1975. ¶ 43- شرح الفصيح، أبو القاسم جار الله محمود بن عمر الزمخشري. تحقيق د. إبراهيم عبد الله الغامدي. معهد البحوث العلمية وإحياء التراث الإسلامي، جامعة أم القرى 1417. ¶ 44- شرح المفصل، موفق الدين ابن يعيش النحوي. عالم الكتب، بيروت. ¶ 45- شفاء الغليل فيما في كلام العرب من الدخيل، شهاب الدين أحمد بن محمد بن عمر الخفاجي. تقديم وشرح د. محمد كشاش. دار الكتب العلمية، بيروت، الطبعة الأولى 1418- 1998. ¶ 46- الصحاح، الجوهري. دار إحياء التراث العربي، بيروت، الطبعة الأولى 1419- 1999. ¶ 47- صحيح البخاري. مراجعة وضبط وفهرسة: محمد علي القطب وهشام البخاري. المطبعة العصرية، بيروت، الطبعة الثانية 1418- 1997. ¶ 48- العربية خصائصها وسماتها، د. عبد الغفار حامد هلال. الطبعة الرابعة",
            "page": "488",
            "part": "1",
            "seal": "202B3662"
        },
        {
            "id": "55",
            "nass": "1415- 1995. ¶ 49- العشرات في غريب اللغة، أبو عمر محمد بن عبد الواحد الزاهد. تحقيق د. يحيى عبد الرؤوف جبر. الطبعة الأولى1948. ¶ 50- علم الدلالة العربي النظرية والتطبيق، د. فايز الداية. دار الفكر المعاصر، بيروت، الطبعة الثانية 1417-1996. ¶ 51- علم اللغة، علي عبد الواحد وافي. دار نهضة مصر للطبع والنشر، القاهرة، الطبعة التاسعة. ¶ 52- عن اللغة والأدب والنقد، د. محمد أحمد العزب. الطبعة الأولى 1980. ¶ 53- غريب الحديث، أبو عبيد القاسم بن سلام الهروي. دار الكتاب العربي، بيروت 1396- 1976. ¶ 54- الفائق في غريب الحديث والأثر، جار الله محمود الزمخشري. تحقيق: علي البجاوي ومحمد أبو الفضل. مكتبة عيسى البابي الحلبي، القاهرة 1945. ¶ 55- فقه اللغة، علي عبد الواحد وافي. دار نهضة مصر، القاهرة، الطبعة السادسة. ¶ 56- فقه اللغة وسر العربية، الثعالبي. تحقيق: سليمان سليم البواب. دار الحكمة، دمشق. الطبعة الثانية1409-1989. ¶ 57- فوات ما فات من المعرب والدخيل، د. إبراهيم السامرائي. حولية كلية الإنسانيات والعلوم الاجتماعية، جامعة قطر، العدد (18) 1416- 1995. ¶ 58- القاموس العسكري الفني الحديث، إيهاب صبيح محمد زريق. دار الكتب العلمية للنشر والتوزيع، القاهرة1999.",
            "page": "489",
            "part": "1",
            "seal": "F5A9D707"
        },
        {
            "id": "56",
            "nass": "59- القاموس المحيط، الفيروزآبادي. تحقيق: مكتب تحقيق التراث، مؤسسة الرسالة، بيروت، الطبعة الثالثة 1413- 1993. ¶ 60- قاموس المصطلحات اللغوية والأدبية، د. إميل يعقوب وآخرين. دار العلم للملايين، بيروت، الطبعة الأولى 1987. ¶ 61- قصد السبيل فيما في اللغة العربية من الدخيل، محمد الأمين بن فضل الله المحبي. تحقيق وشرحد. عثمان محمود الصيني. مكتبة التوبة، الرياض، الطبعة الأولى 1415- 1994. ¶ 62- كتاب الإبدال والمعاقبة والنظائر، الإمام أبو القاسم عبد الرحمن بن إسحاق الزجاجي. تحقيق: عز الدين التنوخي. دار صادر، بيروت، الطبعة الثانية 1412-1993. ¶ 63- كتاب الأفعال، ابن القوطية. تحقيق: علي فودة. الناشر: مكتبة الخانجي، القاهرة، الطبعة الثانية 1993. ¶ 64- كتاب سيبويه، أبو بشر عمرو بن عثمان بن قنبر. تحقيق وشرح: عبد السلام محمد هارون. دار الجيل، بيروت، الطبعة الأولى. ¶ 65- الكلمات الدخيلة على العربية الأصيلة، محمد صلاح الدين الكواكبي. مجلة مجمع اللغة العربية، دمشق، الجزء الثالث، المجلد الخمسون محرم1395- كانون الثاني 1975. ¶ 66- اللباب في علل البناء والإعراب، أبو البقاء العكبري. تحقيق: غازي مختار طليمات. دار الفكر، دمشق، الطبعة الأولى 1416- 1995. ¶ 67- لسان العرب، ابن منظور. دار صادر، بيروت. ¶ 68 - اللغات يقترض بعضها من بعض، د. إبراهيم أنيس. مجلة العربي، العدد",
            "page": "490",
            "part": "1",
            "seal": "9A461FAF"
        },
        {
            "id": "57",
            "nass": "(130) جمادى الآخرة 1389- سبتمبر (أيلول) 1969. ¶ 69- اللغة العربية بين التأثر والتأثير، محمد السيد بلاسي. مجلة اللسان العربي، العدد (34) 1410- 1990. ¶ 70- مجمع الأمثال، الميداني. تحقيق: محمد محيي الدين عبد الحميد. المكتبة العصرية، بيروت1412-1992 ¶ 71- المجموع المغيث في غريبي القرآن والحديث، الإمام الحافظ أبو موسى محمد بن أبي بكر الأصفهاني. تحقيق: عبد الكريم القرباوي. مركز البحث العلمي وإحياء التراث الإسلامي، جامعة أم القرى، الطبعة الأولى 1406ت 1986. ¶ 72- مخاطر الاقتراض اللغوي على العربية، د. ممدوح خسارة. مجلة التعريب، العدد السابع عشر، ربيع الأول 1420- حزيران (يونيو) 1999. ¶ 73- المخصص، ابن سيدة. تقديم د. خليل لإبراهيم جفال. تصحيح: مكتب التحقيق بدار إحياء التراث العربي، بيروت، الطبعة الأولى 1417- 1996. ¶ 74- المذكر والمؤنث، أبو بكر الأنباري. تحقيق د. طارق الجنابي. دار الرائد العربي، بيروت 1986. ¶ 75- المذكر والمؤنث، الفراء. تحقيق د. رمضان عبد التواب. مكتبة دار التراث، القاهرة. ¶ 76- المذكر والمؤنث، السجستاني ¶ 77- المزهر في علوم اللغة وأنواعها، السيوطي. شرح وتعليق: محمد جاد المولى بك وآخرين. المكتبة العصرية، بيروت 1986.",
            "page": "491",
            "part": "1",
            "seal": "1F706A1C"
        },
        {
            "id": "58",
            "nass": "78- معجم الأخطاء الشائعة، محمد العدناني. مكتبة لبنان، بيروت، الطبعة الثانية 1985. ¶ 79- معجم الألفاظ الفارسية المعربة، السيد ادّي شير. مكتبة لبنان، بيروت 1990. ¶ 80- معجم الألفاظ والتراكيب المولدة في شفاء الغليل، قاضي القضاة شهاب الدين أحمد الخفاجي المصري. تحقيق د. قصي الحسين. دار الشمال للطباعة والنشر والتوزيع، لبنان، الطبعة الأولى 1987. ¶ 81- معجم المذكر والمؤنث في اللغة العربية، د. محمد أحمد قاسم. دار العلم للملايين، بيروت، الطبعة الأولى 1989. ¶ 82- معجم المصطلحات العسكرية، اللواء الركن الدكتور. يوسف بن إبراهيم السلوم. مكتبة العبيكان، الرياض، الطبعة الأولى 1400- 2000. ¶ 83- معجم المعربات الفارسية، د. محمد ألتونجي. مكتبة لبنان ناشرون، بيروت، الطبعة الثانية 1998. ¶ 84- المعجم الوسيط، إبراهيم أنيس وآخرين. دار الفكر. ¶ 85- المعجم المفصل في الأصوات، كوكب دياب. جرّوس برس، لبنان، الطبعة الأولى1996ـ1416. ¶ 86- معجم الملابس في لسان العرب، د. أحمد مطلوب. مكتبة لبنان ناشرون، بيروت، الطبعة الأولى1995. ¶ 87- معجم المؤنثات السماعية العربية والدخيلة، د. حامد صادق قنيبي. دار النفائس، بيروت، الطبعة الأولى 1407- 1987. ¶ 88- المعرب من الكلام الأعجمي على حروف المعجم، أبو منصور الجواليقي.",
            "page": "492",
            "part": "1",
            "seal": "62388956"
        },
        {
            "id": "59",
            "nass": "د. ف عبد الرحيم. دار القلم، دمشق، الطبعة الأولى 1410- 1990. ¶ 89- المفصل في الألفاظ الفارسية، د. صلاح الدين المنجد. إيران، الطبعة الأولى 1398- 1978. ¶ 90- الملاحن، ابن دريد الأزدي. صححه وعلق عليه: أبو إسحاق إبراهيم اطفيش الجزائري. دار الكتب العلمية، بيروت، الطبعة الأولى 1407- 1987. ¶ 91- الممتع في التصريف، ابن عصفور الإشبيلي. تحقيق د. فخر الدين قباوة. دار المعرفة، بيروت، الطبعة الأولى 1407- 1987. ¶ 92- المنتخب من غريب كلام العرب، أبو الحسن علي بن الحسن (كراع النمل) . تحقيق د. محمد بن أحمد العمري. جامعة أم القرى، مكة المكرمة، الطبعة الأولى 1409- 1989. ¶ 93- المنصف، ابن جني. تحقيق: محمد عبد القادر عطا. دار الكتب العلمية، بيروت، الطبعة الأولى 1419- 1999. ¶ 94- المورد قاموس إنجليزي عربي، منير البعلبكي. دار العلم للملايين، بيروت 1971. ¶ 95- موروث المصطلحات العسكرية التركية والفارسية في الجيوش العربية، زين العابدين بن نجم. مجلة الحرس الوطني، العدد (159) جمادى الآخرة1416- نوفمبر1995. ¶ 96- المولد في العربية، د. حلمي خليل. دار النهضة العربية للطباعة والنشر، بيروت 1405- 1985. ¶ 97- النهاية في غريب الحديث والأثر، ابن الأثير. أشرف عليه وقدمه: علي بن",
            "page": "493",
            "part": "1",
            "seal": "4B2FA9E8"
        },
        {
            "id": "60",
            "nass": "1- حسن بن علي الحميد الحلبي. دار ابن الجوزي للنشر والتوزيع، المملكة العربية السعودية، الطبعة الأولى 1421.",
            "page": "494",
            "part": "1",
            "seal": "D51DD088"
        }
    ],
    "t1878": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الاقتراض اللغوي وأثره في بعض المفردات العسكرية، البارود"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "البصطار"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "البندق"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الجورب"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "الجونتي"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "الخندق"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "الخوذة"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "الرصاص"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "السرداب"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "الطربال"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "العسكر"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "القايش"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "القبوع"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "القيافة"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "كردون"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "المسدس"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "المناوب"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "المنجنيق"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "المنصة"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "الميز - الميس"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "الورنيك"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}