{
    "b1880": [
        {
            "id": "3",
            "nass": "سلسلة مؤلفات سعيد بن علي بن وهف القحطاني ¶ كيفية دعوة عصاة المسلمين إلى اللَّه تعالى ¶ في ضوء الكتاب والسنة ¶ تأليف الفقير إلى اللَّه تعالى ¶ د. سعيد بن علي بن وهف القحطاني",
            "page": null,
            "part": null,
            "seal": "93649ED6"
        },
        {
            "id": "5",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ المقدمة ¶ إن الحمد للَّه، نحمده، ونستعينه، ونستغفره، ونعوذ باللَّه من شرور أنفسنا، ومن سيئات أعمالنا، من يهده اللَّه فلا مضل له، ومن يُضلل فلا هادي له، وأشهد أن لا إله إلا اللَّه وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى اللَّه عليه وعلى آله وأصحابه وسلم تسليماً كثيراً، أما بعد: ¶ فهذه رسالة مختصرة في ((كيفية دعوة عصاة المسلمين إلى اللَّه تعالى)) بيّنت فيها بإيجاز الأساليب والوسائل والطرق المناسبة في كيفية دعوتهم إلى اللَّه تعالى على حسب أحوالهم، وعقولهم، ومجتمعاتهم. ¶ واللَّه تعالى أسأل أن يجعل هذا العمل اليسير مباركاً، نافعاً، خالصاً لوجهه الكريم، وأن ينفعني به في حياتي وبعد مماتي، وأن ينفع به كل من انتهى إليه؛ فإنه تعالى خير مسؤول، وأكرم مأمول وهو حسبنا ونعم الوكيل. ¶ وصلى اللَّه وسلم وبارك على عبده ورسوله نبينا محمد بن عبد اللَّه وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين. ¶ المؤلف ¶ حرر ضحى يوم الخميس 25/ 2/1425هـ‍",
            "page": "3",
            "part": "1",
            "seal": "2290C7AE"
        },
        {
            "id": "6",
            "nass": "توطئة: ¶ إن من حكمة القول في الدعوة إلى اللَّه - تعالى - أن يُخاطب الناس على قدر عقولهم، وأحوالهم، وعقائدهم، وأوضاعهم، وليس من الحكمة أن يُخاطب المسلم - في توجيهه وإرشاده وحثّه على الالتزام والتمسك بدينه - كما يُخاطب الملحد، أو الوثني، أو اليهودي، أو النصراني، أو غيرهم من الكفار. ¶ ولا شك أن المسلمين ينقسمون إلى قسمين: ¶ القسم الأول من المسلمين: وهم الذين ينقادون للحق ولا يعاندون، فهؤلاء يكفي في دعوتهم بالقول الحكيم أن يبيَّن لهم الحق علماً وعملاً واعتقاداً، وحينئذ ينقادون لذلك - بإذن اللَّه تعالى -. ¶ أما القسم الثاني من المسلمين: وهم الذين عندهم غفلة وشهوات وأهواء، وهم عُصاة المسلمين، فهذا القسم تكون دعوتهم بالحكمة القولية حسب المباحث الآتية: ¶ المبحث الأول: الموعظة الحسنة وأنواعها. ¶ المبحث الثاني: الترغيب والترهيب. ¶ المبحث الثالث: حكمة القول التصويرية. ¶ المبحث الرابع: الدعوة بالقوة القولية والفعلية.",
            "page": "4",
            "part": "1",
            "seal": "147235D3"
        },
        {
            "id": "7",
            "nass": "المبحث الأول: الموعظة الحسنة وأنواعها: ¶ الموعظة: هي الأمر والنهي المقرون بالترغيب والترهيب، والقول الحق الذي يُلين القلوب، ويؤثر في النفوس، ويكبح جماح النفوس المتمردة، ويزيد النفوس المهذبة إيماناً وهداية (¬1)، قال تعالى: {وَلَوْ أَنَّهُمْ فَعَلُواْ مَا يُوعَظُونَ بِهِ لَكَانَ خَيْرًا لَّهُمْ وَأَشَدَّ تَثْبِيتًا} (¬2)، وقال سبحانه: {يَعِظُكُمُ اللَّهُ أَن تَعُودُوا لِمِثْلِهِ أَبَدًا إِن كُنتُم مُّؤْمِنِينَ} (¬3). ¶ والداعية إلى اللَّه - تعالى - ينبغي أن يكون وعظه للناس بالقول الحكيم على نوعين: تعليم، وتأديب. ¶ النوع الأول: وعظ التعليم: ¶ وهذا النوع يكون ببيان عقائد التوحيد، وبيان الأحكام الشرعية الخمسة: من الواجب، والحرام، والمسنون، والمكروه، والمباح، ويراعى في ذلك كله ما يُناسب كل طبقة، والحث على التمسك بها، والتحذير من التهاون فيها. ¶ ¬_________ ¶ (¬1) انظر: فتاوى ابن تيمية، 19/ 164، ومفتاح دار السعادة لابن القيم، 1/ 195، والتفسير القيم لابن القيم، ص344، وهداية المرشدين لعلي محفوظ، ص71. ¶ (¬2) سورة النساء، الآية: 66. ¶ (¬3) سورة النور، الآية: 17.",
            "page": "5",
            "part": "1",
            "seal": "8E5E9320"
        },
        {
            "id": "8",
            "nass": "ومن تدبر أسلوب القرآن علم أن الأحكام ينبغي أن تُساق إلى الناس مساق الوعظ الذي يليِّن القلوب، ويبعثها على العمل، ولا تسرد سرداً خالية من وسائل التأثير، ومما يوضح ذلك قوله تعالى: {وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُواْ النِّسَاءَ فِي الْمَحِيضِ وَلاَ تَقْرَبُوهُنَّ حَتَّىَ يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ * نِسَآؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُواْ حَرْثَكُمْ أَنَّى شِئْتُمْ وَقَدِّمُواْ لأَنفُسِكُمْ وَاتَّقُواْ اللَّهَ وَاعْلَمُواْ أَنَّكُم مُّلاَقُوهُ وَبَشِّرِ الْمُؤْمِنِينَ} (¬1). ¶ فالأمر بتقوى اللَّه بعد النهي عن إتيان النساء في المحيض، والأمر بإتيانهن في موضع الحرث، والأمر بالتقديم لأنفسنا تحذيراً من مخالفة هذا الهدي الإلهي، وقوله: {وَاعْلَمُواْ أَنَّكُم مُّلاَقُوهُ} إنذار للذين يُخالفون عن أمره بأنهم يُلاقون جزاء مخالفتهم في الآخرة، ويحاسبون على أعمالهم. وقوله تعالى: {وَبَشِّرِ الْمُؤْمِنِينَ} تبشير للطائعين الذين يقفون عند الحدود، ويتبعون هدى اللَّه – تعالى – والمبشر به عام يشمل منافع الدنيا، ونعيم الآخرة، وحصول كل خير، واندفاع كل شر – رتّب على الإيمان – داخل في هذه الآية. ¶ ومما يزيد ذلك وضوحاً وبياناً أن اللَّه - عز وجل - بعد أن ذكر أحكام ¶ ¬_________ ¶ (¬1) سورة البقرة، الآيتان: 222 - 223.",
            "page": "6",
            "part": "1",
            "seal": "C56BB1C4"
        },
        {
            "id": "9",
            "nass": "الفرائض وتقسيم التركات ختم ذلك بقوله: {تِلْكَ حُدُودُ اللَّهِ وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ * وَمَن يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُّهِينٌ} (¬1). ¶ وهذان مثالان يُبينان أن الداعية إلى اللَّه إذا سلك في هذا النوع طريقة القرآن الكريم؛ فإنه سيجتذب الأسماع، ويأخذ بمجامع القلوب ويلينها، وحينئذ تستقبل العقائد والأحكام بإذن اللَّه - عز وجل - للعمل والتطبيق برغبة واشتياق (¬2). ¶ النوع الثاني: وعظ التأديب: ¶ وهذا يكون بتحديد الأخلاق الحسنة: كالحلم والأناة، والشجاعة، والوفاء، والصبر، والكرم ... ، وبيان آثارها ومنافعها في المجتمع، والحثّ على التخلق بها والتزامها، وتعريف وتحديد الأخلاق السيئة: كالغضب، والعجلة، والغدر، والجزع، والجبن، والبخل، ... والتحذير عن الاتصاف بها من طريقي: الترغيب والترهيب. ¶ وينبغي للداعية إلى اللَّه أن يستشهد في كل من النوعين بما جاء ¶ ¬_________ ¶ (¬1) سورة النساء، الآيتان: 13 - 14. ¶ (¬2) انظر: تفسير ابن كثير، 1/ 266، 462، وتفسير السعدي، 1/ 278، 2/ 35، وهداية المرشدين لعلي محفوظ، ص143.",
            "page": "7",
            "part": "1",
            "seal": "0ADAF200"
        },
        {
            "id": "10",
            "nass": "فيه من الكتاب والسنة الثابتة عن النبي - صلى الله عليه وسلم -، وآثار الصحابة والتابعين والأئمة المجتهدين، وأحوالهم في ذلك؛ فإن لهذا شأناً عظيماً يوصّل إلى الغاية المقصودة متى صدر من قلب سليم نقيّ متخلّق بما يدعو إليه؛ لأن الموعظة في الغالب إذا صدرت من القلب وقعت في القلب، وإن خرجت من اللسان لم تتجاوز الآذان. ¶ وإذا أراد الداعية أن تكون موعظته مُؤثرة بليغة، فإن عليه الآتي: ¶ 1 - ينظر إلى المنكرات المنتشرة، ولا سيما ما كان منها قريب العهد، وحديثه على ألسنة الناس. ¶ 2 - ثم يقدم من هذه المنكرات أكبرها ضرراً، وأسوأها أثراً، فيجعلها محور خطابته، وموضع موعظته. ¶ 3 - ثم يفكر فيما ينشأ عن هذا المنكر من الأضرار: الخلقية، والاجتماعية، والصحية، والمالية. ¶ 4 - ثم يستحضر ما جاء في ذلك من الآيات، والأحاديث الصحيحة، أو الحسنة، وأقوال الصحابة، والأبيات الشعرية الحكيمة. ¶ 5 - ثم يأخذ في كتابة الموضوع إن شاء كتابته، ويضمنه ما فيه من تلك المضارّ، وما ورد فيه عن الشارع، محذراً من الوقوع فيه، حاثّاً على التوبة منه. ¶ أما إذا أراد الحثّ على العمل الصالح النافع، فيتبع ما يلي:",
            "page": "8",
            "part": "1",
            "seal": "580FABB1"
        },
        {
            "id": "11",
            "nass": "1 - يفكر في مزاياه وآثاره الحسنة تفكيراً عميقاً. ¶ 2 - يستحضر ما يُناسبه من الكتاب وصحيح السنة وآثار الصحابة. ¶ 3 - ثم يسلك في الكتابة المسلك السابق. ¶ فإذا كتب الموضوع، فإن شاء حفظه وألقاه، وإن شاء ذكر مضمونه، وذِكْرُ المضمون أحسن الأمرين، حتى لا يكون مقيداً بعبارة خاصة، ويتخيّر من العبارات ما يُؤدي إلى المعاني التي حصل عليها ببحثه وتفكيره. ¶ وإن شاء عدم الكتابة واكتفى برسم الموضوع في مخيلته وتسطيره في ذاكرته التي قواها بالمران والتجارب والممارسة كان ذلك أحسن وأكمل، وبتوفيق اللَّه - عز وجل - ثم بإعداد الموضوع واستحضاره بأدلته تماماً، وتقسيمه بحسب نقطه إلى أقسام، يكون الداعية في مأمن من الزلل بإذن اللَّه تعالى. ¶ وبعد ذلك ينبغي أن يراعي في حال التأدية والإلقاء استعداد السامعين، فينزل في العبارة مع العامة على قدر عقولهم متجنباً الألفاظ البعيدة عن أفهامهم، ويتوسط مع أوساط الناس، ويتأنق مع الخاصة، فيكون مع جميع الطبقات حكيماً يضع الأشياء في مواضعها، وبكل حال عليه أن يختار المعاني النفيسة، وتنسيقها، وشرحها بالدقة، وإبلاغها أذهان السامعين، وإنفاذها في قلوبهم، ودفع السآمة والملل عنهم، بإيراد الشواهد عليه من الحكم النثرية",
            "page": "9",
            "part": "1",
            "seal": "DC0FED12"
        },
        {
            "id": "12",
            "nass": "والشعرية، والفكاهات الأدبية، بشرط التزام ظلال الكتاب والسنة، وبذلك يكون الداعية موفقاً مؤثراً بإذن اللَّه – تعالى – إذا قصد إبلاغ الناس بإخلاص وصدق ورغبة فيما عند اللَّه – تعالى - (¬1). ¶ ¬_________ ¶ (¬1) انظر: هداية المرشدين، ص145، 192.",
            "page": "10",
            "part": "1",
            "seal": "C6919494"
        },
        {
            "id": "13",
            "nass": "المبحث الثاني: الترغيب والترهيب ¶ من حكمة القول في أسلوب الدعوة إلى اللَّه - تعالى - مع عصاة المسلمين وغيرهم: أن يسلك الداعية في دعوته إلى اللَّه مسلكي: الترغيب والترهيب؛ لأنه أسلوب له تأثيره في نفوس كثير من البشر؛ فإن الإنسان جُبِلَ على حب الخير، والرغبة في الحصول على كل محبوب، كما طُبِعَ على بغض الشر، وما يُصيبه من بلاء في النفس، أو المال، أو الأهل، وحينئذ فغريزة حب الإنسان لنفسه تدفعه إلى أن يحقق لها كل خير، ويحميها من كل شر، سواء كان ذلك عاجلاً أو آجلاً؛ ولذلك فالترغيب والترهيب يفيض بهما بحرا الكتاب والسنة (¬1)، قال تعالى: {إِنَّ هَذَا الْقُرْآنَ يِهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا * وأَنَّ الَّذِينَ لاَ يُؤْمِنُونَ بِالآخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا} (¬2). ¶ فالقرآن يهدي لأقوم الطرق، وأوضح السبل، ومن هدايته الترغيب بوعد الطائعين الحافظين لحدود اللَّه - تعالى - بعظيم الخير، وتبشيرهم بحسن المثوبة، والترهيب بوعيد المخالفين الذين تعدوا حدود اللَّه - تعالى - بشديد العذاب، وإنذارهم بسوء العاقبة، ¶ ¬_________ ¶ (¬1) انظر: مناهل العرفان في علوم القرآن للزرقاني، 1/ 301، ومعالم الدعوة للديلمي، 1/ 494، وهداية المرشدين، ص192. ¶ (¬2) سورة الإسراء، الآيتان: 9 - 10.",
            "page": "11",
            "part": "1",
            "seal": "049D64F7"
        },
        {
            "id": "14",
            "nass": "ومن المعلوم يقيناً أن الوعد بالخير يعمّ خير الدنيا والآخرة وسعادتهما، والوعيد يشمل نقم الدنيا والآخرة وشقاءهما (¬1). ¶ وهذا يجعل الداعية إلى اللَّه - تعالى - يهتم اهتماماً بالغاً بهذين الأسلوبين الحكيمين، وسأتناول ذلك - بإذن اللَّه تعالى- بشيء من الإيضاح في المسلكين الآتيين: ¶ المسلك الأول: الترغيب والتبشير. ¶ المسلك الثاني: الترهيب والإنذار. ¶ المسلك الأول: الترغيب والتبشير: ¶ من الحكمة القولية في الدعوة إلى اللَّه أن يذكر الداعية إلى اللَّه من هذا المسلك ما يُفيد في حمل الناس على التشمير عن ساعد الجد في طاعة اللَّه - تعالى - لنيل السعادة في الدنيا والآخرة. ¶ والترغيب قسمان: ¶ القسم الأول: الترغيب في جنس الطاعات. ¶ القسم الثاني: الترغيب في أنواع الطاعات. ¶ القسم الأول: الترغيب في جنس الطاعات: ¶ وهذا القسم له أنواع وصور متعددة، أذكر منها على سبيل المثال ما يلي: ¶ ¬_________ ¶ (¬1) انظر: تفسير ابن كثير، 3/ 26، والسعدي، 4/ 264.",
            "page": "12",
            "part": "1",
            "seal": "A2B7DC21"
        },
        {
            "id": "15",
            "nass": "النوع الأول: الترغيب بالوعد بالخير العاجل في الدنيا: ¶ عندما يتحقق الإيمان والاستقامة عليه بطاعة اللَّه - تعالى - وتقواه تحصل السعادة والبركات العاجلة في الدنيا قبل الآخرة، وما في الآخرة أعظم، ومن صور هذه الخيرات ما يأتي: ¶ 1 - الترغيب بالوعد بالحياة الطيبة والسلامة من كل مكروه، قال تعالى ترغيباً في صالح العمل مع الإخلاص فيه والمتابعة: {مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ} (¬1). ¶ 2 - الترغيب بالوعد بالاستخلاف في الأرض والتمكين: قال تعالى: {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئًا وَمَن كَفَرَ بَعْدَ ذَلِكَ فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ} (¬2). ¶ 3 - الترغيب بالوعد بالإمداد بأنواع الخيرات والزيادة مع الشكر، قال تعالى عن نوح - صلى الله عليه وسلم -: {فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا، يُرْسِلِ السَّمَاءَ عَلَيْكُم مِّدْرَارًا * وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ ¶ ¬_________ ¶ (¬1) سورة النحل، الآية: 97. ¶ (¬2) سورة النور، الآية: 55.",
            "page": "13",
            "part": "1",
            "seal": "0BBE5F02"
        },
        {
            "id": "16",
            "nass": "وَيَجْعَل لَّكُمْ جَنَّاتٍ وَيَجْعَل لَّكُمْ أَنْهَارًا} (¬1)، {وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ} (¬2). ¶ 4 - الترغيب بالمد في العمر إلى استيفاء الآجال، وعدم المعاجلة بالعقوبة، قال تعالى: {يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُّسَمًّى} (¬3)، فمن عبد اللَّه واتقاه، وأطاع رسوله - صلى الله عليه وسلم -، وتاب من جميع المعاصي، غفر اللَّه له ذنوبه، ومدّ في عمره، ودفع عنه الهلاك إلى حين استيفاء أجله (¬4). ¶ 5 - الترغيب بالوعد بأنواع التأييد والنصر والتوفيق: ¶ (أ) الوعد بولاية اللَّه - تعالى -: {اللَّهُ وَلِيُّ الَّذِينَ آمَنُواْ يُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّوُرِ} (¬5). ¶ (ب) الوعد بالدفاع عنهم: {إِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا إِنَّ اللَّهَ لا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ} (¬6). ¶ ¬_________ ¶ (¬1) سورة نوح، الآيات: 10 - 12. ¶ (¬2) سورة إبراهيم، الآية: 7. ¶ (¬3) سورة إبراهيم، الآية: 10. ¶ (¬4) انظر: تفسير البغوي، 3/ 27، 4/ 397، وتفسير ابن كثير، 4/ 425، وتفسير السعدي، 4/ 127، 7/ 481. ¶ (¬5) سورة البقرة، الآية: 257. ¶ (¬6) سورة الحج، الآية: 38.",
            "page": "14",
            "part": "1",
            "seal": "F3CBC5D4"
        },
        {
            "id": "17",
            "nass": "(ج) الوعد بالكفاية: {وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ} (¬1). ¶ (د) الوعد بالنصر: {وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} (¬2). ¶ (هـ‍) الوعد بالعزة والعلو: {وَللَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ} (¬3)، {وَلاَ تَهِنُوا وَلاَ تَحْزَنُوا وَأَنتُمُ الأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ} (¬4). ¶ (و) الوعد بمحبة اللَّه للمؤمنين: وهذا باب واسع، قد ذكر اللَّه فيه أنه يحب التوابين، والمتطهرين، والمتقين، والمحسنين، والصابرين، والمتوكلين، والمقسطين، والذين يقاتلون في سبيله صفّاً كأنهم بنيان مرصوص (¬5). ¶ (ز) الوعد بمحبة عباد اللَّه للمؤمنين {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا} (¬6). ¶ ¬_________ ¶ (¬1) سورة الطلاق، الآية: 3. ¶ (¬2) سورة الروم، الآية: 47. ¶ (¬3) سورة المنافقون، الآية: 8. ¶ (¬4) سورة آل عمران، الآية: 139. ¶ (¬5) انظر: سورة البقرة، الآية: 222، وآل عمران، الآيات: 76، 116، 134، 148، 159، والمائدة، الآية: 42، والتوبة، الآيتان: 4، 7، والصف، الآية: 4. ¶ (¬6) سورة مريم، الآية: 96. وانظر البخاري مع الفتح، 11/ 340، 13/ 461، ومسلم 4/ 2030.",
            "page": "15",
            "part": "1",
            "seal": "2407EA85"
        },
        {
            "id": "18",
            "nass": "(ح) الوعد بالهداية والتوفيق، قال تعالى: {وَإِنَّ اللَّهَ لَهَادِ الَّذِينَ آمَنُوا إِلَى صِرَاطٍ مُّسْتَقِيمٍ} (¬1). ¶ (ط) الوعد بعدم تسليط الأعداء عليهم: {وَلَن يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلاً} (¬2). ¶ (ي) الوعد بالأمن، قال تعالى: {الَّذِينَ آمَنُواْ وَلَمْ يَلْبِسُواْ إِيمَانَهُم بِظُلْمٍ أُوْلَئِكَ لَهُمُ الأَمْنُ وَهُم مُّهْتَدُونَ} (¬3). ¶ (ك) الوعد بحفظ سعي المؤمنين: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لاَ نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلاً} (¬4). ¶ (ل) الوعد بازديادهم من العلم والفهم: {وَإِذَا مَا أُنزِلَتْ سُورَةٌ فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُواْ فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ} (¬5). ¶ النوع الثاني: الترغيب بذكر سنة اللَّه تعالى فيمن مضى من عباده المخلصين: ¶ من حكمة القول مع عُصاة المؤمنين في دعوتهم إلى اللَّه - عز وجل - أن ¶ ¬_________ ¶ (¬1) سورة الحج، الآية: 54. ¶ (¬2) سورة النساء، الآية: 141. ¶ (¬3) سورة الأنعام، الآية: 82. ¶ (¬4) سورة الكهف، الآية: 30. ¶ (¬5) سورة التوبة، الآية: 124.",
            "page": "16",
            "part": "1",
            "seal": "AFE6D262"
        },
        {
            "id": "19",
            "nass": "يبين لهم أن سنة اللَّه لا تتخلف في نصرة عباده المؤمنين ورحمته بهم حين يتجهون إليه - سبحانه - بإظهار كمال العبودية له، والافتقار إليه، وهم في حالة من الكرب أو الضيق أو الحاجة، فتدركهم رحمته سبحانه: {إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِّنَ الْمُحْسِنِينَ} (¬1)، {أَمَّن يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ} (¬2). ¶ وفي ذكر الداعية إلى اللَّه سنة اللَّه فيمن مضى من عباده المؤمنين إطماع لعباد اللَّه في الحصول على أمثالها للمؤمنين إذا اتجهوا إلى اللَّه - تعالى - بقلوب صادقة، وترغيب للمعرضين في انقيادهم لأمر اللَّه - تعالى - حتى يكونوا من المحسنين، فتصيبهم رحمة اللَّه - تعالى - (¬3)، وهذا النوع له أمثلة كثيرة جداً، منها ما يلي: ¶ 1 - إجابة اللَّه لدعوة آدم وحواء بعد أن وقَعَا في المعصية، ثم تابا إلى اللَّه: {قَالاَ رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} (¬4)، {فَتَلَقَّى آدَمُ مِن رَّبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ ... } (¬5). ¶ ¬_________ ¶ (¬1) سورة الأعراف، الآية: 56. ¶ (¬2) سورة النمل، الآية: 62. ¶ (¬3) انظر: معالم الدعوة للديلمي، 1/ 500. ¶ (¬4) سورة الأعراف، الآية: 23. ¶ (¬5) سورة البقرة، الآية: 37.",
            "page": "17",
            "part": "1",
            "seal": "E173ABEE"
        },
        {
            "id": "20",
            "nass": "2 - إجابته تعالى لنبيه أيوب بعد أن بلغ به الضر منتهاه: {وَأَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ* فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِن ضُرٍّ وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنْ عِندِنَا وَذِكْرَى لِلْعَابِدِينَ} (¬1). ¶ 3 - استجابته تعالى ليونس: {فَنَادَى فِي الظُّلُمَاتِ أَن لاّ إِلَهَ إِلاّ أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ* فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنجِي الْمُؤْمِنِينَ} (¬2)، {فَلَوْلا أَنَّهُ كَانَ مِنْ الْمُسَبِّحِينَ* لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ} (¬3). ¶ 4 - إنجاؤه تعالى لأنبيائه وعباده المؤمنين عند حلول العذاب بأقوامهم المكذبين، وهذا باب واسع، ومن ذلك إنجاء نوح (¬4)، وهود (¬5)، وصالح (¬6)، وإبراهيم ولوط (¬7)، وشعيب (¬8)، وموسى ¶ ¬_________ ¶ (¬1) سورة الأنبياء، الآيتان: 83 - 84. ¶ (¬2) سورة الأنبياء، الآيتان: 87 - 88. ¶ (¬3) سورة الصافات، الآيتان 143 - 144. ¶ (¬4) انظر: سورة يونس، الآية: 73. ¶ (¬5) انظر: سورة هود، الآية: 58. ¶ (¬6) انظر: سورة هود، الآية: 66. ¶ (¬7) انظر: سورة الأنبياء، الآيتان: 70 - 71. ¶ (¬8) انظر: سورة هود: الآية: 94.",
            "page": "18",
            "part": "1",
            "seal": "D520C12D"
        },
        {
            "id": "21",
            "nass": "وهارون (¬1)، والآمرين بالمعروف والناهين عن المنكر من بني إسرائيل (¬2)، وغيرهم، فقد أنجى سبحانه هؤلاء ومن تبعهم وأهلك أعداءهم. ¶ النوع الثالث: الترغيب بالوعد بالخير الآجل الأعظم في الآخرة: ¶ جاء في كتاب اللَّه - تعالى - وفي سنة رسوله - صلى الله عليه وسلم - الوعد بالخير الآجل، والنعيم المقيم والرضوان، والأمن التام، والرحمة والمغفرة وتكفير السيئات، كل ذلك لمن تحقق فيه شرط الإيمان والعمل الصالح، وهذا باب واسع يزخر به بحر الكتاب والسنة، ولا يتسع المقام لذكر الأمثلة على ذلك. ¶ فعلى الداعية العناية بكتاب اللَّه وسنة رسوله - صلى الله عليه وسلم - حتى يقدم للناس القول الحكيم الذي يرضي الرب الحكيم (¬3). ¶ النوع الرابع: الترغيب بذكر أحوال المؤمنين في الجنة وما أعد اللَّه لهم: ¶ وهذا النوع من الترغيب يزخر به كتاب اللَّه - تعالى - وسنة رسوله - صلى الله عليه وسلم -، ولا يحصر ما أعد اللَّه لعباده المؤمنين في جنات النعيم من النعيم المقيم الذي لا يحول ولا يزول، ولهذا قال - صلى الله عليه وسلم - فيما يرويه عن ربه - تبارك وتعالى -: ((قال اللَّه: أعددت لعبادي الصالحين ما لا عين رأت، ¶ ¬_________ ¶ (¬1) انظر: سورة الصافات، الآيات: 114 - 116. ¶ (¬2) انظر: سورة الأعراف، الآيات: 164 - 166. ¶ (¬3) انظر: سورة الأنعام، الآية: 82، وطه، الآيات: 80 - 82، والفرقان، الآية: 70، والبينة، الآيتان: 7 - 8.",
            "page": "19",
            "part": "1",
            "seal": "3C1B3AF0"
        },
        {
            "id": "22",
            "nass": "ولا أذن سمعت، ولا خطر على قلب بشر، فاقرأوا إن شئتم: {فَلا تَعْلَمُ نَفْسٌ مَّا أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا ¶ يَعْمَلُونَ})) (¬1)، وهذا مما يجعل العاقل يشمِّر عن ساعد الجدَّ؛ ليسعد بهذا الفوز العظيم، والسعادة الأبدية، والنعيم الدائم الذي يعجز دونه الوصف، ومن هذا النعيم على سبيل المثال (¬2): ¶ ما ذكر اللَّه من نعيم أهل الجنة وصفاتهم، ومن ذلك: ¶ رضوانه تعالى؛ فإنه أكبر النعيم (¬3)، وأنهار الجنة (¬4)، ومساكن أهلها (¬5)، وزوجاتهم (¬6)، وحُليهم (¬7)، ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، كتاب بدء الخلق، باب ما جاء في صفة الجنة وأنها مخلوقة، 6/ 318، (رقم 3244)، ومسلم، كتاب الجنة، 4/ 2175، برقم 2825. ¶ والآية من سورة السجدة، الآية: 17. ¶ (¬2) انظر صفة الجنة ونعيمها وأحوال أهلها، وبعض ما أعد الله لهم، في البخاري مع الفتح، كتاب بدء الخلق، باب ما جاء في صفة الجنة وأنها مخلوقة، 6/ 317 - 329، ومسلم، كتاب الجنة وصفة نعيمها، 4/ 2174 - 2206، وجامع الأصول في أحاديث الرسول - صلى الله عليه وسلم -، فقد ذكر عشرة أنواع من صفة الجنة ونعيمه، ا 10/ 494 - 512، ثم 10/ 520 - 523، ثم ذكر عشرة أنواع من صفات أهل الجنة ونعيمهم، 10/ 523 - 537، ثم 10/ 544 - 556، فكان ذكره لنعيم الجنة وعذاب أهل النار، 10/ 494 - 564، وانظر أعظم كتاب ألف في الجنة، هو: حادي الأرواح إلى بلاد الأفراح، لابن القيم ‘، ذكر فيه سبعين باباً. ¶ (¬3) انظر: سورة التوبة، الآية: 72. ¶ (¬4) انظر: سورة محمد، الآية: 15. ¶ (¬5) انظر: سورة التوبة، الآية: 23. ¶ (¬6) انظر: سورة الصافات، الآيات: 40 - 48. ¶ (¬7) انظر: سورة الكهف، الآية: 31.",
            "page": "20",
            "part": "1",
            "seal": "84BBE28E"
        },
        {
            "id": "23",
            "nass": "وطعامهم (¬1)، وشرابهم (¬2)، وصفاتهم (¬3)، وأطوالهم (¬4)، وفواكههم (¬5)، ولباسهم (¬6)، وأعظم نعيم أهل الجنة النظر إلى وجه اللَّه الكريم (¬7)، فالداعية إذا استخدم هذا النوع من الترغيب يجذب قلوب الناس إلى الرغبة في هذا النعيم الدائم. ¶ القسم الثاني: الترغيب في أنواع الطاعات: ¶ وهذا القسم مهمٌّ جدّاً لا يقل أهمية عن القسم الأول، والناس يحتاجون إليه؛ ليشمروا عن ساعد الجد في عمل أنواع الطاعات، فينبغي للداعية إلى اللَّه أن لا يغفل هذا الجانب، ويهتم بترغيب الناس بالأقوال الحكيمة في أنواع البر والإحسان، وجميع أنواع الطاعات: كحثهم على تحقيق كلمة الإخلاص، والصلاة، والزكاة، والصوم، والحج، والجهاد لإعلاء كلمة اللَّه، وبر الوالدين، وصلة الأرحام، وإصلاح ذات البين، وإطعام الطعام، وإفشاء السلام، والصلاة بالليل والناس نيام، وغير ذلك. ¶ ¬_________ ¶ (¬1) انظر: سورة الطور، الآيتان: 27، 28، والواقعة الآيات: 10 - 40. ¶ (¬2) انظر: سورة الإنسان، الآيات 5 - 22. ¶ (¬3) انظر: البخاري مع الفتح، 6/ 318، 362، ومسلم، 4/ 2180. ¶ (¬4) انظر: البخاري مع الفتح، كتاب الأنبياء، باب خلق آدم وذريته، 6/ 362، (رقم 3326). ¶ (¬5) انظر: سورة الرحمن، الآيات: 52 - 68، والواقعة، الآيات: 19 - 33. ¶ (¬6) انظر: سورة الكهف، الآية 15، وسورة الحج، الآية: 23. ¶ (¬7) انظر: سورة يونس، الآية: 26، وسورة ق، الآية: 35، وسورة القيامة، الآيتان: 22 - 23.",
            "page": "21",
            "part": "1",
            "seal": "43BD5F9B"
        },
        {
            "id": "24",
            "nass": "وكذلك ينبغي ترغيب الناس في أنواع الفضائل النفسية: كالشجاعة، والعفة، والصدق، والوفاء، والأمانة، والإخلاص، والحلم، والتواضع، والكرم، والصبر، وطهارة الضمير، وحبّ الخير للناس، والعدل والإحسان، وغير ذلك مما ينفع الأمة في العاجل والآجل بذكر ما جاء فيها من الترغيب من الكتاب والسنة الصحيحة والحسنة والآثار الثابتة مع شرح ذلك شرحاً وافياً حسبما تدعو إليه الحاجة (¬1). ¶ ومن أمثلة الترغيب في هذه الأنواع: قوله تعالى: {لَّيْسَ الْبِرَّ أَن تُوَلُّواْ وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَالْمَلآئِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّآئِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُواْ وَالصَّابِرِينَ فِي الْبَأْسَاءِ والضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ} (¬2)، وقال تعالى: {الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ، الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنفِقِينَ وَالْمُسْتَغْفِرِينَ بِالأَسْحَارِ} (¬3)، وقال تعالى: {الَّذِينَ ¶ ¬_________ ¶ (¬1) انظر: هداية المرشدين، ص199. ¶ (¬2) سورة البقرة، الآية: 177. ¶ (¬3) سورة آل عمران، الآيتان: 16 - 17.",
            "page": "22",
            "part": "1",
            "seal": "71763A45"
        },
        {
            "id": "25",
            "nass": "يُنفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ* وَالَّذِينَ إِذَا فَعَلُواْ فَاحِشَةً أَوْ ظَلَمُواْ أَنْفُسَهُمْ ذَكَرُواْ اللَّهَ فَاسْتَغْفَرُواْ لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذُّنُوبَ إِلاَّ اللَّهُ وَلَمْ يُصِرُّواْ عَلَى مَا فَعَلُواْ وَهُمْ يَعْلَمُونَ} (¬1)، وغير ذلك كثير من كتاب اللَّه تعالى (¬2). ¶ وكذا قد جاء عن النبي - صلى الله عليه وسلم - الترغيب في أنواع الطاعات من الأحاديث ما لا يُحصى، ومن ذلك قوله - صلى الله عليه وسلم - لعبد اللَّه بن عمرو: ((أربع إذا كنَّ فيك فلا عليك ما فاتك من الدنيا: حفظ أمانةٍ، وصدقُ حديثٍ، وحُسنُ خليقةٍ، وعفّةٌ في طعمةٍ)) (¬3). ¶ ومن هذا النوع حديث معاذ بن جبل حينما سأل النبي - صلى الله عليه وسلم - عما يدخله الجنة ويباعده عن النار، فعدّ له النبي - صلى الله عليه وسلم - اثنتي عشرة خصلة من أنواع الطاعات (¬4). ¶ ¬_________ ¶ (¬1) سورة آل عمران، الآيتان: 134 - 135. ¶ (¬2) انظر: سورة النساء، الآية: 114، والتوبة، الآية: 71، والمؤمنون، الآيات:1 - 11، والفرقان، الآيات: 63 - 77، ولقمان، الآيات: 13 - 19، والأحزاب، الآية: 35، والصف، الآيات: 10 - 13، وغير ذلك من الآيات في الترغيب في أنواع الطاعات. ¶ (¬3) أخرجه أحمد في المسند بإسناد جيد، 2/ 177، والحاكم 4/ 314، وانظر: صحيح الجامع الصغير، 1/ 301، برقم 886. ¶ (¬4) انظر: سنن الترمذي، كتاب الإيمان، باب ما جاء في حرمة الصلاة، 5/ 11، (رقم 2616) وقال: هذا حديث حسن صحيح، وابن ماجه، كتاب الفتن، باب كف اللسان في الفتنة 2/ 1314، (رقم 3973)، وأحمد، 5/ 231، وانظر صحيح الترمذي، وانظر أحاديث أخرى في الترغيب في أنواع الطاعات في البخاري مع الفتح، 6/ 11، 10/ 415، ومسلم، 4/ 1982.",
            "page": "23",
            "part": "1",
            "seal": "FACAD2EC"
        },
        {
            "id": "26",
            "nass": "فالداعية إذا استخدم هذه الأنواع وُفِّقَ بإذن اللَّه - عز وجل - للصواب (¬1). ¶ المسلك الثاني: الترهيب والإنذار: ¶ من حكمة القول أن يذكر الداعية إلى اللَّه من هذا المسلك الأمور النافعة المفيدة في حمل الناس على ترك الجرائم والذنوب، والتحذير والإنذار من كل المعاصي، والإصرار عليها. ¶ والترهيب قسمان: ¶ القسم الأول: الترهيب بذكر الوعيد بالعذاب والعقوبات على جنس المعاصي والذنوب. ¶ القسم الثاني: الترهيب بذكر الوعيد والعقوبات على أنواع الذنوب وآحادها. ¶ القسم الأول: الترهيب بذكر الوعيد بالعذاب والعقوبات على جنس المعاصي والذنوب: ¶ وهذا القسم له أنواع وصور متعددة، أذكر منها على سبيل المثال ما يلي: ¶ النوع الأول: الترهيب بذكر الوعيد بالحرمان من الخير العاجل، أو الأخذ بالعذاب العاجل: ¶ الإصرار على المعاصي والسيئات من أسباب الابتلاء بالفقر، ¶ ¬_________ ¶ (¬1) ويفيد الداعية في هذا القسم الترغيب والترهيب للمنذري، وكتاب المتجر الرابح في ثواب العمل الصالح للدمياطي، ورياض الصالحين للنووي.",
            "page": "24",
            "part": "1",
            "seal": "4A50E616"
        },
        {
            "id": "27",
            "nass": "والضيق في العيش، والإصابة بالأمراض والأسقام، والحرمان من الخيرات العاجلة والآجلة، وهي أعظم الأسباب في إهلاك الأمم والجماعات والأفراد بالدمار والهلاك (¬1)، قال تعالى: {وَمَا أَصَابَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَن كَثِيرٍ} (¬2). ¶ وهو سبحانه يعفو عن كثير من السيئات فلا يُجازي عليها {وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِ بَصِيرًا} (¬3). ¶ وكل ما يحدث في الأرض من المصائب، وقلة الثمار، وقحط الأمطار، فإنما هو من عقوبة بعض ما عمل الناس من الذنوب (¬4): {ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُم بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ} (¬5). ¶ ويمكن للداعية أن يستخدم هذا النوع في دعوته على ضربين: ¶ الضرب الأول: ذكر ما حل بالقرى من الأخذ بالدمار أو الحرمان من الخيرات التي كانت بين أيديهم بسبب ظلمهم أنفسهم ¶ ¬_________ ¶ (¬1) انظر: تفسير ابن كثير، 1/ 133، 234. ¶ (¬2) سورة الشورى، الآية: 30. ¶ (¬3) سورة فاطر، الآية: 45. ¶ (¬4) انظر: تفسير ابن كثير، 2/ 574، 4/ 117. ¶ (¬5) سورة الروم، الآية: 41.",
            "page": "25",
            "part": "1",
            "seal": "273EB8F2"
        },
        {
            "id": "28",
            "nass": "واستكبارهم، وعدم شكرهم للَّه الرزَّاق، ومن ذلك ما حل بفرعون وقومه: {كَمْ تَرَكُوا مِن جَنَّاتٍ وَعُيُونٍ، وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ، وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ} (¬1)، وغير ذلك كثير مما حل بالقرى المكذبة للرسل عليهم الصلاة والسلام (¬2). ¶ الضرب الثاني: الترهيب بذكر ما وقع لجماعات أو أفراد من الأخذ العاجل أو الحرمان من الخيرات، ومن ذلك ما حلَّ بالجماعات والأفراد الآتي ذكرهم: ¶ 1 - ما ذكره اللَّه عن قوم سبأ، وما كانوا فيه من النعم والغبطة والسرور، فلم يشكروا اللَّه، فحل بهم الدمار والخراب والحرمان (¬3). ¶ 2 - وما ذكر اللَّه في قصة قارون (¬4). ¶ 3 - وصاحب الجنتين الذي تكبّر على صاحبه الفقير (¬5). ¶ 4 - وأصحاب الجنة الذين تعاهدوا أن يحرموا الفقراء والمساكين فحرمهم اللَّه جنتهم ودمرها (¬6)، وغير ذلك من الأمثلة كثير. ¶ ¬_________ ¶ (¬1) سورة الدخان، الآيات: 25 - 27. ¶ (¬2) انظر: سورة الأنعام، الآيات: 42 - 45، والأعراف، الآيات: 94 - 100، والنحل، الآية: 112، والقصص، الآية: 58. ¶ (¬3) انظر: سورة سبأ، الآيات: 15 - 19. ¶ (¬4) انظر سورة القصص، الآيات: 76 - 81، وتفسير البغوي، 3/ 454، وابن كثير، 3/ 99. ¶ (¬5) انظر: سورة الكهف: 33 - 43، وتفسير ابن كثير، 3/ 84. ¶ (¬6) انظر: سورة القلم، الآيات: 17 - 27، وتفسير ابن كثير، 4/ 407.",
            "page": "26",
            "part": "1",
            "seal": "E24EED4C"
        },
        {
            "id": "29",
            "nass": "النوع الثاني: الترهيب بالإنذار من حلول العذاب العاجل: ¶ هذا النوع يُوجهه الداعية إلى المعرضين عن طاعة اللَّه إذا ظلوا على إصرارهم وعنادهم واستكبارهم عن قبول الحق بعد وضوحه، ولزوم الحجة، ومن ذلك قوله تعالى: {قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلَى قُلُوبِكُم مَّنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم بِهِ ... } إلى قوله تعالى: {قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلاَّ الْقَوْمُ الظَّالِمُونَ} (¬1)، وقال سبحانه: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} (¬2)، {قُلْ هُوَ الْقَادِرُ عَلَى أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعاً وَيُذِيقَ بَعْضَكُم بَأْسَ بَعْضٍ} (¬3). ¶ وغير ذلك كثير في كتاب اللَّه – تعالى – وسنة رسوله - صلى الله عليه وسلم - (¬4). ¶ النوع الثالث: الترهيب بذكر مصير الأمم التي كذبت رسلها: ¶ وهذا النوع له أعظم الأثر والوقع في النفوس؛ لأنه من أعظم ¶ ¬_________ ¶ (¬1) سورة الأنعام، الآيتان: 46، 47. ¶ (¬2) سورة النور، الآية: 63. ¶ (¬3) سورة الأنعام، الآية: 65. ¶ (¬4) انظر: سورة الأنفال، الآيتان: 24، 25، وفصلت الآية: 13، والسجدة، الآية: 22، والبخاري مع الفتح، كتاب التفسير، سورة هود، باب: {وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ}، 8/ 354 (رقم 4686)، ومسلم، البر والصلة، باب تحريم الظلم 4/ 1997 (رقم (2581 - 2583)، والبخاري مع الفتح 8/ 295، 301، 9/ 319، 13/ 383، ومسلم 4/ 2114.",
            "page": "27",
            "part": "1",
            "seal": "ECA3F78E"
        },
        {
            "id": "30",
            "nass": "العبر لمن اعتبر؛ ولأنه يُبين سنة اللَّه - عز وجل - فيمن كذب الرسل عليهم الصلاة والسلام أو وقفَ من دعوتهم موقف الإعراض والاستكبار، ثم بعد إقامة الحجة عليهم وقع بهم الدمار والهلاك، وهذا باب واسع لا يمكن حصره، ومن ذلك قوله - عز وجل - لمحمد - صلى الله عليه وسلم -: {وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ* وَقَوْمُ إِبْرَاهِيمَ وَقَوْمُ لُوطٍ، وَأَصْحَابُ مَدْيَنَ وَكُذِّبَ مُوسَى فَأَمْلَيْتُ لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ نَكِيرِ* فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَبِئْرٍ مُّعَطَّلَةٍ وَقَصْرٍ مَّشِيدٍ} الآية (¬1)، {وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ وَلَقَدْ جَاءَهُم مُّوسَى بِالْبَيِّنَاتِ فَاسْتَكْبَرُوا فِي الأَرْضِ وَمَا كَانُوا سَابِقِينَ* فَكُلا أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُم مَّنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ الأَرْضَ وَمِنْهُم مَّنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ} (¬2). ¶ ومن أنواع عذاب بعض هؤلاء المكذبين على سبيل المثال: ¶ 1 - قوم نوح: أهلكهم اللَّه - عز وجل - بالغرق {فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُّنْهَمِرٍ، وَفَجَّرْنَا الأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ} (¬3). ¶ ¬_________ ¶ (¬1) سورة الحج، الآيات: 42 - 45. ¶ (¬2) سورة العنكبوت، الآيتان: 39 - 40. ¶ (¬3) انظر: سورة القمر، الآيتان: 11 - 12.",
            "page": "28",
            "part": "1",
            "seal": "0883A63D"
        },
        {
            "id": "31",
            "nass": "2 - عاد قوم هود: سلط اللَّه عليهم الريح فألقتهم موتى على وجه الأرض كأنهم أعجاز نخلٍ منقعر، خاوية، فدمرت الريح كل شيء بأمر ربها (¬1). ¶ 3 - ثمود قوم صالح: أرسل اللَّه عليهم الصيحة حتى قطعت قلوبهم في أجوافهم، وماتوا عن آخرهم فأصبحوا في دارهم جاثمين (¬2). ¶ 4 - قوم لوط: رفع اللَّه قراهم إلى السماء، ثم قلبها عليهم فجعل عاليها سافلها، ثم أتبعهم بحجارة أمطرها عليهم، ولإخوانهم أمثالها (¬3). ¶ 5 - مدين قوم شعيب: أظلتهم سحابة وأمطرت عليهم شرراً من نار، ولهباً ووهجاً، ثم جاءتهم صيحة من السماء، ورجفة من الأرض من أسفل منهم (¬4). ¶ 6 - فرعون وقومه: أغرقهم اللَّه في البحر (¬5). ¶ 7 - قارون: خسف اللَّه به وبداره الأرض (¬6). ¶ ¬_________ ¶ (¬1) انظر: سورة الأحقاف، الآيتان: 24 - 25، والحاقة الآيات: 6 - 8، والقمر، الآيتان: 19 - 20. ¶ (¬2) انظر: سورة الأعراف، الآية: 78، والذاريات، الآيات: 43 - 45، والقمر، الآيات: 29 - 31، والحاقة، الآية: 5. ¶ (¬3) انظر: سورة هود، الآية: 81، والحجر، الآية: 82، والذاريات، الآية: 33. ¶ (¬4) انظر: سورة الشعراء، الآية: 178، وهود، الآية: 94، والأعراف، الآية: 91. ¶ (¬5) انظر: سورة يونس، الآيات: 88 - 91، والزخرف، الآيات: 51 - 56. ¶ (¬6) انظر: سورة القصص، الآية: 76، وانظر التفصيل في كتاب الجواب الكافي لابن القيم، ص84 - 86، وسورة الأعراف، الآيات: 59 - 141، وهود، الآيات: 25 - 110.",
            "page": "29",
            "part": "1",
            "seal": "426F3BCB"
        },
        {
            "id": "32",
            "nass": "النوع الرابع: الترهيب بالوعيد بالعذاب الآجل في الآخرة: ¶ الوعيد بالعذاب الآجل يوم القيامة هو من الأقوال العظيمة الحكيمة التي تلينُ لها قلوب أهل العقول، حين تُذكّر ببطش اللَّه ونقمته وعذابه الأليم، لمن حادّ اللَّه ورسوله وتعدى حدوده، {وَمَن يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُّهِينٌ} (¬1)، {وَمَن يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا} (¬2)، {وَمَن يُشَاقِقِ الرَّسُولَ مِن بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا} (¬3). ¶ وهذا النوع كثير في كتاب اللَّه - تعالى - وسنة رسوله - صلى الله عليه وسلم - (¬4). ¶ النوع الخامس: الترهيب بوصف حال الكفار والمجرمين وما أعد اللَّه لهم من عذاب في الآخرة: ¶ من المعلوم يقيناً أن وصف الداعية الحكيم أحوال الكفار والمنافقين والعُصاة وهم يتلقون أنواعاً من العذاب الأليم، وذكره لبعض ما أعد اللَّه لهم في الآخرة من أصناف العذاب والعقاب، مما يُثير الخوف والرعب والفزع في النفوس، ويحملها على أن تفر إلى ¶ ¬_________ ¶ (¬1) سورة النساء، الآية: 14. ¶ (¬2) سورة الجن، الآية: 23. ¶ (¬3) سورة النساء، الآية: 115. ¶ (¬4) انظر كتاب: التخويف من النار لابن رجب، ص13.",
            "page": "30",
            "part": "1",
            "seal": "BDC91753"
        },
        {
            "id": "33",
            "nass": "اللَّه ربها فتُخلص له العبودية وتتوب إليه؛ لتنجو من عذابه، ومن خزي هذا اليوم العظيم، ومن ذلك قوله تعالى: {وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا حَتَّى إِذَا جَاؤُوهَا فُتِحَتْ أَبْوَابُهَا} إلى قوله تعالى: {خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ} (¬1)، وقوله تعالى: {وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُواْ عَلَى اللَّهِ وُجُوهُهُم مُّسْوَدَّةٌ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِينَ} (¬2)، {فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ يُصَبُّ مِن فَوْقِ رُؤُوسِهِمُ الْحَمِيمُ* يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ، وَلَهُم مَّقَامِعُ مِنْ حَدِيدٍ} (¬3). ¶ وقد ذكر سبحانه لباسهم في النار وشرابهم (¬4)، وطعامهم (¬5)، وسلاسلهم وأغلالهم، وأنكالهم، ومقامعهم، وعظم أجسادهم (¬6)، ¶ ¬_________ ¶ (¬1) سورة الزمر، الآيتان: 71 - 72. ¶ (¬2) سورة الزمر، الآية: 60. ¶ (¬3) سورة الحج، الآيات: 19 - 21. ¶ (¬4) انظر: سورة محمد، الآية: 15، وإبراهيم، الآية: 9، والكهف، الآية: 29. ¶ (¬5) انظر: سورة الدخان، الآية: 43، والمزمل، الآية: 12، والحاقة، الآية: 35. ¶ (¬6) انظر: سورة غافر، الآيتان: 71، 72، والحاقة، الآية: 12، والمزمل، الآيتان: 12، 13، والحج، الآيتان: 21 - 22. وانظر عظم أجسادهم وأضراسهم في البخاري مع الفتح، كتاب الرقاق، باب صفة الجنة والنار، 11/ 415، (رقم 6551)، ومسلم، كتاب الجنة وصفة نعيمها، باب النار يدخلها الجبارون والجنة يدخلها الضعفاء، 4/ 2189، 2190، (رقم 2851، 2852).",
            "page": "31",
            "part": "1",
            "seal": "17F6DF9C"
        },
        {
            "id": "34",
            "nass": "وهذا لهم من أعظم الخسران المبين: {قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلا ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ} (¬1). ¶ النوع السادس: الترهيب بالعذاب النفسي يوم القيامة: ¶ من الحكمة القولية التي توجه إلى الغافلين والمعرضين والمصّرين على الجرائم والذنوب ذكر بعض ما بينه اللَّه - عز وجل - من العذاب النفسي لأهل النار أعاذنا اللَّه منها، ومن هذا النوع على سبيل المثال: ¶ قال اللَّه تعالى: {وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُم مِّن سُلْطَانٍ إِلاَّ أَن دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلاَ تَلُومُونِي وَلُومُواْ أَنفُسَكُم مَّا أَنَاْ بِمُصْرِخِكُمْ وَمَا أَنتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ} (¬2)، وقال تعالى: {قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ،* رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ* قَالَ اخْسَؤُوا فِيهَا وَلا تُكَلِّمُونِ} (¬3)، وقال تعالى: {إِنَّ الَّذِينَ كَفَرُوا يُنَادَوْنَ لَمَقْتُ اللَّهِ أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الإِيمَانِ فَتَكْفُرُونَ، قَالُوا رَبَّنَا ¶ ¬_________ ¶ (¬1) سورة الزمر، الآية: 15. ¶ (¬2) سورة إبراهيم، الآية: 22. ¶ (¬3) سورة المؤمنون، الآيات: 106 - 108.",
            "page": "32",
            "part": "1",
            "seal": "2C10D5F2"
        },
        {
            "id": "35",
            "nass": "أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِّن سَبِيلٍ* ذَلِكُم بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِن يُشْرَكْ بِهِ تُؤْمِنُوا فَالْحُكْمُ للَّهِ الْعَلِيِّ الْكَبِير} (¬1)، وقال تعالى: {وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُم مَّاكِثُونَ، لَقَدْ جِئْنَاكُم بِالْحَقِّ وَلَكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ} (¬2). ¶ وغير ذلك من أنواع العذاب النفسي، فإنهم عندما يسألون الخروج من النار، ثم تردُّ عليهم مسألتهم تتقطع قلوبهم همًّا وغمًّا (¬3). ¶ القسم الثاني: الترهيب بذكر الوعيد بالعذاب والعقوبات على أنواع الذنوب وآحادها: ¶ هذا قسم مهمٌّ، والناس بحاجة إليه، ليبتعدوا عن آحاد المعاصي، ويُقلعوا عما تلبسوا به منها، ويُظهروا توبتهم الصادقة. ¶ فينبغي للداعية إلى اللَّه - تعالى - أن يهتم بهذا القسم، ويذكر ما ورد في الكتاب والسنة من الوعيد بالعذاب والعقوبات والنقم على آحاد الذنوب وأنواعها كالتهاون ببعض أمور العقيدة الإسلامية، ¶ ¬_________ ¶ (¬1) سورة غافر، الآيات: 10 - 12. ¶ (¬2) سورة الزخرف، الآيتان: 77 - 78. ¶ (¬3) انظر: أنواع وأصناف عذاب أهل الناس وصفاتهم وبعض ما أعد الله لهم في جامع الأصول لابن الأثير، 10/ 512 - 523، ثم 10/ 537 - 564، والتخويف من النار لابن رجب، ص64 - 283.",
            "page": "33",
            "part": "1",
            "seal": "AE552F95"
        },
        {
            "id": "36",
            "nass": "وكالتهاون بالصلاة والزكاة والصوم والحج عند الاستطاعة، والتحذير من عقوق الوالدين، وقطيعة الأرحام، والتهاجر بين المسلمين، والشحناء، والإنذار من قتل النفس التي حرم اللَّه إلا بالحق، والزنا، واللواط، وأكل الربا، وأكل مال اليتيم، والسرقة، وأكل أموال الناس بالباطل، وشرب الخمر، ولعب الميسر، والقذف، والغيبة، والنميمة، وأعظم من ذلك التحذير من الشركيات والبدع المحدثة في الدين، والسحر، وإتيان الكهنة، والعرافين، والتعلق بالأولياء والصالحين، وغير ذلك من أنواع المعاصي. ¶ ويلزم الداعية أن يحذر الناس بالقول الحكيم من أنواع الرذائل الخلقية: كالجبن، وعدم العفّة، والكذب، ونقض العهد، والغدر، والخيانة، والنفاق، والرياء، والغضب، والكبر، والبخل، والشحّ، والجزع عند المصائب، والحقد، والحسد، والتحذير من كل ما يضرّ الأمة في دينها ودنياها (¬1). ¶ فإذا ذكر الداعية ما ورد في ذلك من التحذير بالقول الحكيم أثمر ذلك مجتمعاً مستقيماً – بإذن اللَّه تعالى -. ¶ ونظراً لسعة هذا القسم وكثرة أنواعه فسأكتفي بالأمثلة الآتية: ¶ قال تعالى: {إِنَّهُ مَن يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيهِ الْجَنَّةَ وَمَأْوَاهُ ¶ ¬_________ ¶ (¬1) انظر الجواب الكافي لمن سأل عن الدواء الشافي، لابن القيم، ص180 - 305، وهداية المرشدين، ص215.",
            "page": "34",
            "part": "1",
            "seal": "29A0062E"
        },
        {
            "id": "37",
            "nass": "النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ} (¬1)، وقال تعالى: {وَمَن يَقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَآؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا} (¬2)، وقال سبحانه: {وَالَّذِينَ يَنقُضُونَ عَهْدَ اللَّهِ مِن بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَآ أَمَرَ اللَّهُ بِهِ أَن يُوصَلَ وَيُفْسِدُونَ فِي الأَرْضِ أُوْلَئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ} (¬3). ¶ أما الأمثلة من السنة، فمنها قوله - صلى الله عليه وسلم -: ((اجتنبوا السبع المُوبقات)) قالوا: يا رسول اللَّه، وما هنّ؟ قال: ((الشرك باللَّه، والسّحر، وقتل النفس التي حرم اللَّه إلا بالحق، وأكل الرِّبا، وأكل مال اليتيم، والتولي يوم الزحف، وقدف المحصنات المؤمنات الغافلات)) (¬4). ¶ وقال - صلى الله عليه وسلم -: ((لم تظهر الفاحشة في قوم قطّ حتى يعلنوا بها إلا فشَا فيهم الطاعون، والأوجاع، الت لم تكن في أسلافهم الذين مضوا، ولم ينقصوا المكيال والميزان إلا أُخذوا بالسنين وشدة المؤنة وجور السلطان عليهم، ولم يمنعوا الزكاة إلا مُنِعُوا القطرَ من السماء، ولولا البهائم لم يمطروا، ولم ينقضوا عهد اللَّه وعهد رسوله ¶ ¬_________ ¶ (¬1) سورة المائدة، الآية: 72. ¶ (¬2) سورة النساء، الآية: 93. ¶ (¬3) سورة الرعد، الآية: 25. ¶ (¬4) البخاري مع الفتح، كتاب الوصايا، باب قوله تعالى: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا ... }، 5/ 393، (رقم 2766)، ومسلم، كتاب الإيمان، باب بيان الكبائر وكبرها، 1/ 92، (رقم 89).",
            "page": "35",
            "part": "1",
            "seal": "E75D5C71"
        },
        {
            "id": "38",
            "nass": "إلا سلط اللَّه عليهم عدوًّا من غيرهم فأخذوا ما في أيديهم، وما لم تحكم أئمتهم بكتاب اللَّه ويتخيَّروا مما أنزل اللَّه إلا جعل اللَّه بأسهم بينهم)) (¬1). ¶ وهذا من أعلام نبوته - صلى الله عليه وسلم -، فقد وقع ذلك كله بمن وقع في هذه المعاصي، ومن الأدلة المحسوسة على ذلك مرض الإيدْز، الذي وقع بمن أباحوا الفواحش. ¶ وقد لعن - صلى الله عليه وسلم - من لعن والديه، ومن ذبح لغير اللَّه، ومن آوى محدثا، ولعن على فعل ذنوب كثيرة غير ذلك (¬2). ¶ وذكر الداعية ذلك مما يدفع العصاة على الفرار من الذنوب والرجوع إلى اللَّه – تعالى – والنَّدم على ما مضى، واللَّه الموفق سبحانه (¬3). ¶ ¬_________ ¶ (¬1) ابن ماجه، كتاب الفتن، باب العقوبات 2/ 1332، (رقم 4019)، والحاكم وصححه، ووافقه الذهبي، 4/ 540، وانظر: صحيح ابن ماجه، 2/ 370، وسلسلة الأحاديث الصحيحة للألباني، 1/ 216 - 217، برقم 106. ¶ (¬2) انظر أنواعاً من المعاصي التي لعن عليها رسول الله - صلى الله عليه وسلم - في الجواب الكافي لابن القيم، ص115 - 119. ¶ (¬3) انظر في الترهيب بالوعيد بالعذاب على أنواع الذنوب وآحادها: كتاب الترغيب والترهيب للمنذري، وكتاب الكبائر للذهبي، وكتاب تنبيه الغافلين عن أعمال الهالكين وتحذير السالكين من أفعال الهالكين، للإمام محيي الدين أبي زكريا، أحمد بن إبراهيم بن النحاس الدمشقي، المتوفى سنة 814هـ‍.",
            "page": "36",
            "part": "1",
            "seal": "6F33BF98"
        },
        {
            "id": "39",
            "nass": "المبحث الثالث: حكمة القول التصويرية ¶ من حكمة القول في الدعوة إلى اللَّه - تعالى - استخدام الأساليب التصويرية التي تدخل على القلوب مباشرة فتؤثر فيها، وتشد أذهان المدعوين، وتشوقهم إلى الاستماع والاستفادة، ومن ذلك على سبيل المثال ما يلي: ¶ المسلك الأول: القصص الحكيم: ¶ القصة من خير ما يتوصل به الداعية الحكيم لإبلاغ دعوته إلى أعماق القلوب؛ لأن النفس تميل إليها، وترغب فيها، يقول سيد قطب - رحمه الله -: ((مما لا شك فيه أن للقصص طريقته الخاصة في عرض الحقائق وإدخالها إلى القلوب في صورة حية عميقة الإيقاع بتمثيل هذه الحقائق في صورتها الواقعية، وهي تجري في الحياة البشرية، وهذا أوقع في النفس من مجرد عرض الحقائق عرضاً تجريديّاً)) (¬1). ¶ وأفضل القصص ما جاء في القرآن الكريم، والسنة الصحيحة، فقد بيّن اللَّه - عز وجل - في كتابه العزيز أخبار الأمم الماضية أحسن بيان، ومن ذلك قصص الأنبياء وأقوامهم، وأثنى على أنبيائه ومن تبعهم من المؤمنين، وبيّن سنته في نصرتهم وتأييدهم، وذم الأمم التي كذبت رسلها، وبين سنته فيهم، وما أوقع بهم من العذاب والدمار، ¶ ¬_________ ¶ (¬1) في ظلال القرآن، 1/ 390.",
            "page": "37",
            "part": "1",
            "seal": "0519A24E"
        },
        {
            "id": "40",
            "nass": "وغير ذلك من القصص العظيم الحسن كما قال تعالى: {نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ} (¬1)، {لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِّأُوْلِي الأَلْبَابِ مَا كَانَ حَدِيثًا يُفْتَرَى} (¬2). ¶ أما القصص من السنة فإن قدوة الداعية في ذلك رسول اللَّه - صلى الله عليه وسلم -، فقد كان يقصّ على أصحابه القصص الذي ينفعهم، ويرغبهم في الخير، ويخوفهم من الوقوع في ضده، ومن ذلك: قصة الأبرص والأعمى والأقرع (¬3)، ففي هذه القصة التحذير من كفران النعم والبخل، والتشويق إلى شكر النعم، والاعتراف بها للخالق، والإحسان إلى الناس (¬4). ¶ وقصة الغلام مع الملك والساحر والراهب (¬5)، وفيها تشويق الناس في الثبات على دين اللَّه، والتضحية بكل غال ورخيص في سبيل نصرة دين اللَّه وإظهاره. ¶ ¬_________ ¶ (¬1) سورة يوسف، الآية: 3. ¶ (¬2) سورة يوسف، الآية: 111. ¶ (¬3) البخاري مع الفتح، كتاب أحاديث الأنبياء، باب حديث أبرص وأعمى وأقرع من بني إسرائيل، 6/ 500، (رقم 3464)، ومسلم، كتاب الزهد والرقائق، برقم 2964، 4/ 2275. ¶ (¬4) انظر: فتح الباري 6/ 503. ¶ (¬5) انظر: صحيح مسلم، كتاب الزهد والرقائق، باب قصة أصحاب الأخدود والساحر والغلام، 4/ 229،9 (رقم 3005).",
            "page": "38",
            "part": "1",
            "seal": "3D6EEF5D"
        },
        {
            "id": "41",
            "nass": "وقصة الرجل الذي قتل مائة ثم تاب فتاب اللَّه عليه (¬1)، فإن في هذه القصة الإيضاح للناس أن من تاب تاب اللَّه عليه، وأن البيئة لها تأثير على الشخص، فلابد للتائب أن يلتمس الجليس الصالح، وغير ذلك كثير في السنة النبوية. ¶ المسلك الثاني: التشبيه وضرب الأمثال: ¶ في القرآن الكريم كثير من الأمثال المضروبة، والداعية لابد له من ذلك في دعوته، ومن ذلك أن اللَّه – تعالى – شبه المنفق في سبيله بمن بذر بذراً فأنبتت كل حبة سبع سنابل، اشتملت كل سنبلة على مائة حبة، واللَّه يُضاعف فوق ذلك لمن يشاء بحسب حال المنفق وإخلاصه (¬2). ¶ ومثل المنفق رياء وسمعة بطلان عمله كمثل حجر أملس عليه تراب فأصابه مطر شديد، فتركه أملسَ لا شيء عليه (¬3). ¶ وشبه سبحانه الدنيا في زهرتها وسرعة زوالها بالماء الذي ينزل من السماء فأنبت الكلأ والعشب، ثم صار بعد هذه النضرة هشيماً (¬4)، وغير ذلك كثير في كتاب اللَّه تعالى (¬5). ¶ ¬_________ ¶ (¬1) انظر: صحيح مسلم، كتاب التوبة، باب قبول توبة القاتل وإن كثر قتله، 4/ 2118، (رقم 2766). ¶ (¬2) انظر: سورة البقرة، الآية: 162. ¶ (¬3) انظر: سورة البقرة، الآية: 264. ¶ (¬4) انظر: سورة الكهف، الآية: 45. ¶ (¬5) انظر: أمثال القرآن لابن القيم، 50 – 52.",
            "page": "39",
            "part": "1",
            "seal": "F1AFFAD9"
        },
        {
            "id": "42",
            "nass": "وضرب النبي - صلى الله عليه وسلم - الأمثال في دعوته، ومن ذلك تشبيهه الجليس الصالح بحامل المسك، والجليس السوء بنافخ الكير (¬1)، وهذا من حكمة النبي - صلى الله عليه وسلم -، لأنه جمع بين الترغيب والحثّ على مجالسة من يُستفاد من مجالسته في الدين والدنيا، وحذر من مجالسة من يتأذى بمجالسته فيهما (¬2)، وهذا كثير في السنة (¬3). ¶ المسلك الثالث: لفت الأنظار والقلوب إلى الصور المعنوية وآثارها: ¶ من حكمة القول التصويرية لفت أنظار الناس إلى الأوصاف الحميدة المعنوية، وبيان آثارها العملية التي تحصل بسبب تطبيقها والعمل بها، ومن هذه الصور المعنوية ذكر الداعية أوصاف المؤمنين، وآثار هذه الأوصاف، وهذا كثير في كتاب اللَّه – تعالى – ¶ ¬_________ ¶ (¬1) انظر: البخاري مع الفتح، كتاب الذبائح والصيد، باب المسك، 9/ 660، (رقم 5533)، ومسلم، كتاب البر والصلة، باب استحباب مجالسة الصالحين، 4/ 2026، (رقم 2628). ¶ (¬2) انظر: فتح الباري، 4/ 324، وشرح صحيح مسلم للنووي، 16/ 178. ¶ (¬3) انظر كثيراً من الأمثال في السنة في صحيح مسلم، كتاب صلاة المسافرين وقصرها، باب فضيلة حافظ القرآن، 1/ 549، برقم 797، وكتاب الزكاة، باب مثل البخيل، 2/ 708، برقم 1021، وكتاب الإمارة، باب فضل الشهادة في سبيل الله، 3/ 1498، برقم 1878، وكتاب الفضائل، 4/ 1787 - 1791، بأرقام 2282 - 2287، وكتاب البر والصلة، باب تراحم المؤمنين وتعاطفهم، 4/ 1999 - 2000، برقم 2585 - 2586، وكتاب صفات المنافقين 4/ 2146، برقم 2784، و4/ 2163 - 2166، بأرقام 2809 - 2812، وكتاب الأمثال للرامهرمزي، وسنن الترمذي، كتاب الأمثال 5/ 144 - 148، ومسند الإمام أحمد، 1/ 435، 465، 4/ 182، 183، 202.",
            "page": "40",
            "part": "1",
            "seal": "93B30C66"
        },
        {
            "id": "43",
            "nass": "ومن ذلك قوله تعالى: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ* الَّذِينَ هُمْ فِي صَلاتِهِمْ خَاشِعُونَ* وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ* وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ، وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ* إِلاّ عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ* فَمَنِ ابْتَغَى وَرَاء ذَلِكَ فَأُوْلَئِكَ هُمُ الْعَادُونَ* وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ* وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ* أُوْلَئِكَ هُمُ الْوَارِثُونَ* الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ} (¬1). ¶ وهذه أوصاف تجذب القلوب الحية، وتلفت الأنظار إلى هذه الصفات العالية وآثارها الحميدة، ومن أعظم آثارها الفوز بالفردوس الأعلى في الجنة، وكتاب اللَّه يزخر بأوصاف عباد اللَّه المؤمنين، وآثار هذه الأوصاف في الدنيا والآخرة (¬2). ¶ فحري بالداعية أن لا يغفل هذا الجانب؛ فإن له الأثر الحميد بتوفيق اللَّه تعالى. ¶ المسلك الرابع: لفت الأنظار والقلوب إلى الآثار المحسوسة: ¶ من حكمة القول التصويرية لفت أنظار الناس إلى آثار الأمم ¶ ¬_________ ¶ (¬1) سورة المؤمنون، الآيات: 1 - 11. ¶ (¬2) انظر كثيراً من هذه الأوصاف وآثارها في سورة البقرة، الآية: 177، وآل عمران، الآيات: 15 - 17، 132 - 136، والتوبة، الآية: 71، والفرقان، الآيات: 63 - 74، والأحزاب الآية: 35، والذاريات، الآيتان: 15 - 16، والمعارج، الآيات: 22 - 35.",
            "page": "41",
            "part": "1",
            "seal": "4993C447"
        },
        {
            "id": "44",
            "nass": "الماضية، والأفراد والجماعات الظالمة، والقُرى والأمصار المكذبة المجرمة، وقد تكون الآثار في الأزمان القريبة أو الأماكن والأزمان المعاصرة المتأخرة؛ فإن في النظر فيما حلّ بهم من الهلاك والدمار والزلازل والمحن والأمراض، أعظم العبر لمن اعتبر وتفكّر، ونظر واتعظ، والنظر في مساكنهم وديارهم، وكيف أبادهم وأهلكهم وأذلهم، وخذلهم الملك الجبار، وجعل أخبارهم عبرة لأولي الأبصار (¬1)؟! ¶ وقد أمر اللَّه عباده بالسير والنظر والتأمل في هذه الآثار في آيات كثيرة، منها قوله تعالى: {قُلْ سِيرُواْ فِي الأَرْضِ ثُمَّ انظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ} (¬2)، وقال تعالى: {أَوَلَمْ يَسِيرُوا فِي الأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا الأَرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا وَجَاءَتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ} (¬3). ¶ والأمر بالسير يشمل السير بالأبدان، والتفكر بالقلوب للنظر والتأمل في عواقب المكذبين والمجرمين، والنظر بالأبصار والبصيرة في آثار هؤلاء من المساكن الخاوية، والديار المهجورة، ¶ ¬_________ ¶ (¬1) انظر: تفسير ابن كثير، 2/ 125، 3/ 563، 428، والسعدي، 2/ 377، 6/ 114، 135، 330، 519، 554، 7/ 68. ¶ (¬2) سورة الأنعام، الآية: 11. ¶ (¬3) سورة الروم، الآية: 9.",
            "page": "42",
            "part": "1",
            "seal": "B3EAAF56"
        },
        {
            "id": "45",
            "nass": "والسماع بالآذان الأخبار المفزعة، وإلا فمجرد نظر العين الجامدة، وسماع الأذن المسدودة، وسير البدن الخالي من القلب المتفكر المعتبر غير مفيد، ولا موصل إلى المطلوب (¬1). ¶ ¬_________ ¶ (¬1) انظر: تفسير السعدي، 6/ 135، 330.",
            "page": "43",
            "part": "1",
            "seal": "EEFA2B14"
        },
        {
            "id": "46",
            "nass": "المبحث الرابع: الدعوة بالقوة الفعلية مع عصاة المسلمين ¶ المطلب الأول: أسباب استخدام القوة مع عصاة المسلمين ¶ كما أنّ من الحكمة في الدعوة إلى اللَّه استخدام القوة مع الكفار عند الحاجة إليها، فكذلك تستخدم مع من يحتاجها من المسلمين الذين لم ينتفعوا بالمواعظ من الترغيب والترهيب، ولم يستفيدوا من حكمة القول التصويرية: من ضرب الأمثال، ولفت الأنظار إلى الصورة المعنوية كصفات المؤمنين وآثارها، ولفت الأنظار والقلوب إلى الآثار المحسوسة، كالأمر بالسير في الأرض، والنظر فيما حلّ بالمكذبين من الدَّمار والهلاك. ¶ فإذا لم يؤثّر ما تقدَّم في عُصاة المؤمنين فإن استخدام القوة حينئذٍ من الحكمة، لأن القوة كالعمليّة الجراحية للمريض إذا لم ينفع في علاج مرضه غيرها، فتستخدم عند الحاجة إليها بشرط الالتزام بالشروط والضَّوابط الشرعيَّة. ¶ واستخدام القوة في هذه المرحلة يتنوع ويختلف باختلاف الداعية والمدعو، والأحوال والأزمان والأماكن، وإمكانية استخدام القوة مع أمن الوقوع في المفاسد؛ فإن النبي - صلى الله عليه وسلم - شرع لأمته الدعوة إلى اللَّه - تعالى - وإيجاب إنكار المنكر؛ ليحصل بإنكاره من المعروف ما يحبه اللَّه ورسوله، فإذا كان إنكار المنكر يستلزم ما هو أنكر منه، وأبغض إلى اللَّه ورسوله؛ فإنه لا يسوغ إنكاره، وإن كان",
            "page": "44",
            "part": "1",
            "seal": "D76F8FB2"
        },
        {
            "id": "47",
            "nass": "اللَّه يبغضه ويمقت أهله، وهذا كالإنكار على الملوك والولاة بالخروج عليهم؛ فإنه أساس كل شرٍّ وفتنة إلى آخر الدهر، وقد استأذن الصحابة - رضي الله عنهم - رسول اللَّه - صلى الله عليه وسلم - في قتال الأمراء الذين يؤخرون الصلاة عن وقتها، وقالوا: أفلا نقاتلهم؟ فقال: ((لا، ما أقاموا الصلاة)) (¬1)، وقال: ((من رأى من أميره شيئاً يكرهه فليصبر، [ولا ينزعنّ يداً من طاعة])) (¬2)، ومن تأمل ما جرى على الإسلام في الفتن الكبار والصغار رآها من إضاعة هذا الأصل، وعدم الصبر على منكر؛ فطلب إزالته، فتولَّد منه ما هو أكبر منه وأنكر؛ ولهذا كان رسول اللَّه - صلى الله عليه وسلم - يترك بعض الأمور المختارة، ويصبر على بعض المفاسد خوفاً من أن يترتب على ذلك مفسدة أعظم؛ ولهذا لما فتح اللَّه مكة وصارت دار إسلام عزم على نقض بناء البيت وردِّهِ على قواعد إبراهيم، ولكن منعه من ذلك – مع قدرته عليه – خشية وقوع ما هو أعظم منه، من عدم احتمال قريش لذلك؛ لقرب عهدهم بالإسلام، وكونهم حديثي عهد بكفر، ولهذا لم يأذن في قتل عبد اللَّه بن أُبيّ، ولم يأذن في الإنكار على الأمراء باليد، لما يترتب على ¶ ¬_________ ¶ (¬1) مسلم، كتاب الإمارة، باب خيار الأئمة وشرارهم، 3/ 1482، (رقم 1855)، وأحمد بلفظه، 3/ 28 - 29. ¶ (¬2) مسلم، كتاب الإمارة، باب وجوب ملازمة جماعة المسلمين عند ظهور الفتن، 3/ 1477، (رقم 1849)، وباب خيار الأئمة وشرارهم، 3/ 1482، (رقم 1855)، واللفظ من الموضعين.",
            "page": "45",
            "part": "1",
            "seal": "B6F5F547"
        },
        {
            "id": "48",
            "nass": "ذلك من وقوع ما هو أعظم منه (¬1). ¶ المطلب الثاني: الكلمة القوية والفعل الحكيم ¶ 1 - عن ابن عباس - رضي الله عنهما - أن رسول اللَّه - صلى الله عليه وسلم - رأى خاتماً من ذهب في يد رجل فنزعه فطرحه، وقال: ((يعمد أحدكم إلى جمرة من نار فيجعلها في يده))! فقيل للرجل بعدما ذهب رسول اللَّه - صلى الله عليه وسلم -: خذ خاتمك انتفع به. قال: لا واللَّه لا آخذه أبداً، وقد طرحه رسول اللَّه - صلى الله عليه وسلم - (¬2). ¶ 2 - وعن أبي هريرة - رضي الله عنه - أن رسول اللَّه - صلى الله عليه وسلم - مرّ على صُبْرَةِ طعام فأدخل يده فيها، فنالت أصابعه بللاً، فقال: ((ما هذا يا صاحب الطعام))؟ قال: أصابته السماء يا رسول اللَّه، قال: ((أفلا جعلته فوق الطعام كي يراه الناس؟ من غشّ فليس مِنِّي)) (¬3). ¶ 3 - وعن عائشة - رضي الله عنها - أنها اشترت نمرقة (¬4) فيها تصاوير، فقام النبي - صلى الله عليه وسلم - بالباب فلم يدخل، فقلت: أتوب إلى اللَّه ماذا أذنبت؟ قال: ¶ ¬_________ ¶ (¬1) انظر: إعلام الموقعين لابن القيم، 3/ 15 - 16، وشرح النووي، 16/ 139. ¶ (¬2) مسلم، كتاب اللباس، باب تحريم خاتم الذهب على الرجال، 3/ 1655، (رقم 2090). ¶ (¬3) مسلم، كتاب الإيمان، باب قوله - صلى الله عليه وسلم -: من غشنا فليس منا، 1/ 99، (رقم 102). ¶ (¬4) النمرقة: قيل: هي الوسائد التي يضم بعضها إلى بعض، وقيل: هي الوسائد التي يجلس عليها. ¶ انظر: الفتح، 10/ 339، وشرح النووي، 14/ 90.",
            "page": "46",
            "part": "1",
            "seal": "BE9BAD1F"
        },
        {
            "id": "49",
            "nass": "((ما هذه النمرقة))؟ قلت: لتجلس عليها وتوسّدها قال: ((إن أصحاب هذه الصور يعذَّبون يوم القيامة، يقال لهم: أحيُوا ما خلقتم! وإن الملائكة لا تدخل بيتاً فيه الصورة)) (¬1). ¶ 4 - وعنها - رضي الله عنها -: قدم رسول اللَّه - صلى الله عليه وسلم -، من سفر وقد سترت بقرام لي (¬2) على سهوةٍ (¬3) فيها تماثيل (¬4). فلما رآه رسول اللَّه - صلى الله عليه وسلم - هتكه، وقال: ((إن أشدّ الناس عذاباً يوم القيامة الذين يُضاهون بخلق اللَّه)). قالت: فجعلناه وسادة أو وسادتين (¬5). ¶ 5 - وعن عبد اللَّه بن عمر - رضي الله عنهما - قال: بينما النبي - صلى الله عليه وسلم - يصلِّي رأى في قبلة المسجد نُخامةً فحكّها بيده، فتغيَّظ ثم قال: ((إن أحدكم إذا كان في الصلاة فإنَّ اللَّه حيال وجهه فلا يتنخمنَّ حيال وجهه في الصلاة)) (¬6). ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، كتاب اللباس، باب من كره القعود على الصورة، 10/ 389، (رقم 5957) ومسلم، كتاب اللباس، باب تحريم تصوير صورة الحيوان، (رقم 2106)، (85). ¶ (¬2) القرام: ستر فيه رقم ونفش. انظر: شرح النووي، 14/ 88، وفتح الباري، 10/ 387. ¶ (¬3) قيل بيت صغير علقت عائشة - رضي الله عنها - الستر على بابه، وقيل: الكوة، وقيل: الرف. ورجح القول الأول الحافظ في فتح الباري، 10/ 387. وانظر شرح النووي، 14/ 88. ¶ (¬4) التصاوير. انظر: الفتح، 10/ 387، وشرح النووي، 14/ 88. ¶ (¬5) البخاري مع الفتح، كتاب اللباس، باب ما وطئ من التصاوير، 10/ 387، (رقم 5954) ومسلم، كتاب اللباس والزينة، باب تحريم صور الحيوان وما فيه صور غير ممتهنة، 3/ 1667، (رقم 2106)، (92). ¶ (¬6) البخاري مع الفتح، كتاب الأدب، باب ما يجوز من الغضب والشدة لأمر الله، 10/ 517، (رقم 6111).",
            "page": "47",
            "part": "1",
            "seal": "97CE52EC"
        },
        {
            "id": "50",
            "nass": "فهذه كلمات حكيمة قوية مُؤثّرة تصحبها الحكمة الفعلية، وما ذلك إلا لأن النبي - صلى الله عليه وسلم - أسوة الدعاة إلى اللَّه، فقد قال - صلى الله عليه وسلم -: ((من رأى منكم منكراً فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان)) (¬1). ¶ 6 - وعن عائشة - رضي الله عنها - قالت: ((ما خُيّر رسول اللَّه - صلى الله عليه وسلم - بين أمرين إلا أخذ أيسرهما ما لم يكن إثماً؛ فإن كان إثماً كان أبعد الناس منه، وما انتقم رسول اللَّه - صلى الله عليه وسلم - لنفسه إلا أن تُنتهك حُرمةُ اللَّه، فينتقم للَّه بها)) (¬2). ¶ المطلب الثالث: التهديد الحكيم والوعيد بالعقوبة: ¶ قال - صلى الله عليه وسلم -: ((إن أثقل صلاة على المنافقين صلاة العشاء، وصلاة الفجر، ولو يعلمون ما فيهما لأتوهما ولو حَبْواً، ولقد هممت أن آمر بالصلاة فتُقام ثم آمر رجلاً فيصلي بالناس، ثم أنطلق معي برجال معهم حزم من حطب إلى قوم لا يشهدون الصلاة، فأُحرِّق عليهم بيوتهم بالنار)) (¬3). ¶ وفي هذا الحديث التَّخويف بتقديم الوعيد والتَّهديد على ¶ ¬_________ ¶ (¬1) مسلم، كتاب الإيمان، باب بيان كون النهي عن المنكر من الإيمان، 1/ 69، (رقم 49). ¶ (¬2) البخاري مع الفتح، كتاب المناقب، باب صفة النبي - صلى الله عليه وسلم -، 6/ 566، 12/ 86، 186، (رقم 3560). ¶ (¬3) البخاري مع الفتح، كتاب الأذان، باب وجوب صلاة الجماعة، 2/ 125، (رقم 644) ومسلم، كتاب المساجد ومواضع الصلاة، باب فضل صلاة الجماعة وبيان التشديد في التخلف عنها، 1/ 451، (رقم 651)، (252).",
            "page": "48",
            "part": "1",
            "seal": "402F531F"
        },
        {
            "id": "51",
            "nass": "العقوبة، والسرّ في ذلك – واللَّه أعلم – أن المفسدة إذا ارتفعت بالأهون من الزَّجر اكتُفِيَ به عن الأعلى من العقوبة (¬1)، وهذا من حكمته - صلى الله عليه وسلم - فقد خوّف وزجر عن التخلُّف عن صلاة الجماعة بهذا الوعيد والهمّ بالتَّعذيب، فللداعية الحكيم القادر أن يستخدم التَّخويف بالعقوبة الجائزة شرعاً، أما التَّعذيب بالنار فقد نسخ (¬2). ¶ ولابد في التهديد والوعيد بالعقوبة من مراعاة الشروط والضوابط الشرعية، والأصول التي دل عليها كتاب اللَّه وسنة رسوله - صلى الله عليه وسلم -. ¶ وهذه الشروط والضوابط والأصول تجعل الداعية في سلامة من الزلل، فلا ينكر منكراً ويقع ما هو أنكر منه، ولا يسعى في جلب مصلحة ويفوّت ما هو أعظم منها؛ فإن من أعظم الحكم في الدعوة إلى اللَّه دفع المفاسد وجلب المصالح، فإن تعارضت المصالح والمفاسد دُفعت أعظم المفسدتين أو الضررين باحتمال أيسرهما، وجُلبت أعظم المصلحتين بترك أيسرهما (¬3). ¶ ¬_________ ¶ (¬1) انظر: فتح الباري، 2/ 130. ¶ (¬2) انظر: المرجع السابق، 2/ 130، قال - صلى الله عليه وسلم -: >إن النار لا يعذب بها إلا الله< البخاري مع الفتح، 6/ 149. ¶ (¬3) انظر: فتح الباري، 1/ 325، وشرح النووي، 3/ 191، وإعلام الموقعين لابن القيم، 3/ 15 - 17.",
            "page": "49",
            "part": "1",
            "seal": "C86AB4D6"
        },
        {
            "id": "52",
            "nass": "المطلب الرابع: حكمة القوة بالعقوبات الشرعية ¶ توطئة: ¶ قرّر الإسلام العقوبات الشرعيّة على ارتكاب الجرائم؛ ليستوفي المجرم جزاءه، ويُطهَّر من هذه الجريمة، ويرتدع أمثاله من ناحية أخرى، وهذا من أبلغ الحكم، ومن أعدل الأحكام، ومن أعظم وسائل حفظ الأمن والاستقرار، وبهذا حفظ الإسلام لأهله: الدّين، والنّفس، والنّسب، والعرض، والعقل، والمال (¬1). ¶ والدعوة إلى اللَّه - تعالى - والأمر بالمعروف والنهي عن المنكر لا يتم ذلك كلّه إلا بتطبيق وتنفيذ العقوبات الشرعيّة، فإن اللَّه يَزَعُ بالسّلطان ما لا يزع بالقرآن، وذلك واجب على وُلاة الأمور، وذلك يحصل بالعقوبات على ترك الواجبات وفعل المحرمات، ولا يجوز لهم التّهاون في تنفيذها؛ لأنها من شرع اللَّه، وتعطيلها يُؤدي إلى سخط اللَّه كما يؤدي إلى فساد المجتمع، فإذا أُقيمت الحدود ظهرت طاعة اللَّه، ونقصت معصيته، وحصل الخير والنّصر، والتَّمكين (¬2)، وتطبيق هذه العقوبات كما أمر اللَّه من حكمة القوة في الدعوة إلى اللَّه ونصر دينه. وسأذكر معظم هذه العقوبات الشرعيّة الحكيمة في ¶ ¬_________ ¶ (¬1) وهذا يعرف عند أهل الأصول بالضروريات. انظر: أضواء البيان، 3/ 448. ¶ (¬2) انظر: الحسبة في الإسلام، لابن تيمية، ص50، وأصول الدعوة، لعبد الكريم زيدان، ص272، وعناصر القوة في الإسلام، ص51.",
            "page": "50",
            "part": "1",
            "seal": "E7B9A987"
        },
        {
            "id": "53",
            "nass": "عشرة مسالك بإيجاز كالآتي: ¶ المسلك الأول: عقوبة الهجر الحكيم: ¶ من حكمة القوّة في الدّعوة إلى اللَّه هجر من يظهر المنكرات على وجه التّأديب حتى يتوب، كم هجر النبي - صلى الله عليه وسلم - الثلاثة الذي خُلِّفُوا حتى أنزل اللَّه توبتهم. ¶ وهذا الهجر يختلف باختلاف الهاجرين في قوتهم وضعفهم، وقلتهم وكثرتهم؛ فإن المقصود به زجرُ المهجور وتأديبه، ورجوع العامة عن مثل حاله، فإن كان هجره يضعف الشرّ كان مشروعاً، وإن كان المهجور لا يرتدع بذلك ولا يرتدع به غيره، بل يزيد الشرّ والهاجر ضعيف، وتكون مفسدة الهجر راجحة على مصلحته لم يشرع الهجر، بل يكون التأليف لبعض الناس أنفع من الهجر، كما كان الهجر لبعض الناس أنفع من التأليف، ولهذا كان النبي - صلى الله عليه وسلم - يتألف قوماً ويهجر آخرين (¬1)، وينبغي أن يُفرّق بين الهجر لِحَقِّ اللَّه وبين الهجر لحق النفس، فالهجر لِحَقِّ اللَّه – تعالى – مأمور به، والثاني منهي عنه. ¶ ولا شك أن الهجر لحق اللَّه من العقوبات الشرعية، فهو من جنس الجهاد في سبيل اللَّه (¬2)، وهذا يُفعَل؛ لتكون كلمة اللَّه هي ¶ ¬_________ ¶ (¬1) انظر: فتاوى ابن تيمية، 28/ 204 - 207. ¶ (¬2) انظر: المرجع السابق، 28/ 208.",
            "page": "51",
            "part": "1",
            "seal": "8EEFB978"
        },
        {
            "id": "54",
            "nass": "العليا ويكون الدين كله للَّه. وهذا يدلّ على أن حكمة القوّة لها الأثر الكبير عند وضعها في موضعها. ¶ ولهذا يجب على وليّ أمر المسلمين – وهو الذي ينبغي أن ينصر الدعوة بعد النبي - صلى الله عليه وسلم - – أن يعلم بأن إقامة الحدود والعقوبات الشرعيّة رحمة من اللَّه بعباده، وأن يكون قويّاً في إقامة الحد لا تأخذه في اللَّه لومَة لائمٍ، ويكون قصده رحمة الخلق بكفّ الناس عن المنكرات، ويكون بمنزلة الطبيب الذي يسقي المريض الدواء الكريه، فَيُدخِل المريض على نفسه المشقّة، ويشرب الدواء لينال به الرّاحة والشِّفاء (¬1). ¶ المسلك الثاني: عقوبة التعزير: ¶ التعزير هو العقوبة المشروعة على جناية لا حد فيها (¬2)، وقد اتفق العلماء – رحمهم اللَّه – على أن التعزير مشروع في كل معصية ليس فيها حدّ. والمعصية نوعان: ترك واجب أو فعل محرم (¬3). كما يُستتاب المرتدّ حتى يسلم، فإن تاب وإلا قتل، وكما يُعاقب تارك الزّكاة وحقوق الآدميين حتى يؤدوها (¬4). ¶ والتعزير أجناس: فمنه ما يكون بالتّوبيخ والزّجر بالكلام، ومنه ¶ ¬_________ ¶ (¬1) انظر: فتاوى ابن تيمية، 28/ 329. ¶ (¬2) انظر: المغني لابن قدامة، 12/ 523. ¶ (¬3) انظر: فتاوى ابن تيمية، 35/ 402. ¶ (¬4) انظر: المرجع السابق، 28/ 347، والحسبة في الإسلام لابن تيمية، ص50.",
            "page": "52",
            "part": "1",
            "seal": "89EFEB31"
        },
        {
            "id": "55",
            "nass": "ما يكون بالحبس، ومنه ما يكون بالنَّفي عن الوطن، ومنه ما يكون بالضَّرب؛ فإن كان ذلك لترك واجب مثل الضّرب على ترك الصلاة، أو ترك أداء الحقوق الواجبة مثل: ترك وفاء الدين مع القدرة عليه، أو على ترك ردّ المغصوب، أو أداء الأمانة إلى أهلها، فإنه يضرب مرة بعد مرة حتى يُؤدي الواجب، ويفرَّق عليه الضرب يوماً بعد يوم، وإن كان الضَّرب على ذنب ماضٍ جزاء بما كسب ونَكَالاً من اللَّه له، فهذا يفعل منه بقدر الحاجة فقط، وليس لأقله حدّ. أما أكثر التعزير ففيه ثلاثة أقوال، وأعدلها: أنه لا يتقدّر بحدّ، لكن إن كان التعزير فيما فيه مقدَّر لم يبلغ به ذلك المقدَّر، مثل التَّعزير على سرقة دون النِّصاب لا يبلغ به القطع، والتعزير على المضمضة بالخمر لا يبلغ به حدّ الشّرب، والتَّعزير على القذف بغير الزنا واللواط لا يبلغ به الحدّ (¬1). أما حديث: ((لا يجلد أحد فوق عشرة أسواط إلا في حدّ من حدود اللَّه)) (¬2) فقد فسره طائفة من أهل العلم بأن المراد بحدود اللَّه ما حُرِّم لحق اللَّه، ومراد الحديث أن من ضَرَبَ لحق نفسه كضرب الرجل امرأته في النّشوز وكتأديب الأب ولده الصغير، فلا يزيد على عشر جلدات في التأديبات (¬3)، ثم من لم ¶ ¬_________ ¶ (¬1) انظر: فتاوى ابن تيمية، 28/ 108، والحسبة في الإسلام لابن تيمية، ص52. ¶ (¬2) البخاري مع الفتح، كتاب الحدود، باب التعزير والأدب، 12/ 175، (رقم 6848)، ومسلم، كتاب الحدود، باب قدر أسواط التعزير، 3/ 1332، (رقم 1708). ¶ (¬3) انظر: فتاوى ابن تيمية، 28/ 348، وفتح الباري، 12/ 178.",
            "page": "53",
            "part": "1",
            "seal": "A22E3293"
        },
        {
            "id": "56",
            "nass": "يندفع فساده في الأرض إلا بالقتل قُتِلَ، مثل: المفرِّق لجماعة المسلمين، والداعي إلى البدع في الدين (¬1). ¶ المسلك الثالث: القصاص: ¶ أوجب اللَّه - تعالى - القصاص في جريمة قتل العمد والاعتداء على الأطراف، قال اللَّه تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالأُنثَى بِالأُنثَى فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ ذَلِكَ تَخْفِيفٌ مِّن رَّبِّكُمْ وَرَحْمَةٌ فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ} (¬2)، وقال تعالى: {وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالأَنفَ بِالأَنفِ وَالأُذُنَ بِالأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ} (¬3)، وقال تعالى: {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَاْ أُولِيْ الأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ} (¬4). ¶ المسلك الرابع: حد الزنا واللواط: ¶ (أ) الزاني إن كان مُحصناً؛ فإنّهُ يُرجم بالحجارة حتى يموت، ¶ ¬_________ ¶ (¬1) انظر: فتاوى ابن تيمية، 28/ 108، 112، 113، 348، والحسبة في الإسلام لابن تيمية أيضاً، ص52. ¶ (¬2) سورة البقرة، الآية: 178. ¶ (¬3) سورة المائدة، الآية: 45. ¶ (¬4) سورة البقرة، الآية: 179.",
            "page": "54",
            "part": "1",
            "seal": "8F050C35"
        },
        {
            "id": "57",
            "nass": "كما رَجَم النبي - صلى الله عليه وسلم - ماعزَ بن مالك الأسلمي، ورجم الغامدية، ورجم اليهوديّيْن، ورجم غير هؤلاء، ورجم المسلمون بعده (¬1). ¶ (ب) وإن كان الزَّاني غير مُحصَن؛ فإنه يُجلد مائة جلدة بكتاب اللَّه تعالى: {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِّنْهُمَا مِئَةَ جَلْدَةٍ وَلا تَأْخُذْكُم بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِّنَ الْمُؤْمِنِينَ} (¬2)، ويُغَرَّبُ عاماً بسنَّة رسول اللَّه - صلى الله عليه وسلم - (¬3). ¶ (ج) وأما اللواط فالصحيح الذي اتفق عليه الصحابة أنه يقتل الإثنان: الأعلى والأسفل. فعن ابن عباس - رضي الله عنهما - عن النبي - صلى الله عليه وسلم - أنه قال:)) من وجدتموه يعمل عمل قوم لوط فاقتلوا الفاعل والمفعول به (((¬4)، ولم يختلف الصحابة في قتله، ولكن تنوعوا فيه (¬5). ¶ المسلك الخامس: حد القذف: ¶ حفظ الإسلام الأعراض من الاعتداء عليها، وجعل عقوبة ¶ ¬_________ ¶ (¬1) انظر: فتاوى ابن تيمية، 28/ 333. ¶ (¬2) سورة النور، الآية: 2. ¶ (¬3) انظر: فتاوى ابن تيمية، 28/ 333. ¶ (¬4) أخرجه أصحاب السنن: أبو داود، كتاب الحدود، باب فيمن عمل عمل قوم لوط، 4/ 158، (رقم 4462)، والترمذي، كتاب الحدود، باب ما جاء في حد اللواط، 4/ 57، (رقم 1456)، وابن ماجه، كتاب الحدود، باب من عمل عمل قوم لوط، (رقم 2564)، 2/ 856، وانظر: صحيح أبي داود، 3/ 844، وصحيح الترمذي، 2/ 76، وصحيح ابن ماجه، 2/ 83. ¶ (¬5) انظر: فتاوى ابن تيمية، 28/ 335.",
            "page": "55",
            "part": "1",
            "seal": "F4E11BBF"
        },
        {
            "id": "58",
            "nass": "القاذف ثمانين جلدة. قال تعالى: {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُوْلَئِكَ هُمُ الْفَاسِقُونَ* إِلاّ الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ} (¬1). ¶ وهذا الحد جاء به الكتاب والسنة وأجمع عليه المسلمون؛ فإذا قذف المحصن بالزّنا أو اللواط وجب الحدّ على قاذفه، والمحصن هنا هو الحرّ العفيف، وفي باب حدّ الزنا هو الذي وطئ وطئاً كاملاً في نكاح تامّ (¬2). ¶ المسلك السادس: حد شرب الخرم: ¶ وحدّ الشرب ثابت بسنة رسول اللَّه - صلى الله عليه وسلم - وإجماع المسلمين، فقد ثبت عن النبي - صلى الله عليه وسلم - أنه ضرب في شرب الخمر بالجريد والنعال أربعين، وضرب أبو بكر - رضي الله عنه - في خلافته أربعين، وضرب عمر - رضي الله عنه - في خلافته ثمانين، وكان علي - رضي الله عنه - يضرب مرة أربعين ومرة ثمانين. فمن العلماء من يقول يجب ضرب الثمانين، ومنهم من يقول: الواجب أربعون، والزيادة يفعلها الإمام عند الحاجة إذا أدْمَنَ الناس الخمر أو كان الشارب ممن لا يرتدع بدونها، ورجَّح ذلك شيخ الإسلام ابن ¶ ¬_________ ¶ (¬1) سورة النور، الآيتان: 4 - 5. ¶ (¬2) فتاوى شيخ الإسلام ابن تيمية، 28/ 342.",
            "page": "56",
            "part": "1",
            "seal": "ECAAA2C9"
        },
        {
            "id": "59",
            "nass": "تيمية رحمه اللَّه تعالى (¬1). ¶ المسلك السابع: حد السرقة: ¶ السرقة اعتداء على مال معصوم لا شُبهة له فيه، يأخذه خفيةً بشروط معينة منها: أن يكون المال محرزاً، ولا تقلّ قيمته عن ربع دينار، وحينئذ يجب عليه حدّ السرقة بالكتاب والسنة والإجماع، قال تعالى: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُواْ أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالاً مِّنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ* فَمَن تَابَ مِن بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللَّهَ يَتُوبُ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ} (¬2). ¶ ولا يجوز بعد اكتمال شروط القطع وثبوت الحدّ عليه بالبينة أو بالإقرار تأخيره لا بحبس ولا مال يُفتدى به ولا غيره، بل تُقطع يده اليمنى في الأوقات المعظمة وغيرها (¬3). ¶ المسلك الثامن: حد المحاربين قطاع الطريق: ¶ قُطَّاع الطريق هم المحاربون الذين يتعرّضون للناس بالسلاح في الصحراء والطّرقات؛ ليغصبوهم المال مجاهرة بالقوة والقهر، وسواء ارتكب هذه الجريمة فرد أو جماعة، فإنه يُسمّى ¶ ¬_________ ¶ (¬1) انظر: المرجع السابق، 28/ 336. ¶ (¬2) سورة المائدة، الآيتان: 38 - 39. ¶ (¬3) انظر: فتاوى ابن تيمية، 28/ 329.",
            "page": "57",
            "part": "1",
            "seal": "0742EFC0"
        },
        {
            "id": "60",
            "nass": "بالمحارب (¬1). ¶ والأصل في عقوبتهم قوله تعالى: {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الأَرْضِ فَسَادًا أَن يُقَتَّلُواْ أَوْ يُصَلَّبُواْ أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلافٍ أَوْ يُنفَوْاْ مِنَ الأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الآخِرَةِ عَذَابٌ عَظِيمٌ* إِلاَّ الَّذِينَ تَابُواْ مِن قَبْلِ أَن تَقْدِرُواْ عَلَيْهِمْ فَاعْلَمُواْ أَنَّ اللَّهَ غَفُورٌ رَّحِيمٌ} (¬2). ¶ وعن ابن عباس - رضي الله عنهما - أنه قال في قُطّاع الطّريق: >إذا قتلوا وأخذوا المال قتلوا وصُلبُوا، وإذا قَتَلُوا ولم يأخذوا المال قُتِلُوا ولم يُصلَبوا، وإذا أخذوا المال ولم يَقْتلُوا قُطّعت أيديهم وأرجلهم من خلاف، وإذا أخافُوا السَّبيل ولم يأخذوا مالاً نُفُوا من الأرض< (¬3)، وهذا قول كثير من أهل العلم كالشَّافعي وأحمد، أما من كان من المحاربين قد قتل فإنه يقتل حدّاً لا يجوز العفو عنه بحال بإجماع العلماء، ولا يكون أمره إلى ورثة المقتول بخلاف ما لو قتل رجل رجلاً لعداوة بينهما. ¶ أما غير القاتل فمنهم من قال: للإمام أن يجتهد فيهم، فيقتل من ¶ ¬_________ ¶ (¬1) انظر: فتاوى ابن تيمية، 28/ 309، والمغني لابن قدامة، 12/ 474. ¶ (¬2) سورة المائدة، الآيتان: 33 - 34. ¶ (¬3) أخرجه البيهقي في السنن الكبرى، كتاب السرقة، باب قطاع الطريق، 8/ 283، وانظر المغني، 12/ 475، وفتاوى ابن تيمية، 28/ 310.",
            "page": "58",
            "part": "1",
            "seal": "46A21919"
        },
        {
            "id": "61",
            "nass": "رأى في قتله مصلحة، والقول الأول قول الأكثر (¬1). ¶ المسلك التاسع: عقوبة المرتد: ¶ المرتدّ هو الراجع عن دين الإسلام إلى الكفر بفعل، أو قول، أو اعتقاد، أو شكّ، قال تعالى: {وَمَن يَرْتَدِدْ مِنكُمْ عَن دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالآخِرَةِ وَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} (¬2)، وقال - صلى الله عليه وسلم -:)) من بدَّل دينه فاقتلوه (((¬3)، وقال - صلى الله عليه وسلم -:)) لا يحل دم امرئٍ مسلم يشهد أن لا إله إلا اللَّه وأني رسول اللَّه إلا بإحدى ثلاث: الثيّب الزَّاني، والنَّفس بالنَّفس، والتَّارك لدينه المفارق للجماعة (((¬4)، فمن ارتدّ عن الإسلام من الرِّجال والنِّساء وكان بالغاً عاقلاً استُتيبَ ثلاثة أيام فإن رجع وإلا قتل بالسَّيف (¬5). ¶ المسلك العاشر: قتال أهل البغي: ¶ جريمة البغي هي خروج جماعة ذات قوَّة وشوكة على الإمام ¶ ¬_________ ¶ (¬1) انظر: فتاوى ابن تيمية، 28/ 310. ¶ (¬2) سورة البقرة، الآية: 217. ¶ (¬3) البخاري مع الفتح، كتاب الجهاد، باب لا يعذب بعذاب الله، 6/ 149، (رقم 3017)، وفي كتاب حكم المرتد، 12/ 267، (رقم 6922). ¶ (¬4) البخاري مع الفتح، كتاب الديات، باب قوله تعالى: {أَنَّ النَّفْسَ بِالنَّفْسِ} 1،2/ 201، (رقم (6778)، ومسلم، كتاب القسامة، باب ما يباح به دم المسلم، 3/ 1302، (رقم 1676). ¶ (¬5) انظر: المغني لابن قدامة، 12/ 264، وفتاوى ابن تيمية، 35/ 99 - 206.",
            "page": "59",
            "part": "1",
            "seal": "70F82EAE"
        },
        {
            "id": "62",
            "nass": "يُريدون خلعه بالقوَّة والعنف، فعلى الإمام أن يراسلهم فيسألهم ما ينقمون منه؛ فإن ذكروا مظلمة أزالها، وإن ادعوا شُبهة كشفها، فإن رجعوا وإلا قاتلهم، وعلى المسلمين القتال مع إمامهم، والأصل في هذه الجريمة (¬1) وعقوبتها قوله تعالى: {وَإِن طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِن بَغَتْ إِحْدَاهُمَا عَلَى الأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِن فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللللَّهَ يُحِبُّ الْمُقْسِطِينَ* إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ} (¬2). ¶ وقال - صلى الله عليه وسلم -: (( ... ستكن هنّاتٌ وهنّات (¬3)، فمن أراد أن يُفرّق أمر هذه الأمة وهي جميع فاضربوه بالسَّيف كائناً من كان (((¬4). وقال:)) من أتاكم وأمرُكُم جميع على رجل واحد يُريد أن يشقّ عصاكم أو يُفرِّق جماعتكم فاقتلوه)) (¬5). ¶ ¬_________ ¶ (¬1) انظر المغني، 12/ 237، وفتاوى ابن تيمية، 35/ 5، وأصول الدعوة لعبد الكريم زيدان، ص279. ¶ (¬2) سورة الحجرات، الآيتان: 9 - 10. ¶ (¬3) الفتن والأمور الحادثة. انظر: شرح النووي، 12/ 241. ¶ (¬4) مسلم، كتاب الإمارة، باب حكم من فرق أمر المسلمين وهو مجتمع، 3/ 1479، (رقم 1852). ¶ (¬5) مسلم، كتاب الإمارة، باب حكم من فرق أمر المسلمين وهو مجتمع، 3/ 1480، (رقم 1852) (60).",
            "page": "60",
            "part": "1",
            "seal": "EC2588E7"
        },
        {
            "id": "63",
            "nass": "الخاتمة ¶ الحمد للَّه الذي أعانني على إتمام هذه الرسالة على هذه الصورة، فالفضل والمنّة له أولاً وآخراً، و {لَهُ الْحَمْدُ فِي الأُولَى وَالآخِرَةِ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ} (¬1)، {الْحَمْدُ للَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَلَهُ الْحَمْدُ فِي الآخِرَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ} (¬2). ¶ بعد هذه الرحلة المباركة – إن شاء اللَّه تعالى – التي طُفت من خلالها بمفهوم الحكمة الصحيح في الدعوة إلى اللَّه – تعالى – وأنواعها، ودرجاتها، وأركانها التي تقوم عليها، ومعاول هدمها، وطرق ومسالك اكتسابها، ومواقف الحكمة في الدعوة إلى اللَّه – تعالى – التي أعزّ اللَّه بها الإسلام وأهله، وأذلّ بها الكفر والعصيان والنّفاق وأعوانها، وحكمة القول مع أصناف المدعوين على اختلاف عقائدهم وعقولهم وإدراكاتهم ومنازلهم، وحكمة القوة الفعلية مع المدعوين: الكفار، ثم عصاة المسلمين، أقول: ¶ هذا ما منّ اللَّه به، ثم ما وسعه الجهد، وسمح به الوقت، وتوصّل إليه الفهم المتواضع، فإن يكن صواباً فمن اللَّه، وإن يكن فيه خطأ أو ¶ ¬_________ ¶ (¬1) سورة القصص، الآية: 70. ¶ (¬2) سورة سبأ، الآية: 1.",
            "page": "61",
            "part": "1",
            "seal": "E776C7E9"
        },
        {
            "id": "64",
            "nass": "نقص فتلك سنة اللَّه في بني الإنسان، فالكمال للَّه وحده، والنقص والقصور واختلاف وجهات النظر من صفات الجنس البشري، ولا أدعي الكمال، وحسبي أني قد حاولت التسديد والمقاربة، وبذلت الجهد ما استطعت بتوفيق اللَّه – تعالى – وأسأل اللَّه أن ينفعني بذلك، وينفع به جميع المسلمين؛ فإنه على كل شيء قدير، وبالإجابة جدير. ¶ أما أهم النتائج التي أعانني اللَّه ويسّر لي التوصل إليها في هذا البحث فمنها ما يلي: ¶ 1 - إن الحكمة في الدعوة إلى اللَّه لا تقتصر على الكلام اللين والتّرغيب والرفق والحلم والعفو والصَّفح، بل تشمل جميع الأمور التي عُملت بإتقان وإحكام، وذلك بأن تنزل في منازلها اللائقة بها، فيوضع القول الحكيم والتعليم والتربية في مواضعها، والموعظة في موضعها، والمجادلة بالتي هي أحسن في موضعها، ومجادلة الظالم المعاند، والمستكبر في موضعها، والزَّجر والغلظة والقوة في مواضعها، وكل ذلك بإحكام وإتقان، ومراعاة لأحوال المدعوين، والواقع والأزمان والأماكن، في مختلف العصور والبلدان، مع إحسان القصد والرغبة فيما عند الكريم المنان. ¶ 2 - إنّ الدّاعية الحكيم هو الذي يدرس ويعرف أحوال المدعوين: الاعتقادية، والنفسية والاقتصادية، والاجتماعية، والعلميّة، ويعرف مراكز الضّلال ومواطن الانحراف، وعاداتهم",
            "page": "62",
            "part": "1",
            "seal": "FBAF9036"
        },
        {
            "id": "65",
            "nass": "ولغتهم ولهجاتهم، والإحاطة بمشكلاتهم، ومستواهم الجدلي، ونزعاتهم الخلقية، والشّبه التي تعلق بأذهانهم، ثم ينزل الناس منازلهم ويدعوهم على قدر عقولهم وأفهامهم، ويُعطِي الدّواء على حسب الداء. ¶ 3 - إن النبي - صلى الله عليه وسلم - هو القدوة الحسنة للدُّعاة الحكماء، فقد كان يُلازم الحكمة في جميع أموره، وخاصة في دعوته إلى اللَّه – - عز وجل - – وهذا من فضل اللَّه عليه وعلى أتباعه، فقد أرسل جبريل ففرج صدره ثم غسله بماء زمزم، ثم أفرغ في صدره طستاً من ذهب ممتلئ حكمةً وإيماناً (¬1)، وأقبل الناس، ودخلوا في دين اللَّه أفواجاً بفضل اللَّه ثم بحكمة هذا النبي الكريم، وما من خلق كريم ولا سلوك حكيم إلا كان له منه أوفر الحظ والنصيب. ¶ 4 - إن أحسن الطرق في دعوة الناس ومخاطبتهم ومجادلتهم طريقة القرآن الكريم، وطريقة النبي - صلى الله عليه وسلم -، وسوق النص القرآني والحديث النبوي في ألصق الأمور مساساً بها من أعظم الحكم التي من أوتيها فقد أوتي خيراً كثيراً. ¶ 5 - إن الحكمة تجعل الداعي إلى اللَّه يقدر الأمور ويعطيها ما تستحقه، فلا يزهد في الدنيا والناس في حاجة إلى النشاط والجد والعمل، ولا يدعو إلى الانقطاع والانعزال عن الناس، والمسلمون ¶ ¬_________ ¶ (¬1) انظر: البخاري مع الفتح، 1/ 458، ومسلم، 1/ 148، وتقدم تخريجه.",
            "page": "63",
            "part": "1",
            "seal": "1D7C6227"
        },
        {
            "id": "66",
            "nass": "في حاجة إلى الدفاع عن عقيدتهم وبلادهم وأعراضهم، ولا يبدأ بتعليم الناس البيع والشراء، وهم في مسيس الحاجة إلى تعلم الوضوء والصلاة، فالحكمة تجعل الداعية ينظر ببصيرة المؤمن، فيرى حاجة الناس فيعالجها بحسب ما يقتضيه الحال، وبذلك ينفذ إلى قلوب الناس من أوسع الأبواب، وينشرح له صدورهم، ويرون فيه المنقذ الحريص على سعادتهم ورفاهيتهم وأمنهم. ¶ 6 - إن البصيرة في الدعوة إلى اللَّه هي أعلى درجات الحكمة والعلم، وهذه الخاصية اختص بها النبي - صلى الله عليه وسلم -، ثم أصحابه، والمخلصين من أتباعه، وهي أعلى درجات العلماء، وحقيقتها الدعوة إلى اللَّه على علم ويقين وبرهان عقلي وشرعي، وترتكز البصيرة في الدعوة إلى اللَّه على ثلاثة أمور: ¶ (أ) أن يكون الداعية على بصيرة، وذلك بأن يكون عالماً بالحكم الشرعي فيما يدعو إليه. ¶ (ب) وأن يكون على بصيرة في حال المدعو حتى يقدم له ما يناسبه. ¶ (ج) وأن يكون على بصيرة في كيفية الدعوة. ¶ 7 - إن العلم النافع المقرون بالعمل الصالح، والحلم والأناة من أعظم الأسس التي تقوم عليها الحكمة في الدعوة إلى اللَّه – تعالى -، ولهذا فقد يكون المرء عالماً أو حليماً، ولا يكون حكيماً حتى يجمع هذه الأسس الثلاثة. ¶ 8 - إن العلم والحلم والأناة لها أسباب تؤدي وتوصل إليها،",
            "page": "64",
            "part": "1",
            "seal": "7A279960"
        },
        {
            "id": "67",
            "nass": "وأسباب تعين على التمسك بها، والمحافظة عليها. ¶ 9 - إن العلم لا يكون من دعائم الحكمة إلا باقترانه بالعمل الصالح، وقد كان علم الصحابة مقروناً بالعمل والإخلاص والمتابعة، ولهذا كانت أقوالهم وأفعالهم وسائر تصرفاتهم – في دعوتهم إلى اللَّه وأمورهم – تزخر بالحكمة. ¶ 10 - إن العجلة وعدم التثبت والتأني والتبصر أو التباطؤ والتقاعس، كل ذلك يؤدي إلى كثير من الأضرار والمفاسد، والداعية أولى الناس بالابتعاد عن ذلك كله، فمقتضى الحكمة أن يعطي كل شيء حقّه، ولا يعجّله عن وقته، ولا يؤخّره عنه، فالأشياء لها مراتب وحقوق تقتضيها، ونهايات تصل إليها ولا تتعداها، ولها أوقات لا تتقدّم عنها ولا تتأخر. ¶ 11 - إن الحلم من أعظم ركائز الحكمة ومبانيها العظام، وقد كان خلقاً من أخلاق النبوة والرسالة، فالأنبياء عليهم الصلاة والسلام هم عظماء البشر، وقدوة أتباعهم من الدعاة إلى اللَّه، والصالحين في أخلاقهم كافة، وعلى رأسهم محمد - صلى الله عليه وسلم - وأتباعه. ¶ 12 - إن الأناة عند الداعية تسمح له بأن يحكم أموره، فلا يُقدم على أي عمل إلا بعد النظر والتأمل ووضوح الغاية الحميدة التي سيجنيها، ولا يتعجَّل بالكلام قبل أن يُديره على عقله، ولا بالفتوى قبل أن يعرف دليله وبرهانه الذي اعتمد عليه وبنى عليه فتواه. ¶ فالداعية بحاجة ماسَّة إلى الأناة، لما يحصل بذلك من الفوائد",
            "page": "65",
            "part": "1",
            "seal": "D79B28B0"
        },
        {
            "id": "68",
            "nass": "الكثيرة، والكف عن شرور عظيمة، وهذا يجعل الداعية بإذن اللَّه – تعالى – في سلامة عن الزلل. ¶ 13 - إنّ الداعية لا يكون حكيماً في أقواله وأفعاله وسائر تصرفاته وأفكاره، وموافقاً للصواب في جميع أموره إلا بتوفيق اللَّه – تعالى – له، ثم بسلوك طرق الحكمة، وذلك بالتزام السلوك الحكيم، والسياسة الحكيمة مع مراعاة التسديد والمقاربة والأساليب الحكيمة، وفقه أركان الدعوة، وأن يكون عاملاً بما يدعو إليه مخلصاً متخذاً في ذلك محمداً - صلى الله عليه وسلم - قدوةً وإماماً. ¶ 14 - إن الخبرات والتجارب والمران من أعظم ما يُعين الداعية على التزام الحكمة واكتسابها، فهو بتجاربه بالسفر ومعاشرة الجماهير سيكون له الأثر الكبير في نجاح دعوته، وابتعاده عن الوقوع في الخطأ في منهجه ودعوته إلى اللَّه؛ لأنه إذا وقع في خطأ مرة لا يقع فيه أخرى، فيستفيد من تجاربه وخبراته. ¶ 15 - إن تحري أوقات الفراغ والنشاط والحاجة عند المدعوين وتخولهم بالموعظة والتعليم من أعظم ما يعين الداعية على استجلاب الناس وجذب قلوبهم إلى دعوته. ¶ 16 - إن المصالح إذا تعارضت أو تعارضت مصلحة ومفسدة، وتعذر الجمع بين فعل المصلحة وترك المفسدة بدئ بالأهم، فيدفع إحدى المفسدتين أو الضررين باحتمال أيسرهما، وتحصيل أعظم المصلحتين بترك أيسرهما.",
            "page": "66",
            "part": "1",
            "seal": "C59EFB98"
        },
        {
            "id": "69",
            "nass": "17 - إن لتأليف القلوب بالمال والعفو والصفح والرفق واللين والإحسان بالقول أو الفعل أعظم الأثر في نفوس المدعوين. ¶ 18 - إن من أعظم الأساليب البالغة في منتهى الحكمة عدم مواجهة الداعية أحداً بعينه عندما يريد أن يؤدبه أو يعاتبه أو يزجره مادام يجد في الموعظة العامة كفاية، وذلك إذا كان المدعو المقصود بين جمهور المخاطبين أو يبلغه ذلك، كأن يقول الداعية: ما بال أقوام، أو ما بال أناس، أو ما بال رجال يفعلون كذا، أو يتركون كذا. ¶ 19 - إن الداعية لا يكون حكيماً في دعوته إلا بفقهه لركائز الدعوة، وذلك: بمعرفة ما يدعو إليه، وما هي الصفات والأخلاق والآداب التي ينبغي أن يلتزم بها الداعية، ومعرفة المدعوين وأصنافهم، والوسائل والأساليب التي تستخدم في نشر الدعوة وتبليغها. ¶ 20 - إن الدعوة بالمواقف الحكيمة المشرفة، لها الأثر البالغ في قلوب المدعوين؛ لأنها تدفعهم إلى التفكير والتأمل، ثم تكون نقطة التحول في نظام حياتهم بإذن اللَّه تعالى. ¶ 21 - إن اطلاع الداعية على مواقف النبي - صلى الله عليه وسلم - الحكيمة في عفوه وصفحه، ورفقه وحلمه وأناته، وشجاعته، وجوده وكرمه، وإصلاحه، من أعظم ما يفيد الداعية في حياته، وخاصة في دعوته إلى اللَّه – تعالى -. ¶ 22 - إن للصحابة وأتباعهم ومن سار على نهجهم مواقف",
            "page": "67",
            "part": "1",
            "seal": "31D0EA4F"
        },
        {
            "id": "70",
            "nass": "حكيمة في دعوتهم إلى اللَّه – تعالى -، تدل على صدقهم ورغبتهم فيما عند اللَّه تعالى، وتبين مدى جهودهم، وتغذي وتربي من اطلع عليها من الدعاة إلى اللَّه تعالى. ¶ 23 - إن من أعظم الحكمة في دعوة الملحدين أن تقدّم لهم الأدلّة الفطريّة على وجود اللَّه – تعالى – وربوبيته، والبراهين العقليّة القطعية بمسالكها التفصيلية، والأدلة الحسية المشاهدة، ثم يختم ذلك بالأدلة الشرعية. ¶ 24 - إن من الحكمة في دعوة الوثنيين بالحكمة القولية: أن يقدم لهم الداعية الحجج والبراهين العقلية على إثبات ألوهية اللَّه – تعالى -، وأن الكمال المطلق له من كل الوجوه، وما عبد من دونه ضعيف من كل وجه، وأن التوحيد الخالص دعوة جميع الرسل عليهم الصلاة والسلام والغلو في الصالحين سبب كفر بني آدم، والشفاعة لا تنفع إلا بإذن اللَّه للشافع ورضاه عن الشافع والمشفوع له، وأن البعث ثابت بالأدلة العقلية والنقلية القطعية، وأن اللَّه الذي سخر جميع ما في هذا الكون الفسيح لعباده، فهو في الحقيقة المستحق للعبادة وحده. ¶ 25 - إن دعوة اليهود بالحكمة القولية إلى اللَّه – تعالى – ترتكز على إثبات نسخ الإسلام لجميع الشرائع، وإظهار وإثبات وقوع التحريف في التوراة، واعتراف المنصفين من علمائهم، وإثبات رسالة عيسى ومحمد، عليهما الصلاة والسلام.",
            "page": "68",
            "part": "1",
            "seal": "3B531AAF"
        },
        {
            "id": "71",
            "nass": "26 - إن دعوة النصارى بالحكمة القولية إلى الإسلام تقوم على إبطال عقيدة التثليث، وإثبات وحدانية اللَّه – تعالى -، وتقديم الأدلة العقلية والبراهين القطعية على إثبات بشرية عيسى - صلى الله عليه وسلم -، وأنه عبد اللَّه ورسوله، ثم تقدم البراهين على إبطال قضية الصلب والقتل، وإثبات وقوع النسخ والتحريف في الأناجيل، وتتويج ذلك بالاعترافات الصادقة من المنصفين من علماء النصارى. ¶ 27 - إن من حكمة القول مع أهل الكتاب وغيرهم من الكفار أن تقدم لهم الأدلة والبراهين القطعية على صدق رسالة النبي محمد - صلى الله عليه وسلم -، وذلك ببيان معجزات القرآن الكريم التي عجز عنها جميع الجن والإنس، ومعجزات النبي - صلى الله عليه وسلم - الحسية المشاهدة، ثم تتويج ذلك بالأدلة القطعية على عموم رسالة الإسلام في كل زمان ومكان إلى قيام الساعة. ¶ 28 - إن من مقتضى العقول السليمة والحكمة السديدة أن لا يخاطب المسلم – في توجيهه وإرشاده وحثه على الالتزام بدينه – كما يخاطب الملحد، أو الوثني، أو الكتابي، أو غيرهم من الكفار. ¶ 29 - إن من الدعوة إلى اللَّه بالحكمة أن يبدأ الداعية بالمهم، ثم الذي يليه، وأن يجعل للمدعو من الدروس ما يسهل عليه حفظها وفهمها، والتفكر التام فيها، وأن يعلم العوام ما يحتاجون إليه بألفاظ وعبارات قريبة من أفهامهم تناسب مستواهم مع مراعاة التنويع في الأسلوب والتشويق.",
            "page": "69",
            "part": "1",
            "seal": "3E4F7DF2"
        },
        {
            "id": "72",
            "nass": "30 - إن مراتب الدعوة بحسب مراتب البشر، فالقابل للحق يدعى بالحكمة، فيبين له الحق بدليله: علماً وعملاً واعتقاداً، فيقبله ويعمل به. وهذا هو القسم الأول من المسلمين، والقابل للحق الذي عنده شهوات تصده عن اتباع الحق يدعى بالموعظة الحسنة المشتملة على الترغيب في الحق والترهيب من الباطل، ويغذى بالحكمة التصويرية: من القصص الحكيم، وضرب الأمثال، ولفت القلوب والأنظار إلى الصور المعنوية وآثارها، والآثار المحسوسة. وهذا هو القسم الثاني من المسلمين وهم العصاة. ¶ والمعاند الجاحد يجادل بالتي هي أحسن. ¶ والظالم الذي عاند وجحد ولم يقبل الحق بل وقف في طريقه، فهذا يدعى بالقوة إن أمكن. ¶ فهذه مراتب الدعوة بحسب مراتب البشر، ويلاحظ أن مرتبة الحكمة ملازمة لجميع المراتب الأخرى، وذلك؛ لأن الحكمة في الحقيقة هي وضع الشيء في موضعه والإصابة في الأفعال والأقوال والاعتقادات إصابة محكمة متقنة. ¶ 31 - إن استخدام القوة الفعلية في الدعوة إلى اللَّه – تعالى – من أعظم الحكم عند الحاجة إليها، وهي تكون بقوة الكلام، والتأديب، وبالضرب، وبالجهاد في سبيل اللَّه تعالى. ¶ ومفهوم القوة الحكيمة في الدعوة إلى اللَّه تعالى ينقسم إلى قسمين: ¶ القسم الأول: حكمة القوة مع جميع الكفار: من الملحدين،",
            "page": "70",
            "part": "1",
            "seal": "6629468A"
        },
        {
            "id": "73",
            "nass": "والوثنيين، وأهل الكتاب، وغيرهم من الكفار، فهؤلاء إذا لم ينفع فيهم جدالهم بالتي هي أحسن، ولم يستفيدوا من حكمة القول: العقلية والحسية، والنقلية، والبراهين والمعجزات، وأعرضوا وكذبوا، فحينئذ يكون آخر الطب الكي: وهو استخدام القوة بالجهاد في سبيل اللَّه - تعالى: بالسيف، والسنان، والحجة، والبيان، وبجميع ما يستطيع المسلمون من قوة، بشرط مراعاة الشروط والضوابط الشرعية، مع الإعداد المعنوي والحسي للجهاد، والعمل بأسباب النصر على الأعداء. ¶ القسم الثاني: حكمة القوة مع عصاة المسلمين، فهؤلاء إذا لم ينفع فيهم الوعظ، والترغيب، والترهيب، والقصص الحكيم، وضرب الأمثال، ولم يؤثر فيهم ما يلقى إليهم من الحكمة التصويرية، ولفت أنظارهم إلى الصور المعنوية والآثار المحسوسة، فحينئذٍ يكون من الحكمة في دعوتهم إلى اللَّه استخدام القوة: بالكلمة القوية مع الفعل الحكيم، وبالتهديد الحكيم والوعيد بالعقوبة، وبالتعزير، والهجر للَّه - تعالى -، وإقامة الحدود الشرعية بالشروط والضوابط التي دل عليها الكتاب والسنة. ¶ أما التوصيات والمقترحات: ¶ 1 - فإني أوصي نفسي وإخواني الباحثين والدعاة بتقوى اللَّه - تعالى - فهي وصية اللَّه للأولين والآخرين، {وَلَقَدْ وَصَّيْنَا الَّذِينَ",
            "page": "71",
            "part": "1",
            "seal": "4CD57738"
        },
        {
            "id": "74",
            "nass": "أُوتُواْ الْكِتَابَ مِن قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُواْ اللَّهَ ... } (¬1). ¶ 2 - التزام الحكمة في جميع الأمور، وخاصة في الدعوة إلى اللَّه - تعالى - قولاً وفعلاً، وتفكيراً، ومنهجاً، وسلوكاً، صدقاً وإخلاصاً ورغبة فيما عند اللَّه - - عز وجل - - وهذا من أعظم العطايا وأجلّ الهبات، ولا يكون ذلك إلا بالتزام أحكام القرآن الكريم والسنة المطهرة الشريفة، والعناية بهما حفظاً وفهماً وعملاً، وتعليماً للناس ودعوة، فهما المنبعان الصّافيان، من أخذ بهما سعد وفاز في الدنيا والآخرة، ومن أعرض عنهما وعن هديهما خاب وخسر وضلّ مسعاه، وتشتَّتَ شمله. ¶ 3 - أقترح عقد دورات تدريبية علمية وميدانية للعاملين في مراكز الدعوة ومراكز هيئات الأمر بالمعروف والنهي عن المنكر؛ لرفع مستواهم العلمي وتدريسهم كيفية دعوة الناس بالحكمة. ¶ وأسأل اللَّه - عز وجل - بأسمائه الحسنى، وصفاته العلى، أن يجعلني وإياهم وجميع المسلمين من القائلين بالحق وبه يعملون، وأن يُحسن لنا جميعاً النية والقصد والعاقبة، إنه حسبنا ونعم الوكيل، ولا حول ولا قوة إلا باللَّه العلي العظيم، وصلى اللَّه وسلم وبارك على نبينا محمد وآله وصحبه أجمعين. ¶ ¬_________ ¶ (¬1) سورة النساء، الآية: 131.",
            "page": "72",
            "part": "1",
            "seal": "FEEAE336"
        }
    ],
    "t1880": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "توطئة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "القسم الأول من المسلمين: وهم الذين ينقادون للحق ولا يعاندون"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "2",
            "tit": "القسم الثاني من المسلمين: وهم الذين عندهم غفلة وشهوات وأهواء"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: الموعظة الحسنة وأنواعها:"
        },
        {
            "id": "7",
            "lvl": "3",
            "sub": "1",
            "tit": "الموعظة:"
        },
        {
            "id": "7",
            "lvl": "4",
            "sub": "2",
            "tit": "النوع الأول: وعظ التعليم:"
        },
        {
            "id": "9",
            "lvl": "4",
            "sub": null,
            "tit": "النوع الثاني: وعظ التأديب:"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": null,
            "tit": "وإذا أراد الداعية أن تكون موعظته مؤثرة بليغة، فإن عليه الآتي:"
        },
        {
            "id": "10",
            "lvl": "4",
            "sub": "1",
            "tit": "1 - ينظر إلى المنكرات المنتشرة"
        },
        {
            "id": "10",
            "lvl": "4",
            "sub": "2",
            "tit": "2 - ثم يقدم من هذه المنكرات أكبرها ضررا، وأسوأها أثرا"
        },
        {
            "id": "10",
            "lvl": "4",
            "sub": "3",
            "tit": "3 - ثم يفكر فيما ينشأ عن هذا المنكر من الأضرار."
        },
        {
            "id": "10",
            "lvl": "4",
            "sub": "4",
            "tit": "4 - ثم يستحضر ما جاء في ذلك من الآيات"
        },
        {
            "id": "10",
            "lvl": "4",
            "sub": "5",
            "tit": "5 - ثم يأخذ في كتابة الموضوع إن شاء كتابته، ويضمنه ما فيه من تلك المضار"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": "6",
            "tit": "أما إذا أراد الحث على العمل الصالح النافع"
        },
        {
            "id": "11",
            "lvl": "4",
            "sub": null,
            "tit": "1 - يفكر في مزاياه وآثاره الحسنة تفكيرا عميقا."
        },
        {
            "id": "11",
            "lvl": "4",
            "sub": "1",
            "tit": "2 - يستحضر ما يناسبه من الكتاب وصحيح السنة وآثار الصحابة."
        },
        {
            "id": "11",
            "lvl": "4",
            "sub": "2",
            "tit": "3 - ثم يسلك في الكتابة المسلك السابق."
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: الترغيب والترهيب"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": null,
            "tit": "المسلك الأول: الترغيب والتبشير:"
        },
        {
            "id": "14",
            "lvl": "4",
            "sub": "1",
            "tit": "والترغيب قسمان:"
        },
        {
            "id": "14",
            "lvl": "5",
            "sub": "2",
            "tit": "القسم الأول: الترغيب في جنس الطاعات:"
        },
        {
            "id": "15",
            "lvl": "6",
            "sub": null,
            "tit": "النوع الأول: الترغيب بالوعد بالخير العاجل في الدنيا"
        },
        {
            "id": "15",
            "lvl": "7",
            "sub": "1",
            "tit": "1 - الترغيب بالوعد بالحياة الطيبة والسلامة من كل مكروه"
        },
        {
            "id": "15",
            "lvl": "7",
            "sub": "2",
            "tit": "2 - الترغيب بالوعد بالاستخلاف في الأرض والتمكين"
        },
        {
            "id": "15",
            "lvl": "7",
            "sub": "3",
            "tit": "3 - الترغيب بالوعد بالإمداد بأنواع الخيرات والزيادة مع الشكر"
        },
        {
            "id": "16",
            "lvl": "7",
            "sub": null,
            "tit": "4 - الترغيب بالمد في العمر إلى استيفاء الآجال، وعدم المعاجلة بالعقوبة."
        },
        {
            "id": "16",
            "lvl": "7",
            "sub": "1",
            "tit": "5 - الترغيب بالوعد بأنواع التأييد والنصر والتوفيق:"
        },
        {
            "id": "16",
            "lvl": "8",
            "sub": "2",
            "tit": "(أ) الوعد بولاية الله - تعالى -"
        },
        {
            "id": "16",
            "lvl": "8",
            "sub": "3",
            "tit": "(ب) الوعد بالدفاع عنهم"
        },
        {
            "id": "17",
            "lvl": "8",
            "sub": null,
            "tit": "(ج) الوعد بالكفاية."
        },
        {
            "id": "17",
            "lvl": "8",
            "sub": "1",
            "tit": "(د) الوعد بالنصر"
        },
        {
            "id": "17",
            "lvl": "8",
            "sub": "2",
            "tit": "(هـ‍) الوعد بالعزة والعلو"
        },
        {
            "id": "17",
            "lvl": "8",
            "sub": "3",
            "tit": "(و) الوعد بمحبة الله للمؤمنين"
        },
        {
            "id": "17",
            "lvl": "8",
            "sub": "4",
            "tit": "(ز) الوعد بمحبة عباد الله للمؤمنين"
        },
        {
            "id": "18",
            "lvl": "8",
            "sub": null,
            "tit": "(ح) الوعد بالهداية والتوفيق"
        },
        {
            "id": "18",
            "lvl": "8",
            "sub": "1",
            "tit": "(ط) الوعد بعدم تسليط الأعداء عليهم"
        },
        {
            "id": "18",
            "lvl": "8",
            "sub": "2",
            "tit": "(ك) الوعد بحفظ سعي المؤمنين."
        },
        {
            "id": "18",
            "lvl": "8",
            "sub": "3",
            "tit": "(ل) الوعد بازديادهم من العلم والفهم"
        },
        {
            "id": "18",
            "lvl": "6",
            "sub": "4",
            "tit": "النوع الثاني: الترغيب بذكر سنة الله تعالى فيمن مضى من عباده المخلصين:"
        },
        {
            "id": "19",
            "lvl": "7",
            "sub": null,
            "tit": "1 - إجابة الله لدعوة آدم وحواء بعد أن وقعا في المعصية،"
        },
        {
            "id": "20",
            "lvl": "7",
            "sub": null,
            "tit": "2 - إجابته تعالى لنبيه أيوب بعد أن بلغ به الضر منتهاه"
        },
        {
            "id": "20",
            "lvl": "7",
            "sub": "1",
            "tit": "3 - استجابته تعالى ليونس"
        },
        {
            "id": "20",
            "lvl": "7",
            "sub": "2",
            "tit": "4 - إنجاؤه تعالى لأنبيائه وعباده المؤمنين عند حلول العذاب بأقوامهم المكذبين"
        },
        {
            "id": "21",
            "lvl": "6",
            "sub": null,
            "tit": "النوع الثالث: الترغيب بالوعد بالخير الآجل الأعظم في الآخرة:"
        },
        {
            "id": "21",
            "lvl": "6",
            "sub": "1",
            "tit": "النوع الرابع: الترغيب بذكر أحوال المؤمنين في الجنة وما أعد الله لهم:"
        },
        {
            "id": "23",
            "lvl": "5",
            "sub": null,
            "tit": "القسم الثاني: الترغيب في أنواع الطاعات:"
        },
        {
            "id": "26",
            "lvl": "3",
            "sub": null,
            "tit": "المسلك الثاني: الترهيب والإنذار:"
        },
        {
            "id": "26",
            "lvl": "4",
            "sub": "1",
            "tit": "والترهيب قسمان:"
        },
        {
            "id": "26",
            "lvl": "5",
            "sub": "2",
            "tit": "القسم الأول: الترهيب بذكر الوعيد بالعذاب والعقوبات على جنس المعاصي والذنوب:"
        },
        {
            "id": "26",
            "lvl": "6",
            "sub": "3",
            "tit": "النوع الأول: الترهيب بذكر الوعيد بالحرمان من الخير العاجل:"
        },
        {
            "id": "27",
            "lvl": "7",
            "sub": null,
            "tit": "الضرب الأول:"
        },
        {
            "id": "28",
            "lvl": "7",
            "sub": null,
            "tit": "الضرب الثاني:"
        },
        {
            "id": "29",
            "lvl": "6",
            "sub": null,
            "tit": "النوع الثاني: الترهيب بالإنذار من حلول العذاب العاجل:"
        },
        {
            "id": "29",
            "lvl": "6",
            "sub": "1",
            "tit": "النوع الثالث: الترهيب بذكر مصير الأمم التي كذبت رسلها:"
        },
        {
            "id": "30",
            "lvl": "7",
            "sub": null,
            "tit": "1 - قوم نوح: أهلكهم الله - عز وجل - بالغرق"
        },
        {
            "id": "31",
            "lvl": "7",
            "sub": null,
            "tit": "2 - عاد قوم هود: سلط الله عليهم الريح."
        },
        {
            "id": "31",
            "lvl": "7",
            "sub": "1",
            "tit": "3 - ثمود قوم صالح: أرسل الله عليهم الصيحة حتى قطعت قلوبهم في أجوافهم"
        },
        {
            "id": "31",
            "lvl": "7",
            "sub": "2",
            "tit": "4 - قوم لوط: رفع الله قراهم إلى السماء، ثم قلبها عليهم فجعل عاليها سافلها"
        },
        {
            "id": "31",
            "lvl": "7",
            "sub": "3",
            "tit": "5 - مدين قوم شعيب: أظلتهم سحابة وأمطرت عليهم شررا من نار، ولهبا ووهجا"
        },
        {
            "id": "31",
            "lvl": "7",
            "sub": "4",
            "tit": "6 - فرعون وقومه: أغرقهم الله في البحر"
        },
        {
            "id": "31",
            "lvl": "7",
            "sub": "5",
            "tit": "7 - قارون: خسف الله به وبداره الأرض"
        },
        {
            "id": "32",
            "lvl": "6",
            "sub": null,
            "tit": "النوع الرابع: الترهيب بالوعيد بالعذاب الآجل في الآخرة:"
        },
        {
            "id": "32",
            "lvl": "6",
            "sub": "1",
            "tit": "النوع الخامس: الترهيب بوصف حال الكفار والمجرمين وما أعد الله لهم من عذاب في الآخرة:"
        },
        {
            "id": "34",
            "lvl": "6",
            "sub": null,
            "tit": "النوع السادس: الترهيب بالعذاب النفسي يوم القيامة:"
        },
        {
            "id": "35",
            "lvl": "5",
            "sub": null,
            "tit": "القسم الثاني: الترهيب بذكر الوعيد بالعذاب والعقوبات على أنواع الذنوب وآحادها:"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: حكمة القول التصويرية"
        },
        {
            "id": "39",
            "lvl": "3",
            "sub": "1",
            "tit": "المسلك الأول: القصص الحكيم:"
        },
        {
            "id": "41",
            "lvl": "3",
            "sub": null,
            "tit": "المسلك الثاني: التشبيه وضرب الأمثال:"
        },
        {
            "id": "42",
            "lvl": "3",
            "sub": null,
            "tit": "المسلك الثالث: لفت الأنظار والقلوب إلى الصور المعنوية وآثارها:"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": null,
            "tit": "المسلك الرابع: لفت الأنظار والقلوب إلى الآثار المحسوسة:"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع: الدعوة بالقوة الفعلية مع عصاة المسلمين"
        },
        {
            "id": "46",
            "lvl": "3",
            "sub": "1",
            "tit": "المطلب الأول: أسباب استخدام القوة مع عصاة المسلمين"
        },
        {
            "id": "48",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثاني: الكلمة القوية والفعل الحكيم"
        },
        {
            "id": "50",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثالث: التهديد الحكيم والوعيد بالعقوبة:"
        },
        {
            "id": "52",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الرابع: حكمة القوة بالعقوبات الشرعية"
        },
        {
            "id": "52",
            "lvl": "4",
            "sub": "1",
            "tit": "توطئة:"
        },
        {
            "id": "53",
            "lvl": "4",
            "sub": null,
            "tit": "المسلك الأول: عقوبة الهجر الحكيم:"
        },
        {
            "id": "54",
            "lvl": "4",
            "sub": null,
            "tit": "المسلك الثاني: عقوبة التعزير:"
        },
        {
            "id": "56",
            "lvl": "4",
            "sub": null,
            "tit": "المسلك الثالث: القصاص:"
        },
        {
            "id": "56",
            "lvl": "4",
            "sub": "1",
            "tit": "المسلك الرابع: حد الزنا واللواط:"
        },
        {
            "id": "56",
            "lvl": "5",
            "sub": "2",
            "tit": "(أ) الزاني إن كان محصنا؛ فإنه يرجم بالحجارة حتى يموت."
        },
        {
            "id": "57",
            "lvl": "5",
            "sub": null,
            "tit": "(ب) وإن كان الزاني غير محصن؛ فإنه يجلد مائة جلدة بكتاب الله تعالى"
        },
        {
            "id": "57",
            "lvl": "5",
            "sub": "1",
            "tit": "(ج) وأما اللواط فالصحيح الذي اتفق عليه الصحابة أنه يقتل الإثنان."
        },
        {
            "id": "57",
            "lvl": "4",
            "sub": "2",
            "tit": "المسلك الخامس: حد القذف:"
        },
        {
            "id": "58",
            "lvl": "4",
            "sub": null,
            "tit": "المسلك السادس: حد شرب الخرم:"
        },
        {
            "id": "59",
            "lvl": "4",
            "sub": null,
            "tit": "المسلك السابع: حد السرقة:"
        },
        {
            "id": "59",
            "lvl": "4",
            "sub": "1",
            "tit": "المسلك الثامن: حد المحاربين قطاع الطريق:"
        },
        {
            "id": "61",
            "lvl": "4",
            "sub": null,
            "tit": "المسلك التاسع: عقوبة المرتد:"
        },
        {
            "id": "61",
            "lvl": "4",
            "sub": "1",
            "tit": "المسلك العاشر: قتال أهل البغي:"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "أهم النتائج التي أعانني الله ويسر لي التوصل إليها في هذا البحث فمنها ما يلي:"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "أما التوصيات والمقترحات:"
        }
    ]
}