{
    "b1886": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ الحمد لله حق حمده، والصلاة والسلام على من لا نبي بعده، وعلى آله وصحبه وجنده، وبعد: ¶ فإن الحديث عن الدعوة السلفية النجدية الإصلاحية، التي قام بها، ودعا الناس إليها، الإمام المجدد لما اندرس من معالم الدين، في القرن الثاني عشر، الإمام محمد بن عبد الوهاب - رحمه الله - حديث طيب مبارك، ترتاح له أفئدة أهل الإيمان، وتطمئن به نفوس أهل الصدق والإحسان، لما يرونه ويعلمونه من أثرٍ مبارك صادق لهذه الدعوة، في مشارق الأرض ومغاربها، ولما يوقنون به من عظيم نفعها، وكبير وقعها.",
            "page": "1",
            "part": "1",
            "seal": "371257F6"
        },
        {
            "id": "2",
            "nass": "ولا شك أن كل منصف ملتمس للحق وسواه، وباحث عن الخير وهداه، يدرك أن ثمة أسباباً جعلت هذه الدعوة دعوة متبعة عالمية ناجحة في مقاصدها وأطرها وغاياتها، واليوم الأمة تعيش في حالة من المراجعة لذاتها، والتصحيح لأخطائها وزلاتها، والعودة إلى الصدق مع نفسها، كان لزاماً على أنصار هذه الدعوة وأتباعها، ممن هيأ الله لهم قوة العلم، وثاقب النظر، أن يبينوا للأمة جمعاء مزايا هذه الدعوة المباركة وأسباب نجاحها واستمرارها، وازدهارها وانتشارها، حتى تعود الأمة إلى أصل نبعها، وأول سيرتها، ورأس أمرها \"ولن يصلح آخر هذه الأمة إلا ما صلح به أولها\". ¶ فأحببت من هذا المنطلق السامي في غايته، العظيم في مقصده ونيته، أن أكتب كلمات تنبئ البصير الحاذق، وتنبه الباحث الصادق، عن أسباب نجاح دعوة الإمام محمد بن عبد الوهاب - رحمه الله -.",
            "page": "2",
            "part": "1",
            "seal": "C45C846B"
        },
        {
            "id": "3",
            "nass": "- وعلم الله - وددت أن غيري ممن هو أقدر مني كلماً وبياناً، وفصاحة ولساناً لو كفاني هذه الأمانة، وأزاح عني ثقل المؤونة، فلم أجد أحداً إلا قد اعتذر عن ذلك بكثرة أشغاله وأموره الخاصة، فلما رأيت ذلك توكلت على الحي القيوم مستعيناً به في زبر هذه الأوراق، وتقييد معالمها وأسسها، علّ بها بياناً صادقاً للناس، وإيضاحاً للحق، ودعوة الخلق، للرجوع إلى المنبع الأصيل كتاباً وسنة على فهم سلف الأمة، ومازال الأمل معقوداًَ وقائماً على ثلة من أهل الفضل والعلم من أنصار هذه الدعوة وأبنائها على الكتابة فيها وفي أسباب نجاحها، وما عملي وكتابتي إلا جهد المقل، فالله أسأل أن يتقبله بقبول حسن ويجعله من العلم النافع والعمل الصالح إن ربي لسميع الدعاء. ¶ وقد سرت في كتابي هذا على خطة هاك تفصيلها: ¶ أ - المقدمة: وفيها الباعث على تأليف الكتاب. ¶ ب - كلمة فيها بيان: لماذا نحب هذه الدعوة ولماذا نجحت واستمرت؟!! ¶ ج - الأسباب المجملة. ¶ د - الأسباب المفصلة. ¶ هـ - الخاتمة.",
            "page": "3",
            "part": "1",
            "seal": "7866E210"
        },
        {
            "id": "4",
            "nass": "علمًا بأني راعيت في كتابتي سهولة العبارة، ولطافة الإشارة، ووضوح المعنى، وبيان المقصود، وذكرت الأصول، دون التطرق إلى كثير من الفروع؛ مهتماً بكليات الأسباب وجزئياتها، دون تطويل ممل، ولا تقصير مخل. ¶ هذا؛ والله أسأل أن ينفعني بما كتبت، وينتفع قارئه بما سطرت، وحسبي الله عليه توكلت وإليه أُنيب، والله من وراء القصد وهو الهادي إلى سواء السبيل. ¶ وكتب ذلك حامدًا ومصليًا ومسلمًا ¶ عبد الرحمن بن يوسف الرحمة ¶ في الرياض غرة شهر رمضان المبارك ¶ لعام 1423هـ",
            "page": "4",
            "part": "1",
            "seal": "560545D7"
        },
        {
            "id": "5",
            "nass": "كلمة فيها بيان: لماذا نحب هذه الدعوة ولماذا نجحت واستمرت؟!! ¶ هذا سؤال عريض لا بد من الإجابة عليه إجابة وافية المقصود، بينة العبارة، واضحة الأسلوب، حتى يتضح الصبح لكل ذي عينين: إن هذه الدعوة المباركة أحببناها ونجحت واستمرت لأنها تجديد لأصالة الدين، وروح الملة، ومعدن الشريعة، إنها رجوعٌ بالناس إلى رأس الأمر، وأصل النبع، وأساس النهر، وأول المسيرة، وهي إلغاء لطقوس الكهنة، ومصطلحات مشايخ الطرق، عبدة الجاه، وسدنة الناموس بين البرية. ¶ أحببناها ونجحت لأنها دعوة لم يقم بها العسكر تحت رصاص البنادق، وزحف الدبابات، فهي لا تؤمن بالاختلاس والنهب، هي دعوة لم تتبنَّ حمايتها الأحزاب الخاسرة التي ترفع شعارات تؤمن بها في الأوراق، وتكفر بها في الميدان؛ ولأنها ليست دعوة سياسية صرفة مقصدها الوصول إلى كرسي الحاكم، وابتزاز عصا السلطان، وتصدر الجموع، إنها دعوة أصلها ثابت من الدليل الشرعي، والاقتداء بالمعصوم - صلّى الله عليه وسلّم - والدعوة على بصيرة، وفرعها في السماء من العطاء المبارك، والنفع العام، والأثر المحمود.",
            "page": "5",
            "part": "1",
            "seal": "774D7D75"
        },
        {
            "id": "6",
            "nass": "إن هذه الدعوة لم تدلف تحت هتافات الغوغاء، والشعارات الجوفاء، ولم تقم بأغلبية الأصوات، ونتائج صناديق الاقتراع، لم تفعل ذلك لأن هذه الدعوة توقد من شجرة الوحي المبارك، لا شرقية ولا غربية، بل سُنِّيّة سلفية ربّانية. ¶ أحببناها واستمرت لأنها دعوة بدأت من المسجد، وانطلقت من المحراب، وهبّت من المآذن علنية، تعلن مبادئها على المنبر، وتشرح مواثقها في العامة، ليست سرية لها رموز لا يفكها إلا خاصة الخاصة، وليست غامضة لا يفهم مقاصدها إلا أساطينها؛ بل دعوة بينة بيان الحق، ساطعة سطوع الحقيقة، ظاهرة ظهور الفجر. ¶ إنها بإيجاز تدعو لأن تكون كلمة الله هي العليا، وأن يكون الدين كله لله، وتعبد الناس لخالقهم ورازقهم، لا ترى التقليد، ولكنها لا تجرح الأئمة، ولا تقر الجور، ولكنها لا تخرج على الحاكم المسلم، وترفع شعار الجهاد، ولكن لإعلاء كلمة الله.",
            "page": "6",
            "part": "1",
            "seal": "3E359C1D"
        },
        {
            "id": "7",
            "nass": "نجحت واستمرت لأنها دعوة سهلة ميسرة، ومن ينظر في كتب الإمام المجدد، وأبنائه وأحفاده، وأئمة الدعوة، يلمس يسر الشريعة، وسماحة الملة، وسهولة الدين، وكذلك عمرت هذه الدعوة، وأينعت، وطاب قطافها، واستوت على سوقها؛ عملٌ بالكتاب والسنة، على فهم سلف الأمة - صحابة وتابعين - وتقديمٌ للدليل مع احترام أهل العلم، وتحاكم للنص مع عدم مصادرة جهود الخيرين، وبناء دولة مع تقديم الآخرة، وإصلاح القلب مع الاهتمام بالجسم، لم تحش أذهان أتباعها بزبد الخطابة المجردة، والعواطف المجنحة، ووجهات النظر، واستحسانات الفلاسفة، ورغوة علماء الكلام، وجدل المناطقة، ووله الشعراء. ¶ ولم تضع وقت طلابها في مطاردة قصاصات مقالات الصحفيين، الذين لا يعلمون الكتاب إلا أماني وإن هم إلا يظنون. ¶ ولا في تتبع أطروحات المفكرين الذين يتبعون الظنَّ وإن هم إلا يخرصون، ولا في حفظ حروز المتصوفة، الفارغين من النقل، الهائمين في أودية الخيال. ¶ نجحت واستمرت لأن هذه الدعوة ربانية أولى وآخرة، دنيا ودولة، جسدٌ وروح، شكل ومضمون، رواية ودراية، خبر وإنشاء، قولٌ وعملٌ، وتمت كلمة ربك صدقاً وعدلاً.",
            "page": "7",
            "part": "1",
            "seal": "8865B4C7"
        },
        {
            "id": "8",
            "nass": "إنها لم تأت بطرح صوفي يقدس عمامة الشيخ، ويتمسح بثوب الغوث والقطب، ويقبل تراب أقدام الأوتاد والأبدال. ¶ لم تفد بمشروع خارجي يكفر بالكبيرة، ويعلن التمرد لمجرد مخالفة، ويستبيح دم المسلم بالمعصية ويدعو إلى الثورة عند الخطأ؛ ولم تبزغ بوجه رافضي يتبرأ من الصحابة، ويحمل الضغينة على الأبرار، ويأفك في المنهج، ويفتري على الله ورسوله، يضل في المعقول، ويجهل المنقول، يرفض الثوابت. ¶ وصلت للناس كما يصل الماء العذب الرقراق إلى الشفاه، وكما يطلب نور الفجر على الآفاق، ومثلما يهبط الغيث من السماء، فأحيا به الأرض بعد موتها، وإذا الناس بها يستبشرون.",
            "page": "8",
            "part": "1",
            "seal": "E37469ED"
        },
        {
            "id": "9",
            "nass": "لقد قامت قبلها ومعها وبعدها دعوات، وحركات، وشعارات، ولكنها لم تكن مثلها، ولم تفعل فعلها، ولم تؤثر أثرها، فهذه الدعوات: إما دعوة دموية مصادمة انتهت بقطع الرؤوس، وبحيرات الدم، وأعقبت الخوف، والتشريد، والتنكيل من الجلد، والحبس والإعدام، أو دعوة سلبت الإنسان حقه في الحياة، فحرمت عليه الطيبات، ومنعته من المناهج، وحشرته في زاوية، يهمهم ويتمتم، على أوراد بدعية، وأعمال شركية، يطوف بالقبر كالحمار بالرحى، ويتمرغ عند الضريح كالثور في المسناة، بهم تطمس إشراقات الملة، وبهم تنطفئ أنوار الشريعة. ¶ أو دعوة بنيت على مذهب اللملمة، تقبل السلفي والرافضي والخارجي والاشتراكي والعلماني، بحجة رص الصف، وجمع الكلمة.",
            "page": "9",
            "part": "1",
            "seal": "140AB54C"
        },
        {
            "id": "10",
            "nass": "أما دعوة الشيخ المجدد الإمام محمد بن عبد الوهاب - رحمه الله وأجزل له الأجر والثواب وأدخله الجنة بلا حساب ولا عذاب - فهي دعوة واضحة المعالم، ثابتة الخطى، متميزة الطرح، بينة الخصائص قامت على التوحيد أصل الأصول، ودعوة الأنبياء، ومهمة الرسل، وأول الواجبات، وأعظم الفرائض، فدعت إليه قولاً وعملاً، ونصرها الله بسيف الشرع، وقوة العلم، وكتائب الجهاد، وأحفاد الفاتحين، فشرَّقت وغربَّت، وآتت أُكلها ضعفين بإذن ربها، كان من حسناتها - وهي حسنات كلها - الاهتمام بحِلق الذكر، ودروس المسجد، وبث الوعي، ونشر العلم، وهي سنة سنها رسول الله رسول الهدى - صلّى الله عليه وسلّم - ثم أميت من قرون سلفت، فجاءت هذه الدعوة لبعثها من جديد وإحيائها. ¶ وليت المساجد يعود لها ذاك الزخم المضيء النير في أيام دعوة المجدد، ليعي الناس أمر دينهم، لأن الدراسة المنهجية النظامية، وحدها لا تفي بمهمة المسجد، مع ضآلة ما قرر للدين من حصص، وما قطر لمادة التوحيد من محاضرات، مع هزال المدرس، ونعاس الطالب، وملل الرتابة، وكثرة الصوارف.",
            "page": "10",
            "part": "1",
            "seal": "8741011E"
        },
        {
            "id": "11",
            "nass": "إن المكان المبارك لنشر عقيدة السلف الصالح، وميراث الرسول - صلّى الله عليه وسلّم - وتركته هو المسجد {فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ} [النور: 36] . ¶ ويوم أصبحت عقيدة السلف تعلم بالكمبيوتر، وصار علم الشرع يؤخذ من القنوات الفضائية، صار الطرح باردًا، والذهن كالًا، والجيل عاطلًا، والعلم ممجوجًا.",
            "page": "11",
            "part": "1",
            "seal": "D31B9884"
        },
        {
            "id": "12",
            "nass": "الآن حصص الحق، ولكل نبأ مستقر، وأدرك العقلاء أن الدعوة التي تتقبلها القلوب، وتنشرح لها الصدور وتوافقها الفطر، وتصدقها العقول، هي الدعوة الموافقة لدعوة المعصوم - صلّى الله عليه وسلّم - المتبعة لا المبتدعة، الربانية لا النفعية، الأثرية لا المخالفة، الوسطية لا الغالية ولا الجافية، وهي دعوة عبرت القرون، واخترقت حاجز الزمن، ونفذت من بوابة الدهر، يحمل علمها محمد صلّى الله عليه وسلّم وأصحابه، وأئمة السلف كمالك والشافعي والثوري والأوزاعي وأحمد وابن تيمية ومحمد بن عبد الوهاب، ومع هذا الموكب المبارك نريد أن نسير، ومع هذه الطائفة المنصورة الناجية الباقية نتمنى أن نُحشر، ومع هذا النبع العبّ الثر نريد أن نعبَّ {عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا} [الإنسان: 6] . ¶ وخاتمة للكمة أقول: اللهم إن هذا الشجن مما نفح به الخاطر، وشهد به القلب، وزكاة الضمير، لم يحاب فيه شخص، ولم يتزلف به إلى هيئة، وكلنها شهادة تؤدى يوم تكتب شهادتهم ويسألون، وعقيدة تعتنق، ومذهب يحب، وأمنية غالية، يلهج بها.",
            "page": "12",
            "part": "1",
            "seal": "9DDC9A23"
        },
        {
            "id": "13",
            "nass": "ذلكم مما نفث به القلم المصدور على عجل من أمره، وفي المطولات عن هذه الدعوة غنية وكفاية، ولكنها زكاة نصاب الواجب علي لهذه الدعوة، ولا يسعني السكوت، فإن لم يصبها وابل فطل: ¶ ليت الكواكب كانت لي فأنظمها ... عقود مدح فما أرضى لكم كلمي",
            "page": "13",
            "part": "1",
            "seal": "FE186C2E"
        },
        {
            "id": "14",
            "nass": "الأسباب المجملة ¶ هذه أسباب إيضاحها وإبرازها وتفصيلها يحتاج إلى مزيد وقت وميسرة من زمن ومدة، أسوقها في ثنايا هذا العرض علّ الله أن ينفع بها، ولئن فسح الله في العمر والمدة، سأتعرض لها ببيان وافٍ لها، وشرح لأصولها؛ وتوضيح لمضامينها، فأقول وبالله التوفيق؛ الأسباب المجملة هي على النحو الآتي: ¶ 1- التزامها بالحكمة والموعظة الحسنة والرفق واللين واليسر والتبشير وبُعدها عن العنف والغلظة والتنفير والعسر. ¶ 2- محاربتها للبدع والمُحدثات والتحذير منها والتنفير عنها. ¶ 3- الشمولية العامة للدعوة. ¶ 4- التوازن الوسطي في الطرح والأخذ. ¶ 5- التقدير المتزن لعلماء الأمة وأمناء الملة دون الغلو والجفاء. ¶ 6- البعد عن الحزبية الضيقة، والجاهلية المنتنة، والعصبية المقيتة. ¶ 7- الاقتداء التام بالسلف في سائر الأمور كافة. ¶ 8- قوة الإيمان وصدق العزيمة لدى علماء الدعوة وأئمتها بدءًا بالإمام المجدد محمد بن عبد الوهاب - رحمه الله -. ¶ 9- الاحتساب والبذل والاجتهاد لنصرة هذه الدعوة. ¶ 10- ظهورها في زمان الفساد والكساد والاندراس لمعالم الإسلام والانحراف عن جادة الحق والصواب مما هيأ لها قبولًا عظيمًا، ورواجًا واسعًا.",
            "page": "14",
            "part": "1",
            "seal": "DB0936FC"
        },
        {
            "id": "15",
            "nass": "11- وجودها في بيئة بسيطة في العلم قوية في الأخلاق والتحمل والقوة والشجاعة. ¶ 12- عدم تأثرها بالثقافات الأجنبية والأطروحات الغربية والمناهج الكلامية المبتدعة. ¶ 13- قيامها بإبراز شعائر الملة الحنفية ودعائم الدين القويم ومظاهره الواضحة. ¶ 14- تمسكها بالأصول العامة وإحيائها وإفهامها. ¶ 15- وجود الخلافة العلمية والورثاء الشرعيين للأئمة من طلابهم وتلاميذهم. ¶ هذه بعض أسباب النجاح المجمل للدعوة، وهي غيض من فيض وقليل من كثير، والله المعين.",
            "page": "15",
            "part": "1",
            "seal": "ABE88E51"
        },
        {
            "id": "16",
            "nass": "الأسباب المفصلة ¶ السبب الأول: دعوتها إلى التوحيد واهتمامها به: ¶ إن الدعوة السلفية الإصلاحية دعوة الإمام المجدد محمد بن عبد الوهّاب - رحمه الله - اعتنت بالتوحيد وجعلته محور أمرها، ومرتكز دعوتها، ونقطة انطلاقتها لأن التوحيد، أساس الملة، وأصل الدين، وقاعدة الإسلام، فمن أجله أُرسلت الرسل، وأُنزلت الكتب، وجُردت السيوف، ومن أجله حصل الولاء والبراء، والمنع والعطاء، والحب والعداء، ومن أجله انقسم الناس إلى مؤمن ومشرك، شقي وسعيد؛ ولأن التوحيد هي القضية الكبرى التي عُنِيَ بها المرسلون والأنبياء، قال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل: 36] وقال جلّ ذكره: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} [الأنبياء: 25] .",
            "page": "16",
            "part": "1",
            "seal": "5B580A86"
        },
        {
            "id": "17",
            "nass": "والتوحيد هو الغاية العظمى من خلق الله للخلق {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} [الذاريات: 56] وهو أول مأمور به في القرآن الكريم {يا أيها النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة: 21] وهو فاتحة القرآن الكريم وخاتمته {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} [الفاتحة: 2] و {قُلْ أَعُوذُ بِرَبِّ النَّاسِ} {مَلِكِ النَّاسِ} {إِلَهِ النَّاسِ} [الناس: 1-3] وهو البداية لدعوة إمام الموحدين، وسيد المرسلين، وإمام الدعوة الصادقين محمد رسول الله صلّى الله عليه وعلى آله وسلّم قال: «يا قوم قولوا لا إله إلا الله تُفلحوا» والتوحيد هو النهاية الحميدة، والعاقبة السعيدة، لمن سار عليه علمًا وعملًا وتعليمًا، اعتقادًا وسلوكًا، سبيلًا وسنة، منهجًا وحياة ومماتًا {قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ} {لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ} [الأنعام: 162-163] . وقال صلّى الله عليه وسلّم: «لقنوا موتاكم لا إله إلا الله» ، وقال صلّى",
            "page": "17",
            "part": "1",
            "seal": "FBE15B8E"
        },
        {
            "id": "18",
            "nass": "الله عليه وسلّم: «من كان آخر كلامه من الدنيا لا إله إلا الله دخل الجنة» . ¶ أخي القارئ الكريم: فإذا فُهِمَ هذا الأصل العظيم، وتقرر في القلوب وقبلته النفوس، عُلِمَ مدى أهمية العناية بالتوحيد والدعوة إليه، ومن هنا كانت عناية دعوة الإمام - رحمه الله - بالتوحيد وبُعدها عن الشرك والتنديد، وتحذيرها أشد التحذير من كل ما يخل بذلكم الأصل العظيم. ¶ لقد جاءت هذه الدعوة في زمن اشتدت فيه غربة الإسلام وارتكست فيه الأفهام؛ بل إن عُرى الإسلام - أغلبها - منتقضة، والناس - جُلّهم - عبدوا الكواكب والنجوم، وعظموا القبور، وبنوا عليها المساجد، وعبدوا تلك الضرائح والمشاهد، معتمدين عليها في المهمات والملمات، سائلين ومستغيثين عندها رفع الدرجات، ودفع الكربات، وقضاء الحاجات، وشفاء المرضى، وإغاثة الهلكى، زاعمين - كذبًا وزورًا - أنها تبلغهم أسنى المطالب، وأرفع المراتب، وتحقق لهم قضاء المآرب، وغير ذلك من عظائم الأمور، الموجبة للويل والثبور.",
            "page": "18",
            "part": "1",
            "seal": "6824795D"
        },
        {
            "id": "19",
            "nass": "فلما رأى ذلك إمام الدعوة - رحمه الله - وأيقن بحصول الشرك وازدهاره، ونمو الكفر وانتشاره، قام بالدعوة إلى التوحيد اتباعًا لمنهاج الأنبياء، واقتداءً بالربانيين من العلماء، ورأى - رحمه الله - أن ذلك من أهم المهمات، وآكد الواجبات، فشمر عن ساعد الجد والاجتهاد، ودعا إليه ليلًا ونهارًا، سرًّا وجهارًا، وأعلن أن ذلك من النصح لله ولكتابه ولرسوله ولأئمة المسلمين فأثمرت دعوته أعوانًا وأنصارًا، بعد أن وصل التوحيد الصافي إلى سويداء قلوبهم، وغرس جذوره في أعماق نفوسهم، فتحولوا معه إلى الصفاء والنقاء، والطهر والإخلاص لرب السماء، فكانت دعوة عظيمة، ومنَّة كريمة، صافية المشرب، سهلة الموردن خلّصت الناس من لوثات الجاهلية العمياء، وضلالات الوثنية الشوهاء.",
            "page": "19",
            "part": "1",
            "seal": "354258FD"
        },
        {
            "id": "20",
            "nass": "ومن هنا يعلم - كل منصف حصيف - سر نجاح هذه الدعوة واستمرارها ومضي أمرها - ولله الحمد والمنّة - وما زلنا نعيش تحت دوحتها المباركة؛ ونتفيأ ظلالها، وننعم بطيب عبيرها وأريجها، إنني أقول بملء فيّ لو سار الدعاة - في كل مكان من العالم الإسلامي عامة وهاهنا خاصة - على أسسها وقواعدها، لتغير حال الأمة في جميع مناحي الحياة، ولاجتمع المسلمون على كلمة سواء، لأن التوحيد توحيد للكلمة وأساس مكين للاجتماع، وما الذي استفادته الأمة من دعوات وجماعات، أطلت برأسها وفكرها في زمننا المتأخر بعضها دعوتها مندرجة تحت مظلات سياسية، وأفكار واقعية، وبعضها اهتمت ببعض القضايا الزهدية والوعظية، دون العناية بالتأصيلات العلمية والعملية والعقدية، فتمادت بالجميع السنون، وتوالت عليها الأيام، وقدمت لها الأرواح، وبذلت من أجلها الأموال ثم انتهت إلى الفشل والزوال، وكم من جماعات أخرى وحركات حثيثة فاسدة روت طريقها بالدماء، وتبارت في ضروب الفداء، فسقطت دون وصولها إلى أمل منشود، أو هدف مرغوب، ومن فرض القول أن يعلم المؤمن علم يقين أن كل دعوة للإسلام لا تقوم على التوحيد الخالص لله تعالى، ولا تأخذ طريقها إلى منهج السلف الصالح فهي تائهة",
            "page": "20",
            "part": "1",
            "seal": "924BC4CE"
        },
        {
            "id": "21",
            "nass": "مخذولة مهزومة، وإن توهمت غير ذلك؛ لا تصبر على لقاء، ولا تجسر على حق، ولا تحتمل المواجهة.",
            "page": "21",
            "part": "1",
            "seal": "42908B9B"
        },
        {
            "id": "22",
            "nass": "وغنيٌّ عن القول بعد أن الإمام المجدد - رحمه الله - قد صنف في تلك الحقبة كتابًا عجيبًا يعدّ من أمتع الكتب وأنفعها، وأفضلها جمعًا وتبينيًا وترتيبًا؛ وأحسنها نظامًا وتبويبًا، وهذا الكتاب هو كتاب التوحيد حق الله على العبيد. ولقد صدق بعض الأفاضل من أهل العلم والإيمان، وأرباب المعرفة والإحسان؛ حينما قال: \"إن تبويبات الإمام محمد بن عبد الوهاب - رحمه الله - في كتاب التوحيد وتراجمه عليها لتدل على فقه كبير، ورأي سديد، وعقلية عليمة فذة من الطراز الأول، وتراجمه وتبويباته شبيهة أو قريبة من تراجم الإمام البخاري في جامعه الصحيح\" اه. وكتاب التوحيد اشتمل على ستة وستين باباً، وكل باب يتضمن ترجمة وعنواناً؛ متضمنة للحكم، ثم بعد ذلك الأدلة على الباب والترجمة من الكتاب والسنة وأقوال سلف الأمة، وبعض التوضيحات الجلية من كلام المحققين من العلماء، ثم بعد ذلك - خاتمة مسك - مسائل مفيدة، وقواعد سديدة، وفوائد رشيدة، فيها من العلم النافع الغزير ما تشد إليه الرحال، وفيها وضوح مكانة الإمام - رحمه الله - العلمية الفائقة وقدرته الرائعة على الاستنباط وقوة العارضة والملكة الفقهية العلمية.",
            "page": "22",
            "part": "1",
            "seal": "46B31213"
        },
        {
            "id": "23",
            "nass": "وعليه فأقول: إن المتأمل لهذا السبب يرى ويدرك ويعلم أن هذه الدعوة الإصلاحية التجديدية، ما أعطت ثمارها، واستوت على سوقها، وآتت أُكلها، إلا بالعناية والاهتمام والدعوة إلى التوحيد فهل من مدكر ومتبصر؟!! ¶ وأي دعوة لا تهتم بالتوحيد فرعاً وأصلاً، ولا تعتني به مضموناً وشكلاً؛ ولا تُلقي له عناية وبالاً، وتسير وراء مناهج وافدة، وأفكار فاسدة؛ فإن مصيرها إلى اضمحلال، ونهايتها - والله - إلى فشل وزوال. ¶ وإن استمرت أعواماً عديدة، وأزمنة مديدة، فلحكمة بالغة ربانية، وتقدير إلهي؛ وقد قال تعالى: {فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ} [الرعد: 17] .",
            "page": "23",
            "part": "1",
            "seal": "5F85EECC"
        },
        {
            "id": "24",
            "nass": "السبب الثاني: تمسكها بالسنة وحرصها على الاتباع: ¶ إن التمسك بالسنة، دليل النجاة والصلاح، وعنوان السعادة والفلاح، وأمارة التوفيق والتسديد والنجاح، وعلامة الفوز والنصر والخير، قال تعالى: {وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب: 71] . ¶ وقال تعالى: {وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا} [النساء: 69] . ¶ وقال تعالى: {وَإِنْ تُطِيعُوهُ تَهْتَدُوا} [النور: 54] . ¶ وهذه الدعوة المباركة حرصت كل الحرص على تعظيم السنة ونصرتها، وبيانها للناس، وإيضاح معالمها وصوابها للخلق، وجعلت ذلك منهجاً لها، وديدناً وطريقة تسير عليها، وتدعو لها، وتحث أتباعها وأنصارها على معرفتها وتعلمها وتعليمها ونشرها بين الحاضر والباد. ¶ وتعظيم السنة الأمر مهم جداً، تحفد له همم أتباع الحق، وأنصار الهدى، وتسعى لبيانه ونشره قلوب المحبين لها، الذابين عن حياضها، المحاربين للبدعة والفتنة وبنيّات الطريق.",
            "page": "24",
            "part": "1",
            "seal": "849661C5"
        },
        {
            "id": "25",
            "nass": "وإن أكبر مؤثر، وأعظم مؤشر، في نجاح هذه الدعوة؛ ووصولها إلى كل مكان، من مشارق الأرض ومغاربها، إنما هو التمسك بالسنة، والحرص التام على الاتباع، ومن المعلوم أن السنة واتباعها، والسير على لاحب صراطها، وواضح نهجها سبب حقيقي، ودافع أساسي، لشرح الصدر، ووضع الوزر ورفعة الذكر، كما قال تعالى لنبيه محمد صلّى الله عليه وسلّم: {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ} {وَوَضَعْنَا عَنْكَ وِزْرَكَ} {الَّذِي أَنْقَضَ ظَهْرَكَ} {وَرَفَعْنَا لَكَ ذِكْرَكَ} [الشرح: 1-4] . ¶ وهذه الآية يدخل في عموم مقصدها، وحصول مقصودها كل متبع للسنة قولاً وفعلاً، وسلوكاً وحالاً، وكل ناصرٍ لها بياناً وحجة ومقالاً، كما أفاد ذلك شيخ الإسلام ابن تيمية - رحمه الله -. ¶ وفي ضوء ذلك يتبين للقارئ الكريم أن الاتباع للسنة مصدر عز الأمة وسعادتها، وصلاحها وهدايتها، وسلامتها وريادتها، وشواهد هذا الكلام تبدو جليّة في مسارات هذه الدعوة التي أعادت للأمة روحها وحياتها، وفلاحها وسيادتها لما تمسكت بنور الوحيين، واقتفت آثار النبوة، واهتدت بإسلامها الحق. ¶ ومنهج هذه الدعوة في تمسكها بالسنة، قائم على عدة معالم:",
            "page": "25",
            "part": "1",
            "seal": "A168062C"
        },
        {
            "id": "26",
            "nass": "المعلم الأول: الاتباع للكتاب والسنة ظاهراً وباطناً، والتسليم لهما إذعاناً وانقياداً. ¶ قال سبحانه وتعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا} [الأحزاب: 36] . ¶ وقال النبي صلّى الله عليه وسلّم: «تركت فيكم أمرين، لن تضلوا ما تمسكتم بهما كتاب الله وسنة رسوله» [أخرجه الحاكم في المستدرك] . ¶ المعلم الثاني: مرجعها عند التنازع والاختلاف: ¶ إن مرجع هذه الدعوة السلفية الإصلاحية في تنازعها واختلافها سواء كان ذلك مع غيرها أو من ينتمي إليها، إنما هو الكتاب والسنة، ومنهج سلف الأمة، عملاً بقول الله تعالى: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا} [النساء: 59] .",
            "page": "26",
            "part": "1",
            "seal": "001897CE"
        },
        {
            "id": "27",
            "nass": "ومرجعها في فهم نصوص الوحيين كتابًا وسنة، إنما هو فهم الصحابة - رضوان الله عليهم - إذ هم أبر الأمة قلوباً، وأحسنها هدياً، وأقلها تكلفاً، وأصدقها اتباعاً، وأفضلها فهماً، وهم الأمنة للأمة، والأمناء على الملة، ووزراء النبي صلّى الله عليه وسلّم. ¶ المعلم الثالث: تقديمها لكلام الله وكلام رسوله على مجرد الأقوال والآراء: ¶ فهذه الدعوة وأئمتها وأتباعها من ديدنهم ولاحب طريقتهم تقديم أقوال الوحيين ونصوصهما على أقوال الناس وآرائهم وزبالات أذهانهم، اتباعاً لقول الله تعالى: {يا أيها الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} [الحجرات: 1] . وترى جليًّا واضحًا في نصوص الإمام المجدد - رحمه الله - أن التقدم بين يدي الله ورسوله من القول على الله بغير علم، وأنه من اتباع الهوى، وتزيين الشيطان. ¶ قلت: هذه معالم رئيسة تميزت بها هذه الدعوة في اتباعها وتمسكها بالسنة عن غيرها من دعوات وجماعات، فكان لها التمكين والسناء والنصرة: {وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب: 71] . ¶ صورة عنايتها بالسنة:",
            "page": "27",
            "part": "1",
            "seal": "CA7442AD"
        },
        {
            "id": "28",
            "nass": "لقد اعتنت دعوة الإمام المجدد - رحمه الله - عناية فائقة بالسنة النبوية وتمثلت عنايتها بذلك في عدة صور:",
            "page": "28",
            "part": "1",
            "seal": "1FB2095C"
        },
        {
            "id": "29",
            "nass": "(أ) عنايتها بتصنيف التصانيف النافعة في أصولها، الماتعة في قواعدها، الرائعة في أبوابها، المتنوعة في بيان أحكامها وأحاديثها ودلالاتها، وللإمام المجدد - رحمه الله - قصب السبق، وقدم الصدق، في الاعتناء بذلك اعتناءً بيّناً واضحاً، ولعل أوضح مثال جمعه لكتاب \"مجموعة الحديث النجدية\" التي ضمنها طلائع مشرقة من السنة النبوية، والأحاديث الكريمة، كالأربعين النووية وعمدة الأحكام، وفي جمعه هذا إشارة لطيفة، ونكتة شريفة، إذ راعى في جمعه - كما هي عادته الحميدة - حاجة جماهير الناس وعوامهم إلى أحكام العبادات والمعاملات، ثم بيّن لهم بعد ذلك أهمية الاتباع، وخطورة الابتداع في كتابيه: \"أصول الإيمان\" و \"فضل الإسلام\"، ثم أوضح لهم خطورة الكبائر والفواحش وعظيم ضررها، وواضح أثرها السيئ على الأمة وذلك في كتابه: \"الكبائر\" ثم أردفه بنصيحة للمسلمين في: \"الآداب الشرعية، والمقاصد السلوكية المرعية\"، وهذا الترتيب العجيب، والنمط الفريد، إنما يدل على قوة علمية وعملية امتاز بها الإمام المجدد - رحمه الله - ومن سار على نهجه ونفسه في الدعوة إلى الله والعناية بإصلاح الناس، وإخراجهم من ظلمات التيه والغي إلى نور الله ودينه",
            "page": "29",
            "part": "1",
            "seal": "A918DEBA"
        },
        {
            "id": "30",
            "nass": "القيم. ¶ ثم جاء بكتاب: \"الصلاة وحكم تاركها\" للإمام ابن القيم - رحمه الله - وختم تلكم المجموعة الفريدة النفيسة بكتاب: \"الوابل الصيب في شرح الكلم الطيب\" لابن قيم الجوزية - رحمه الله - فتكون أمام القارئ خلاصة مهمة سديدة، وزبدة نافعة مفيدة، ملخصة من كتب السنة النبوية، يكون فيها على بصيرة في جميع أمور دينه توحيداً ومقصداً وعبادة ومعاملة وذكراً وفكراً - وهي لعمر الله - أصول السعادة الكلية. ¶ (ب) قيام أئمة الدعوة بتدريسها وتعليمها في المساجد والحلقات العلمية، والمجالس الوعظية، ونشرها وبثها بين الناس في مجامعهم العامة، ومشاهدهم الخاصة، ودعوتهم إليها، وتقديمها على آرائهم الفردية، ونوازعهم الشخصية ومحاربتهم وإنكارهم على من يقدم رأيه وهواه على نصوصها ولهذا - وغيره - أُحيت السنة وأعلامها، واندرست البدعة وأربابها.",
            "page": "30",
            "part": "1",
            "seal": "C2DD2029"
        },
        {
            "id": "31",
            "nass": "(ج) قيامها بمحاربة البدعة والفتنة، وتوضيح خطورتها وأثرها السيئ على الأمة، إذ البدعة - في ميزان الشرع - بريد الكفر، وعنوان الشقاء، وأمارة الضلال، وعلامة الفساد، والبدعة لا يتاب منها، وهي لذلك أحب إلى إبليس من المعصية، وهي تشريع لما لم يأذن الله به، والضلال مقرون بها، والخزي والافتراء من تداعياتها وأسبابها، وهي خبث في المقصد، وغبش في التصور، وغموض في الطريق، وضلال في الفكر والعقل. ¶ ولهذا كان التحذير منها ومن وسائلها وأسبابها وذرائعها، من أهم الأمور لدى الأئمة - قديماً وحديثاً - ومن واجباتهم التي اضطلعوا بها بياناً للحق، ونصحاً للأمة، وبراءة للذمة، وهذا التحذير لم يقتصر على البدعة وضررها وخطورتها وأثرها؛ بل تعدى ذلك إلى أهلها وأصحابها المناصرين لها، السائرين ظلماً وعدواناً خلف ظلماتها وضلالاتها، تحذيراً واضح المقصود، بيّن المقول، يمتاز بالبيان الواضح، والعبارة المشرقة، والكلمة المسموعة المفهومة، حتى يعرف الناس خطورتهم، ويحذروا من أحابيلهم وألاعيبهم ومناهلهم العكرة الكاسدة، ولن تجد مع مثل هذه الباينات الواضحة، والتحذيرات الجلية، والردود القوية، شبههم رواجاً أو قبولاً.",
            "page": "31",
            "part": "1",
            "seal": "DAAD3452"
        },
        {
            "id": "32",
            "nass": "وهذا الذي سبق ذكرهن هو ما حصل في أول الدعوة ووسطها وزمناً طويلاً من آخرها، حتى وصل الأمر بآخره إلينا، فضعف جانب الرد والتحذير، وقامت فئام ممن ينتحلون السنة بتلميع أهل البدع، وتزيين مصنفاتهم ومؤلفاتهم وأفكارهم وتقديس أشخاصهم، بحجة واهية، وشبهة داحضة، مردّها إلى العدل والإنصاف والموازنة - زعماً كاذباً وهوى متبعاً -. ¶ فتفاقم الخطب، واشتد الكرب، وعظم الضرر منهم وبهم بل وأثرهم السيئ على الأمة عامة، وعلى الدعوة الإصلاحية وأهلها خاصة، مما نتج عن جرّاء ذلك خروج قبيل وجيل يعظم البدع ويدافع عن أهلها - بل ويقدسهم - ويقلل من شأن السنة ومنهاج السلف الصالح، فإنا لله وإنا إليه راجعون، وفي الله خلف وهو المستعان.",
            "page": "32",
            "part": "1",
            "seal": "42DAD96F"
        },
        {
            "id": "33",
            "nass": "أخي القارئ الكريم: هذه وتلك إشارات ومنارات في عناية دعوة الإمام المجدد - رحمه الله - بالسنة ونصرتها لها وتعظيمها واتباعها؛ سقتها شآبيب من القول متصلة بعضها برقاب بعض، حتى يتبين الصبح لكل ذي عينين، ويقطع الشك باليقين، في أهمية السنة ومكانتها الحميدة، ومنزلتها الرشيدة، عند أئمة الدعوة ومن نحا منحاهم، وسار على مثل سيرهم، من الدعوات السلفية التي تأثرت بها، وأثبتت نجاحها ووضوحها وسلامتها وحسن مقصدها، وجلاء مسيرتها وسيرها، وأما من اتبع الهوى وقدم العقل والظن على السنة {هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا} [مريم: 98] وهم مصابون بعظم الوزر، وضيق الصدر، وبتر الذكر {إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ} [الكوثر: 3] ؛ وجزاءهم في الأولى الفشل والزوال وفي الأخرى - عند الله عز وجل - مصيرهم وأمرهم {مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ} [فصلت: 46] .",
            "page": "33",
            "part": "1",
            "seal": "8BDF1CC8"
        },
        {
            "id": "34",
            "nass": "السبب الثالث: اهتمامها بالعلم الشرعي تحصيلاً وتأصيلاً وتفريعاً: ¶ إن مما لا شك فيه، ولا ريب يعتريه، أن العلم الشرعي شرف وفضيلة ونور، وأن الجهل شر وبلاء ورذيلة وظلمة. ¶ والعلم طريق موصل إلى الفضائل والمنازل العالية، وهو سلم الوصول للخيرات، ويعد في نظر من ذاق حلاوته، وعلم فضله ومنزلته؛ أعذب الموارد، وأفضل المصادر، به تبنى الأمجاد وعليه تقوم الحضارات، ولقد حث الإسلام القويم على تعلمه ورغب فيه أشد الترغيب، وجعل سلوك سبيله طريقاً إلى دخول الجنان، والبعد عن النيران، كما صح ذلك من حديث أبي هريرة - رضي الله عنه - أن رسول الله صلّى الله عليه وسلّم قال: «من سلك طريقاً يَلْتمسُ به علماً، سهَّل الله لَهُ به طريقاً إلى الجنة» [رواه مسلم] .",
            "page": "34",
            "part": "1",
            "seal": "B2422E44"
        },
        {
            "id": "35",
            "nass": "فمن هنا كان لِزاماً على دعوة سلفية متبعة للكتاب والسنة مثل الدعوة السلفية الإصلاحية، أن تهتم بالعلم الشرعي لكي تكوّن قاعدة علمية راسخة، تزيد في بناء الأمة لبنات صادقات؛ همها الدعوة إلى الله، ورائدها الصدق، وحاديها الإخلاص والمتابعة، وهذا الذي رأيناه جلياً واضحاً في أمور هذه الدعوة من العناية التامة بالعلم في كل أطوارها وأدوارها، وما ذهب جيل من العلماء إلا وتبعه آخرون يدعون إلى كتاب الله أهل العمى، ويبصرونهم بنور الهدى، مواطن ومزالق الردى، ينفون عن دين الله تحريف الغالين، وانتحال المبطلين، وتأويل الجاهلين، وهم سلسلة منتظمة الأركان، قوية الترابط والتماسك.",
            "page": "35",
            "part": "1",
            "seal": "EB268967"
        },
        {
            "id": "36",
            "nass": "وغنيٌّ عن القول هاهنا أن كتاب الله فيه من الآيات الكريمات اللاتي تحث وترغب في العلم وتبين فضله وعظيم منزلته؛ كقوله سبحانه وتعالى: {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} [فاطر: 28] ، قول الحق جلّ في علاه: {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ} [المجادلة: 11] ، وقوله عز وجل: {أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى} [الرعد: 19] ، وقوله سبحانه: {قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ} [الزمر: 9] ، وقوله جل وعلا: {وَقُلْ رَبِّ زِدْنِي عِلْمًا} [طه: 114] .",
            "page": "36",
            "part": "1",
            "seal": "538181EF"
        },
        {
            "id": "37",
            "nass": "وكذلك السنة النبوية حفلت بالنصوص الكريمة الشريفة المرغبة في العلم، الحاثة عليه، المبينة لمنزلته ومكانته كما جاء في الصحيحين من حديث الزهري عن حميد بن عبد الرحمن بن عوف عن معاوية بن أبي سفيان - رضي الله عنهما - قال: قال رسول الله صلّى الله عليه وسلّم: «من يُرد الله به خيراً يفقهه في الدين» ، وقوله عليه الصلاة والسلام: «العلماء ورثة الأنبياء، والأنبياء لم يورثوا ديناراً ولا درهماً إنما ورثوا العلم، فمن أخذه أخذ بحظ وافر» [أخرجه الترمذي] . ¶ وقوله صلّى الله عليه وسلّم: «إن الله وملائكته ليصلون على معلم الناس الخير» ، وقوله صلّى الله عليه وسلّم: «يحمل هذا العلم من كل خلف عدوله ينفون عن كتاب الله تحريف الغالين، وانتحال المبطلين وتأويل الجاهلين» . ¶ ومن المعلوم بداهة وقطعاً أن الجهل سبب من أعظم الأسباب الموجبة لانتشار البدع والضلالات، وما نراه اليوم من انحرافات عقدية، وخروج عن جادة السلف، وانخداع بمذاهب منحرفة، وطرق مبتدعة، تزين الألفاظ، وتزخرف الكلمات، وتنمق العبارات إنما منشأه ومرده إلى الجهل بمقاصد الشريعة، وأسسها الرفيعة.",
            "page": "37",
            "part": "1",
            "seal": "4D1583CC"
        },
        {
            "id": "38",
            "nass": "فلا بد والحالة هذه أن يكون الاهتمام بالعلم واجب شرعي وفرض أكيد، على كل من تسنم غارب الدعوة إلى الله وأراد لدعوته المضي والاستمرار اتباعاً لأمر الله لنبيه صلّى الله عليه وسلّم: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي} [يوسف: 108] . ¶ والضلال لا يحصل إلا بتصدر الجهال، وذهاب العلم والعلماء؛ كما ثبت ذلك في الصحيحين من حديث مالك عن الزهري عن هشام بن عروة بن الزبير عن أبيه عن أم المؤمنين عائشة - رضي الله عنها - قالت: قال رسول الله صلّى الله عليه وسلّم: «إن الله لا يقبض العلم انتزاعًا ولكنه يقبضه بقبض العلماء، فإذا لم يبق عالماً اتخذ الناس رؤساء جهالًا فسئلوا فأفتوا بغير علم فضلوا وأضلوا» .",
            "page": "38",
            "part": "1",
            "seal": "91E925BE"
        },
        {
            "id": "39",
            "nass": "ثم بعد هذا البيان، يجد الناظر بميزان الاعتدال والإنصاف، في حقيقة هذه الدعوة الإصلاحية، اهتمامها الكبير بالعلم الشرعي، وتثبيت معالمه في الوجدان، والحض عليه، وتسهيل سبله، وإقامة الدروس الفقهية، وتشييد الحلقات العلمية، والحرص البالغ الأكيد على تعليم عامة الناس أصول الدين وأركانه، وواجباته وفرائضه وما هذه الكتب التي تعتبر لسان مقال الدعوة في إيضاحها وبيانها للعلم كالأصول الثلاثة وكشف الشبهات والقواعد الأربع في العقيدة والتوحيد وآداب المشي إلى الصلاة في الفقه ولوازمه إلا شواهد حق، ومنارات صدق، في عناية علماء الدعوة بمثل هذه التأصيلات العلمية، التي بها الخير العميم والنفع العظيم، وثمة شاهد آخر، وهي الرسائل العلمية والفتاوى المحررة القائمة على تفريع المسائل، وسلوك منهاج الدلائل، وبيان الأحكم والنوازل بعبارات علمية وجمل فقهية، وكشف عن مواطن الريب والشك، وإخراج للناس من التيه والضياع إلى مناهل صافية المشرب عذبة المورد، كل ذلك من نشر العلم والاهتمام به أشد الاهتمام.",
            "page": "39",
            "part": "1",
            "seal": "3B187C7D"
        },
        {
            "id": "40",
            "nass": "وقصارى القول: إن هذه الدعوة السلفية الإصلاحية دعوة علمية قائمة على تعظيم العلم الشرعي وتأسيسه في القلوب، وتأصيله في النفوس؛ لأنها أدركت وأيقنت أن صلاح الأمة لن يكون إلا باتباع منهج سلفها الصالح في كل صغيرة وكبيرة، ودقيقة وجليلة، وخاصة في العلم والعمل والمنهج والسلوك.",
            "page": "40",
            "part": "1",
            "seal": "94C08860"
        },
        {
            "id": "41",
            "nass": "السبب الرابع: ارتباطها بولاية مناصرة لها، ومؤيدة لدعوتها: ¶ إن هذه الدعوة السلفية الإصلاحية لما أطل هلالها، وبزغت شمسها، ارتبطت ارتباطاً لصيقا بولاية مؤمنة بالدعوة إلى التوحيد شمولاً وحقيقة، والدين كله تأسيساً وتأصيلاً، فمنذ أن تعاهد الإمامان، وتعاقد المحمدان، الإمام المجدد شيخ الإسلام محمد بن عبد الوهّاب، والإمام المجاهد ناصر الحق محمد بن سعود - رحم الله الجميع وأجزل لهم الأجر والمثوبة - وهذه الدعوة يقوم أساسها على الجهاد، جهاداً شرعياً بالحجة والبيان، والدليل والبرهان، والسيف والسنان، ونشر العلم النافع، والعمل الصالح، والدعوة إلى الله بالحكمة والموعظة الحسنة، وقد قال سماحة الإمام الشيخ / عبد العزيز بن عبد الله بن باز - رحمه الله -: \"إن هذا السبب من أهم أسباب نجاح الدعوة\".",
            "page": "41",
            "part": "1",
            "seal": "046D2FFB"
        },
        {
            "id": "42",
            "nass": "ومعلوم أن الحق لا بد له من قوة تنصره وتنفذه وله أثر عظيم بالغ في قمع المعارضين، وإسكات المخالفين، وإرجاع المعاندين، ولقد صدق الله العظيم في قوله: {لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ} [الحديد: 25] .",
            "page": "42",
            "part": "1",
            "seal": "50993EB7"
        },
        {
            "id": "43",
            "nass": "واستمرت تلك المسيرة المباركة من أئمة الدعوة من آل الشيخ وغيرهم - رحم الله أمواتهم وبارك في أحيائهم - وينصرها ويمدها بالخير والعطاء أنصار الدعوة من آل سعود، حتى التزم الناس بالطاعة، ودخلوا في دين الله، وانتشر الخير، وقل الشر، وبانت للإصلاح معالم خير وهدى، واجتثت الشرور والمنكرات وغيرت مواطن الفساد، والحق في نمو وازدهار، وسعة وانتشار، حتى تأثر بالدعوة الجم الغفير في كثير من البلاد والأمصار، وساد الأمن في القرى والطرق والبوادي، وكان لطلاب الشيخ - رحمه الله - ومناصرين اليد الطولى في وصول الحق إلى أغلب البلاد، وتأثر الناس بالدعوة إلى التوحيد، وتركوا ما هم عليه من الشرك والتنديد، وهدمت المشاهد والقبور، وعمرت المساجد وحلقات العلم والإيمان، وحكمت الشريعة، ودانوا بها تحاكماً وتحكيماً، وتركوا ما كانوا عليه من تحكيم سواليف الآباء والأجداد وقوانينهم، ورجعوا إلى المعدن الأصيل، والأصل الكريم الكتاب والسنة.",
            "page": "43",
            "part": "1",
            "seal": "7411B443"
        },
        {
            "id": "44",
            "nass": "ولهذا فإن الدعوة السلفية الإصلاحية، لارتباطها بالولاية المناصرة، كان لها في دعوتها - وما زالت - أعظم الأثر وأبين النفع، في إخراج الناس - بفضل الله ومنته - من الظلمات والضلالات، إلى نور الحق والهدى. ¶ أخي القارئ الكريم: وأنت راءٍ بعينيك، حال دعوات أخرى، جعلت الحكم غايتها، حال دعوات أخرى، جعلت الحكم غايتها، والمنصب أساسها، والكرسي منتهى أملها، فذهبت الأرواح والدماء، وبذلت أنواعٌ من التضحية والفداء، وتوالت الأيام والسنون، فما كان منها إلا الفشل الصريح، والأثر السيئ على الإسلام، وجعلت مهتم بالسياسة، وحب التصدر، والركون إلى الولايات والإمارات، والحرص عليها، صورة قائمة سيئة قدمت وجلبت مفاسد لا تعد ولا تحصى، فهل من متعظ ومدكر؟!",
            "page": "44",
            "part": "1",
            "seal": "0979A398"
        },
        {
            "id": "45",
            "nass": "وخاتمة القول: إن الحكم بما أنزل الله واجب شرعي؛ لأن به صلاح البشرية، وإخراجها من معالم الجور إلى سنن العدل، وإن من أظلم الظلم من وقف ضد الأمة في تحاكمها وتحكيمها لكتاب ربها وسنة نبيها، وألزم الرعية بقوانين وضعية، ودساتير جاهلية، ما أنزل الله بها من سلطان، وليس علها دليل ولا برهان، وأشد ظلماً من ذلك من وقف حيال الأمة في تحقيقها للتوحيد ونفورها من الشرك، وعليه فإن الدعوة السلفية الإصلاحية مازالت آثارها وثمارها واضحة للعيان، وأبوابها مفتوحة لكل من رام منهجاً وصراطاً سليماً من الخلل والعضل، فهل من عودة حميدة إليها، وتمسك بأصولها ودخول أرجائها، {وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ} {بِنَصْرِ اللَّهِ يَنْصُرُ مَنْ يَشَاءُ وَهُوَ الْعَزِيزُ الرَّحِيمُ} [الروم: 4-5] .",
            "page": "45",
            "part": "1",
            "seal": "20E7DD07"
        },
        {
            "id": "46",
            "nass": "السبب الخامس: وضوح دعوتها وبعدها عن السرية: ¶ إن المتأمل في حقيقة الدعوة ليدرك بعين البصيرة والإنصاف أهمية وضوح الهدف والغاية، الهدف: إخراج الناس من عبادة العباد إلى عبادة رب العباد، والغاية {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} [الذاريات: 56] . ¶ والدعوة الإصلاحية، سارت على هذا الأصل الأصيل فلم تكن - كما هو معلوم - دعوة سرية، لها رموز وطقوس لا يعرفها إلا الخاصة، ولا يدركها إلا أُناس وفئام، بل كانت واضحة المقصد، بينة المسلك، أهدافها معلومة، وغاياتها معروفة، وإن السرية وخطورتها مما تنبه إليه سلفنا الصالح - رحمهم الله - في القديم، وحذروا منها وجعلوها بوابة ومدخلاً وتأسيساً للشر، ونواة للضلالة والفتنة فقد أخرج اللالكائي في كتابه \"أصول اعتقاد أهل السنة\" (1 / 135) عن الأوزاعي قال: قال عمر بن عبد العزيز - رحمه الله -: \"إذا رأيت قوماً يتناجون في دينهم بشيء دون العامَّة، فاعلم أنهم على تأسيس ضلالة\".",
            "page": "46",
            "part": "1",
            "seal": "F6A867B9"
        },
        {
            "id": "47",
            "nass": "وكم من الضلالات والبدع، التي أطلت علينا برأسها وعظم خطرها، وانتشر شرها، من جراء اجتماعات سرية، وتحزبات بدعية، قام بها فئام من الناس، يزعمون - زوراً وكذباً - أنها من الحق الذي جاءت به الشريعة ويستدلون على ذلك بدعوة النبي - صلّى الله عليه وسلّم - السرية في مكة في أول دعوته وبدو أمرها، وتلك شبهة ظاهر عراها، وبين بطلانها، إذ النبي صلّى الله عليه وسلّم أُمر بالصدع وترك السر {فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ} [الحجر: 94] . ¶ فصدع النبي صلّى الله عليه وسلّم بالدعوة في مكة بين المشركين، وأصابه ما أصابه من الأذى فصبر واحتسب، وصبر أصحابه معه على ما أصابهم من الأذى، فهذا الأمر الواضح بالصدع والجهر بالدعوة فيه النهي عن السرية بل قد ثبت عنه ابن أبي عاصم في \"السنة\" (2 / 508) بسندٍ جيد عن ابن عمر - رضي الله عنهما - قال: جاء رجل إلى النبي صلّى الله عليه وسلّم فقال: يا رسول الله أوصني. قال: «اعبد الله، ولا تُشرك به شيئاً، وأقم الصلاة، وآت الزكاة، وصُمْ رمضان، وحُجَّ البيت واعتمر، واسمع وأطع، وعليك بالعلانية وإيّاك والسِّر» .",
            "page": "47",
            "part": "1",
            "seal": "E011E097"
        },
        {
            "id": "48",
            "nass": "وعليه فإن دعوتنا إلى الله لا بد أن تكون علنية واضحة كالشمس في رابعة النهار، وهذا الذي سار عليه أئمة الدعوة الإصلاحية فدعوتهم امتازت بالوضوح والعلانية في عدة أمور: ¶ (1) في معتقدها: فهي تعتقد ما اعتقده السلف في التوحيد سواء كان ذلك في توحيد الربوبية أو الألوهية أو الأسماء والصفات، بل وفي سائر مسائل الاعتقاد، وأبواب الإيمان. ¶ (2) في منهجها: فهي تسير على منهج واضح بيّن كما قال النبي صلّى الله عليه وسلّم: «تركتكم على البيضاء ليلها كنهارها لا يزيغ عنها بعدي إلا هالك» فمنهجها قائم على فهم السلف الكلي للكتاب والسنة، على ضوء أصولهم المعروفة وقواعدهم المعلومة، فلا ابتداع لديهم، ولا خروج عن سبيلهم {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا} [النساء: 115] . ¶ (3) في دعوتها: فهي دعوة عامة شاملة، ليس فيها أي نوع من أنواع السرية، أو أي إطار من أُطر التخصيص بل هي للكل ومع الكل، كما هي دعوات الأنبياء، والمصلحين السائرين على النهج السوي؛ المقتفين لآثار منهج النبوة.",
            "page": "48",
            "part": "1",
            "seal": "42204A50"
        },
        {
            "id": "49",
            "nass": "(4) في مصدر تلقيها: فهذه الدعوة مصدرها وموردها الكتاب والسنة وإجماع سلف الأمة والسير عليهما في كل مسألة أو نازلة، على حسب الوسع والطاقة. ¶ هذه أبرز معالم الوضوح والعلانية في تلكم الدعوة المباركة التي الخير كل الخير في الانتظام بسلكها، والاتصال بحبلها والركون إليها {وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا} [الإسراء: 81] .",
            "page": "49",
            "part": "1",
            "seal": "EE0C0AB2"
        },
        {
            "id": "50",
            "nass": "السبب السادس: انتسابها إلى الإسلام والسنة وتركها للألقاب والسمات الأخرى: ¶ لعل هذا السبب يعدّ من أهم الأسباب التي تميزت بها هذه الدعوة، وهو سبب رئيس من أسباب نجاحها وانتشارها، فهي دعوة متسمة بالإسلام الكامل حريصة على اتباعه، والانضواء تحت لوائه ورايته؛ وليس لها سمة سوى الإسلام، ولا رسم سوى القرآن والسنة، وهذا أصل الدين الحنيف والملة الحنفية التي دعا إليها الخليل إبراهيم - عليه الصلاة والسلام - ومن بعده من أنبياء الله ورسله إلى خاتمهم نبينا ورسولنا محمد صلّى الله عليه وسلّم. ¶ قال الله تعالى: {قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ دِينًا قِيَمًا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ} [الأنعام: 161] . ¶ وقوله سبحانه: {مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ} [آل عمران: 67] وجعل الله سبحانه هذا الشعار والانتساب ملّة متبعة، وهدياً مقتفياً، قال تعالى: {ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ} [النحل: 123] .",
            "page": "50",
            "part": "1",
            "seal": "4A152893"
        },
        {
            "id": "51",
            "nass": "وقوله عز وجل: {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ} [الحج: 78] . ¶ فهذه النسبة هي التي تجمع ولا تفرق، وتوحد ولا تشتت وهي لحمة الإسلام وسداه، مصدره وينبوعه. ¶ وأما غيرها من النسب المنكودة، والأهواء المحمودة عند أربابها وأصحابها، لشعارات باطلة طاف بالشر طائفها، ونجم بالضر ناجمها، ما هي إلا كالميازيب تجمع الماء كدراً، وتفرقه هدراً، وكم لها من مضار وأضرار، وغواشي ودواهي، لقي المسلمون منها الويلات، وهي من أعظم المصائب والنكبات فالإسلام كله جادة مستقيمة، واضحة المعالم، بيّنة الدلائل، فلنلزم ذلك، ولنكن عاضين عليه بالنواجذ، سائرين على الأمر العتيق، والدرب الأول، منتسبين إليه في الشعار والرمز لنكن من المفلحين، وإيانا ثم إيانا من الانتساب إلى غير الإسلام والسنة؛ فوالله إنها لسبل الفتنة تزينت لخطابها، وتبرجت لأصحابها، والله العاصم.",
            "page": "51",
            "part": "1",
            "seal": "48E419B2"
        },
        {
            "id": "52",
            "nass": "ومن هنا يُعلم بطلان نسبة الوهابية إلى هذه الدعوة وجعلها فرقة خارجة عن الدين، وأنها ذات تعاليم وأُطر وأسس مارقة من الإسلام، فما هذه الصيحات إلا نفخات في رماد، وصيحات في واد، لأن هذه الدعوة أُسسها ومنطلقاتها قائمة على أمور الإسلام ودعائمه وأركانه، وما ذلك إلا لاتباعها المحض، وسيرها الخالص، على منهاج النبوة في الدعة إلى الله والعلم والعمل، ولما رأى أعداءها ظهور أرمها، شرقت حلوقهم، وغصت قلوبهم، حسداً وظلماً وعدواناً فرموها بالتهم جزافاً، عن قوس واحدة، وتعاضدوا في ذلك، وإخوانهم من أعوان الشياطين وأضرابهم يمدونهم في الغي ولا يقصرون.",
            "page": "52",
            "part": "1",
            "seal": "51188454"
        },
        {
            "id": "53",
            "nass": "وإنه لمن النكت اللطيفة، والفوائد المنفية، في هذا الباب، أن ذمهم للدعوة ونسبتها إلى الوهابية صار حمداً، وعاد تشيينهم تزييناً، حينما نسبوها إلى أفضل نسبة، وأحسن سمة، نسبة إلى الوهاب - سبحانه في علاه - وهذه شريعة ربانية محكمة قديمة قدم الصراع بين الحق والباطل، فلا يعزبن عن البال؛ ما فعله كفار قريش مع النبي - صلّى الله عليه وسلّم - حينما لقبوه بلقب مذمم ثم صاروا يكيلون السباب والشتام كيل السندرة لذلك اللقب، والنبي محمد صلّى الله عليه وسلّم المحمود المنزه عن جميع سبابهم وشتامهم ومعائبهم ونقائصهم لأن ذمهم وعيبهم واقع على مذمم، ومحمد النبي - صلّى الله عليه وسلّم - منزه عن تلك الألقاب والشتائم، فتأمل في ذلك، واعلم أن الحق في الأعمال والغايات، سيجد بلا شك ولا ريب، نصرةً وتأييداً من أهله وأصحابه، ومن الله فوق ذلك كله سبحانه وتعالى أعظم النصر والتأييد، والمعونة والتسديد.",
            "page": "53",
            "part": "1",
            "seal": "54518BB1"
        },
        {
            "id": "54",
            "nass": "أ / اتلك الألقاب والنسب التي صارت شعاراً لبعض الدعوات ودثاراً لكثير من الجماعات، فهي نسب وألقاب خارجة عن اسم الإسلام الصافي، وعن رسم السنة النبوية الصحيحة، فأثمر ذلك أن الولاء والبراء لديها أصبح معقوداً على بوتقة حزبها وربقة شعارها، وحقيقة رمزها، وتلك هي المصيبة الكبرى، والطامة العظمى، حينما تتحول عقيدة مهمة من عقائد المسلمين مثل عقيدة الولاء والبراء، إلى سوق تنفق فيه الشعارات والنسب والألقاب، وتعقد على أساسها الصفقات دون رجوع إلى أصل متين، ورأي سديد، وأخوة إيمانية. ¶ فإذا تقرر هذا وعُلم، رأيت مدى التعلق باسم شرعي لدى أئمة هذه الدعوة المباركة فالاسم عندهم هو (اسم المسلم وما في كفته من أسماء المدح؛ مثل المؤمن، المتقي، الصالح ... هي أسماء المدح، وفي مقابلها ما علَّق عليه الذم، مثل الكافر، المنافق، الفاسق ... وعلى هذين المتقابلين مدار الجزاء؛ ثواباً وعقاباً. ¶ وعليه؛ فإن ما دون ذلك من ألقاب أُحدثت في الشرع بالأمس، هي نظيرة الألقاب التي أُحدثت اليوم، وكلها في المنع من بابه واحدة في رسمها واسمها: ¶ فلا يسوغ للمسلم أن يتلقب بأنه: قدري، أو خارجي، أو مرجئ، أو أشعري أو ماتريدي، أو معتزلي.",
            "page": "54",
            "part": "1",
            "seal": "5B2469A0"
        },
        {
            "id": "55",
            "nass": "كما أنه لا يسوغ له أن يضيف اليوم: إخواني، صوفي، تبليغي ... ¶ وهكذا فالمنع من جهتين: أنه لقب لم يُرِدْ به الشرع أو لما فيه من مخالفات لنصوص الشرع في المادة والرسم. ¶ وعليه؛ فلا يجوز إحداث واختراع شعارات وألقاب، لم يرد بها الشارع، فإنها (تكون في البداية كلمة، وفي النهاية مذهب ونحلة) ! فلا تغتر! ¶ وإن زخرفه أهل الأهواء؛ والله أعلم) [راجع حكم الانتماء إلى الفرق والأحزاب والجماعات الإسلامية (ص108) ] . ¶ فهذه الدعوة اسمها الإسلام والسنة، وشعارها ودثارها الألقاب الشرعية، ورمزها الإيمان والتقوى وحقيقتها التوحيد الصافي والعقيدة الصحيحة، ومردها العلم والفقه الشرعي، ومصدرها الكتاب والسنة {نُورٌ عَلَى نُورٍ يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ} [النور: 35] .",
            "page": "55",
            "part": "1",
            "seal": "F0AE25B3"
        },
        {
            "id": "56",
            "nass": "السبب السابع: لزومها للجماعة، ونهيها عن الفرقة: ¶ مما تميزت به هذه الدعوة حرصها البالغ، وتأكيدها التام على لزوم الجماعة، وتوثيق عرى الأُلفة، والدعوة إلى ذلك والمناداة بهما، ورفع عقيرتها بذلك، وتحذيرها من الفرقة، ونبذها للخلاف، وتحذير الناس من ذلك كله، بل من أسبابه ودواعيه وموجباته. ¶ والجماعة المقصود بها: هي جماعة المسلمين من سلف هذه الأمة من الصحابة والتابعين، ومن تبعهم بإحسان إلى يوم الدين، الذين اجتمعوا على الكتاب والسُّنَّة، وساروا على ما كان عليه رسول الله صلّى الله عليه وسلّم ظاهراً وباطناً اعتقاداً وسلوكاً، منهجاً وطريقة. ¶ وقد أمر الله تعالى عباده المؤمنين، وحثهم على الجماعة والائتلاف والتعاون، ونهاهم عن الفرقة والاختلاف والتناحر فقال سبحانه وتعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا} [آل عمران: 103] . ¶ وقال سبحانه وتعالى: {وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ} [آل عمران: 105] . ¶ وقال النبي صلّى الله عليه وسلّم: «الجماعة رحمة، والفرقة عذاب» [أخرجه أحمد] .",
            "page": "56",
            "part": "1",
            "seal": "0F265F75"
        },
        {
            "id": "57",
            "nass": "وقال - صلّى الله عليه وسلّم -: «عليكم بالجماعة، وإياكم والفرقة؛ فإن الشيطان معَ الواحد، وهو من الاثنين أبعد، ومن أراد بحبوحة الجنَّة، فليلزم الجماعة» [أخرجه أحمد وسنده صحيح] . ¶ وقال صلّى الله عليه وسلّم: «وإن هذه الملّة ستفترق على ثلاث وسبعين، ثنتان وسبعون في النار، وواحدةٌ في الجنة، وهي الجماعة» [أخرجه أبو داود بسند صحيح] . ¶ وهذه الجماعة معيارها الحق، وميزانها الصدق، قال الصحابي الجليل عبد الله بن مسعود - رضي الله عنه -: \"الجماعة ما وافق الحق؛ ولو كنت وحدك\". ¶ وإن الفرقة عذابٌ، عذابٌ للنفس، وعذاب للجسم، وعذابٌ مخيم في كل صور من صور الحياة والتعايش بين الناس، ولهذا لها أضرار كبيرة، ومساوئ خطيرة منها: ¶ * استبدال للأمن بالخوف. ¶ * واستبدال للشبع بالجوع. ¶ * وإراقة للدماء. ¶ * وهتك للأعراض. ¶ * وقطع للسبل. ¶ * وتسلط للسفهاء. ¶ * وانتشار للجهل، ورفعةٌ للجهال. ¶ * ونقص في العلم، وغربةٌ لأهله. ¶ * وضعف الدين وغربته. ¶ وكل لون من ألوان الفساد العريض في الأرض {وَاللَّهُ لَا يُحِبُّ الْمُفْسِدِينَ} [المائدة: 64] [راجع الأمر بلزوم جماعة المسلمين والتحذير من مفارقتهم (ص76) ] .",
            "page": "57",
            "part": "1",
            "seal": "78D469E3"
        },
        {
            "id": "58",
            "nass": "ولقد قام أئمة الدعوة - رحمهم الله - ببيان ذلك بياناً جلياً واضحاً في مؤلفاتهم ومصنفاتهم ورسائلهم، وطبقوه واقعاً عملياً مع ولاتهم ورعيتهم، مما أثمر نجاحاً بالغاً للدعوة، ومضي لها، واستمرار لمسيرتها، بآصرة التآخي، ووشيجة الاجتماع، ورحم الإسلام، ومن تتبع كتاب \"الدرر السنية في الأجوبة النجدية\" يجد كماً هائلاً من الأقوال المحررة والفتاوى المسطرة، في بيان لزوم الجماعة، والنهي عن الفرقة والاختلاف، وما نتج من الشر الواقع على الأمة إلا بالإخلال بهذا الأصل العظيم وتركه ونبذه وراء الظهر. ¶ وعليه: فإن الحق واضح المعالم، لا يتعدد ولا يتغير ولا يتبدل، والحق لزوم جماعة المسلمين وعدم مفارقتها أو الخروج عليها، ومن أيقن بذلك وعمل به ودعا إليه سار على نهج قويم، وصراط مستقيم، وله - بإذن الله - العاقبة الحميدة، والنهاية السعيدة، والله من وراء القصد وهو الهادي إلى سواء السبيل.",
            "page": "58",
            "part": "1",
            "seal": "532E2CBE"
        },
        {
            "id": "59",
            "nass": "السبب الثامن: اعتناؤها بالأمر بالمعروف والنهي عن المنكر: ¶ لا ريب أن الأمر بالمعروف والنهي عن المنكر، أصل أصيل من أصول الإسلام القويم، وركن ركين من أركان المعتقد الصحيح، معتقد أهل السنة والجماعة، ولقد اهتم الأئمة به أيما اهتمام، ووضعوه في عقائدهم ومؤلفاتهم إعلاماً بأهميته، وإيذاناً بأحقيته، لأنه سياج الدين به تحفظ الشريعة، وعليه مدار الكثير من الثواب، وهو من أهم مزايا الأمة، إذ هو سبب أكيد لخيريتها، وسر عظيم لبقائها وديمومتها، وعلامة لإيمانها، ودليل على قوتها، وهو المهم الذي ابتعث الله سبحانه له النبيين أجمعين، ولو طوى بساطه، وأُهمل علمه وعمله لتعطلت النبوة، واضمحلت الديانة، وعمت الفترة، وفشت الضلالة، وشاعت الجهالة، واستشرى الفساد، واتسع الخرق، وخربت البلاد، وهلك العباد، ولم يشعروا بالهلاك إلا يوم التناد. ¶ وعليه: فلقد كان لأئمة الدعوة - رحمهم الله - مزيد عناية، وعظيم رعاية، لهذا الأصل، فاهتموا به توضيحاً وبياناً، وطبقوه عملياً وواقعاً حيوياً في المجتمع.",
            "page": "59",
            "part": "1",
            "seal": "24CF7367"
        },
        {
            "id": "60",
            "nass": "بيد أنهم راعوا في أمرهم ونهيهم، القواعد المرعية، والمصالح الشرعية؛ فلم يجعلوا الأمر على عواهنه، دون تقيد بالحكمة المعتبرة، والوسطية المنضبطة، بل راعوا في ذلك مراتب الأمر بالمعروف، ومراتب النهي عن المنكر، والتزموا بشروطها من وجود العلم والحلم والرفق، وإزالة المنكر دون حصول لأي مفسدة أو منكر أعظم منه، وأن يكون منكراً معلوماً متفقاً عليه، وأن يكون علناً ظاهراً وغيرها من الشروط التي تجدها مبثوثة في كتبهم ورسائلهم ومصنفاتهم - رحمهم الله - وردوا على المشاغبين، والناكصين، الذين لا هم لهم ولا دأب، إلا تصيد العثرات، وتتبع الزلات، ردوداً واضحة علمية، قائدها الدليل، ورائدها الحقيقة، من إنكارهم للأمر بالمعروف والنهي عن المنكر، وجعل ذلك ضرباً من ضروب الفساد، والإقحام للدين في غير مكانه وأساسه، وبينوا خطورة القاعدين، الذين شغلتهم مصالحهم ودنياهم وأموالهم عن الأمر بالمعروف والنهي عن المنكر، زاعمين أن الزمن زمان ضلال وإغواء وخروج عن الحق، فوضحوا أن الأمر ليس كذلك، بل لا بد من البيان والأمر بالمعروف والنهي عن المنكر، إظهاراً لشعيرة الملة، وبياناً لدعامة الحق، وأن السكوت عن الحق بتلكم الشبهة مرض عضال",
            "page": "60",
            "part": "1",
            "seal": "9407A1CC"
        },
        {
            "id": "61",
            "nass": "مؤدي إلى الهلاك للأمة جمعاء في الدنيا، وإلى العذاب الشديد في الآخرة، بل إلى اللعن والمقت والغضب من الرب سبحانه وتعالى كما قال عن بني إسرائيل: {لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُدَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ} {كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ} [المائدة: 78-79] . ¶ وقوله صلّى الله عليه وسلّم: «أنهلك وفينا الصالحون؟ قال: نعم إذا كثر فيكم الخبث» [متفق عليه] . ¶ والله عز وجل قد أوقع العذاب على أُناس صالحين، لكنهم كاتمين للحق، تاركين للأمر بالمعروف والنهي عن المنكر كما قال سبحانه وتعالى: {وَإِذْ قَالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا قَالُوا مَعْذِرَةً إِلَى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ} {فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيسٍ بِمَا كَانُوا يَفْسُقُونَ} [الأعراف: 164-165] .",
            "page": "61",
            "part": "1",
            "seal": "C3AB69F2"
        },
        {
            "id": "62",
            "nass": "إن منهج هذه الدعوة منهج رباني يسير وراء الأدلة، ويتبع الحق والهدى، فلذا كان لزاماً وواجباً أن نسير عليه اتباعاً للحق وسيراً على نهج الصدق، والأمة اليوم غشتها من الغواشي ما يُجب على علمائها ودعاتها، توضيح معالم المنهج القويم بالحكمة واللين والأدلة الواضحة، حتى تذهب عن أبصار الخلق الغشاوة، وتلين قلوبهم وأفئدتهم إلى ينبوع الإيمان وبر الأمان، {وَاللَّهُ غَالِبٌ عَلَى أَمْرِهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ} [يوسف: 21] .",
            "page": "62",
            "part": "1",
            "seal": "C7C0AED8"
        },
        {
            "id": "63",
            "nass": "السبب التاسع: سلوكها لفقه المقاصد الشرعية، المبني على القواعد المرعية: ¶ إن النظرة الفاحصة الدقيقة إلى الشريعة مقصداً وفقهاً مطلوبة جداً، لما فيها من التوازن بين الأمور المتداخلة والترجيح بين الأقوال المتعارضة، والتمييز بين الأحوال المتشابهة، ولهذا فإن فقه المقاصد الشرعية في الدعوة والعلم والعمل، لا بد منه حتى تستوي الثمرة الدعوية، وتؤتي أُكلها، ويعظم أثرها وتلكم الدعوة الإصلاحية المباركة، راعت هذه المسألة رعاية تامة، لما حبا الله أئمتها وعلمائها من فقه سديد ورأي ثاقب، وعقل رزين، ودين متين؛ فاستطاعوا - رحمهم الله - الموازنة بين المصالح والمفاسد، والترجيح بين القضايا المتشابهة وسلوك اليسر والحكمة واللين في مواضعه وأماكنه وعدم الاندراج تحت العاطفة العقلية الغالبة على المصلحة ذات النص الشرعي. ¶ ولعل من أهم مقومات هذه النظرة الفقهية المبنية على المقاصد الشرعية عدة أمور:",
            "page": "63",
            "part": "1",
            "seal": "8067F320"
        },
        {
            "id": "64",
            "nass": "(1) المراعاة والتدرج سواء كان ذلك في أول مناحي الدعوة أو وسطها أو آخرها أو في مسالك العلم والفتيا أو في مسالك العمل والنصح والوعظ أو في غير ذلك وهذه المراعاة مراعاة للطبائع والعادات والعوائد الشخصية ومراعاة للأفهام من قلة العلم أو اختلاف البيئة أو استحكام العادات القبلية، فليس كل علم ينشر ويبذل ويقال. ¶ ومراعاة للمقاصد والنيات، من صور الاتفاق والاختلاف والتحليل والتحريم والإكراه والنسيان والتأويل والإعذار بالزلة اللامقصودة، والأخذ بالقرائن والأحوال والسابقة في الفضل والعلم، وعدم التعجل في الأحكام أو التجرؤ في اتهام النيات. ¶ ومراعاة للأحوال الخاصة من النصائح والوصايا والرسائل والمعاملة الكريمة، والتوجيه المنفرد، وحب الخير للغير ومراعاة للأعراف والعوائد العامة، وذلك لا يتم إلا بالضوابط الشرعية، والقواعد المرعية، المبنية على لزوم الحكمة وكتمان العلم للمصلحة، والحرص على معرفة العوائد والعادات والأعراف الموافقة للشريعة ومدحها والالتزام بها، لكي تكون الدعوة مقبولة محببة للقلوب مقنعة للعقول، مناسبة للأحوال والظروف.",
            "page": "64",
            "part": "1",
            "seal": "C6B352BE"
        },
        {
            "id": "65",
            "nass": "(2) البداءة بالأهم فالمهم: وهذا المقصود به معرفة مراتب الأعمال وتقديمها ووضعها في مواضعها، فإن لكل عمل قدراً فالبداءة بالتوحيد أهم المهمات، وأوجب الواجبات، وكذلك تقديم الأصول على الفروع، والفرائض على النوافل، وفروض الأعيان على فروض الكفايات، وفروض الكفايات المتروكة المهجورة تقديمها والعمل بها، وهذا الفقه ملاحظة ومعلوم لمن شدا شيئاً من العلم والنظر في كتب أئمة الدعوة وما نراه اليوم من تخبط وجهالة، إنما هو للبعد عن مثل هذه القواعد السديدة الرشيدة، والركون إلى مستنقعات آسنة من الهوى والجهل وزبالات الأذهان والآراء الجوفاء. ¶ (3) المصالح والمفاسد: \"إن الشريعة مبناها وأساسها على الحكم ومصالح العباد في المعاش والمعاد، وهي عدل كلها، ورحمة كلها ومصالح كلها، وحكمة كلها، فكل مسألة خرجت عن العدل إلى الجور، وعن الرحمة إلى ضدها، وعن المصلحة إلى المفسدة، وعن الحكمة إلى العبث فليست من الشريعة وإن دخلت فيها بالتأويل\" [أعلام الموقعين (3 / 3) ] .",
            "page": "65",
            "part": "1",
            "seal": "076F0BF6"
        },
        {
            "id": "66",
            "nass": "سقت هذا الكلام لابن قيم الجوزية - رحمه الله - حتى يعلم القارئ الكريم أن المراد بالمصالح والمفاسد، ما كان تحت حكم الشرع الحنيف ودائرته الواسعة، وليس كل مصلحة أو مفسدة تدخل تحت إطاره وسياجه المتين، كما يقرره بعض من لا خلاق لهم من العلم النبوي والميراث المحمدي، من تقديم لبواعث نفوسهم الكامنة على الهوى؛ وملائمة طباعهم لها وعدم نفورها عنهم، فتلك أهواء وآراء وقانا الله شرها وكفانا ضرها.",
            "page": "66",
            "part": "1",
            "seal": "2382621B"
        },
        {
            "id": "67",
            "nass": "إن الدعوة السلفية نظرت إلى المصالح والمفاسد نظرة شرعية مبنية على الدليل واتباعه مقترنة بالتقوى الصادقة، والبصيرة العلمية النافذة، والمعرفة بواقع المسائل معرفة واسعة، ولذا علموا يقيناً أن الشريعة المحمدية جاءت بتحصيل المصالح وتكميلها وتعطيل المفاسد وتقليلها، وأنها ترجح خير الخيرين وتدفع شر الشرين، وتحصل أعظم المصلحتين بتفويت أدناهما وتدفع أعظم المفسدتين باحتمال أدناهما، وترتكب أخف الضررين لدفع أعلاهما، فساروا على هذا الفقه الدقيق العميق في حياتهم العلمية والعملية والدعوية، فنفع الله بها واهتدى كثيرون إليها، لما اشتملت عليه من فقه المسائل وتنزيلها منازلها الصحيحة، إننا ننصح كل داعية على هذا المنهج السوي أن يكثر من النظر، ويعمل الفكر، ويجد في البحث العميق، ليقف على المصالح وطرق جلبها، ويعرف المفاسد وطرق دفعها، مع الإدراك التام للمتعلقات التي تتبع أقواله وأعماله وأفعاله وأحواله من فقه المصلحة والمفسدة.",
            "page": "67",
            "part": "1",
            "seal": "CBB4AEA7"
        },
        {
            "id": "68",
            "nass": "ومما سار عليه أئمتنا - أئمة الدعوة - من منهج سوي في باب المصالح، ترك المصالح المتوهمة، والمنافع المظنونة المخالفة للدليل الشرعي، فإذا خالف لديهم أمرٌ من الأمور الدليل الشرعي فلا اعتبار لهذا الأمر لديهم البتة، بل الاعتبار بما دل عليه الدليل؛ لأنه لو فُتِح هذا الباب فإنه مدخل للشيطان، وباب للهوى، وطريق للخذلان، وقد يكون نفعه مقتصراً على ساعة أو لحظة، ولكنه مر العواقب، سيئ الثمرات. ¶ هذه بعض الأمور الواضحة والمعالم البارزة، في سلوك أئمة الدعوة للقواعد الشرعية الفقهية، ومطابقتها للمقاصد الشرعية المرعية، ما أحوجنا إلى احتذاءها والسير على منوالها مراعاة للمصالح العامة للأمة، وبُعداً عن المفاسد وأضرارها السيئة؛ حتى تكون الدعوة مباركة طيبة نافعة مقبولة، وبذلك ينصر الحق ويكبت الباطل والله المستعان، وعليه التكلان {فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ} [يونس: 32] .",
            "page": "68",
            "part": "1",
            "seal": "C17C4FD9"
        },
        {
            "id": "69",
            "nass": "السبب العاشر: التزامها بربانية الإسلام: ¶ إن الإسلام دين الله لا يقبل سواه، ولا ينظر لعداه؛ {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} [آل عمران: 19] . {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ} [آل عمران: 85] . ¶ ولذا كان لزاماً الديانة بهذا الدين حكماً وأمراً {وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ} [الأحزاب: 36] . ¶ والمقصد والمنتهى من الدين هو الله {وَأَنَّ إِلَى رَبِّكَ الْمُنْتَهَى} [النجم: 42] . ¶ والطموح والاجتهاد والبذل والتعب والتضحية إنما هو لنيل رضوان الله تعالى {وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَى} [طه: 84] ، {تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا} [الفتح: 29] ، {الَّذِينَ أُخْرِجُوا مِنْ دِيارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا} [الحشر: 8] . ¶ هذه هي الربانية المطلوب من المسلمين امتثالها والعمل بمقتضاها، إذ هي الدين حكماً وأمراً ومقصداً وطموحاً وغاية.",
            "page": "69",
            "part": "1",
            "seal": "CC34D446"
        },
        {
            "id": "70",
            "nass": "ولقد فهم أئمة الدعوة - رحمهم الله - فهماً مبنياً على اليقين الجازم، والصدق اللازم، المتغلغل إلى سويداء القلوب والنفوس حقيقة الربانية فالتزموا بها في دعوتهم وعلمهم وعملهم، فكان لدعوتهم الأثر المبارك؛ وإن مما قرره أئمة الدعوة في ذلك؛ أنَّ الربانية ليست حديثاً يفترى، أو فتوناً يتردد، لقد أوضحوا وبينوا أنها ربانية في الوسيلة والغاية، كما قال الله تعالى: {مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ} [آل عمران: 79] .",
            "page": "70",
            "part": "1",
            "seal": "C9F010F2"
        },
        {
            "id": "71",
            "nass": "ووضحوا أن هذه الربانية تربية للناس على الدين الحق والعمل الصالح والتزكية الإيمانية، ليس لها طقوس خاصة أو أعمال مخصوصة، تتعلق بصفتها أو رمزها دون شعار الإسلام بل هي العبادة الجامعة لكل ما يحبه الله ويرضاه من الأقوال والأعمال الظاهرة والباطنة، كما قال تعالى: {يَاأَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة: 21] . ¶ وبينوا أن الربانية موافقة للفطرة البشرية {فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ} [الروم: 30] ، وقول النبي صلّى الله عليه وسلّم: «كل مولود يولد على الفطرة» [متفق عليه] . ¶ وجعلوا لها ضوابط محددة، وقواعد واضحة المعالم وأسس ساروا عليها: ¶ (أ) توحيد مصدر التلقي؛ لأن ذلك عصمة من الضلال وأمانٌ من الزيغ، كما قال رسول الله صلّى الله عليه وسلّم: «تركت فيكم أمرين لن تضلوا ما إن تمسكتم بهما كتاب الله وسنتي» [أخرجه الحاكم] .",
            "page": "71",
            "part": "1",
            "seal": "10669165"
        },
        {
            "id": "72",
            "nass": "(ب) تصفية مصدر التلقي مما شابه فعكر روائه، وخالطه فشوه جماله، من أحاديث موضوعة، وتفسيرات موهومة، وقواعد باطلة، وآراء مجردة كاذبة. ¶ (ت) التلقي للتنفيذ والتطبيق والعمل بالعلم {يا أيها الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ} {كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ} [الصف: 2-3] . ¶ قال عبد الله بن مسعود - رضي الله عنه -: \"كنا نتعلم العشر آيات لا نتجاوزهن حتى نعمل بها\" [أخرجه ابن جرير في تفسيره بسند صحيح] . ¶ ولله درّ القائل: ¶ معذب قبل عباد الوثن ... وعالمٌ بعمله لم يعملن ¶ (ث) أن يكون المربي عالماً ربانياً قال تعالى: {إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ بِمَا اسْتُحْفِظُوا مِنْ كِتَابِ اللَّهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ} [المائدة: 44] ، وقوله تعالى: {لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبَارُ عَنْ قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَصْنَعُونَ} [المائدة: 63] .",
            "page": "72",
            "part": "1",
            "seal": "E7771C71"
        },
        {
            "id": "73",
            "nass": "وقال صلّى الله عليه وسلّم: «إن الله لا ينزع العلم انتزاعاً ولكن بموت العلماء حتى إذا لم يبق عالماً اتخذ الناس رؤساء جهالاً فسئلوا فأفتوا بغير علم فضلوا وأضلوا» [متفق عليه] . ¶ (ج) التدرج في الربانية، قال تعالى: {وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ} [آل عمران: 79] ، وفسر ابن عباس رضي الله عنهما ذلك بقوله: \"حكماء علماء\" [البخاري معلقاً والخطيب بسند صحيح] . ¶ والحكمة والعلم يقتضيا وضع الشيء في موضعه، ولذلك ورد عند البخاري في (كتاب العلم) باب العلم قبل القول والعمل: بأن الرباني هو الذي يربي الناس بصغار العلم قبل كباره. ¶ (ح) ربط المُربّي بالله ورسوله وليس بالأشخاص أو الشيوخ أو الأحزاب والشعارات أو الجماعات، ليكون تلقي خطاب الشرع سليماً؛ فيثمر عملاً مستقيماً، ليعظم الرب تبارك وتعالى، ويتبع النبي الأميّ صلّى الله عليه وسلّم.",
            "page": "73",
            "part": "1",
            "seal": "817D3E78"
        },
        {
            "id": "74",
            "nass": "ولذلك نعى الله سبحانه وتعالى على الذين أفسدوا هذا الضابط بقوله: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لَا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ} [التوبة: 31] . ¶ (خ) تعاهد المربي ومتابعته ونصيحته وتقويم سلوكه كما في سورة العصر: {وَالْعَصْرِ} {إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ} {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ} [العصر: 1-3] .",
            "page": "74",
            "part": "1",
            "seal": "D8055B11"
        },
        {
            "id": "75",
            "nass": "هذه هي التربية الربانية أساساً وقواعد وضوابط عند أئمة الدعوة الذين استقوها صافية المنبع، عذبة المورد من وظيفة النبي صلّى الله عليه وسلّم القائمة على التعليم والتربية والتزكية {لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ} [آل عمران: 164] [راجع الجماعات الإسلامية في ضوء الكتاب والسنة بفهم سلف الأمة (ص432) .] .",
            "page": "75",
            "part": "1",
            "seal": "64232252"
        },
        {
            "id": "76",
            "nass": "الخاتمة ¶ أخي القارئ الكريم: إن الحديث عن هذه الدعوة المباركة وأئمتها الفضلاء الأجلاء الناصرين للدين المجددين له لا يبلى مهما تعدد، ولا يمل مهما تردد، لأنها ولأنهم دوحة كريمة وارفة الظلال، طيبة المنبت، كريمة الأصل {كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ} [إبراهيم: 24] . ¶ ولكن لا بد من الختام فأقول: هذه هي الأسباب مفصلة ومجملة، فخذ بها وسر على نهجها الصافي، وتمسك بأهدابها مستعصماً بالله، ومتبعاً لسنة رسول الله - صلّى الله عليه وسلّم - وستكون من المفلحين الفائزين، وإياك ثم إياك من فئات وجماعات وأحزاب، تنكبت سبل الهدى، وارتاعت في سبل الغواية والردى، فوالله إن أمرها إلى خراب، ومصيرها إلى يباب، والله المستعان. ¶ وسل الله هداية وتوفيقاً من لدنه مردداً ومكثراً من قوله صلّى الله عليه وسلّم: «اللهم إني أسألك هديًا قاصدًا، واللهم جنبنا منكرات الأخلاق والأهواء والأدواء» . ¶ وقوله صلّى الله عليه وسلّم: «اللهم اهدني لما اختلف فيه من الحق بإذنك إنك تهدي من تشاء إلى صراط مستقيم» . ¶ والله الموفق وعليه قصد السبيل. ¶ قال ذلك وكتب ¶ عبد الرحمن بن يوسف الرحمة القُرعاني",
            "page": "76",
            "part": "1",
            "seal": "90214C7A"
        },
        {
            "id": "77",
            "nass": "في الرياض - غرة رمضان لعام 1423هـ",
            "page": "77",
            "part": "1",
            "seal": "85F2ACFC"
        },
        {
            "id": "78",
            "nass": "الفهرس ¶ المقدمة: وفيها الباعث على التأليف للكتاب ¶ كلمة فيها بيان: لماذا نحب هذه الدعوة ولماذا نجحت واستمرت ¶ الأسباب المجملة ¶ الأسباب المفصلة: ¶ السبب الأول: دعوتها إلى التوحيد واهتمامها به ¶ السبب الثاني: تمسكها بالسنة وحرصها على الاتباع ¶ السبب الثالث: اهتمامها بالعلم الشرعي تحصيلاً وتأصيلاً وتفريعاً ¶ السبب الرابع: ارتباطها بولاية مناصرة لها، ومؤيدة لدعوتها ¶ السبب الخامس: وضوح دعوتها وبعدها عن السرية ¶ السبب السادس: انتسابها إلى الإسلام والسنة وتركها للألقاب والسمات الأخرى ¶ السبب السابع: لزومها للجماعة، ونهيها عن الفرقة ¶ السبب الثامن: اعتناؤها بالأمر بالمعروف والنهي عن المنكر ¶ السبب التاسع: سلوكها لفقه المقاصد الشرعية، المبني على القواعد المرعية ¶ السبب العاشر: التزامها بربانية الإسلام ¶ الخاتمة ¶ تم الكتاب ولله الحمد.",
            "page": "78",
            "part": "1",
            "seal": "10832EBE"
        }
    ],
    "t1886": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "كلمة فيها بيان لماذا نحب هذه الدعوة ولماذا نجحت واستمرت"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "الأسباب المجملة"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "الأسباب المفصلة"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "1",
            "tit": "السبب الأول دعوتها إلى التوحيد واهتمامها به"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "السبب الثاني تمسكها بالسنة وحرصها على الاتباع"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "السبب الثالث اهتمامها بالعلم الشرعي تحصيلا وتأصيلا وتفريعا"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "السبب الرابع ارتباطها بولاية مناصرة لها ومؤيدة لدعوتها"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "السبب الخامس وضوح دعوتها وبعدها عن السرية"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "السبب السادس انتسابها إلى الإسلام والسنة وتركها للألقاب والسمات الأخرى"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "السبب السابع لزومها للجماعة ونهيها عن الفرقة"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "السبب الثامن اعتناؤها بالأمر بالمعروف والنهي عن المنكر"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "السبب التاسع سلوكها لفقه المقاصد الشرعية المبني على القواعد المرعية"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "السبب العاشر التزامها بربانية الإسلام"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "الفهرس"
        }
    ]
}