{
    "b1888": [
        {
            "id": "38",
            "nass": "مِنْ قَبْلِ أَنْ يَتَمَاسَّا فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ} (¬1). ¶ «{وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا} اختلف العلماء في معنى العود، فقيل: معناه العزم على جماع من ظاهر منها، وأنه بمجرد عزمه تجب عليه الكفارة المذكورة، ويدلّ على هذا أن اللَّه تعالى ذكر في الكفّارة أنها تكون قبل المسيس، وذلك إنما يكون بمجرد العزم، وقيل: معناه حقيقة الوطء، ويدل على ذلك أن اللَّه قال: {ثُمَّ يَعُودُونَ لِمَا قَالُوا} والذي قالوا إنما هو الوطء. ¶ وعلى كل من القولين إذا وجد العود، صار كفارة هذا التحريم {تَحْرِيرُ رَقَبَةٍ} مُؤْمِنَةٍ كما قيدت في آية أخرى، ذكر أو أنثى، بشرط أن تكون سالمة من العيوب المضرة بالعمل. ¶ {مِنْ قَبْلِ أَنْ يَتَمَاسَّا} أي: يلزم الزوج أن يترك وطء زوجته التي ظاهر منها حتى يكفر برقبة. ¶ {ذَلِكُمْ} الحكم الذي ذكرناه لكم، {تُوعَظُونَ بِهِ} أي: يُبَيِّنُ لكم حكمه مع الترهيب المقرون به؛ لأن معنى الوعظ ذكر الحكم مع الترغيب والترهيب، فالذي يريد أن يظاهر، إذا ذُكِر أنه يجب عليه عتق رقبة كف نفسه عنه، {وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} فيجازي ¶ ¬_________ ¶ (¬1) سورة المجادلة، الآيتان: 3 - 4.",
            "page": "38",
            "part": "1",
            "seal": "DEF8814E"
        },
        {
            "id": "39",
            "nass": "كل عامل بعمله. ¶ {فَمَنْ لَمْ يَجِدْ} رقبة يعتقها، بأن لم يجدها أو [لم] يجد ثمنها عليه {صِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا فَمَنْ لَمْ يَسْتَطِعْ} الصيام {فَإِطْعَامُ سِتِّينَ مِسْكِينًا}. ¶ إما بأن يطعمهم من قوت بلده ما يكفيهم، كما هو قول كثير من المفسرين، وإما بأن يطعم كل مسكين مُدَّ بُرٍّ، أو نصف صاع من غيره، مما يجزي في الفطرة، كما هو قول طائفة أخرى. ¶ ذلك الحكم الذي بيناه لكم، ووضحناه لكم {لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ} وذلك بالتزام هذا الحكم وغيره من الأحكام، والعمل به. ¶ فإن التزام أحكام اللَّه، والعمل بها من الإيمان، [بل هي المقصودة] ومما يزيد به الإيمان ويكمل وينمو. ¶ {وَتِلْكَ حُدُودُ اللَّهِ} التي تمنع من الوقوع فيها، فيجب أن لا تتعدى ولا يقصر عنها. ¶ {وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ} وفي هذه الآيات، عدة أحكام: ¶ منها: لطف اللَّه بعباده، واعتناؤه بهم، حيث ذكر شكوى هذه المرأة المصابة، وأزالها ورفع عنها البلوى، بل رفع البلوى بحكمه العام، لكل من ابتلي بمثل هذه القضية. ¶ ومنها: أن الظهار مختص بتحريم الزوجة؛ لأن اللَّه قال: {مِنْ نِسَائِهِمْ} فلو حرم أمته، لم يكن [ذلك] ظهاراً، بل هو من جنس",
            "page": "39",
            "part": "1",
            "seal": "9FE4C816"
        },
        {
            "id": "40",
            "nass": "تحريم الطعام والشراب، تجب فيه كفارة اليمين فقط. ¶ ومنها: أنه لا يصحّ الظهار من امرأة قبل أن يتزوجها؛ لأنها لا تدخل في نسائه وقت الظهار، كما لا يصح طلاقها، سواء نجَّز ذلك أو علقه. ¶ ومنها: أن الظهار محرم؛ لأن اللَّه سمّاه منكراً [من القول] وزوراً. ¶ ومنها: تنبيه اللَّه على وجه الحكم وحكمته؛ لأن اللَّه تعالى قال: {مَا هُنَّ أُمَّهَاتِهِمْ}. ¶ ومنها: أنه يكره للرجل أن ينادي زوجته، ويسميها باسم محارمه، كقوله: «يا أمي»، و «يا أختي»، ونحوه؛ لأن ذلك يشبه المحرم. ¶ ومنها: أن الكفارة إنما تجب بالعود؛ لما قال المظاهر، على اختلاف القولين السابقين، لا بمجرد الظهار. ¶ ومنها: أنه يجزئ في كفارة الرقبة، الصغير والكبير، والذكر والأنثى؛ لإطلاق الآية في ذلك. ¶ ومنها: أنه يجب إخراجها إن كانت عتقاً أو صياماً قبل المسيس، كما قيده اللَّه بخلاف كفارة الإطعام؛ فإنه يجوز المسيس والوطء في أثنائها. ¶ ومنها: أنه لعل الحكمة في وجوب الكفارة قبل المسيس، أن",
            "page": "40",
            "part": "1",
            "seal": "64C8F94F"
        },
        {
            "id": "41",
            "nass": "ذلك أدعى لإخراجها؛ فإنه إذا اشتاق إلى الجماع، وعلم أنه لا يمكن من ذلك إلا بعد الكفارة، بادر لإخراجها. ¶ ومنها: أنه لا بد من إطعام ستين مسكيناً، فلو جمع طعام ستين مسكيناً، ودفعها لواحد أو أكثر من ذلك، دون الستين لم يجز ذلك، لأن اللَّه قال: {فَإِطْعَامُ سِتِّينَ مِسْكِينًا}» (¬1). ¶ الرابع عشر: يغفر اللَّه للمسلمين والمسلمات والذاكرين اللَّه كثيراً والذاكرات: ¶ قال اللَّه تعالى: {إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْقَانِتِينَ وَالْقَانِتَاتِ وَالصَّادِقِينَ وَالصَّادِقَاتِ وَالصَّابِرِينَ وَالصَّابِرَاتِ وَالْخَاشِعِينَ وَالْخَاشِعَاتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقَاتِ وَالصَّائِمِينَ وَالصَّائِمَاتِ وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا} (¬2). ¶ «لمّا ذكر تعالى ثواب زوجات الرسول - صلى الله عليه وسلم -، وعقابهن [لو قدر عدم الامتثال]، وأنه ليس مثلهنّ أحد من النساء، ذكر بقية النساء غيرهن. ¶ ولما كان حكمهن والرجال واحدًا، جعل الحكم مشتركًا، فقال: {إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ} وهذا في الشرائع الظاهرة، إذا كانوا قائمين بها، {وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} وهذا في الأمور الباطنة، من عقائد القلب وأعماله. ¶ ¬_________ ¶ (¬1) تيسير الكريم الرحمن، ص 996. ¶ (¬2) سورة الأحزاب، الآية: 35.",
            "page": "41",
            "part": "1",
            "seal": "56B1D8B3"
        },
        {
            "id": "42",
            "nass": "{وَالْقَانِتِينَ} أي: المطيعين لله ولرسوله، {وَالْقَانِتَاتِ وَالصَّادِقِينَ} في مقالهم وفعالهم {وَالصَّادِقَاتِ}، {وَالصَّابِرِينَ} على الشدائد والمصائب {وَالصَّابِرَاتِ} {وَالْخَاشِعِينَ} في جميع أحوالهم، خصوصًا في عباداتهم، خصوصًا في صلواتهم، {وَالْخَاشِعَاتِ}، {وَالْمُتَصَدِّقِينَ} فرضًا ونفلاً، {وَالْمُتَصَدِّقَاتِ وَالصَّائِمِينَ وَالصَّائِمَاتِ} شمل ذلك، الفرض والنفل، {وَالْحَافِظِينَ فُرُوجَهُمْ} عن الزنا ومقدماته، {وَالْحَافِظَاتِ}، {وَالذَّاكِرِينَ اللَّهَ [كَثِيرًا} أي:] في أكثر الأوقات، خصوصًا أوقات الأوراد المقيدة، كالصباح، والمساء، وأدبار الصلوات المكتوبات {وَالذَّاكِرَاتِ}. ¶ {أَعَدَّ اللَّهُ لَهُمْ} أي: لهؤلاء الموصوفين بتلك الصفات الجميلة، والمناقب الجليلة، التي هي ما بين اعتقادات، وأعمال قلوب، وأعمال جوارح، وأقوال لسان، ونفع متعد وقاصر، وما بين أفعال الخير، وترك الشر، الذي من قام بهن، فقد قام بالدين كله، ظاهره وباطنه، بالإسلام والإيمان والإحسان. ¶ فجازاهم على عملهم بِالْمَغْفِرَةِ لذنوبهم؛ لأن الحسنات يذهبن السيئات. {وَأَجْرًا عَظِيمًا} لا يقدر قدره، إلا الذي أعطاه، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، نسأل الله أن يجعلنا منهم (¬1). ¶ ¬_________ ¶ (¬1) تيسير الكريم الرحمن، ص 780.",
            "page": "42",
            "part": "1",
            "seal": "2BF77538"
        },
        {
            "id": "43",
            "nass": "الخامس عشر: يغفر اللَّه لمن يشاء مادون الشرك: ¶ 1 - قال اللَّه تعالى: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا} (¬1). ¶ «يخبر تعالى: أنه لا يغفر لمن أشرك به أحداً من المخلوقين، ويغفر ما دون الشرك من الذنوب صغائرها وكبائرها، وذلك عند مشيئته مغفرة ذلك، إذا اقتضت حكمتُه مغفرتَه. ¶ فالذنوب التي دون الشرك قد جعل اللَّه لمغفرتها أسباباً كثيرة، كالحسنات الماحية والمصائب المكفرة في الدنيا، والبرزخ ويوم القيامة، وكدعاء المؤمنين بعضهم لبعض، وبشفاعة الشافعين، ومن فوق ذلك كله رحمته التي أحق بها أهل الإيمان والتوحيد. ¶ وهذا بخلاف الشرك فإن المشرك قد سد على نفسه أبواب المغفرة، وأغلق دونه أبواب الرحمة، فلا تنفعه الطاعات من دون التوحيد، ولا تفيده المصائب شيئاً، وما لهم يوم القيامة {مِنْ شَافِعِينَ * وَلا صَدِيقٍ حَمِيمٍ} (¬2). ¶ ولهذا قال تعالى: {وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا} أي افترى جرماً كبيراً، وأي ظلم أعظم ممن سوّى المخلوق - من تراب الناقص من جميع الوجوه، الفقير بذاته من كل وجه، الذي لا ¶ ¬_________ ¶ (¬1) سورة النساء، الآية: 48. ¶ (¬2) سورة الشعراء، الآية: 101.",
            "page": "43",
            "part": "1",
            "seal": "A2E48459"
        },
        {
            "id": "44",
            "nass": "يملك لنفسه- فضلاً عمن عبده -نفعًا ولا ضرًّا ولا موتًا ولا حياة ولا نشورًا- بالخالق لكل شيء، الكامل من جميع الوجوه، الغني بذاته عن جميع مخلوقاته، الذي بيده النفع والضر والعطاء والمنع، الذي ما من نعمة بالمخلوقين إلا فمنه تعالى فهل أعظم من هذا الظلم شيء؟ ¶ ولهذا حتم على صاحبه بالخلود بالعذاب وحرمان الثواب {إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ} (¬1)، وهذه الآية الكريمة في حق غير التائب، وأما التائب فإنه يغفر له الشرك فما دونه، كما قال تعالى: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا} (¬2) أي لمن تاب إليه وأناب» (¬3). ¶ 2 - قال اللَّه - عز وجل -: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا} (¬4). ¶ «الشرك لا يغفره اللَّه تعالى لتضمنه القدح في رب العالمين وفي وحدانيته وتسوية المخلوق الذي لا يملك لنفسه ضرّاً ولا نفعاً بمن هو مالك النفع والضر، الذي ما من نعمة إلا منه، ولا يدفع ¶ ¬_________ ¶ (¬1) سورة المائدة، الآية: 72. ¶ (¬2) سورة المائدة، الآية: 72. ¶ (¬3) تيسير الكريم الرحمن، ص 196. ¶ (¬4) سورة النساء، الآية: 116.",
            "page": "44",
            "part": "1",
            "seal": "6339105C"
        },
        {
            "id": "45",
            "nass": "النقم إلا هو، الذي له الكمال المطلق من جميع الوجوه، والغنى التام بجميع وجوه الاعتبارات. ¶ فمن أعظم الظلم وأبعد الضلال عدم إخلاص العبادة لمن هذا شأنه وعظمته، وصرف شيء منها للمخلوق الذي ليس له من صفات الكمال شيء، ولا له من صفات الغنى شيء بل ليس له إلا العدم: عدم الوجود، وعدم الكمال، وعدم الغنى، والفقر من جميع الوجوه. ¶ وأما ما دون الشرك من الذنوب والمعاصي فهو تحت المشيئة، إن شاء اللَّه غفره برحمته وحكمته، وإن شاء عذب عليه وعاقب بعدله وحكمته، وقد استدل بهذه الآية الكريمة على أن إجماع هذه الأمة حجة وأنها معصومة من الخطأ» (¬1). ¶ السادس عشر: الحسنات يذهبن السيئات: ¶ قال اللَّه تعالى: {وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ} (¬2). ¶ «يأمر تعالى بإقامة الصلاة كاملة {طَرَفَيِ النَّهَارِ} أي: أوله وآخره، ويدخل في هذا، صلاة الفجر، وصلاتا: الظهر والعصر، {وَزُلَفًا مِنَ اللَّيْلِ} ويدخل في ذلك، صلاة المغرب والعشاء، ويتناول ذلك قيام ¶ ¬_________ ¶ (¬1) تيسير الكريم الرحمن، ص 220. ¶ (¬2) سورة هود، الآية: 114.",
            "page": "45",
            "part": "1",
            "seal": "3C22870D"
        },
        {
            "id": "46",
            "nass": "الليل، فإنها مما تزلف العبد، وتقربه إلى اللَّه تعالى. ¶ {إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ} أي: فهذه الصلوات الخمس، وما ألحق بها من التطوعات من أكبر الحسنات، وهي: مع أنها حسنات تقرب إلى اللَّه، وتوجب الثواب، فإنها تذهب السيئات وتمحوها، والمراد بذلك: الصغائر، كما قيدتها الأحاديث الصحيحة عن النبي - صلى الله عليه وسلم -، مثل قوله: «الصلوات الخمس، والجمعة إلى الجمعة، ورمضان إلى رمضان، مكفرات لما بينهن ما اجتنبت الكبائر» (¬1)، بل كما قيدتها الآية التي في سورة النساء، وهي قوله تعالى: {إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلا كَرِيمًا}» (¬2). ¶ ¬_________ ¶ (¬1) مسلم، برقم 233، ويأتي تخريجه. ¶ (¬2) تيسير الكريم الرحمن، ص 451.",
            "page": "46",
            "part": "1",
            "seal": "C577F0E9"
        },
        {
            "id": "47",
            "nass": "المبحث الثالث: مكفرات الذنوب من السنة المطهرة الصحيحة ¶ أولاً: لا إله إلا اللَّه تكفر بها السيئات وترفع بها الدرجات: ¶ 1 - 1 - عن أبي هريرة - رضي الله عنه - أن رسول اللَّه - صلى الله عليه وسلم - قال: \"مَنْ قَالَ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ فِي يَوْمٍ مِائَةَ مَرَّةٍ، كَانَتْ لَهُ عَدْلَ عَشْرِ رِقَابٍ، وَكُتِبَتْ لَهُ مِائَةُ حَسَنَةٍ، وَمُحِيَتْ عَنْهُ مِائَةُ سَيِّئَةٍ، وَكَانَتْ لَهُ حِرْزًا مِنَ الشَّيْطَانِ يَوْمَهُ ذَلِكَ حَتَّى يُمْسِيَ، وَلَمْ يَأْتِ أَحَدٌ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلَّا أَحَدٌ عَمِلَ أَكْثَرَ مِنْ ذَلِكَ\" (¬1). ¶ 2 - 2 - عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: \"مَنْ قَالَ: لَا إِلَهَ إِلَّا اللَّهُ، وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، ... عَشْرَ مَرَّاتٍ حِينَ يُصْبِحُ، كُتِبَ لَهُ بِهَا مِائَةُ حَسَنَةٍ، وَمُحِيَ عَنْهُ بِهَا مِائَةُ سَيِّئَةٍ، وَكَانَتْ لَهُ عَدْلَ رَقَبَةٍ، وَحُفِظَ بِهَا يَوْمَئِذٍ حَتَّى يُمْسِيَ، وَمَنْ قَالَ مِثْلَ ذَلِكَ حِينَ يُمْسِي، كَانَ لَهُ مِثْلُ ذَلِكَ\" (¬2). ¶ 3 - 3 - عن عُمارة بن شبيب أن رجلاً من الأنصار حدثه أن ¶ ¬_________ ¶ (¬1) أخرجه البخاري في كتاب بدء الخلق، باب صفة إبليس وجنوده، برقم 3293، ومسلم في كتاب الذكر والدعاء والتوبة والاستغفار، باب فضل التهليل والتسبيح والدعاء، برقم 2691. ¶ (¬2) أخرجه أحمد في مسنده، 14/ 336، برقم 8719، والنسائي في عمل اليوم والليلة، برقم 26، وحسن إسناده سماحة الشيخ ابن باز - رحمه الله - كما في تحفة الأخيار، ص 44.",
            "page": "47",
            "part": "1",
            "seal": "88054C7B"
        },
        {
            "id": "48",
            "nass": "رسول اللَّه - صلى الله عليه وسلم - قال: \"مَنْ قَالَ بعدَ المَغْرِبِ أوِ الصُّبْحِ: [لاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، يُحْيِي وَيُمِيتُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ]، عَشْرَ مَرَّاتٍ بَعَثَ اللَّهُ لَهُ مَسْلَحَةً (¬1) يَحْرُسُونَهُ [مِنَ الشَّيْطَانِ] حَتَّى يُصْبِحَ، وَمِنْ حِينِ يُصْبِحُ حَتَّى يُمْسِي [وَكُتِبَ لَهُ بِهَا عَشْرَ حَسَنَاتٍ مُوجِبَاتٍ، وَمُحِيَ عَنْهُ عَشْرُ سَيِّئَاتٍ مُوبِقَاتٍ، وَكَانَتْ لَهُ كَعَدْلِ عَشْرِ رِقَابٍ مُؤْمِنَاتٍ] \" (¬2). ¶ 4 - 4 - عن أبي عياش أن رسول اللَّه - صلى الله عليه وسلم - قال: \"مَنْ قَالَ إِذَا أَصْبَحَ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ، كَانَ لَهُ عِدْلُ رَقَبَةٍ مِنْ وَلَدِ إِسْمَاعِيلَ، وَكُتِبَ لَهُ عَشْرُ حَسَنَاتٍ، وَحُطَّ عَنْهُ عَشْرُ سَيِّئَاتٍ، وَرُفِعَ لَهُ عَشْرُ دَرَجَاتٍ، وَكَانَ فِي حِرْزٍ مِنَ الشَّيْطَانِ حَتَّى يُمْسِيَ، وَإِنْ قَالَهَا إِذَا أَمْسَى كَانَ لَهُ مِثْلُ ذَلِكَ حَتَّى يُصْبِحَ\" (¬3). ¶ ¬_________ ¶ (¬1) المَسْلَحة: القومُ الذين يَحَفظُون الثُّغُور من العدوّ، وسُمُّوا مَسْلحة لأنهم يكونون ذوي سلاح، أو لأنهم يسكنون المَسْلحة، وهي كالثغر والمَرْقَب. [النهاية في غريب الحديث والأثر، 2/ 976، مادة (سلح). ¶ (¬2) أخرجه النسائي في عمل اليوم والليلة، برقم 577، و578، وسنن النسائي الكبرى، كتاب عمل اليوم والليلة، باب من قال ذلك مائة مرة، برقم 9771، واللفظ من الروايتين، وهو صحيح الإسناد، وجهالة الصحابي لا تضر. انظر: صحيح كتاب الأذكار للنووي، 1/ 253، برقم 2 44/ 182، وعمل اليوم والليلة للنسائي بتحقيق د. فاروق حمادة، ص385. ¶ (¬3) أخرجه أبو داود في كتاب الأدب، باب ما يقول إذا أصبح، برقم 5077، وابن ماجه في كتاب الدعاء، باب ما يدعو به الرجل إذا أصبح وإذا أمسى، برقم 3867، وأحمد، 4/ 60، وصححه الألباني في صحيح الترغيب والترهيب، 1/ 270، وصحيح أبي داود، 3/ 957، وصحيح ابن ماجه، 2/ 331.",
            "page": "48",
            "part": "1",
            "seal": "BCA18E83"
        },
        {
            "id": "49",
            "nass": "ثانياً: التوحيد يكفر الذنوب، وترفع به الدرجات، وتغفر به السيئات: ¶ 5 - 1 - عَنْ عُبَادَةَ - رضي الله عنه - عَنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: «مَنْ شَهِدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، وَأَنَّ عِيسَى عَبْدُ اللَّهِ وَرَسُولُهُ، وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ، وَرُوحٌ مِنْهُ، وَالْجَنَّةُ حَقٌّ، وَالنَّارُ حَقٌّ أَدْخَلَهُ اللَّهُ الْجَنَّةَ عَلَى مَا كَانَ مِنْ الْعَمَلِ»، قَالَ الْوَلِيدُ حَدَّثَنِي ابْنُ جَابِرٍ عَنْ عُمَيْرٍ عَنْ جُنَادَةَ وَزَادَ «مِنْ أَبْوَابِ الْجَنَّةِ الثَّمَانِيَةِ أَيَّهَا شَاءَ» (¬1). ¶ 6 - 2 - عن عتبان - رضي الله عنه - وفيه: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «فَإِنَّ اللَّهَ قَدْ حَرَّمَ عَلَى النَّارِ مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ. يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِ» (¬2). ¶ 7 - 3 - عن أَنَسٍ بْنِ مَالِكٍ - رضي الله عنه -، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: «قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى: يَا ابْنَ آدَمَ إِنَّكَ مَا دَعَوْتَنِي وَرَجَوْتَنِي غَفَرْتُ لَكَ عَلَى مَا كَانَ فِيكَ وَلاَ أُبَالِي، يَا ابْنَ آدَمَ لَوْ بَلَغَتْ ذُنُوبُكَ عَنَانَ السَّمَاءِ ثُمَّ اسْتَغْفَرْتَنِي غَفَرْتُ لَكَ، وَلاَ أُبَالِي، يَا ابْنَ آدَمَ إِنَّكَ لَوْ ¶ ¬_________ ¶ (¬1) البخاري، كتاب أحاديث الأنبياء، باب قوله تعالى: {يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ وَلَا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ} [النساء، الآية: 171]، برقم 3435، واللفظ له، ومسلم، كتاب الإيمان، باب الدليل على أن من مات على التوحيد دخل الجنة قطعاً، برقم 28. ¶ (¬2) أخرجه البخاري، كتاب الصلاة، باب المساجد في البيوت، برقم 425، ومسلم، كتاب المساجد، باب الرخصة في التخلف عن الجماعة بعذر، برقم 657.",
            "page": "49",
            "part": "1",
            "seal": "EAA3016E"
        },
        {
            "id": "50",
            "nass": "أَتَيْتَنِي بِقُرَابِ الأَرْضِ خَطَايَا، ثُمَّ لَقِيتَنِي لاَ تُشْرِكُ بِي شَيْئًا لأَتَيْتُكَ بِقُرَابِهَا مَغْفِرَةً» (¬1). ¶ ثالثاً: الإخلاص تُغفر به جميع الذنوب، وتُضاعف به الحسنات: ¶ 8 - 1 - عَنِ الْبَرَاءَ - رضي الله عنه - قَالَ: أَتَى النَّبِيَّ - صلى الله عليه وسلم - رَجُلٌ مُقَنَّعٌ بِالْحَدِيدِ، فَقَالَ: يَا رَسُولَ اللَّهِ، أُقَاتِلُ أَوْ أُسْلِمُ؟ قَالَ: «أَسْلِمْ ثُمَّ قَاتِلْ»، فَأَسْلَمَ ثُمَّ قَاتَلَ فَقُتِلَ، فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «عَمِلَ قَلِيلًا وَأُجِرَ كَثِيرًا» (¬2). ¶ 9 - 2 - عَنْ جَرِيرِ بْنِ عَبْدِ اللهِ الْبَجَلِيِّ - رضي الله عنه -، أَنَّ رَجُلًا جَاءَ، فَدَخَلَ فِي الْإِسْلَامِ، فَكَانَ رَسُولُ اللهِ يُعَلِّمُهُ الْإِسْلَامَ وَهُوَ فِي مَسِيرِهِ، فَدَخَلَ خُفُّ بَعِيرِهِ فِي جُحْرِ يَرْبُوعٍ، فَوَقَصَهُ بَعِيرُهُ، فَمَاتَ، فَأَتَى عَلَيْهِ رَسُولُ اللهِ - صلى الله عليه وسلم -، فَقَالَ: «عَمِلَ قَلِيلاً وَأُجِرَ كَثِيرًا» قَالَهَا حَمَّادٌ ثَلَاثًا (¬3). ¶ ¬_________ ¶ (¬1) أخرجه الترمذي، كتاب الدعوات عن رسول الله - صلى الله عليه وسلم -، باب حدثنا عبد اللَّه بن إسحاق، برقم 3540، وقال: «حسن غريب» والضياء المقدسي في المختارة، 2/ 249، برقم 1572، وقال: «إسناده صحيح» كلاهما عن أنس. وصححه الألباني في سلسلة الأحاديث الصحيحة، برقم 127، و128. ¶ (¬2) متفق عليه: البخاري، كتاب الجهاد والسير، باب عمل صالح قبل القتال، برقم 2808، ومسلم، كتاب الإمارة، باب ثبوت الجنة للشهيد، برقم 1900. ¶ (¬3) مسند الإمام أحمد، 31/ 514، رقم 19177، و31/ 496، برقم 19158، والمعجم الكبير للطبراني، 2/ 330، برقم 2331، وقال محققو المسند، 31/ 496: «حديث حسن بطرقه ... »، وسمعت شيخنا بن باز ' أثناء تقريره على مسند الإمام أحمد يجوِّد إسناده.",
            "page": "50",
            "part": "1",
            "seal": "E34129CF"
        },
        {
            "id": "51",
            "nass": "10 - 3 - وفي لفظ: عَنْ جَرِيرِ بْنِ عَبْدِ اللهِ قَالَ: خَرَجْنَا مَعَ رَسُولِ اللهِ - صلى الله عليه وسلم -، فَلَمَّا بَرَزْنَا مِنَ الْمَدِينَةِ إِذَا رَاكِبٌ يُوضِعُ نَحْوَنَا، فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «كَأَنَّ هَذَا الرَّاكِبَ إِيَّاكُمْ يُرِيدُ» قَالَ: فَانْتَهَى الرَّجُلُ إِلَيْنَا، فَسَلَّمَ، فَرَدَدْنَا عَلَيْهِ، فَقَالَ لَهُ النَّبِيُّ - صلى الله عليه وسلم -: «مِنْ أَيْنَ أَقْبَلْتَ؟» قَالَ: مِنْ أَهْلِي وَوَلَدِي وَعَشِيرَتِي، قَالَ: «فَأَيْنَ تُرِيدُ؟» قَالَ: أُرِيدُ رَسُولَ اللهِ - صلى الله عليه وسلم - قَالَ: «فَقَدْ أَصَبْتَهُ» قَالَ: يَا رَسُولَ اللهِ، عَلِّمْنِي مَا الْإِيمَانُ؟ قَالَ: «تَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ، وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ، وَتُقِيمُ الصَّلَاةَ، وَتُؤْتِي الزَّكَاةَ، وَتَصُومُ رَمَضَانَ، وَتَحُجُّ الْبَيْتَ»، قَالَ: قَدْ أَقْرَرْتُ. قَالَ: ثُمَّ إِنَّ بَعِيرَهُ دَخَلَتْ يَدُهُ فِي شَبَكَةِ جُرْذَانٍ، فَهَوَى بَعِيرُهُ وَهَوَى الرَّجُلُ، فَوَقَعَ عَلَى هَامَتِهِ، فَمَاتَ، فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «عَلَيَّ بِالرَّجُلِ» قَالَ: فَوَثَبَ إِلَيْهِ عَمَّارُ بْنُ يَاسِرٍ وَحُذَيْفَةُ فَأَقْعَدَاهُ فَقَالَا: يَا رَسُولَ اللهِ، قُبِضَ الرَّجُلُ. قَالَ: فَأَعْرَضَ عَنْهُمَا رَسُولُ اللهِ - صلى الله عليه وسلم -، ثُمَّ قَالَ لَهُمَا رَسُولُ اللهِ - صلى الله عليه وسلم -: «أَمَا رَأَيْتُمَا إِعْرَاضِي عَنِ الرَّجُلِ، فَإِنِّي رَأَيْتُ مَلَكَيْنِ يَدُسَّانِ فِي فِيهِ مِنْ ثِمَارِ الْجَنَّةِ، فَعَلِمْتُ أَنَّهُ مَاتَ جَائِعًا» ثُمَّ قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «هَذَا وَاللهِ مِنَ الَّذِينَ قَالَ اللهُ - عز وجل -: {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ} (¬1)، قَالَ: ثُمَّ قَالَ: «دُونَكُمْ أَخَاكُمْ» قَالَ: فَاحْتَمَلْنَاهُ إِلَى الْمَاءِ، فَغَسَّلْنَاهُ وَحَنَّطْنَاهُ، وَكَفَّنَّاهُ، وَحَمَلْنَاهُ إِلَى الْقَبْرِ، ¶ ¬_________ ¶ (¬1) سورة الأنعام، الآية: 82.",
            "page": "51",
            "part": "1",
            "seal": "2D9FA7F6"
        },
        {
            "id": "52",
            "nass": "قَالَ: فَجَاءَ رَسُولُ اللهِ - صلى الله عليه وسلم - حَتَّى جَلَسَ عَلَى شَفِيرِ الْقَبْرِ، قَالَ: فَقَالَ: «أَلْحِدُوا وَلَا تَشُقُّوا، فَإِنَّ اللَّحْدَ لَنَا، وَالشَّقَّ لِغَيْرِنَا» (¬1). ¶ رابعاًً: الحسنات تمحو السيئات: ¶ 11 - 1 - عن أبي ذَرٍّ - رضي الله عنه - قال: قلت يا رسول اللَّه! أوصني. قال: \"إِذَا عَمِلْتَ سَيِّئَةً فَأَتْبِعْهَا حَسَنَةً تَمْحُهَا\". قال قلت: يا رسول اللَّه! أمن الحسنات لا إله إلا اللَّه؟ قال: \"هِيَ أَفْضَلُ الْحَسَنَاتِ\" (¬2). ¶ 12 - 2 - عَنْ أَبِي ذَرٍّ - رضي الله عنه -، قَالَ: قَالَ لي رَسُولُ اللَّه - صلى الله عليه وسلم -: \"اتَّقِ اللَّه حَيْثُمَا كُنْتَ، وَأَتْبِعِ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَن\" (¬3). ¶ 13 - 3 - عَنِ ابْنِ عَبَّاسٍ - رضي الله عنهما - عَنْ النَّبِيِّ - صلى الله عليه وسلم - فِيمَا يَرْوِي عَنْ رَبِّهِ - عز وجل - قَالَ: «إِنَّ اللَّهَ كَتَبَ الْحَسَنَاتِ وَالسَّيِّئَاتِ ثُمَّ بَيَّنَ ذَلِكَ فَمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللَّهُ لَهُ عِنْدَهُ حَسَنَةً كَامِلَةً، فَإِنْ هُوَ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللَّهُ لَهُ عِنْدَهُ عَشْرَ حَسَنَاتٍ إِلَى سَبْعِ مِائَةِ ضِعْفٍ إِلَى ¶ ¬_________ ¶ (¬1) مسند الإمام أحمد، 31/ 513، برقم 19176، وقال محققو مسند أحمد، 31/ 513: «حسن بطرقه». ¶ (¬2) أخرجه أحمد في المسند،35/ 386، برقم 21487، وصححه الألباني في سلسلة الأحاديث الصحيحة، برقم1373، وقال محققو المسند، 35/ 386: «حسن لغيره». ¶ (¬3) الترمذي، كتاب البر والصلة، باب ما جاء في معاشرة الناس، برقم 1987، وحسنه الألباني في صحيح سنن الترمذي، 2/ 191.",
            "page": "52",
            "part": "1",
            "seal": "FF039C68"
        },
        {
            "id": "53",
            "nass": "أَضْعَافٍ كَثِيرَةٍ، وَمَنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللَّهُ لَهُ عِنْدَهُ حَسَنَةً كَامِلَةً، فَإِنْ هُوَ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللَّهُ لَهُ سَيِّئَةً وَاحِدَةً» (¬1). ¶ 14 - 4 - عن أبي الخير أنه سمع عُقْبَةَ بْنَ عَامِرٍ، يَقُولُ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «إِنَّ مَثَلَ الَّذِي يَعْمَلُ السَّيِّئَاتِ، ثُمَّ يَعْمَلُ الْحَسَنَاتِ، كَمَثَلِ رَجُلٍ كَانَتْ عَلَيْهِ دِرْعٌ ضَيِّقَةٌ قَدْ خَنَقَتْهُ، ثُمَّ عَمِلَ حَسَنَةً، فَانْفَكَّتْ حَلْقَةٌ، ثُمَّ عَمِلَ حَسَنَةً أُخْرَى، فَانْفَكَّتْ حَلْقَةٌ أُخْرَى، حَتَّى يَخْرُجَ إِلَى الْأَرْضِ» (¬2). ¶ ثالثاً: إسباغ الوضوء كما أمر اللَّه يكفر الخطايا والسيئات: ¶ 15 - 1 - عن عمرو بن عبسة السلمي - رضي الله عنه -، وفيه: ... فَقُلْتُ: يَا نَبِيَّ اللَّهِ فَالْوُضُوءُ حَدِّثْنِي عَنْهُ، قَالَ: \"مَا مِنْكُمْ رَجُلٌ يُقَرِّبُ وَضُوءَهُ فَيَتَمَضْمَضُ وَيَسْتَنْشِقُ فَيَنْتَثِرُ إِلاَّ خَرَّتْ خَطَايَا وَجْهِهِ وَفِيهِ وَخَيَاشِيمِهِ، ثُمَّ إِذَا غَسَلَ وَجْهَهُ كَمَا أَمَرَهُ اللَّهُ إِلاَّ خَرَّتْ خَطَايَا وَجْهِهِ مِنْ أَطْرَافِ لِحْيَتِهِ مَعَ الْمَاءِ، ثُمَّ يَغْسِلُ يَدَيْهِ إِلَى الْمِرْفَقَيْنِ إِلاَّ خَرَّتْ خَطَايَا يَدَيْهِ مِنْ أَنَامِلِهِ مَعَ الْمَاءِ، ثُمَّ يَمْسَحُ رَأْسَهُ إِلاَّ خَرَّتْ خَطَايَا رَأْسِهِ مِنْ أَطْرَافِ شَعْرِهِ مَعَ الْمَاءِ، ثُمَّ يَغْسِلُ قَدَمَيْهِ إِلَى الْكَعْبَيْنِ إِلاَّ ¶ ¬_________ ¶ (¬1) البخاري، كتاب الرقاق، باب من هم بحسنة أو بسيئة، برقم 6491، ومسلم، كتاب الإيمان، باب إذا هم العبد بحسنة كتبت، وإذا هم بسيئة لم تكتب، برقم 131. ¶ (¬2) أخرجه أحمد في المسند، 28/ 543، برقم 17307، والطبراني في الكبير، 17/ 284، برقم 784. قال محققو المسند: «إسناده حسن»، وحسنه الألباني في صحيح الجامع الصغير، برقم 2192، وذكره في سلسلة الأحاديث الصحيحة، برقم 2854.",
            "page": "53",
            "part": "1",
            "seal": "8432D25B"
        },
        {
            "id": "54",
            "nass": "خَرَّتْ خَطَايَا رِجْلَيْهِ مِنْ أَنَامِلِهِ مَعَ الْمَاءِ، فَإِنْ هُوَ قَامَ فَصَلَّى فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ وَمَجَّدَهُ بِالَّذِي هُوَ لَهُ أَهْلٌ وَفَرَّغَ قَلْبَهُ لِلَّهِ إِلاَّ انْصَرَفَ مِنْ خَطِيئَتِهِ كَهَيْئَتِهِ يَوْمَ وَلَدَتْهُ أُمُّهُ\". فَحَدَّثَ عَمْرُو بْنُ عَبَسَةَ بِهَذَا الْحَدِيثِ أَبَا أُمَامَةَ صَاحِبَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَقَالَ لَهُ أَبُو أُمَامَةَ يَا عَمْرَو بْنَ عَبَسَةَ، انْظُرْ مَا تَقُولُ فِي مَقَامٍ وَاحِدٍ يُعْطَى هَذَا الرَّجُلُ فَقَالَ عَمْرٌو يَا أَبَا أُمَامَةَ لَقَدْ كَبِرَتْ سِنِّي، وَرَقَّ عَظْمِي، وَاقْتَرَبَ أَجَلِي، وَمَا بِي حَاجَةٌ أَنْ أَكْذِبَ عَلَى اللَّهِ، وَلاَ عَلَى رَسُولِ اللَّهِ لَوْ لَمْ أَسْمَعْهُ مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - إِلاَّ مَرَّةً أَوْ مَرَّتَيْنِ أَوْ ثَلاَثًا - حَتَّى عَدَّ سَبْعَ مَرَّاتٍ - مَا حَدَّثْتُ بِهِ أَبَدًا وَلَكِنِّي سَمِعْتُهُ أَكْثَرَ مِنْ ذَلِكَ» (¬1). ¶ 16 - 2 - وعن أبي هريرة - رضي الله عنه - يرفعه: \"إِذَا تَوَضَّأَ الْعَبْدُ الْمُسْلِمُ أَوِ الْمُؤْمِنُ فَغَسَلَ وَجْهَهُ خَرَجَ مِنْ وَجْهِهِ كُلُّ خَطِيئَةٍ نَظَرَ إِلَيْهَا بِعَيْنَيْهِ مَعَ الْمَاءِ، أَوْ مَعَ آخِرِ قَطْرِ الْمَاءِ، فَإِذَا غَسَلَ يَدَيْهِ خَرَجَ مِنْ يَدَيْهِ كُلُّ خَطِيئَةٍ كَانَ بَطَشَتْهَا يَدَاهُ مَعَ الْمَاءِ، أَوْ مَعَ آخِرِ قَطْرِ الْمَاءِ، فَإِذَا غَسَلَ رِجْلَيْهِ خَرَجَتْ كُلُّ خَطِيئَةٍ مَشَتْهَا رِجْلاَهُ مَعَ الْمَاءِ، أَوْ مَعَ آخِرِ قَطْرِ الْمَاءِ، حَتَّى يَخْرُجَ نَقِيًّا مِنَ الذُّنُوبِ\" (¬2). ¶ 17 - 3 - عَنْ عُثْمَانَ بْنِ عَفَّانَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «مَنْ ¶ ¬_________ ¶ (¬1) أخرجه مسلم، كتاب صلاة المسافرين وقصرها، باب إسلام عمرو بن عبسة، برقم 832. ¶ (¬2) أخرجه مسلم في كتاب الطهارة، باب خروج الخطايا مع ماء الوضوء، برقم 244، وأخرج قريباً منه في كتاب صلاة المسافرين وقصرها، باب إسلام عمرو بن عبسة، برقم 832.",
            "page": "54",
            "part": "1",
            "seal": "8884B2D4"
        },
        {
            "id": "55",
            "nass": "تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ خَرَجَتْ خَطَايَاهُ مِنْ جَسَدِهِ حَتَّى تَخْرُجَ مِنْ تَحْتِ أَظْفَارِهِ\" (¬1). ¶ سادساً: إسباغ الوضوء ثم الصلاة بعده ركعتين يغفر اللَّه بها ما تقدم من الذنوب: ¶ 18 - 1 - عَنْ حُمْرَانَ مَوْلَى عُثْمَانَ بْنِ عَفَّانَ أَنَّهُ رَأَى عُثْمَانَ دَعَا بِوَضُوءٍ، فَأَفْرَغَ عَلَى يَدَيْهِ مِنْ إِنَائِهِ، فَغَسَلَهُمَا ثَلَاثَ مَرَّاتٍ، ثُمَّ أَدْخَلَ يَمِينَهُ فِي الْوَضُوءِ، ثُمَّ تَمَضْمَضَ وَاسْتَنْشَقَ وَاسْتَنْثَرَ، ثُمَّ غَسَلَ وَجْهَهُ ثَلَاثًا، وَيَدَيْهِ إِلَى الْمِرْفَقَيْنِ ثَلَاثًا، ثُمَّ مَسَحَ بِرَأْسِهِ، ثُمَّ غَسَلَ كُلَّ رِجْلٍ ثَلَاثًا، ثُمَّ قَالَ رَأَيْتُ النَّبِيَّ - صلى الله عليه وسلم - يَتَوَضَّأُ نَحْوَ وُضُوئِي هَذَا، وَقَالَ: «مَنْ تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا ثُمَّ صَلَّى رَكْعَتَيْنِ لَا يُحَدِّثُ فِيهِمَا نَفْسَهُ غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ\" (¬2). ¶ 19 - 2 - عَنْ عُقْبَةَ بْنِ عَامِرٍ قَالَ: كَانَتْ عَلَيْنَا رِعَايَةُ الإِبِلِ، فَجَاءَتْ نَوْبَتِي فَرَوَّحْتُهَا بِعَشِيٍّ، فَأَدْرَكْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَائِمًا يُحَدِّثُ النَّاسَ، فَأَدْرَكْتُ مِنْ قَوْلِهِ: «مَا مِنْ مُسْلِمٍ يَتَوَضَّأُ فَيُحْسِنُ وُضُوءَهُ، ثُمَّ يَقُومُ فَيُصَلِّي رَكْعَتَيْنِ، مُقْبِلٌ عَلَيْهِمَا بِقَلْبِهِ وَوَجْهِهِ، إِلاَّ وَجَبَتْ لَهُ الْجَنَّةُ». قَالَ: فَقُلْتُ: مَا أَجْوَدَ هَذِهِ، فَإِذَا قَائِلٌ بَيْنَ يَدَيَّ يَقُولُ: الَّتِي قَبْلَهَا أَجْوَدُ، فَنَظَرْتُ فَإِذَا عُمَرُ ¶ ¬_________ ¶ (¬1) أخرجه مسلم في كتاب الطهارة، باب خروج الخطايا مع ماء الوضوء، برقم 245. ¶ (¬2) أخرجه البخاري، في كتاب الوضوء، باب المضمضة في الوضوء، برقم 164، ومسلم في كتاب الطهارة، باب صفة الوضوء وكماله، برقم 226.",
            "page": "55",
            "part": "1",
            "seal": "FBE1498F"
        },
        {
            "id": "56",
            "nass": "قَالَ: إِنِّي قَدْ رَأَيْتُكَ جِئْتَ آنِفًا، قَالَ: «مَا مِنْكُمْ مِنْ أَحَدٍ يَتَوَضَّأُ فَيُبْلِغُ - أَوْ فَيُسْبِغُ - الْوُضُوءَ ثُمَّ يَقُولُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ، وَأَنَّ مُحَمَّدًا عَبْدُ اللَّهِ وَرَسُولُهُ، إِلاَّ فُتِحَتْ لَهُ أَبْوَابُ الْجَنَّةِ الثَّمَانِيَةُ يَدْخُلُ مِنْ أَيِّهَا شَاءَ\" (¬1). ¶ سابعاً: إسباغ الوضوء ثم الصلاة به الفريضة يكفر الذنوب: ¶ 20 - 1 - عَنْ عُثْمَانَ بْنِ عَفَّانَ - رضي الله عنه -، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: «لاَ يَتَوَضَّأُ رَجُلٌ مُسْلِمٌ فَيُحْسِنُ الْوُضُوءَ فَيُصَلِّي صَلاَةً إِلاَّ غَفَرَ اللَّهُ لَهُ مَا بَيْنَهُ وَبَيْنَ الصَّلاَةِ الَّتِي تَلِيهَا \" (¬2). ¶ 21 - 2 - حَدَّثَنَا إِسْحَاقُ بْنُ سَعِيدِ بْنِ عَمْرِو بْنِ سَعِيدِ بْنِ الْعَاصِ، حَدَّثَنِي أَبِي عَنْ أَبِيهِ، قَالَ: كُنْتُ عِنْدَ عُثْمَانَ - رضي الله عنه -، فَدَعَا بِطَهُورٍ، فَقَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: «مَا مِنِ امْرِئٍ مُسْلِمٍ تَحْضُرُهُ صَلاَةٌ مَكْتُوبَةٌ فَيُحْسِنُ وُضُوءَهَا، وَخُشُوعَهَا، وَرُكُوعَهَا إِلاَّ كَانَتْ كَفَّارَةً لِمَا قَبْلَهَا مِنَ الذُّنُوبِ مَا لَمْ يُؤْتِ (¬3) كَبِيرَةً وَذَلِكَ الدَّهْرَ كُلَّهُ \" (¬4). ¶ ¬_________ ¶ (¬1) أخرجه مسلم في الطهارة، باب الذكر المستحب عقب الوضوء، برقم 234. ¶ (¬2) متفق عليه: البخاري، كتاب الوضوء، باب الوضوء ثلاثاً، برقم 160، ومسلم في كتاب الطهارة، باب فضل الوضوء والصلاة عقبه، برقم 227. ¶ (¬3) وفي نسخة دار السلام: \"ما لم يأت». ¶ (¬4) أخرجه مسلم في كتاب الطهارة، باب فضل الوضوء والصلاة عقبه، برقم 228.",
            "page": "56",
            "part": "1",
            "seal": "D3138053"
        },
        {
            "id": "57",
            "nass": "ثامناً: المؤذن يُغفر له مدّ صوته، والأذان تُغفر به الذنوب ويدخل الجنة: ¶ 22 - 1 - يُغفر للمؤذن مدى صوته وله مثل أجر من صلى معه؛ لحديث الْبَرَاءِ بْنِ عَازِبٍ - رضي الله عنهما -، أَنَّ نَبِيَّ اللهِ - صلى الله عليه وسلم -، قَالَ: «إِنَّ اللَّهَ وَمَلاَئِكَتَهُ يُصَلُّونَ عَلَى الصَّفِّ الْمُقَدَّمِ، وَالْمُؤَذِّنُ يُغْفَرُ لَهُ مَدَّ صَوْتِهِ، وَيُصَدِّقُهُ مَنْ سَمِعَهُ مِنْ رَطْبٍ وَيَابِسٍ، وَلَهُ مِثْلُ أَجْرِ مَنْ صَلَّى مَعَهُ\" (¬1). ¶ 23 - 2 - الأذان تُغفر به الذنوب ويُدخِل الجنة؛ لحديث عُقْبَةَ بْنِ عَامِرٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: «يَعْجَبُ رَبُّكُمْ مِنْ رَاعِي غَنَمٍ في رَأْسِ شَظِيَّةٍ (¬2) بِجَبَلٍ يُؤَذِّنُ بِالصَّلاَةِ وَيُصَلِّي، فَيَقُولُ اللَّهُ - عز وجل -: انْظُرُوا إِلَى عَبْدِي هَذَا يُؤَذِّنُ وَيُقِيمُ الصَّلاَةَ يَخَافُ مِنِّي، فَقَدْ غَفَرْتُ لِعَبْدِي وَأَدْخَلْتُهُ الْجَنَّةَ\" (¬3). ¶ ¬_________ ¶ (¬1) النسائي، كتاب الأذان، باب رفع الصوت بالأذان، 2/ 13، برقم 646، وأحمد، 30/ 466، برقم 18506، وقال المنذري في الترغيب والترهيب، 1/ 243: \"رواه أحمد، والنسائي بإسناد حسن جيد». وصححه الألباني في صحيح الترغيب والترهيب، 1/ 99. ¶ (¬2) الشظية: القطعة تنقطع من الجبل ولم تنفصل منه. انظر: النهاية في غريب الحديث لابن الأثير، باب الشين مع الظاء، 1/ 71. ¶ (¬3) أبو داود، كتاب الصلاة، باب الأذان في السفر، 2/ 4، برقم 1203، والنسائي، كتاب الأذان، باب الأذان لمن يصلي وحده، 2/ 20، برقم 666، وصححه الألباني في صحيح الترغيب والترهيب،1/ 102، وسلسلة الأحاديث الصحيحة، رقم 41.",
            "page": "57",
            "part": "1",
            "seal": "DFB65C20"
        },
        {
            "id": "58",
            "nass": "تاسعاً: متابعة الأذان تدخل الجنة، وتغفر به الذنوب: ¶ 24 - 1 - عن عُمَرَ بْنِ الْخَطَّابِ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «إِذَا قَالَ الْمُؤَذِّنُ: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، فَقَالَ أَحَدُكُمُ: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، ثُمَّ قَالَ: أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ، قَالَ: أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ، ثُمَّ قَالَ: أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، قَالَ: أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، ثُمَّ قَالَ: حَيَّ عَلَى الصَّلاَةِ، قَالَ: لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ، ثُمَّ قَالَ: حَيَّ عَلَى الْفَلاَحِ، قَالَ: لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ، ثُمَّ قَالَ: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، قَالَ: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، ثُمَّ قَالَ: لاَ إِلَهَ إِلاَّ اللَّهُ، قَالَ: لاَ إِلَهَ إِلاَّ اللَّهُ، مِنْ قَلْبِهِ دَخَلَ الْجَنَّةَ\" (¬1). ¶ 25 - 2 - عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ - رضي الله عنه -، عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - أَنَّهُ قَالَ: «مَنْ قَالَ حِينَ يَسْمَعُ الْمُؤَذِّنَ: أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، رَضِيتُ بِاللَّهِ رَبًّا، وَبِمُحَمَّدٍ رَسُولاً، وَبِالإِسْلاَمِ دِينًا، غُفِرَ لَهُ ذَنْبُهُ». قَالَ ابْنُ رُمْحٍ فِي رِوَايَتِهِ: «مَنْ قَالَ حِينَ يَسْمَعُ الْمُؤَذِّنَ وَأَنَا أَشْهَدُ ... » (¬2). ¶ ¬_________ ¶ (¬1) مسلم، كتاب الصلاة، باب استحباب القول مثل قول المؤذن لمن سمعه، برقم 385. ¶ (¬2) مسلم، كتاب الصلاة، باب استحباب القول مثل قول المؤذن، برقم 386.",
            "page": "58",
            "part": "1",
            "seal": "DED88B56"
        },
        {
            "id": "59",
            "nass": "عاشراً: المشي إلى الصلاة تحط به الخطايا وترفع به الدرجات وتُكتب به الحسنات وتغفر به الذنوب: ¶ 26 - 1 - عَنْ عَبْدِ اللَّهِ بنِ مَسْعُودٍ - رضي الله عنه - قَالَ: «مَنْ سَرَّهُ أَنْ يَلْقَى اللَّهَ غَدًا مُسْلِمًا، فَلْيُحَافِظْ عَلَى هَؤُلاَءِ الصَّلَوَاتِ حَيْثُ يُنَادَى بِهِنَّ؛ فَإِنَّ اللَّهَ شَرَعَ لِنَبِيِّكُمْ - صلى الله عليه وسلم - سُنَنَ الْهُدَى، وَإِنَّهُنَّ مِنْ سُنَنِ الْهُدَى، وَلَوْ أَنَّكُمْ صَلَّيْتُمْ فِي بُيُوتِكُمْ، كَمَا يُصَلِّي هَذَا الْمُتَخَلِّفُ فِي بَيْتِهِ، لَتَرَكْتُمْ سُنَّةَ نَبِيِّكُمْ، وَلَوْ تَرَكْتُمْ سُنَّةَ نَبِيِّكُمْ لَضَلَلْتُمْ، وَمَا مِنْ رَجُلٍ يَتَطَهَّرُ فَيُحْسِنُ الطُّهُورَ، ثُمَّ يَعْمِدُ إِلَى مَسْجِدٍ مِنْ هَذِهِ الْمَسَاجِدِ إِلاَّ كَتَبَ اللَّهُ لَهُ بِكُلِّ خَطْوَةٍ يَخْطُوهَا حَسَنَةً، وَيَرْفَعُهُ بِهَا دَرَجَةً، وَيَحُطُّ عَنْهُ بِهَا سَيِّئَةً، وَلَقَدْ رَأَيْتُنَا وَمَا يَتَخَلَّفُ عَنْهَا إِلاَّ مُنَافِقٌ مَعْلُومُ النِّفَاقِ، وَلَقَدْ كَانَ الرَّجُلُ يُؤْتَى بِهِ يُهَادَى بَيْنَ الرَّجُلَيْنِ حَتَّى يُقَامَ فِي الصَّفِّ\" (¬1). ¶ 27 - 2 - عن أبي هريرة - رضي الله عنه -، وفيه: قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: « ... وَذَلِكَ أَنَّهُ إِذَا تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ، ثُمَّ خَرَجَ إِلَى الْمَسْجِدِ لَا يُخْرِجُهُ إِلَّا الصَّلَاةُ، لَمْ يَخْطُ خَطْوَةً إِلَّا رُفِعَتْ لَهُ بِهَا دَرَجَةٌ، وَحُطَّ عَنْهُ بِهَا خَطِيئَةٌ ... \" (¬2). ¶ ¬_________ ¶ (¬1) مسلم، كتاب المساجد ومواضع الصلاة، باب صلاة الجماعة من سنن الهدى، برقم 257 - (654). ¶ (¬2) متفق عليه: البخاري، كتاب الأذان، باب فضل صلاة الجماعة، برقم 647، ومسلم، كتاب المساجد ومواضع الصلاة، باب صلاة الجماعة من سنن الهدى، برقم 654.",
            "page": "59",
            "part": "1",
            "seal": "1D3D3606"
        },
        {
            "id": "60",
            "nass": "28 - 3 - عَنْ عُثْمَانَ بْنِ عَفَّانَ - رضي الله عنه - قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: «مَنْ تَوَضَّأَ لِلصَّلاَةِ فَأَسْبَغَ الْوُضُوءَ، ثُمَّ مَشَى إِلَى الصَّلاَةِ الْمَكْتُوبَةِ فَصَلاَّهَا مَعَ النَّاسِ، أَوْ مَعَ الْجَمَاعَةِ، أَوْ فِي الْمَسْجِدِ، غَفَرَ اللَّهُ لَهُ ذُنُوبَهُ\" (¬1). ¶ 29 - 4 - اختصام الملأ الأعلى في المشي على الأقدام إلى صلاة الجماعة؛ لحديث عبد اللَّه بن عباس - رضي الله عنهما - عن النبي - صلى الله عليه وسلم -، وفيه: أن اللَّه تعالى قال للنبي - صلى الله عليه وسلم - في المنام: \" ... يَا مُحَمَّدُ، هَلْ تَدْرِي فِيمَ يَخْتَصِمُ (¬2) الْمَلَأُ الأَعْلَى (¬3)؟ قُلْتُ: نَعَمْ، فِي الكَفَّارَاتِ، وَالكَفَّارَاتُ: الْمُكْثُ فِي الْمَسَاجِدِ بَعْدَ الصَّلاَةِ، وَالْمَشْيُ عَلَى الأَقْدَامِ إِلَى الْجَمَاعَاتِ، وَإِسْبَاغُ الوُضُوءِ فِي الْمَكَارِهِ، وَمَنْ فَعَلَ ذَلِكَ عَاشَ بِخَيْرٍ ¶ ¬_________ ¶ (¬1) مسلم، كتاب الطهارة، باب فضل الوضوء والصلاة، برقم 232. ¶ (¬2) يختصم: يبحث، واختصامهم: عبارة عن تبادرهم إلى ثبات تلك الأعمال والصعود بها إلى السماء، إما عن تقاولهم في فضلها وشرفها، وإما عن اغتباطهم الناس بتلك الفضائل، لاختصاصهم بها وتفضلهم على الملائكة بسببها مع تهافتهم في الشهوات، وإنما سماه مخاصمة؛ لأنه ورد مورد سؤال وجواب، وذلك يشبه المخاصمة والمناظرة؛ فلهذا السبب حسن إطلاق لفظ المخاصمة عليه ... وذكر ابن كثير رحمه الله أن هذا الاختصام ليس هو الاختصام المذكور في القرآن. انظر: تحفة الأحوذي بشرح جامع الترمذي، 9/ 193، 109. ¶ (¬3) الملأ الأعلى: الملائكة المقربون، والملأ: هم الأشراف الذين يملأون المجالس والصدور عظمة وإجلالاً، ووصفوا بالأعلى إما لعلو مكانتهم عند الله تعالى، وإما لعلو مكانهم. تحفة الأحوذي للمباركفوري، 9/ 3.",
            "page": "60",
            "part": "1",
            "seal": "110C5CD3"
        },
        {
            "id": "61",
            "nass": "وَمَاتَ بِخَيْرٍ، وَكَانَ مِنْ خَطِيئَتِهِ كَيَوْمِ وَلَدَتْهُ أُمُّهُ ... \" (¬1). ¶ الحادي عشر: الصلوات الخمس تكفر الخطايا وتغسلها، وترفع بها الدرجات، وتُكتب بها الحسنات: ¶ 30 - 1 - عن جابر - رضي الله عنه - قال: قال رسول اللَّه - صلى الله عليه وسلم -: \"مَثَلُ الصَّلَوَاتِ الْخَمْسِ كَمَثَلِ نَهَرٍ جَارٍ غَمْرٍ عَلَى بَابِ أَحَدِكُمْ يَغْتَسِلُ مِنْهُ كُلَّ يَوْمٍ خَمْسَ مَرَّاتٍ\" (¬2). ¶ 31 - 2 - عن أبي هريرة - رضي الله عنه - أن رسول اللَّه - صلى الله عليه وسلم - قال: \"الصَّلَوَاتُ الْخَمْسُ، وَالْجُمُعَةُ إِلَى الْجُمُعَةِ، وَرَمَضَانُ إِلَى رَمَضَانَ، مُكَفِّرَاتُ مَا بَيْنَهُنَّ، إِذَا اجْتَنَبَ الْكَبَائِرَ \" (¬3). ¶ 32 - 3 - عن أبي هريرة - رضي الله عنه - قال: قال رسول اللَّه - صلى الله عليه وسلم -: \"مَنْ تَطَهَّرَ فِي بَيْتِهِ، ثُمَّ مَشَى إِلَى بَيْتٍ مِنْ بُيُوتِ اللَّهِ لِيَقْضِيَ فَرِيضَةً مِنْ فَرَائِضِ اللَّهِ، كَانَتْ خَطْوَتَاهُ إِحْدَاهُمَا تَحُطُّ خَطِيئَةً، وَالأُخْرَى تَرْفَعُ دَرَجَةً\" (¬4). ¶ ¬_________ ¶ (¬1) سنن الترمذي، كتاب التفسير، سورة ص، برقم 3233، ورقم 3234، وله شاهد من حديث معاذ - رضي الله عنه - عند الترمذي، برقم 3235، وصححهما الألباني في صحيح سنن الترمذي، 3/ 98 - 99. ¶ (¬2) مسلم، كتاب المساجد ومواضع الصلاة، باب المشي إلى الصلاة تمحى به الخطايا وترفع به الدرجات، 1/ 463، برقم 668. ¶ (¬3) مسلم، كتاب الطهارة، باب الصلوات الخمس والجمعة إلى الجمعة ورمضان إلى رمضان مكفرات لما بينهن ما اجتنبت الكبائر، 1/ 209، برقم 233. ¶ (¬4) مسلم، كتاب المساجد ومواضع الصلاة، باب المشي إلى الصلاة تمحى به الخطايا وترفع به الدرجات، 1/ 462، برقم 666.",
            "page": "61",
            "part": "1",
            "seal": "06E08090"
        },
        {
            "id": "62",
            "nass": "33 - 4 - وفي الحديث الآخر:\"إِذَا تَوَضَّأَ أَحَدُكُمْ فَأَحْسَنَ الْوُضُوءَ، ثُمَّ خَرَجَ إِلَى الصَّلاَةِ، لَمْ يَرْفَعْ قَدَمَهُ الْيُمْنَى إِلاَّ كَتَبَ اللَّهُ - عز وجل - لَهُ حَسَنَةً، وَلَمْ يَضَعْ قَدَمَهُ الْيُسْرَى إِلاَّ حَطَّ اللَّهُ - عز وجل - عَنْهُ سَيِّئَةً .. \" (¬1). ¶ 34 - 5 - تُصلّي الملائكة على صاحبها ما دام في مُصلاّه، وهو في صلاة ما دامت الصلاة تحبسه؛ لحديث أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ: - صلى الله عليه وسلم - «صَلاَةُ الرَّجُلِ فِي جَمَاعَةٍ تَزِيدُ عَلَى صَلاَتِهِ فِي بَيْتِهِ وَصَلاَتِهِ فِي سُوقِهِ بِضْعًا وَعِشْرِينَ دَرَجَةً، وَذَلِكَ أَنَّ أَحَدَهُمْ إِذَا تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ، ثُمَّ أَتَى الْمَسْجِدَ، لاَ يَنْهَزُهُ إِلاَّ الصَّلاَةُ، لاَ يُرِيدُ إِلاَّ الصَّلاَةَ، فَلَمْ يَخْطُ خَطْوَةً إِلاَّ رُفِعَ لَهُ بِهَا دَرَجَةٌ، وَحُطَّ عَنْهُ بِهَا خَطِيئَةٌ، حَتَّى يَدْخُلَ الْمَسْجِدَ، فَإِذَا دَخَلَ الْمَسْجِدَ كَانَ فِي الصَّلاَةِ مَا كَانَتِ الصَّلاَةُ هِيَ تَحْبِسُهُ، وَالْمَلاَئِكَةُ يُصَلُّونَ عَلَى أَحَدِكُمْ مَا دَامَ فِي مَجْلِسِهِ الَّذِي صَلَّى فِيهِ، يَقُولُونَ: اللَّهُمَّ ارْحَمْهُ، اللَّهُمَّ اغْفِرْ لَهُ، اللَّهُمَّ تُبْ عَلَيْهِ، مَا لَمْ يُؤْذِ فِيهِ، مَا لَمْ يُحْدِثْ فِيهِ\" (¬2). ¶ 35 - 6 - انتظارها رباط في سبيل اللَّه؛ لحديث أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: «أَلاَ أَدُلُّكُمْ عَلَى مَا يَمْحُو اللَّهُ بِهِ الْخَطَايَا، وَيَرْفَعُ بِهِ ¶ ¬_________ ¶ (¬1) أخرجه أبو داود، كتاب الصلاة، باب ما جاء في الهدي في المشي إلى الصلاة، برقم 563، كتاب الصلاة، باب المشي إلى الصلاة، برقم 773، والبيهقي، 3/ 69، برقم 4790، وصححه الألباني في صحيح أبي داود، برقم 568، وصحيح ابن ماجه، برقم 628. ¶ (¬2) متفق عليه: البخاري، كتاب البيوع، باب ما ذكر في الأسواق، برقم 2119، ومسلم، كتاب المساجد ومواضع الصلاة، باب فضل صلاة الجماعة وانتظار الصلاة، 1/ 459، برقم 649.",
            "page": "62",
            "part": "1",
            "seal": "404CA95B"
        },
        {
            "id": "63",
            "nass": "الدَّرَجَاتِ؟» قَالُوا: بَلَى يَا رَسُولَ اللَّهِ، قَالَ: «إِسْبَاغُ الْوُضُوءِ عَلَى الْمَكَارِهِ، وَكَثْرَةُ الْخُطَا إِلَى الْمَسَاجِدِ، وَانْتِظَارُ الصَّلاَةِ بَعْدَ الصَّلاَةِ، فَذَلِكُمُ الرِّبَاطُ\" (¬1). ¶ 36 - 7 - أجر من خرج إليها كأجر الحاج المحرم؛ لحديث أبي أمامة - رضي الله عنه - أن رسول اللَّه - صلى الله عليه وسلم - قال:\"مَنْ خَرَجَ مِنْ بَيْتِهِ مُتَطَهِّرًا إِلَى صَلاَةٍ مَكْتُوبَةٍ، فَأَجْرُهُ كَأَجْرِ الْحَاجِّ الْمُحْرِمِ، وَمَنْ خَرَجَ إِلَى تَسْبِيحِ الضُّحَى (¬2) لاَ يُنْصِبُهُ (¬3) إِلاَّ إِيَّاهُ، فَأَجْرُهُ كَأَجْرِ الْمُعْتَمِرِ، وَصَلاَةٌ عَلَى أَثَرِ صَلاَةٍ لاَ لَغْوَ بَيْنَهُمَا كِتَابٌ فِي عِلِّيِّينَ\" (¬4). ¶ 37 - 8 - إذا تطهر وخرج إليها فهو في صلاة حتى يرجع، ويكتب له ذهابه ورجوعه؛ لحديث أبي هريرة - رضي الله عنه - قال: قال رسول اللَّه - صلى الله عليه وسلم - \"إِذَا تَوَضَّأَ أَحَدُكُمْ فِي بَيْتِهِ، ثُمَّ أَتَى الْمَسْجِدَ، كَانَ فِي صَلاَةٍ حَتَّى يَرْجِعَ، فَلاَ يَقُلْ هَكَذَا»، وَشَبَّكَ بَيْنَ أَصَابِعِهِ (¬5). ¶ ¬_________ ¶ (¬1) مسلم، كتاب الطهارة، باب فضل إسباغ الوضوء على المكاره، برقم 251. ¶ (¬2) تسبيح الضحى: صلاة الضحى، وكل صلاة يتطوع بها فهي تسبيحٌ وسُبْحة. الترغيب والترهيب للمنذري، 1/ 292. ¶ (¬3) لا ينصبه: لا يتعبه إلا ذلك، والنَّصبُ: التعب، الترغيب والترهيب للمنذري،2/ 292. ¶ (¬4) أبو داود، كتاب الصلاة، باب ما جاء في فضل المشي إلى الصلاة، برقم 558، وحسنه الألباني في صحيح سنن أبي داود،1/ 111،وفي صحيح الترغيب،1/ 127. ¶ (¬5) ابن خزيمة في صحيحه، 1/ 229، والحاكم وصححه ووافقه الذهبي، 1/ 206، وصححه الألباني في صحيح الترغيب والترهيب، 1/ 118.",
            "page": "63",
            "part": "1",
            "seal": "EBFB65ED"
        },
        {
            "id": "64",
            "nass": "38 - 9 - عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه -، عَنِ النَّبِيِّ - صلى الله عليه وسلم -، قَالَ: «مِنْ حِينِ يَخْرُجُ أَحَدُكُمْ مِنْ مَنْزِلِهِ إِلَى مَسْجِدِي، فَرِجْلٌ تَكْتُبُ لَهُ حَسَنَةً، وَرِجْلٌ تَحُطُّ عَنْهُ سَيِّئَةً حَتَّى يَرْجِعَ\" (¬1). ¶ الثاني عشر: الأذكار أدبار الصلوات المفروضة تحط الخطايا: ¶ 39 - 1 - \"سبحان اللَّه، والحمد للَّه، واللَّه أكبر (ثلاثًا وثلاثين) لا إله إلا اللَّه وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير\"؛ لحديث أبي هريرة - رضي الله عنه - عن رسول اللَّه - صلى الله عليه وسلم - قال:\"من سبَّحَ اللَّه دُبُرَ كلّ صلاةٍ ثلاثًا وثلاثين، وحمد اللَّه ثلاثًا وثلاثين، وكبّر اللَّه ثلاثًا وثلاثين، فتلك تسعة وتسعون، وقال تمام المائة: لا إله إلا اللَّه وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، غفرت خطاياه ولو كانت مثل زَبَدِ البَحْرِ\" (¬2). ¶ 40 - 2 - \"لاَ إِلَهَ إِلاَّ اللَّه وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، يُحْيِي وَيُمِيتُ [وَهُوَ حَيٌّ لاَ يَمُوتُ، بِيَدِهِ الْخَيْرُ] (¬3)، وَهُوَ ¶ ¬_________ ¶ (¬1) ابن حبان في صحيحه، برقم 1620، والنسائي 2/ 42، والحاكم وصححه ووافقه الذهبي، ¶ 1/ 217، وصححه الألباني في صحيح الترغيب، 1/ 121، وقال: \"وهو كما قالا» يعني الحاكم والذهبي. وانظر: أحاديث أخرى صحيحة تدل على أن من تطهر في بيته ثم ذهب إلى المسجد فهو في صلاة حتى يرجع إلى منزله. صحيح الترغيب والترهيب للألباني، 1/ 121. ¶ (¬2) مسلم، كتاب المساجد، باب استحباب الذكر بعد الصلاة وبيان صفته، برقم 597. ¶ (¬3) انظر: كشف الأستار للبزار، 4/ 25 برقم 3106، والزيادة بين المعقوفين للطبراني في الكبير، 20/ 392، برقم 926، قال الهيثمي في مجمع الزوائد ومنبع الفوائد، 10/ 103: «رواه الطبراني، ورجاله رجال الصحيح» ..",
            "page": "64",
            "part": "1",
            "seal": "6AC9D96F"
        },
        {
            "id": "65",
            "nass": "عَلَى كُلِّ شَيْءٍ قَدِيرٌ\" عشر مرات عقب صلاة الفجر، وعقب صلاة المغرب؛ لحديث أبي ذر، ومعاذ، وأبي عياش الزرقي، وأبي أيوب، وعبد الرحمن بن غنم الأشعري، وأبي الدرداء، وأبي أمامة، وعمارة بن شبيب السبائي - رضي الله عنهم - (¬1)، ومجموع ما في أحاديثهم - رضي الله عنهم - أن من قالها بعد ¶ ¬_________ ¶ (¬1) 1 - أما حديث أبي ذر، فأخرجه الترمذي، كتاب الدعوات، باب: حدثنا قتيبة، برقم 3474، وقال: هذا حديث حسن غريب صحيح، وأحمد، 5/ 420، وقال المحشي على زاد المعاد: \"بسند صحيح»، 1/ 301، والنسائي في عمل اليوم والليلة، برقم 127. ¶ 2 - وأما حديث عبد الرحمن بن غنم الأشعري، فأخرجه أحمد، 4/ 227، وحسنه الألباني في صحيح الترغيب والترهيب، 1/ 191. ¶ 3 - وأما حديث أبي أيوب فأخرجه أحمد، 5/ 414، 415، 420، والنسائي في عمل اليوم والليلة، برقم 24،وابن حبان في صحيحه، برقم 2023،وصححه الألباني في صحيح الترغيب، 1/ 190. ¶ 4 - وأما حديث أبي عياش الزرقي، فأخرجه أحمد، 4/ 60، وأبو داود، كتاب الأدب، باب في التسبيح عند النوم، برقم 5077، وابن ماجه، كتاب الدعاء، باب ما يدعو به الرجل إذا أصبح وإذا أمسى، برقم 3867. ¶ 5 - وأما حديث معاذ، فأخرجه النسائي في عمل اليوم والليلة، برقم 126، وابن السني في عمل اليوم والليلة، برقم 139، والطبراني في كتاب الدعاء، رقم 705. ¶ 6 - وأما حديث عمارة بن شبيب السبائي، فأخرجه النسائي في عمل اليوم والليلة، برقم 577، و578، والترمذي، كتاب الدعوات، باب حدثنا محمد بن حميد، برقم 3534، وحسنه الألباني في صحيح الترغيب والترهيب، 1/ 190. ¶ 7 - وأما حديث أبي أمامة، فرواه الطبراني وقال عنه المنذري في الترغيب والترهيب، ¶ 1/ 375: \"رواه الطبراني في الأوسط بإسناد جيد»، وقال الهيثمي في مجمع الزوائد، 10/ 111: \"رواه الطبراني في الكبير والأوسط ورجال الأوسط ثقات»، وحسنه الألباني في صحيح الترغيب، 1/ 191. ¶ 8 - وأما حديث أبي الدرداء، فذكره الهيثمي في مجمع الزوائد، 10/ 111، وعزاه للطبراني في الكبير والأوسط، وقال المحشّي على الترغيب والترهيب للمنذري، 1/ 75: حسن بشواهده.",
            "page": "65",
            "part": "1",
            "seal": "779F3DB9"
        },
        {
            "id": "66",
            "nass": "صلاة المغرب أو صلاة الصبح عشر مرات، بعث اللَّه له مسلحة يحرسونه من الشيطان حتى يصبح، ومن حين يصبح حتى يمسي، ورفع له عشر درجات، وكان في حرزٍ من كل مكروه يومه ذلك، وكتب اللَّه له بها عشر حسنات موجبات، ومحا عنه عشر سيئات موبقات، وكانت له كعدل عشر رقبات مؤمنات، ولم ينبغِ لذنب أن يدركه في ذلك اليوم إلا الشرك باللَّه» وكان من أفضل الناس عملاً إلا رجلاً يفضله بقول أفضل مما قال. ¶ 41 - 3 - \"سبحان اللَّه\" عشر مرات \"والحمد للَّه\" عشر مرات \"واللَّه أكبر\" عشر مرات؛ لحديث عبد اللَّه بن عمرو، قال: قال رسول اللَّه - صلى الله عليه وسلم -: \"خَصْلَتَانِ لاَ يُحْصِيهِمَا رَجُلٌ مُسْلِمٌ إِلاَّ دَخَلَ الْجَنَّةَ، وَهُمَا يَسِيرٌ، وَمَنْ يَعْمَلُ بِهِمَا قَلِيلٌ\". قال رسول اللَّه - صلى الله عليه وسلم -: \"الصَّلَوَاتُ الْخَمْسُ يُسَبِّحُ أَحَدُكُمْ فِي دُبُرِ كُلِّ صَلاَةٍ عَشْرًا، وَيَحْمَدُ عَشْرًا، وَيُكَبِّرُ عَشْرًا، فَهِيَ خَمْسُونَ وَمِائَةٌ فِي اللِّسَانِ (¬1)، وَأَلْفٌ وَخَمْسُمِائَةٍ فِي الْمِيزَانِ» (¬2). فَرَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَعْقِدُهُنَّ بِيَدِهِ، «وَإِذَا أَوَى أَحَدُكُمْ إِلَى فِرَاشِهِ أَوْ مَضْجَعِهِ، سَبَّحَ ثَلاَثًا وَثَلاَثِينَ، وَحَمِدَ ثَلاَثًا وَثَلاَثِينَ، وَكَبَّرَ أَرْبَعًا وَثَلاَثِينَ، فَهِيَ مِائَةٌ عَلَى اللِّسَانِ، وَأَلْفٌ فِي الْمِيزَانِ». قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «فَأَيُّكُمْ يَعْمَلُ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ أَلْفَيْنِ وَخَمْسَمِائَةِ ¶ ¬_________ ¶ (¬1) وذلك أن جميع الصلوات الخمس مائة وخمسون. نيل الأوطار، 2/ 102، وعمل اليوم والليلة للنسائي، 153. ¶ (¬2) وذلك لأن الحسنة بعشر أمثالها، 2/ 102.",
            "page": "66",
            "part": "1",
            "seal": "52D9DA01"
        },
        {
            "id": "67",
            "nass": "سَيِّئَةٍ؟». قِيلَ يَا رَسُولَ اللَّهِ وَكَيْفَ لاَ نُحْصِيهِمَا؟ فَقَالَ: «إِنَّ الشَّيْطَانَ يَأْتِي أَحَدَكُمْ وَهُوَ فِي صَلاَتِهِ، فَيَقُولُ: اذْكُرْ كَذَا، اذْكُرْ كَذَا، وَيَأْتِيهِ عِنْدَ مَنَامِهِ، فَيُنِيمُهُ»، وفي لفظ ابن ماجه: \"فَلاَ يَزَالُ يُنَوِّمُهُ حَتَّى يَنَامَ\" (¬1). ¶ الثالث عشر: صلوات التطوع تكمل بها الفرائض، وتغفر بها الذنوب: ¶ 42 - 1 - تُكمّلُ الفرائضَ وتجبر نقصها؛ لحديث تميم الداري - رضي الله عنه - مرفوعاً: \"أَوَّلُ مَا يُحَاسَبُ بِهِ الْعَبْدُ يَوْمَ القِيَامَةِ صَلَاتُهُ، فَإِنْ كَانَ أَتَمَّهَا كُتِبَتْ لَهُ تَامَّةً، وَإِنْ لَمْ يَكُنْ أَتَمَّهَا قَالَ اللهُ - عز وجل -: انْظُرُوا هَلْ تَجِدُونَ لِعَبْدِي مِنْ تَطَوُّعٍ فَتُكْمِلُوا بِهَا فَرِيضَتَهُ؟ ثُمَّ الزَّكَاةُ كَذَلِكَ، ثُمَّ تُؤْخَذُ الْأَعْمَالُ عَلَى حَسَبِ ذَلِكَ\" (¬2). ¶ ¬_________ ¶ (¬1) أخرجه النسائي، في كتاب السهو، باب عدد التسبيح بعد التسليم، برقم 1348، وابن ماجه، كتاب إقامة الصلاة، باب ما يقال بعد التسليم، برقم 926، وأبو داود، كتاب الأدب، باب التسبيح عند النوم، برقم 5065،والترمذي في كتاب الدعوات، برقم 3410،وقال: حديث حسن صحيح، وأحمد، 2/ 502، وصححه الألباني في صحيح سنن النسائي،1/ 290،وصحيح ابن ماجه، 1/ 152،وله شاهد من حديث أنس عند النسائي، برقم 299،والترمذي، برقم 481،وأحمد، 3/ 120، وصححه الحاكم ووافقه الذهبي، 1/ 255، وحسنه الألباني في صحيح النسائي، 1/ 279. ¶ (¬2) أبو داود، كتاب الصلاة، باب قول النبي - صلى الله عليه وسلم -: «كل صلاة لا يتمها صاحبها تتم من تطوعه»، برقم 864، ومن حديث أبي هريرة، برقم 866، وابن ماجه من حديث أبي هريرة، كتاب إقامة الصلوات، باب ما جاء في أول ما يحاسب به العبد الصلاة،، برقم1425، وأحمد، 27/ 160، برقم 16614، و28/ 149، رقم 16949، و34/ 293، برقم 20692، وصححه الألباني في صحيح الجامع، 2/ 353، وقال محققو المسند، 27/ 160،: ¶ «إسناده صحيح، رجاله ثقات رجال الصحيح».",
            "page": "67",
            "part": "1",
            "seal": "F15422D3"
        },
        {
            "id": "68",
            "nass": "43 - 2 - التطوع تُرفع به الدرجات وتُحَطُّ الخطايا؛ لحديث ثوبان مولى رسول اللَّه - صلى الله عليه وسلم -، عن النبي - صلى الله عليه وسلم - أنه قال له: \"عَلَيْكَ بِكَثْرَةِ السُّجُودِ؛ فَإِنَّكَ لاَ تَسْجُدُ لِلَّهِ سَجْدَةً إِلاَّ رَفَعَكَ اللَّهُ بِهَا دَرَجَةً، وَحَطَّ عَنْكَ بِهَا خَطِيئَةً\" (¬1). ¶ 44 - 3 - عَنْ عُبَادَةَ بْنِ الصَّامِتِ - رضي الله عنه -، أَنَّهُ سَمِعَ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ: «مَا مِنْ عَبْدٍ يَسْجُدُ لِلَّهِ سَجْدَةً , إِلاَّ كَتَبَ اللَّهُ لَهُ بِهَا حَسَنَةً، وَمَحَا عَنْهُ بِهَا سَيِّئَةً، وَرَفَعَ لَهُ بِهَا دَرَجَةً، فَاسْتَكْثِرُوا مِنَ السُّجُودِ» (¬2). ¶ 45 - 4 - عن ثوبان مولى رسول اللَّه - صلى الله عليه وسلم - عن النبي - صلى الله عليه وسلم - أنه قال له: \"عَلَيْكَ بِكَثْرَةِ السُّجُودِ لِلَّهِ، فَإِنَّكَ لاَ تَسْجُدُ لِلَّهِ سَجْدَةً إِلاَّ رَفَعَكَ اللَّهُ بِهَا دَرَجَةً، وَحَطَّ عَنْكَ بِهَا خَطِيئَةً\" (¬3). ¶ 46 - 5 - أربع ركعات قبل العصر؛ لحديث ابن عمر رضي الله عنهما قال: قال رسول اللَّه - صلى الله عليه وسلم -: \"رَحِمَ اللَّهُ امْرَءَاً صَلَّى قَبْلَ الْعَصْرِ أَرْبَعَاً\" (¬4). ¶ 47 - 6 - صلاة الضحى تغفر بها الذنوب؛ لحديث أنس - رضي الله عنه - في ¶ ¬_________ ¶ (¬1) مسلم، برقم488، وتقدم تخريجه. ¶ (¬2) أخرجه ابن ماجه، كتاب إقامة الصلوات، باب ما جاء في كثرة السجود، برقم 1424، والطبراني في الكبير، 8/ 322، برقم 389، وصححه الألباني في صحيح ابن ماجه، برقم 1171، وفي صحيح الترغيب والترهيب، برقم 386. ¶ (¬3) أخرجه مسلم، كتاب الصلاة، باب فضل السجود والحث عليه،1/ 253،برقم 488. ¶ (¬4) أبو داود، كتاب صلاة التطوع، باب الصلاة قبل العصر، برقم 1272، وحسنه الألباني في صحيح سنن أبي داود،1/ 348.",
            "page": "68",
            "part": "1",
            "seal": "AAC562A5"
        },
        {
            "id": "69",
            "nass": "فضل صلاة الضحى لمن جلس في المسجد بعد الفجر حتى ترتفع الشمس، قال: قال رسول اللَّه - صلى الله عليه وسلم -: \"مَنْ صَلَّى الْفَجْرَ فِي جَمَاعَةٍ، ثُمَّ قَعَدَ يَذْكُرُ اللَّهَ حَتَّى تَطْلُعَ الشَّمْسُ، ثُمَّ صَلَّى رَكْعَتَيْنِ، كَانَتْ لَهُ كَأَجْرِ حَجَّةٍ وَعُمْرَةٍ، تَامَّةٍ، تَامَّةٍ، تَامَّةٍ\" (¬1). ¶ 48 - 7 - وقد صح في الحديث أن النبي - صلى الله عليه وسلم - \"كَانَ إِذَا صَلَّى الْفَجْرَ جَلَسَ فِي مُصَلَّاه حَتَّى تَطْلُعَ الشَّمْسُ حَسَناً\" (¬2). ¶ الرابع عشر: صلاة التوبة مع الوضوء والاستغفار تغفر بها الذنوب: ¶ 49 - * عن علي - رضي الله عنه - قال: كنت رجلاً إذا سمعت من رسول اللَّه - صلى الله عليه وسلم - حديثاً نفعني اللَّه منه بما شاء أن ينفعني، وإذا حدثني أحد من أصحابه استحلفته فإذا حلف لي صدقته، وحدثني أبو بكر، وصدق أبو بكر - رضي الله عنه - أنه قال: سمعت رسول اللَّه - صلى الله عليه وسلم - يقول: ((مَا مِنْ عَبْدٍ يُذْنِبُ ذَنْبَاً فَيُحْسِنُ الطّهُورَ، ثُمَّ يَقُومُ فَيُصَلِّي رَكْعَتَيْنِ، ثُمَّ يَسْتَغْفِرُ اللَّهَ إلاَّ غَفَرَ اللَّهُ لَهْ)) ثم قرأ هذه الآية: {وَالَّذِينَ إِذَا فَعَلُواْ فَاحِشَةً أَوْ ظَلَمُواْ أَنْفُسَهُمْ ذَكَرُواْ اللَّه فَاسْتَغْفَرُواْ لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذُّنُوبَ إِلاَّ اللَّه وَلَمْ يُصِرُّواْ ¶ ¬_________ ¶ (¬1) الترمذي، كتاب الجمعة، باب ما ذكر مما يستحب من الجلوس في المسجد بعد صلاة الصبح حتى تطلع الشمس، برقم 586، وحسنه الألباني في صحيح سنن الترمذي، 1/ 181، وسمعت الإمام ابن باز ‘ يحسّنه لكثرة طرقه. ¶ (¬2) مسلم، كتاب المساجد، باب فضل الجلوس في مصلاه بعد الصبح، برقم 670 عن جابر بن سمرة - رضي الله عنه -.",
            "page": "69",
            "part": "1",
            "seal": "063B4C7C"
        },
        {
            "id": "70",
            "nass": "عَلَى مَا فَعَلُواْ وَهُمْ يَعْلَمُونَ} (¬1) \" (¬2). ¶ الخامس عشر: قيام رمضان، وقيام ليلة القدر يغفر بذلك ما تقدم من الذنوب: ¶ 50 - 1 - لحديث أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال:\"مَنْ صَامَ رَمَضَانَ إِيْمَانَاً وَاحْتِسَابَاً، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ، وَمَنْ قَامَ لَيْلَةَ الْقَدْرِ إيمَانَاً وَاحْتِسَابَاً غُفرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ\" (¬3). ¶ 51 - 2 - عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: \"مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ\" (¬4). ¶ السادس عشر: قيام الليل ترفع به الدرجات، وتغفر به الذنوب والسيئات: ¶ 52 - 1 - عَنْ أَبِي أُمَامَةَ عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - أَنَّهُ قَالَ: «عَلَيْكُمْ بِقِيَامِ اللَّيْلِ؛ فَإِنَّهُ دَأْبُ الصَّالِحِينَ قَبْلَكُمْ، وَهُوَ قُرْبَةٌ إِلَى رَبِّكُمْ، وَمَكْفَرَةٌ لِلسَّيِّئَاتِ، وَمَنْهَاةٌ لِلإِثْمِ» (¬5). ¶ ¬_________ ¶ (¬1) سورة آل عمران، الآية: 135. ¶ (¬2) أبو داود، كتاب الوتر، باب الاستغفار، برقم 1521، والترمذي، كتاب الصلاة، باب ما جاء في الصلاة عند التوبة، برقم 406،وصححه الألباني في صحيح سنن أبي داود، 1/ 283. ¶ (¬3) متفق عليه: البخاري، كتاب فضل ليلة القدر، باب فضل ليلة القدر، برقم 2014، ومسلم، كتاب صلاة المسافرين وقصرها، باب الترغيب في قيام رمضان وهو التراويح، برقم 760. ¶ (¬4) صحيح البخاري، كتاب الإيمان، باب تطوع قيام رمضان من الإيمان، برقم 37، ورقم 2008، و2009، ومسلم، كتاب صلاة المسافرين وقصرها، باب الترغيب في قيام رمضان، وهو التراويح، برقم 759. ¶ (¬5) أخرجه الترمذي، كتاب الدعوات، باب حدثنا الحسن بن عرفة، برقم 3549، وابن خزيمة، 2/ 176، برقم 1135، والطبراني في الكبير، 8/ 92، برقم 7466، وحسنه الألباني في صحيح الترمذي، برقم 2814، وفي إرواء الغليل، برقم 452.",
            "page": "70",
            "part": "1",
            "seal": "20F7FFDF"
        },
        {
            "id": "71",
            "nass": "53 - 2 - قيام الليل من أعظم أسباب دخول الجنة، فعن عبد اللَّه بن سلام - رضي الله عنه - قال: لما قَدم النبي - صلى الله عليه وسلم - المدينة انجفل الناس قِبَلَهُ، وقيل: قدِم رسول اللَّه - صلى الله عليه وسلم -، قدم رسول اللَّه - صلى الله عليه وسلم -، قدم رسول اللَّه - صلى الله عليه وسلم - ثلاثاً، فجئت في الناس، لأنظر، فلما تبيَّنتُ وجْهَهُ عرفتُ أن وجهه ليس بوجه كذَّاب، فكان أول شيء سمعتُه تكلَّم به أن قال: \"يَا أَيُّهَا النَّاسُ، أَفْشُوا السَّلاَمَ، وَأَطْعِمُوا الطَّعَامَ، وَصِلُوا الأَرْحَامَ، وَصَلُّوا بِالَّليْلِ وَالنَّاسُ نِيامٌ، تَدْخُلُوا الْجَنَّةَ بِسَلاَمٍ\" (¬1). ¶ 54 - 3 - شرف المؤمن قيام الليل؛ لحديث سهل بن سعد - رضي الله عنه - قال: جاء جبريل إلى النبي - صلى الله عليه وسلم - فقال: \"يَا مُحَمَّدُ عِشْ مَا شِئْتَ فَإِنَّكَ مَيِّتٌ، وَأَحْبِبْ مَنْ شِئْتَ فَإِنَّكَ مُفَارِقُهُ، وَاعْمَلْ مَا شِئْتَ فَإِنَّكَ مَجْزِيٌّ بِهِ\" ثم قال: \"يَا مُحَمَّدُ شَرَفُ الْمُؤْمِنِ قِيَامُ الَّليْلِ، وَعِزُّهُ اسْتِغْنَاؤُهُ عَنِ النَّاسِ\" (¬2). ¶ ¬_________ ¶ (¬1) أخرجه ابن ماجه بلفظه، كتاب الأطعمة، باب إطعام الطعام، برقم 3251، وكتاب إقامة الصلاة والسنة فيها، باب ما جاء في قيام الليل، برقم 1334، والترمذي، كتاب صفة القيامة، باب حديث: أفشوا السلام، برقم 2485، وفي كتاب البر والصلة، باب ما جاء في قول المعروف، برقم 1984، والحاكم، 3/ 13، وأحمد، 5/ 451، وصححه الألباني في سلسلة الأحاديث الصحيحة، برقم 569، وإرواء الغليل، 3/ 239. ¶ (¬2) أخرجه الحاكم، 4/ 325، وصححه ووافقه الذهبي، وحسّن إسناده المنذري في الترغيب والترهيب، 1/ 640، وعزاه للطبراني في الأوسط، وأشار إلى ثبوته الهيثمي في مجمع الزوائد، 2/ 253، وعزاه للطبراني في الأوسط، وحسنه الألباني في سلسلة الأحاديث الصحيحة، برقم 831، وذكر له ثلاث طرق: عن علي، وعن سهل، وعن جابر - رضي الله عنه -.",
            "page": "71",
            "part": "1",
            "seal": "7F1E8E2A"
        },
        {
            "id": "72",
            "nass": "55 - 4 - قراءة القرآن في قيام الليل غنيمة عظيمة؛ لحديث عبد اللَّه بن عمرو - رضي الله عنهما - قال: قال رسول اللَّه - صلى الله عليه وسلم -: \"مَنْ قَامَ بِعَشْرِ آيَاتٍ لَمْ يُكْتَبْ مِنَ الْغَافِلِينَ، وَمَنْ قَامَ بِمِائَةِ آيَةٍ كُتِبَ مِنَ الْقَانِتِينَ، وَمَنْ قَامَ بِأَلْفِ آيَةٍ كُتِبَ مِنَ الْمُقَنْطِرِينَ (¬1) \" (¬2). ¶ 56 - 5 - قيام الليل تجاب فيه الدعوات، وتغفر به السيئات؛ لحديث أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: \"يَنْزِلُ رَبُّنَا تَبَارَكَ وَتَعَالَى كُلَّ لَيْلَةٍ إِلَى السَّمَاءِ الدُّنْيَا حِينَ يَبْقَى ثُلُثُ الَّليْلِ الآخِرِ فَيَقُولُ: مَنْ يَدْعُونِي فَأَسْتَجِيبَ لَهُ؟ مَنْ يَسْأَلُنِي فَأُعْطِيَهُ؟ مَنْ يَسْتِغْفِرُنِي فَأَغْفِرَ لَهُ؟ [فَلاَ يَزَالُ كَذَلِكَ حَتَّى يُضِيءَ الْفَجْرُ] \" (¬3). ¶ 57 - 6 - عن جابر - رضي الله عنه - قال: سمعت رسول اللَّه - صلى الله عليه وسلم - يقول: \"إِنَّ فِي الَّليْلِ لَسَاعَةً لاَ يُوَافِقُهَا عَبْدٌ مُسْلِمٌ يَسْأَلُ اللَّهَ خَيْراً مِنْ أَمْرِ الدُّنْيَا ¶ ¬_________ ¶ (¬1) المقنطرين: أي ممن كتب له قنطار من الأجر، الترغيب والترهيب للمنذري، 1/ 495. ¶ (¬2) أبو داود، كتاب شهر رمضان، باب تحزيب القرآن، برقم 1398، وابن خزيمة في صحيحه، 2/ 181، برقم 1142، وصححه الألباني في صحيح سنن أبي داود، 1/ 263، وفي سلسلة الأحاديث الصحيحة، برقم 643. ¶ (¬3) متفق عليه: البخاري، أبواب التهجد، باب الدعاء والصلاة من آخر الليل، برقم 1145، ومسلم، كتاب صلاة المسافرين وقصرها، باب الترغيب في الدعاء والذكر في آخر الليل والإجابة فيه، برقم758.",
            "page": "72",
            "part": "1",
            "seal": "528D2EAB"
        },
        {
            "id": "73",
            "nass": "وَالآخِرَةِ إِلاَّ أَعْطَاهُ إِيَّاهُ، وَذَلِكَ كُلَّ لَيْلَةٍ\" (¬1). ¶ 58 - 7 - عن أبي هريرة - رضي الله عنه - قال: قال رسول اللَّه - صلى الله عليه وسلم -: \"رَحِمَ اللَّهُ رَجُلاً قَامَ مِنَ الَّليْلِ فَصَلَّى، ثُمَّ أَيْقَظَ امْرَأَتَهُ فَصَلَّتْ، فَإِنْ أَبَتْ نَضَحَ فِي وَجْهِهَا الْمَاءَ، وَرَحِمَ اللَّهُ امْرَأَةً قَامَتْ مِنَ الَّليْلِ فَصَلَّتْ، ثُمَّ أَيْقَظَتْ زَوْجَهَا، فَإِنْ أَبَى نَضَحَتْ فِي وَجْهِهِ الْمَاءَ\" (¬2). ¶ 59 - 8 - عن أبي سعيد وأبي هريرة - رضي الله عنهما - عن النبي - صلى الله عليه وسلم - أنه قال: \"إِذَا اسْتَيْقَظَ الرَّجُلُ مِنَ الَّليْلِ وَأَيْقَظَ امْرَأَتَهُ فَصَلَّيَا رَكْعَتَيْنِ كُتِبَا مِنَ الذَّاكِرِينَ اللَّهَ كَثِيراً وَالذَّاكِرَاتِ\" (¬3). ¶ السابع عشر: صلاة الجمعة تكفر بها الخطايا، وتغفر بها الذنوب: ¶ 60 - 1 - القائم بآداب صلاة الجمعة يغفر له عشرة أيام؛ لحديث أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: \"مَنِ اغْتَسَلَ، ثُمَّ أَتَى الْجُمُعَةَ، فَصَلَّى مَا قُدِّرَ لَهُ، ثُمَّ أَنْصَتَ حَتَّى يَفْرَغَ مِنْ خُطْبَتِهِ، ثُمَّ ¶ ¬_________ ¶ (¬1) مسلم، كتاب صلاة المسافرين، باب في الليل ساعة مستجاب فيها الدعاء، برقم 757. ¶ (¬2) النسائي، كتاب قيام الليل وتطوع النهار، باب الترغيب في قيام الليل، برقم 1610، وابن ماجه، كتاب إقامة الصلاة والسنة فيها، باب ما جاء فيمن أيقظ أهله من الليل، برقم 1336، وأبو داود، كتاب التطوع، باب قيام الليل، برقم 1308، وصححه الألباني في صحيح سنن النسائي، 1/ 354. ¶ (¬3) ابن ماجه، كتاب إقامة الصلاة، باب ما جاء فيمن أيقظ أهله من الليل، برقم 1335، وأبو داود، كتاب التطوع، باب قيام الليل، برقم 1309، وصححه الألباني في صحيح سنن أبي داود، 1/ 243.",
            "page": "73",
            "part": "1",
            "seal": "060D90DB"
        },
        {
            "id": "2",
            "nass": "سلسلة مؤلفات سعيد بن علي بن وهف القحطاني ¶ مكفرات الذنوب والخطايا ¶ وأسباب المغفرة ¶ من الكتاب والسنة ¶ تأليف ¶ الفقير إلى الله تعالى ¶ د. سعيد بن علي بن وهف القحطاني",
            "page": null,
            "part": null,
            "seal": "EAAFE9D6"
        },
        {
            "id": "3",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ المقدمة ¶ إن الحمد للَّه، نحمده، ونستعينه، ونستغفره، ونعوذ باللَّه من شرور أنفسنا، وسيئات أعمالنا، من يهده اللَّه فلا مُضلَّ له، ومن يُضلل فلا هادي له، وأشهد أن لا إله إلا اللَّه وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى اللَّه عليه، وعلى آله، وأصحابه، ومن تبعهم بإحسان إلى يوم الدين، وسلّم تسليماً كثيراً. أما بعد: ¶ فهذه رسالة في \"مكفرات الذنوب والخطايا وأسباب المغفرة\" بينت فيها مكفرات الذنوب والخطايا، وأسباب المغفرة من الكتاب والسنة، وقد قسمت البحث إلى المباحث الآتية: ¶ المبحث الأول: مفهوم مكفرات الذنوب. ¶ المبحث الثاني: مكفرات الذنوب من القرآن الكريم. ¶ المبحث الثالث: مكفرات الذنوب من السنة المطهرة الصحيحة. ¶ واللَّه أسأل أن يجعل هذا العمل خالصاً لوجهه الكريم، وأن ينفعني به في حياتي وبعد مماتي، وينفع به من انتهى إليه، فإنه أكرم مأمول، وأحسن مسؤول، وهو حسبنا ونعم الوكيل، ولا حول ولا قوة إلاّ باللَّه العلي العظيم. ¶ وصلى اللَّه على نبينا محمد، وعلى آله، وأصحابه، ومن تبعهم بإحسان إلى يوم الدين. ¶ أبو عبد الرحمن ¶ سعيد بن علي بن وهف القحطاني ¶ حرر في ضحى يوم الإثنين الموافق 13/ 6/ 1432هـ",
            "page": "3",
            "part": "1",
            "seal": "7344D8DC"
        },
        {
            "id": "4",
            "nass": "المبحث الأول: مفهوم مكفرات الذنوب ¶ - سميت الكفارات كفّاراتٍ؛ لأنها تُكفِّر الذنوب: أي تسترها، مثل: كفارة الأيمان، وكفَّارة الظهار، وكفارة القتل الخطأ (¬1)، وغير ذلك، والكفارة ما كُفِّر به من صدقةٍ، أو صومٍ، أو نحو ذلك، أي كأنه غطَّى على الذنب بالكفارة؛ لأن الكفارة ما يُغطِّي الإثم (¬2)، والكفارة أيضاً: عبارة عن الخصلة والفعلة التي من شأنها أن تُكفِّر الخطيئة: أي تسترها وتمحوها، والتكفير: ستر الذنب وتغطيته. ¶ - المغفرة، والغفر: التغطية على الذنوب والعفو عنها، ومن أسماء اللَّه - عز وجل -: الغفور، والغفَّار، وهذان الاسمان من أبنية المبالغة، ومعناهما: الساتر لذنوب عباده وعيوبهم، المتجاوز عن خطاياهم، وذنوبهم، يقال: اللَّهم اغفر لنا مغفرة، وغفراناً، إنك أنت الغفور الغفار، يا أهل المغفرة، والغفرة: إلباس اللَّه تعالى العفو للمذنبين (¬3)، ويقال: استغفرت اللَّه: سألته المغفرة (¬4). ¶ ¬_________ ¶ (¬1) لسان العرب، مادة (كفر)، 5/ 148. ¶ (¬2) انظر: النهاية في غريب الحديث والأثر، مادة (كفر)، 4/ 189، ومفردات ألفاظ القرآن، مادة (كفر)، ص 717. ¶ (¬3) انظر: لسان العرب، مادة (غفر)، 5/ 25، والنهاية في غريب الحديث لابن الأثير، مادة (غفر)، 3/ 373. ¶ (¬4) المصباح المنير، مادة (غفر)، 2/ 449.",
            "page": "4",
            "part": "1",
            "seal": "46567DC9"
        },
        {
            "id": "5",
            "nass": "والاستغفار: طلب ستر الذنوب والعيوب، والتجاوز والعفو عنها، بالمقال والفعال، وقد قيل: الاستغفار باللسان دون الفعال فعل الكذَّابين (¬1). ¶ وإذا غفر اللَّه للعبد فقد رحمه، فإذا قلت: \"رحمك اللَّه يا فلان\"، فالمعنى: \"غفر اللَّه لك ما مضى من ذنوبك، ووفقك وعصمك فيما يستقبل\"، وإذا قُرِنت الرحمة بالمغفرة: \"رحمك اللَّه وغفر لك\" فالمغفرة لما مضى، والرحمة سؤال اللَّه السلامة من ضرر الذنوب وشرها في المستقبل\" (¬2). ¶ ¬_________ ¶ (¬1) مفردات ألفاظ القرآن، للأصفهاني، مادة (غفر)، ص 609. ¶ (¬2) انظر: حاشية عبد الرحمن بن قاسم على ثلاثة الأصول، ص 9.",
            "page": "5",
            "part": "1",
            "seal": "8836DC88"
        },
        {
            "id": "6",
            "nass": "المبحث الثاني: مُكفِّرات الذنوب من القرآن الكريم ¶ مكفرات الذنوب كثيرة في الكتاب العزيز، ومنها المُكفِّرات الآتية: ¶ أولاً: الإيمان والعمل الصالح يُكفِّرُ السيئات وتُغفَر به الذنوب: ¶ 1 - قال اللَّه - عز وجل -: {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِي كَانُوا يَعْمَلُونَ} (¬1). ¶ «يعني أن الذين منَّ الله عليهم بالإيمان والعمل الصالح، سيكفر الله عنهم سيئاتهم؛ لأن الحسنات يذهبن السيئات، {وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِي كَانُوا يَعْمَلُونَ} وهي أعمال الخير، من واجبات ومستحبات، فهي أحسن ما يعمل العبد؛ لأنه يعمل المباحات أيضاً، وغيرها» (¬2). ¶ 2 - قال اللَّه تعالى: {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآمَنُوا بِمَا نُزِّلَ عَلَى مُحَمَّدٍ وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ} (¬3). ¶ فالذين آمنوا بما أنزل اللَّه على رسله عموماً، وعلى محمد خصوصاً إيماناً كاملاً، وعملوا الصالحات بأن قاموا بما عليهم من ¶ ¬_________ ¶ (¬1) سورة العنكبوت، الآية: 7. ¶ (¬2) تيسير الكريم الرحمن في تفسير كلام المنان، للسعدي، ص 735. ¶ (¬3) سورة محمد، الآية: 2.",
            "page": "6",
            "part": "1",
            "seal": "5E95F0FA"
        },
        {
            "id": "7",
            "nass": "حقوقٍ للَّه - عز وجل -، وحقوق العباد الواجبة والمستحبة، كفّر اللَّه عنهم سيئاتهم: صغارها وكبارها، وأصلح بالهم: أي أصلح دينهم، ودنياهم، وقلوبهم وأعمالهم، وأصلح ثوابهم بتنميته، وتزكيته، وأصلح جميع أحوالهم (¬1). ¶ 3 - قال اللَّه - عز وجل -: {وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ} (¬2). ¶ {وَمَنْ يُؤْمِنْ بِاللَّهِ} [أي]: إيمانًا تامًا، شاملا لجميع ما أمر الله بالإيمان به. ¶ {وَيَعْمَلْ صَالِحًا} من الفرائض والنوافل، من أداء حقوق الله وحقوق عباده. ¶ {يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأنْهَارُ}، فيها ما تشتهيه الأنفس، وتلذّ الأعين، وتختاره الأرواح، وتحنُّ إليه القلوب، ويكون نهاية كل مرغوب {خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ} (¬3). ¶ 4 - وقال اللَّه تعالى: {فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ ¶ ¬_________ ¶ (¬1) انظر: تيسير الكريم الرحمن في تفسير كلام المنان للسعدي، ص 925. ¶ (¬2) سورة التغابن، الآية: 9. ¶ (¬3) تيسير الكريم الرحمن في تفسير كلام المنان، ص 1022.",
            "page": "7",
            "part": "1",
            "seal": "A880231A"
        },
        {
            "id": "8",
            "nass": "وَرِزْقٌ كَرِيمٌ} (¬1). ¶ أي: آمنت قلوبهم إيماناً صحيحاً صادقاً، وصدقوا إيمانهم بأعمالهم الصالحات {لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ} أي مغفرة لما سلف من سيئاتهم، ومجازاة حسنة على القليل من حسناتهم، وقال محمد بن كعب القُرَظِيّ: إذا سمعتَ الله تعالى يقول: {وَرِزْقٌ كَرِيمٌ} فهو الجنة (¬2). ¶ ثانياً: الصبر والعمل الصالح تغفر بهما الذنوب ويضاعف الأجر: ¶ * قال اللَّه تعالى: {إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ} (¬3). ¶ «الذين صبَّروا أنفسهم عند الضراء فلم ييأسوا، وعند السراء فلم يبطروا، وعملوا الصالحات من واجبات ومستحبات {أُولَئِكَ لَهُمْ مَغْفِرَةٌ} لذنوبهم، يزول بها عنهم كل محذور. {وَأَجْرٌ كَبِيرٌ} وهو: الفوز بجنات النعيم، التي فيها ما تشتهيه الأنفس، وتلذ الأعين» (¬4). ¶ ¬_________ ¶ (¬1) سورة الحج، الآية: 50. ¶ (¬2) انظر: تفسير القرآن العظيم، لابن كثير، ص 903، طبعة دار السلام، وتيسير الكريم الرحمن، ص 633. ¶ (¬3) سورة هود، الآية: 11. ¶ (¬4) تيسير الكريم الرحمن، ص 434 - 435.",
            "page": "8",
            "part": "1",
            "seal": "9B20A615"
        },
        {
            "id": "9",
            "nass": "ثالثاً: الإيمان والتقوى تكفر بهما الذنوب: ¶ * قال اللَّه تعالى: {وَلَوْ أَنَّ أَهْلَ الْكِتَابِ آمَنُوا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ وَلَأَدْخَلْنَاهُمْ جَنَّاتِ النَّعِيمِ} (¬1). ¶ «وهذا من كرم اللَّه وجوده، حيث لما ذكر قبائح أهل الكتاب ومعايبهم، وأقوالهم الباطلة، دعاهم إلى التوبة، وأنهم لو آمنوا باللَّه وملائكته، وجميع كتبه، وجميع رسله، واتقوا المعاصي، لكفَّر عنهم سيئاتهم، ولو كانت ما كانت، ولأدخلهم جنات النعيم، التي فيها ما تشتهيه الأنفس وتلذ الأعين» (¬2). ¶ رابعاً: التقوى الكاملة تكفّر جميع السيئات وتغفر بها جميع الذنوب: ¶ 1 - قال اللَّه - عز وجل -: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا وَيُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ} (¬3). ¶ «امتثال العبد لتقوى ربه عنوان السعادة، وعلامة الفلاح، وقد رتَّب الله على التقوى من خير الدنيا والآخرة شيئاً كثيراً، فذكر هنا أن من اتقى الله حصل له أربعة أشياء، كل واحد منها خير من الدنيا وما فيها: ¶ ¬_________ ¶ (¬1) سورة المائدة، الآية: 65. ¶ (¬2) انظر: تيسير الكريم الرحمن، ص 263. ¶ (¬3) سورة الأنفال، الآية: 29.",
            "page": "9",
            "part": "1",
            "seal": "F79B8EB0"
        },
        {
            "id": "10",
            "nass": "الأول: الفرقان، وهو العلم والهدى الذي يُفرِّق به صاحبه بين الهدى والضلال، والحق والباطل، والحلال والحرام، وأهل السعادة من أهل الشقاوة. ¶ الثاني والثالث: تكفير السيئات، ومغفرة الذنوب، وكل واحد منهما داخل في الآخر عند الإطلاق وعند الاجتماع، يفسر تكفير السيئات بالذنوب الصغائر، ومغفرة الذنوب بتكفير الكبائر. ¶ الرابع: الأجر العظيم، والثواب الجزيل لمن اتقاه، وآثر رضاه على هوى نفسه {وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ}» (¬1). ¶ 2 - وقال اللَّه سبحانه: {وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا} (¬2). ¶ أي: يندفع عنه المحذور، ويحصل له المطلوب (¬3)، ويجزل له الثواب على العمل اليسير (¬4). ¶ خامساً: إخفاء الصدقة وإعطاؤها الفقراء تكفر بها السيئات: ¶ 1 - قال اللَّه تعالى: {إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ وَإِنْ تُخْفُوهَا ¶ ¬_________ ¶ (¬1) تيسير الكريم الرحمن، ص 362. ¶ (¬2) سورة الطلاق، الآية: 5. ¶ (¬3) انظر: تيسير الكريم الرحمن، ص 1027. ¶ (¬4) انظر: تفسير القرآن العظيم، لابن كثير، ص 1355",
            "page": "10",
            "part": "1",
            "seal": "7A17909A"
        },
        {
            "id": "11",
            "nass": "وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} (¬1). ¶ «أي: {إنْ تُبْدُوا الصَّدَقَاتِ} فتظهروها وتكون علانية حيث كان القصد بها وجه اللَّه {فَنِعِمَّا هِيَ} أي: فنعم الشيء {هِيَ} لحصول المقصود بها {وَإِنْ تُخْفُوهَا} أي: تُسِرُّوها {وَتُؤْتُوهَا الفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ} ففي هذا أن صدقة السر على الفقير أفضل من صدقة العلانية، وأما إذا لم تؤت الصدقات الفقراء فمفهوم الآية أن السر ليس خيراً من العلانية، فيرجع في ذلك إلى المصلحة، فإن كان في إظهارها إظهار شعائر الدين، وحصول الاقتداء ونحوه، فهو أفضل من الإسرار، ودل قوله: {وَتُؤْتُوهَا الفُقَرَاءَ} على أنه ينبغي للمتصدق أن يتحرَّى بصدقته المحتاجين، ولا يعطي محتاجاً وغيره أحوج منه، ولما ذكر تعالى أن الصدقة خير للمتصدق، ويتضمّن ذلك حصول الثواب، قال: {وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكِمْ} ففيه دفع العقاب {وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} من خير وشر، قليل وكثير والمقصود من ذلك المجازاة» (¬2). ¶ 2 - قال اللَّه تعالى: {إِنْ تُقْرِضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ شَكُورٌ حَلِيمٌ * عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ ¶ ¬_________ ¶ (¬1) سورة البقرة، الآية: 271. ¶ (¬2) تيسير الكريم الرحمن، ص 118 - 119.",
            "page": "11",
            "part": "1",
            "seal": "32091ED4"
        },
        {
            "id": "12",
            "nass": "الْحَكِيمُ} (¬1). ¶ {إِنْ تُقْرِضُوا اللَّهَ قَرْضًا حَسَنًا} وهو كل نفقة كانت من الحلال، إذا قصد بها العبد وجه اللَّه تعالى وطلب مرضاته، ووضعها في موضعها {يُضَاعِفْهُ لَكُمْ} النفقة بعشر أمثالها إلى سبعمائة ضعف، إلى أضعاف كثيرة. ¶ {و} مع المضاعفة أيضًا {يَغْفِرْ لَكُمْ} بسبب الإنفاق والصدقة ذنوبكم، فإن الذنوب يكفرها اللَّه بالصدقات والحسنات: {إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ}. ¶ {وَاللَّهُ شَكُورٌ حَلِيمٌ} لا يعاجل من عصاه، بل يمهله ولا يهمله (¬2). ¶ سادساً: محبة اللَّه واتّباع النبي - صلى الله عليه وسلم - تُغفر بها الذنوب: ¶ * قال اللَّه تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} (¬3). ¶ «وهذه الآية فيها وجوب محبة اللَّه، وعلاماتها، ونتيجتها، وثمراتها، فقال: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ} أي: ادّعيتم هذه المرتبة العالية، والرتبة التي ليس فوقها رتبة، فلا يكفي فيها مجرد الدعوى، ¶ ¬_________ ¶ (¬1) سورة التغابن، الآيتان: 17 - 18. ¶ (¬2) تيسير الكريم الرحمن، ص 1024. ¶ (¬3) سورة آل عمران، الآية: 31.",
            "page": "12",
            "part": "1",
            "seal": "EBF29289"
        },
        {
            "id": "13",
            "nass": "بل لا بد من الصدق فيها، وعلامة الصدق اتّباع رسوله - صلى الله عليه وسلم - في جميع أحواله، في أقواله، وأفعاله، في أصول الدين وفروعه، في الظاهر، والباطن، فمن اتّبع الرسول دل على صدق دعواه محبّة اللَّه تعالى؛ وأحبّه اللَّه وغفر له ذنبه، ورحمه وسدّده في جميع حركاته وسكناته، ومن لم يتّبع الرسول - صلى الله عليه وسلم - فليس مُحبّاً للَّه تعالى، لأن محبّته للَّه توجب له اتّباع رسوله - صلى الله عليه وسلم -، فما لم يوجد ذلك دلَّ على عدمها، وأنه كاذب إن ادّعاها، مع أنها على تقدير وجودها غير نافعة بدون شرطها، وبهذه الآية يوزن جميع الخلق، فعلى حسب حظهم من اتّباع الرسول - صلى الله عليه وسلم - يكون إيمانهم وحبّهم للَّه، وما نقص من ذلك نقص» (¬1). ¶ سابعاً: اجتناب الكبائر يكفر السيئات: ¶ 1 - قال اللَّه تعالى: {إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيمًا} (¬2). ¶ «وهذا من فضل اللَّهِ تعالى وإحسانه على عباده المؤمنين، وعدهم أنهم إذا اجتنبوا كبائر المنهيات غفر لهم جميع الذنوب والسيئات، وأدخلهم مدخلاً كريماً، كثير الخير وهو الجنة، المشتملة على ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر. ¶ ويدخل في اجتناب الكبائر فعلُ الفرائض التي يكون تاركها ¶ ¬_________ ¶ (¬1) تيسير الكريم الرحمن، ص 133. ¶ (¬2) سورة النساء، الآية: 31.",
            "page": "13",
            "part": "1",
            "seal": "DC41FC39"
        },
        {
            "id": "14",
            "nass": "مرتكباً كبيرة، كالصلوات الخمس، والجمعة، وصوم رمضان، كما قال النبي - صلى الله عليه وسلم -: «الصلوات الخمس والجمعة إلى الجمعة ورمضان إلى رمضان مكفرات لما بينهما ما اجتنبت الكبائر» (¬1). ¶ وأحسن ما حُدَّت (¬2) به الكبائر، أن الكبيرة ما فيه حدّ في الدنيا، أو وعيد في الآخرة، أو نفي إيمان، أو ترتيب لعنة، أو غضب عليه» (¬3). ¶ 2 - وقال اللَّه - عز وجل -: {الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ} (¬4). ¶ «{الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإثْمِ وَالْفَوَاحِشَ} أي: يفعلون ما أمرهم الله به من الواجبات، التي يكون تركها من كبائر الذنوب، ويتركون المحرمات الكبار، كالزنا، وشرب الخمر، وأكل الربا، والقتل، ونحو ذلك من الذنوب العظيمة، {إِلا اللَّمَمَ}، وهي الذنوب الصغار، التي لا يُصرُّ صاحبها عليها، أو التي يلمّ بها العبد، المرة بعد المرة، على وجه الندرة والقلة، فهذه ليس مجرد الإقدام عليها مخرجاً للعبد من أن يكون من المحسنين؛ فإن هذه مع الإتيان بالواجبات، وترك المحرمات، تدخل تحت مغفرة اللَّه التي وسعت ¶ ¬_________ ¶ (¬1) مسلم، برقم 233، ويأتي تخريجه. ¶ (¬2) حدّت: أي أحسن ما عرِّفت به الكبائر. ¶ (¬3) تيسير الكريم الرحمن، ص 189. ¶ (¬4) سورة النجم، الآية: 32.",
            "page": "14",
            "part": "1",
            "seal": "872BD52D"
        },
        {
            "id": "15",
            "nass": "كل شيء؛ ولهذا قال: {إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ} فلولا مغفرته لهلكت البلاد والعباد، ولولا عفوه وحلمه لسقطت السماء على الأرض، ولما ترك على ظهرها من دابة؛ ولهذا قال النبي - صلى الله عليه وسلم -: «الصلوات الخمس، والجمعة إلى الجمعة، ورمضان إلى رمضان، مكفرات لما بينهن، ما اجتنبت الكبائر» (¬1). ¶ ثامناً: الاستغفار تغفر به الذنوب، ويدخل الجنة: ¶ 1 - قال اللَّه تعالى: {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ * أُولَئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ} (¬2). ¶ «{وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ} أي: صدر منهم أعمال [سيئة] كبيرة، أو ما دون ذلك، بادروا إلى التوبة والاستغفار، وذكروا ربهم، وما توعَّد به العاصين، ووعد به المتقين، فسألوه المغفرة لذنوبهم، والستر لعيوبهم، مع إقلاعهم عنها، وندمهم عليها؛ فلهذا قال: {وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ}. ¶ ¬_________ ¶ (¬1) تيسير الكريم الرحمن، ص 968. والحديث يأتي تخريجه. ¶ (¬2) سورة آل عمران، الآيتان: 135 - 136.",
            "page": "15",
            "part": "1",
            "seal": "757A392B"
        },
        {
            "id": "16",
            "nass": "{أُولَئِكَ} الموصوفون بتلك الصفات {جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ} تزيل عنهم كل محذور {وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} فيها من النعيم المقيم، والبهجة والسرور والبهاء، والخير والسرور، والقصور والمنازل الأنيقة العاليات، والأشجار المثمرة البهية، والأنهار الجاريات في تلك المساكن الطيبات، {خَالِدِينَ فِيهَا} لا يحولون عنها، ولا يبغون بها بدلا ولا يغير ما هم فيه من النعيم، {وَنِعْمَ أَجْرُ الْعَامِلِينَ} عملوا للَّه قليلاً فأجروا كثيراً فـ «عند الصباح يحْمَد القوم السُّرَى» وعند الجزاء يجد العامل أجره كاملاً موفراً (¬1). ¶ 2 - وقال تعالى: {وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَحِيمًا} (¬2). ¶ «أي: من تجرأ على المعاصي، واقتحم على الإثم، ثم استغفر الله استغفاراً تاماً يستلزم الإقرار بالذنب، والندم عليه، والإقلاع والعزم على أن لا يعود، فهذا قد وعده من لا يخلف الميعاد بالمغفرة والرحمة. ¶ فيغفر له ما صدر منه من الذنب، ويزيل عنه ما ترتب عليه من النقص والعيب، ويعيد إليه ما تقدم من الأعمال الصالحة، ويوفقه فيما يستقبله من عمره، ولا يجعل ذنبه حائلاً عن توفيقه؛ لأنه قد ¶ ¬_________ ¶ (¬1) تيسير الكريم الرحمن، ص 157. ¶ (¬2) سورة النساء، الآية: 110.",
            "page": "16",
            "part": "1",
            "seal": "6DD29F55"
        },
        {
            "id": "17",
            "nass": "غفره، وإذا غفره غفر ما يترتب عليه. ¶ واعلم أن عمل السوء عند الإطلاق يشمل سائر المعاصي، الصغيرة والكبيرة، وسمي {سُوءًا} لكونه يسوء عامله بعقوبته، ولكونه في نفسه سيئًا غير حسن. ¶ وكذلك ظلم النفس عند الإطلاق يشمل ظلمها بالشرك فما دونه، ولكن عند اقتران أحدهما بالآخر قد يفسر كل واحد منهما بما يناسبه، فيفسر عمل السوء هنا بالظلم الذي يسوء الناس، وهو ظلمهم في: دمائهم، وأموالهم، وأعراضهم. ¶ ويُفسَّر ظلم النفس بالظلم والمعاصي التي بين اللَّه وبين عبده، وسمي ظلم النفس «ظلماً» لأن نفس العبد ليست ملكاً له، يتصرف فيها بما يشاء، وإنما هي ملك للَّه تعالى قد جعلها أمانة عند العبد، وأمره أن يقيمها على طريق العدل، بإلزامها للصراط المستقيم علمًا وعملاً، فيسعى في تعليمها ما أمر به، ويسعى في العمل بما يجب، فسعيه في غير هذا الطريق ظلم لنفسه، وخيانة وعدول بها عن العدل، الذي ضده الجور والظلم» (¬1). ¶ 3 - قال اللَّه تعالى: {فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ} (¬2). ¶ ¬_________ ¶ (¬1) تيسير الكريم الرحمن، ص 217 - 218. ¶ (¬2) سورة هود، الآية: 61.",
            "page": "17",
            "part": "1",
            "seal": "2765C654"
        },
        {
            "id": "18",
            "nass": "{فَاسْتَغْفِرُوهُ} مما صدر منكم، من الكفر، والشرك، والمعاصي، وأقلعوا عنها، {ثُمَّ تُوبُوا إِلَيْهِ} أي: ارجعوا إليه بالتوبة النصوح، والإنابة، {إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ} أي: قريب ممّن دعاه دعاء مسألة، أو دعاء عبادة، يجيبه بإعطائه سؤله، وقبول عبادته، وإثابته عليها، أجل الثواب، واعلم أن قربه تعالى نوعان: عام، وخاص، فالقرب العام: قربه بعلمه، من جميع الخلق، وهو المذكور في قوله تعالى: {وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ} (¬1) والقرب الخاص: قربه من عابديه، وسائليه، ومحبيه، وهو المذكور في قوله تعالى: {وَاسْجُدْ وَاقْتَرِبْ} (¬2). ¶ وفي هذه الآية، وفي قوله تعالى: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ} (¬3) وهذا النوع، قرب يقتضي إلطافه تعالى، وإجابته لدعواتهم، وتحقيقه لمراداتهم، ولهذا يقرن، باسمه «القريب» اسمه «المجيب» (¬4). ¶ تاسعاً: التوبة النصوح تبدل بها السيئات حسنات: ¶ 1 - قال اللَّه - عز وجل -: {إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ ¶ ¬_________ ¶ (¬1) سورة ق، الآية: 16. ¶ (¬2) سورة العلق، الآية: 19. ¶ (¬3) سورة البقرة، الآية: 186. ¶ (¬4) تيسير الكريم الرحمن، ص 443.",
            "page": "18",
            "part": "1",
            "seal": "D992584E"
        },
        {
            "id": "19",
            "nass": "يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا} (¬1). ¶ {إِلا مَنْ تَابَ} عن هذه المعاصي [الشرك باللَّه، والزنا، وقتل النفس بغير حقٍّ] وغيرها بأن أقلع عنها في الحال، وندم على ما مضى له من فعلها، وعزم عزماً جازماً أن لا يعود، {وَآمَنَ} باللَّه إيماناً صحيحاً يقتضي ترك المعاصي، وفعل الطاعات {وَعَمِلَ عَمَلا صَالِحًا} مما أمر به الشارع إذا قصد به وجه اللَّه. ¶ {فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ} أي: تتبدّل أفعالهم وأقوالهم التي كانت مستعدة لعمل السيئات تتبدل حسنات، فيتبدل شركهم إيماناً، ومعصيتهم طاعة، وتتبدل نفس السيئات التي عملوها، ثم أحدثوا عن كل ذنب منها توبة وإنابة وطاعة تبدل حسنات كما هو ظاهر الآية. ¶ وورد في ذلك حديث الرجل الذي حاسبه اللَّه ببعض ذنوبه، فعدّدها عليه، ثم أبدل مكان كل سيئة حسنة، فقال: «يا رب إن لي سيئات لا أراها هاهنا» (¬2) والله أعلم. ¶ ¬_________ ¶ (¬1) سورة الفرقان، الآية: 70. ¶ (¬2) أخرج الإمام أحمد في المسند، 35/ 313، برقم 21393: «عَنْ أَبِي ذَرٍّ - رضي الله عنه -، قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «يُؤْتَى بِالرَّجُلِ يَوْمَ الْقِيَامَةِ، فَيُقَالُ: اعْرِضُوا عَلَيْهِ صِغَارَ ذُنُوبِهِ. قَالَ: فَتُعْرَضُ عَلَيْهِ وَيُخَبَّأُ عَنْهُ كِبَارُهَا، فَيُقَالُ: عَمِلْتَ يَوْمَ كَذَا وَكَذَا كَذَا وَكَذَا، وَهُوَ مُقِرٌّ لَا يُنْكِرُ، وَهُوَ مُشْفِقٌ مِنَ الْكِبَارِ، فَيُقَالُ: أَعْطُوهُ مَكَانَ كُلِّ سَيِّئَةٍ عَمِلَهَا حَسَنَةً»، قَالَ: «فَيَقُولُ: إِنَّ لِي ذُنُوبًا مَا أَرَاهَا». قَالَ: قَالَ أَبُو ذَرٍّ: فَلَقَدْ رَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - ضَحِكَ حَتَّى بَدَتْ نَوَاجِذُهُ». وبنحوه في البحر الزخار للبزار، 9/ 397، برقم 3987، والشمائل المحمدية للترمذي، برقم 227، وابن أبي شيبة، 6/ 161، برقم 30335، وصححه الألباني في سلسلة الأحاديث الصحيحة، برقم 3052، ومختصر الشمائل، برقم 195.",
            "page": "19",
            "part": "1",
            "seal": "FAFB475B"
        },
        {
            "id": "20",
            "nass": "{وَكَانَ اللَّهُ غَفُورًا} لمن تاب يغفر الذنوب العظيمة {رَحِيمًا} بعباده؛ حيث دعاهم إلى التوبة بعد مبارزته بالعظائم، ثم وفقهم لها ثم قبلها منهم» (¬1). ¶ 2 - قال اللَّه - عز وجل -: {يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (¬2). ¶ «قد أمر اللَّه بالتوبة النصوح في هذه الآية، ووعد عليها بتكفير السيئات، ودخول الجنات، والفوز والفلاح، حين يسعى المؤمنون يوم القيامة بنور إيمانهم، ويمشون بضيائه، ويتمتعون بروحه وراحته، ويشفقون إذا طفئت الأنوار، التي تعطى المنافقين، ويسألون اللَّه أن يتمم لهم نورهم، فيستجيب اللَّه دعوتهم، ويوصلهم بما معهم من النور واليقين، إلى جنات النعيم، وجوار الربّ الكريم، وكل هذا من آثار التوبة النصوح. ¶ ¬_________ ¶ (¬1) انظر: تيسير الكريم الرحمن، ص 687. ¶ (¬2) سورة التحريم، الآية: 8.",
            "page": "20",
            "part": "1",
            "seal": "FA6C7A75"
        },
        {
            "id": "21",
            "nass": "والمراد بها: التوبة العامة الشاملة للذنوب كلها، التي عقدها العبد للَّه، لا يريد بها إلا وجهه، والقرب منه، ويستمر عليها في جميع أحواله» (¬1). ¶ 3 - قال اللَّه - عز وجل -: {ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا السُّوءَ بِجَهَالَةٍ ثُمَّ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ} (¬2). ¶ «وهذا حضٌّ منه لعباده على التوبة، ودعوة لهم إلى الإنابة، فأخبر أن من عمل سوءاً بجهالة بعاقبة ما تجني عليه، ولو كان متعمداً للذنب، فإنه لا بد أن ينقص ما في قلبه من العلم وقت مفارقة الذنب، فإذا تاب وأصلح بأن ترك الذنب وندم عليه، وأصلح أعماله، فإن اللَّه يغفر له ويرحمه، ويتقبّل توبته ويعيده إلى حالته الأولى أو أعلى منها» (¬3). ¶ 4 - قال اللَّه تعالى: {وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى} (¬4). ¶ «أي: كثير المغفرة والرحمة، لمن تاب من الكفر والبدعة والفسوق، وآمن باللَّه وملائكته وكتبه ورسله واليوم الآخر، وعمل ¶ ¬_________ ¶ (¬1) تيسير الكريم الرحمن، ص 1030 - 1031. ¶ (¬2) سورة النحل، الآية: 119. ¶ (¬3) تيسير الكريم الرحمن، ص 524. ¶ (¬4) سورة طه، الآية: 82.",
            "page": "21",
            "part": "1",
            "seal": "9617265B"
        },
        {
            "id": "22",
            "nass": "صالحاً من أعمال القلب والبدن، وأقوال اللسان. ¶ {ثُمَّ اهْتَدَى} أي: سلك الصراط المستقيم، وتابع الرسول الكريم، واقتدى بالدين القويم، فهذا يغفر اللَّه أوزاره، ويعفو عما تقدم من ذنبه وإصراره؛ لأنه أتى بالسبب الأكبر، للمغفرة والرحمة، بل الأسباب كلها منحصرة في هذه الأشياء؛ فإن التوبة تجبّ ما قبلها، والإيمان والإسلام يهدم ما قبله، والعمل الصالح الذي هو الحسنات، يذهب السيئات، وسلوك طرق الهداية بجميع أنواعها، من تعلم علم، وتدبر آية أو حديث، حتى يتبين له معنى من المعاني يهتدي به، ودعوة إلى دين الحق، ورد بدعة أو كفر أو ضلالة، وجهاد، وهجرة، وغير ذلك من جزئيات الهداية، كلها مكفرات للذنوب محصلات لغاية المطلوب» (¬1). ¶ 5 - قال اللَّه تعالى: {إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ} (¬2). ¶ «أي رجعوا عمّا هم عليه من الذنوب، ندماً وإقلاعاً، وعزماً على عدم المعاودة {وَأَصْلَحُوا} ما فسد من أعمالهم، فلا يكفي ترك القبيح حتى يحصل فعل الحسن. ¶ ولا يكفي ذلك في الكاتم أيضاً، حتى يبيّن ما كتمه، ويبدي ¶ ¬_________ ¶ (¬1) تيسير الكريم الرحمن، ص 595. ¶ (¬2) سورة البقرة، الآية: 160.",
            "page": "22",
            "part": "1",
            "seal": "3C2BDA3F"
        },
        {
            "id": "23",
            "nass": "ضدّ ما أخفى، فهذا يتوب اللَّه عليه؛ لأن توبة اللَّه غير محجوب عنها، فمن أتى بسبب التوبة، تاب اللَّه عليه؛ لأنه {التَّوَّابُ} أي: الرّجَّاع على عباده بالعفو والصفح، بعد الذنب إذا تابوا، وبالإحسان والنعم بعد المنع، إذا رجعوا، {الرَّحِيمُ} الذي اتصف بالرحمة العظيمة، التي وسعت كل شيء، ومن رحمته أن وفّقهم للتوبة والإنابة، فتابوا وأنابوا، ثم رحمهم بأن قبل ذلك منهم، لطفاً وكرماً، هذا حكم التائب من الذنب» (¬1). ¶ 6 - قال اللَّه تعالى: {فَمَنْ تَابَ مِنْ بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللَّهَ يَتُوبُ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} (¬2). ¶ «فيغفر لمن تاب فترك الذنوب، وأصلح الأعمال والعيوب، وذلك أن للَّه ملك السموات والأرض، يتصرف فيهما بما شاء من التصاريف القدرية والشرعية، والمغفرة والعقوبة، بحسب ما اقتضته حكمته ورحمته الواسعة ومغفرته» (¬3). ¶ 7 - وقال اللَّه تعالى: {أَفَلَا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ وَاللَّهُ غَفُورٌ رَحِيمٌ} (¬4). ¶ ¬_________ ¶ (¬1) تيسير الكريم الرحمن، ص 73 - 74. ¶ (¬2) سورة المائدة، الآية: 39. ¶ (¬3) تيسير الكريم الرحمن، ص 254. ¶ (¬4) سورة المائدة، الآية: 74.",
            "page": "23",
            "part": "1",
            "seal": "3092A464"
        },
        {
            "id": "24",
            "nass": "«أي: يرجعون إلى ما يحبّه ويرضاه من الإقرار للَّه بالتوحيد، وبأن عيسى عبد اللَّه ورسوله، عمّا كانوا يقولونه: {وَيَسْتَغْفِرُونَهُ} عن ما صدر منهم، {وَاللَّهُ غَفُورٌ رَّحِيمٌ} أي: يغفر ذنوب التائبين، ولو بلغت عنان السماء، ويرحمهم بقبول توبتهم، وتبديل سيئاتهم حسنات. ¶ وصدر دعوتهم إلى التوبة بالعرض الذي هو غاية اللطف واللين في قوله: {أَفَلا يَتُوبُونَ إِلَى اللَّهِ}» (¬1). ¶ عاشراً: العفو والصفح تغفر بذلك الذنوب: ¶ 1 - قال اللَّه - عز وجل -: {وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ وَلْيَعْفُوا وَلْيَصْفَحُوا أَلَا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} (¬2). ¶ «{وَلا يَأْتَلِ} أي: لا يحلف {أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ وَلْيَعْفُوا وَلْيَصْفَحُوا}. ¶ كان من جملة الخائضين في الإفك «مسطح بن أثاثة»، وهو قريب لأبي بكر الصديق - رضي الله عنه -، وكان مسطح فقيراً من المهاجرين في سبيل اللَّه، فحلف أبو بكر أن لا ينفق عليه؛ لقوله الذي قال، فنزلت ¶ ¬_________ ¶ (¬1) تيسير الكريم الرحمن، ص 265. ¶ (¬2) سورة النور، الآية: 22.",
            "page": "24",
            "part": "1",
            "seal": "2D1AA994"
        },
        {
            "id": "25",
            "nass": "هذه الآية، ينهاهم عن هذا الحلف المتضمّن لقطع النفقة عنه، ويحثُّه على العفو والصفح، ويعده بمغفرة اللَّه إن غفر له، فقال: {أَلا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} إذا عاملتم عبيده، بالعفو والصفح، عاملكم بذلك، فقال أبو بكر - رضي الله عنه - لما سمع هذه الآية-: بلى، واللَّه إني لأحب أن يغفر اللَّه لي، فرجَّع النفقة إلى مسطح، وفي هذه الآية دليل على النفقة على القريب، وأنه لا تترك النفقة والإحسان بمعصية الإنسان، والحث على العفو والصفح، ولو جرى عليه ما جرى من أهل الجرائم (¬1). ¶ 2 - وقال اللَّه - عز وجل -: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} (¬2). ¶ «هذا تحذير من اللَّه للمؤمنين، من الاغترار بالأزواج والأولاد، فإن بعضهم عدو لكم، والعدو هو الذي يريد لك الشر، ووظيفتك الحذر ممن هذا وصفه، والنفس مجبولة على محبة الأزواج والأولاد، فنصح تعالى عباده أن توجب لهم هذه المحبة الانقياد لمطالب الأزواج والأولاد، ولو كان فيها ما فيها من المحذور الشرعي، ورغبهم في امتثال أوامره، وتقديم مرضاته بما عنده من ¶ ¬_________ ¶ (¬1) تيسير الكريم الرحمن، ص 660. ¶ (¬2) سورة التغابن، الآية: 14.",
            "page": "25",
            "part": "1",
            "seal": "966050CF"
        },
        {
            "id": "26",
            "nass": "الأجر العظيم المشتمل على المطالب العالية، والمحاب الغالية، وأن يؤثروا الآخرة على الدنيا الفانية المنقضية، ولما كان النهي عن طاعة الأزواج والأولاد، فيما هو ضرر على العبد، والتحذير من ذلك، قد يوهم الغلظة عليهم وعقابهم، أمر تعالى بالحذر منهم، والصفح عنهم والعفو، فإن في ذلك، من المصالح ما لا يمكن حصره، فقال: {وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ}؛ لأن الجزاء من جنس العمل، فمن عفا عفا اللَّه عنه، ومن صفح صفح اللَّه عنه، ومن غفر غفر اللَّه له، ومن عامل اللَّه فيما يحب، وعامل عباده كما يحبون وينفعهم، نال محبة اللَّه ومحبة عباده، واستوثق له أمره» (¬1). ¶ الحادي عشر: التجارة بالأعمال الصالحة تنجي من عذاب الله وتغفر وتكفر بها الذنوب: ¶ 1 - قال اللَّه تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ * تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ * يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ * وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ} (¬2). ¶ «هذه وصية ودلالة وإرشاد من أرحم الراحمين لعباده ¶ ¬_________ ¶ (¬1) تيسير الكريم الرحمن، ص 1023. ¶ (¬2) سورة الصف، الآيات: 10 - 13.",
            "page": "26",
            "part": "1",
            "seal": "900BF3FE"
        },
        {
            "id": "27",
            "nass": "المؤمنين، لأعظم تجارة، وأجلِّ مطلوب، وأعلى مرغوب، يحصل بها النجاة من العذاب الأليم، والفوز بالنعيم المقيم. ¶ وأتى بأداة العرض الدالة على أن هذا أمر يرغب فيه كل متبصّر، ويسمو إليه كل لبيب، فكأنه قيل: ما هذه التجارة التي هذا قدرها؟ فقال: {تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ}. ¶ ومن المعلوم أن الإيمان التامّ هو التصديق الجازم بما أمر اللَّه بالتصديق به، المستلزم لأعمال الجوارح، ومن أجل أعمال الجوارح الجهاد في سبيل اللَّه؛ فلهذا قال: {وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ} بأن تبذلوا نفوسكم ومهجكم، لمصادمة أعداء الإسلام، والقصد نصر دين اللَّه، وإعلاء كلمته، وتنفقون ما تيسّر من أموالكم في ذلك المطلوب؛ فإن ذلك، ولو كان كريهاً للنفوس، شاقاً عليها، فإنه {خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ}؛ فإن فيه الخير الدنيوي، من النصر على الأعداء، والعزّ المنافي للذل والرزق الواسع، وسعة الصدر وانشراحه. ¶ وفي الآخرة الفوز بثواب اللَّه، والنجاة من عقابه؛ ولهذا ذكر الجزاء في الآخرة، فقال: {يَغْفِرْ لَكُمْ ذُنُوبَكُمْ}، وهذا شامل للصغائر والكبائر؛ فإن الإيمان باللَّه والجهاد في سبيله، مكفر للذنوب، ولو كانت كبائر. ¶ {وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأنْهَارُ} أي: من تحت مساكنها [وقصورها] وغرفها وأشجارها، أنهار من ماء غير آسن،",
            "page": "27",
            "part": "1",
            "seal": "E90A50BC"
        },
        {
            "id": "28",
            "nass": "وأنهار من لبن لم يتغيّر طعمه، وأنهار من خمر لذة للشاربين، وأنهار من عسل مصفّى، ولهم فيها من كل الثمرات، {وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ} أي: جمعت كل طيب، من علوٍّ وارتفاعٍ، وحسن بناء وزخرفة، حتى إن أهل الغرف من أهل علِّيين، يتراءاهم أهل الجنة كما يتراءى الكوكب الدري في الأفق الشرقي أو الغربي، وحتى إن بناء الجنة بعضه من لَبِنِ ذَهَبٍ، [وبعضه من] لَبِنِ فضة، وخيامها من اللؤلؤ والمرجان، وبعض المنازل من الزمرّد (¬1) والجواهر الملونة بأحسن الألوان، حتى إنها من صفائها يرى ظاهرها من باطنها، وباطنها من ظاهرها، وفيها من الطيب والحسن ما لا يأتي عليه وصف الواصفين، ولا خطر على قلب أحد من العالمين، لا يمكن أن يدركوه حتى يروه، ويتمتعوا بحسنه، وتقرّ أعينهم به، ففي تلك الحالة، لولا أن اللَّه خلق أهل الجنة، وأنشأهم نشأة كاملة لا تقبل العدم، لأوشك أن يموتوا من الفرح، فسبحان من لا يحصي أحد من خلقه ثناء عليه، بل هو كما أثنى على نفسه، وفوق ما يثني عليه عباده، وتبارك الجليل الجميل، الذي أنشأ دار النعيم، وجعل فيها من الجلال والجمال ما يبهر عقول الخلق ويأخذ بأفئدتهم. ¶ وتعالى من له الحكمة التامة، التي من جملتها، أنه اللَّهُ لو أَرَى ¶ ¬_________ ¶ (¬1) حجر كريم أخضر اللون شديد الخضرة شفاف، وأشده خضرة أجوده وأصفاه جوهراً، واحدته زمردة. [المعجم الوسيط، 1/ 400].",
            "page": "28",
            "part": "1",
            "seal": "1F96ABEE"
        },
        {
            "id": "29",
            "nass": "الخلائقَ الجنةَ حين خلقها، ونظروا إلى ما فيها من النعيم لما تخلف عنها أحد، ولما هنّاهم العيش في هذه الدار المنغصة، المشوب نعيمها بألمها، وسرورها بترحها. ¶ وسميت الجنة جنة عدن، لأن أهلها مقيمون فيها، لا يخرجون منها أبداً، ولا يبغون عنها حولاً، ذلك الثواب الجزيل، والأجر الجميل، الفوز العظيم، الذي لا فوز مثله، فهذا الثواب الأخروي. ¶ وأما الثواب الدنيوي لهذه التجارة، فذكره بقوله: {وَأُخْرَى تُحِبُّونَهَا} أي: ويحصل لكم خصلة أخرى تحبونها، وهي: {نَصْرٌ مِنَ اللَّهِ} [لكم] على الأعداء، يحصل به العزّ والفرح، {وَفَتْحٌ قَرِيبٌ} تتسع به دائرة الإسلام، ويحصل به الرزق الواسع، فهذا جزاء المؤمنين المجاهدين، وأما المؤمنون من غير أهل الجهاد، [إذا قام غيرهم بالجهاد]، فلم يُؤيِّسهم اللَّه تعالى من فضله وإحسانه، بل قال: {وَبَشِّرِ الْمُؤْمِنِينَ} أي: بالثواب العاجل والآجل، كل على حسب إيمانه، وإن كانوا لا يبلغون مبلغ المجاهدين في سبيل اللَّه، كما قال النبي - صلى الله عليه وسلم -: «إن في الجنة مائة درجة ما بين كل درجتين كما بين السماء والأرض، أعدها الله للمجاهدين في سبيله» (¬1). ¶ 2 - قال اللَّه - عز وجل -: {فَالَّذِينَ هَاجَرُوا وَأُخْرِجُوا مِنْ دِيَارِهِمْ وَأُوذُوا فِي ¶ ¬_________ ¶ (¬1) تيسير الكريم الرحمن، ص 1014 - 1015، والحديث أخرجه مسلم، برقم 1884، ويأتي تخريجه ص 112.",
            "page": "29",
            "part": "1",
            "seal": "E3A6F06B"
        },
        {
            "id": "30",
            "nass": "سَبِيلِي وَقَاتَلُوا وَقُتِلُوا لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ثَوَابًا مِنْ عِنْدِ اللَّهِ وَاللَّهُ عِنْدَهُ حُسْنُ الثَّوَابِ} (¬1). ¶ «فجمعوا بين الإيمان والهجرة، ومفارقة المحبوبات من الأوطان والأموال، طلباً لمرضاة ربهم، وجاهدوا في سبيل اللَّه. ¶ {لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ثَوَابًا مِنْ عِنْدِ اللَّهِ} الذي يعطي عبده الثواب الجزيل على العمل القليل. ¶ {وَاللَّهُ عِنْدَهُ حُسْنُ الثَّوَابِ} مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، فمن أراد ذلك، فليطلبه من اللَّه بطاعته والتقرب إليه، بما يقدر عليه العبد (¬2). ¶ الثاني عشر: التقوى والقول السديد تصلح به الأعمال وتغفر به الذنوب: ¶ 1 - قال اللَّه تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} (¬3). ¶ «يأمر تعالى المؤمنين بتقواه، في جميع أحوالهم، في السر ¶ ¬_________ ¶ (¬1) سورة آل عمران، الآية: 195. ¶ (¬2) تيسير الكريم الرحمن، ص 173. ¶ (¬3) سورة الأحزاب، الآيتان: 70 - 71.",
            "page": "30",
            "part": "1",
            "seal": "EE7871BC"
        },
        {
            "id": "31",
            "nass": "والعلانية، ويخصُّ منها، ويندب للقول السديد، وهو القول الموافق للصواب، أو المقارب له، عند تعذّر اليقين، من قراءة، وذكر، وأمر بمعروف، ونهي عن منكر، وتعلّم علم، وتعليمه، والحرص على إصابة الصواب، في المسائل العلمية، وسلوك كل طريق يوصل لذلك، وكل وسيلة تعين عليه. ¶ ومن القول السديد، لين الكلام ولطفه، في مخاطبة الأنام، والقول المتضمن للنصح والإشارة، بما هو الأصلح. ¶ ثم ذكر ما يترتب على تقواه، وقول القول السديد فقال: {يُصْلِحْ لَكُمْ أَعْمَالَكُمْ} أي: يكون ذلك سببًا لصلاحها، وطريقًا لقبولها؛ لأن استعمال التقوى تتقبل به الأعمال، كما قال تعالى: {إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ} (¬1). ¶ ويوفق فيه الإنسان للعمل الصالح، ويصلح الله الأعمال [أيضًا] بحفظها عما يفسدها، وحفظ ثوابها ومضاعفته، كما أن الإخلال بالتقوى، والقول السديد سبب لفساد الأعمال، وعدم قبولها، وعدم تَرَتُّبِ آثارها عليها. ¶ {وَيَغْفِرْ لَكُمْ} أيضًا {ذُنُوبَكُمْ} التي هي السبب في هلاككم، فالتقوى تستقيم بها الأمور، ويندفع بها كل محذور؛ ولهذا قال: ¶ ¬_________ ¶ (¬1) سورة المائدة، الآية: 27.",
            "page": "31",
            "part": "1",
            "seal": "6607928E"
        },
        {
            "id": "32",
            "nass": "{وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا}» (¬1). ¶ 2 - قال اللَّه تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} (¬2). ¶ «وهذا الخطاب، يحتمل أنه [خطاب] لأهل الكتاب الذين آمنوا بموسى وعيسى عليهما السلام، يأمرهم أن يعملوا بمقتضى إيمانهم، بأن يتقوا اللَّه فيتركوا معاصيه، ويؤمنوا برسوله محمّد - صلى الله عليه وسلم -، وأنهم إن فعلوا ذلك أعطاهم اللَّه {كِفْلَيْنِ مِنْ رَحْمَتِهِ} أي: نصيبين من الأجر نصيب على إيمانهم بالأنبياء الأقدمين، ونصيب على إيمانهم بمحمد - صلى الله عليه وسلم -. ¶ ويحتمل أن يكون الأمر عاماً يدخل فيه أهل الكتاب وغيرهم، وهذا الظاهر، وأن اللَّه أمرهم بالإيمان والتقوى الذي يدخل فيه جميع الدين، ظاهره وباطنه، أصوله وفروعه، وأنهم إن امتثلوا هذا الأمر العظيم، أعطاهم اللَّه {كِفْلَيْنِ مِنْ رَحْمَتِهِ} لا يعلم وصفهما وقدرهما إلا اللَّه تعالى: أجر على الإيمان، وأجر على التقوى، أو أجر على امتثال الأوامر، وأجر على اجتناب النواهي، أو أن التثنية المراد بها تكرار الإيتاء مرة بعد أخرى. ¶ ¬_________ ¶ (¬1) تيسير الكريم الرحمن، ص 789 - 790. ¶ (¬2) سورة الحديد، الآية: 28.",
            "page": "32",
            "part": "1",
            "seal": "1EBC3D88"
        },
        {
            "id": "33",
            "nass": "{وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ} أي: يعطيكم علماً وهدى ونوراً تمشون به في ظلمات الجهل، ويغفر لكم السيئات. ¶ {وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ} فلا يستكثر هذا الثواب على فضل ذي الفضل العظيم، الذي عم فضله أهل السموات والأرض، فلا يخلو مخلوق من فضله طرفة عين ولا أقل من ذلك» (¬1). ¶ الثالث عشر: الكفارات الواردة في القرآن تكفر ذنوبها: ¶ 1 - التصدق بالنفس، والجروح، والسن وما يصيبه، قال اللَّه تعالى: {وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ} (¬2). ¶ {فَمَن تَصَدَّقَ بِهِ} أي: بالقصاص في النفس، وما دونها من الأطراف والجروح، بأن عفا عمن جنى، وثبت له الحق قبله. ¶ {فَهُوَ كَفَّارَةٌ لَّهُ} أي: كفّارة للجاني؛ لأن الآدمي عفا عن حقه. واللَّه تعالى أحقّ وأولى بالعفو عن حقّه، وكفّارة أيضاً عن العافي، فإنه كما عفا عمّن جنى عليه، أو على من يتعلّق به، فإن اللَّه يعفو عن ¶ ¬_________ ¶ (¬1) تيسير الكريم الرحمن، ص 994. ¶ (¬2) سورة المائدة، الآية: 45.",
            "page": "33",
            "part": "1",
            "seal": "15FDDEB7"
        },
        {
            "id": "34",
            "nass": "زلاّته وجناياته» (¬1). ¶ 2 - كفارة اليمين، قال اللَّه تعالى: {لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ وَاحْفَظُوا أَيْمَانَكُمْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ} (¬2). ¶ {لا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ} أي: في أيمانكم التي صدرت على وجه اللغو، وهي الأيمان التي حلف بها المقسم من غير نية ولا قصد، أو عقدها يظن صدق نفسه، فبان بخلاف ذلك، {وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الأيْمَانَ} أي: بما عزمتم عليه، وعقدت عليه قلوبكم، كما قال في الآية الأخرى: {وَلَكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ}، {فَكَفَّارَتُهُ} أي: كفارة اليمين الذي عقدتموها بقصدكم {إِطْعَامُ عَشَرَةِ مَسَاكِينَ}. ¶ وذلك الإطعام {مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ} أي: كسوة عشرة مساكين، والكسوة هي التي تجزئ في الصلاة، {أَوْ تَحْرِيرُ رَقَبَةٍ} أي: عتق رقبة مؤمنة كما قيدت في غير هذا ¶ ¬_________ ¶ (¬1) تيسير الكريم الرحمن، ص 257. ¶ (¬2) سورة المائدة، الآية: 89.",
            "page": "34",
            "part": "1",
            "seal": "2E18A865"
        },
        {
            "id": "35",
            "nass": "الموضع، فمتى فعل واحداً من هذه الثلاثة فقد انحلت يمينه. ¶ {فَمَنْ لَمْ يَجِدْ} واحداً من هذه الثلاثة {فَصِيَامُ ثَلاثَةِ أَيَّامٍ ذَلِكَ} المذكور {كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ} تُكَفِّرها وتمحوها وتمنع من الإثم. ¶ {وَاحْفَظُوا أَيْمَانَكُمْ} عن الحلف باللَّه كاذباً، وعن كثرة الأيمان، واحفظوها إذا حلفتم عن الحنث فيها، إلا إذا كان الحنث خيراً، فتمام الحفظ: أن يفعل الخير، ولا يكون يمينه عرضة لذلك الخير. ¶ {كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ} المبينة للحلال من الحرام، الموضحة للأحكام، {لَعَلَّكُمْ تَشْكُرُونَ} اللهَ حيث علمكم ما لم تكونوا تعلمون. فعلى العباد شكر الله تعالى على ما منَّ به عليهم، من معرفة الأحكام الشرعية وتبيينها» (¬1). ¶ 3 - كفارة قتل الصيد، قال اللَّه - عز وجل -: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ هَدْيًا بَالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَوْ عَدْلُ ذَلِكَ صِيَامًا لِيَذُوقَ وَبَالَ أَمْرِهِ عَفَا اللَّهُ عَمَّا سَلَفَ وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ} (¬2). ¶ ¬_________ ¶ (¬1) تيسير الكريم الرحمن، ص 268. ¶ (¬2) سورة المائدة، الآية: 95.",
            "page": "35",
            "part": "1",
            "seal": "F65D72DC"
        },
        {
            "id": "36",
            "nass": "« ... صرّح اللَّه بالنهي عن قتل الصيد في حال الإحرام، فقال: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ} أي: محرمون في الحج والعمرة، والنهي عن قتله يشمل النهي عن مقدمات القتل، وعن المشاركة في القتل، والدلالة عليه، والإعانة على قتله، حتى إن من تمام ذلك أنه ينهى المحرم عن أكل ما قُتل أو صيد لأجله، وهذا كله تعظيم لهذا النسك العظيم، أنه يحرم على المحرم قتل وصيد ما كان حلالاً له قبل الإحرام. ¶ وقوله: {وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا} أي: قتل صيداً عمداً {فـ} عليه {جَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ} أي: الإبل، أو البقر، أو الغنم، فينظر ما يشبه شيئاً من ذلك، فيجب عليه مثله، يذبحه ويتصدق به. والاعتبار بالمماثلة أن {يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ} أي: عدلان يعرفان الحكم، ووجه الشبه، كما فعل الصحابة - رضي الله عنهم -، حيث قضوا بالحمامة شاة، وفي النعامة بدنة، وفي بقر الوحش -على اختلاف أنواعه- بقرة، وهكذا كل ما يشبه شيئاً من النعم، ففيه مثله، فإن لم يشبه شيئاً ففيه قيمته، كما هو القاعدة في المتلفات، وذلك الهدي لا بد أن يكون {هَدْيًا بَالِغَ الْكَعْبَةِ} أي: يذبح في الحرم. ¶ {أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ} أي: كفّارة ذلك الجزاء طعام مساكين، أي: يجعل مقابلة المثل من النعم، طعام يطعم المساكين. ¶ قال كثير من العلماء: يقوم الجزاء، فيشترى بقيمته طعام، فيطعم كل مسكين مُدَّ بُرٍّ أو نصفَ صاع من غيره. {أَوْ عَدْلُ ذَلِكَ} الطعام",
            "page": "36",
            "part": "1",
            "seal": "31D22ECF"
        },
        {
            "id": "37",
            "nass": "{صِيَامًا} أي: يصوم عن إطعام كل مسكين يوماً، {لِيَذُوقَ} بإيجاب الجزاء المذكور عليه {وَبَالَ أَمْرِهِ} {وَمَنْ عَادَ} بعد ذلك {فَيَنْتَقِمُ اللَّهُ مِنْهُ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ} وإنما نص اللَّه على المتعمد لقتل الصيد، مع أن الجزاء يلزم المتعمد والمخطئ، كما هو القاعدة الشرعية -أن المتلف للنفوس والأموال المحترمة، فإنه يضمنها على أي حال كان، إذا كان إتلافه بغير حق؛ لأن اللَّه رتب عليه الجزاء والعقوبة والانتقام، وهذا للمتعمّد. وأما المخطئ فليس عليه عقوبة، إنما عليه الجزاء، [هذا جواب الجمهور من هذا القيد الذي ذكره اللَّه. وطائفة من أهل العلم يرون تخصيص الجزاء بالمتعمد وهو ظاهر الآية. والفرق بين هذا وبين التضمين في الخطأ في النفوس والأموال في هذا الموضع الحق فيه للَّه، فكما لا إثْمَ، لاَ جَزاءَ لإتلافه نفوس الآدميين وأموالهم. ¶ ولما كان الصيد يشمل الصيد البري والبحري، استثنى تعالى الصيد البحري فقال: {أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ} (¬1)» (¬2). ¶ 4 - كفارة الظهار، قال اللَّه - عز وجل -: {وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ذَلِكُمْ تُوعَظُونَ بِهِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ * فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ ¶ ¬_________ ¶ (¬1) سورة المائدة، الآية: 96. ¶ (¬2) تيسير الكريم الرحمن، ص 270 - 271.",
            "page": "37",
            "part": "1",
            "seal": "580072E8"
        },
        {
            "id": "74",
            "nass": "يُصَلِّي مَعَهُ، غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الْجُمُعَةِ الأُخْرَى، وَفَضْلِ ثَلاثَةِ أَيَّامٍ\". وفي رواية أخرى:\"مَنْ تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ، ثُمَّ أَتَى الْجُمُعَةَ، فَاسْتَمَعَ وَأَنْصَتَ (¬1) غُفِرَ لَهُ مَا بَيْنَ الْجُمُعَةِ، وَزِيَادَةُ ثَلاَثَةُ أَيَّامٍ، وَمَنْ مَسَّ الْحَصَى فَقَدْ لَغَا\" (¬2) (¬3). ¶ 61 - 2 - عَنْ سَلْمَانَ الْفَارِسِيِّ - رضي الله عنه - قَالَ: قَالَ رسول اللَّه - صلى الله عليه وسلم -: «لَا يَغْتَسِلُ رَجُلٌ يَوْمَ الْجُمُعَةِ وَيَتَطَهَّرُ مَا اسْتَطَاعَ مِنْ طُهْرٍ (¬4)، وَيَدَّهِنُ مِنْ دُهْنِهِ، أَوْ يَمَسُّ مِنْ طِيبِ بَيْتِهِ، ثُمَّ يَخْرُجُ فَلَا يُفَرِّقُ بَيْنَ اثْنَيْنِ، ثُمَّ يُصَلِّي مَا كُتِبَ لَهُ، ثُمَّ يُنْصِتُ إِذَا تَكَلَّمَ الْإِمَامُ، إِلَّا غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الْجُمُعَةِ الْأُخْرَى\" (¬5). ¶ ¬_________ ¶ (¬1) استمع وأنصت: هما شيئان متمايزان وقد يجتمعان: فالاستماع الإصغاء والإنصات السكوت؛ ولهذا قال الله تعالى: {وَإِذَا قُرِىءَ الْقُرْآنُ فَاسْتَمِعُواْ لَهُ وَأَنصِتُواْ} (الأعراف: 204)، شرح النووي على صحيح مسلم، 6/ 396. ¶ (¬2) من مس الحصى فقد لغا: أي تكلم، واتفقت أقوال المفسرين على أن اللغو: ما لا يحسن من الكلام، وقيل: خبت من الأجر، وقيل: بطلت فضيلة جمعتك، وقيل: صارت جمعتك ظهراً، انظر: فتح الباري لابن حجر، 2/ 414، والنهاية في غريب الأثر لابن الأثير، 4/ 258، وجامع الأصول له، 5/ 687. ¶ (¬3) مسلم، كتاب الجمعة، باب فضل من استمع وأنصت في الخطبة برقم 857. ¶ (¬4) ويتطهر ما استطاع من الطهر: المراد به المبالغة في التنظيف، أو المراد به التنظيف بأخذ الشارب، والظفر، والعانة، أو المراد بالغسل غسل الجسد والتطهر غسل الرأس، وقوله:\"ويدهن» المراد به إزالة شعث الرأس. فتح الباري لابن حجر،2/ 371. ¶ (¬5) البخاري، كتاب الجمعة، باب الدهن للجمعة، برقم 883.",
            "page": "74",
            "part": "1",
            "seal": "0FB94BBA"
        },
        {
            "id": "75",
            "nass": "62 - 3 - عن أبي ذر - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: \"مَنِ اغْتَسَلَ يَوْمَ الْجُمُعَةِ فَأَحْسَنَ غُسْلَهُ، وَتَطَهَّرَ فَأَحْسَنَ طُهُورَهُ، وَلَبِسَ مِنْ أَحْسَنِ ثِيَابِهِ، وَمَسَّ مَا كَتَبَ اللَّهُ لَهُ مِنْ طِيبِ أَهْلِهِ، ثُمَّ أَتَى الْجُمُعَةَ وَلَمْ يَلْغُ، وَلَمْ يُفَرِّقْ بَيْنَ اثْنَيْنِ، غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الْجُمُعَةِ الأُخْرَى\" (¬1). ¶ 63 - 4 - عن أبي سعيد الخدري، وأبي هريرة - رضي الله عنهما -،قالا: قال رسول اللَّه - صلى الله عليه وسلم -: \"مَنِ اغْتَسَلَ يَوْمَ الْجُمُعَةِ، وَلَبِسَ مِنْ أَحْسَنِ ثِيَابِهِ، وَمَسَّ مِنْ طِيبٍ إِنْ كَانَ عِنْدَهُ، ثُمَّ أَتَى الْجُمُعَةَ فَلَمْ يَتَخَطَّ أَعْنَاقَ النَّاسِ، ثُمَّ صَلَّى مَا كَتَبَ اللَّهُ لَهُ، ثُمَّ أَنْصَتَ إِذَا خَرَجَ إِمَامُهُ حَتَّى يَفْرُغَ مِنْ صَلاَتِهِ، كَانَتْ كَفَّارَةً لِمَا بَيْنَهَا وَبَيْنَ جُمُعَتِهِ الَّتِي قَبْلَهَا». قَالَ: وَيَقُولُ أَبُو هُرَيْرَةَ: «وَزِيَادَةُ ثَلاَثَةِ أَيَّامٍ». وَيَقُولُ: «إِنَّ الْحَسَنَةَ بِعَشْرِ أَمْثَالِهَا» (¬2). ¶ 64 - 5 - عن عبد اللَّه بن عمرو بن العاص - رضي الله عنهما -، عن النبي - صلى الله عليه وسلم - أنه قال: \"مَنِ اغْتَسَلَ يَوْمَ الْجُمُعَةِ، وَمَسَّ مِنْ طِيبِ امْرَأَتِهِ - إِنْ كَانَ لَهَا - وَلَبِسَ مِنْ صَالِحِ ثِيَابِهِ، ثُمَّ لَمْ يَتَخَطَّ رِقَابَ النَّاسِ، وَلَمْ يَلْغُ عِنْدَ الْمَوْعِظَةِ، كَانَتْ كَفَّارَةً لِمَا بَيْنَهُمَا، وَمَنْ لَغَا وَتَخَطَّى رِقَابَ ¶ ¬_________ ¶ (¬1) ابن ماجه، كتاب إقامة الصلاة والسنة فيها، باب ما جاء في الزينة يوم الجمعة، برقم 1097، وقال الألباني في صحيح ابن ماجه، 1/ 326: \"حسن صحيح». ¶ (¬2) أبو داود، كتاب الطهارة، باب في الغسل يوم الجمعة، برقم 343، وحسنه الألباني في صحيح أبي داود، 1/ 103.",
            "page": "75",
            "part": "1",
            "seal": "9AA81121"
        },
        {
            "id": "76",
            "nass": "النَّاسِ كَانَتْ لَهُ ظُهْرًا\" (¬1). ¶ 65 - 6 - عن عبد اللَّه بن عمرو - رضي الله عنهما - عن النبي - صلى الله عليه وسلم - قال: \"يَحْضُرُ الْجُمُعَةَ ثَلاَثَةُ نَفَرٍ: رَجُلٌ حَضَرَهَا يَلْغُو وَهُوَ حَظُّهُ مِنْهَا، وَرَجُلٌ حَضَرَهَا يَدْعُو فَهُوَ رَجُلٌ دَعَا اللَّهَ - عز وجل - إِنْ شَاءَ أَعْطَاهُ وَإِنْ شَاءَ مَنَعَهُ، وَرَجُلٌ حَضَرَهَا بِإِنْصَاتٍ وَسُكُوتٍ وَلَمْ يَتَخَطَّ رَقَبَةَ مُسْلِمٍ، وَلَمْ يُؤْذِ أَحَدًا، فَهِيَ كَفَّارَةٌ إِلَى الْجُمُعَةِ الَّتِي تَلِيهَا، وَزِيَادَةُ ثَلاَثَةِ أَيَّامٍ، وَذَلِكَ بِأَنَّ اللَّهَ تعالى - عز وجل - قال: {مَن جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَن جَاءَ بِالسَّيّئَةِ فَلاَ يُجْزَى إِلاَّ مِثْلَهَا وَهُمْ لاَ يُظْلَمُونَ} (¬2) \" (¬3). ¶ 66 - 7 - المتأدِّب بآداب صلاة الجمعة يكتب له بكل خطوة عمل سنة أجر صيامها وقيامها؛ لحديث أوس بن أوس الثقفي - رضي الله عنه - قال: سمعت رسول اللَّه - صلى الله عليه وسلم - يقول:\"مَنْ غَسَّلَ يَوْمَ الْجُمُعَةِ وَاغْتَسَلَ، ثُمَّ بَكَّرَ وَابْتَكَرَ، وَمَشَى وَلَمْ يَرْكَبْ، وَدَنَا مِنَ الإِمَامِ فَاسْتَمَعَ وَلَمْ يَلْغُ، كَانَ لَهُ بِكُلِّ خُطْوَةٍ عَمَلُ سَنَةٍ: أَجْرُ صِيَامِهَا وَقِيَامِهَا\"، وفي رواية لأبي داود:\"مَنْ غَسَّلَ رَأْسَهُ يَوْمَ الْجُمُعَةِ وَاغْتَسَل\"، وفي سنن الترمذي قال ¶ ¬_________ ¶ (¬1) أبو داود، كتاب الطهارة، باب في الغسل يوم الجمعة، برقم 347، وحسنه الألباني في صحيح سنن أبي داود، 1/ 104. ¶ (¬2) سورة الأنعام، الآية: 160. ¶ (¬3) أبو داود، كتاب الصلاة، باب الكلام والإمام يخطب، برقم 1113، وحسنه الألباني في صحيح أبي داود، 1/ 305.",
            "page": "76",
            "part": "1",
            "seal": "BCE594FE"
        },
        {
            "id": "77",
            "nass": "محمود: [هو ابن غيلان شيخ الترمذي]: قال وكيع: اغتسل هو وغسَّل امرأته، قال: ويروى عن عبد اللَّه بن المبارك أنه قال في هذا الحديث: \"مَنْ غَسَّلَ وَاغْتَسَلَ\" (¬1) يعني غسل رأسه واغتسل. وفي لفظ النسائي: \"مَنْ غَسَّلَ وَاغْتَسَلَ، وَغَدَا وَابْتَكَرَ ... \" (¬2). ¶ ¬_________ ¶ (¬1) واختلف العلماء في معنى قوله - صلى الله عليه وسلم -: \"غسَّل واغتسل، وبكَّر وابتكر فقيل: هو من الكلام المتظاهر الذي يراد به التوكيد، ولم تقع المخالفة بين المعنيين لاختلاف اللفظين، ألا تراه يقول: \"ومشى ولم يركب» ومعناهما واحد، وإلى هذا ذهب الأثرم صاحب أحمد. وقيل: قوله: \"غسل» معناه غسل الرأس خاصة؛ لأن العرب لهم شعور، فأفرد غسل الرأس من أجل ذلك، وإلى هذا ذهب مكحول، وقيل: \"اغتسل» معناه غسل سائر الجسد، وقال بعضهم: \"غسَّل» معناه: أصاب أهله قبل خروجه إلى الجمعة؛ ليكون أملك لنفسه، وأحفظ في طريقه لبصره، فأوجب على أهله الغسل، فكأنه غسل زوجته واغتسل، وقيل: غسَّل للجنابة واغتسل للجمعة، وقيل: غسَّل بالغ في النظافة والدلك، واغتسل: صب الماء عليه، وقيل: حمل غيره على الغسل بالحث والترغيب، والتذكير. وقوله: \"بكَّر» أي راح في أول الوقت، \"وابتكر» أي أدرك أول الخطبة، وقيل: كرره للتأكيد، وقيل: \"غسَّل» إسباغ الوضوء وإكماله، ثم اغتسل بعد الوضوء للجمعة، وقيل: غسل الرجل امرأته إذا جامعها، وقال الإمام ابن خزيمة في صحيحه: \"من قال في الخبر: غسّل واغتسل (يعني بالتشديد) معناه: جامع فأوجب الغسل على زوجته، أو أمته واغتسل، ومن قال: \"غَسَلَ واغتسل (بالتخفيف) أراد غسل رأسه. واغتسل: فضل سائر الجسد، لخبر طاوس عن ابن عباس. انظر: معالم السنن للخطابي، 1/ 213، والمفهم للقرطبي، 1/ 484، وجامع الأصول لابن الأثير، 3/ 430، والترغيب للمنذري، 1/ 434، وتحفة الأحوذي، 3/ 3 - 4. ¶ (¬2) أبو داود، كتاب الطهارة، باب في الغسل يوم الجمعة، برقم 345،والترمذي، كتاب الجمعة، باب ما جاء في فضل الغسل يوم الجمعة، برقم 496،وابن ماجه، كتاب إقامة الصلوات، باب ما جاء في الغسل يوم الجمعة، برقم 1087، والنسائي، كتاب الجمعة، باب فضل غسل يوم الجمعة، برقم 1380،وصححه الألباني في صحيح النسائي،1/ 445،وفي صحيح المراجع السابقة، وفي غيرها، وفي صحيح الترغيب والترهيب، 1/ 433.",
            "page": "77",
            "part": "1",
            "seal": "AB408580"
        },
        {
            "id": "78",
            "nass": "67 - 8 - الجمعة إلى الجمعة كفارة لِمَا بينهما؛ لحديث أبي هريرة - رضي الله عنه - أن رسول اللَّه - صلى الله عليه وسلم - قال: \"الصَّلَوَاتُ الْخَمْسُ، وَالْجُمُعَةُ إِلَى الْجُمُعَةِ، وَرَمَضَانُ إِلَى رَمَضَانَ، مُكَفِّرَاتٌ مَا بَيْنَهُمَا، إِذَا اجْتُنِبَتِ الْكَبَائِرُ\". ¶ قال الإمام ابن القيم ‘: \"فندبه إلى الصلاة ما كتب له، ولم يمنعه عنها إلا في وقت خروج الإمام؛ ولهذا قال غير واحد من السلف: منهم عمر بن الخطاب - رضي الله عنه - وتبعه عليه الإمام أحمد بن حنبل: خروج الإمام يمنع الصلاة، وخطبته تمنع الكلام، فجعلوا المانع من الصلاة خروج الإمام لانتصاف النهار\" (¬1). ¶ وذكر ‘ أن الصلاة لا تُكره قبل زوال يوم الجمعة حتى يخرج الإمام كما هو مذهب الشافعي واختيار شيخ الإسلام ابن تيمية (¬2)، وأما إذا تأخر المأموم حتى صعد الإمام المنبر فإنه يصلي ركعتين خفيفتين تحية المسجد؛ ¶ 68 - 9 - لحديث جابر بن عبد اللَّه - رضي الله عنه - قال: بينما النبي - صلى الله عليه وسلم - يخطب يوم الجمعة إذ جاء رجل، فقال: له النبي - صلى الله عليه وسلم -: \"أَصَلَّيْتَ يَا فُلاَنُ؟ \" قال: لا، قال: \"قُمْ فَصَلِّ رَكْعَتَيْنِ\"، وفي لفظ: \"إِذَا جَاءَ أَحَدُكُمْ ¶ ¬_________ ¶ (¬1) زاد المعاد في هدي خير العباد، 1/ 378، 437. ¶ (¬2) المرجع السابق، 1/ 378، 437.",
            "page": "78",
            "part": "1",
            "seal": "A27F15EB"
        },
        {
            "id": "79",
            "nass": "يَوْمَ الْجُمُعَةِ وَالإِمَامُ يَخْطُبُ فَلْيَرْكَعْ رَكْعَتَيْنِ وَلْيَتَجَوَّزْ فِيهِمَا\" (¬1). ¶ الثامن عشر: الصبر على البلاء والمصائب يحط السيئات ويرفع الدرجات: ¶ 69 - 1 - عن صهيب - رضي الله عنه - قال: قال رسول اللَّه - صلى الله عليه وسلم -: \"عَجَبًا لأَمْرِ الْمُؤْمِنِ إِنَّ أَمْرَهُ كُلَّهُ خَيْرٌ، وَلَيْسَ ذَاكَ لأَحَدٍ إِلاَّ لِلْمُؤْمِنِ، إِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ فَكَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ فَكَانَ خَيْرًا لَهُ\" (¬2). ¶ 70 - 2 - عن أبي سعيد وأبي هريرة - رضي الله عنهما - عن النبي - صلى الله عليه وسلم - قال: \"مَا يُصِيبُ الْمُسْلِمَ مِنْ نَصَبٍ (¬3) وَلَا وَصَبٍ (¬4) وَلَا هَمٍّ، وَلَا حُزْنٍ، وَلَا أَذًى، وَلَا غَمٍّ، حَتَّى الشَّوْكَةِ يُشَاكُهَا إِلَّا كَفَّرَ اللَّهُ بِهَا مِنْ خَطَايَاهُ \" (¬5). ¶ 71 - 3 - عن عبد اللَّه بن مسعود - رضي الله عنه - قال: قال رسول اللَّه - صلى الله عليه وسلم -: \"مَا مِنْ مُسْلِمٍ يُصِيبُهُ أَذًى مِنْ مَرَضٍ فَمَا سِوَاهُ إِلاَّ حَطَّ اللَّهُ بِهِ سَيِّئَاتِهِ كَمَا تَحُطُّ الشَّجَرَةُ وَرَقَهَا\" (¬6). ¶ ¬_________ ¶ (¬1) متفق عليه: البخاري، كتاب الجمعة، باب من جاء والإمام يخطب صلى ركعتين خفيفتين، برقم 931، ومسلم، كتاب الجمعة، باب التحية والإمام يخطب، برقم 875. ¶ (¬2) مسلم، كتاب الزهد والرقائق، باب المؤمن أمره كله خير، برقم 2999. ¶ (¬3) النصب: التعب. ¶ (¬4) الوصب: المرض. ¶ (¬5) متفق عليه: البخاري، كتاب المرض، باب ما جاء في كفارة المرض، برقم 5641، 5642، ومسلم، كتاب البر والصلة، باب ثواب المؤمن فيما يصيبه، برقم 2573. ¶ (¬6) متفق عليه: البخاري، كتاب المرض، باب شدة المرض، برقم 5647، 5648، ومسلم، كتاب البر والصلة، باب ثواب المؤمن فيما يصيبه، برقم 2571.",
            "page": "79",
            "part": "1",
            "seal": "217E954E"
        },
        {
            "id": "80",
            "nass": "72 - 4 - عن عائشة ’ قالت: قال رسول اللَّه - صلى الله عليه وسلم -: \"مَا مِنْ مُسْلِمٍ يُشَاكُ شَوْكَةً فَمَا فَوْقَهَا، إِلاَّ كُتِبَتْ لَهُ بِهَا دَرَجَةٌ، وَمُحِيَتْ عَنْهُ بِهَا خَطِيئَةٌ\" (¬1). ¶ 73 - 5 - عن أنس - رضي الله عنه - يرفعه: \"إِنَّ عِظَمَ الجَزَاءِ مَعَ عِظَمِ البَلاَءِ، وَإِنَّ اللَّهَ إِذَا أَحَبَّ قَوْمًا ابْتَلاَهُمْ، فَمَنْ رَضِيَ فَلَهُ الرِّضَا، وَمَنْ سَخِطَ فَلَهُ السَّخَطُ\" (¬2). ¶ 74 - 6 - عن مصعب بن سعد عن أبيه - رضي الله عنه - قال: قلت: يا رسول اللَّه، أي الناس أشدُّ بلاءً؟ قال:\"الأَنْبِيَاءُ ثُمَّ الأَمْثَلُ فَالأَمْثَلُ، فَيُبْتَلَى الرَّجُلُ عَلَى حَسَبِ دِينِهِ، فَإِنْ كَانَ دِينُهُ صُلْبًا، اشْتَدَّ بَلاَؤُهُ، وَإِنْ كَانَ فِي دِينِهِ رِقَّةٌ ابْتُلِيَ عَلَى حَسَبِ دِينِهِ، فَمَا يَبْرَحُ البَلاَءُ بِالعَبْدِ حَتَّى يَتْرُكَهُ يَمْشِي عَلَى الأَرْضِ مَا عَلَيْهِ خَطِيئَةٌ\" (¬3). ¶ 75 - 7 - ما يزال البلاء بالمؤمن والمؤمنة حتى يلقى اللَّه وما ¶ ¬_________ ¶ (¬1) مسلم، كتاب البر والصلة، باب ثواب المؤمن فيما يصيبه، برقم 2572. ¶ (¬2) الترمذي، كتاب الزهد، باب ما جاء في الصبر على البلاء، برقم 2396، وابن ماجه، كتاب الفتن، باب الصبر على البلاء، رقم 4031،وحسنه الألباني في صحيح سنن الترمذي،2/ 564، وفي صحيح سنن ابن ماجه، 3/ 320،وفي سلسلة الأحاديث الصحيحة، برقم 146. ¶ (¬3) الترمذي، كتاب الزهد، باب ما جاء في الصبر على البلاء، برقم 2398، وابن ماجه في كتاب الفتن، باب الصبر على البلاء، برقم 4023، وقال الألباني في صحيح سنن الترمذي، 2/ 565، وفي صحيح سنن ابن ماجه، 3/ 318، وفي سلسلة الأحاديث الصحيحة، برقم 143، 2280: \"حسن صحيح».",
            "page": "80",
            "part": "1",
            "seal": "E7D0F074"
        },
        {
            "id": "81",
            "nass": "عليه خطيئة؛ لأنها زالت بسبب البلاء (¬1)؛ لحديث أبي هريرة - رضي الله عنه - قال: قال رسول اللَّه - صلى الله عليه وسلم -: \"مَا يَزَالُ البَلاَءُ بِالمُؤْمِنِ وَالمُؤْمِنَةِ: فِي نَفْسِهِ، وَوَلَدِهِ، وَمَالِهِ، حَتَّى يَلْقَى اللَّهَ وَمَا عَلَيْهِ خَطِيئَةٌ\" (¬2). ¶ 76 - 8 - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - دَخَلَ عَلَى أُمِّ السَّائِبِ، أَوْ أُمِّ الْمُسَيَّبِ، فَقَالَ: «مَا لَكِ يَا أُمَّ السَّائِبِ، أَوْ يَا أُمَّ الْمُسَيَّبِ تُزَفْزِفِينَ؟». قَالَتِ: الْحُمَّى لاَ بَارَكَ اللَّهُ فِيهَا، فَقَالَ: «لاَ تَسُبِّي الْحُمَّى، فَإِنَّهَا تُذْهِبُ خَطَايَا بَنِي آدَمَ، كَمَا يُذْهِبُ الْكِيرُ خَبَثَ الْحَدِيدِ» (¬3). ¶ التاسع عشر: تغسيل الميت وتكفينه والصلاة عليه تكفر به السيئات، وتضاعف الحسنات: ¶ 77 - 1 - معرفة الفضل والأجر العظيم، لمن تولَّى غسل الميت المسلم، وستر عليه ما يكره، وأخلص في ذلك ابتغاء وجه اللَّه تعالى، لا يريد به جزاءً ولا شكوراً إلا من اللَّه - عز وجل -، ولا يريد شيئاً من أمور الدنيا؛ لحديث أبي رافع - رضي الله عنه - قال: قال رسول اللَّه - صلى الله عليه وسلم -:\"مَنْ غَسَّلَ مُسْلِمًا فَكَتَمَ عَلَيْهِ، غَفَرَ اللَّهُ لَهُ أَرْبَعِينَ مَرَّةً، وَمَنْ حَفَرَ لَهُ فَأَجَنَّهُ أُجْرِيَ ¶ ¬_________ ¶ (¬1) تحفة الأحوذي للمباركفوري، 7/ 80. ¶ (¬2) الترمذي، كتاب الزهد، باب ما جاء في الصبر على البلاء، برقم 2399،وحسنه الألباني في صحيح سنن الترمذي، 2/ 565،وفي سلسلة الأحاديث الصحيحة، برقم 2280. ¶ (¬3) مسلم، كتاب البر والصلة، باب ثواب المؤمن فيما يصيبه من مرض أو حزن أو نحو ذلك، برقم 2574.",
            "page": "81",
            "part": "1",
            "seal": "4D4430AA"
        },
        {
            "id": "82",
            "nass": "عَلَيْهِ كَأَجْرِ مَسْكَنٍ أَسْكَنَهُ إِيَّاهُ إِلَى يَوْمِ الْقِيَامَةِ، وَمَنْ كَفَّنَهُ كَسَاهُ اللَّهُ يَوْمَ الْقِيَامَةِ مِنْ سُنْدُسِ وَإِسْتَبْرَقِ الْجَنَّةِ\" (¬1). وهذا لفظ البيهقي، ولفظ الحاكم: \" مَنْ غَسَّلَ مُسْلِمًا فَكَتَمَ عَلَيْهِ، غَفَرَ اللَّهُ لَهُ أَرْبَعِينَ مَرَّةً، وَمَنْ حَفَرَ لَهُ فَأَجَنَّهُ أُجْرِيَ عَلَيْهِ كَأَجْرِ مَسْكَنٍ أَسْكَنَهُ إِيَّاهُ إِلَى يَوْمِ الْقِيَامَةِ، وَمَنْ كَفَّنَهُ كَسَاهُ اللَّهُ يَوْمَ الْقِيَامَةِ مِنْ سُنْدُسِ وَإِسْتَبْرَقِ الْجَنَّةِ\" (¬2). وهذا لفظ البيهقي، ولفظ الحاكم: \"مَنْ غَسَّلَ مَيِّتًا فَكَتَمَ عَلَيْهِ غُفِرَ لَهُ أَرْبَعِينَ مَرَّةً، وَمَنْ كَفَّنَ مَيِّتًا كَسَاهُ اللَّهُ مِنَ السُّنْدُسِ، وَإِسْتَبْرَقِ الْجَنَّةِ، وَمَنْ حَفَرَ لِمَيِّتٍ قَبْرًا فَأَجَنَّهُ فِيهِ أُجْرِيَ لَهُ مِنَ الأَجْرِ كَأَجْرِ مَسْكَنٍ أُسْكِنَهُ إِلَى يَوْمِ الْقِيَامَةِ\" (¬3)؛ ولفظ الطبراني في المعجم الكبير: \"مَنْ غَسَّلَ مَيِّتًا، فَكَتَمَ عَلَيْهِ غُفِرَ لَهُ أَرْبَعِينَ كَبِيرَةً، وَمَنْ حَفَرَ لأَخِيهِ قَبْرًا حَتَّى ¶ ¬_________ ¶ (¬1) البيهقي في السنن الكبرى، 3/ 395، والحاكم، 1/ 354، والطبراني في الكبير 1/ 315، برقم 929، وقال الحاكم: \"صحيح على شرط مسلم» ووافقه الذهبي، وقال العلامة الألباني في الجنائز، ص69:\"هو كما قالا».وقال الهيثمي في مجمع الزوائد: \"رجاله رجال الصحيح» 3/ 21، وقال ابن حجر في الدراية (140): \"إسناده قوي». قلت: وله شاهد من حديث أبي أمامة - رضي الله عنه - عند الطبراني في الكبير برقم 8077، ورقم 8078. ¶ (¬2) البيهقي في السنن الكبرى، 3/ 395، والحاكم، 1/ 354، والطبراني في الكبير 1/ 315، برقم 929، وقال الحاكم: \"صحيح على شرط مسلم» ووافقه الذهبي، وقال العلامة الألباني في الجنائز، ص69:\"هو كما قالا».وقال الهيثمي في مجمع الزوائد: \"رجاله رجال الصحيح» 3/ 21، وقال ابن حجر في الدراية (140): \"إسناده قوي». قلت: وله شاهد من حديث أبي أمامة - رضي الله عنه - عند الطبراني في الكبير برقم 8077، ورقم 8078. ¶ (¬3) المستدرك، 1/ 362، برقم 1338.",
            "page": "82",
            "part": "1",
            "seal": "3C2BEB4F"
        },
        {
            "id": "83",
            "nass": "يَجُنَّهُ فَكَأَنَّمَا أَسْكَنَهُ مَسْكَنًا مَرَّةً حَتَّى يُبْعَثَ ... \" (¬1)؛ ¶ 78 - 2 - ولقول النبي - صلى الله عليه وسلم -: \"وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ فِي الدُّنْيَا وَالآخِرَةِ، وَاللَّهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ ... \" (¬2)؛ ¶ 79 - 3 - لحديث ابن عمر - رضي الله عنهما - وفيه: \"ومَنْ كَانَ فِي حَاجَةِ أَخِيهِ كَانَ اللَّهُ فِي حَاجَتِهِ، وَمَنْ فَرَّجَ عَنْ مُسْلِمٍ كُرْبَةً فَرَّجَ اللَّهُ عَنْهُ بِهَا كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ، وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ يَوْمَ الْقِيَامَةِ \" (¬3). ¶ وغير ذلك من الأدلة والآثار الواردة (¬4)، ولا بأس بالإخبار بما يشاهده الغاسل من علامات الخير: كبياض الوجه، أو التبسم، أو غير ذلك من العلامات التي تبشر بالخير، أما العلامات التي تدل على الشر فلا يخبر بها؛ لأن ذلك يحزن أهل الميت ويؤذيهم، وهو من ¶ ¬_________ ¶ (¬1) المعجم الكبير، 1/ 315، برقم 929. ¶ (¬2) مسلم، كتاب الذكر والدعاء، باب فضل الاجتماع على تلاوة القرآن وعلى الذكر، برقم 2699، من حديث أبي هريرة - رضي الله عنه -. ¶ (¬3) متفق عليه: البخاري، كتاب المظالم، باب لا يظلم المسلم المسلم ولا يسلمه، برقم 2442، ومسلم، كتاب البر والصلة، باب تحريم الظلم، برقم 2580. ¶ (¬4) ومن ذلك ما روي عن عائشة - رضي الله عنها - مرفوعاً: \"من غَسَّلَ ميتاً فأدّى فيه الأمانة ولم يفش عليه ما يكون منه عند ذلك خرج من ذنوبه كيوم ولدته أمه».قال:\"ليَلِه أقربكم منه إن كان يعلم، فإن كان لا يعلم، فمن ترون أن عنده حظّاً من ورع وأمانة» أحمد في المسند،41/ 374،برقم 24881، ورقم 24910،وغيره، وضعفه أصحاب موسوعة مسند الإمام أحمد،41/ 375، وأورده الهيثمي في مجمع الزوائد، 3/ 21 وقال: رواه أحمد والطبراني في الأوسط وفيه جابر الجعفي وفيه كلام كثير».",
            "page": "83",
            "part": "1",
            "seal": "FED03BBC"
        },
        {
            "id": "84",
            "nass": "الغيبة، لكن لو قال: إن بعض الأموات يكون أسودَ، أو غير ذلك فلا بأس (¬1). ¶ قال الإمام ابن قدامة ‘: \"وإن رأى حسَناً مثل: أمارات الخير: من وضاءة الوجه، والتبسم، ونحو ذلك استحب إظهاره؛ ليكثر الترحم عليه، ويحصل الحث على مثل طريقته والتشبه بجميل سيرته ... \" (¬2). ¶ 80 - 4 - الفضل العظيم لمن اتبع جنازة المسلم، وصلّى عليه، وكان معه حتى يُدفن؛ لحديث أبي هريرة - رضي الله عنه - قال: قال رسول اللَّه - صلى الله عليه وسلم -: \"مَنْ اتَّبَعَ جَنَازَةَ مُسْلِمٍ إِيمَانًا وَاحْتِسَابًا وَكَانَ مَعَهُ حَتَّى يُصَلَّى عَلَيْهَا، وَيَفْرُغَ مِنْ دَفْنِهَا، فَإِنَّه يَرْجِعُ مِنْ الْأَجْرِ بِقِيرَاطَيْنِ، كُلُّ قِيرَاطٍ مِثْلُ أُحُدٍ، وَمَنْ صَلَّى عَلَيْهَا ثُمَّ رَجَعَ قَبْلَ أَنْ تُدْفَنَ فَإِنَّهُ يَرْجِعُ بِقِيرَاطٍ\" (¬3). ¶ 81 - 5 - عن سعد بن أبي وقاص - رضي الله عنه - أنه كان قاعداً عند عبد اللَّه بن عمر إذا طلع خباب صاحب المقصورة، فقال: يا عبد اللَّه بن عمر، ألا تسمع ما يقول أبو هريرة؟ إنه سمع رسول اللَّه - صلى الله عليه وسلم - يقول:\" مَنْ خَرَجَ مَعَ ¶ ¬_________ ¶ (¬1) انظر: مجموع فتاوى ابن باز، 13/ 123. ¶ (¬2) المغني لابن قدامة، 3/ 371، وانظر: الكافي، لابن قدامة، 2/ 15. ¶ (¬3) متفق عليه: البخاري، كتاب الإيمان، باب اتباع الجنائز من الإيمان، برقم 47، وكتاب الجنائز، باب فضل اتباع الجنائز، برقم 1323، وباب من انتظر حتى تدفن، برقم 1325،ومسلم، كتاب الجنائز، باب فضل الصلاة على الجنازة واتباعها، برقم 945.",
            "page": "84",
            "part": "1",
            "seal": "DB856E86"
        },
        {
            "id": "85",
            "nass": "جَنَازَةٍ مِنْ بَيْتِهَا وَصَلَّى عَلَيْهَا ثُمَّ تَبِعَهَا حَتَّى تُدْفَنَ كَانَ لَهُ قِيرَاطَانِ مِنْ أَجْرٍ كُلُّ قِيرَاطٍ مِثْلُ أُحُدٍ وَمَنْ صَلَّى عَلَيْهَا ثُمَّ رَجَعَ كَانَ لَهُ مِنَ الأَجْرِ مِثْلُ أُحُدٍ\" فأرسل ابن عمر خباباً إلى عائشة يسألها عن قول أبي هريرة ثم يرجع إليه فيخبره ما قالت؟ وأخذ ابن عمر قبضة من حصباء المسجد يقلبها في يده حتى رجع إليه الرسول فقال: قالت عائشة: صدق أبو هريرة، فضرب ابن عمر بالحصى الذي كان في يده الأرض، ثم قال: لقد فرطنا في قراريط كثيرة\". وفي لفظ:\"قيل لابن عمر: إن أبا هريرة يقول: سمعت رسول اللَّه - صلى الله عليه وسلم - يقول:\"من تبع جنازة فله قيراط من الأجر\". فقال ابن عمر: أكثر أبو هريرة علينا، فبعث إلى عائشة فسألها فصدقت أبا هريرة، فقال ابن عمر، لقد فرطنا في قراريط كثيرة\" (¬1). ¶ وسئل شيخنا ابن باز: عمن صلى على خمس جنائز فهل له بكل جنازة قيراط؟ فأجاب: نرجو له قراريط بعدد الجنائز، لقوله - صلى الله عليه وسلم -: \"مَنْ صَلَّى عَلَى جَنَازَةٍ فَلَهُ قِيرَاطٌ، وَمَنْ تَبِعَهَا حَتَّى تُدْفَنَ فَلَهُ قِيرَاطَانِ\" (¬2). وما جاء في معنى ذلك من الأحاديث وكلها دالة على أن القراريط تتعدد بعدد الجنائز .. وهذا من فضل اللَّه سبحانه وجوده ¶ ¬_________ ¶ (¬1) متفق عليه: البخاري، كتاب الجنائز، باب فضل اتباع الجنائز، برقم 1323، 1324، ومسلم، كتاب الجنائز، باب فضل الصلاة على الجنازة واتباعها، برقم 56 - (945). ¶ (¬2) تقدم تخريجه في الذي قبله.",
            "page": "85",
            "part": "1",
            "seal": "9E5C4D02"
        },
        {
            "id": "86",
            "nass": "وكرمه على عباده فله الحمد والشكر لا إله غيره ولا رب سواه واللَّه ولي التوفيق (¬1). ¶ وسئل شيخنا ابن باز: عن حكم السفر لأجل الصلاة على الميت، فقال - رحمه الله -: \"لا حرج في ذلك\" (¬2). ¶ 82 - 6 - الصلاة على الميت تغفر بها ذنوبه، وتقبل شفاعة إخوانه فيه؛ لحديث عائشة - رضي الله عنها -، عن النبي - صلى الله عليه وسلم - أنه قال: \"مَا مِنْ مَيِّتٍ يُصَلِّي عَلَيْهِ أُمَّةٌ مِنَ الْمُسْلِمِينَ يَبْلُغُونَ مِائَةً كُلُّهُمْ يَشْفَعُونَ لَهُ إِلاَّ شُفِّعُوا فِيهِ\" (¬3). ¶ 83 - 7 - ولحديث ابن عباس - رضي الله عنهما - قال: سمعت رسول اللَّه - صلى الله عليه وسلم - يقول: \"مَا مِنْ رَجُلٍ مُسْلِمٍ يَمُوتُ فَيَقُومُ عَلَى جَنَازَتِهِ أَرْبَعُونَ رَجُلاً لاَ يُشْرِكُونَ بِاللَّهِ شَيْئًا إِلاَّ شَفَّعَهُمُ اللَّهُ فِيهِ\" (¬4). ¶ وقد جمع أهل العلم بين حديث المائة، والأربعين، فسمعت شيخنا الإمام عبد العزيز ابن باز: يقول: \"قال أهل العلم في الجمع بين حديث المائة وحديث الأربعين: إن حديث المائة أولاً، ثم تفضل اللَّه - عز وجل - وجعل الأربعين يقومون مقام المائة في قبول ¶ ¬_________ ¶ (¬1) مجموع فتاوى ابن باز، 13/ 136 - 137. ¶ (¬2) مجموع فتاوى ابن باز، 13/ 138. ¶ (¬3) مسلم، كتاب الجنائز، باب من صلى عليه مائة شفعوا فيه، برقم 947. ¶ (¬4) مسلم، كتاب الجنائز، باب من صلى عليه أربعون شفعوا فيه، برقم 948.",
            "page": "86",
            "part": "1",
            "seal": "24999ACD"
        },
        {
            "id": "87",
            "nass": "الشفاعة، وبكل حال فالحديثان يدلان على استحباب كثرة الجمع على الجنائز\" (¬1). ¶ العشرون: الصدقة تكمل بها الفريضة وتكفر السيئات وتطفئ الخطايا، وتطفئ غضب الرب ¶ 84 - 1 - صدقة التطوع تكمِّل زكاة الفريضة وتجبر نقصها؛ لحديث تميم الداري - رضي الله عنه - مرفوعاً: \"أَوَّلُ مَا يُحَاسَبُ بِهِ الْعَبْدُ صَلَاتُهُ، فَإِنْ كَانَ أَتَمَّهَا كُتِبَتْ لَهُ تَامَّةً، وَإِنْ لَمْ يَكُنْ أَتَمَّهَا قَالَ اللهُ - عز وجل -: انْظُرُوا هَلْ تَجِدُونَ لِعَبْدِي مِنْ تَطَوُّعٍ فَتُكْمِلُونَ بِهَا فَرِيضَتَهُ؟ ثُمَّ الزَّكَاةُ كَذَلِكَ، ثُمَّ تُؤْخَذُ الْأَعْمَالُ عَلَى حَسَبِ ذَلِكَ\" (¬2). ¶ ¬_________ ¶ (¬1) سمعته أثناء تقريره على بلوغ المرام، الحديث رقم 580، ثم قال - رحمه الله - أثناء تقريره على هذا الحديث: \"وفي حديث مالك بن هبيرة عند أبي داود [3166]، والترمذي [1028]، وابن ماجه [1490] بإسناد فيه ابن إسحاق وقد عنعن أن النبي - صلى الله عليه وسلم - قال: \"ما من ميت يموت فيصلي عليه ثلاثة صفوف من المسلمين إلا أوجب» يعني وجبت له الجنة، وكان مالك [بن هبيرة] إذا استقل الناس جزأهم ثلاثة صفوف، والحديث إسناده جيد لولا عنعنة ابن إسحاق، فإن صرح بالسماع في رواية استقام إسناده لكن لم أقف على أنه صرح بالسماع، وقال الألباني في الجنائز، ص128: \"وقال الترمذي وتبعه النووي في المجموع، 5/ 212:حديث حسن وأقره الحافظ في الفتح، ثم قال الألباني: وفيه عندهم جميعاً محمد بن إسحاق وهو حسن الحديث إذا صرح بالتحديث ولكنه هنا قد عنعن فلا أدري وجه تحسينهم للحديث». ¶ (¬2) أبو داود، كتاب الصلاة، باب قول النبي - صلى الله عليه وسلم -: \"كل صلاة لا يتمها صاحبها تتم من تطوِّعه»، برقم 864، 866، وابن ماجه، كتاب إقامة الصلاة والسنة فيها، باب ما جاء في أول ما يحاسب به العبد: الصلاة، برقم 1425، وأحمد، 27/ 160، و28/ 149، وصححه الألباني في صحيح سنن أبي داود، 1/ 245، وفي صحيح الجامع، 2/ 353.",
            "page": "87",
            "part": "1",
            "seal": "CE1BEEA6"
        },
        {
            "id": "88",
            "nass": "85 - 2 – تُطفئ الخطايا وتكفرها؛ لحديث معاذ - رضي الله عنه - مرفوعاً إلى النبي - صلى الله عليه وسلم -، وفيه: \"وَالصَّدَقَةُ تُطْفِئُ الْخَطِيئَةَ كَمَا يُطْفِئُ الْمَاءُ النَّارَ\" (¬1). ¶ 86 - 3 - عَنْ حُذَيْفَةَ أَنَّ عُمَرَ بْنَ الْخَطَّابِ - رضي الله عنه - قَالَ: أَيُّكُمْ يَحْفَظُ قَوْلَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فِي الْفِتْنَةِ؟ فَقَالَ حُذَيْفَةُ: أَنَا أَحْفَظُ كَمَا قَالَ، قَالَ: هَاتِ إِنَّكَ لَجَرِيءٌ، قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «فِتْنَةُ الرَّجُلِ فِي أَهْلِهِ، وَمَالِهِ، وَجَارِهِ، تُكَفِّرُهَا الصَّلَاةُ وَالصَّدَقَةُ وَالْأَمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنْ الْمُنْكَرِ\" (¬2). ¶ 87 - 4 – من أسباب النجاة من حرِّ يوم القيامة؛ لحديث عقبة بن عامر - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: \"كُلُّ امْرِئٍ فِي ظِلِّ صَدَقَتِهِ حَتَّى يُفْصَلَ بَيْنَ النَّاسِ» أَوْ قَالَ: «يُحْكَمَ بَيْنَ النَّاسِ\" (¬3). وفي لفظ: «إِنَّ ظِلَّ الْمُؤْمِنِ يَوْمَ الْقِيَامَةِ صَدَقَتُهُ\" (¬4). قال يزيد- أحد رواة الحديث:\"وكان أبو الخير- راوي الحديث عن عقبة لا يخطئه يوم ¶ ¬_________ ¶ (¬1) الترمذي، كتاب الإيمان، باب ما جاء في حرمة الصلاة، برقم 2616، وأحمد، 5/ 531، و236، و237, و245 وحسنه الألباني في إرواء الغليل، 2/ 138. ¶ (¬2) متفق عليه: البخاري، كتاب المناقب، باب: علامات النبوة في الإسلام، برقم 3586، وكتاب الزكاة، باب الصدقة تكفر الخطيئة، برقم 1435، ومسلم، كتاب الإيمان، باب رفع الأمانة والإيمان من بعض القلوب وعرض الفتن على القلوب، برقم 144. ¶ (¬3) أحمد في المسند، برقم 17333، وقال محققو المسند: \"إسناده صحيح» وأخرجه ابن حبان برقم 3310، وصححه الألباني في صحيح الترغيب والترهيب، 1/ 523. ¶ (¬4) أحمد، برقم 18043، وقال محققو المسند: \"حديث صحيح».",
            "page": "88",
            "part": "1",
            "seal": "E68C5D28"
        },
        {
            "id": "89",
            "nass": "إلا تصدق فيه بشيء، ولو كعكة، أو بصلة، أو كذا\" (¬1). وقال النبي - صلى الله عليه وسلم - في أحد السبعة الذين يظلُّهم اللَّه في ظلِّه يوم لا ظلَّ إلا ظله: \" ... وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتَّى لَا تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ\" (¬2). ¶ 88 - 5 – من أسباب دخول الجنة والعتق من النار؛ لحديث عائشة ل أنها قالت: جاءتني مسكينة تحمل ابنتين لها، فأطعمتها ثلاث تمرات، فأعطت كل واحدة منهما تمرة، ورفعت إلى فيها تمرة؛ لتأكلها، فاستطعمتها ابنتاها، فشقت التمرة التي كانت تريد أن تأكلها بينهما، فأعجبني شأنها، فذكرت الذي صنعت لرسول الله - صلى الله عليه وسلم - فقال: \"إِنَّ اللَّهَ قَدْ أَوْجَبَ لَهَا بِهَا الْجَنَّةَ، أَوْ أَعْتَقَهَا بِهَا مِنَ النَّارِ» (¬3). ¶ 89 - 6 – الصدقة تدخل الجنة ولو بشق تمرة، فعن عائشة ل قالت: دخلت عليَّ امرأة معها ابنتان لها تسأل؟ فلم تجد عندي شيئاً غير تمرةٍ، فأعطيتها إيَّاها، فقَسَمَتْها بين ابنتيها، ولم تأكل منها، ثم قامت وخرجت، فدخل النبي - صلى الله عليه وسلم - فأخبرته فقال:\" مَنِ ابْتُلِيَ مِنْ هَذِهِ الْبَنَاتِ بِشَيْءٍ فَأَحْسَنَ إِلَيْهِنَّ كُنَّ لَهُ سِتْرًا مِنَ النَّارِ\" (¬4). ¶ ¬_________ ¶ (¬1) أحمد، برقم 17333، وتقدم قبل حديث واحد. ¶ (¬2) متفق عليه: البخاري، كتاب الأذان، باب من جلس في المسجد ينتظر الصلاة، برقم 1423، ومسلم، كتاب الزكاة، باب فضل إخفاء الصدقة، برقم 1031. ¶ (¬3) مسلم، كتاب البر والصلة، باب الإحسان إلى البنات، برقم 2630. ¶ (¬4) متفق عليه: البخاري، كتاب الزكاة، باب اتقوا النار ولو بشق تمرة، والقليل من الصدقة، برقم 1418، ومسلم، كتاب البر والصلة، باب الإحسان إلى البنات، برقم 2629.",
            "page": "89",
            "part": "1",
            "seal": "1304018F"
        },
        {
            "id": "90",
            "nass": "قال الحافظ ابن حجر رحمه الله في الجمع بين الحديثين السابقين: \"ويمكن الجمع بأن مرادها بقولها في حديث عروة: فلم تجد عندي غير تمرة واحدة: أي أخصها بها، ويحتمل أنها لم تكن عندها في أول الحال سوى واحدة, فأعطتها, ثم وجدت ثنتين، ويحتمل تعدد القصة\" (¬1). ¶ 90 - 7 - صدقة السر تطفئ غضب الرب، وصنائع المعروف تنجي من مصارع السوء؛ لحديث معاوية بن حيدة - رضي الله عنه - , عن النبي - صلى الله عليه وسلم -، أنه قال: \"إنَّ صَدَقَةُ السِّرِّ تُطْفِئُ غَضَبَ الرَّبِّ\" (¬2)؛ ¶ 91 - 8 - ولحديث أبي أمامة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «صَنَائِعُ الْمَعْرُوفِ تَقِي مَصَارِعَ السُّوءِ، وَصَدَقَةُ السِّرِّ تُطْفِئُ غَضَبَ الرَّبِّ، وَصِلَةُ الرَّحِمِ تَزِيدُ فِي الْعُمُرِ» (¬3). ¶ 92 - 9 - عن ابن عمر - رضي الله عنهما -، وفيه: \" ... دَاوُوا مَرْضَاكُمْ بِالصَّدَقَةِ\" (¬4). ¶ ¬_________ ¶ (¬1) فتح الباري، بشرح صحيح البخاري، لابن حجر، 10/ 428. ¶ (¬2) الطبراني في المعجم الكبير، 19/ 421، برقم 1018، وفي الأوسط [مجمع البحرين]، [3/ 65] برقم 1434 و [5/ 218]، برقم 2950. ¶ (¬3) الطبراني في المعجم الكبير، 8/ 261، وقال في مجمع الزوائد، 3/ 115: \"وإسناده حسن»، وكذلك حسن إسناده المنذري في الترغيب، 1/ 679، وحسنه لغيره الألباني في صحيح الترغيب والترهيب، 1/ 532. ¶ (¬4) جاء في الخبر: \"حصنوا أموالكم بالزكاة، وداووا مرضاكم بالصدقة، واستعينوا على حمل البلاء بالدعاء والتضرع». رواه أبو داود في مراسيله، والطبراني وغيرهما. وضعفه الألباني في ضعيف الجامع الصغير، 3/ 99، برقم 2722، 2723، إلا أنه حسن \"داووا مرضاكم بالصدقة» في صحيح الجامع، 3/ 140، وصحيح الترغيب والترهيب، 1/ 458، برقم 744.",
            "page": "90",
            "part": "1",
            "seal": "9E7EC0EE"
        },
        {
            "id": "91",
            "nass": "الحادي والعشرون: الصيام يكفر السيئات وتغفر به الذنوب: ¶ 93 - 1 - الصيام كفارة للذنوب؛ لحديث حذيفة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم -: \"فِتْنَةُ الرَّجُلِ فِي أَهْلِهِ وَمَالِهِ وَوَلَدِهِ وَجَارِهِ تُكَفِّرُهَا الصَّلَاةُ وَالصَّوْمُ وَالصَّدَقَةُ وَالْأَمْرُ وَالنَّهْيُ\"،وفي لفظ:\"وَالْأَمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنْ الْمُنْكَرِ\" (¬1)، وهذا من نعم اللَّه تعالى العظيمة أن يكفر ما يقع من المسلم من الزلل مع أهله، وولده وماله، وجيرانه، بالصلاة، والصوم، والصدقة، والأمر بالمعروف والنهي عن المنكر، فينبغي للمسلم أن يكثر من هذه الخصال، وهذا في الصغائر، أما الكبائر فلا بد فيها على الصحيح من التوبة بشروطها (¬2). ¶ 94 - 2 - صيام شهر رمضان تكفر به الخطايا؛ لحديث أبي هريرة - رضي الله عنه -، أن رسول اللَّه - صلى الله عليه وسلم - قال: \"الصَّلَوَاتُ الْخَمْسُ، وَالْجُمُعَةُ إِلَى الْجُمُعَةِ، وَرَمَضَانُ إِلَى رَمَضَانَ، مُكَفِّرَاتٌ مَا بَيْنَهُنَّ إِذَا اجْتَنَبَ ¶ ¬_________ ¶ (¬1) متفق عليه: البخاري، كتاب الصلاة، باب الصلاة كفارة، برقم 525، وكتاب الزكاة، بابٌ: الصدقة تكفر الخطيئة، برقم 1435،وكتاب الصوم، بابٌ: الصوم كفَّارة، برقم 1895،ومسلم، كتاب الإيمان، باب رفع الأمانة والإيمان من بعض القلوب وعرض الفتن على القلوب، برقم 144. ¶ (¬2) انظر: فتح الباري، لابن حجر 6/ 605، وسمعت نحو هذا من سماحة شيخنا ابن باز، أثناء تقريره على صحيح البخاري، الحديث رقم 1435.",
            "page": "91",
            "part": "1",
            "seal": "A35E9246"
        },
        {
            "id": "92",
            "nass": "الْكَبَائِرَ\" (¬1). ¶ 95 - 3 - شهر رمضان تُغفر فيه الذنوب؛ لحديث أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: \"مَنْ صَامَ رَمَضَانَ إِيمَانًا (¬2) وَاحْتِسَابًا (¬3) غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ\" (¬4). ¶ 96 - 4 - شهر رمضان أعظم الأوقات التي تغفر فيها الذنوب، ومن لم يغفر له في رمضان فقد رغم أنفه؛ لحديث أبي هريرة - رضي الله عنه -: أن النبي - صلى الله عليه وسلم - رَقِيَ الْمِنْبَرَ فَقَالَ: «آمِينَ، آمِينَ، آمِينَ». فَقِيلَ لَهُ: يَا رَسُولَ اللَّهِ مَا كُنْتَ تَصْنَعُ هَذَا؟ فَقَالَ: «قَالَ لِي جَبْرَائِيلُ - عليه السلام -: رَغِمَ أَنْفُ عَبْدٍ دَخَلَ عَلَيْهِ رَمَضَانُ فَلَمْ يُغْفَرْ لَهُ، فَقُلْتُ: آمِينَ، ثُمَّ قَالَ: رَغِمَ أَنْفُ عَبْدٍ ذُكِرْتَ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيْكَ، فَقُلْتُ: آمِينَ، ثُمَّ قَالَ: رَغِمَ أَنْفُ عَبْدٍ أَدْرَكَ وَالِدَيْهِ أَوْ أَحَدَهُمَا فَلَمْ يَدْخُلِ الْجَنَّةَ، فَقُلْتُ: ¶ ¬_________ ¶ (¬1) مسلم، كتاب الطهارة، باب الصلوات الخمس والجمعة إلى الجمعة، ورمضان إلى رمضان ... ، برقم 233. ¶ (¬2) إيماناً: أي من صام رمضان تصديقاً بما جاء في ذلك من نصوص الكتاب والسنة في فرضيته، وفضله. [انظر: المفهم لما أشكل من تلخيص كتاب مسلم، للقرطبي، 2/ 389، وشرح النووي على صحيح مسلم، 5/ 286]. ¶ (¬3) احتساباً: أي من صام رمضان طلباً لثواب الله تعالى ورغبة في الأجر، واحتسابه على الله - عز وجل - مخلصاً لله في صيامه. [انظر: المفهم لما أشكل من تلخيص كتاب مسلم، للقرطبي، 2/ 389، وشرح النووي على صحيح مسلم 5/ 286]. ¶ (¬4) متفق عليه: البخاري، كتاب الصوم، بابٌ: صوم رمضان احتساباً من الإيمان، برقم 38، ومسلم، كتاب صلاة المسافرين، باب الترغيب في قيام رمضان وهو التراويح، برقم 860.",
            "page": "92",
            "part": "1",
            "seal": "27B9B629"
        },
        {
            "id": "93",
            "nass": "آمِينَ\" (¬1). ¶ 97 - 5 - وعن أبي هريرة - رضي الله عنه - أيضاً، قال: قال رسول اللَّه - صلى الله عليه وسلم -: \"رَغِمَ أَنْفُ رَجُلٍ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ، وَرَغِمَ أَنْفُ رَجُلٍ دَخَلَ عَلَيْهِ رَمَضَانُ ثُمَّ انْسَلَخَ قَبْلَ أَنْ يُغْفَرَ لَهُ، وَرَغِمَ أَنْفُ رَجُلٍ أَدْرَكَ عِنْدَهُ أَبَوَاهُ الْكِبَرَ فَلَمْ يُدْخِلاَهُ الْجَنَّةَ\" (¬2). ¶ 98 - 6 - صيام يوم الإثنين، والخميس، من الصيام المستحب الذي تُرفع به الدرجات، وتُكَفَّر به السيئات؛ لحديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: «تفتح أبواب الجنة يوم الإثنين ويوم الخميس، فيغفر لكل مسلم لا يشرك بالله شيئاً إلا رجلاً كانت بينه وبين أخيه شحناء، فيُقال: أنظروا هذين حتى يصطلحا، أنظروا هذين حتى يصطلحا، أنظروا، هذين حتى يصطلحا»، وفي رواية: «تُعْرَضُ الأعمال في كل يوم خميس وإثنين فيغفر الله - عز وجل - في ذلك اليوم لكل امرئ لا يشرك بالله شيئاً إلا امرأً كانت بينه وبين أخيه شحناء، فيُقال: أركوا هذين (¬3) حتى يصطلحا، أركوا هذين حتى يصطلحا» (¬4). ¶ ¬_________ ¶ (¬1) ابن خزيمة، 3/ 192، وأحمد، 2/ 246، 254، والبيهقي، 4/ 304، والبخاري في الأدب المفرد برقم 646، وقال الألباني في صحيح الأدب المفرد: \"حسن صحيح»، وأصله في صحيح مسلم، برقم 2551. ¶ (¬2) الترمذي، كتاب الدعوات، باب رغم أنف رجل ذكرت عنده فلم يصلِّ علي، برقم 3545، وقال الألباني في صحيح الترمذي، 3/ 457: «حسن صحيح». ¶ (¬3) أركوا هذين: أي أخِّروا، يُقال: ركاه، يركوه، إذا أخَّره. شرح النووي على صحيح مسلم، ¶ 16/ 358. ¶ (¬4) مسلم، كتاب البر والصلة، باب النهي عن الشحناء والتهاجر، برقم 2565.",
            "page": "93",
            "part": "1",
            "seal": "01E65567"
        },
        {
            "id": "94",
            "nass": "99 - 7 - صيام يوم عرفة لغير الحاج؛ لحديث أبي قتادة - رضي الله عنه -،وفيه أن رسول الله - صلى الله عليه وسلم - قال: « ... صيام يوم عرفة أحتسب على الله أن يُكفِّر السنة التي قبله والسنة التي بعده ... » (¬1)،وهذا الحديث فيه البيان والترغيب في صوم يوم عرفة لغير الحاج، وأن من صامه يكفر ذنوبه في السنتين (¬2). ¶ 100 - 8 - صيام يوم عاشوراء؛ لحديث أبي قتادة - رضي الله عنه -،وفيه أن النبي - صلى الله عليه وسلم - قال: (( ... وَصِيامُ يَوْمِ عَاشُورَاءَ أَحْتَسِبُ عَلَى اللَّهِ أنْ يُكَفِّرَ السَّنَةَ الَّتِي قَبْلَهُ)) (¬3). ¶ 101 - 9 - صيام يوم في سبيل اللَّهِ؛ لحديث أَبِي سَعِيدٍ الْخُدْرِيِّ - رضي الله عنه - قَالَ: «سَمِعْتُ النَّبِيَّ - صلى الله عليه وسلم - يَقُولُ: «مَنْ صَامَ يَوْمًا فِي سَبِيلِ اللَّهِ بَعَّدَ اللَّهُ وَجْهَهُ عَنْ النَّارِ سَبْعِينَ خَرِيفًا» (¬4). ¶ ¬_________ ¶ (¬1) مسلم، كتاب الصيام، باب استحباب صيام ثلاثة أيام من كل شهر، وصوم يوم عرفة، والإثنين، والخميس، برقم 1162، وهو جزء من حديث طويل. ¶ (¬2) انظر شرح النووي، 8/ 299. ¶ (¬3) مسلم، برقم 196 (1162)، وتقدم تخريجه في النوع الثالث: صيام يوم عرفة، وهوحديث طويل، ذكر فيه: 1 - النهي عن صيام الدهر، 2 - صيام يومين ويفطر يوماً، 3 - صوم يوم وإفطار يوم، 4 - صوم يوم وإفطار يومين، 5 - صيام ثلاثة أيام من كل شهر ورمضان إلى رمضان فهذا صيام الدهر كله، 6 - صيام يوم عرفة، 7 - صيام يوم عاشوراء. ¶ (¬4) البخاري، واللفظ له، كتاب الجهاد والسير، باب فضل الصوم في سبيل اللَّه، برقم 2840، ومسلم، كتاب الصيام، باب فضل الصيام في سبيل الله تعالى، برقم 1153.",
            "page": "94",
            "part": "1",
            "seal": "492EFC32"
        },
        {
            "id": "95",
            "nass": "الثاني والعشرون: الحج المبرور ليس له جزاء إلا الجنة، والعمرة إلى العمرة كفارة لما بينهما ¶ 102 - 1 - من حج البيت الحرام، أو اعتمر فلم يرفث ولم يفسق رجع كيوم ولدته أمه؛ لحديث أبي هريرة - رضي الله عنه - قال: قال رسول اللَّه - صلى الله عليه وسلم -: \"مَنْ حَجَّ هَذَا الْبَيْتَ فَلَمْ يَرْفُثْ (¬1)، وَلَمْ يَفْسُقْ (¬2)، رَجَعَ كَمَا وَلَدَتْهُ أُمُّهُ\" (¬3)، وفي لفظ مسلم:\"مَنْ أَتَى هَذَا الْبَيْتَ فَلَمْ يَرْفُثْ، وَلَمْ يَفْسُقْ، ¶ ¬_________ ¶ (¬1) فلم يرفث: قال ابن عباس - رضي الله عنهما -: \"إنما الرفث ما روجع به النساء»، كأنه يرى الرفث الذي نهى اللَّه عنه ما خوطبت به المرأة، فأما ما يقوله ولم تسمعه امرأة فغير داخل فيه. وقال الأزهريُّ: \"الرفث: كلمة جامعة لكل ما يريده الرجل من المرأة». [النهاية في غريب الحديث، لابن الأثير، 2/ 241]. ¶ وقال الإمام ابن كثير - رحمه الله - في تفسير قوله تعالى: (فلا رفث): أي من أحرم بالحج أو العمرة فليجتنب الرفث، وهو الجماع، كما قال تعالى: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ} [البقرة: 187]، وكذلك يحرم تعاطي دواعيه: من المباشرة، والتقبيل، ونحو ذلك، وكذلك التكلم به بحضرة النساء» [تفسير القرآن العظيم لابن كثير، 2/ 242]. ¶ (¬2) ولم يفسق: أصل الفسوق الخروج عن الاستقامة، والجور، وبه سُمِّيَ العاصي فاسقاً. [النهاية في غريب الحديث، لابن الأثير، 3/ 446]، ولا شك أن الفسوق: هو جميع المعاصي كما قال اللَّه تعالى: {الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلا رَفَثَ وَلا فُسُوقَ} [البقرة: 197]، فيدخل في الفسوق جميع المعاصي كما صوَّبه الإمام ابن كثير في تفسيره، 2/ 244، ومن ذلك الوقوع في محظورات الإحرام، والسباب، والشتم، كما قال النبي - صلى الله عليه وسلم -: (سباب المسلم فسوق، وقتاله كفر) [أخرجه البخاري برقم 6044، ومسلم، برقم 63. وغير ذلك من أنواع المعاصي، وسمعت شيخنا ابن باز - رحمه الله - يقول أثناء تقريره على صحيح البخاري، الحديث رقم 1521، والحديث رقم 1819: \"يدخل في الفسق المعاصي التي قبل الحج، فإذا كان مُصِرَّاً عليها فهو فاسق»، \"والرفث: الجماع ودواعيه». ¶ (¬3) متفق عليه: صحيح البخاري، كتاب الحج، باب فضل الحج والعمرة، برقم 1521، وكتاب المحصر، برقم 1819، ومسلم، كتاب الحج، باب فضل الحج والعمرة، برقم 1350.",
            "page": "95",
            "part": "1",
            "seal": "35579BFF"
        },
        {
            "id": "96",
            "nass": "رَجَعَ كَمَا وَلَدَتْهُ أُمُّهُ\" (¬1)، وهذا اللفظ يشمل الحج والعمرة (¬2). ¶ 103 - 2 - العمرة إلى العمرة تكفر ما بينهما، والحج المبرور جزاؤه الجنة؛ لحديث أبي هريرة - رضي الله عنه - أن رسول اللَّه - صلى الله عليه وسلم - قال: \"الْعُمْرَةُ إِلَى الْعُمْرَةِ كَفَّارَةٌ لِمَا بَيْنَهُمَا، وَالْحَجُّ الْمَبْرُورُ لَيْسَ لَهُ جَزَاءٌ إِلاَّ الْجَنَّةُ\" (¬3). ¶ والحج المبرور هو الذي لا رياء فيه، ولا سمعة، ولم يخالطه إثم ولا يعقبه معصية، وهو الحج الذي وُفِّيت أحكامه ووقع موقعاً لما طلب من المكلف على الوجه الأكمل، وهو المقبول، ومن علامات القبول أن يرجع خيراً مما كان ولا يعاود المعاصي. والمبرور مأخوذ من البر وهو الطاعة واللَّه أعلم (¬4). ¶ 104 - 3 - الحج يهدم ما كان قبله؛ لحديث عمرو بن العاص - رضي الله عنه -، وفيه: أنه قال: فلما جعل اللَّه الإسلام في قلبي أتيت النبي - صلى الله عليه وسلم - فقلت: ابسط يمينك لأُبايِعَكَ، فبسط يمينه، فقبضت يَديَ، قال: \"مَا لَكَ يَا عَمْرُو؟ \" قلت: أردتُ أن أشترط، قال: \"تَشْتَرِطُ بِمَاذَا؟ \" قلت: ¶ ¬_________ ¶ (¬1) صحيح مسلم، برقم 1350، وفي الترمذي \"غفر له ما تقدم من ذنبه».انظر: صحيح الترمذي1/ 245. ¶ (¬2) انظر: فتح الباري 3/ 382. ¶ (¬3) متفق عليه: صحيح البخاري، كتاب العمرة، باب العمرة، وجوب العمرة وفضلها، برقم 1773، ومسلم، كتاب الحج، باب في فضل الحج والعمرة ويوم عرفة، برقم 1349. ¶ (¬4) انظر: فتح الباري 3/ 382 وشرح النووي على صحيح مسلم 9/ 119.",
            "page": "96",
            "part": "1",
            "seal": "481B1EAF"
        },
        {
            "id": "97",
            "nass": "أن يغفر لي، قال: \"أَمَا عَلِمْتَ أَنَّ الإِسْلاَمَ يَهْدِمُ مَا كَانَ قَبْلَهُ، وَأَنَّ الْهِجْرَةَ تَهْدِمُ مَا كَانَ قَبْلَهَا، وَأَنَّ الْحَجَّ يَهْدِمُ مَا كَانَ قَبْلَهُ\" (¬1). ¶ 105 - 4 - الحج والعمرة ينفيان الفقر والذنوب، والحج المبرور ثوابه الجنة؛ لحديث عبد اللَّه بن مسعود - رضي الله عنه - قال: قال رسول اللَّه - صلى الله عليه وسلم -: \"تَابِعُوا بَيْنَ الحَجِّ وَالعُمْرَةِ، فَإِنَّهُمَا يَنْفِيَانِ الفَقْرَ وَالذُّنُوبَ كَمَا يَنْفِي الكِيرُ خَبَثَ الحَدِيدِ، وَالذَّهَبِ، وَالفِضَّةِ، وَلَيْسَ لِلْحَجَّةِ الْمَبْرُورَةِ ثَوَابٌ إِلاَّ الجَنَّةُ\" (¬2). ¶ 106 - 5 - مسح الحجر الأسود والركن اليماني، يحطّان الخطايا حطّاً، والطواف بالبيت كعتق رقبة، وكل خطوة يُكتب له بها عشر حسنات، ويُحطُّ عنه عشر سيئات، ويُرفع له عشر درجات؛ لحديث عبد اللَّه بن عُبيد بن عُمير عن أبيه، قال: قلت لابن عمر: ما لي لا أراك تستلم إلا هذين الركنين: الحجر الأسود، والركن اليماني؟ فقال ابن ¶ ¬_________ ¶ (¬1) صحيح مسلم، كتاب الإيمان، باب كون الإسلام يهدم ما قبله، وكذا الهجرة والحج، برقم 121. ¶ (¬2) الترمذي، كتاب الحج، باب ما جاء في ثواب الحج والعمرة، برقم 810، واللفظ له، والنسائي, كتاب مناسك الحج، باب فضل المتابعة بين الحج والعمرة، برقم 2631، وقال عنه الألباني في صحيح الترمذي، 1/ 426: \"حسن صحيح»، وفي صحيح النسائي، ¶ 2/ 240: \"حسن صحيح»، وجاء الحديث مختصراً عن ابن عباس في سنن النسائي، برقم 2630 بلفظ: \"تابعوا بين الحج والعمرة؛ فإنهما ينفيان الفقر والذنوب كما ينفي الكير خبث الحديد» , وصححه الألباني في صحيح النسائي، 2/ 240، وكذلك عند ابن ماجه, من حديث عمر - رضي الله عنه - بلفظ: \"تابعوا بين الحج والعمرة؛ فإن المتابعة بينهما تنفي الفقر والذنوب كما ينفي الكير خبث الحديد»، وصححه الألباني في صحيح ابن ماجه، 3/ 6.",
            "page": "97",
            "part": "1",
            "seal": "7672C89A"
        },
        {
            "id": "98",
            "nass": "عمر: إنْ أفعل فقد سمعت رسول اللَّه - صلى الله عليه وسلم - يقول: \"إِنَّ اسْتِلَامَهُمَا يَحُطُّ الْخَطَايَا\"، قال: وسمعته يقول: \"مَنْ طَافَ أُسْبُوعًا يُحْصِيهِ، وَصَلَّى رَكْعَتَيْنِ كَانَ لَهُ كَعِدْلِ رَقَبَةٍ\"، قال: وسمعته يقول: \"مَا رَفَعَ رَجُلٌ قَدَمًا وَلَا وَضَعَهَا إِلَّا كُتِبَتْ لَهُ عَشْرُ حَسَنَاتٍ وَحُطَّ عَنْهُ عَشْرُ سَيِّئَاتٍ وَرُفِعَ لَهُ عَشْرُ دَرَجَاتٍ\".، وفي لفظ لأحمد: \"أراك تزاحم على هذين الركنين؟ \" قال: \"إن أفعل، فقد سمعت رسول اللَّه - صلى الله عليه وسلم - يقول:\"إِنَّ مَسْحَهُمَا يَحُطَّانِ الْخَطَايَا\" (¬1). ¶ 107 - 6 - الحاج إذا خرج من بيته قاصداً البيت الحرام كتب له بكل خطوة يخطوها هو ودابته حسنة، ومحا اللَّه عنه خطيئة، ورفعت له درجة؛ لحديث عبادة بن الصامت - رضي الله عنه - يرفعه، وفيه:\"فَإِنَّ لَكَ مِنَ الأَجْرِ إِذَا أَمَمْتَ الْبَيْتَ الْعَتِيقَ أَنْ لَا تَرْفَعَ قَدَماً، أَوْ تَضَعَهَا أَنْتَ وَدَابَّتُكَ إِلاَّ كُتِبَتْ لَكَ حَسَنَةٌ، وَرُفِعَتْ لَكَ دَرَجَةٌ\" (¬2)،وفي حديث ابن عمر - رضي الله عنهما - ¶ ¬_________ ¶ (¬1) أحمد في المسند، 8/ 31، برقم 4462، و9/ 513، برقم 5701، وقال محققو المسند: «حديث حسن»، وأخرجه بنحوه الترمذي، كتاب الحج، باب ما جاء في استلام الركنين، برقم 959، وصححه الألباني في صحيح الترمذي، 1/ 491 - 492، وقد استوفى تخريج هذا الحديث محققو مسند الإمام أحمد، 8/ 31، برقم 4462، و9/ 513، وبرقم 5701، فيراجع لمن شاء. وأخرجه النسائي بنحوه، كتاب مناسك الحج، باب ذكر الفضل في الطواف بالبيت، برقم 2919، وصححه أيضاً الألباني في صحيح النسائي، 2/ 319، وابن ماجه مختصراً، في كتاب مناسك الحج، باب فضل الطواف، برقم 2956، وصححه الألباني أيضاً في صحيح ابن ماجه، 2/ 27، وابن خزيمة، 4/ 218, برقم 2729. ¶ (¬2) رواه الطبراني في الأوسط [مجمع البحرين، 3/ 185، برقم 1650]، وقال الهيثمي في مجمع الزوائد، 3/ 277: \"وفيه محمد بن عبد الرحيم بن شروس، ذكره ابن أبي حاتم، ولم يذكر فيه جرحاً ولا تعديلاً، ومن فوقه موثوقون»، وحسنه الألباني لغيره، في صحيح الترغيب والترهيب، 2/ 10/12.",
            "page": "98",
            "part": "1",
            "seal": "69A59EBB"
        },
        {
            "id": "99",
            "nass": "يرفعه: \" ... فَإِنَّكَ إِذَا خَرَجْتَ مِنْ بَيْتِكَ تَؤُمُّ الْبَيْتَ الْحَرَامَ، لَمْ تَضَعُ نَاقَتُكَ خُفًّا، وَلَا تَرْفَعُهُ، إِلَّا كَتَبَ [اللَّهُ] لَكَ بِهِ حَسَنَةً، وَمَحَا عَنْكَ بِهِ خَطِيئَةً\" (¬1). ¶ الثالث والعشرون: مجالس الذكر تغفر بها الذنوب: ¶ 108 - 1 - أهل الذكر تغفر ذنوبهم، وذنوب من جلس معهم؛ لحديث أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «إِنَّ لِلَّهِ مَلَائِكَةً يَطُوفُونَ فِي الطُّرُقِ، يَلْتَمِسُونَ أَهْلَ الذِّكْرِ، فَإِذَا وَجَدُوا قَوْمًا يَذْكُرُونَ اللَّهَ تَنَادَوْا هَلُمُّوا إِلَى حَاجَتِكُمْ، قَالَ: فَيَحُفُّونَهُمْ بِأَجْنِحَتِهِمْ إِلَى السَّمَاءِ الدُّنْيَا، قَالَ: فَيَسْأَلُهُمْ رَبُّهُمْ، وَهُوَ أَعْلَمُ مِنْهُمْ: مَا يَقُولُ عِبَادِي؟ قَالُوا: يَقُولُونَ: يُسَبِّحُونَكَ، وَيُكَبِّرُونَكَ، وَيَحْمَدُونَكَ، وَيُمَجِّدُونَكَ، قَالَ: فَيَقُولُ: هَلْ رَأَوْنِي؟ قَالَ: فَيَقُولُونَ: لَا وَاللَّهِ مَا رَأَوْكَ، قَالَ: فَيَقُولُ: وَكَيْفَ لَوْ رَأَوْنِي؟ قَالَ: يَقُولُونَ: لَوْ رَأَوْكَ كَانُوا أَشَدَّ لَكَ عِبَادَةً، وَأَشَدَّ لَكَ تَمْجِيدًا، وَتَحْمِيدًا، وَأَكْثَرَ لَكَ تَسْبِيحًا، قَالَ: يَقُولُ: فَمَا يَسْأَلُونِي؟ قَالَ: يَسْأَلُونَكَ الْجَنَّةَ، قَالَ: يَقُولُ: وَهَلْ رَأَوْهَا؟ قَالَ: يَقُولُونَ: لَا وَاللَّهِ ¶ ¬_________ ¶ (¬1) رواه ابن حبان، برقم 1887، والبزار، برقم 1082، والطبراني في الكبير، برقم 13566، وقال الهيثمي في مجمع الزوائد، 3/ 274: \"رواه الطبراني في الكبير بنحوه، ورجال البزار موثوقون»، وحسنه الألباني لغيره في صحيح الترغيب والترهيب، 2/ 10.",
            "page": "99",
            "part": "1",
            "seal": "404874C7"
        },
        {
            "id": "100",
            "nass": "يَا رَبِّ مَا رَأَوْهَا، قَالَ: يَقُولُ: فَكَيْفَ لَوْ أَنَّهُمْ رَأَوْهَا؟ قَالَ: يَقُولُونَ: لَوْ أَنَّهُمْ رَأَوْهَا كَانُوا أَشَدَّ عَلَيْهَا حِرْصًا، وَأَشَدَّ لَهَا طَلَبًا، وَأَعْظَمَ فِيهَا رَغْبَةً، قَالَ: فَمِمَّ يَتَعَوَّذُونَ؟ قَالَ: يَقُولُونَ: مِنَ النَّارِ، قَالَ: يَقُولُ: وَهَلْ رَأَوْهَا؟ قَالَ: يَقُولُونَ: لَا وَاللَّهِ يَا رَبِّ مَا رَأَوْهَا، قَالَ: يَقُولُ: فَكَيْفَ لَوْ رَأَوْهَا قَالَ يَقُولُونَ لَوْ رَأَوْهَا كَانُوا أَشَدَّ مِنْهَا فِرَارًا وَأَشَدَّ لَهَا مَخَافَةً قَالَ فَيَقُولُ فَأُشْهِدُكُمْ أَنِّي قَدْ غَفَرْتُ لَهُمْ قَالَ يَقُولُ مَلَكٌ مِنْ الْمَلَائِكَةِ فِيهِمْ فُلَانٌ لَيْسَ مِنْهُمْ إِنَّمَا جَاءَ لِحَاجَةٍ قَالَ هُمْ الْجُلَسَاءُ لَا يَشْقَى بِهِمْ جَلِيسُهُمْ» (¬1). ¶ 109 - 2 - أهل مدارسة القرآن والذكر، وتَعلُّم العلم تنزل عليهم السكينة، وتغشاهم الرحمة، وتحفهم الملائكة، ويذكرهم اللَّه فيمن عنده؛ لحديث؛ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «مَنْ نَفَّسَ عَنْ مُؤْمِنٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا، نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ، وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ يَسَّرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالآخِرَةِ، وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ فِي الدُّنْيَا وَالآخِرَةِ، وَاللَّهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ، وَمَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا سَهَّلَ اللَّهُ لَهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ، وَمَا اجْتَمَعَ قَوْمٌ فِي بَيْتٍ مِنْ بُيُوتِ اللَّهِ، يَتْلُونَ كِتَابَ اللَّهِ وَيَتَدَارَسُونَهُ بَيْنَهُمْ، إِلاَّ نَزَلَتْ عَلَيْهِمُ السَّكِينَةُ، وَغَشِيَتْهُمُ الرَّحْمَةُ، وَحَفَّتْهُمُ الْمَلاَئِكَةُ، وَذَكَرَهُمُ اللَّهُ فِيمَنْ عِنْدَهُ، وَمَنْ ¶ ¬_________ ¶ (¬1) البخاري، كتاب الدعوات، باب فضل ذكر الله - عز وجل -، برقم 6408، ومسلم، كتاب الذكر والدعاء والتوبة والاستغفار، باب فضل مجالس الذكر، برقم 2689.",
            "page": "100",
            "part": "1",
            "seal": "F26931C8"
        },
        {
            "id": "101",
            "nass": "بَطَّأَ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بِهِ نَسَبُهُ» (¬1). ¶ 110 - 3 - عَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه -، عَنْ رَسُولِ اللهِ - صلى الله عليه وسلم - قَالَ: «مَا مِنْ قَوْمٍ اجْتَمَعُوا يَذْكُرُونَ اللهَ، لَا يُرِيدُونَ بِذَلِكَ إِلَّا وَجْهَهُ، إِلَّا نَادَاهُمْ مُنَادٍ مِنَ السَّمَاءِ: أَنْ قُومُوا مَغْفُورًا لَكُمْ، قَدْ بُدِّلَتْ سَيِّئَاتُكُمْ حَسَنَاتٍ» (¬2). ¶ 111 - 4 - عَنِ الأَغَرِّ أَبِي مُسْلِمٍ أَنَّهُ قَالَ: أَشْهَدُ عَلَى أَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّهُمَا شَهِدَا عَلَى النَّبِيِّ - صلى الله عليه وسلم - أَنَّهُ قَالَ: «لاَ يَقْعُدُ قَوْمٌ يَذْكُرُونَ اللَّهَ - عز وجل - إِلاَّ حَفَّتْهُمُ الْمَلاَئِكَةُ، وَغَشِيَتْهُمُ الرَّحْمَةُ، وَنَزَلَتْ عَلَيْهِمُ السَّكِينَةُ، وَذَكَرَهُمُ اللَّهُ فِيمَنْ عِنْدَهُ» (¬3). ¶ الرابع والعشرون: ذكر الله تغفر به الذنوب، وتكفر به السيئات وخير من الجهاد في سبيل الله تعالى: ¶ 112 - 1 - عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ النَّبِيُّ - صلى الله عليه وسلم -: «يَقُولُ اللَّهُ تَعَالَى أَنَا عِنْدَ ظَنِّ عَبْدِي بِي وَأَنَا مَعَهُ إِذَا ذَكَرَنِي فَإِنْ ذَكَرَنِي فِي نَفْسِهِ ¶ ¬_________ ¶ (¬1) مسلم، كتاب الذكر والدعاء والتوبة والاستغفار، باب فَضْلِ الاِجْتِمَاعِ عَلَى تِلاَوَةِ الْقُرْآنِ وَعَلَى الذِّكْرِ، برقم 2699. ¶ (¬2) أخرجه أحمد، 19/ 437، برقم 12453، وأبو يعلى، 7/ 167، برقم 4141، والطبراني في الأوسط، 2/ 154، برقم 1556، والضياء في المختارة، 7/ 235، برقم 2677، وقال: «إسناده حسن»، وصححه الألباني لغيره في صحيح الترغيب والترهيب، برقم 1504، وقال محققو المسند، 19/ 437: «صحيح لغيره». ¶ (¬3) مسلم، كتاب الذكر والدعاء والتوبة والاستغفار، باب فَضْلِ الاِجْتِمَاعِ عَلَى تِلاَوَةِ الْقُرْآنِ وَعَلَى الذِّكْرِ، برقم 2700.",
            "page": "101",
            "part": "1",
            "seal": "52A1D03C"
        },
        {
            "id": "102",
            "nass": "ذَكَرْتُهُ فِي نَفْسِي، وَإِنْ ذَكَرَنِي فِي مَلَإٍ ذَكَرْتُهُ فِي مَلَإٍ خَيْرٍ مِنْهُمْ، وَإِنْ تَقَرَّبَ إِلَيَّ بِشِبْرٍ تَقَرَّبْتُ إِلَيْهِ ذِرَاعًا، وَإِنْ تَقَرَّبَ إِلَيَّ ذِرَاعًا تَقَرَّبْتُ إِلَيْهِ بَاعًا، وَإِنْ أَتَانِي يَمْشِي أَتَيْتُهُ هَرْوَلَةً» (¬1). ¶ 113 - 2 - عَنْ أَبِي الدَّرْدَاءِ - رضي الله عنه -، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «أَلَا أُنَبِّئُكُمْ بِخَيْرِ أَعْمَالِكُمْ، قَالَ مَكِّيٌّ: وَأَزْكَاهَا، عِنْدَ مَلِيكِكُمْ، وَأَرْفَعِهَا فِي دَرَجَاتِكُمْ، وَخَيْرٍ لَكُمْ مِنْ إِعْطَاءِ الذَّهَبِ وَالْوَرِقِ، وَخَيْرٍ لَكُمْ مِنْ أَنْ تَلْقَوْا عَدُوَّكُمْ، فَتَضْرِبُوا أَعْنَاقَهُمْ وَيَضْرِبُوا أَعْنَاقَكُمْ» قَالُوا: وَذَلِكَ مَا هُوَ يَا رَسُولَ اللهِ؟ قَالَ: «ذِكْرُ اللهِ - عز وجل -» (¬2). ¶ 114 - 4 - عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: «مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ فِي يَوْمٍ مِائَةَ مَرَّةٍ، كَانَتْ لَهُ عَدْلَ عَشْرِ رِقَابٍ، وَكُتِبَتْ لَهُ مِائَةُ حَسَنَةٍ، وَمُحِيَتْ عَنْهُ مِائَةُ سَيِّئَةٍ، وَكَانَتْ لَهُ حِرْزًا مِنَ الشَّيْطَانِ يَوْمَهُ ذَلِكَ حَتَّى يُمْسِيَ، وَلَمْ يَأْتِ أَحَدٌ أَفْضَلَ مِمَّا جَاءَ بِهِ إِلاَّ أَحَدٌ عَمِلَ أَكْثَرَ مِنْ ذَلِكَ، وَمَنْ قَالَ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ فِي يَوْمٍ مِائَةَ مَرَّةٍ ¶ ¬_________ ¶ (¬1) البخاري، كتاب التوحيد، بَابٌ قَوْلِ اللهِ تَعَالَى: {وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ} [سورة آل عمران، الآية: 30]، برقم 7405، واللفظ له، ومسلم، كتاب الذكر والدعاء والتوبة والاستغفار، باب الحث على ذكر اللَّه تعالى، برقم 2675. ¶ (¬2) الموطأ، 2/ 295، برقم 716، وأحمد، 36/ 33، برقم 21702، والترمذي، كتاب الدعوات، باب منه، برقم 3377، وابن ماجه، كتاب الأدب، باب فضل الذكر، برقم 3790، وصححه الألباني في صحيح ابن ماجه، برقم 3780،",
            "page": "102",
            "part": "1",
            "seal": "98B46779"
        },
        {
            "id": "103",
            "nass": "حُطَّتْ خَطَايَاهُ وَلَوْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ» (¬1). ¶ 115 - 5 - عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «مَنْ قَالَ حِينَ يُصْبِحُ وَحِينَ يُمْسِي: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ مِائَةَ مَرَّةٍ، لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلاَّ أَحَدٌ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ عَلَيْهِ» (¬2). ¶ 116 - 6 - عَنْ سَعْدِ بن أبي وقَّاصٍ - رضي الله عنه - قَالَ: كُنَّا عِنْدَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَقَالَ: «أَيَعْجِزُ أَحَدُكُمْ أَنْ يَكْسِبَ كُلَّ يَوْمٍ أَلْفَ حَسَنَةٍ». فَسَأَلَهُ سَائِلٌ مِنْ جُلَسَائِهِ: كَيْفَ يَكْسِبُ أَحَدُنَا أَلْفَ حَسَنَةٍ؟ قَالَ: «يُسَبِّحُ مِائَةَ تَسْبِيحَةٍ، فَيُكْتَبُ لَهُ أَلْفُ حَسَنَةٍ، أَوْ يُحَطُّ عَنْهُ أَلْفُ خَطِيئَةٍ» (¬3). ¶ 117 - 7 - عَنْ عُبَادَةَ بْنِ الصَّامِتِ - رضي الله عنه - عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: «مَنْ تَعَارَّ مِنَ اللَّيْلِ فَقَالَ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ، لَهُ لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، الْحَمْدُ لِلَّهِ، وَسُبْحَانَ اللَّهِ، وَلَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ، ثُمَّ قَالَ: اللَّهُمَّ اغْفِرْ لِي، أَوْ دَعَا، اسْتُجِيبَ لَهُ، فَإِنْ تَوَضَّأَ وَصَلَّى قُبِلَتْ صَلَاتُهُ» (¬4). ¶ ¬_________ ¶ (¬1) البخاري، كتاب الدعوات، باب فضل التسبيح، برقم 6405، ومسلم، كتاب الذكر والدعاء والتوبة والاستغفار، باب فضل التهليل والتسبيح والدعاء، برقم 2691. ¶ (¬2) مسلم، كتاب الذكر والدعاء والتوبة، باب فضل التهليل والتسبيح والدعاء، برقم 2692. ¶ (¬3) مسلم، كتاب الذكر والدعاء والتوبة، باب فضل التهليل والتسبيح والدعاء، برقم 2698. ¶ (¬4) البخاري، كتاب الجمعة، باب فضل من تعار من الليل فصلى، برقم 1154.",
            "page": "103",
            "part": "1",
            "seal": "AD3E070D"
        },
        {
            "id": "104",
            "nass": "118 - 8 - عَنْ مُعَاذِ بْنِ أَنَسٍ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: «مَنْ أَكَلَ طَعَامًا ثُمَّ قَالَ: الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا الطَّعَامَ، وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ» (¬1). وفي رواية أبي داود: «وَمَنْ لَبِسَ ثَوْبًا فَقَالَ: الْحَمْدُ لِلَّهِ الَّذِي كَسَانِي هَذَا الثَّوْبَ وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ» (¬2). ¶ 119 - 9 - عَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - أَنَّ النَّبِىَّ - صلى الله عليه وسلم - قَالَ: «إِذَا خَرَجَ الرَّجُلُ مِنْ بَيْتِهِ فَقَالَ: بِسْمِ اللَّهِ، تَوَكَّلْتُ عَلَى اللَّهِ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ». قَالَ: «يُقَالُ حِينَئِذٍ: هُدِيتَ، وَكُفِيتَ، وَوُقِيتَ، فَتَتَنَحَّى لَهُ الشَّيَاطِينُ، فَيَقُولُ لَهُ شَيْطَانٌ آخَرُ: كَيْفَ لَكَ بِرَجُلٍ قَدْ هُدِيَ، وَكُفِيَ، وَوُقِيَ» (¬3). ¶ ¬_________ ¶ (¬1) أحمد 24/ 395، رقم 15632، واللفظ له، وأبو داود، كتاب اللباس، باب ما يقول إذا لبس ثوباً جديداً، برقم 4023، والترمذي، كتاب الدعوات، باب ما يقول إذا فرغ من الطعام، برقم 3458، وابن ماجه، كتاب الأطعمة، باب ما يقال إذا فرغ من الطعام، برقم 3285، والطبراني في الكبير، 20/ 181، برقم 389، والحاكم، 1/ 687، برقم 1870، وحسنه الألباني لغيره في صحيح الترغيب والترهيب، برقم 2042. ¶ (¬2) أبو داود، كتاب اللباس، باب ما يقول إذا لبس ثوباً جديداً، برقم 4023، وابن السني في عمل اليوم والليلة، برقم 270، وحسنه الألباني في صحيح سنن ابن ماجه، برقم 2656، وحسنه ابن حجر في نتائج الأفكار في أمالي الأذكار, فيما نقله عنه ابن علان، 1/ 304 بلفظ: «غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ». ¶ (¬3) أبو داود، كتاب الأدب، باب ما يقول الرجل إذا خرج من بيته، برقم 5097، واللفظ له، والترمذي، كتاب الدعوات، باب ما يقول إذا خرج من بيته، برقم 3426، والبيهقي في الدعوات الكبير، برقم 454، وصححه الألباني في صحيح الترغيب والترهيب، برقم 1605.",
            "page": "104",
            "part": "1",
            "seal": "64C9098D"
        },
        {
            "id": "105",
            "nass": "120 - 10 - عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ - رضي الله عنهما -، عَنِ النَّبِىيّ - صلى الله عليه وسلم - أَنَّهُ كَانَ إِذَا دَخَلَ الْمَسْجِدَ قَالَ: «أَعُوذُ بِاللَّهِ الْعَظِيمِ، وَبِوَجْهِهِ الْكَرِيمِ، وَسُلْطَانِهِ الْقَدِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ، قَالَ: أَقَطُّ؟ قُلْتُ نَعَمْ. قَالَ: فَإِذَا قَالَ ذَلِكَ، قَالَ الشَّيْطَانُ: حُفِظَ مِنِّي سَائِرَ الْيَوْمِ» (¬1). ¶ 121 - 11 - عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: «إِذَا قَالَ الْإِمَامُ: {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ} فَقُولُوا: آمِينَ، فَإِنَّهُ مَنْ وَافَقَ قَوْلُهُ قَوْلَ الْمَلَائِكَةِ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ» (¬2). ¶ 122 - 12 - عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: «إِذَا قَالَ الْإِمَامُ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، فَقُولُوا: اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ، فَإِنَّهُ مَنْ وَافَقَ قَوْلُهُ قَوْلَ الْمَلَائِكَةِ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ» (¬3). ¶ 123 - 13 - عن حَنْظَلَةَ بْنِ عَلِيٍّ أَنَّ مِحْجَنَ بْنَ الْأَدْرَعِ حَدَّثَهُ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - دَخَلَ الْمَسْجِدَ، إِذَا رَجُلٌ قَدْ قَضَى صَلَاتَهُ وَهُوَ يَتَشَهَّدُ، فَقَالَ: اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا أَللَّهُ بِأَنَّكَ الْوَاحِدُ الْأَحَدُ، الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ، أَنْ تَغْفِرَ لِي ذُنُوبِي، إِنَّكَ أَنْتَ ¶ ¬_________ ¶ (¬1) أبو داود، كتاب الصلاة، باب فيما يقوله الرجل إذا دخل المسجد، برقم 466، والبيهقي في الدعوات الكبير، برقم 66، وصححه الألباني في صحيح أبي داود، برقم 485. ¶ (¬2) البخاري، كتاب الأذان، باب جهر المأموم بالتأمين، برقم 782، ورقم 4475، ومسلم، كتاب الصلاة، باب التسميع والتحميد، برقم 410. ¶ (¬3) متفق عليه: البخاري، كتاب الأذان، بَاب فَضْلِ اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ، برقم 796، ومسلم، كتاب الصلاة، باب التسميع والتحميد والتأمين، برقم 409.",
            "page": "105",
            "part": "1",
            "seal": "1221E00D"
        },
        {
            "id": "106",
            "nass": "الْغَفُورُ الرَّحِيمُ، فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «قَدْ غُفِرَ لَهُ ثَلَاثًا» (¬1). ¶ 124 - 14 - عن بلاَلَ بْنَ يَسَارِ بْنِ زَيْدٍ مَوْلَى النَّبِىّي - صلى الله عليه وسلم - حَدَّثَنِي أَبِي عَنْ جَدِّي سَمِعَ النَّبِىيَّ - صلى الله عليه وسلم - يَقُولُ: «مَنْ قَالَ: أَسْتَغْفِرُ اللَّهَ الْعَظيمَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَيَّ الْقَيُّومَ وَأَتُوبُ إِلَيْهِ، غُفِرَ لَهُ وَإِنْ كَانَ فَرَّ مِنَ الزَّحْفِ» (¬2). ¶ الخامس والعشرون: تغفر الذنوب بسقي الماء على شدة العطش: ¶ 125 - 1 - عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: «بَيْنَمَا رَجُلٌ يَمْشِي بِطَرِيقٍ اشْتَدَّ عَلَيْهِ الْعَطَشُ، فَوَجَدَ بِئْرًا فَنَزَلَ فِيهَا، فَشَرِبَ ثُمَّ خَرَجَ، فَإِذَا كَلْبٌ يَلْهَثُ يَأْكُلُ الثَّرَى مِنَ الْعَطَشِ، فَقَالَ الرَّجُلُ: لَقَدْ بَلَغَ هَذَا الْكَلْبَ مِنَ الْعَطَشِ مِثْلُ الَّذِي كَانَ بَلَغَ بِي، فَنَزَلَ الْبِئْرَ فَمَلَأَ خُفَّهُ، ثُمَّ أَمْسَكَهُ بِفِيهِ فَسَقَى الْكَلْبَ، فَشَكَرَ اللَّهُ لَهُ فَغَفَرَ لَهُ»، قَالُوا: يَا رَسُولَ اللَّهِ، وَإِنَّ لَنَا فِي الْبَهَائِمِ أَجْرًا؟ فَقَالَ: «نَعَمْ فِي كُلِّ ذَاتِ كَبِدٍ رَطْبَةٍ أَجْرٌ» (¬3). ¶ 126 - 2 - عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ النَّبِيُّ - صلى الله عليه وسلم -: «بَيْنَمَا كَلْبٌ ¶ ¬_________ ¶ (¬1) النسائي، كتاب صفة الصلاة، باب الدعاء بعد الذكر، برقم 1301، واللفظ له، وأبو داود، كتاب الصلاة، باب ما يقول بعد التشهد، برقم 985، وصححه الألباني في صحيح أبي داود، برقم 905. ¶ (¬2) أبو داود، كتاب الوتر، باب في الاستغفار، برقم 1519، والترمذي، كتاب الدعوات، باب حدثنا أبو موسى، برقم 3577، واللفظ له. ¶ (¬3) البخاري، كتاب الأدب، باب رحمة الناس والبهائم، برقم 6009، ومسلم، كتاب السلام، باب فضل ساقي البهائم المحترمة وإطعامها، برقم 2244. الحيوان المحترم: هو ما لا يؤمر بقتله [انظر: شرح النووي على صحيح مسلم، 14/ 241].",
            "page": "106",
            "part": "1",
            "seal": "83E36ED6"
        },
        {
            "id": "107",
            "nass": "يُطِيفُ بِرَكِيَّةٍ كَادَ يَقْتُلُهُ الْعَطَشُ، إِذْ رَأَتْهُ بَغِيٌّ مِنْ بَغَايَا بَنِي إِسْرَائِيلَ، فَنَزَعَتْ مُوقَهَا فَسَقَتْهُ فَغُفِرَ لَهَا بِهِ» (¬1). ¶ السادس والعشرون: تغفر الذنوب بالتجاوز عن المعسرين: ¶ 127 - 1 - عن حذيفة - رضي الله عنه - قَالَ: قَالَ النَّبِيُّ - صلى الله عليه وسلم -: «تَلَقَّتِ الْمَلَائِكَةُ رُوحَ رَجُلٍ مِمَّنْ كَانَ قَبْلَكُمْ، قَالُوا: أَعَمِلْتَ مِنَ الْخَيْرِ شَيْئًا؟ قَالَ: لاَ، قالُوا تّذّكَّرْ، قَالَ: كُنْتُ أُدَايِنُ النَّاسَ فَآمُرُ فِتْيَانِي أَنْ يُنْظِرُوا المُعْسِرَ وَيَتَجَوَّزُوا عَنِ الْمُوسِرِ، قَالَ اللَّهُ - عز وجل -: تَجَوَّزُوا عَنْهُ» (¬2). ¶ 128 - 2 - عن أبي هُرَيْرَةَ - رضي الله عنه - عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: «كَانَ تَاجِرٌ يُدَايِنُ النَّاسَ، فَإِذَا رَأَى مُعْسِرًا قَالَ لِفِتْيَانِهِ: تَجَاوَزُوا عَنْهُ لَعَلَّ اللَّهَ أَنْ يَتَجَاوَزَ عَنَّا فَتَجَاوَزَ اللَّهُ عَنْهُ» (¬3). ¶ 129 - 3 - عَنْ أَبِي مَسْعُودٍ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «حُوسِبَ رَجُلٌ مِمَّنْ كَانَ قَبْلَكُمْ فَلَمْ يُوجَدْ لَهُ مِنَ الْخَيْرِ شَىْءٌ إِلاَّ أَنَّهُ كَانَ يُخَالِطُ النَّاسَ وَكَانَ مُوسِرًا فَكَانَ يَأْمُرُ غِلْمَانَهُ أَنْ يَتَجَاوَزُوا عَنِ ¶ ¬_________ ¶ (¬1) البخاري، كتاب أحاديث الأنبياء، باب حديث الغار، برقم 3467، ومسلم، كتاب السلام، باب فضل ساقي البهائم المحترمة وإطعامها، برقم 2245. ¶ (¬2) مسلم، كتاب المساقاة والمزارعة، باب فضل إنظار المعسر، برقم 1560. ¶ (¬3) البخاري، كتاب البيوع، باب من أنظر معسراً، برقم 2078، ومسلم، كتاب المساقاة والمزارعة، باب فضل إنظار المعسر، برقم 1562.",
            "page": "107",
            "part": "1",
            "seal": "BD586895"
        },
        {
            "id": "108",
            "nass": "الْمُعْسِرِ قَالَ: قَالَ اللَّهُ - عز وجل -: نَحْنُ أَحَقُّ بِذَلِكَ مِنْهُ تَجَاوَزُوا عَنْهُ» (¬1). ¶ السابع والعشرون: تغفر الذنوب بالمصافحة بين المسلمين: ¶ 130 - 1 - عَنِ الْبَرَاءِ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «مَا مِنْ مُسْلِمَيْنِ يَلْتَقِيَانِ فَيَتَصَافَحَانِ، إِلاَّ غُفِرَ لَهُمَا قَبْلَ أَنْ يَفْتَرِقَا» (¬2). ¶ 131 - 2 - عن سلمان الْفَارِسِيِّ - رضي الله عنه -، أَنّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: «إِنَّ الْمُسْلِمَ إِذَا لَقِيَ أَخَاهُ الْمُسْلِمَ فَأَخَذَ بِيَدِهِ تَحَاتَّتْ عَنْهُمَا ذُنُوبُهُمَا، كَمَا تَتَحَاتُّ الْوَرَقُ مِنَ الشَّجَرَةِ الْيَابِسَةِ فِي يَوْمِ رِيحٍ عَاصِفٍ، وَإِلا غُفِرَ لَهُمَا، وَلَوْ كَانَتْ ذُنُوبُهُمَا مِثْلَ زَبَدِ الْبَحْرِ» (¬3). ¶ الثامن والعشرون: تغفر الذنوب بالسماحة في البيع والشراء، وفي التقاضي والقضاء: ¶ 132 - 1 - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ - رضي الله عنهما - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: ¶ ¬_________ ¶ (¬1) مسلم، كتاب المساقاة والمزارعة، باب فضل إنظار المعسر، برقم 1561. ¶ (¬2) أخرجه أحمد، 30/ 517، برقم 18547، وأبو داود، كتاب الأدب، باب في المصافحة، برقم 5212، والترمذي، كتاب الاستئذان، باب ما جاء في المصافحة، برقم 2757، وابن ماجه، كتاب الأدب، باب المصافحة، برقم 3703، وصححه الألباني في صحيح سنن أبي داود، ¶ 3/ 279، وفي سلسلة الأحاديث الصحيحة، برقم 525، وفي صحيح الترمذي، 3/ 91. ¶ (¬3) أخرجه الطبراني في المعجم الكبير، 6/ 256، برقم 6150، وقال الهيثمي في مجمع الزوائد، ¶ 8/ 37: «ورجاله رجال الصحيح، غير سالم بن غيلان، وهو ثقة»، وسمعت العلامة عبد العزيز بن عبد اللَّه ابن باز - رحمه الله - أثناء كلامه على تفسير الآية رقم 63 من سورة الأنفال، وعلى الحديث الذي أورده ابن كثير في تفسير هذه الآية بتاريخ 12/ 10/ 1417هـ في جامع الأميرة سارة في البديعة في الرياض، يقول: «سند الطبراني صحيح، وقد فات الألباني في السلسلة الصحيحة، لكن جميع ما ذكره شواهد لهذا».",
            "page": "108",
            "part": "1",
            "seal": "7C657C91"
        },
        {
            "id": "109",
            "nass": "«رَحِمَ اللَّهُ رَجُلًا سَمْحًا إِذَا بَاعَ وَإِذَا اشْتَرَى وَإِذَا اقْتَضَى» (¬1). ¶ التاسع والعشرون: ثواب البكاء من خشية الله تعالى: ¶ 133 - 1 - عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: «سَبْعَةٌ يُظِلُّهُمْ اللَّهُ فِي ظِلِّهِ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ: الْإِمَامُ الْعَادِلُ، وَشَابٌّ نَشَأَ فِي عِبَادَةِ رَبِّهِ، وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ فِي الْمَسَاجِدِ، وَرَجُلَانِ تَحَابَّا فِي اللَّهِ اجْتَمَعَا عَلَيْهِ وَتَفَرَّقَا عَلَيْهِ، وَرَجُلٌ طَلَبَتْهُ امْرَأَةٌ ذَاتُ مَنْصِبٍ وَجَمَالٍ فَقَالَ: إِنِّي أَخَافُ اللَّهَ، وَرَجُلٌ تَصَدَّقَ أَخْفَى حَتَّى لَا تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ، وَرَجُلٌ ذَكَرَ اللَّهَ خَالِيًا فَفَاضَتْ عَيْنَاهُ» (¬2). ¶ 134 - 2 - عَنِ ابْنِ عَبَّاسٍ - رضي الله عنهما - قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: «عَيْنَانِ لاَ تَمَسُّهُمَا النَّارُ: عَيْنٌ بَكَتْ مِنْ خَشْيَةِ اللَّهِ، وَعَيْنٌ بَاتَتْ تَحْرُسُ فِي سَبِيلِ اللَّهِ» (¬3). ¶ 135 - 3 - عن بَهْزِ بنِ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «ثَلاثَةٌ لا تَرَى أَعْيُنُهُمُ النَّارَ: عَيْنٌ حَرَسَتْ فِي سَبِيلِ ¶ ¬_________ ¶ (¬1) البخاري، كتاب البيوع، بَاب السُّهُولَةِ وَالسَّمَاحَةِ فِي الشِّرَاءِ وَالْبَيْعِ وَمَنْ طَلَبَ حَقًّا فَلْيَطْلُبْهُ فِي عَفَافٍ، برقم 2076. ¶ (¬2) البخاري، كتاب الأذان، بَاب مَنْ جَلَسَ فِي الْمَسْجِدِ يَنْتَظِرُ الصَّلَاةَ وَفَضْلِ الْمَسَاجِدِ، برقم 660، ومسلم، كتاب الزكاة، باب فضل إخفاء الصدقة، برقم 1031. ¶ (¬3) الترمذي، كتاب الجهاد، باب ما جاء في فضل الحرس في سبيل الله، برقم 1639، وأبو بكر السافعي في الغيلانيات، برقم 286، والقضاعي في الشهاب، 1/ 211، وصححه الألباني لغيره في صحيح الترغيب والترهيب، برقم 1229.",
            "page": "109",
            "part": "1",
            "seal": "255A9D95"
        },
        {
            "id": "110",
            "nass": "اللَّهِ، وَعَيْنٌ بَكَتْ مِنْ خَشْيَةِ اللَّهِ، وَعَيْنٌ غَضَّتْ عَنْ مَحَارِمِ اللَّهِ» (¬1). ¶ الثلاثون: الكفارات في السنة تكفر ذنوبها: ¶ 136 - 1 - كفارة الجماع في نهار رمضان؛ لحديث: أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ - صلى الله عليه وسلم - فَقَالَ: هَلَكْتُ، قَالَ: «وَمَا شَأْنُكَ؟» قَالَ: وَقَعْتُ عَلَى امْرَأَتِي فِي رَمَضَانَ، قَالَ: «تَسْتَطِيعُ تُعْتِقُ رَقَبَةً؟» قَالَ: لَا، قَالَ: «فَهَلْ تَسْتَطِيعُ أَنْ تَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ؟» قَالَ: لَا، قَالَ: «فَهَلْ تَسْتَطِيعُ أَنْ تُطْعِمَ سِتِّينَ مِسْكِينًا؟» قَالَ: لَا، قَالَ: «اجْلِسْ» فَجَلَسَ، فَأُتِيَ النَّبِيُّ - صلى الله عليه وسلم - بِعَرَقٍ فِيهِ تَمْرٌ، وَالْعَرَقُ: الْمِكْتَلُ الضَّخْمُ، قَالَ: «خُذْ هَذَا فَتَصَدَّقْ بِهِ» قَالَ: أَعَلَى أَفْقَرَ مِنَّا؟ فَضَحِكَ النَّبِيُّ - صلى الله عليه وسلم - حَتَّى بَدَتْ نَوَاجِذُهُ، قَالَ: «أَطْعِمْهُ عِيَالَكَ» (¬2). ¶ 137 - 2 - الحدود والقصاص والديات كفارات لذنوبها؛ لحديث عُبَادَةَ بْنِ الصَّامِتِ - رضي الله عنه -، وَكَانَ شَهِدَ بَدْرًا، وَهُوَ أَحَدُ النُّقَبَاءِ لَيْلَةَ الْعَقَبَةِ، أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ وَحَوْلَهُ عِصَابَةٌ مِنْ أَصْحَابِهِ: «بَايِعُونِي عَلَى أَنْ لَا تُشْرِكُوا بِاللَّهِ شَيْئًا، وَلَا تَسْرِقُوا، وَلَا تَزْنُوا، وَلَا تَقْتُلُوا أَوْلَادَكُمْ، وَلَا تَأْتُوا بِبُهْتَانٍ تَفْتَرُونَهُ بَيْنَ أَيْدِيكُمْ وَأَرْجُلِكُمْ، وَلَا ¶ ¬_________ ¶ (¬1) الطبراني في المعجم الكبير، 19/ 416، برقم 16673، ومعجم أبي يعلى، برقم 211، وحسنه لغيره الألباني في صحيح الترهيب والترغيب، برقم 1231، و3326، وقال: «رواه الطبراني ورواته ثقات إلا أن أبا الحبيب العبقري لا يحضرني حاله». ¶ (¬2) البخاري، كتاب الصوم، بَاب إِذَا جَامَعَ فِي رَمَضَانَ وَلَمْ يَكُنْ لَهُ شَيْءٌ فَتُصُدِّقَ عَلَيْهِ فَلْيُكَفِّرْ، برقم 1936، وصحيح مسلم، برقم 1111.",
            "page": "110",
            "part": "1",
            "seal": "4BEE6000"
        },
        {
            "id": "111",
            "nass": "تَعْصُوا فِي مَعْرُوفٍ، فَمَنْ وَفَى مِنْكُمْ فَأَجْرُهُ عَلَى اللَّهِ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ فِي الدُّنْيَا فَهُوَ كَفَّارَةٌ لَهُ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا ثُمَّ سَتَرَهُ اللَّهُ فَهُوَ إِلَى اللَّهِ إِنْ شَاءَ عَفَا عَنْهُ، وَإِنْ شَاءَ عَاقَبَهُ، فَبَايَعْنَاهُ عَلَى ذَلِك» (¬1). ¶ 138 - 3 - وفي حديث زَيْدِ بْنِ أَسْلَمَ، أَنَّ رَجُلاً اعْتَرَفَ عَلَى نَفْسِهِ بِالزِّنَا عَلَى عَهْدِ رَسُولِ اللَّهِ - صلى الله عليه وسلم -، وفيه « ... أَيُّهَا النَّاسُ، قَدْ آنَ لَكُمْ أَنْ تَنْتَهُوا عَنْ حُدُودِ اللَّهِ، مَنْ أَصَابَ مِنْ هَذِهِ الْقَاذُورَاتِ شَيْئاً، فَلْيَسْتَتِرْ بِسِتْرِ اللَّهِ، فَإِنَّهُ مَنْ يُبْدِي لَنَا صَفْحَتَهُ نُقِمْ عَلَيْهِ كِتَابَ اللَّهِ» (¬2). ¶ الحادي والثلاثون: العفو، والصفح تغفر به الذنوب: ¶ 139 - 1 - عن عُبَادَةَ بْنِ الصَّامِتِ - رضي الله عنه - قَالَ: سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ: «مَا مِنْ رَجُلٍ يُجْرَحُ فِي جَسَدِهِ جِرَاحَةً فَيَتَصَدَّقُ بِهَا، إِلاَّ كَفَّرَ اللَّهُ عَنْهُ مِثْلَ مَا تَصَدَّقَ بِهِ» (¬3). ¶ 140 - 2 - عن هشام بن عامر أنّ رسول الله - صلى الله عليه وسلم - قال: «لاَ يَحِلُّ ¶ ¬_________ ¶ (¬1) البخاري، كتاب الإيمان، باب علامة الإيمان حب الأنصار، برقم 18، ومسلم، كتاب الحدود، باب الحدود كفارات لأهلها، برقم 1709. ¶ (¬2) أخرجه مالك في الموطأ، 2/ 835، برقم 1508، والحاكم، 4/ 244، برقم 7615، والبيهقى، 8/ 330، برقم 17379، وصححه الألباني في صحيح الجامع الصغير، برقم 149. ¶ (¬3) مسند أحمد، 37/ 375، برقم 22701، والضياء في المختارة، 8/ 299، برقم 366، وصححه الألباني لغيره في صحيح الترغيب والترهيب، برقم 2460، وقال محققو المسند، 37/ 375: «صحيح بشواهده، وهذا إسناد رجاله ثقات رجال الصحيح».",
            "page": "111",
            "part": "1",
            "seal": "9A9B34F8"
        },
        {
            "id": "112",
            "nass": "لِمُسْلمٍ يُصَارِمُ مُسْلِماً فَوْقَ ثَلاَثِ لَيَالٍ، فإنَّهُمَا مَا صَارَمَا فَوقَ ثَلاثِ لَيَالٍ فَإنَّهُمَا نَاكِبانِ عَنِ الْحَقِّ مَا دَامَا عَلَى صَرامِهِمَا، وَإنِّ أَوَّلَهُمَا فَيئاً يَكُون كَفَّارَةً لَهُ سَبقُهُ بِالْفَيْءِ، وَإِنْ هُمَا مَاتَا عَلَى صِرامِهِمَا لَمْ يَدْخَلا الْجَنَّةَ جَمِيعاً» (¬1). ¶ الثاني والثلاثون: الشيب في الإسلام تكفر به السيئات: ¶ 141 - 1 - عن عمرو بن شعيب عن أبيه عن جدّه عبد الله بن عمرو قال: قال رسول الله - صلى الله عليه وسلم -: ((الشَّيْبُ نُورُ المُؤْمِنِ، لاَ يَشِيبُ رَجُلٌ شَيْبَةً فِي الإِسْلاَمِ إِلاَّ كَانَتْ لَهُ بِكُلِّ شَيْبَةٍ حَسَنَةٌ، ورُفِعَ بِهَا دَرَجَةً)) (¬2). ¶ 142 - 2 - وعن أبي هريرة - رضي الله عنه - يرفعه: ((لاَ تَنْتِفُوا الشَّيْبَ، فَإِنَّهُ نُورٌ يَوْمَ الْقِيَامَةِ، وَمَنْ شَابَ شَيْبَةً فِي الْإِسْلاَمِ كُتِبَ لَهُ بِهَا حَسَنَةٌ، وَحُطَّ عَنْهُ بِهَا خَطِيئَةٌ، وَرُفِعَ لَهُ بِهَا دَرَجَةٌ)) (¬3). ¶ الثالث والثلاثون: الشهادة في سبيل الله تكفر كل شيء إلا الدين ¶ 143 - 1 - عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَة عَنْ أَبِي قَتَادَةَ أَنَّهُ سَمِعَهُ يُحَدِّثُ عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - أَنَّهُ قَامَ فِيهِمْ فَذَكَرَ ¶ ¬_________ ¶ (¬1) البخاري في الأدب المفرد، ص 147/ برقم 407، وصححه الألباني في صحيح الأدب المفرد، برقم 311. ¶ (¬2) أخرجه البيهقي في شعب الإيمان، 5/ 205، برقم 6387، وحسنه الألباني في سلسلة الأحاديث الصحيحة، برقم 1243. ورواه أبو داود بنحوه، في كتاب الترجل، باب في نتف الشيب، 4/ 85، برقم 4202. ¶ (¬3) ابن حبان في صحيحه، 7/ 253، برقم 2985، وحسن إسناده شعيب الأرناؤوط، وحسنه الألباني في سلسلة الأحاديث الصحيحة، 3/ 247، برقم 1243.",
            "page": "112",
            "part": "1",
            "seal": "C5CAF767"
        },
        {
            "id": "113",
            "nass": "لَهُمْ: «أَنَّ الْجِهَادَ فِي سَبِيلِ اللَّهِ وَالإِيمَانَ بِاللَّهِ أَفْضَلُ الأَعْمَالِ». فَقَامَ رَجُلٌ فَقَالَ: يَا رَسُولَ اللَّهِ أَرَأَيْتَ إِنْ قُتِلْتُ فِي سَبِيلِ اللَّهِ تُكَفَّرُ عَنِّي خَطَايَايَ؟ فَقَالَ لَهُ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «نَعَمْ إِنْ قُتِلْتَ فِي سَبِيلِ اللَّهِ وَأَنْتَ صَابِرٌ مُحْتَسِبٌ مُقْبِلٌ غَيْرُ مُدْبِرٍ». ثُمَّ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «كَيْفَ قُلْتَ». قَالَ: أَرَأَيْتَ إِنْ قُتِلْتُ فِي سَبِيلِ اللَّهِ أَتُكَفَّرُ عَنِّي خَطَايَاي؟ فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «نَعَمْ وَأَنْتَ صَابِرٌ مُحْتَسِبٌ مُقْبِلٌ غَيْرُ مُدْبِرٍ إِلاَّ الدَّيْنَ فَإِنَّ جِبْرِيلَ - عليه السلام - قَالَ لِي ذَلِكَ» (¬1). ¶ 144 - 2 - عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ - رضي الله عنهما - أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: «الْقَتْلُ فِي سَبِيلِ اللَّهِ يُكَفِّرُ كُلَّ شَيْءٍ إِلاَّ الدَّيْنَ» (¬2). ¶ 145 - 3 - عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ - رضي الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: «يَا أَبَا سَعِيدٍ، مَنْ رَضِيَ بِاللَّهِ رَبًّا، وَبِالإِسْلاَمِ دِينًا، وَبِمُحَمَّدٍ نَبِيًّا، وَجَبَتْ لَهُ الْجَنَّةُ». فَعَجِبَ لَهَا أَبُو سَعِيدٍ، فَقَالَ: أَعِدْهَا عَلَيَّ يَا رَسُولَ اللَّهِ، فَفَعَلَ ثُمَّ قَالَ: «وَأُخْرَى يُرْفَعُ بِهَا الْعَبْدُ مِائَةَ دَرَجَةٍ فِي الْجَنَّةِ، مَا بَيْنَ كُلِّ دَرَجَتَيْنِ كَمَا بَيْنَ السَّمَاءِ وَالأَرْضِ». قَالَ وَمَا هِيَ يَا رَسُولَ اللَّهِ؟ قَالَ: «الْجِهَادُ فِي سَبِيلِ اللَّهِ الْجِهَادُ فِي سَبِيلِ اللَّهِ» (¬3). ¶ 146 - 4 - الشهيد يغفر له في أول دفعة من دمه؛ لحديث الْمِقْدَامِ ¶ ¬_________ ¶ (¬1) مسلم، كتاب الإمارة، باب من قتل في سبيل اللَّه كُفِّرت خطاياه إلا الدَّيْن، برقم 1885. ¶ (¬2) مسلم، كتاب الإمارة، باب من قتل في سبيل اللَّه كُفِّرت خطاياه إلا الدَّيْن، برقم 1886. ¶ (¬3) مسلم، كتاب الإمارة، باب بيان ما أعده اللَّه تعالى للمجاهد في الجنة من الدرجات، برقم 1884.",
            "page": "113",
            "part": "1",
            "seal": "267475A0"
        },
        {
            "id": "114",
            "nass": "بْنِ مَعْدِي كَرِبَ الْكِنْدِيِّ، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «إِنَّ لِلشَّهِيدِ عِنْدَ اللهِ - عز وجل - قَالَ الْحَكَمُ: سِتَّ خِصَالٍ - أَنْ يُغْفَرَ لَهُ فِي أَوَّلِ دَفْعَةٍ مِنْ دَمِهِ، وَيَرَى - قَالَ الْحَكَمُ: وَيُرَى - مَقْعَدَهُ مِنَ الْجَنَّةِ، وَيُحَلَّى حُلَّةَ الْإِيمَانِ، وَيُزَوَّجَ مِنَ الْحُورِ الْعِينِ، وَيُجَارَ مِنْ عَذَابِ الْقَبْرِ، وَيَأْمَنَ مِنَ الْفَزَعِ الْأَكْبَرِ - قَالَ الْحَكَمُ: يَوْمَ الْفَزَعِ الْأَكْبَرِ - وَيُوضَعَ عَلَى رَأْسِهِ تَاجُ الْوَقَارِ، الْيَاقُوتَةُ مِنْهُ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا، وَيُزَوَّجَ اثْنَتَيْنِ وَسَبْعِينَ زَوْجَةً مِنَ الْحُورِ الْعِينِ، وَيُشَفَّعَ فِي سَبْعِينَ إِنْسَانًا مِنْ أَقَارِبِهِ» (¬1). ¶ 147 - 5 - عن سهل بن حنيف أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: «مَنْ سَأَلَ اللَّهَ الشَّهَادَةَ بِصِدْقٍ بَلَّغَهُ اللَّهُ مَنَازِلَ الشُّهَدَاءِ وَإِنْ مَاتَ عَلَى فِرَاشِهِ» (¬2). ¶ الرابع والثلاثون: التوبة النصوح تمحو جميع الذنوب والخطايا: ¶ 148 - 1 - عَنْ أَبِي عُبَيْدَةَ عَنْ عَبْدِ اللَّهِ - رضي الله عنه - عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: «التَّائِبُ مِنَ الذَّنْبِ كَمَنْ لاَ ذَنْبَ لَهُ» (¬3). ¶ ¬_________ ¶ (¬1) أخرجه أحمد، 28/ 419، برقم 17182، والترمذي، كتاب فضائل الجهاد، باب في ثواب الشهيد، برقم 1663، وقال: «حسن صحيح غريب»، وابن ماجه، كتاب الجهاد، باب فضل الشهادة في سبيل الله، برقم 2799، وعبد الرزاق، 5/ 265، برقم 9559، والبيهقي في شعب الإيمان، 4/ 25، برقم 4254، وعبد الرزاق، 5/ 265، برقم 9559، والبزار، برقم 2715، وصححه الألباني في سلسلة الأحاديث الصحيحة، برقم 3213. ¶ (¬2) مسلم، كتاب الإمارة، باب استحباب طلب الشهادة في سبيل الله تعالى، برقم 1909. ¶ (¬3) أخرجه ابن ماجه، كتاب الزهد، باب ذكر الذنوب، برقم 4250،والطبراني، 10/ 150، برقم 10281، والبيهقي، 10/ 154،برقم 20348،والقضاعي، 1/ 97،برقم 108، وقال الألباني في صحيح الترغيب والترهيب،3/ 122،برقم 3145: حسن لغيره ... رواه ابن ماجه والطبراني كلاهما من رواية أبي عبيدة بن عبد اللَّه بن مسعود عن أبيه ولم يسمع منه ورواة الطبراني رواة الصحيح.",
            "page": "114",
            "part": "1",
            "seal": "6EE46537"
        },
        {
            "id": "115",
            "nass": "149 - 2 - عن أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «لَلَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ عَبْدِهِ حِينَ يَتُوبُ إِلَيْهِ مِنْ أَحَدِكُمْ كَانَ عَلَى رَاحِلَتِهِ بِأَرْضِ فَلاَةٍ، فَانْفَلَتَتْ مِنْهُ وَعَلَيْهَا طَعَامُهُ وَشَرَابُهُ، فَأَيِسَ مِنْهَا، فَأَتَى شَجَرَةً فَاضْطَجَعَ فِي ظِلِّهَا، قَدْ أَيِسَ مِنْ رَاحِلَتِهِ، فَبَيْنَا هُوَ كَذَلِكَ، إِذَا هُوَ بِهَا قَائِمَةً عِنْدَهُ، فَأَخَذَ بِخِطَامِهَا ثُمَّ قَالَ مِنْ شِدَّةِ الْفَرَحِ: اللَّهُمَّ أَنْتَ عَبْدِي وَأَنَا رَبُّكَ. أَخْطَأَ مِنْ شِدَّةِ الْفَرَحِ» (¬1). ¶ 150 - 3 - عَنْ أَبِي بُرْدَةَ، عَنْ رَجُلٍ مِنْ أَصْحَابِ النَّبِيِّ - صلى الله عليه وسلم -، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى اللهِ وَاسْتَغْفِرُوهُ، فَإِنِّي أَتُوبُ إِلَى اللهِ، وَأَسْتَغْفِرُهُ فِي كُلِّ يَوْمٍ مِائَةَ مَرَّةٍ»، فَقُلْتُ لَهُ: اللهُمَّ إِنِّي أَسْتَغْفِرُكَ، اللهُمَّ إِنِّي أَتُوبُ إِلَيْكَ: اثْنَتَانِ أَمْ وَاحِدَةٌ؟ فَقَالَ: «هُوَ ذَاكَ» أَوْ نَحْوَ هَذَا» (¬2). ¶ 151 - 4 - عَنِ ابْنِ عُمَرَ - رضي الله عنهما - قَالَ: إِنْ كُنَّا لَنَعُدُّ لِرَسُولِ اللَّهِ - صلى الله عليه وسلم - فِي الْمَجْلِسِ الْوَاحِدِ مِائَةَ مَرَّةٍ: «رَبِّ اغْفِرْ لِي وَتُبْ عَلَيَّ إِنَّكَ أَنْتَ ¶ ¬_________ ¶ (¬1) البخاري، كتاب الدعوات، باب التوبة، برقم 6309، ومسلم، كتاب التوبة، باب في الحض على التوبة والفرح بها، برقم 2747. ¶ (¬2) أحمد، 30/ 225، برقم 18293، وقسمه الأول في مسلم، كتاب الذكر والدعاء والاستغفار، برقم 2702، وابن أبي شيبة، 10/ 299، وقال محققو المسند، 30/ 225: «إسناده صحيح على شرط مسلم، وجاء مصرحاَ بصحابيه في الحديثين قبله، وهو الأغر بن يسار المزني».",
            "page": "115",
            "part": "1",
            "seal": "DBF743BA"
        },
        {
            "id": "116",
            "nass": "التَّوَّابُ الرَّحِيمُ»، وفي رواية الترمذي: «التَّوَّابُ الْغَفُورُ» (¬1). ¶ الخامس والثلاثون: دعاء كفارة المجلس يكفر الذنوب: ¶ 152 - 1 - عَنْ جُبَيْرِ بْنِ مُطْعِمٍ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «مَنْ قَالَ: سُبْحَانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ، فَقَالَهَا فِي مَجْلِسِ ذِكْرٍ كَانَتْ كَالطَّابَعِ يُطْبَعُ عَلَيْهِ، وَمَنْ قَالَهَا فِي مَجْلِسِ لَغْوٍ كَانَتْ كَفَّارَتَهُ» (¬2). ¶ 153 - 2 - عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه -، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: «مَنْ جَلَسَ فِي مَجْلِسٍ فَكَثُرَ فِيهِ لَغَطُهُ، فَقَالَ قَبْلَ أَنْ يَقُومَ مِنْ مَجْلِسِهِ ذَلِكَ: سُبْحَانَكَ الَّلهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أنْ لَا إِلَهَ إِلَّا أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ، إِلَّا غُفِرَ لَهُ مَا كَانَ فِي مَجْلِسِهِ ذَلِكَ» (¬3). ¶ ¬_________ ¶ (¬1) أبو داود، كتاب الوتر، باب في الاستغفار، برقم 1516، والترمذي، كتاب الدعوات، باب ما يقول إذا قام من المجلس، برقم 3434، وأحمد بلفظ الترمذي، 8/ 350، برقم 4726، وابن أبي شيبة، 10/ 297، برقم 30056، وصححه الألباني في سلسلة الأحاديث الصحيحة، برقم 556. ¶ (¬2) أخرجه النسائي في الكبرى، 6/ 112، برقم 10257، والطبراني في الكبير، 2/ 138، برقم 1586، والحاكم، 1/ 537، برقم 1970، وقال: «صحيح على شرط مسلم». وصححه الألباني في سلسلة الأحاديث الصحيحة، 1/ 120. ¶ (¬3) أخرجه أحمد، 16/ 261، برقم 10415، الترمذي بلفظه، كتاب الدعوات، باب ما يقول إذا قام من المجلس، برقم 3433، والنسائي في السنن الكبرى، 6/ 105، برقم 10157، وفي عمل اليوم والليلة له أيضاً، برقم397، وابن حبان، 2/ 355، برقم 594، والحاكم، 1/ 536، والطبراني في الكبير، 1/ 24، برقم 77، وابن السني في عمل اليوم والليلة، برقم 447، وقال محققو المسند، 16/ 261: «إسناده صحيح على شرط مسلم» وصححه الألباني في صحيح الترغيب والترهيب، 1/ 106، برقم 1516.",
            "page": "116",
            "part": "1",
            "seal": "11CB95AF"
        },
        {
            "id": "117",
            "nass": "السادس والثلاثون: الصلاة على النبي - صلى الله عليه وسلم - تكفر السيئات وترفع بها الدرجات وتكتب بها الحسنات: ¶ 154 - 1 - عَنْ أَبِي طَلْحَةَ الأَنْصَارِيِّ - رضي الله عنه - قَالَ: أَصْبَحَ رَسُولُ اللهِ - صلى الله عليه وسلم - يَوْمًا طَيِّبَ النَّفْسِ، يُرَى فِي وَجْهِهِ الْبِشْرُ، قَالُوا: يَا رَسُولَ اللهِ، أَصْبَحْتَ الْيَوْمَ طَيِّبَ النَّفْسِ، يُرَى فِي وَجْهِكَ الْبِشْرُ، قَالَ: «أَجَلْ، أَتَانِي آتٍ مِنْ رَبِّي - عز وجل - فَقَالَ: مَنْ صَلَّى عَلَيْكَ مِنْ أُمَّتِكَ صَلاَةً كَتَبَ اللَّهُ لَهُ بِهَا عَشْرَ حَسَنَاتٍ، وَمَحَا عَنْهُ عَشْرَ سَيِّئَاتٍ، وَرَفَعَ لَهُ عَشْرَ دَرَجَاتٍ، وَرَدَّ عَلَيْهِ مِثْلَهَا» (¬1). ¶ واللَّه أعلم، وصلَّى اللَّه وسلم وبارك على عبده ورسوله، وخيرته من خلقه، وأمينه على وحيه نبينا محمد، وعلى آله وأصحابه، ومن تبعه بإحسان إلى يوم الدين. ¶ ¬_________ ¶ (¬1) أخرجه أحمد، 26/ 272، برقم 16351، والطبراني في المعجم الكبير، 5/ 100، برقم 4720، والأوسط، 6/ 354، برقم 6602، وابن أبي شيبة، 6/ 326، 31788، وبنحوه المقدسي في المختارة، 1/ 187، وحسنه الألباني في صحيح الترغيب والترهيب، ¶ 1/ 142، برقم 1661.",
            "page": "117",
            "part": "1",
            "seal": "8764F8F7"
        }
    ],
    "t1888": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: مفهوم مكفرات الذنوب"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: مكفرات الذنوب من القرآن الكريم"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: الإيمان والعمل الصالح يكفر السيئات وتغفر به الذنوب:"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: الصبر والعمل الصالح تغفر بهما الذنوب ويضاعف الأجر:"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: الإيمان والتقوى تكفر بهما الذنوب:"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "رابعا: التقوى الكاملة تكفر جميع السيئات وتغفر بها جميع الذنوب:"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "خامسا: إخفاء الصدقة وإعطاؤها الفقراء تكفر بها السيئات:"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "سادسا: محبة الله واتباع النبي - صلى الله عليه وسلم - تغفر بها الذنوب:"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "سابعا: اجتناب الكبائر يكفر السيئات:"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "ثامنا: الاستغفار تغفر به الذنوب، ويدخل الجنة:"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "تاسعا: التوبة النصوح تبدل بها السيئات حسنات:"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "عاشرا: العفو والصفح تغفر بذلك الذنوب:"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "الحادي عشر: التجارة بالأعمال الصالحة تنجي من عذاب الله وتغفر وتكفر بها الذنوب:"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "الثاني عشر: التقوى والقول السديد تصلح به الأعمال وتغفر به الذنوب:"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "الثالث عشر: الكفارات الواردة في القرآن تكفر ذنوبها:"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "الرابع عشر: يغفر الله للمسلمين والمسلمات والذاكرين الله كثيرا والذاكرات:"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "الخامس عشر: يغفر الله لمن يشاء مادون الشرك:"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "السادس عشر: الحسنات يذهبن السيئات:"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث: مكفرات الذنوب من السنة المطهرة الصحيحة"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: لا إله إلا الله تكفر بها السيئات وترفع بها الدرجات:"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: التوحيد يكفر الذنوب، وترفع به الدرجات، وتغفر به السيئات:"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: الإخلاص تغفر به جميع الذنوب، وتضاعف به الحسنات:"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا: الحسنات تمحو السيئات:"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: إسباغ الوضوء كما أمر الله يكفر الخطايا والسيئات:"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "سادسا: إسباغ الوضوء ثم الصلاة بعده ركعتين يغفر الله بها ما تقدم من الذنوب:"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "سابعا: إسباغ الوضوء ثم الصلاة به الفريضة يكفر الذنوب:"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "ثامنا: المؤذن يغفر له مد صوته، والأذان تغفر به الذنوب ويدخل الجنة:"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "تاسعا: متابعة الأذان تدخل الجنة، وتغفر به الذنوب:"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "عاشرا: المشي إلى الصلاة تحط به الخطايا وترفع به الدرجات وتكتب به الحسنات وتغفر به الذنوب:"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "الحادي عشر: الصلوات الخمس تكفر الخطايا وتغسلها، وترفع بها الدرجات، وتكتب بها الحسنات:"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "الثاني عشر: الأذكار أدبار الصلوات المفروضة تحط الخطايا:"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "الثالث عشر: صلوات التطوع تكمل بها الفرائض، وتغفر بها الذنوب:"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "الرابع عشر: صلاة التوبة مع الوضوء والاستغفار تغفر بها الذنوب:"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "الخامس عشر: قيام رمضان، وقيام ليلة القدر يغفر بذلك ما تقدم من الذنوب:"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": "1",
            "tit": "السادس عشر: قيام الليل ترفع به الدرجات، وتغفر به الذنوب والسيئات:"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "السابع عشر: صلاة الجمعة تكفر بها الخطايا، وتغفر بها الذنوب:"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "الثامن عشر: الصبر على البلاء والمصائب يحط السيئات ويرفع الدرجات:"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": null,
            "tit": "التاسع عشر: تغسيل الميت وتكفينه والصلاة عليه تكفر به السيئات، وتضاعف الحسنات:"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "العشرون: الصدقة تكمل بها الفريضة وتكفر السيئات وتطفئ الخطايا، وتطفئ غضب الرب"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "الحادي والعشرون: الصيام يكفر السيئات وتغفر به الذنوب:"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "الثاني والعشرون: الحج المبرور ليس له جزاء إلا الجنة، والعمرة إلى العمرة كفارة لما بينهما"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": null,
            "tit": "الثالث والعشرون: مجالس الذكر تغفر بها الذنوب:"
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": null,
            "tit": "الرابع والعشرون: ذكر الله تغفر به الذنوب، وتكفر به السيئات:"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": null,
            "tit": "الخامس والعشرون: تغفر الذنوب بسقي الماء على شدة العطش:"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "السادس والعشرون: تغفر الذنوب بالتجاوز عن المعسرين:"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "السابع والعشرون: تغفر الذنوب بالمصافحة بين المسلمين:"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": "1",
            "tit": "الثامن والعشرون: تغفر الذنوب بالسماحة في البيع والشراء"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": null,
            "tit": "التاسع والعشرون: ثواب البكاء من خشية الله تعالى:"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": null,
            "tit": "الثلاثون: الكفارات في السنة تكفر ذنوبها:"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "الحادي والثلاثون: العفو، والصفح تغفر به الذنوب:"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": null,
            "tit": "الثاني والثلاثون: الشيب في الإسلام تكفر به السيئات:"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": "1",
            "tit": "الثالث والثلاثون: الشهادة في سبيل الله تكفر كل شيء إلا الدين"
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": null,
            "tit": "الرابع والثلاثون: التوبة النصوح تمحو جميع الذنوب والخطايا:"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "الخامس والثلاثون: دعاء كفارة المجلس يكفر الذنوب:"
        },
        {
            "id": "117",
            "lvl": "2",
            "sub": null,
            "tit": "السادس والثلاثون: الصلاة على النبي - صلى الله عليه وسلم - تكفر السيئات وترفع بها الدرجات وتكتب بها الحسنات:"
        }
    ]
}