{
    "b1890": [
        {
            "id": "4",
            "nass": "رسائل سعيد بن علي بن وهف القحطاني ¶ منزلة الزكاة في الإسلام ¶ في ضوء الكتاب والسنة ¶ مفهوم, ومنزلة, وحِكَمٌ, وأحكام، وفوائد, وشروط, ومسائل ¶ تأليف الفقير إلى الله تعالى ¶ د. سعيد بن علي بن وهف القحطاني",
            "page": null,
            "part": null,
            "seal": "BA5A4170"
        },
        {
            "id": "5",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه, ومن تبعهم بإحسان إلى يوم الدين وسلم تسليماً كثيراً, أما بعد: ¶ فهذه رسالة مختصرة في ((منزلة الزكاة في الإسلام)) بيَّنت فيها بإيجاز: مفهوم الزكاة: لغة، وشرعاً، وأنواعها، ومكانة الزكاة في الإسلام، وعِظم شأنها، وفوائدها، وحِكَمها، وحُكْمَها في الإسلام، وشروط وجوبها، وأحكام زكاة الدين، وأنواعه، وختمت ذلك بمسائل مهمة في الزكاة. ¶ وقد استفدت كثيراً من تقريرات وترجيحات سماحة شيخنا الإمام عبد العزيز بن عبد الله ابن باز رفع الله درجاته، ونوَّر ضريحه، ورحمه رحمة واسعة. ¶ واللهَ أسأل أن يجعل هذه الرسالة مباركة، خالصة لوجهه الكريم، وأن ينفعني بها في حياتي وبعد مماتي، وأن ينفع بها كلَّ من اطّلع عليها، أو قرأها، أو نشرها، أو أعان على الاستفادة منها؛ فإنه - سبحانه وتعالى - خير مسؤول، وأكرم مأمول، وهو حسبنا ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم، وصلى الله وسلم وبارك على نبينا محمد بن عبد الله، وعلى آله، وأصحابه، ومن تبعهم بإحسان إلى يوم الدين. ¶ المؤلف: أبو عبد الرحمن ¶ حرر ليلة الإثنين 7/ 3/1425هـ",
            "page": "3",
            "part": "1",
            "seal": "AA53D707"
        },
        {
            "id": "6",
            "nass": "المبحث الأول: مفهوم الزكاة: لغة، وشرعاً ¶ الزكاة لغة: أصل الزكاة في اللغة: الطهارة، والنماء، والبركة، والمدح، وكل ذلك قد استعمل في القرآن والحديث (¬1). ¶ والزكاة لغة أيضاً: النماء، والزيادة، يقال: زكا الزرع إذا نما وزاد (¬2)، وجمع الزكاة: زكوات (¬3). ¶ والزكاة أيضاً: الصلاح، قال الله تعالى: {فَأَرَدْنَا أَنْ يُبْدِلَهُمَا رَبُّهُمَا خَيْراً مِنْهُ زَكَاةً وَأَقْرَبَ رُحْماً} (¬4). قيل: صلاحاً، وقيل: خيراً منه عملاً صالحاً. وقال تعالى: {وَلَوْلا فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَى مِنْكُمْ مِنْ أَحَدٍ ¶ أَبَداً} (¬5). أي ما صلح منكم، {وَلَكِنَّ الله يُزَكِّي مَنْ يَشَاء} (¬6). أي يصلح من يشاء، وقيل لما يُخرج من المال للمساكين ونحوهم: ((زكاةٌ))؛ لأنه تطهير للمال, وتثمير له, وإصلاح, ونماء بالإخلاف من الله تعالى, فالزكاة طهرة للأموال, وزكاة الفطر طهرة للأبدان (¬7). ¶ والزكاة أنواع ثلاثة على النحو الآتي: ¶ ¬_________ ¶ (¬1) النهاية في غريب الحديث والأثر، لابن الأثير، باب الزاي مع الكاف، مادة ((زكا))، 2/ 307، ولسان العرب، لابن منظور، باب الواو والياء من المعتل فصل الزاي، مادة ((زكا))، 14/ 358. ¶ (¬2) انظر: التعريفات للجرجاني، ص 152، والمغني لابن قدامة، 4/ 5، والشرح الممتع لابن عثيمين، 6/ 17. ¶ (¬3) معجم لغة الفقهاء، لمحمد رواس، ص 208. ¶ (¬4) سورة الكهف، الآية: 81. ¶ (¬5) سورة النور، الآية: 21. ¶ (¬6) سورة النور، الآية: 21. ¶ (¬7) لسان العرب، لابن منظور، باب الواو والياء من المعتل، فصل الزاي، 14/ 358.",
            "page": "4",
            "part": "1",
            "seal": "2386C951"
        },
        {
            "id": "7",
            "nass": "النوع الأول: زكاة النفس، قال الله تعالى: {وَنَفْسٍ وَمَا سَوَّاهَا * فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا * قَدْ أَفْلَحَ مَنْ زَكَّاهَا} (¬1). ¶ وتزكية النفس: تطهيرها من الشرك، والكفر، والنفاق، والذنوب والمعاصي، والأخلاق الذميمة. ¶ النوع الثاني: زكاة البدن، وهي صدقة الفطر من شهر رمضان المبارك، وقد فرضها رسول الله - صلى الله عليه وسلم - على الصغير والكبير، والذكر والأنثى، والحر والعبد من المسلمين، طهرة للصائم من اللغو والرفث: صاعاً من طعام، أو من برٍّ، أو تمر, أو شعير، أو أقط أو زبيب (¬2). ¶ النوع الثالث: زكاة الأموال وهي ركن من أركان الإسلام، وهي قرينة الصلاة، وهي طهرة للأموال، والأنفس، وبركة في الأموال والأنفس (¬3). ¶ والزكاة أيضاً تأتي بمعنى المدح، يقال: زكَّى نفسه إذا مدحها ووصفها وأثنى عليها, قال الله تعالى: {فَلَا تُزَكُّوا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى} (¬4). ¶ ويقال: زكَّى القاضي الشهود إذا مدحهم وعدَّلهم (¬5). ¶ والخلاصة أن أصل مادة: ((زكا)) الزيادة والنماء، وكل شيء زاد فقد زكا. ¶ ¬_________ ¶ (¬1) سورة الشمس، الآيات: 7 - 9. ¶ (¬2) وسيأتي إن شاء الله ذكر الأحاديث في زكاة الفطر. ¶ (¬3) انظر: الشرح المختصر على متن زاد المستقنع، للعلامة صالح بن فوزان بن عبد الله الفوزان، 2/ 236. ¶ (¬4) سورة النجم، الآية: 32. ¶ (¬5) انظر: لسان العرب، لابن منظور، 14/ 358 - 359.",
            "page": "5",
            "part": "1",
            "seal": "6E6A7EC0"
        },
        {
            "id": "8",
            "nass": "ولما كان الزرع لا ينمو إلا إذا خلص من الدغل كانت لفظة الزكاة تدل على الطهارة أيضاً. ¶ وإذا وصف الأشخاص بالزكاة - بمعنى الصلاح - فذلك يرجع إلى زيادة الخير فيهم (¬1). ¶ فالزكاة لغة: النماء والزيادة، والطهارة، والبركة (¬2). ¶ الزكاة شرعاً: حقٌّ يجب في المال (¬3). ¶ وقيل: حقٌّ واجب في مال خاص، لطائفة مخصوصة، في وقت مخصوص (¬4). ¶ وقيل: إنفاق جزء معلوم من المال النامي إذا بلغ نصاباً في مصارف مخصوصة (¬5). ¶ وقيل: حصة من المال ونحوه يوجب الشرع بذلها للفقراء ونحوهم بشروط خاصة (¬6). ¶ وقيل: عبارة عن إيجاب طائفة من المال في مال مخصوص لمالك مخصوص (¬7). ¶ وقيل: نصيب مقدر شرعاً في مال معين يصرف لطائفة مخصوصة (¬8). ¶ وقيل: التعبد لله تعالى بإخراج جزء واجب شرعاً، في مال معين، ¶ ¬_________ ¶ (¬1) انظر: فقه الزكاة، ليوسف القرضاوي، 1/ 37. ¶ (¬2) النهاية في غريب الحديث لابن الأثير، 2/ 307، ولسان العرب، لابن منظور، 14/ 358. ¶ (¬3) المغني، لابن قدامة، 4/ 5، والشرح الكبير، 6/ 291. ¶ (¬4) منتهى الإرادات، لمحمد بن أحمد الفتوحي، 1/ 435، الإقناع لطالب الانتفاع، لموسى الحجاوي، 1/ 387، والروض المربع مع حاشية عبد الرحمن بن قاسم، 3/ 164. ¶ (¬5) معجم لغة الفقهاء، لمحمد رواس، ص 208. ¶ (¬6) القاموس المحيط، ص 396. ¶ (¬7) التعريفات، للجرجاني، ص 152. ¶ (¬8) الشرح الممتع، لابن عثيمين، 6/ 17.",
            "page": "6",
            "part": "1",
            "seal": "06EE30F5"
        },
        {
            "id": "9",
            "nass": "لطائفة أو جهة مخصوصة (¬1). ¶ وقيل: حق يجب في أموال مخصوصة، على وجه مخصوص، ويعتبر في وجوبه الحول والنصاب (¬2). ¶ وقيل: تمليك جزء من مال معين شرعاً من يستحقه من مسلم بشرط قطع المنفعة عن ذلك المال من كل وجه لله تعالى (¬3). ¶ قال الإمام الشوكاني رحمه الله: ((الزكاة في اللغة: النماء، يقال: زكى الزرع إذا نما، وترد أيضاً بمعنى التطهير، وترد شرعاً باعتبارين معاً، أما بالأول؛ فلأن إخراجها سبب للنماء في المال، أو بمعنى أن الأجر يكثر بسببها، أو بمعنى أن تعلقها بالأموال ذات النماء: كالتجارة، والزراعة، وأما الثاني؛ فلأنها طهرة النفس من رذيلة البخل، وطهرة من الذنوب)) (¬4). ¶ وقيل: الزكاة شرعاً: حق واجب، في مال مخصوص لطائفة مخصوصة، في وقت مخصوص (¬5). ¶ والتعريف الذي يشمل التعريفات المتقدمة كلها: أن يقال: الزكاة شرعاً: ((التعبد لله تعالى بإخراج حق واجب مخصوص شرعاً، من مال مخصوص، في وقت مخصوص، لطائفة مخصوصة، بشروط مخصوصة)). والله أعلم. ¶ ¬_________ ¶ (¬1) مجموع فتاوى ورسائل محمد بن صالح العثيمين، 18/ 11. ¶ (¬2) الموسوعة الفقهية، مادة زكاة، 23/ 226. ¶ (¬3) الزكاة وأحكامها، لوهبي سليمان غاوجي، ص 22. ¶ (¬4) نيل الأوطار، 3/ 5. ¶ (¬5) الإحكام شرح أصول الأحكام، لعبد الرحمن بن قاسم، 2/ 126، وإبهاج المؤمنين بشرح منهج السالكين، لعبد الله بن عبد الرحمن بن جبرين، 1/ 279.",
            "page": "7",
            "part": "1",
            "seal": "AB42A175"
        },
        {
            "id": "10",
            "nass": "والزكاة الشرعية قد تسمى صدقة في القرآن الكريم والسنة المطهرة، قال الله تعالى: {وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ} (¬1). وقال الله تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ وَالله سَمِيعٌ عَلِيمٌ} (¬2). وقوله تعالى: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ الله وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ الله وَالله عَلِيمٌ حَكِيمٌ} (¬3). وعن ابن عباس رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - لما بعث معاذاً إلى اليمن بيَّن له فقال: ((فأعلمهم أن الله افترض عليهم صدقة تؤخذ من أغنيائهم فتردُّ على فقرائهم)) (¬4). وفي حديث جابر وأبي سعيد رضي الله عنهما عن النبي - صلى الله عليه وسلم -: ((ليس فيما دون خمس أواقٍ من الورق صدقة)) (¬5). ¶ والصدقة: هي العطية التي يُبتغى بها الثواب عند الله تعالى (¬6). ¶ قال العلامة الراغب الأصفهاني - رحمه الله تعالى: ((الصدقة ما يخرجه الإنسان من ماله على وجه القربة، كالزكاة، لكن الصدقة في الأصل تقال للمتطوَّع به، والزكاة للواجب، وقد يسمى الواجب صدقة ¶ ¬_________ ¶ (¬1) سورة التوبة, الآية: 58. ¶ (¬2) سورة التوبة, الآية: 103. ¶ (¬3) سورة التوبة, الآية: 60. ¶ (¬4) متفق عليه: البخاري برقم 1395، ومسلم، برقم 19، ويأتي تخريجه إن شاءالله تعالى. ¶ (¬5) البخاري برقم 1405، ومسلم برقم 980، ويأتي تخريجه إن شاء الله تعالى. ¶ (¬6) التعريفات، للجرجاني، ص 173، ولغة الفقهاء لمحمد رواس، ص 243.",
            "page": "8",
            "part": "1",
            "seal": "A7CBF0F1"
        },
        {
            "id": "11",
            "nass": "إذا تحرَّى صاحبها الصدق في فعله)) (¬1). ¶ فتبين بذلك أن لفظ الصدقة نوعان: ¶ النوع الأول: صدقة تطلق على صدقة التطوع. ¶ النوع الثاني: صدقة تطلق على صدقة الفرض، التي هي الزكاة (¬2). ¶ والعطية: هي ما أعطاه الإنسان من ماله لغيره، سواء كان يريد بذلك وجه الله تعالى، أو يريد به التودد، أو غير ذلك، فهي أعم من الزكاة، والصدقة، والهبة، ونحو ذلك (¬3). ¶ ¬_________ ¶ (¬1) مفردات ألفاظ القرآن، للأصفهاني، ص 480. ¶ (¬2) انظر: القاموس الفقهي لغة واصطلاحاً، لسعدي أبو جيب، ص 209. ¶ (¬3) الموسوعة الفقهية، 23/ 227.",
            "page": "9",
            "part": "1",
            "seal": "A410096B"
        },
        {
            "id": "12",
            "nass": "المبحث الثاني: منزلة الزكاة في الإسلام ¶ الزكاة فريضة عظيمة ومنزلتها من أعظم الأمور؛ لما يأتي: ¶ 1 - الزكاة: الركن الثالث من أركان الإسلام، فهي أحد مباني الإسلام؛ لحديث عبد الله بن عمر رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: ((بني الإسلام على خمس: شهادة أن لا إله إلا الله وأن محمداً رسول الله، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت)). وفي لفظ لمسلم: ((بني الإسلام على خمس: على أن يعبد الله ويكفر بما دونه، وإقام الصلاة، وإيتاء الزكاة، وحج البيت، وصوم رمضان)) (¬1). ¶ 2 - الزكاة: قرينة الصلاة في كتاب الله تعالى، فقد جمع الله بينها وبين الصلاة في مواضع كثيرة في كتابه الكريم، وهذا يدل على عظم مكانتها عند الله - عز وجل -، وعظم شأنها، قال الله تعالى: {وَأَقِيمُوا الصَّلَاةَ وَآَتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ} (¬2). ¶ وقال تعالى: {وَقُولُوا لِلنَّاسِ حُسْنًا وَأَقِيمُوا الصَّلَاةَ وَآَتُوا الزَّكَاةَ} (¬3). ¶ وقال سبحانه: {وَأَقِيمُوا الصَّلَاةَ وَآَتُوا الزَّكَاةَ وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ الله إِنَّ الله بِمَا تَعْمَلُونَ بَصِيرٌ} (¬4). ¶ وقال - عز وجل - أثناء بيانه لخصال البر وصفات المتقين: {وَأَقَامَ الصَّلَاةَ وَآَتَى ¶ ¬_________ ¶ (¬1) متفق عليه: البخاري، كتاب الإيمان، باب: دعاؤكم إيمانكم، برقم 8، ومسلم، كتاب الإيمان، باب أركان الإسلام ودعائمه العظام برقم 16. ¶ (¬2) سورة البقرة, الآية: 43. ¶ (¬3) سورة البقرة, الآية: 83. ¶ (¬4) سورة البقرة, الآية: 110.",
            "page": "10",
            "part": "1",
            "seal": "D20C6DCA"
        },
        {
            "id": "13",
            "nass": "الزَّكَاةَ وَالمُْوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا} (¬1). ¶ وقال تبارك وتعالى: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ} (¬2). ¶ وقال جل وعلا: {أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ} (¬3). ¶ وقال تعالى أثناء بيانه لصفات الراسخين في العلم والمؤمنين: {وَالْمُقِيمِينَ الصَّلاةَ وَالْمُؤْتُونَ الزَّكَاةَ وَالْمُؤْمِنُونَ بِالله وَالْيَوْمِ الْآخِرِ أُولَئِكَ سَنُؤْتِيهِمْ أَجْراً عَظِيماً} (¬4). ¶ وقال سبحانه: {لَئِنْ أَقَمْتُمُ الصَّلاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ الله قَرْضاً حَسَناً لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ} (¬5). ¶ وقال - عز وجل -: {الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ} (¬6). ¶ وقال تبارك وتعالى: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ} (¬7). ¶ وقال جل وعلا: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ ¶ ¬_________ ¶ (¬1) سورة البقرة, الآية: 177. ¶ (¬2) سورة البقرة, الآية: 277. ¶ (¬3) سورة النساء، الآية: 77. ¶ (¬4) سورة النساء, الآية: 162. ¶ (¬5) سورة المائدة, الآية: 12. ¶ (¬6) سورة المائدة, الآية: 55. ¶ (¬7) سورة التوبة, الآية: 5.",
            "page": "11",
            "part": "1",
            "seal": "1CE5A61A"
        },
        {
            "id": "14",
            "nass": "فِي الدِّينِ} (¬1). ¶ وقال تعالى: {إِنَّمَا يَعْمُرُ مَسَاجِدَ الله مَنْ آمَنَ بِالله وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ} (¬2). ¶ وقال سبحانه أثناء ذكره لصفات المؤمنين: {وَيُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ الله وَرَسُولَهُ أُولَئِكَ سَيَرْحَمُهُمُ} (¬3). ¶ وقال سبحانه في قول عيسى عليه وعلى نبينا أفضل الصلاة والسلام: {وَأَوْصَانِي بِالصَّلاةِ وَالزَّكَاةِ مَا دُمْتُ حَيّاً} (¬4). ¶ وقال - عز وجل - في مدح إسماعيل عليه الصلاة والسلام: {وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلاةِ وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيّاً} (¬5). ¶ وقال تبارك وتعالى في سورة الأنبياء: {وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ وَإِقَامَ الصَّلاةِ وَإِيتَاءَ الزَّكَاةِ} (¬6). ¶ وقال جل وعلا: {الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ} (¬7). ¶ وقال تعالى: {النَّاسِ فَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَاعْتَصِمُوا بِالله هُوَ ¶ ¬_________ ¶ (¬1) سورة التوبة, الآية: 11. ¶ (¬2) سورة التوبة, الآية: 18. ¶ (¬3) سورة التوبة, الآية: 71. ¶ (¬4) سورة مريم، الآية: 31. ¶ (¬5) سورة مريم، الآية: 55. ¶ (¬6) سورة الأنبياء، الآية: 73. ¶ (¬7) سورة الحج, الآية: 41.",
            "page": "12",
            "part": "1",
            "seal": "4A1785D0"
        },
        {
            "id": "15",
            "nass": "مَوْلاكُمْ فَنِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ} (¬1). ¶ وقال سبحانه: {رِجَالٌ لا تُلْهِيهِمْ تِجَارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ الله وَإِقَامِ الصَّلاةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْماً تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ} (¬2). ¶ وقال - سبحانه وتعالى -: {وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ} (¬3). ¶ وقال - عز وجل -: {الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ} (¬4). ¶ وقال تبارك وتعالى: {الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ} (¬5). ¶ وقال جل وعلا: {وَأَقِمْنَ الصَّلاةَ وَآتِينَ الزَّكَاةَ وَأَطِعْنَ الله وَرَسُولَهُ} (¬6). ¶ وقال تعالى: {فَإِذْ لَمْ تَفْعَلُوا وَتَابَ الله عَلَيْكُمْ فَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ} (¬7). ¶ وقال سبحانه: {وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا الله قَرْضاً حَسَناً} (¬8). ¶ وقال - سبحانه وتعالى -: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا الله مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ} (¬9). ¶ ¬_________ ¶ (¬1) سورة الحج، الآية: 78. ¶ (¬2) سورة النور، الآية: 37. ¶ (¬3) سورة النور, الآية: 56. ¶ (¬4) سورة النمل، الآية: 3. ¶ (¬5) سورة لقمان، الآية: 4. ¶ (¬6) سورة الأحزاب، الآية: 33. ¶ (¬7) سورة المجادلة, الآية: 13. ¶ (¬8) سورة المزمل، الآية: 20. ¶ (¬9) سورة البينة, الآية: 5.",
            "page": "13",
            "part": "1",
            "seal": "69ED6CE3"
        },
        {
            "id": "16",
            "nass": "وهذه الآيات السابقة قرنت بين الصلاة والزكاة ستًّا وعشرين مرة، كل مرة منها في آية واحدة، وتمام السابعة والعشرين مرة جاءت في سياق واحد مع الصلاة، وإن لم تكن معها في آية واحدة، هي قوله تعالى: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ*الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ*وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ*وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ} (¬1). ¶ وذكرت الزكاة منفردة عن الصلاة في ثلاثة مواضع من القرآن الكريم هي قوله تعالى: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآَيَاتِنَا يُؤْمِنُونَ} (¬2). ¶ وقوله تعالى: {وَمَا آَتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِنْدَ الله وَمَا آَتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ الله فَأُولَئِكَ هُمُ الْمُضْعِفُونَ} (¬3). ¶ وقوله تعالى: {وَوَيْلٌ لِلْمُشْرِكِينَ*الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآَخِرَةِ هُمْ كَافِرُونَ} (¬4). ¶ فهذه ثلاثون مرة ذكرت فيها الزكاة في القرآن الكريم (¬5). ¶ وقد جاءت كلمة الصدقة والصدقات في القرآن الكريم اثنتا ¶ عشرة مرة (¬6) منها قوله تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ ¶ ¬_________ ¶ (¬1) سورة المؤمنون, الآيات: 1 - 4. ¶ (¬2) سورة الأعراف، الآية: 156. ¶ (¬3) سورة الروم، الآية: 39. ¶ (¬4) سورة فصلت، الآيتان: 6 - 7. ¶ (¬5) جاء في المعجم المفهرس لألفاظ القرآن الكريم 32 مرة، ولكنْ مرتان جاءت بمعنى آخر، وهما قوله تعالى: {خَيْراً مِنْهُ زَكَاةً} [الكهف 81] وقوله: {وَحَنَاناً مِنْ لَدُنَّا وَزَكَاةً} [مريم: 13] وانظر: المعجم المفهرس لمحمد فؤاد عبد الباقي، ص 331 - 332. ¶ (¬6) انظر: المعجم المفهرس لمحمد فؤاد عبد الباقي، ص 406.",
            "page": "14",
            "part": "1",
            "seal": "F637A2E1"
        },
        {
            "id": "17",
            "nass": "وَتُزَكِّيهِمْ بِهَا} (¬1). ¶ وقوله تعالى: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ الله وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ الله وَالله عَلِيمٌ حَكِيمٌ} (¬2). ¶ وقد جاءت الزكاة في القرآن بألفاظ غير ألفاظ الزكاة والصدقة كقوله تعالى: {الَّذِينَ هُمْ عَلَى صَلَاتِهِمْ دَائِمُونَ* وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ*لِلسَّائِلِ وَالْمَحْرُومِ} (¬3). ¶ وقوله تعالى: {الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَالله يُحِبُّ الْمُحْسِنِينَ} (¬4). ¶ وقوله تعالى: {وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ} (¬5). ¶ وغير ذلك من الألفاظ التي تدل على أهمية الزكاة وعظم منزلتها في الإسلام. ¶ 3 - اعتنت سنة النبي - صلى الله عليه وسلم - بالزكاة عناية دقيقة فائقة، وهذا يدل على علو شأن الزكاة ومنزلتها العظيمة في الإسلام، فقد جاءت الأحاديث الصحيحة الكثيرة في العناية بالزكاة، والأمر بإخراجها, وبيان وجوبها، وإثم تاركها, وقتال من منعها، وبيان أصناف الأموال الزكوية: من بهيمة الأنعام، والذهب والفضة، وعروض التجارة، والخارج من الأرض: ¶ ¬_________ ¶ (¬1) سورة التوبة, الآية: 103. ¶ (¬2) سورة التوبة, الآية: 60. ¶ (¬3) سورة المعارج، الآيات: 23 - 25. ¶ (¬4) سورة آل عمران، الآية: 134. ¶ (¬5) سورة الحاقة, الآية: 34.",
            "page": "15",
            "part": "1",
            "seal": "D8701A85"
        },
        {
            "id": "18",
            "nass": "كالثمار، والحبوب وغير ذلك: كالمعدن والركاز، وأوضحت النصب ومقاديرها، وبينت السنة أحكام الزكاة بالتفصيل، وكذلك اعتنت السنة المطهرة ببيان أصناف أهل الزكاة الثمانية، وقد ذكر الإمام ابن الأثير أكثر من مائة وعشرة أحاديث في الزكاة (¬1)، وهي أكثر من ذلك في المصنفات الحديثية، وهذا كله يدل على عظم شأن الزكاة وعلو منزلتها في الإسلام. ¶ 4 - لعظم شأن الزكاة ذكرها الله تعالى في شرائع من كان قبلنا، فقال - سبحانه وتعالى - حينما تكلم عن إبراهيم وإسحاق ويعقوب: {وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ وَإِقَامَ الصَّلَاةِ وَإِيتَاءَ الزَّكَاةِ وَكَانُوا لَنَا عَابِدِينَ} (¬2). وقال - سبحانه وتعالى -: {وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لَا تَعْبُدُونَ إِلَّا الله وَبِالْوَالِدَيْنِ إِحْسَانًا وَذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَقُولُوا لِلنَّاسِ حُسْنًا وَأَقِيمُوا الصَّلَاةَ وَآَتُوا الزَّكَاةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِنْكُمْ وَأَنْتُمْ مُعْرِضُونَ} (¬3). وغير ذلك من الآيات التي تقدم ذكرها آنفاً، منها قوله تعالى في قول عيسى: {وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا} (¬4). ¶ 5 - مدح الله القائمين بها في آيات كثيرة، ومن ذلك قوله تعالى: {وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولًا نَبِيًّا*وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا} (¬5). ¶ ¬_________ ¶ (¬1) انظر: جامع الأصول، 4/ 550 - 669، من الحديث رقم 2655 - 2769. ¶ (¬2) سورة الأنبياء، الآية: 73. ¶ (¬3) سورة البقرة, الآية: 83. ¶ (¬4) سورة مريم، الآية: 31. ¶ (¬5) سورة مريم، الآيتان: 54 - 55.",
            "page": "16",
            "part": "1",
            "seal": "B148BB52"
        },
        {
            "id": "19",
            "nass": "وقال - سبحانه وتعالى -: {رِجَالٌ لَا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ الله وَإِقَامِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ} (¬1). وغير ذلك من الآيات والأحاديث. ¶ 6 - ذم الله تعالى التاركين لها، فقال - سبحانه وتعالى -: {وَوَيْلٌ لِلْمُشْرِكِينَ*الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآَخِرَةِ هُمْ كَافِرُونَ} (¬2). ¶ 7 - تارك إطعام المساكين من المجرمين؛ لقول الله تعالى: {كلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ*إِلَّا أَصْحَابَ الْيَمِينِ*فِي جَنَّاتٍ يَتَسَاءَلُونَ*عَنِ الْمُجْرِمِينَ* مَا سَلَكَكُمْ فِي سَقَرَ* قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ* وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ* وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ* وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّين} (¬3). ¶ 8 - أداء الزكاة من أسباب دخول الجنة والنجاة من النار، وقد ذكرتُ أدلة ذلك في فوائد الزكاة، كما سيأتي إن شاء الله تعالى. ¶ 9 - لعظم مكانة الزكاة شرعها الله تعالى زكاة مطلقة بدون أنصباء مُحدَّدة منذ العهد المكي ورغب فيها؛ لقول الله تعالى: {وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهًا وَغَيْرَ مُتَشَابِهٍ كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ وَآَتُوا حَقَّهُ يَوْمَ حَصَادِهِ وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ} (¬4). ¶ وذم الله تعالى من لم يحض على طعام المسكين، فبين أن عدم الحض ¶ ¬_________ ¶ (¬1) سورة النور, الآية: 37. ¶ (¬2) سورة فصلت، الآيتان: 6 - 7. ¶ (¬3) سورة المدثر، الآيات: 38 - 46. ¶ (¬4) سورة الأنعام، الآية: 141.",
            "page": "17",
            "part": "1",
            "seal": "4951D160"
        },
        {
            "id": "20",
            "nass": "على طعام المسكين من أسباب العذاب، فقال تعالى: {خُذُوهُ فَغُلُّوهُ* ثُمَّ الْجَحِيمَ صَلُّوهُ*ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ*إِنَّهُ كَانَ لَا يُؤْمِنُ بِالله الْعَظِيمِ* وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ} (¬1). ¶ وقال تعالى: {كَلَّا بَلْ لَا تُكْرِمُونَ الْيَتِيمَ* وَلَا تَحَاضُّونَ عَلَى طَعَامِ الْمِسْكِينِ} (¬2). ¶ وبيَّن - سبحانه وتعالى - أن من أسباب دخول الجنة العناية بالسائل والمحروم، فقال تعالى في أوصاف أهل الجنة: {إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُحْسِنِينَ* كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ* وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ* وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ} (¬3). ¶ وبيَّن تعالى أن من صفات المؤمنين أن في أموالهم حقًّا معلوماً للسائل والمحروم، فقال سبحانه: {إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا* إِذَا مَسَّهُ الشَّرُّ جَزُوعًا* وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا* إِلَّا الْمُصَلِّينَ* الَّذِينَ هُمْ عَلَى صَلَاتِهِمْ دَائِمُونَ* وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ* لِلسَّائِلِ وَالْمَحْرُومِ} (¬4). ¶ وفي سورة الروم يأمر تعالى بأداء حق القريب والمسكين، وابن السبيل: {فَآَتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ ذَلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ الله وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} (¬5). ¶ ¬_________ ¶ (¬1) سورة الحاقة, الآيات: 30 - 34. ¶ (¬2) سورة الفجر، الآيتان: 17، 18. ¶ (¬3) سورة الذاريات، الآيات: 16 - 19. ¶ (¬4) سورة المعارج، الآيات: 19 - 25. ¶ (¬5) سورة الروم، الآية: 38.",
            "page": "18",
            "part": "1",
            "seal": "0A1C4767"
        },
        {
            "id": "21",
            "nass": "وقال تعالى في سورة النمل وهي مكية: {طس تِلْكَ آَيَاتُ الْقُرْآَنِ وَكِتَابٍ مُبِينٍ* هُدًى وَبُشْرَى لِلْمُؤْمِنِينَ* الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآَخِرَةِ هُمْ يُوقِنُونَ} (¬1). ¶ وقال سبحانه في مطلع سورة لقمان: {الم* تِلْكَ آَيَاتُ الْكِتَابِ الْحَكِيمِ* هُدًى وَرَحْمَةً لِلْمُحْسِنِينَ*الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآَخِرَةِ هُمْ يُوقِنُونَ} (¬2). ¶ وغير ذلك من الآيات في العهد المكي (¬3). ¶ والزكاة في العهد المكي زكاة مطلقة من القيود والشروط, والحدود, والأنصباء. ¶ أما الزكاة التي فرضت في المدينة: فهي الزكاة ذات النصب والمقادير الخاصة، والشروط، قال الإمام ابن كثير - رحمه الله تعالى - عند تفسير قوله تعالى: {وَأَقِيمُوا الصَّلَاةَ وَآَتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا} (¬4). ((أي أقيموا صلاتكم الواجبة عليكم، وآتوا الزكاة المفروضة، وهذا دليل لمن قال: إن فرض الزكاة نزل بمكة لكن مقادير النصب والمخرج لم تبين إلا بالمدينة، والله أعلم)) (¬5). فالصواب أن الزكاة فرضت في أصح أقوال ¶ ¬_________ ¶ (¬1) سورة النمل، الآيات: 1 - 3. ¶ (¬2) سورة لقمان، الآيات: 1 - 4. ¶ (¬3) انظر: سورة الأعراف، الآيتان: 156، 157، وسورة فصلت، الآيتان: 6، 7، وسورة الشمس، الآية: 9، وسورة الأعلى، الآية: 14. ¶ (¬4) سورة المزمل، الآية: 20. ¶ (¬5) تفسير القرآن العظيم، ص 1390، دار السلام.",
            "page": "19",
            "part": "1",
            "seal": "87DF7F83"
        },
        {
            "id": "22",
            "nass": "أهل العلم بمكة، ولكن تقدير الأنصبة والأموال الزكوية وأهل الزكاة نزلت بالمدينة (¬1). ¶ 10 - لعظم شأن الزكاة في الإسلام اعتنى الله بها, ففرضت في السنة الثانية للهجرة: الزكاة ذات النصب والمقادير، في المدينة، وبين - عز وجل - أصناف أهل الزكاة، قال الإمام ابن كثير رحمه الله تعالى في تفسير سورة المؤمنين عند قوله تعالى: {وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ} (¬2). ((الأكثرون على أن المراد بالزكاة ههنا زكاة الأموال مع أن هذه الآية مكية، وإنما فرضت الزكاة بالمدينة سنة اثنتين من الهجرة، والظاهر أن التي فرضت بالمدينة إنما هي ذات النصب والمقادير الخاصة، وإلا فالظاهر أن أصل الزكاة كان واجباً بمكة)) (¬3). كما قال تعالى في سورة الأنعام وهي مكية: {وَآَتُوا حَقَّهُ يَوْمَ حَصَادِهِ} (¬4) (¬5). ¶ 11 - ويدل على علوِّ منزلة الزكاة أن من منعها يقاتل؛ لحديث عبد الله بن عمر رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: ((أمرت أن أقاتل الناس حتى يشهدوا: أن لا إله إلا الله وأن محمداً رسول الله، ويقيموا الصلاة، ويؤتوا الزكاة، فإذا فعلوا ذلك عصموا مني دماءهم وأموالهم إلا بحقها، وحسابهم ¶ ¬_________ ¶ (¬1) مجموع فتاوى ورسائل ابن عثيمين، 18/ 15. ¶ (¬2) سورة المؤمنون، الآية: 4. ¶ (¬3) تفسير القرآن العظيم، لابن كثير، ص 909. ¶ (¬4) سورة الأنعام، الآية: 141. ¶ (¬5) تفسير القرآن العظيم، لابن كثير، ص 909، وانظر: الموسوعة الفقهية، 3/ 228، وفتاوى ابن عثيمين (17/ 15، والشرح الممتع (6/ 15.",
            "page": "20",
            "part": "1",
            "seal": "C6AC894A"
        },
        {
            "id": "23",
            "nass": "على الله)) (¬1). ولحديث أبي هريرة - رضي الله عنه - قال: لما توفي رسول الله - صلى الله عليه وسلم - واستُخلفَ أبو بكر بعده وكفر من كفر من العرب، قال عمر بن الخطاب لأبي بكر: كيف تقاتل الناس وقد قال رسول الله - صلى الله عليه وسلم -: ((أمرت أن أقاتل الناس حتى يقولوا: لا إله إلا الله، فمن قال: لا إله إلا الله فقد عصم مني ماله ونفسه إلا بحقه, وحسابه على الله تعالى)). فقال أبو بكر: والله! لأقاتلن من فرَّق بين الصلاة والزكاة؛ فإن الزكاة حق المال، والله لو منعوني عقالاً كانوا يؤدونه إلى رسول الله - صلى الله عليه وسلم - لقاتلتهم على منعه، فقال عمر بن الخطاب: فوالله! ما هو إلا أن رأيت الله قد شرح صدر أبي بكر للقتال، فعرفتُ أنه الحق)). وفي صحيح البخاري: أن أبا بكر - رضي الله عنه - قال: ((والله لو منعوني عناقاً كانوا يؤدونها إلى رسول الله - صلى الله عليه وسلم - لقاتلتهم على منعها)) (¬2). ¶ 12 - ومما يؤكد عظم منزلة الزكاة في الإسلام أن من جحد وجوبها كفر: إن كان مسلماً ناشئاً ببلاد الإسلام بين أهله فإنه يكون مرتدًّا تجري عليه أحكام المرتد, ويستتاب ثلاثاً فإن تاب وإلا قتل؛ لأن أدلة وجوب الزكاة ظاهرة في الكتاب والسنة وإجماع الأمة، فلا تكاد تخفى على من هذه حاله، فإذا جحدها لا يكون إلا لتكذيبه: الكتاب والسنة، وكفره بهما، أما من كان جاهلاً: إما لحداثة عهده بالإسلام، أو لأنه نشأ ببادية ¶ ¬_________ ¶ (¬1) متفق عليه: البخاري، كتاب الإيمان، باب {فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآَتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ} برقم 25، [التوبة: 5]، ومسلم، كتاب الإيمان، باب الأمر بقتال الناس حتى يقولوا: لا إله إلا الله محمد رسول الله، برقم 22. ¶ (¬2) متفق عليه: البخاري، كتاب الزكاة، باب وجوب الزكاة، برقم 1399 ورقم 1400، ومسلم، كتاب الإيمان، باب الأمر بقتال الناس حتى يقولوا: لا إله إلا الله محمد رسول الله ويقيموا الصلاة ويؤتوا الزكاة، برقم 20.",
            "page": "21",
            "part": "1",
            "seal": "7584AA3F"
        },
        {
            "id": "24",
            "nass": "نائية عن الأمصار، فإنه يُعرَّف وجوبها, ولا يحكم بكفره حتى يعلم ثم يجحد وجوبها (¬1). ¶ قال شيخنا الإمام عبد العزيز بن عبد الله ابن باز رحمه الله: (( ... في حكم تارك الزكاة تفصيل، فإن كان تركها جحداً لوجوبها مع توافر شروط وجوبها عليه كفر بذلك إجماعاً, ولو زكَّى مادام جاحداً لوجوبها, أما إن تركها بخلاً أو تكاسلاً؛ فإنه يعتبر بذلك فاسقاً، قد ارتكب كبيرة عظيمة من كبائر الذنوب)) (¬2). ¶ وقال العلامة محمد بن صالح العثيمين - رحمه الله - (( ... من أنكر وجوبها فقد كفر إلا أن يكون حديث عهد بإسلام، أو ناشىء في بادية بعيدة عن العلم وأهله فيعذر، ولكنه يعلَّم، وإن أصر بعد علمه فقد كفر مرتدًّا، وأما من منعها بخلاً وتهاوناً ففيه خلاف بين أهل العلم: ¶ فمنهم من قال: إنه يكفر، وهو إحدى الروايتين عن الإمام أحمد (¬3). ¶ ومنهم من قال: إنه لا يكفر، وهذا هو الصحيح، ولكنه قد أتى كبيرة عظيمة، والدليل على أنه لا يكفر حديث أبي هريرة - رضي الله عنه -، وفيه: أن النبي - صلى الله عليه وسلم - ذكر عقوبة مانع زكاة الذهب والفضة، ثم قال: (( ... حتى يُقضى بين العباد فيرى سبيله: إما إلى الجنة وإما إلى النار)) (¬4). وإذا كان يمكن أن يرى له سبيلاً إلى الجنة؛ فإنه ليس بكافر؛ لأن الكافر لا يمكن أن يرى سبيلاً له إلى الجنة، ¶ ¬_________ ¶ (¬1) انظر: المغني لابن قدامة، 4/ 6، والمجموع للنووي، 4/ 334. ¶ (¬2) مجموع فتاوى ابن باز، 14/ 227. ¶ (¬3) انظر: المغني لابن قدامة، 4/ 8 - 9، والكافي، 2/ 87. ¶ (¬4) مسلم، كتاب الزكاة، باب إثم مانع الزكاة، برقم 987.",
            "page": "22",
            "part": "1",
            "seal": "F477B439"
        },
        {
            "id": "25",
            "nass": "ولكن على مانعها من الإثم العظيم ما ذكره الله تعالى ... )) (¬1) (¬2). ¶ 13 - ولعظيم منزلة الزكاة جاءت النصوص من الكتاب والسنة في بيان عقوبة تاركها، مما تقشعر منه الجلود المسلمة، وتدمع له العيون المؤمنة، قال الله تعالى: {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ الله فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ* يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ} (¬3). ¶ وقال الله - عز وجل -: {وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آَتَاهُمُ الله مِنْ فَضْلِهِ هُوَ خَيْرًا لَهُمْ بَلْ هُوَ شَرٌّ لَهُمْ سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ وَلِله مِيرَاثُ السَّمَوَاتِ وَالْأَرْضِ وَالله بِمَا تَعْمَلُونَ خَبِيرٌ} (¬4). ¶ وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((ما من صاحب ذهب ولا فضة لا يؤدي منها حقها إلا إذا كان يوم القيامة صُفِّحت له صفائح من نار، فأحمي عليها في نار جهنم، فيكوى بها جنبه وجبينه وظهره، كلما بردت أُعيدت له في يوم كان مقداره خمسين ألف سنة، حتى يقضى بين العباد، فيُرى سبيله: إما إلى الجنة وإما إلى النار)) قيل: يا رسول الله: فالإبل؟ قال: ((ولا صاحب إبل لا يؤدي منها حقها، ومن حقها حلبها يوم وردها, إلا إذا كان يوم القيامة بُطِحَ لها بقاعٍ قرقر (¬5) أوفر ما كانت, لا يُفقد منها فصيلاً واحداً، تطؤه بأخفافها، وتعضُّه ¶ ¬_________ ¶ (¬1) انظر: سورة آل عمران، 180، وسورة التوبة, 34, 35. ¶ (¬2) مجموع فتاوى ورسائل فضيلة الشيخ محمد بن صالح العثيمين، 18/ 14، وانظر: الشرح الممتع له, 6/ 7 - 9. ¶ (¬3) سورة التوبة, الآيتان: 34 - 35. ¶ (¬4) سورة آل عمران, الآية: 180. ¶ (¬5) القاع القرقر: القاع المستوي الواسع من الأرض يعلوه ماء السماء فيمسكه. شرح النووي على صحيح مسلم، 7/ 69.",
            "page": "23",
            "part": "1",
            "seal": "E4DAA35D"
        },
        {
            "id": "26",
            "nass": "بأفواهها، كلما مر عليه أولاها رُدَّ عليه أخراها (¬1) في يوم كان مقداره خمسين ألف سنة، حتى يُقضى بين العباد، فيرى سبيله: إما إلى الجنة وإما إلى النار)) قيل: يا رسول الله! فالبقر والغنم؟ قال: ((ولا صاحب بقر ولا غنم لا يؤدي منها حقها إلا إذا كان يوم القيامة بُطِحَ لها بقاع قرقر, لا يفقد منها شيئاً، ليس فيها عقصاءُ (¬2)، ولا جلحاءُ (¬3) , ولا عضباءُ (¬4) , تنطحه بقرونها وتطؤه بأظلافها, كلما مرت عليه أولاها رُدّ عليه أخراها (¬5) في يوم كان مقداره خمسين ألف سنة, حتى يُقضى بين العباد, فيرى سبيله: إما إلى الجنة وإما إلى النار)) (¬6). ¶ وعن جابر بن عبد الله - رضي الله عنه - نحو حديث أبي هريرة السابق, وفيه: (( ... ولا صاحب مال لا يؤدي زكاته إلا تحول يوم القيامة شجاعاً أقرع, يتبع صاحبه حيثما ذهب وهو يفرُّ منه, ويقال: هذا مالك الذي كنت تبخل به، فإذا رأى أنه لا بد منه أدخل يده في فيه، فجعل يقضمها كما يقضم الفحل)) (¬7). ¶ وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((من آتاه الله مالاً فلم يؤد ¶ ¬_________ ¶ (¬1) وفي رواية لمسلم: ((كلما مضى عليه أخراها ردت عليه أولاها)). ¶ (¬2) العقصاء: ملتوية القرنين. شرح النووي على صحيح مسلم، 7/ 70. ¶ (¬3) الجلحاء: التي لا قرن لها. شرح النووي، 7/ 70. ¶ (¬4) العضباء: التي كسر قرنها الداخل، شرح النووي، 7/ 70. ¶ (¬5) وفي رواية لمسلم: ((كلما مضى عليه أخراها ردت عليه أولاها))، مسلم، برقم 26 - (987. ¶ (¬6) متفق عليه: البخاري مختصراً، كتاب الزكاة، باب إثم مانع الزكاة، برقم 1402, ومسلم بلفظه, كتاب الزكاة، باب إثم مانع الزكاة، برقم 987، ومن حديث جابر عند مسلم، برقم 988. ¶ (¬7) مسلم, كتاب الزكاة, باب إثم مانع الزكاة, برقم 28 - (988.",
            "page": "24",
            "part": "1",
            "seal": "A66FE96C"
        },
        {
            "id": "27",
            "nass": "زكاته مُثِّل له يوم القيامة شجاعاً أقرع (¬1)، له زبيبتان (¬2) يطوقه يوم القيامة, ثم يأخذ بلهزمتيه - يعني شدقيه - ثم يقول: أنا مالك, أنا كنزك)) ثم تلا هذه الآية: {وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آَتَاهُمُ الله مِنْ فَضْلِهِ هُوَ خَيْرًا لَهُمْ بَلْ هُوَ شَرٌّ لَهُمْ سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ وَلِله مِيرَاثُ السَّمَوَاتِ وَالْأَرْضِ وَالله بِمَا تَعْمَلُونَ خَبِيرٌ} (¬3). وفي لفظ: ((يكون كنز أحدكم يوم القيامة شجاعاً أقرع, يفرُّ منه صاحبه ويطلبه, ويقول: أنا كنزك, قال: والله لن يزال يطلبه حتى يبسط يده فيلقمها فاه)) (¬4). ¶ وعن أبي ذر - رضي الله عنه - قال: انتهيت إلى النبي - صلى الله عليه وسلم - وهو جالس في ظل الكعبة، فلما رآني قال: ((هم الأخسرون وربِّ الكعبة)) قال: فجئت حتى جلست فلم أتقارَّ (¬5) أن قمت, فقلت: يا رسول الله فداك أبي وأمي من هم؟ قال: ((هم الأكثرون أموالاً، إلا من قال: هكذا، وهكذا, وهكذا - من بين يديه, ومن خلفه, وعن يمينه, وعن شماله - وقليل ما هم, ما من صاحب إبل ولا بقر ولا غنم لا يؤدي زكاتها إلا جاءت يوم القيامة أعظم ما كانت وأسمنه تنطحه بقرونها وتطؤه بأظلافها, كلما نفدت أخراها عادت عليه أولاها حتى ¶ ¬_________ ¶ (¬1) الشجاع: الحية الذكر, والأقرع: الذي انحسر الشعر عن رأسه من كثرة سمه. شرح السنة للبغوي، 5/ 479. ¶ (¬2) زبيبتان: النكتتان السوداوان فوق عينيه, وهو أوحش ما يكون من الحيات وأخبثه، ويقال: الزبيبتان: الزبعتان تكون في الشدقين إذا غضب الإنسان أو كثر كلامه. شرح السنة للبغوي، 5/ 479. ¶ (¬3) سورة آل عمران, الآية: 180. ¶ (¬4) البخاري, كتاب الزكاة, باب إثم مانع الزكاة, برقم 1403, وكتاب التفسير, باب {وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آَتَاهُمُ الله مِنْ فَضْلِهِ} [آل عمران: 180] وكتاب الحيل باب في الزكاة وأن لا يفرق بين مجتمع ولا يجمع بين متفرق خشية الصدقة, برقم 6957. ¶ (¬5) لم أتقار: أي لم يمكني القرار والثبات. شرح النووي، 7/ 77.",
            "page": "25",
            "part": "1",
            "seal": "23117E3A"
        },
        {
            "id": "28",
            "nass": "يُقضى بين الناس)) (¬1). ¶ 14 - تعزير الإمام لمن تهاون بأداء الزكاة يدل على عِظَم منزلتها في الإسلام؛ لحديث معاوية بن حيدة - رضي الله عنه - , قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((في كل إبل سائمة: في كل أربعين ابنة لبون, لا تفرَّقُ إبلٌ عن حسابها (¬2) , من أعطاها مؤتجراً بها فله أجرها, ومن منعها فإنا آخذوها وشطر ماله, عزمة (¬3) من عزمات ربنا - عز وجل - , ليس لآل محمد منها شيء)). وفي لفظ النسائي: ((من أعطاها مؤتجراً (¬4) فله أجرها, ومن أبى فإنا آخذوها وشطر إبله عزمة من عزمات ربنا, لا يحل لآل محمد - صلى الله عليه وسلم - منها شيء)) (¬5). ¶ فقوله - صلى الله عليه وسلم -: ((فإنا آخذوها)) استدل به على أنه يجوز للإمام أن يأخذ الزكاة قهراً (¬6). ¶ واختلف العلماء رحمهم الله تعالى في أخذ نصف المال عقاباً لمانع الزكاة: ¶ ¬_________ ¶ (¬1) متفق عليه: البخاري بنحوه, كتاب الزكاة, باب زكاة البقر, برقم 1460, وكتاب الأيمان والنذور, باب كيف كانت يمين النبي - صلى الله عليه وسلم - , برقم 6638, ومسلم بلفظه, كتاب الزكاة, باب تغليظ عقوبة من لا يؤدي الزكاة, برقم 990. ¶ (¬2) لا تفرق عن حسابها: أي لا يفرق أحد الخليطين ملكه عن ملك صاحبه خشية الصدقة. نيل الأوطار، 3/ 16. ¶ (¬3) عزمة: العزمة ضد الرخصة وهي ما يجب فعله، والعزائم الفرائض. غريب الحديث لابن الأثير، 4/ 573، ونيل الأوطار للشوكاني، 3/ 19. ¶ (¬4) مؤتجراً: أي طالباً للأجر. نيل الأوطار، 3/ 16. ¶ (¬5) أبو داود, كتاب الزكاة، باب في زكاة السائمة، برقم 1575، والنسائي، كتاب الزكاة، باب عقوبة مانع الزكاة برقم 2443، وحسنه الألباني في صحيح سنن أبي داود، 1/ 436، وفي صحيح النسائي، 2/ 177، وفي إرواء الغليل، برقم 791. ¶ (¬6) نيل الأوطار للشوكاني، 3/ 16.",
            "page": "26",
            "part": "1",
            "seal": "11E8B46E"
        },
        {
            "id": "29",
            "nass": "فمنهم من قال: يؤخذ نصف ماله مع أخذ الزكاة. ¶ ومنهم من قال: يجعل ماله نصفين, ثم تؤخذ الزكاة من خير الشطرين. ¶ ومنهم من قال: لا يعاقب بالمال, وإنما يعاقبه الإمام بما يراه, وهذا قول الجمهور (¬1). ¶ ¬_________ ¶ (¬1) انظر: جامع الأصول، لابن الأثير، 4/ 573 - 574، ونيل الأوطار، 3/ 16 - 18، وسبل السلام للصنعاني، ومال شيخنا ابن باز أثناء تقريره على الحديث رقم 626 من بلوغ المرام: إلى عدم أخذ نصف المال، وإنما يعاقبه الإمام بما يراه، للقواعد العظيمة في تحريم مال المسلم بغير حق، وإن كان مخالفاً لما رجحه ابن القيم رحمه الله، وذكر ابن باز: أن الحاكم صحح الحديث، ولكن لم يجزم الشيخ بتصحيحه ولا تضعيفه، وقد حسنه الألباني كما تقدم.",
            "page": "27",
            "part": "1",
            "seal": "CA8B4663"
        },
        {
            "id": "30",
            "nass": "المبحث الثالث: فوائد الزكاة وحِكَمها ¶ للزكاة فوائد عظيمة، وحِكمٌ كثيرة، منها ما يأتي: ¶ 1 - إتمام إسلام العبد؛ لأنها أحد أركان الإسلام، فإذا أدى العبد الزكاة المفروضة تم إسلامه وكمل، وهذا غاية عظيمة لكل مسلم, فكل مسلم مؤمن يسعى لإكمال دينه (¬1). ¶ 2 - حصول طاعة الله بتنفيذ أمره: رجاء ثوابه وخشية عذابه، وابتغاء رضوانه. ¶ 3 - تثبيت أواصر المحبة بين الغني والفقير؛ لأن النفوس مجبولة على حب من أحسن إليها. ¶ 4 - تطهير النفس وتزكيتها، والبعد بها عن خُلُق الشح والبخل، كما أشار القرآن الكريم إلى هذا المعنى في قول الله تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} (¬2). ¶ 5 - تعويد المسلم على صفة الجود، والكرم، والعطف على ذوي الحاجات؛ والرحمة للفقراء. ¶ 6 - حفظ النفس عن الشح، قال الله تعالى: {وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ} (¬3). ¶ 7 - استجلاب البركة والزيادة والخلف من الله تعالى، كما قال - عز وجل -: ¶ ¬_________ ¶ (¬1) الشرح الممتع، لابن عثيمين، 6/ 10. ¶ (¬2) سورة التوبة, الآية: 103. ¶ (¬3) سورة الحشر، الآية: 9.",
            "page": "28",
            "part": "1",
            "seal": "7EDDA471"
        },
        {
            "id": "31",
            "nass": "{وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ وَهُوَ خَيْرُ الرَّازِقِينَ} (¬1)؛ ولقول الله تعالى في الحديث القدسي عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: ((قال الله: أنفق يا ابن آدم أنفق عليك)) (¬2). ¶ وعن أبي هريرة - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قال: ((ما نقصت صدقة من مال، وما زاد الله عبداً بعفوٍ إلا عزًّا، وما تواضع أحدٌ لله إلا رفعه الله)) (¬3). ¶ وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((ما من يوم يصبح العباد فيه إلا ملكان ينزلان، فيقول أحدهما: اللهم أعط منفقاً خلفاً، ويقول الآخر: اللهم أعط ممسكاً تلفاً)) (¬4) (¬5). ¶ وعن أسماء بنت أبي بكر رضي الله عنهما، قالت: قال رسول الله - صلى الله عليه وسلم -: ((انفحي أو انضحي، أو أنفقي (¬6) ولا تحصي فيحصي الله عليك (¬7)، ولا توعي فيوعي الله عليك)) (¬8)، وفي لفظ البخاري: ((لا توكي فيوكي الله عليك)) (¬9). ¶ ¬_________ ¶ (¬1) سورة سبأ، الآية: 39. ¶ (¬2) متفق عليه: البخاري، كتاب النفقات، باب فضل النفقة على الأهل، برقم 5352، ومسلم، كتاب الزكاة، باب الحث على النفقة وتبشير المنفق بالخلف، برقم 993. ¶ (¬3) مسلم، كتاب البر والصلة، باب العفو، برقم 2588. ¶ (¬4) مسلم، كتاب الزكاة، باب في المنفق والممسك، برقم 1010. ¶ (¬5) مجموع فتاوى ابن باز، 14/ 230. ¶ (¬6) انفحي، أو انضحي، أي: أعطي، والنفح والنضح: العطاء، وفي رواية للبخاري برقم 1434 ((وارضخي ما استطعت)) والرضخ: العطاء أيضاً. انظر: تفسير غريب ما في الصحيحين للحميدي ص 569. ¶ (¬7) لا تحصي: أي لا تبخلي فتجازين على بخلك. انظر: المفهم للقرطبي، 3/ 74. ¶ (¬8) لا توعي: أي لا تجمعي وتشحي بالنفقة فيشح عليك. النهاية، 5/ 208. ¶ (¬9) متفق عليه: البخاري، كتاب الزكاة، باب التحريض على الصدقة، برقم 1433، ومسلم، كتاب الزكاة، باب الحث على الإنفاق وكراهية الإحصاء، برقم 1029.",
            "page": "29",
            "part": "1",
            "seal": "2E8B7376"
        },
        {
            "id": "32",
            "nass": "8 - برهان على صدق إسلام مخرجها؛ لحديث أبي مالك الأشعري - رضي الله عنه -، وفيه: ((والصدقة برهان .... )) (¬1). ¶ 9 - تشرح الصدر، فالمسلم إذا أحسن إلى الخلق ونفعهم بما يمكنه من المال، وأنواع الإحسان انشرح صدره؛ فالكريم المحسن أشرح الناس صدراً، وأطيبهم نفساً، وأنعمهم قلباً، والبخيل الذي لا يحسن أضيق الناس صدراً، وأنكدهم عيشاً، وأكثرهم همًّا وغمًّا، لكن لا بد من العطاء بطيب نفس، ويخرج المال من قلبه قبل أن يخرجه من يده (¬2). ¶ 10 - تُلحق المسلم بالمؤمن الكامل؛ لحديث أنس - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: ((لا يؤمن أحدكم حتى يحب لأخيه - أو قال - لجاره ما يحب لنفسه)) (¬3). ¶ فكما أن المسلم يحب أن يبذل له المال الذي يسد به حاجته، فهو يحب أن يحصل لأخيه مثل ذلك، فيكون بذلك كامل الإيمان. ¶ 11 - من أسباب دخول الجنة؛ لحديث أبي مالك الأشعري - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قال: ((إن في الجنة غرفاً يُرى ظاهرها من باطنها، وباطنها من ظاهرها، أعدها الله تعالى لمن أطعم الطعام، وألان الكلام، وتابع الصيام، وأفشى ¶ ¬_________ ¶ (¬1) مسلم، كتاب الطهارة، باب فضل الوضوء، برقم 223. ¶ (¬2) انظر: زاد المعاد، لابن القيم، 2/ 25، والشرح الممتع لابن عثيمين، 6/ 10. ¶ (¬3) مسلم، كتاب الإيمان، باب الدليل على أن من خصال الإيمان أن يحب لأخيه المسلم ما يحب لنفسه، برقم 45.",
            "page": "30",
            "part": "1",
            "seal": "F69E6C09"
        },
        {
            "id": "33",
            "nass": "السلام، وصلى بالليل والناس نيام)) (¬1). ¶ 12 - تجعل المجتمع المسلم كالأسرة الواحدة، يرحم القوي القادر الضعيف العاجز، والغني يحسن إلى المعسر، فيشعر صاحب المال بوجوب الإحسان عليه كما أحسن الله إليه، قال الله تعالى: {وَأَحْسِنْ كَمَا أَحْسَنَ الله إِلَيْكَ} (¬2). فتصبح الأمة الإسلامية كأنها عائلة واحدة. ¶ 13 - تطفئ حرارة ثورة الفقراء؛ لأن الفقير قد يغضب، لما يرى من تنعم الأغنياء، فإذا جاد الأغنياء على الفقراء كسروا ثورتهم وهدؤوا غضبهم. ¶ 14 - تمنع الجرائم المالية مثل: السرقات، والنهب، وما أشبه ذلك؛ لاستغناء الفقراء عن هذه الجرائم بإعطائهم الزكاة أو بالصدقة والإحسان إليهم. ¶ 15 - النجاة من حرِّ يوم القيامة؛ لحديث عقبة ابن عامر - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: ((كلُّ امرئ في ظل صدقته حتى يفصل بين الناس)) أو قال: ((يحكم بين الناس)) (¬3). وفي لفظ: ((إن ظل المؤمن يوم القيامة صدقته)) (¬4). قال يزيد - أحد رواة الحديث: ((وكان أبو الخير - راوي الحديث عن عقبة - لا يخطئُه يومٌ إلا تصدق فيه بشيء، ولو كعكة، أو بصلة أو كذا)) (¬5). ¶ ¬_________ ¶ (¬1) أحمد في المسند، 5/ 343، وابن حبان (موارد، برقم 641، والترمذي عن علي - رضي الله عنه - في كتاب صفة الجنة، باب ما جاء في صفة غرف الجنة، برقم 2527، وحسنه الألباني في صحيح الترمذي، 3/ 7، وفي صحيح الجامع، 2/ 220، برقم 2119. ¶ (¬2) سورة القصص، الآية: 77. ¶ (¬3) أحمد في المسند، برقم 17333، وقال محققو المسند: إسناده صحيح، وأخرجه ابن حبان، برقم 3310. ¶ (¬4) أحمد، برقم 18043، وقال محققو المسند: حديث صحيح. ¶ (¬5) أحمد، برقم 17333، كما تقدم.",
            "page": "31",
            "part": "1",
            "seal": "DA8FDC8A"
        },
        {
            "id": "34",
            "nass": "وقال النبي - صلى الله عليه وسلم - في الذين يظلهم الله في ظله يوم لا ظل إلا ظله: ((ورجل تصدق بصدقة فأخفاها, حتى لا تعلم شماله ما تنفق يمينه)) (¬1). ¶ 16 - تعين المسلم على معرفة حدود الله والفقه في دينه تعالى؛ لأن المسلم لا يؤدي زكاته إلا بعد أن يعرف أحكامها، وأموالها، وأنصابها، ومستحقها، وإثم من منعها، وفضل من أداها، وغير ذلك مما تدعو الحاجة إليه. ¶ 17 - سبب لنزول الخيرات ودفع العقوبات؛ لحديث عبد الله بن عمر رضي الله عنهما, وفيه: ((ولم يمنعوا زكاة أموالهم إلا مُنعوا القطر من السماء, ولولا البهائم لم يمطروا ... )) (¬2). ¶ 18 - تطفئ الخطايا وتكفرها؛ لحديث معاذ - رضي الله عنه - , وفيه: ((والصدقة تطفئ الخطيئة كما يطفئ الماء النار)) (¬3) (¬4). ¶ 19 - أداء الزكاة من شكر النعم، وشكر النعم سبب لزيادتها؛ لقول الله تعالى: {وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ} (¬5). ¶ 20 - مضاعفة الأجر عند الله تعالى؛ لقول الله تعالى: {مَثَلُ الَّذِينَ ¶ ¬_________ ¶ (¬1) متفق عليه من حديث أبي هريرة - رضي الله عنه -. البخاري كتاب الأذان، باب من جلس في المسجد ينتظر الصلاة، برقم 1423، ومسلم، كتاب الزكاة، باب فضل إخفاء الصدقة، برقم 1031. ¶ (¬2) ابن ماجه، كتاب الفتن، باب العقوبات، برقم 4019، والحاكم وصححه ووافقه الذهبي، 4/ 540، وصححه الألباني في صحيح ابن ماجه، 2/ 370. ¶ (¬3) الترمذي، كتاب الإيمان، باب ما جاء في حرمة الصلاة، برقم 2616، وأحمد، 5/ 531، 236، 237، 245، وحسنه الألباني في إرواء الغليل، 2/ 138. ¶ (¬4) انظر: الشرح الممتع لابن عثيمين، 6/ 9 - 15. ¶ (¬5) سورة إبراهيم، الآية: 7.",
            "page": "32",
            "part": "1",
            "seal": "8065139C"
        },
        {
            "id": "35",
            "nass": "يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ الله كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَالله يُضَاعِفُ لِمَنْ يَشَاءُ وَالله وَاسِعٌ عَلِيمٌ} (¬1). ¶ 21 - وقاية صاحب المال من العذاب به؛ فإن الذي لا يؤدي زكاة ماله يعذب بماله في الآخرة، قال الله تعالى: {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ الله فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ*يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ} (¬2). ¶ 22 - الزكاة تُحصِّن المال, ويحفظه الله تعالى بها (¬3). ¶ 23 - ذهاب شر المال ووباله؛ لحديث جابر - رضي الله عنه - قال رجل من القوم: يا رسول الله! أرأيت لو أدَّى الرجل زكاة ماله؟ فقال رسول الله - صلى الله عليه وسلم -: ((من أدى زكاة ماله فقد ذهب عنه شره)) (¬4)، ولفظ الحاكم: ((إذا أديت زكاة مالك فقد أذهبت عنك شره)) (¬5). ¶ ¬_________ ¶ (¬1) سورة البقرة, الآية: 261. ¶ (¬2) سورة التوبة, الآيتان: 34 - 35. ¶ (¬3) جاء في الخبر: ((حصنوا أموالكم بالزكاة، وداووا مرضاكم بالصدقة، واستعينوا على حمل البلاء بالدعاء والتضرع)). رواه أبو داود في مراسيله، والطبراني وغيرهما. وضعفه الألباني في ضعيف الجامع الصغير، 3/ 99، برقم 2722، 2723، إلا أنه حسن ((داووا مرضاكم بالصدقة)) في صحيح الجامع، 3/ 140، وصحيح الترغيب والترهيب، 1/ 458، برقم 744. ¶ (¬4) الطبراني في الأوسط [مجمع البحرين]، برقم 1345، قال الهيثمي في مجمع الزوائد، 3/ 63: ((وإسناده حسن وإن كان في بعض رجاله كلام))، وحسنه الألباني لغيره في صحيح الترغيب والترهيب، 1/ 458. ¶ (¬5) الحاكم في المستدرك، 1/ 390، وقال: ((هذا حديث صحيح على شرط مسلم))، ووافقه الذهبي, وحسنه الألباني لغيره في صحيح الترغيب والترهيب، 1/ 457.",
            "page": "33",
            "part": "1",
            "seal": "2CB368E3"
        },
        {
            "id": "36",
            "nass": "24 - تطهير المال؛ لأن الزكاة تطهيرٌ للمال؛ لقول النبي - صلى الله عليه وسلم -: (( ... إن هذه الصدقات إنما هي أوساخ الناس ... )) (¬1) (¬2). ¶ 25 - وقاية المال من الفساد؛ لأن الزكاة ما خالطت مالاً إلا أفسدته (¬3). قيل في ذلك: لأن الحرام يهلك الحلال، وقيل: إذا أخذ الغني الزكاة أهلكت ماله؛ لأن الزكاة للفقراء (¬4). ¶ 26 - استعانة الفقير بما يأخذ من الزكاة على طاعة الله، ولولا ذلك لاشتغل قلبه بالهموم شغلاً يمنعه من العبادة، بل ربما يوقعه ذلك في شك من ضمان الله تعالى الرزق له ولكل مخلوق، والزكاة تزكي الفقراء والمساكين بسد حاجاتهم، وإغنائهم عن ذل السؤال، والتطلع إلى ما في أيدي الخلق. ¶ 27 - ترغيب الفقير في فعل الخيرات والإحسان إلى من دونه؛ لما يرى من إحسان الغني إليه. ¶ 28 - تحقيق أهم عناصر التمكين في الأرض والنصر على الأعداء، قال الله تعالى: {الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ ¶ ¬_________ ¶ (¬1) أوساخ الناس. قال الإمام النووي رحمه الله في شرحه على صحيح مسلم، 7/ 184: ((ومعنى أوساخ الناس أنها تطهير لأموالهم ونفوسهم، كما قال تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} [التوبة: 103] فهي كغسالة الأوساخ)). ¶ (¬2) مسلم، كتاب الزكاة، باب ترك استعمال آل النبي - صلى الله عليه وسلم - على الصدقة، برقم 1072. ¶ (¬3) جاء في حديث عن عائشة رضي الله عنها بلفظ: ((ما خالطت الزكاة مالاً قط إلا أفسدته)) رواه الشافعي والبخاري في تاريخه، والحميدي، والبزار، وضعفه الهيثمي في المجمع، 3/ 64، وضعفه الألباني في مشكاة المصابيح، برقم 1793، 1/ 562، [ولكن المعنى صحيح]. ¶ (¬4) انظر: مشكاة المصابيح، 1/ 562، برقم 1793.",
            "page": "34",
            "part": "1",
            "seal": "729066ED"
        },
        {
            "id": "37",
            "nass": "وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِله عَاقِبَةُ الْأُمُورِ} (¬1). ¶ 29 - يزيد الله تعالى من أدى الزكاة طيبة بها نفسه هُدىً وإيماناً، قال الله تعالى: {وَيَزِيدُ الله الَّذِينَ اهْتَدَوْا هُدىً} (¬2). وقال تعالى: {وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدىً وَآتَاهُمْ تَقْوَاهُمْ} (¬3). ¶ وقال - سبحانه وتعالى - في طاعة النبي - صلى الله عليه وسلم - في الأمر والابتعاد عن النهي، ومن ذلك طاعته - صلى الله عليه وسلم - في الزكاة: {وَإِنْ تُطِيعُوهُ تَهْتَدُوا} (¬4). ¶ 30 - شهد الله تعالى للمنفقين بالهدى والفلاح، قال الله - عز وجل -: {ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ*الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ* وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآَخِرَةِ هُمْ يُوقِنُونَ*أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} (¬5). فأداء الزكاة من أعظم صفات أهل التقوى الذين ينتفعون بالقرآن. ¶ 31 - أداء الزكاة والصدقة من أعظم قضاء الحوائج وتفريج الكربات والستر في الدنيا ويوم القيامة؛ لما فيها من قضاء حاجات المحتاجين، وتفريج كربات المكروبين، والستر على المعسرين؛ لأن الجزاء من جنس العمل؛ لحديث أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((من ¶ ¬_________ ¶ (¬1) سورة الحج، الآية: 41. ¶ (¬2) سورة مريم، الآية: 76. ¶ (¬3) سورة محمد، الآية: 17. ¶ (¬4) سورة النور، الآية: 54. ¶ (¬5) سورة البقرة، الآيات: 2 - 5.",
            "page": "35",
            "part": "1",
            "seal": "F1E83D52"
        },
        {
            "id": "38",
            "nass": "نفَّس عن مؤمن كربة من كرب الدنيا نفَّس الله عنه كربة من كرب يوم القيامة، ومن يسَّر على معسر يسَّر الله عليه في الدنيا والآخرة، ومن ستر مسلماً ستره الله في الدنيا والآخرة، والله في عون العبد ما كان العبد في عون أخيه ... )) (¬1)؛ ولحديث ابن عمر رضي الله عنهما, وفيه: ((ومن كان في حاجة أخيه كان الله في حاجته، ومن فرج عن مسلم كربة فرج الله عنه كربة من كرب يوم القيامة، ومن ستر مسلماً ستره الله يوم القيامة)) (¬2). ¶ 32 - أداء الزكاة أو الصدقة إلى الضعفاء الفقراء من أسباب النصر والرزق؛ لحديث سعد - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: ((هل تنصرون وترزقون إلا بضعفائكم؟)) (¬3)؛ ولحديث أنس بن مالك - رضي الله عنه -، قال: كان أخوان على عهد النبي - صلى الله عليه وسلم -، فكان أحدهما يأتي النبي - صلى الله عليه وسلم -، والآخر يحترف, فشكى المحترف أخاه إلى النبي - صلى الله عليه وسلم - , فقال: ((لعلك تُرزق به)) (¬4). ¶ 33 - المتصدق ابتغاء مرضاة الله تعالى يفوز بثناء الله تعالى, وما وعد به المتصدقين من الأجر العظيم، وانتفاء الخوف والحزن، قال الله - عز وجل -: ¶ {الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلَانِيَةً فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ} (¬5). ¶ ¬_________ ¶ (¬1) مسلم، كتاب الذكر والدعاء، باب فضل الاجتماع على تلاوة القرآن وعلى الذكر، برقم 2699. ¶ (¬2) متفق عليه: البخاري، كتاب المظالم، باب لا يظلم المسلم المسلم, ولا يسلمه, برقم 2442, ومسلم, كتاب البر والصلة, باب تحريم الظلم, برقم 2580. ¶ (¬3) البخاري, كتاب الجهاد والسير، باب من استعان بالضعفاء والصالحين في الحرب، برقم 2896. ¶ (¬4) الترمذي، كتاب الزهد، باب في التوكل، برقم 2345، وقال: حديث حسن صحيح، وصححه الألباني في صحيح الترمذي، 2/ 274. ¶ (¬5) سورة البقرة, الآية: 274.",
            "page": "36",
            "part": "1",
            "seal": "1323E5B8"
        },
        {
            "id": "39",
            "nass": "34 - من أعظم أسباب رحمة الله تعالى للعبد في الدنيا والآخرة، قال الله تعالى: {وَأَقِيمُوا الصَّلَاةَ وَآَتُوا الزَّكَاةَ وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ} (¬1). ¶ وقال الله - عز وجل -: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآَيَاتِنَا يُؤْمِنُونَ} (¬2). وقال النبي - صلى الله عليه وسلم -: ((لا يرحم الله من لا يرحم الناس)) (¬3). وقال - صلى الله عليه وسلم -: ((الراحمون يرحمهم الرحمن، ارحموا من في الأرض يرحمكم من في السماء)) (¬4). وقال - صلى الله عليه وسلم -: ((لا تنزع الرحمة إلا من شقي)) (¬5). وقال - صلى الله عليه وسلم -: ((إن أبعد الناس من الله القلب القاسي)) (¬6). ¶ 35 - وعد الله تعالى المؤمنين المتصدقين بالجنة وما فيها من النعيم المقيم، والرضوان العظيم، قال الله تعالى: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ الله وَرَسُولَهُ أُولَئِكَ سَيَرْحَمُهُمُ الله إِنَّ الله عَزِيزٌ حَكِيمٌ*وَعَدَ الله الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا ¶ ¬_________ ¶ (¬1) سورة النور, الآية: 56. ¶ (¬2) سورة الأعراف, الآية: 156. ¶ (¬3) متفق عليه: البخاري، كتاب التوحيد, باب قول الله تعالى: {قُلِ ادْعُوا الله أَوِ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلًا} [الإسراء: 110]، برقم 7376, ومسلم, كتاب الفضائل, باب رحمة الصبيان والعيال, برقم 2319. ¶ (¬4) أبو داود, كتاب الأدب, باب في الرحمة, برقم 4941, والترمذي, كتاب البر والصلة, باب ما جاء في رحمة المسلمين, برقم 1924, وصححه الألباني في صحيح الترمذي, 2/ 180. ¶ (¬5) أبو داود, كتاب الأدب, باب في الرحمة, برقم 1942, والترمذي, كتاب البر والصلة, باب ما جاء في رحمة المسلمين, برقم 1923, وحسنه الألباني في صحيح الترمذي، 2/ 180. ¶ (¬6) الترمذي, كتاب الزهد, باب 61, برقم 2411, وحسنه عبد القادر الأرناؤوط في تحقيقه للأذكار للنووي, ص 285.",
            "page": "37",
            "part": "1",
            "seal": "386266E8"
        },
        {
            "id": "40",
            "nass": "الْأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ وَرِضْوَانٌ مِنَ الله أَكْبَرُ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} (¬1). ووعد الله - عز وجل - بالفلاح والفردوس لمن قام بأداء الزكاة مع الصفات الجميلة الأخرى, قال الله تعالى: {وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ} (¬2). إلى قوله: {وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ * أُولَئِكَ هُمُ الْوَارِثُونَ* الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ} (¬3). ¶ 36 - أداء الزكاة من أعظم أنواع الإحسان, وقد أخبر الله تعالى عن نفسه بما يرغب كل من عرف فضل الإحسان بالإحسان؛ لعظم شأنه عند الله - عز وجل -، قال الله تعالى: {وَأَحْسِنُوا إِنَّ الله يُحِبُّ الْمُحْسِنِينَ} (¬4). وقال سبحانه وتعالى: {إِنَّ اللَّهَ يَجْزِي الْمُتَصَدِّقِينَ} (¬5). وقال - عز وجل -: {إِنَّ الله لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ} (¬6). ¶ 37 - في إعطاء العاملين على الزكاة منها- إذا لم يكن لهم مرتب أو أجرة من بيت المال- كفاية لهم ولأسرهم مدة قيامهم بجبايتها من الناس وصرفها لمستحقيها، وفي إعطائهم منها: إعانة لهم على الخير وتشجيعهم على الاستمرار على هذا العمل؛ ليعينوا إخوانهم الأغنياء على إخراج الزكاة الواجبة عليهم، ويعينوا إخوانهم الفقراء في إيصالهم ما فرض الله لهم، وتحصيل حقوقهم دون أن تتطلع نفوس العاملين عليها إلى الخيانة ¶ ¬_________ ¶ (¬1) سورة التوبة, الآيتان: 71 - 72. ¶ (¬2) سورة المؤمنون, الآية: 4. ¶ (¬3) سورة المؤمنون, الآيات: 9 - 11. ¶ (¬4) سورة البقرة, الآية: 195. ¶ (¬5) سورة يوسف, الآية: 88. ¶ (¬6) سورة التوبة, الآية: 120.",
            "page": "38",
            "part": "1",
            "seal": "DB07055F"
        },
        {
            "id": "41",
            "nass": "فيها وسوء التصرف فيها. ¶ 38 - في إعطاء الزكاة للمؤلفة قلوبهم: ترغيبهم في الإسلام، وتحبيبه إليهم، وتقوية ما في قلوبهم من الإيمان، أو كف شرهم عن المسلمين، وإيصال الدعوة إلى من لديهم من المستضعفين. ¶ 39 - في إعطاء الغارمين الزكاة نوع من التخفيف عنهم من همِّ الديون بالليل وتحريرهم من ذلها بالنهار؛ فإن الدين همٌّ على المؤمن بالليل وذلٌّ بالنهار. ¶ 40 - تجهيز المقاتلين في سبيل الله تعالى، وإعداد ما يلزم من العدد والعتاد، لقتال أعداء الإسلام، ونشر الإسلام بين الأمم والدفاع عن الإسلام وديار المسلمين، وكف الظلم، ودفع العدوان، وقطع دابر الكافرين {حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ} (¬1). فتكون كلمة الله هي العليا وكلمة الذين كفروا السفلى. ¶ 41 - مساعدة المسلم المسافر إذا انقطع من النفقة في طريقه لنفاد نفقته أو سرقة أو ضياع، ولم يجد ما يكفيه لمؤنة سفره، ففي إعطائه الزكاة إحسان إليه، ومواساة له في حال غربته، فيعطى من الزكاة ما يسد حاجته حتى يعود إلى بلاده (¬2). ¶ 42 - في إعطاء الزكاة في تحرير الرقاب تحرير للرقيق الذي أذله الرق، ¶ ¬_________ ¶ (¬1) سورة الأنفال, الآية: 39. ¶ (¬2) انظر: الإرشادات إلى جمل من حكم وأحكام الزكاة, للشيخ عبد الله بن صالح القصير, ص 7 - 16, وشرح أركان الإسلام والإيمان للشيخ محمد جميل زينو, ص 121.",
            "page": "39",
            "part": "1",
            "seal": "99C1BD68"
        },
        {
            "id": "42",
            "nass": "فيكون بأخذه للزكاة أو إعتاقه منها حرًّا عبداً لله - عز وجل -، يقوم بعبادة الله - سبحانه وتعالى -، وهو على كمال في الحرية من ملك العباد وتفريغه لعبادة رب العباد. ¶ 43 - يترتب على أداء الزكاة الأجر العظيم، قال الله تعالى: {يَمْحَقُ الله الرِّبَا وَيُرْبِي الصَّدَقَاتِ} (¬1). ¶ وقال - عز وجل -: {وَمَا آَتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِنْدَ الله وَمَا آَتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ الله فَأُولَئِكَ هُمُ الْمُضْعِفُونَ} (¬2). ¶ وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((من تصدق بعدل تمرة من كسب طيب, ولا يقبل الله إلا الطيب))، [وفي لفظ ((فإن الله يتقبَّلُها بيمينه ثم يربيها لصاحبه كما يربي أحدكم فلوَّه (¬3) , حتى تكون مثل الجبل])) (¬4). ¶ ¬_________ ¶ (¬1) سورة البقرة, الآية: 276. ¶ (¬2) سورة الروم, الآية: 39. ¶ (¬3) فلوَّه: قال ابن الأثير رحمه الله في النهاية، 3/ 474: الفلُوُّ: المهر الصغير. وقيل: هو الفطيم من أولاد ذوات الحوافر. ¶ (¬4) متفق عليه: البخاري, كتاب الزكاة, باب الصدقة من كسب طيب, برقم 1410, وفي كتاب التوحيد, باب قول الله تعالى: {تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ} [المعارج: 4]. وقوله جل ذكره: {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ} [فاطر: 10]، برقم 7430, ومسلم, كتاب الزكاة, باب قبول الصدقة من الكسب الطيب وتربيتها رقم، 1014.",
            "page": "40",
            "part": "1",
            "seal": "794AA0D3"
        },
        {
            "id": "43",
            "nass": "المبحث الرابع: حكم الزكاة في الإسلام ¶ الزكاة: واجبة بالكتاب، والسنة، وإجماع الأمة على كل مسلم، حر، مالك لنصابٍ، مستقرٍّ، مضى عليه الحول في غير المعشر (¬1). ¶ أما الكتاب، فلقول الله تعالى: {وَآَتُوا الزَّكَاةَ} (¬2). وفي آيات كثيرة أمر الله فيها بأداء الزكاة. ¶ وأما السنة؛ فلحديث ابن عباس رضي الله عنهما أن النبي - صلى الله عليه وسلم - بعث معاذاً إلى اليمن فقال: ((إنك تأتي قوماً من أهل الكتاب: فادعهم إلى شهادة أن لا إله إلا الله، وأني رسول الله، فإن هم أطاعوا لذلك فأعلمهم أن الله افترض عليهم خمس صلوات في كل يوم وليلة، فإن هم أطاعوا لذلك فأعلمهم أن الله افترض عليهم صدقة تؤخذ من أغنيائهم فتردُّ في فقرائهم، فإن هم أطاعوا لذلك فإياك وكرائم أموالهم، واتق دعوة المظلوم، فإنه ليس بينها وبين الله حجاب)). وفي لفظ: ((إنك تقدم على قوم أهل كتاب فليكن أول ما تدعوهم إليه عبادة الله - عز وجل - , فإذا عرفوا الله فأخبرهم أن الله فرض عليهم خمس صلوات في يومهم وليلتهم ... )) (¬3). ¶ وأما الإجماع: فأجمع المسلمون في جميع الأعصار على وجوب الزكاة إذا اكتملت الشروط، واتفق الصحابة - رضي الله عنهم - على قتال مانعيها (¬4). ¶ ¬_________ ¶ (¬1) المغني, لابن قدامة، 4/ 5, والكافي، 2/ 85, والروض المربع، 3/ 162 - 168. ¶ (¬2) سورة البقرة, الآية: 43. ¶ (¬3) متفق عليه: البخاري, كتاب الزكاة, باب وجوب الزكاة, برقم 1395، ومسلم, كتاب الإيمان, باب الدعاء إلى الشهادتين وشرائع الإسلام, برقم 19. ¶ (¬4) المغني لابن قدامة، 4/ 5.",
            "page": "41",
            "part": "1",
            "seal": "EF96CF4B"
        },
        {
            "id": "44",
            "nass": "المبحث الخامس: شروط وجوب الزكاة خمسة على النحو الآتي: ¶ الشرط الأول: الإسلام، وضده الكفر، فلا تؤخذ الزكاة من الكافر ولا تقبل منه، سواء كان كافراً أصليًّا أو مرتدًّا؛ لأن الزكاة من فروع الإسلام، قال الله تعالى: {وَمَا مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِالله وَبِرَسُولِهِ وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ} (¬1). ¶ ومما يدل على أن الإسلام شرط لوجوب الزكاة قول النبي - صلى الله عليه وسلم - لمعاذ حينما بعثه إلى اليمن: ((إنك تأتي قوماً من أهل الكتاب: فادعهم إلى شهادة أن لا إله إلا الله، وأني رسول الله، فإن هم أطاعوا لذلك فأعلمهم أن الله افترض عليهم خمس صلوات في كل يوم وليلة، فإن هم أطاعوا لذلك فأعلمهم أن الله افترض عليهم صدقة تؤخذ من أغنيائهم فترد في فقرائهم ... )) (¬2). فجعل الإسلام شرطاً لوجوب الزكاة (¬3). ¶ والزكاة طهرة للمسلم، قال الله تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} (¬4). أما الكافر فهو نجس لا يطهر إلا بالدخول في الإسلام (¬5). ¶ والكافر لا تقبل منه الزكاة، ولا تؤخذ منه، ويحاسب عليها يوم القيامة، قال الله تعالى عن المجرمين: {مَا سَلَكَكُمْ فِي سَقَرَ*قَالُوا لَمْ نَكُ مِنَ ¶ ¬_________ ¶ (¬1) سورة التوبة, الآية: 54. ¶ (¬2) متق عليه: البخاري برقم 1395, ومسلم برقم 19, وتقدم تخريجه. ¶ (¬3) حاشية ابن قاسم على الروض المربع، 3/ 166. ¶ (¬4) سورة التوبة, الآية: 103. ¶ (¬5) الشرح الممتع, لابن عثيمين، 6/ 19.",
            "page": "42",
            "part": "1",
            "seal": "5FD41BCD"
        },
        {
            "id": "45",
            "nass": "الْمُصَلِّينَ*وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ*وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ} (¬1). ¶ فلولا أنهم عوقبوا على ترك الصلاة وإطعام المسكين ما ذكروا ذلك سبباً في دخولهم النار (¬2). ¶ وهذا يدل على أن الكفار يعاقبون ويعذبون على إخلالهم بفروع الإسلام (¬3). ¶ الشرط الثاني: الحرية, وضدها الرق, فلا تجب الزكاة على رقيق - وهو العبد المملوك؛ لأنه لا يملك شيئاً؛ لأن المال الذي بيده لسيده؛ لحديث عبد الله بن عمر بن الخطاب رضي الله عنهما قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((من ابتاع نخلاً بعد أن تؤبَّر فثمرتها للبائع إلا أن يشترط المبتاع, ومن ابتاع عبداً وله مال فماله للذي باعه إلا أن يشترط المبتاع)) (¬4). ولا تجب على مكاتب؛ لأنه عبد؛ ولأن ملكه غير تام, فهو كالعبد؛ لحديث عبد الله بن عمرو بن العاص رضي الله عنهما عن النبي - صلى الله عليه وسلم - قال: ((المكاتب عبد ما بقي عليه من مكاتبته درهم)) (¬5) (¬6). ¶ ¬_________ ¶ (¬1) سورة المدثر, الآيات: 42 - 45. ¶ (¬2) الشرح الممتع، 6/ 20. ¶ (¬3) مجموع فتاوى ورسائل ابن عثيمين، 18/ 16. ¶ (¬4) متفق عليه: البخاري, كتاب المساقاة, باب الرجل يكون له ممر أو شرب في حائط أو في نخل, برقم 2379, ومسلم, كتاب البيوع, باب من باع نخلاً عليها تمر, برقم 1543. ¶ (¬5) أبو داود, كتاب العتق, باب في المكاتب يؤدي بعض كتابته فيعجز أو يموت, برقم 3926, والترمذي, كتاب البيوع, باب ما جاء في المكاتب إذا كان عنده ما يؤدي, برقم 1260, وابن ماجه, كتاب العتق, باب المكاتب, برقم 2519, وحسنه الألباني في صحيح سنن أبي داود، 2/ 479, وإرواء الغليل، برقم 1674. ¶ (¬6) والمكاتب: العبد يشتري نفسه من مالكه بمال معلوم يوصله إليه, وسمي مكاتباً؛ لأنهم كانوا يقولون لعبيدهم إذا أرادوا مكاتبتهم: كاتبتك مثلاً: على ألف درهم, فإذا أداها عتق, ومعناه كتبت لك على نفسي أن تعتق مني إذا وفيت المال, وكتبت لك علي العتق, وكتبت لي عليك أداء المال [جامع الأصول لابن الأثير 8/ 90 - 91].",
            "page": "43",
            "part": "1",
            "seal": "D191833C"
        },
        {
            "id": "46",
            "nass": "الشرط الثالث: مِلْكُ نصاب؛ لحديث أبي سعيد الخدري - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: ((ليس فيما دون خمسة أوسقٍ صدقة، ولا فيما دون خمس ذودٍ صدقة، ولا فيما دون خمس أواقٍ صدقة)) (¬1). فإذا ملك المسلم نصاباً اعتبر من الأغنياء؛ لحديث ابن عباس رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال لمعاذ حينما بعثه إلى اليمن: (( ... فأعلمهم أن الله افترض عليهم صدقة تؤخذ من أغنيائهم فترد في فقرائهم ... )) (¬2). وملك النصاب يختلف باختلاف الأموال، فإذا لم يكن عند الإنسان نصاب فلا زكاة عليه حتى يبلغ ماله النصاب الذي قدره الشرع، وسيأتي إن شاء الله تعالى تفصيل ذلك عند الكلام عن أصناف الأموال الزكوية (¬3). ¶ الشرط الرابع: استقرار الملك، بأن يكون المالك للشيء يملكه مِلكاً مستقرًّا (¬4)، ويعبر عن هذا الشرط أيضاً: بـ ((تمام الملك)) (¬5) أو ((الملك التام)) (¬6)، ومعنى تمام الملك: أن لا يتعلق به حق غيره بحيث يكون له التصرف فيه (¬7). ¶ ¬_________ ¶ (¬1) متفق عليه: البخاري, كتاب الزكاة, باب: ليس فيما دون خمسة أوسق صدقة, برقم 1484, ومسلم, كتاب الزكاة, باب: ليس فيما دون خمسة أوسق, برقم 979. ¶ (¬2) متفق عليه: البخاري برقم 1395, ومسلم, برقم 19, وتقدم تخريجه. ¶ (¬3) انظر: ص 122 من هذا الكتاب. ¶ (¬4) الشرح الممتع، 6/ 21. ¶ (¬5) المقنع والشرح الكبير، 6/ 314, والكافي، 2/ 88. ¶ (¬6) بداية العابد وكفاية الزاهد, مع شرحه: بلوغ القاصد جل المقاصد, كلاهما للعلامة عبد الرحمن بن عبد الله البعلي رحمه الله 1110 - 1192هـ، تحقيق محمد بن ناصر العجمي, ص 132. ¶ (¬7) حاشية الروض المربع, لابن قاسم (2/ 168.",
            "page": "44",
            "part": "1",
            "seal": "45CE0A64"
        },
        {
            "id": "47",
            "nass": "فلا زكاة على السيد في دين الكتابة، لعدم استقراره؛ ولنقصان الملك فيه (¬1)، فإن السيد إذا باع مملوكه بدراهم على نفسه وبقيت عند مملوكه المكاتب سنة فلا زكاة فيها؛ لأن العبد يملك تعجيز نفسه فيقول: لا أستطيع أن أوفي. وإذا كان لا يستطيع أن يؤدي ما عليه فإنه يسقط عنه المال الذي اشترى نفسه به، فيكون الدين حينئذ غير مستقر (¬2). ¶ ولا زكاة في الوقف على غير معين، كالوقوف على فقراء، أو على المساجد، أو المجاهدين، أو المدارس أو غير ذلك من وجوه البر (¬3). أما الوقف على معين ففيه الزكاة، كعلى بني فلان (¬4) (¬5). ¶ وكذلك الحبوب والثمار إذا بدا صلاحها وجبت فيها الزكاة، ولكن لا يستقر الوجوب إلا بالتمكن منها, فما دامت على رؤوس الشجر أو على رؤوس الزرع فإنه لا يتمكن منها تمكناً تامًّا حتى يحصد الزرع ويؤويه إلى الجرين، وحتى يجذ النخل، فلو أصابت الزرع أو النخل آفة قبل الحصاد والجذاذ وتلف المحصول من غير تفريط من صاحبه فإنه لا تجب عليه الزكاة؛ لأن ملكه لم يستقر عليه بعد (¬6) والله تعالى أعلم (¬7). ¶ ¬_________ ¶ (¬1) المقنع والشرح الكبير، 6/ 314, 315, والإقناع لطالب الانتفاع, 1/ 388. ¶ (¬2) الشرح الممتع، 6/ 21 - 22. ¶ (¬3) المقنع مع الشرح الكبير، 6/ 314 - 315، والإقناع لطالب الانتفاع, 1/ 388, ومنار السبيل 1/ 238. ¶ (¬4) الروض المربع، 1/ 13 - 14. ¶ (¬5) وانظر: زيادة في الأمثلة الشرح الممتع، 6/ 21. ¶ (¬6) الشرح المختصر على متن زاد المستقنع, للفوزان، 2/ 240. ¶ (¬7) ومثلوا للملك غير المستقر بحصة المضارب من الربح قبل القسمة, أما صاحب رأس المال ففي حصته الزكاة, ولكن قال العلامة السعدي رحمه الله في كتابه المختارات الجلية في المسائل الفقهية ص 75: ((الصواب إيجاب الزكاة في حصة المضارب قبل القسمة إذا بلغت نصاباً؛ لدخوله في جميع عمومات النصوص ألفاظها ومعانيها ... )).",
            "page": "45",
            "part": "1",
            "seal": "B80D5AA5"
        },
        {
            "id": "48",
            "nass": "الشرط الخامس: مضي الحول في غير المعشر؛ لحديث عائشة رضي الله عنها قالت: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((لا زكاة في مال حتى يحول عليه الحول)) (¬1)؛ ولحديث علي - رضي الله عنه - وفيه: ((وليس في مال زكاة حتى يحول عليه الحول)) (¬2)، ولحديث ابن عمر رضي الله عنهما، قال: قال رسول الله - صلى الله عليه وسلم -: ((من استفاد مالاً فلا زكاة عليه حتى يحول عليه الحول عند ربه)) (¬3). والمعنى أنه لا زكاة في مال حتى يمر عليه اثنا عشر شهراً من حين تملكه (¬4). والحول يشترط لوجوب الزكاة في ثلاثة أموال: السائمة من بهيمة الأنعام، والأثمان: من الذهب والفضة، وقيم عروض التجارة (¬5). ¶ ويستثنى أشياء لا يشترط لها تمام الحول, وهي على النحو الآتي: ¶ الأول: المعشر، وهو الأموال التي يجب فيها العشر أو نصفه، وهي الحبوب والثمار؛ لأن الخارج من الأرض تجب الزكاة فيه عند حصاده, ولو لم تمر عليه سنة؛ لقول الله تعالى: {وَآَتُوا حَقَّهُ يَوْمَ حَصَادِهِ} (¬6). ¶ ¬_________ ¶ (¬1) ابن ماجه, كتاب الزكاة, باب من استفاد مالاً, برقم 1792, وصححه الألباني في صحيح ابن ماجه, برقم 1461 - 1819, 2/ 98. ¶ (¬2) أبو داود, كتاب الزكاة, باب في زكاة السائمة، برقم 1571, وصححه الألباني في صحيح أبي داود، 1/ 436, برقم 1573. ¶ (¬3) الترمذي, كتاب الزكاة, باب ما جاء لا زكاة على المال المستفاد حتى يحول عليه الحول, برقم 631, وصححه الألباني في صحيح الترمذي, 1/ 348، برقم 631. ¶ (¬4) الشرح المختصر على متن زاد المستقنع, للفوزان، 2/ 240. ¶ (¬5) المغني لابن قدامة، 4/ 73. ¶ (¬6) سورة الأنعام, الآية: 141.",
            "page": "46",
            "part": "1",
            "seal": "FB3C9A3A"
        },
        {
            "id": "49",
            "nass": "الثاني: نتاج السائمة أي أولادها؛ لأن حول أولاد السائمة -من بهيمة الأنعام- حول أمهاتها, فتزكى مع أمهاتها إن كانت الأمهات بلغت نصاباً، وإن كانت الأمهات لم تبلغ نصاباً, فبداية الحول من كمال النصاب بالنتاج، ومثال ذلك رجل عنده أربعون شاة فولدت كل واحدة ثلاثة إلا واحدة ولدت أربعة فأصبحت مائة وإحدى وعشرين ففيها شاتان، مع أن النتاج لم يحل عليه الحول؛ ولكنه تبع الأصل. ¶ الثالث: ربح التجارة حوله حول رأس المال، فلو ملك نصاباً من النقود واتجر به وربح فإنه يزكي الجميع: رأس المال والربح حتى لو لم يربح هذا الربح، إلا في آخر السنة، فإنه يزكيه مع رأس المال. ¶ أما إذا كان رأس المال دون النصاب ثم ربح فإن بداية الحول من كمال النصاب (¬1). ¶ الرابع: الركاز، وهو ما يوجد من دفن الجاهلية؛ لحديث أبي هريرة - رضي الله عنه - مرفوعاً وفيه: (( ... وفي الركاز الخمس)) (¬2)، فبمجرد وجوده ففيه الخمس؛ ولأن وجوده يشبه الثمار والحبوب الخارجة من الأرض، تجب الزكاة فيها من حين الحصول عليها عند الحصاد (¬3). ¶ الخامس: المعدن، وهو كل ما خرج من الأرض مما يخلق فيها من ¶ ¬_________ ¶ (¬1) المقنع مع الشرح الكبير والإنصاف، 6/ 352. ¶ (¬2) متفق عليه: البخاري, كتاب الزكاة, باب: في الركاز الخمس, برقم 1499, ومسلم, كتاب الحدود, باب جرح العجماء والمعدن والبئر جبار, برقم 1710. ¶ (¬3) المقنع مع الشرح الكبير، 6/ 314 - 320, و352 - 354، والمغني، 4/ 46، 231، والشرح المختصر للفوزان, 2/ 241, والشرح الممتع، 6/ 22 - 23.",
            "page": "47",
            "part": "1",
            "seal": "E676F921"
        },
        {
            "id": "50",
            "nass": "غيرها مما له قيمة: كالحديد، والياقوت، والزبرجد، والعقيق، والسُّبَح، والكحل، والزاج -الكبريتات- والقار، والنفط، وغير ذلك مما يسمى معدناً, فإذا وجد الإنسان معدناً يبلغ نصاباً, فيجب أداء زكاته فوراً من حين العثور عليه, ولا يعتبر له الحول؛ لأنه كالزروع والثمار، والركاز، ولا تخرج زكاته إلا بعد سبكه وتصفيته، والمعدن أشبه بالثمار من غيرها، وزكاته ربع العشر (¬1) (¬2). قال الإمام الخرقي رحمه الله: ((وإذا أخرج من المعادن من الذهب عشرين مثقالاً أو من الورق مائتي درهم، أو قيمة ذلك من الزئبق، والرصاص، والصُّفر أو غير ذلك مما يستخرج من الأرض فعليه الزكاة من وقته)) (¬3). والله تعالى أعلم (¬4). ¶ وينقطع الحول بأمور على النحو الآتي: ¶ الأول: إذا نقص النصاب أثناء الحول قبل تمامه انقطع الحول ومثال ذلك: رجل عنده أربعون شاة وقبل تمام الحول نقصت واحدة فلا زكاة في الباقي؛ لقوله - صلى الله عليه وسلم -: ((لا زكاة في مال حتى يحول عليه الحول)) (¬5)؛ ولأن وجود النصاب ¶ ¬_________ ¶ (¬1) انظر: سنن أبي داود، برقم 3061. ¶ (¬2) المغني, لابن قدامة، 4/ 238 - 244, والمقنع والشرح الكبير 6/ 574 - 584, والشرح الممتع لابن عثيمين, 6/ 23. ¶ (¬3) مختصر الخرقي المطبوع مع المغني، 4/ 238. ¶ (¬4) واختار شيخنا عبد العزيز بن باز رحمه الله أن المعادن لا تزكى إلا بعد تمام الحول, سمعت ذلك منه أثناء تقريره على بلوغ المرام، الحديث رقم 645, وأثناء تقريره على المنتقى من أخبار المصطفى - صلى الله عليه وسلم - , الحديث، رقم 2014, وهو قول إسحاق وابن المنذر كما ذكره ابن قدامة في المغنى، 4/ 243, ورده ابن قدامة رحمه الله. ¶ (¬5) ابن ماجه، برقم 1792, وتقدم تخريجه.",
            "page": "48",
            "part": "1",
            "seal": "5669AEE3"
        },
        {
            "id": "51",
            "nass": "في جميع الحول شرط لوجوب الزكاة. ¶ الثاني: إذا باع النصاب بغير جنسه أثناء الحول لا فراراً من الزكاة انقطع الحول، إلا في عروض التجارة، ومثال ذلك: رجل يملك أربعين شاة سائمة وقبل تمام الحول باعها بدراهم لا فراراً من الزكاة، وهذه الأغنام لا يقصد بها عروض التجارة، ففي هذه الحالة ينقطع الحول. ¶ الثالث: إذا أبدل النصاب بغير جنسه أثناء الحول لا فراراً من الزكاة انقطع الحول، مثال ذلك: رجل عنده أربعون من الغنم أبدلها ببقر، أو أبدلها بإبل، فإن الحول ينقطع, ويبدأ من أول الحول في البقر أو الإبل. ¶ ولا شك أن هذا يدخل في بيع النصاب؛ لأن تعريف البيع ينطبق عليه؛ فإن البيع هو مبادلة مال ولو في الذمة بمثل أحدهما. ¶ أما إذا باعه أو أبدله بجنسه؛ فإن الحول لا ينقطع، مثال ذلك: رجل باع ذهباً بذهب، أو فضة بفضة أو غير ذلك من جنسه، أو أبدل أربعين شاة بأربعين شاة، فإن الحول لا ينقطع؛ لأنه أبدله بجنسه، أما إذا فعل شيئاً من ذلك فراراً من الزكاة، فإن الحول لا ينقطع (¬1). ¶ قال الإمام الخرقي-رحمه الله تعالى-: ((وإذا باع ماشية قبل الحول بمثلها زكَّاها إذا تم حول من وقت مِلكِهِ الأول)) (¬2). ¶ قال الإمام ابن قدامة-رحمه الله-: ((وجملته أنه إذا باع نصاباً للزكاة مما ¶ ¬_________ ¶ (¬1) انظر: المقنع مع الشرح الكبير، 6/ 360 - 370, والكافي، 2/ 98, والروض المربع، 2/ 178, والشرح الممتع، 6/ 43, ومنتهى الإرادات, 1/ 444, وكتاب الفروع لابن مفلح، 3/ 471, والإقناع لطالب الانتفاع, 1/ 394, وانظر التفصيل في المغني, لابن قدامة، 4/ 136. ¶ (¬2) مختصر الخرقي المطبوع مع المغني، 4/ 35.",
            "page": "49",
            "part": "1",
            "seal": "1092B277"
        },
        {
            "id": "52",
            "nass": "يعتبر فيه الحول بجنسه: كالإبل بالإبل، أو البقر بالبقر، أو الغنم بالغنم، أو الذهب بالذهب، أو الفضة بالفضة، لم ينقطع الحول, وبنى حول الثاني على حول الأول، وبهذا قال مالك (¬1) ... ووافقنا أبو حنيفة في الأثمان (¬2) ... قال أحمد بن سعيد: سألت أحمد عن الرجل يكون عنده غنم سائمة, فيبيعها بضعفها من الغنم: أعليه أن يزكيها كلها أم يعطي زكاة الأصل؟ قال: بل يزكيها كلها، على حديث عمر في السخلة يروح بها الراعي (¬3)؛ لأن نماءها معها قلت: فإن كانت للتجارة، قال يزكيها كلها على حديث حماس (¬4). فأما إن باع النصاب بدون النصاب انقطع الحول، وإن كان عنده مئتان فباعها بمائة فعليه زكاة مئة واحدة)) (¬5). ¶ قال الخرقي رحمه الله: (( ... وكذلك إن أبدل عشرين ديناراً بمائتي درهم أو مائتي درهم بعشرين ديناراً لم تبطل الزكاة بانتقالها (¬6)) , قال ابن قدامة رحمه الله: ((وجملة ذلك أنه متى أبدل نصاباً من غير جنسه انقطع حول الزكاة واستأنف ¶ ¬_________ ¶ (¬1) وقال الشافعي: لا يبني حول نصاب على حول غيره بحال؛ لقوله - صلى الله عليه وسلم -: ((لا زكاة في مال حتى يحول عليه الحول)) تقدم تخريجه. ¶ (¬2) ووافق الشافعي فيما سواها؛ لأن الزكاة إنما وجبت في الأثمان؛ لكونها ثمناً, وهذا المعنى يشملها, بخلاف غيرها, قال ابن قدامة: ((ولنا أنه نصاب يضم إليه نماؤه في الحول, فبُنِيَ حول بدله من جنسه على حوله, كالعروض, والحديث مخصوص بالنماء والربح, والعروض, فنقيس عليه محل النزاع, والجنسان لا يضم أحدهما إلى الآخر مع وجودهما, فأولى أن لا يبنى حول أحدهما على الآخر)) [المغني 4/ 135]. ¶ (¬3) خبر عمر - رضي الله عنه -: (( ... تَعدُّ عليهم بالسخلة, يحملها الراعي ولا تأخذها ... )) مالك في الموطأ، 1/ 265, والبيهقي في السنن الكبرى, 4/ 100, وانظر: المغني, لابن قدامة، 4/ 46. ¶ (¬4) يأتي حديث حماس إن شاء الله تعالى في أول زكاة عروض التجارة. ¶ (¬5) المغني لابن قدامة، 4/ 136. ¶ (¬6) مختصر الخرقي المطبوع مع المغني، 4/ 136.",
            "page": "50",
            "part": "1",
            "seal": "2DE37C0D"
        },
        {
            "id": "53",
            "nass": "حولاً (¬1) إلا الذهب بالفضة أو عروض التجارة؛ لكون الذهب والفضة كالمال الواحد, إذ هما أروش الجنايات, وقيم المتلفات, ويضم أحدهما إلى الآخر في الزكاة, وكذلك إذا اشترى عرضاً للتجارة بنصاب من الأثمان (¬2) , أو باع عرضاً بنصاب لم ينقطع الحول؛ لأن الزكاة تجب في قيمة العروض لا في نفسها, والقيمة هي الأثمان (¬3) فكانا جنساً واحداً, وإذا قلنا: إن الذهب والفضة لا يضم أحدهما إلى صاحبه لم يُبْنَ حول أحدهما على حول الآخر؛ لأنهما مالان لا يضم أحدهما إلى الآخر؛ فلم يُبنَ حولُه على حولِه: كالجنسين من الماشية (¬4) , وأما عروض التجارة؛ فإن حولها يُبنى على حول الأثمان بكل ¶ ¬_________ ¶ (¬1) استأنف حولاً جديداً من أوله. ¶ (¬2) الأثمان: الذهب والفضة. ¶ (¬3) المغني، 4/ 136. ¶ (¬4) جاء عن الإمام أحمد روايتان: في الذهب والفضة: إحداهما: أن الذهب والفضة إذا بيع نصاب أحدهما بنصاب من الآخر لا ينقطع الحول, بل يبنى على حول الأول, واختاره الخرقي في مختصره, وصاحب الروض المربع, والرواية الأخرى: أن بيع النصاب من الذهب أو إبداله بنصاب من الفضة أو بالعكس يقطع الحول, ويستأنف حولاً جديداً من أوله؛ لأنهما مالان لا يضم أحدهما إلى الآخر, وهما جنسان في باب الربا, فلم يضم أحدهما إلى الآخر؛ لأن الذهب غير الفضة بنص الحديث: ((الذهب بالذهب, والفضة بالفضة ... فإذا اختلفت هذه الأصناف فبيعوا كيف شئتم إذا كان يداً بيد)) [مسلم, برقم 1587] , واختار هذه الرواية للإمام أحمد العلامة محمد بن صالح العثيمين في شرح زاد المستقنع، 6/ 44, وقال الإمام ابن رجب في القواعد في الفقه الإسلامي ص 314: ((لو أبدل نصاباً من أموال الزكاة بنصاب من جنسه بنى على حول الأول على المذهب ولو أبدله بغير جنسه استأنف إلا في إبدال أحد النقدين بالآخر؛ فإن فيه روايتين, وخرَّج أبو الخطاب في انتصاره رواية بالبناء في الإبدال من غير الجنس مطلقاً)) فظهر مما تقدم أن النصاب الزكوي إذا أُبدل بنصاب زكوي آخر أو بيع بنصاب آخر يكون على النحو الآتي: ¶ 1 - إذا بيع النصاب أو أبدل بنصاب أو أكثر من جنسه بُني على حول النصاب الأول, فيزكي إذا تم حول الأول, وبهذا قال الإمام مالك, والإمام أحمد ووافقهما أبو حنيفة في الأثمان, أما عروض التجارة, فإن حولها لا ينقطع بحال. ¶ 2 - إذا بيع النصاب أو أبدل بنصاب أو أكثر من غير جنسه انقطع الحول واستأنف حولاً جديداً إلا الذهب والفضة أو بالعكس في رواية للإمام أحمد اختارها في المقنع وزاد المستقنع؛ لأن الذهب والفضة كالمال الواحد. وفي رواية للإمام أحمد: لا يضم الذهب إلى الفضة؛ لأنهما جنسان في باب الربا, فعلى هذا ينقطع الحول, ويستأنف حولاً جديداً. واختار هذه الرواية العلامة ابن عثيمين. ¶ 3 - أما الإمام الشافعي رحمه الله فقال: لا يبنى حول نصاب على حول غيره بحال, ووافقه أبو حنيفة إلا في الأثمان, كما تقدم فإنه وافق الإمام مالك وأحمد. ¶ 4 - وفي رواية لأحمد أنه إذا باع نصاباً بنصاب بنى على حول الأول مطلقاً, سواء كان بجنسه أو بغير جنسه, واختار هذا العلامة السعدي رحمه الله. انظر: المغني لابن قدامة, 4/ 135 - 136, والشرح الكبير، 6/ 361, والقواعد، لابن رجب، ص 315.",
            "page": "51",
            "part": "1",
            "seal": "28B32600"
        },
        {
            "id": "54",
            "nass": "حال)) (¬1)، والله تعالى أعلم (¬2). ¶ أما حول عروض التجارة فلا ينقطع الحول بالمبادلة أو البيع, إذا اشترى عرضاً لتجارة بنقد أو باعه به بنى على حول الأول؛ لأن الزكاة تجب في قيم العروض, وهي من جنس النقد, وحتى الإبل والبقر والغنم إذا قصد بها التجارة: فإنه يزكيها زكاة العروض, ولا ينقطع الحول إذا كانت من عروض التجارة, سواء باعها بجنسها أو غير جنسها, إذا كانت من عروض التجارة (¬3). ¶ ¬_________ ¶ (¬1) قال العلامة السعدي رحمه الله: ((الصحيح قول من قال من الأصحاب: إن إبدال النصاب الزكوي بنصاب آخر زكوي لا يمنع الزكاة, ولا يقطعها, سواء كان من جنسه أو من جنس آخر, والتفريق بين ما كان من الجنس وغيره لا دليل عليه, وحقيقة الأمر: لا فرق بين الأمرين؛ ولأن القول بقطعه إذا أبدله من غير جنسه يوجب فتح أبواب الحيل لمنع الزكاة)) المختارات الجلية من المسائل الفقهية للسعدي، ص 76 - 77. ¶ (¬2) انظر: الروض المربع مع حاشية ابن قاسم، 1/ 179, والشرح الممتع، 6/ 42 - 44. ¶ (¬3) الزكاة, للإمام أبي محمد الحسين بن مسعود البغوي، ص 195, وانظر: مجموع فتاوى ورسائل العلامة ابن عثيمين رحمه الله، 18/ 51.",
            "page": "52",
            "part": "1",
            "seal": "4C3D8717"
        },
        {
            "id": "55",
            "nass": "قال الإمام البغوي رحمه الله: ((أما حول عروض التجارة فلا ينقطع بالمبادلة؛ لأن زكاة التجارة تجب في القيمة, والقيمة باقية في ملكه وقت المبادلة؛ لأن ملكه لا يزول عن أحدهما إلا ويملك الآخر)) (¬1). وإذا حصل ربح في التجارة فحول الربح يبنى على حول الأصل, وكذا إذا ارتفع سعر التجارة فإن الزكاة تجب في جميع القيمة, وإن نقص سعر التجارة زكى القيمة الحاضرة (¬2). ¶ ¬_________ ¶ (¬1) انظر: الزكاة, للإمام البغوي، ص 276. ¶ (¬2) انظر: مجموع الفتاوى للإمام ابن باز, جمع الشويعر، 12/ 50, وجمع الطيار وأحمد الباز، 5/ 25, والشرح الممتع لابن عثيمين، 6/ 33 - 39، والمختارات الجلية في المسائل الفقهية للعلامة السعدي ص 76, والروض المربع تحقيق عبد الله الطيار، 4/ 22.",
            "page": "53",
            "part": "1",
            "seal": "89EF75B0"
        },
        {
            "id": "56",
            "nass": "المبحث السادس: زكاة الدين على النحو الآتي ¶ 1 - الصواب من أقوال أهل العلم أن الدين الذي ينقص النصاب لا يمنع الزكاة, ومثاله: رجل يملك عشرة آلاف ريال حال عليها الحول, وعليه دينٌ يبلغ خمسة آلاف ريال, فعليه زكاة العشرة إلا أن يقضي الدين قبل أن يحول عليه الحول, فليس عليه زكاة إلا في الباقي بعد الدين, وكذلك لو كان عليه دين يستغرق النصاب أو يزيد عليه فعليه زكاة المال الذي يحول عليه الحول وهو عنده, ومثال ذلك: رجل عليه دين ثلاثون ألفاً وعنده خمسة وعشرون ألفاً دار عليها الحول, إنه يزكي كل ما دار عليه الحول، وإن كان صادقاً فليقضِ الدين قبل أن يحول الحول؛ لأن النبي - صلى الله عليه وسلم - كان يأمر عماله بأخذ الزكاة ممن عليه زكاة, ولم يأمرهم أن يسألوهم: ¶ هل عليهم دين أم لا؟ ولو كان الدين يمنع الزكاة؛ لأمر النبي - صلى الله عليه وسلم - عماله أن يستفسروا من أهل الزكاة: هل عليهم دين؟ (¬1) , وهو قول ربيعة, وحماد بن أبي سليمان, والشافعي في جديد قوليه؛ لأن المالك حر مسلم, ملك نصاباً حولاً فوجبت عليه الزكاة كمن لا دين عليه (¬2).والله تعالى أعلم (¬3). ¶ ¬_________ ¶ (¬1) المغني لابن قدامة، 6/ 263، والشرح الكبير مع المقنع والإنصاف، 6/ 338. ¶ (¬2) اختلف العلماء رحمهم الله تعالى في زكاة من ملك نصاباً حال عليه الحول وعليه دين ينقص النصاب أو يستغرقه على أقوال: ¶ القول الأول: إن الدين يمنع الزكاة مطلقاً، سواء كانت الأموال باطنة: من الذهب أو الفضة، أو عروض التجارة أو كانت ظاهرة كالسائمة من الإبل، والبقر والغنم، والحبوب والثمار. وهي رواية واحدة عن الإمام أحمد في الأموال الباطنة، أما الأموال الظاهرة فهي إحدى الروايتين عنه. ¶ القول الثاني: وهو الرواية الثانية عن الإمام أحمد: إن الدين لا يمنع الزكاة في الأموال الظاهرة [المغني لابن قدامة، 4/ 263 - 266، والمقنع والشرح الكبير والإنصاف، 6/ 338 - 342]. ¶ القول الثالث: إن الدين لا يمنع الزكاة مطلقاً: لا في الأموال الظاهرة ولا الباطنة، بل تجب ولو كان على الإنسان دين يستغرق النصاب أو ينقصه إذا حال عليه الحول، وهو قول ربيعة بن أبي عبد الرحمن وحماد بن أبي سليمان، والشافعي في الجديد، قال شيخنا الإمام ابن باز: ((وهو الصواب ... عملاً بعموم الأدلة، وعدم المخصص الذي يحسن الاعتماد عليه والله أعلم)) [مجموع فتاوى ابن باز، 14/ 30 - 31، وانظر: المغني لابن قدامة، 4/ 263 - 265، والشرح الكبير، 6/ 340]. ¶ قال المرداوي في الإنصاف في معرفة الراجح من الخلاف، 6/ 338 - 340: ((ولا زكاة في مال من عليه دين ينقص النصاب هذا هو المذهب إلا ما استثني وعليه أكثر الأصحاب، وعنه لا يمنع الدين الزكاة مطلقاً، وعنه يمنع الدين الحال خاصة. جزم به في ((الإرشاد)) وغيره. وقال المرداوي: ((إذا لم يمنع دين الآدمي الزكاة فدين الله من الكفارات والنذور ودين الحج ونحوه لا يمنع بطريق أولى. [الإنصاف (3/ 348]. ¶ واستدل أصحاب القول الأول الذين قالوا: إن الدين يمنع الزكاة بما ثبت عن عثمان - رضي الله عنه - أنه كان يقول: ((هذا شهر زكاتكم فمن كان عليه دين فليؤد دينه، حتى تحصل أموالكم فتؤدون منه الزكاة)) [رواه مالك في الموطأ، 1/ 253، وابن أبي شيبة، 4/ 48، والبيهقي، 4/ 148، وصححه الألباني في الإرواء، 3/ 260]، ولكن هذا يؤكد أن الدين إذا كان حالاً قبل وجوب الزكاة؛ فإنه يُقضى لسبق حق الدائن فهو أحق بالتقديم على الزكاة؛ لأن الزكاة لا تجب إلا إذا تم الحول، فإذا قضى الدين قبل مضي الحول فلا زكاة عليه إلا فيما بقي إذا بلغ نصاباً [الشرح الممتع، 6/ 36]. ¶ واستدل أصحاب القول الثاني الذين قالوا: إن الدين لا يمنع الزكاة في الأموال الظاهرة, ويمنعها في الباطنة بعمومات النصوص، وأن النبي - صلى الله عليه وسلم - كان يبعث العمال الذين يقبضون الزكاة من أصحاب المواشي وأصحاب الثمار, ولا يأمرهم بالاستفصال: هل عليهم دين أم لا؟ ¶ واستدل أصحاب القول الثالث بما استدل به أصحاب القول الثاني، وبقوله تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً} [التوبة: 103] وبعمومات الأدلة، وهذا عام في إيجاب الزكاة عند بلوغ النصاب, ولو كان هناك دين على المالك. ¶ انظر الأدلة على هذه الأقوال: الشرح الممتع، 6/ 33 - 39، والروض المربع بتحقيق عبد الله الطيار، والغصن، والمشيقح، 4/ 22، ومجموع فتاوى ابن باز، 14/ 49 - 52، جمع الشويعر، وجمع الطيار، وأحمد الباز، 5/ 30، والمغني، 4/ 263 - 269. ¶ (¬3) مجموع فتاوى ابن باز، جمع عبد الله الطيار، وأحمد الباز، 5/ 27، وجمع الشويعر، 14/ 53.",
            "page": "54",
            "part": "1",
            "seal": "241E3FBC"
        },
        {
            "id": "57",
            "nass": "2 - زكاة الدين على نوعين: ¶ النوع الأول: دينٌ على مليء مُعترفٍ به باذلٍ له, فعلى صاحبه زكاته كل سنة, كلما حال عليه الحول, كأنه عنده وهو عند المدين كالأمانات, واختار هذا القول شيخنا الإمام عبد العزيز بن عبد الله ابن باز رحمه الله (¬1) , وهو قول عثمان, وابن عمر, وجابر - رضي الله عنهم - , وطاوس, والنخعي, وجابر بن زيد, والحسن, وميمون ابن مهران, والزهري, وقتادة, وحماد بن أبي سليمان, والشافعي, وإسحاق, وأبي عبيد, قالوا: عليه إخراج الزكاة في الحال, وإن لم يقبضه؛ لأنه قادر على أخذه والتصرف فيه, فلزمه إخراج زكاته كالوديعة (¬2) , وهذا هو الراجح إن ¶ ¬_________ ¶ (¬1) المغني لابن قدامة، 4/ 269 - 270، والمقنع مع الشرح الكبير والإنصاف، 6/ 321. ¶ (¬2) اختلف العلماء رحمهم الله تعالى في زكاة الدين على المليء الباذل على أقوال: ¶ القول الأول: إن الدين على المليء الباذل لا زكاة عليه حتى يقبضه, فيزكيه لما مضى من الأعوام، فلا تلزمه زكاته حتى يقبضه ثم يؤدي لما مضى؛ لأنه دين ثابت في الذمة فلم يلزمه الإخراج قبل قبضه، روي ذلك عن علي - رضي الله عنه -، وبه قال الثوري، وأصحاب الرأي، وهو مذهب الحنابلة، ورجحه العلامة ابن عثيمين رحمه الله، قال: ((وإن شاء أدى زكاته مع ماله كل سنة, وهذا فضيلة وأسرع في إبراء الذمة، والأول رخصة)). ¶ القول الثاني: إن على صاحبه إخراج الزكاة في الحال، وإن لم يقبضه؛ لأنه قادر على أخذه والتصرف فيه, فلزمه إخراج زكاته: كالوديعة، وهو قول عثمان، وابن عمر وجابر - رضي الله عنهم -، وطاوس، والنخعي، وجابر بن زيد، والحسن، وميمون بن مهران، والزهري، وقتادة، وحماد بن أبي سليمان، والشافعي، وإسحاق، وأبي عبيد، ورجح هذا القول شيخنا الإمام عبد العزيز بن عبد الله ابن باز رحمه الله. ¶ القول الثالث: إن الدين على مليء ليس فيه زكاة، روي عن عائشة، وابن عمر - رضي الله عنهم - وهو قول مجاهد؛ لأنه غير تام فلم تجب زكاته: كعروض القنية. ¶ القول الرابع: يزكيه إذا قبضه لسنة واحدة، روي هذا القول عن سعيد بن المسيب، وعطاء بن أبي رباح، وعطاء الخرساني، وأبي الزناد. ¶ قال المرداوي في الإنصاف: ((قوله: ومن كان له دين على مليء زكاه إذا قبضه، هذا المذهب وعليه الأصحاب، وعنه لا تجب فيه الزكاة فلا يزكيه إذا قبضه، وعنه يزكيه إذا قبضه أو قبل قبضه، وعنه يلزمه في الحال)). والراجح هو القول الثاني إن شاءالله تعالى وهو أن الدين على المليء الباذل يُزَكَّى كل سنة كالمال الذي باليد. ¶ انظر: المغني لابن قدامة، 4/ 269 - 270، والمقنع مع الشرح الكبير والإنصاف، 6/ 321 - 322.",
            "page": "56",
            "part": "1",
            "seal": "E6771DA3"
        },
        {
            "id": "58",
            "nass": "شاء الله تعالى (¬1). ¶ النوع الثاني: أن يكون الدين على معسر, أو جاحد, أو مماطل, فالصحيح من أقوال العلماء أنه لا يلزم صاحب الدين أداء الزكاة عنه حتى يقبضه من هذا المعسر أو المماطل, فإذا قبضه استقبل به حولاً جديداً, فإذا حال الحول زكاه, ولا تلزمه زكاته إذا قبضه إلا بعد حول كامل على الصحيح، ولو زكاه بعد قبضه عن سنة واحدة كان أحسن وفيه احتياط, لكن لا يلزمه ذلك, وهذا اختيار شيخنا الإمام عبد العزيز ابن باز رحمه الله تعالى (¬2)، والله تعالى أعلم. ¶ ¬_________ ¶ (¬1) مجموع فتاوى الإمام ابن باز, جمع الطيار وأحمد الباز، 5/ 27، 29، وجمع الشويعر، 14/ 53. ¶ (¬2) اختلف العلماء رحمهم الله تعالى في زكاة الدين الذي على المعسر، أو الجاحد، أو المماطل، أو المغصوب، أو الضائع على أقوال: ¶ القول الأول: لا تجب فيه الزكاة؛ لأنه غير مقدور على الانتفاع به أشبه مال المكاتب، وهو رواية عن الإمام أحمد، وهو قول قتادة وإسحاق، وأبي ثور، وأهل العراق، وأحد القولين للشافعي. قال الإمام ابن تيمية في الاختيارات الفقهية، ص 146: ((لا تجب الزكاة في دين مؤجل أو على معسر، أو مماطل، أو جاحد، ومغصوب ومسروق، وضال، وما دفنه ونسيه، أو جهل عند من هو؟)). ¶ وقال العلامة السعدي رحمه الله: ((الصحيح أن الدين إذا كان على معسر لا وفاء له، أو على مماطل لا يقدر على الاستيفاء منه، أو كان المال مسروقاً، أو ضالاًّ، أو نحوه مما لا يقدر عليه صاحبه ولا ينتفع به لا زكاة فيه إذا قبضه حتى يحول عليه الحول بعد قبضه؛ لأن الله بحكمته شرع الزكاة في الأموال النامية المقدور عليها، وهذه الأموال المذكورة لا يقدر عليها أصحابها ولا هي معدة للنماء)) [المختارات الجلية من المسائل الفقهية، ص 75]. ... ¶ القول الثاني: يزكيه إذا قبضه لما مضى؛ لأنه مملوك يجوز التصرف فيه فوجبت زكاته لما مضى كالدين على المليء، وهو رواية عن الإمام أحمد، وقول للشافعي؛ لما روي عن علي - رضي الله عنه - في الدين المظنون، قال: ((إن كان صادقاً فليزكيه إذا قبضه لما مضى)) وروي نحوه عن ابن عباس رضي الله عنهما [رواهما أبو عبيد في الأموال: 431، 432]. وهو قول الثوري، وأبي عبيد، وصحح الألباني رحمه الله قول علي - رضي الله عنه - في الدين الظنون، في الإرواء، 3/ 252. [قال ابن الأثير رحمه الله في النهاية، 3/ 164: ((لا زكاة في الدين الظنون))، قال: ((هو الذي لا يدري صاحبه أيصل إليه أم لا؟))]. ¶ القول الثالث: يزكيه إذا قبضه لعام واحد، جاء ذلك عن عمر بن عبد العزيز، والحسن، والليث، والأوزاعي، ومالك؛ لأنه كان في ابتداء الحول بيده ثم حصل بعد ذلك في يده فوجب أن لا تسقط الزكاة عن حول واحد. ورجح هذا القول العلامة محمد بن صالح العثيمين فقال: ((والراجح أنه يزكيه حين القبض لسنة واحدة فقط ولو بقي عدة سنوات، ومثل ذلك المال المدفون المنسي فلو أن شخصاً دفن ماله خوفاً من السرقة ثم نسيه فيزكيه سنة عثوره عليه فقط)) [الشرح الممتع، 6/ 32]. ¶ انظر: جميع هذه الأقوال في المغني، لابن قدامة، 4/ 270، والشرح الكبير في المقنع والإنصاف، 6/ 325، والشرح الممتع، 4/ 29 - 31.",
            "page": "57",
            "part": "1",
            "seal": "9034FD74"
        },
        {
            "id": "59",
            "nass": "3 - حكم إسقاط الدين من الزكاة: ¶ لا يجوز إسقاط الدين من الزكاة؛ لأن الواجب إنظار المعسر, حتى يسهل الله له القضاء؛ ولأن الزكاة إيتاء وإعطاء, وبذل للمال لمستحقه وليست إبراء من الديون, وإسقاط الدين عن المعسر ليس إيتاء ولا إعطاء, وإنما هو إبراء؛ ولأنه يقصد من ذلك وقاية المال لا مواساة الفقراء (¬1). ¶ ¬_________ ¶ (¬1) مجموع فتاوى الإمام ابن باز، جمع الطيار وأحمد الباز، 5/ 25 - 26.",
            "page": "58",
            "part": "1",
            "seal": "5AAC0B66"
        },
        {
            "id": "60",
            "nass": "المبحث السابع: مسائل مهمة في الزكاة ¶ المسألة الأولى: تجب الزكاة في عين المال (¬1) ولها تعلق بالذمة: كالذهب, والفضة, والإبل, والبقر, والغنم السائمة, والحبوب, والثمار بخلاف عروض التجارة تجب في ذمة المزكي, والدليل على وجوبها في عين المال؛ قول النبي - صلى الله عليه وسلم -: (( ... وفي الغنم في كل أربعين شاة ... )) (¬2) , وقوله - صلى الله عليه وسلم - في زكاة الحبوب والثمار: ((فيما سقت السماء والعيون أو كان عثرياً العشر، وما سُقي بالنضح نصف العشر)) (¬3). وقوله - صلى الله عليه وسلم - في زكاة الإبل: (( ... فإذا بلغت خمساً وعشرين إلى خمس وثلاثين ففيها بنت مخاض أنثى ... )) (¬4). وقوله - صلى الله عليه وسلم - في زكاة البقر: (( ... وفي البقر في كل ثلاثين تبيع، وفي كل أربعين مسنة)) (¬5). وقوله - صلى الله عليه وسلم - في زكاة الذهب والفضة: (( ... فإذا كانت لك مائتا درهم وحال عليها الحول ففيها خمسة دراهم، وليس عليك شيء - يعني في الذهب - حتى يكون لك عشرون ديناراً، فإذا كان لك عشرون ديناراً وحال عليها الحول ففيها نصف دينار ... )) (¬6). ¶ ¬_________ ¶ (¬1) تجب الزكاة في عين المال الذي لو دفع زكاته منه أجزأت احترازاً مما دون خمس وعشرين من الإبل فإنها لا تجب في عينها. [حاشية ابن قاسم، 3/ 181]. ¶ (¬2) أبو داود، كتاب الزكاة، باب في زكاة السائمة، برقم 1568، وابن ماجه، كتاب الزكاة، باب صدقة الغنم، برقم 1805، وصححه الألباني في صحيح سنن أبي داود، 1/ 432. ¶ (¬3) البخاري، كتاب الزكاة، باب العشر فيما يُسقى من ماء السماء والماء الجاري، برقم 1483. ¶ (¬4) البخاري، كتاب الزكاة، باب زكاة الغنم، برقم 1454. ¶ (¬5) أبو داود, كتاب الزكاة، باب في زكاة السائمة، برقم 1572، وصححه الألباني في صحيح سنن أبي داود، 1/ 434. ¶ (¬6) أبو داود، كتاب الزكاة، باب في زكاة السائمة، برقم 1573، وصححه الألباني في صحيح سنن أبي داود، 1/ 436.",
            "page": "59",
            "part": "1",
            "seal": "9A04271A"
        },
        {
            "id": "61",
            "nass": "وهذا معنى كون الزكاة تجب في عين المال: أي يجب إخراج الزكاة من نفس المال؛ لكن لها تعلق بالذمة: يعني لو تلف المال بعد وجوب الزكاة فيه وهذا المال مستقر في ملكه فإن تلفه لا يسقط عنه الزكاة؛ لأنها صارت ديناً في ذمته؛ لأنه عندما تم الحول كان عليه أن يبادر بإخراجها ولكنه تأخر. ¶ أما عروض التجارة فتجب زكاتها في الذمة (¬1). ¶ المسألة الثانية: لا يعتبر في وجوب الزكاة إمكان الأداء؛ لقول النبي ¶ ¬_________ ¶ (¬1) اختلف العلماء رحمهم الله تعالى في وجوب الزكاة هل هي تجب في المال أو في الذمة على النحو الآتي: ¶ 1 - تجب الزكاة في عين المال، وهو رواية عن الإمام أحمد، وأحد قولي الشافعي، وقول الإمام مالك وأبي حنيفة. ¶ 2 - وقيل: تجب في الذمة، وهو الرواية الثانية عن الإمام أحمد والقول الثاني للشافعي. ¶ 3 - وقيل: تجب في عين المال ولها تعلق بالذمة، فجمع هذا القول بين القولين السابقين، قال في زاد المستقنع: ((وتجب الزكاة في عين المال ولها تعلق بالذمة)) قال العلامة ابن عثيمين رحمه الله: ((فالقول الذي مشى عليه المؤلف قول جامع بين القولين وهو أنها تجب في عين المال ولها تعلق بالذمة، فالإنسان في ذمته مطالب بها وهي واجبة في المال، ولولا المال لم تجب الزكاة فهي واجبة في عين المال، إلا أن يستثنى من ذلك مسألة واحدة وهي العروض، فإن الزكاة لا تجب في عينها ولكن تجب في قيمتها ... )) [الشرح الممتع، 6/ 46]. ... ¶ 4 - وقيل: تجب في الذمة وتتعلق بالنصاب، قال ابن رجب في القواعد الفقهية، ص 370: ((وقع ذلك في كلام القاضي وأبي الخطاب وغيرهما وهي طريقة الشيخ تقي الدين)). قال الإمام ابن رجب رحمه الله في القواعد الفقهية، ص 370 - 374: ((وللاختلاف في محل التعلق هل هو العين، أو الذمة؟ فوائد كثيرة)) ثم ذكر رحمه الله تعالى سبع فوائد. وانظر: شرح هذه الفوائد في القواعد لابن رجب، ص 370 - 374، والمغني, لابن قدامة، 4/ 140 - 142، وفي الإنصاف لمعرفة الراجح من الخلاف للمرداوي، المطبوع مع المقنع والشرح الكبير، 6/ 372 - 375، وحاشية ابن قاسم على الروض، 3/ 182. وانظر: مسألة هل تجب الزكاة في عين المال أو في الذمة؟ المغني، 4/ 140، والمقنع مع الشرح الكبير، والإنصاف، 6/ 371، والروض المربع مع حاشية ابن قاسم، 3/ 182، والشرح الممتع، لابن عثيمين، 6/ 45، والشرح المختصر على زاد المستقنع، 2/ 249، للفوزان، والسلسبيل في معرفة الدليل للبليهي، 2/ 352، والروض المربع تحقيق وتعليق الطيار، والغصن، والمشيقح، 4/ 29.",
            "page": "60",
            "part": "1",
            "seal": "35CEDDAF"
        },
        {
            "id": "62",
            "nass": "- صلى الله عليه وسلم -: ((لا زكاة في مال حتى يحول عليه الحول)) (¬1). فمفهوم الحديث وجوب الزكاة عند تمام الحول؛ ولأن هذه عبادة فلا يشترط لوجوبها إمكان الأداء، كسائر العبادات؛ فالصوم يجب على الحائض، والمريض العاجز عن أدائه، والصلاة تجب على المغمى عليه، والنائم، والحج يجب على من أيسر في وقت لا يتمكن من الحج فيه، أو منعه من المضي مانع (¬2)، فتجب الزكاة في المال الغائب وفي الدين، فكون المالك ليس متمكناً من إخراج الزكاة؛ لغيبة ماله أو كونه ديناً لا يسوغ ذلك إسقاط الزكاة عنه (¬3). ¶ المسألة الثالثة: لا يعتبر في وجوب الزكاة بقاء المال، فالزكاة لا تسقط بتلف المال على الصحيح إذا تعدى أو فرط, أما إذا لم يتعدَّ ولم يفرط فإنها تسقط بتلف المال على الصحيح، ومعنى التفريط: أن يتمكن من إخراجها فلا يخرجها, وإن لم يتمكن من إخراجها فليس بمفرط, سواء كان ذلك لعدم المستحق؛ أو لبعد المال عنه؛ أو لكون الفرض لا يوجد في المال, ويحتاج إلى شرائه فلم يجد ما يشتري به، أو كان في طلب الشراء، أو نحو ذلك (¬4)، والله ¶ ¬_________ ¶ (¬1) أبو داود، برقم 1571، وصححه الألباني في صحيح أبي داود, وتقدم تخريجه. ¶ (¬2) المغني لابن قدامة، 3/ 143، والشرح الكبير مع المقنع والإنصاف، 6/ 376، والروض المربع، 3/ 183، والشرح الممتع لابن عثيمين، 6/ 47، والسلسبيل في معرفة الدليل للبليهي، 1/ 253. ¶ (¬3) اختلف العلماء رحمهم الله تعالى هل يعتبر في وجوب الزكاة إمكان الأداء أو لا يعتبر على قولين: ¶ القول الأول: أن الزكاة تجب بحلول الحول سواء تمكن من الأداء أو لم يتمكن وبهذا قال الإمام أحمد، وأبو حنيفة والشافعي في أحد قوليه. ¶ القول الثاني: لا تجب الزكاة إلا إذا تمكن من الأداء، وهذا قول مالك، وأحد قولي الشافعي، والأرجح القول الأول والله تعالى أعلم. المغني، لابن قدامة، 4/ 143، والشرح الكبير مع المقنع والإنصاف، 6/ 376 - 377، والكافي لابن قدامة، 2/ 94. ¶ (¬4) انظر: المغني لابن قدامة، 4/ 144، والشرح الكبير مع المقنع والإنصاف، 6/ 377، والسلسبيل في معرفة الدليل، 1/ 254، والشرح الممتع، 6/ 47، والروض المربع، 3/ 183.",
            "page": "61",
            "part": "1",
            "seal": "8A11413A"
        },
        {
            "id": "63",
            "nass": "تعالى أعلم (¬1). ¶ المسألة الرابعة: الزكاة كالدين في التركة، فلا تسقط بموت صاحب المال، وتخرج من ماله وإن لم يوصِ بها؛ لحديث ابن عباس رضي الله عنهما: أن امرأة جاءت إلى النبي - صلى الله عليه وسلم - فقالت: إن أمي نذرت أن تحج فماتت ¶ ¬_________ ¶ (¬1) اختلف العلماء رحمهم الله تعالى هل تسقط الزكاة بتلف المال أو لا تسقط على النحو الآتي: ¶ القول الأول: إن الزكاة لا تسقط بتلف المال فرط المالك أو لم يفرط، وهو المشهور عن الإمام أحمد واختاره الخرقي في مختصره, فتكون الزكاة على هذا القول كدين الآدمي لا يسقط بتلف المال، إلا إذا تلف زرع أو ثمر بجائحة قبل الحصاد أو الجذاذ، وكذا بعدهما قبل الوضع في الجرين ونحوه لعدم استقرارها قبل ذلك. ¶ القول الثاني: تسقط الزكاة بتلف المال إذا لم يفرط، وهذا قول في مذهب الإمام أحمد. قال العلامة ابن عثيمين رحمه الله: ((الصحيح في هذه المسألة أنه إن تعدى أو فرط ضمن وإن لم يتعدَّ ولم يفرط فلا ضمان؛ لأن الزكاة بعد وجوبها أمانة عنده، والأمين إذا لم يتعدَّ ولم يفرط فلا ضمان عليه)) [الشرح الممتع 6/ 47]. ¶ قال الإمام ابن قدامة رحمه الله: ((والصحيح إن شاءالله أن الزكاة تسقط بتلف المال إذا لم يفرط في الأداء)) [المغني لابن قدامة 4/ 145]. ¶ القول الثالث: وحكى الميموني عن أحمد أنه إذا تلف النصاب قبل التمكن من الأداء سقطت الزكاة عنه, وإن تلف بعده لم تسقط, وحكاه ابن المنذر مذهباً للإمام أحمد، وهو قول الشافعي، والحسن بن صالح، وإسحاق، وأبي ثور، وابن المنذر، وبه قال مالك إلا في الماشية, فإنه قال: لا شيء فيها حتى يجيء المصدق, فإن هلكت قبل مجيئه فلا شيء عليه. ¶ القول الرابع: وقال أبو حنيفة: تسقط الزكاة بتلف النصاب على كل حال, إلا أن يكون الإمام قد طالبه بها فمنعها. ¶ والراجح إن شاء الله تعالى القول الثاني, وأنها تسقط بتلف المال إذا لم يفرط أو يتعدَّ, وهو الذي رجحه ابن قدامة كما تقدم، وصححه العلامة ابن عثيمين. ¶ قال الإمام ابن قدامة: ((وإن قلنا بوجوبها بعد تلف المال فأمكن المالك أداؤها أدَّاها, وإلا أنظر بها إلى ميسرته وتمكنه من أدائها من غير مضرة عليه [المغني، 4/ 145]. وانظر المغني، 4/ 144، والشرح الكبير مع المقنع والإنصاف، 6/ 377، والروض المربع، 3/ 182، والشرح الممتع، 6/ 47، والكافي، 2/ 95.",
            "page": "62",
            "part": "1",
            "seal": "488B9633"
        },
        {
            "id": "64",
            "nass": "قبل أن تحج أفأحج عنها؟ قال: ((نعم حجي عنها، أرأيت لو كان على أمك دينٌ أكنتِ قاضيته؟)) قالت: نعم. قال: ((اقضوا الله، فالله أحقُّ بالوفاء)) (¬1). وفي لفظ: ((فاقضوا الله الذي له, فإن الله أحق بالوفاء)) (¬2). وفي رواية: أن رجلاً قال: إن أختي نذرت أن تحج وإنها ماتت فقال: ((فاقضوا الله فهو أحق بالقضاء)) (¬3). ¶ وإذا وجبت الزكاة على الميت وعليه دين برهن وضاق المال قُدِّم الدين برهن، فإن كان عليه دين بدون رهن وضاق المال قسم المال بالحصص بين دين الله ودين الآدمي على القول الراجح (¬4)، والله - سبحانه وتعالى - أعلم (¬5). ¶ ¬_________ ¶ (¬1) البخاري، كتاب جزاء الصيد، باب الحج والنذر عن الميت، برقم 1852. ¶ (¬2) البخاري، كتاب الاعتصام، باب من شبَّه أصلاً معلوماً بأصل مبين قد بين الله حكمها؛ ليفهم السائل برقم 7315. ¶ (¬3) البخاري، كتاب الأيمان والنذور، باب من مات وعليه نذر، برقم 6699. ¶ (¬4) اختلف العلماء رحمهم الله فيمن مات وعليه زكاة على أقوال: ¶ القول الأول: إن الزكاة تؤخذ من تركته ولا تسقط بموته، وهو قول عطاء، والحسن، والزهري، وقتادة، ومالك، والشافعي، وإسحاق، وأبي ثور، وابن المنذر، وهذا هو الراجح إن شاءالله تعالى. ¶ والقول الثاني: تؤخذ من الثلث مقدماً على الوصايا ولا يجاوز الثلث، قاله الأوزاعي والليث. ¶ والقول الثالث: لا تخرج الزكاة إلا أن يوصي بها الميت، فتكون كسائر الوصايا تعتبرمن الثلث ويزاحم بها أصحاب الوصايا؛ لأنها عبادة من شرطها النية، قال بهذا القول: ابن سيرين، والشعبي، والنخعي، وحماد بن أبي سليمان، والبستي، والثوري، وأصحاب الرأي. والقول الراجح الأول. ¶ انظر المغني، 4/ 145، والمقنع مع الشرح الكبير، 6/ 384، والروض المربع، 3/ 184، والسلسبيل، 1/ 254. ¶ (¬5) واختلف العلماء رحمهم الله الذين قالوا: إن الزكاة لا تسقط عن الميت في مسألة اجتماع الدين والزكاة أيهما يقدم إذا ضاق المال. ¶ فقيل: يقدم دين الآدمي، لأنه مبني على المشاحة؛ ولأن الآدمي محتاج إلى ماله في الدنيا أما الله تعالى فهو غني عنه. ¶ وقيل: يقدم حق الله؛ لأنه أحق بالقضاء والوفاء كما في الحديث. ¶ وقيل: يتحاصان؛ فإن كان عليه دين مائة (100 وزكاة (100 وتركته (100 فدين الآدمي (50، والزكاة (50 وهذا هو الراجح. [الشرح الممتع، 6/ 49 - 50، والمغني 4/ 146].",
            "page": "63",
            "part": "1",
            "seal": "82905E99"
        },
        {
            "id": "65",
            "nass": "المسألة الخامسة: تجب الزكاة على الفور، فلا يجوز تأخير إخراجها مع القدرة عليه والتمكن منه؛ لأن الأمر بالزكاة يقتضي الفور؛ ولذلك يستحق المؤخِّرُ للامتثال العقابَ، ولو أن رجلاً أمر مملوكه أن يسقيه فتأخر ولم يستجب على الفور استحق العقوبة، ولله المثل الأعلى؛ ولأن التأخير ينافي الوجوب؛ لكون الواجب ما يستحق العقاب صاحبه على تركه؛ ولأن الزكاة وجبت لحاجة الفقراء ونحوهم وهي ناجزة فيجب أن يكون الوجوب ناجزاً، فإن أخرها ليدفعها إلى من هو أحقُّ بها من ذوي القرابة، أو ذوي الحاجة الشديدة جاز إذا كان وقتاً يسيراً وإن كان كثيراً لم يجز، لكن لو عجلها إليهم قبل نهاية الحول جاز، فإن أخرج الزكاة فلم يدفعها إلى الفقير حتى ضاعت لم تسقط عنه الزكاة؛ لأن الزكاة حق متعين على رب المال تلف قبل وصوله إلى مستحقه فلم يبرأ منه بذلك كدين الآدمي (¬1) (¬2). ¶ ¬_________ ¶ (¬1) المغني لابن قدامة، 4/ 147 - 148، والمقنع مع الشرح الكبير، 6/ 387. ¶ (¬2) واختلف العلماء إذا أخر الزكاة فلم يدفعها للفقير حتى ضاعت. فعند الإمام أحمد لا تسقط وهو الراجح إن شاءالله تعالى. وذهب الشافعي إلى أنه إن لم يكن فرط في إخراج الزكاة وفي حفظ ذلك المخرج رجع إلى ماله, فإن كان فيما بقي زكاة أخر وإلا فلا، وقال أصحاب الرأي: يزكي ما بقي إلا أن ينقص عن النصاب فتسقط الزكاة فرط أو لم يفرط. ورأى الإمام مالك أنها تجزئه إن أخرجها في محلها, وإن أخرجها بعد ذلك ضمنها، وقال مالك: يزكي ما بقي بقسطه [المغني لابن قدامة 4/ 148].",
            "page": "64",
            "part": "1",
            "seal": "D0B41556"
        },
        {
            "id": "66",
            "nass": "المسألة السادسة: شروط صحة الزكاة: النية والمتابعة: ¶ 1 - النية: لا يجزئ إخراج الزكاة إلا بنية، والنية نيتان: ¶ أ - نية المعمول له وهو الله تعالى، وهي نية الإخلاص لله تعالى، بحيث يقصد بذلك وجه الله تعالى، قال الله تعالى: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا الله مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ} (¬1). ¶ وقال النبي - صلى الله عليه وسلم -: ((إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى)) (¬2). ¶ ب - نية العمل وهي تمييز العبادات بعضها عن بعض، ومن العبادات العظيمة أداء الزكاة، فتجب النية في أداء الزكاة؛ للحديث السابق؛ لأن الزكاة عمل؛ ولأنها عبادة تتنوع إلى فرض ونفل فافتقرت إلى النية، كالصلاة، والنية في أداء الزكاة: أن يعتقد أنها زكاته أو زكاة من يخرج عنه: كالصبي والمجنون، ومحلها القلب؛ لأن محل العبادات كلها القلب (¬3). ¶ قال العلامة محمد بن صالح العثيمين رحمه الله: ((النية في إخراج الزكاة على أربعة أقسام: ¶ الأول: أن تكون شرطاً من المالك فقط، وذلك فيما إذا فرقها مالكها المكلف بنفسه. ¶ الثاني: أن تكون شرطاً من غيره فقط وذلك فيما إذا كان المالك غير مكلف، فينوي إخراجها وليه في ماله. ¶ ¬_________ ¶ (¬1) سورة البينة, الآية: 5. ¶ (¬2) متفق عليه: البخاري، كتاب بدء الوحي، باب كيف كان بدء الوحي إلى رسول الله - صلى الله عليه وسلم - برقم 1، ومسلم، كتاب الجهاد، باب قوله - صلى الله عليه وسلم -: ((إنما الأعمال بالنيات)) برقم 1907. ¶ (¬3) المغني لابن قدامة، 4/ 89.",
            "page": "65",
            "part": "1",
            "seal": "4BBEF5C6"
        },
        {
            "id": "67",
            "nass": "الثالث: أن تكون شرطاً من المالك ومن غيره، وذلك فيما إذا وَكَّل في إخراجها وبعد الزمن فتشترط من الوكيل أيضاً عند دفعها للفقير. ¶ الرابع: أن لا تشترط النية أصلاً وذلك في ثلاث صور. ¶ الأولى: إذا تعذَّر الوصول إلى المالك بحبس أو غيره فأخذها الإمام أو الساعي، وتجزئ ظاهراً وباطناً. ¶ الثانية: إذا امتنع المالك من أدائها فأخذها الإمام أو الساعي قهراً، فتجزئ ظاهراً لا باطناً. ¶ الثالثة: إذا غيّب ماله فأخذها الإمام أو الساعي بعد العثور عليه، وتجزئ ظاهراً لا باطناً)) (¬1). ¶ 2 - المتابعة للنبي - صلى الله عليه وسلم -؛ لأن العبادات توقيفية؛ لقول النبي - صلى الله عليه وسلم -: ((من عمل عملاً ليس عليه أمرنا فهو رد)) (¬2). وفي رواية: ((من أحدث في أمرنا هذا ما ليس منه فهو رد)) (¬3) (¬4). ¶ المسألة السابعة: وجوب الزكاة في مال الصغير والمجنون، فلا يشترط البلوغ والعقل في وجوب الزكاة على الصحيح، فإذا تمت الشروط لوجوب الزكاة: من الإسلام، والحرية، وملك نصاب، واستقراره، ومضي الحول وجبت الزكاة في المال، ومنه مال الصبي والمجنون؛ لأن البلوغ ¶ ¬_________ ¶ (¬1) مجموع فتاوى ابن عثيمين، 18/ 53 - 54. ¶ (¬2) متفق عليه: البخاري، كتاب الصلح، باب إذا اصطلحوا على صلح جور فالصلح مردود، برقم 2697. ومسلم، كتاب الأقضية، باب نقض الأحكام الباطلة ورد محدثات الأمور، برقم 1718. ¶ (¬3) مسلم، برقم 1718. ¶ (¬4) المغني لابن قدامة، 4/ 88.",
            "page": "66",
            "part": "1",
            "seal": "B692E9CC"
        },
        {
            "id": "68",
            "nass": "والعقل ليسا من شروط وجوب الزكاة، فلا يشترط البلوغ ولا العقل؛ لعموم الأدلة في وجوب الزكاة كقوله تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} (¬1)؛ وقوله - صلى الله عليه وسلم -: ((فأعلمهم أن الله افترض عليهم صدقة, تؤخذ من أغنيائهم فترد في فقرائهم ... )) (¬2). ¶ وقد جاءت الروايات عن خمسة من أصحاب النبي - صلى الله عليه وسلم - أنهم كانوا يزكون مال اليتيم، وهم: عمر بن الخطاب - رضي الله عنه - (¬3)، وعلي بن أبي طالب - رضي الله عنه - (¬4)، وعبد الله بن عمر رضي الله عنهما (¬5)، وجابر - رضي الله عنه - (¬6)، وعائشة رضي الله عنها (¬7). ¶ والصواب إن شاء الله تعالى وجوب الزكاة في مال الصغير والمجنون يخرجها الوكيل، وينوي بها الزكاة عنهم من أموالهم (¬8). ¶ ¬_________ ¶ (¬1) سورة التوبة, الآية: 103. ¶ (¬2) متفق عليه: البخاري، برقم 1395، ومسلم، برقم 19، وتقدم تخريجه. ¶ (¬3) أخرجه مالك، 1/ 245، والدارقطني، 2/ 111، وعبد الرزاق، برقم 6989، وقال البيهقي في السنن الكبرى، 4/ 107: ((إسناده صحيح)). ¶ (¬4) أخرجه عبد الرزاق، برقم 6986، وابن أبي شيبة، 3/ 149. ¶ (¬5) أخرجه عبد الرزاق، برقم، 6992، وابن أبي شيبة، 3/ 149. ¶ (¬6) أخرجه عبد الرزاق، برقم 6981، وابن أبي شيبة، 3/ 149. ¶ (¬7) أخرجه عبد الرزاق، برقم، 6983، وابن أبي شيبة، 3/ 149. ¶ (¬8) اختلف العلماء رحمهم الله تعالى في وجوب الزكاة في مال الصبي والمجنون على أقوال: ¶ القول الأول: تجب، وبه قال الإمام أحمد، والإمام مالك والشافعي, وهو الراجح كما تقدم. ¶ القول الثاني: وقيل: تجب الزكاة؛ لكنها لا تخرج حتى يبلغ الصبي ويفيق المجنون، فيُحصى ما يجب على اليتيم من الزكاة, فإذا بلغ أُعلم فإن شاء زكى وإن شاء لم يزكِ، وبهذا قال عبد الله بن مسعود - رضي الله عنه -، والثوري، والأوزاعي. ¶ القول الثالث: لا تجب الزكاة في مال الصبي والمجنون، وبه قال الحسن، وسعيد بن المسيب، وسعيد بن جبير، وأبو وائل، والنخعي، وأبو حنيفة، وقال أبو حنيفة: يجب العشر في زروعهما وثمرتهما، وتجب صدقة الفطر عليهما، والصواب القول الأول. ¶ انظر: المغني لابن قدامة، 4/ 69، والإنصاف مع المقنع والشرح الكبير، 6/ 298، والشرح الممتع، 6/ 25 - 28، والروض المربع، 3/ 167، ومنار السبيل، 1/ 240.",
            "page": "67",
            "part": "1",
            "seal": "2D4BF663"
        },
        {
            "id": "69",
            "nass": "وأما صدقة التطوع فلا يجوز التصدق من مال اليتيم والمجنون؛ لأن الصدقة محض تبرع لا تنشغل الذمة بتركها, أما الزكاة فهي فريضة تنشغل الذمة بتركها (¬1). ¶ المسألة الثامنة: المال المستفاد - بغير ربح التجارة أو نتاج السائمة - لا يضم إلى ما عند المالك من المال، وإنما يكون له حولاً جديداً يبدأ من وقت ما ملكه، مثال ذلك: المال الحاصل بالإرث، والهبة، والهدية، وصداق المرأة، ونحو ذلك، وإذا كان عنده مال لم يبلغ نصاباً فاستفاد مالاً جديداً من جنسه كمل به النصاب؛ فإن الحول يبدأ من وقت اكتمال النصاب، ومن ذلك إذا مات المالك في أثناء الحول وانتقل المال إلى الورثة، فإن الوارث لا يبني على حول المالك الذي مات بل يستأنف حولاً جديداً يبدأ به من حين انتقل إليه الملك (¬2)؛ لحديث ابن عمر رضي الله عنهما، قال: قال رسول الله - صلى الله عليه وسلم -: ((من استفاد مالاً فلا زكاة فيه حتى يحول عليه الحول)) (¬3). ¶ المسألة التاسعة: جواز تقديم الزكاة إذا وُجد سبب وجوبها وهو ¶ ¬_________ ¶ (¬1) الشرح الممتع، 6/ 28. ¶ (¬2) المقنع والشرح الكبير، 6/ 353. ¶ (¬3) الترمذي، برقم 631، 632، وابن ماجه، وصححه الألباني في صحيح الترمذي، 1/ 348، 631. وتقدم تخريجه في الشرط الخامس من شروط البيع.",
            "page": "68",
            "part": "1",
            "seal": "6810921D"
        },
        {
            "id": "70",
            "nass": "النصاب الكامل؛ لحديث علي - رضي الله عنه -: أن العباس سأل النبي - صلى الله عليه وسلم - في تعجيل صدقته قبل أن تحلَّ، فرخص له في ذلك، فأذن له في ذلك (¬1). ولفظ أبي عبيد في الأموال عن علي - رضي الله عنه -: ((أن النبي - صلى الله عليه وسلم - تعجَّل من العباس صدقته سنتين)) (¬2). فجاز؛ لأنه تعجيل لمالٍ وجد سبب وجوبه قبل وجوبه، كتعجيل قضاء الدين قبل حلول أجله، وأداء كفارة اليمين بعد الحلف وقبل الحنث، وكفارة القتل بعد الجرح قبل الزهوق، ولا يجوز تعجيل الزكاة قبل ملك النصاب (¬3)، وإن تلف النصاب الذي عجل زكاته وقعت الزكاة نفلاً (¬4)، فإن حال الحول, وقد زاد النصاب نصاباً آخر بالتوالد لزمه زكاة النصاب الثاني، وإن كان قدم الزكاة سنتين فحال الحول الثاني وقد زاد المال نصاباً أو أكثر, وحال على هذه الزيادة حول فإن عليه زكاة المال الزائد, الذي حال عليه الحول على حسب الأدلة في ذلك (¬5) (¬6). ¶ المسألة العاشرة: كل شيء ليس لعروض التجارة لا زكاة فيه: كالعمارات المعدة للسكن، والعقارات التي ليست للبيع، والسيارات الخاصة، والمكائن، وكل ما يستعمله الإنسان ولا ينوي به التجارة، ¶ ¬_________ ¶ (¬1) أبو داود، كتاب الزكاة، باب في تعجيل الزكاة، برقم 1624، والترمذي كتاب الزكاة، باب ما جاء في تعجيل الزكاة، برقم 678، ورقم 679، وابن ماجه، كتاب الزكاة، باب تعجيل الزكاة، وحسنه الألباني في صحيح سنن أبي داود، 1/ 450. ¶ (¬2) أبو عبيد في الأموال برقم، 1885، وحسنه الألباني في إرواء الغليل، 3/ 316، برقم 857. ¶ (¬3) منار السبيل في معرفة الدليل، 1/ 256، والمغني لابن قدامة، 4/ 79. ¶ (¬4) منار السبيل، 1/ 265. ¶ (¬5) انظر التفصيل في ذلك، المغني، 4/ 79 - 88. ¶ (¬6) قال الإمام الترمذي رحمه الله: ((وقد اختلف أهل العلم في تعجيل الزكاة قبل محلها، فرأى طائفة من أهل العلم أن لا يعجلها، وبه يقول سفيان الثوري، قال: ((أحب إليَّ أن لا يعجلها)) وقال أكثر أهل العلم: إن عجلها قبل محلها أجزأت عنه، وبه يقول الشافعي، وأحمد، وإسحاق [الترمذي، كتاب الزكاة، باب ما جاء في تعجيل الزكاة، الحديث رقم 678].",
            "page": "69",
            "part": "1",
            "seal": "FE250972"
        },
        {
            "id": "71",
            "nass": "كحاجاته الأصلية: كالثياب وغيرها، ما عدا الذهب والفضة؛ لحديث أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((ليس على المسلم في فرسه وغلامه صدقة)). وفي لفظ: ((ليس على المسلم صدقة في عبده ولا في فرسه)) (¬1). ¶ المسألة الحادية عشرة: الأموال التي تجب فيها الزكاة: ¶ الأموال التي تجب فيها الزكاة أربعة أصناف: السّائمة من بَهِيمة الأنعام، والخارج من الأرض: من الحبوب والثمار، والذهب والفضة، وعروض التجارة، وسأفرد كل صنف من هذه الأصناف في رسالة مستقلة إن شاء الله تعالى؛ ولكن رأيت أن من المناسب أن أذكر هذه الأصناف بإيجاز واختصار؛ لتكون الفائدة عاجلة إن شاء الله تعالى ملحقة بمنزلة الزكاة في الإسلام؛ ليستفيد منها المحتاج إلى سرعة أداء الزكاة في وقتها، أما التفصيل بالأدلة من الكتاب والسنة، وبيان بعض المسائل المهمة فتؤجل مع الرسائل المذكورة آنفاً إن شاء الله تعالى: ¶ وهذه الأصناف بإيجاز واختصار على النحو الآتي: ¶ الصنف الأول: زكاة السائمة (¬2) ¶ ¬_________ ¶ (¬1) متفق عليه: البخاري، كتاب الزكاة، باب ليس على المسلم في فرسه صدقة، برقم 1463، و1464، ومسلم، كتاب الزكاة، باب لا زكاة على المسلم في عبده وفرسه، برقم 982. ¶ (¬2) السائمة: الراعية، سميت السائمة؛ لأنها تسم الأرض بأثرها بحثاً عن الكلأ، قال الفيومي رحمه الله: ((سامت السائمة سوماً، من باب قال: رعت بنفسها، ويتعدّى بالهمز فيقال: أسامها راعيها)) [المصباح المنير، مادة: سوم. ص113]. وقال الجوهري: سامت الماشية: رعت، وأسمتها: أخرجتها إلى الرعي، [انظر: النهاية في غريب الحديث 2/ 426] ومنه قوله تعالى: {فِيهِ تُسِيمُونَ} [سورة النحل، الآية: 10].",
            "page": "70",
            "part": "1",
            "seal": "21715A1F"
        },
        {
            "id": "72",
            "nass": "من بهيمة (¬1) الأنعام (¬2): الإبل، والبقر، والغنم: ¶ تجب الزكاة في بهيمة الأنعام بشروط أربعة: ¶ الشرط الأول: أن تتخذ للدرِّ والنسل، والتسمين، لا للعمل؛ فإن الإبل المعدَّة للعمل والركوب، والسقي، وبقر الحرث والسقي لا زكاة فيها عند جمهور العلماء (¬3). ¶ الشرط الثاني: السوم أكثر الحول، ومعنى السائمة: الراعية، أما المعلوفة وهي التي يعلفها صاحبها وينفق عليها، ولا ترعى أكثر الحول ¶ ¬_________ ¶ (¬1) بهيمة: سميت بهيمة؛ لأنّها لا تتكلم بكلام يفهمه الناس؛ ولما في صوتِهَا من الإبْهَام، أما مع بعضها فتتكلم بكلام تفهمه بينها، وقد قال موسى لفرعون لما سأله: {قَالَ فَمَنْ رَبُّكُمَا يَا مُوسَى}، قال: {قَالَ رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى} [سورة طه، الآية: 50] وبهيمة الأنعام: هي الإبل، والبقر، والغنم، قال تعالى: {أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ} [سورة المائدة، الآية: 1]. ¶ (¬2) بُدِئ بذكر بهيمة الأنعام فقدمت على أصناف الأموال الزكوية اقتداء بالنبي - صلى الله عليه وسلم - حينما ذكر زكاة الأنعام فقدمها على غيرها، واقتداء بالصديق - رضي الله عنه - في كتابه لأنس - رضي الله عنه -[أخرجه البخاري وسيأتي تخريجه إن شاء الله تعالى]؛ ولأن أكثر العرب في عهد النبي - صلى الله عليه وسلم - حول المدينة بادية أهل نعم، والأنعام غالب أموال العرب [انظر: حاشية ابن قاسم على الروض المربع، 3/ 186، وشرح زاد المستقنع، 6/ 51]. ¶ (¬3) قال ابن قدامة رحمه الله في المغني، 4/ 12: (( ... والعوامل؛ ... لا زكاة فيها عند أكثر أهل العلم، وحُكي عن مالك: أن في الإبل النواضح والمعلوفة الزكاة؛ لعموم قول النبي - صلى الله عليه وسلم -: ((في كل خمس شاةٌ)). قال أحمد: ((ليس في العوامل زكاة، وأهل المدينة يرون فيها الزكاة، وليس عندهم في هذا أصل)) وذكر صاحب الإنصاف أن العوامل ليس فيها زكاة ولو كانت سائمة قال: ((نص عليه علي في رواية جماعة [الإنصاف مع المقنع والشرح الكبير، 6/ 390]؛ ولما روي عنه - رضي الله عنه - مرفوعاً ((ليس في البقر العوامل صدقة)) أخرجه أبو داود 2/ 229 تحقيق عزت عبيد الدعاس، وأخرجه الدارقطني، 2/ 103 ط دار المحاسن، وصححه ابن القطان كما في نصب الراية، 2/ 353 وفي التعليق المغني، 2/ 103 قال: ¶ ((هذا سند صحيح، وكل من فيه ثقة معروف، ولا أعني رواية الحارث وإنما أعني رواية عاصم)) [وانظر لزيادة التخريج: الموسوعة الفقهية 23/ 251، وتخريج الروض المربع للدكتور عبد الله الغصن ومجموعة من طلاب العلم، 4/ 39].",
            "page": "71",
            "part": "1",
            "seal": "8D1748C0"
        },
        {
            "id": "73",
            "nass": "فلا زكاة فيها عند جمهور أهل العلم (¬1)؛ لحديث علي - رضي الله عنه - مرفوعاً، وفيه: (( ... وفي البقر في كل ثلاثين تبيع، وفي الأربعين مسنة، وليس على العوامل شيء ... )) (¬2) وأما السائمة أكثر الحول ففيها الزكاة؛ لحديث أنس - رضي الله عنه -، وفيه: (( ... وفي صدقة الغنم في سائمتها إذا كانت أربعين إلى عشرين ومائة شاة ... )) (¬3)؛ ولحديث بهز ابن حكيم عن أبيه عن جده: أن رسول الله - صلى الله عليه وسلم - قال: ((في كل إبل سائمة في كل أربعين ابنة لبون ... )) (¬4) أما السائمة التي أعدها مالكها للتجارة فزكاتها زكاة عروض التجارة. ¶ الشرط الثالث: أن يحول عليها الحول عند مالكها حولاً كاملاً. ¶ الشرط الرابع: أن تبلغ النصاب الشرعي، وأما ما دون النصاب من الأعداد اليسيرة فلا زكاة فيها، ونصاب بهيمة الأنعام بالتفصيل على النحو الآتي: ¶ أولاً: نصاب الإبل لا زكاة فيها حتى تبلغ خمس ذود، وهذا أقل نصاب الإبل، وتفصيل ذلك في حديث أنس - رضي الله عنه -: أن أبا بكر - رضي الله عنه - كتب له هذا الكتاب لما وجهه إلى البحرين: ((بسم الله الرحمن الرحيم، هذه فريضة الصدقة التي فرض رسول الله - صلى الله عليه وسلم - على المسلمين، والتي أمر الله بِها رسوله، فمن ¶ ¬_________ ¶ (¬1) وحكي عن الإمام مالك رحمه الله: أن المعلوفة فيها الزكاة، والصواب قول الجمهور. انظر: المغني لابن قدامة، 4/ 12. ¶ (¬2) أبو داود، كتاب الزكاة، باب في زكاة السائمة، برقم 1572 وصححه الألباني في صحيح سنن أبي داود 1/ 434. ¶ (¬3) البخاري، كتاب الزكاة، باب في زكاة الغنم، برقم 1454. ¶ (¬4) أبو داود، كتاب الزكاة، باب في زكاة السائمة، برقم 1575، والنسائي، كتاب الزكاة، باب عقوبة مانع الزكاة، برقم 2444، 2449، وأحمد، 5/ 2، 4، وغيرهم، وحسنه الألباني في صحيح سنن أبي داود، 1/ 436، وفي صحيح النسائي، 2/ 18، وانظر: تلخيص الحبير، 1/ 160.",
            "page": "72",
            "part": "1",
            "seal": "3F3E6A7E"
        },
        {
            "id": "74",
            "nass": "سُئلها من المسلمين على وجهها فليعطها، ومن سُئل فوقها فلا يعط: في أربع وعشرين من الإبل فما دونها من الغنم (¬1) من كل خمس شاة، فإذا بلغت خمساً وعشرين إلى خمسٍ وثلاثين ففيها بنت مخاض (¬2) أنثى، فإذا بلغت ستّاً وثلاثين إلى خمس وأربعين ففيها بنت لبون أنثى (¬3)، فإذا بلغت ستّاً وأربعين إلى ستين ففيها حقة طروقة الجمل (¬4) فإذا بلغت واحدة وستين إلى خمس وسبعين ففيها جذعة (¬5)، فإذا بلغت- يعني ستّاً وسبعين- إلى تسعين ففيها بنتا لبون، فإذا بلغت إحدى وتسعين إلى عشرين ومائة ففيها حقتان طروقتا الجمل، فإذا زادت على عشرين ومائة ففي كل أربعين بنت لبون وفي كل خمسين حقة. ¶ ثانياً: نصاب زكاة البقر؛ لا زكاة فيها حتى تبلغ ثلاثين، وهذا أقل نصاب البقر، فإذا بلغت ثلاثين ففيها تبيع أو تبيعة، فإذا بلغت أربعين ففيها مسنة، ثم في كل ثلاثين تبيع أو تبيعة، وفي كل أربعين مسنة. ¶ ثالثاً: نصاب زكاة الغنم، لا زكاة فيها حتى تبلغ أربعين ففيها شاة، ¶ ¬_________ ¶ (¬1) قوله: ((من الغنم)) قال ابن حجر رحمه الله في فتح الباري، 3/ 319: ((كذا للأكثر، وفي رواية ابن السكن بإسقاط ((من)) وصوَّبَها بعضهم، وقال عياض: من أثبتها فمعناه زكاتها: أي الإبل من الغنم، ومن للبيان لا للتبعيض، ومن حذفها فالغنم مبتدأ، والخبر مضمر في قوله: ((في كل أربع وعشرين)) وما بعده وإنما قدم الخبر؛ لأن الفرض بيان المقادير التي تجب فيها الزكاة والزكاة إنما تجب بعد وجود النصاب فحسن التقديم)). ¶ (¬2) بنت المخاض: هي التي أتى عليها حول ودخلت في الثاني وحملت أمها، والمخاض: الحامل: أي دخل وقت حملها وإن لم تحمل. فتح الباري لابن حجر، 3/ 319. ¶ (¬3) بنت لبون وابن لبون: هو الذي دخل في ثالث سنة، فصارت أمه لبوناً بوضع الحمل. فتح الباري، لابن حجر، 3/ 319. ¶ (¬4) حقة: وهي التي أتت عليها ثلاث سنين ودخلت في الرابعة. فتح الباري، 3/ 319. ¶ (¬5) جذعة: وهي التي أتت عليها أربع سنين ودخلت في الخامسة، فتح الباري، 3/ 319.",
            "page": "73",
            "part": "1",
            "seal": "39FAC4E2"
        },
        {
            "id": "75",
            "nass": "وهو أقل نصاب الغنم، فإذا بلغت عشرين ومائةٍ: شاة، فإذا زادت على عشرين ومائة إلى مائتين: شاتان، فإذا زادت على مائتين إلى ثلاث مائة ففيها ثلاثٌ، فإذا زادت على ثلاث مائة ففي كل مائة شاة. ¶ ويوضح ذلك الجدول الآتي (¬1): ¶ زكاة السائمة (¬2) من بهيمة الأنعام ¶ لا يؤخذ في الصدقة: تَيس، ولا هَرمة، ولا معيبة، ولا شِرار المال. ¶ لا يؤخذ في الصدقة: الهزيلة، ولا المخاض، ولا الأكولة، ولا خيار المال. ¶ الغنم ¶ المقدار [من - إلى] ... زكاته ¶ 40 - 120 ... شاة ¶ 121 - 200 ... شاتان ¶ 201 - 300 ... ثلاث شياه ¶ ثم في كل 100 شاة ¶ الإبل ¶ المقدار [من - إلى] ... زكاته ¶ 5 - 9 ... شاة ¶ 10 - 14 ... شاتان ¶ 15 - 19 ... ثلاث شياه ¶ 20 - 24 ... أربع شياه ¶ 25 - 35 ... بنت مخاض ¶ 36 - 45 ... بنت لبون ¶ 46 - 60 ... حقة ¶ 62 - 75 ... جذعة ¶ 76 - 90 ... بنتا لبون ¶ 91 - 120 ... حقتان ¶ 121 - 129 ... ثلاث بنات لبون ¶ ثم في كل أربعين بنت لبون. ¶ وفي كل خمسين حقة. ¶ بنت مخاض: بنت سنة، وسميت بذلك؛ لأن أمها حامل. ¶ بنت لبون: ما لها سنتان، وسميت بذلك؛ لأن أمها ذات لبن. ¶ حقة: ما لها ثلاث سنين، وسميت بذلك؛ لأنها استحقت الركوب. ¶ جذعة: ما لها أربع سنين. ¶ البقر ¶ المقدار [من - إلى] ... زكاته ¶ 30 - 39 ... تبيع أو تبيعة ¶ 40 - 59 ... مُسنَّة ¶ 60 - 69 ... تبيعتان ¶ ثم في كل 30 تبيع ¶ وفي كل 40 مُسنَّة ¶ التبيع أو التبيعة: ما لها سنة. ¶ المُسنَّة: ما لها سنتان. ¶ ¬_________ ¶ (¬1) انظر: دليل الزكاة لعادل رشاد غنيم، وشرح أركان الإسلام والإيمان، لمحمد جميل زينو، ص 123. ¶ (¬2) السائمة: الراعية الحول أو أكثره في الصحاري والقفار.",
            "page": "74",
            "part": "1",
            "seal": "485B1832"
        },
        {
            "id": "76",
            "nass": "ولاشك أن بهيمة الأنعام تتخذ على أقسام أربعة: ¶ القسم الأول: أن تكون عروض تجارة، فهذه تُزكَّى زكاة العروض، فقد تجب الزكاة في شاة واحدة، أو في بعير واحد، أو بقرة واحدة؛ لأن المعتبر في زكاة العروض القيمة، فإذا كان هذا هو المعتبر فما بلغ نصابه بالقيمة ففيه الزكاة؛ سواء كانت سائمة أو معلوفة، مؤجرة كانت أو مركوبة للانتفاع. ¶ القسم الثاني: أن تكون متخذة للدّرّ والنّسل، لكنها تعلف، فهذه ليست فيها زكاة إطلاقاً ولو بلغت ما بلغت؛ لأنها ليست من عروض التجارة ولا من السوائم. ¶ القسم الثالث: السوائم التي تسوم - أي ترعى. وقد اتخذها صاحبها لحلبها، وسمنها، والنسل، ولا يمنع من كونها معدة لذلك أن يبيع ما زاد على حاجته من أولادها؛ لأن هؤلاء الأولاد كثمر النخل. ¶ القسم الرابع: العوامل، وهذه ليس فيها زكاة؛ وإنما الزكاة فيما يحصل من أجرتها إذا تم على الأجرة الحول (¬1). ¶ الصنف الثاني: زكاة الخارج من الأرض: الحبوب، والثمار تجب الزكاة في كل مكيل مدّخر: من الحبوب: كالقمح، والشعير، ومن الثمار: ¶ ¬_________ ¶ (¬1) الشرح الممتع، لابن عثيمين، 6/ 52.",
            "page": "75",
            "part": "1",
            "seal": "175445E7"
        },
        {
            "id": "77",
            "nass": "كالتمر، والزبيب، وغير ذلك من أنواع الحبوب والثمار مما يُكال ويُدّخر، ويكون الوجوب في ذلك بشرطين: ¶ الشرط الأول: أن تبلغ الحبوب أو الثمار نصاباً، وقدره بعد تصفية الحب، وجفاف الثمر خمسة أوسق، والوسق ستون صاعاً، وخمسة أوسق تساوي ثلاثمائة صاع، بصاع النبي - صلى الله عليه وسلم -، وصاع النبي - صلى الله عليه وسلم -: أربع حفنات بيدي الرجل المعتدل الخلقة، إذا كانت يداه مملوءتين. ¶ الشرط الثاني: أن يكون مالكاً للنصاب وقت وجوب الزكاة، ووقت الوجوب في الحب إذا اشتدَّ، وفي الثمر إذا بدا صلاحها، وصلاح الثمر: أن يحمرَّ أو يصفرَّ، فإذا باعه صاحبه بعد ذلك، فزكاته عليه لا على المشتري. ¶ والواجب في ذلك على نوعين: ¶ النوع الأول: إذا كانت النخل والزرع تسقى بلا كلفة: كالأمطار، والأنهار، والعيون الجارية، ونحو ذلك، ففيها العشر كاملاً. ¶ النوع الثاني: أما إذا كانت تسقى بمؤنة وكلفة: كالسواني، والمكائن الرافعة للماء، والنضح، ونحو ذلك، فإن الواجب فيها نصف العشر كما صح الحديث بذلك عن رسول الله - صلى الله عليه وسلم -. ¶ الصنف الثالث: زكاة الأثمان: الذهب والفضة، والأوراق النقدية: كالريالات والدراهم، والدولارات، والليرات، وغير ذلك من الأوراق النقدية، كلّ هذه العملات في حكم الذهب والفضة، فإذا بلغت قيمتها نصاب الذهب أو الفضة وحال عليها الحول وجبت فيها الزكاة، ويلحق",
            "page": "76",
            "part": "1",
            "seal": "72F47B4C"
        },
        {
            "id": "78",
            "nass": "على الصحيح بالنقود حلي النساء من الذهب والفضة، خاصة إذا بلغت النصاب، وحال عليها الحول؛ فإنّ فيها الزكاة في أصحِّ قولي العلماء؛ لأدلةٍ كثيرةٍ سأذكرها إن شاء الله تعالى في رسالة: ((زكاة الأثمان)). ونصاب الذهب عشرون مثقالاً، ومقداره من الجنيهات السعودية: أحد عشر جنيهاً وثلاثة أسباع الجنيه، وبالغرامات اثنان وتسعون غراماً، وما زاد فبحسابه. ¶ ونصاب الفضّة مائتا درهم، وهي مائة وأربعون مثقالاً، ومقداره بالدراهم العربية ستة وخمسون ريالاً سعوديّاً فضيّاً، والواجب في الذهب والفضة والأوراق النقدية ربع العشر، 2.5% بشرط بلوغ النصاب ومضيّ الحول مع الشروط المتقدمة. ¶ والربح تابع للأصل يزكَّى معه، ولا يحتاج إلى حول جديد، كما أن نتاج السائمة تابع للأصل لا يحتاج إلى حول جديد إذا كان أصله نصاباً. ¶ الصنف الرابع: زكاة عروض التجارة: عروض التجارة: هي ما أُعِدَّ للبيع والشراء؛ لأجل الربح: من عقار، وحيوان، وطعام، وشراب، وآلات، وكل ما أعد للبيع والشراء من السلع، تجب فيها الزكاة إذا اكتملت الشروط، كمضيّ الحول، وأن تبلغ قيمتها نصاباً، وأن تكون بنيّة التجارة تُقوَّم كل سنة إذا تمّ الحول، ويخرج رُبع عشر قيمتها، سواء كانت قيمتها مثل ثمنها أو أكثر أو أقل (¬1). ¶ ¬_________ ¶ (¬1) انظر: أصناف الأموال التي تجب فيها الزكاة بشروطها: منار السبيل، 1/ 241 - 256، والكافي، 2/ 103 - 166، والشرح الممتع، 6/ 51 - 150.",
            "page": "77",
            "part": "1",
            "seal": "C3F8055B"
        },
        {
            "id": "79",
            "nass": "وهناك أنواع أخرى فيها خلاف كالعسل وسأذكره إن شاء الله تعالى. ¶ مصارف الزكاة: أهل الزكاة ثمانية على النحو الآتي: ¶ 1 - الفقير: هو من لا يجد شيئاً من الكفاية مطلقاً، أو يجد بعض الكفاية دون نصفها من كسب وغيره، فتُكَمِّلُ له كفايته من النفقة، فيعطى من الزكاة ما يكفيه حولاً كاملاً. ¶ 2 - المسكين: وهو من يجد أكثر الكفاية أو نصفها: من كسب أو غيره، فتُكمّل له كفايته من النفقة، فيُعطى من الزكاة ما يكفيه حولاً كاملاً. ¶ هذا إذا جمع بين لفظ الفقير ولفظ المسكين كما في آية مصارف الزكاة، أما إذا أطلق لفظ أحدهما ولم يذكر الآخر دخل أحدهما في الآخر: فالفقير هو المسكين، والمسكين هو الفقير، ولهذا يقال: إذا اجتمعا افترقا، وإذا افترقا اجتمعا، مثل لفظ الإسلام ولفظ الإيمان. ¶ 3 - العامل عليها: وهو الجابي، والحافظ، والكاتب والقاسم، فيُعطى بقدر أجرته من الزكاة حتى لو كان غنيّاً، إلا إذا كان له مرتب من بيت مال المسلمين، فلا يُعطى من الزكاة؛ لأنه إنما أُعطي من الزكاة بقدر أجرته، وقد حصل له ذلك. ¶ 4 - المؤلَّف: وهو السيد المُطاع في عشيرته، ممن يُرجى إسلامه، أو يُخشى شرّه، أو يُرجى بعطيته قوة إيمانه، فيُعطى من الزكاة ما يحصل به التأليف؛ لترغيبه في الإسلام، أو كفّ شرّه، أو قوّة إيمانه. ¶ 5 - المُكاتب: يُعطى من الزكاة ما يقضي دينه، ويفك منها الأسير",
            "page": "78",
            "part": "1",
            "seal": "8F0C89E1"
        },
        {
            "id": "80",
            "nass": "المسلم، ويجوز العتق منها لعموم الآية. ¶ 6 - الغارم: وهو من تدين للإصلاح بين الناس ولو كان غنيّاً، أو تدين لنفسه وأعسر فلم يستطع القضاء، فيُعطى ما يقضي به دينه. ¶ 7 - الغازي في سبيل الله: الذي ليس له مرتب ولو كان غنيّاً؛ لأنه لحاجة المسلمين وهو متطوّع، أما الغزاة الذين لهم ديوان فلا يُعطون من الزكاة، فيُعطى الغازي المذكور ما يحتاج إليه في غزوه. ¶ 8 - ابن السبيل: وهو الغريب المنقطع المسافر لغير بلده، فيُعطى ما يوصله إلى بلده ولو كان غنيّاً في بلده، إذا لم يجد من يقرضه. ¶ أصناف الذين لا يصح دفع الزكاة إليهم على النحو الآتي: ¶ 1 - آل النبي محمد - صلى الله عليه وسلم -، وهم بنو هاشم؛ لأن الزكاة محرّمة عليهم؛ لأنها أوساخ الناس. ¶ 2 - الأغنياء بمال أو كسب. ¶ 3 - الكفار إلا المؤلفة قلوبهم؛ سواء كان الكافر أصليّاً أو مرتدّاً. ¶ 4 - الرقيق المملوك؛ لأن نفقته على سيده. ¶ 5 - من تلزم نفقته: كالزوجة، ووالديه، وإن علوا، وأولاده وإن نزلوا الوارث منهم وغيره. ¶ 6 - الفاسق والمبتدع الذين يصرفونها في المعاصي؛ لأن من أظهر بدعةً أو فجوراً يستحقّ العقوبة بالهجر وغيره والاستتابة، فكيف يُعان على ذلك، فينبغي للإنسان أن يتحرّى بزكاته المستحقين من أهل الدين",
            "page": "79",
            "part": "1",
            "seal": "659A0864"
        },
        {
            "id": "81",
            "nass": "المتّبعين للشريعة. ¶ 7 - جهات الخير من غير الأصناف الثمانية: كبناء المساجد، وإصلاح الطرق، وتجهيز الأموات، ودور تحفيظ القرآن الكريم، وغير ذلك من الجهات الخيرية. ¶ والزكاة حقّ الله، لا تجوز المحاباة فيها لمن لا يستحقّها، ولا أن يجلب الإنسان بها لنفسه نفعاً، أو يدفع شرًّا، ولا أن يقي بها ماله، أو يدفع بها عنه مذمّة، بل يجب دفعها لهم؛ لكونهم من أهلها (¬1). ¶ والله أسأل التوفيق والقبول، وصلى الله وسلم وبارك على نبينا، وإمامنا، وأسوتنا محمد بن عبد الل، هـ وعلى آله، وأصحابه، ومن تبعهم بإحسان إلى يوم الدين. ¶ تمت بحمد الله تعالى الرسالة الأولى، ¶ ويليها الرسالة الثانية: ((زكاة بهيمة الأنعام)) ¶ ¬_________ ¶ (¬1) انظر: منار السبيل، 1/ 266 - 272، والموسوعة الفقهية، 23/ 312 - 328، والكافي لابن قدامة، 2/ 193 - 212، والموسوعة الفقهية الميسرة للعوائشة، 3/ 102 - 138، والروض المربع مع الحاشية لابن قاسم، 3/ 308، والشرح الممتع، 6/ 218 - 254، والشرح الكبير مع المقنع والإنصاف، 7/ 205 - 283، والمغني، 4/ 124 - 131.",
            "page": "80",
            "part": "1",
            "seal": "E96A9658"
        }
    ],
    "t1890": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: مفهوم الزكاة: لغة، وشرعا"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "الزكاة لغة"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "2",
            "tit": "والزكاة أنواع ثلاثة"
        },
        {
            "id": "7",
            "lvl": "3",
            "sub": null,
            "tit": "النوع الأول: زكاة النفس"
        },
        {
            "id": "7",
            "lvl": "3",
            "sub": "1",
            "tit": "النوع الثاني: زكاة البدن"
        },
        {
            "id": "7",
            "lvl": "3",
            "sub": "2",
            "tit": "النوع الثالث: زكاة الأموال"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "الزكاة شرعا"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "الصدقة"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": null,
            "tit": "النوع الأول: صدقة تطلق على صدقة التطوع"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": "1",
            "tit": "النوع الثاني: صدقة تطلق على صدقة الفرض"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "2",
            "tit": "العطية"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: منزلة الزكاة في الإسلام"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث: فوائد الزكاة وحكمها"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - إتمام إسلام العبد"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "2",
            "tit": "2 - حصول طاعة الله بتنفيذ أمره"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "3",
            "tit": "3 - تثبيت أواصر المحبة بين الغني والفقير"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "4",
            "tit": "4 - تطهير النفس وتزكيتها"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "5",
            "tit": "5 - تعويد المسلم على صفة الجود"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "6",
            "tit": "6 - حفظ النفس عن الشح"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "7",
            "tit": "7 - استجلاب البركة والزيادة والخلف من الله تعالى"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "8 - برهان على صدق إسلام مخرجها"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "1",
            "tit": "9 - تشرح الصدر"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "2",
            "tit": "10 - تلحق المسلم بالمؤمن الكامل"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "3",
            "tit": "11 - من أسباب دخول الجنة"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "12 - تجعل المجتمع المسلم كالأسرة الواحدة"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "1",
            "tit": "13 - تطفئ حرارة ثورة الفقراء"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "2",
            "tit": "14 - تمنع الجرائم المالية"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "3",
            "tit": "15 - النجاة من حر يوم القيامة"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "16 - تعين المسلم على معرفة حدود الله والفقه في دينه تعالى"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "1",
            "tit": "17 - سبب لنزول الخيرات ودفع العقوبات"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "2",
            "tit": "18 - تطفئ الخطايا وتكفرها"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "3",
            "tit": "19 - أداء الزكاة من شكر النعم"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "4",
            "tit": "20 - مضاعفة الأجر عند الله تعالى"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "21 - وقاية صاحب المال من العذاب به"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "1",
            "tit": "22 - الزكاة تحصن المال"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "2",
            "tit": "23 - ذهاب شر المال ووباله"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "24 - تطهير المال"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "1",
            "tit": "25 - وقاية المال من الفساد"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "2",
            "tit": "26 - استعانة الفقير بما يأخذ من الزكاة على طاعة الله"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "3",
            "tit": "27 - ترغيب الفقير في فعل الخيرات والإحسان إلى من دونه"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "4",
            "tit": "28 - تحقيق أهم عناصر التمكين في الأرض والنصر على الأعداء"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "29 - يزيد الله تعالى من أدى الزكاة طيبة بها نفسه هدى وإيمانا"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "1",
            "tit": "30 - شهد الله تعالى للمنفقين بالهدى والفلاح"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "2",
            "tit": "31 - أداء الزكاة والصدقة من أعظم قضاء الحوائج وتفريج الكربات والستر في الدنيا ويوم القيامة"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "32 - أداء الزكاة أو الصدقة إلى الضعفاء الفقراء من أسباب النصر والرزق"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "1",
            "tit": "33 - المتصدق ابتغاء مرضاة الله تعالى يفوز بثناء الله تعالى"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "34 - من أعظم أسباب رحمة الله تعالى للعبد في الدنيا والآخرة"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": "1",
            "tit": "35 - وعد الله تعالى المؤمنين المتصدقين بالجنة وما فيها من النعيم المقيم"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "36 - أداء الزكاة من أعظم أنواع الإحسان"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": "1",
            "tit": "37 - في إعطاء العاملين على الزكاة منها"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "38 - في إعطاء الزكاة للمؤلفة قلوبهم"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": "1",
            "tit": "39 - في إعطاء الغارمين الزكاة نوع من التخفيف عنهم من هم الديون"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": "2",
            "tit": "40 - تجهيز المقاتلين في سبيل الله تعالى"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": "3",
            "tit": "41 - مساعدة المسلم المسافر إذا انقطع من النفقة في طريقه لنفاد نفقته أو سرقة أو ضياع"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": "4",
            "tit": "42 - في إعطاء الزكاة في تحرير الرقاب تحرير للرقيق الذي أذله الرق"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "43 - يترتب على أداء الزكاة الأجر العظيم"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع: حكم الزكاة في الإسلام"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الخامس: شروط وجوب الزكاة خمسة على النحو الآتي:"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": "1",
            "tit": "الشرط الأول: الإسلام"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "الشرط الثاني: الحرية"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "الشرط الثالث: ملك نصاب"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "1",
            "tit": "الشرط الرابع: استقرار الملك"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "الشرط الخامس: مضي الحول في غير المعشر"
        },
        {
            "id": "48",
            "lvl": "3",
            "sub": "1",
            "tit": "ويستثنى أشياء لا يشترط لها تمام الحول وهي على النحو الآتي:"
        },
        {
            "id": "48",
            "lvl": "4",
            "sub": "2",
            "tit": "الأول: المعشر"
        },
        {
            "id": "49",
            "lvl": "4",
            "sub": null,
            "tit": "الثاني: نتاج السائمة أي أولادها"
        },
        {
            "id": "49",
            "lvl": "4",
            "sub": "1",
            "tit": "الثالث: ربح التجارة حوله حول رأس المال"
        },
        {
            "id": "49",
            "lvl": "4",
            "sub": "2",
            "tit": "الرابع: الركاز، وهو ما يوجد من دفن الجاهلية"
        },
        {
            "id": "49",
            "lvl": "4",
            "sub": "3",
            "tit": "الخامس: المعدن"
        },
        {
            "id": "50",
            "lvl": "3",
            "sub": null,
            "tit": "وينقطع الحول بأمور على النحو الآتي:"
        },
        {
            "id": "50",
            "lvl": "4",
            "sub": "1",
            "tit": "الأول: إذا نقص النصاب أثناء الحول قبل تمامه انقطع الحول"
        },
        {
            "id": "51",
            "lvl": "4",
            "sub": null,
            "tit": "الثاني: إذا باع النصاب بغير جنسه أثناء الحول لا فرارا من الزكاة"
        },
        {
            "id": "51",
            "lvl": "4",
            "sub": "1",
            "tit": "الثالث: إذا أبدل النصاب بغير جنسه أثناء الحول لا فرارا من الزكاة"
        },
        {
            "id": "51",
            "lvl": "5",
            "sub": "2",
            "tit": "أما إذا باعه أو أبدله بجنسه؛ فإن الحول لا ينقطع"
        },
        {
            "id": "54",
            "lvl": "5",
            "sub": null,
            "tit": "أما حول عروض التجارة"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث السادس: زكاة الدين على النحو الآتي"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - الصواب من أقوال أهل العلم أن الدين الذي ينقص النصاب لا يمنع الزكاة"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "2 - زكاة الدين على نوعين:"
        },
        {
            "id": "57",
            "lvl": "3",
            "sub": "1",
            "tit": "النوع الأول: دين على مليء معترف به باذل له"
        },
        {
            "id": "58",
            "lvl": "3",
            "sub": null,
            "tit": "النوع الثاني: أن يكون الدين على معسر"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "3 - حكم إسقاط الدين من الزكاة:"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث السابع: مسائل مهمة في الزكاة"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": "1",
            "tit": "المسألة الأولى: تجب الزكاة في عين المال ولها تعلق بالذمة"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة الثانية: لا يعتبر في وجوب الزكاة إمكان الأداء"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة الثالثة: لا يعتبر في وجوب الزكاة بقاء المال"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة الرابعة: الزكاة كالدين في التركة"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة الخامسة: تجب الزكاة على الفور"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة السادسة: شروط صحة الزكاة"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة السابعة: وجوب الزكاة في مال الصغير والمجنون"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة الثامنة: المال المستفاد"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": "1",
            "tit": "المسألة التاسعة: جواز تقديم الزكاة إذا وجد سبب وجوبها"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة العاشرة: كل شيء ليس لعروض التجارة لا زكاة فيه"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "المسألة الحادية عشرة: الأموال التي تجب فيها الزكاة"
        },
        {
            "id": "71",
            "lvl": "3",
            "sub": "1",
            "tit": "الصنف الأول: زكاة السائمة"
        },
        {
            "id": "72",
            "lvl": "4",
            "sub": null,
            "tit": "تجب الزكاة في بهيمة الأنعام بشروط أربعة:"
        },
        {
            "id": "72",
            "lvl": "5",
            "sub": "1",
            "tit": "الشرط الأول: أن تتخذ للدر والنسل، والتسمين، لا للعمل."
        },
        {
            "id": "72",
            "lvl": "5",
            "sub": "2",
            "tit": "الشرط الثاني: السوم أكثر الحول،"
        },
        {
            "id": "73",
            "lvl": "5",
            "sub": null,
            "tit": "الشرط الثالث: أن يحول عليها الحول عند مالكها حولا كاملا."
        },
        {
            "id": "73",
            "lvl": "5",
            "sub": "1",
            "tit": "الشرط الرابع: أن تبلغ النصاب الشرعي"
        },
        {
            "id": "73",
            "lvl": "6",
            "sub": "2",
            "tit": "أولا: نصاب الإبل"
        },
        {
            "id": "74",
            "lvl": "6",
            "sub": null,
            "tit": "ثانيا: نصاب زكاة البقر"
        },
        {
            "id": "74",
            "lvl": "6",
            "sub": "1",
            "tit": "ثالثا: نصاب زكاة الغنم"
        },
        {
            "id": "76",
            "lvl": "4",
            "sub": null,
            "tit": "ولا شك أن بهيمة الأنعام تتخذ على أقسام أربعة:"
        },
        {
            "id": "76",
            "lvl": "5",
            "sub": "1",
            "tit": "القسم الأول: أن تكون عروض تجارة"
        },
        {
            "id": "76",
            "lvl": "5",
            "sub": "2",
            "tit": "القسم الثاني: أن تكون متخذة للدر والنسل"
        },
        {
            "id": "76",
            "lvl": "5",
            "sub": "3",
            "tit": "القسم الثالث: السوائم التي تسوم"
        },
        {
            "id": "76",
            "lvl": "5",
            "sub": "4",
            "tit": "القسم الرابع: العوامل، وهذه ليس فيها زكاة"
        },
        {
            "id": "76",
            "lvl": "3",
            "sub": "5",
            "tit": "الصنف الثاني: زكاة الخارج من الأرض"
        },
        {
            "id": "77",
            "lvl": "4",
            "sub": null,
            "tit": "الشرط الأول: أن تبلغ الحبوب أو الثمار نصابا"
        },
        {
            "id": "77",
            "lvl": "4",
            "sub": "1",
            "tit": "الشرط الثاني: أن يكون مالكا للنصاب وقت وجوب الزكاة"
        },
        {
            "id": "77",
            "lvl": "3",
            "sub": "2",
            "tit": "الصنف الثالث: زكاة الأثمان: الذهب والفضة"
        },
        {
            "id": "78",
            "lvl": "3",
            "sub": null,
            "tit": "الصنف الرابع: زكاة عروض التجارة"
        },
        {
            "id": "79",
            "lvl": "4",
            "sub": null,
            "tit": "مصارف الزكاة: أهل الزكاة ثمانية على النحو الآتي:"
        },
        {
            "id": "79",
            "lvl": "5",
            "sub": "1",
            "tit": "1 - الفقير"
        },
        {
            "id": "79",
            "lvl": "5",
            "sub": "2",
            "tit": "2 - المسكين"
        },
        {
            "id": "79",
            "lvl": "5",
            "sub": "3",
            "tit": "3 - العامل عليها"
        },
        {
            "id": "79",
            "lvl": "5",
            "sub": "4",
            "tit": "4 - المؤلف"
        },
        {
            "id": "79",
            "lvl": "5",
            "sub": "5",
            "tit": "5 - المكاتب"
        },
        {
            "id": "80",
            "lvl": "5",
            "sub": null,
            "tit": "6 - الغارم"
        },
        {
            "id": "80",
            "lvl": "5",
            "sub": "1",
            "tit": "7 - الغازي في سبيل الله الذي ليس له مرتب"
        },
        {
            "id": "80",
            "lvl": "5",
            "sub": "2",
            "tit": "8 - ابن السبيل: وهو الغريب المنقطع المسافر لغير بلده"
        },
        {
            "id": "80",
            "lvl": "4",
            "sub": "3",
            "tit": "أصناف الذين لا يصح دفع الزكاة إليهم على النحو الآتي:"
        },
        {
            "id": "80",
            "lvl": "5",
            "sub": "4",
            "tit": "1 - آل النبي محمد - صلى الله عليه وسلم - وهم بنو هاشم"
        },
        {
            "id": "80",
            "lvl": "5",
            "sub": "5",
            "tit": "2 - الأغنياء بمال أو كسب"
        },
        {
            "id": "80",
            "lvl": "5",
            "sub": "6",
            "tit": "3 - الكفار إلا المؤلفة قلوبهم"
        },
        {
            "id": "80",
            "lvl": "5",
            "sub": "7",
            "tit": "4 - الرقيق المملوك"
        },
        {
            "id": "80",
            "lvl": "5",
            "sub": "8",
            "tit": "5 - من تلزم نفقته"
        },
        {
            "id": "80",
            "lvl": "5",
            "sub": "9",
            "tit": "6 - الفاسق والمبتدع"
        },
        {
            "id": "81",
            "lvl": "5",
            "sub": null,
            "tit": "7 - جهات الخير من غير الأصناف الثمانية"
        }
    ]
}