{
    "b1897": [
        {
            "id": "2",
            "nass": "سلسلة مؤلفات سعيد بن علي بن وهف القحطاني ¶ مواقف النبي - صلى الله عليه وسلم - ¶ في الدعوة إلى اللَّه تعالى ¶ تأليف الفقير إلى اللَّه تعالى ¶ د. سعيد بن علي بن وهف القحطاني",
            "page": null,
            "part": null,
            "seal": "3B90D523"
        },
        {
            "id": "4",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ المقدمة ¶ إن الحمد للَّه، نحمده، ونستعينه، ونستغفره، ونعوذ باللَّه من شرور أنفسنا، ومن سيئات أعمالنا، من يهده اللَّه فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا اللَّه وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى اللَّه عليه وعلى آله وأصحابه وسلم تسليماً كثيراً، أما بعد: ¶ فهذه رسالة مختصرة في <مواقف النبي - صلى الله عليه وسلم - في الدعوة إلى اللَّه تعالى> بينت فيها مواقف النبي الكريم - صلى الله عليه وسلم - في دعوته إلى اللَّه تعالى قبل الهجرة وبعدها. واللَّه تعالى أسأل أن يجعل هذا العمل اليسير مباركاً، نافعاً، خالصاً لوجهه الكريم، وأن ينفعني به في حياتي وبعد مماتي، وأن ينفع به كل من انتهى إليه؛ فإنه تعالى خير مسؤول، وأكرم مأمول وهو حسبنا ونعم الوكيل. ¶ وصلى اللَّه وسلم وبارك على عبده ورسوله محمد بن عبد اللَّه وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين. ¶ المؤلف ¶ حرر ضحى يوم الخميس 25/ 2/1425هـ",
            "page": "3",
            "part": "1",
            "seal": "AD407151"
        },
        {
            "id": "5",
            "nass": "تمهيد: مكانة مواقف النبي - صلى الله عليه وسلم - في نفس الداعية والمدعو ¶ للنبي - صلى الله عليه وسلم - مواقف حكيمة مشرفة، والداعية إلى اللَّه حينما يقف ويتأمل المواقف التي وقفها النبي - صلى الله عليه وسلم - في دعوته إلى اللَّه يزداد حكمة، ويستفيد من هذه المواقف في دعوته، ويطبق الحكم التي يقتبسها من مواقفه - صلى الله عليه وسلم - في دعوته، فالنبي - صلى الله عليه وسلم - هو الأسوة الحسنة التي ينبغي لكل مسلم أن يلتزمها {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا} (¬1). ¶ وسأذكر بعون اللَّه - تعالى - في هذه الرسالة نماذج من مواقف النبي - صلى الله عليه وسلم - التي وقفها في دعوته إلى اللَّه تعالى، ومواقفه في هذا الشأن كثيرة جداً لا يستطيع أحد أن يستغرقها، ولكني سأذكر بعضها على سبيل المثال لا الحصر في المبحثين الآتيين: ¶ المبحث الأول: مواقف النبي - صلى الله عليه وسلم - قبل الهجرة. ¶ المبحث الثاني: مواقف النبي - صلى الله عليه وسلم - بعد الهجرة. ¶ ¬_________ ¶ (¬1) سورة الأحزاب، الآية: 21.",
            "page": "4",
            "part": "1",
            "seal": "124218ED"
        },
        {
            "id": "6",
            "nass": "المبحث الأول: مواقف النبي - صلى الله عليه وسلم - قبل الهجرة: ¶ المطلب الأول: مواقفه - صلى الله عليه وسلم - في مرحلة الدعوة السرية ¶ من المعلوم أن مكة كانت مركز دين العرب، وكان بها سدنة الكعبة، والقوَّام على الأوثان والأصنام المقدسة عند سائر العرب، فالوصول إلى المقصود من الإصلاح فيها يزداد عسراً وشدة عما لو كان بعيداً عنها، فالأمر يحتاج إلى عزيمة قوية لا تزلزلها المصائب والكوارث، ويحتاج إلى موقف حكيم يحل الوضع الراهن، وتنجح الدعوة من خلاله، ولاشك أن الفضل والمنة لأحكم الحاكمين الذي {يُؤتِي الْحِكْمَةَ مَن يَشَاءُ وَمَن يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا} (¬1)، فإنه سبحانه قد أعطى محمداً - صلى الله عليه وسلم - الحكمة ووفقه، وسدده وأعانه. ¶ ولهذا بدأ - صلى الله عليه وسلم - بالدعوة السرية بعد أن أمره ربه - تبارك وتعالى - بإنذار قومه عاقبة ما هم فيه من الشرك، وما هم عليه من الكفر والفساد، قال تعالى: {يَا أَيُّهَا الْمُدَّثِّرُ * قُمْ فَأَنذِرْ* وَرَبَّكَ فَكَبِّرْ* وَثِيَابَكَ فَطَهِّرْ* وَالرُّجْزَ فَاهْجُرْ* وَلا تَمْنُن تَسْتَكْثِرُ * وَلِرَبِّكَ فَاصْبِرْ} (¬2). ¶ ¬_________ ¶ (¬1) سورة البقرة: الآية: 269. ¶ (¬2) سورة المدثر، الآيات: 1 - 7.",
            "page": "5",
            "part": "1",
            "seal": "6DCA8B9B"
        },
        {
            "id": "7",
            "nass": "ومن هنا بدأ رسول اللَّه - صلى الله عليه وسلم - يسلك طريق الحكمة في حل الحالة الراهنة في قريش، فوقف المواقف العظيمة التي يعجز عنها عظماء الرجال بل البشر جميعاً. ¶ بدأ - صلى الله عليه وسلم - يعرض دعوته على ألصق الناس به، وأهل بيته، وأصدقائه، ومن توسم فيهم خيراً ممن يعرفهم ويعرفونه، يعرفهم بحب الخير والحق، ويعرفونه بتحري الصدق والصلاح، فأجابه من هؤلاء جمع عُرفوا في التاريخ الإسلامي بالسابقين الأولين، فكان أول من أسلم زوج النبي - صلى الله عليه وسلم - خديجة بنت خويلد - رضي الله عنها - ثم علي بن أبي طالب - رضي الله عنه - ثم مولاه زيد بن حارثة الكلبي - رضي الله عنه - ثم أبو بكر الصديق - رضي الله عنه -. ¶ ونشط أبو بكر في دعوة رجال كان لهم أثر عظيم في الإسلام، أمثال: عثمان بن عفان، والزبير بن العوام، وعبد الرحمن بن عوف، وسعد بن أبي وقاص، وطلحة بن عبيد اللَّه، فهؤلاء النفر الذين أسلموا على يد أبي بكر الصديق - رضي الله عنه - بالإضافة إلى علي، وزيد، وأبي بكر، يصبحون ثمانية، هم الذين سبقوا الناس، وهم الرعيل الأول وطليعة الإسلام. ¶ ودخل الناس في دين اللَّه واحداً بعد واحد، حتى فشا الإسلام في مكة، وتُحدِّث به، وقد كان النبي - صلى الله عليه وسلم - يجتمع بهم ويعلمهم ويرشدهم مختفياً؛ لأن الدعوة لا تزال فردية وسرية، وكان الوحي قد تتابع، وحمي نزوله بعد نزول أوائل المدثر، ولم يكن - صلى الله عليه وسلم - يظهر",
            "page": "6",
            "part": "1",
            "seal": "F1EB8C64"
        },
        {
            "id": "8",
            "nass": "الدعوة في مجامع قريش العامة، ولم يكن المسلمون الأوائل يتمكنون من إظهار دينهم وعبادتهم، حذراً من تعصب قريش لجاهليتها وأوثانها، وإنما كانوا يخفون ذلك (¬1). ¶ ولقد بلغ المسلمون عدداً يقرب الأربعين رجلاً، ومازالت الدعوة سراً لم يجهر بها بين صفوف قريش؛ لأن الرسول الحكيم - صلى الله عليه وسلم - يعلم أن هذا العدد غير كافٍ في دفع ما يتوقع من أذى يصيب به قريش المسلمين، وكان من الضروري أن يجتمع بهم رسول اللَّه - صلى الله عليه وسلم - على شكل جماعات يرشدهم، ويعلمهم؛ ليكوِّن منهم القاعدة الصلبة التي يمكن أن يواجه بها أولئك الذين يقفون في وجه دعوة التوحيد، وقد اختيرت دار الأرقم بن أبي الأرقم المخزومي فكان يلتقي بهم على شكل أُسَر يعلمهم أمور دينهم، وكان إلى جانب دار الأرقم - المركز الرئيسي - دور أخرى تكون مراكز فرعية، حيث يذهب إليهم رسول اللَّه - صلى الله عليه وسلم - أحياناً دون انتظام، أو ينتظم فيها الصحابة الذين يختارهم رسول اللَّه - صلى الله عليه وسلم -، مثل دار سعيد بن زيد، ولكن الأرقم بن أبي الأرقم قد فاز بمنقبة عظيمة، وهي اتخاذ داره مركزاً رئيسياً للدعوة أيام ضعفها واستخفائها، وهي أحرج أوقات ¶ ¬_________ ¶ (¬1) انظر: سيرة ابن هشام، 1/ 264، وتاريخ الإسلام للإمام الذهبي - قسم السيرة -، ص127، والبداية والنهاية لابن كثير، 3/ 24 - 37، وزاد المعاد، 3/ 19، ومختصر سيرته - صلى الله عليه وسلم - للإمام محمد بن عبد الوهاب، ص59، والتاريخ الإسلامي لمحمود شاكر، 2/ 57، وهذا الحبيب يا محب، ص91.",
            "page": "7",
            "part": "1",
            "seal": "576238C3"
        },
        {
            "id": "9",
            "nass": "مرَّت بها الدعوة (¬1). ¶ وهكذا مرت ثلاث سنين، والدعوة لم تزل سرية وفردية، وخلال هذه الفترة تكونت جماعة من المؤمنين تقوم على الأخوة، والتعاون، وتبليغ الرسالة، وتمكينها من مقامها. ¶ وبعد أن أسلم عم النبي - صلى الله عليه وسلم - حمزة بن عبد المطلب وبعض وجهاء قريش، الذين لهم شأن عظيم، وقويت بهم الجماعة الإسلامية: كعمر بن الخطاب - رضي الله عنه - نزل قوله تعالى: {فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ * إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ * الَّذِينَ يَجْعَلُونَ مَعَ اللَّهِ إِلهًا آخَرَ فَسَوْفَ يَعْمَلُونَ} (¬2). ¶ وهذا يدل دلالة واضحة على أن اللَّه - عز وجل - قد أعطى نبيه الكريم الحكمة؛ ولهذا قام بهذه المواقف الحكيمة المشرفة التي تكون نبراساً للداعية إلى اللَّه يسير على مقتضاها، وخاصة في دعوة المجتمعات الوثنية الكافرة، أما المجتمعات الإسلامية فلا دليل لمن يرى سرية الدعوة في بلاد المسلمين. ¶ أما سرية الدعوة في عهد النبي - صلى الله عليه وسلم - في أول البعثة؛ فلأن الرسول - صلى الله عليه وسلم - وأصحابه - رضي الله عنهم - كان لا يسمح لهم أن يقولوا: لا إله إلا اللَّه، محمد رسول اللَّه، ولا أن يؤذنوا، أو يصلوا، ولما قويت شوكته أمر اللَّه ¶ ¬_________ ¶ (¬1) انظر: البداية والنهاية، 3/ 31، والتاريخ الإسلامي لمحمود شاكر، 2/ 62، وهذا الحبيب يا محب، ص97. ¶ (¬2) سورة الحجر، الآيات: 94 - 96.",
            "page": "8",
            "part": "1",
            "seal": "EE2692B8"
        },
        {
            "id": "10",
            "nass": "رسوله بالجهر بالدعوة فجهروا بها، ولاقوا من الأذى ما هو معروف بين المسلمين (¬1). ¶ المطلب الثاني: مواقفه - صلى الله عليه وسلم - في مرحلة الدعوة الجهرية بمكة: ¶ أمر اللَّه نبيه بإنذار عشيرته الأقربين، فقال - عز وجل -: {وَأَنذِرْ عَشِيرَتَكَ الأَقْرَبِينَ، وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ، فَإِنْ عَصَوْكَ فَقُلْ إِنِّي بَرِيءٌ مِّمَّا تَعْمَلُونَ} (¬2). ¶ فقام رسول اللَّه - صلى الله عليه وسلم - بتنفيذ أمر ربه بالجهر بالدعوة والصدع بها، وإنذار عشيرته، فوقف مواقف حكيمة أظهر اللَّه بها الدعوة الإسلامية، وبين بها حكمة النبي - صلى الله عليه وسلم - وشجاعته، وصبره وإخلاصه للَّه رب العالمين، وقمع بها الشرك وأهله، وأذلهم إلى يوم الدين. ومن هذه المواقف الحكيمة ما يأتي: ¶ (أ) موقفه الحكيم في صعوده على الصفا ونداؤه العام: ¶ عن ابن عباس - رضي الله عنه - قال: لما نزلت {وَأَنذِرْ عَشِيرَتَكَ الأَقْرَبِينَ} صعد النبي - صلى الله عليه وسلم - على الصفا فجعل ينادي: ((يا بني فهر، يا بني عدي)) - لبطون قريش - حتى اجتمعوا، فجعل الرجل إذا لم يستطع أن ¶ ¬_________ ¶ (¬1) انظر: الرحيق المختوم، ص75، والتاريخ الإسلامي، لمحمود شاكر، 2/ 62، وهذا الحبيب يا محب، ص99. ¶ (¬2) سورة الشعراء، الآيات: 214 - 216.",
            "page": "9",
            "part": "1",
            "seal": "A73A7DE5"
        },
        {
            "id": "11",
            "nass": "يخرج أرسل رسولاً لينظر ما هو، فجاء أبو لهب، وقريش، فقال: ((أرأيتكم لو أخبرتكم أن خيلاً بالوادي تريد أن تغير عليكم، أكنتم مصدقي))؟ قالوا: نعم، ما جربنا عليك إلا صدقاً. قال: ((فإني نذير لكم بين يدي عذاب شديد)). فقال أبو لهب: تبًّا لك سائر اليوم ألهذا جمعتنا؟ فنزلت: {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ * مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ} (¬1). ¶ وفي رواية لأبي هريرة - رضي الله عنه - أنه - صلى الله عليه وسلم - ناداهم بطناً بطناً، ويقول لكل بطن: ((أنقذوا أنفسكم من النار ... ))، ثم قال: ((يا فاطمة أنقذي نفسك من النار؛ فإني لا أملك لكم من اللَّه شيئاً، غير أن لكم رحماًَ سأبلها ببلاها)) (¬2). ¶ وهذه الصحيحة العالمية غاية البلاغ، وغاية الإنذار، فقد أوضح - صلى الله عليه وسلم - لأقرب الناس إليه أن التصديق بهذه الرسالة هو حياة الصلة بينه وبينهم، وأوضح أن عصبية القرابة التي يقوم عليها العرب ذابت في حرارة هذا الإنذار، الذي جاء من عند اللَّه تعالى، فقد دعا - صلى الله عليه وسلم - قومه - في هذا الموقف العظيم - إلى الإسلام، ونهاهم عن عبادة ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، كتاب التفسير، باب {وَأَنذِرْ عَشِيرَتَكَ الأَقْرَبِينَ}، 8/ 501، (رقم 4770)، ومسلم بنحوه في كتاب الإيمان، باب قوله: {وَأَنذِرْ عَشِيرَتَكَ الأَقْرَبِينَ}، 1/ 194، (رقم 208)، والآيتان من سورة المسد: 1 - 2. ¶ (¬2) البخاري مع الفتح، كتاب التفسير، سورة الشعراء، باب {وَأَنذِرْ عَشِيرَتَكَ الأَقْرَبِينَ} 5/ 382، 8/ 501، ومسلم، كتاب الإيمان، باب: {وَأَنذِرْ عَشِيرَتَكَ الأَقْرَبِينَ} 1/ 192 (رقم 206).",
            "page": "10",
            "part": "1",
            "seal": "5204CD2F"
        },
        {
            "id": "12",
            "nass": "الأوثان، ورغبهم في الجنة، وحذرهم من النار، وقد ماجت مكة بالغرابة والاستنكار، واستعدت لحسم هذه الصرخة العظيمة التي ستزلزل عاداتها وتقاليدها وموروثاتها الجاهلية؛ ولكن الرسول الكريم - صلى الله عليه وسلم - لم يضرب لصرخاتهم حساباً، لأنه مرسل من اللَّه - عز وجل -، ولابد أن يبلغ البلاغ المبين عن رب العالمين، حتى ولو خالفه أو رد دعوته جميع العالمين، وقد فعل - صلى الله عليه وسلم - (¬1). ¶ استمر - صلى الله عليه وسلم - يدعو إلى اللَّه - تعالى - ليلاً ونهاراً، وسراً وجهاراً، لا يصرفه عن ذلك صارف، ولا يرده عن ذلك رادّ، ولا يصده عن ذلك صادّ، استمر يتتبع الناس في أنديتهم ومجامعهم ومحافلهم، وفي المواسم ومواقف الحج، يدعو من لقيه من: حر وعبد، وقوي وضعيف، وغني وفقير، جميع الخلق عنده في ذلك سواء. ¶ وقد تسلَّط عليه وعلى من اتبعه الأشداء الأقوياء من مشركي قريش بالأذية القولية والفعلية، وانفجرت مكة بمشاعر الغضب؛ لأنها لا تريد أن تفارق عبادة الأصنام والأوثان (¬2)، ومع ذلك لم يفتر محمد - صلى الله عليه وسلم - في دعوته، ولم يترك العناية والتربية الخاصة لأولئك الذين دخلوا في الإسلام، فقد كان يجتمع بالمسلمين في بيوتهم على شكل أسر بعيدة عن أعين قريش، وتتكون هذه الأسر من ¶ ¬_________ ¶ (¬1) انظر: الرحيق المختوم، ص78، وفقه السيرة لمحمد الغزالي، ص101، والسيرة النبوية دروس وعبر لمصطفى السباعي، ص47. ¶ (¬2) البداية والنهاية، 3/ 40.",
            "page": "11",
            "part": "1",
            "seal": "9C352685"
        },
        {
            "id": "13",
            "nass": "الأبطال الذين عقد عليهم رسول اللَّه - صلى الله عليه وسلم - الأمل بعد اللَّه - تعالى - في حمل العبء والمهام الجسيمة لنشر الإسلام، وبذلك تكونت طبقة خاصة من المؤمنين الأوائل قوية في إيمانها، متينة في عقيدتها، مدركة لمسئوليتها، منقادة لأمر ربها، طائعة لقائدها، مطبقة لكل أمر يصدر عنه برغبة وشوق واندفاع لا يعادله اندفاع، وحب لا يساويه حب. ¶ وبهذه المواقف الحكيمة، والتربية الصالحة المتينة استطاع محمد - صلى الله عليه وسلم - أن يؤدي الأمانة، ويبلغ الرسالة، وينصح الأمة، ويجاهد في اللَّه حق جهاده، ويرسم لنا طريقاً نسير عليه في دعوتنا وعملنا وسلوكنا، فهو قدوتنا وإمامنا الذي نسير على هديه، ونستنير بحِكَمِهِ - صلى الله عليه وسلم -. ¶ فقد بدأ الدعوة بعناصر اختارها ورباها، فلبت الدعوة، وآمنت به، وكانت دعوته عامة للناس، وفي أثناء هذه الدعوة يركز على من يجد عندهم الإمكانات أو يتوقع منهم ذلك، وقد تكوَّن من هذه العناصر نواة القاعدة الصلبة التي ثبتت عليها أركان الدعوة (¬1). ¶ ومع هذا الجهد المبارك العظيم لم يلجأ رسول اللَّه - صلى الله عليه وسلم - إلى الاغتيال السياسي، ولم يتخلص بالاغتيال من أفراد بأعينهم، وكان بإمكانه ذلك وبكل يسر وسهولة، إذ كان يستطيع أن يكلف أحد الصحابة بقتل بعض قادة الكفر: كالوليد بن المغيرة المخزومي، أو العاص بن وائل السهمي، أو أبي جهل عمرو بن هشام، أو أبي ¶ ¬_________ ¶ (¬1) التاريخ الإسلامي، لمحمود شاكر، 2/ 65.",
            "page": "12",
            "part": "1",
            "seal": "7D92300F"
        },
        {
            "id": "14",
            "nass": "لهب: عبد العزى ابن عبد المطلب، أو النضر بن الحارث، أو عقبة بن أبي معيط، أو أُبّي بن خلف، أو أُمية بن خلف ... ، وهؤلاء هم من أشد الناس أذية لرسول اللَّه - صلى الله عليه وسلم -، فلم يأمر أحداً من أصحابه باغتيال أحد منهم أو غيرهم من أعداء الإسلام؛ فإن مثل هذا الفعل قد يُوْدي بالجماعة الإسلامية كاملة، أو يعرقل مسيرتها مدة ليست باليسيرة، كرد فعل من أعداء الإسلام، الذين يتكالبون على حربه، والنبي - صلى الله عليه وسلم - لم يؤمر في هذه المرحلة باغتيالهم؛ لأن الذي أرسله هو أحكم الحاكمين. ¶ وعلى هذا يجب أن يسير الدعاة إلى اللَّه فوق كل أرض، وتحت كل سماء، وفي كل وقت، يجب أن تكون الدعوة على حسب المنهج الذي سار عليه رسول اللَّه - صلى الله عليه وسلم - سواء كان ذلك قبل الهجرة أو بعدها، فطريق الدعوة الصحيح هو هديه والتزام أخلاقه وحكمه وتصرفاته على حسب ما أرادها - صلى الله عليه وسلم - (¬1). ¶ (ب) صموده وثباته أمام ممثلي قريش واضطهادهما: ¶ رأت قريش أن تجرب أسلوباً آخر تجمع فيه بين الترغيب والترهيب، فلترسل إلى محمد - صلى الله عليه وسلم - تعرض عليه من الدنيا ما يشاء، ولترسل إلى عمه الذي يحميه تحذره مغبة هذا التأييد والنصر ¶ ¬_________ ¶ (¬1) انظر: التاريخ الإسلامي، لمحمود شاكر، 2/ 65.",
            "page": "13",
            "part": "1",
            "seal": "FEE9C80B"
        },
        {
            "id": "15",
            "nass": "لمحمد - صلى الله عليه وسلم -، وتطلب منه أن يكف عنها محمداً ودينه (¬1). ¶ وكانت أساليبهم كالآتي: ¶ 1 - جاءت سادات قريش إلى أبي طالب، فقالوا له: يا أبا طالب، إن لك سناً وشرفاً ومنزلة فينا، وإنا قد استنهيناك من ابن أخيك فلم تنهه، وإنا واللَّه لا نصبر على هذا، مِنْ: شَتْم آبائنا، وتسفيه أحلامنا، وعيب آلهتنا، حتى تكفه عنا، أو ننازله وإياك في ذلك، حتى يهلك أحد الفريقين. ¶ فعظم على أبي طالب هذا الوعيد والتهديد الشديد، وعظم عليه فراق قومه وعداوته لهم، ولم يطب نفساً بإسلام رسول اللَّه - صلى الله عليه وسلم - لهم، ولا خذلانه، فبعث إلى رسول اللَّه - صلى الله عليه وسلم - فقال له: يا ابن أخي، إن قومك جاءوني فقالوا لي كذا وكذا، للذي كانوا قالوا له، فأبق عليّ وعلى نفسك، ولا تحملني من الأمر ما لا أطيق أنا ولا أنت، فاكفف عن قومك ما يكرهون من قولك. ¶ فثبت النبي - صلى الله عليه وسلم - على دعوته إلى اللَّه، ولم تأخذه في اللَّه لومة لائم؛ لأنه على الحق، ويعلم بأن اللَّه سينصر دينه ويعلي كلمته، وعندما رأى أبو طالب هذا الثبات ويئس من موافقة النبي - صلى الله عليه وسلم - لقريش على ترك دعوته إلى التوحيد قال: ¶ واللَّه لن يصلوا إليك بجمعهم ... حتى أُوسَّد في التراب دفينا ¶ ¬_________ ¶ (¬1) انظر: البداية والنهاية لابن كثير 3/ 41، وفقه السيرة لمحمد الغزالي ص112.",
            "page": "14",
            "part": "1",
            "seal": "64CC3E95"
        },
        {
            "id": "16",
            "nass": "فاصدع بأمرك ما عليك غضاضة ... وأبشر وقر بذاك منك عيونا (¬1) ¶ 2 - بعد أن أسلم حمزة بن عبد المطلب، وعمر بن الخطاب أخذت السحائب تتقشع، وأقلق هذا الموقف الجديد مضاجع المشركين، وأفزعهم وزادهم هولاً وفزعاً تزايد عدد المسلمين، وإعلانهم إسلامهم، وعدم مبالاتهم بعداء المشركين لهم، الأمر الذي جعل رجال قريش يساومون رسول اللَّه - صلى الله عليه وسلم -، فبعث المشركون عتبة بن ربيعة ليعرض على رسول اللَّه - صلى الله عليه وسلم - أموراً لعله يقبل بعضها فيُعطَى من أمور الدنيا ما يريد. ¶ فجاء عتبة حتى جلس إلى رسول اللَّه - صلى الله عليه وسلم -، فقال: يا ابن أخي إنك منا حيث قد علمت من السطة (¬2) في العشيرة، والمكان في النسب، وإنك قد أتيت قومك بأمر عظيم، فرَّقت به جماعتهم، وسفَّهت به أحلامهم، وعبت به آلهتهم ودينهم، وكفَّرت به من مضى من آبائهم، فاسمع مني أعرض عليك أموراً، تنظر فيها لعلك تقبل منها بعضها، قال رسول اللَّه - صلى الله عليه وسلم -: ((قل أبا الوليد أسمع))، قال: يا ابن أخي إن كنت إنما تريد بما جئت به من هذا الأمر مالاً جمعنا لك من أموالنا، حتى تكون أكثرنا مالاً، وإن كنت إنما تريد به شرفاً ¶ ¬_________ ¶ (¬1) انظر: سيرة ابن هشام، 1/ 278، وانظر: البداية والنهاية، 3/ 42، وفقه السيرة للغزالي، ص114، والرحيق المختوم، ص94. ¶ (¬2) يعني: المنزلة الرفيعة. انظر: المصباح المنير، مادة (سطا)، ص276، والقاموس المحيط، باب الواو، فصل السين، ص1670.",
            "page": "15",
            "part": "1",
            "seal": "9FABAC27"
        },
        {
            "id": "17",
            "nass": "سوَّدناك علينا، حتى لا نقطع أمراً دونك، وإن كنت تريد به ملكاً ملَّكناك علينا، وإن كان هذا الذي يأتيك رئياً تراه لا تستطيع رده عن نفسك طلبنا لك الطب، وبذلنا فيه أموالنا، حتى نبرئك منه، فإنه ربما غلب التابع على الرجل حتى يداوى منه ... حتى إذا فرغ عتبة، ورسول اللَّه - صلى الله عليه وسلم - يستمع منه، قال: ((أفرغت أبا الوليد؟)) قال نعم، قال: ((فاستمع مني)) قال: افعل، فقال: {بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيم * حم * تَنزِيلٌ مِّنَ الرَّحْمَنِ الرَّحِيمِ * كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِّقَوْمٍ يَعْلَمُونَ * بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لا يَسْمَعُونَ * وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِّمَّا تَدْعُونَا إِلَيْهِ ... } (¬1). ثم مضى رسول اللَّه - صلى الله عليه وسلم - فيها يقرؤها عليه، فلما سمعها منه عتبة أنصت لها، وألقى يديه خلف ظهره معتمداً عليها يسمع منه، ثم انتهى رسول اللَّه - صلى الله عليه وسلم - إلى السجدة منها فسجد، ثم قال: ((قد سمعت يا أبا الوليد ما سمعت فأنت وذاك)) (¬2). ¶ وفي رواية أخرى أن عتبة استمع حتى جاء الرسول - صلى الله عليه وسلم - إلى قوله تعالى: {فَإِنْ أَعْرَضُوا فَقُلْ أَنذَرْتُكُمْ صَاعِقَةً مِّثْلَ صَاعِقَةِ عَادٍ ¶ ¬_________ ¶ (¬1) سورة فصلت، الآيات: 1 - 5. ¶ (¬2) أخرج هذه القصة ابن إسحاق في المغازي، 1/ 313 من سيرة ابن هشام، قال الألباني: <وإسناده حسن إن شاء الله>. انظر: فقه السيرة للغزالي، ص113، وتفسير ابن كثير، 4/ 61، والبداية والنهاية، 3/ 62، والرحيق المختوم، ص103.",
            "page": "16",
            "part": "1",
            "seal": "5CB596A4"
        },
        {
            "id": "18",
            "nass": "وَثَمُودَ} (¬1)، فقام مذعوراً فوضع يده على فم رسول اللَّه - صلى الله عليه وسلم - يقول: أنشدك اللَّه والرحم، وطلب منه أن يكف عنه، فرجع إلى قومه مسرعاً كأن الصواعق ستلاحقه، واقترح على قريش أن تترك محمداً وشأنه، وأخذ يرغبهم في ذلك (¬2). ¶ لقد تخير رسول اللَّه - صلى الله عليه وسلم - بفضل اللَّه - تعالى - ثم بحكمته العظيمة هذه الآيات من الوحي، ليعرف عتبة حقيقة الرسالة والرسول، وأن محمداً - صلى الله عليه وسلم - يحمل كتاباً من الخالق إلى خلقه، يهديهم من الضلال، وينقذهم من الخبال، ومحمداً - صلى الله عليه وسلم - قبل غيره مكلف بتصديقه والعمل به، والوقوف عند أحكامه، فإذا كان اللَّه - عز وجل - يأمر الناس بالاستقامة على أمره، فمحمد - صلى الله عليه وسلم - أولى الناس بذلك، وهو لا يطلب ملكاً ولا مالاً ولا جاهاً، لقد مكنه اللَّه من هذا كله، فعف عنه وترفع أن يمد يديه إلى هذا الحطام الفاني؛ لأنه صادق في دعوته، مخلص لربه، - صلى الله عليه وسلم - (¬3). ¶ وهذا موقف من أعظم مواقف الحكمة التي أوتيها النبي - صلى الله عليه وسلم -، فهو قد ثبت وصدق في دعوته، ولم يرد مالاً، ولا جاهاً، ولا ملكاً، ولا نكاحاً، من أجل أن يتخلى عن دعوته، وقد اختار الكلام ¶ ¬_________ ¶ (¬1) سورة فصلت، الآية: 13. ¶ (¬2) انظر: البداية والنهاية، 3/ 62، وتفسير ابن كثير، 4/ 62، وتاريخ الإسلام للذهبي، قسم السيرة، ص158، وفقه السيرة لمحمد الغزالي، ص114، وهذا الحبيب يا محبّ، ص102. ¶ (¬3) انظر: فقه السيرة لمحمد الغزالي، ص113.",
            "page": "17",
            "part": "1",
            "seal": "763EE8E0"
        },
        {
            "id": "19",
            "nass": "المناسب في الموضع المناسب، وهذا هو عين الحكمة. ¶ 3 - قرر المشركون ألا يألوا جهداً في محاربة الإسلام وإيذاء النبي - صلى الله عليه وسلم - ومن دخل معه في الإسلام، والتعرض لهم بألوان النكال والإيلام. ¶ ومنذ جهر النبي - صلى الله عليه وسلم - بدعوته إلى اللَّه، وبين أباطيل الجاهلية، انفجرت مكة بمشاعر الغضب، وظلت عشرة أعوام تعد المسلمين عصاة ثائرين، فزلزلت الأرض من تحت أقدامهم، واستباحت في الحرم الآمن دماءهم وأموالهم وأعراضهم، وصاحبت هذه النار المشتعلة حرب من السخرية والتحقير، والاستهزاء والتكذيب، وتشويه تعاليم الإسلام، وإثارة الشبهات، وبث الدعايات الكاذبة، ومعارضة القرآن، والقول بأنه أساطير الأولين، ومحاولة المشركين للنبي - صلى الله عليه وسلم - أن يعبد آلهتهم عاماً، ويعبدون اللَّه عاماً! إلى غير ذلك من مفاوضاتهم المضحكة! ¶ واتهموا النبي - صلى الله عليه وسلم - بالجنون، والسحر، والكذب والكهانة، والنبي - صلى الله عليه وسلم - ثابت صابر محتسب يرجو من اللَّه النصر لدينه، وإظهاره (¬1). ¶ لقد نال المشركون من النبي - صلى الله عليه وسلم - ما لم ينالوه من كثير من المؤمنين، فهذا أبو جهل يعتدي على النبي - صلى الله عليه وسلم - ليعفر وجهه في التراب، ولكن اللَّه حماه منه، ورد كيده في نحره، فعن أبي هريرة - رضي الله عنه - ¶ ¬_________ ¶ (¬1) انظر: فقه السيرة لمحمد الغزالي، ص106، والرحيق المختوم، ص80، 82، والتاريخ الإسلامي لمحمود شاكر، 2/ 85، و88، و91، و93، و94، وهذا الحبيب يا محبّ، ص110.",
            "page": "18",
            "part": "1",
            "seal": "54CE8604"
        },
        {
            "id": "20",
            "nass": "قال: قال أبو جهل: هل يعفر محمد وجهه بين أظهركم؟ قال: قيل: نعم. فقال: واللات والعزى، لئن رأيته يفعل ذلك لأطأن على رقبته، أو لأعفرن وجهه في التراب، قال: فأتى رسول اللَّه - صلى الله عليه وسلم - وهو يصلي، زعم ليطأ على رقبته. قال: فما فجئهم (¬1) منه إلا وهو ينكص على عقبيه (¬2)، ويتقي بيديه، قال: فقيل له: ما لك؟ فقال: إن بيني وبينه لخندقاً من نار، وهولاً، وأجنحة، فقال رسول اللَّه - صلى الله عليه وسلم -: ((لو دنا مني لاختطفته الملائكة عضواً عضواً)). قال: فأنزل اللَّه - عز وجل -: {كَلا إِنَّ الإِنسَانَ لَيَطْغَى} إلى آخر السورة (¬3). ¶ وقد عصم اللَّه النبي - صلى الله عليه وسلم - من هذا الطاغية ومن غيره، وصبر على هذا الأذى العظيم ابتغاء وجه اللَّه - تعالى -، فضحى بنفسه وماله ووقته في سبيل اللَّه تعالى. ¶ 4 - ومما أُصيب به محمد - صلى الله عليه وسلم - من الأذى بتحريض هذا الطاغية ما رواه ابن مسعود - رضي الله عنه - قال: بينما رسول اللَّه - صلى الله عليه وسلم - يصلي عند البيت، وأبو جهل وأصحاب له جلوس، وقد نحرت جزور بالأمس، فقال أبو جهل: أيكم يقوم إلى سلا (¬4) جزور بني فلان، فيأخذه فيضعه ¶ ¬_________ ¶ (¬1) ويقال أيضاً: فجأهم، أي بغتهم. انظر: شرح النووي، 17/ 140. ¶ (¬2) يرجع يمشي إلى ورائه. انظر: المرجع السابق 17/ 140. ¶ (¬3) أخرجه مسلم في كتاب المنافقين، باب قوله تعالى: {كَلا إِنَّ الإِنسَانَ لَيَطْغَى، أَن رَّآهُ اسْتَغْنَى} 4/ 2154، (رقم 2797)، وانظر: شرح النووي، 17/ 140. ¶ (¬4) السلا: هو اللفافة التي يكون فيها الولد في بطن الناقة وسائر الحيوان، وهي من الآدمية: المشيمة. انظر: شرح النووي، 12/ 151.",
            "page": "19",
            "part": "1",
            "seal": "F80CCB6B"
        },
        {
            "id": "21",
            "nass": "على ظهر محمد إذا سجد، فانبعث أشقى القوم (¬1) فأخذه، فلما سجد النبي - صلى الله عليه وسلم - وضعه بين كتفيه، قال: فاستضحكوا، وجعل بعضهم يميل على بعض، وأنا أنظر، لو كانت لي منعة طرحته عن ظهر رسول اللَّه - صلى الله عليه وسلم -، والنبي - صلى الله عليه وسلم - ساجد ما يرفع رأسه، حتى انطلق إنسان فأخبر فاطمة، فجاءت وهي جويرية، فطرحته عنه، ثم أقبلت عليهم تشتمهم، فلما قضى النبي - صلى الله عليه وسلم - صلاته، رفع صوته، ثم دعا عليهم، وكان إذا دعا دعا ثلاثاً، وإذا سأل سأل ثلاثاً، ثم قال: ((اللَّهم عليك بقريش)) ثلاث مرات، فلما سمعوا صوته ذهب عنهم الضحك، وخافوا دعوته، ثم قال: ((اللَّهم عليك بأبي جهل بن هشام، وعتبة بن ربيعة، وشيبة بن ربيعة، والوليد بن عتبة، وأمية بن خلف، وعقبة بن أبي معيط))، وذكر السابع ولم أحفظه، فوالذي بعث محمداً - صلى الله عليه وسلم - بالحق لقد رأيت الذي سمى صرعى يوم بدر، ثم سحبوا إلى القليب، قليب بدر (¬2). ¶ 5 - ومن أشد ما صنع به المشركون - صلى الله عليه وسلم - ما رواه البخاري في صحيحه عن عروة بن الزبير، قال: قلت لعبد اللَّه بن عمرو بن العاص: أخبرني ¶ ¬_________ ¶ (¬1) هو عقبة بن أبي معيط، كما صرح في رواية لمسلم في صحيحه، 3/ 1419. ¶ (¬2) البخاري مع الفتح، في كتاب الوضوء، باب إذا أُلقيَ على ظهر المصلي قذر أو جيفة لم تفسد عليه صلاته، 1/ 349 (رقم 240)، ومسلم في كتاب الجهاد والسير، باب ما لقي النبي - صلى الله عليه وسلم - من أذى المشركين والمنافقين 2/ 1418 (رقم 1794).",
            "page": "20",
            "part": "1",
            "seal": "5C84C54B"
        },
        {
            "id": "22",
            "nass": "بأشد ما صنع المشركون برسول اللَّه - صلى الله عليه وسلم -؟ قال: بينما رسول اللَّه - صلى الله عليه وسلم - يصلي في حجر الكعبة، إذ أقبل عقبة بن أبي معيط، فأخذ بمنكب رسول اللَّه - صلى الله عليه وسلم - ولوى ثوبه في عنقه، فخنقه خنقاً شديداً، فأقبل أبو بكر، فأخذ بمنكبه، ودفعه عن رسول اللَّه - صلى الله عليه وسلم - وقال: {أَتَقْتُلُونَ رَجُلا أَن يَقُولَ رَبِّيَ اللَّهُ وَقَدْ جَاءَكُم بِالْبَيِّنَاتِ مِن رَّبِّكُمْ} (¬1). ¶ وقد اشتد أذى المشركين لرسول اللَّه - صلى الله عليه وسلم - ولأصحابه، حتى جاء بعض الصحابة إلى رسول اللَّه - صلى الله عليه وسلم - يستنصره، ويسأل منه الدعاء والعون، ولكن النبي الحكيم واثق بنصر اللَّه وتأييده، فإن العاقبة للمتقين. ¶ عن خباب بن الأرت - رضي الله عنه - قال: شكونا إلى رسول اللَّه - صلى الله عليه وسلم - وهو متوسد بردة له في ظل الكعبة، [ولقد لقينا من المشركين شدة]، فقلنا: ألا تستنصر لنا، ألا تدعو لنا؟ فقال: ((قد كان من قبلكم يؤخذ الرجل فيحفر له في الأرض، فيجعل فيها، فيجاء بالمنشار فيوضع على رأسه فيجعل نصفين، ويمشط بأمشاط الحديد [ما دون عظامه ¶ ¬_________ ¶ (¬1) سورة غافر، الآية: 28. ¶ والحديث في البخاري مع الفتح، في كتاب مناقب الأنصار، باب ما لقي النبي - صلى الله عليه وسلم - وأصحابه من المشركين بمكة 7/ 165 (رقم 3856)، وكتاب التفسير، سورة المؤمن 8/ 553 (رقم 4815)، وكتاب فضائل الصحابة، باب قول النبي - صلى الله عليه وسلم -: <لو كنت متخذاً خليلاً لاتخذت أبا بكر خليلاً>، 7/ 22 (رقم 3678). واللفظ ملفقّ من كتاب المناقب، وكتاب التفسير.",
            "page": "21",
            "part": "1",
            "seal": "827F0655"
        },
        {
            "id": "23",
            "nass": "من لحم وعصب]، فما يصده ذلك عن دينه، واللَّه ليُتَمَّنَّ هذا الأمر، ¶ حتى يسير الراكب من صنعاء إلى حضرموت لا يخاف إلا اللَّه والذئب على غنمه، ولكنكم تستعجلون)) (¬1). ¶ وهكذا اشتد أذى قريش على رسول اللَّه - صلى الله عليه وسلم - وعلى أصحابه، وما ذلك كله إلا من أجل إعلاء كلمة اللَّه، والصدع بالحق، والثبات عليه، والدعوة إلى التوحيد الخالص، ونبذ عادات الجاهلية وخرافاتها الوثنية. ¶ 6 - لقي النبي - صلى الله عليه وسلم - أشد الأذى، ووصل الأمر إلى تغيير اسمه - صلى الله عليه وسلم - احتقاراً له ولدينه، وحسداً وبغضاً له، فقد كان المشركون من قريش من شدة كراهتهم للنبي - صلى الله عليه وسلم - لا يسمونه باسمه الدال على المدح، فيعدلون إلى ضده، فيقولون: مذمم، وإذا ذكروه بسوء قالوا: فعل اللَّه بمذمم، ومذمم ليس هو اسمه ولا يعرف به، فكان الذي يقع منهم في ذلك مصروفاً إلى غيره بحمد اللَّه تعالى (¬2). ¶ قال - صلى الله عليه وسلم -: ((ألا تعجبون كيف يصرف اللَّه عني شتم قريش، ولعنهم؟! يشتمون مذمماً، ويلعنون مذمماً، وأنا محمد)) (¬3). ¶ ¬_________ ¶ (¬1) البخاري مع الفتح في كتاب المناقب، باب علامات النبوة في الإسلام، 6/ 619، (رقم 3612)، وفي كتاب مناقب الأنصار، باب ما لقي النبي - صلى الله عليه وسلم - وأصحابه من المشركين بمكة، 7/ 164، (3852)، وفي كتاب الإكراه، باب من اختار الضرب والقتل والهوان على الكفر، 12/ 315، (6943)، واللفظ من كتاب الإكراه، وما بين المعقوفين من مناقب الأنصار. ¶ (¬2) انظر: فتح الباري، 6/ 558. ¶ (¬3) البخاري مع الفتح، كتاب المناقب، باب ما جاء في أسماء رسول الله - صلى الله عليه وسلم -، ¶ 6/ 554، (رقم 3533).",
            "page": "22",
            "part": "1",
            "seal": "1C041B21"
        },
        {
            "id": "24",
            "nass": "والنبي - صلى الله عليه وسلم - له خمسة أسماء ليس منها مُذَمَّماً (¬1). ¶ جاءت أم جميل زوجة أبي لهب - حين سمعت ما أنزل اللَّه فيها وفي زوجها من القرآن - إلى رسول اللَّه - صلى الله عليه وسلم - وهو جالس في المسجد عند الكعبة، ومعه أبو بكر الصديق، وفي يدها ملء الكف من حجارة، فلما وقفت عليهما أخذ اللَّه ببصرها عن رسول اللَّه - صلى الله عليه وسلم - فلا ترى إلا أبا بكر، فقالت: يا أبا بكر! أين صاحبك؟ قد بلغني أنه يهجوني، واللَّه لو وجدته لضربت بهذا الفهر فاه، أما واللَّه إني لشاعرة، ثم قالت: ¶ مُذَمماً عصينا ... وأمره أبينا ... ودينه قلينا (¬2) ¶ استمر المشركون في إلحاق الأذى برسول اللَّه - صلى الله عليه وسلم - وبأصحابه الذين أسلموا، وبعد أن زاد عدد المسلمين وكثر عددهم ازداد حنق المشركين على المسلمين، وبسطوا إليهم أيديهم وألسنتهم بالسوء، ولما رأى رسول اللَّه - صلى الله عليه وسلم - ذلك، ورأى أنه في حماية اللَّه ثم عمه أبي طالب، وهو لا يستطيع أن يمنع المسلمين مما هم فيه من العذاب - فقد مات منهم من مات، وعذب من عذب حتى عمي وهو تحت ¶ ¬_________ ¶ (¬1) انظر: البخاري مع الفتح، كتاب المناقب، باب ما جاء في أسماء رسول الله - صلى الله عليه وسلم -، 6/ 554، (رقم 3532). ¶ (¬2) انظر: سيرة ابن هشام، 1/ 378، ومعنى قولها: قلينا: أي أبغضنا. انظر: تفسير ابن كثير، ¶ 4/ 523.",
            "page": "23",
            "part": "1",
            "seal": "EC9B881A"
        },
        {
            "id": "25",
            "nass": "العذاب - فأذن رسول اللَّه لأصحابه بالهجرة إلى الحبشة، فكان أهل هذه الهجرة الأولى اثني عشر رجلاً، وأربع نسوة، ورئيسهم عثمان بن ¶ عفان - رضي الله عنه -، ذهبوا فوفق اللَّه لهم ساعة وصولهم إلى الساحل سفينتين، فحملوهم فيها إلى أرض الحبشة، وكان ذلك في رجب، في السنة الخامسة من البعثة، وخرجت قريش في آثارهم حتى جاءوا البحر فلم يدركوا منهم أحداً، ثم بلغ هؤلاء المهاجرين أن قريشاً قد كفوا عن النبي - صلى الله عليه وسلم - فرجعوا إلى مكة من الحبشة، وقبل وصولهم مكة بساعة من نهار بلغهم أن الخبر كذب، وأن قريشاً أشد ما كانوا عداوة لرسول اللَّه - صلى الله عليه وسلم - فدخل من دخل مكة بجوار، وكان من الداخلين ابن مسعود، ووجد أن ما بلغهم من إسلام أهل مكة كان باطلاً، فلم يدخل منهم أحد إلا بجوار - كابن مسعود - أو مستخفياً، ثم اشتد البلاء من قريش على من دخل مكة من المهاجرين وغيرهم، ولقوا منهم أذىً شديداً، فأذن لهم رسول اللَّه - صلى الله عليه وسلم - في الخروج إلى الحبشة مرة ثانية، وكان عدد من خرج في هذه المرة الثانية ثلاثة وثمانين رجلاً، إن كان فيهم عمار بن ياسر، ومن النساء تسعة عشرة امرأة، فكان المهاجرون في مملكة أصحمة النجاشي آمنين، فلما علمت قريش بذلك أرسلت للنجاشي بهدايا وتحف ليردهم عليهم، فمنع ذلك عليهم، ورد عليهم هداياهم، وبقي المهاجرون في الحبشة آمنين حتى قدموا إلى رسول اللَّه - صلى الله عليه وسلم - عام خيبر (¬1). ¶ ¬_________ ¶ (¬1) انظر: زاد المعاد لابن القيم، 3/ 23، 36، 38، والرحيق المختوم، ص89، وهذا الحبيب يا محب، ص120، وسيرة ابن هشام، 1/ 343، والبداية والنهاية، 3/ 66، والتاريخ الإسلامي لمحمود شاكر، 2/ 98، 109، وتاريخ الإسلام للذهبي، قسم السيرة، ص183.",
            "page": "24",
            "part": "1",
            "seal": "B26128F6"
        },
        {
            "id": "26",
            "nass": "8 - ولما رأت قريش انتشار الإسلام، وكثرة من يدخل فيه، وبلغها ما ¶ لقي المهاجرون في بلاد الحبشة، من: إكرام وتأمين، مع عودة وفدها خائباً، اشتد حنقها على الإسلام، وأجمعوا على أن يتعاقدوا على بني هاشم، وبني عبد المطلب، وبني عبد مناف، وأن لا يبايعوهم، ولا يناكحوهم، ولا يكلموهم، ولا يجالسوهم، حتى يسلموا إليهم رسول اللَّه - صلى الله عليه وسلم -، وكتبوا بذلك صحيفة وعلقوها في سقف الكعبة، فانحاز بنو هاشم، وبنو عبد المطلب مؤمنهم وكافرهم إلا أبا لهب، فإنه بقي مظاهراً لقريش على رسول اللَّه - صلى الله عليه وسلم - وعلى بني هاشم، وبني عبد المطلب. ¶ وحُبِسَ رسول اللَّه - صلى الله عليه وسلم - في شعب أبي طالب ليلة هلال محرم، سنة سبع من البعثة، وبقوا محصورين محبوسين، مضيقاً عليهم جداً، مقطوعاً عليهم الطعام والمادة نحو ثلاث سنين حتى بلغهم الجهد، وسُمِعَ أصوات صبيانهم بالبكاء من وراء الشعب، ثم أطلع اللَّه رسوله على أمر الصحيفة، وأنه أرسل عليها الأرضة فأكلت جميع ما فيها من جور وقطيعة وظلم إلا ذكر اللَّه - عز وجل -، فأخبر عمه، فخرج إلى قريش فأخبرهم أن محمداً قد قال كذا وكذا، فإن كان كاذباً خلينا بينكم وبينه، وإن كان صادقاً رجعتم عن قطيعتنا وظلمنا، قالوا: قد أنصفت، فأنزلوا الصحيفة، فلما رأوا الأمر كما أخبر",
            "page": "25",
            "part": "1",
            "seal": "3AF4FB99"
        },
        {
            "id": "27",
            "nass": "به رسول اللَّه - صلى الله عليه وسلم - ازدادوا كفراً إلى كفرهم، وخرج رسول اللَّه - صلى الله عليه وسلم - ومن معه من الشعب بعد عشرة أعوام من البعثة، ومات أبو طالب بعد ذلك بستة أشهر، وماتت خديجة بعده بثلاثة أيام، وقيل غير ¶ ذلك (¬1). ¶ ولما نُقِضَت الصحيفة وافق موت أبي طالب وموت خديجة وبينهما زمن يسير، فاشتد البلاء على رسول اللَّه - صلى الله عليه وسلم - من سفهاء قومه، وتجرئوا عليه فكاشفوه الأذى، وخرج إلى الطائف رجاء أن يستجيبوا لدعوته أو يؤووه أو ينصروه على قومه، فلم ير من يؤوي، ولم ير ناصراً، وآذوه مع ذلك أشد الأذى، ونالوا منه ما لم ينله قومه (¬2). ¶ المطلب الثالث: مواقف النبي - صلى الله عليه وسلم - بعد خروجه إلى الطائف: ¶ في شوال، من السنة العاشرة بعد النبوة، خرج النبي - صلى الله عليه وسلم - إلى الطائف لعله يجد في ثقيف حسن الإصغاء لدعوته والانتصار لها، وكان معه زيد بن حارثة مولاه، وكان في طريقه كلما مر على قبيلة دعاهم إلى الإسلام، فلم تُجِبْه واحدة منها. ¶ ¬_________ ¶ (¬1) انظر: زاد المعاد، 3/ 30، وسيرة ابن هشام، 1/ 371، البداية والنهاية، 3/ 64، والتاريخ الإسلامي لمحمود شاكر، 2/ 109، و127، و128، وتاريخ الإسلام للذهبي - قسم السيرة، ص126، 137، والرحيق المختوم، ص112. ¶ (¬2) انظر: زاد المعاد، 3/ 31، والرحيق المختوم، ص113.",
            "page": "26",
            "part": "1",
            "seal": "9BDA5894"
        },
        {
            "id": "28",
            "nass": "1 - موقفه الحكيم في دعوته لأهل الطائف: ¶ عندما وصل إلى الطائف عمد إلى رؤسائها فجلس إليهم، ودعاهم إلى الإسلام، فردوا عليه رداً قبيحاً، وأقام رسول اللَّه - صلى الله عليه وسلم - بين أهل ¶ الطائف عشرة أيام، لا يدع أحداً من أشرافهم إلا جاءه وكلمه، فقالوا: اخرج من بلادنا، وأغروا به سفهاءهم وصبيانهم، فلما أراد الخروج تبعه هؤلاء السفهاء واجتمعوا عليه صَفَّين يرمونه بالحجارة، وبكلمات من السفه، ورجموا عراقيبه حتى اختضب نعلاه بالدماء، وكان زيد بن حارثة يقيه بنفسه حتى أصابه شجاج في رأسه، ورجع رسول اللَّه - صلى الله عليه وسلم - من الطائف إلى مكة محزوناً، كسير القلب، وفي طريقه إلى مكة أرسل اللَّه إليه جبريل ومعه ملك الجبال يستأمره أن يطبق الأخشبَيْن على أهل مكة، وهما جبلاها اللذان هي بينهما (¬1). ¶ 2 - حكمته العظيمة في جوابه لملك الجبال: ¶ عن عائشة - رضي الله عنها - أنها قالت لرسول اللَّه - صلى الله عليه وسلم -: يا رسول اللَّه هل أتى عليك يوم أشد من يوم أحد؟ فقال: ((لقد لقيت من قومك [ما لقيت]، وكان أشد ما لقيت منهم يوم العقبة، إذ عرضت نفسي على ابن ¶ عبد ياليل بن عبد كلال (¬2)، فلم يجبني إلى ما أردت، فانطلقت وأنا ¶ ¬_________ ¶ (¬1) انظر: زاد المعاد، 3/ 31، والرحيق المختوم، ص122، وهذا الحبيب يا محبّ، ص132، والبداية والنهاية، 3/ 135. ¶ (¬2) ابن عبد ياليل بن كلال من أكابر أهل الطائف من ثقيف. الفتح، 6/ 315.",
            "page": "27",
            "part": "1",
            "seal": "1280FBAE"
        },
        {
            "id": "29",
            "nass": "مهموم على وجهي، فلم أسْتَفِق إلا بقرن الثعالب (¬1)، فرفعت رأسي، فإذا أنا بسحابة قد أظلتني، فنظرت فإذا فيها جبريل، فناداني: فقال: ¶ إن اللَّه - عز وجل - قد سمع قول قومك لك، وما ردوا عليك، وقد بعث إليك ملك الجبال لتأمره بما شئت فيهم، قال: فناداني ملك الجبال وسلم عليّ، ثم قال: يا محمد! إن اللَّه قد سمع قول قومك لك، وأنا ملك الجبال، وقد بعثني ربي إليك لتأمرني بأمرك فما شئت (¬2)؟ إن شئت أن أُطْبِق عليهم الأخشبين)). فقال له رسول اللَّه - صلى الله عليه وسلم -: ((بل أرجو أن يخرج اللَّه من أصلابهم من يعبد اللَّه وحده لا يشرك به شيئاً)) (¬3). ¶ وفي هذا الجواب الذي أدلى به رسول اللَّه - صلى الله عليه وسلم - تتجلى شخصيته الفذة، وما كان عليه من الخُلق العظيم الذي أمده اللَّه به. ¶ وفي ذلك بيان شفقته على قومه، ومزيد صبره وحلمه، وهذا موافق لقوله تعالى: {فَبِمَا رَحْمَةٍ مِّنَ اللهِ لِنتَ لَهُمْ} (¬4)، وقوله ¶ ¬_________ ¶ (¬1) وهو ميقات أهل نجد، ويقال له: قرن المنازل، ويعرف الآن بالسيل الكبير. انظر: الفتح، ¶ 6/ 115. ¶ (¬2) استفهام، أي: فأمرني بما شئت. انظر: فتح الباري، 6/ 316. ¶ (¬3) البخاري مع الفتح في كتاب بدء الخلق، باب إذا قال أحدكم آمين والملائكة في السماء فوافقت إحداهما الأخرى غفر له ما تقدم من ذنبه، 6/ 312، (رقم 3231)، ومسلم بلفظه في كتاب الجهاد والسير، باب ما لقي النبي - صلى الله عليه وسلم - من أذى المشركين والمنافقين، 3/ 1420، (رقم 1795). وما بين المعقوفين من البخاري دون مسلم. ¶ (¬4) سورة آل عمران، الآية: 159.",
            "page": "28",
            "part": "1",
            "seal": "DC9E72FC"
        },
        {
            "id": "30",
            "nass": "تعالى: {وَمَا أَرْسَلْنَاكَ إِلا رَحْمَةً لِّلْعَالَمِينَ} (¬1). فصلوات اللَّه وسلامه عليه (¬2). ¶ وأقام - صلى الله عليه وسلم - بنخلة أياماً، وصمم على الرجوع إلى مكة، وعلى القيام باستئناف خطته الأولى في عرض الإسلام وإبلاغ رسالة اللَّه الخالدة، بنشاط جديد، وجد وحماس، وحينئذ قال له زيد بن حارثة: كيف تدخل عليهم وقد أخرجوك؟ فَرُوي عنه (¬3) أنه قال: ((يا زيد، إن اللَّه جاعل لما ترى فرجاً ومخرجاً، وإن اللَّه ناصر دينه، ومظهر نبيه)). ¶ 3 - حكمته في دخوله إلى مكة في جوار المطعم بن عدي: ¶ ثم سار حتى وصل إلى مكة فأرسل رجلاً من خزاعة إلى مطعم بن عدي ليدخل في جواره، فقال مطعم: نعم، ودعا بنيه وقومه فقال: البسوا السلاح، وكونوا عند أركان البيت، فإني قد أجرت محمداً، فدخل رسول اللَّه - صلى الله عليه وسلم - ومعه زيد بن حارثة، حتى انتهى إلى المسجد الحرام، فقام المُطْعمُ بن عدي على راحلته فنادى: يا معشر قريش إني قد أجرت محمداً، فلا يهجه أحد منكم، فانتهى رسول اللَّه - صلى الله عليه وسلم - إلى الركن فاستلمه وصلى ركعتين، وانصرف إلى بيته، ¶ ¬_________ ¶ (¬1) سورة الأنبياء، الآية: 107. ¶ (¬2) انظر: البخاري مع الفتح، 6/ 316، والرحيق المختوم، ص124. ¶ (¬3) انظر: زاد المعاد، لابن القيم، 3/ 33.",
            "page": "29",
            "part": "1",
            "seal": "9B5242F1"
        },
        {
            "id": "31",
            "nass": "والمطعم بن عدي وولده محدقون به بالسلاح حتى دخل بيته (¬1). ¶ وفي هذه المواقف العظيمة التي وقفها النبي - صلى الله عليه وسلم - في رحلته إلى ¶ الطائف دليل واضح على تصميمه الجازم في الاستمرار في دعوته وعدم اليأس من استجابة الناس لها، وبَحَثَ عن ميدان جديد للدعوة، بعد أن قامت الحواجز دونها في الميدان الأول. ¶ وفي ذلك دليل على أن النبي - صلى الله عليه وسلم - كان أستاذاً في الحكمة، وذلك لأنه حينما قدم الطائف اختار الرؤساء وسادة ثقيف في الطائف وقد علم أنهم إذا أجابوه أجابت كل قبائل أهل الطائف. ¶ وفي سيل الدماء من قدمي النبي - صلى الله عليه وسلم - - وهو النبي الكريم - أكبر مثل لما يتحمله الداعية في سبيل اللَّه من أذى واضطهاد. ¶ وفي عدم دعائه على قومه، وعلى أهل الطائف، وعدم موافقة ملك الجبال في إطباق الأخْشَبيْن على أهل مكة أكبر مثل لما يتحمله الداعية في صبره على من رد دعوته، وعدم اليأس من هدايتهم، فربما يخرج اللَّه من أصلابهم من يعبد اللَّه لا يشرك به شيئاً. ¶ ومن حكمته - صلى الله عليه وسلم - أنه لم يدخل مكة إلا بعد أن دخل في جوار المُطْعم بن عدي، وهكذا ينبغي للداعية أن يبحث عمن يحميه من ¶ ¬_________ ¶ (¬1) انظر: زاد المعاد، 3/ 33، وسيرة ابن هشام، 2/ 28، والبداية والنهاية، 3/ 137، والرحيق المختوم، ص125.",
            "page": "30",
            "part": "1",
            "seal": "97B1020A"
        },
        {
            "id": "32",
            "nass": "كيد أعدائه؛ ليقوم بدعوته على الوجه المطلوب (¬1). ¶ 4 - من مواقفه الحكيمة في الأسواق والمواسم: ¶ باشر النبي - صلى الله عليه وسلم - دعوته في مكة بعد عودته من الطائف في شهر ذي القعدة سنة عشر من النبوة، فبدأ يذهب إلى المواسم التي تقام في الأسواق مثل: عكاظ، ومجنة، وذي مجاز، وغيرها، التي تحضرها القبائل العربية للتجارة والاستماع لما يُلقى فيها من الشعر، ويعرض نفسه على هذه القبائل يدعوها إلى اللَّه - تعالى -، وجاء موسم الحج لهذه السنة فأتاهم قبيلة قبيلة يعرض عليهم الإسلام كما كان يدعوهم منذ السنة الرابعة من النبوة. ¶ ولم يكتف رسول اللَّه - صلى الله عليه وسلم - بعرض الإسلام على القبائل فحسب، بل كان يعرضه على الأفراد أيضاً. ¶ وكان - صلى الله عليه وسلم - يرغب جميع الناس بالفلاح، فعن عبد الرحمن بن أبي الزناد عن أبيه، قال: أخبرني رجل يقال له: ربيعة بن عباد، من بني الديل، وكان جاهلياً، قال: رأيت النبي - صلى الله عليه وسلم - في الجاهلية في سوق ذي المجاز وهو يقول: ((يا أيها الناس قولوا لا إله إلا اللَّه تفلحوا))، والناس مجتمعون عليه، ووراءه رجل وضيء الوجه، أحول، ذو غديرتين، يقول: إنه صابئ كاذب، يتبعه حيث ذهب، ¶ ¬_________ ¶ (¬1) انظر: السيرة النبوية دروس وعبر لمصطفى السباعي، ص58، وهذا الحبيب يا محبّ، ص134.",
            "page": "31",
            "part": "1",
            "seal": "96DE7621"
        },
        {
            "id": "33",
            "nass": "فسألت عنه، فذكروا لي نسب رسول اللَّه - صلى الله عليه وسلم - وقالوا: هذا عمه أبو ¶ لهب (¬1). ¶ وقد كانت الأوس والخزرج يحجون كما تحج العرب دون اليهود، فلما رأى الأنصار أحواله - صلى الله عليه وسلم - ودعوته، عرفوا أنه الذي تتوعدهم به اليهود، فأرادوا أن يسبقوهم؛ ولكنهم لم يبايعوا النبي - صلى الله عليه وسلم - في هذه السنة، ورجعوا إلى المدينة (¬2). ¶ وفي موسم الحج من السنة الحادية عشرة من النبوة، عرض النبي - صلى الله عليه وسلم - نفسه على القبائل، وبينما الرسول - صلى الله عليه وسلم - يعرض نفسه، مر بعقبة مِنَى فوجد بها ستة نفر من شباب يثرب، فعرض عليهم الإسلام، فأجابوا دعوته، ورجعوا إلى قومهم وقد حملوا معهم رسالة الإسلام حتى لم تبق دار من دور الأنصار إلا وفيها ذكر رسول اللَّه - صلى الله عليه وسلم - (¬3). ¶ ثم استدار العام وأقبل الناس إلى الحج سنة 12 من النبوة، وكان ¶ ¬_________ ¶ (¬1) أخرجه أحمد، 3/ 492، 4/ 341، وسنده حسن، وله شاهد عند ابن حبان، برقم 1683، (موارد) من حديث طارق بن عبد الله المحاربي، والحاكم في المستدرك بإسنادين، وقال عن الإسناد الأول: <صحيح على شرط الشيخين، رواته كلهم ثقات أثبات>، 1/ 15. ¶ (¬2) انظر: زاد المعاد، 3/ 43، 44، والتاريخ الإسلامي لمحمود شاكر، 2/ 136، والرحيق المختوم، ص129، والبداية والنهاية، 3/ 149، وابن هشام، 2/ 31. ¶ (¬3) انظر: التاريخ الإسلامي لمحمود شاكر 2/ 137، وهذا الحبيب يا محبّ، 2/ 145، والرحيق المختوم، ص132، وزاد المعاد، 3/ 45، وسيرة ابن هشام، 2/ 38، والبداية والنهاية، 3/ 149.",
            "page": "32",
            "part": "1",
            "seal": "30F9FDEA"
        },
        {
            "id": "34",
            "nass": "من بين حجاج يثرب اثنا عشر رجلاً، فيهم خمسة من الستة الذين ¶ كانوا قد اتصلوا برسول اللَّه - صلى الله عليه وسلم - في العام السابق، والتقوا حسب الموعد مع رسول اللَّه - صلى الله عليه وسلم - عند العقبة بمنى، وأسلموا وبايعوا رسول اللَّه - صلى الله عليه وسلم - بيعة النساء (¬1). ¶ عن عبادة بن الصامت - رضي الله عنه - أن رسول اللَّه - صلى الله عليه وسلم - قال وحوله عصابة من أصحابه: ((تعالوا بايعوني على أن لا تشركوا باللَّه شيئاً، ولا تسرقوا، ولا تزنوا، ولا تقتلوا أولادكم، ولا تأتوا ببهتانٍ تفترونه بين أيديكم وأرجلكم، ولا تعصوني في معروفٍ، فمن وفى منكم فأجره على اللَّه، ومن أصاب من ذلك شيئاً فعوقب به في الدنيا فهو له كفارة، ومن أصاب من ذلك شيئاً فستره اللَّه عليه فأمره إلى اللَّه: إن شاء عاقبه، وإن شاء عفا عنه)) فبايعناه على ذلك (¬2). ¶ وبعد أن انتهت المبايعة، وانتهى الموسم بعث النبي - صلى الله عليه وسلم - مع هؤلاء مصعب بن عمير - رضي الله عنه - ليعلم المسلمين شرائع الإسلام؛ وليقوم بنشر الإسلام، وقد قام بذلك - رضي الله عنه - أتم قيام، وفي موسم الحج في السنة الثالثة عشرة من النبوة حضر لأداء الحج من يثرب ثلاثة وسبعون رجلاً وامرأتان، وكلهم قد أسلموا. ¶ ¬_________ ¶ (¬1) انظر: زاد المعاد، 3/ 46، 44، والرحيق المختوم، ص139، والتاريخ الإسلامي، 2/ 139، وهذا الحبيب يا محبّ، ص145، وسيرة ابن هشام، 2/ 38. ¶ (¬2) البخاري مع الفتح، كتاب مناقب الأنصار، باب وفود الأنصار إلى النبي - صلى الله عليه وسلم - في مكة 7/ 219 (رقم 3892)، وكتاب الإيمان، باب حدثنا أبو اليمان، 1/ 64 (رقم 18).",
            "page": "33",
            "part": "1",
            "seal": "B7FBC7F2"
        },
        {
            "id": "35",
            "nass": "فلما قدموا مكة واعدوا النبي - صلى الله عليه وسلم - عند العقبة، وجاءهم على ¶ موعدهم، ثم تكلم رسول اللَّه - صلى الله عليه وسلم -، ثم قالوا: يا رسول اللَّه، على ما نبايعك؟ فقال: ((تبايعوني على: السمع والطاعة في النشاط والكسل، والنفقة في العسر واليسر، وعلى الأمر بالمعروف والنهي عن المنكر، وأن تقولوا في اللَّه لا تخافون لومة لائم، وعلى أن تنصروني فتمنعوني إذا قدمت عليكم ما تمنعون منه أنفسكم وأزواجكم وأبناءكم ولكم الجنة)) (¬1)،فقاموا إليه فبايعوه. ¶ وبعد عقد هذه البيعة جعل عليهم رسول اللَّه - صلى الله عليه وسلم - اثني عشر زعيماً، يكونون نقباء على قومهم، وكانوا تسعة من الخزرج، وثلاثة من الأوس، ثم رجعوا إلى يثرب، وعندما وصلوا أظهروا الإسلام فيها، ونفع اللَّه بهم في الدعوة إلى اللَّه تعالى (¬2). ¶ وبعد أن تمت بيعة العقبة الثانية ونجح النبي - صلى الله عليه وسلم - في تأسيس وطن للإسلام، انتشر الخبر في مكة كثيراً، وثبت لقريش أن النبي - صلى الله عليه وسلم - قد بايع أهل يثرب، فاشتد أذاهم على من أسلم في مكة، فأمر النبي - صلى الله عليه وسلم - بالهجرة إلى المدينة، فهاجر المسلمون، فاجتمع قريش في يوم 26 من شهر صفر سنة 14 من النبوة، وأجمعوا على قتل ¶ ¬_________ ¶ (¬1) أحمد في المسند، 3/ 322، والبيهقي، 9/ 9، والحاكم وصححه، ووافقه الذهبي، 2/ 624، وحسن إسناده للحافظ في الفتح، 7/ 117. ¶ (¬2) انظر: سيرة ابن هشام، 2/ 49، والبداية والنهاية، 3/ 158، والتاريخ الإسلامي لمحمود شاكر، 2/ 142، والرحيق المختوم، ص143.",
            "page": "34",
            "part": "1",
            "seal": "8AD98C77"
        },
        {
            "id": "36",
            "nass": "النبي - صلى الله عليه وسلم -، فأوحى اللَّه إلى النبي - صلى الله عليه وسلم - بذلك؛ ولحسن سياسته ¶ وحكمته أمر علياً أن يبيت في فراشه تلك الليلة، فبقي المشركون ينظرون إلى عليّ من صِير الباب (¬1)، وخرج رسول اللَّه - صلى الله عليه وسلم -، ومر بأبي بكر، وهاجر إلى المدينة (¬2). ¶ وهذه المواقف العظيمة التي وقفها رسول اللَّه - صلى الله عليه وسلم - دليل واضح على حكمة النبي - صلى الله عليه وسلم -، وعلى صبره، وشجاعته، وأنه - صلى الله عليه وسلم - حينما علم بأن قريشاً قد طغت، ورفضت الدعوة بحث عن مكان يتخذ فيه قاعدة للدعوة الإسلامية، ولم يكتف بذلك، بل أخذ منهم البيعة والمعاهدة على نصرة الإسلام، وتم ذلك في مؤتمرين: بيعة العقبة الأولى، ثم الثانية، وعندما وجد مكان الدعوة الذي يتخذ قاعدة لها، ووجد أنصار الدعوة أذن بالهجرة لأصحابه، وأخذ هو بالأسباب عندما تآمرت عليه قريش، وهذا لا يعتبر جبناً، ولا فراراً من الموت؛ ولكن يعتبر أخذاً بالأسباب مع التوكل على اللَّه تعالى، وهذه السياسة الحكيمة من أسباب نجاح الدعوة، وهكذا ينبغي أن يكون الدعاة إلى اللَّه، فإن النبي - صلى الله عليه وسلم - هو قدوتهم وإمامهم (¬3). ¶ ¬_________ ¶ (¬1) صير الباب: هو شق الباب. انظر: المعجم الوسيط، مادة (صار) , 1/ 531. ¶ (¬2) انظر: سيرة ابن هشام، 2/ 95، والبداية والنهاية، 3/ 175، وزاد المعاد، 3/ 54، والسيرة النبوية دروس وعبر لمصطفى السباعي، ص61، والتاريخ الإسلامي لمحمود شاكر، 2/ 148، وهذا الحبيب يا محبّ، ص156. ¶ (¬3) انظر: السيرة النبوية دروس وعبر، ص68.",
            "page": "35",
            "part": "1",
            "seal": "75AC204F"
        },
        {
            "id": "37",
            "nass": "المبحث الثاني: مواقف النبي - صلى الله عليه وسلم - بعد الهجرة ¶ المطلب الأول: مواقف الحكمة في الإصلاح والتأسيس ¶ عندما وصل رسول اللَّه - صلى الله عليه وسلم - إلى المدينة كان فيها مجموعات من السكان متباينة في عقيدتها، مختلفة في أهدافها، متفرقة في اجتماعاتها، وكانت لديهم خلافات بعضها قديم موروث، وبعضها حديث موجود، وقد كانت هذه المجموعات على ثلاثة أصناف: ¶ 1 - المسلمون، من: الأوس، والخزرج، والمهاجرين. ¶ 2 - المشركون، من: الأوس، والخزرج، الذين لم يدخلوا في الإسلام. ¶ 3 - اليهود، وهم عدة قبائل: بنو قينقاع، وقد كانوا حلفاء الخزرج، وبنو النضير، وبنو قُريظة، وهاتان القبيلتان كانتا حلفاء الأوس. ¶ وقد كان هناك خلاف مستحكم بين الأوس والخزرج، وكانت بينهما حروب في الجاهلية، وآخرها يوم بُعاثٍ ولا يزال في النفوس شيء منها (¬1). ¶ ¬_________ ¶ (¬1) انظر: البداية والنهاية، 3/ 214، وسيرة ابن هشام، 2/ 114، وزاد المعاد، 3/ 62، والتاريخ الإسلامي لمحمود شاكر، 2/ 159، والرحيق المختوم، ص171، وهذا الحبيب يا محب، ص174، وفقه السيرة لمحمد الغزالي، ص188، البخاري مع الفتح، باب هل تنبش قبور مشركي الجاهلية ويتخذ مكانها مساجد، 1/ 524 (رقم 428)، ومسلم، كتاب المساجد، باب بناء مسجد النبي - صلى الله عليه وسلم -، 1/ 373، 374، (رقم 524).",
            "page": "36",
            "part": "1",
            "seal": "24A6F5E4"
        },
        {
            "id": "38",
            "nass": "لقد قام النبي - صلى الله عليه وسلم - بحل هذه المشكلات كلها، بحكمته العظيمة، وحسن سياسته، وكان حله وإصلاحه لهذه الأوضاع، وجمعه لشمل المسلمين كالآتي: ¶ 1 - بناء المسجد والاجتماع فيه أول عمل وحد بين القلوب: ¶ كان أول عمل قام به - صلى الله عليه وسلم - في الإصلاح والتأسيس بناء المسجد النبوي، واشترك المسلمون جميعاً في البناء، وعلى رأسهم إمامهم محمد - صلى الله عليه وسلم -، وكان أول عمل تعاوني عام، وحد بين القلوب، وأظهر الهدف العام للعمل، وقد كان لكل حي في المدينة - قبل قدوم النبي - صلى الله عليه وسلم - مكان يلتقون فيه، فيسمرون ويسهرون، وينشدون الأشعار، فكانت هذه الحال تدل على التفرقة والاختلاف، فعندما بُنيَ المسجد كان مرتكز المسلمين جميعاً، ومكان تجمعهم، يلتقون فيه في كل وقت، ويسألون رسول اللَّه - صلى الله عليه وسلم - فيعلمهم ويرشدهم ويوجههم (¬1). ¶ وبهذا تجمعت الأندية، والتفَّت الأحياء، واقتربت القبائل، وتحابَّت البطون، وانقلبت التفرقة إلى وحدة، ولم تعد في المدينة جماعات، بل جماعة واحدة، ولم تعد زعامات، بل قائد واحد، هو ¶ ¬_________ ¶ (¬1) انظر: البخاري مع الفتح، كتاب مناقب الأنصار، باب هجرة النبي - صلى الله عليه وسلم - وأصحابه، 7/ 239، 240، (رقم 3906).",
            "page": "37",
            "part": "1",
            "seal": "0210EEC2"
        },
        {
            "id": "39",
            "nass": "رسول اللَّه - صلى الله عليه وسلم -، يتلقى من ربه الأوامر والنواهي، ويعلم أمته، فأصبح المسلمون صفاً واحداً، وامتزجت النفوس والعقليات، وتقوت الوحدة، وتآلفت الأرواح، وتعاونت الأجسام (¬1). ¶ ولم يكن المسجد موضعاً لأداء الصلوات الخمس فحسب، بل كان جامعة يتلقى فيها المسلمون تعاليم الإسلام وتوجيهاته، ويجتمعون فيه، وتلتقي فيه العناصر القبلية المختلفة التي طالما نافرت بينها النزعات الجاهلية وحروبها وقاعدة لإدارة جميع الشؤون، وبثّ الانطلاقات، وموضعاً لعقد المجالس الاستشارية والتنفيذية. ¶ ولهذا ما أقام رسول اللَّه - صلى الله عليه وسلم - بمكان في المدينة إلا كان أول ما يفعله بناء مسجد يجتمع فيه المؤمنون، فقد أقام مسجد قباء حين أقام فيها، وصلى الجمعة في بني سالم بن عوف، بين قباء والمدينة، في بطن وادي (رانوناء) فلما أن وصل إلى المدينة كان أول عمل عمله بناء المسجد فيها (¬2). ¶ 2 - دعوة اليهود إلى الإسلام بالقول الحكيم: ¶ ومن قواعد الإصلاح والتأسيس التي قام بها النبي - صلى الله عليه وسلم - بعد أن ¶ ¬_________ ¶ (¬1) انظر: التاريخ الإسلامي لمحمود شاكر، 2/ 161، 162، والرحيق المختوم، ص179. ¶ (¬2) انظر: السيرة النبوية دروس وعبر، ص74، وفقه السيرة، ص189، وهذا الحبيب يا محبّ، ص180.",
            "page": "38",
            "part": "1",
            "seal": "CC170855"
        },
        {
            "id": "40",
            "nass": "دخل المدينة - الاتصال باليهود بواسطة عبد اللَّه بن سلام - رضي الله عنه - ودعوتهم إلى الإسلام. ¶ فعن أنس - رضي الله عنه - قال: بلغ عبد اللَّه بن سلام مقدم النبي - صلى الله عليه وسلم - إلى المدينة، فأتاه، فقال: إني سائلك عن ثلاث لا يعلمهن إلا نبي، قال: ما أول أشراط الساعة؟ وما أول طعام يأكله أهل الجنة، وما بال الولد ينزع إلى أبيه أو إلى أمه؟ فقال رسول اللَّه - صلى الله عليه وسلم -: ((خبرني بهن آنفاً جبريل)) قال ابن سلام: ذاك عدو اليهود من الملائكة، فقال رسول اللَّه - صلى الله عليه وسلم -: ((أما أول أشراط الساعة فنار تحشر الناس من المشرق إلى المغرب، وأما أول طعام يأكله أهل الجنة فزيادة كبد حوت، وأما الشبه في الولد فإن الرجل إذا غشي المرأة فسبقها ماؤه كان الشبه له، وإذا سبق ماؤها كان الشبه لها)) [قال: أشهد أن لا إله إلا اللَّه، وأنك رسول اللَّه]، قال: يا رسول اللَّه، إن اليهود قوم بُهْتٌ، إن علموا بإسلامي قبل أن تسألهم بَهَتُوني عندك، [فأرسل نبي اللَّه - صلى الله عليه وسلم - فأقبلوا فدخلوا عليه، فقال لهم رسول اللَّه - صلى الله عليه وسلم -: ((يا معشر اليهود، ويلكم اتقوا اللَّه فواللَّه الذي لا إله إلا هو إنكم لتعلمون أني رسول اللَّه حقاً، وأني جئتكم بحق، فأسلموا))، قالوا: ما نعلمه، قالوا للنبي - صلى الله عليه وسلم - -قالها ثلاث مرات - فقال رسول اللَّه - صلى الله عليه وسلم -: ((فأي رجل فيكم عبد اللَّه بن سلام؟)) قالوا: سيدنا وابن سيدنا، وأعلمنا وابن أعلمنا، قال: ((أفرأيتم إن أسلم؟)) قالوا: حاشا للَّه ما كان ليسلم، قال: ((أفرأيتم إن",
            "page": "39",
            "part": "1",
            "seal": "A3B12593"
        },
        {
            "id": "41",
            "nass": "أسلم؟)) قالوا: حاشا للَّه ما كان ليسلم، قال: ((أفرأيتم إن ¶ أسلم؟)) قالوا: حاشا للَّه ما كان ليسلم، قال: ((يا ابن سلام اخرج عليهم))، فخرج فقال: يا معشر اليهود، اتقوا اللَّه فواللَّه الذي لا إله إلا هو إنكم لتعلمون أنه رسول اللَّه، وأنه جاء بحق، فقالوا: كذبت، [شرنا، وابن شرنا]، ووقعوا فيه (¬1). ¶ وهذه أول تجربة تلقاها رسول اللَّه - صلى الله عليه وسلم - من اليهود عند دخول المدينة (¬2). ¶ ومن حسن سياسته - صلى الله عليه وسلم - أنه وافق على إخفاء عبد اللَّه بن سلام حتى يسأل اليهود عن مكانته بينهم، وعندما أثنوا عليه، ورفعوا من قدره أمره بالخروج فخرج وأعلن شهادته، وأظهر ما كان يكتمه اليهود من صدق النبي - صلى الله عليه وسلم -. ثم ضبطهم - صلى الله عليه وسلم - بالمعاهدة التي ستأتي. ¶ 3 - المؤاخاة بين المهاجرين والأنصار: ¶ كما قام النبي - صلى الله عليه وسلم - بالبدء ببناء المسجد ودعوة اليهود إلى الإسلام، قام - صلى الله عليه وسلم - بالمؤاخاة بين المهاجرين والأنصار، وهذا من الرشد، والكمال النبوي، والنضج السياسي، والحكمة المحمدية (¬3). ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، في كتاب أحاديث الأنبياء، 6/ 362، وفي كتاب مناقب الأنصار، 7/ 250 (رقم 3911)، 7/ 272 (رقم 3938)، والألفاظ من المواضع الثلاثة، وانظر أيضاً: البخاري مع الفتح، 8/ 165، والبداية والنهاية، 3/ 210. ¶ (¬2) انظر: الرحيق المختوم، ص175، وهذا الحبيب يا محبّ، ص175، وفقه السيرة لمحمد الغزالي، ص198، والتاريخ الإسلامي لمحمود شاكر، 2/ 173. ¶ (¬3) انظر: هذا الحبيب يا محب، لأبي بكر الجزائري، ص178.",
            "page": "40",
            "part": "1",
            "seal": "67B052CB"
        },
        {
            "id": "42",
            "nass": "آخى بينهم - صلى الله عليه وسلم - في دار أنس بن مالك، وكانوا تسعين رجلاً، نصفهم من المهاجرين، ونصفهم من الأنصار، آخى بينهم على المواساة، يتوارثون بعد الموت دون ذوي الأرحام إلى حين وقعة بدر، فلما أنزل اللَّه - عز وجل -: {وَأُوْلُواْ الأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ} (¬1)، ردّ التوارث إلى الرحم دون عقد الأخوة (¬2). ¶ ذابت عصبيات الجاهلية، فلا حمية إلا للإسلام، وسقط فوارق النسب واللون والوطن، فلا يتقدم أحد ولا يتأخر إلا بمروءته وتقواه، وكانت عواطف الأخوة، والإيثار؛ والمواساة والمؤانسة تمتزج في هذه الأخوة، وتملأ المجتمع الجديد بأروع الأمثال؛ وفي هذه الأخوة أقوى مظهر من مظاهر عدالة الإسلام الإنسانية والأخلاقية (¬3). ¶ ولم تكن هذه المؤاخاة معاهدة دونت على الورق فحسب، ولا كلمات قيلت باللسان فقط؛ وإنما كانت مؤاخاة سجلت على صفحات القلوب، وعملاً يرتبط بالدماء والأموال، لا كلاماً يثرثر به اللسان، إنها مؤاخاة في القول والعمل، والنفس والمتاع والأملاك، في العسر واليسر (¬4). ¶ ¬_________ ¶ (¬1) سورة الأنفال: الآية: 75. ¶ (¬2) انظر: زاد المعاد، 3/ 63، والرحيق المختوم، ص180. ¶ (¬3) انظر: زاد المعاد، 3/ 63، والرحيق المختوم، ص180. ¶ (¬4) انظر: التاريخ الإسلامي لمحمود شاكر، 2/ 165، وفقه السيرة لمحمد الغزالي، ص192.",
            "page": "41",
            "part": "1",
            "seal": "2625CC2E"
        },
        {
            "id": "43",
            "nass": "ومن أروع الأمثال لذلك ما رواه البخاري في صحيحه \"آخى رسول اللَّه - صلى الله عليه وسلم - بين عبد الرحمن بن عوف، وسعد بن الربيع، فقال سعد: قد علمت الأنصار أني من أكثرها مالاً، فأقسم مالي بيني وبينك نصفين، ولي امرأتان، فانظر أعجبهما إليك فسمها لي أطلقها، فإذا انقضت عدتها فتزوجها، فقال عبد الرحمن: بارك اللَّه لك في أهلك ومالك، أين سوقكم؟ فدلوه على سوق بني قينقاع فما انقلب إلا ومعه فضل من أقط وسمن، ثم تابع الغدوة ثم جاء يوماً وبه أثر صُفرة، فقال النبي - صلى الله عليه وسلم -: ((مَهْيَم؟)) (¬1)، قال: تزوجت امرأة من الأنصار، فقال: ((ما سقت فيها؟)) قال: وزن نواة من ذهب، أو نواة من ذهب، فقال: ((أولِم ولو بشاة)) (¬2). ¶ 4 - التربية الحكيمة: ¶ وقد كان - صلى الله عليه وسلم - يتعهدهم بالتعليم والتربية وتزكية النفوس، والحث على مكارم الأخلاق، ويؤدبهم بآداب الود والإخاء والمجد والشرف والعبادة والطاعة (¬3). ¶ ¬_________ ¶ (¬1) مهيم: كلمة استفهام، أي: ما حالك، وما شأنك؟ انظر: القاموس المحيط، باب الميم، فصل الميم، ص1499. ¶ (¬2) البخاري مع الفتح، كتاب مناقب الأنصار، باب إخاء النبي - صلى الله عليه وسلم - بين المهاجرين والأنصار، 7/ 112 حديث رقم 3780، 3781، واللفظ من الموضعين، وانظر: باب كيف آخى النبي - صلى الله عليه وسلم - بين أصحابه، في الكتاب السابق نفسه. ¶ (¬3) انظر: الرحيق المختوم، ص179، 181، 208، والتاريخ الإسلامي، لمحمود شاكر، 2/ 165.",
            "page": "42",
            "part": "1",
            "seal": "F9C9DE52"
        },
        {
            "id": "44",
            "nass": "فقد كان يقول - صلى الله عليه وسلم -: ((يا أيها الناس: أفشوا السلام، وأطعموا الطعام، وصلوا بالليل والناس نيام، تدخلوا الجنة بسلام)) (¬1). ¶ ويقول: ((لا يدخل الجنة من لا يأمن جاره بوائقه)) (¬2)، ((المسلم من سلم المسلمون من لسانه ويده)) (¬3). ¶ ويقول: ((لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه)) (¬4). ¶ ويقول: ((المؤمن للمؤمن كالبنيان يشد بعضه بعضاً))، وشبك بين أصابعه (¬5). ¶ ويقول: ((لا تحاسدوا، ولا تناجشوا، ولا تباغضوا، ولا تدابروا، ولا يبع بعضكم على بيع بعض، وكونوا عباد اللَّه إخواناً، المسلم أخو ¶ ¬_________ ¶ (¬1) أخرجه الترمذي في كتاب صفة القيامة، باب حدثنا محمد بن بشار، 4/ 652 (رقم 2485)، وقال: هذا حديث صحيح، وابن ماجه، كتاب الأطعمة، باب إطعام الطعام، 2/ 1083، (رقم 3251)، والدارمي، 1/ 156، وأحمد، 1/ 165، 2/ 391، وانظر: صحيح الترمذي، 2/ 303. ¶ (¬2) مسلم، في كتاب الإيمان، باب تحريم إيذاء الجار، 1/ 68 (رقم 46). ¶ (¬3) البخاري مع الفتح، في كتاب الإيمان، باب أي الإسلام أفضل، 1/ 54 (رقم 11)، ومسلم كتاب الإيمان، باب بيان تفاضل الإسلام وأي الأمور أفضل، 1/ 65 (رقم 41)، واللفظ له. ¶ (¬4) البخاري مع الفتح، كتاب الإيمان، باب من الإيمان أن يحب لأخيه ما يحب لنفسه، 1/ 56 (رقم 13)، ومسلم، كتاب الإيمان، باب الدليل على أن من خصال الإيمان أن يحب لأخيه ما يحب لنفسه، 1/ 67 (رقم 45). ¶ (¬5) البخاري مع الفتح، كتاب الصلاة باب تشبيك الأصابع في المسجد، 1/ 565 (رقم 481)، ومسلم، كتاب البر والصلة، باب تراحم المؤمنين وتعاطفهم وتعاضدهم، 4/ 1999، (رقم 2585).",
            "page": "43",
            "part": "1",
            "seal": "19F954DE"
        },
        {
            "id": "45",
            "nass": "المسلم، لا يظلمه، ولا يخذله، ولا يحقره، التقوى هاهنا)) - ويشير إلى صدره ثلاث مرات - ((بحسب امرئ من الشر أن يحقر أخاه المسلم، كل المسلم على المسلم حرام: دمه، وماله وعرضه)) (¬1). ¶ وقال: ((لا يحل لمسلم أن يهجر أخاه فوق ثلاث ليال، يلتقيان فيعرض هذا، ويعرض هذا، وخيرهما الذي يبدأ بالسلام)) (¬2). ¶ وقال: ((تفتح أبواب الجنة يوم الإثنين، ويوم الخميس، فيغفر لكل عبد لا يشرك باللَّه شيئاً إلا رجلاً كانت بينه وبين أخيه شحناء، فيقال: انظِروا هذين حتى يصطلحا، انظِروا هذين حتى يصطلحا، انظِروا هذين حتى يصطلحا)) (¬3). ¶ وقال: ((تعرض الأعمال في كل يوم خميس وإثنين فيغفر اللَّه - عز وجل - في ذلك اليوم لكل امرئٍ لا يُشرك باللَّه شيئاً إلا امرأ كانت بينه وبين أخيه شحناء، فيقال: اركوا (¬4) هذين حتى يصطلحا، اركوا هذين حتى يصطلحا)) (¬5). ¶ ¬_________ ¶ (¬1) مسلم، كتاب البر والصلة، باب تحريم ظلم المسلم وخذله واحتقاره وتحريم دمه وعرضه وماله، 4/ 1986 (رقم 2564). ¶ (¬2) البخاري مع الفتح، كتاب الأدب، باب الهجر، وقول الرسول - صلى الله عليه وسلم -: لا يحل لرجل أن يهجر أخاه فوق ثلاث بلا عذر شرعي، 4/ 1986، (رقم 2560). ¶ (¬3) أخرجه مسلم، كتاب البر والصلة، باب النهي عن الشحناء والتهاجر، 4/ 1987، (رقم 2565). ¶ (¬4) اركوا هذين: أي أخروا، يقال: ركاه، يركوه ركوا، إذا أخره، انظر: شرح النووي على صحيح مسلم، 16/ 122. ¶ (¬5) أخرجه مسلم في كتاب البر والصلة والآداب، باب النهي عن الشحناء والتهاجر، 4/ 1988، (رقم 2565/ 36).",
            "page": "44",
            "part": "1",
            "seal": "EC64C678"
        },
        {
            "id": "46",
            "nass": "وقال - صلى الله عليه وسلم -: ((انصر أخاك ظالماً أو مظلوماً)) قيل: يا رسول اللَّه، هذا نصرته مظلوماً، فكيف أنصره إذا كان ظالماً؟ قال: ((تحجزه أو تمنعه من الظلم فذلك نصره)) (¬1). ¶ وقال: ((حق المسلم على المسلم ست))، قيل: ما هن يا رسول اللَّه؟ قال: ((إذا لقيته فسلِّم عليه، وإذا دعاك فأجبه، وإذا استنصحك فانصح له، وإذا عطس فحمد اللَّه فشمِّته، وإذا مرض فعُده، وإذا مات فاتبعه)) (¬2). ¶ وعن البراء بن عازب قال: أمرنا رسول اللَّه - صلى الله عليه وسلم - بسبع ونهانا عن سبع: ((أمرنا بعيادة المريض، واتباع الجنازة، وتشميت العاطس، وإجابة الداعي, وإفشاء السلام، ونصر المظلوم، وإبرار المقسم، ونهانا عن خواتيم الذهب، وعن الشرب في الفضة)) - أو قال: ((في آنية الفضة - وعن المياثر (¬3)، والقسي (¬4)، وعن لبس الحرير، ¶ ¬_________ ¶ (¬1) أخرجه مسلم في كتاب البر، باب انصر أخاك ظالماً أو مظلوماً، 4/ 1998، (رقم 2584)، بمعناه، وأخرجه أحمد بلفظه، 3/ 99، والبخاري مع الفتح في كتاب المظالم، باب أعن أخاك ظالماً أو مظلوماً، 5/ 98، (رقم 2443، 2444)، وكتاب الإكراه، باب يمين الرجل لصاحبه، 12/ 223، (رقم 6952). ¶ (¬2) البخاري مع الفتح بنحوه في كتاب الجنائز، باب الأمر باتباع الجنائز، 3/ 112، (رقم 1240)، ومسلم في كتاب السلام، باب من حق المسلم على المسلم رد السلام، 4/ 1705). ¶ (¬3) المياثر: سروج من الديباج أو الحرير. الفتح، 10/ 293. ¶ (¬4) ثياب مضلعة بالحرير: أي فيها خطوط منه. الفتح، 10/ 293.",
            "page": "45",
            "part": "1",
            "seal": "E9AD866C"
        },
        {
            "id": "47",
            "nass": "والديباج (¬1)، والإستبرق)) (¬2). ¶ وقال: ((لا تدخلون الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، أَوَلا أدلكم على شيء إذا فعلتموه تحاببتم، أفشوا السلام بينكم)) (¬3). ¶ وسئل - صلى الله عليه وسلم -: أي الإسلام خير؟ فقال: ((تطعم الطعام، وتقرأ السلام على من عرفت ومن لم تعرف)) (¬4). ¶ ويقول: ((مَثَل المؤمنين في توادهم وتراحمهم وتعاطفهم، كمثل الجسد إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى)) (¬5). ¶ وقال - صلى الله عليه وسلم -: ((من لا يرحَم لا يُرحم)) (¬6). ¶ وقال: ((من لا يرحم الناس لا يرحمه اللَّه - عز وجل -)) (¬7). ¶ ¬_________ ¶ (¬1) الديباج والإستبرق: صنفان من الحرير. انظر: فتح الباري، 10/ 307. ¶ (¬2) البخاري مع الفتح، في كتاب الجنائز، باب الأمر باتباع الجنائز، 3/ 112 (رقم 1239)، 5/ 99، 9/ 240، 10/ 96، وانظر مواضع الحديث في البخاري مع فتح الباري، 3/ 112. ¶ (¬3) مسلم، في كتاب الإيمان، باب بيان أنه لا يدخل الجنة إلا المؤمنون، 1/ 74، (رقم 54). ¶ (¬4) البخاري مع الفتح في كتاب الإيمان، باب إطعام الطعام من الإسلام، 1/ 55، (رقم 12)، ومسلم في الإيمان باب بيان تفاضل الإسلام، 1/ 65، (رقم 39). ¶ (¬5) البخاري مع الفتح، كتاب الأدب، باب رحمة الناس والبهائم، 10/ 438، (رقم 6011)، ومسلم في كتاب البر والصلة، باب تراحم المؤمنين وتعاطفهم، 4/ 2000، (رقم 2586). ¶ (¬6) البخاري مع الفتح، كتاب الأدب، باب رحمة الناس والبهائم، 10/ 438، (رقم 6013)، ومسلم، كتاب الفضائل، باب رحمته - صلى الله عليه وسلم - الصبيان والعيال وتواضعه وفضل ذلك، 4/ 1809، (رقم 2319). ¶ (¬7) مسلم، في كتاب الفضائل، الباب السابق، 4/ 1809.",
            "page": "46",
            "part": "1",
            "seal": "D25B4322"
        },
        {
            "id": "48",
            "nass": "وقال - صلى الله عليه وسلم -: ((سُباب المسلم فسوقٌ، وقتاله كفر)) (¬1). ¶ وسواء وصلت هذه النصوص للأنصار من النبي - صلى الله عليه وسلم - مباشرة، أو سمعوا بها من بعض المهاجرين الذين سمعوا من النبي - صلى الله عليه وسلم - قبل الهجرة، فكل ذلك تربية منه - صلى الله عليه وسلم - لأصحابه جميعاً، ولمن بلغته هذه النصوص إلى يوم الدين. ¶ وغير ذلك من النصوص التي ربّى بها محمد - صلى الله عليه وسلم - أصحابه فقد كان يحثهم على الإنفاق، ويذكر من فضائله ما يشوق النفوس والقلوب، وكان يحث على الاستعفاف عن المسألة، ويذكر لهم فضل الصبر والقناعة، وكان يرغبهم في العبادات بما فيها من الفضائل والأجر والثواب، وكان يربطهم بالوحي النازل من السماء ربطاً موثقاً يقرؤه عليهم ويقرؤونه؛ لتكون هذه الدراسة إشعاراً بما عليهم من حقوق الدعوة، فضلاً عن ضرورة الفهم والتدبر. ¶ وهكذا رفع - صلى الله عليه وسلم - معنوياتهم، ودربهم على أعلى القيم والمثل حتى صاروا صورة لأعلى قمة من الكمال الإنساني. ¶ بمثل هذا استطاع النبي - صلى الله عليه وسلم - أن يبني مجتمعاً مسلماً أروع وأشرف مجتمع عرفه التاريخ، وأن يضع لمشكلات هذا المجتمع ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، كتاب الإيمان، باب خوف المؤمن من أن يحبط عمله وهو لا يشعر 1/ 110، (رقم 48)، ومسلم، كتاب الإيمان، باب بيان قول النبي - صلى الله عليه وسلم -: ((سباب المسلم فسوق وقتاله كفر))، (رقم 64).",
            "page": "47",
            "part": "1",
            "seal": "F399D3BE"
        },
        {
            "id": "49",
            "nass": "حلاً بعد أن كان يعيش في ظلمات الجهل والخرافات، فأصبح مجتمعاً يضرب به المثل في جميع الكمال الإنساني، وهذا بفضل اللَّه وحده، ثم بفضل هذا النبي الحكيم، فحَريٌّ بالدعاة إلى اللَّه أن يسلكوا مسلكه، ويهتدوا بهديه - صلى الله عليه وسلم - (¬1). ¶ 5 - ميثاق المهاجرين والأنصار وموادعة اليهود: ¶ بعد أن قام رسول اللَّه - صلى الله عليه وسلم - بالمؤاخاة بين المهاجرين والأنصار، عقد معاهدة أزاح بها لك ما كان من حزازات الجاهلية والنزعات القبلية، ولم يترك مجالاً لتقاليد الجاهلية، وقد وضع في هذه المعاهدة ميثاقاً للمهاجرين والأنصار، متضمناً موادعة اليهود بالمدينة، وهذا من أبرز الجهود التي بدلها - صلى الله عليه وسلم - في الإصلاح والتأسيس. ¶ كتب رسول اللَّه - صلى الله عليه وسلم - كتاباً بين المهاجرين والأنصار، وادع فيه اليهود، وعاهدهم، وأقرهم على أموالهم، واشترط عليهم، وشرط لهم (¬2). ¶ وهذا الميثاق في غاية الدقة، وحسن السياسة، وكمال الحكمة من النبي - صلى الله عليه وسلم -، فقد ربط بين جميع المسلمين في المدينة وبين ¶ ¬_________ ¶ (¬1) انظر: الرحيق المختوم، ص183. ¶ (¬2) انظر: البداية والنهاية لابن كثير، 3/ 224 - 226، وزاد المعاد، 3/ 65، وانظر: كتابة الميثاق بين المسلمين ويهود المدينة في سيرة ابن هشام، 2/ 119 - 123.",
            "page": "48",
            "part": "1",
            "seal": "D0C7D216"
        },
        {
            "id": "50",
            "nass": "اليهود، فأصبحوا كتلة واحدة، يستطيعون أن يقفوا في وجه كل من يريد أهل المدينة بسوء. ¶ وهذه الخطوات الخمس: بناء المسجد، ودعوة اليهود إلى الإسلام، والمؤاخاة بين المؤمنين وتربيتهم، وكتابة الميثاق، هي التي حل بها النبي - صلى الله عليه وسلم - - بفضل اللَّه تعالى - الخلاف المستحكم بين سكان المدينة، وأزال بها جميع آثار الماضي، ووحَّد بها قلوب المسلمين، وطبق بها النظام المتقن داخل المدينة، ومن ثم انتشر هذا النظام، والدعوة إلى اللَّه من هذه المدينة إلى جميع أقطار العالم (¬1). ¶ المطلب الثاني: مواقف الحكمة في حسن الإعداد للقتال، والشجاعة والبطولة ¶ بعد أن كوَّن النبي - صلى الله عليه وسلم - مجتمعاً متماسكاً بالمدينة، وأصبح هذا المجتمع كتلة واحدة أمام من يريد العاصمة الإسلامية بسوء - وما ذلك إلا بفضل اللَّه ثم بحكمة المصطفى - صلى الله عليه وسلم - - قام - صلى الله عليه وسلم - بالجهاد في سبيل اللَّه، بالقلب واللسان، والدعوة والبيان، والسيف والسنان، فقد أرسل ستاً وخمسين سرية، وقاد بنفسه سبعة وعشرين غزوة (¬2). ¶ ¬_________ ¶ (¬1) انظر: الرحيق المختوم، ص171، 178، 185، والتاريخ الإسلامي لمحمود شاكر، 2/ 166، 2/ 69، 160، وهذا الحبيب يا محبّ، ص176، 174. ¶ (¬2) انظر تلك البطولات الحكيمة في: البخاري مع الفتح، كتاب المغازي، باب غزوة العشيرة، 7/ 279، (رقم 3949)، ومسلم، كتاب الجهاد والسير، باب عدد غزوات النبي - صلى الله عليه وسلم -، 3/ 1447، (رقم 1254)، وشرح النووي على مسلم، 12/ 195، وفتح الباري، 7/ 280، 281، والبداية والنهاية لابن كثير، 3/ 241، 5/ 216، 217، وزاد المعاد لابن القيم، 3/ 5.",
            "page": "49",
            "part": "1",
            "seal": "067D9039"
        },
        {
            "id": "51",
            "nass": "ومن مواقفه الحكيمة في ذلك على سبيل المثال لا الحصر ما يأتي: ¶ 1 - ما فعله في غزوة بدر الكبرى: ¶ من مواقفه التي تزخر بالحكمة في هذه الغزوة أنه - صلى الله عليه وسلم - استشار الناس قبل بدء المعركة؛ لأنه - صلى الله عليه وسلم - يريد أن يعرف مدى رغبة الأنصار في القتال؛ لأنه شُرِطَ له في البيعة أن يمنعوه في المدينة مما يمنعون منه أنفسهم وأموالهم وأبناءهم وأزواجهم، أما خارج المدينة فلم يحصل أي شرط، فأراد - صلى الله عليه وسلم - أن يستشيرهم، فجمعهم - صلى الله عليه وسلم - واستشارهم، فقام أبو بكر - رضي الله عنه - فقال وأحسن، ثم عمر بن الخطاب - رضي اللَّه عنه - فقال وأحسن، ثم استشارهم ثانياً، فقام المِقْدَاد فقال: يا رسول اللَّه، امض لما أمرك اللَّه فنحن معك، واللَّه لا نقول لك كما قالت بنو إسرائيل لموسى: اذهب أنت وربك فقاتلا إنا ههنا قاعدون، ولكن اذهب أنت وربك فقاتلا إنا معكم مقاتلون، [نقاتل عن يمينك، وعن شمالك، ومن بين يديك، ومن خلفك، ثم استشار الناس ثالثاً، ففهمت الأنصار أنه يعنيهم، فبادر سعد بن معاذ فقال: يا رسول اللَّه كأنك تريدنا]، وكان النبي - صلى الله عليه وسلم - يعنيهم، لأنهم بايعوه على أن يمنعوه من الأحمر والأسود في ديارهم، فلما عزم على الخروج استشارهم؛ ليعلم ما عندهم، فقال له سعد: لعلك تخشى أن تكون الأنصار ترى حقاً عليها أن لا ينصروك إلا في ديارها، وإني أقول عن الأنصار وأجيب عنهم: فاظعن حيث شئت، وصل حبل من",
            "page": "50",
            "part": "1",
            "seal": "DF802FE4"
        },
        {
            "id": "52",
            "nass": "شئت، واقطع حبل من شئت، وخذ من أموالنا ما شئت، وأعطنا ما شئت، وما أخذت منا كان أحب إلينا مما تركت، وما أمرتنا فيه من أمر فأمرنا تبع لأمرك، فواللَّه لئن سرت حتى تبلغ البرك من غمدان لنسيرن معك، والذي بعثك بالحق لو استعرضت بنا هذا البحر فَخُضْتَهُ لخضناه معك، ما تخلف منا رجل واحد، وما نكره أن تلقى بنا عدواً غداً، إنا لَصُبُرٌ في الحرب، صُدقٌ في اللقاء، ولعل اللَّه يريك منا ما تقر به عينك، فسر بنا على بركة اللَّه، فأشرق وجه رسول اللَّه - صلى الله عليه وسلم - وسُرَّ بما سمع، ونشطه ذلك، ثم قال: ((سيروا وأبشروا، فإن اللَّه قد وعدني إحدى الطائفتين، ولكأني الآن أنظر إلى مصارع القوم)) (¬1). ¶ ومن مواقفه العظيمة في بدر: اعتماده على ربه - تبارك وتعالى - لأنه قد علم أن النصر لا يكون بكثرة العدد ولا العدة، وإنما يكون بنصر اللَّه - عز وجل - مع الأخذ بالأسباب والاعتماد على اللَّه. ¶ عن عمر بن الخطاب - رضي الله عنه - قال: لما كان يوم بدر نظر رسول اللَّه ¶ ¬_________ ¶ (¬1) سقت هذه القصة بالمعنى، وانظر: سيرة ابن هشام، 2/ 253، وفتح الباري، 7/ 287، وزاد المعاد، 3/ 173، والرحيق المختوم، ص200، وقد أخرج البخاري مواضع منها. انظر: البخاري مع الفتح، كتاب المغازي، باب: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ} 7/ 287، (رقم 3952)، وكتاب التفسير، 8/ 273، وأخرج مسلم بعض المواضع من القصة. انظر: صحيح مسلم، كتاب الجهاد والسير، باب غزوة بدر، 3/ 1403 (1779)، وانظر: التاريخ الإسلامي لمحمود شاكر، 2/ 194.",
            "page": "51",
            "part": "1",
            "seal": "D31868D7"
        },
        {
            "id": "53",
            "nass": "- صلى الله عليه وسلم - إلى المشركين وهم ألف، وأصحابه ثلاثمائة وتسعة عشر رجلاً، فاستقبل نبي - صلى الله عليه وسلم - القبلة، ثم مد يديه، فجعل يهتف بربه (¬1): ((اللَّهم أنجز لي ما وعدتني، اللَّهم إن تهلك هذه العصابة من أهل الإسلام لا تعبد في الأرض))، فمازال يهتف بربه، ماداً يديه، مستقبل القبلة، حتى سقط رداؤه عن منكبيه، فأتاه أبو بكر، فأخذ رداءه فألقاه على منكبيه، ثم التزمه من ورائه، وقال: يا نبي اللَّه كفاك مناشدة ربك، فإنه سينجز لك ما وعدك، فأنزل اللَّه - عز وجل -: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُم بِأَلْفٍ مِّنَ الْمَلآئِكَةِ مُرْدِفِينَ} (¬2) فأمده اللَّه بالملائكة (¬3). ¶ وقد خرج رسول اللَّه - صلى الله عليه وسلم - من العريش وهو يقول: {سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ} (¬4). ¶ وقاتل - صلى الله عليه وسلم - في المعركة، وكان من أشد الخلق وأقواهم وأشجعهم، ومعه أبو بكر - رضي الله عنه - كما كانا في العريش يُجاهِدان بالدعاء ¶ ¬_________ ¶ (¬1) يهتف بربه، أي: يصيح ويستغيث بالله بالدعاء. انظر: شرح النووي، 12/ 84. ¶ (¬2) سورة الأنفال، الآية: 9. ¶ (¬3) أخرجه مسلم بلفظه في كتاب الجهاد والسير والمغازي، باب الإمداد بالملائكة في غزوة بدر، 3/ 1383، (رقم 1763)، والبخاري مع الفتح بمعناه مختصراً، في كتاب المغازي، باب قوله تعالى: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ} 7/ 287، (رقم 3952)، وانظر: الرحيق المختوم، ص208. ¶ (¬4) سورة القمر، الآية: 45، والحديث في البخاري مع الفتح، 7/ 287، (رقم3953).",
            "page": "52",
            "part": "1",
            "seal": "3A6536CF"
        },
        {
            "id": "54",
            "nass": "والتضرع، ثم نزلا فحرضا، وحثا على القتال، وقاتلا بالأبدان جمعاً بين المقامين الشريفين> (¬1). ¶ وكان أشجع الناس الرسول - صلى الله عليه وسلم -، فعن علي بن أبي طالب - رضي الله عنه - قال: <لقد رأَيْتُنَا يوم بدر، ونحن نلوذ برسول اللَّه - صلى الله عليه وسلم - وهو أقربنا إلى العدو، وكان من أشد الناس يومئذ بأساً> (¬2). ¶ وعنه - رضي الله عنه - قال: <كنا إذا حمي البأس، ولقي القومُ القومَ اتقينا برسول اللَّه - صلى الله عليه وسلم - فلا يكون أحدنا أدنى إلى القوم منه> (¬3). ¶ 2 - مواقفه الحكيمة في غزوة أحد: ¶ من مواقفه في الشجاعة أيضاً، وصبره على أذى قومه ما فعله - صلى الله عليه وسلم - في غزوة أحد، فقد كان يقاتل قتالاً عظيماً؛ فإن الدولة كانت أول النهار للمسلمين على المشركين، فانهزم أعداء اللَّه وولوا مدبرين حتى انتهوا إلى نسائهم، فلما رأى الرماة هزيمتهم تركوا مركزهم الذي أمرهم رسول اللَّه - صلى الله عليه وسلم - بحفظه، وذلك أنهم ظنوا أنه ليس للمشركين رجعة، فذهبوا في طلب الغنيمة، وتركوا الجبل فكرّ فرسان المشركين فوجدوا الثغر خالياً قد خلا من الرُّماة فجازوا منه، ¶ ¬_________ ¶ (¬1) انظر: البداية والنهاية، 3/ 278. ¶ (¬2) أخرجه أحمد في المسند، 1/ 86، والحاكم وصححه ووافقه الذهبي، 2/ 143. ¶ (¬3) الحاكم وصححه، ووافقه الذهبي،2/ 143، وعزاه ابن كثير في البداية والنهاية، 3/ 279، إلى النسائي.",
            "page": "53",
            "part": "1",
            "seal": "EF6F5FF7"
        },
        {
            "id": "55",
            "nass": "وتمكنوا حتى أقبل آخرهم فأحاطوا بالمسلمين، فأكرم اللَّه من أكرم منهم بالشهادة، وهم سبعون، وتولى الصحابة، وخلص المشركون إلى رسول اللَّه - صلى الله عليه وسلم - فجرحوا وجهه، وكسروا رباعيته اليمنى، وكانت السفلى، وهشموا البيضة على رأسه، وقاتل الصحابة دفاعاً عن رسول اللَّه - صلى الله عليه وسلم - (¬1). ¶ وكان حول النبي - صلى الله عليه وسلم - رجلان من قريش، وسبعة من الأنصار، فقال - صلى الله عليه وسلم - لما رهقوه، وقربوا منه: ((من يردهم عنا وله الجنة، أو هو رفيقي في الجنة))، فتقدم رجل من الأنصار فقاتل حتى قتل، ثم رهقوه أيضاً فقال: ((من يردهم عنا وله الجنة))، فتقدم رجل من الأنصار فقاتل حتى قتل، فلم يزل كذلك حتى قتل السبعة، فقال رسول اللَّه - صلى الله عليه وسلم - لصاحبيه: ((ما أنصفنا أصحابنا)) (¬2). ¶ وعندما اجتمع المسلمون، ونهضوا مع النبي - صلى الله عليه وسلم - إلى الشعب الذي نزل فيه، وفيهم أبو بكر، وعمر، وعلي، والحارث بن الصّمة الأنصاري وغيرهم، فلما استندوا إلى الجبل أدرك رسول اللَّه - صلى الله عليه وسلم - أُبَيُّ بن خلف، وهو على جواد له، ويقول: أين محمد، لا نجوت إن نجا؟ فقال القوم: يا رسول اللَّه، أيعطف عليه رجل منا، فأمرهم رسول اللَّه - صلى الله عليه وسلم - بتركه، فلما دنا منه تناول رسول اللَّه - صلى الله عليه وسلم - الحربة من ¶ ¬_________ ¶ (¬1) انظر: زاد المعاد، 3/ 196، 199، والرحيق المختوم، ص255، 256. ¶ (¬2) أخرجه مسلم في كتاب الجهاد والسير، باب غزوة أحد، 3/ 1415، (رقم 1789).",
            "page": "54",
            "part": "1",
            "seal": "CFC2B93B"
        },
        {
            "id": "56",
            "nass": "الحارث بن الصمة، فلما أخذها منه انتفض انتفاضة تطايروا عنه تطاير الشعر عن ظهر البعير إذا انتفض، ثم استقبله وأبصر ترقوته من فرجة بين سابغة الدرع والبيضة، فطعنه فيها طعنة تدحرج منها عن فرسه مراراً، فلما رجع عدو اللَّه إلى قريش وقد خدشه في عنقه خدشاً غير كبير ... قال: قتلني واللَّه محمد، فقالوا له: ذهب واللَّه فؤادك واللَّه إن بك من بأس، قال: إنه قد قال لي بمكة: أنا أقتلك، فواللَّه لو بصق عليَّ لقتلني، فمات عدو اللَّه بسرف، وهم قافلون إلى مكة (¬1). ¶ وعن سهل بن سعد - رضي الله عنه - أنه سُئلَ عن جرح النبي - صلى الله عليه وسلم - يوم أحد فقال: جُرحَ وجه النبي - صلى الله عليه وسلم - وكُسرَت رباعيته، وهُشِمَت البيضة على رأسه، فكانت فاطمة - عليها السلام - تغسل الدم، وعليٌّ يمسك، فلما رأت أن الدم لا يرتد إلا كثرة أخذت حصيراً فأحرقته حتى صار رماداً، ثم ألزقته فاستمسك الدم> (¬2). ¶ وقد حصل له هذا الأذى العظيم الذي ترتج لعظمته الجبال، هو ¶ ¬_________ ¶ (¬1) انظر: زاد المعاد، لابن القيم، 3/ 199، والرحيق المختوم، ص263، وروى قصة قتل النبي - صلى الله عليه وسلم - لأبي بن خلف: أبو الأسود عن عروة بن الزبير, والزهري عن سعيد بن المسيب. انظر: البداية والنهاية لابن كثير، 4/ 32، وكلاهما مرسل، والطبري، 2/ 67، وانظر: فقه السيرة لمحمد الغزالي، ص226. ¶ (¬2) البخاري مع الفتح، كتاب الجهاد، باب لبس البيضة، (رقم 2911)، ومسلم، كتاب الجهاد، باب غزوة أحد، 3/ 1416، (رقم 1790).",
            "page": "55",
            "part": "1",
            "seal": "763DBD7E"
        },
        {
            "id": "57",
            "nass": "نبي اللَّه - صلى الله عليه وسلم - ولم يدع على قومه، بل دعا لهم بالمغفرة، لأنهم لا يعلمون. ¶ فعن عبد اللَّه بن مسعود - رضي الله عنه - قال: كأني أنظر إلى رسول اللَّه - صلى الله عليه وسلم - يحكي نبياً من الأنبياء ضربه قومه وهو يمسح الدم عن وجهه، ويقول: ((اللَّهم اغفر لقومي فإنهم لا يعلمون)) (¬1). ¶ فالأنبياء - عليهم الصلاة والسلام - وعلى رأسهم محمد - صلى الله عليه وسلم - قد كانوا (¬2) على جانب عظيم من الحلم والتصبر، والعفو والشفقة على قومهم ودعائهم لهم بالهداية والغفران، وعذرهم في جناياتهم على أنفسهم بأنهم لا يعلمون (¬3)، قال - صلى الله عليه وسلم -: ((اشتد غضب اللَّه على قوم فعلوا هذا برسول اللَّه - صلى الله عليه وسلم -))، وهو حينئذ يشير إلى رباعيته، ((اشتد غضب اللَّه على رجل يقتله رسول اللَّه - صلى الله عليه وسلم - في سبيل اللَّه - عز وجل -)) (¬4). ¶ وفي إصابة النبي - صلى الله عليه وسلم - يوم أحد عزاء للدعاة فيما ينالهم في سبيل ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، كتاب الأنبياء، باب حدثنا أبو اليمان، 6/ 514، (رقم 3477)، 12/ 282، (رقم 6929)، وأخرجه مسلم في كتاب الجهاد، باب عزوة أحد، 3/ 1417، (رقم 1792)، وانظر: شرحه في الفتح، 6/ 521، وشرح النووي لصحيح مسلم، 12/ 148. ¶ (¬2) انظر: شرح النووي لمسلم، 12/ 148. ¶ (¬3) شرح النووي على مسلم، 12/ 150 بتصرف. ¶ (¬4) البخاري مع الفتح، كتاب المغازي، باب ما أصاب النبي - صلى الله عليه وسلم - من جراح يوم أحد، 7/ 372 (رقم 4073)، ومسلم، كتاب الجهاد، باب: اشتداد غضب الله على من قتله رسول الله، 3/ 1417، (رقم 1793).",
            "page": "56",
            "part": "1",
            "seal": "ABD57136"
        },
        {
            "id": "58",
            "nass": "اللَّه من أذى في أجسامهم، أو اضطهاد لحرياتهم، أو قضاء على حياتهم، فالنبي - صلى الله عليه وسلم - هو القدوة قد أوذي وصبر (¬1). ¶ 3 - ومن مواقفه التي تزخر بالحكمة والشجاعة ما فعله في معركة حنين: ¶ بعد أن دارت معركة حنين والتقى المسلمون والكفار، ولَّى المسلمون مدبرين (¬2)، فطفق رسول اللَّه - صلى الله عليه وسلم - يركض بغلته قِبَلَ الكفار ... ثم قال: ((أي عباس، ناد أصحاب السمرة)) فقال عباس: - وكان رجلاً صيتاً - فقلت بأعلى صوتي: أين أصحاب السمرة؟ قال: فواللَّه لكأن عَطْفَتهم حين سمعوا صوتي عَطْفَة البقر على أولادها، فقالوا: يا لبيك، يا لبيك، قال: فاقتتلوا والكفار ... فنظر رسول اللَّه - صلى الله عليه وسلم - وهو على بغلته كالمتطاول عليها إلى قتالهم، فقال - صلى الله عليه وسلم -: ((الآن حمي الوطيس)) (¬3). ¶ وظهرت شجاعة النبي - صلى الله عليه وسلم - التي لا نظير لها في هذا الموقف الذي عجز عنه عظماء الرجال (¬4). ¶ وسئل البراء، فقال له رجل: يا أبا عمارة، أكنتم وليتم يوم حنين؟ ¶ ¬_________ ¶ (¬1) السيرة النبوية دروس وعبر، ص116. ¶ (¬2) كان مع النبي - صلى الله عليه وسلم - في هذه الغزوة ألفان من أهل مكة، مع عشرة آلاف من أصحابه الذين خرجوا معه من المدينة ففتح بهم. انظر: زاد المعاد، 3/ 468. ¶ (¬3) مسلم، في كتاب الجهاد والسير، باب: غزوة حنين، وقد اختصرت ألفاظه، 3/ 1398، (رقم 1775). ¶ (¬4) انظر: الرحيق المختوم، ص401، وهذا الحبيب يا محبّ، ص408.",
            "page": "57",
            "part": "1",
            "seal": "EFA31975"
        },
        {
            "id": "59",
            "nass": "قال: لا واللَّه ما ولى رسول اللَّه - صلى الله عليه وسلم -، ولكنه خرج شبان أصحابه (¬1) وأخفاؤهم (¬2) حسراً (¬3) ليس عليهم سلاح أو كثير سلاح، فلقوا قوماً رماة لا يكاد يسقط لهم سهم، جمع هوازن، وبني نصر، فرشقوهم رشقاً (¬4)، ما يكادون يخطئون، فانكشفوا، فأقبل القوم إلى رسول اللَّه - صلى الله عليه وسلم - وأبو سفيان بن الحارث يقود بغلته، فنزل ودعا واستنصر وهو يقول: ¶ أنا النبي لا كذب ... أنا ابن عبد المطلب ¶ اللَّهم نزِّل نصرك (¬5) ¶ قال البراء: كنا واللَّه إذا حمر البأس (¬6) نتقي به، وإن الشجاع منا للذي يحاذي به، يعني النبي - صلى الله عليه وسلم - (¬7). ¶ وفي رواية لمسلم عن سلمة قال: مررت على رسول اللَّه - صلى الله عليه وسلم - ¶ ¬_________ ¶ (¬1) جمع شباب. شرح النووي لمسلم، 12/ 117. ¶ (¬2) جمع خفيف، وهم المسارعون المستعجلون. شرح النووي لمسلم، 12/ 117. ¶ (¬3) حسراً: جمع حاسر، أي بغير دروع، وقد فسره بقوله: ليس عليهم سلاح. شرح النووي لمسلم، 12/ 117. ¶ (¬4) رشقا: هو بفتح الراء، وهو مصدر، وأما الرشق بالكسر فهو اسم للسهام التي ترميها الجماعة دفعة واحدة. انظر: شرح النووي، 12/ 118. ¶ (¬5) مسلم، في كتاب الجهاد والسير، باب غزوة حنين، مع التصرف في بعض الكلمات، 3/ 1400، (رقم 1776)، والبخاري مع الفتح، كتاب الجهاد، باب من صف أصحابه عند الهزيمة ونزل عن دابته فاستنصر، 6/ 105، 8/ 27، 28، (رقم 2930). ¶ (¬6) إذا احمر البأس: كناية عن شدة الحرب، واستعير ذلك لحمرة الدماء الحاصلة فيها في العادة. انظر: شرح النووي، 12/ 121. ¶ (¬7) رواه مسلم في كتابا الجهاد والسير، باب غزوة حنين، 3/ 1401، (رقم 1776/ 79).",
            "page": "58",
            "part": "1",
            "seal": "1BE0505B"
        },
        {
            "id": "60",
            "nass": "منهزماً (¬1)، وهو على بغلته الشهباء، فقال رسول اللَّه - صلى الله عليه وسلم -: ((لقد رأى ابن الأكوع فزعاً)). فلما غشوا رسول اللَّه - صلى الله عليه وسلم - نزل عن البغلة، ثم قبض قبضة من تراب من الأرض، ثم استقبل به وجوههم، فقال: ((شاهت الوجوه)) (¬2)، فما خلق اللَّه منهم إنساناً إلا ملأ عينيه تراباً بتلك القبضة، فولوا مدبرين، فهزمهم اللَّه - عز وجل -، وقسم رسول اللَّه - صلى الله عليه وسلم - غنائمهم بين المسلمين (¬3). ¶ وقد قال العلماء: إن ركوب النبي - صلى الله عليه وسلم - البغلة في موضع الحرب وعند اشتداد البأس هو النهاية في الشجاعة والثبات، ولأنه أيضاً يكون معتمداً يرجع الناس إليه، وتطمئن قلوبهم به وبمكانه، وإنما فعل هذا عمداً، وإلا فقد كانت له - صلى الله عليه وسلم - أفراس معروفة. ¶ ومما يدل على شجاعته تقدمه - صلى الله عليه وسلم - وهو يركض بغلته إلى جمع المشركين، وقد فر الناس عنه، ونزوله إلى الأرض حين غشوه مبالغة في الشجاعة والصبر، وقيل: فعل ذلك مواساة لمن كان نازلاً على الأرض من المسلمين، وقد أخبر الصحابة - رضي اللَّه عنهم - ¶ بشجاعته - صلى الله عليه وسلم - في جميع المواطن (¬4). ¶ ¬_________ ¶ (¬1) قال العلماء: قوله: ((منهزماً)) حال من ابن الأكوع، وليس النبي - صلى الله عليه وسلم -. انظر: شرح النووي 12/ 122. ¶ (¬2) شاهت الوجوه، أي: قبحت. انظر: شرح النووي، 12/ 122. ¶ (¬3) أخرجه مسلم في كتاب الجهاد والسير، باب غزوة حنين، 3/ 1402، (رقم 1777). ¶ (¬4) انظر: شرح النووي على مسلم، 12/ 114.",
            "page": "59",
            "part": "1",
            "seal": "828A89D1"
        },
        {
            "id": "61",
            "nass": "4 - ومن مواقفه التي تزخر بالحكمة والشجاعة: ¶ ما رواه البخاري ومسلم، عن أنس - رضي الله عنه - قال: كان النبي - صلى الله عليه وسلم - أحسن الناس، وأجود الناس، وأشجع الناس، ولقد فزع أهل المدينة ذات ليلة، فانطلق الناس قَبِلَ الصوت، فاستقبلهم النبي - صلى الله عليه وسلم - قد سبق الناس إلى الصوت، وهو يقول: ((لم تراعوا، لم تراعوا))، وهو على فرس لأبي طلحة عري ما عليه سرج، في عنقه سيف، فقال: ((لقد وجدته بحراً))، أو ((إنه لبحر)) (¬1). ¶ وهذا المثال وغيره من الأمثلة السابقة تدل دلالة واضحة على أن النبي - صلى الله عليه وسلم - أشجع إنسان على الإطلاق، فلم يكتحل الوجود بمثله - صلى الله عليه وسلم -، وقد شهد له بذلك الشجعان الأبطال (¬2). ¶ قال البراء - رضي الله عنه -: <كنا واللَّه إذا احمر البأس نتقي به، وإن الشجاع منا للذي يحاذي به، يعني النبي - صلى الله عليه وسلم - > (¬3). ¶ وقال أنس في الحديث السابق: <كان النبي - صلى الله عليه وسلم - أحسن الناس، وأجود الناس، وأشجع الناس ... >. ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، كتاب الأدب، باب حسن الخلق والسخاء، وما يكره من البخل، 10/ 455، (رقم 6033)، ومسلم، كتاب الفضائل، باب في شجاعة النبي - صلى الله عليه وسلم - وتقدمه للحرب، 4/ 1802، (رقم 2307). ¶ (¬2) انظر: رواية علي بن أبي طالب في شجاعة النبي - صلى الله عليه وسلم - في مسند أحمد، 1/ 86، والحاكم وصححه، ووافقه الذهبي، 2/ 143، وتقدم تخريجه. ¶ (¬3) أخرجه مسلم، 3/ 1401، (رقم 1776/ 79)، وتقدم تخريجه.",
            "page": "60",
            "part": "1",
            "seal": "2056CC1D"
        },
        {
            "id": "62",
            "nass": "وكانت هذه الشواهد السابقة لشجاعته القلبية، أما شجاعته العقلية فسأكتفي بشاهد واحد؛ فإنه يكفي عن ألف شاهد ويزيد، وهو موقفه من تعنت سهيل بن عمرو، وهو يملي وثيقة صلح الحديبية، إذ تنازل - صلى الله عليه وسلم - عن كلمة <بسم اللَّه الرحمن الرحيم> إلى بسمك اللَّهم وعن كلمة <محمد رسول اللَّه> إلى كلمة: محمد بن عبد اللَّه، وقبوله شرط سهيل على أن لا يأتي النبي - صلى الله عليه وسلم - رجل من قريش حتى ولو كان مسلماً إلا رده إلى أهل مكة، وقد استشاط الصحابة غيظاً، وبلغ الغضب حدًّا لا مزيد عليه، وهو - صلى الله عليه وسلم - صابر ثابت حتى انتهت الوثيقة، وكان بعد أيام فتحاً مبيناً. ¶ فضرب - صلى الله عليه وسلم - بذلك المثل الأعلى في الشجاعتين: القلبية، والعقلية، مع بعد النظر، وأصالة الرأي، وإصابته؛ فإن من الحكمة أن يتنازل الداعية عن أشياء لا تضر بأصل قضيته لتحقيق أشياء أعظم منها (¬1). ¶ وجميع ما تقدم من نماذج من شجاعته - صلى الله عليه وسلم - وثباته، وهذا نقطة من بحر، وإلا فإنه لو كُتِبَ في شجاعته - صلى الله عليه وسلم - بالاستقصاء لكُتِبَ مجلدات، ¶ فيجب على كل مسلم، وخاصة الدعاة إلى اللَّه - عز وجل - أن يتخذوا الرسول - صلى الله عليه وسلم - قدوةً في كل أحوالهم وتصرفاتهم، وبذلك يحصل الفوز ¶ ¬_________ ¶ (¬1) انظر: وثيقة صلح الحديبية كاملة في البخاري مع الفتح، 5/ 329، (رقم 2731، 2732)، وشرح الوثيقة في الفتح، 5/ 333 - 352، ومسند أحمد، 4/ 328 - 331، وانظر: هذا الحبيب يا محبّ، ص532.",
            "page": "61",
            "part": "1",
            "seal": "553D543B"
        },
        {
            "id": "63",
            "nass": "والنجاح، والسعادة في الدنيا والآخرة، {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا} (¬1). ¶ المطلب الثالث: مواقف الحكمة الفردية ¶ كان النبي - صلى الله عليه وسلم - أحكم خلق اللَّه، فقد كان يتألف الناس ليدخلوا في الإسلام، ويصبر على أذاهم، ويعفو عن إساءتهم، ويقابلها بالإحسان، وله - صلى الله عليه وسلم - مواقف في الكرم، والجود، والعفو، والحلم، والرفق، والعدل، تظهر في النقاط الآتية: ¶ 1 - موقفه - صلى الله عليه وسلم - مع ثمامة بن أثال، سيد أهل اليمامة: ¶ روى البخاري ومسلم عن أبي هريرة - رضي الله عنه - أنه قال: بعث رسول اللَّه - صلى الله عليه وسلم - خيلاً قِبَلَ نجد، فجاءت برجل من بني حنيفة، يقال له ثمامة بن أُثال، سيد أهل اليمامة، فربطوه بسارية من سواري المسجد، فخرج إليه رسول اللَّه - صلى الله عليه وسلم - فقال: ((ماذا عندك يا ثمامة؟)) فقال: عندي يا محمد خير، إن تقتل تقتل ذا دم (¬2)، وإن تنعم تنعم على شاكر، ¶ وإن كنت تريد المال فسل تعط منه ما شئت، فتركه رسول اللَّه - صلى الله عليه وسلم - حتى كان بعد الغد، فقال: ((ما عندك يا ثمامة؟)) فقال: ما قلت لك، ¶ ¬_________ ¶ (¬1) سورة الأحزاب، الآية: 21. ¶ (¬2) معناه: أن تقتل تقتل صاحب دم يدرك قاتله به ثأره لرئاسته وفضيلته، وقيل: معناه تقتل من عليه دم مطلوب به، وهو مستحق عليه فلا عتب عليك في قتله. انظر: فتح الباري، 8/ 88.",
            "page": "62",
            "part": "1",
            "seal": "28DCC3AC"
        },
        {
            "id": "64",
            "nass": "إن تنعم تنعم على شاكر، وإن تقتل تقتل ذا دم، وإن كنت تريد المال فسل تعط منه ما شئت، فتركه رسول اللَّه - صلى الله عليه وسلم - حتى كان من الغد، فقال: ((ماذا عندك يا ثمامة؟)) فقال: عندي ما قلت لك، إن تنعم تنعم على شاكر، وإن تقتل تقتل ذا دم، وإن كنت تريد المال فسل تعط منه ما شئت، فقال رسول اللَّه - صلى الله عليه وسلم -: ((أطلقوا ثمامة)) , فانطلق إلى نخل قريب من المسجد، فاغتسل، ثم دخل المسجد فقال: <أشهد أن لا إله إلا اللَّه وأشهد أن محمداً عبده ورسوله، يا محمد! واللَّه ما كان على الأرض وجه أبغض إليَّ من وجهك، فقد أصبح وجهك أحبَّ الوجوه كلها إليَّ، واللَّه ما كان من دين أبغض إليَّ من دينك، فأصبح دينك أحبَّ الدين كله إليَّ، واللَّه ما كان من بلد أبغض إليَّ من بلدك، فأصبح بلدك أحب البلاد كلها إليَّ، وإن خيلك أخذتني وأنا أريد العمرة فماذا ترى؟ فبشره رسول اللَّه - صلى الله عليه وسلم -، وأمره أن يعتمر، فلما قدم مكة قال له قائل: أصبوت؟ فقال: [لا واللَّه]، ولكني أسلمت مع رسول اللَّه - صلى الله عليه وسلم -، ولا واللَّه لا يأتيكم من اليمامة حبة حنطة حتى يأذن فيها رسول اللَّه - صلى الله عليه وسلم - > (¬1). ¶ \"ثم خرج - رضي الله عنه - إلى اليمامة فمنعهم أن يحملوا إلى مكة شيئاً، ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، كتاب المغازي، باب وفد بني حنيفة وحديث ثمامة بن أثال، 8/ 87، (رقم 4372)، ومسلم - واللفظ له إلا ما بين المعقوفين فمن البخاري - في كتاب الجهاد والسير، باب ربط الأسير وحبسه وجواز المنّ عليه، 3/ 1386، (رقم 1764).",
            "page": "63",
            "part": "1",
            "seal": "8DB3E50E"
        },
        {
            "id": "65",
            "nass": "فكتبوا إلى رسول اللَّه - صلى الله عليه وسلم -: إنك تأمر بصلة الرحم، وإنك قد قطعت أرحامنا، وقد قتلت الآباء بالسيف والأبناء بالجوع، فكتب رسول اللَّه - صلى الله عليه وسلم - إلى ثمامة أن يخلي بينهم وبين الحمل (¬1). ¶ وذكر ابن حجر أن ابن منده روى بإسناده عن ابن عباس قصة إسلام ثمامة ورجوعه إلى اليمامة، ومنعه عن قريش الميرة، ونزول قوله تعالى: {وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ} (¬2). ¶ وقد ثبت ثمامة على إسلامه لما ارتد أهل اليمامة، وارتحل هو ومن أطاعه من قومه فلحقوا بالعلاء بن الحضرمي فقاتل معه المرتدين من أهل البحرين (¬3). ¶ اللَّه أكبر، ما أحكم النبي محمداً - صلى الله عليه وسلم -. وما أعظمه من موقف، فقد كان - صلى الله عليه وسلم - يتألف القلوب، ويلاطف من يرجى إسلامه من الأشراف الذين يتبعهم على إسلامهم خلق كثير. ¶ وهكذا ينبغي للدعاة إلى اللَّه - عز وجل - أن يعظموا أمر العفو عن المسيء، ¶ لأن ثمامة أقسم أن بغضه انقلب حبًّا في ساعة واحدة؛ لما أسداه النبي ¶ ¬_________ ¶ (¬1) سيرة ابن هشام 4/ 317 بتصرف يسير، وفتح الباري بشرح صحيح البخاري، 8/ 88. ¶ (¬2) سورة المؤمنون، الآية: 76. ¶ وقال ابن حجر عن هذا الأثر: <إسناده حسن>. انظر: الإصابة في تمييز الصحابة، 1/ 203. ¶ (¬3) انظر: الإصابة في تمييز الصحابة، 1/ 203. ¶ وهناك أبيات شعرية له - رضي الله عنه - تدل على تأثره بعفوه - صلى الله عليه وسلم -.",
            "page": "64",
            "part": "1",
            "seal": "D5797A2A"
        },
        {
            "id": "66",
            "nass": "- صلى الله عليه وسلم - إليه من العفو والمنّ بغير مقابل، وقد ظهر لهذا العفو الأثر الكبير في حياة ثمامة، وفي ثباته على الإسلام ودعوته إليه (¬1). ¶ 2 - موقفه - صلى الله عليه وسلم - مع الأعرابي الذي أراد قتله: ¶ روى البخاري ومسلم، عن جابر بن عبد اللَّه - رضي الله عنه - قال: غزونا مع رسول اللَّه - صلى الله عليه وسلم - قِبَلَ نجد (¬2)، فأدركنا رسول اللَّه - صلى الله عليه وسلم - في واد كثير العضاه، فنزل رسول اللَّه - صلى الله عليه وسلم - تحت شجرة، فعلق سيفه بغصن من أغصانها، قال: وتفرق الناس في الوادي يستظلون بالشجر، قال: فقال رسول اللَّه - صلى الله عليه وسلم -: ((إن رجلاً أتاني وأنا نائم، فأخذ السيف فاستيقظت وهو قائم على رأسي، فلم أشعر إلا والسيف صلتاً (¬3) في يده، فقال لي، من يمنعك مني؟ قال: قلت: اللَّه، ثم قال في الثانية: من يمنعك مني؟ قال: قلت: اللَّه، قال: فشام (¬4) السيف، فهاهو ذا جالس))، ثم لم يعرض له رسول اللَّه - صلى الله عليه وسلم - (¬5). ¶ ¬_________ ¶ (¬1) انظر: شرح النووي على مسلم، 12/ 89، وفتح الباري بشرح صحيح البخاري، 8/ 88. ¶ (¬2) وقع في رواية البخاري التصريح باسمها (ذات الرقاع)، انظر: البخاري مع الفتح، 7/ 426. ¶ (¬3) والسيف صلتاً: أي مسلولاً. انظر: شرح النووي، 15/ 45. ¶ (¬4) شام السيف: أي رده في غمده. انظر: المرجع السابق، 15/ 45. ¶ (¬5) البخاري مع الفتح، كتاب الجهاد، باب من علق سيفه بالشجر في السفر عند القائلة، 6/ 96، 97، (رقم 2910)، وكتاب المغازي، باب: غزوة ذات الرقاع، 7/ 426، (رقم 4135)، ومسلم، واللفظ له، كتاب الفضائل، باب: توكله على الله - تعالى -، وعصمة الله - تعالى - له من الناس، 1/ 576، (رقم 843)، وأحمد، 3/ 311، 364. ¶ وانظر: الأخلاق الإسلامية وأسسها للميداني فقد ذكر رواية مطولة عزاها لأبي بكر الإسماعيلي في صحيحه، 2/ 335.",
            "page": "65",
            "part": "1",
            "seal": "778191D4"
        },
        {
            "id": "67",
            "nass": "اللَّه أكبر! ما أعظم هذا الخلق! وما أكبر أثره في النفس! أعرابي يريد قتل النبي - صلى الله عليه وسلم - ثم يعصمه اللَّه منه، ويمكِّنه من القدرة على قتله، ثم يعفو عنه! إن هذا لخلق عظيم وصدق اللَّه العظيم إذ يقول للنبي - صلى الله عليه وسلم -: {وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ} (¬1)، وهذا الخلق الحكيم قد أثر في حياة الرجل، وأسلم بعد ذلك، فاهتدى به خلق كثير (¬2). ¶ 3 - موقفه - صلى الله عليه وسلم - مع اليهودي زيد بن سعنة، أحد أحبار اليهود: ¶ كان النبي - صلى الله عليه وسلم - يعفو عند القدرة، ويحلم عند الغضب، ويحسن إلى المسيء، وقد كانت هذه الأخلاق العالية من أعظم الأسباب في إجابة دعوته والإيمان به، واجتماع القلوب عليه، ومن ذلك ما فعله مع زيد بن سعنة، أحد أحبار اليهود وعلمائهم الكبار (¬3). ¶ جاء زيد بن سعنة إلى رسول اللَّه - صلى الله عليه وسلم - يطلبه ديناً له، فأخذ بمجامع قميصه وردائه وجذبه، وأغلظ له القول، ونظر إلى النبي ¶ - صلى الله عليه وسلم - بوجه غليظ وقال: يا محمد، ألا تقضيني حقي، إنكم يا بني ¶ ¬_________ ¶ (¬1) سورة القلم، الآية: 4. ¶ (¬2) انظر: فتح الباري، 7/ 428، وشرح النووي على مسلم، 15/ 44، وذكر ابن حجر والنووي في هذا الموضع أن اسم الأعرابي: غورث بن الحارث. بل ذكره البخاري في صحيحه، برقم 4136. ¶ (¬3) انظر: هذا الحبيب يا محبّ، ص528، وهداية المرشدين، ص384.",
            "page": "66",
            "part": "1",
            "seal": "98AC1328"
        },
        {
            "id": "68",
            "nass": "عبد المطلب قوم مُطْلٌ، وشدّد له في القول، فنظر إليه عمر وعنياه تدوران في رأسه كالفلك المستدير، ثم قال: يا عدو اللَّه، أتقول لرسول اللَّه - صلى الله عليه وسلم - ما أسمع، وتفعل ما أرى، فوالذي بعثه بالحق لولا ما أحاذر لومه لضربت بسيفي رأسك، ورسول اللَّه - صلى الله عليه وسلم - ينظر إلى عمر في سكون وتُؤَدَةٍ وتَبَسُّمٍ، ثم قال: ((أنا وهو يا عمر كنا أحوج إلى غير هذا منك يا عمر، أن تأمرني بحسن الأداء، وتأمره بحسن التقاضي، اذهب به يا عمر فاقضه حقه، وزده عشرين صاعاً من تمرٍ))، فكان هذا سبباً لإسلامه، فقال: أشهد أن لا إله إلا اللَّه، وأشهد أن محمداً عبده ورسوله. ¶ وكان زيد قبل هذه القصة يقول: <لم يبق شيء من علامات النبوة إلا وقد عرفتها في وجه محمد - صلى الله عليه وسلم - إلا اثنتين لم أخبرهما منه: يسبق حلمه جهله، ولا يزيده شدة الجهل عليه إلا حلماً> (¬1). ¶ فاختبره بهذه الحادثة فوجده كما وُصِفَ، فأسلم وآمن وصدق، ¶ وشهد مع النبي - صلى الله عليه وسلم - مشاهده، واستشهد في غزوة تبوك مقبلاً غير ¶ ¬_________ ¶ (¬1) ذكر ابن حجر في كتاب الإصابة في تمييز الصحابة هذه القصة وعزاها إلى الطبراني، والحاكم، وأبي الشيخ في كتابه أخلاق النبي - صلى الله عليه وسلم -، وابن سعد، وغيرهم، ثم قال ابن حجر: <ورجال إسناده موثقون ... ومحمد بن أبي السري وثقه ابن معين ... والوليد قد صرح بالتحديث>، 1/ 566. ¶ وذكره ابن كثير في البداية والنهاية، وعزاه إلى أبي نعيم في الدلائل. البداية والنهاية، 2/ 310، وقال الهيثمي في مجمع الزوائد، 8/ 240: <رواه الطبراني، ورجاله ثقات>.",
            "page": "67",
            "part": "1",
            "seal": "FC65ADED"
        },
        {
            "id": "69",
            "nass": "مدبر (¬1). ¶ فقد أقام محمد - صلى الله عليه وسلم - براهين عديدة من أخلاقه على صدقه، وأن ما يدعو إليه حق. ¶ 4 - موقفه - صلى الله عليه وسلم - مع الأعرابي الذي بال في المسجد: ¶ عن أنس بن مالك - رضي الله عنه - قال: بينما نحن في المسجد مع رسول اللَّه - صلى الله عليه وسلم - إذ جاء أعرابي، فقام يبول في المسجد، فقال أصحاب رسول اللَّه - صلى الله عليه وسلم -: مَه مَهْ (¬2)، قال: قال رسول اللَّه - صلى الله عليه وسلم -: ((لا تزرموه (¬3)، دعوه))، فتركوه حتى بال، ثم إن رسول اللَّه - صلى الله عليه وسلم - دعاه فقال له: ((إن هذه المساجد لا تصلح لشيء من هذا البول، ولا القذر، إنما هي لذكر اللَّه، والصلاة وقراءة القرآن))، أو كما قال رسول اللَّه - صلى الله عليه وسلم -. ¶ قال: فأمر رجلاً من القوم فجاء بدلو من ماء فشنّه (¬4) عليه (¬5). ¶ ¬_________ ¶ (¬1) الإصابة في تمييز الصحابة، 1/ 566. ¶ (¬2) مه: كلمة زجر، وهو اسم مبني على السكون، معناه: اسكت. وقيل: أصلها: ما هذا؟ انظر: شرح النووي، 3/ 193. ¶ (¬3) لا تزرموه: أي لا تقطعوا عليه بوله. والإزرام: القطع. انظر: المرجع السابق، 3/ 190. ¶ (¬4) شنه: أي صبه عليه. انظر: المرجع السابق، 3/ 193. ¶ (¬5) أخرجه مسلم بلفظه في كتاب الطهارة، باب وجوب غسل البول وغيره من النجاسات إذا حصلت في المسجد وأن الأرض تطهر بالماء من غير حاجة إلى حفرها، 1/ 236، (رقم 285)، والبخاري مع الفتح، بمعناه مختصراً في كتاب الوضوء، باب ترك النبي - صلى الله عليه وسلم - والناس الأعرابي حتى فرغ من بوله في المسجد، 1/ 322، (رقم 219)، وروايات بول الأعرابي في البخاري في عدة مواضع، 1/ 223، 10/ 449، 10/ 525.",
            "page": "68",
            "part": "1",
            "seal": "70DAB7F0"
        },
        {
            "id": "70",
            "nass": "وقد ثبت في البخاري وغيره أن هذا الرجل هو الذي قال: <اللَّهم ارحمني ومحمداً ولا ترحم معنا أحداً>، فعن أبي هريرة - رضي الله عنه - قال: قام رسول اللَّه - صلى الله عليه وسلم - وقمنا معه، فقال أعرابي وهو في الصلاة: اللَّهم ارحمني ومحمداً، ولا ترحم معنا أحداً، فلما سلم النبي - صلى الله عليه وسلم - قال للأعرابي: ((لقد حجرت واسعاً)) يريد رحمة اللَّه (¬1). ¶ وتفسر هذه الرواية الروايات الأخرى عند غير البخاري، فعن أبي هريرة - رضي الله عنه - قال: دخل رجل أعرابي المسجد فصلى ركعتين ثم قال: اللَّهم ارحمني ومحمداً، ولا ترحم معنا أحداً! فالتفت إليه رسول اللَّه - صلى الله عليه وسلم - فقال: ((لقد تحجّرت واسعاً))، ثم لم يلبث أن بال في المسجد، فأسرع الناس إليه فقال لهم رسول اللَّه - صلى الله عليه وسلم -: ((إنما بعثتم ميسرين، ولم تبعثوا معسرين، أهريقوا عليه دلواً من ماء، أو سجلاً من ماء)) (¬2). ¶ قال: يقول الأعرابي بعد أن فقه، فقام النبي - صلى الله عليه وسلم - إليّ بأبي وأمي فلم يسب، ولم يؤنب، ولم يضرب (¬3). ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، كتاب الأدب، باب رحمة الناس والبهائم، 10/ 438، (رقم 6010). ¶ (¬2) أخرجه الترمذي بنحوه في كتاب الطهارة، باب ما جاء في البول يصيب الأرض، 1/ 275، (رقم 147)، وأخرجه أحمد في المسند بترتيب أحمد شاكر واللفظ لأحمد، 12/ 244، برقم 7254، وأخرجه أحمد أيضاً مطولاً، 20/ 134، برقم 10540، وأبو داود مع العون، 2/ 39. ¶ (¬3) أخرجه أحمد في المسند بترتيب أحمد شاكر وهو تكملة للحديث السابق من رواية أبي هريرة - رضي الله عنه -، 20/ 134، برقم 10540، وابن ماجه، 1/ 175.",
            "page": "69",
            "part": "1",
            "seal": "9A52040B"
        },
        {
            "id": "71",
            "nass": "النبي - صلى الله عليه وسلم - أحكم خلق اللَّه، فمواقفه وتصرفاته كلها مواقف حكمة مشرفة، ومن وقف على أخلاقه ورفقه وعفوه وحلمه، ازداد يقينه وإيمانه بذلك. ¶ وهذا الأعرابي قد عمل أعمالاً تثير الغضب، وتسبب عقوبته وتأديبه من الحاضرين؛ ولذلك قام الصحابة إليه، واستنكروا أمره، وزجروه، فنهاهم النبي - صلى الله عليه وسلم - أن يقطعوا عليه بوله. ¶ وهذا في غاية الرفق والحلم والرحمة، ويجمع ذلك كله الحكمة، فقد أنكر النبي - صلى الله عليه وسلم - بالحكمة على هذا الأعرابي عمله، فقال له حينما قال: \"اللَّهم ارحمني ومحمداً، ولا ترحم معنا أحداً\": ((لقد تحجرت واسعاً))، يريد - صلى الله عليه وسلم - رحمة اللَّه، فإن رحمة اللَّه قد وسعت كل شيء، قال - عز وجل -: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ} (¬1)، فقد بخل هذا الأعرابي برحمة اللَّه على خلقه. ¶ وقد أثنى اللَّه - عز وجل - على من فعل خلاف ذلك حيث قال: {وَالَّذِينَ جَاؤُوا مِن بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ} (¬2). ¶ وهذا الأعرابي قد دعا بخلاف ذلك، فأنكر عليه النبي - صلى الله عليه وسلم - ¶ ¬_________ ¶ (¬1) سورة الأعراف، الآية: 156. ¶ (¬2) سورة الحشر، الآية: 10.",
            "page": "70",
            "part": "1",
            "seal": "6F9FBB2B"
        },
        {
            "id": "72",
            "nass": "بالحكمة (¬1). ¶ وحينما بال في المسجد أمر النبي - صلى الله عليه وسلم - بتركه؛ لأنه قد شرع في المفسدة، فلو منع ذلك لزادت المفسدة، وقد حصل تلويث جزء من المسجد، فلو منعه - صلى الله عليه وسلم - بعد ذلك لدار بين أمرين: ¶ 1 - إما أن يقطع عليه بوله فيتضرر الأعرابي بحبس البول بعد خروجه. ¶ 2 - وإما أن يقطعه فلا يأمن من تنجيس بدنه، أو ثوبه، أو مواضع أخرى من المسجد. ¶ فأمر النبي - صلى الله عليه وسلم - بالكف عنه للمصلحة الراجحة، وهي دفع المفسدتين أو الضررين باحتمال أيسرهما، وتحصيل أعظم المصلحتين بترك أيسرهما (¬2). ¶ وهذا من أعظم الحكم العالية، فقد راعى النبي - صلى الله عليه وسلم - هذه المصالح، وما يقابلها من المفاسد، ورسم - صلى الله عليه وسلم - لأمته والدعاة من بعده كيفية الرفق بالجاهل، وتعليمه ما يلزمه من غير تعنيف، ولا سبٍّ ولا إيذاء ولا تشديد، إذا لم يكن ذلك منه عناداً ولا استخفافاً، وقد كان لهذا الاستئلاف والرحمة والرفق الأثر الكبير في حياة هذا الأعرابي وغيره، فقد قال بعد أن فقه - كما تقدم - وفي رواية ¶ ¬_________ ¶ (¬1) انظر: فتح الباري بشرح صحيح البخاري، 10/ 439. ¶ (¬2) انظر: فتح الباري، شرح صحيح البخاري، 1/ 325، وشرح النووي على مسلم، 3/ 191.",
            "page": "71",
            "part": "1",
            "seal": "28F39E85"
        },
        {
            "id": "73",
            "nass": "الإمام أحمد: فقام النبي - صلى الله عليه وسلم - إليّ بأبي وأمي، فلم يسبّ، ولم يؤنّب، ولم يضرب (¬1). ¶ فقد أثّر هذا الخلق العظيم في حياة الرجل (¬2). ¶ 5 - موقفه - صلى الله عليه وسلم - مع معاوية بن الحكم: ¶ عن معاوية بن الحكم السلمي - رضي الله عنه - قال: بينما أنا أصلي مع رسول اللَّه - صلى الله عليه وسلم - إذ عطس رجل من القوم، فقلت: يرحمك اللَّه! فرماني القوم بأبصارهم، فقلت: واثكل أمياه ما شأنكم تنظرون إليَّ؟ فجعلوا يضربون بأيديهم على أفخاذهم فلما رأيتهم يصمتونني، لكني سكت، فلما صلى رسول اللَّه - صلى الله عليه وسلم - فبأبي هو وأمي ما رأيت معلماً قبله ولا بعده أحسن تعليماً منه، فواللَّه ما كهرني (¬3) ولا ضربني ولا شتمني، قال: ((إن هذه الصلاة لا يصلح فيها شيء من كلام الناس، إنما هو التسبيح والتكبير وقراءة القرآن))، أو كما قال رسول اللَّه - صلى الله عليه وسلم -. ¶ قلت: يا رسول اللَّه! إني حديث عهد بجاهلية، وقد جاء اللَّه بالإسلام، وإن منا رجالاً يأتون الكهان، قال: ((فلا تأتهم)). ¶ ¬_________ ¶ (¬1) أخرجه ابن ماجه في كتاب الطهارة، باب الأرض يصيبها البول كيف تغسل، 1/ 175، (رقم 529)، وتقدم تخريجه عند أحمد. ¶ (¬2) انظر: فتح الباري، 1/ 325، وشرح النووي، 3/ 191، وعون المعبود شرح سنن أبي داود، ¶ 2/ 39، وتحفة الأحوذي، شرح سنن الترمذي، 1/ 457. ¶ (¬3) ما كهرني: أي ما قهرني ولا نهرني. انظر: شرح النووي، 5/ 20.",
            "page": "72",
            "part": "1",
            "seal": "2B65AE04"
        },
        {
            "id": "74",
            "nass": "قال: ومنا رجال يتطيرون، قال: ((ذاك شيء يجدونه في صدورهم فلا يصدنهم)) (¬1)، (قال ابن الصلاح: فلا يصدنكم)، قال: قلت: ومنا رجال يخطون. قال: ((كان نبي من الأنبياء يخط، فما وافق خطه فذاك)) (¬2). ¶ قال: وكانت لي جارية ترعى غنماً لي قِبَلَ أحد والجوَّانية (¬3) فاطلعت ذات يوم فإذا الذئب قد ذهب بشاة من غنمها، وأنا رجل من بني آدم، آسف كما يأسفون، لكني صككتها صكة، فأتيت رسول اللَّه - صلى الله عليه وسلم - فعظم ذلك عليَّ، قلت: يا رسول اللَّه! أفلا أعتقها، قال: ((ائتني بها))، فأتيته بها، فقال لها: ((أين اللَّه؟)) قالت: في السماء، قال: ((من أنا؟)) قالت: أنت رسول اللَّه. قال: ((أعتقها فإنها مؤمنة)) (¬4). ¶ وهذا الموقف من أعظم الحكم البارزة السامية التي أوتيها النبي ¶ ¬_________ ¶ (¬1) قال العلماء: معناه أن الطيرة شيء تجدونه في نفوسكم ضرورة، ولا عتب عليكم في ذلك، ولكن لا تمتنعوا بسببه عن التصرف في أموركم. انظر: المرجع السابق، 5/ 22. ¶ (¬2) اختلف العلماء في معناه، والصحيح أن معناه: من وافق خطه فهو مباح له؛ ولكن لا طريق لنا إلى العلم اليقيني بالموافقة فلا يُباح، والمقصود أنه حرام؛ لأنه لا يُباح إلا بيقين الموافقة، وليس لنا يقين بها، وقيل: إنه نُسخ في شرعنا. فحصل من مجموع كلام العلماء فيه الاتفاق على النهي عنه الآن فهو محرم. انظر: شرح النووي على صحيح مسلم، 5/ 23. ¶ (¬3) الجوانية: موضع في شمال المدينة بقرب جبل أحد. انظر: المرجع السابق 5/ 23. ¶ (¬4) أخرجه مسلم في صحيحه، كتاب المساجد ومواضع الصلاة، باب تحريم الكلام في الصلاة ونسخ ما كان من إباحته، 1/ 381، (رقم 537)، وانظر شرحه في شرح مسلم للنووي، 5/ 20.",
            "page": "73",
            "part": "1",
            "seal": "BB4A883E"
        },
        {
            "id": "75",
            "nass": "- صلى الله عليه وسلم -، وقد ظهر أثر ذلك في حياة ونفس معاوية - رضي الله عنه -؛ لأن النفوس ¶ مجبولة على حب من أحسن إليها، ولهذا قال معاوية - رضي الله عنه -: ما رأيت معلماً قبله ولا بعده أحسن تعليماً منه. ¶ 6 - موقفه - صلى الله عليه وسلم - مع الطفيل بن عمرو الدوسي: ¶ من مواقف الحكمة ما فعله رسول اللَّه - صلى الله عليه وسلم - مع الطفيل بن عمرو الدوسي - رضي الله عنه -، فقد أسلم الطفيل - رضي الله عنه - قبل الهجرة في مكة، ثم رجع إلى قومه يدعوهم إلى الإسلام، فبدأ بأهل بيته، فأسلم أبوه وزوجته، قم دعا قومه إلى اللَّه - عز وجل - فأبت عليه وعصت، وأبطئوا عليه، فجاء الطفيل إلى رسول اللَّه - صلى الله عليه وسلم - وذكر له أن دوساً هلكت وكفرت وعصت وأبت. ¶ فعن أبي هريرة - رضي الله عنه - قال: جاء الطفيل بن عمرو الدوسي إلى رسول اللَّه - صلى الله عليه وسلم - فقال: إن دوساً قد عصت وأبت، فادع اللَّه عليهم، فاستقبل رسول اللَّه القبلة ورفع يديه، فقال الناس: هلكوا. فقال: ((اللَّهم اهد دوساً وائت بهم، اللَّهم اهد دوساً وائت بهم)) (¬1). ¶ وهذا يدل على حلم النبي - صلى الله عليه وسلم - وصبره وتأنيه في الدعوة إلى اللَّه ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، في كتاب الجهاد، باب الدعاء للمشركين بالهدى ليتألفهم، 6/ 107 (رقم 2937)، وفي كتاب المغازي، باب قصة دوس والطفيل بن عمرو الدوسي، 8/ 101، (رقم 4392)، وفي كتاب الدعوات، باب الدعاء على المشركين 11/ 196 (رقم 6397)، ومسلم، في كتاب فضائل الصحابة، باب فضل غفار وأسلم وجهينة وأشجع وتميم ودوس وطيئ، 40/ 1957، (رقم 2524)، وأخرجه أحمد واللفظ له، 2/ 243، 448، وانظر: البداية والنهاية، 6/ 337، 3/ 99، وسيرة ابن هشام، 1/ 407.",
            "page": "74",
            "part": "1",
            "seal": "811803CA"
        },
        {
            "id": "76",
            "nass": "- عز وجل -؛ فإنه - صلى الله عليه وسلم - لم يعجل بالعقوبة، أو الدعاء على من رد الدعوة؛ ¶ ولكنه - صلى الله عليه وسلم - دعا لهم بالهداية، فاستجاب اللَّه دعاءه، وحصل على ثمرة الصبر والتأني وعدم العجلة، فقد رجع الطفيل إلى قومه، ورفق بهم، فأسلم على يديه خلق كثير، ثم قدم على النبي - صلى الله عليه وسلم - وهو بخيبر، فدخل المدينة بثمانين أو تسعين بيتاً من دوس، ثم لحقوا بالنبي - صلى الله عليه وسلم - بخيبر، فأسهم لهم مع المسلمين (¬1). ¶ اللَّه أكبر! ما أعظمها من حكمة أسلم بسببها ثمانون أو تسعون أسرة. ¶ وهذا مما يوجب على الدعاة إلى اللَّه - عز وجل - العناية بالحلم في دعوتهم، ولا يحصل لهم ذلك إلا بفضل اللَّه ثم معرفة هدي النبي - صلى الله عليه وسلم - في دعوته. ¶ 7 - موقفه - صلى الله عليه وسلم - مع الشاب الذي استأذنه في الزنا: ¶ عن أبي أمامة - رضي الله عنه - قال: إن فتىً شاباً أتى النبي - صلى الله عليه وسلم - فقال: يا رسول اللَّه، ائذن لي بالزنا، فأقبل القوم عليه فزجروه، وقالوا له: مه مه! فقال له: ((ادنه))، فدنا منه قريباً، قال: ((أتحبه لأمك؟)) قال: لا واللَّه، جعلني اللَّه فداءك، قال: ((ولا الناس يحبونه لأمهاتهم)). قال: ((أفتحبه لابنتك؟)) قال: لا واللَّه يا رسول اللَّه، جعلني اللَّه فداءك. قال: ¶ ¬_________ ¶ (¬1) انظر: سير أعلام النبلاء للذهبي، 1/ 346، وزاد المعاد، 3/ 626، والإصابة في تمييز الصحابة، 2/ 225.",
            "page": "75",
            "part": "1",
            "seal": "BD0E870D"
        },
        {
            "id": "77",
            "nass": "((ولا الناس يحبونه لبناتهم)). قال: ((أفتحبه لأختك؟)) قال: لا واللَّه ¶ جعلني اللَّه فداءك. قال: ((ولا الناس يحبونه لأخواتهم)). قال: ((أفتحبه لعمتك؟)) قال: لا واللَّه، جعلني اللَّه فداءك. قال: ((ولا الناس يحبونه لعماتهم)). قال: ((أفتحبه لخالتك؟)) قال: لا واللَّه جعلني اللَّه فداءك. قال: ((ولا الناس يحبونه لخالاتهم)). قال: فوضع يده عليه، وقال: ((اللَّهم اغفر ذنبه، وطهر قلبه، وحصّن فرجه))، فلم يكن بعد ذلك الفتى يلتفت إلى شيء (¬1). ¶ وهذا الموقف العظيم مما يؤكد على الدعاة إلى اللَّه - عز وجل - أن يعتنوا بالرفق والإحسان إلى الناس، ولاسيما من يُرغَبُ في استئلافهم ليدخلوا في الإسلام، أو ليزيد إيمانهم ويثبتوا على إسلامهم. ¶ وكما بين لنا الرسول - صلى الله عليه وسلم - الرّفق بفعله بينه لنا بقوله، وأمرنا بالرفق في الأمر كله. ¶ وكما بين لنا الرسول - صلى الله عليه وسلم - الرفق بفعله بينه لنا بقوله، وأمرنا بالرفق في الأمر كله. فعن عائشة - رضي الله عنها - قالت: دخل رهط من اليهود على رسول اللَّه - صلى الله عليه وسلم - فقالوا: السامُ عليكم. قالت عائشة: ففهمتها فقلت: وعليكم السامُ واللعنة. قالت: فقال رسول اللَّه - صلى الله عليه وسلم -: ((مهلاً يا ¶ ¬_________ ¶ (¬1) أخرجه أحمد في المسند من حديث أبي أمامة - رضي الله عنه -، 5/ 256، 257، وذكره الهيثمي في مجمع الزوائد، وعزاه إلى الطبراني وقال: <رجاله رجال الصحيح >، 1/ 129، وانظر: سلسلة الأحاديث الصحيحة للألباني، برقم 370، ج1.",
            "page": "76",
            "part": "1",
            "seal": "3D471D8D"
        },
        {
            "id": "78",
            "nass": "عائشة إن اللَّه يحب الرفق في الأمر كله))، فقلت: يا رسول اللَّه أولم ¶ تسمع ما قالوا؟ قال رسول اللَّه - صلى الله عليه وسلم -: ((قد قلت: وعليكم)) (¬1). ¶ وقال - صلى الله عليه وسلم -: ((يا عائشة إن اللَّه رفيق يحب الرفق، ويعطي على الرفق ما لا يُعطي على العُنْف، وما لا يُعطي على ما سواه)) (¬2). ¶ وقال - صلى الله عليه وسلم -: ((إن الرفق لا يكون في شيء إلا زانه، ولا يُنْزع من شيء إلا شانه)) (¬3). ¶ وبين - صلى الله عليه وسلم - أن من حُرِمَ الرفق فقد حرم الخير، قال - صلى الله عليه وسلم -: ((من يحرم الرفق يحرم الخير)) (¬4). ¶ وعن أبي الدرداء - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: ((من أٌعطيَ حظه من الرفق فقد أعطي حظه من الخير، ومن حُرِمَ حظه من الرفق فقد حرم حظه من الخير)) (¬5)، وعنه - رضي الله عنه - يبلغ به قال: ((من أعطي حظه من الرفق أعطي حظه من الخير، وليس شيء أثقل في الميزان من ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، كتاب الأدب، باب الرفق في الأمر كله، 10/ 449، (رقم 6024). ¶ (¬2) أخرجه مسلم في كتاب البر والصلة والآداب، باب فضل الرفق، عن عائشة - رضي الله عنها -، ¶ 4/ 2004، (رقم 2593). ¶ (¬3) المرجع السابق، في الكتاب والباب المشار إليهما سابقاً، 4/ 2004، عن عائشة - رضي الله عنها - أيضاً (رقم 2594). ¶ (¬4) المرجع السابق، في الكتاب والباب المشار إليهما سابقاً عن جرير بن عبد الله - رضي الله عنه -، ¶ 4/ 2003، (رقم 2592). ¶ (¬5) أخرجه الترمذي في كتاب البر والصلة، باب ما جاء في الرفق، 4/ 367، (رقم 2013)، وقال حديث حسن صحيح، وانظر: صحيح الترمذي، 2/ 195.",
            "page": "77",
            "part": "1",
            "seal": "0D994988"
        },
        {
            "id": "79",
            "nass": "الخُلُق الحسن)) (¬1). وعن عائشة - رضي الله عنها - أن النبي - صلى الله عليه وسلم - قال لها: ((إنه من أعطي حظه من الرفق فقد أعطي حظه من خير الدنيا والآخرة، وصلة الرحم، وحسن الخلق، وحسن الجوار يعمران الديار ويزيدان في الأعمار)) (¬2). ¶ فقد عظّم النبي - صلى الله عليه وسلم - شأن الرفق في الأمور كلها، وبين ذلك بفعله وقوله بياناً شافياً كافياً؛ لكي تعمل أمتهُ بالرفق في أمورها كلها، وخاصة الدعاة إلى اللَّه - عز وجل - فإنهم أولى الناس بالرفق في دعوتهم، وفي جميع تصرفاتهم، وأحوالهم. وهذه الأحاديث السابقة تبين فضل الرفق، والحث على التخلق به، وبغيره من الأخلاق الحسنة، وذم العنف وذم من تخلق به. ¶ فالرفق سبب لكل خير؛ لأنه يحصل به من الأغراض ويسهل من المطالب، ومن الثواب ما لا يحصل بغيره، ومالا يأتي من ضده (¬3). ¶ وقد حذر النبي - صلى الله عليه وسلم - من العنف، وعن التشديد على أمته - صلى الله عليه وسلم -، فعن عائشة - رضي الله عنها - قالت: سمعت رسول اللَّه - صلى الله عليه وسلم - يقول في بيتي هذا: ((اللَّهم من ولي من أمر أمتي شيئاً فشقّ عليهم، فاشقق عليه، ومن ولي من أمر ¶ ¬_________ ¶ (¬1) أخرجه أحمد في المسند، 6/ 451، انظر: الأحاديث الصحيحة للألباني، رقم 876، فقد ذكر له شواهد كثيرة. ¶ (¬2) أخرجه أحمد، 6/ 159، وإسناده صحيح، انظر الأحاديث الصحيحة للألباني، برقم 519. ¶ (¬3) انظر: شرح النووي على مسلم، 16/ 145، وفتح الباري بشرح صحيح البخاري، 10/ 449، وتحفة الأحوذي بشرح سنن الترمذي، 6/ 154.",
            "page": "78",
            "part": "1",
            "seal": "CF103A01"
        },
        {
            "id": "80",
            "nass": "أمتي شيئاً فرفق بهم فارفق به)) (¬1)، وكان - صلى الله عليه وسلم - إذا أرسل أحداً من أصحابه في بعض أموره أمرهم بالتيسير ونهاهم عن التنفير. ¶ فعن أبي موسى - رضي الله عنه - قال: كان رسول اللَّه - صلى الله عليه وسلم - إذا بعث أحداً من أصحابه في بعض أموره قال: ((بشِّرُوا ولا تُنفِّرُوا، ويسِّرُوا ولا تُعسِّرُوا)) (¬2). ¶ وقال - صلى الله عليه وسلم - لأبي موسى الأشعري ومعاذ - رضي الله عنه - حينما بعثهما إلى اليمن: ((يسَّرا ولا تعسِّرا، وبشِّرا ولا تنفِّرا، وتطاوَعَا ولا تختلِفَا)) (¬3). ¶ وعن أنس بن مالك - رضي الله عنه - قال: قال رسول اللَّه - صلى الله عليه وسلم -: ((يسِّرُوا ولا تعسِّرُوا، وبشِّرُوا ولا تنفِّرُوا)) (¬4). ¶ في هذه الأحاديث الأمر بالتيسير والنهي عن التنفير، وقد جمع النبي - صلى الله عليه وسلم - في هذه الألفاظ بين الشيء وضده؛ لأن الإنسان قد يفعل ¶ ¬_________ ¶ (¬1) أخرجه مسلم في كتاب الجهاد، باب فضيلة الإمام العادل، وعقوبة الجائر والحث على الرفق بالرعية والنهي عن إدخال المشقة عليهم، 3/ 1458، (رقم 1828). ¶ (¬2) أخرجه مسلم في كتاب الجهاد والسير، باب الأمر بالتيسير وترك التنفير، 3/ 1358، (رقم 1732). ¶ (¬3) البخاري مع الفتح في كتاب المغازي، باب بعث أبي موسى ومعاذ إلى اليمن قبل حجة الوداع، 8/ 62، (رقم 4344، 4345)، ومسلم في كتاب الجهاد والسير باب الأمر بالتيسير وترك التنفير، 3/ 1359، واللفظ له، (رقم 1733). ¶ (¬4) البخاري مع الفتح في كتاب العلم، باب ما كان النبي - صلى الله عليه وسلم - يتخولهم بالموعظة والعلم كي لا ينفروا، 1/ 163، (رقم 69)، ومسلم في كتاب الجهاد والسير، باب الأمر بالتيسير وترك التنفير، 3/ 1359، (رقم 1732).",
            "page": "79",
            "part": "1",
            "seal": "504A6B12"
        },
        {
            "id": "81",
            "nass": "التيسير في وقت والتعسير في وقت، ويبشر في وقت وينفر في وقت آخر، فلو اقتصر على يسروا لصدق ذلك على من يسِّر مرة أو مرات، وعسر في معظم الحالات؛ فإذا قال ولا تعسِّرُوا انتفى التعسير في جميع الأحوال من جميع وجوهه وهذا هو المطلوب. وكذا يقال في يسّرا ولا تعسرا، وبشرا ولا تنفرا، وتطاوعا ولا تختلفا؛ لأنهما قد يتطاوعان في وقت ويختلفان في وقت وقد يتطاوعان في شيء ويختلفان في شيء، والنبي - صلى الله عليه وسلم - قد حث في هذه الأحاديث وفي غيرها على التبشير بفضل اللَّه وعظيم ثوابه، وجزيل عطائه، وسعة رحمته، ونهى عن التنفير بذكر التخويف وأنواع الوعيد محضة من غير ضمها إلى التبشير، وهذا فيه تأليف لمن قرب إسلامه وترك التشديد عليه، وكذلك من قارب البلوغ من الصبيان، ومن بلغ، ومن تاب من المعاصي كلهم ينبغي أن يتدرج معهم ويُتلطّف بهم في أنواع الطاعات قليلاً قليلاً، وقد كانت أمور الإسلام في التكليف على التدريج فمتى يُسِّرَ على الداخل في الطاعة، أو المريد للدخول فيها سهلت عليه وكانت عاقبته غالباً الازدياد منها، ومتى عُسِّرت عليه أوْشَكَ أن لا يدخل فيها، وإن دخل أوشك أن لا يدوم ولا يستحليها (¬1). وهكذا تعليم العلم ينبغي أن يكون بالتدريج؛ ولهذا كان النبي - صلى الله عليه وسلم - يتخوّل أصحابه بالموعظة ¶ ¬_________ ¶ (¬1) انظر: شرح النووي على مسلم، 12/ 41، بتصرف يسير، وفتح الباري، 1/ 163.",
            "page": "80",
            "part": "1",
            "seal": "931EC5B9"
        },
        {
            "id": "82",
            "nass": "في الأيام كراهة السَّآمة عليهم (¬1). ¶ فصلوات اللَّه وسلامه عليه فقد دل أمته على كل خير وحذرهم من كل شر، ودعا على من شق على أمته، ودعا لمن رفق بهم كما تقدم في حديث عائشة وهذا من أبلغ الزواجر عن المشقة على الناس، وأعظم الحث على الرفق بهم (¬2). ¶ 8 - موقفه - صلى الله عليه وسلم - مع من شفع في ترك إقامة الحد: ¶ قد كان النبي - صلى الله عليه وسلم - أعدل البشر في جميع أموره وأحكامه، ومما يضرب به المثل في عدله إلى يوم القيامة قصة المخزومية التي سرقت فقطع يدها بعد أن شفع فيها أسامة، ولكن الرسول - صلى الله عليه وسلم - لم يحابِ في ذلك ولم يقبل الشفاعة في حد من حدود اللَّه تعالى. ¶ فعن عائشة - رضي الله عنها - أن قريشاً أهمهم شأن المرأة المخزومية التي سرقت في عهد النبي - صلى الله عليه وسلم - في غزوة الفتح، فقالوا: من يكلم فيها رسول اللَّه - صلى الله عليه وسلم -؟ فقالوا: ومن يجترئ عليه إلا أسامة بن زيد، حب رسول اللَّه - صلى الله عليه وسلم - فأُتيَ بها رسول اللَّه - صلى الله عليه وسلم - فكلمه فيها أسامة بن زيد، فتلون وجه رسول اللَّه - صلى الله عليه وسلم - فقال: ((أتشفع في حد من حدود اللَّه؟)) فقال له أسامة: استغفر لي يا رسول اللَّه! فلما كان العشي قام رسول اللَّه - صلى الله عليه وسلم - فاختطب فأثنى على اللَّه بما هو أهله، فقال: ((أما بعد، أيها ¶ ¬_________ ¶ (¬1) انظر: فتح الباري، 1/ 162، 163. ¶ (¬2) انظر: شرح النووي على مسلم، 12/ 213.",
            "page": "81",
            "part": "1",
            "seal": "4A25AB28"
        },
        {
            "id": "83",
            "nass": "الناس: إنما أهلك الذين من قبلكم أنهم كانوا إذا سرق فيهم الشريف تركوه، وإذا سرق فيهم الضعيف أقاموا عليه الحد، وإني والذي نفسي بيده لو أن فاطمة بنت محمد سرقت لقطعت يدها)). ¶ ثم أمر بتلك المرأة التي سرقت فقطعت يدها. ¶ قالت عائشة: فحسنت توبتها بعد، وتزوجت، وكانت تأتيني فأرفع حاجتها إلى رسول اللَّه - صلى الله عليه وسلم - (¬1). ¶ إن العدل خلاف الجور، وقد أمر اللَّه - عز وجل - به في القول والحكم، فقال تعالى: {وَإِذَا قُلْتُمْ فَاعْدِلُواْ وَلَوْ كَانَ ذَا قُرْبَى} (¬2). وقال: {وَإِذَا حَكَمْتُم بَيْنَ النَّاسِ أَن تَحْكُمُواْ بِالْعَدْلِ} (¬3). ¶ ولاشك أن هذا الموقف الحكيم وغيره من مواقفه - صلى الله عليه وسلم - مما يوجب على الدعاة تطبيقها أسوة به - صلى الله عليه وسلم - (¬4). ¶ ¬_________ ¶ (¬1) البخاري مع الفتح بنحوه مختصراً في كتاب الحدود، باب إقامة الحد على الشريف والوضيع، 12/ 86، (رقم 6787)، وباب كراهية الشفاعة في الحد إذا رفع إلى السلطان، 12/ 87، 6/ 513، 5/ 192، (رقم 6788)، ورواه مسلم بلفظه في كتاب الحدود، باب قطع السارق الشريف وغيره، والنهي عن الشفاعة في الحدود، 3/ 1315، (رقم 1688)، وانظر: شرح النووي، 11/ 186، وفتح الباري بشرح صحيح البخاري، 12/ 95، 96. ¶ (¬2) سورة الأنعام، الآية: 152. ¶ (¬3) سورة النساء، الآية: 58. ¶ (¬4) انظر مواقف حكيمة في هذا الشأن في: سنن أبي داود، 2/ 242، والترمذي، 3/ 137، والنسائي، 7/ 64، وانظر أيضاً البخاري مع الفتح، 3/ 292، 2/ 143، 11/ 312، 12/ 112، ومسلم، 3/ 458، وهذا الحبيب يا محب، ص534، 535.",
            "page": "82",
            "part": "1",
            "seal": "AB4C5C91"
        },
        {
            "id": "84",
            "nass": "9 - موقفه - صلى الله عليه وسلم - الحكيم في الكرم والجود: ¶ عن أنس - رضي الله عنه - قال: ما سُئل رسول اللَّه - صلى الله عليه وسلم - على الإسلام شيئاً إلا أعطاه قال: فجاءَه رجلٌ فأعطاه غنماً بين جبلين فرجع إلى قومه فقال: يا قوم، أسلموا؛ فإن محمداً يعطي عطاءً لا يخشى الفاقة (¬1). ¶ وهذا الموقف الحكيم العظيم يدل على عظم سخاء النبي - صلى الله عليه وسلم -، وغزارة جوده (¬2). ¶ وكان - صلى الله عليه وسلم - يعطي العطاء ابتغاء مرضاة اللَّه - عز وجل - وترغيباً للناس في الإسلام، وتأليفاً لقلوبهم، وقد يُظهر الرجل إسلامه أولا للدنيا ثم - بفضل اللَّه تعالى ثم بفضل النبي - صلى الله عليه وسلم - ونور الإسلام - لا يلبث إلا قليلاً حتى ينشرح صدره للإسلام بحقيقة الإيمان، ويتمكن من قلبه، ¶ ¬_________ ¶ (¬1) مسلم، كتاب الفضائل، باب ما سئل رسول الله - صلى الله عليه وسلم - شيئاً قط فقال: لا، وكثرة عطائه، 4/ 1806، (رقم 2312). ¶ (¬2) انظر أمثلة كثيرة من كرمه وجوده في البخاري مع الفتح، كتاب بدء الوحي، باب حدثنا عبدان 1/ 30 (رقم 6)، وكتاب الأدب، باب حسن الخلق وما يكره من البخل، 10/ 455 (رقم 6033)، وكتاب الرقاق، باب قول النبي - صلى الله عليه وسلم -: لو أن مثل أحد ذهباً، 11/ 264، (رقم 6445)، 11/ 303، (رقم 6470)، وكتاب الكفالة، باب من تكفل عن ميت ديناً فليس له أن يرجع، 4/ 474، وكتاب التمني باب تمني الخير وقول النبي - صلى الله عليه وسلم -: لو أن لي أحد ذهباً، 3/ 17، (رقم 2296)، ومسلم، كتاب الفضائل، باب ما سئل رسول الله - صلى الله عليه وسلم - شيئاً قط فقال: لا، وكثرة عطائه، 4/ 1805، 1806، (رقم 2311، 2312)، وكتاب الزكاة، باب من سأل بفحش وغلظة، 2/ 730، (رقم 1057)، وباب تغليظ عقوبة من لا يؤدي الزكاة، 2/ 687، (رقم 991).",
            "page": "83",
            "part": "1",
            "seal": "410740A4"
        },
        {
            "id": "85",
            "nass": "فيكون حينئذ أحب إليه من الدنيا وما فيها (¬1). ¶ ولهذا شواهد كثيرة، منها: ما رواه مسلم في صحيحه أن النبي - صلى الله عليه وسلم - غزا غزوة الفتح - فتح مكة - ثم خرج - صلى الله عليه وسلم - بمن معه من المسلمين فاقتتلوا بحنين، فنصر اللَّه دينه والمسلمين، وأعطى رسول اللَّه - صلى الله عليه وسلم - صفوان بن أمية مائة من الغنم، ثم مائة، ثم مائة. قال صفوان: واللَّه لقد أعطاني رسول اللَّه - صلى الله عليه وسلم - ما أعطاني وإنه لأبغض الناس إليّ، فما برح يعطيني حتى إنه لأحب الناس إليَّ (¬2). ¶ وقال أنس - رضي الله عنه -: ((إن كان الرجل ليسلم ما يريد إلا الدنيا، فما يسلم حتى يكون الإسلام أحب إليه من الدنيا وما عليها)) (¬3). ¶ وإذا رأى - صلى الله عليه وسلم - الرجل ضعيف الإيمان، فقد كان - صلى الله عليه وسلم - يجزل له في العطاء، قال - صلى الله عليه وسلم -: ((إني لأعطي الرجل وغيره أحب إليّ منه خشية أن يُكبَّ في النار على وجهه)) (¬4). ¶ ولذلك كان - صلى الله عليه وسلم - ((يعطي رجالاً من قريش مائة من الإبل)) (¬5). ¶ ¬_________ ¶ (¬1) انظر: شرح النووي على مسلم، 15/ 72. ¶ (¬2) مسلم، كتاب الفضائل، باب ما سئل - صلى الله عليه وسلم - شيئاً قط فقال: لا، وكثرة عطائه، 4/ 1806، (رقم 2313). ¶ (¬3) المرجع السابق، في الكتاب والباب المشار إليهما آنفاً، 4/ 1806، (رقم 2312/ 58). ¶ (¬4) البخاري مع الفتح، كتاب الزكاة، باب قوله تعالى: {لاَ يَسْأَلُونَ النَّاسَ إِلْحَافًا}، 3/ 340، (رقم 1478)، ومسلم، كتاب الزكاة، باب إعطاء من يخاف على إيمانه، 3/ 733، (رقم 1059). ¶ (¬5) البخاري مع الفتح، كتاب فرض الخمس، باب ما كان النبي - صلى الله عليه وسلم - يعطي المؤلفة قلوبهم، 6/ 249، (رقم 3147).",
            "page": "84",
            "part": "1",
            "seal": "70F5BDA1"
        },
        {
            "id": "86",
            "nass": "ومن مواقفه الحكيمة العظيمة في ذلك ما فعله - صلى الله عليه وسلم - مع المرأة المشركة صاحبة المزادتين، فإنه - صلى الله عليه وسلم - بعد أن أسقى أصحابه من مزادتيها، ورجعت المزادتان أشد ملاءةً منها حين ابتدأ فيها قال لأصحابه: ((اجمعوا لها))، فجمعوا لها من بين عجوة ودقيقة وسويقة - حتى جمعوا لها طعاماً كثيراً وجعلوه في ثوب، وحملوها على بعيرها، ووضعوا الثوب بين يديها، فقال لها: ((اذهبي فأطعمي هذا عيالك، تعلمين واللَّه ما رزأناك (¬1) من مائك شيئاً، ولكن اللَّه هو الذي أسقانا)). ¶ وفي القصة أنها رجعت إلى قومها فقالت: لقيت أسحر الناس، أو هو نبي كما زعموا، فهدى اللَّه ذلك الصرم (¬2) بتلك المرأة، فأسلمت وأسلموا (¬3). ¶ وفي رواية: فكان المسلمون بعد ذلك يغيرون على من حولها من المشركين ولا يصيبون الصرم الذي هي منه، فقالت يوماً لقومها: ما أرى أن هؤلاء القوم يدعونكم عمداً، فهل لكم في الإسلام؟ فأطاعوها، فدخلوا في الإسلام (¬4). ¶ ¬_________ ¶ (¬1) أي: لم ننقص من مائك شيئاً. انظر: فتح الباري، 1/ 453. ¶ (¬2) الصرم: أبيات مجتمعة من الناس. انظر: فتح الباري، 1/ 453. ¶ (¬3) البخاري مع الفتح، كتاب المناقب، باب علامات النبوة، 6/ 580، (رقم 3571)، ومسلم، كتاب المساجد ومواضع الصلاة، باب قضاء الصلاة الفائتة واستحباب تعجيل قضائها، 1/ 476، (رقم 682). ¶ (¬4) البخاري مع الفتح، كتاب التيمم، باب الصعيد الطيب وضوء المسلم يكفيه من الماء، 1/ 448، (رقم 344).",
            "page": "85",
            "part": "1",
            "seal": "5F93D222"
        },
        {
            "id": "87",
            "nass": "وقد كان سبب إسلام هذه المرأة أمران: ¶ الأمر الأول: ما رأته من أخذ النبي - صلى الله عليه وسلم - وأصحابه من مزادتيها ولم ينقص ذلك من مائها شيئاً، وهذا من معجزات النبي - صلى الله عليه وسلم - التي تدل على صدق رسالته. ¶ الأمر الثاني: كرم النبي - صلى الله عليه وسلم - حين أمر أصحابه أن يجمعوا لها، فجمعوا لها طعاماً كثيراً. ¶ أما قومها، فقد أسلموا على يديها، لأن المسلمين صاروا يراعون قومها بإقرار النبي - صلى الله عليه وسلم - على سبيل الاستئلاف لهم، حتى كان ذلك سبباً لإسلامهم (¬1). ¶ وهذه الأمثلة التي سقتها ما هي إلا قطرة من بحر كرم النبي - صلى الله عليه وسلم -، فما أحوجنا، وما أولى جميع الدعاة إلى اللَّه - عز وجل - إلى الاقتداء بالنبي - صلى الله عليه وسلم - والاقتباس من نوره وهديه في دعوته وفي أموره كلها، واللَّه المستعان. ¶ 10 - مواقف النبي - صلى الله عليه وسلم - مع زعيم المنافقين عبد اللَّه بن أُبيّ: ¶ قدم النبي - صلى الله عليه وسلم - المدينة، وقد أجمع الأوس والخزرج على تمليك عبد اللَّه بن أُبيّ، ولم يختلف عليه في شرفه اثنان، ولم تجتمع الأوس والخزرج قبله ولا بعده على رجل من أحد الفريقين، وكانوا قد نظموا له الخرز، ليُتَوِّجوه ثم يملِّكوه عليهم، فجاءهم اللَّه - ¶ ¬_________ ¶ (¬1) انظر: فتح الباري، 1/ 453.",
            "page": "86",
            "part": "1",
            "seal": "F29F316C"
        },
        {
            "id": "88",
            "nass": "تعالى - برسول اللَّه - صلى الله عليه وسلم - وهم على ذلك، فلما انصرف قومه عنه إلى الإسلام امتلأ قلبه حقداً وعداوة وبغضاً، ورأى أن رسول اللَّه - صلى الله عليه وسلم - قد استلبه ملكه، فلما رأى قومه أبوا إلا الإسلام، دخل فيه كارهاً مصراً على النفاق والحقد والعداوة (¬1)، ولم يأل جهداً في الصد عن الإسلام، وتفريق جماعة المسلمين، والذب عن اليهود ومساعدتهم. ¶ وقد ظهرت مواقفه الخبيثة في معاداته لدعوة الإسلام، ولكن عن طريق التستر والنفاق، وقد كان النبي - صلى الله عليه وسلم - يقابل عداوته بالعفو والصفح والحلم؛ لأنه يُظهر الإسلام؛ ولأن له أعواناً من المنافقين، هو رئيسهم وهم تبع له، فكان - صلى الله عليه وسلم - يحسن إليه بالمقال والفعل، ويقابل إساءته بالعفو والإحسان في عدة مواقف، منها على سبيل المثال ما يأتي: ¶ (أ) شفاعته لليهود (بنو قينقاع) عندما نقضوا العهد: ¶ نقض بنو قينقاع العهد بعد بدر بكشف عورة امرأة من المسلمين في السوق، وبقتل رجل نصرها من المسلمين (¬2)، فسار إليهم رسول اللَّه - صلى الله عليه وسلم - يوم السبت للنصف من شوال، على رأس عشرين شهراً من الهجرة، وحاصرهم خمسة عشر يوماً، وتحصنوا في حصونهم، فحاصرهم أشد الحصار، وقذف اللَّه في قلوبهم الرعب، فنزلوا على حكم رسول اللَّه - صلى الله عليه وسلم - فأمر بهم فَكُتِّفُوا، وكانوا سبعمائة مقاتل، فقام إلى ¶ ¬_________ ¶ (¬1) انظر: سيرة ابن هشام، 2/ 216، والبداية والنهاية، 4/ 157. ¶ (¬2) انظر: سيرة ابن هشام، 2/ 427، والبداية والنهاية، 4/ 4، والرحيق المختوم، ص228، وهذا الحبيب، ص246.",
            "page": "87",
            "part": "1",
            "seal": "6A9963CB"
        },
        {
            "id": "89",
            "nass": "النبي - صلى الله عليه وسلم - عبد اللَّه بن أُبيّ حين أمكنه اللَّه منهم، فقال: يا محمد، أحسن في موالي، فأبطأ عليه رسول اللَّه - صلى الله عليه وسلم -، فقال: يا محمد، أحسن في موالي، فأعرض عنه، فأدخل يده في جيب درع النبي - صلى الله عليه وسلم -، وقال: واللَّه لا أرسلك حتى تحسن في موالي أربع مائة حاسر، وثلاث مائة دارع (¬1)، قد منعوني من الأحمر والأسود تحصدهم في غداة واحدة، إني واللَّه امرؤ أخشى الدوائر، فوهبهم النبي - صلى الله عليه وسلم - له (¬2)، وأمرهم أن يخرجوا من المدينة ولا يجاوروه بها، فخرجوا إلى أذرعات من أرض الشام، وقبض منهم أموالهم، وخمس غنائمهم صلوات اللَّه وسلامه عليه (¬3). ¶ (ب) ما فعله مع النبي - صلى الله عليه وسلم - يوم أُحد: ¶ خرج النبي - صلى الله عليه وسلم - إلى معركة أحد، فلما صار بين أحد والمدينة انخزل عبد اللَّه بن أُبيّ بنحو ثلث العسكر، ورجع بهم إلى المدينة فتبعهم عبد اللَّه بن عمرو بن حرام، والد جابر - رضي الله عنه - فوبّخهم، وحضهم على الرجوع، وقال: تعالوا قاتلوا في سبيل اللَّه أو ادفعوا، قالوا: لو نعلم أنكم تقاتلون لم نرجع، فرجع عنهم وسبهم (¬4). ¶ ¬_________ ¶ (¬1) الحاسر: هو الذي لا درع له، والدارع: هو لابس الدرع. انظر: المعجم الوسيط، مادة (حسر)، 1/ 172، ومادة (درع)، 1/ 280. ¶ (¬2) انظر: سيرة ابن هشام، 2/ 428، والبداية والنهاية لابن كثير، 4/ 4. ¶ (¬3) انظر: زاد المعاد، 3/ 126، 190. ¶ (¬4) انظر: زاد المعاد في هدي خير العباد، 3/ 194، وسيرة ابن هشام، 3/ 8، 3/ 57، والبداية والنهاية، 4/ 51.",
            "page": "88",
            "part": "1",
            "seal": "1664F087"
        },
        {
            "id": "90",
            "nass": "فلم يعاقبه رسول اللَّه - صلى الله عليه وسلم - على هذا الجرم العظيم، وتخذيل المسلمين. ¶ (ج) صده الرسول - صلى الله عليه وسلم - عن الدعوة إلى اللَّه تعالى: ¶ ركب النبي - صلى الله عليه وسلم - إلى سعد بن عبادة، فمر بعدو اللَّه عبد اللَّه بن أٌبيّ وحوله رجال من قومه، فنزل - صلى الله عليه وسلم - فسلم ثم جلس قليلاً، فتلا القرآن، ودعا إلى اللَّه - عز وجل -، وذكَّر باللَّه، وحذر وبشر وأنذر، وعندما فرغ النبي - صلى الله عليه وسلم - من مقالته، قال له عبد اللَّه بن أٌبيّ: يا هذا، إنه لا أحسن من حديثك هذا، إن كان حقاً فاجلس في بيتك فمن جاءك فحدثه إياه، ومن لم يأتك فلا تغته (¬1)، ولا تأته في مجلسه بما يكره منه (¬2)، فلم يؤاخذه النبي - صلى الله عليه وسلم - وعفا عنه وصفح. ¶ (د) تثبيته بني النضير: ¶ عندما نقض يهود بني النضير العهد بِهَمِّهِم بقتل النبي - صلى الله عليه وسلم -، بعث إليهم محمد بن مسلمة يأمرهم بالخروج من جواره وبلده، فبعث إليهم أهل النفاق - وعلى رأسهم عبد اللَّه بن أُبيّ - أن اثبتوا وتمنعوا فإنا لن نسلمكم، إن قُوتلتم قاتلنا معكم، وإن أُخرجتم خرجنا معكم، فقويت عزيمة اليهود، ونابذوا رسول اللَّه - صلى الله عليه وسلم - بنقض العهد، فخرج إليهم حتى نزل بهم وحاصرهم، فقذف اللَّه في قلوبهم الرعب، ¶ ¬_________ ¶ (¬1) أي: لا تكثر عليه به وتتردد به عليه، أو لا تعذبه به. انظر: القاموس المحيط، باب التاء، فصل الغين، ص200، والمعجم الوسيط، مادة (غت)، 2/ 644. ¶ (¬2) انظر: سيرة ابن هشام، 2/ 218، 219.",
            "page": "89",
            "part": "1",
            "seal": "AC3E353F"
        },
        {
            "id": "91",
            "nass": "وأجلاهم النبي - صلى الله عليه وسلم - وخرجوا إلى خيبر، ومنهم من سار إلى الشام (¬1). ¶ وترك النبي - صلى الله عليه وسلم - عبد اللَّه بن أُبيّ فلم يعاقبه على ذلك. ¶ (هـ) كيده وغدره للنبي - صلى الله عليه وسلم - ومن معه من المسلمين في غزوة المريسيع: ¶ في هذه الغزوة قام عبد اللَّه بن أُبيّ بعدة مواقف مخزية توجب قتله وعقابه منها: ¶ 1 - دبر المنافقون في هذه الغزوة قصة الإفك، وتولى كبره عبد اللَّه بن أُبيّ بن سلول (¬2). ¶ وفي هذه الغزوة قال عبد اللَّه بن أُبيّ: {لَئِن رَّجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ} (¬3). ¶ وفي هذه الغزوة قال عدو اللَّه: {لا تُنفِقُوا عَلَى مَنْ عِندَ رَسُولِ ¶ ¬_________ ¶ (¬1) انظر: سيرة ابن هشام، 3/ 192، والبداية والنهاية، 4/ 75، وزاد المعاد، 3/ 127. ¶ (¬2) انظر قصة الإفك في البخاري مع الفتح، كتاب المغازي، باب حديث الإفك، 7/ 431، (رقم 4141)، وكتاب التفسير، سورة النور، باب {وَلَوْلا إِذْ سَمِعْتُمُوهُ قُلْتُم مَّا يَكُونُ لَنَا أَن نَّتَكَلَّمَ بِهَذَا سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ} 8/ 452، (رقم 4750)، ومسلم، كتاب التوبة، باب حديث الإفك، 4/ 2129، وزاد المعاد، 3/ 256 - 268. ¶ (¬3) سورة المنافقون، الآية: 8. ¶ 2 - وانظر: البخاري مع الفتح، كتاب التفسير، سورة المنافقون، باب {سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَن يَغْفِرَ اللَّهُ لَهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ}، 8/ 648، 652، (رقم 4905)، وفي كتاب المناقب، باب ما ينهى عنه من دعوى الجاهلية، 6/ 546، (رقم 3518)، ومسلم، كتاب البر والصلة، باب انصر أخاك ظالماً أو مظلوماً، 4/ 1998، (رقم 2584/ 63)، وانظر: سيرة ابن هشام، 3/ 334.",
            "page": "90",
            "part": "1",
            "seal": "CED5A199"
        },
        {
            "id": "92",
            "nass": "اللَّهِ حَتَّى يَنفَضُّوا} (¬1). ¶ وقد ظهرت الحكمة المحمدية، وتجلت السياسة الرشيدة في إخماد النبي - صلى الله عليه وسلم - نار الفتنة، وقطع دابر الشر - بفضل اللَّه ثم بصبره - على عبد اللَّه بن أُبيّ، وتحمله له، والإحسان إليه، ومقابلة هذه المواقف المخزية من هذا الزعيم المنافق بالعفو؛ لأن هذا الرجل له أعوان، ويخشى من شرهم على الدعوة الإسلامية؛ ولأنه يظهر إسلامه، ولهذا قال النبي - صلى الله عليه وسلم - لعمر بن الخطاب - حينما قال: يا رسول اللَّه دعني أضرب عنق هذا المنافق -: ((دعه حتى لا يتحدث الناس أن محمداً يقتل أصحابه)) (¬2). ¶ فلو قتله رسول اللَّه - صلى الله عليه وسلم - لكان ذلك منفِّراً للناس عن الدخول في الإسلام؛ لأنهم يرون أن عبد اللَّه بن أُبيّ مسلم، ومن ثم سيقول الناس: إن محمداً يقتل المسلمين، فعند ذلك تظهر المفاسد، وتتعطل المصالح. ¶ ¬_________ ¶ (¬1) سورة المنافقون، الآية: 7. ¶ 3 - والحديث في البخاري مع الفتح، كتاب التفسير، سورة المنافقون، باب قوله تعالى: {وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ}، 8/ 648، (رقم 4904)، ومسلم، كتاب صفات المنافقين وأحكامهم، 4/ 2140، (رقم 2772). ¶ (¬2) البخاري مع الفتح، كتاب التفسير، سورة المنافقون، باب {سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ}، 8/ 648، 8/ 652، 6/ 546، (رقم 4905)، ومسلم، كتاب البر والصلة، باب انصر أخاك ظالماً أو مظلوماً، 4/ 1998، (رقم 2584/ 63).",
            "page": "91",
            "part": "1",
            "seal": "32C8F743"
        },
        {
            "id": "93",
            "nass": "فظهرت حكمة النبي - صلى الله عليه وسلم - وصبره على بعض المفاسد خوفاً من أن تترتب على ذلك مفسدة أعظم؛ ولتقوى شوكة الإسلام، وقد أُمر بالحكم الظاهر، واللَّه يتولى السرائر. ¶ وقد ظهرت الحكمة لعمر بعد ذلك في عدم قتل عبد اللَّه بن أُبيّ فقال: \"قد واللَّه علمت، لأمر رسول اللَّه - صلى الله عليه وسلم - أعظم بركة من أمري\" (¬1). ¶ وهكذا ينبغي للدعاة إلى الله أن يسلكوا طريق الحكمة في دعوتهم اقتداء بنبيهم - صلى الله عليه وسلم -. ¶ وآخر دعوانا أن الحمد الله رب العالمين، وصلى الله وسلم وبارك على نبينا محمد وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين. ¶ ¬_________ ¶ (¬1) ذكره ابن كثير في البداية والنهاية، 4/ 185، وانظر: شرح النووي على مسلم، 16/ 139، وهذا الحبيب يا محبّ، ص336.",
            "page": "92",
            "part": "1",
            "seal": "97EF6DB1"
        }
    ],
    "t1897": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "تمهيد: مكانة مواقف النبي - صلى الله عليه وسلم - في نفس الداعية والمدعو"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: مواقف النبي - صلى الله عليه وسلم - قبل الهجرة:"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الأول: مواقفه - صلى الله عليه وسلم - في مرحلة الدعوة السرية"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثاني: مواقفه - صلى الله عليه وسلم - في مرحلة الدعوة الجهرية بمكة:"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": "1",
            "tit": "(أ) موقفه الحكيم في صعوده على الصفا ونداؤه العام"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": null,
            "tit": "(ب) صموده وثباته أمام ممثلي قريش واضطهادهما:"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث: مواقف النبي - صلى الله عليه وسلم - بعد خروجه إلى الطائف:"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": null,
            "tit": "1 - موقفه الحكيم في دعوته لأهل الطائف:"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": "1",
            "tit": "2 - حكمته العظيمة في جوابه لملك الجبال:"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": null,
            "tit": "3 - حكمته في دخوله إلى مكة في جوار المطعم بن عدي:"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": null,
            "tit": "4 - من مواقفه الحكيمة في الأسواق والمواسم:"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: مواقف النبي - صلى الله عليه وسلم - بعد الهجرة"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الأول: مواقف الحكمة في الإصلاح والتأسيس"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": null,
            "tit": "1 - بناء المسجد والاجتماع فيه أول عمل وحد بين القلوب:"
        },
        {
            "id": "39",
            "lvl": "3",
            "sub": null,
            "tit": "2 - دعوة اليهود إلى الإسلام بالقول الحكيم:"
        },
        {
            "id": "41",
            "lvl": "3",
            "sub": null,
            "tit": "3 - المؤاخاة بين المهاجرين والأنصار:"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": null,
            "tit": "4 - التربية الحكيمة:"
        },
        {
            "id": "49",
            "lvl": "3",
            "sub": null,
            "tit": "5 - ميثاق المهاجرين والأنصار وموادعة اليهود:"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثاني: مواقف الحكمة في حسن الإعداد للقتال، والشجاعة والبطولة"
        },
        {
            "id": "51",
            "lvl": "3",
            "sub": null,
            "tit": "1 - ما فعله في غزوة بدر الكبرى:"
        },
        {
            "id": "54",
            "lvl": "3",
            "sub": null,
            "tit": "2 - مواقفه الحكيمة في غزوة أحد:"
        },
        {
            "id": "58",
            "lvl": "3",
            "sub": null,
            "tit": "3 - ومن مواقفه التي تزخر بالحكمة والشجاعة ما فعله في معركة حنين:"
        },
        {
            "id": "61",
            "lvl": "3",
            "sub": null,
            "tit": "4 - ومن مواقفه التي تزخر بالحكمة والشجاعة:"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث: مواقف الحكمة الفردية"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - موقفه - صلى الله عليه وسلم - مع ثمامة بن أثال، سيد أهل اليمامة:"
        },
        {
            "id": "66",
            "lvl": "3",
            "sub": null,
            "tit": "2 - موقفه - صلى الله عليه وسلم - مع الأعرابي الذي أراد قتله:"
        },
        {
            "id": "67",
            "lvl": "3",
            "sub": null,
            "tit": "3 - موقفه - صلى الله عليه وسلم - مع اليهودي زيد بن سعنة، أحد أحبار اليهود:"
        },
        {
            "id": "69",
            "lvl": "3",
            "sub": null,
            "tit": "4 - موقفه - صلى الله عليه وسلم - مع الأعرابي الذي بال في المسجد:"
        },
        {
            "id": "73",
            "lvl": "3",
            "sub": null,
            "tit": "5 - موقفه - صلى الله عليه وسلم - مع معاوية بن الحكم:"
        },
        {
            "id": "75",
            "lvl": "3",
            "sub": null,
            "tit": "6 - موقفه - صلى الله عليه وسلم - مع الطفيل بن عمرو الدوسي:"
        },
        {
            "id": "76",
            "lvl": "3",
            "sub": null,
            "tit": "7 - موقفه - صلى الله عليه وسلم - مع الشاب الذي استأذنه في الزنا:"
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": null,
            "tit": "8 - موقفه - صلى الله عليه وسلم - مع من شفع في ترك إقامة الحد:"
        },
        {
            "id": "84",
            "lvl": "3",
            "sub": null,
            "tit": "9 - موقفه - صلى الله عليه وسلم - الحكيم في الكرم والجود"
        },
        {
            "id": "87",
            "lvl": "3",
            "sub": null,
            "tit": "10 - مواقف النبي - صلى الله عليه وسلم - مع زعيم المنافقين عبد الله بن أبي:"
        },
        {
            "id": "88",
            "lvl": "4",
            "sub": null,
            "tit": "(أ) شفاعته لليهود (بنو قينقاع) عندما نقضوا العهد:"
        },
        {
            "id": "89",
            "lvl": "4",
            "sub": null,
            "tit": "(ب) ما فعله مع النبي - صلى الله عليه وسلم - يوم أحد:"
        },
        {
            "id": "90",
            "lvl": "4",
            "sub": null,
            "tit": "(ج) صده الرسول - صلى الله عليه وسلم - عن الدعوة إلى الله تعالى:"
        },
        {
            "id": "90",
            "lvl": "4",
            "sub": "1",
            "tit": "(د) تثبيته بني النضير:"
        }
    ]
}