{
    "b1899": [
        {
            "id": "3",
            "nass": "9 ¶ رسائل سعيد بن علي بن وهف القحطاني ¶ نور الإخلاص ¶ وظلمات إرادة الدنيا بعمل الآخرة ¶ في ضوء الكتاب والسُّنَّة ¶ تأليف الفقير إلى الله تعالى ¶ د. سعيد بن علي بن وهف القحطاني",
            "page": null,
            "part": null,
            "seal": "E20C6E57"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يُضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلّى الله عليه وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين، وسلم تسليماً كثيراً. أما بعد: ¶ فهذه رسالة مختصرة في ((نور الإخلاص وظلمات إرادة الدنيا بعمل الآخرة)) بيّنت فيها: مفهوم الإخلاص وأهميته، ومكانة النية الصالحة، وذكرت خطر إرادة الدنيا بالعمل الصالح، وأنواع العمل للدنيا، وخطر الرياء، وأنواعه، وأقسامه، وأثره على العمل، وأسبابه ودوافعه، وطرق تحصيل الإخلاص. ¶ ولا شك أن الإخلاص سبب للنصر، والنجاة من عذاب الله، ورفع المنزلة في الدنيا والآخرة، والفوز بحب الله، ثم حب أهل السموات والأرض للمخلص، وهذا في الحقيقة نور يقذفه الله في قلب من شاء من عباده: {وَمَن لَّمْ يَجْعَلِ الله لَهُ نُورًا فَمَا لَهُ مِن نُّورٍ} (¬1)، وإرادة الدنيا بعمل الآخرة، ظلمات متراكمة بعضها فوق بعض؛ لأن ذلك ينافي كمال التوحيد ويحبط العمل الذي قارنه، قال الله - عز وجل -: {مَن كَانَ يُرِيدُ الْحَيَاةَ ¶ ¬__________ ¶ (¬1) سورة النور، الآية: 40.",
            "page": "3",
            "part": "1",
            "seal": "2F9193A7"
        },
        {
            "id": "5",
            "nass": "الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لاَ يُبْخَسُونَ * أُوْلَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الآخِرَةِ إِلاَّ النَّارُ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَاطِلٌ مَّا كَانُواْ يَعْمَلُونَ} (¬1). ¶ وقد قسمت هذا البحث إلى مبحثين، وتحت كل مبحث مطالب على النحو الآتي: ¶ المبحث الأول: نور الإخلاص: ¶ المطلق الأول: مفهوم الإخلاص. ¶ المطلب الثاني: أهمية الإخلاص. ¶ المطلب الثالث: مكانة النية الصالحة وثمراتها. ¶ المطلب الرابع: ثمار الإخلاص وفوائده. ¶ المبحث الثاني: ظلمات إرادة الدنيا بعمل الآخرة: ¶ المطلب الأول: خطر إرادة الدنيا بعمل الآخرة. ¶ المطلب الثاني: أنواع العمل للدنيا. ¶ المطلب الثالث: خطر الرياء وأضراره. ¶ المطلب الرابع: أنواع الرياء ودقائقه. ¶ المطلب الخامس: أقسام الرياء وأثره على العمل. ¶ المطلب السادس: أسباب الرياء ودوافعه. ¶ المطلب السابع: طرق تحصيل الإخلاص وعلاج الرياء. ¶ ¬__________ ¶ (¬1) سورة هود، الآيتان: 15 - 16.",
            "page": "4",
            "part": "1",
            "seal": "3B26CE2A"
        },
        {
            "id": "6",
            "nass": "والله أسأل باسمه الأعظم الذي إذا سُئل به أعطى، وإذا دُعي به أجاب أن يجعل هذا العمل القليل مباركًا خالصًا لوجهه الكريم، مقربًا لمؤلفه، وقارئه، وطابعه، وناشره، من الفردوس الأعلى من الجنة، وأن ينفعني به في حياتي، وبعد مماتي، وأن ينفع به كل من انتهى إليه، فإنه تعالى خير مسؤول وأكرم مأمول، وهو حسبنا ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم، وصلى الله وسلم وبارك على نبينا محمد وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين. ¶ المؤلف ¶ سعيد بن علي بن وهف القحطاني ¶ حرر في عصر يوم الثلاثاء الموافق 16/ 10/1419هـ",
            "page": "5",
            "part": "1",
            "seal": "0539C823"
        },
        {
            "id": "7",
            "nass": "المبحث الأول: نور الإخلاص ¶ المطلب الأول: مفهوم الإخلاص ¶ الإخلاص في اللغة: خَلَص يخلص خلوصًا: صفا وزال عنه شوبه، ويقال: خلص من ورطته: سلم منها، ونجا، ويقال: خلَّصه تخليصًا: أي نجّاه. والإخلاص في الطاعة: ترك الرياء (¬1). ¶ وحقيقة الإخلاص: هو أن يريد العبد بعمله التقرب إلى الله تعالى وحده. ¶ وقد ذكر أهل العلم تعريفات بعضها قريب من بعض: ¶ فقيل: الإخلاص: إفراد الحق - سبحانه - بالقصد في الطاعة. ¶ وقيل: الإخلاص: استواء أعمال العبد في الظاهر والباطن، والرياء أن يكون ظاهره خيرًا من باطنه، والصدق في الإخلاص أن يكون باطنه أعْمَرَ من ظاهره. ¶ وقيل: تصفية العمل من كل ما يشوبه (¬2). ¶ وعلى ما تقدّم: يتّضح أن الإخلاص: صرف العمل والتقرّب به إلى الله وحده، لا رياءً ولا سمعةً، ولا طلبًا للعَرَض الزائل، ولا تصنّعًا، وإنما يرجو ثواب الله، ويخشى عقابه، ويطمع في رضاه. ¶ ولهذا قال القاضي عياض: ((تَرْك العمل من أجل الناس رياءٌ، ¶ ¬__________ ¶ (¬1) المعجم الوسيط، 1/ 249، ومختار الصحاح، ص77. ¶ (¬2) مدارج السالكين، لابن القيم، 2/ 91.",
            "page": "6",
            "part": "1",
            "seal": "88D50A0F"
        },
        {
            "id": "8",
            "nass": "والعملُ من أجل الناس شركٌ، والإخلاصُ أن يعافيَكَ الله منهما)) (¬1). ¶ والإخلاص: في حياة المسلم أن يَقصد بعمله، وقوله، وسائر تصرفاته، وتوجيهاته وتعليمه وجه الله تعالى وحده لا شريك له ولا رب سواه. ¶ المطلب الثاني: أهمية الإخلاص ¶ لقد خلق الله الخلق: الجن والإنس لعبادته وحده لا شريك له، وأمر جميع المكلفين بالإخلاص: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا الله مُخْلِصِينَ لَهُ ¶ الدِّينَ} (¬2)، وقال تعالى: {إِنَّا أَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ الله مُخْلِصًا لَّهُ الدِّين *، أَلا لله الدِّينُ الْخَالِصُ} (¬3)، {قُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لله رَبِّ الْعَالَمِينَ * لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَاْ أَوَّلُ الْمُسْلِمِينَ} (¬4)، {الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً} (¬5). ¶ قال الفضيل بن عياض: هو أخلَصُهُ وأصوَبُهُ. قالوا: يا أبا علي: ¶ ما أخلصه وأصوبه؟ فقال: ((إن العمل إذا كان خالصًا ولم يكن صوابًا لم يُقبل، وإذا كان صوابًا ولم يكن خالصًا لم يُقبل، حتى يكون خالصًا صوابًا. والخالص أن يكون لله، والصواب أن يكون على السنة (¬6). ثم قرأ ¶ ¬__________ ¶ (¬1) انظر: مدارج السالكين، لابن القيم، 2/ 91. ¶ (¬2) سورة البينة، الآية: 5. ¶ (¬3) سورة الزمر، الآيتان: 2 - 3. ¶ (¬4) سورة الأنعام، الآيتان: 162 - 163. ¶ (¬5) سورة الملك، الآية: 2. ¶ (¬6) مدارج السالكين، لابن القيم، 2/ 89.",
            "page": "7",
            "part": "1",
            "seal": "F10AADF1"
        },
        {
            "id": "9",
            "nass": "قوله تعالى: {فَمَن كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحًا وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا} (¬1)، وقال تعالى: {وَمَنْ أَحْسَنُ دِينًا مِّمَّنْ أَسْلَمَ وَجْهَهُ لله وَهُوَ مُحْسِنٌ} (¬2). فإسلام الوجه: إخلاص القصد والعمل لله، والإحسان فيه: متابعة رسول الله - صلى الله عليه وسلم - وسنته (¬3). ¶ وقد ثبت في الحديث عن أنس بن مالك - رضي الله عنه - قال - صلى الله عليه وسلم -: ((ثلاث لا يغلُّ عليهن قلب مسلم: إخلاص العمل لله، ومناصحة ولاة الأمر، ولزوم جماعة المسلمين؛ فإن دعوتهم تُحيط من ورائهم)) (¬4). ¶ والإخلاص هو روح عمل المسلم، وأهم صفاته، فبدونه يكون جهده وعمله هباءً منثورًا. ¶ والإخلاص من أهم أعمال القلوب باتفاق أئمة الإسلام، ولاشك أن أعمال القلوب هي الأصل: لمحبة الله ورسوله، والتوكل عليه، والإخلاص له، والخوف منه، والرجاء له، وأعمال الجوارح تَبَعٌ؛ فإن النية بمنزلة الروح، والعمل بمنزلة الجسد للأعضاء الذي إذا فارق الروح مات، فمعرفة أحكام القلوب أهم من معرفة أحكام الجوارح. ¶ فيجب على المسلم أن يكون مخلصًا لله - عز وجل - لا يريد رياءً ولا سمعة، ¶ ¬__________ ¶ (¬1) سورة الكهف، الآية: 110. ¶ (¬2) سورة النساء، الآية: 125. ¶ (¬3) مدارج السالكين، لابن القيم، 2/ 90. ¶ (¬4) أخرجه الترمذي، في كتاب العلم، باب: ما جاء في الحث على تبليغ السماع، 5/ 34، برقم 2658 من حديث عبد الله بن مسعود - رضي الله عنه -، وأخرجه أحمد، 5/ 183 من حديث زيد بن ثابت - رضي الله عنه -، وصححه الألباني في مشكاة المصابيح، 1/ 78.",
            "page": "8",
            "part": "1",
            "seal": "5CC1ECAB"
        },
        {
            "id": "10",
            "nass": "ولا ثناء الناس ولا مدحهم وحمدهم، إنما يعمل الصالحات، ويدعو إلى الله يريد وجهه - تعالى - كما قال سبحانه: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى ¶ الله} (¬1)، وقال سبحانه: {وَمَنْ أَحْسَنُ قَوْلاً مِّمَّن دَعَا إِلَى الله} (¬2). ¶ والإخلاص أعظم الصفات التي تجب على جميع المسلمين، فيريدون بدعوتهم وعملهم وجه الله والدار الآخرة، ويريدون إصلاح الناس وإخراجهم من الظلمات إلى النور (¬3). ¶ المطلب الثالث: مكانة النية الصالحة وثمراتها ¶ النية: أساس العمل وقاعدته، ورأس الأمر وعموده، وأصله الذي عليه بُنِيَ؛ لأنها روح العمل، وقائده، وسائقه، والعمل تابع لها يصح بصحتها ويفسد بفسادها، وبها يحصل التوفيق، وبعدمها يحصل الخذلان، وبحسبها تتفاوت الدرجات في الدنيا والآخرة (¬4)؛ ولهذا قال النبي - صلى الله عليه وسلم -: ((إنما الأعمال بالنيات وإنما لكل امرئٍ ما نوى ... )) (¬5). ¶ وقال الله تعالى: {لاَّ خَيْرَ فِي كَثِيرٍ مِّن نَّجْوَاهُمْ إِلاَّ مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاَحٍ بَيْنَ النَّاسِ وَمَن يَفْعَلْ ذَلِكَ ابْتَغَاءَ مَرْضَاتِ الله ¶ ¬__________ ¶ (¬1) سورة يوسف، الآية: 108. ¶ (¬2) سورة فصلت، الآية: 33. ¶ (¬3) انظر: مجموع فتاوى سماحة الشيخ ابن باز، 1/ 349 و4/ 229. ¶ (¬4) انظر: النية وأثرها في الأحكام الشرعية للدكتور صالح بن غانم السدلان، 1/ 151. ¶ (¬5) متفق عليه من حديث عمر بن الخطاب - رضي الله عنه -: البخاري، كتاب بدء الوحي، باب: كيف كان بدء الوحي إلى رسوله - صلى الله عليه وسلم -، 1/ 9، برقم 1. ومسلم، كتاب الإمارة، باب: قوله - صلى الله عليه وسلم -: ((إنما الأعمال بالنية))، 3/ 1515، برقم 1907.",
            "page": "9",
            "part": "1",
            "seal": "38D289FD"
        },
        {
            "id": "11",
            "nass": "فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا} (¬1). ¶ وهذا يدل على أهمية ومكانة النية، وأن الدعاة إلى الله وغيرهم من المسلمين بحاجة إلى إصلاح النية، فإذا صلحت أُعطي العبد الأجر الكبير، والثواب العظيم، ولو لم يعمل إنما نوى نية صادقة؛ ولهذا قال النبي - صلى الله عليه وسلم -: ((إذا مرض العبد أو سافر كُتِب له مثلُ ما كان يعمل مقيمًا صحيحًا)) (¬2)، وقال - صلى الله عليه وسلم -: ((ما من امرئٍ تكون له صلاة بليل فيغلبه عليها نوم إلا كُتبَ له أجر صلاته، وكان نومه عليه صدقة)) (¬3). ¶ وقال - صلى الله عليه وسلم -: ((من توضأ فأحسن الوضوء ثم خرج إلى المسجد فوجد الناس قد صلوا أعطاه الله مثل أجر من صلى وحضر، لا ينقص ذلك من أجره شيئًا)) (¬4). ¶ وقال - صلى الله عليه وسلم -: ((من سأل الله الشهادة بصدقٍ بلّغه الله منازل الشهداء، وإن مات على فراشه)) (¬5). ¶ وهذا يدل على فضل الله - سبحانه وتعالى -، وإحسانه إلى عباده؛ ولهذا قال النبي - صلى الله عليه وسلم - ¶ ¬__________ ¶ (¬1) سورة النساء، الآية: 114. ¶ (¬2) البخاري، كتاب الجهاد والسير، بابٌ: يكتب للمسافر ما كان يعمل في الإقامة،4/ 200،برقم 2996. ¶ (¬3) أبو داود، كتاب الصلاة، باب من نوى القيام فنام، 2/ 24، برقم 1314. والنسائي، كتاب قيام الليل، وتطوع النهار، باب من كان له صلاة بليل فغلبه عليها نوم، 3/ 275، برقم 1784. وصححه الألباني في إرواء الغليل، 2/ 204، وصحيح الجامع، 5/ 160 برقم 5567. ¶ (¬4) أبو داود، كتاب الصلاة، باب فيمن خرج يريد الصلاة فسبق بها، 1/ 154، برقم 564. والنسائي، كتاب الإمامة، باب حد إدراك الجماعة، 2/ 111، برقم 855. وقال ابن حجر في فتح الباري: ((إسناده قوي))، 6/ 137. ¶ (¬5) مسلم، كتاب الإمارة، باب استحباب طلب الشهادة في سبيل الله تعالى، 3/ 1517، برقم 1909.",
            "page": "10",
            "part": "1",
            "seal": "6557D7C1"
        },
        {
            "id": "12",
            "nass": "في غزوة تبوك: ((لقد تركتم بالمدينة أقوامًا ما سِرتم مسيرًا ولا أنفقتم من نفقة، ولا قطعتم من وادٍ إلا وهم معكم فيه))، قالوا: يا رسول الله كيف يكونون معنا وهم بالمدينة؟ فقال: ((حَبَسهُمُ العذر)) (¬1). ¶ وبالنية الصالحة يضاعف الله الأعمال اليسيرة؛ ولهذا قال النبي - صلى الله عليه وسلم - لرجل جاء إليه مقنع بالحديد، فقال يا رسول الله: أقاتل أو أسلم؟ فقال - صلى الله عليه وسلم -: ((أسلم ثم قاتل))، فأسلم ثم قاتل فَقُتِلَ، فقال رسول الله - صلى الله عليه وسلم -: ((عمل قليلاً وأُجر كثيرًا)) (¬2). ¶ وجاء رجل إلى رسول الله - صلى الله عليه وسلم - فدخل في الإسلام، فكان رسول الله - صلى الله عليه وسلم - يعلمه الإسلام وهو في مسيره، فدخل خُفّ بعيره في جحر يربوع فوقصه بعيره فمات، فقال رسول الله - صلى الله عليه وسلم -: ((عمل قليلاً وأُجر كثيرًا)) قالها حماد ثلاثًا (¬3). ¶ وبالنية الصالحة يُبارك الله في الأعمال المباحة، فيثاب عليها العبد؛ ولهذا قال النبي - صلى الله عليه وسلم -: ((إذا أنفق الرجل على أهله يحتسبها فهو له صدقة)) (¬4)، وقال - صلى الله عليه وسلم - لسعد بن أبي وقاص - رضي الله عنه -: ((إنك لن تُنفق نفقةً تبتغي ¶ ¬__________ ¶ (¬1) البخاري، كتاب الجهاد والسير، باب من حبسه العذر عن الغزو، 3/ 280، برقم 2839، وأبو داود، كتاب الجهاد، باب الرخصة في القعود من العذر، 3/ 12، برقم 2058، واللفظ له. ¶ (¬2) متفق عليه من حديث البراء - رضي الله عنه -: البخاري، كتاب الجهاد والسير، بابٌ: عمل صالح قبل الجهاد، 3/ 271، برقم 2808، واللفظ له. ومسلم، كتاب الإمارة، باب ثبوت الجنة للشهيد، 3/ 1509، برقم 1900. ¶ (¬3) مسند الإمام أحمد، 4/ 357. ¶ (¬4) متفق عليه من حديث أبي مسعود - رضي الله عنه -: البخاري، كتاب الإيمان، باب ما جاء أن الأعمال بالنية والحسبة، ولكل امرئ ما نوى، 1/ 24، برقم 55. ومسلم، كتاب الزكاة، باب فضل النفقة والصدقة على الأقربين، والزوج، والأولاد، 2/ 625، برقم 1002.",
            "page": "11",
            "part": "1",
            "seal": "FA659FFC"
        },
        {
            "id": "13",
            "nass": "بها وجه الله إلا أُجرت عليها حتى ما تجعلُ في في امرأتك)) (¬1). ¶ وقال النبي - صلى الله عليه وسلم -: ((إنما الدنيا لأربعة نفرٍ: عبد رزقه الله مالاً وعلمًا فهو يتقّي فيه ربه، ويَصِلُ فيه رحمه، ويعلم لله فيه حقًّا، فهذا بأفضل المنازل، وعبدٍ رزقه الله علمًا ولم يرزقه مالاً، فهو صادق النية، يقول: لو أن لي مالاً لعملت فيه بعمل فلان، فهو بنيته، فأجرهما سواء، وعبدٍ رزقه الله مالاً ولم يرزقه علمًا، فهو يخبط في ماله بغير علم، لا يتقي فيه ربه، ولا يصل فيه رحمه، ولا يعلم لله فيه حقًّا، فهو بأخبث المنازل، وعبدٍ لم يرزقه الله مالاً ولا علمًا، فهو يقول: لو أن لي مالاً لعملت فيه بعمل فلان، فهو بنيته، فوزرهما سواء)) (¬2). ¶ وقال النبي - صلى الله عليه وسلم - فيما يرويه عن ربه: ((إن الله - عز وجل - كتب الحسنات والسيئات ثم بيّن ذلك، فمن همّ بحسنةٍ فلم يعملها كتبها الله عنده حسنة كاملة ... )) (¬3). ¶ ¬__________ ¶ (¬1) متفق عليه: البخاري، كتاب الإيمان، باب ما جاء أن الأعمال بالنية، 1/ 24، برقم 56. ومسلم، كتاب الوصية، باب الوصية بالثلث، 3/ 1250، برقم 1628. ¶ (¬2) الترمذي، كتاب الزهد، باب ما جاء مثل الدنيا مثل أربعة نفر، 4/ 562، برقم 2325، وابن ماجه، كتاب الزهد، باب النية، برقم 4228، وأحمد، 4/ 130، وصححه الألباني، في صحيح الترمذي، 2/ 270. ¶ (¬3) متفق عليه من حديث ابن عباس رضي الله عنهما: البخاري، كتاب الرقاق، باب من همّ بحسنة أو سيئة، 7/ 239، برقم 6491، ومسلم، كتاب الإيمان، باب إذا همّ العبد بحسنة كتبت له وإذا همّ بسيئة لم تكتب، 1/ 117، برقم 131.",
            "page": "12",
            "part": "1",
            "seal": "F5550750"
        },
        {
            "id": "14",
            "nass": "المطلب الرابع: ثمار الإخلاص وفوائده ¶ الإخلاص له ثمرات حميدة وفوائد جليلة عظيمة، منها ما يأتي: ¶ أولاً: خير الدنيا والآخرة من فضائل الإخلاص وثمراته. ¶ ثانياً: الإخلاص هو السبب الأعظم في قبول الأعمال مع متابعة النبي - صلى الله عليه وسلم -. ¶ ثالثاً: الإخلاص يُثمر محبة الله للعبد، ثم محبة الملائكة، ووضع القبول في الأرض. ¶ رابعاً: الإخلاص أساس العمل، وروحه. ¶ خامساً: يُثمر الأجر الكبير والثواب العظيم بالعمل اليسير، والدعاء القليل. ¶ سادساً: يُكتب لصاحب الإخلاص كل عمل يقصد به وجه الله، ولو كان مباحًا. ¶ سابعاً: يُكتب لصاحب الإخلاص ما نوى من العمل ولو لم يعمله. ¶ ثامناً: إذا نام أو نسي كُتب له عمله الذي كان يعمله. ¶ تاسعاً: إذا مرض العبد أو سافر كُتب له بإخلاصه ما كان يعمل صحيحًا مقيمًا. ¶ عاشراً: ينصر الله الأمة بالإخلاص. ¶ الحادي عشر: الإخلاص يُثمر النجاة من عذاب الآخرة. ¶ الثاني عشر: تفريج كروب الدنيا والآخرة من ثمرات الإخلاص. ¶ الثالث عشر: رفع المنزلة في الآخرة يحصل بالإخلاص. ¶ الرابع عشر: الإنقاذ من الضلال. ¶ الخامس عشر: الإخلاص سبب لزيادة الهدى.",
            "page": "13",
            "part": "1",
            "seal": "7524137E"
        },
        {
            "id": "15",
            "nass": "السادس عشر: الصِّيت الطيب عند الناس من ثمار الإخلاص. ¶ السابع عشر: طمأنينة القلب والشعور بالسعادة. ¶ الثامن عشر: تزيين الإيمان في النفس. ¶ التاسع عشر: التوفيق لمصاحبة أهل الإخلاص. ¶ العشرون: حسن الخاتمة. ¶ الحادي والعشرون: استجابة الدعاء. ¶ الثاني والعشرون: النعيم في القبر والتبشير بالسرور. ¶ الثالث والعشرون: دخول الجنة والنجاة من النار. ¶ وهذه الثمرات والفوائد أدلتها كثيرة من الكتاب والسنة (¬1). ¶ فأسأل الله لي ولإخواني المسلمين الإخلاص في القول والعمل. ¶ ¬__________ ¶ (¬1) يدل على ذلك ما تقدم في المطلبين السابقين، وانظر: كتاب الإخلاص لحسين العوايشة، ص64.",
            "page": "14",
            "part": "1",
            "seal": "D4D8AF67"
        },
        {
            "id": "16",
            "nass": "المبحث الثاني: ظلمات إرادة الدنيا بعمل الآخرة ¶ المطلب الأول: خطر إرادة الدنيا بعمل الآخرة ¶ من الخطر العظيم أن يعمل الإنسان عملاً صالحًا يريد به عرضًا من الدنيا، وهذا شِرْكٌ يُنافي كمال التوحيد الواجب، ويُحبط العمل، وهو أعظم من الرياء؛ لأن مريد الدنيا قد تغلب إرادته على كثير من عمله، وأما الرياء فقد يعرض له في عمل دون عمل، ولا يسترسل معه، والمؤمن يكون حذرًا من هذا وهذا. ¶ والفرق بين الرياء، وإرادة الإنسان بعمله الدنيا: هو أن بينهما عموماً وخصوصاً مطلقاً، يجتمعان في أن الإنسان إذا أراد بعمله التزين عند الناس؛ ليروه ويعظِّموه، ويمدحوه، فهذا رياء، وهو أيضًا إرادة للدنيا؛ لأنه تصنّع عند الناس، وطلب الإكرام منهم والمدح والثناء. ¶ أما العمل للدنيا فهو أن يعمل الإنسان عملاً صالحًا لا يقصد به الرياء للناس، وإنما يقصد به عرضًا من الدنيا: كمن يحجّ عن غيره؛ ليأخذ مالاً، أو يجاهد للمغنم، أو غير ذلك، فالمرائي عمل لأجل المدح والثناء من الناس، والعامل للدنيا يعمل العمل الصالح يريد به عرض الدنيا، وكلاهما خاسر، نعوذ بالله من مُوجبات غضبه، وأليم عقابه (¬1). ¶ وقد جاءت النصوص تدل على خسران صاحب هذا العمل في الدنيا والآخرة. ¶ قال الله تعالى: {مَن كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ ¶ ¬__________ ¶ (¬1) انظر: فتح المجيد، ص442، وتيسير العزيز الحميد، ص534.",
            "page": "15",
            "part": "1",
            "seal": "BE7E939F"
        },
        {
            "id": "17",
            "nass": "أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لاَ يُبْخَسُونَ * أُوْلَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الآخِرَةِ إِلاَّ النَّارُ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَاطِلٌ مَّا كَانُواْ يَعْمَلُونَ} (¬1). ¶ وقال - عز وجل -: {مَّن كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُومًا مَّدْحُورًا} (¬2). ¶ وقال تعالى: {مَن كَانَ يُرِيدُ حَرْثَ الآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤتِهِ مِنْهَا وَمَا لَهُ فِي الآخِرَةِ مِن نَّصِيبٍ} (¬3). ¶ وقال - سبحانه وتعالى -: {فَمِنَ النَّاسِ مَن يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الآخِرَةِ مِنْ خَلاَقٍ} (¬4). ¶ وقال النبي - صلى الله عليه وسلم -: ((من تعلم علمًا ما يُبتغى به وجه الله - عز وجل - لا يتعلمُهُ إلا ليُصيب به عرضًا من الدنيا لم يجد عَرْف الجنة يوم القيامة)) يعني ريحها (¬5). ¶ وعن جابر - رضي الله عنه - يرفعه: ((لا تعلَّموا العلم لتُباهوا به العلماء، ولا لتماروا به السفهاء، ولا لتخيّروا به المجالس، فمن فعل ذلك فالنار النار)) (¬6). ¶ ¬__________ ¶ (¬1) سورة هود، الآية: 16. ¶ (¬2) سورة الإسراء، الآية: 17. ¶ (¬3) سورة الشورى، الآية: 20. ¶ (¬4) سورة البقرة، الآية: 200. ¶ (¬5) أبو داود، كتاب العلم، باب: في طلب العلم لغير الله،3/ 323،برقم 3664،وابن ماجه، في المقدمة، باب الانتفاع بالعلم، 1/ 93، برقم 252،وصححه الألباني في صحيح سنن ابن ماجه،1/ 48. ¶ (¬6) ابن ماجه 1/ 93، في المقدمة، باب الانتفاع بالعلم والعمل به، 1/ 93، برقم 254، وصححه الألباني في صحيح سنن ابن ماجه، 1/ 48، وصحيح الترغيب للألباني، 1/ 46، وفي الموضعين أحاديث أخرى.",
            "page": "16",
            "part": "1",
            "seal": "404CFA3E"
        },
        {
            "id": "18",
            "nass": "وقال ابن مسعود - رضي الله عنه -: ((لا تعلَّموا العلم لثلاث: لتُماروا به السفهاء، وتُجادلوا به العلماء، ولتصرفوا به وجوه الناس إليكم، وابتغوا بقولكم ما عند الله؛ فإنه يدوم ويبقى، وينفد ما سواه)) (¬1). ¶ ولهذا تَكَفَّل الله بالسعادة لمن عمل لله، فعن أنس يرفعه: ((من كانت الآخرة همّهُ جعل الله غناه في قلبه، وجمع له شمله، وأتته الدنيا وهي راغمة، ومن كانت الدنيا همه جعل الله فقره بين عينيه، وفرَّق عليه شمله، ولم يأته من الدنيا إلا ما قُدِّرَ له)) (¬2). ¶ المطلب الثاني: أنواع العمل للدنيا ¶ العمل للدنيا أنواع متعددة، وقد ذكر الإمام محمد بن عبد الوهاب رحمه الله تعالى أنه جاء عن السلف في ذلك أربعة أنواع: ¶ النوع الأول: العمل الصالح الذي يفعله كثير من الناس ابتغاء وجه الله تعالى: من صدقةٍ، وصلاةٍ، وإحسانٍ إلى الناس، وردِّ ظلم، ونحو ذلك مما يفعله الإنسان، أو يتركه خالصًا لله تعالى؛ لكنه لا يريد ثوابه في الآخرة، وإنما يريد أن يجازيه الله بحفظ ماله، وتنميته، أو حفظه أهله وعياله، أو إدامة النعم عليه وعليهم، ولا همّةَ له في طلب الجنة والهرب ¶ ¬__________ ¶ (¬1) الدرامي، 1/ 70 موقوفًا، وابن ماجه عن أبي هريرة، في المقدمة، باب الانتفاع بالعلم والعمل به، 1/ 96، برقم 260، وحسنه الألباني في صحيح ابن ماجه، 1/ 48، وصحيح الترغيب والترهيب، 1/ 48. ¶ (¬2) الترمذي، كتاب صفة القيامة، بابٌ: حدثنا قتيبة، 4/ 642، برقم 2465، وابن ماجه بنحوه من حديث زيد بن ثابت - رضي الله عنه -، كتاب الزهد، 2/ 1375، برقم 4105، وصححه الألباني في صحيح الجامع، 5/ 351، والأحاديث الصحيحة، 950.",
            "page": "17",
            "part": "1",
            "seal": "FA1507BE"
        },
        {
            "id": "19",
            "nass": "من النار، فهذا يُعطى ثواب عمله في الدنيا، وليس له في الآخرة من نصيب. وهذا مروي عن ابن عباس رضي الله عنهما. ¶ النوع الثاني: وهو أكبر من الأول وأخوف، وهو أن يعمل أعمالاً صالحة ونيته رياء الناس لا طلب ثواب الآخرة. وهو ما ذكر عن مجاهد رحمه الله تعالى. ¶ النوع الثالث: أن يعمل أعمالاً صالحة يقصد بها مالاً، مثل أن يحج عن غيره لمال يأخذه، ولا يقصد بذلك وجه الله ولا الدار الآخرة، أو يهاجر لدنيا يصيبها، أو يجاهد لأجل المغنم، أو يتعلَّم العلم ليحصل على الشهادة وعلى الجاه، ولا يقصد بذلك وجه الله مطلقًا، أو يتعلَّم القرآن، ويواظب على الصلاة؛ لأجل وظيفة المسجد، أو غيره من الوظائف الدينية، ولا يريد بذلك ثوابًا مطلقًا. ¶ النوع الرابع: أن يعمل بطاعة الله مخلصًا في ذلك لله وحده لا شريك له، لكنه على عمل يُكَفِّره كفرًا يخرجه عن الإسلام، كمن يأتي بناقض من نواقض الإسلام. ذُكِرَ ذلك عن أنس - رضي الله عنه - وغيره (¬1). ¶ فليحذر المسلم مما يحبط عمله، ويعرّضه لسخط الله وغضبه، وليحذر جميع المسلمين من هذه الأنواع الفاسدة، نعوذ بالله منها. ¶ المطلب الثالث: خطر الرياء وآثاره ¶ الرياء خطره عظيم جدًّا على الفرد والمجتمع والأمة؛ لأنه يُحبط ¶ ¬__________ ¶ (¬1) انظر: فتح المجيد شرح كتاب التوحيد، ص444، وتسير العزيز الحميد، ص536، والقول السديد في مقاصد التوحيد، للسعدي، ص126.",
            "page": "18",
            "part": "1",
            "seal": "24FF291F"
        },
        {
            "id": "20",
            "nass": "العمل والعياذ بالله ويظهر خطره في الأمور الآتية: ¶ أولاً: الرياء أخطر على المسلمين من المسيح الدجال: قال النبي - صلى الله عليه وسلم -: ((ألا أخبركم بما هو أخوف عليكم عندي من المسيح الدجال؟: الشرك الخفي أن يقوم الرجل فيصلي، فيزيّن صلاته لما يرى من نظر رجل)) (¬1). ¶ ثانياً: الرياء أشدّ فتكًا من الذئب في الغنم، قال النبي - صلى الله عليه وسلم -: ((ما ذئبان جائعان أُرسلا في غنم بأفسَدَ من حرص المرء على المال والشرف لدينه)) (¬2). ¶ وهذا مثل ضربه رسول الله - صلى الله عليه وسلم - بيّن فيه أن الدين يفسد بالحرص على المال، وذلك بأن يشغله عن طاعة الله، وبالحرص على الشرف في الدنيا بالدين، وذلك إذا قصد الرياء والسمعة. ¶ ثالثاً: خطورة الرياء على الأعمال الصالحة خطر عظيم؛ لأنه يذهب بركتها، ويُبطلها والعياذ بالله: {كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلاَ يُؤْمِنُ بِالله وَالْيَوْمِ الآخِرِ فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْدًا لاَّ يَقْدِرُونَ عَلَى شَيْءٍ مِّمَّا كَسَبُواْ وَالله لاَ يَهْدِي الْقَوْمَ الْكَافِرِينَ} (¬3). ¶ هذه هي آثار الرياء تمحق العمل الصالح محقًا في وقت لا يملك صاحبه قوة ولا عونًا، ولا يستطيع لذلك ردًّا. ¶ ¬__________ ¶ (¬1) أخرجه ابن ماجه، كتاب الزهد، باب: الرياء والسمعة، 2/ 1406، برقم 4204، وحسنه الألباني في صحيح سنن ابن ماجه، 2/ 410. ¶ (¬2) الترمذي، كتاب الزهد، بابٌ: حدثنا سويد، برقم 2376، 4/ 588، وأحمد، 3/ 456، وصححه الألباني في صحيح سنن الترمذي، 2/ 280. ¶ (¬3) سورة البقرة، الآية: 264.",
            "page": "19",
            "part": "1",
            "seal": "C815B01B"
        },
        {
            "id": "21",
            "nass": "قال تعالى: {أَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُ جَنَّةٌ مِّن نَّخِيلٍ وَأَعْنَابٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ لَهُ فِيهَا مِن كُلِّ الثَّمَرَاتِ وَأَصَابَهُ الْكِبَرُ وَلَهُ ذُرِّيَّةٌ ضُعَفَاءُ فَأَصَابَهَا إِعْصَارٌ فِيهِ نَارٌ فَاحْتَرَقَتْ كَذَلِكَ يُبَيِّنُ الله لَكُمُ الآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ} (¬1). ¶ فهذا العمل الصالح أصله كالبستان العظيم كثير الثمار، فهل هناك أحد يحب أن تكون له هذه الثمار والبستان العظيم، ثم يرسل عليها الرياء فيمحقها محقًّا، وهو في أشدِّ الحاجة إليها!! ¶ ولهذا قال النبي - صلى الله عليه وسلم - فيما يرويه عن ربه تعالى: ((أنا أغنى الشركاء عن الشرك، من عَمِلَ عملاً أشرك معي فيه غيري تركته وشركه)) (¬2). ¶ وفي الحديث: ((إذا جمع الله الأولين والآخرين ليوم القيامة، ليومٍ لا ريب فيه نادى منادٍ: من كان أشرك في عَمَلٍ عَمِلَهُ لله أحدًا فليطلب ثوابه من عند غير الله؛ فإن الله أغنى الشركاء عن الشرك)) (¬3). ¶ رابعاً: يسبب عذاب الآخرة؛ ولهذا أول من تسعّر بهم النار يوم القيامة: قارئ القرآن، والمجاهد، والمتصدّق بماله، الذين فعلوا ذلك ليُقال: فلانٌ قارئ، فلانٌ شجاعٌ، فلانٌ كريم متصدّق. ولم تكن أعمالهم خالصةً لله تعالى (¬4). ¶ ¬__________ ¶ (¬1) سورة البقرة، الآية: 266. ¶ (¬2) مسلم، كتاب الزهد، باب: من أشرك في عمله غير الله، 4/ 2289، برقم 2985. ¶ (¬3) الترمذي، كتاب تفسير القرآن، بابٌ: ومن سورة الكهف،5/ 314،برقم 3154،من حديث ¶ أبي سعد بن أبي فضالة الأنصاري - رضي الله عنه -،وابن ماجه، كتاب الزهد، باب الرياء والسمعة، 2/ 1406، برقم 4203،وحسنه الألباني في صحيح الترغيب والترهيب،1/ 18،وفي صحيح الترمذي، 3/ 74. ¶ (¬4) انظر: الحديث في صحيح مسلم، كتاب الإمارة، باب من قاتل للرياء والسمعة استحق النار، ¶ 3/ 1514، برقم 1905.",
            "page": "20",
            "part": "1",
            "seal": "79ADB68B"
        },
        {
            "id": "22",
            "nass": "خامساً: الرياء يُورث الذلّ والصّغار والهوان والفضيحة، قال النبي - صلى الله عليه وسلم -: ((من سمَّع سمَّع الله به، ومن يُرائي يُرائي الله به)) (¬1). ¶ سادساً: الرياء يحرم ثواب الآخرة، قال النبي - صلى الله عليه وسلم -: ((بشر هذه الأمة ¶ بالسناء (¬2) والدين، والرفعة، والتمكين في الأرض، فمن عمل منهم عمل الآخرة للدنيا لم يكن له في الآخرة من نصيب)) (¬3). ¶ سابعاً: الرياء سبب في هزيمة الأمة، قال النبي - صلى الله عليه وسلم -: ((إنما ينصر الله هذه الأمة بضعيفها، بدعوتهم، وصلاتهم، وإخلاصهم)) (¬4)، وهذا يبيّن أن الإخلاص لله سبب في نصر الأمة على أعدائها، وأن الرياء سبب في هزيمة الأمة! ¶ ثامناً: الرياء يزيد الضلال، قال الله تعالى عن المنافقين: {يُخَادِعُونَ الله وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلاَّ أَنفُسَهُم وَمَا يَشْعُرُونَ * فِي قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ الله مَرَضًا وَلَهُم عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ} (¬5). ¶ ¬__________ ¶ (¬1) متفق عليه: البخاري، كتاب الرقاق، باب الرياء والسمعة، 7/ 242، برقم 6499. ومسلم، كتاب الزهد، باب من أشرك في عمله غير الله، 4/ 2289، برقم 2986. ¶ (¬2) معناه: ارتفاع المنزلة؛ لأن السناء هو الرفعة. انظر: المصباح المنير، 1/ 293. ¶ (¬3) مسند أحمد، 5/ 134، والحاكم، 4/ 418، وصححه الألباني في صحيح الترغيب، 1/ 15. ¶ (¬4) رواه النسائي بلفظه، كتاب الجهاد، باب الاستنصار بالضعيف، 6/ 45، برقم 3178، وأصله في صحيح البخاري، كتاب الجهاد والسير، باب من استعان بالضعفاء والصالحين في الحرب، ¶ 3/ 296، برقم 2896، وصححه الألباني في صحيح الترغيب، 1/ 6. ¶ (¬5) سورة البقرة، الآيتان: 9 - 10.",
            "page": "21",
            "part": "1",
            "seal": "1DD35222"
        },
        {
            "id": "23",
            "nass": "المطلب الرابع: أنواع الرياء ودقائقه ¶ أبواب الرياء كثيرة نعوذ بالله من ذلك وهذه الأنواع على النحو الآتي: ¶ أولاً: أن يكون مراد العبد غير الله، ويريد ويحب أن يعرف الناس أنه يفعل ذلك، ولا يقصد الإخلاص مطلقًا، نعوذ بالله من ذلك، فهذا نوع من النفاق. ¶ ثانياً: أن يكون قصد العبد ومراده لله تعالى، فإذا اطّلع عليه الناس نشط في العبادة وزيّنها، وهذا شرك السرائر، قال النبي - صلى الله عليه وسلم -: ((يا أيها الناس إياكم وشرك السرائر))، قالوا: يا رسول الله: وما شرك السرائر؟ قال: ((يقوم الرجل فيصلِّي فيُزيِّن صلاته جاهدًا لما يرى من نظر الناس إليه، فذلك شِرْك السرائر)) (¬1). ¶ ثالثاً: أن يدخل العبد في العبادة لله، ويخرج منها لله، فَعُرِفَ بذلك ومُدِح، فسكن قلبه إلى ذلك المدح، ومنّى النفس بأن يحمدوه ويمجِّدوه، وينال ما يريده من الدنيا، وهذا السرور والرغبة في الازدياد منه، والحصول على مطلوبه يدل على رياء خفي. ¶ رابعاً: وهناك رياء بدني: كمن يظهر الصّفار والنّحول، ليُرِيَ الناس بذلك أنه صاحب عبادة قد غلب عليه خوف الآخرة. ¶ وقد يكون الرياء بخفض الصوت، وذبول الشفتين؛ ليدل الناس على أنه صائم. ¶ ¬__________ ¶ (¬1) أخرجه ابن خزيمة في صحيحه، 2/ 67، برقم 937، وأخرجه البيهقي في السنن، 2/ 291، وحسنه الألباني في صحيح الترغيب والترهيب، 1/ 7.",
            "page": "22",
            "part": "1",
            "seal": "19A8CBDC"
        },
        {
            "id": "24",
            "nass": "خامساً: رياء من جهة الِّلباس أو الزي: كمن يلبس ثيابًا مرقعة؛ ليقول الناس إنه زاهد في الدنيا، أو من يلبس لباسًا معيَّنًا يرتديه ويلبسه طائفة من الناس يَعدُّهم الناس علماء، فيلبس هذا اللباس ليقال عالم. ¶ سادساً: الرياء بالقول: وهو على الغالب رياء أهل الدين بالوعظ والتذكير، وحفظ الأخبار والآثار؛ لأجل المحاورة، والمجادلة، والمناظرة، وإظهار غزارة العلم. ¶ سابعاً: الرياء بالعمل: كمراءاة المصلِّي بطول الصلاة والركوع والسجود، وإظهار الخشوع، والمراءاة في الصوم والحجّ والصدقة. ¶ ثامناً: الرياء بالأصحاب والزائرين: كالذي يكلَّف أن يستزير عالمًا؛ ليقال إن فلانًا قد زار فلانًا، ودعوة الناس لزيارته كي يُقال: إن أهل الدين يتردّدون عليه. ¶ تاسعاً: الرياء بذمّ النفس بين الناس: ويريد بذلك أن يُرِيَ الناس أنه متواضع عند نفسه، فيرتفع بذلك عندهم ويمدحونه به، وهذا من دقائق أبواب الرياء. ¶ عاشراً: ومن دقائق الرياء وخفاياه: أن يخفي العامل طاعته بحيث لا يريد أن يطّلع عليها أحدٌ، ولا يُسرَّ بظهور طاعته، ولكنه مع ذلك إذا رأى الناس أحب أن يبدءوه بالسلام، وأن يُقابلوه بالبشاشة والتوقير، وأن يُثنوا عليه، وأن ينشطوا في قضاء حوائجه، وأن يُسامحوه في البيع والشراء، فإن لم يجد ذلك وجد ألمًا في نفسه، كأنه يتقاضى الاحترام على الطاعة التي أخفاها.",
            "page": "23",
            "part": "1",
            "seal": "6427FAE7"
        },
        {
            "id": "25",
            "nass": "الحادي عشر: ومن دقائق الرياء أن يجعل الإخلاص وسيلة لما يريد من المطالب، قال شيخ الإسلام ابن تيمية: ((حُكِيَ أن أبا حامد الغزالي بلغه أن من أخلص لله أربعين يومًا تفجَّرت الحكمة من قلبه على لسانه. قال: فأخلصت أربعين يومًا، فلم يتفجَّر شيء، فذكرت ذلك لبعض العارفين، فقال لي: إنك أخلصت للحكمة، لم تُخلص لله)) (¬1)، وذلك أن الإنسان قد يكون مقصوده نيل الحلم والحكمة، أو نيل تعظيم الناس له ومدحهم له، أو غير ذلك من المطالب. وهذا لم يحصل بالإخلاص لله وإرادة وجهه؛ وإنما حصل هذا العمل لنيل ذلك المطلوب. ¶ المطلب الخامس: أقسام الرياء وأثره على العمل ¶ الرياء أعاذنا الله منه أقسام ودركات، ينبغي لكل مسلم أن يعرف هذه الأقسام؛ ليهرب منها وهي على النحو الآتي: ¶ أولاً: أن يكون العمل رياء محضًا، ولا يُراد به إلا مراءاة المخلوقين، كحال المنافقين: {وَإِذَا قَامُواْ إِلَى الصَّلاَةِ قَامُواْ كُسَالَى يُرَآؤُونَ النَّاسَ وَلاَ يَذْكُرُونَ الله إِلاَّ قَلِيلاً} (¬2)، وهذا الرياء المحض لا يكاد يصدر من مؤمنٍ في فرض الصلاة والصيام، وقد يصدر في الصدقة الواجبة أو الحج وغيرهما من الأعمال الظاهرة، وهذا العمل لا شك في بطلانه، وأن صاحبه يستحق المقت من الله والعقوبة، والعياذ بالله. ¶ ¬__________ ¶ (¬1) انظر: درء تعارض العقل والنقل لابن تيمية، 6/ 66، ومنهاج القاصدين، ص214 - 221، والإخلاص للعوايشة، ص24، والإخلاص والشرك الأصغر للدكتور عبد العزيز بن عبداللطيف، ص9، والرياء لسليم الهلالي، ص17. ¶ (¬2) سورة النساء، الآية: 142.",
            "page": "24",
            "part": "1",
            "seal": "E22D2C9D"
        },
        {
            "id": "26",
            "nass": "ثانياً: أن يكون العمل لله ويشاركه الرياء من أصله - أي من أوّله إلى آخره - فالنصوص الصحيحة تدل على بُطلانه وحُبوطه أيضًا. ¶ ثالثاً: أن يكون أصل العمل لله، ثم طرأت عليه نية الرياء أثناء العبادة، فهذه العبادة لا تخلو من حالين: ¶ 1 - أن لا يرتبط أوّل العبادة بآخرها، فأولها صحيح بكل حال، وآخرها باطل. مثل ذلك: إنسان عنده عشرون ريالاً يريد أن يتصدّق بها، فتصدق بعشرة خالصة لله، ثم طرأ عليه الرياء في العشرة الباقية، فالصدقة الأولى صحيحة مقبولة، والثانية صدقة باطلة لاختلاط الرياء فيها بالإخلاص. ¶ 2 - أن يرتبط أوّل العبادة بآخرها، فلا يخلو الإنسان حينئذ من أمرين: ¶ الأمر الأول: أن يكون هذا الرياء خاطرًا، ثم دفعه الإنسان ولم يسكن إليه، وأعرض عنه وكرهه، فإنه لا يضرّه بغير خلاف؛ لقول النبي - صلى الله عليه وسلم -: ((إن الله تجاوز لأمتي ما حدّثت به أنفسها ما لم يتكلَّموا أو يعملوا)) (¬1). ¶ الأمر الثاني: أن يسترسل معه الرياء ويطمئن إليه، ولا يُدافعه ويُحبّه، فتبطل جميع العبادة على الصحيح؛ لأن أولها مرتبط بآخرها، مثال ذلك من ابتدأ الصلاة مخلصًا بها لله تعالى، ثم طرأ عليه الرياء في الركعة الثانية واسترسل معه إلى نهاية صلاته، ولم يُدافعه، فتبطل الصلاة كلها لارتباط أولها بآخرها (¬2). ¶ ¬__________ ¶ (¬1) مسلم، كتاب الإيمان، باب: تجاوز الله عن حديث النفس والخواطر بالقلب إذا لم تستقر، ¶ 1/ 116، برقم 127. ¶ (¬2) انظر: هذه الأقسام بالتفصيل في جامع العلوم والحكم لابن رجب، 1/ 79 - 84، وفتح المجيد، ص438، وفتاوى ابن عثيمين، 2/ 29.",
            "page": "25",
            "part": "1",
            "seal": "3A89001E"
        },
        {
            "id": "27",
            "nass": "رابعاً: أن يكون الرياء بعد الانتهاء من العبادة (¬1). ¶ وأما إذا عمل المسلم العمل لله خالصًا، ثم ألقى الله الثناء الحسن في قلوب المؤمنين بذلك، ففرح بفضل الله ورحمته، واستبشر بذلك لم يضرَّه ذلك، فقد سُئل رسول الله - صلى الله عليه وسلم - عن الرجل يعمل العمل لله من الخير، ثم يحمدهُ الناس عليه، فقال: ((تلك عاجل بُشرَى المؤمن)) (¬2). ¶ المطلب السادس: أسباب الرياء ودوافعه ¶ أصل الرياء حبّ الجاه والمنزلة، ومن غلب على قلبه حُبّ هذا صار مقصور الهَمِّ على مراعاة الخلق، مشغوفًا بالترّدد إليهم، والمراءاة لهم، ولا يزال في أقواله وأفعاله وتصرّفاته ملتفتًا إلى كل ما يعظِّم منزلته عند الناس، وهذا أصل الداء والبلاء؛ فإن من رغب في ذلك احتاج إلى الرياء في العبادات، واقتحام المحظورات. ¶ وهذا باب غامض لا يعرفه إلا العلماء بالله، العارفون به، المحبون له. ¶ وإذا فُصِّل هذا السبب والمرض الفتاك رجع إلى ثلاثة أصول: ¶ أولاً: حب لذّة الحمد والثناء والمدح. ¶ ثانياً: الفرار من الذمّ. ¶ ثالثاً: الطمع فيما في أيدي الناس (¬3). ¶ ¬__________ ¶ (¬1) انظر: فتاوى ابن عثيمين، 2/ 30. ¶ (¬2) مسلم، كتاب البر والصلة والآداب، 4/ 2034، برقم 2642. ¶ (¬3) انظر: مختصر منهاج القاصدين لابن قدامة، ص221 - 222.",
            "page": "26",
            "part": "1",
            "seal": "F95D0774"
        },
        {
            "id": "28",
            "nass": "ويشهد لهذا ما جاء في حديث أبي موسى الأشعري - رضي الله عنه -، قال: جاء رجل إلى النبي - صلى الله عليه وسلم - فقال: الرجل يقاتل شجاعة، ويقاتل حمية، ويقاتل رياءً فأيُّ ذلك في سبيل الله؟ قال - صلى الله عليه وسلم -: ((من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله)) (¬1). ¶ فقوله - صلى الله عليه وسلم -: ((يقاتل شجاعة)) أي ليُذكر، ويُشكر، ويُمدح، ويُثنى عليه. ¶ وقوله - صلى الله عليه وسلم -: ((يقاتل حمية)) أي يأنف أن يُغلب ويُقهر أو يُذمّ. ¶ وقوله - صلى الله عليه وسلم -: ((يقاتل رياءً)) أي ليُرى مكانه، وهذا هو لذّة الجاه والمنزلة في القلوب. ¶ وقد يرغب الإنسان في المدح ولكنه يحذر من الذمّ كالجبان بين الشجعان، فإنه يثبت ولا يفرّ؛ لئلا يذمّ، وقد يُفتي الإنسان بغير علم حذرًا من الذم بالجهل، فهذه الأمور الثلاثة هي التي تحرّك إلى الرياء وتدعو إليه فاحذرها! ¶ المطلب السابع: طرق تحصيل الإخلاص وعلاج الرياء ¶ قد عُرِفَ أن الرياء مُحبط للعمل، وسبب لغضب الله ومقته، وأنه من المهلكات، وأشدّ خطرًا على المسلم من المسيح الدجال. ¶ ومَن هذه حاله فهو جدير بالتشمير عن ساق الجدّ في إزالته وعلاجه، وقطع عروقه وأصوله. ومن هذا العلاج الذي يُزيل الرياء ويُحصِّل ¶ ¬__________ ¶ (¬1) متفق عليه: البخاري، كتاب الجهاد والسير، باب من قاتل لتكون كلمة الله هي العليا، 3/ 272، برقم 2810، ومسلم، كتاب الصلاة، باب من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله، 3/ 1512، برقم 1904.",
            "page": "27",
            "part": "1",
            "seal": "692F670B"
        },
        {
            "id": "29",
            "nass": "الإخلاص بإذن الله تعالى ما يأتي: ¶ أولاً: معرفة أنواع العمل للدنيا، وأنواع الرياء، وأقسامه، ودوافعه، وأسبابه ثم قطعها وقلع عروقها، وتقدّمت هذه الدوافع والأسباب. ¶ ثانياً: معرفة عظمة الله تعالى، بمعرفة: أسمائه، وصفاته، وأفعاله معرفةً صحيحةً مبنية على فهم الكتاب والسنة، على مذهب أهل السنة والجماعة؛ فإن العبد إذا عرف أن الله وحده هو الذي ينفع ويضرّ، ويُعزّ ويّذلّ، ويخفض ويرفع، ويّعطي ويمنع، ويُحيي ويُميت، ويعلم خائنة الأعين وما تُخفي الصدور، إذا عرف ذلك، وعلم بأن الله هو المستحق للعبادة وحده لا شريك له، فسيُثمرُ ذلك إخلاصًا وصدقًا مع الله، فلابد من معرفة أنواع التوحيد كلّها معرفةً صحيحة سليمة. ¶ ثالثاً: معرفة ما أعدّه الله في الدار الآخرة من نعيم وعذاب، وأهوال الموت، وعذاب القبر؛ فإن العبد إذا عرف ذلك وكان عاقلاً هرب من الرياء إلى الإخلاص. ¶ رابعاً: الخوف من خطر العمل للدنيا والرياء المحبط للعمل؛ فإن من خاف أمرًا بقي حَذِرًا منه فينجو؛ ومن خاف أدلج، ومن أدلج بلغ المنزلة. ¶ فينبغي للمرء، بل يجب عليه، إذا هاجت رغبته إلى آفة حبّ الحمد والمدح أن يُذَكِّرَ نفسه بآفات الرياء، والتعرّض لمقت الله، ومن عرف فقر الناس وضعفهم استراح كما قال بعض السلف: ((جاهد نفسك في دفع أسباب الرياء عنك، واحرص أن يكون الناس عندك كالبهائم والصبيان، فلا تفرِّق في عبادتك بين وجودهم وعدمهم، وعلمهم بها أو غفلتهم",
            "page": "28",
            "part": "1",
            "seal": "7D069FD6"
        },
        {
            "id": "30",
            "nass": "عنها، واقْنَعْ بعلم الله وحده)) (¬1). ¶ وبالله وحده، ثم بالخوف من حُبوط العمل نجا أهل العلم والإيمان من الرياء وحبوط العمل، فعن محمد بن لبيد - رضي الله عنه - يرفعه إلى النبي - صلى الله عليه وسلم -: ((إنَّ أخوف ما أخاف عليكم الشرك الأصغر))، قالوا: وما الشرك الأصغر ¶ يا رسول الله؟ قال: ((الرياء، يقول الله - عز وجل - لهم يوم القيامة إذا جزى الناس بأعمالهم: اذهبوا إلى الذين كنتم تراءون في الدنيا، فانظروا هل تجدون عندهم جزاء)) (¬2). ¶ ولهذا الخطر العظيم خاف الصحابة والتابعون وأهل العلم والإيمان من هذا البلاء الخطير، ومن ذلك الأمثلة الآتية: ¶ 1 - قال الله تعالى: {وَالَّذِينَ يُؤْتُونَ مَا آتَوا وَّقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ} (¬3)، قالت عائشة رضي الله عنها يا رسول الله: أهو الذي يزني، ويسرق، ويشرب الخمر؟ قال: ((لا يا بنت أبي بكر (أو يا بنت الصدّيق) ولكنه الرجل يصوم، ويتصدّق، ويصلّي وهو يخاف ألا يُتقبَّل منه)) (¬4). ¶ 2 - قال ابن أبي مُليكة: ((أدركت ثلاثين من أصحاب النبي - صلى الله عليه وسلم - كلُّهم يخاف النفاق على نفسه، وما منهم أحد يقول: إنه على إيمان جبريل ¶ ¬__________ ¶ (¬1) انظر: الإخلاص والشرك الأصغر، ص15. ¶ (¬2) أحمد في المسند، 5/ 428، وصححه الألباني في صحيح الجامع، 2/ 45. ¶ (¬3) سورة المؤمنون، الآية: 60. ¶ (¬4) ابن ماجه، كتاب الزهد، باب: التوقي في العمل، 2/ 1404، برقم 4198، والترمذي، كتاب تفسير القرآن، بابٌ: ومن سورة ((المؤمنون))، 5/ 327، برقم 3175، وصححه الألباني في سلسلة الأحاديث الصحيحة، برقم 162، وفي صحيح ابن ماجه، 2/ 409.",
            "page": "29",
            "part": "1",
            "seal": "D1CC4108"
        },
        {
            "id": "31",
            "nass": "وميكائيل)) (¬1). ¶ 3 - وقال إبراهيم التيميّ: ((ما عرضتُ قولي على عملي إلا خشيت أن أكون مُكذِّبًا)) (¬2). ¶ 4 - ويُذكر عن الحسن أنه قال: ((ما خافه إلا مؤمن، ولا أمِنه إلا منافق)) (¬3). ¶ 5 - وقال عمر بن الخطاب لحذيفة رضي الله عنهما: ((نشدتك بالله هل سمّاني لك رسول الله - صلى الله عليه وسلم - منهم - يعني من المنافقين - قال: لا. ولا أُزَكِّي بعدك أحدًا)) (¬4). ¶ 6 - ويُذكر عن أبي الدرداء - رضي الله عنه - أنه قال: ((اللهمّ إني أعوذ بك من خشوع النفاق))، قيل: وما خشوع النفاق؟ قال: ((أن ترى البدن خاشعًا والقلب ليس بخاشع)) (¬5). ¶ 7 - ويُذكر عن أبي الدرداء - رضي الله عنه - أنه قال: ((لئن أستيقن أن الله تقبَّل لي صلاة واحدة أحب إليَّ من الدنيا وما فيها، إن الله يقول: {إِنَّمَا يَتَقَبَّلُ الله مِنَ الْمُتَّقِينَ} (¬6). ¶ ¬__________ ¶ (¬1) البخاري معلقًا مجزومًأ به، قال ابن حجر: وصله ابن أبي خيثمة في تاريخه. انظر: فتح الباري، 1/ 110. ¶ (¬2) البخاري مع الفتح معلقًا ومجزومًا به. قال ابن حجر: وصله المصنف في التاريخ. انظر: فتح الباري، 1/ 110. ¶ (¬3) البخاري مع الفتح، وقال ابن حجر: وصله جعفر الفريابي في كتاب صفة المنافقين، وصححه. انظر: الفتح، 1/ 111. ¶ (¬4) ابن كثير بنحوه، في البداية والنهاية، 5/ 19، وانظر: صفات المنافقين لابن القيم، ص36. ¶ (¬5) ذكره ابن القيم في صفات المنافقين، ص36. ¶ (¬6) ذكره ابن كثير في تفسيره، 2/ 41، وعزاه إلى ابن أبي حاتم، والآية: 27 من سورة المائدة.",
            "page": "30",
            "part": "1",
            "seal": "02E16B4F"
        },
        {
            "id": "32",
            "nass": "8 - وقال عبد الرحمن بن أبي ليلى: ((أدركت عشرين ومائة من الأنصار من أصحاب رسول الله - صلى الله عليه وسلم -، يُسأل أحدهم عن المسألة، ما منهم رجل إلا ودَّ أن أخاه كفاه)) (¬1). ¶ خامساً: الفرار من ذم الله؛ فإن من أسباب الرياء الفرار من ذم الناس، ولكن العاقل يعلم أن الفرار من ذم الله أولى؛ لأن ذمه شين، كما قال رجل لرسول الله - صلى الله عليه وسلم -: يا رسول الله إن مدحي زينٌ، وذمّي شينٌ. فقال - صلى الله عليه وسلم - ((ذاك الله)) (¬2). ¶ ولا شكّ أن العبد إذا خاف الناس وأرضاهم بسخط الله سخط الله عليه، وغضب وأسخط الناس عليه. فهل أنت تخشى غضب الناس؟ فالله أحق أن تخشاه إن كنت صادقًا. ¶ سادساً: معرفة ما يفرّ منه الشيطان؛ لأن الشيطان منبع الرياء، وأصل البلاء، والشيطان يفرّ من أمور كثيرة، منها: الأذان، وقراءة القرآن، وسجود التلاوة، والاستعاذة بالله منه، والتسمية عند الخروج من البيت والدخول في المسجد مع الذكر المشروع في ذلك، والمحافظة على أذكار الصباح والمساء، وأدبار الصلوات، وجميع الأذكار المشروعة (¬3). ¶ سابعاً: الإكثار من أعمال الخير والعبادات غير المشاهدة، وإخفاؤها: ¶ ¬__________ ¶ (¬1) الدارمي في سننه، 1/ 53، وابن المبارك في الزهد، 1/ 140، برقم 49. ¶ (¬2) أحمد في المسند، 3/ 488، 6/ 394، من حديث الأقرع بن حابس - رضي الله عنه -، وإسناده حسن، ورواه الترمذي وحسنه، برقم 3263. ¶ (¬3) انظر التفصيل في ذلك: كتاب مقامع الشيطان في ضوء الكتاب والسنة لسليم الهلالي، وهو مهم جدًّا، والإخلاص لحسين العوايشة، ص57 - 63.",
            "page": "31",
            "part": "1",
            "seal": "ED9ABB72"
        },
        {
            "id": "33",
            "nass": "كقيام الليل، وصدقة السر، والبكاء خاليًا من خشية الله، وصلاة النوافل، والدعاء للإخوة في الله بظهر الغيب، والله - عز وجل - يحب العبد التقيّ الخفيّ، قال سعد بن أبي وقاص - رضي الله عنه -: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((إن الله يحبّ العبد التقيّ الغنيّ الخفيّ)) (¬1). ¶ ثامناً: عدم الاكتراث بذمّ الناس ومدحهم؛ لأن ذلك لا يضرّ ولا ينفع، بل يجب أن يكون الخوف من ذمّ الله، والفرح بفضل الله {قُلْ بِفَضْلِ الله وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُواْ هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ} (¬2). ¶ فيا عبد الله أقبل على حب المدح والثناء فازهد فيهما زهد عُشَّاق الدنيا في الآخرة، فإذا استقام لك ذلك سَهُل عليك الإخلاص (¬3). ¶ ويسهِّلُ الزهدَ في حب المدح والثناء: العلمُ يقينًا أنه ليس أحد ينفع مدحه ويزين، ويضرّ ذمّه ويشين إلا الله وحده، فازهد في مدح من لا يزينك مدحه، وفي ذمِّ من لا يشينك ذمّهُ، وارغب في مدح مَنْ كلُّ الزين في مدحه، وكلُّ الشَّين في ذمّه، ولن يُقدَر على ذلك إلا بالصبر واليقين، فمن فقد الصبر واليقين كان كمن أراد السفر في البحر بغير مركب (¬4). ¶ وانظر إلى من ذمَّك فإن يك صادقًا قاصدًا النصح لك فاقبل هديته ونصحه؛ فإنه قد أهدى إليك عيوبك، وإن كان كاذبًا فقد جنى على نفسه ¶ ¬__________ ¶ (¬1) مسلم، كتاب الزهد، 4/ 2277، برقم 2965. ¶ (¬2) سورة يونس، الآية: 58. ¶ (¬3) الفوائد لابن القيم، ص67. ¶ (¬4) انظر: الفوائد لابن القيم، ص268.",
            "page": "32",
            "part": "1",
            "seal": "3C6A5EA3"
        },
        {
            "id": "34",
            "nass": "وانتفعتَ بقوله؛ لأنه عرَّفك ما لم تكن تعرف، وذكَّرك من خطاياك ¶ ما نسيتَ، وإن كان ذلك افتراءً عليك، فإنك إن خلوتَ من هذا العيب لم تخلُ من غيره، فاذكر نعمة الله عليك إذ لم يُطْلِعْ هذا المفتري على عيوبك، وهذا الافتراء كفّارات لذنوبك إن صبرتَ واحتسبتَ، وعليك أن تعلم أن هذا الجاهل جنى على نفسه، وتعرّض لمقت الله تعالى، فكن خيرًا منه: فاعفُ واصفحْ، واستغفر له {أَلا تُحِبُّونَ أَن يَغْفِرَ الله لَكُمْ وَالله غَفُورٌ رَّحِيمٌ} (¬1). ¶ تاسعاً: تذكّرِ الموت وقَصْر الأمل {كُلُّ نَفْسٍ ذَآئِقَةُ الْمَوْتِ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ فَمَن زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ وَما الْحَيَاةُ الدُّنْيَا إِلاَّ مَتَاعُ الْغُرُورِ} (¬2)، {وَمَا تَدْرِي نَفْسٌ مَّاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ الله عَلِيمٌ خَبِيرٌ} (¬3). ¶ عاشراً: الخوف من سوء الخاتمة، فعلى العبد أن يخاف أن تكون أعمال الرياء هي خاتمة عمله، ونهاية أجله، فيخسر خسارة فادحة عظيمة؛ لأن الإنسان يُبعث يوم القيامة على ما مات عليه، والناس يُبعثون على نياتهم، وخير الأعمال خواتمها. ¶ الحادي عشر: مصاحبة أهل الإخلاص والتقوى؛ فإن الجليس المخلص لا يعدمك الخير، وتجد منه قدوة لك صالحة، وأما المرائي ¶ ¬__________ ¶ (¬1) سورةالنور، الآية: 22. ¶ (¬2) سورة آل عمران، الآية: 185. ¶ (¬3) سورة لقمان، الآية: 34.",
            "page": "33",
            "part": "1",
            "seal": "C6984A94"
        },
        {
            "id": "35",
            "nass": "والمشرك فيحرقك في نار جهنم إن أخذت بعمله. ¶ الثاني عشر: الدعاء والالتجاء إلى الله تعالى، وقد علَّمنا رسول الله - صلى الله عليه وسلم - ذلك فقال: ((يا أيها الناس اتقوا هذا الشرك؛ فإنه أخفى من دبيب النمل))، فقال بعض الصحابة: كيف نتقيه وهو أخفى من دبيب النمل ¶ يا رسول الله؟ قال: ((قولوا: اللهمّ إنا نعوذ بك أن نُشرك بك شيئًا نعلمه، ونستغفرك لِمَا لا نعلمه)) (¬1). ¶ الثالث عشر: حبّ العبد ذكر الله له وتقديم حبّ ذكره له على حبّ مدح الخلق {فَاذْكُرُونِي أَذْكُرْكُمْ} (¬2)،وقال النبي - صلى الله عليه وسلم - فيما يرويه عن ربه: ((أنا عند ظن عبدي بي، وأنا معه إذا ذكرني، فإن ذكرني في نفسه ذكرته في نفسي، وإن ذكرني في ملأ ذكرته في ملأ خير منهم، وإن تقرَّب إليّ شبرًا تقرَّبتُ إليه ذراعًا، وإن تقرَّب إلي ذراعًا تقرَّبتُ منه باعًا، وإن أتاني يمشي أتيته هرولة)) (¬3)، والله المستعان (¬4). ¶ الرابع عشر: عدم الطمع فيما في أيدي الناس؛ فإن الإخلاص لا ¶ ¬__________ ¶ (¬1) أخرجه أحمد، 4/ 403، وإسناده جيد، وغيره، وانظر: صحيح الجامع، 3/ 233، وصحيح الترغيب والترهيب للألباني، 1/ 19. ¶ (¬2) سورة البقرة، الآية: 152. ¶ (¬3) متفق عليه من حديث أبي هريرة - رضي الله عنه -: البخاري واللفظ له، كتاب التوحيد، باب قول الله تعالى: ¶ {وَيُحَذِّرُكُمُ الله نَفْسَهُ}، 8/ 216، برقم 7405، ومسلم، كتاب الذكر والدعاء، باب الحث على ذكر الله، 4/ 2061، برقم 2675. ¶ (¬4) انظر ما تقدم في: منهاج القاصدين، ص221 - 223، وكتاب الإخلاص لحسين العوايشة، ص41 - 64، والرياء ذمه وأثره السيئ في الأمة لسليم الهلالي، ص61 - 72، والإخلاص والشرك الأصغر للدكتور عبد العزيز بن عبد اللطيف، ص13.",
            "page": "34",
            "part": "1",
            "seal": "89DD096D"
        },
        {
            "id": "36",
            "nass": "يجتمع في القلب ومحبة المدح والثناء والطمع فيما في أيدي الناس إلا كما يجتمع الماء والنار، والضب والحوت، فإذا حدثتك نفسك بطلب الإخلاص فأقبل على الطمع أولاً فاذبحه بسكين اليأس مما في أيدي الناس، ويسهِّل ذبح الطمع العلم يقينًا أنه ليس من شيء يُطمع فيه إلا وبيد الله وحده خزائنه لا يملكها غيره، ولا يُؤتي العبد منها شيئًا سواه (¬1). ¶ الخامس عشر: معرفة ثمرات الإخلاص وفوائده وعواقبه الحميدة في الدنيا والآخرة، ومن ذلك أن الإخلاص سبب لنصر الأمة، والنجاة من عذاب الله، ورفْع المنزلة والدرجة في الدنيا والآخرة، والسلامة من الضلال في الدنيا، والفوز بحب الله للعبد، وحب أهل السماء والأرض، والصِّيت الطيِّب، وتفريج كروب الدنيا والآخرة، والطمأنينة والشعور بالسعادة والتوفيق، وتحمّل المتاعب والمصاعب، وتزيين الإيمان في القلوب، واستجابة الدعاء، والنعيم في القبر والتبشير بالسرور، والله الموفق سبحانه (¬2). ¶ فالمسلم الذي يريد رضى الله، والفوز بنجاته ومحبة الله له، عليه أن يعمل جاهدًا في تحصيل الإخلاص والفرار من الرياء، أسأل الله أن يعصمني وإياك وجميع دعاة المسلمين وأئمتهم وعامتهم من هذا البلاء الخطير، ولا حول ولا قوة إلا بالله العلي العظيم. ¶ وصلى الله وسلم وبارك على نبينا محمد، وعلى آله وأصحابه أجمعين. ¶ ¬__________ ¶ (¬1) انظر: الفوائد لابن القيم، ص267 - 268. ¶ (¬2) انظر: كتاب الإخلاص للعوايشة، ص64 - 66.",
            "page": "35",
            "part": "1",
            "seal": "4B373128"
        }
    ],
    "t1899": [
        {
            "id": "22",
            "lvl": "3",
            "sub": "2",
            "tit": "سابعا: الرياء سبب في هزيمة الأمة"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": "3",
            "tit": "ثامنا: الرياء يزيد الضلال"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الرابع: أنواع الرياء ودقائقه"
        },
        {
            "id": "23",
            "lvl": "3",
            "sub": "1",
            "tit": "أولا: أن يكون مراد العبد غير الله"
        },
        {
            "id": "23",
            "lvl": "3",
            "sub": "2",
            "tit": "ثانيا: أن يكون قصد العبد ومراده لله تعالى"
        },
        {
            "id": "23",
            "lvl": "3",
            "sub": "3",
            "tit": "ثالثا: أن يدخل العبد في العبادة لله ويخرج منها لله فعرف بذلك"
        },
        {
            "id": "23",
            "lvl": "3",
            "sub": "4",
            "tit": "رابعا: وهناك رياء بدني: كمن يظهر الصفار والنحول، ليري الناس بذلك أنه صاحب عبادة"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": null,
            "tit": "خامسا: رياء من جهة اللباس أو الزي"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": "1",
            "tit": "سادسا: الرياء بالقول"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": "2",
            "tit": "سابعا: الرياء بالعمل"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": "3",
            "tit": "ثامنا: الرياء بالأصحاب والزائرين"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": "4",
            "tit": "تاسعا: الرياء بذم النفس بين الناس"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": "5",
            "tit": "عاشرا: ومن دقائق الرياء وخفاياه: أن يخفي العامل طاعته بحيث لا يريد أن يطلع عليها أحد"
        },
        {
            "id": "25",
            "lvl": "3",
            "sub": null,
            "tit": "الحادي عشر: ومن دقائق الرياء أن يجعل الإخلاص وسيلة لما يريد من المطالب"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الخامس: أقسام الرياء وأثره على العمل"
        },
        {
            "id": "25",
            "lvl": "3",
            "sub": "2",
            "tit": "أولا: أن يكون العمل رياء محضا"
        },
        {
            "id": "26",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: أن يكون العمل لله ويشاركه الرياء من أصله"
        },
        {
            "id": "26",
            "lvl": "3",
            "sub": "1",
            "tit": "ثالثا: أن يكون أصل العمل لله ثم طرأت عليه نية الرياء"
        },
        {
            "id": "26",
            "lvl": "4",
            "sub": "2",
            "tit": "1 - أن لا يرتبط أول العبادة بآخرها"
        },
        {
            "id": "26",
            "lvl": "4",
            "sub": "3",
            "tit": "2 - أن يرتبط أول العبادة بآخرها فلا يخلو الإنسان حينئذ من أمرين:"
        },
        {
            "id": "26",
            "lvl": "5",
            "sub": "4",
            "tit": "الأمر الأول: أن يكون هذا الرياء خاطرا ثم دفعه الإنسان"
        },
        {
            "id": "26",
            "lvl": "5",
            "sub": "5",
            "tit": "الأمر الثاني: أن يسترسل معه الرياء"
        },
        {
            "id": "27",
            "lvl": "3",
            "sub": null,
            "tit": "رابعا: أن يكون الرياء بعد الانتهاء من العبادة"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب السادس: أسباب الرياء ودوافعه"
        },
        {
            "id": "27",
            "lvl": "3",
            "sub": "2",
            "tit": "أولا: حب لذة الحمد والثناء والمدح"
        },
        {
            "id": "27",
            "lvl": "3",
            "sub": "3",
            "tit": "ثانيا: الفرار من الذم"
        },
        {
            "id": "27",
            "lvl": "3",
            "sub": "4",
            "tit": "ثالثا: الطمع فيما في أيدي الناس"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب السابع: طرق تحصيل الإخلاص وعلاج الرياء"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": null,
            "tit": "أولا: معرفة أنواع العمل للدنيا وأنواع الرياء"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": "1",
            "tit": "ثانيا: معرفة عظمة الله تعالى"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": "2",
            "tit": "ثالثا: معرفة ما أعده الله في الدار الآخرة"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": "3",
            "tit": "رابعا: الخوف من خطر العمل للدنيا والرياء المحبط للعمل"
        },
        {
            "id": "30",
            "lvl": "4",
            "sub": null,
            "tit": "خاف الصحابة والتابعون وأهل العلم والإيمان من هذا البلاء الخطير"
        },
        {
            "id": "30",
            "lvl": "5",
            "sub": "1",
            "tit": "1 - قال الله تعالى: {والذين يؤتون ما آتوا وقلوبهم وجلة أنهم إلى ربهم راجعون}"
        },
        {
            "id": "30",
            "lvl": "5",
            "sub": "2",
            "tit": "2 - أدركت ثلاثين من أصحاب النبي - صلى الله عليه وسلم - كلهم يخاف النفاق على نفسه"
        },
        {
            "id": "31",
            "lvl": "5",
            "sub": null,
            "tit": "3 - ما عرضت قولي على عملي إلا خشيت أن أكون مكذبا"
        },
        {
            "id": "31",
            "lvl": "5",
            "sub": "1",
            "tit": "4 - ما خافه إلا مؤمن ولا أمنه إلا منافق"
        },
        {
            "id": "31",
            "lvl": "5",
            "sub": "2",
            "tit": "5 - نشدتك بالله هل سماني لك رسول الله - صلى الله عليه وسلم - منهم"
        },
        {
            "id": "31",
            "lvl": "5",
            "sub": "3",
            "tit": "6 - اللهم إني أعوذ بك من خشوع النفاق"
        },
        {
            "id": "31",
            "lvl": "5",
            "sub": "4",
            "tit": "7 - لئن أستيقن أن الله تقبل لي صلاة واحدة أحب إلي من الدنيا وما فيها"
        },
        {
            "id": "32",
            "lvl": "5",
            "sub": null,
            "tit": "8 - ((أدركت عشرين ومائة من الأنصار من أصحاب رسول الله - صلى الله عليه وسلم -، يسأل أحدهم عن المسألة، ما منهم رجل إلا ود أن أخاه كفاه))"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": "1",
            "tit": "خامسا: الفرار من ذم الله"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": "2",
            "tit": "سادسا: معرفة ما يفر منه الشيطان"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": "3",
            "tit": "سابعا: الإكثار من أعمال الخير والعبادات غير المشاهدة"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": null,
            "tit": "ثامنا: عدم الاكتراث بذم الناس ومدحهم"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": null,
            "tit": "تاسعا: تذكر الموت وقصر الأمل"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": "1",
            "tit": "عاشرا: الخوف من سوء الخاتمة"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": "2",
            "tit": "الحادي عشر: مصاحبة أهل الإخلاص والتقوى"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": null,
            "tit": "الثاني عشر: الدعاء والالتجاء إلى الله تعالى"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": "1",
            "tit": "الثالث عشر: حب العبد ذكر الله له وتقديم حب ذكره له على حب مدح الخلق"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": "2",
            "tit": "الرابع عشر: عدم الطمع فيما في أيدي الناس"
        },
        {
            "id": "36",
            "lvl": "3",
            "sub": null,
            "tit": "الخامس عشر: معرفة ثمرات الإخلاص وفوائده"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: نور الإخلاص"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الأول: مفهوم الإخلاص"
        },
        {
            "id": "7",
            "lvl": "3",
            "sub": "2",
            "tit": "الإخلاص في اللغة"
        },
        {
            "id": "7",
            "lvl": "3",
            "sub": "3",
            "tit": "حقيقة الإخلاص"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثاني: أهمية الإخلاص"
        },
        {
            "id": "8",
            "lvl": "3",
            "sub": "1",
            "tit": "{وما أمروا إلا ليعبدوا الله مخلصين له الدين}"
        },
        {
            "id": "8",
            "lvl": "3",
            "sub": "2",
            "tit": "قال تعالى: {إنا أنزلنا إليك الكتاب بالحق فاعبد الله}"
        },
        {
            "id": "8",
            "lvl": "3",
            "sub": "3",
            "tit": "{قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين}"
        },
        {
            "id": "8",
            "lvl": "3",
            "sub": "4",
            "tit": "{الذي خلق الموت والحياة ليبلوكم أيكم أحسن عملا}"
        },
        {
            "id": "9",
            "lvl": "3",
            "sub": null,
            "tit": "قوله تعالى: {فمن كان يرجو لقاء ربه فليعمل عملا صالحا ولا يشرك بعبادة ربه أحدا}"
        },
        {
            "id": "9",
            "lvl": "3",
            "sub": "1",
            "tit": "قال تعالى: {ومن أحسن دينا ممن أسلم وجهه لله وهو محسن}"
        },
        {
            "id": "9",
            "lvl": "3",
            "sub": "2",
            "tit": "ثلاث لا يغل عليهن قلب مسلم"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث: مكانة النية الصالحة وثمراتها"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": "1",
            "tit": "النية: أساس العمل وقاعدته"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": "2",
            "tit": "قال النبي - صلى الله عليه وسلم -: ((إنما الأعمال بالنيات وإنما لكل امرئ ما نوى ... ))"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": "3",
            "tit": "وقال الله تعالى: {لا خير في كثير من نجواهم إلا من أمر بصدقة}"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": null,
            "tit": "قال النبي - صلى الله عليه وسلم -: إذا مرض العبد أو سافر كتب له مثل ما كان"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": "1",
            "tit": "قال - صلى الله عليه وسلم -: \"ما من امرئ تكون له صلاة بليل فيغلبه عليها نوم \""
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": "2",
            "tit": "قال - صلى الله عليه وسلم -: \"من توضأ فأحسن الوضوء ثم خرج إلى المسجد \""
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": "3",
            "tit": "قال - صلى الله عليه وسلم -: \"من سأل الله الشهادة بصدق بلغه الله منازل الشهداء \""
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": null,
            "tit": "لقد تركتم بالمدينة أقواما ما سرتم مسيرا"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": "1",
            "tit": "قال النبي - صلى الله عليه وسلم - لرجل جاء إليه مقنع بالحديد"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": "2",
            "tit": "قال النبي - صلى الله عليه وسلم -: ((إذا أنفق الرجل على أهله يحتسبها فهو له صدقة))"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": "3",
            "tit": "وقال - صلى الله عليه وسلم - لسعد بن أبي وقاص - رضي الله عنه -: ((إنك لن تنفق نفقة"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": null,
            "tit": "وقال النبي - صلى الله عليه وسلم -: ((إنما الدنيا لأربعة نفر"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": "1",
            "tit": "وقال النبي - صلى الله عليه وسلم - فيما يرويه عن ربه: ((إن الله - عز وجل - كتب الحسنات والسيئات ثم بين ذلك"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الرابع: ثمار الإخلاص وفوائده"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "1",
            "tit": "أولا: خير الدنيا والآخرة من فضائل الإخلاص وثمراته"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "2",
            "tit": "ثانيا: الإخلاص هو السبب الأعظم في قبول الأعمال"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "3",
            "tit": "ثالثا: الإخلاص يثمر محبة الله للعبد"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "4",
            "tit": "رابعا: الإخلاص أساس العمل وروحه"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "5",
            "tit": "خامسا: يثمر الأجر الكبير والثواب العظيم بالعمل اليسير"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "6",
            "tit": "سادسا: يكتب لصاحب الإخلاص كل عمل يقصد به وجه الله"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "7",
            "tit": "سابعا: يكتب لصاحب الإخلاص ما نوى من العمل ولو لم يعمله"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "8",
            "tit": "ثامنا: إذا نام أو نسي كتب له عمله الذي كان يعمله"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "9",
            "tit": "تاسعا: إذا مرض العبد أو سافر كتب له بإخلاصه ما كان يعمل"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "10",
            "tit": "عاشرا: ينصر الله الأمة بالإخلاص"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "11",
            "tit": "الحادي عشر: الإخلاص يثمر النجاة من عذاب الآخرة"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "12",
            "tit": "الثاني عشر: تفريج كروب الدنيا والآخرة من ثمرات الإخلاص"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "13",
            "tit": "الثالث عشر: رفع المنزلة في الآخرة يحصل بالإخلاص"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "14",
            "tit": "الرابع عشر: الإنقاذ من الضلال"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "15",
            "tit": "الخامس عشر: الإخلاص سبب لزيادة الهدى"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": null,
            "tit": "السادس عشر: الصيت الطيب عند الناس من ثمار الإخلاص"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": "1",
            "tit": "السابع عشر: طمأنينة القلب والشعور بالسعادة"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": "2",
            "tit": "الثامن عشر: تزيين الإيمان في النفس"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": "3",
            "tit": "التاسع عشر: التوفيق لمصاحبة أهل الإخلاص"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": "4",
            "tit": "العشرون: حسن الخاتمة"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": "5",
            "tit": "الحادي والعشرون: استجابة الدعاء"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": "6",
            "tit": "الثاني والعشرون: النعيم في القبر والتبشير بالسرور"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": "7",
            "tit": "الثالث والعشرون: دخول الجنة والنجاة من النار"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: ظلمات إرادة الدنيا بعمل الآخرة"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الأول: خطر إرادة الدنيا بعمل الآخرة"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": "2",
            "tit": "الفرق بين الرياء، وإرادة الإنسان بعمله الدنيا"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": "3",
            "tit": "قال الله تعالى: {من كان يريد الحياة الدنيا وزينتها نوف إليهم}"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": null,
            "tit": "قال تعالى: {من كان يريد حرث الآخرة نزد له في حرثه}"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": "1",
            "tit": "وقال - سبحانه وتعالى -: {فمن الناس من يقول ربنا آتنا في الدنيا}"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": "2",
            "tit": "وقال النبي - صلى الله عليه وسلم -: ((من تعلم علما ما يبتغى به وجه الله - عز وجل - لا يتعلمه إلا ليصيب به عرضا من الدنيا لم يجد عرف الجنة يوم القيامة))"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": "3",
            "tit": "((لا تعلموا العلم لتباهوا به العلماء، ولا لتماروا به السفهاء، ولا لتخيروا به المجالس، فمن فعل ذلك فالنار النار))"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": null,
            "tit": "((لا تعلموا العلم لثلاث: لتماروا به السفهاء، وتجادلوا به العلماء، ولتصرفوا به وجوه الناس إليكم، وابتغوا بقولكم ما عند الله؛ فإنه يدوم ويبقى، وينفد ما سواه))"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الثاني: أنواع العمل للدنيا"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": "2",
            "tit": "النوع الأول: العمل الصالح الذي يفعله كثير من الناس"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": null,
            "tit": "النوع الثاني: وهو أكبر من الأول وأخوف، وهو أن يعمل أعمالا صالحة ونيته رياء الناس لا طلب ثواب الآخرة"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": "1",
            "tit": "النوع الثالث: أن يعمل أعمالا صالحة يقصد بها مالا"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": "2",
            "tit": "النوع الرابع: أن يعمل بطاعة الله مخلصا في ذلك لله وحده لا شريك له، لكنه على عمل يكفره كفرا يخرجه عن الإسلام"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "3",
            "tit": "المطلب الثالث: خطر الرياء وآثاره"
        },
        {
            "id": "20",
            "lvl": "3",
            "sub": null,
            "tit": "أولا: الرياء أخطر على المسلمين من المسيح الدجال"
        },
        {
            "id": "20",
            "lvl": "3",
            "sub": "1",
            "tit": "ثانيا: الرياء أشد فتكا من الذئب في الغنم"
        },
        {
            "id": "20",
            "lvl": "3",
            "sub": "2",
            "tit": "ثالثا: خطورة الرياء على الأعمال الصالحة"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": null,
            "tit": "رابعا: يسبب عذاب الآخرة"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": null,
            "tit": "خامسا: الرياء يورث الذل والصغار"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": "1",
            "tit": "سادسا: الرياء يحرم ثواب الآخرة"
        }
    ]
}