{
    "b1904": [
        {
            "id": "1",
            "nass": "مقدمة ¶ الآداب الإسلامية الشخصية ¶ يهدف الإسلام في تشريعاته إلى خلق إنسان متوازن في جميع نواحيه النفسية والروحية والمادية، وقد خص جانب طمأنينة النفس الإنسانية بقدر كبير من التشريعات المتمثلة في الأذكار المتعلقة بجميع أنشطة المسلم وممارساته اليومية والحياتية، ذلك أن انشغال الفكر بالهموم المادية والمعنوية، وتشتت العقل تحت تأثير القلق من المستقبل ومن مختلف أحداث الحياة، كل هذه الوساوس والأفكار تعصف بالإنسان وتجعله تحت ضغط نفسي كبير يحد من نشاطه ويقلل من فعاليته في مواجهة مشكلاته. ¶ لذا اهتم الإسلام بالإعداد النفسي للإنسان بأن شرع للمسلم جملة من الأذكار التي تربطه بالله تعالى وتحقق دافعا معنويا ونفسيا قويا للملتزم بها كما قال تعالى: {أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ} وقد أدرك ديل كارنيجي هذه الحقيقة فقال: (إن أطباء النفس يدركون أن الإيمان القوي والاستمساك بالدين كفيلان بأن يقهرا القلق والتوتر العصبي وأن يشفيا هذه الأمراض. .) .",
            "page": "1",
            "part": "1",
            "seal": "725D5B8C"
        },
        {
            "id": "2",
            "nass": "لكل هذه الأسباب عني الرسول صلى الله عليه وسلم بربط المسلم بالأذكار المتعلقة بالآداب الشخصية أو السلوك الشخصي للمسلم. وعندما يلتزم بهذه الأذكار ويعمل بكل التوجيهات النبوية الواردة يجد في نفسه لذة الطاعة، وراحة النفس إضافة إلى الثواب الجزيل من الله تعالى، وفوق ذلك كله قوة الارتباط بالله تعالى.",
            "page": "2",
            "part": "1",
            "seal": "E9A44CD7"
        },
        {
            "id": "3",
            "nass": "دخول المنزل والخروج منه ¶ أولا: آداب دخول المنزل والخروج منه ¶ ينظر الإسلام للمنزل باعتباره مكانا يأوي إليه الناس ليجدوا فيه الراحة والأمن والطمأنينة ومن ثم فقد شرع للدخول والخروج منه آدابا يتحقق معها كل ذلك. ومن تلك الآداب: - ¶ أ- إلقاء السلام: وذلك لأن السلام هو تحية أهل الجنة، قال تعالى: {دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ} ، بل سمى الله تعالى الجنة دار السلام، لما في السلام من الراحة والطمأنينة، حيث إن السلام يحمل في طياته كل الخير وإلا لما كان جزاء أهل الجنة، قال تعالى: {لَهُمْ دَارُ السَّلَامِ عِنْدَ رَبِّهِمْ وَهُوَ وَلِيُّهُمْ بِمَا كَانُوا يَعْمَلُونَ} لذا كان من الآداب لمن يدخل بيته أن يسلم، حتى لو لم يكن في البيت غيره، قال الله تعالى: {فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبَارَكَةً طَيِّبَةً} .",
            "page": "3",
            "part": "1",
            "seal": "A60ED5CF"
        },
        {
            "id": "4",
            "nass": "وكيفية السلام أن يقول: (السلام عليكم ورحمة الله وبركاته) ويجاب عليه بـ (وعليكم السلام ورحمة الله وبركاته) بصيغة الجمع كذلك، كما ورد في حديث عائشة رضي الله عنها قالت: قال لي رسول الله صلى الله عليه وسلم: «هذا جبريل يقرأ عليكم السلام قالت: وعليه السلام ورحمة الله وبركاته» . وروى البخاري في الأدب المفرد عن جابر رضي الله عنه: «إذا دخلت على أهلك فسلم عليهم تحية من عند الله مباركة طيبة» . قال: ما رأيته إلا توجيه قوله: {وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا} ¶ ب- ذكر الله تعالى: فينبغي لداخل البيت أن يسمي الله تعالى، لأن الشيطان لا بقاء له مع اسم الله تعالى. وإذا كان المنزل يراد منه أن يكون مكانا للراحة والطمأنينة، فلا يمكن أن يحصل ذلك مع بقاء الشيطان الذي يسعى لإضلال بني آدم، قال تعالى: {إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا} ولكن أخبر الله سبحانه بأن السلاح الذي يواجه به هذا العدو هو ذكره سبحانه وتعالى: {وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ}",
            "page": "4",
            "part": "1",
            "seal": "FB2B65D4"
        },
        {
            "id": "5",
            "nass": "وفي الحديث عن جابر رضي الله عنه أنه سمع النبي صلى الله عليه وسلم يقول: «إذا دخل الرجل بيته فذكر الله عز وجل عند دخوله وعند طعامه قال الشيطان: لا مبيت لكم ولا عشاء، فإذا دخل ولم يذكر الله قال: أدركتم المبيت، وإن لم يذكر الله عند طعامه قال الشيطان: أدركتم المبيت والعشاء» وقد علمنا رسول الله صلى الله عليه وسلم ذكرا لدخول المنزل وهو: «اللهم إني أسألك خير المولج وخير المخرج، باسم الله ولجنا وباسم الله خرجنا، وعلى الله ربنا توكلنا» وأما إذا أراد الإنسان أن يخرج من بيته فليسلم على أهله، ثم يخرج متزينا متسترا، ثم يذكر دعاء الخروج من المنزل وهو: «باسم الله آمنت بالله واعتصمت بالله، وتوكلت على الله، اللهم إني أعوذ بك أن أضل أو أضل، أو أزل أو أزل، أو أظلم أو أظلم، أو أجهل أو يجهل علي» وعن أنس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «من قال - يعني إذا خرج من بيته - باسم الله، توكلت على الله، ولا حول ولا قوة إلا بالله، يقال له: كفيت ووقيت وهديت، وتنحى عنه الشياطين» وفي رواية أبي داود: «فيقول- يعني الشيطان- لشيطان آخر: كيف لك برجل قد هدي وكفي ووقي؟»",
            "page": "5",
            "part": "1",
            "seal": "BBA23C7D"
        },
        {
            "id": "6",
            "nass": "1- آداب الطعام: ¶ أ- غسل اليدين قبل الطعام وبعده: لما ورد عن سلمان الفارسي رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «بركة الطعام الوضوء قبله والوضوء بعده» وعن أنس رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: «من أحب أن يكثر خير بيته فليتوضأ إذا حضر غذاؤه وإذا رفع» ولا يخفى ما في ذلك من الفوائد الصحية، بالإضافة إلى إبعاد الشيطان الذي يشارك الإنسان في كل شيء مما يقلل البركة. ¶ ب- التسمية في أول الطعام والحمد في آخره: لما ورد في حديث عمر بن أبي سلمة رضي الله عنه قال: قال لي رسول الله صلى الله عليه وسلم: «سم الله وكل بيمينك، وكل مما يليك» فإذا نسي الشخص أن يذكر اسم الله بعد أن شرع في الأكل فليقل «بسم الله أوله وآخره» كما ورد في حديث عائشة رضي الله عنها وعن أبي أمامة رضي الله عنه «أن النبي صلى الله عليه وسلم كان إذا رفع مائدته قال: الحمد لله حمدا كثيرا طيبا مباركا فيه، غير مكفي، ولا مستغنى عنه ربنا»",
            "page": "6",
            "part": "1",
            "seal": "532C7A48"
        },
        {
            "id": "7",
            "nass": "ج- ألا يعيب طعاما قدم إليه: لما رواه أبو هريرة رضي الله عنه قال: «ما عاب رسول الله صلى الله عليه وسلم طعاما قط، إن اشتهاه أكله، وإن كرهه تركه» . وذلك لما في إعابة الطعام من الكبر والرعونة والترف، وما في ذمه من احتقار للنعمة التي ينبغي أن تصان بحمد الله وشكره ,والقناعة بالقليل منها: ففي حديث جابر رضي الله عنه- «أن النبي صلى الله عليه وسلم سأل أهله الأدم فقالوا: ما عندنا إلا خل، فدعا به، فجعل يأكل ويقول: نعم الأدم الخل، نعم الأدم الخل» ¶ د- أن يأكل بيمينه ومما يليه: لما ورد عن عمر بن أبي سلمة رضي الله عنهما قال: «كنت غلاما في حجر رسول الله صلى الله عليه وسلم, وكانت يدي تطيش في الصحفة ,فقال لي رسول الله صلى الله عليه وسلم: يا غلام، سم الله، وكل بيمينك، وكل مما يليك» ¶ هـ- ألا يأكل متكئا: عن أبي جيفة وهب بن عبد الله (رضي الله عنه) قال: قال رسول الله صلى الله عليه وسلم: «لا آكل متكئا» وذلك لما فيه من الضرر الصحي وظواهر الكبر والتعالي.",
            "page": "7",
            "part": "1",
            "seal": "23683E04"
        },
        {
            "id": "8",
            "nass": "و استحباب التحدث على الطعام: لحديث جابر الذي سبق إيراده حين «سأل (صلى الله عليه وسلم) عن الأدم فقالوا: ما عندنا إلا خل، فدعا به، فجعل يأكل منه ويقول: نعم الأدم الخل» ، كما صح عنه صلى الله عليه وسلم أنه كان يتحدث إلى أصحابه وهو يأكل على المائدة في أكثر من مناسبة. ¶ ي- استحباب لعق الأصابع بعد الأكل: (لما ورد في حديث ابن عباس رضي الله عنهما: «إذا أكل أحدكم طعاما فلا يمسح أصابعه حتى يلعقها» وفي حديث جابر (رضي الله عنه) - «أن رسول الله صلى الله عليه وسلم أمر بعلق الأصابع والصحفة وقال: إنكم لا تدرون في أي طعامكم البركة» ¶ ز- ألا يبدأ بالطعام قبل من هو أكبر منه: لما رواه مسلم عن حذيفة (رضي الله عنه) قال: «كنا إذا حضرنا مع الرسول صلى الله عليه وسلم طعاما لم نضع أيدينا حتى يبدأ رسول الله صلى الله عليه وسلم فيضع يده» . ¶ ح- أن يدعو لمضيفه إذا فرغ من الطعام: - لما روي عن أنس (رضي الله عنه) «أن النبي صلى الله عليه وسلم جاء إلي سعد بن عبادة (رضي الله عنه) فجاء بخبز وزيت فأكل ثم قال النبي صلى الله عليه وسلم: (أفطر عندكم الصائمون، وأكل طعامكم الأبرار، وصلت عليكم الملائكة) » .",
            "page": "8",
            "part": "1",
            "seal": "FFBC504F"
        },
        {
            "id": "9",
            "nass": "2- آداب الشراب: ¶ أ- التسمية والحمد والشرب ثلاثا: لما ورد عن ابن عباس (رضي الله عنهما) قال: قال رسول الله صلى الله عليه وسلم: «لا تشربوا واحدا كشرب البعير، ولكن اشربوا مثنى وثلاث، وسموا إذا أنتم شربتم، واحمدوا إذا أنتم رفعتم» أي انتهيتم من الشرب. ¶ ب- كراهية الشرب من فم السقاء: لما روى أبو هريرة رضي الله عنه) -: «نهى رسول الله صلى الله عليه وسلم أن يشرب من في السقاء أو القربة» ولا يخفى ما في ذلك من الفوائد الصحية حيث لا يرى الإنسان ما بداخل السقاء، فقد يوجد فيه ما يضره فينساب إلى بطنه، وكذلك قد ينزل من فمه هو بالماء فيضر بالآخرين، كما أن النفس تعاف هذا الشرب. ¶ ج- كراهية النفخ في الشراب: لما ورد عن ابن عباس (رضي الله عنه) : «أن الرسول صلى الله عليه وسلم، نهى أن يتنفس في الإناء أو أن ينفخ فيه»",
            "page": "9",
            "part": "1",
            "seal": "E607E5D0"
        },
        {
            "id": "10",
            "nass": "د- استحباب الأكل والشرب في حالة الجلوس: لما روى أنس (رضي الله عنه) عن النبي صلى الله عليه وسلم «أنه نهى أن يشرب الرجل قائما، قال قتادة: فقلنا لأنس: فالأكل؟ قال: ذلك أشر» أما ما صح عنه صلى الله عليه وسلم أنه شرب قائما فلبيان الجواز، كأن يكون الشارب في حالة يكون الشرب قائما أفضل من الشرب جالسا كشربه عليه الصلاة والسلام من ماء زمزم تحقيقا لمبدأ اليسر ورفع الحرج. ¶ هـ- النهي عن الشرب من آنية الذهب والفضة: لما رواه مسلم: «من شرب في إناء من ذهب أو فضة فإنما يجرجر في بطنه نارا من جهنم» وذلك لما يسببه استعمال هذه الآنية من جرح لكرامة الفقراء والمساكين، ولما فيه من مظاهر الكبر والاستعلاء. ¶ و النهي عن ملء المعدة في الأكل والشرب: لقوله صلى الله عليه وسلم: «ما ملأ ابن آدم وعاء شرا من بطنه: بحسب ابن آدم لقيمات يقمن صلبه. فإن كان لا بد فاعلا، فثلث لطعامه وثلث لشرابه، وثلث لنفسه» وقد ذكر العلماء أضرارا كثيرة للشبع وملء البطن من الناحية الصحية وغيرها مثل: قسوة القلب , والتجرؤ على المعاصي, وعدم الشعور بحاجة الآخرين، والتبلد الى غير ذلك مما لا يسع المجال لذكره.",
            "page": "10",
            "part": "1",
            "seal": "C2CE77E9"
        },
        {
            "id": "11",
            "nass": "ز- استحباب أن يكون ساقي القوم آخرهم شربا: لما في حديث قتادة (رضي الله عنه) : «ساقي القوم آخرهم» يعني (آخرهم شربا) ¶ ح- الشرب باليمين: لما أوردناه من الأدلة في فضل اليمين والبدء بها في الأمور المحمودة من أكل ولباس ودخول مسجد ونحو ذلك. والشرب كالأكل. وقد ورد في أدلة أخرى أن الشيطان يأكل ويشرب بشماله، ولذا كان النهي عن الأكل أو الشرب بالشمال. ¶ ط- أن يشرب القوم الأيمن فالأيمن: لما ورد في حديث أنس (رضي الله عنه) : «أن رسول الله صلى الله عليه وسلم أتي بلبن قد شيب بماء، وعن يمينه أعرابي، وعن يساره أبو بكر (رضي الله عنه) فشرب، ثم أعطى الأعرابي، وقال: (الأيمن فالأيمن) »",
            "page": "11",
            "part": "1",
            "seal": "FA12C112"
        },
        {
            "id": "12",
            "nass": "فتبين من هذا الحديث أن السنة في تقديم الشراب والضيافة وغيرها أن يبدأ بأجلّ من في المجلس، ثم من على اليمين وهكذا. وإن تساوى من في المجلس يبدأ بمن على يمين المضيف، وإن كان أحدهم قد طلب ماء فيبدأ به ثم بمن على يمينه، وإن كان من على اليسار في جميع الحالات أفضل من غيره. وورد في حديث آخر ما يدل على جواز استئذان صاحب الحق بتقديم غيره عليه إن كان له فضل عليه وعلم أنه لا يتأذى من هذا الاستئذان حيث استأذن رسول الله صلى الله عليه وسلم ابن عمه عبد الله بن عباس (رضي الله عنهما) أن يقدم عليه أشياخا كانوا على يسار النبي صلى الله عليه وسلم. ولم يستأذن الأعرابي في الحديث الآخر لأن الأعرابي كان حديث عهد بالإسلام، وربما تأذى من ذلك.",
            "page": "12",
            "part": "1",
            "seal": "0D3C5359"
        },
        {
            "id": "13",
            "nass": "العطاس والتثاؤب ¶ ثالثا: -آداب العطاس والتثاؤب: ¶ أ- التقيد بألفاظ الحمد والرحمة والهداية كما ثبت في السنة: لما روى أبو هريرة (رضي الله عنه) قال: «إذا عطس فليقل: الحمد لله. فإذا قال، فليقل له أخوه أو صاحبه: يرحمك الله. فإذا قال له: يرحمك الله، فليقل: يهديك الله ويصلح بالك» ¶ ب- لا يشمت العاطس إذا لم يحمد الله: (لما رواه أبو هريرة (رضي الله عنه قال: «كنا جلوسا عند رسول الله صلى الله عليه وسلم فعطس رجل فحمد الله, فقال له رسول الله صلى الله عليه وسلم: (يرحمك الله) ثم عطس آخر فلم يقل له شيئا، فقال: يا رسول الله! رددت على الآخر ولم تقل لي شيئا؟ قال (إنه حمد الله، وسكت» ولا بأس أن يذكره بعض الحاضرين بالحمد، ليتذكر العاطس حمد الله بعد عطاسه.",
            "page": "13",
            "part": "1",
            "seal": "CC07E676"
        },
        {
            "id": "14",
            "nass": "ج- وضع اليد أو المنديل على الفم، والتخفيض من الصوت ما أمكن: لما روى أبو هريرة (رضي الله عنه) قال: «كان رسول الله صلى الله عليه وسلم إذا عطس وضع يده أو ثوبه على فمه، وخفض أو غض- بها صوته» وفي ذلك من الفوائد ما لا يخفى، حيث فيه كف للأذى عن الآخرين، وعدم نشر العدوى، وعدم نشر الضوضاء والتشويش على الآخرين لا سيما في الأماكن العامة. ¶ د- إذا كان العطاس بسبب مرض: عن إياس بن سلمة قال: حدثني أبي قال: «كنت عند النبي صلى الله عليه وسلم فعطس رجل فقال: يرحمك الله ثم عطس أخرى فقال النبي صلى الله عليه وسلم (هذا مزكوم) » وعن أبي هريرة (رضي الله عنه) قال: «شمته واحدة واثنتين وثلاثا، فما كان بعد هذا فهو زكام» وقد ورد أنه يقول له في الثالثة أو بعدها (شفاك الله) ¶ هـ- تشميت غير المسلم بـ: يهديكم الله: عن أبي موسى الأشعري (رضي الله عنه) قال: «كان اليهود يتعاطسون عند النبي صلى الله عليه وسلم رجاء أن يقول لهم: يرحمكم الله. فكان يقول (يهديكم الله ويصلح بالكم) » ¶ وآداب التثاؤب: -فآدابه تتمثل في الآتي: -",
            "page": "14",
            "part": "1",
            "seal": "21E1E274"
        },
        {
            "id": "15",
            "nass": "1 / رد التثاؤب ما استطاع: لما روي البخاري عن أبي هريرة (رضي الله عنه) عن النبي صلى الله عليه وسلم أنه قال «إذا تثاءب أحدكم فليكظم ما استطاع» ¶ 2 / وضع اليد على الفم إذا ملكه التثاؤب: لما رواه أبو سعيد عن النبي صلى الله عليه وسلم قال: «إذا تثاءب أحدكم فليضع يده بفيه، فإن الشيطان يدخل فيه» ¶ ج- كراهية رفع الصوت عند التثاؤب: ¶ حيث يروى فيه أن الرسول صلى الله عليه وسلم قال: «إن الله عز وجل يكره رفع الصوت عند التثاؤب والعطاس»",
            "page": "15",
            "part": "1",
            "seal": "8F05FA95"
        },
        {
            "id": "16",
            "nass": "رابعا آداب الخلاء ¶ دخول الخلاء رابعا: آداب الخلاء ¶ أ- ذكر الله:",
            "page": "16",
            "part": "1",
            "seal": "A0ECB076"
        },
        {
            "id": "17",
            "nass": "من أهم الآداب، أن يذكر الإنسان ربه قبل دخوله موضع قضاء الحاجة حيث قد أخبر الرسول الكريم صلى الله عليه وسلم أن مواضع قضاء الحاجة يوجد فيها الشياطين، ولهذا قال فيما رواه الترمذي عن زيد بن الأرقم (رضي الله عنه) ; «إن هذه الحشوش محتضرة، فإذا دخل أحدكم الخلاء فليقل: اللهم أني أعوذ بك من الخبث والخبائث» وورد في الصحيحين عن أنس (رضي الله عنه) أن الرسول صلى الله عليه وسلم كان يقول ذلك الدعاء عند دخوله الخلاء قال ابن حجر رحمه الله: كان (صلى الله عليه وسلم) يستعيذ إظهارا للعبودية، ويجهر بها للتعليم. وذكر الله تعالى-كما ذكرنا- لا يدع مجالا للشياطين أن تتسلط على الإنسان كما ورد في حديث علي (رضي الله عنه) أن النبي صلى الله عليه وسلم قال: «ستر ما بين أعين الجن وعورات بني آدم إذا دخل الكنيف أن يقول بسم الله» قال الإمام النووي (رحمه الله) : (قال أصحابنا: ويستحب هذا الذكر سواء كان في البنيان أو في الصحراء. وقال أصحابنا (رحمهم الله) : يستحب أن يقول أولا: «بسم الله» ثم يقول «اللهم إني أعوذ بك من الخبث والخبائث» ويقول عند خروجه: «غفرانك» أو «الحمد لله الذي أذاقني لذته، وأبقى فيّ",
            "page": "17",
            "part": "1",
            "seal": "2CE7A2B3"
        },
        {
            "id": "18",
            "nass": "قوته، ودفع عني أذاه» أي: أذاقني لذة الطعام وأبقى في قوته ونفعه وأذهب عني ما يضر ويؤذي. ¶ ب- الدخول بالرجل اليسرى والخروج باليمنى: ¶ وذلك لورود البدء بالتيامن فيما هو شريف، والبدء بالتياسر فيما هو دنيء. ¶ ج- عدم اصطحاب شيء فيه ذكر الله بشكل ظاهر: ¶ لما روى أصحاب السنن عن أنس (رضي الله عنه) قال: «كان رسول الله صلى الله عليه وسلم إذا دخل الخلاء وضع خاتمه ,وكان منقوشا عليه محمد رسول الله» ¶ د- الابتعاد عن الذكر والكلام: ¶ فيكرهان في حالة قضاء الحاجة سواء كان في الصحراء أو في البنيان، وسواء في ذلك جميع الأذكار والكلام، إلا كلام الضرورة. ¶ هـ- عدم قضاء الحاجة في ظل الناس وطريقهم وأماكن جلوسهم: ¶ وذلك لقوله صلى الله عليه وسلم: «اتقوا اللاعنين الثلاث: البراز في الموارد، وقارعة الطريق، والظل» وفي رواية: «اتقوا اللاعنين، قالوا: وما اللاعنان يا رسول الله؟ قال: الذي يتخلى في طريق الناس أو في ظلهم» ولا يخفى ما في هذا الهدي النبوي من المحافظة على صحة الإنسان والحيوان بل وحتى النبات، فكان الإسلام بذلك قد وضع الأسس القوية لما يعرف اليوم بصحة البيئة.",
            "page": "18",
            "part": "1",
            "seal": "FDAFE4FA"
        },
        {
            "id": "19",
            "nass": "و الاستبراء من البول، وتجنب النجاسة حتى لا تصيب الثوب أو البدن: ¶ وذلك لأن عامة عذاب القبر من عدم الاستبراء من البول كما ورد في حديث أبي هريرة (رضي الله عنه) قال: قال رسول الله صلى الله عليه وسلم: «استنزهوا من البول فإن عامة عذاب القبر منه» ويكون تجنب النجاسة بعدم التبول في مهب الريح لئلا ترد البول عليه، وكذلك الأرض الصلبة. كما يجب رفع الثياب حتى لا تصيبها النجاسة. ¶ ز- عدم الاستنجاء باليمين: ¶ لما جاء في الصحيحين عن أبي قتادة (رضي الله عنه) أن النبي صلى الله عليه وسلم قال: «إذا بال أحدكم فلا يأخذ ذكره بيمينه، ولا يستنج بيمينه، ولا يتنفس في الإناء» وذلك إكراما لليمين، فهي للأمور الشريفة كالأكل والشرب. أما الشمال فهي للدنايا كالاستنجاء، والامتخاط وما شابه ذلك. ¶ ح- عدم استقبال القبلة أو استدبارها: ¶ لما روى البخاري ومسلم عن أبي أيوب الأنصاري (رضي الله عنه) أن النبي صلى الله عليه وسلم قال: «إذا أتيتم الغائط فلا تستقبلوا القبلة ولا تستدبروها، ولكن شرقوا وغربوا» ، قال أبو أيوب: فقدمنا الشام، فوجدنا مراحيض قد بنيت نحو الكعبة، فننحرف عنها، ونستغفر الله)",
            "page": "19",
            "part": "1",
            "seal": "0AA88062"
        },
        {
            "id": "20",
            "nass": "ط- غسل اليدين بالماء والصابون بعد الخروج من الخلاء: ¶ لما ورد عن جرير بن عبد الله (رضي الله عنه) قال: «كنت مع النبي صلى الله عليه وسلم، فأتى الخلاء، فقضى الحاجة، ثم قال: يا جرير هات طهورا، فأتيت بالماء، فاستنجى، وقال بيده، فدلك بها الأرض» حيث يقوم الصابون اليوم مقام الدلك بالتراب لأن الغاية هي الطهارة وإذهاب النجاسة وآثارها، وهو حاصل بالصابون. مع عدم إغفال فائدة التراب في هذا الجانب، حيث يمكن أن يقوم بهذا الدور عند عدم وجود صابون. ¶ كل تلك الآداب التي أوردناها توضح لنا مدى سمو الإسلام ورقيه وهو يهذب المؤمن ويؤدبه ليجعله وعاء نقيا لاستيعاب تعاليم الإسلام وأحكامه وتطبيقها حق التطبيق، ومن ثم يأخذ الناس من القدوة الحسنة، فالإسلام هو الرائد في ذلك، وآدابه تختلف عن غيره لأنها تقوم على أساس ديني يراقب المؤمن فيه ربه، فيلتزم بتلك الآداب في كل أحواله، لا سيما فيما نحن بصدده الآن، حيث يكون الإنسان لوحده لا يراه إلا خالقه سبحانه وتعالى.",
            "page": "20",
            "part": "1",
            "seal": "EEEBF4AD"
        },
        {
            "id": "21",
            "nass": "النوم والاستيقاظ ¶ خامسا: - آداب النوم: ¶ أ- النوم على الشق الأيمن. ¶ ب- ذكر الله تعالى قبل النوم وبعده: ومما يدل على هذين الأمرين ما رواه البراء بن عازب (رضي الله عنه) - قال: «كان رسول الله صلى الله عليه وسلم، إذا أوى إلى فراشه نام على الشق الأيمن ثم قال: (اللهم أسلمت نفسي إليك، ووجهت وجهي إليك، وفوضت أمري إليك، وألجأت ظهري إليك، رغبة ورهبة إليك، لا منجا ولا ملجأ منك إلا إليك، آمنت بكتابك الذي أنزلت، ونبيك الذي أرسلت) ثم قال رسول الله صلى الله عليه وسلم: (من قالهن ثم مات من ليلته مات على الفطرة) وكان يقول اذا استيقظ: (الحمد لله الذي أحيانا من بعد ما أماتنا وإليه النشور) » ¶ ج- وضع اليد تحت الخد الأيمن: روى البراء بن عازب (رضي الله عنه) «كان النبي صلى الله عليه وسلم إذا أراد أن ينام وضع يده تحت خده الأيمن ويقول: اللهم قني عذابك يوم تبعث عبادك» ¶ د- إذا قام من فراشه ثم رجع فلينفضه: لما رواه أبو هريرة (رضي الله عنه) قال: قال النبي صلى الله عليه وسلم: «إذا أوى أحدكم إلى فراشه فليأخذ داخلة إزاره فلينفض بها فراشه وليسم الله، فإنه لا يعلم ما خلفه بعده على فراشه»",
            "page": "21",
            "part": "1",
            "seal": "8FDF071D"
        },
        {
            "id": "22",
            "nass": "هـ- لا ينام وبيده دسم من دهن وغيره: عن ابن عباس (رضي الله عنه) عن النبي صلى الله عليه وسلم قال: «من نام وبيده غمر قبل أن يغسله فأصابه شيء فلا يلومن إلا نفسه» ¶ و إطفاء النيران قبل النوم: عن الزهري، عن سالم، عن أبيه، عن النبي صلى الله عليه وسلم قال: «لا تتركوا النار في بيوتكم حين تناموا» وعن أبي موسى (رضي الله عنه) قال: «احترق بالمدينة بيت على أهله من الليل فحدث بذلك النبي صلى الله عليه وسلم فقال: (إن النار عدو لكم، فإذا نمتم فأطفئوها عنكم) » ¶ ز- إغلاق الأبواب قبل النوم. ¶ ح- تغطية الآنية: لما في حديث جابر بن عبد الله (رضي الله عنه) : أن رسول الله صلى الله عليه وسلم قال: «أغلقوا الأبواب، وأوكئوا السقاء، وأكفئوا الإناء، وخمروا الإناء، وأطفئوا المصباح، فإن الشيطان لا يفتح غلقا، ولا يحل وكاء، ولا يكشف إناء، وإن الفويسقة (أي الفأرة) تضرم على الناس بيتهم» ¶ ط- عدم النوم على البطن: لما ورد عنه صلى الله عليه وسلم: «إن هذه ضجعة يبغضها الله»",
            "page": "22",
            "part": "1",
            "seal": "36C0D818"
        },
        {
            "id": "23",
            "nass": "ي- النوم على الطهارة: (لما في حديث البراء بن عازب (رضي الله عنه قال: قال لي رسول الله صلى الله عليه وسلم: «إذا أتيت مضجعك فتوضأ وضوءك للصلاة، ثم اضطجع على شقك الأيمن وقل: اللهم أسلمت نفسي إليك. . .» وفيه: «واجعله آخر ما تقول» ويشرع لمن أصاب جنابة أن يغتسل قبل النوم، وإلا يتوضأ ثم ينام.",
            "page": "23",
            "part": "1",
            "seal": "51218EE0"
        },
        {
            "id": "24",
            "nass": "اللباس والزينة ¶ سادسا: آداب اللباس والزينة والمظهر: ¶ إن الإسلام دين الجمال والنظافة، ولذا أباح للمسلم الظهور بالمظهر الطيب الجميل في ملبسه ومسكنه وهندامه أمام الآخرين، ولذلك خلق الله سبحانه الزينة وكل ما تحصل به المتعة من لباس ورياش، قال تعالى: {يَابَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا} وقال سبحانه: {يَابَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} ويمكن أن نلخص ما شرعه الله من آداب للباس والزينة والمظهر في الآتي: ¶ أولا\": التوسط والاعتدال في هذه الزينة المباحة: قال تعالى: {وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا} وقال رسول الله صلى الله عليه وسلم فيما رواه البخاري: «كلوا واشربوا والبسوا وتصدقوا من غير إسراف ولا مخيلة»",
            "page": "24",
            "part": "1",
            "seal": "06B182EC"
        },
        {
            "id": "25",
            "nass": "ثانيا\": المحافظة على النظافة: لأنها الأساس لكل زينة حسنة، ومظهر جميل لائق: روى ابن حسان عن رسول الله (صلى الله عليه وسلم) أنه قال: «تنظفوا فإن الاسلام نظيف» ، وروى الطبراني: «النظافة تدعو الى الإيمان، والإيمان مع صاحبه في الجنة» ، وروى أبو داود وغيره أن النبي (صلى الله عليه وسلم) أوصى بعض أصحابه - وهم قادمون من سفر بالاعتناء بالنظافة وحسن المظهر بهذه الوصايا: «إنكم قادمون على إخوانكم، فأصلحوا رحالكم وأصلحوا لباسكم حتى تكونوا شامة في الناس، فإن الله لا يحب الفحش ولا التفحش»",
            "page": "25",
            "part": "1",
            "seal": "B44C0033"
        },
        {
            "id": "26",
            "nass": "ثالثا\": - الحث على التنظف والتجمل في مواطن معينة: مثل مواطن الاجتماع وفي أوقات الجمعة والعيدين: روى النسائي: «أن رجلا\" جاء الى النبي (صلى الله عليه وسلم) وعليه ثوب دون، فقال له: ألك مال؟ قال: نعم، قال: من أي المال؟ قال: من كل المال قد أعطاني الله تعالى، قال: فاذا أتاك الله مالا\" فلير أثر نعمة الله عليك وكرامته» . كما روى أبو داود وغيره عن النبي صلى الله عليه وسلم أنه قال: «ما على أحدكم إن وجد سعة أن يتخذ ثوبين ,ليوم الجمعة غير ثوب مهنته» ويظهر من ذلك مشروعية تخصيص بعض الملابس للخروج للصلاة، وبعضها للعمل. وفيه حفاظ على نظافة ملابس المسجد لأن العمل يؤثر على الملابس، ويدخل في هذا المفهوم جواز أن يخصص الإنسان بعض الملابس للزيارة والمناسبات الاجتماعية العامة.",
            "page": "26",
            "part": "1",
            "seal": "6CD10EDB"
        },
        {
            "id": "27",
            "nass": "رابعا: الحث على إصلاح شعر اللحية والرأس: روى الإمام مالك (رحمه الله) في الموطأ: «أن رجلا جاء النبي صلى الله عليه وسلم ثائر اللحية والرأس، فأشار إليه الرسول صلى الله عليه وسلم كأنه يأمره بإصلاح شعره ففعل، ثم رجع، فقال النبي صلى الله عليه وسلم: أليس هذا خيرا من أن يأتي أحدكم ثائر الرأس كأنه شيطان» والمراد بذلك أن يهتم بنظافة شعر رأسه ولحيته وترجيلها، وتطييبها إن أمكن. ¶ خامسا: استحباب الابتداء باليمين في اللباس: قال تعالى: {فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ} وفي الحديث عن عائشة (رضي الله عنها) قالت: «كان رسول الله صلى الله عليه وسلم يعجبه اليمين في شأنه كله: في طهوره، وترجله، وتنعله» وعن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: «إذا انتعل أحدكم فليبدأ باليمين، وإذا نزع فليبدأ بالشمال، لتكن اليمن أولها تنقل، وآخرها تنزع»",
            "page": "27",
            "part": "1",
            "seal": "4F405093"
        },
        {
            "id": "28",
            "nass": "سادسا: ذكر الله تعالى: إذا كانت التسمية قد شرعت قبل الطعام، فكذلك تشرع عند اللباس لأن البركة تحصل فيه بسبب ذلك وإلا فالشيطان يشرك الإنسان فيما لم يذكر اسم الله عليه كما ورد في حديث جابر (رضي الله عنه) الذي أوردناه سابقا: «إذا دخل الرجل بيته فذكر الله تعالى عند دخوله وعند طعامه، قال الشيطان لأصحابه: لا مبيت لكم ولا عشاء. وإذا دخل فلم يذكر الله تعالى عند دخوله قال الشيطان: أدركتم المبيت. وإذا لم يذكر الله تعالى عند طعامه قال: أدركتم المبيت والعشاء» وشرع لمن لبس ثوبا جديدا أن يتأدب بأدب رسول الله صلى الله عليه وسلم الذي رواه أبو سعيد الخدري (رضي الله عنه) قال: «كان رسول الله صلى الله عليه وسلم إذا استجد ثوبا سماه باسمه -عمامة، أو قميصا، أو رداء -يقول: اللهم لك الحمد كما كسوتني، أسألك خيره، وخير ما صنع له، وأعوذ بك من شره وشر ما صنع له»",
            "page": "28",
            "part": "1",
            "seal": "28DA4D56"
        },
        {
            "id": "29",
            "nass": "سابعا: اجتناب المحرم من اللباس والزينة والمظهر: إن الإسلام قد شرع للمسلم أن يظهر أمام الآخرين بمظهر جميل وامتن الله عليه بأنه خلق له كل ما يتمتع به من زينة ولباس وريش: {يَابَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا} بل طلب ذلك بقوله سبحانه: {يَابَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} واستنكر على من حرم تلك الزينة التي خلقها لعباده: {قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ} ولكن الإسلام حرم أنواعا من الزينة واللباس والمظهر لحكم عظيمة، ومن تلك المحرمات:",
            "page": "29",
            "part": "1",
            "seal": "07607D66"
        },
        {
            "id": "30",
            "nass": "1) تحريم الذهب والحرير على الرجال: عن علي (رضي الله عنه) قال: «أخذ النبي صلى الله عليه وسلم حريرا فجعله في يمينه، وأخذ ذهبا فجعله في شماله ثم قال: إن هذين حرام على ذكور أمتي» وزاد ابن ماجه: «حل لإناثهم» روى البخاري عن حذيفة (رضي الله عنه) : «نهانا رسول الله صلى الله عليه وسلم أن نشرب في آنية الفضة، وأن نأكل فيها، وعن لبس الحرير والديباج، وأن نجلس عليها» والعلة في تحريم الذهب والحرير على الرجال هو البعد عن التخنث الذي لا يليق بشهامة الرجال، ومحاربة الترف الذي يؤدي إلى الانحلال، وقطع دابر التفاخر والخيلاء من نفسية الإنسان، والحفاظ على القوة، وترك مشابهة الكفار. وأما النساء فقد استثنين من ذلك، مراعاة لأنوثتهن وتلبية لفطرتهن في حب الزينة وتشويقا للزوج حين يراها في أبهى منظر وأجمل هيئة.",
            "page": "30",
            "part": "1",
            "seal": "248A6DA3"
        },
        {
            "id": "31",
            "nass": "2) تحريم تشبه المرأة بالرجل، والرجل بالمرأة: - عن ابن عباس (رضي الله عنهما) قال: «لعن رسول الله صلى الله عليه وسلم المخنثين من الرجال، والمترجلات من النساء» وفي رواية: «لعن رسول الله صلى الله عليه وسلم المتشبهين من الرجال بالنساء، والمتشبهات من النساء بالرجال» وقد ذكر العلماء أن اللعن في الحديث يدل على أن التشبه من الكبائر. والحكمة من التحريم أن المتشبه والمتشبهة كل منهما يخرج نفسه عن الفطرة والطبيعة التي وضعها أحكم الحكماء رب العالمين سبحانه. وعن أبي هريرة (رضي الله عنه) قال: «لعن رسول الله صلى الله عليه وسلم الرجل يلبس لبسة المرأة، والمرأة تلبس لبسة الرجل»",
            "page": "31",
            "part": "1",
            "seal": "7813F260"
        },
        {
            "id": "32",
            "nass": "3) تحريم لبس ثياب الشهرة والاختيال: لقوله صلى الله عليه وسلم: «من لبس ثوب شهرة ألبسه الله ثوب مذلة يوم القيامة» والمقصود أن يلبس الشخص ثوبا غير معهود أو شديد الفخامة وباهظ السعر لأجل لفت الأنظار اليه أو المباهاة والتعاظم والافتخار على الناس. وهذا أمر لا يحبه الله ورسوله {إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ} . كما روى الشيخان أن رسول الله صلى الله عليه وسلم قال: «من جر ثوبه خيلاء لم ينظر الله إليه يوم القيامة» وفي حديث عن معاذ بن أنس (رضي الله عنه) أن رسول الله صلى الله عليه وسلم قال: «من ترك اللباس تواضعا لله وهو يقدر عليه دعاه الله يوم القيامة على رؤوس الخلائق حتى يخيره من أي حلل الإيمان شاء يلبسها»",
            "page": "32",
            "part": "1",
            "seal": "735F8F4C"
        },
        {
            "id": "33",
            "nass": "4) تحريم تغيير خلق الله: - لقوله صلى الله عليه وسلم: «لعن الله الواشمة والمستوشمة والواشرة والمستوشرة» والوشم: هو تشويه الوجه واليدين بالنار أواللون أوالنقش. والوشر: هو تحديد الأسنان وتقصيرها، وقد نهى عنه رسول الله صلى الله عليه وسلم ولعن من يفعله لما فيه من تغيير لخلق الله وعدم الرضا بقدره سبحانه وخلقته. وقد اعتبر القرآن الكريم هذا التغيير من وحي الشيطان حيث يقوم بمهمة التضليل لأتباعه: {وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ} ويستثنى من ذلك ما يكون بقصد إزالة ما يسبب للإنسان ألما حسيا أو نفسيا كاستئصال الزوائد.",
            "page": "33",
            "part": "1",
            "seal": "F9ACCC26"
        },
        {
            "id": "34",
            "nass": "التعامل مع الطريق ¶ سابعا: آداب الطريق: ¶ الطريق مرفق عام من حق كل شخص الاستفادة منه دون أن يتعرض للأذى أو المضايقة من أحد، بل إذا احتاج للعون والنجدة وجدهما من إخوانه بدون مقابل، لذا شرع الإسلام آدابا ينبغي مراعاتها عند استعمال الطريق، وهي: ¶ 1) التواضع في المشي: بأن يمشي الإنسان على الأرض هونا، أي مشيا لينا رفيقا، وذلك لقوله تعالى: {وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا} وقال سبحانه: {وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا} ¶ 2) غض البصر عن المحرمات: فلا ينظر إلى النساء الأجنبيات، قال تعالى: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ} {وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ} . . وذلك لأن في هذا النظر انتهاك لحرمات الآخرين، كما أنه ذريعة للزنا.",
            "page": "34",
            "part": "1",
            "seal": "61A5AB9F"
        },
        {
            "id": "35",
            "nass": "3) إلقاء السلام على من يعرف ومن لا يعرف: روى البخاري ومسلم عن عبد الله بن عمرو بن العاص (رضي الله عنهما) «أن رجلا سأل النبي صلى الله عليه وسلم قال: أي الإسلام خير؟ قال: تطعم الطعام وتقرأ السلام، على من عرفت ومن لم تعرف» ¶ 4) المحافظة على نظافة الطريق: فلا يلقي فيه الأوساخ، لا سيما ما يؤذي الناس، كالأشياء التي تسبب الانزلاق، لقوله صلى الله عليه وسلم: «لا ضرر ولا ضرار» بل المطلوب من المسلم أن يرفع عن الطريق ما يؤذي المارة من حجر أو شوك أو كل ما يسبب ضررا بالآخرين، لما روى البخاري عن أبي هريرة (رضي الله عنه) عن النبي صلى الله عليه وسلم أنه قال: «الإيمان بضع وسبعون شعبة، أعلاها قول: لا إله إلا الله، وأدناها إماطة الأذى عن الطريق»",
            "page": "35",
            "part": "1",
            "seal": "09DB041D"
        },
        {
            "id": "36",
            "nass": "5) تجنب الأخطار: وذلك بأخذ الحذر من كل ما قد يسبب ضررا من حيوان أو إنسان أو مركبة وذلك أخذا من عموم قوله تعالى: {وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} وعلى المسلم أيضا أن يرد عن الآخرين تلك الأخطار بتنبيههم إليها أو كفها عنهم إن استطاع، فهو من قبيل الأمر بالمعروف والنهي عن المنكر، وفي الحديث عن أبي سعيد الخدري (رضي الله عنه) عن النبي صلى الله عليه وسلم أنه قال: « (إياكم والجلوس في الطرقات) فقالوا: يا رسول الله، ما لنا من مجالسنا بد، نتحدث فيها، فقال: (فإذا أبيتم إلا المجلس فأعطوا الطريق حقه) قالوا: وما حق الطريق يا رسول الله؟ قال: (غض البصر، وكف الأذى، ورد السلام، والأمر بالمعروف والنهي عن المنكر) »",
            "page": "36",
            "part": "1",
            "seal": "F632F2B1"
        },
        {
            "id": "37",
            "nass": "شأن المسجد ¶ ثامنا: آداب المسجد: ¶ المساجد بيوت الله، ولذا أمر برفع شأنها والاهتمام بها. قال تعالى: {فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ} ولذا شرع لها آدابا ينبغي مراعاتها، وهي: ¶ 1) التنظيف والتطيب وارتداء الزينة: لقوله تعالى: {يَابَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} وفي الحديث: «إن الله طيب يحب الطيب، نظيف يحب النظافة، كريم يحب الكرم، جواد يحب الجود، فنظفوا أفنيتكم» ويتجنب أكل الثوم والبصل وكل ما فيه رائحة كريهة تؤذي المصلين. أما المرأة فلا تتطيب إذا أرادت الخروج إلى المسجد، وذلك لما ورد في الحديث: «إذا شهدت إحداكن المسجد فلا تمس طيبا» وذلك لعدم إثارة الشهوات. ¶ 2) قراءة ذكر الخروج إلى المسجد وهو: «اللهم اجعل في قلبي نورا، وفي لساني نورا، واجعل في سمعي نورا، واجعل في بصري نورا، واجعل من خلفي نورا، ومن أمامي نورا، واجعل من فوقي نورا، ومن تحتي نورا، اللهم أعطني نورا»",
            "page": "37",
            "part": "1",
            "seal": "F712E6F3"
        },
        {
            "id": "38",
            "nass": "3) تقديم الرجل اليمنى عند الدخول: مع قراءة الدعاء المأثور عن الرسول صلى الله عليه وسلم: «إذا دخل أحدكم المسجد فليسلم على النبي صلى الله عليه وسلم، ثم ليقل: اللهم افتح لي أبواب رحمتك، وإذا خرج فليقل: اللهم إني أسألك من فضلك» ¶ 4) الدخول إلى المسجد بسكينة ووقار: لما ورد عن أبي قتادة (رضي الله عنه) قال: «بينما نحن نصلي مع رسول الله صلى الله عليه وسلم إذ سمع جلبة رجال، فلما صلى قال: ما شأنكم؟ قالوا: استعجلنا إلى الصلاة، قال: (فلا تفعلوا. إذا أتيتم الصلاة فعليكم بالسكينة، فما أدركتم فصلوا، وما فاتكم فأتموا» والمطلوب من المسلم أن يحافظ على هذا الوقار وهو بداخل المسجد، ولا يرفع صوته بكلام ولا جلبة، تقديسا لبيت الله، ولئلا يسبب تشويشا للمصلين أو قارئي القرآن أو غيرهم من رواد المسجد. ¶ 5) صلاة ركعتين تحية المسجد قبل الجلوس: لما رواه أبو قتادة (رضي الله عنه) أن النبي صلى الله عليه وسلم قال: «إذا جاء أحدكم المسجد فليركع ركعتين قبل أن يجلس»",
            "page": "38",
            "part": "1",
            "seal": "D0F29254"
        },
        {
            "id": "39",
            "nass": "6) تقديم الرجل اليسرى عند الخروج مع قراءة الذكر الوارد وهو: «اللهم صل وسلم وبارك على سيدنا محمد رب اغفر لي ذنوبي، وافتح لي أبواب فضلك» ¶ 7) يستحب الإكثار من ذكر الله تعالى والتسبيح والتهليل والتكبير: وغيرها من الأذكار ويستحب الإكثار من قراءة القرآن، ومن المستحب فيه قراءة حديث رسول الله صلى الله عليه وسلم ,وعلم الفقه, وسائر العلوم الشرعية قال الله تعالى: {فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ} {رِجَالٌ لَا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ اللَّهِ} ¶ 8) المحافظة على نظافة المسجد وعدم إلقاء القاذورات الأوساخ فيه: وذلك تعظيما لشأنه، قال تعالى: {وَمَنْ يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّهِ} وعن أنس (رضي الله عنه) «أن رسول الله صلى الله عليه وسلم قال للأعرابي الذي بال في طائفة المسجد: (إن هذه المساجد لا تصلح لشيء من هذا البول ولا القذر إنما هي لذكر الله تعالى والصلاة وقراءة القرآن) »",
            "page": "39",
            "part": "1",
            "seal": "1C12A406"
        },
        {
            "id": "40",
            "nass": "9) عدم إنشاد ضالة في المسجد أو البيع فيه: لما رواه مسلم عن أبي هريرة (رضي الله عنه) قال ,قال رسول الله صلى الله عليه وسلم: «من سمع رجلا ينشد ضالته في المسجد فليقل: لا ردها الله عليك , فإن المساجد لم تبن لهذا» ¶ 10) عدم إنشاد الشعر الذي لا مدح فيه للإسلام ولا حث فيه على مكارم الاخلاق: لما ورد من قوله صلى الله عليه وسلم: «من رأيتموه ينشد شعرا في المسجد فقولوا له: فض الله فاك ثلاث مرات»",
            "page": "40",
            "part": "1",
            "seal": "343179C1"
        }
    ],
    "t1904": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "أولا آداب دخول المنزل والخروج منه"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "ثانيا آداب الطعام والشراب"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "آداب الطعام"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "آداب الشراب"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "ثالثا آداب العطاس والتثاؤب"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "رابعا آداب الخلاء"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "خامسا آداب النوم والاستيقاظ"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "سادسا آداب اللباس والزينة والمظهر"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "سابعا آداب الطريق"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "ثامنا آداب المسجد"
        }
    ]
}