{
    "b1906": [
        {
            "id": "1",
            "nass": "خصائص النظرة الإسلامية للأسرة ¶ لأن الإسلام دين سماوي نزل من عند الله تعالى الذي خلق الناس وهو الأعلم بطبيعتهم وبما يصلح لهم كما قال الله تعالى: {أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} فإنه ينظر إلى الرجل والمرأة نظرة عميقة ومستقره لا تجاري الرغبات التلقائية لدي دعاة العدالة بإراحة ضمائرهم المثقلة بإرث تاريخي من الشعور بالذنب تجاه المرأة التي كثيرا ما ظلمت في غالب العصور والأقطار عن طريق دعوتها إلى المساواة غير المدروسة بين الجنسين كما أنه لا يغير مواقفه ونظرته تبعا لتغير مواقف المفكرين وعلماء النفس والاجتماع التي تتبدل بدورها مع تبدل الظروف الاجتماعية وكمية الركام التاريخي حول هذه القضية وتجارب الشعوب المختلفة فيها والزاوية التي ينظر المجتمع منها إلى هذا الموضوع بحيثياته المختلفة.",
            "page": "1",
            "part": "1",
            "seal": "25EAF94E"
        },
        {
            "id": "2",
            "nass": "فعمق النظرة الإسلامية يتجلى في الاحتراف الصريح الواثق بوجود خصائص عامة مشتركة بين الرجل والمرأة وأيضًا بوجود فروقات أصلية خلت معهما وظلت معهما وظلت جزء من تكوينهما لتهيئ كلًّا منهما إلى الوظيفة التي يسره الله تعالى للقيام بها «النساء شقائق الرجال» حديث من الرسول الكريم صلى الله عليه وسلم يعلن فيه بوضوح أن المرأة والرجل يشتركان في الحقوق والواجبات التي تشتمل عليها الأحكام الإسلامية ما لم ينص بوضوح على تخصيص أحدهما بحكم معين، ويقول سبحانه وتعالى: {مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ}",
            "page": "2",
            "part": "1",
            "seal": "65432CA7"
        },
        {
            "id": "3",
            "nass": "وانطلاقا من هذا الإدراك الواثق لطبيعة الرجل والمرأة أوجب الإسلام على الرجل القادر أن ينفق على نفسه وعلى من يعوله من النساء والأولاد ولم يوجب ذلك على المرأة حتى وإن كانت غنية وقادرة بل ترك لهما ذلك إن شاءت فعلته وإن شاءت امتنعت عنه وفي العبادات شرع للمرأة أن لا تصلي في حالة الحيض والنفاس ولم يوجب عليها أن تقضي هذه العبادة بعد أن تتطهر لما في ذلك من المشقة عليها والإرهاق لها بينما أوجب على الرجل العاقل الواعي أن يؤدي الصلاة مهما كانت حالته وثبات النظرة الإسلامية إلى الجنسين يتمثل في أنها لم ولن تكون في يوم من الأيام ردة فعل لرأي مجتمع معين أو سلوك مجتمع آخر أو فكرة مفكر من هنا أو هناك بل هي نظرة منطلقة من المعرفة الدقيقة بطبيعة كل من الرجل والمرأة وما يناسبها في أحوالها المختلفة.",
            "page": "3",
            "part": "1",
            "seal": "BEE25FB2"
        },
        {
            "id": "4",
            "nass": "مكانة الزواج ¶ ويمكن التعبير عن النظرة الإسلامية إلى الأسرة التي تقوم أساسا على الرجل والمرأة ضمن البنود التالية: - ¶ الزواج في الإسلام شركة: - ¶ لهذه الشركة عضوان مؤسسان (الرجل والمرأة) لأن الرجل هو صاحب الخطوة التأسيسية الأولى ولأنه صاحب النفسية الأقل تقلبًا وانفعالا. وللشركة دستور واضح وبنود محددة تقوم في مجملها على الحب والمودة ثم تتعرض في تفاصيلها لجميع جوانب الحياة الأسرية. ثم إن الإسلام يدعو كل من يستطيع تأسيس هذه الشركة إلى المبادرة بتأسيسها ويعده التيسير الكثير والرزق الوفير إذا التزم في إقامتها ببنود الدستور الأسري الإسلامي،",
            "page": "4",
            "part": "1",
            "seal": "26974F7F"
        },
        {
            "id": "5",
            "nass": "ففي صحيح مسلم «أن أسماء بنت يزيد الأنصارية أتت النبي صلى الله عليه وسلم وهو بين أصحابه فقالت: - بأبي وأمي أنت يا رسول الله: أنا وافدة النساء إليك. إن الله عز وجل بعثك إلى الرجال والنساء كافة فآمنا بك وبإلهك إنا معشر النساء محصورات مقصورات، قواعد بيوتكم وحاملات أولادكم، وأنتم معاشر الرجال فضلتم علينا بالجمع والجماعات، وعيادة المرضى، وشهود الجنائز، والحج بعد الحج، وأفضل من ذلك الجهاد في سبيل الله عز وجل. وإن أحدكم إذا خرج حاجا أو معتمرا أو مجاهدا حفظنا لكم أموالكم وغزلنا أثوابكم وربينا لكم أولادكم، أفنشارككم في الأجر والخير؟ فالتفت النبي صلى الله عليه وسلم إلى أصحابه بوجهه ثم قال: هل سمعتم مسألة امرأة قط أحسن في مسألتها في أمر دينها من هذه؟",
            "page": "5",
            "part": "1",
            "seal": "CEAC925F"
        },
        {
            "id": "6",
            "nass": "فقالوا يا رسول الله: ما ظننا أن امرأة تهتدي إلى مثل هذا. فالتفت النبي صلى الله عليه وسلم إليها فقال: افهمي أيتها المرأة وأعلمي من خلفك من النساء أن حسن تبعل المرأة لزوجها وطلبها مرضاته وابتغائها موافقته يعدل ذلك كله. فانصرفت المرأة وهي تهلل حتى وصلت إلى نساء قومها من العرب وعرضت عليهن ما قال لها رسول الله صلى الله عليه وسلم ففرحن وآمن جميعا» والزواج هو العقد والميثاق الذي على أساسه تقوم رابطة الأسرة ويلتقي الرجل والمرأة ليكونا هذه المؤسسة الاجتماعية الخطيرة الشأن وقد اعتبر الإسلام هذه العلاقة بين الرجل والمرأة قائمة على الرحمة والمودة: {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً}",
            "page": "6",
            "part": "1",
            "seal": "E950B789"
        },
        {
            "id": "7",
            "nass": "وجعل هدفها السكن وتحقيق السعادة: {لِتَسْكُنُوا إِلَيْهَا} {هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا} {هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ} كما أنه أقامها على التراضي والاختيار الحر: {فَلَا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوفِ} {وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا وَمَنْ يَفْعَلْ ذَلِكَ فَقَدْ ظَلَمَ نَفْسَهُ} {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا} كما أنه جعل إدارة شأنها واتخاذ القرار داخلها أمرا يتم بالتداول والتشاور بين الزوجين: {وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ} ونجد القرآن في جزئية من جزيئات الشئون الأسرية هي فطام الرضيع فيوليها اهتماما ويحض على أن تتم بالتشاور والتراضي: {فَإِنْ أَرَادَا فِصَالًا عَنْ تَرَاضٍ مِنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا}",
            "page": "7",
            "part": "1",
            "seal": "A437A36D"
        },
        {
            "id": "8",
            "nass": "التشريعات الإسلامية لحماية الحياة الزوجية ¶ وحتى لا يحدث تلاعب بهذه العلاقة تروح ضحية الأسرة بما فيها من أولاد لهم الحق في أن يوفر لهم جو مناسب يتنفسون فيه السعادة ويتربون بدون ضجيج وإزعاج جعل للرجل الحق في الطلاق مرتين فإن طلق الثالثة سد أمامه هذا الطريق وحرمت عليه المرأة حتى تتزوج غيره: {الطَّلَاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ} وحث الإسلام على استمرار هذه الرابطة وكره قطعها من غير مبرر وشرع لذلك جملة تشريعات: ¶ 1 / حث كل واحد من الزوجين على إحسان العلاقة بالآخر والقيام بواجبه تجاهه مما يقلل فرص الشقاق ويزرع الحب والمودة في قلب كل واحد منهما تجاه الآخر. ¶ 2 / حث على صبر كل واحد من الزوجين على ما يلاقيه من الآخر ما دام ذلك ممكنا وما دام سبيلا لاستمرار هذه العلاقة بشكل مقبول وأثار في نفوس الأزواج الرغبة في دوام هذه الرابطة بفتحه نافذة المستقبل الواعد الزاهر الذي قد يترتب على هذه العلاقة {وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا}",
            "page": "8",
            "part": "1",
            "seal": "EB6B8452"
        },
        {
            "id": "9",
            "nass": "3 / شرع العدة بعد الطلاق وهي فترة يحق للزوج فيها مراجعة زوجته بدون عقد جديد، فعسى أن تحن نفسه إلى مراجعة زوجته وتحركه ذكرى الأيام الخوالي والذكريات السعيدة إلى ذلك كما أنه قد يكتشف أسبابا للبقاء مع زوجته تفوق تلك التي من أجلها قطع هذا العلاقة. ¶ 4 / كما شرع التحكيم وهو أن تتدخل أسرتا الزوجين إذا توترت العلاقة بينهما فيبعثون حكما من أهله وحكما من أهلها لدراسة أسباب الشقاق والبحث عن سبل لتجاوزها لإعادة سفينة الأسرة إلى بر الأمان {وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللَّهُ بَيْنَهُمَا} فبهذه كلها حافظ الإسلام على الأسرة، بالإضافة إلى ما ينشره في مجتمعه من حرص على الفضيلة وابتعاد عن الممارسات الضارة كالأكاذيب والشائعات والعلاقات المشبوهة التي غالبا ما تكون سببا في دمار البيوت وخراب العلاقات الاجتماعية وذلك من أجل تحقيق المقاصد التي يعلقها الإسلام على الأسرة والمهام الاجتماعية الجسيمة التي ينوط بها والتي منها.:",
            "page": "9",
            "part": "1",
            "seal": "194FD7B4"
        },
        {
            "id": "10",
            "nass": "1 / إنجاب الذرية من أجل أن تستمر الحياة الإنسانية على هذا الكوكب، فاستمرار الحياة متوقف على الإنجاب ولكن هذا الإنجاب لا بد أن يتم وفق نظام وذلك عن طريق الأسرة التي تربي الذرية وتتعهدها حتى تهيأ لمهام المحافظة على الجيل القادم. وقد اعتبر الإسلام إنجاب الذرية من نعم الله وآياته التي يستحق بها الشكر {وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَجَعَلَ لَكُمْ مِنْ أَزْوَاجِكُمْ بَنِينَ وَحَفَدَةً} كما اعتبر الذرية والمال زينة الحياة {الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا} وكان من دعاء الرسل أن يهبهم الله الذرية الصالحة، فهذا إبراهيم عليه السلام يقول {رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ} ¶ وهذا زكريا عليه السلام يقول رب هب لي من لدنك وليا وعباد الرحمن يحدثنا القرآن أن من دعائهم {رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ} فاستمرار الحياة الإنسانية على الأرض مقصد من مقاصد الإسلام ولا يتم ذلك على الوجه الأكمل إلا بقيام الأسرة.",
            "page": "10",
            "part": "1",
            "seal": "2A73E0B9"
        },
        {
            "id": "11",
            "nass": "2 / تنظيم الطاقة الجنسية: فقد ركب الله سبحانه في الإنسان الطاقة الجنسية التي بها استمرار الحياة وهذه الطاقة لا يسعى الإسلام إلى كبتها أو مشاكستها وإنما يسعى إلى تصريفها بطريق منظم لا تنتج عنه مخاطر على المجتمع وهذا الطريق هو تكوين الأسرة. ¶ 3 / تقاسم أعباء الحياة والمشاركة في تكاليفها: فالإنسان بمفرده ضعيف عن حمل هذه الأعباء فإذا شعر بوجود من يقوم معه بحمل هذه الأعباء ويقاسمه مسرات وأحزان الحياة دفعه ذلك إلى مزيد من التضحية والبذل والصبر على تجاوز الصعوبات وتذليل العقبات. ¶ 4 / تربية الأجيال الجديدة التي تخلف الجيل السابق وتحمل أمانة الاستخلاف لمن بعدها وتزويد الحياة بعناصر الإعمار والبناء فالتربية القديمة التي ينشأ فيها الجيل الجديد قوي العزيمة راسخ الإيمان سليم البنية أبي النفس عالي الهمة ضرورية لأخذ مهام الاستخلاف بقوة وهي لا تتم على الوجه المطلوب إلا في ظل حياة أسرية سعيدة يشعر فيها الأبوان بالمسئولية المشتركة عن الأبناء ويؤدي كل منهما الواجب الذي عليه. ¶ ومن هنا أكد الإسلام على الوالدين أن يقوما بواجب الرعاية والتربية نحو الأبناء وجعل كل منهما راعيا ومسئولا عن رعيته.",
            "page": "11",
            "part": "1",
            "seal": "80AAEFAF"
        },
        {
            "id": "12",
            "nass": "5 / حفظ النسب فالإسلام يسعى إلى تقوية الروابط الاجتماعية وتوثيقها حتى يتم الانسجام داخل المجتمع ويكتسب قوة داخلية وحصانة ضد عوامل الهدم كما يحرص الإسلام على تحديد المسؤوليات الاجتماعية كمسؤوليات التربية والرعاية والقيام على مصالح الأبناء، فإنه يرفض أن يتهرب الأب من هذه المسؤوليات وتبقى الأمم وحدها هي الضحية ومن هنا حرص على حفظ النسب حتى يتجنب المجتمع الكوارث الاجتماعية التي عادة ما تنشأ عن فوضى العلاقات الجنسية.",
            "page": "12",
            "part": "1",
            "seal": "F4476894"
        },
        {
            "id": "13",
            "nass": "أ / حقوق الزوجة على زوجها: ¶ 1 /المهر: وهو الحق المالي الذي يجب على الرجل لامرأته بالعقد عليها أو الدخول بها {وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً} وقد أوجبه الله سبحانه وتعالى إظهارا لمكانة الزواج وتقديرا للمرأة إذا لو أبيح بدون مهر لأدى ذلك إلى امتهان المرأة ولأزال من شعور الرجل قداسة وخطر هذه الرابطة لأنه لا يحس بأنه أنفق شيئا ذا خطر في نفسه في مقابل الزواج من المرأة كذلك فإنه أدعى لاستمرار رابطة الزوجية لأن الزوج يعلم أنه قد ضحى من أجل الحصول على المهر الذي بذله في إقامة هذه الرابطة.",
            "page": "13",
            "part": "1",
            "seal": "120E4818"
        },
        {
            "id": "14",
            "nass": "2 / النفقة: وهي ما يصرفه الزوج على زوجته وأولاده من طعام ومسكن وكسوة ونفقة الزوجة هي ما يلزم للوفاء بمعيشتها بحسب ما هو متعارف بين الناس وقد ثبت وجوبها بالكتاب والسنة وذلك في قوله تعالى: {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ} {أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ وَإِنْ كُنَّ أُولَاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ} ويقول الرسول صلى الله عليه وسلم: «ولهن عليكم رزقهن وكسوتهن بالمعروف» وتستحق المرأة هذه النفقة متى ما كان عقد الزواج صحيحا وكانت صالحة للمباشرة الزوجية ومكنت الزوج من ذلك، سواء كانت مسلمة أو كتابية غنية أو فقيرة.",
            "page": "14",
            "part": "1",
            "seal": "83B05932"
        },
        {
            "id": "15",
            "nass": "3 /عدم الإضرار بالزوجة: فمن حقها أن لا يؤذيها بقول أو فعل أو خلق فالإضرار بها غير جائز {فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا وَمَنْ يَفْعَلْ ذَلِكَ فَقَدْ ظَلَمَ نَفْسَهُ} وإذا خالف الزوج أدب الإسلام وآذاها كان من حقها أن ترفع أمرها إلى القضاء لينصفها ويزجره عما فعل بل يرى بعض الفقهاء أن من حقها أن تطلب التفريق للضرر الواقع عليها وللقاضي أن يحكم بطلاقها جبرا على الزوج طلاقا بائنا (لا حق للزوج في إرجاعها)",
            "page": "15",
            "part": "1",
            "seal": "BD841196"
        },
        {
            "id": "16",
            "nass": "ب / حقوق الزوج على زوجته ¶ 1 /الطاعة بالمعروف في غير معصية الله: وذلك حتى تقوم العلاقة الأسرية على أساس متين من النظام والانضباط يحترم كل طرف فيه التزاماته التي يقتضيها هذا العقد. ¶ 2 /ولاية التأديب: فمن أجل الحفاظ على الأسرة جعل الإسلام رئاسة هذه المؤسسة في يد الزوج وذلك كما سبق مقابل المسؤوليات التي ألقاها الإسلام على عاتقه تجاه هذه المؤسسة. وقد نشأ عن هذا الحق أن الزوج إذا تمردت عليه الزوجة وامتنعت من أداء حقوقه عليها كزوج بأن لم تمكنه من المعاشرة كان للزوج تأديبها لهذا السبب وهو تأديب يمر بثلاثة مراحل: ¶ المرحلة الأولى الموعظة: بأن يذكرها ما أوجب الله عليها من حقوق تجاه زوجها بموجب هذا العقد. ¶ المرحلة الثانية الهجران: بأن يعتزلها في المضجع فلا يبيت معها ويعرض عنها.",
            "page": "16",
            "part": "1",
            "seal": "8857536C"
        },
        {
            "id": "17",
            "nass": "المرحلة الثالثة الضرب الخفيف غير المبرح: ويستحب أن لا يمارس هذا الحل الأخير لقوله صلى الله عليه وسلم في الذين يضربون زوجاتهم «ليس أولئك خياركم» ومع ذلك فهو ضرب بالسواك- وهو عود من جذور بعض الأشجار لا تأثير في البدن بالضرب به- ونحوه والقصد منه معنوي بالأساس. وعلى هذا دل قوله تعالى: {وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا إِنَّ اللَّهَ كَانَ عَلِيًّا كَبِيرًا}",
            "page": "17",
            "part": "1",
            "seal": "4D849829"
        },
        {
            "id": "18",
            "nass": "ج / الحقوق المشتركة ¶ 1 /حق الاستمتاع: وهو حق مشترك بين الزوجين كما يدل عليه قوله تعالى: {وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ} كما أن من مقاصد الزواج عفاف كل واحد من الزوجين وإيجاد الحل النظيف للمسألة الجنسية وذلك لا يتم إلا بأن يكون هذا الحق مشتركا وقد اتفق الفقهاء على وجوب الاتصال الجنسي على الزوج بزوجته حسب قدرته واستطاعته، وإلا كان لها الحق في الانفصال عنه. ¶ 2 /حسن المعاشرة: - فكل واحد من الزوجين مطالب بإحسان الصلة بالآخر حتى يسود الأسرة جو من التواد والتعاون ليحقق مقصد هذه العلاقة {إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً} {وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا} {هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ}",
            "page": "18",
            "part": "1",
            "seal": "F9038509"
        },
        {
            "id": "19",
            "nass": "3 /حق الإرث: ويثبت في الزواج الصحيح إذا مات أحد الزوجين حال قيام الرابطة الزوجية حقيقة أو حكما بأن كانت الزوجة في العدة. وقد حدد القرآن هذا الحق في الآية الكريمة: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ} وقد جعل الإسلام للرجل في الميراث ضعف ما للمرأة في بعض الحالات وذلك لاعتبارات موضوعية تتمثل في أن الرجل مكلف بالإنفاق على نفسه وزوجته وأولاده، والمرأة لم تكلف بالإنفاق على أي من أولئك ومن هنا كان العدل أن تتكافأ الحقوق مع الوجبات فيعطي للرجل على قدر مسؤولياته. ¶ بحث متقدم ¶ البشير للأخبار ¶ محاور إعلامية ¶ مقالات ¶ قلم المشرف ¶ بيت الأسرة ¶ المسلمون حول العالم ¶ ثقافة ونقد وإبداع ¶ الملتقى الإداري ¶ بحوث ودراسات ¶ طب وصحة ¶ صوتيات ¶ دروس علمية ¶ إلى الإسلام",
            "page": "19",
            "part": "1",
            "seal": "DF3D8E91"
        },
        {
            "id": "20",
            "nass": "التاريخ الهجري 1425-7-13 توقيت مكة 2: 31 التاريخ الميلادي 2004-8-29 توقيت جرينتش 31: 0",
            "page": "20",
            "part": "1",
            "seal": "C73C1535"
        },
        {
            "id": "21",
            "nass": "حقوق الأولاد ¶ الأولاد هم الثمرة المرجوة من الزواج، والإنجاب هو المقصد الأهم من مقاصد النكاح وذلك لأنهم يمثلون بذور الحياة الإنسانية في المستقبل والجيل الجديد الذي يرث الحياة ويحفظ استمرارها عبر الزمن لذلك كان لا بد من الاعتناء بهم عناية خاصة حتى يشبوا قادرين على الاحتفاظ بأمانة الاستخلاف الإنساني في الأرض وتسليمها إلى الجيل الذي يأتي بعدهم ولا يتم ذلك إلا بإيجاد الضمانات الكافية لصحتهم النفسية والجسمية والعقلية والروحية. من أجل ذلك اعتنى الإسلام بشأن الأولاد وجعل لهم على الأسرة أما وأبا حقوقا يجب عليهما القيام بها كما ينبغي وهذه الحقوق تشتمل في الآتي: ¶ 1 /ثبوت النسب وقد اعتنت الشريعة الإسلامية بثبوت النسب وحرمت على الأباء أن ينكروا أبناءهم أو يدعوا بنوة غير أبنائهم لهم وأمرت بسبة الأولاد إلى آبائهم {ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ}",
            "page": "21",
            "part": "1",
            "seal": "47BA119B"
        },
        {
            "id": "22",
            "nass": "2 /الرضاع: وهو من النفقة الواجبة على الأب لابنه بمعنى أنه ملزم قانونا بإعداد المرضع ودفع أجرة الرضاعة إذا امتنعت الأم عنها أو كانت في وضع لا يمكنها منها. أما الأم فتطالب بذلك دينا أي فيما بينها وبين ربها لا قضاء إلا إذا كان الولد بحال لا يستغني عن إرضاعها كأن لم توجد مرضع غيرها أو رفض رضاع غيرها. ¶ 3 /الحضانة: وهي تربية الولد ورعاية شئونه ممن هو مطالب بالحضانة شرعا والأم هي أول من تكون عليه مسؤولية حضانة الصغير ما لم تتزوج من غير أبيه وذلك تبعا لما لها على ولدها من عطف وحنان فطري وإذا أسقطت الحضانة عن الأم قدمت قرابتها على الأب وعلى قرابته.",
            "page": "22",
            "part": "1",
            "seal": "C3B4B974"
        },
        {
            "id": "23",
            "nass": "4 /حسن التربية: وذلك بإعدادهم إعدادا صالحا بتنمية الدين والأخلاق في نفوسهم ومجتمعاتهم قال رسول الله صلى الله عليه وسلم: «ألا كلكم راع وكلكم مسؤول عن رعيته فالإمام الأعظم الذي على الناس راع وهو مسئول عن رعيته والرجل راع على أهل بيته وهو مسئول عن رعيته والمرأة راعية في بيت زوجها وولده وهي مسئولة عن رعيتها وعبد الرجل راع على مال سيده وهو مسئول عنه ألا فكلكم راع وكلكم مسئول عن رعيته» ويدخل في ذلك مقصد تعليمهم وحسن توجيههم وتوفير الظروف الملائمة التي تمكنهم من القيام بواجبهم في التعليم. ¶ 5 /العدل بين الأولاد: والعدل قيمة من قيم الإسلام الأساسية في جميع الأمور وفي كل الأحوال: كما قال الله تعالى: {وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى} وقال رسول الله صلى الله عليه وسلم: «اتقوا الله واعدلوا في أولادكم» ذلك «أن النعمان بن بشير أعطى ابنا له عطاء فأخبر النبي صلى الله عليه وسلم بذلك فقال له صلى الله عليه وسلم: أفعلت هذا بولدك كلهم قال: لا قال (صلى الله عليه وسلم) اتقوا الله واعدلوا في أولادكم»",
            "page": "23",
            "part": "1",
            "seal": "091BAA3F"
        },
        {
            "id": "24",
            "nass": "6 /حسن اختيار الاسم له: ذلك لأن الاسم الجديد له معنى وله مدلول وقد حث النبي (صلى الله عليه وسلم) على أن يختار الأب لولده اسما حسنا وأن يبتعد عن الأسماء المستكرهة أو تلك التي تشتمل على معان غير لائقة قال رسول الله (صلى الله عليه وسلم) «إنكم تدعون يوم القيامة بأسمائكم وبأسماء آبائكم فأحسنوا أسماءكم» وقال (صلى الله عليه وسلم) «إن أحب أسمائكم عند الله عز وجل عبد الله وعبد الرحمن» ¶ المقصود بالولاية على النفس: هو الإشراف على التصرفات المتعلقة بنفس القاصر من حيث التعليم والتربية والرعاية والحماية حتى التزويج.",
            "page": "24",
            "part": "1",
            "seal": "0B264ADC"
        },
        {
            "id": "25",
            "nass": "الغاية من الولاية على النفس: إن الإنسان ينشأ في هذا الوجود ضعيفا لا يقوى على الانفراد بمواجهته إلا بعد زمن طويل. فإذا كانت رعاية الحيوان لصغاره قصيرة، فرعاية الإنسان لأولاده طويلة، تمتد خمسة عشر عاما على الأقل بينما الحيوان لا تمتد رعايته لصغاره لأكثر من بضعة أسابيع أو أشهر على الأكثر ولهذا الضعف الذي يصحب الإنسان منذ ولادته نظم الإسلام له ولاية لرعايته وحمايته حتى يستوي شابا قويا يعتمد على نفسه ويختلف ذلك باختلاف الأزمان فإنه كلما تعقدت أساليب الحياة كان الضعف لا يزول إلا بكثرة الدراية والخبرة بالحياة، كما أن ذلك يختلف بحسب نوع الإنسان من حيث الذكورة والأنوثة فإن الذكر يبلغ درجة القوة والاستغناء قبل الأنثى التي يجب أن يرعاها ويحفظها وليها سواء كان أبا أو زوجا. ¶ أنواع الولايات على الإنسان:",
            "page": "25",
            "part": "1",
            "seal": "09DFC764"
        },
        {
            "id": "26",
            "nass": "1 /الولاية على النفس: وهي التي يقوم فيها وليه برعاية شئونه منذ ولادته ففي فترة الحضانة تحتضنه الأم وتسقيه من ثديها الغذاء ومن صدرها العطف والحنان حتى ترى فيه النوازع والعواطف الإنسانية. وقد حث الإسلام على استيفاء الرضاعة لعامين قال الله تعالى: {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ} والولاية في هذه الفترة خاصة بالأم أو امرأة أخرى تقوم مقامها، لأن الطفل في هذه المدة يحتاج إلى أمومة مستمرة حتى يصبح غلاما يألف الناس ويألفونه أما الوالد فإنه يشارك في هذه الفترة بالإنفاق على الأم حتى تقوم بواجبها لذا كانت النفقة واجبة عليه فلو حدث أن أم الطفل لم تستطيع إرضاعه لقلة لبنها أو لمرضها وجب على الأب أن يدفع المال لامرأة أخرى تقوم بإرضاعه قال الله تعالى: {وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُمْ مَا آتَيْتُمْ بِالْمَعْرُوفِ} ثم إن الأب يشارك كذلك بالولاية على النفس بالعناية والتهذيب والإصلاح والحماية حتى إذا انقضت فترة الحضانة استقل الأب بالولاية على النفس فيكون هو",
            "page": "26",
            "part": "1",
            "seal": "736857CD"
        },
        {
            "id": "27",
            "nass": "المسؤول مباشرة عن الصبي ولهذه الولاية أهمية قصوى في حياة الأطفال إذ هي التي يصلح بها الناشئة وتجعل المجتمع قائما على التآلف والحفاظ على وشائج القربى وصلة الأرحام ورعاية حقوق الوالدين، وبذلك يقل في المجتمع الشذوذ والانحراف السلوكي والأخلاقي للأطفال كما تختفي ظاهرة تشرد الأطفال وتسولهم وجنوحهم إلى الجرائم. لأن الأطفال دائما يكونون تحت الرعاية المباشرة لوالديهم في حال استقرار حياتهما الزوجية أو في رعاية من تؤول إليه الولاية حال انفصالها بالطلاق أو إلى وال ينوب عنهما حال وفاة صاحب الحق في الولاية أو فقده لشرط من شروطها.",
            "page": "27",
            "part": "1",
            "seal": "A9C96FC9"
        },
        {
            "id": "28",
            "nass": "2 /الولاية على المال: وهي مختصة برعاية مال الصغير والمجنون إن كان لهما مال - بإدارته وتنميته وتزكيته حفظا وصونا ذلك أن الصغير لا يستطيع مباشرة ماله وتنميته وحمايته لذا يتولى ذلك الولي على ماله إلى أن يبلغ الصغير الرشد الذي يمكنه من القيام على ماله. كما قال الله تعالى: {وَابْتَلُوا الْيَتَامَى حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَنْ يَكْبَرُوا} ويلاحظ أن الولي على النفس ليس هو دائما الولي على المال إلا إذا أوكل إليه ذلك. أما إذا لم يوكل إليه القيام على المال فإن القائم على المال يكون الوصي الذي عهد إليه ذلك من قبل الأب وإلا فإن القاضي يختار له من يصلح للقيام بذلك. ¶ أسباب الولاية على النفس: ¶ تثبت الولاية على النفس حيث يتحقق أحد أمرين: - ¶ الأول: العجز عن وقوف الشخص وحده في الحياة واحتياجه إلى من يحميه ويقوم على شئونه في معترك الحياة.",
            "page": "28",
            "part": "1",
            "seal": "13CE7B18"
        },
        {
            "id": "29",
            "nass": "الثاني: أن يكون الشخص في حاجة إلى التأديب والتهذيب والتعود على العادات الإسلامية الكريمة وبالنظر في أحوال الناس نجد أن هذين الأمرين يتحققان في ثلاثة أسباب هي: الصغر - والجنون - أو العته والأنوثة في دائرة خاصة. ¶ السبب الأول: الصغر: يولد الإنسان ضعيفا محتاجا لمن يقوم على احتياجاته وهو في ذلك يمر بمرحلتين. ¶ المرحلة الأولى: مرحلة فقد التمييز: وهذه المرحلة لا تكون التبعة فيها ملقاة على الولي، بل يشاركه فيها الحاضنة لأن الصغير هنا بحاجة إلى رعاية المرأة وإشرافها حيث تكون مسؤولة عن الرعاية اليومية من إعداد غذائه وإطعامه وإلباسه ونظافته والإشراف على منامه، والقرب منه للوفاء بحاجاته اليومية العاجلة، إضافة إلى إمداده بالعطف والرحمة والمودة- أما الولي على النفس فهو الذي يحميه ويربيه ويهذبه ويقوم بتطبيبه وتنمية عقله ومعاونته في مصاعبه الحياتية، ويحفظ عليه في دينه وأخلاقه ويراقب الحاضنة لينشأ نشأة حسنة متزنة. ¶ المرحلة الثانية: مرحلة التمييز دون البلوغ: وفي هذه المرحلة ينفرد الولي على النفس بالمسؤولية عن الغلام مع عدم سقوط الحاجة إلى الحاضنة ويتمثل واجب الولي على النفس في أمور ثلاثة:",
            "page": "29",
            "part": "1",
            "seal": "C91686BD"
        },
        {
            "id": "30",
            "nass": "الأمر الأول - ولاية التعليم والتأديب: حيث يقوم الولي بتعليم الصبي بنفسه أولا بغرس مبادئ الدين في نفسه وتعويده على ممارسة بعض العبادات كالصلاة وتعليمه قراءة القرآن الكريم وحفظه. كما قال (صلى الله عليه وسلم) : «مروا أولادكم بالصلاة لسبع واضربوهم عليها لعشر وفرقوا بينهم في المضاجع» لذا تجد من أولاد المسلمين من يحفظ القرآن الكريم جميعه وهو لم يتجاوز العشر سنين من العمر. كما تقع على الولي مسؤولية التعليم النظامي للصغير بحيث يأخذه إلى المدرسة ويوفر له احتياجاته الدراسية ومصروفاته وكل ما يحتاجه في هذه الفترة وجوبا.",
            "page": "30",
            "part": "1",
            "seal": "EE76B37B"
        },
        {
            "id": "31",
            "nass": "الأمر الثاني: ولاية التزويج: وتتعلق بتزويج البالغ حماية لمصالحه. وهي إما أن تكون ولاية إجبارية وذلك بالنسبة لقاصري العقل أو ولاية اختيارية وتكون للمرأة البالغة العاقلة. وإنما جعلت ولاية الزواج الاختيارية على المرأة لأن الرجال صناديق مغلقة بالنسبة للنساء وعقد الزواج يعد عقد حياة لها وهي لا تعرف أسرار الرجال لأن أكثر النساء محافظات لا يخرجن من البيت إلا في حدود ولا يختلطن بالرجال إلا بضوابط وفي بعض الأحوال حسب تعاليم الشريعة الإسلامية والأغلبية منهن تؤثر فيهن العاطفة الوقتية السريعة فكان من مصلحتها أن يشترك معها الولي في الاختيار حيث إنه يميل في حكمه إلى التعقل وترجيح المصلحة المستمرة على المصلحة الطارئة الزائلة. إضافة إلى أن عقد الزواج فيه آثار تعود على الأسرة جميعا لأن فيه إدخال عضو جديد فيها فقد يدخل هذا العقد عضوا جديدا يحمل العار أو الفجور للأسرة، خلافا للتصرفات المالية فإنها كالولد في ذلك يمكن أن تستقل فيها ببلوغ الرشد غير أن هذه الولاية ليس المراد منها إكراه الولي المرأة على الزواج ممن لا ترغب، فقد قال رسول الله صلى الله عليه وسلم: «الأيم أحق بنفسها من وليها» وجاء في",
            "page": "31",
            "part": "1",
            "seal": "0D08A27D"
        },
        {
            "id": "32",
            "nass": "السنة: «أن امرأة جاءت إلى النبي (صلى الله عليه وسلم) فقالت يا رسول الله إن أبي زوجني من ابن أخيه ليرفع بي خسيسته وأنا لا أريد فذكر لها صلى الله عليه وسلم أن ذلك ليس لأبيها فقالت: لقد أمضيت ما فعل أبي ولكن أردت أن أعلم أن للنساء من الأمر شيئا؟» الأمر الثالث: ولاية الحفظ والصيانة: قدمنا أن الولي عليه واجب حفظ الصغير وصيانته لأن الصغير يحتاج إلى الحماية فيبعده عما يلحق به الضرر في جسمه أو في عضو منه. وإنه يجب على الحاضنة والولي أن يتعاونا في حفظ الصغر فإن أصابه ضرر جراء إهمالهما أو تفريطهما في حفظه وصونه حوسبا ومن ذلك على سبيل المثال: أن الأم إذا كانت هي الحاضنة فخرجت وتركت الصبي فوقع في النار فإنها تضمن الدية وتعاقب مع ذلك تعزيرا لتفريطها لأن القاعدة العامة أن الولي إن أهمل في حفظ الصغير ورعايته فإنه ترفع يده عن الصغير وتزول ولايته عنه ويدفع لمن هو أهل لذلك.",
            "page": "32",
            "part": "1",
            "seal": "F5300BE1"
        },
        {
            "id": "33",
            "nass": "السبب الثاني: الجنون أو العته: إن الجنون أو العته علتان تؤديان إلى زوال العقل الذي هو مناط التصرف المسؤول أو المرتب للمسؤولية لذا فإن المجنون يكون في حكم الصغير الذي يحتاج إلى ولي يرعى شئونه ويحفظ حقوقه كما أنه ربما يحتاج إلى ولي على ماله إن كان له مال فالولي على النفس لا يتركه في الطرقات بحيث يتعرض الناس لأذاه ويتعرض هو لأذاهم ويكون مظهره معلنا فقد كرامته. وبالجملة فإن ما يجب للمجنون على الولي هو مثلما يجب عليه للصغير إلا التأديب فإنه للمجنون يكون تعذيبا لا جدوى منه. كما أن الولي يكون وكيلا عن المجنون في المطالبة بحقوقه على الآخرين فيطالب بعقوبة كل من يلحق بالمجنون أذى كما يطالب بالقصاص ممن يقتله. أما ما يقع من المجنون من أذى على الناس فإن الأصل أن الحدود الشرعية لا تقام عليه لأنه غير مكلف إذ مناط التكليف العقل وهو زائل عنه أما الجنايات التي توجب قصاصا أو دية فإنها تؤدي من مال عاقلته وذلك لأن حقوق العباد لا تقبل السقوط بالأعذار ذلك أن عمل المجنون يعد من قبيل الخطأ.",
            "page": "33",
            "part": "1",
            "seal": "6B82A51C"
        },
        {
            "id": "34",
            "nass": "السبب الثالث الأنوثة: أساس الولاية على الأنثى هو كون المرأة بطبيعة تكوينها الجسدي عرضه للآفات الاجتماعية أكثر من الشباب، وإذا أصيبت بشيء من ذلك كان في نفسها أعمق تأثيرا وفي كرامتها أبعد أثرا، وما يمسها يمس أسرتها بالعار إن تعلق بسمعتها وإن الإسلام الذي يريد المجتمع نزيها عفيفا يدعو إلى ألا تغشى المرأة مجتمعات الرجال إلا بقوة من الأخلاق الفاضلة والإرادة القوية وضوابط تحكم فعلها، وذلك كله لا يكون إلا إذا كانت هناك مشاركة لها في الحفاظ على نفسها والمحافظة على سمعتها وشرفها فكان لا بد أن يكون الشريك لها في الولاية على نفسها أحد أفراد أسرتها التي تتصل بها في كل ما يعيبها أو يحفظها إضافة إلى ذلك فإن المرأة بحسب وظيفتها الاجتماعية فطرت على عاطفة قوية تربي بها صغارها وتصبر بدافع تلك العاطفة على أذاهم رغم ما تلاقيه من عنت ومشقة وذلك لشدة ارتباط الأم بولدها أما ترى أن الأب يضيق صدره من بكاء الصغير بينما الأم يكاد ينفطر فؤادها شفقة عليه فتضمه إلى صدرها بحنان حتى يسكت بينما الأب يخرج من البيت لشدة تضايقه. ¶ مدة الولاية على النفس:",
            "page": "34",
            "part": "1",
            "seal": "FE5F71AE"
        },
        {
            "id": "35",
            "nass": "مدة الولاية على النفس هي زمن بقاء السبب فتستمر باستمراره وتنتهي بانتهائه. فإن كان السبب هو الصغر فإنها تنتهي بالبلوغ وإن كان السبب هو الجنون أو العته فإنها تنتهي بالاستقامة وإذا كان السبب هو الأنوثة فإنها تستمر مادامت الأنثى غير مأمونة على نفسها فإذا صارت مأمونة على نفسها أولا يخشى عليها الفساد، فإن الولاية على النفس بالحفظ والصيانة تنتهي وأما ولاية المشاركة في اختيار الزوج فإنها تستمر لأن السبب في وجودها ليس مصلحة المرأة فقط بل تندرج فيها مصلحة الأسرة فلا تنتهي إلا باختيار الزوج المناسب. من هو الولي عن النفس: هو أحد الأقربين الذين تربطهم صلة رحم قوية وقريبة بالصغير أو المجنون أو الأنثى، وتتدرج هذه الولاية فتنتقل من الأعلى إلى الأسفل الذي يليه إلى أن تصل إلى الوصي أو من يعينه القاضي ذلك عند انعدام من هو أعلى منه أو قيام مانع به يحول دون ولايته. ¶ شروط الولي على النفس: ¶ لما كانت الولاية تدور حول الحفاظ على مصالح من قامت به أسباب الولاية عليه فإنه يشترط في الولي شروط مهمة حتى يتمكن من القيام بواجبه وهذه الشروط هي:",
            "page": "35",
            "part": "1",
            "seal": "2CB6F4FE"
        },
        {
            "id": "36",
            "nass": "أولا: أن يكون بالغا عاقلا: لأن هذين الشرطين بهما تحصل المصلحة وبهما يعرف الشخص مصلحة نفسه حتى يعرف مصلحة غيره. ¶ ثانيا: الإسلام: ذلك أن توابع الولاية وواجبات الولي: الحفاظ على دين الصغير، والقيام بالأحكام الشرعية المتعلقة بمن قامت به أسباب الولاية فكان الإسلام شرطا لذلك. ¶ ثالثا: الذكورة: وذلك أن الرجل أميل في حكمه إلى العقل والحكمة، وأبعد عن العاطفة، وأقدر على الوفاء بحاجات القاصر، وأمكن في حمايته ورعايته. ¶ رابعا: ألا يكون محجورا عليه: لأن هذه الولاية للحفظ والصيانة والتربية كما إنها للمساعدة في اختيار الزوج للأنثى فلا يمكن أن تثبت إلا لرشيد يحسن التصرف في نفسه ويحسن الاختيار لنفسه ولغيره والسفيه لا يحسن ولا يقدر على تدبير أموره والاختيار لنفسه فأولى ألا يقدر لغيره. ¶ خامسا: القدرة على حفظ من قام به سبب الولاية وصيانته لأن الولي إذا كان شيخا عاجزا فإنه يضعف عن الحفاظ على نفسه فضلا عن غيره، وكذلك العاجز لمرض ونحوه.",
            "page": "36",
            "part": "1",
            "seal": "C16AD084"
        },
        {
            "id": "37",
            "nass": "سادسا: العدالة: والعدالة ضابط شرعي يقوم على الالتزام بالأوامر الشرعية واجتناب النواهي الشرعية، لا سيما الكبائر، والحفاظ على عوامل المروءة، لأن هذا هو الذي يحسن التعرف على وجه المصلحة فيما يختاره أما الفاسق فليس أهلا لذلك. ¶ نفقة الأقارب:",
            "page": "37",
            "part": "1",
            "seal": "728BCB12"
        },
        {
            "id": "38",
            "nass": "أرسى الإسلام نظاما للتكافل الاجتماعي قائما على أساس عام هو مسؤولية الجماعة عن رعاية أفرادها غير القادرين على الكسب والقيام بحاجاتهم من المعاش والكسوة والسكن، وجعل جزء من هذه المسؤولية واجبا بحكم القضاء في دائرة الأسرة والأقارب حيث جعل الرجل مسؤولا مسؤولية قانونية - لا على المستوى الأخلاقي فقط - عن النفقة على زوجته وأولاده العاجزين عن الكسب حتى يبلغوا القدرة على الكسب، وعلى أبويه إذا عجزا عن الكسب أو كانا فقيرين في حدود استطاعته وقدرته: {لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا} ويتفق الفقهاء على المسؤولية عن الزوجة والأولاد والأبوين ويختلفون في توسيع هذه الدائرة فيما وراء هؤلاء من الأقارب فالبعض يوجهها لغير هؤلاء والبعض يراها من باب الإحسان والتطوع. وقد وردت آيات عدة في النفقة منها: {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ} وقال صلى",
            "page": "38",
            "part": "1",
            "seal": "298E47F7"
        },
        {
            "id": "39",
            "nass": "الله عليه وسلم: «كفى بالمرء إثما أن يضيع من يقوت»",
            "page": "39",
            "part": "1",
            "seal": "9B312001"
        }
    ],
    "t1906": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "خصائص النظرة الإسلامية للأسرة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "مكانة الزواج"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "التشريعات الإسلامية لحماية الحياة الزوجية"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "الحقوق الزوجية"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "1",
            "tit": "حقوق الزوجة على زوجها"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "حقوق الزوج على زوجته"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "الحقوق المشتركة"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "حقوق الأولاد"
        }
    ]
}