{
    "b1913": [
        {
            "id": "37",
            "nass": "فظهر أن الشبر، والذراع، والطريق، ودخول الجحر تمثيل للاقتداء بهم في كل شيء مما نهى الشرع عنه وذمّه (¬1)، وقد حذّر النبي - صلى الله عليه وسلم - عن التشبّه بغير أهل الإسلام، فقال: ((بُعثت بين يدي الساعة بالسيف حتى يُعبد الله وحده لا شريك له، وجُعل رزقي تحت ظل رمحي، وجُعل الذلُّ والصغار على من خالف أمري، ومن تشبّه بقوم فهو منهم)) (¬2). ¶ تاسعاً: الاعتماد على الأحاديث الضعيفة والموضوعة، من الأسباب التي تؤدّي إلى البدع وانتشارها؛ فإن كثيراً من أهل البدع اعتمدوا على الأحاديث الواهية الضعيفة، والمكذوبة على رسول الله - صلى الله عليه وسلم -، والتي لا يقبلها أهل صناعة الحديث في البناء عليها، وردّوا الأحاديث الصحيحة التي تخالف ما هم عليه من البدع، فوقعوا بذلك في المهالك والعطب، والخسارة، ولا حول ولا قوة إلا بالله (¬3). ¶ عاشراً: الغلو أعظم أسباب انتشار البدع، وظهورها، وهو سبب شرك البشر؛ لأن الناس بعد آدم عليه الصلاة والسلام كانوا على التوحيد عشرة قرون، وبعد ذلك تعلَّق الناس بالصالحين، وغلَوا فيهم حتى عبدوهم من دون الله - عز وجل -؛ فأرسل الله تعالى نوحاً - صلى الله عليه وسلم - يدعو إلى التوحيد، ¶ ¬__________ ¶ (¬1) انظر: فتح الباري، لابن حجر، 13/ 301. ¶ (¬2) أحمد في المسند، 2/ 50، 92، وصحح إسناده أحمد محمد شاكر في شرحه للمسند، برقم 5114، 5115، 5667، من حديث ابن عمر رضي الله عنهما. ¶ (¬3) انظر: فتاوى ابن تيمية، 22/ 361 - 363، والاعتصام للشاطبي، 1/ 287 - 294، وتنبيه أولي الأبصار إلى كمال الدين وما في البدع من الأخطار، للدكتور صالح السحيمي، ص848، ورسائل ودراسات في الأهواء والافتراق والبدع وموقف السلف منها، للدكتور ناصر العقل، 2/ 180.",
            "page": "38",
            "part": "1",
            "seal": "491C272E"
        },
        {
            "id": "38",
            "nass": "ثم تتابع الرسل عليهم الصلاة والسلام (¬1)، والغلوّ يكون: في الأشخاص، كتقديس الأئمة، والأولياء، ورفعهم فوق منازلهم، ويصل ذلك في النهاية إلى عبادتهم، ويكون الغلوّ في الدين، وذلك بالزيادة على ما شرعه الله، أو التشدّد والتكفير بغير حق، والغلوّ في الحقيقة: هو مجاوزة الحد في الاعتقادات، والأعمال، وذلك بأن يزاد في حمد الشيء، أو يُزاد في ذمّه على ما يستحق (¬2)، وقد حذَّر الله عن الغلوّ فقال - عز وجل - لأهل الكتاب: {يَا أَهْلَ الْكِتَابِ لاَ تَغْلُواْ فِي دِينِكُمْ} (¬3)، وحذّر النبي - صلى الله عليه وسلم - من الغلوّ في الدين، فعن ابن عباس رضي الله عنهما عن النبي - صلى الله عليه وسلم - أنه قال: ((إياكم والغلوّ في الدين، فإنما أهلك من كان قبلكم الغلوّ في الدين)) (¬4)، فظهر أن الغلوّ في الدين من أعظم أسباب الشرك، والبدع، والأهواء (¬5)؛ ولخطر الغلوّ في الدين حذّر النبي - صلى الله عليه وسلم - عن الإطراء فقال: ((لا تطروني كما أطرت النصارى عيسى ابن مريم، فإنما أنا عبده، فقولوا: عبد الله ورسوله)) (¬6). ¶ ¬__________ ¶ (¬1) انظر: البداية والنهاية، لابن كثير، 1/ 106. ¶ (¬2) انظر: اقتضاء الصراط المستقيم، لابن تيمية، 1/ 289. ¶ (¬3) سورة النساء، الآية: 171. ¶ (¬4) النسائي، كتاب المناسك، باب التقاط الحصى، 5/ 268، وابن ماجه، كتاب المناسك، باب قدر حصى الرمي، 2/ 1008، وأحمد 1/ 347، وصحح إسناده شيخ الإسلام ابن تيمية في اقتضاء الصراط المستقيم، 1/ 289. ¶ (¬5) انظر: اقتضاء الصراط المستقيم، لابن تيمية، 1/ 289، والاعتصام للشاطبي، 1/ 329 - 331، ورسائل ودراسات في الأهواء والبدع وموقف السلف منها، للدكتور ناصر العقل، 1/ 171، 183، والغلو في الدين في حياة المسلمين المعاصرة، للدكتور عبد الرحمن بن معلا اللويحق، ص77 - 81، والحكمة في الدعوة إلى الله - عز وجل -، لسعيد بن علي [المؤلف]، ص379. ¶ (¬6) البخاري، كتاب الأنبياء، باب قول الله تعالى: {وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ ... }،4/ 171،برقم 3445.",
            "page": "39",
            "part": "1",
            "seal": "B225D165"
        },
        {
            "id": "39",
            "nass": "المطلب الخامس: أقسام البدع ¶ البدع أقسام مختلفة باعتبارات مختلفة، وإليك التفصيل بإيجاز واختصار: ¶ القسم الأول: البدعة الحقيقية والإضافية: ¶ 1 - البدعة الحقيقية: وهي التي لم يدلّ عليها دليل شرعي لا من كتاب، ولا سنة، ولا إجماع، ولا استدلالٍ مُعتبَر عند أهل العلم، لا في الجملة، ولا في التفصيل؛ ولذلك سمّيت بدعة؛ لأنها شيء مُخترع في الدين على غير مثال سابق (¬1)، ومن أمثلة ذلك: التقرّب إلى الله - عز وجل - بالرّهبانية: أي اعتزال الخلق في الجبال ونبذ الدنيا ولذّاتها تعبّداً لله - عز وجل -، والذين فعلوا ذلك ابتدعوا عبادة من عند أنفسهم، وألزموا أنفسهم بها (¬2)، ومن أمثلة ذلك: تحريم ما أحلّ الله من الطيّبات تعبّداً لله - عز وجل - (¬3)، وغير ذلك من الأمثلة (¬4). ¶ 2 - البدعة الإضافية: وهي التي لها جهتان أو شائبتان: ¶ إحداهما: لها من الأدلة متعلَّق، فلا تكون من تلك الجهة بدعة. ¶ والأخرى: ليس لها متعلَّق إلا مثل ما للبدعة الحقيقية: أي أنها بالنسبة ¶ ¬__________ ¶ (¬1) انظر: الاعتصام للشاطبي، 1/ 367. ¶ (¬2) انظر: الاعتصام للشاطبي، 1/ 370، وتفسير القرآن العظيم، لابن كثير، 4/ 316، وتيسير الكريم الرحمن في تفسير كلام المنان، للسعدي، ص 782. ¶ (¬3) انظر: الاعتصام للشاطبي، 1/ 417. ¶ (¬4) انظر: المرجع السابق، 1/ 370 - 445.",
            "page": "40",
            "part": "1",
            "seal": "482E1481"
        },
        {
            "id": "40",
            "nass": "لإحدى الجهتين سنة لاستنادها إلى دليل، وبالنسبة إلى الجهة الأخرى بدعة لأنها مستندة إلى شبهة لا إلى دليل، ولأنها مستندة إلى شيء، والفرق بينهما من جهة المعنى أن الدليل عليها من جهة الأصل قائم، ومن جهة الكيفيات، أو الأحوال، أو التفاصيل لم يقم عليها، مع أنها محتاجة إليه؛ لأن الغالب وقوعها في التعبديات لا في العادات المحضة (¬1)، ومن أمثلة ذلك: الذكر أدبار الصلوات، أو في أي وقت على هيئة الاجتماع بصوت واحد، أو يدعو الإمام والناس يؤمِّنون أدبار الصلوات، فالذكر مشروع، ولكن أداءه على هذه الكيفية غير مشروع، وبدعة مخالفة للسنة (¬2)، ومن ذلك تخصيص يوم النصف من شعبان بصيام، وليلته بقيام، وصلاة الرغائب في أول ليلة جمعة من رجب، وهذه بدع منكرة، وهي بدعة إضافية؛ لأن عبادات الصلاة والصيام الأصل فيها المشروعية، لكن يأتي الابتداع في تخصيص الزمان، أو المكان، أو الكيفية؛ فإن ذلك لم يأت في كتاب ولا سنة، فهي مشروعة باعتبار ذاتها، بدعة باعتبار ما عَرَض لها (¬3). ¶ القسم الثاني: البدعة الفعلية والتَّركية: ¶ 1 - البدعة الفعلية: تدخل في تعريف البدعة: فهي طريقة في الدين ¶ ¬__________ ¶ (¬1) انظر: الاعتصام للشاطبي، 1/ 367، 445. ¶ (¬2) انظر: المرجع السابق، 1/ 452، وتنبيه أولي الأبصار إلى كمال الدين وما في البدع من أخطار، للدكتور صالح السحيمي، ص 96. ¶ (¬3) انظر: أصول في البدع والسنن، للشيخ العدوي، ص30، وتنبيه أولي الأبصار إلى كمال الدين وما في البدع من أخطار، للسحيمي، ص96.",
            "page": "41",
            "part": "1",
            "seal": "C211D581"
        },
        {
            "id": "41",
            "nass": "مُخترَعة، تشبه الطريقة الشرعية، يقصد بالسلوك عليها المبالغة في التعبد لله سبحانه (¬1)، ومن أمثلة ذلك: الزيادة في شرع الله ما ليس منه، كمن يزيد في الصلاة ركعة، أو يدخل في الدين ما ليس منه، أو يفعل العبادة على كيفية يخالف فيها هدي النبي - صلى الله عليه وسلم - (¬2)، أو يخصّص وقتاً للعبادة المشروعة لم يخصصه الشرع: كتخصيص يوم النصف من شعبان بصيام وليلته بقيام (¬3). ¶ 2 - البدعة التَّركية: تدخل في عموم تعريف البدعة، من حيث إنها ((طريقة في الدين مخترعة)) (¬4)، فقد يقع الابتداع بنفس الترك تحريماً للمتروك، أو غير تحريم؛ فإن الفعل ((مثلاً)) قد يكون حلالاً بالشرع فيحرمه الإنسان على نفسه، أو يقصد تركه قصداً، فهذا الترك إما أن يكون لأمر يُعتبر شرعاً، أو لا: فإن كان لأمر يعتبر فلا حرج فيه؛ لأنه ترك ما يجوز تركه، أو ما يُطلب بتركه، كالذي يمنع نفسه من الطعام الفلاني من أجل أنه يضرّه في جسمه، أو عقله، أو دينه، وما أشبه ذلك، فلا مانع هنا من الترك، وهذا راجع إلى الحمية من المضرّات، وأصله قوله - صلى الله عليه وسلم -: ((يا معشر الشباب من استطاع منكم الباءة فليتزوج، فإنه أغضُّ ¶ ¬__________ ¶ (¬1) انظر: الاعتصام للشاطبي، 1/ 50 - 56. ¶ (¬2) انظر: المرجع السابق،1/ 367 - 445،وتنبيه أولي الأبصار، للدكتور صالح السحيمي، ص99، وحقيقة البدعة وأحكامها، لسعيد الغامدي، 2/ 37، وأصول في البدع والسنن للعدوي، ¶ ص70، وعلم أصول البدع، لعلي بن حسن الأثري، ص107. ¶ (¬3) انظر: كتاب التوحيد، للعلامة الدكتور صالح الفوزان، ص82. ¶ (¬4) انظر: الاعتصام للشاطبي، 1/ 57.",
            "page": "42",
            "part": "1",
            "seal": "98A4F0D7"
        },
        {
            "id": "42",
            "nass": "للبصر، وأحصن للفرج، ومن لم يستطع فعليه بالصوم؛ فإنه له وجاء)) (¬1)، وكذلك لو ترك ما لا بأس به حذراً مما به بأس، وهذا كترك المشتبه حذراً من الوقوع في الحرام، واستبراءً للدين والعرض. ¶ وإن كان الترك لغير ذلك، فإما أن يكون تديُّناً أو لا؛ فإن لم يكن تديناً فالتارك عابث بتحريمه الفعل، أو بعزيمته على الترك، ولا يسمى هذا الترك بدعة؛ لأنه لا يدخل تحت لفظ الحدّ، إلا على الطريقة الثانية القائلة: إن البدعة تدخل في العادات، وأما على الطريقة الأولى، فلا يدخل، لكن هذا التارك يكون مخالفاً بتركه، أو باعتقاده التحريم فيما أحلَّ الله، وإثم المخالفة يختلف باختلاف درجات المتروك: من حيث: الوجوب، والندب. ¶ أما إن كان الترك تديُّناً فهو الابتداع في الدين، سواءً كان المتروك مباحاً، أو مأموراً به، وسواءً كان في العبادات، أو المعاملات، أو العادات: بالقول، أو الفعل، أو الاعتقاد، إذا قصد بتركه التعبّد لله كان مبتدعاً بتركه (¬2)، ومن الأدلّة على أن الترك في مثل ذلك يكون بدعة: قصة الثلاثة الذين جاءوا إلى بيوت أزواج النبي - صلى الله عليه وسلم - يسألون عن عبادته، فلما أخبروا بها، فكأنهم تقالوها، فقالوا: وأين نحن من النبي - صلى الله عليه وسلم -؟ قد غفر الله له ما تقدّم من ذنبه وما تأخّر، قال أحدهم: أما أنا فأصلي الليل أبداً، ¶ ¬__________ ¶ (¬1) متفق عليه من حديث عبد الله بن مسعود - رضي الله عنه -: البخاري، كتاب الصوم، باب الصوم لمن خاف على نفسه العزبة، 2/ 280، برقم 1905، ومسلم، كتاب النكاح، باب استحباب النكاح لمن تاقت نفسه إليه ووجد مؤنته، 2/ 1018، برقم 1400. ¶ (¬2) انظر: الاعتصام، للشاطبي، 1/ 58.",
            "page": "43",
            "part": "1",
            "seal": "9CF30378"
        },
        {
            "id": "43",
            "nass": "وقال آخر: أنا أصوم الدهر ولا أفطر، وقال آخر: أنا أعتزل النساء فلا أتزوج أبداً، فجاء رسول الله - صلى الله عليه وسلم - فقال: ((أنتم الذين قلتم كذا وكذا؟ أما والله إني لأخشاكم لله، وأتقاكم له؛ لكني: أصوم وأفطر، وأصلي وأرقد، وأتزوج النساء، فمن رغب عن سنتي فليس مني)) (¬1). ¶ والمراد بالسنة: الطريقة، لا التي تقابل الفرض، والرغبة عن الشيء: الإعراض عنه إلى غيره، والمراد: من ترك طريقتي، وأخذ بطريقة غيري فليس مني (¬2). ¶ واتّضح مما سبق أن البدعة على قسمين: بدعة فعلية، وبدعة تركية، كما ظهر أن السنة على قسمين: سنة فعلية وسنة تركية، فسنة النبي - صلى الله عليه وسلم - كما تكون بالفعل تكون بالترك، فكما كلفنا الله باتباع النبي - صلى الله عليه وسلم - في فعله الذي يتقرب به إلى الله - إذا لم يكن من باب الخصوصيات -، كذلك طالبنا باتباعه في تركه، فيكون الترك سنة، والفعل سنة، وكما لا نتقرّب إلى الله بترك ما فعل، لا نتقرّب إليه بفعل ما ترك، فالفاعل لما ترك، كالتارك لما فعل، ولا فرق بينهما (¬3). ¶ ¬__________ ¶ (¬1) متفق عليه من حديث أنس بن مالك - رضي الله عنه -: البخاري، كتاب النكاح، باب الترغيب في النكاح، ¶ 6/ 142، برقم 5063، ومسلم، كتاب النكاح، باب استحباب النكاح لمن تاقت نفسه إليه، ¶ 2/ 1020، برقم 1401. ¶ (¬2) انظر: فتح الباري، لابن حجر، 9/ 105. ¶ (¬3) انظر: الاعتصام للشاطبي، 1/ 57 - 60، و 479، 485، 498، والأمر بالاتباع والنهي عن الابتداع، لجلال الدين السيوطي، ص205، وأصول في البدع، للشيخ محمد أحمد العدوي، ¶ ص70، وحقيقة البدعة وأحكامها، لسعيد بن ناصر الغامدي، 2/ 37 - 58، وتنبيه أولي الأبصار إلى كمال الدين وما في البدع من أخطار، للدكتور صالح السحيمي، ص97، وعلم أصول البدع للشيخ علي بن حسن الأثري، ص107، وتحذير المسلمين عن الابتداع والبدع في الدين، للشيخ أحمد بن حجر آل بوطامي، ص83.",
            "page": "44",
            "part": "1",
            "seal": "B493F509"
        },
        {
            "id": "44",
            "nass": "القسم الثالث: البدعة القولية الاعتقادية، والبدعة العملية: ¶ 1 - البدعة القولية الاعتقادية: كمقالات الجهمية، والمعتزلة، والرافضة، وسائر الفرق الضالّة، واعتقاداتهم، ويدخل في ذلك الفرق التي ظهرت كالقاديانية، والبهائية، وجميع فرق الباطنية المتقدمة: كالإسماعيلية، والنصيرية، والدروز، والرافضة وغيرهم. ¶ 2 - البدعة العملية وهي أنواع: ¶ النوع الأول: بدعة في أصل العبادة، كأن يحدث عبادة ليس لها أصل في الشرع، كأن يحدث صلاة غير مشروعة، أو صياماً غير مشروع، أو أعياداً غير مشروعة، كأعياد المواليد وغيرها. ¶ النوع الثاني: ما يكون من الزيادة على العبادة المشروعة، كما لو زاد ركعة خامسة في صلاة الظهر أو العصر مثلاً. ¶ النوع الثالث: ما يكون في صفة أداء العبادة المشروعة، بأن يؤديها على صفة غير مشروعة، وكذلك أداء الأذكار المشروعة بأصوات جماعية مطربة، وكالتعبد بالتشديد على النفس في العبادات إلى حدٍّ يخرج عن سنة رسول الله - صلى الله عليه وسلم -. ¶ النوع الرابع: ما يكون بتخصيص وقت للعبادة المشروعة لم يخصصه الشرع: كتخصيص يوم النصف من شعبان بصيام، وليلته بقيام؛ فإن أصل",
            "page": "45",
            "part": "1",
            "seal": "7A20B36E"
        },
        {
            "id": "45",
            "nass": "الصيام والقيام مشروع، ولكن تخصيصه بوقت من الأوقات يحتاج إلى دليل (¬1). ¶ المطلب السادس: حكم البدعة في الدين ¶ لاشك أن كل بدعة في الدين ضلالة، ومحرّمة، لقول النبي - صلى الله عليه وسلم -: ((إياكم ومُحدَثات الأمور، فإن كل مُحدثة بدعة، وكل بدعة ضلالة)) (¬2)، وقوله - صلى الله عليه وسلم -: ((من أحدث في أمرنا هذا ما ليس منه فهو ردّ))، وفي رواية لمسلم: ((من عمل عملاً ليس عليه أمرنا فهو رد)) (¬3)، فدل الحديثان على أن كل مُحدَثٍٍ في الدين فهو بدعة، وكل بدعة ضلالة مردودة، فالبدع في العبادات محرمة، ولكن التحريم يتفاوت بحسب نوعية البدعة: ¶ فمنها: ما هو كفر: كالطواف بالقبور تقرّباً إلى أصحابها، وتقديم الذبائح والنذور لها، ودعاء أصحابها، والاستغاثة بهم، وكأقوال غلاة الجهمية، والمعتزلة، والرافضة. ¶ ومنها: ما هو من وسائل الشرك: كالبناء على القبور، والصلاة والدعاء عندها. ¶ ومنها: ما هو من المعاصي: كبدعة التبتل ((ترك الزواج))، والصيام قائماً في الشمس، والخصاء بقصد قطع الشهوة، وغير ذلك (¬4)، وقد ذكر الإمام ¶ ¬__________ ¶ (¬1) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية، 18/ 346، 35 - 414، وكتاب التوحيد للعلامة الدكتور صالح الفوزان، ص 81 - 82، ومجلة الدعوة، العدد 1139، 9 رمضان، 1408، مقال الدكتور صالح الفوزان في أنواع البدع، وتنبيه أولي الأبصار إلى كمال الدين وما في البدع من أخطار، للدكتور صالح السحيمي، ص 100. ¶ (¬2) أبو داود، 4/ 201، برقم 4607، والترمذي، 5/ 44، برقم 2676، وتقدم تخريجه. ¶ (¬3) متفق عليه: البخاري، 3/ 222،برقم 2697،ومسلم، 3/ 1343، برقم 1718، وتقدم تخريجه. ¶ (¬4) انظر: كتاب التوحيد للعلامة الدكتور صالح بن فوزان الفوزان، ص 82.",
            "page": "46",
            "part": "1",
            "seal": "123ECCB1"
        },
        {
            "id": "46",
            "nass": "الشاطبي رحمه الله: أن إثم المبتدع ليس على رتبة واحدة، بل هو على مراتب مختلفة، واختلافها يقع من جهات، على النحو الآتي: ¶ 1 - من جهة كون صاحب البدعة مُدَّعياً للاجتهاد أو مقلداً. ¶ 2 - من جهة وقوعها في الضروريات: الدين، والنفس، والعرض، والعقل، والمال أو غيرها. ¶ 3 - من جهة كون صاحبها مستتراً بها أو معلناً. ¶ 4 - من جهة كونه داعياً إليها أو غير داعٍ لها. ¶ 5 - من جهة كونه خارجاً على أهل السنة أو غير خارج. ¶ 6 - من جهة كون البدعة حقيقية أو إضافية. ¶ 7 - من جهة كون البدعة بيِّنة أو مشكلة. ¶ 8 - من جهة كون البدعة كفراً أو غير كفر. ¶ 9 - من جهة الإصرار على البدعة أو عدمه. ¶ وبيّن رحمه الله أن هذه المراتب تختلف في الإثم على حسب النظر إلى دركاتها (¬1). ¶ وأوضح رحمه الله أن هذه المراتب منها ما هو محرم، ومنها ما هو مكروه، وأن وصف الضلال ملازم لها، وشامل لأنواعها (¬2). ¶ ولا شك أن البدع تنقسم على حسب مراتبها في الإثم إلى ثلاثة أقسام: ¶ ¬__________ ¶ (¬1) انظر: الاعتصام، 1/ 216 - 224، و2/ 515 - 559. ¶ (¬2) انظر: الاعتصام للشاطبي، 2/ 530.",
            "page": "47",
            "part": "1",
            "seal": "89A73C38"
        },
        {
            "id": "47",
            "nass": "القسم الأول: كفر بواح (¬1). ¶ القسم الثاني: كبيرة من كبائر الذنوب (¬2). ¶ القسم الثالث: صغيرة من صغائر الذنوب (¬3)، وللبدعة الصغيرة شروط، هي: ¶ الشرط الأول: لا يداوم عليها، فإن المداومة تنقلها إلى كبيرة في حقه. ¶ الشرط الثاني: لا يدعو إليها؛ فإن ذلك يعظم الذنب لكثرة العمل بها. ¶ الشرط الثالث: لا يفعلها في مجتمعات الناس، ولا في المواضع التي تقام فيها السنن. ¶ الشرط الرابع: لا يستصغرها ولا يستحقرها، فإن ذلك استهانة بها، والاستهانة بالذنب أعظم من الذنب (¬4). ¶ واسم الضلالة يقع على هذه الأقسام الثلاثة؛ لأن النبي - صلى الله عليه وسلم - جعل كل بدعة ضلالة، وهذا يشمل البدعة المكفرة، والبدعة المفسقة: سواء كانت كبيرة أو صغيرة (¬5). ¶ ومنهم من قسم البدع إلى أقسام أحكام الشريعة الخمسة: فقال: قسم من البدع واجب، وقسم محرم، وقسم مندوب إليه، والقسم الرابع: بدعة مكروهة، والقسم الخامس: البدع المباحة. وهذا التقسيم مخالف ¶ ¬__________ ¶ (¬1) انظر: المرجع السابق، 2/ 516. ¶ (¬2) انظر: الاعتصام للشاطبي، 2/ 517 و 2/ 543 - 550. ¶ (¬3) انظر: المرجع السابق، 2/ 517، و 2/ 539، 543 - 550. ¶ (¬4) انظر هذه الشروط مع شرحها النفيس: الاعتصام للشاطبي، 2/ 551 - 559. ¶ (¬5) انظر: المرجع السابق، 2/ 516.",
            "page": "48",
            "part": "1",
            "seal": "13CE5E38"
        },
        {
            "id": "48",
            "nass": "لقوله - صلى الله عليه وسلم -: ((فإن كل محدثة بدعة وكل بدعة ضلالة)) (¬1). ¶ وقد رد على هذا التقسيم الإمام الشاطبي رحمه الله بعد أن ذكر التقسيم وصاحبه: ((والجواب أن هذا التقسيم أمر مُخترع لا يدل عليه دليل شرعي، بل هو في نفسه متدافع؛ لأن من حقيقة البدعة أن لا يدل عليها دليل شرعي: لا من نصوص الشرع ولا من قواعده، إذ لو كان هناك ما يدل من الشرع على وجوبٍ، أو ندبٍ، أو إباحةٍ؛ لما كان ثَمَّ بدعة، ولكان العمل داخلاً في عموم الأعمال المأمور بها، أو المخيّر فيها، فالجمع بين كون تلك الأشياء بدعاً، وبين كون الأدلة تدل على وجوبها، أو ندبها، أو إباحتها جمع بين متنافيين، أما المكروه منها والمحرم، فمسلَّمٌ من جهة كونها بدعاً، لا من جهةٍ أخرى (¬2). ¶ المطلب السابع: أنواع البدع عند القبور ¶ النوع الأول: من يسأل الميت حاجته (¬3)، وهؤلاء من جنس عباد الأصنام، وقد قال الله تعالى: {قُلِ ادْعُواْ الَّذِينَ زَعَمْتُم مِّن دُونِهِ فَلاَ يَمْلِكُونَ كَشْفَ الضُّرِّ عَنكُمْ وَلاَ تَحْوِيلاً * أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا} (¬4)، فكل من دعا نبياً، أو ولياً، أو صالحاً، وجعل فيه نوعاً من الإلهيّة، فقد تناولته هذه الآية؛ فإنها عامة في كل من دعا من ¶ ¬__________ ¶ (¬1) أبو داوود، 4/ 201، برقم 4607، والترمذي، 5/ 44، برقم 2676، وتقدم تخريجه. ¶ (¬2) الاعتصام، 1/ 246. ¶ (¬3) انظر: تعريف البدعة لغة واصطلاحاً، في المطلب الأول من المبحث الثاني من هذا الكتاب. ¶ (¬4) سورة الإسراء، الآيتان: 56 - 57.",
            "page": "49",
            "part": "1",
            "seal": "25410184"
        },
        {
            "id": "49",
            "nass": "دون الله مدعوّاً، وذلك المدعو يبتغي إلى الله الوسيلة، ويرجو رحمته، ويخاف عذابه، فكل من دعا مَيِّتاً، أو غائباً: من الأنبياء، والصالحين، سواء كان بلفظ الاستغاثة، أو غيرها فقد فعل الشرك الأكبر الذي لا يغفره الله إلا بالتوبة منه، فكل من غلا في نبي، أو رجل صالح، وجعل فيه نوعاً من العبادة مثل أن يقول: يا سيدي فلان انصرني، أو أعني، أو أغثني، أو ارزقني، أو أنا في حسبك، ونحو هذه الأقوال، فكل هذا شرك وضلال يُستتاب صاحبه، فإن تاب وإلا قُتل، فإن الله إنما أرسل الرسل، وأنزل الكتب ليُعبد وحده، ولا يُجعل معه إله آخر. ¶ النوع الثاني: أن يسأل الله تعالى بالميت، وهو من البدع المحدثة في الإسلام، وهذا ليس كالذي قبله فإنه لا يصل إلى الشرك الأكبر. ¶ والعامة الذين يتوسلون في أدعيتهم بالأنبياء والصالحين كقول أحدهم: أتوسل إليك بنبيك، أو بأنبيائك، أو بملائكتك، أو بالصالحين من عبادك، أو بحقّ الشيخ فلان، أو بحرمته، أو أتوسل إليك باللوح والقلم، وغير ذلك مما يقولونه في أدعيتهم، وهذه الأمور من البدع المحدثة المنكرة، والذي جاءت به السنة هو التوسّل والتوجّه بأسماء الله تعالى، وصفاته، وبالأعمال الصالحة، كما ثبت في الصحيحين في قصة الثلاثة (أصحاب الغار)، وبدعاء المسلم الحي الحاضر لأخيه المسلم. ¶ النوع الثالث: أن يظن أن الدعاء عند القبور مستجاب، أو أنه أفضل من الدعاء في المسجد، فيقصد القبر لذلك. ¶ فإن هذا من المنكرات إجماعاً، ولم نعلم في ذلك نزاعاً بين أئمة الدين،",
            "page": "50",
            "part": "1",
            "seal": "888E190A"
        },
        {
            "id": "50",
            "nass": "وهذا أمر لم يشرعه الله، ولا رسوله، ولا فعله أحد من الصحابة، ولا التابعين ولا أئمة المسلمين، وأصحاب رسول الله - صلى الله عليه وسلم - قد أجدبوا مرات، ودهمتهم نوائب، ولم يجيئوا عند قبر النبي - صلى الله عليه وسلم -، بل خرج عمر بالعباس فاستسقى بدعائه، وقد كان السلف ينهون عن الدعاء عند القبور، فقد رأى علي بن الحسين رضي الله عنهما رجلاً يجيء إلى فرجة كانت عند قبر النبي - صلى الله عليه وسلم - فيدخل فيها فيدعو فيها، فقال: ألا أحدثكم حديثاً سمعته من أبي عن جدي عن رسول الله - صلى الله عليه وسلم -، قال: ((لا تجعلوا قبري عيداً، ولا تجعلوا بيوتكم قبوراً، وصلوا عليَّ، وسلّموا حيثما كنتم، فسيبلغني سلامكم وصلاتكم)) (¬1)، ووجه الدلالة أن قبر النبي - صلى الله عليه وسلم - أفضل قبر على وجه الأرض وقد نهى عن اتخاذه عيداً فغيره أولى بالنهي كائناً ما كان (¬2). ¶ وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((لا تجعلوا بيوتكم قبوراً، ولا تجعلوا قبري عيداً، وصلُّوا عليَّ فإن صلاتكم تبلغني حيث كنتم)) (¬3). ¶ المطلب الثامن: البدع المنتشرة المعاصرة ¶ البدع المنتشرة المعاصرة كثيرة جداً، ومنها على سبيل المثال لا الحصر ما يأتي: ¶ أولاً: بدعة الاحتفال بالمولد النبوي: ¶ الاحتفال بالمولد بدعة منكرة، وأول من أحدثها العبيديون في القرن ¶ ¬__________ ¶ (¬1) رواه إسماعيل القاضي في كتاب فضل الصلاة على النبي - صلى الله عليه وسلم -، ص34، وصححه الألباني في المرجع نفسه، وله طرق وروايات ذكرها في كتابه تحذير الساجد من اتخاذ القبور مساجد، ص140. ¶ (¬2) انظر: الدرر السنية في الأجوبة النجدية لعبد الرحمن بن قاسم، 6/ 165 - 174. ¶ (¬3) رواه أبو داود، واللفظ له، في كتاب المناسك، باب زيارة القبور، 2/ 218، برقم 2042، وأحمد، 2/ 367، وحسنه الشيخ الألباني في كتابه: تحذير الساجد، ص142.",
            "page": "51",
            "part": "1",
            "seal": "A0913557"
        },
        {
            "id": "51",
            "nass": "الرابع الهجري، وقد بيّن العلماء قديماً وحديثاً بطلان هذه البدعة والرد على من ابتدعها وعمل بها، فلا يجوز الاحتفال بالمولد، لأمور وبراهين منها: ¶ أولاً: الاحتفال بالمولد من البدع المحدثة في الدين التي ما أنزل الله بها من سلطان؛ لأن النبي - صلى الله عليه وسلم - لم يشرعه لا بقوله، ولا فعله، ولا تقريره، وهو قدوتنا وإمامنا، قال الله - عز وجل -: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُو وَاتَّقُوا الله إِنَّ اللهَ شَدِيدُ الْعِقَابِ} (¬1)،وقال سبحانه: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ الله أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو الله وَالْيَوْمَ الآخِرَ وَذَكَرَ الله كَثِيرًا} (¬2)،وقال النبي - صلى الله عليه وسلم -: ((من أحدث في أمرنا هذا ما ليس منه فهو ردّ)) (¬3). ¶ ثانياً: الخلفاء الراشدون ومن معهم من أصحاب النبي - صلى الله عليه وسلم - لم يحتفلوا بالمولد، ولم يدعوا إلى الاحتفال به، وهم خير الأمة بعد نبيها، وقد قال - صلى الله عليه وسلم - في حق الخلفاء الراشدين: ((عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي، عضّوا عليها بالنواجذ، وإياكم ومُحدثات الأمور، فإن كل مُحدثة بدعة، وكل بدعة ضلالة)) (¬4). ¶ ثالثاً: الاحتفال بالمولد من سنة أهل الزيغ والضلال؛ فإن أول من أحدث الاحتفال بالمولد الفاطميون، العبيديون في القرن الرابع الهجري، وقد انتسبوا إلى فاطمة رضي الله عنها ظلماً وزوراً، وبهتاناً؛ وهم في الحقيقة من ¶ ¬__________ ¶ (¬1) سورة الحشر، الآية: 7. ¶ (¬2) سورة الأحزاب، الآية: 21. ¶ (¬3) متفق عليه: البخاري، برقم 2697، ومسلم، برقم 1718، وتقدم تخريجه. ¶ (¬4) أبو داود، برقم 4607، والترمذي، برقم 2676، وتقدم تخريجه.",
            "page": "52",
            "part": "1",
            "seal": "212FC887"
        },
        {
            "id": "52",
            "nass": "اليهود، وقيل من المجوس، وقيل من الملاحدة (¬1)، وأولهم المعز لدين الله العبيدي المغربي الذي خرج من المغرب إلى مصر في شوال سنة 361هـ، وقدم إلى مصر في رمضان سنة 362هـ (¬2)، فهل لعاقل مسلم أن يقلد الرافضة، ويتّبع سنتهم ويخالف هدي نبيه محمد - صلى الله عليه وسلم -؟. ¶ رابعاً: إن الله - عز وجل - قد كمَّل الدين، فقال - سبحانه وتعالى -: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِينًا} (¬3)، والنبي - صلى الله عليه وسلم - قد بلّغ البلاغ المبين، ولم يترك طريقاً يوصل إلى الجنة، ويُباعد من النار إلا بيَّنه للأمة، ومعلوم أن نبيّنا - صلى الله عليه وسلم - هو أفضل الأنبياء، وخاتمهم، وأكملهم بلاغاً، ونصحاً لعباد الله، فلو كان الاحتفال بالمولد من الدين الذي يرضاه الله - عز وجل - لبيَّنه - صلى الله عليه وسلم - لأمته، أو فعله في حياته، قال - صلى الله عليه وسلم -: ((ما بعث الله من نبي إلا كان حقاً عليه أن يدلّ أمّته على خير ما يعلمه لهم، وينذرهم شرّ ما يعلمه لهم)) (¬4). ¶ ¬__________ ¶ (¬1) انظر: الإبداع في مضار الابتداع، للشيخ علي محفوظ، ص251، والتبرك: أنواعه وأحكامه، للدكتور ناصر بن عبد الرحمن الجديع، ص359 - 373، وتنبيه أولي الأبصار إلى كمال الدين وما في البدع من أخطار، للدكتور صالح السحيمي، ص232. ¶ (¬2) انظر: البداية والنهاية: لابن كثير، 11/ 272 - 273، 345، 12/ 267 - 268، و 6/ 232، 11/ 161، 12/ 13، 63، 266، وانظر: سير أعلام النبلاء للذهبي، 15/ 159 - 215، وذكر أن آخر ملوك العبيدية: العاضد لدين الله، قتله صلاح الدين الأيوبي سنة 564هـ، قال: ((تلاشى أمر العاضد مع صلاح الدين إلى أن خلعه وخطب لبني العباس واستأصل شأفة بني عبيد ومحق دولة الرفض، وكانوا أربعة عشر متخلفاً لا خليفة، والعاضد في اللغة: القاطع، فكان هذا عاضداً لدولة أهل بيته))، 15/ 212. ¶ (¬3) سورة المائدة، الآية: 3. ¶ (¬4) مسلم، كتاب الإمارة، باب وجوب الوفاء ببيعة الخلفاء: الأول فالأول،2/ 1473،برقم 1844.",
            "page": "53",
            "part": "1",
            "seal": "3D6E184E"
        },
        {
            "id": "53",
            "nass": "خامساً: إحداث مثل هذه الموالد البدعية يُفهم منه أن الله تعالى لم يُكمل الدين لهذه الأمة، فلا بد من تشريع ما يكمل به الدين! ويفهم منه أن الرسول - صلى الله عليه وسلم - لم يُبلّغ ما ينبغي للأمة حتى جاء هؤلاء المبتدعون المتأخرون فأحدثوا في شرع الله ما لم يأذن به سبحانه، زاعمين أن ذلك يقرّبهم إلى الله، وهذا بلا شك فيه خطر عظيم، واعتراض على الله - عز وجل -، وعلى رسوله - صلى الله عليه وسلم -، والله - عز وجل - قد أكمل الدين، وأتمّ على عباده نعمته. ¶ سادساً: صرّح علماء الإسلام المحقّقون بإنكار الموالد، والتحذير منها عملاً بالنصوص من الكتاب والسنة، التي تحذّر من البدع في الدين، وتأمر باتّباع النبي - صلى الله عليه وسلم -، وتحذّر من مخالفته في القول وفي الفعل والعمل. ¶ سابعاً: إن الاحتفال بالمولد لا يحقّق محبّة الرسول - صلى الله عليه وسلم -، وإنما يحقّق ذلك: اتّباعه، والعمل بسنته، وطاعته - صلى الله عليه وسلم -، قال الله - عز وجل -: {قُلْ إِن كُنتُمْ تُحِبُّونَ الله فَاتَّبِعُونِي يُحْبِبْكُمُ الله وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَالله غَفُورٌ رَّحِيمٌ} (¬1). ¶ ثامناً: الاحتفال بالمولد النبوي، واتخاذه عيداً فيه تشبه باليهود والنصارى في أعيادهم، وقد نُهينا عن التشبه بهم، وتقليدهم (¬2). ¶ تاسعاً: العاقل لا يغترّ بكثرة من يحتفل بالمولد من الناس في سائر البلدان، فإن الحقّ لا يُعرف بكثرة العاملين، وإنما يعرف بالأدلة الشرعية، قال الله - سبحانه وتعالى -: {وَإِن تُطِعْ أَكْثَرَ مَن فِي الأَرْضِ يُضِلُّوكَ عَن سَبِيلِ ¶ ¬__________ ¶ (¬1) سورة آل عمران، الآية: 31. ¶ (¬2) انظر: اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم، لابن تيمية، 2/ 614 - 615، وزاد المعاد، لابن القيم، 1/ 59.",
            "page": "54",
            "part": "1",
            "seal": "A7AC2DB2"
        },
        {
            "id": "54",
            "nass": "الله} (¬1)، وقال - عز وجل -: {وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ} (¬2)، وقال سبحانه: {وَقَلِيلٌ مِّنْ عِبَادِيَ الشَّكُورُ} (¬3). ¶ عاشراً: القاعدة الشرعية: ردّ ما تنازع فيه الناس إلى كتاب الله تعالى وسنة رسوله - صلى الله عليه وسلم -، كما قال الله - عز وجل -: {يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُواْ الله وَأَطِيعُواْ الرَّسُولَ وَأُوْلِي الأَمْرِ مِنكُمْ فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى الله وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِالله وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلا} (¬4)، وقال - عز وجل -: {وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى الله} (¬5)، ولا شك أن من ردّ الاحتفال بالمولد إلى الله ورسوله يجد أن الله يأمر باتّباع النبي - صلى الله عليه وسلم -، كما قال سبحانه: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا} (¬6)، ويبين - سبحانه وتعالى - أنه قد أكمل الدين، وأتمّ النعمة على المؤمنين، ويجد أن النبي - صلى الله عليه وسلم - لم يأمر بالاحتفال بالمولد، ولم يفعله، ولم يفعله أصحابه، فعلم بذلك أن الاحتفال بالمولد ليس من الدين، بل هو من البدع المحدثة. ¶ الحادي عشر: إن المشروع للمسلم يوم الإثنين أن يصوم إذا أحبّ، لأن النبي - صلى الله عليه وسلم - سئل عن صوم يوم الإثنين، فقال: ((ذاك يومٌ ولدت فيه، ¶ ¬__________ ¶ (¬1) سورة الأنعام، الآية: 116. ¶ (¬2) سورة يوسف، الآية: 103. ¶ (¬3) سورة سبأ، الآية: 13. ¶ (¬4) سورة النساء، الآية: 59. ¶ (¬5) سورة الشورى، الآية: 10. ¶ (¬6) سورة الحشر، الآية: 7.",
            "page": "55",
            "part": "1",
            "seal": "DE8F8815"
        },
        {
            "id": "55",
            "nass": "ويومٌ بعثت، أو أُنزل عليَّ فيه)) (¬1)، فالمشرع التأسي بالنبي - صلى الله عليه وسلم - في صيام يوم الإثنين، وعدم الاحتفال بالمولد. ¶ الثاني عشر: عيد المولد النبوي لا يخلو من وقوع المنكرات والمفاسد غالباً، ويعرف ذلك من شاهد هذا الاحتفال، ومن هذه المنكرات على سبيل المثال لا الحصر ما يأتي: ¶ 1 - أكثر القصائد والمدائح التي يتغنَّى بها أهل المولد لا تخلو من ألفاظ شركية، والغلوّ، والإطراء الذي نهى عنه رسول الله - صلى الله عليه وسلم -، فقال: ((لا تطروني كما أطرت النصارى ابن مريم، فإنما أنا عبده، فقولوا: عبد الله ورسوله)) (¬2). ¶ 2 - يحصل في الاحتفالات بالموالد في الغالب بعض المحرمات الأخرى: كاختلاط الرجال بالنساء، واستعمال الأغاني والمعازف، وشرب المسكرات والمخدرات، وقد يحصل فيها الشرك الأكبر كالاستغاثة بالرسول - صلى الله عليه وسلم -،أو غيره من الأولياء، والاستهانة بكتاب الله - عز وجل -، فيشرب الدخان في مجلس القرآن، ويحصل الإسراف والتبذير في الأموال، وإقامة حلقات الذكر المحرَّف في المساجد أيام الموالد، مع ارتفاع أصوات المنشدين مع التصفيق القوي من رئيس الذاكرين، وكل ذلك غير مشروع بإجماع علماء أهل الحق (¬3). ¶ ¬__________ ¶ (¬1) صحيح مسلم عن أبي قتادة - رضي الله عنه -، كتاب الصيام، باب استحباب صيام ثلاثة أيام من كل شهر، وصوم يوم عرفة وعاشوراء، والإثنين والخميس، 2/ 819، برقم 1162. ¶ (¬2) البخاري، كتاب الأنبياء، باب قوله تعالى: {وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ ... } 4/ 171،برقم 3445. ¶ (¬3) انظر: الإبداع في مضار الابتداع، للشيخ علي محفوظ، ص 251 - 257.",
            "page": "56",
            "part": "1",
            "seal": "C9F8B85B"
        },
        {
            "id": "56",
            "nass": "3 - يحصل عمل قبيح في الاحتفال بمولد النبي - صلى الله عليه وسلم -، وذلك يكون بقيام البعض عند ذكر ولادته - صلى الله عليه وسلم - إكراماً له وتعظيماً، لاعتقادهم أن رسول الله - صلى الله عليه وسلم - يحضر المولد في مجلس احتفالهم؛ ولهذا يقومون له محيِّين ومرحبِّين، وهذا من أعظم الباطل، وأقبح الجهل؛ فإن رسول الله - صلى الله عليه وسلم - لا يخرج من قبره قبل يوم القيامة، ولا يتصل بأحد من الناس، ولا يحضر اجتماعهم، بل هو مقيم في قبره إلى يوم القيامة، وروحه في أعلى عليين عند ربه في دار الكرامة (¬1)، كما قال الله - عز وجل -: {ثُمَّ إِنَّكُمْ بَعْدَ ذَلِكَ لَمَيِّتُونَ * ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ} (¬2)، وقال عليه الصلاة والسلام: ((أنا سيّد ولد آدم يوم القيامة، وأول من ينشقّ عنه القبر، وأول شافع، وأول مشفّع)) (¬3)، فهذه الآية، والحديث الشريف، وما جاء في هذا المعنى من الآيات والأحاديث، كلّها تدلّ على أن النبي - صلى الله عليه وسلم - وغيره من الأموات إنما يخرجون من قبورهم يوم القيامة. ¶ قال سماحة العلامة عبد العزيز بن عبد الله ابن باز رحمه الله: ((وهذا أمر مجمع عليه بين علماء المسلمين، ليس فيه نزاعٌ بينهم)) (¬4). ¶ ثانياً: بدعة الاحتفال بأول ليلة جمعة من شهر رجب: ¶ الاحتفال بأول ليلة جمعة من شهر رجب بدعة منكرة، فقد ذكر الإمام ¶ ¬__________ ¶ (¬1) انظر: التحذير من البدع، لسماحة العلامة الإمام عبد العزيز بن عبد الله ابن باز رحمه الله، ص13. ¶ (¬2) سورة المؤمنون، الآيتان: 15 - 16. ¶ (¬3) مسلم، كتاب الفضائل، باب تفضيل نبينا محمد - صلى الله عليه وسلم - على جميع الخلائق،4/ 1782، برقم 2278. ¶ (¬4) التحذير من البدع، ص7 - 14، وانظر: الإبداع في مضار الابتداع للشيخ علي محفوظ ص250 - 258، والتبرك: أنواعه وأحكامه، للدكتور ناصر بن عبد الرحمن الجديع، ص358 - 373، وتنبيه أولي الأبصار إلى كمال الدين وما في البدع من أخطار، ص228 - 250.",
            "page": "57",
            "part": "1",
            "seal": "78C1E6E5"
        },
        {
            "id": "57",
            "nass": "أبو بكر الطرطوشي رحمه الله: أنه أخبره أبو محمد المقدسي فقال: ((وأما صلاة رجب فلم تحدث عندنا في بيت المقدس إلا بعد سنة ثمانين وأربعمائة [480هـ]، وما كُنَّا رأيناها، ولا سمعنا بها قبل ذلك)) (¬1). ¶ وقال الإمام أبو شامة رحمه الله: ((وأما صلاة الرغائب فالمشهور بين الناس اليوم أنها هي التي تُصلى بين العشائين ليلة أول جمعة من شهر رجب)) (¬2). ¶ وقال الحافظ ابن رجب رحمه الله: ((فأما الصلاة فلم يصحَّ في شهر رجب صلاة مخصوصة، تختصُّ به، والأحاديث المرويّة في صلاة الرغائب في أول ليلة جمعة من شهر رجب كذبٌ وباطل لا تصحّ، وهذه الصلاة بدعة عند جمهور العلماء)) (¬3). ¶ وقال الحافظ ابن حجر رحمه الله: ((لم يرد في فضل شهر رجب، ولا في صيامه، ولا في صيام شيء منه معيَّن، ولا في قيام ليلة مخصوصة فيه، حديث صحيح يصلح للحجة)) (¬4)، ثم بيّن رحمه الله أن الأحاديث الواردة في فضل رجب، أو فضل صيامه، أو صيام شيء منه على قسمين: ضعيفة، وموضوعة (¬5)، ثم ذكر حديث صلاة الرغائب، وفيه: أنه يصوم أول خميس من رجب ثم يصلي بين العشائين ليلة الجمعة اثنتي عشرة ¶ ¬__________ ¶ (¬1) الحوادث والبدع، لأبي بكر الطرطوشي، ص267، برقم 238. ¶ (¬2) كتاب الباعث على إنكار البدع والحوادث، للإمام أبي شامة، ص138. ¶ (¬3) لطائف المعارف فيما لمواسم العام من الوظائف، ص228. ¶ (¬4) تبيين العجب بما ورد في شهر رجب، ص23. ¶ (¬5) انظر: تبيين العجب بما ورد في شهر رجب، ص23.",
            "page": "58",
            "part": "1",
            "seal": "B9C8CAAA"
        },
        {
            "id": "58",
            "nass": "ركعة يقرأ في كل ركعة بفاتحة الكتاب مرةً، و {إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ} ثلاثَ مراتٍ، و {قُلْ هُوَ الله أَحَدٌ} اثنتي عشرة مرّةً، يفصل بين كل ركعتين بتسليمة، ثم ذكر كلاماً طويلاً في صفة التسبيح والاستغفار، والسجود، والصلاة على النبي - صلى الله عليه وسلم -، ثم بيّن بأن هذا الحديث موضوع مكذوب على رسول الله - صلى الله عليه وسلم -، وبيّن أن من يصلِّيها يحتاج إلى أن يصوم، وربما كان النهار شديد الحر، فإذا صام لم يتمكن من الأكل حتى يصلي المغرب، ثم يقف في صلاته، ويقع في ذلك التسبيح الطويل، والسجود الطويل، فيتأذّى غاية الأذى، وقال: ((وإني لأغار لرمضان ولصلاة التراويح كيف زوحم بهذه، بل هذه عند العوام أعظم وأجلّ؛ فإنه يحضرها من لا يحضر الجماعات)) (¬1). ¶ وقال الإمام ابن الصلاح رحمه الله، في صلاة الرغائب: ((حديثها موضوع على رسول الله - صلى الله عليه وسلم -، وهي بدعة حدثت بعد أربعمائة من الهجرة)) (¬2). ¶ وأفتى الإمام العزّ بن عبد السلام سنة سبع وثلاثين وستمائة ¶ [637هـ] أن صلاة الرغائب بدعة منكرة، وأن حديثها كذب على ¶ رسول الله - صلى الله عليه وسلم -)) (¬3). ¶ وأختم كلام الأئمة بتلخيصٍ لكلام الإمام أبي شامة في بطلان صلاة ¶ ¬__________ ¶ (¬1) انظر: المرجع السابق، ص54. ¶ (¬2) كتاب الباعث على إنكار البدع والحوادث، للإمام أبي شامة، ص145. ¶ (¬3) تبيين العجب بما ورد في شهر رجب، ص 149.",
            "page": "59",
            "part": "1",
            "seal": "BC9EE91A"
        },
        {
            "id": "59",
            "nass": "الرغائب ومفاسدها، فقد بيَّن رحمه الله ذلك على النحو الآتي: ¶ 1 - مما يدلّ على ابتداع هذه الصلاة أن العلماء الذين هم أعلام الدين وأئمة المسلمين: من الصحابة، والتابعين، وتابعي التابعين، وغيرهم ممّن دوَّن الكتب في الشريعة، مع شدّة حرصهم على تعليم الناس الفرائض والسنن، لم ينقل عن واحدٍ منهم أنه ذكر هذه الصلاة، ولا دوّنها في كتابه، ولا تعرّض لها في مجلسه، والعادة تحيل أن تكون هذه سنة، وتغيب عن هؤلاء الأعلام. ¶ 2 - هذه الصلاة مخالفة للشرع من وجوهٍ ثلاثة: ¶ الوجه الأول: مخالفة لحديث أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: ((لا تخصوا ليلة الجمعة بقيام من بين الليالي، ولا تخصّوا يوم الجمعة بصيام من بين الأيام، إلا أن يكون في صوم يصومه أحدكم)) (¬1)، فلا يجوز أن تُخصّ ليلة الجمعة بصلاة زائدة على سائر الليالي لهذا الحديث (¬2)، وهذا يعمُّ أوّل ليلة جمعة من رجب وغيرها. ¶ الوجه الثاني: صلاة رجب وشعبان صلاتا بدعة قد كُذِبَ فيهما على رسول الله - صلى الله عليه وسلم -، بوضع ما ليس من حديثه، وكُذِبَ على الله بالتقدير عليه في جزاء الأعمال ما لم يُنَزِّل به سلطاناً، فمن الغيرة لله ولرسوله - صلى الله عليه وسلم - تعطيل ما كُذِبَ فيه على الله ورسوله - صلى الله عليه وسلم -، وهجره، واستقباحه، وتنفير الناس ¶ ¬__________ ¶ (¬1) متفق عليه: البخاري، كتاب الصوم، باب صوم يوم الجمعة، 2/ 303، برقم 1985، ومسلم، كتاب الصيام، باب كراهة صوم يوم الجمعة منفرداً، 2/ 801، برقم 1144. ¶ (¬2) انظر: كتاب الباعث على إنكار البدع، لأبي شامة، ص 156.",
            "page": "60",
            "part": "1",
            "seal": "E4CF8FD9"
        },
        {
            "id": "60",
            "nass": "عنه؛ فإنه يلزم من الموافقة على ذلك مفاسد، هي: ¶ المفسدة الأولى: اعتماد العوام على ما جاء في فضلها وتكفيرها، فيحمل كثيراً منهم على أمرين: ¶ أحدهما: التفريط في الفرائض. ¶ والثاني: الانهماك في المعاصي، وينتظرون مجيء هذه الليلة ويصلون هذه الصلاة، فيرون ما فعلوه مجزئاً عما تركوه، وماحياً ما ارتكبوه، فعاد ما ظنه واضع الحديث في صلاة الرغائب حاملاً على مزيد الطاعات: مكثراً من مزيد ارتكاب المعاصي والمنكرات. ¶ المفسدة الثانية: أن فعل البدع مما يغري المبتدعين في إضلال الناس إذا رأوا رواج ما وضعوه، وانهماك الناس عليه، فينقلونهم من بدعة إلى بدعة، أما ترك البدع ففيه زجر للمبتدعين والواضعين عن وضع البدع. ¶ المفسدة الثالثة: أن الرجل العالم إذا فعل هذه البدعة كان موهماً للعامة أنها من السنن، فيكون كاذباً على رسول الله - صلى الله عليه وسلم - بلسان الحال، ولسان الحال قد يقوم مقام لسان المقال، وأكثر ما أُوتي الناس في البدع بهذا السبب. ¶ المفسدة الرابعة: أن العالم إذا صلَّى هذه الصلاة المبتدعة كان متسبِّباً إلى أن تكذب العامة على رسول الله - صلى الله عليه وسلم -، فيقولون هذه سنة من السنن. ¶ الوجه الثالث: أن هذه الصلاة البدعية مشتملة على مخالفة سنن الشرع في الصلاة لأمور:",
            "page": "61",
            "part": "1",
            "seal": "F3784CE8"
        },
        {
            "id": "61",
            "nass": "الأمر الأول: مخالفة لسنة النبي - صلى الله عليه وسلم - في الصلاة بسبب عدد السجدات، وعدد التسبيحات، وعدد قراءة سورتي: ((القدر))،و ((الإخلاص)) في كل ركعة. ¶ الأمر الثاني: مخالفة لسنة خشوع القلب وخضوعه وحضوره في الصلاة، وتفريغه لله، والوقوف على معاني القرآن. ¶ الأمر الثالث: مخالفة لسنة النوافل في البيوت؛ لأن فعلها في البيوت أولى من فعلها في المساجد، وفعلها على الانفراد، إلا صلاة التراويح في رمضان. ¶ الأمر الرابع: أن من كمال هذه الصلاة البدعية عند واضعيها صيام يوم الخميس ذلك اليوم، فيلزم بذلك تعطيل سنتين: سنة الإفطار، وسنة تفريغ القلب من ألم الجوع والعطش. ¶ الأمر الخامس: أن سجدتي هذه الصلاة بعد الفراغ منها سجدتان لا سبب لهما (¬1). ¶ وكل ما تقدم من الأدلّة، وأقوال الأئمة، وأوجه البطلان، وأقسام المفاسد يُبيِّن للعاقل أن صلاة الرغائب بدعة منكرة قبيحة، محدثة في الإسلام. ¶ ثالثاً: بدعة الاحتفال بليلة الإسراء والمعراج: ¶ ليلة الإسراء والمعراج من آيات الله - عز وجل - العظيمة الدالة على صدق النبي - صلى الله عليه وسلم -، وعظم منزلته عند الله، وعلى عظم قدرة الله الباهرة، وعلى علوِّه - عز وجل - ¶ ¬__________ ¶ (¬1) انظر: كتاب الباعث على إنكار البدع والحوادث، لأبي شامة، ص 153 - 196، وهذه المفاسد، وأوجه البطلان تشمل صلاة الرغائب في أول جمعة من رجب، وليلة النصف من شعبان، كما صرح بذلك أبو شامة في كتابه الباعث على إنكار البدع والحوادث، ص174.",
            "page": "62",
            "part": "1",
            "seal": "8C3F34CB"
        },
        {
            "id": "62",
            "nass": "على جميع خلقه، قال - عز وجل -: {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِّنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجدِ الأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ البَصِير} (¬1). ¶ وتواتر عن رسول الله - صلى الله عليه وسلم -: أنه عُرج به إلى السماء، وفُتحت له أبوابها، حتى جاوز السماء السابعة، فكلّمه ربّه - عز وجل - كما أراد - سبحانه وتعالى -، وفرض عليه الصلوات الخمس، وكان الله - عز وجل - فرضها خمسين صلاة، فلم يزل نبيّنا محمد - صلى الله عليه وسلم - يراجع ربه، ويسأله التخفيف، حتى جعلها خمساً في الفرض، وخمسين صلاة في الأجر؛ لأن الحسنة بعشرة أمثالها، فلله الحمد والشكر على جميع نعمه التي لا تعد ولا تحصى (¬2). ¶ وهذه الليلة التي حصل فيها الإسراء لا يُحتفَل بها، ولا تُخصّ بشيء من أنواع العبادة التي لم تُشرع؛ لأمور منها: ¶ أولاً: هذه الليلة التي حصل فيها الإسراء والمعراج لم يأتِ خبر صحيح في تحديدها، ولا تعيينها، لا في رجب ولا في غيره، فقيل: إنها كانت بعد مبعثه - صلى الله عليه وسلم - بخمسة عشر شهراً، وقيل: ليلة سبع وعشرين من ربيع الآخر، قبل الهجرة بسنة، وقيل: كان ذلك بعد مبعثه بخمس سنين (¬3) وقيل: ليلة سبعة وعشرين من شهر ربيع الأول (¬4)، وقال الإمام ¶ ¬__________ ¶ (¬1) سورة الإسراء، الآية: 1. ¶ (¬2) انظر: التحذير من البدع، للعلامة عبد العزيز بن عبد الله ابن باز، ص16. ¶ (¬3) انظر: شرح النووي على صحيح مسلم، 2/ 267 - 268. ¶ (¬4) انظر: كتاب الحوادث والبدع، لأبي شامة، ص232.",
            "page": "63",
            "part": "1",
            "seal": "CCAFF322"
        },
        {
            "id": "63",
            "nass": "أبو شامة رحمه الله: ((وذكر عن بعض القُصَّاص أن الإسراء كان في رجب، وذلك عند أهل التعديل والتجريح عين الكذب)) (¬1)، وذكر الإمام ابن القيم رحمه الله أن ليلة الإسراء لا يُعرف أيّ ليلة كانت (¬2). ¶ قال العلامة عبد العزيز ابن باز رحمه الله: ((وهذه الليلة التي حصل فيها الإسراء والمعراج لم يأتِ في الأحاديث الصحيحة تعيينها، لا في رجب ولا في غيره، وكل ما ورد في تعيينها فهو غير ثابت عن النبي - صلى الله عليه وسلم - عند أهل العلم بالحديث، ولله الحكمة البالغة في إنساء الناس لها)) (¬3)، ولو ثبت تعيينها لم يجز أن تُخصَّ بشيءٍ من أنواع العبادة بدون دليل (¬4). ¶ ثانياً: لا يعرف عن أحد من المسلمين: أهل العلم والإيمان أنه جعل لليلة الإسراء فضيلة عن غيرها؛ ولأن النبي - صلى الله عليه وسلم - وأصحابه، والتابعين وأتباعهم بإحسان لم يحتفلوا بها، ولم يخصّوها بشيء من العبادة، ولم يذكروها، ولو كان الاحتفال بها أمراً مشروعاً؛ لبيّنه رسول الله - صلى الله عليه وسلم - للأمة: إما بالقول، وإما بالفعل، ولو وقع أمر من ذلك؛ لعرف واشتهر، ونقله الصحابة - رضي الله عنهم - إلينا (¬5). ¶ ثالثاً: قد أكمل الله لهذه الأمة دينها، وأتمّ النعمة، قال الله - عز وجل -: {الْيَوْمَ ¶ ¬__________ ¶ (¬1) المرجع السابق، ص232،وانظر: تبيين العجب بما ورد في شهر رجب، لابن حجر، ص 9، 19، 52، 64، 65. ¶ (¬2) انظر: زاد المعاد في هدي خير العباد، لابن القيم، 1/ 58. ¶ (¬3) التحذير من البدع، ص17. ¶ (¬4) المرجع السابق، ص17. ¶ (¬5) انظر: زاد المعاد لابن القيم، 1/ 58، والتحذير من البدع، للعلامة ابن باز، ص17.",
            "page": "64",
            "part": "1",
            "seal": "000893FD"
        },
        {
            "id": "64",
            "nass": "أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِينًا} (¬1)، وقال - سبحانه وتعالى -: {أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُم مِّنَ الدِّينِ مَا لَمْ يَأْذَن بِهِ الله وَلَوْلا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ وَإِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ} (¬2). ¶ رابعاً: حذّر النبي - صلى الله عليه وسلم - من البدع، وصرّح بأن كل بدعة ضلالة، وأنها مردودة على صاحبها، ففي الصحيحين عن عائشة رضي الله عنها عن النبي - صلى الله عليه وسلم - أنه قال: ((من أحدث في أمرنا هذا ما ليس منه فهو ردّ)) (¬3)، وفي رواية لمسلم: ((من عمل عملاً ليس عليه أمرنا فهو ردّ)) (¬4). ¶ وحذّر السلف الصالح من البدع؛ لأنها زيادة في الدين وشرعٌ لم يأذن به الله، ورسوله - صلى الله عليه وسلم -، وتشبُّه بأعداء الله: من اليهود والنصارى في زياداتهم في دينهم (¬5). ¶ رابعاً: الاحتفال بليلة النصف من شعبان: ¶ أخرج الإمام محمد بن وضَّاح القرطبي بإسناده عن عبد الرحمن بن زيد بن أسلم أنه قال: لم أدرك أحداً من مشيختنا، ولا فقهائنا يلتفتون إلى ليلة النصف من شعبان، ولم ندرك أحداً منهم يذكر حديث مكحول (¬6) ¶ ¬__________ ¶ (¬1) سورة المائدة، الآية: 3. ¶ (¬2) سورة الشورى، الآية: 21. ¶ (¬3) البخاري 3/ 222، برقم 2697، ومسلم، 3/ 344، برقم 1718، وتقدم تخريجه. ¶ (¬4) مسلم، 3/ 344، برقم 1718، وتقدم تخريجه. ¶ (¬5) انظر: التحذير من البدع، لابن باز، ص19. ¶ (¬6) يعني بحديث مكحول ما أخرجه ابن أبي عاصم في السنة، برقم 512، وابن حبان برقم 5665 [12/ 481]، والطبراني في الكبير 20/ 109، برقم 215، وأبو نعيم في الحلية، 5/ 191، والبيهقي في شعب الإيمان، 5/ 272 برقم 6628، عن معاذ بن جبل - رضي الله عنه - يرفعه: ((يطلع الله إلى خلقه في ليلة النصف من شعبان فيغفر لجميع خلقه إلا لمشركٍ أو مشاحن))، قال الألباني في سلسلة الأحاديث الصحيحة: حديث صحيح روي عن جماعة من الصحابة من طرق مختلفة يشد بعضها بعضاً، وهم: معاذ بن جبل، وأبو ثعلبة الخشني، وعبد الله بن عمرو، وأبو موسى الأشعري، وأبو هريرة، وأبو بكر الصديق، وعوف بن مالك، وعائشة - رضي الله عنهم -، ثم خَرَّج هذه الطرق الثمانية، وتكلم على رجالها في أربع صفحات. قلت: فإن صحّ هذا الحديث في فضل ليلة النصف من شعبان كما يقول الألباني رحمه الله فليس فيه ما يدل على تخصيص ليلتها بقيام ولا يومها بصيام، إلا ما كان يعتاده المسلم من العبادات المشروعة في أيام السّنَة؛ لأن العبادات توقيفية.",
            "page": "65",
            "part": "1",
            "seal": "B428D8B5"
        },
        {
            "id": "65",
            "nass": "ولا يرى لها فضلاً على ما سواها من الليالي)) (¬1). ¶ وقال الإمام أبو بكر الطرطوشي رحمه الله: ((وأخبرني أبو محمد المقدسي، قال: ((لم تكن عندنا ببيت المقدس قطُّ صلاة الرغائب هذه التي تُصلّى في رجب وشعبان، وأوّل ما حدثت عندنا في سنة ثمان وأربعين وأربعمائة [448هـ]، قَدِمَ علينا في بيت المقدس رجل من أهل نابلس يعرف بابن أبي الحمراء، وكان حسن التلاوة، فقام فصلَّى في المسجد الأقصى ليلة النصف من شعبان، فأحرم خلفه رجل ثم انضاف إليهم ثالث، ورابع، فما ختمها إلا وهم في جماعة كبيرة، ثم جاء في العام القابل فصلّى معه خلق كثير، ثم جاء من العام القابل فصلَّى معه خلق كثير، وشاعت في المسجد، وانتشرت الصلاة في المسجد الأقصى وبيوت الناس، ومنازلهم ثم استقرّت كأنها سُنَّة إلى يومنا هذا)) (¬2). ¶ وأخرج الإمام ابن وضاح بسنده أن ابن أبي مليكة قيل له إن زياداً ¶ ¬__________ ¶ (¬1) كتاب فيه ما جاء في البدع، للإمام ابن وضَّاح، المتوفى سنة 287هـ ص100، برقم 119. ¶ (¬2) كتاب الحوادث والبدع، للطرطوشي، المتوفى سنة 474هـ، ص266، برقم 238.",
            "page": "66",
            "part": "1",
            "seal": "D8B62325"
        },
        {
            "id": "66",
            "nass": "النميري يقول: إن ليلة النصف من شعبان أجرها كأجر ليلة القدر، فقال ابن أبي مليكة: ((لو سمعته منه وبيدي عصاً لضربته بها، وكان زيادٌ قاضياً)) (¬1). ¶ وقال الإمام أبو شامة الشافعي رحمه الله: ((وأما الألفية فصلاة النصف من شعبان سُمِّيت بذلك لأنها يُقرأ فيها ألف مرة {قُلْ هُوَ الله أَحَدٌ} لأنها مائة ركعة, في كل ركعة يقرأ الفاتحة مرة, وسورة الإخلاص عشر مرات، وهي صلاة طويلة مستثقلة لم يأتِ فيها خبر, ولا أثر, إلا ضعيف أو موضوع, وللعوامّ بها افتتان عظيم, والتزم بسببها كثرة الوقيد في جميع مساجد البلاد, التي تصلَّى فيها، ويستمر ذلك الليل كله, ويجري فيه الفسوق والعصيان, واختلاط الرجال بالنساء, ومن الفتن المختلفة ما شهرته تُغني عن وصفه, وللمتعبّدين من العوامِّ فيها اعتقاد متين, وزيّن لهم الشيطانُ جَعْلَها من أصل شعائر المسلمين)) (¬2). ¶ وقال الحافظ ابن رجب رحمه الله بعد كلام نفيس: ((وليلة النصف من شعبان كان التابعون من أهل الشام: كخالد بن معدان, ومكحول, ولقمان بن عامر, وغيرهم يعظّمونها ويجتهدون فيها في العبادة, وعنهم أخذ الناس فضلها وتعظيمها, وقد قيل: إنه بلغهم في ذلك آثارٌ إسرائيلية, فلما اشتهر ذلك عنهم في البلدان اختُلف في تعظيمها، فمنهم من قبله منهم ووافقهم على تعظيمها، منهم طائفة من عبّاد أهل البصرة، ¶ ¬__________ ¶ (¬1) كتاب فيه ما جاء في البدع، لابن وضاح، ص101، برقم 120، ورواه الطرطوشي في كتاب الحوادث والبدع عن ابن وضاح، ص263، برقم 235. ¶ (¬2) كتاب الباعث على إنكار البدع والحوادث، لعبد الرحمن بن إسماعيل، المعروف بأبي شامة، المتوفى سنة 665هـ، ص124.",
            "page": "67",
            "part": "1",
            "seal": "73332FA6"
        },
        {
            "id": "67",
            "nass": "وغيرهم، وأنكر ذلك أكثر العلماء من أهل الحجاز، منهم: عطاء، وابن أبي مليكه، ونقله عبد الرحمن بن زيد بن أسلم عن فقهاء أهل المدينة، وهو قول أصحاب مالك وغيرهم، وقالوا: ذلك كله بدعة، واختلف علماء أهل الشام في صفة إحيائها على قولين: ¶ أحدهما: أنه يستحب إحياؤها جماعةً في المساجد، كان خالد بن معدان، ولقمان بن عامر، وغيرهما يلبسون فيها أحسن ثيابهم، ويتبخّرون، ويكتحلون، ويقومون في المسجد ليلتهم تلك، ووافقهم إسحاق بن راهويه على ذلك، وقال في قيامها في المساجد ليس ذلك ببدعة، نقله عنه حرب الكرماني في مسائله. ¶ والثاني: أنه يُكره الاجتماع فيها في المساجد للصلاة، والقصص، والدعاء، ولا يكره أن يصلي الرجل فيها لخاصة نفسه، وهذا قول الأوزاعي، إمام أهل الشام، وفقيههم، وعالمهم، وهذا الأقرب إن شاء الله تعالى ... ))، ثم قال: ((ولا يُعرف للإمام أحمد كلامٌ في ليلة نصف شعبان، ويُخرَّج في استحباب قيامها عنه روايتان، من الروايات عنه في قيام ليلة العيد؛ فإنه في رواية لم يستحبّ قيامها جماعةً؛ لأنه لم يُنقل عن النبي - صلى الله عليه وسلم - وأصحابه، واستحبّها في رواية؛ لفعل عبد الرحمن بن زيد بن الأسود لذلك، وهو من التابعين، فكذلك قيام ليلة النصف من شعبان، لم يثبت فيها شيء عن النبي - صلى الله عليه وسلم -، ولا عن أصحابه، وثبت فيها عن طائفة من التابعين من أعيان فقهاء أهل الشام)) (¬1). ¶ ¬__________ ¶ (¬1) لطائف المعارف، لابن رجب، ص263.",
            "page": "68",
            "part": "1",
            "seal": "DEB71872"
        },
        {
            "id": "68",
            "nass": "قال الإمام العلامة عبد العزيز بن عبد الله ابن باز رحمه الله: ((وأما ما اختاره الأوزاعي رحمه الله من استحباب قيامها للأفراد، واختيار الحافظ ابن رجب لهذا القول فهو غريب وضعيف؛ لأن كل شيء لم يثبت بالأدلة الشرعية كونه مشروعاً لم يجزْ للمسلم أن يحدثه في دين الله، سواء فعله مفرداً أو جماعةً، وسواءً أسرّه أو أعلنه، لعموم قول النبي - صلى الله عليه وسلم -: ((من عمل عملاً ليس عليه أمرنا فهو رد)) (¬1)، وغيره من الأدلة الدالة على إنكار البدع والتحذير منها)) (¬2). ¶ فمما تقدم من كلام الإمام ابن وضاح، والإمام الطرطوشي، والإمام عبد الرحمن بن إسماعيل المعروف بأبي شامة، والحافظ ابن رجب رحمهم الله، وإمام هذا الزمان عبد العزيز ابن باز رحمه الله، يتضح أن تخصيص ليلة النصف من شعبان بصلاة أو غيرها من العبادة غير المشروعة بدعة لا أصل لها من كتاب، ولا سنة، ولا عملها أحد من أصحاب النبي - صلى الله عليه وسلم -. ¶ خامساً: التبرّك: ¶ التّبرُّك: هو طلب البركة، والتبرّك بالشيء: طلب البركة بواسطته (¬3). ¶ ولا شك أن الخير والبركة بيد الله - عز وجل -، وقد اختص الله - عز وجل - بعض خلقه بما شاء من الفضل والبركة، وأصل البركة: الثبوت واللزوم، وتطلق على النماء والزيادة، والتبريك: الدعاء، يقال: برَّك عليه: أي دعا له بالبركة، ¶ ¬__________ ¶ (¬1) مسلم، 3/ 344، برقم 1718، وتقدم تخريجه. ¶ (¬2) التحذير من البدع، ص26. ¶ (¬3) انظر: النهاية في غريب الحديث، لابن الأثير، باب الباء مع الراء، مادة ((برك))، 1/ 120، والتبرك: أنواعه وأحكامه، للدكتور ناصر الجديع، ص30.",
            "page": "69",
            "part": "1",
            "seal": "0A4C5C2F"
        },
        {
            "id": "69",
            "nass": "ويقال: بارك الله الشيءَ، وبارك فيه، أو بارك عليه: أي وضع فيه البركة، وتبارك لا يوصف به إلا الله تبارك وتعالى، فلا يُقال: تبارك فلان؛ لأن المعنى عَظُمَ وهذه صفة لا تنبغي إلا الله - عز وجل -، واليُمْنُ: هو البركة: فالبركة واليُمن لفظان مترادفان، وقد ظهر من معاني ألفاظ القرآن الكريم أن المقصود بالبركة عدة أمور، منها: ¶ 1 - ثبوت الخير ودوامه. ¶ 2 - كثرة الخير وزيادته، واستمراره شيئاً بعد شيء. ¶ 3 - وتبارك لا يوصف بها إلا الله، ولا تسند إلا إليه، وذكر ابن القيم رحمه الله أن تباركه - سبحانه وتعالى -: دوام جوده، وكثرة خيره، ومجده وعلوِّه، وعظمته وتقدّسه، ومجيء الخيرات كلها من عنده، وتبريكه على من شاء من خلقه، وهذا هو المعهود من ألفاظ القرآن أنها تكون دالة على جملة معان (¬1). ¶ والأمور المباركة أنواع، منها: ¶ 1 - القرآن الكريم مبارك: أي كثير البركات والخيرات؛ لأن فيه خير الدنيا والآخرة، وطلب البركة من القرآن يكون بتلاوته حق تلاوته، والعمل بما فيه على الوجه الذي يرضي الله - عز وجل -. ¶ 2 - الرسول - صلى الله عليه وسلم - مبارك، جعل الله فيه البركة، وهذه البركة نوعان: ¶ (أ) بركة معنوية: وهي ما يحصل من بركات رسالته في الدنيا والآخرة؛ لأن الله أرسله رحمة للعالمين، وأخرج الناس من الظلمات إلى النور, وأحلّ لهم الطيبات، وحرّم عليهم الخبائث، وختم به الرسل، ¶ ¬__________ ¶ (¬1) انظر: جلاء الأفهام ص180، وتيسير الكريم الرحمن في تفسيره كلام المنان، للسعدي، 3/ 39.",
            "page": "70",
            "part": "1",
            "seal": "B30CB71D"
        },
        {
            "id": "70",
            "nass": "ودينه يحمل اليسر والسماحة. ¶ (ب) بركة حسّيّة، وهي على نوعين: ¶ النوع الأول: بركة في أفعاله - صلى الله عليه وسلم -، وهي ما أكرمه الله به من المعجزات الباهرة الدالّة على صدقه. ¶ النوع الثاني: بركة في ذاته، وآثاره الحسية: وهي ما جعل الله له - صلى الله عليه وسلم - من البركة في ذاته؛ ولهذا تبرّك به الصحابة في حياته، وبما بقي له من آثار جسده بعد وفاته (¬1). ¶ والتبرّك بالنبي - صلى الله عليه وسلم - في حياته لا يقاس عليه أحد من خلق الله - عز وجل -؛ لما جعل الله فيه من البركة، ولا شك أن الأنبياء عليهم الصلاة والسلام قد جعل الله فيهم البركة، وكذا الملائكة، والصالحين، ولكن لا يُتبرَّك بهم لعدم الدليل؛ وكذلك بعض الأماكن مباركة: كالمساجد الثلاثة: المسجد الحرام، والمسجد النبوي، والمسجد الأقصى، ثم سائر المساجد، وقد جعل الله في بعض الأزمنة بركة: كرمضان، وليلة القدر، وعشر ذي الحجة، والأشهر الحرم، ويوم الإثنين والخميس، والجمعة، ووقت النزول الإلهي في الثلث الآخر من الليل، وغير ذلك من الأزمنة المباركة، التي لا يتبرّك بها المسلم، وإنما يطلب البركة من الله - عز وجل - بقيامه بالأعمال الصالحة المشروعة فيها (¬2). ¶ 3 - هناك أشياء مباركة: كماء زمزم، وكالمطر؛ لأن من بركاته: شرب ¶ ¬__________ ¶ (¬1) انظر: التبرك: أنواعه وأحكامه، للدكتور ناصر الجديع، ص21 - 96. ¶ (¬2) انظر: التبرك: أنواعه وأحكامه، للدكتور ناصر الجديع، ص70 - 182.",
            "page": "71",
            "part": "1",
            "seal": "9CC62E3B"
        },
        {
            "id": "71",
            "nass": "الناس منه والأنعام والدوابّ، وإنبات الثمار والأشجار، وشجرة الزيتون مباركة، واللبن مبارك، والخيل مباركة، والغنم مباركة، والنخيل مباركة (¬1). ¶ والتبرّك المشروع يكون بأمور، منها ما يأتي: ¶ 1 - التبرّك بذكر الله، وتلاوة القرآن الكريم، ويكون ذلك على الوجه المشروع، وهو طلب البركة من الله - عز وجل - بذكر القلب، واللسان، والعمل بالقرآن والسنة على الوجه المشروع؛ لأن من بركات ذلك اطمئنان القلب، وقوة القلب على الطاعة، والشفاء من الآفات، والسعادة في الدنيا والآخرة، ومغفرة الذنوب، ونزول السكينة، وأن القرآن يكون شفيعاً لأصحابه يوم القيامة، ولا يُتبرّك بالمصحف كوضعه في البيت أو في السيارة وإنما التبرّك يكون بالتلاوة، والعمل به (¬2). ¶ 2 - التبرّك المشروع بذات النبي - صلى الله عليه وسلم - في حياته؛ لأن النبي - صلى الله عليه وسلم - مبارك في ذاته، وما اتصل بذاته؛ ولهذا تبرك الصحابة - رضي الله عنهم - بذاته - صلى الله عليه وسلم -، ومن ذلك، ¶ ما ثبت عن أبي جحيفة - رضي الله عنه - قال: ((خرج رسول الله - صلى الله عليه وسلم - بالهاجرة إلى البطحاء، فتوضأ ثم صلى الظهر ركعتين، والعصر ركعتين، وقام الناس فجعلوا يأخذون يديه فيمسحون بها وجوههم، قال: فأخذت بيده فوضعتها على وجهي، فإذا هي أبرد من الثلج، وأطيب رائحة من المسك)) (¬3). ¶ ¬__________ ¶ (¬1) انظر: المرجع السابق، ص 183 - 197. ¶ (¬2) انظر: التبرك: أنواعه وأحكامه، للدكتور ناصر الجديع، ص 201 - 241. ¶ (¬3) البخاري: كتاب المناقب، باب صفة النبي - صلى الله عليه وسلم -، 4/ 200، برقم 3553.",
            "page": "72",
            "part": "1",
            "seal": "B7A7642B"
        },
        {
            "id": "72",
            "nass": "وعن أنس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - أتى مِنىً، فأتى الجمرة فرماها، ثم أتى منزله بمنى ونحر، ثم قال للحلاق: ((خذ))، وأشار إلى جانبه الأيمن، ثم الأيسر، ثم جعل يعطيه الناس))، وفي رواية: ((ثم دعا أبا طلحة الأنصاري فأعطاه إياه، ثم ناوله الشق الأيسر)) (¬1)، فقال: ((احلق)) فحلقه، فأعطاه أبا طلحة فقال: ((اقسمه بين الناس)) (¬2). ¶ وكان الصحابة يتبركون بثياب النبي - صلى الله عليه وسلم - ومواضع أصابعه، وبماء وضوئه، وبفضل شربه، وهو كثير (¬3)، ويتبركون بالأشياء المنفصلة منه: كالشعر، والأشياء التي استعملها وبقيت بعده: كالثياب، والآنية، والنعل، وغير ذلك مما اتصل بجسده - صلى الله عليه وسلم - (¬4). ¶ ولا يقاس عليه غيره - صلى الله عليه وسلم -؛ فإنه لم يؤثر عنه - صلى الله عليه وسلم - أنه أمر بالتبرك بغيره من الصحابة - رضي الله عنهم - أو غيرهم، ولم ينقل أن الصحابة - رضي الله عنهم - فعلوا ذلك مع غيره لافي حياته ولا بعد مماته، ولم يفعلوه مع السابقين الأولين من المهاجرين والأنصار، ولا مع الخلفاء الراشدين المهديين، ولا مع العشرة المشهود لهم بالجنة، قال الإمام الشاطبي رحمه الله: ((الصحابة - رضي الله عنهم - بعد موته عليه الصلاة والسلام، لم يقع من أحد منهم شيء من ذلك بالنسبة إلى من خلفه، إذ لم يترك النبي - صلى الله عليه وسلم - بعده في الأمة أفضل من أبي بكر الصديق - رضي الله عنه -، ¶ ¬__________ ¶ (¬1) أي: ناول الحلاق. ¶ (¬2) مسلم، كتاب الحج، باب بيان أن السنة يوم النحر أن يرمي، ثم ينحر، ثم يحلق، والابتداء في الحلق بالجانب الأيمن من رأس المحلوق، 2/ 947، برقم 1305. ¶ (¬3) انظر: التبرك، أنواعه وأحكامه، للدكتور الجديع، ص 248 - 250. ¶ (¬4) انظر: التبرك، أنواعه وأحكامه، للدكتور الجديع، ص 252 - 260.",
            "page": "73",
            "part": "1",
            "seal": "6E600E3E"
        },
        {
            "id": "1",
            "nass": "رسائل سعيد بن علي بن وهف القحطاني ¶ نور السنة ¶ في ضوء الكتاب والسُّنَّة ¶ تأليف الفقير إلى الله تعالى ¶ د. سعيد بن علي بن وهف القحطاني",
            "page": null,
            "part": null,
            "seal": "D38C4D64"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يُضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلّى الله عليه وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين، وسلم تسليماً كثيراً. أما بعد: ¶ فهذه رسالة مختصرة في ((نور السنة وظلمات البدعة)) بيّنت فيها: مفهوم السنة، وأسماء أهل السنة، وأن السنة هي النعمة المطلقة، وأوضحت منزلة السنة، ومنزلة أصحابها، وعلاماتهم، وذكرت منزلة البدعة وأصحابها، ومفهومها، وشروط قبول العمل، وذم البدعة في الدين، وأسباب البدع، وأقسامها، وأحكامها، وأنواع البدع عند القبور وغيرها، والبدع المنتشرة المعاصرة، وحكم توبة المبتدع، وآثار البدع وأضرارها. ¶ ولا شك أن السنة هي الحياة والنور اللذان بهما سعادة العبد ¶ وهداه، والسنة تقوم بأهلها وإن قعدت بهم أعمالهم، {يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ} (¬1). قال ابن عباس رضي الله عنهما: ((تبيض وجوه أهل السنة والائتلاف، وتسود وجوه أهل البدعة والتفرق)) (¬2)، وصاحب السنة حي ¶ ¬__________ ¶ (¬1) سورة آل عمران، الآية: 106. ¶ (¬2) ذكره ابن القيم في اجتماع الجيوش الإسلامية على غزو المعطلة والجهمية، 2/ 39.",
            "page": "3",
            "part": "1",
            "seal": "17543AEA"
        },
        {
            "id": "3",
            "nass": "القلب، مستنير القلب، قد انقاد لأمر الله واتبع رسول الله - صلى الله عليه وسلم - ظاهراً وباطناً. ¶ أما صاحب البدعة فهو ميت القلب، مظلمه، والظلمة مستولية على أصحاب البدع: فقلوبهم مظلمة، وأحوالهم كلها مظلمة، فمن أراد الله به السعادة أخرجه من هذه الظلمات إلى نور السنة (¬1). ¶ وقد قسمت هذا البحث إلى مبحثين، وتحت كل مبحث مطالب على النحو الآتي: ¶ المبحث الأول: نور السنة: ¶ المطلب الأول: مفهوم السنة. ¶ المطلب الثاني: أسماء أهل السنة. ¶ المطلب الثالث: السنة نعمة مطلقة. ¶ المطلب الرابع: منزلة السنة. ¶ المطلب الخامس: منزلة صاحب السنة وصاحب البدعة. ¶ المبحث الثاني: ظلمات البدعة: ¶ المطلب الأول: مفهوم البدعة. ¶ المطلب الثاني: شروط قبول العمل. ¶ المطلب الثالث: ذم البدعة في الدين. ¶ المطلب الرابع: أسباب البدع. ¶ المطلب الخامس: أقسام البدع. ¶ المطلب السادس: حكم البدعة في الدين وأنواعها. ¶ ¬__________ ¶ (¬1) انظر: اجتماع الجيوش الإسلامية على غزو المعطلة والجهمية، 2/ 38 - 41.",
            "page": "4",
            "part": "1",
            "seal": "BE4721A3"
        },
        {
            "id": "4",
            "nass": "المطلب السابع: أنواع البدع عند القبور. ¶ المطلب الثامن: البدع المنتشرة المعاصرة. ¶ المطلب التاسع: توبة المبتدع. ¶ المطلب العاشر: آثار البدع وأضرارها. ¶ والله - عز وجل - أسأل أن يجعل هذا العمل مباركاً خالصاً لوجهه الكريم، نافعاً لي في حياتي وبعد مماتي، وأن ينفع به كل من انتهى إليه، فإنه خير مسؤول وأكرم مأمول، وهو حسبنا ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم، وصلى الله وسلم وبارك على عبده ورسوله، وخيرته من خلقه نبينا محمد وعلى آله، وأصحابه، ومن تبعهم بإحسان إلى يوم الدين. ¶ المؤلف ¶ حرر في ليلة الأربعاء، الموافق 17/ 10/1419هـ",
            "page": "5",
            "part": "1",
            "seal": "05C69936"
        },
        {
            "id": "5",
            "nass": "المبحث الأول: نور السنة ¶ المطلب الأول: مفهومها ¶ السنة لها أهل، ولهم عقيدة، واجتماع على الحق، فمن المناسب أن أذكر التعريف لهذه الكلمات الثلاث: ((عقيدة أهل السنة والجماعة)). ¶ أولاً: مفهوم العقيدة لغةً واصطلاحاً: ¶ العقيدة لغةً: كلمة ((عقيدة)) مأخوذة من العقد والربط، والشدّ بقوة، ومنه الإحكام والإبرام، والتماسك والمراصّة، يقال: عقد الحبل يعقده: شدّه، ويقال: عقد العهدَ والبيع: شدّه، وعقد الإزارَ: شدّه بإحكام، والعقد: ضدّ الحل (¬1). ¶ مفهوم العقيدة اصطلاحاً: العقيدة تطلق على الإيمان الجازم، والحكم القاطع الذي لا يتطرّق إليه شكٌّ، وهي ما يُؤمن به الإنسانُ، ويعقد عليه قلبه وضميره، ويتخذه مذهباً وديناً يدين به؛ فإن كان هذا الإيمان الجازم، والحكم القاطع صحيحاً كانت العقيدة صحيحةً كاعتقاد أهل السنة والجماعة، وإن كان باطلاً كانت العقيدة باطلةً كاعتقاد فرق الضلالة (¬2). ¶ ثانياً: مفهوم أهل السنة: ¶ السنة في اللغة: الطريقة والسيرة، حسنة كانت أم قبيحة (¬3). ¶ ¬__________ ¶ (¬1) انظر: لسان العرب لابن منظور، باب الدال، فصل العين،3/ 296،والقاموس المحيط للفيروز آبادي، باب الدال، فصل العين، ص383،ومعجم المقاييس في اللغة لابن فارس، كتاب العين، ص 679. ¶ (¬2) انظر: مباحث في عقيدة أهل السنة والجماعة، للشيخ الدكتور ناصر العقل ص 9 - 10. ¶ (¬3) لسان العرب، لابن منظور، باب النون، فصل السين، 13/ 225.",
            "page": "6",
            "part": "1",
            "seal": "E261ADC1"
        },
        {
            "id": "6",
            "nass": "والسنة في اصطلاح علماء العقيدة الإسلامية: الهدي الذي كان عليه رسول الله - صلى الله عليه وسلم - وأصحابه: علماً واعتقاداً، وقولاً، وعملاً، وهي السنة التي يجب اتباعها ويُحمد أهلُها، ويُذمُّ من خَالَفها؛ ولهذا قيل: فلان من أهل السنة: أي من أهل الطريقة الصحيحة المستقيمة المحمودة (¬1). ¶ قال الحافظ ابن رجب رحمه الله: ((والسنة هي الطريقة المسلوكة، فيشمل ذلك التمسك بما كان عليه - صلى الله عليه وسلم - هو وخلفاؤه الراشدون: من الاعتقادات، والأعمال، والأقوال، وهذه هي السُّنة الكاملة)) (¬2). ¶ وقال شيخ الإسلام ابن تيمية رحمه الله: ((السنة هي ما قام الدليل الشرعي عليه؛ بأنه طاعة لله ورسوله، سواء فعله رسول الله - صلى الله عليه وسلم -، أو فُعِل في زمانه، أو لم يفعله ولم يفعل على زمانه، لعدم المقتضى حينئذٍ لفعله، أو وجود المانع منه)) (¬3)، وبهذا المعنى تكون السنة: ((اتّباع آثار رسول الله - صلى الله عليه وسلم -، باطناً وظاهراً، واتّباع سبيل السابقين الأولين من المهاجرين والأنصار)) (¬4). ¶ ثالثاً: مفهوم الجماعة: ¶ الجماعة في اللغة: مأخوذة من مادة جمع، وهي تدور حول الجمع والإجماع والاجتماع، وهو ضدّ التفرق، قال ابن فارس رحمه الله: ((الجيم والميم والعين أصل واحد يدل على تضامّ الشيء، يقال: جمعت الشيء جمعاً)) (¬5). ¶ ¬__________ ¶ (¬1) انظر: مباحث في عقيدة أهل السنة، للدكتور ناصر العقل، ص13. ¶ (¬2) جامع العلوم والحكم، 1/ 120. ¶ (¬3) مجموع فتاوى ابن تيمية، 21/ 317. ¶ (¬4) مجموع فتاوى ابن تيمية، 3/ 157. ¶ (¬5) معجم المقاييس في اللغة، لابن فارس، كتاب الجيم، باب ما جاء من كلام العرب في المضاعف والمطابق أوله جيم، ص 224.",
            "page": "7",
            "part": "1",
            "seal": "D6EC8EB5"
        },
        {
            "id": "7",
            "nass": "والجماعة في اصطلاح علماء العقيدة الإسلامية: هم سلف الأمة: من الصحابة، والتابعين، ومن تبعهم بإحسان إلى يوم الدين، الذين اجتمعوا على الحق الصريح من الكتاب والسنة (¬1). ¶ وقال عبد الله بن مسعود - رضي الله عنه -: ((الجماعة ما وافق الحق وإن كنت وحدك))، قال نُعيم بن حمّاد: ((يعني إذا فسدت الجماعة فعليك بما كانت عليه الجماعة، قبل أن تفسد، وإن كنت وحدك، فإنك أنت الجماعة حينئذٍ)) (¬2). ¶ المطلب الثاني: أسماء أهل السُّنَّةِ وصِفَاتِهم: ¶ 1 - أهل السنة والجماعة: هم من كان على مثل ما كان عليه النبي - صلى الله عليه وسلم - وأصحابه، وهم المتمسكون بسنة النبي - صلى الله عليه وسلم - وهم الصحابة، والتابعون، وأئمة الهدى المُتَّبِعون لَهُم، وهم الذين استقاموا على الاتِّباع وابتعدوا عن الابتداع في أي مكان وفي أي زمان، وهم باقون منصورون إلى يوم القيامة (¬3)، وسُمُّوا بذلك لانتسابهم لسنة النبي - صلى الله عليه وسلم -، واجتماعهم على الأخذ بها: ظاهراً وباطناً، في القول، والعمل، والاعتقاد (¬4). فعن عوف بن مالك ¶ ¬__________ ¶ (¬1) انظر: شرح العقيدة الطحاوية، لابن أبي العز، ص68، وشرح العقيدة الواسطية لابن تيمية، تأليف العلامة محمد خليل هراس، ص61. ¶ (¬2) ذكره الإمام ابن القيم في إغاثة اللهفان، 1/ 70، وعزاه إلى البيهقي. ¶ (¬3) انظر: مباحث في عقيدة أهل السنة والجماعة، للدكتور ناصر بن عبد الكريم العقل، ص 13 - 14. ¶ (¬4) انظر: فتح رب البرية بتخليص الحموية، للعلامة محمد بن عثيمين رحمه الله، ص 10، وشرح العقيدة الواسطية، للعلامة صالح بن فوزان الفوزان، ص 10.",
            "page": "8",
            "part": "1",
            "seal": "55724378"
        },
        {
            "id": "8",
            "nass": "- رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم -: ((افترقت اليهودُ على إحدى وسبعين فرقةً، فواحدة في الجنة وسبعون في النار، وافترقت النصارى على ثنتين وسبعين فرقة، فإحدى وسبعين فرقة في النار، وواحدة في الجنة، والذي نفسُ محمدٍ بيده لَتَفْتَرِقَنَّ أمتي على ثلاثٍ وسبعين فرقة، واحدةٌ في الجنة، واثنتان وسبعون في النار))، قيل: يا رسول الله، من هم؟ قال: ((الجماعة)) (¬1)، وفي رواية الترمذي عن عبد الله بن عمرو: قالوا: ومن هي يا رسول الله؟ قال: ((ما أنا عليه وأصحابي)) (¬2). ¶ 2 - الفرقة الناجية: أي الناجية من النار؛ لأن النبي - صلى الله عليه وسلم - استثناها عندما ذكر الفرق، وقال: ((كلها في النار إلا واحدة)) أي ليست في النار (¬3). ¶ 3 - الطائفة المنصورة: فعن معاوية - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((لا تزال طائفةٌ من أمتي قائمةٌ بأمر الله لا يضرُّهم من خذلهم أو خالفهم حتى يأتي أمر الله وهم ظاهرون على الناس)) (¬4)، وعن المغيرة بن شعبة - رضي الله عنه - نحوه (¬5)، وعن ثوبان - رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم -: ((لا تزال ¶ ¬__________ ¶ (¬1) أخرجه ابن ماجه بلفظه، في كتاب الفتن، باب افتراق الأمم، 2/ 321، برقم 3992، وأبو داود، كتاب السنة، باب شرح السنة، 4/ 197، برقم 4596، وابن أبي عاصم، في كتاب السنة، 1/ 32، برقم 63، وصححه الألباني في صحيح سنن ابن ماجه، 2/ 364. ¶ (¬2) سنن الترمذي، كتاب الإيمان، باب ما جاء في افتراق هذه الأمة، 5/ 26، برقم 2641. ¶ (¬3) انظر: من أصول أهل السنة والجماعة، للعلامة صالح بن فوزان الفوزان، ص 11. ¶ (¬4) متفق عليه: البخاري، كتاب المناقب، بابٌ: حدثنا محمد بن المثنى، 4/ 225، برقم 3641، ومسلم بلفظه، في كتاب الإمارة، باب قوله - صلى الله عليه وسلم -: ((لا تزال طائفة من أمتي ظاهرين على الحق لا يضرهم من خالفهم)) 2/ 1524، برقم 1037. ¶ (¬5) متفق عليه: البخاري، كتاب المناقب، بابٌ: حدثنا محمد بن المثنى، 4/ 225، برقم 3640، ومسلم، كتاب الإمارة، باب قوله - صلى الله عليه وسلم -: ((لا تزال طائفة من أمتي ظاهرين على الحق لا يضرهم من خالفهم)) 2/ 1523، برقم 1921.",
            "page": "9",
            "part": "1",
            "seal": "2DC0325D"
        },
        {
            "id": "9",
            "nass": "طائفة من أمتي ظاهرين على الحقّ لا يضرّهم من خذلهم، حتى يأتي أمر الله وهم كذلك)) (¬1)، وعن جابر بن عبد الله رضي الله عنهما نحوه (¬2). ¶ 4 - المعتصمون المتمسكون بكتاب الله وسنة رسوله - صلى الله عليه وسلم -، وما كان عليه السابقون الأولون من المهاجرين والأنصار؛ ولهذا قال فيهم النبي - صلى الله عليه وسلم -: ((ما أنا عليه وأصحابي)) (¬3)، أي هم من كان على مثل ما أنا عليه وأصحابي. ¶ 5 - هم القدوة الصالحة الذين يهدون إلى الحق وبه يعملون، قال أيوب السختياني رحمه الله: ((إن من سعادة الحدَث (¬4)، والأعجمي أن يوفقهما الله لعالِمٍ من أهل السنة)) (¬5)، وقال الفضيل بن عياض رحمه الله: ((إن لله عباداً يُحيي بِهمُ البلادَ، وهم أصحاب السنة، ومن كان يعقل ما يَدخُلُ جَوفَهُ من حلّه كان من حزب الله)) (¬6). ¶ ¬__________ ¶ (¬1) صحيح مسلم، كتاب الإمارة باب قوله - صلى الله عليه وسلم -: ((لا تزال طائفة من أمتي ظاهرين على الحق لا يضرهم من خالفهم)) 2/ 1523، برقم 1920. ¶ (¬2) صحيح مسلم، كتاب الإمارة باب قوله - صلى الله عليه وسلم -: ((لا تزال طائفة من أمتي ظاهرين على الحق لا يضرهم من خالفهم))، 2/ 1523، برقم 1923. ¶ (¬3) سنن الترمذي، برقم 2641، وتقدم تخريجه. ¶ (¬4) الحَدَث: الشاب. النهاية في غريب الحديث والأثر، باب الحاء مع الدال، مادة: ((حدث))،1/ 351. ¶ (¬5) شرح أصول اعتقاد أهل السنة والجماعة، لللالكائي، 1/ 66، برقم 30. ¶ (¬6) المرجع السابق، 1/ 72، برقم 51.",
            "page": "10",
            "part": "1",
            "seal": "E81D3880"
        },
        {
            "id": "10",
            "nass": "6 - أهل السنة خيار الناس ينهون عن البدع وأهلها، قيل لأبي بكر بن عياش مَنِ السُّنّي؟ قال: ((الذي إذا ذُكِرَتِ الأهواء لم يتعصبْ إلى شيءٍ منها)) (¬1). وذكر ابن تيمية رحمه الله: أن أهل السنة هم خيار الأمة، ووسطها الذين على الصراط المستقيم: طريق الحق والاعتدال (¬2). ¶ 7 - أهل السنة هم الغرباء إذا فسد الناس: فعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((بدأ الإسلام غريباً، وسيعود كما بدأ غريباً، فطوبى للغرباء)) (¬3)، وفي رواية عند الإمام أحمد رحمه الله عن عبد الله بن مسعود - رضي الله عنه -، قيل: ومن الغرباء؟ قال: ((النُّزَّاع (¬4) من القبائل)) (¬5)، وفي رواية عند الإمام أحمد رحمه الله عن عبد الله بن عمرو بن العاص رضي الله عنهما، فقيل: من الغرباء يا رسول الله؟ قال: ((أناس صالحون في أناس سوءٍ كثير، من يعصيهم أكثر ممن يطيعهم)) (¬6)، وفي رواية من طريق آخر: ((الذين يصلحون إذا فسد الناس)) (¬7)، فأهل السنة الغرباء بين جموع أصحاب البدع والأهواء والفرق. ¶ ¬__________ ¶ (¬1) شرح أصول اعتقاد أهل السنة والجماعة، لللالكائي، 1/ 72، برقم 53. ¶ (¬2) انظر: فتاوى ابن تيمية، 3/ 368 - 369. ¶ (¬3) مسلم، كتاب الإيمان، باب بيان أن الإسلام بدأ غريباً وسيعود غريباً، 1/ 130، برقم 145. ¶ (¬4) هو الغريب الذي نزع عن أهله وعشيرته: أي بَعُدَ وغاب، والمعنى طوبى للمهاجرين الذين هجروا أوطانهم في الله تعالى. النهاية لابن الأثير، 5/ 41. ¶ (¬5) المسند، 1/ 398. ¶ (¬6) المسند، 2/ 177، و222. ¶ (¬7) مسند الإمام أحمد، 4/ 173.",
            "page": "11",
            "part": "1",
            "seal": "9E6E2BB7"
        },
        {
            "id": "11",
            "nass": "8 - أهل السنة هم الذين يحملون العلم: ¶ أهل السنة هم الذين يحملون العلم، وينفون عنه تحريف الغالين، وانتحال المبطلين، وتأويل الجاهلين؛ ولهذا قال ابن سيرين رحمه الله: ((لم يكونوا يسألون عن الإسناد، فلما وقعت الفتنة قالوا: سمُّوا لنا رجالكم، فَيُنْظَرُ إلى أهل السنة فيُؤخَذ حديثُهم، ويُنظر إلى أهل البدع فلا يُؤخَذ حديثهم)) (¬1). ¶ 9 - أهل السنة هم الذين يحزنُ الناسُ لفراقهم: ¶ قال أيوب السختياني رحمه الله: ((إني أُخْبَرُ بموت الرجل من أهل السنة فكأنما أفقد بعض أعضائي)) (¬2)، وقال: ((إن الذين يتمنون موتَ أهل السُّنَّةِ يريدون أن يطفئوا نور الله بأفواههم والله مُتِمّ نوره ولو كره الكافرون)) (¬3). ¶ المطلب الثالث: السنة نعمةٌ مطلقة ¶ النعمة نعمتان: نعمة مطلقة، ونعمة مقيدة: ¶ أولاً: النعمة المطلقة: هي المتصلة بسعادة الأبد، وهي: نعمة الإسلام، والسنة؛ فإن سعادة الدنيا والآخرة، مبنية على أركان ثلاثة: الإسلام، والسنة، والعافية في الدنيا والآخرة. ونعمة الإسلام والسنة هي النعمة التي أمرنا الله - عز وجل - أن نسأله في صلاتنا أن يهدينا صراط أهلها، ومن ¶ ¬__________ ¶ (¬1) مسلم، في المقدمة، باب الإسناد من الدين، 1/ 15. ¶ (¬2) شرح أصول اعتقاد أهل السنة والجماعة، لللالكائي، 1/ 66، برقم 29. ¶ (¬3) المرجع السابق، 1/ 68، برقم 35.",
            "page": "12",
            "part": "1",
            "seal": "0E1647FD"
        },
        {
            "id": "12",
            "nass": "خصهم بها، وجعلهم أهل الرفيق الأعلى حيث يقول تعالى: {وَمَن يُطِعِ الله وَالرَّسُولَ فَأُوْلَئِكَ مَعَ الَّذِينَ أَنْعَمَ الله عَلَيْهِم مِّنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاء وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا} (¬1). ¶ فهؤلاء الأصناف الأربعة هم أهل هذه النعمة المطلقة، وأصحابها المعنيون بقوله تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِينًا} (¬2)، فكان الكمال في جانب الدين، والتمام في جانب النعمة، قال عمر بن عبد العزيز رحمه الله: ((إن للإيمان حدوداً، وفرائض، وسنناً، وشرائع، فمن استكملها فقد استكمل الإيمان)) (¬3). ¶ ودين الله هو شرعه المتضمِّن لأمره ونهيه، ومحابّه، والمقصود أن النعمة المطلقة هي التي اختُصَّت بالمؤمنين، وهي نعمة الإسلام والسنة، وهذه النعمة هي التي يُفرح بها في الحقيقة، والفرح بها مما يحبه الله ويرضاه، قال - سبحانه وتعالى -: {قُلْ بِفَضْلِ الله وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُواْ هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ} (¬4)، وقد دارت أقوال السلف على أن فضل الله ورحمته: ((الإسلام والسنة، وعلى حسب حياة القلب يكون فرحه بهما، وكلما كان أرسخ فيهما كان قلبه أشدَّ فرحاً، حتى أن القلب ليرقص فرحاً إذا باشر روح السنة أحزن ما يكون الناس وهو ممتلىء أمناً أخوف ما يكون الناس)) (¬5). ¶ ¬__________ ¶ (¬1) سورة النساء، الآية: 69. ¶ (¬2) سورة المائدة، الآية: 3. ¶ (¬3) البخاري معلقاً، في كتاب الإيمان، باب قول النبي - صلى الله عليه وسلم -: ((بني الإسلام على خمس))، 1/ 9. ¶ (¬4) سورة يونس، الآية: 58. ¶ (¬5) مقتبس من كلام الإمام ابن القيم في كتابه: اجتماع الجيوش الإسلامية على غزو المعطلة والجهمية، 2/ 33 - 36، و38.",
            "page": "13",
            "part": "1",
            "seal": "BA1AC155"
        },
        {
            "id": "13",
            "nass": "ثانياً: النعمة المقيدة: كنعمة الصحة، والغنى، وعافية الجسد، وبسط الجاه، وكثرة الولد، والزوجة الحسنة، وأمثال هذا، فهذه النعمة مشتركة بين البر والفاجر، والمؤمن والكافر؛ وإذا قيل: لله على الكافر نعمة بهذا الاعتبار فهو حق، والنعمة المقيدة تكون استدراجاً للكافر والفاجر، ومآلها إلى العذاب والشقاء لمن لم يُرزق النعمة المطلقة (¬1). ¶ المطلب الرابع: منزلة السنة ¶ السنة: حصن الله الحصين الذي من دخله كان من الآمنين، وبابه الأعظم الذي من دخله كان إليه من الواصلين، وهي تقوم بأهلها وإن قعدت بهم أعمالهم، ويسعى نورها بين أيديهم إذا طفئت لأهل البدع والنفاق أنوارهم، وأهل السنة هم المبيَّضة وجوههم إذا اسودَّت وجوه أهل البدعة، قال الله تعالى: {يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ} (¬2)، قال ابن عباس رضي الله عنهما: ((تبيَضُّ وجوه أهل السنة والائتلاف، وتسودُّ وجوه أهل البدعة والتفرُّق)) (¬3). ¶ والسنة هي الحياة والنور اللذان بهما سعادة العبد وهداه وفوزه، قال الله جل وعلا: {أَوَ مَن كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي ¶ ¬__________ ¶ (¬1) مقتبس من كلام الإمام ابن القيم في كتابه: اجتماع الجيوش الإسلامية على غزو المعطلة والجهمية، 2/ 36. ¶ (¬2) سورة آل عمران، الآية: 106. ¶ (¬3) ذكره ابن القيم، في اجتماع الجيوش، 2/ 39، وابن كثير في تفسيره، 1/ 369، وانظر: جامع البيان عن تأويل آي القرآن، لابن جرير، 7/ 93.",
            "page": "14",
            "part": "1",
            "seal": "56A9A3F1"
        },
        {
            "id": "14",
            "nass": "النَّاسِ كَمَن مَّثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِّنْهَا كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُواْ يَعْمَلُونَ} (¬1)، والله الموفق (¬2). ¶ المطلب الخامس: منزلة صاحب السنة وصاحب البدعة ¶ أولاً: منزلة صاحب السنة: ¶ صاحب السنة حيُّ القلب، مستنير القلب، وقد ذكر الله - عز وجل - الحياة والنور في كتابه في غير موضع، وجعلهما صفة أهل الإيمان؛ فإن القلب الحي المستنير: هو الذي عقل عن الله، وأذعن، وفهم عنه، وانقاد لتوحيده، ومتابعة ما بعث به رسول الله - صلى الله عليه وسلم -. ¶ وقد كان النبي - صلى الله عليه وسلم - يسأل الله تعالى أن يجعل له نوراً: في قلبه، وسمعه، وبصره، ولسانه، ومن فوقه، ومن تحته، وعن يمينه، وعن شماله، ومن خلفه ومن أمامه، وأن يجعل له نوراً، وأن يجعل ذاته نوراً، وفي بشره، ولحمه، وعظمه، ولحمه، ودمه، فطلب - صلى الله عليه وسلم - النور لذاته، ولأبعاضه، ولحواسه الظاهرة والباطنة، ولجهاته الست، والمؤمن مدخله نور، ومخرجه نور، وقوله نور، وعمله نور، وهذا النور بحسب قوته وضعفه يظهر لصاحبه يوم القيامة، فيسعى بين يديه، و [عن] يمينه، فمن الناس من يكون نوره: كالشمس، وآخر كالنجم، وآخر كالنخلة الطويلة، وآخر كالرجل القائم، وآخر دون ذلك، حتى أن منهم من يُعطى نوراً على رأس إبهام قدمه يضيء مرة ويطفأ أخرى، كما كان نور إيمانه ¶ ¬__________ ¶ (¬1) سورة الأنعام، الآية: 122. ¶ (¬2) اجتماع الجيوش الإسلامية لابن القيم، 2/ 38.",
            "page": "15",
            "part": "1",
            "seal": "A7C0F959"
        },
        {
            "id": "15",
            "nass": "ومتابعته في الدنيا كذلك، فهو هذا بعينه يظهر هناك للحسّ، والعيان (¬1). ¶ ثانياً: علامات أهل السنة كثيرة، يدركها العقلاء من البشر، ومن أهمّ تلك العلامات: ¶ 1 - الاعتصام بالكتاب والسنة، والعضّ على ذلك بالنواجذ. ¶ 2 - التحاكم إلى الكتاب والسنة في الأصول والفروع. ¶ 3 - حبهم لأهل السنة والمتمسّكين بها، وبُغضهم لأهل البدع. ¶ 4 - لا يستوحشون من قلّة السالكين؛ لأن الحق ضالة المؤمن، يأخذ به ولو خالفه الناس. ¶ 5 - الصدق في الأقوال والأفعال، بالتطبيق الصحيح لهدي الكتاب والسنة. ¶ 6 - التأسّي برسول الله - صلى الله عليه وسلم - الذي كان خلقه القرآن (¬2). ¶ ثالثًا: منزلة صاحب البدعة: ¶ صاحب البدعة ميت القلب، مظلمه، وقد جعل الله الموت والظلمة صفة من خرج عن الإيمان، والقلب الميت المظلم الذي لم يعقل عن الله، ولا انقاد لما بُعث به رسول الله - صلى الله عليه وسلم -؛ ولهذا وصف الله - سبحانه وتعالى - هذا الضرب من الناس بأنهم أموات غير أحياء، وبأنهم في الظلمات لا يخرجون منها؛ ولهذا كانت الظلمة مستولية عليهم في جميع حياتهم، فقلوبهم مظلمة ¶ ¬__________ ¶ (¬1) اجتماع الجيوش الإسلامية لابن القيم، 2/ 38 - 41 بتصرف. ¶ (¬2) انظر: عقيدة السلف وأصحاب الحديث، للإمام أبي عثمان إسماعيل بن عبد الرحمن الصابوني، ص 147، وتنبيه أولي الأبصار إلى كمال الدين وما في البدع من الأخطار، للدكتور صالح بن سعد السحيمي، ص 264.",
            "page": "16",
            "part": "1",
            "seal": "1D518B2B"
        },
        {
            "id": "16",
            "nass": "ترى الحق في صورة الباطل، والباطل في صورة الحق، وأعمالهم مظلمة، وأقوالهم مظلمة، وأحوالهم كلها مظلمة، وقبورهم ممتلئة عليهم ظلمة، وإذا قسمت الأنوار يوم القيامة دون الجسر للعبور عليه بقوا في الظلمات، ومدخلهم في النار مظلم، وهذه الظلمة، التي خلق فيها الخلق أولاً، فمن أراد الله - سبحانه وتعالى - به السعادة أخرجه منها إلى النور، ومن أراد به الشقاوة تركه فيها (¬1). ¶ ¬__________ ¶ (¬1) اجتماع الجيوش الإسلامية، لابن القيم، 2/ 39 - 40 بتصرف.",
            "page": "17",
            "part": "1",
            "seal": "F7734BDB"
        },
        {
            "id": "17",
            "nass": "المبحث الثاني: ظلمات البدعة ¶ المطلب الأول: مفهومها ¶ البدعة: لغة: الحدث في الدين بعد الإكمال، أو ما استحدث بعد النبي - صلى الله عليه وسلم - من الأهواء والأعمال (¬1)، ويقال: ((ابتدعتُ الشيء، قولاً أو فعلاً إذا ابتدأته عن غير مثال سابق)) (¬2)، وأصل مادة ((بدع)) للاختراع على غير مثال سابق، ومنه قوله تعالى: {بَدِيعُ السَّمَوَاتِ وَالأَرْضِ} (¬3)، أي: مخترعهما من غير مثال سابق متقدم (¬4). ¶ والبدعة في الاصطلاح الشرعي لها عدة تعريفات عند العلماء ويكمِّل بعضها بعضاً، منها: ¶ 1 - قال شيخ الإسلام ابن تيمية رحمه الله تعالى: ((البدعة في الدين: هي ما لم يشرعْه الله ورسوله - صلى الله عليه وسلم -: وهو ما لم يأمر به أمر إيجاب، ولا استحباب)) (¬5). ¶ ((والبدعة نوعان: نوع في الأقوال والاعتقادات، ونوع في الأفعال والعبادات، وهذا الثاني يتضمَّن الأوّل، كما أن الأوّل يدعو إلى ¶ ¬__________ ¶ (¬1) القاموس المحيط، باب العين، فصل الدال، ص 906، ولسان العرب، 8/ 6، وفتاوى ابن تيمية، 35/ 414. ¶ (¬2) معجم المقاييس في اللغة لابن فارس، ص 119. ¶ (¬3) سورة البقرة، الآية: 117، وسورة الأنعام، الآية: 101. ¶ (¬4) الاعتصام للشاطبي،1/ 49،وانظر: مفردات ألفاظ القرآن، للراغب الأصفهاني، مادة ((بدع))، ص 111. ¶ (¬5) فتاوى ابن تيمية، 4/ 107 - 108.",
            "page": "18",
            "part": "1",
            "seal": "308B019B"
        },
        {
            "id": "18",
            "nass": "الثاني)) (¬1). ((وكان الذي بنى عليه أحمد وغيره مذاهبهم: أن الأعمال عبادات وعادات))، فالأصل في العبادات أنه لا يُشرع منها إلا ما شرعه الله، والأصل في العادات أنه لا يحظر منها إلا ما حظر الله)) (¬2). ¶ وقال أيضاً: ((والبدعة ما خالف الكتاب والسنة، أو إجماع سلف الأمة: من الاعتقادات، والعبادات: كأقوال الخوارج، والروافض، والقدرية، والجهمية، وكالذين يتعبّدون بالرقص والغناء في المساجد، والذين يتعبّدون بحلق اللحى، وأكل الحشيشة، وأنواع ذلك من البدع التي يتعبّد بها طوائف من المخالفين للكتاب والسنة، والله أعلم)) (¬3). ¶ 2 - قال الشاطبي رحمه الله تعالى: ((البدعة: طريقة في الدين مخترعة، تضاهي (¬4) الشرعيَّة، يُقصدُ بالسلوك عليها المبالغة في التعبّد لله سبحانه)). ¶ وهذا على رأي من لا يدخل العادات في معنى البدعة، وإنما يخصُّها بالعبادات، وأما على رأي من أدخل الأعمال العاديّة في معنى البدعة، فيقول ((البدعة: طريقة في الدِّين مخترعةٌ، تضاهي الشّرعيّة، يقصد بالسلوك عليها ما يقصد بالطريقة الشرعية)) (¬5). ¶ ثم قرّر رحمه الله تعالى على تعريفه الثاني أن العادات من حيث هي ¶ ¬__________ ¶ (¬1) المرجع السابق، 22/ 306. ¶ (¬2) المرجع السابق، 4/ 196. ¶ (¬3) فتاوى ابن تيمية، 18/ 346، وانظر: 35/ 414 من المرجع نفسه. ¶ (¬4) تضاهي: يعني أنها تشبه الطريقة الشرعية من غير أن تكون الحقيقة كذلك بل هي مضادة لها. انظر: الاعتصام للشاطبي، 1/ 53. ¶ (¬5) الاعتصام، 1/ 50 - 56.",
            "page": "19",
            "part": "1",
            "seal": "95FBD98E"
        },
        {
            "id": "19",
            "nass": "عادية لا بدعة فيها، ومن حيث يتعبّد بها، أو تُوضع وضع التّعبُّد تدخلها البدعة، فحصل بذلك أنه جمع بين التعريفين، ومثل للأمور العادية التي لابدّ فيها من التعبُّد: بالبيع، والشراء، والنكاح، والطلاق، والإيجارات، والجنايات ... لأنها مقيّدة بأمور وشروط وضوابط شرعية لا خيرة للمكلَّف فيها (¬1). ¶ 3 - وقال الحافظ ابن رجب رحمه الله تعالى (¬2): ((والمراد بالبدعة ما أُحدث مما لا أصل له في الشريعة يدلُّ عليه، فأما ما كان له أصل من الشرع يدل عليه، فليس ببدعة شرعاً، وإن كان بدعةً لغةً، فكل من أحدث شيئاً ونسبه إلى الدين، ولم يكن له أصل من الدِّين يرجع إليه فهو ضلالة، والدين بريء منه، وسواء في ذلك مسائل الاعتقادات، أو الأعمال، أو الأقوال الظاهرة والباطنة. ¶ أما ما وقع في كلام السلف من استحسان بعض البدع، فإنما ذلك في البدع اللغوية لا الشرعية، فمن ذلك قول عمر - رضي الله عنه - لما جمع الناس في قيام رمضان على إمام واحد في المسجد، وخرج ورآهم يصلون كذلك قال: ((نعمة البدعة هذه)) (¬3) ... ومراده - رضي الله عنه - أن هذا الفعل لم يكن على هذا الوجه قبل هذا الوقت، ولكن له أصول من الشريعة يرجع إليها. ¶ فمنها: أن النبي - صلى الله عليه وسلم - كان يحث على قيام رمضان، ويرغِّب فيه، وكان ¶ ¬__________ ¶ (¬1) المرجع السابق، 2/ 568، 569، 570، 594. ¶ (¬2) جامع العلوم والحكم، 2/ 127 - 128 بتصرف يسير جداً. ¶ (¬3) انظر: صحيح البخاري، كتاب صلاة التراويح، باب فضل من قام رمضان،2/ 308،برقم 2010.",
            "page": "20",
            "part": "1",
            "seal": "3861D0B2"
        },
        {
            "id": "20",
            "nass": "الناس في زمنه يقومون في المسجد جماعات متفرقة ووحداناً، وهو - صلى الله عليه وسلم - صلى بأصحابه في رمضان غير ليلة، ثم امتنع من ذلك مُعلِّلاً، بأنه خشي أن يُكتب عليهم فيعجزوا عن القيام به، وهذا قد أُمن بعده - صلى الله عليه وسلم - (¬1). ¶ ومنها: ((أنه - صلى الله عليه وسلم - أمر باتّباع سنة خلفائه الراشدين، وهذا قد صار من سنة خلفائه الراشدين)) (¬2). ¶ والبدعة بدعتان: بدعة مكفِّرة تُخرج عن الإسلام، وبدعة مُفَسِّقة لا تُخرج عن الإسلام (¬3). ¶ المطلب الثاني: شروط قبول العمل ¶ لا يقبل أي عمل مما يُتقرّب به إلى الله - عز وجل - إلا بشرطين: ¶ الشرط الأول: إخلاص العمل لله وحده لا شريك له، لقول النبي - صلى الله عليه وسلم -: ((إنما الأعمال بالنيات، وإنما لكل أمرئ ما نوى)) (¬4). ¶ الشرط الثاني: المتابعة للرسول - صلى الله عليه وسلم -؛ لقول النبي - صلى الله عليه وسلم -: ((من عمل عملاً ليس عليه أمرنا فهو ردّ)) (¬5). ¶ ¬__________ ¶ (¬1) انظر: صحيح البخاري، كتاب صلاة التراويح، باب فضل من قام رمضان،2/ 309،برقم 2012. ¶ (¬2) جامع العلوم والحكم، 2/ 129. ¶ (¬3) انظر: الاعتصام للشاطبي، 2/ 516. ¶ (¬4) متفق عليه: البخاري، كتاب بدء الوحي، باب كيف كان بدء الوحي إلى رسول الله - صلى الله عليه وسلم -، 1/ 9، برقم 1،ومسلم، كتاب الإمارة، باب قوله - صلى الله عليه وسلم -: ((إنما الأعمال بالنيات))،2/ 1515،برقم 1907. ¶ (¬5) مسلم، كتاب الأقضية، باب نقض الأحكام الباطلة، ورد محدثات الأمور، 3/ 1344، برقم 1718، ولفظ البخاري، ومسلم: ((من أحدث في أمرنا هذا ما ليس منه فهو رد))، البخاري، برقم 2697، ومسلم، برقم 1718.",
            "page": "21",
            "part": "1",
            "seal": "2BF8A1FF"
        },
        {
            "id": "21",
            "nass": "فمن أخلص أعماله لله، متّبعاً في ذلك رسول الله - صلى الله عليه وسلم -، فهذا الذي عمله مقبول، ومن فقد الإخلاص، والمتابعة لرسول الله - صلى الله عليه وسلم -، أو أحدهما فعمله مردود داخل في قوله تعالى: {وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَّنثُورًا} (¬1)، ومن جمع الأمرين فهو داخل في قوله - عز وجل -: {وَمَنْ أَحْسَنُ دِينًا مِّمَّنْ أَسْلَمَ وَجْهَهُ لله وَهُوَ مُحْسِنٌ} (¬2)، وفي قوله تعالى: {بَلَى مَنْ أَسْلَمَ وَجْهَهُ لله وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِندَ رَبِّهِ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ} (¬3)، فحديث عمر - رضي الله عنه -: ((إنما الأعمال بالنيات)) ميزان للأعمال الباطنة، وحديث عائشة رضي الله عنها: ((من عمل عملاً ليس عليه أمرنا فهو رد)) ميزان للأعمال الظاهرة، فهما حديثان عظيمان يدخل فيهما الدين كلّه: أصوله، وفروعه، ظاهره وباطنه، أقواله، وأفعاله (¬4). ¶ وقد تكلّم الإمام النووي على حديث عائشة رضي الله عنها كلاماً نفيساً، قال فيه: ((قوله - صلى الله عليه وسلم -: ((من أحدث في أمرنا هذا ما ليس منه فهو ردّ))، وفي الرواية الثانية: ((من عمل عملاً ليس عليه أمرنا فهو ردّ))،قال أهل العربية: الردّ هنا بمعنى المردود، ومعناه: فهو باطل غير معتدٍّ به، وهذا الحديث قاعدة عظيمة من قواعد الإسلام، وهو من جوامع كلمه - صلى الله عليه وسلم -؛ فإنه صريح في ردِّ كل البدع، والمخترعات (¬5)،وفي الرواية الثانية زيادة وهي: أنه ¶ ¬__________ ¶ (¬1) سورة الفرقان، الآية: 23. ¶ (¬2) سورة النساء، الآية: 125. ¶ (¬3) سورة البقرة، الآية: 112. ¶ (¬4) انظر: بهجة قلوب الأبرار وقرة عيون الأخيار، للسعدي، ص 10. ¶ (¬5) المخترعات: أي في الدين.",
            "page": "22",
            "part": "1",
            "seal": "81CA10AC"
        },
        {
            "id": "22",
            "nass": "قد يعاند بعض الفاعلين في بدعة سُبِقَ إليها، فإذا احتُجَّ عليه بالرواية الأولى يقول: أنا ما أحدثت شيئاً، فيُحتجّ عليه بالثانية التي فيها التصريح بردّ كل المحدثات، سواء أحدثها الفاعل، أو غيره سبق بإحداثها)) (¬1). ¶ المطلب الثالث: ذم البدعة في الدين ¶ جاء في ذمّ البدعة نصوص كثيرة من الكتاب والسنة، وحذّر منها الصحابة والتابعون لهم بإحسان، ومن ذلك على سبيل الإيجاز ما يأتي: ¶ أولاً: من القرآن: ¶ 1 - قال الله - عز وجل -: {هُوَ الَّذِيَ أَنزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُّحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ في قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاء الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ الله} (¬2)، وقد ذكر الشاطبي رحمه الله آثاراً تدل على أن هذه الآية في الذين يجادلون في القرآن، وفي الخوارج ومن وافقهم (¬3). ¶ 2 - وقال - عز وجل -: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلاَ تَتَّبِعُواْ السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ ذَلِكُمْ وَصَّاكُم بِهِ لَعَلَّكُمْ تَتَّقُونَ} (¬4)، فالصراط المستقيم هو سبيل الله الذي دعا إليه، وهو السنة، والسبل هي سبل أهل ¶ ¬__________ ¶ (¬1) شرح النووي على صحيح مسلم، 14/ 257، وانظر: المفهم لما أشكل من تلخيص كتاب مسلم، للقرطبي، 6/ 171. ¶ (¬2) سورة آل عمران، الآية: 7. ¶ (¬3) انظر: الاعتصام للشاطبي، 1/ 70 - 76. ¶ (¬4) سورة الأنعام، الآية: 153.",
            "page": "23",
            "part": "1",
            "seal": "5BAF9CEC"
        },
        {
            "id": "23",
            "nass": "الاختلاف الحائدين عن الصراط وهم أهل البدع (¬1)، فهذه الآية تشمل النهي عن جميع طرق أهل البدع (¬2). ¶ 3 - وقال - سبحانه وتعالى -: {وَعَلَى الله قَصْدُ السَّبِيلِ وَمِنْهَا جَآئِرٌ وَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ} (¬3)، فالسبيل: القصد هو: طريق الحق، وما سواه جائر عن الحق: أي عادل عنه، وهي طرق البدع والضلالات (¬4). ¶ 4 - وقال - عز وجل -: {إِنَّ الَّذِينَ فَرَّقُواْ دِينَهُمْ وَكَانُواْ شِيَعًا لَّسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى الله ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفْعَلُونَ} (¬5)، وهؤلاء هم أصحاب الأهواء، والضلالات، والبدع من هذه الأمة (¬6). ¶ 5 - وقال - عز وجل -: {وَلا تَكُونُوا مِنَ الْمُشْرِكِينَ * مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ} (¬7). ¶ 6 - وقال - سبحانه وتعالى -: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} (¬8). ¶ 7 - وقال - عز وجل -: {قُلْ هُوَ الْقَادِرُ عَلَى أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ ¶ ¬__________ ¶ (¬1) انظر: الاعتصام للشاطبي، 1/ 76. ¶ (¬2) انظر: الاعتصام للشاطبي، 1/ 78. ¶ (¬3) سورة النحل، الآية: 9. ¶ (¬4) انظر: الاعتصام للشاطبي، 1/ 78. ¶ (¬5) سورة الأنعام، الآية: 159. ¶ (¬6) انظر: الاعتصام للشاطبي، 1/ 179. ¶ (¬7) سورة الروم، الآيتان: 31 - 32. ¶ (¬8) سورة النور، الآية: 63.",
            "page": "24",
            "part": "1",
            "seal": "F39F6C19"
        },
        {
            "id": "24",
            "nass": "أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعاً} (¬1). ¶ 8 - وقال الله تعالى: {وَلاَ يَزَالُونَ مُخْتَلِفِينَ * إِلاَّ مَن رَّحِمَ رَبُّكَ} (¬2)، والله - عز وجل - أعلم (¬3). ¶ ثانياً: من السنة النبوية: ¶ جاءت الأحاديث الكثيرة عن رسول الله - صلى الله عليه وسلم - في ذم البدع والتحذير منها، ومن ذلك ما يأتي: ¶ 1 - حديث عائشة رضي الله عنها عن النبي - صلى الله عليه وسلم - أنه قال: ((من أحدث في أمرنا هذا ما ليس منه فهو رد)) (¬4). ¶ 2 - وعن جابر بن عبد الله رضي الله عنهما أن النبي - صلى الله عليه وسلم - كان يقول في خطبته: ((أما بعد، فإن خير الحديث كتاب الله، وخير الهدي هدي محمد - صلى الله عليه وسلم -، وشر الأمور محدثاتها، وكل بدعة ضلالة)) (¬5). ¶ 3 - وفي رواية النسائي: كان رسول الله - صلى الله عليه وسلم - في خطبته: يحمد الله ويثني عليه بما هو أهله ثم يقول: ((من يهده الله فلا مضلَّ له، ومن يضلله فلا هادي له، إن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد، وشرّ الأمور مُحدَثاتُها، وكل مُحدَثة بدعةٌ، وكل بدعة ضلالة، وكل ضلالة ¶ ¬__________ ¶ (¬1) سورة الأنعام، الآية: 65. ¶ (¬2) سورة هود، الآيتان: 118 - 119. ¶ (¬3) انظر: الاعتصام للشاطبي، 1/ 70 - 91. ¶ (¬4) متفق عليه: البخاري، برقم 2697، ومسلم، برقم 1718، وتقدم تخريجه. ¶ (¬5) مسلم، كتاب الجمعة، باب تخفيف الصلاة والخطبة، 1/ 592، برقم 867.",
            "page": "25",
            "part": "1",
            "seal": "2014DE1E"
        },
        {
            "id": "25",
            "nass": "في النار)) (¬1). ¶ 4 - وعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((من دعا إلى هدى كان له من الأجر مثل أجور من تبعه، لا ينقص ذلك من أجورهم شيئاً ومن دعا إلى ضلالة كان عليه من الإثم مثل آثام من تبعه، لا ينقص ذلك من آثامهم شيئاً)) (¬2). ¶ 5 - وعن جرير بن عبد الله - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((من سَنَّ في الإسلام سُنَّةً حسنة فله أجرها وأجر من عمل بها بعده، من غير أن ينقص من أجورهم شيء، ومن سنَّ في الإسلام سنة سيئة كان عليه وزرها ووزر من عمل بها من بعده من غير أن ينقص من أوزارهم شيءٌ)) (¬3). ¶ 6 - وعن العِرْباض بن سارية - رضي الله عنه - قال: وعظنا رسول الله - صلى الله عليه وسلم - موعظة وَجِلَتْ منها القلوب، وذَرَفَتْ منها العيون، فقلنا يا رسول الله كأنها موعظة مودِّع فأوصنا؟ قال: ((أوصيكم بتقوى الله، والسمع والطاعة، وإن تأمّر عليكم عبد، فإنه من يعِشْ منكم بعدي فسيرى اختلافاً كثيراً، فعليكم بسنتي وسنة الخلفاء الراشدين المهديين، عضّوا عليها بالنواجذ، وإيّاكم ومحدثات الأمور، فإن كل بدعة ضلالة)) (¬4). ¶ ¬__________ ¶ (¬1) أصله في صحيح مسلم في الحديث السابق، وأخرجه النسائي بلفظه، في كتاب صلاة العيدين، باب كيف الخطبة، 3/ 188، برقم 1578. ¶ (¬2) مسلم، كتاب العلم، باب من سن سنة حسنة أو سيئة، ومن دعا إلى هدى أو ضلالة، 4/ 2060، برقم 2674. ¶ (¬3) مسلم، كتاب الزكاة، باب الحث على الصدقة ولو بشق تمرة، 2/ 705، برقم 1017. ¶ (¬4) أبو داود، كتاب السنة، باب في لزوم السنة، 4/ 201، برقم 4707، والترمذي، كتاب العلم، باب ما جاء في الأخذ بالسنة واجتناب البدع، 5/ 44 برقم 2676، وقال: هذا حديث حسن صحيح، وابن ماجه في المقدمة، باب اتباع سنة الخلفاء الراشدين المهديين، 1/ 15 - 16، برقم 42، 43، 44، وأحمد، 4/ 46 - 47.",
            "page": "26",
            "part": "1",
            "seal": "DA249E44"
        },
        {
            "id": "26",
            "nass": "7 - وعن حذيفة - رضي الله عنه - قال: كان الناس يسألون رسول الله - صلى الله عليه وسلم - عن الخير، وكنت أسأله عن الشر مخافة أن يدركني، فقلت يا رسول الله، إنا كنا في جاهلية وشر فجاءنا الله بهذا الخير فهل بعد هذا الخير من شر؟ قال: ((نعم))، فقلت: هل بعد ذلك الشر من خير؟ قال: ((نعم، وفيه دَخَنٌ))، قلت: وما دَخَنُهُ؟ قال: ((قوم يستنون بغير سنتي، ويهدون بغير هديي، تعرف منهم وتُنكر))، فقلت: هل بعد ذلك الخير من شرّ؟ قال: ((نعم، دُعاةٌ على أبواب جهنم، من أجابهم إليها قذفوه فيها))، فقلت: ¶ يا رسول الله، صِفْهم لنا، قال: ((نعم: قومٌ من جِلدتنا، يتكلّمون بألسنتنا))، قلت: يا رسول الله، فما ترى إن أدركني ذلك؟ قال: ((تلزم جماعة المسلمين وإمامهم))، فقلت: فإن لم تكن لهم جماعة ولا إمام؟ قال: ((فاعتزلْ تلك الفرق كلها، ولو أن تعضَّ على أصل شجرة حتى يدركك الموت وأنت على ذلك)) (¬1)، قال الإمام النووي رحمه الله: قوله: ((يهدون بغير هديي)) الهدي الهيئة، والسيرة، والطريقة، قوله: ((دعاة على أبواب جهنم من أجابهم إليها قذفوه فيها))، قال العلماء: هؤلاء من كان من الأمراء يدعون إلى بدعة أو ضلال آخر كالخوارج، والقرامطة، ¶ ¬__________ ¶ (¬1) متفق عليه: البخاري، كتاب الفتن، باب كيف الأمر إذا لم تكن جماعة، 8/ 119، برقم 7084، ومسلم، كتاب الإمارة، باب وجوب ملازمة جماعة المسلمين عند ظهور الفتن وفي كل حال، وتحريم الخروج على الطاعة، ومفارقة الجماعة، 3/ 1475، برقم 1847.",
            "page": "27",
            "part": "1",
            "seal": "70A692DD"
        },
        {
            "id": "27",
            "nass": "وأصحاب المحنة)) (¬1). ¶ 8 - وفي حديث زيد بن أرقم - رضي الله عنه - عن النبي - صلى الله عليه وسلم -: ((أما بعد، ألا أيها الناس إنما أنا بشر يوشك أن يأتي رسول ربي فأجيب، وأنا تارك فيكم ثقلين: أولهما كتاب الله، فيه الهدى والنور، [هو حبل الله المتين من اتّبعه كان على الهدى، ومن تركه كان على الضلالة] فخذوا بكتاب الله، واستمسكوا به))، فحثَّ على كتاب الله، ورغَّب فيه (¬2). ¶ 9 - وعن أبي هريرة - رضي الله عنه -: أن رسول الله - صلى الله عليه وسلم - قال: ((يكون في آخر الزمان دجّالون كذّابون، يأتونكم من الأحاديث بما لم تسمعوا أنتم ولا آباؤكم، فإياكم وإياهم، لا يُضلّونكم ولا يفتنونكم)) (¬3). ¶ ثالثاً: من أقوال الصحابة - رضي الله عنهم - في البدع: ¶ 1 - ذكر ابن سعد رحمه الله بإسناده أن أبا بكر - رضي الله عنه - قال: ((أيها الناس إنما أنا متّبع، ولست بمبتدع، فإن أحسنت فأعينوني، وإن زغت فقوِّموني)) (¬4). ¶ 2 - وقال عمر بن الخطاب - رضي الله عنه -: ((إيّاكم وأصحاب الرأي؛ فإنهم أعداء السنن أعيتهم الأحاديث أن يحفظوها، فقالوا بالرأي، فضلُّوا وأضلُّوا)) (¬5). ¶ ¬__________ ¶ (¬1) شرح النووي على صحيح مسلم، 12/ 479. ¶ (¬2) مسلم، كتاب فضائل الصحابة، باب فضائل علي بن أبي طالب - رضي الله عنه -، 4/ 1873، برقم 2408. ¶ (¬3) مسلم، في المقدمة، باب النهي عن الرواية عن الضعفاء والاحتياط في تحملها، 1/ 12، برقم ¶ 6، 7، وابن وضاح في ما جاء في البدع، ص 67، برقم 65. ¶ (¬4) الطبقات الكبرى، 3/ 136. ¶ (¬5) أخرجه اللالكائي، في شرح أصول اعتقاد أهل السنة والجماعة، 1/ 139، برقم 201، والدارمي في سننه، 1/ 47، برقم 121، وابن عبد البر في جامع بيان العلم وفضله، 2/ 1041، برقم 2001، ورقم 2003، ورقم 2005.",
            "page": "28",
            "part": "1",
            "seal": "C2C7B56F"
        },
        {
            "id": "28",
            "nass": "3 - وقال عبد الله بن مسعود - رضي الله عنه -: ((اتّبعوا ولا تبتدعوا فقد كُفيتم، كل بدعة ضلالة)) (¬1). ¶ رابعاً: من أقوال التابعين وأتباعهم بإحسان: ¶ 1 - كتب عمر بن عبد العزيز رحمه الله إلى رجل فقال: ((أما بعد، أوصيك بتقوى الله، والاقتصاد في أمره، واتّباع سنة نبيه - صلى الله عليه وسلم -، وترك ما أحدث المحدثون بعد ما جرت به سنته)) (¬2). ¶ 2 - وقال الحسن البصري رحمه الله: ((لا يصحُّ القول إلا بعمل، ولا يصحُّ قول وعمل إلا بنية، ولا يصحُّ قول وعمل ونية إلا بالسنة)) (¬3). ¶ 3 - وقال الإمام الشافعي رحمه الله: ((حُكْمي في أصحاب الكلام أن يُضربوا بالجريد، ويُحملوا على الإبل، ويُطاف بهم في العشائر والقبائل، ويُقال: هذا جزاء من ترك الكتاب والسنة، وأخذ في الكلام)) (¬4). ¶ ¬__________ ¶ (¬1) أخرجه ابن وضاح في ما جاء في البدع، ص43، برقم 14، 12، والطبراني في المعجم الكبير، ¶ 9/ 154، برقم 8770، وقال الهيثمي في مجمع الزوائد: 1/ 181: ((ورجاله رجال الصحيح))، وأخرجه اللالكائي في شرح أصول اعتقاد أهل السنة والجماعة، 1/ 96، برقم 102، وانظر: آثارًا أخرى عن عبد الله بن مسعود - رضي الله عنه - في ما جاء في البدع لابن وضاح، ص 45، ومجمع الزوائد، 1/ 181. ¶ (¬2) سنن أبي داود، كتاب السنة، باب لزوم السنة، 4/ 203، برقم 4612، وانظر: صحيح سنن أبي داود، للألباني، 3/ 873. ¶ (¬3) أخرجه اللالكائي، في شرح أصول اعتقاد أهل السنة والجماعة، 1/ 63، برقم 18. ¶ (¬4) أخرجه أبو نعيم في الحلية، 9/ 116.",
            "page": "29",
            "part": "1",
            "seal": "B6A7D5E8"
        },
        {
            "id": "29",
            "nass": "4 - وقال الإمام مالك رحمه الله: ((من ابتدع في الإسلام بدعة يراها حسنة فقد زعم أن محمداً - صلى الله عليه وسلم - خان الرسالة؛ لأن الله يقول: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} (¬1)، فما لم يكن يومئذ ديناً، فلا يكون اليوم ديناً)) (¬2). ¶ 5 - وقال الإمام أحمد رحمه الله: ((أصول السنة عندنا التمسك بما كان عليه أصحاب رسول الله - صلى الله عليه وسلم -، والاقتداء وترك البدع، وكل بدعة ضلالة، وترك الخصومات، والجلوس مع أصحاب الأهواء، وترك المراء والجدال والخصومات في الدين)) (¬3). ¶ خامساً: البدع مذمومة من وجوه: ¶ 1 - قد عُلم بالتجارب أن العقول غير مستقلة بمصالحها دون الوحي، والابتداعُ مضادّ لهذا العمل. ¶ 2 - الشريعة جاءت كاملة، لا تحمل الزيادة ولا النقصان. ¶ 3 - المبتدع معاند للشرع ومشاقّ له. ¶ 4 - المبتدع متّبع لهواه؛ لأن العقل إذا لم يكن متَّبِعاً للشرع لم يبق له إلا اتّباع الهوى. ¶ 5 - المبتدع قد نزَّل نفسه منزلة المضاهي للشارع؛ لأن الشارع وضع الشرائع، وألزم المكلَّفين بالجري على سننها (¬4). ¶ ¬__________ ¶ (¬1) سورة المائدة، الآية: 3. ¶ (¬2) الاعتصام، للإمام الشاطبي، 1/ 65. ¶ (¬3) شرح أصول اعتقاد أهل السنة والجماعة، لللالكائي، 1/ 176. ¶ (¬4) انظر: الاعتصام، للشاطبي، 1/ 61 - 70.",
            "page": "30",
            "part": "1",
            "seal": "574189E7"
        },
        {
            "id": "30",
            "nass": "المطلب الرابع: أسباب البدع ¶ البدع لها أسباب أدت إليها ومن هذه الأسباب (¬1) ما يأتي: ¶ أولاً: الجهل، فهو آفة خطيرة، قال الله - عز وجل -: {وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولئِكَ كَانَ عَنْهُ مَسْؤُولاً} (¬2)، وقال سبحانه: {قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَن تُشْرِكُواْ بِالله مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَن تَقُولُواْ عَلَى الله مَا لاَ تَعْلَمُونَ} (¬3)، وعن عبد الله بن عمرو بن العاص رضي الله عنهما قال سمعت النبي - صلى الله عليه وسلم - يقول: ((إن الله لا ينتزع العلم من الناس انتزاعاً، ولكن يقبض العلماء، فيرفَعُ العلم معهم، ويُبقي في الناس رُؤوساً جُهَّالاً يفتون بغير علم، فَيَضِلُّون ويُضِلُّون)) (¬4). ¶ ثانياً: اتباع الهوى، من الأسباب الخطيرة التي توقع الناس في البدع، والأهواء، قال الله - عز وجل -: {يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الأَرْضِ فَاحْكُم بَيْنَ النَّاسِ بِالْحَقِّ وَلا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَن سَبِيلِ الله إِنَّ الَّذِينَ يَضِلُّونَ عَن سَبِيلِ الله لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِ} (¬5)، ¶ ¬__________ ¶ (¬1) انظر كثيراً من هذه الأسباب: الاعتصام للشاطبي، 1/ 287 - 365. ¶ (¬2) سورة الإسراء، الآية: 36. ¶ (¬3) سورة الأعراف، الآية: 33. ¶ (¬4) متفق عليه: البخاري، كتاب الاعتصام بالكتاب والسنة، باب ما يذكر من ذم الرأي وتكلف القياس، 8/ 187، برقم 7307، ومسلم، كتاب العلم، باب رفع العلم وقبضه وظهور الجهل والفتن آخر الزمان، 4/ 2058، برقم 2673. ¶ (¬5) سورة ص، الآية: 26.",
            "page": "31",
            "part": "1",
            "seal": "8F4C78BB"
        },
        {
            "id": "31",
            "nass": "وقال سبحانه: {وَلاَ تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَن ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا} (¬1). ¶ وقال الله - عز وجل -: {أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ الله عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَن يَهْدِيهِ مِن بَعْدِ الله أَفَلا تَذَكَّرُونَ} (¬2). ¶ وقال - عز وجل -: {وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِّنَ الله} (¬3). ¶ وقال - عز وجل -: {إِن يَتَّبِعُونَ إلاَّ الظَّنَّ وَمَا تَهْوَى الأَنْفُسُ وَلَقَدْ جَاءَهُم مِّن رَّبِّهِمُ الْهُدَى} (¬4). ¶ ثالثاً: التعلق بالشبهات: فإن المبتدعة يتعلقون بالشبهات فيقعون في البدع، قال الله - عز وجل -: {هُوَ الَّذِيَ أَنزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُّحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ في قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاء الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ الله وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِّنْ عِندِ رَبِّنَا وَمَا يَذَّكَّرُ إِلاَّ أُوْلُواْ الألْبَابِ} (¬5). ¶ رابعاً: الاعتماد على العقل المجرَّد، فإن من اعتمد على عقله وترك النص من القرآن والسنة أو من أحدهما ضلّ، والله - عز وجل - يقول: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا وَاتَّقُوا الله إِنَّ الله شَدِيدُ ¶ ¬__________ ¶ (¬1) سورة الكهف، الآية: 28. ¶ (¬2) سورة الجاثية، الآية: 23. ¶ (¬3) سورة القصص، الآية: 50. ¶ (¬4) سورة النجم، الآية: 23. ¶ (¬5) سورة آل عمران، الآية: 7.",
            "page": "32",
            "part": "1",
            "seal": "4C7A5873"
        },
        {
            "id": "32",
            "nass": "الْعِقَابِ} (¬1)، وقال - عز وجل -: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى الله وَرَسُولُهُ أَمْرًا أَن يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَن يَعْصِ الله وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُّبِينًا} (¬2). ¶ خامساً: التقليد والتعصب: فإن أكثر أهل البدع يقلِّدون آباءهم ومشايخهم، ويتعصبون لمذاهبهم، قال الله - عز وجل -: {وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ الله قَالُواْ بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا} (¬3)، وقال - عز وجل -: {بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم مُّهْتَدُونَ} (¬4)، وأهل البدع زُيِّنت لهم أعمالهم، قال الله - عز وجل -: {أَفَمَن زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا فَإِنَّ الله يُضِلُّ مَن يَشَاءُ وَيَهْدِي مَن يَشَاءُ فَلا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ إِنَّ الله عَلِيمٌ بِمَا يَصْنَعُونَ} (¬5)، وقال الله - عز وجل - مُبَيِّناً حال أهل البدع والأهواء: {يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ يَقُولُونَ يَا لَيْتَنَا أَطَعْنَا الله وَأَطَعْنَا الرَّسُولاْ * وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلاْ * رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا} (¬6). ¶ سادساً: مخالطة أهل الشر ومجالستهم، من الأسباب المؤدية إلى الوقوع في البدع وانتشارها بين الناس، وقد بين الله - عز وجل - أن المُجالِس ¶ ¬__________ ¶ (¬1) سورة الحشر، الآية: 7. ¶ (¬2) سورة الأحزاب، الآية: 36. ¶ (¬3) سورة البقرة، الآية: 170. ¶ (¬4) سورة الزخرف، الآية: 22. ¶ (¬5) سورة فاطر، الآية: 8. ¶ (¬6) سورة الأحزاب، الآيات: 66 - 68.",
            "page": "33",
            "part": "1",
            "seal": "594E7290"
        },
        {
            "id": "33",
            "nass": "لأهل السوء يندم، قال - سبحانه وتعالى -: {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلاً * يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلانًا خَلِيلاً * لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ لِلإِنسَانِ خَذُولاً} (¬1)، وقال - عز وجل -: {وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُواْ فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنسِيَنَّكَ الشَّيْطَانُ فَلاَ تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ} (¬2)، وقال - سبحانه وتعالى -: {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ الله يُكَفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلاَ تَقْعُدُواْ مَعَهُمْ حَتَّى يَخُوضُواْ فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذًا مِّثْلُهُمْ إِنَّ الله جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعًا} (¬3)، وقال النبي - صلى الله عليه وسلم -: ((إنما مثل الجليس الصالح والجليس السوء كحامل المسك ونافخ الكير، فحامل المسك إما أن يُحذيك وإما أن تبتاع منه، وإما أن تجد منه ريحاً طيبة، ونافخ الكير إما أن يحرق ثيابك وإما أن تجد ريحاً خبيثة)) (¬4). ¶ سابعاً: سكوت العلماء وكتم العلم، من أسباب انتشار البدع والفساد بين الناس، قال الله - عز وجل -: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِن بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلعَنُهُمُ الله وَيَلْعَنُهُمُ ¶ ¬__________ ¶ (¬1) سورة الفرقان، الآيات: 27 - 29. ¶ (¬2) سورة الأنعام، الآية: 68. ¶ (¬3) سورة النساء، الآية: 140. ¶ (¬4) متفق عليه من حديث أبي موسى الأشعري - رضي الله عنه -: البخاري، كتاب الذبائح والصيد، باب المسك، 6/ 287، برقم 5534، ومسلم، في كتاب البر والصلة، باب استحباب مجالسة الصالحين، ومجانبة قرناء السوء، 4/ 2026، برقم 2628.",
            "page": "34",
            "part": "1",
            "seal": "DBB5EE0F"
        },
        {
            "id": "34",
            "nass": "الَّلاعِنُونَ * إِلاَّ الَّذِينَ تَابُواْ وَأَصْلَحُواْ وَبَيَّنُواْ فَأُوْلَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ} (¬1)، وقال - عز وجل -: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلَ الله مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلاً أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلاَّ النَّارَ وَلاَ يُكَلِّمُهُمُ الله يَوْمَ الْقِيَامَةِ وَلاَ يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ} (¬2)، وقال - سبحانه وتعالى -: ¶ {وَإِذْ أَخَذَ الله مِيثَاقَ الَّذِينَ أُوتُواْ الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلاَ تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاء ظُهُورِهِمْ وَاشْتَرَوْاْ بِهِ ثَمَنًا قَلِيلاً فَبِئْسَ مَا يَشْتَرُونَ} (¬3)، وقد أوجب الله على طائفة من الأمة الدعوة إلى الله - عز وجل - والأمر بالمعروف والنهي عن المنكر فقال - سبحانه وتعالى -: {وَلْتَكُن مِّنكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ وَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ} (¬4)، وعن أبي سعيد - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: ((من رأى منكم منكراً فليغيّرْه بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان)) (¬5)، وهذا الحديث يبيّن أن الأمر بالمعروف والنهي عن المنكر واجبان على كل أحدٍ على حسب هذه الدرجات. ¶ وعن عبد الله بن مسعود - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((ما من نبيّ بعثه الله في أمة قبلي إلا كان له من أمته حورايُّون وأصحاب، يأخذون بسنّته ويقتدون بأمره، ثم إنها تخلف من بعدهم خلوف يقولون ما لا يفعلون، ¶ ¬__________ ¶ (¬1) سورة البقرة، الآيتان: 159 - 160. ¶ (¬2) سورة البقرة، الآية: 174. ¶ (¬3) سورة آل عمران، الآية: 187. ¶ (¬4) سورة آل عمران، الآية: 104. ¶ (¬5) مسلم، كتاب الإيمان، باب بيان كون النهي عن المنكر من الإيمان وأن الإيمان يزيد وينقص وأن الأمر بالمعروف والنهي عن المنكر واجبان، 1/ 69، برقم 49.",
            "page": "35",
            "part": "1",
            "seal": "BDA854A0"
        },
        {
            "id": "35",
            "nass": "ويفعلون ما لا يؤمرون، فمن جاهدهم بيده فهو مؤمن، ومن جاهدهم بلسانه فهو مؤمن، ومن جاهدهم بقلبهم فهو مؤمن، وليس وراء ذلك من الإيمان حبَّةُ خرْدل)) (¬1). ¶ وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((من سُئِلَ عن علم يعلمُهُ فكتمه أُلجِمَ يوم القيامة بلجامٍ من نار)) (¬2). ¶ ثامناً: التشبه بالكفار وتقليدهم من أعظم ما يُحدث البدع بين المسلمين، ومما يدل على ذلك حديث أبي واقد الليثي - رضي الله عنه - قال: خرجنا مع رسول الله - صلى الله عليه وسلم - إلى حنين، ونحن حديثو عهدٍ بكفر، وكانوا أسلموا يوم الفتح، قال: فمررنا بشجرة فقلنا: يا رسول الله، اجعل لنا ذات أنواط كما لهم ذات أنواط؟ وكان للكفار سدرة يعكفون حولها، ويعلِّقون بها أسلحتهم، يدعونها ذات أنواط، فلما قلنا ذلك للنبي - صلى الله عليه وسلم - قال: ((الله أكبر وقلتم، والذي نفسي بيده كما قالت بنو إسرائيل لموسى: {اجْعَل لَّنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ} (¬3)، لتركبنَّ سنن من كان قبلكم)) (¬4)، وهذا الحديث فيه دلالة واضحة على أن التشبه ¶ ¬__________ ¶ (¬1) مسلم، كتاب الإيمان، باب كون النهي عن المنكر من الإيمان، 1/ 70، برقم 50. ¶ (¬2) الترمذي، في كتاب العلم، باب ما جاء في كتمان العلم، 5/ 29، برقم 2649، وأبو داود، في العلم، باب كراهية منع العلم، 3/ 321، برقم 3658، وابن ماجه، في المقدمة، باب من سئل عن علم فكتمه، 1/ 98، برقم 266، ومسند أحمد، 2/ 263، 305، وصححه الألباني في صحيح سنن الترمذي، 2/ 336، وصحيح سنن ابن ماجه، 1/ 49. ¶ (¬3) سورة الأعراف، الآية: 138. ¶ (¬4) أخرجه بلفظه، أبو عاصم في كتاب السنة، 1/ 37، برقم 76، وحسن إسناده الألباني في ظلال الجنة في تخريج السنة، المطبوع مع كتاب السنة، 1/ 37، وأخرجه الترمذي بنحوه، في كتاب الفتن، باب ما جاء لتركبن سنن من كان قبلكم، 4/ 475، برقم 2180، وقال: ((هذا حديث حسن صحيح))، وانظر: النهج السديد في تخريج أحاديث تيسير العزيز الحميد، لجاسم بن فهيد الدوسري، ص64 - 65.",
            "page": "36",
            "part": "1",
            "seal": "0E214DD2"
        },
        {
            "id": "36",
            "nass": "بالكفار هو الذي حمل بني إسرائيل على أن يطلبوا هذا الطلب القبيح، وهو الذي حمل أصحاب النبي محمد - صلى الله عليه وسلم - على أن يسألوه أن يجعل لهم شجرة يتبَّركون بها من دون الله - عز وجل -، وهكذا غالب الناس من المسلمين، قلّدوا الكفار في عمل البدع والشركيات، كأعياد المواليد، وبدع الجنائز، والبناء على القبور، ولا شك أن اتباع السَّنَن باب من أبواب الأهواء، والبدع (¬1) ويزيد ذلك وضوحاً حديث أبي سعيد الخدري - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - أنه قال: ((لَتتَّبِعُنَّ سَنَنَ من كان قبلكم: شِبراً بشبرٍ، وذراعاً بذراعٍ، حتى لو دخلوا في جحر ضبٍّ لاتّبعتموهم)) قلنا: يا رسول الله، اليهود والنصارى؟ قال: ((فمن))؟ (¬2)، قال الإمام النووي رحمه الله: ((السَّنَن، بفتح السين والنون: وهو الطريق، والمراد بالشبر، والذراع، وجحر الضب: التمثيل بشدّة الموافقة في المعاصي والمخالفات، لا في الكفر، وفي هذا معجزة ظاهرة لرسول الله - صلى الله عليه وسلم -،فقد وقع ما أخبر به - صلى الله عليه وسلم -)) (¬3). ¶ ¬__________ ¶ (¬1) انظر: تنبيه أولي الأبصار إلى كمال الدين وما في البدع من أخطار، للدكتور صالح السحيمي، ص147، ورسائل ودراسات في الأهواء والافتراق والبدع وموقف السلف منها، للدكتور ناصر العقل، 2/ 170، وكتاب التوحيد، للدكتور العلامة صالح الفوزان، ص87. ¶ (¬2) متفق عليه: البخاري، كتاب الاعتصام بالكتاب والسنة، باب قول النبي - صلى الله عليه وسلم -: ((لتتبعن سنن من كان قبلكم))، 8/ 191، برقم 7320، ومسلم، كتاب العلم، باب اتباع سنن اليهود والنصارى، 4/ 2054، برقم 2669. ¶ (¬3) شرح النووي على صحيح مسلم، 16/ 460.",
            "page": "37",
            "part": "1",
            "seal": "316C4E97"
        },
        {
            "id": "73",
            "nass": "فهو كان خليفته، ولم يفعل به شيء من ذلك، ولا عمر - رضي الله عنه -، وهو كان أفضل الأمة بعده، ثم كذلك عثمان، ثم علي، ثم سائر الصحابة الذين لا أحد أفضل منهم في الأمة، ثم لم يثبت لواحد منهم من طريقٍ صحيح معروف أن متبرّكاً تبرّك به على أحد تلك الوجوه أو نحوها)) (¬1)، ولا شكَّ أنَّ الانتفاع بعلم العلماء، والاستماع إلى وعظهم، ودعائهم، والحصول على فضل مجالس الذكر معهم فيها من الخير والبركة والنفع الشيء العظيم، ولكن لا يُتبرّك بذواتهم، وإنما يُعمل بعلمهم الصحيح، ويُقتدى بأهل السنة منهم (¬2). ¶ 3 - التبرّك بشرب ماء زمزم؛ لأنه أفضل مياه الأرض، ويُشبع من شربه، ويكفيه عن الطعام، ويُستشفى بشربه مع النية الصالحة من الأسقام؛ لأنه لما شرب له؛ قال النبي - صلى الله عليه وسلم - في ماء زمزم: ((إنها مباركة، إنها طعام طعم [وشفاء سقيم])) (¬3)، وعن جابر - رضي الله عنه - يرفعه: ((ماء زمزم لما شرب له)) (¬4)، ويذكر أن النبي - صلى الله عليه وسلم - ((كان يحمل ماء زمزم في الأداوي والقرب، فكان يصبّ على المرضى ويسقيهم)) (¬5). ¶ ¬__________ ¶ (¬1) الاعتصام للشاطبي،2/ 8، 9،ونظر: التبرك: أنواعه وأحكامه، للدكتور الجديع، ص261 - 269. ¶ (¬2) انظر: التبرك: أنواعه وأحكامه، للدكتور الجديع، ص 269 - 278. ¶ (¬3) أخرجه مسلم، كتاب فضائل الصحابة، باب من فضائل أبي ذر - رضي الله عنه -، 4/ 1922، برقم 2473، وما بين المعقوفين عند البزار، والبيهقي، والطبراني، قال الهيثمي في مجمع الزوائد: ((رجاله ثقات))، 3/ 286. ¶ (¬4) أخرجه ابن ماجه، كتاب المناسك، باب الشرب من زمزم، 2/ 1018، برقم 3062، وصححه الألباني في صحيح سنن ابن ماجه، 2/ 183، وإرواء الغليل، 4/ 320. ¶ (¬5) الترمذي بنحوه، عن عائشة رضي الله عنها، كتاب الحج، بابٌ: حدثنا أبو كريب، 3/ 286، برقم 963، والبيهقي، 5/ 202، وصححه الألباني في صحيح سنن الترمذي، 1/ 284، والأحاديث الصحيحة، 2/ 572.",
            "page": "74",
            "part": "1",
            "seal": "C67CD734"
        },
        {
            "id": "74",
            "nass": "4 - التبرّك بماء المطر، لا شك أن المطر مبارك لما جعل الله فيه من البركة: من شرب الناس منه، والأنعام، والدوابّ، وإنبات الأشجار، والثمار، وأحيى به الله كل شيء، وقد ثبت عن النبي - صلى الله عليه وسلم - من حديث أنس - رضي الله عنه -، قال: أصابنا ونحن مع رسول الله - صلى الله عليه وسلم - مطر. قال: فحسر (¬1) رسول الله - صلى الله عليه وسلم - ثوبه حتى أصابه من المطر، فقلنا: يا رسول الله لم صنعت هذا؟ قال: ((لأنه حديثُ عهدٍ بربه)) (¬2)، قال الإمام النووي رحمه الله: ((ومعنى حديث عهد بربه: أي بتكوين ربه إياه، ومعناه أن المطر رحمة، وهي قريبة العهد بخلق الله تعالى لها، فيُتبرّك بها)) (¬3). ¶ والتبرّك الممنوع منه ما يأتي: ¶ 1 - التبرّك بالنبي - صلى الله عليه وسلم - بعد وفاته ممنوع إلا في أمرين: ¶ الأمر الأول: الإيمان به، وطاعته واتباعه، فمن فعل ذلك حصل له الخير الكثير، والأجر العظيم، والسعادة في الدنيا والآخرة. ¶ الأمر الثاني: التبرك بما بقي من أشياء منفصلة عنه - صلى الله عليه وسلم -: كثيابه، أو شعره، أو آنيته، وقد تقدّم بيان ذلك. ¶ وما عدا ذلك من التبرك فلا يُشرع، فلا يُتبرّك بقبره، ولا تشد الرحال لزيارة قبره، وإنما تُشدّ الرحال لزيارة أحد المساجد الثلاثة: المسجد الحرام، ¶ ¬__________ ¶ (¬1) أي: كشف بعض بدنه. شرح النووي على صحيح مسلم، 6/ 448. ¶ (¬2) أخرجه مسلم، كتاب صلاة الاستسقاء، باب الدعاء في الاستسقاء، 2/ 615، برقم 898. ¶ (¬3) شرح النووي على صحيح مسلم، 6/ 448.",
            "page": "75",
            "part": "1",
            "seal": "66B7BB3C"
        },
        {
            "id": "75",
            "nass": "والمسجد الأقصى، والمسجد النبوي، وإنما تُستحب الزيارة لقبره لمن كان في المدينة، أو زار المسجد ثم زار قبره، وصفة الزيارة: إذا دخل المسجد صلى تحية المسجد، ثم يذهب إلى القبر ويقف بأدبٍ مستقبلاً الحجرة، فيقول بأدب وخفض صوت: ((السلام عليك يا رسول الله))، وكان ابن عمر رضي الله عنهما لا يزيد على ذلك، وإن زاد ((السلام عليك يارسول الله، يا خيرة الله من خلقه، أشهد أنك رسول الله حقاً، وأنك قد بلَّغت الرسالة، وأدّيت الأمانة، وجاهدت في الله حق جهاده، ونصحت الأمة))، فلا بأس بذلك لأن ذلك من صفاته (¬1)، ولا يدعو عند القبر؛ لظنه أن الدعاء عنده مُستجاب، ولا يطلب منه الشفاعة، ولا يتمسح بالقبر، ولا يقبّله، ولا شيء من جدرانه، ولا يتبرّك بالمواضع التي جلس فيها أو صلى فيها، ولا بالطرق التي سار عليها، ولا بالمكان الذي أنزل عليه فيه الوحي، ولا بمكان ولادته، ولا بليلة مولده، ولا بالليلة التي أُسري به فيها، ولا بذكرى الهجرة، ولا غير ذلك مما لم يشرعه الله، ولا رسوله - صلى الله عليه وسلم - (¬2). ¶ 2 - من التبرك الممنوع: التبرك بالصالحين، فلا يُتبرّك بذواتهم، ولا آثارهم، ولا مواضع عباداتهم، ولا مكان إقامتهم، ولا بقبورهم، ولا تُشدّ الرحال إلى زيارتها، ولا يُصلّى عندها، ولا تُطلب الحوائج عند قبورهم، ولا يُتمسح بها، ولا يُعكف عندها، ولا يُتبرّك بمواليدهم، وغير ذلك ومن فعل شيئاً من ذلك تقرباً إليهم فقد أشرك بالله شركاً أكبر، إذا اعتقد أنهم يضرون ¶ ¬__________ ¶ (¬1) انظر: مجموع فتاوى ابن باز في الحج والعمرة، 5/ 289. ¶ (¬2) انظر: التبرك: أنواعه وأحكامه، للدكتور الجديع، ص 315 - 380.",
            "page": "76",
            "part": "1",
            "seal": "A0B0A3BC"
        },
        {
            "id": "76",
            "nass": "أو ينفعون، أو يعطون أو يمنعون، أما من فعل ذلك يرجو البركة من الله بالتبرك بهم فقد ابتدع بدعة نكراء، وعمل عملاً قبيحاً (¬1). ¶ 3 - من التبرك الممنوع: التبرك بالجبال والمواضع؛ لأن ذلك يخالف ما كان عليه النبي - صلى الله عليه وسلم -، والتبرك بذلك يسبب تعظيم هذه الجبال والمواضع، ولا يجوز القياس على تقبيل الحجر الأسود، أو الطواف بالبيت؛ فإن ذلك عبادة لله - عز وجل - توقيفية، ولا يمسح غير الحجر الأسود والركن اليماني من الكعبة؛ لأن النبي - صلى الله عليه وسلم - لم يستلم من الأركان إلا الركنين اليمانيين باتفاق العلماء (¬2)، قال الإمام ابن القيم رحمه الله: ((ليس عل وجه الأرض موضع يشرع تقبيله واستلامه وتحط الأوزار فيه غير الحجر الأسود والركن اليماني)) (¬3). ¶ وقال رحمه الله عند كلامه على خصائص مكة: ((ليس على وجه الأرض بقعة يجب على كل قادر السعي إليها، والطواف بالبيت الذي فيها غيرها)) (¬4). ¶ وقال شيخ الإسلام في حكم الطواف بغير الكعبة: ((وأما الطواف بذلك فهو من أعظم البدع المحرمة، ومن اتخذه ديناً يُستتاب، فإن تاب وإلا قُتل)) (¬5). ¶ ¬__________ ¶ (¬1) انظر: المرجع السابق، ص 381 - 418. ¶ (¬2) انظر: اقتضاء الصراط المستقيم، لابن تيمية، 2/ 799. ¶ (¬3) زاد المعاد في هدي خير العباد، 1/ 48. ¶ (¬4) زاد المعاد، 1/ 48. ¶ (¬5) مجموع فتاوى ابن تيمية، 26/ 121.",
            "page": "77",
            "part": "1",
            "seal": "830803DD"
        },
        {
            "id": "77",
            "nass": "ولا يجوز التمسّح، ولا تقبيل مقام إبراهيم، ولا الحجر، ولا شيئاً من جدران المسجد، ولا يُتبرّك بجبل حراء، ويُسمَّى جبل النور، ولا تشرع زيارته، ولا الصعود إليه، ولا قصده للصلاة، ولا يُتبرّك بجبل ثور، ولا تُشرع زيارته، ولا جبل عرفات، ولا جبل أبي قبيس، ولا جبل ثبير، ولا يُتبرّك بالدور: كدار الأرقم ولا غيرها، ولا تشرع زيارة جبل الطور، ولا تُشدّ الرحال إليه، ولا يُتبرّك بالأشجار والأحجار ونحوها (¬1). ¶ وأسباب التبرك الممنوع: الجهل بالدين، والغلو في الصالحين، والتشبه بالكفار، وتعظيم الآثار المكانية (¬2). ¶ وآثار التبرك الممنوع كثيرة منها: الشرك الأكبر، وهو أعظم الآثار، وأشدها خطراً، إذا كان التبرّك في حد ذاته شركاً، وإذا كان التبرّك يؤدّي إلى الشرك فيكون من وسائل الشرك الأكبر. ¶ ومن آثار التبرّك الممنوع الابتداع في الدين، واقتراف المعاصي، والوقوع في أنواع الكذب، وتحريف النصوص، وتحميلها ما لا تحمل، وإضاعة السنن، والتغرير بالجهال، وإضاعة الأجيال، كل هذه الأمور من آثار التبرك المحرم المذموم. ¶ أما وسائل مقاومة التبرك الممنوع، فمنها: نشر العلم، والدعوة إلى منهج الحق، وإزالة وسائل الغلو ومظاهر التبرك، وتحطيم كل وسيلة من هذه الوسائل (¬3). ¶ ¬__________ ¶ (¬1) انظر: التبرك: أنواعه وأحكامه، للدكتور الجديع، ص419 - 464. ¶ (¬2) انظر: التبرك: أنواعه وأحكامه، للدكتور الجديع، ص 420 - 481. ¶ (¬3) انظر: المرجع السابق، ص 483 - 506، واقتضاء الصراط المستقيم، لابن تيمية، ص 795 - 802، وكتاب التوحيد، للعلامة الدكتور صالح الفوزان، ص 93.",
            "page": "78",
            "part": "1",
            "seal": "9458CFC8"
        },
        {
            "id": "78",
            "nass": "قال العلامة السعدي رحمه الله في تعليقه على كتاب التوحيد: باب من تبرك بشجرة أو حجرة أو نحوهما: ((أي فإن ذلك من الشرك، ومن أعمال المشركين؛ فإن العلماء اتفقوا على أنه لا يشرع التبرك بشيء من الأشجار، والأحجار، والبقع، والمشاهد وغيرها؛ فإن هذا التبرك غلوٌّ فيها، وذلك يتدرّج به إلى دعائها وعبادتها وهذا هو الشرك الأكبر كما تقدم انطباق الحديث عليه، وهذا عام في كل شيء حتى مقام إبراهيم، وحجرة النبي - صلى الله عليه وسلم -، وصخرة بيت المقدس، وغيرها من البقع الفاضلة. ¶ وأما استلام الحجر الأسود وتقبيله، واستلام الركن اليماني من الكعبة المشرّفة، فهذا عبودية لله، وتعظيم لله، وخضوع لعظمته، فهو روح التّعبُّد. فهذا تعظيم للخالق وتَعبُّدٌ له، وذلك تعظيم للمخلوق، وتألُّه له. والفرق بين الأمرين كالفرق بين الدعاء لله الذي هو إخلاصٌ وتوحيدٌ، والدعاء للمخلوق الذي هو شرك وتنديد)) (¬1). ¶ سادساً: بدع منكرة مختلفة، كثيرة جداً: ¶ منها على سبيل المثال لا الحصر ما يأتي: ¶ 1 - الجهر بالنيّة: كأن يقول المسلم: نويت أن أصلي لله كذا وكذا، أو نويت أن أصوم هذا اليوم فرضاً، أو نفلاً لله تعالى، أو يقول نويت أن أتوضأ، أو نويت أن أغتسل، أو نحو ذلك، وهذا التلفّظ بالنيّة بدعة؛ لأن ذلك ليس من هدي النبي - صلى الله عليه وسلم -؛ ولأن الله - عز وجل - يقول: {قُلْ أَتُعَلِّمُونَ الله ¶ ¬__________ ¶ (¬1) القول السديد في مقاصد التوحيد، ص51.",
            "page": "79",
            "part": "1",
            "seal": "BDB34A7E"
        },
        {
            "id": "79",
            "nass": "بِدِينِكُمْ وَالله يَعْلَمُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ وَالله بِكُلِّ شَيْءٍ ¶ عَلِيمٌ} (¬1)، والنية محلّها القلب، فهي عمل قلبي لا عمل لساني، قال الحافظ ابن رجب رحمه الله: ((النية هي: قصد القلب ولا يجب التلفظ بما في القلب في شيء من العبادات)) (¬2). ¶ 2 - الذكر الجماعي بعد الصلوات؛ والمشروع أن يقول كل واحد الذكر الوارد منفرداً، كما كان النبي - صلى الله عليه وسلم - يذكر الله - عز وجل - أدبار الصلوات، وكما عمله الصحابة - رضي الله عنهم -؛ لأنهم المطبّقون لسنته عليه الصلاة والسلام، فلا شك أن الذكر الجماعي بدعة مخالفة لهدي النبي - صلى الله عليه وسلم -. ¶ 3 - طلب قراءة الفاتحة على أرواح الأموات، أو تقرأ على الأموات، أو قراءتها بعد الدعاء للأموات، أو عند خطبة النكاح، كل ذلك من البدع المنكرة التي لم ترد عن رسول الله - صلى الله عليه وسلم -، ولم يفعلها الصحابة - رضي الله عنهم -، وهم أعلم الناس بأحوال النبي - صلى الله عليه وسلم -، فعُلم بذلك أن هذا الفعل بدعة مُحدثة مُنكرة. ¶ 4 - إقامة المآتم على الأموات، وصناعة الأطعمة، واستئجار المقرئين لقراءة القرآن، يزعمون أن ذلك من باب العزاء، وأنه ينفع الميت، وكل ذلك من البدع، والأغلال التي ما أنزل الله بها من سلطان. ¶ 5 - الأذكار الصوفية بأنواعها التي تخالف هدي محمد - صلى الله عليه وسلم -، سواء كانت المخالفة في الصيغة، أو الهيئة، أو الوقت، لقوله عليه الصلاة والسلام: ((من عمل عملاً ليس عليه أمرنا فهو رد)) (¬3). ¶ ¬__________ ¶ (¬1) سورة الحجرات، الآية: 16. ¶ (¬2) جامع العلوم والحكم، 1/ 92. ¶ (¬3) مسلم، 3/ 344، برقم 1718، وتقدم تخريجه.",
            "page": "80",
            "part": "1",
            "seal": "EAC00F79"
        },
        {
            "id": "80",
            "nass": "6 - البناء على القبور: واتخاذها مساجد، وبناء المساجد عليها، ودفن الأموات فيها، والصلاة إلى القبور، وزيارتها لأجل التبرّك بها، والتوسّل بأصحابها، أو غيرهم من الموتى، والتبرك بالصلاة عند قبورهم، أو الدعاء عندها، وزيارة النساء للقبور، واتّخاذ السّرُج عليها، كلّ ذلك من البدع المنكرة القبيحة (¬1). ¶ المطلب التاسع: توبة المبتدع ¶ لاشك أن البدعة أخطر من المعاصي؛ فإن المعاصي إذا اجتمعت على الإنسان، وأصرّ عليها أهلكته، والبدعة أشدّ إهلاكاً من المعاصي، كما قال سفيان الثوري رحمه الله: ((البدعة أحب إلى إبليس من المعصية؛ فإن المعصية يُتاب منها، والبدعة لا يُتاب منها)) (¬2). ¶ قال شيخ الإسلام ابن تيمية رحمه الله: ((ومعنى قولهم: إن البدعة لا يتاب منها: أن المبتدع الذي يتخذ ديناً لم يشرعه الله ولا رسوله قد زُيِّن له سوء عمله فرآه حسناً، فهو لا يتوب ما دام يراه حسناً؛ لأن أول التوبة العلم بأن فعله سيئ ليتوب منه، وبأنه ترك حسناً مأموراً به أمر إيجاب، أو استحباب؛ ليتوب ويفعله، فما دام يرى فعله حسناً، وهو سيئ في نفس الأمر؛ فإنه لا يتوب)) (¬3)، ثم قال: ((ولكن التوبة ممكنة وواقعة بأن يهديه الله، ويرشده حتى يتبيّن له الحقّ، كما هدى - سبحانه وتعالى - من هدى من الكفار والمنافقين، وطوائف أهل البدع والضلال)) (¬4)، وقال رحمه الله: ((ومن ¶ ¬__________ ¶ (¬1) انظر: كتاب التوحيد، للعلامة الدكتور صالح الفوزان، ص94. ¶ (¬2) شرح السنة، للبغوي، 1/ 216. ¶ (¬3) مجموع فتاوى شيخ الإسلام ابن تيمية، 10/ 9. ¶ (¬4) المرجع السابق، 10/ 9 - 10.",
            "page": "81",
            "part": "1",
            "seal": "01747557"
        },
        {
            "id": "81",
            "nass": "قال: إنه لا يقبل توبة مبتدع مطلقاً فقد غلط غلطاً منكراً)) (¬1)، فقد فسّر شيخ الإسلام حديث حجب التوبة عن صاحب البدعة بكلامه هذا تفسيراً واضحاً ولله الحمد، فعن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((إن الله حجب التوبة عن صاحب كل بدعة)) (¬2)، وقد وضح المعنى لهذا الحديث في كلام ابن تيمية رحمه الله آنفاً، ولا شك أن النصوص يُفسّر بعضها بعضاً، والله - عز وجل - بيّن لعباده أنه يقبل توبة التائبين إذا أقلعوا عن جرائمهم، وندموا وعزموا على أن لا يعودوا، وردّوا الحقوق إلى أهلها إن وجدت، فقال سبحانه بعد أن ذكر المشركين، والقتلة، والزناة، وتوعّدهم بالإهانة: {إِلاَّ مَن تَابَ وَآمَنَ وَعَمِلَ عَمَلاً صَالِحًا فَأُوْلَئِكَ يُبَدِّلُ الله سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ الله غَفُورًا رَّحِيمًا} (¬3). ¶ وقال - عز وجل -: {وَإِنِّي لَغَفَّارٌ لِّمَن تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى} (¬4). ¶ وقال - سبحانه وتعالى -: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنفُسِهِمْ لا تَقْنَطُوا مِن رَّحْمَةِ الله إِنَّ الله يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} (¬5). ¶ وقال تعالى: {وَمَن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ الله يَجِدِ الله ¶ ¬__________ ¶ (¬1) مجموع فتاوى شيخ الإسلام ابن تيمية، 11/ 685. ¶ (¬2) أخرجه الطبراني في المعجم الأوسط، 8/ 62، برقم 4713 [مجمع البحرين في زوائد المعجمين. وقال الهيثمي في مجمع الزوائد: ((ورجاله رجال الصحيح، غير هارون بن موسى الفروي وهو ثقة))، 10/ 189، وصحح إسناده الألباني في سلسلة الأحاديث الصحيحة، 4/ 154، برقم 1620، وذكر طرقه الأخرى. ¶ (¬3) سورة الفرقان، الآية: 70. ¶ (¬4) سورة طه، الآية: 82. ¶ (¬5) سورة الزمر، الآية: 53.",
            "page": "82",
            "part": "1",
            "seal": "2602F925"
        },
        {
            "id": "82",
            "nass": "غَفُورًا رَّحِيمًا} (¬1). ¶ وهذه التوبة تعمُّ من تاب من الملحدين، والكافرين، والمشركين، والمبتدعين، وغيرهم ممن تاب من أهل المعاصي، إذا اكتملت شروط التوبة، ولله الحمد. ¶ المطلب العاشر: آثار البدع وأضرارها ¶ البدع لها آثار خطيرة، وعواقب وخيمة، وأضرار مهلكة، منها ما يأتي: ¶ 1 - البدع بريد الكفر، فعن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: ((لا تقوم الساعة حتى تأخذ أمتي بأخذ القرون قبلها شبراً بشبرٍ، وذراعاً بذراعٍ)) فقيل: يا رسول الله، كفارس والروم؟ فقال: ((ومن الناس إلا أولئك)) (¬2). ¶ وعن أبي سعيد الخدري - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: ((لتتبعُنَّ سنن من كان قبلكم، شبراً بشبر، وذراعاً بذراعٍ، حتى لو دخلوا جحر ضبٍّ تبعتموهم)) قلنا: يا رسول الله، اليهود والنصارى؟ قال: ((فمن؟)) (¬3). ¶ 2 - القول على الله بغير علم؛ لأن الناظر في سير المبتدعة يجدهم أكثر الناس كذباً على الله ورسوله - صلى الله عليه وسلم -، وقد حذر الله تعالى عن التّقوُّل عليه ¶ ¬__________ ¶ (¬1) سورة النساء، الآية: 110. ¶ (¬2) أخرجه البخاري، كتاب الاعتصام بالكتاب والسنة، باب قول النبي - صلى الله عليه وسلم -: ((لتتبعن سنن من كان قبلكم))، 8/ 191، برقم 7319. ¶ (¬3) متفق عليه: البخاري، كتاب الاعتصام، باب قول النبي - صلى الله عليه وسلم -: ((لتتبعن سنن من كان قبلكم))، ¶ 8/ 191، برقم 7320، ومسلم، كتاب العلم، باب اتباع سنن اليهود والنصارى، 4/ 2054، برقم 2669.",
            "page": "83",
            "part": "1",
            "seal": "83844EE0"
        },
        {
            "id": "83",
            "nass": "فقال - سبحانه وتعالى -: {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الأَقَاوِيلِ * لأَخَذْنَا مِنْهُ بِالْيَمِينِ * ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ} (¬1). ¶ وحذّر النبي - صلى الله عليه وسلم - عن الكذب عليه، وتوعّد من فعل ذلك بالعذاب الشديد، فقال - صلى الله عليه وسلم -: ((من تعمَّد علي كذباً فليتبوَّأْ مقعده من النار)) (¬2). ¶ 3 - بُغض المبتدعة للسنة وأهلها، وهذا مما يدل على خطورة البدع، قال الإمام إسماعيل بن عبد الرحمن الصابوني رحمه الله: ((وعلامات أهل البدع ظاهرة على أهلها بادية، وأظهر آياتهم وعلاماتهم: شدّة معاداتهم لحَمَلَةِ أخبار النبي - صلى الله عليه وسلم -، واحتقارهم لهم)) (¬3). ¶ 4 - رد عمل المبتدع؛ لقول النبي - صلى الله عليه وسلم -: ((من أحدث في أمرنا هذا ما ليس منه فهو ردّ))،وفي رواية للمسلم: ((من عمل عملاً ليس عليه أمرنا فهو ردّ)) (¬4). ¶ 5 - سوء عاقبة المبتدع؛ لأن الشيطان يريد أن يظفر بالإنسان في عقبة من عدة عقبات: العقبة الأولى: الشرك بالله تعالى، فإن نجا العبد من هذه العقبة طلبه الشيطان على عقبة البدعة، وهذا يؤكّد أن البدع أخطر من المعاصي (¬5)؛ ولهذا قال سفيان الثوري رحمه الله: ((البدعة أحبّ إلى إبليس ¶ ¬__________ ¶ (¬1) سورة الحاقة، الآيات: 44 - 46. ¶ (¬2) متفق عليه من حديث أنس - رضي الله عنه -: البخاري، كتاب العلم، باب إثم من كذب على النبي - صلى الله عليه وسلم -، ¶ 1/ 41، برقم 108، ومسلم في المقدمة، باب تغليظ الكذب على رسول الله - صلى الله عليه وسلم -، 1/ 7، برقم 2. ¶ (¬3) عقيدة أهل السنة وأصحاب الحديث، ص299. ¶ (¬4) متفق عليه من حديث عائشة رضي الله عنها: البخاري، 1/ 9، برقم 1، ومسلم، 2/ 1515، برقم: 1907، وتقدم تخريجه. ¶ (¬5) انظر: مدارج السالكين، لابن القيم، 1/ 222.",
            "page": "84",
            "part": "1",
            "seal": "0D603260"
        },
        {
            "id": "84",
            "nass": "من المعصية؛ فإن المعصية يُتاب منها، والبدعة لا يُتاب منها)) (¬1)، وهذا في الغالب، والله - عز وجل - يهدي من يشاء إلى صراط مستقيم. ¶ 6 - انعكاس فهم المبتدع، فيرى الحسنة سيئة، والسيئة حسنة، والسنة بدعة، والبدعة سنة، فعن حذيفة بن اليمان - رضي الله عنه - قال: ((والله لتفشُوَنَّ البدع، حتى إذا تُرِكَ منها شيء قالوا: تُرِكت السنة)) (¬2). ¶ 7 - عدم قبول شهادة المبتدع وروايته، فقد أجمع أهل العلم من المحدِّثين والفقهاء وأصحاب الأصول على أن المبتدع الذي يكفر ببدعته لا تقبل روايته، وأما الذي لا يكفر ببدعته فاختلفوا في قبول روايته، ورجح الإمام النووي رحمه الله أن روايته تقبل إذا لم يكن داعية إلى بدعته، ولا تقبل إذا كان داعية (¬3). ¶ 8 - المبتدعة أكثر من يقع في الفتن، وقد حذّر الله - عز وجل - من الفتن فقال: ¶ {وَاتَّقُواْ فِتْنَةً لاَّ تُصِيبَنَّ الَّذِينَ ظَلَمُواْ مِنكُمْ خَآصَّةً وَاعْلَمُواْ أَنَّ الله شَدِيدُ الْعِقَابِ} (¬4)، وقال - عز وجل -: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} (¬5)، فهل هناك فتنة أخطر من مخالفة سنة رسول الله - صلى الله عليه وسلم -، وعصيان أمره؟. ¶ ¬__________ ¶ (¬1) شرح السنة، للبغوي، 1/ 216. ¶ (¬2) أخرجه الإمام محمد بن وضاح، في كتاب فيه ما جاء في البدع، ص124، برقم 162، وانظر: آثاراً في ذلك لابن وضاح في كتابه هذا، ص124 - 156. ¶ (¬3) انظر: شرح النووي على صحيح مسلم، 1/ 176. ¶ (¬4) سورةالأنفال، الآية: 25. ¶ (¬5) سورة النور، الآية: 63.",
            "page": "85",
            "part": "1",
            "seal": "5BF87A3B"
        },
        {
            "id": "85",
            "nass": "وقد حثَّ النبي - صلى الله عليه وسلم - على الأعمال الصالحة قبل وقوع الفتن فقال: ((بادروا بالأعمال فتناً كقطع الليل المظلم، يصبح الرجل مؤمناً ويمسي كافراً، أو يمسي مؤمناً، ويصبح كافراً، يبيع دينه بعرض من الدنيا)) (¬1). ¶ 9 - المبتدع استدرك على الشريعة؛ لأنه ببدعته نصب نفسه مشرّعاً مكمِّلاً للدين، والله - عز وجل - قد أكمل الدين، وأتمَّ النعمة، قال - سبحانه وتعالى -: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِينًا} (¬2)، وبيَّن - سبحانه وتعالى - في القرآن الكريم كل شيء، قال - عز وجل -: {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِّكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ} (¬3). ¶ 10 - المبتدع يلتبس عليه الحقّ بالباطل؛ لأن العلم نور يهدي الله به من يشاء من عباده، والمبتدع حُرِمَ التقوى التي يُوفَّقُ صاحبها لإصابة الحق، قال الله تعالى: {يِا أَيُّهَا الَّذِينَ آمَنُواْ إَن تَتَّقُواْ الله يَجْعَل لَّكُمْ فُرْقَاناً وَيُكَفِّرْ عَنكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ وَالله ذُو الْفَضْلِ الْعَظِيمِ} (¬4). ¶ 11 - المبتدع يحمل إثمه، وإثم من تبعه، فعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((من دعا إلى هدىً كان له من الأجر مثل أجور من تبعه لا ينقص ذلك من أجورهم شيئاً، ومن دعا إلى ضلالة كان عليه من الإثم ¶ ¬__________ ¶ (¬1) أخرجه مسلم عن أبي هريرة - رضي الله عنه -، كتاب الإيمان، باب الحث على المبادرة بالأعمال قبل تظاهر الفتن، 1/ 110، برقم 118. ¶ (¬2) سورة المائدة، الآية: 3. ¶ (¬3) سورة النحل، الآية: 89. ¶ (¬4) سورة الأنفال، الآية: 29.",
            "page": "86",
            "part": "1",
            "seal": "F0A768E0"
        },
        {
            "id": "86",
            "nass": "مثل آثام من تبعه لا ينقص ذلك من آثامهم شيئاً)) (¬1). ¶ 12 - البدعة تُدخِل صاحبها في اللعنة، ففي الحديث الذي رواه أنس - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال فيمن أحدث في المدينة: ((من أحدث فيها حدثاً، أو آوى محدِثاً، فعليه لعنة الله، والملائكة، والناس أجمعين، لا يقبل الله منه صرفاً ولا عدلاً)) (¬2)، قال الإمام الشاطبي رحمه الله: ((وهذا الحديث في سياق العموم، فيشمل كل حدث أُحدث فيها مما يُنافي الشرع، والبدع من أقبح الحدث)) (¬3). ¶ 13 - المبتدع يحال بينه وبين الشرب من حوض النبي - صلى الله عليه وسلم -، يوم القيامة، فعن سهل بن سعد - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: ((أنا فرطكم على الحوض، من وَرَد شرب، ومن شرب لم يظمأ أبداً، وليردنَّ عليَّ أقوامٌ أعرفهم ويعرفوني، ثم يُحال بيني وبينهم)) (¬4)، وفي لفظ فأقول: ((إنهم مني)) فيقال: إنك لا تدري ما أحدثوا بعدك، فأقول: ((سحقاً سحقاً لمن غيّر بعدي)) (¬5)، وعن شقيق عن عبد الله - رضي الله عنه - عن النبي - صلى الله عليه وسلم -: ((يا ربّ أصحابي أصحابي، ¶ ¬__________ ¶ (¬1) مسلم، 4/ 2060، برقم 2674، وتقدم تخريجه. ¶ (¬2) متفق عليه: البخاري، كتاب الاعتصام، باب إثم من آوى محدثاً، 8/ 187، برقم 7306، ومسلم، كتاب الحج، باب فضل المدينة، ودعاء النبي - صلى الله عليه وسلم - فيها بالبركة، 2/ 994، برقم 1366. ¶ (¬3) الاعتصام، 1/ 96. ¶ (¬4) متفق عليه: البخاري، كتاب الرقاق، باب في حوض النبي - صلى الله عليه وسلم -، 7/ 264، برقم 6583، ومسلم، كتاب الفضائل، باب إثبات حوض نبينا - صلى الله عليه وسلم - وصفاته، 4/ 1793، برقم 2290. ¶ (¬5) البخاري، كتاب الرقاق، باب في حوض النبي - صلى الله عليه وسلم -، 7/ 264، برقم 6583.",
            "page": "87",
            "part": "1",
            "seal": "88A1D4B2"
        },
        {
            "id": "87",
            "nass": "فيقال: إنك لا تدري ما أحدثوا بعدك)) (¬1). ¶ وعن أسماء بنت أبي بكر رضي الله عنهما عن النبي - صلى الله عليه وسلم - قال: ((إني على الحوض حتى أنظر من يرد عليَّ منكم، وسيؤخذ ناسٌ من دوني فأقول: يا ربِّ مني ومن أمتي فيقال: هل شَعَرْت ما عملوا بعدك، والله ما برحوا يرجعون على أعقابهم))، فكان ابن أبي مليكة يقول: ((اللهم إنا نعوذ بك أن نرجع على أعقابنا، أو أن نُفتن في ديننا)) (¬2). ¶ 14 - المبتدع مُعْرِضٌ عن ذكر الله؛ لأن الله - عز وجل - شرع لنا أذكاراً ودعوات في كتابه، وعلى لسان رسوله محمد - صلى الله عليه وسلم -، فمنها ما هو مقيّد: كأذكار أدبار الصلوات، وأذكار الصباح والمساء، وأذكار النوم والاستيقاظ منه، ومنها ما هو مُطلق لم يحدَّد بزمان ولا مكان، قال الله - عز وجل -: {يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا الله ذِكْرًا كَثِيرًا * وَسَبِّحُوهُ بُكْرَةً وَأَصِيلاً} (¬3)، فالمبتدعة معرضون عن هذه الأذكار: إما بانشغالهم ببدعهم وافتتانهم بها، وإما باستبدال الأذكار المشروعة بأذكار بدعية، استغنوا بها عما شرع الله ورسوله - صلى الله عليه وسلم -، فأعرضوا بها عن ذكر الله تعالى (¬4). ¶ ¬__________ ¶ (¬1) متفق عليه: البخاري، كتاب الرقائق، باب في حوض - صلى الله عليه وسلم -، 7/ 262، برقم 6575، ومسلم، كتاب الفضائل، باب إثبات حوض نبينا - صلى الله عليه وسلم -، 4/ 1796، برقم 2297. ¶ (¬2) متفق عليه: البخاري، كتاب الرقائق، باب في حوض النبي - صلى الله عليه وسلم -، 7/ 266، برقم 6593، ومسلم، كتاب الفضائل، باب إثبات حوض نبينا - صلى الله عليه وسلم - وصفاته، 4/ 1794، برقم 2293. ¶ (¬3) سورة الأحزاب، الآيتان: 41 - 42. ¶ (¬4) انظر: تنبيه أولي الأبصار إلى كمال الدين وما في البدع من الأخطار، للدكتور صالح بن سعد السحيمي، ص189",
            "page": "88",
            "part": "1",
            "seal": "B8C55E64"
        },
        {
            "id": "88",
            "nass": "15 - المبتدعة يكتمون الحقّ، ويُخفونه على أتباعهم، وقد توعّد الله هؤلاء وأمثالهم باللعنة، قال - عز وجل -: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِن بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلعَنُهُمُ الله وَيَلْعَنُهُمُ الَّلاعِنُونَ} (¬1). ¶ 16 - عمل المبتدع يُنَفِّر عن الإسلام، فإذا عمل بخرافات بدعته سَبَّبَ ذلك سخرية أعداء الإسلام بالدين الإسلامي، وهو من هذه البدع بريء (¬2). ¶ 17 - المبتدع يفرّق الأمة؛ فإنه ببدعته يفرّق هو وأتباعه المسلمين، فيوجد بسبب ذلك أحزاباً وشيعاً متفرّقة، قال الله - عز وجل -: {إِنَّ الَّذِينَ فَرَّقُواْ دِينَهُمْ وَكَانُواْ شِيَعًا لَّسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى الله ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفْعَلُونَ} (¬3). ¶ 18 - المبتدع المجاهر ببدعته تجوز غيبته؛ لتحذير الأمة من بدعته، ولاشك أن من أظهر بدعته فهو أشدّ خطراً ممن أظهر فسقه، والغيبة محرّمة بالكتاب والسنة، ولكن تُباح بغرض شرعي لستة أسباب (¬4): التظلّم، والاستعانة على تغيير المنكر، والاستفتاء، وتحذير المسلمين من ¶ ¬__________ ¶ (¬1) سورة البقرة، الآية: 159. ¶ (¬2) انظر: تنبيه أولي الأبصار، للدكتور صالح السحيمي، ص195. ¶ (¬3) سورة الأنعام، الآية: 159. ¶ (¬4) انظر: شرح النووي على صحيح مسلم، 16/ 142، وانظر: تنبيه أولي الأبصار، للدكتور السحيمي، ص 153 - 198.",
            "page": "89",
            "part": "1",
            "seal": "2AD545AC"
        },
        {
            "id": "89",
            "nass": "الشرّ، وإذا جاهر بفسقه، وبدعته، والتعريف (¬1)، وقد جمع بعضهم هذه الأمور الستة في قوله: ¶ القدحُ ليس بغيبةٍ في ستةٍ ... متظلِّمٍ ومعرِّفٍ ومحذِّرٍ ¶ ومجاهر فسقاً ومستفتٍ ومن ... طلب الإعانة في إزالة منكر (¬2) ¶ 19 - المبتدع متبع لهواه معاند للشرع، ومشاقّ له (¬3). ¶ 20 - المبتدع قد نزَّل نفسه منزلة المضاهي للشارع؛ لأن الله وضع الشرائع، وألزم المكلفين بالجري على سننها (¬4). ¶ والله أسأل لي ولجميع المسلمين العفو والعافية في الدنيا والآخرة، وصلى الله وسلم وبارك على نبينا محمد، وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين. ¶ ¬__________ ¶ (¬1) انظر: فتح الباري بشرح صحيح البخاري، لابن حجر، 10/ 471، 7/ 86. ¶ (¬2) انظر: شرح العقيدة الطحاوية، لابن أبي العز، مقدمة الألباني، ص43. ¶ (¬3) انظر: الاعتصام للشاطبي، 1/ 61. ¶ (¬4) انظر: المرجع السابق، 1/ 61 - 70.",
            "page": "90",
            "part": "1",
            "seal": "1D1358CB"
        }
    ],
    "t1913": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: نور السنة"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الأول: مفهومها"
        },
        {
            "id": "5",
            "lvl": "3",
            "sub": "2",
            "tit": "أولا: مفهوم العقيدة لغة واصطلاحا:"
        },
        {
            "id": "5",
            "lvl": "3",
            "sub": "3",
            "tit": "ثانيا: مفهوم أهل السنة:"
        },
        {
            "id": "5",
            "lvl": "4",
            "sub": "4",
            "tit": "السنة في اللغة: الطريقة والسيرة، حسنة كانت أم قبيحة"
        },
        {
            "id": "6",
            "lvl": "4",
            "sub": null,
            "tit": "والسنة في اصطلاح علماء العقيدة الإسلامية:"
        },
        {
            "id": "6",
            "lvl": "3",
            "sub": "1",
            "tit": "ثالثا: مفهوم الجماعة:"
        },
        {
            "id": "6",
            "lvl": "4",
            "sub": "2",
            "tit": "الجماعة في اللغة:"
        },
        {
            "id": "7",
            "lvl": "4",
            "sub": null,
            "tit": "والجماعة في اصطلاح علماء العقيدة الإسلامية"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الثاني: أسماء أهل السنة وصفاتهم:"
        },
        {
            "id": "7",
            "lvl": "3",
            "sub": "2",
            "tit": "1 - أهل السنة والجماعة:"
        },
        {
            "id": "8",
            "lvl": "3",
            "sub": null,
            "tit": "2 - الفرقة الناجية"
        },
        {
            "id": "8",
            "lvl": "3",
            "sub": "1",
            "tit": "3 - الطائفة المنصورة"
        },
        {
            "id": "9",
            "lvl": "3",
            "sub": null,
            "tit": "4 - المعتصمون المتمسكون بكتاب الله وسنة رسوله"
        },
        {
            "id": "9",
            "lvl": "3",
            "sub": "1",
            "tit": "5 - هم القدوة الصالحة الذين يهدون إلى الحق وبه يعملون"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": null,
            "tit": "6 - أهل السنة خيار الناس ينهون عن البدع وأهلها."
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": "1",
            "tit": "7 - أهل السنة هم الغرباء إذا فسد الناس"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": null,
            "tit": "8 - أهل السنة هم الذين يحملون العلم:"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": "1",
            "tit": "9 - أهل السنة هم الذين يحزن الناس لفراقهم:"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "2",
            "tit": "المطلب الثالث: السنة نعمة مطلقة"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": "3",
            "tit": "النعمة نعمتان: نعمة مطلقة، ونعمة مقيدة:"
        },
        {
            "id": "11",
            "lvl": "4",
            "sub": "4",
            "tit": "أولا: النعمة المطلقة"
        },
        {
            "id": "13",
            "lvl": "4",
            "sub": null,
            "tit": "ثانيا: النعمة المقيدة"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الرابع: منزلة السنة"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": "2",
            "tit": "السنة:"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الخامس: منزلة صاحب السنة وصاحب البدعة"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "1",
            "tit": "أولا: منزلة صاحب السنة:"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: علامات أهل السنة"
        },
        {
            "id": "15",
            "lvl": "4",
            "sub": "1",
            "tit": "1 - الاعتصام بالكتاب والسنة، والعض على ذلك بالنواجذ."
        },
        {
            "id": "15",
            "lvl": "4",
            "sub": "2",
            "tit": "2 - التحاكم إلى الكتاب والسنة في الأصول والفروع"
        },
        {
            "id": "15",
            "lvl": "4",
            "sub": "3",
            "tit": "3 - حبهم لأهل السنة والمتمسكين بها، وبغضهم لأهل البدع."
        },
        {
            "id": "15",
            "lvl": "4",
            "sub": "4",
            "tit": "4 - لا يستوحشون من قلة السالكين؛ لأن الحق ضالة المؤمن."
        },
        {
            "id": "15",
            "lvl": "4",
            "sub": "5",
            "tit": "5 - الصدق في الأقوال والأفعال، بالتطبيق الصحيح لهدي الكتاب والسنة."
        },
        {
            "id": "15",
            "lvl": "4",
            "sub": "6",
            "tit": "6 - التأسي برسول الله - صلى الله عليه وسلم - الذي كان خلقه القرآن"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": "7",
            "tit": "ثالثا: منزلة صاحب البدعة:"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: ظلمات البدعة"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الأول: مفهومها"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": "2",
            "tit": "البدعة: لغة:"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": "3",
            "tit": "البدعة في الاصطلاح الشرعي"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": "4",
            "tit": "البدعة نوعان"
        },
        {
            "id": "20",
            "lvl": "3",
            "sub": null,
            "tit": "البدعة بدعتان:"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الثاني: شروط قبول العمل"
        },
        {
            "id": "20",
            "lvl": "3",
            "sub": "2",
            "tit": "الشرط الأول:"
        },
        {
            "id": "20",
            "lvl": "3",
            "sub": "3",
            "tit": "الشرط الثاني:"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث: ذم البدعة في الدين"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": "1",
            "tit": "أولا: من القرآن:"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: من السنة النبوية:"
        },
        {
            "id": "27",
            "lvl": "3",
            "sub": null,
            "tit": "ثالثا: من أقوال الصحابة - رضي الله عنهم - في البدع:"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": null,
            "tit": "رابعا: من أقوال التابعين وأتباعهم بإحسان:"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": null,
            "tit": "خامسا: البدع مذمومة من وجوه:"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الرابع: أسباب البدع"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": "1",
            "tit": "البدع لها أسباب أدت إليها ومن هذه الأسباب"
        },
        {
            "id": "30",
            "lvl": "4",
            "sub": "2",
            "tit": "أولا: الجهل"
        },
        {
            "id": "30",
            "lvl": "4",
            "sub": "3",
            "tit": "ثانيا: اتباع الهوى"
        },
        {
            "id": "31",
            "lvl": "4",
            "sub": null,
            "tit": "ثالثا: التعلق بالشبهات"
        },
        {
            "id": "31",
            "lvl": "4",
            "sub": "1",
            "tit": "رابعا: الاعتماد على العقل المجرد"
        },
        {
            "id": "32",
            "lvl": "4",
            "sub": null,
            "tit": "خامسا: التقليد والتعصب"
        },
        {
            "id": "32",
            "lvl": "4",
            "sub": "1",
            "tit": "سادسا: مخالطة أهل الشر ومجالستهم"
        },
        {
            "id": "33",
            "lvl": "4",
            "sub": null,
            "tit": "سابعا: سكوت العلماء وكتم العلم"
        },
        {
            "id": "35",
            "lvl": "4",
            "sub": null,
            "tit": "ثامنا: التشبه بالكفار وتقليدهم"
        },
        {
            "id": "37",
            "lvl": "4",
            "sub": null,
            "tit": "تاسعا: الاعتماد على الأحاديث الضعيفة والموضوعة"
        },
        {
            "id": "37",
            "lvl": "4",
            "sub": "1",
            "tit": "عاشرا: الغلو أعظم أسباب انتشار البدع"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الخامس: أقسام البدع"
        },
        {
            "id": "39",
            "lvl": "3",
            "sub": "1",
            "tit": "القسم الأول: البدعة الحقيقية والإضافية:"
        },
        {
            "id": "39",
            "lvl": "4",
            "sub": "2",
            "tit": "1 - البدعة الحقيقية"
        },
        {
            "id": "39",
            "lvl": "4",
            "sub": "3",
            "tit": "2 - البدعة الإضافية"
        },
        {
            "id": "39",
            "lvl": "5",
            "sub": "4",
            "tit": "إحداهما: لها من الأدلة متعلق، فلا تكون من تلك الجهة بدعة."
        },
        {
            "id": "39",
            "lvl": "5",
            "sub": "5",
            "tit": "والأخرى: ليس لها متعلق إلا مثل ما للبدعة الحقيقية"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": null,
            "tit": "القسم الثاني: البدعة الفعلية والتركية:"
        },
        {
            "id": "40",
            "lvl": "4",
            "sub": "1",
            "tit": "1 - البدعة الفعلية:"
        },
        {
            "id": "41",
            "lvl": "4",
            "sub": null,
            "tit": "2 - البدعة التركية"
        },
        {
            "id": "42",
            "lvl": "5",
            "sub": null,
            "tit": "أما إن كان الترك تدينا فهو الابتداع في الدين"
        },
        {
            "id": "44",
            "lvl": "3",
            "sub": null,
            "tit": "القسم الثالث: البدعة القولية الاعتقادية، والبدعة العملية:"
        },
        {
            "id": "44",
            "lvl": "4",
            "sub": "1",
            "tit": "1 - البدعة القولية الاعتقادية."
        },
        {
            "id": "44",
            "lvl": "4",
            "sub": "2",
            "tit": "2 - البدعة العملية وهي أنواع:"
        },
        {
            "id": "44",
            "lvl": "5",
            "sub": "3",
            "tit": "النوع الأول: بدعة في أصل العبادة"
        },
        {
            "id": "44",
            "lvl": "5",
            "sub": "4",
            "tit": "النوع الثاني: ما يكون من الزيادة على العبادة المشروعة."
        },
        {
            "id": "44",
            "lvl": "5",
            "sub": "5",
            "tit": "النوع الثالث: ما يكون في صفة أداء العبادة"
        },
        {
            "id": "44",
            "lvl": "5",
            "sub": "6",
            "tit": "النوع الرابع: ما يكون بتخصيص وقت للعبادة المشروعة لم يخصصه الشرع:"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب السادس: حكم البدعة في الدين"
        },
        {
            "id": "45",
            "lvl": "3",
            "sub": "1",
            "tit": "فمنها: ما هو كفر."
        },
        {
            "id": "45",
            "lvl": "3",
            "sub": "2",
            "tit": "ومنها: ما هو من وسائل الشرك."
        },
        {
            "id": "45",
            "lvl": "3",
            "sub": "3",
            "tit": "ومنها: ما هو من المعاصي"
        },
        {
            "id": "46",
            "lvl": "4",
            "sub": null,
            "tit": "1 - من جهة كون صاحب البدعة مدعيا للاجتهاد أو مقلدا."
        },
        {
            "id": "46",
            "lvl": "4",
            "sub": "1",
            "tit": "2 - من جهة وقوعها في الضروريات"
        },
        {
            "id": "46",
            "lvl": "4",
            "sub": "2",
            "tit": "3 - من جهة كون صاحبها مستترا بها أو معلنا."
        },
        {
            "id": "46",
            "lvl": "4",
            "sub": "3",
            "tit": "4 - من جهة كونه داعيا إليها أو غير داع لها."
        },
        {
            "id": "46",
            "lvl": "4",
            "sub": "4",
            "tit": "5 - من جهة كونه خارجا على أهل السنة أو غير خارج."
        },
        {
            "id": "46",
            "lvl": "4",
            "sub": "5",
            "tit": "6 - من جهة كون البدعة حقيقية أو إضافية."
        },
        {
            "id": "46",
            "lvl": "4",
            "sub": "6",
            "tit": "7 - من جهة كون البدعة بينة أو مشكلة."
        },
        {
            "id": "46",
            "lvl": "4",
            "sub": "7",
            "tit": "8 - من جهة كون البدعة كفرا أو غير كفر."
        },
        {
            "id": "46",
            "lvl": "4",
            "sub": "8",
            "tit": "9 - من جهة الإصرار على البدعة أو عدمه."
        },
        {
            "id": "46",
            "lvl": "5",
            "sub": "9",
            "tit": "وبين رحمه الله أن هذه المراتب تختلف في الإثم على حسب النظر إلى دركاتها"
        },
        {
            "id": "46",
            "lvl": "5",
            "sub": "10",
            "tit": "البدع تنقسم على حسب مراتبها في الإثم إلى ثلاثة أقسام:"
        },
        {
            "id": "47",
            "lvl": "6",
            "sub": null,
            "tit": "القسم الأول: كفر بواح"
        },
        {
            "id": "47",
            "lvl": "6",
            "sub": "1",
            "tit": "القسم الثاني: كبيرة من كبائر الذنوب"
        },
        {
            "id": "47",
            "lvl": "6",
            "sub": "2",
            "tit": "القسم الثالث: صغيرة من صغائر الذنوب"
        },
        {
            "id": "47",
            "lvl": "7",
            "sub": "3",
            "tit": "الشرط الأول: لا يداوم عليها، فإن المداومة تنقلها إلى كبيرة في حقه."
        },
        {
            "id": "47",
            "lvl": "7",
            "sub": "4",
            "tit": "الشرط الثاني: لا يدعو إليها؛ فإن ذلك يعظم الذنب لكثرة العمل بها."
        },
        {
            "id": "47",
            "lvl": "7",
            "sub": "5",
            "tit": "الشرط الثالث: لا يفعلها في مجتمعات الناس، ولا في المواضع التي تقام فيها السنن."
        },
        {
            "id": "47",
            "lvl": "7",
            "sub": "6",
            "tit": "الشرط الرابع: لا يستصغرها ولا يستحقرها"
        },
        {
            "id": "47",
            "lvl": "5",
            "sub": "7",
            "tit": "ومنهم من قسم البدع إلى أقسام أحكام الشريعة الخمسة"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب السابع: أنواع البدع عند القبور"
        },
        {
            "id": "48",
            "lvl": "3",
            "sub": "1",
            "tit": "النوع الأول: من يسأل الميت حاجته"
        },
        {
            "id": "49",
            "lvl": "3",
            "sub": null,
            "tit": "النوع الثاني: أن يسأل الله تعالى بالميت"
        },
        {
            "id": "49",
            "lvl": "3",
            "sub": "1",
            "tit": "النوع الثالث: أن يظن أن الدعاء عند القبور مستجاب"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثامن: البدع المنتشرة المعاصرة"
        },
        {
            "id": "50",
            "lvl": "3",
            "sub": "1",
            "tit": "البدع المنتشرة المعاصرة كثيرة جدا"
        },
        {
            "id": "50",
            "lvl": "4",
            "sub": "2",
            "tit": "أولا: بدعة الاحتفال بالمولد النبوي:"
        },
        {
            "id": "51",
            "lvl": "5",
            "sub": null,
            "tit": "أولا: الاحتفال بالمولد من البدع المحدثة في الدين"
        },
        {
            "id": "51",
            "lvl": "5",
            "sub": "1",
            "tit": "ثانيا: الخلفاء الراشدون ومن معهم من أصحاب النبي - صلى الله عليه وسلم - لم يحتفلوا بالمولد"
        },
        {
            "id": "51",
            "lvl": "5",
            "sub": "2",
            "tit": "ثالثا: الاحتفال بالمولد من سنة أهل الزيغ والضلال"
        },
        {
            "id": "52",
            "lvl": "5",
            "sub": null,
            "tit": "رابعا: إن الله - عز وجل - قد كمل الدين،"
        },
        {
            "id": "53",
            "lvl": "5",
            "sub": null,
            "tit": "خامسا: إحداث مثل هذه الموالد البدعية يفهم منه أن الله تعالى لم يكمل الدين"
        },
        {
            "id": "53",
            "lvl": "5",
            "sub": "1",
            "tit": "سادسا: صرح علماء الإسلام المحققون بإنكار الموالد"
        },
        {
            "id": "53",
            "lvl": "5",
            "sub": "2",
            "tit": "سابعا: إن الاحتفال بالمولد لا يحقق محبة الرسول"
        },
        {
            "id": "53",
            "lvl": "5",
            "sub": "3",
            "tit": "ثامنا: الاحتفال بالمولد النبوي، واتخاذه عيدا فيه تشبه باليهود"
        },
        {
            "id": "53",
            "lvl": "5",
            "sub": "4",
            "tit": "تاسعا: العاقل لا يغتر بكثرة من يحتفل بالمولد من الناس في سائر البلدان"
        },
        {
            "id": "54",
            "lvl": "5",
            "sub": null,
            "tit": "عاشرا: القاعدة الشرعية: رد ما تنازع فيه الناس إلى كتاب الله تعالى وسنة رسوله"
        },
        {
            "id": "54",
            "lvl": "5",
            "sub": "1",
            "tit": "الحادي عشر: إن المشروع للمسلم يوم الإثنين أن يصوم إذا أحب"
        },
        {
            "id": "55",
            "lvl": "5",
            "sub": null,
            "tit": "الثاني عشر: عيد المولد النبوي لا يخلو من وقوع المنكرات والمفاسد غالبا"
        },
        {
            "id": "55",
            "lvl": "6",
            "sub": "1",
            "tit": "1 - أكثر القصائد والمدائح التي يتغنى بها أهل المولد لا تخلو من ألفاظ شركية"
        },
        {
            "id": "55",
            "lvl": "6",
            "sub": "2",
            "tit": "2 - يحصل في الاحتفالات بالموالد في الغالب بعض المحرمات الأخرى"
        },
        {
            "id": "56",
            "lvl": "6",
            "sub": null,
            "tit": "3 - يحصل عمل قبيح في الاحتفال بمولد النبي"
        },
        {
            "id": "56",
            "lvl": "4",
            "sub": "1",
            "tit": "ثانيا: بدعة الاحتفال بأول ليلة جمعة من شهر رجب:"
        },
        {
            "id": "58",
            "lvl": "5",
            "sub": null,
            "tit": "تلخيص لكلام الإمام أبي شامة"
        },
        {
            "id": "59",
            "lvl": "6",
            "sub": null,
            "tit": "1 - مما يدل على ابتداع هذه الصلاة"
        },
        {
            "id": "59",
            "lvl": "6",
            "sub": "1",
            "tit": "2 - هذه الصلاة مخالفة للشرع من وجوه ثلاثة:"
        },
        {
            "id": "59",
            "lvl": "7",
            "sub": "2",
            "tit": "الوجه الأول:"
        },
        {
            "id": "59",
            "lvl": "7",
            "sub": "3",
            "tit": "الوجه الثاني:"
        },
        {
            "id": "60",
            "lvl": "8",
            "sub": null,
            "tit": "المفسدة الأولى: اعتماد العوام على ما جاء في فضلها وتكفيرها"
        },
        {
            "id": "60",
            "lvl": "9",
            "sub": "1",
            "tit": "أحدهما: التفريط في الفرائض."
        },
        {
            "id": "60",
            "lvl": "9",
            "sub": "2",
            "tit": "والثاني: الانهماك في المعاصي"
        },
        {
            "id": "60",
            "lvl": "8",
            "sub": "3",
            "tit": "المفسدة الثانية: أن فعل البدع مما يغري المبتدعين في إضلال"
        },
        {
            "id": "60",
            "lvl": "8",
            "sub": "4",
            "tit": "المفسدة الثالثة: أن الرجل العالم إذا فعل هذه البدعة كان موهما للعامة أنها من السنن."
        },
        {
            "id": "60",
            "lvl": "8",
            "sub": "5",
            "tit": "المفسدة الرابعة: أن العالم إذا صلى هذه الصلاة المبتدعة كان متسببا إلى أن تكذب العامة"
        },
        {
            "id": "60",
            "lvl": "7",
            "sub": "6",
            "tit": "الوجه الثالث: أن هذه الصلاة البدعية مشتملة على مخالفة سنن الشرع:"
        },
        {
            "id": "61",
            "lvl": "8",
            "sub": null,
            "tit": "الأمر الأول: مخالفة لسنة النبي - صلى الله عليه وسلم - في الصلاة بسبب عدد السجدات"
        },
        {
            "id": "61",
            "lvl": "8",
            "sub": "1",
            "tit": "الأمر الثاني: مخالفة لسنة خشوع القلب وخضوعه"
        },
        {
            "id": "61",
            "lvl": "8",
            "sub": "2",
            "tit": "الأمر الثالث: مخالفة لسنة النوافل في البيوت."
        },
        {
            "id": "61",
            "lvl": "8",
            "sub": "3",
            "tit": "الأمر الرابع: أن من كمال هذه الصلاة البدعية عند واضعيها صيام يوم الخميس ذلك اليوم"
        },
        {
            "id": "61",
            "lvl": "8",
            "sub": "4",
            "tit": "الأمر الخامس: أن سجدتي هذه الصلاة بعد الفراغ منها سجدتان لا سبب لهما"
        },
        {
            "id": "61",
            "lvl": "4",
            "sub": "5",
            "tit": "ثالثا: بدعة الاحتفال بليلة الإسراء والمعراج:"
        },
        {
            "id": "62",
            "lvl": "5",
            "sub": null,
            "tit": "وهذه الليلة التي حصل فيها الإسراء لا يحتفل بها"
        },
        {
            "id": "62",
            "lvl": "6",
            "sub": "1",
            "tit": "أولا: هذه الليلة التي حصل فيها الإسراء والمعراج لم يأت خبر صحيح في تحديدها"
        },
        {
            "id": "63",
            "lvl": "6",
            "sub": null,
            "tit": "ثانيا: لا يعرف عن أحد من المسلمين: أهل العلم والإيمان أنه جعل لليلة الإسراء فضيلة عن غيرها"
        },
        {
            "id": "63",
            "lvl": "6",
            "sub": "1",
            "tit": "ثالثا: قد أكمل الله لهذه الأمة دينها، وأتم النعمة"
        },
        {
            "id": "64",
            "lvl": "6",
            "sub": null,
            "tit": "رابعا: حذر النبي - صلى الله عليه وسلم - من البدع، وصرح بأن كل بدعة ضلالة"
        },
        {
            "id": "64",
            "lvl": "4",
            "sub": "1",
            "tit": "رابعا: الاحتفال بليلة النصف من شعبان:"
        },
        {
            "id": "67",
            "lvl": "5",
            "sub": null,
            "tit": "أحدهما: أنه يستحب إحياؤها جماعة في المساجد"
        },
        {
            "id": "67",
            "lvl": "5",
            "sub": "1",
            "tit": "والثاني: أنه يكره الاجتماع فيها في المساجد للصلاة، والقصص، والدعاء"
        },
        {
            "id": "68",
            "lvl": "4",
            "sub": null,
            "tit": "خامسا: التبرك:"
        },
        {
            "id": "68",
            "lvl": "5",
            "sub": "1",
            "tit": "التبرك: هو طلب البركة، والتبرك بالشيء: طلب البركة بواسطته"
        },
        {
            "id": "69",
            "lvl": "5",
            "sub": null,
            "tit": "المقصود بالبركة"
        },
        {
            "id": "69",
            "lvl": "6",
            "sub": "1",
            "tit": "1 - ثبوت الخير ودوامه."
        },
        {
            "id": "69",
            "lvl": "6",
            "sub": "2",
            "tit": "2 - كثرة الخير وزيادته، واستمراره شيئا بعد شيء."
        },
        {
            "id": "69",
            "lvl": "6",
            "sub": "3",
            "tit": "3 - وتبارك لا يوصف بها إلا الله، ولا تسند إلا إليه"
        },
        {
            "id": "69",
            "lvl": "5",
            "sub": "4",
            "tit": "والأمور المباركة أنواع، منها:"
        },
        {
            "id": "69",
            "lvl": "6",
            "sub": "5",
            "tit": "1 - القرآن الكريم مبارك."
        },
        {
            "id": "69",
            "lvl": "6",
            "sub": "6",
            "tit": "2 - الرسول - صلى الله عليه وسلم - مبارك، جعل الله فيه البركة، وهذه البركة نوعان:"
        },
        {
            "id": "69",
            "lvl": "7",
            "sub": "7",
            "tit": "(أ) بركة معنوية."
        },
        {
            "id": "70",
            "lvl": "7",
            "sub": null,
            "tit": "(ب) بركة حسية، وهي على نوعين:"
        },
        {
            "id": "70",
            "lvl": "8",
            "sub": "1",
            "tit": "النوع الأول: بركة في أفعاله."
        },
        {
            "id": "70",
            "lvl": "8",
            "sub": "2",
            "tit": "النوع الثاني: بركة في ذاته، وآثاره الحسية"
        },
        {
            "id": "70",
            "lvl": "6",
            "sub": "3",
            "tit": "3 - هناك أشياء مباركة"
        },
        {
            "id": "71",
            "lvl": "5",
            "sub": null,
            "tit": "والتبرك المشروع يكون بأمور، منها ما يأتي:"
        },
        {
            "id": "71",
            "lvl": "6",
            "sub": "1",
            "tit": "1 - التبرك بذكر الله، وتلاوة القرآن الكريم"
        },
        {
            "id": "73",
            "lvl": "6",
            "sub": null,
            "tit": "3 - التبرك بشرب ماء زمزم"
        },
        {
            "id": "74",
            "lvl": "6",
            "sub": null,
            "tit": "4 - التبرك بماء المطر"
        },
        {
            "id": "74",
            "lvl": "5",
            "sub": "1",
            "tit": "والتبرك الممنوع منه ما يأتي:"
        },
        {
            "id": "74",
            "lvl": "6",
            "sub": "2",
            "tit": "1 - التبرك بالنبي - صلى الله عليه وسلم - بعد وفاته ممنوع إلا في أمرين:"
        },
        {
            "id": "74",
            "lvl": "7",
            "sub": "3",
            "tit": "الأمر الأول: الإيمان به، وطاعته واتباعه"
        },
        {
            "id": "74",
            "lvl": "7",
            "sub": "4",
            "tit": "الأمر الثاني: التبرك بما بقي من أشياء منفصلة عنه - صلى الله عليه وسلم -: كثيابه، أو شعره، أو آنيته"
        },
        {
            "id": "75",
            "lvl": "6",
            "sub": null,
            "tit": "2 - من التبرك الممنوع: التبرك بالصالحين"
        },
        {
            "id": "76",
            "lvl": "6",
            "sub": null,
            "tit": "3 - من التبرك الممنوع: التبرك بالجبال والمواضع"
        },
        {
            "id": "77",
            "lvl": "5",
            "sub": null,
            "tit": "وأسباب التبرك الممنوع: الجهل بالدين، والغلو في الصالحين"
        },
        {
            "id": "77",
            "lvl": "5",
            "sub": "1",
            "tit": "وآثار التبرك الممنوع كثيرة منها: الشرك الأكبر"
        },
        {
            "id": "77",
            "lvl": "5",
            "sub": "2",
            "tit": "ومن آثار التبرك الممنوع الابتداع في الدين"
        },
        {
            "id": "77",
            "lvl": "5",
            "sub": "3",
            "tit": "أما وسائل مقاومة التبرك الممنوع"
        },
        {
            "id": "78",
            "lvl": "4",
            "sub": null,
            "tit": "سادسا: بدع منكرة مختلفة، كثيرة جدا:"
        },
        {
            "id": "78",
            "lvl": "5",
            "sub": "1",
            "tit": "1 - الجهر بالنية"
        },
        {
            "id": "79",
            "lvl": "5",
            "sub": null,
            "tit": "2 - الذكر الجماعي بعد الصلوات"
        },
        {
            "id": "79",
            "lvl": "5",
            "sub": "1",
            "tit": "3 - طلب قراءة الفاتحة على أرواح الأموات"
        },
        {
            "id": "79",
            "lvl": "5",
            "sub": "2",
            "tit": "4 - إقامة المآتم على الأموات."
        },
        {
            "id": "79",
            "lvl": "5",
            "sub": "3",
            "tit": "5 - الأذكار الصوفية بأنواعها التي تخالف هدي محمد"
        },
        {
            "id": "80",
            "lvl": "5",
            "sub": null,
            "tit": "6 - البناء على القبور: واتخاذها مساجد، وبناء المساجد عليها"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب التاسع: توبة المبتدع"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب العاشر: آثار البدع وأضرارها"
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - البدع بريد الكفر"
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": "2",
            "tit": "2 - القول على الله بغير علم"
        },
        {
            "id": "83",
            "lvl": "3",
            "sub": null,
            "tit": "3 - بغض المبتدعة للسنة وأهلها"
        },
        {
            "id": "83",
            "lvl": "3",
            "sub": "1",
            "tit": "4 - رد عمل المبتدع؛ لقول النبي - صلى الله عليه وسلم -"
        },
        {
            "id": "83",
            "lvl": "3",
            "sub": "2",
            "tit": "5 - سوء عاقبة المبتدع"
        },
        {
            "id": "84",
            "lvl": "3",
            "sub": null,
            "tit": "6 - انعكاس فهم المبتدع، فيرى الحسنة سيئة، والسيئة حسنة"
        },
        {
            "id": "84",
            "lvl": "3",
            "sub": "1",
            "tit": "7 - عدم قبول شهادة المبتدع وروايته"
        },
        {
            "id": "84",
            "lvl": "3",
            "sub": "2",
            "tit": "8 - المبتدعة أكثر من يقع في الفتن"
        },
        {
            "id": "85",
            "lvl": "3",
            "sub": null,
            "tit": "9 - المبتدع استدرك على الشريعة"
        },
        {
            "id": "85",
            "lvl": "3",
            "sub": "1",
            "tit": "10 - المبتدع يلتبس عليه الحق بالباطل"
        },
        {
            "id": "85",
            "lvl": "3",
            "sub": "2",
            "tit": "11 - المبتدع يحمل إثمه، وإثم من تبعه"
        },
        {
            "id": "86",
            "lvl": "3",
            "sub": null,
            "tit": "12 - البدعة تدخل صاحبها في اللعنة"
        },
        {
            "id": "86",
            "lvl": "3",
            "sub": "1",
            "tit": "13 - المبتدع يحال بينه وبين الشرب من حوض النبي - صلى الله عليه وسلم -، يوم القيامة"
        },
        {
            "id": "87",
            "lvl": "3",
            "sub": null,
            "tit": "14 - المبتدع معرض عن ذكر الله"
        },
        {
            "id": "88",
            "lvl": "3",
            "sub": null,
            "tit": "15 - المبتدعة يكتمون الحق، ويخفونه على أتباعهم"
        },
        {
            "id": "88",
            "lvl": "3",
            "sub": "1",
            "tit": "16 - عمل المبتدع ينفر عن الإسلام"
        },
        {
            "id": "88",
            "lvl": "3",
            "sub": "2",
            "tit": "17 - المبتدع يفرق الأمة؛ فإنه ببدعته يفرق هو وأتباعه المسلمين"
        },
        {
            "id": "88",
            "lvl": "3",
            "sub": "3",
            "tit": "18 - المبتدع المجاهر ببدعته تجوز غيبته"
        },
        {
            "id": "89",
            "lvl": "3",
            "sub": null,
            "tit": "19 - المبتدع متبع لهواه معاند للشرع، ومشاق له"
        },
        {
            "id": "89",
            "lvl": "3",
            "sub": "1",
            "tit": "20 - المبتدع قد نزل نفسه منزلة المضاهي للشارع"
        }
    ]
}