{
    "b1914": [
        {
            "id": "1",
            "nass": "مفهوم العبادة: ¶ مفهوم العبادة في الإسلام: العبادة اسم جامع لكل ما يحبه الله تعالى ويرضاه من الأقوال والأعمال الظاهرة والباطنة. وهي تتضمن غاية الذل والحب. إذ تتضمن غاية الذل لله تعالى مع المحبة له وهذا االمدلول الشامل للعبادة في الإسلام هو مضمون دعوة الرسل عليهم السلام جميعا وهو ثابت من ثوابت رسالاتهم عبر التاريخ فما من نبي إلا أمر قومه بالعبادة، قال الله تعالى {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ}",
            "page": "1",
            "part": "1",
            "seal": "E1700C87"
        },
        {
            "id": "2",
            "nass": "شمول العبادة: ¶ شمول العبادة للحياة كلها: بناء على مفهوم العبادة في الإسلام يتضح لنا أن الحياة كلها يمكن أن تكون مسرحا للعبادة ما دام غايتها إرضاء الله تعالى بفعل الخير والكف عن الشر وبيان ذلك كما يلي: ¶ 1- إن الأعمال الصالحة عموما والتي لم تصبغ بصيغة تعبدية بحتة يمكن أن تتحول إلى عبادة وذلك بإصلاح النية لله تعالى وابتغاء مرضاته بذلك الفعل. قال رسول الله صلى الله عليه وسلم (كل سلامى من الناس عليه صدقه: كل يوم تطلع فيه الشمس يعدل بين اثنين صدقة ويعين الرجل في دابته فيحمله أو يرفع له عليها متاعه صدقة والكلمة الطيبة صدقة وكل خطوة يمشيها إلى الصلاة صدقة ويميط الأذى عن الطريق صدقة) . ¶ 2- إن عمل الإنسان في أمور معاشه عبادة: شروط تحول هذه الأعمال إلى عبادة: ¶ فقد رأى الصحابة رجلا فعجبوا من جلده ونشاطه فقالوا لو كان هذا في سبيل الله. فقال النبي صلى الله عليه وسلم (إن كان يسعى على ولده صغارا فهو في سبيل الله وإن كان يسعى على أبوين شيخين كبيرين فهو في سبيل الله وإن كان خرج على نفسه يعفها فهو في سبيل الله وإن كان خرج رياءً ومفاخرة فهو في سبيل الشيطان)",
            "page": "2",
            "part": "1",
            "seal": "F28553D6"
        },
        {
            "id": "3",
            "nass": "3- إن الأعمال الغريزية يمكن أن تصبح عبادة بالنية الصالحة قال النبي صلى الله عليه وسلم في الرجل يأتي شهوته من امرأته قال: (وفي بضع أحدكم صدقة) ¶ وكذلك الحال في الأكل والشرب إن قصد بهما التقوي على طاعة الله تعالى، ويشترط لجميع هذه الأعمال حتى تصبح عبادات يثاب عليها أن تتوفر فيها الشروط التالية: ¶ أ- أن تصاحب جميع هذه الأعمال النية الصالحة قال صلى الله عليه وسلم (إنما الأعمال بالنيات وإنما لكل امرئ ما نوى) ¶ ب- أن يكون العمل مباحا في ذاته أما إذا كان منهيا عنه فإن فاعله يأثم قال رسول الله صلى الله عليه وسلم (إن الله تعالى طيب ولا يقبل إلا طيبا) ¶ ت- أن يؤدي ذلك العمل بإتقان وإحسان قال رسول الله صلى الله عليه وسلم (إن الله كتب الإحسان على كل شيء) (إن الله يحب إذا عمل أحدكم عملا أن يتقنه) ¶ ث- أن يراعى فيه الضوابط الشرعية فيجتنب فيه الغش والظلم والفحش لقوله صلى الله عليه وسلم (من غشنا ليس منا) وقال الله تعالى {وَاجْتَنِبُوا قَوْلَ الزُّورِ} ¶ ج- ألا يشغله ذلك عن واجب ديني قال الله تعالى {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ}",
            "page": "3",
            "part": "1",
            "seal": "B6D4936E"
        },
        {
            "id": "4",
            "nass": "الغاية من العبادة: ¶ إن الباعث الأساسي للعبادة هو استحقاق الله تعالى لذلك فنحن نعبد الله جل وعلا لأنه مستحق للعبادة تحقيقا للغاية التي من أجلها خلق الإنس والجن كما قال الله تعالى {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} فهو المستحق الوحيد للعبادة لعموم سلطانه على الكون وعظيم فضله على الخلق أجمعين. ومع ذلك يجب أن نعلم أن الله تعالى غني عن العالمين فالعبادة لا تزيده ولا تنقصه مثقال ذرة لأنه غني بذاته غنى مطلقا فلا يحتاج إلى شيء مما في الوجود بل كل ما في الوجود محتاج إليه قال الله تعالى {يَاأَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ} ¶ وعليه فإن ثمرة العبادة إنما ترجع إلى الشخص العابد نفسه إذ هو المحتاج إلى الله تعالى والمفتقر إليه استعانة وتوكلا كما قال تعالى: {مَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا} .",
            "page": "4",
            "part": "1",
            "seal": "52EE18B5"
        },
        {
            "id": "5",
            "nass": "أولا: تربية الروح وتغذيتها: ¶ ذلك أن الإنسان مكون من مادة وروح فإذا كان العنصر الجسدي فيه يجد حاجته في العناصر المادية في الكون من مأكل ومشرب وملبس وتناسل وغير ذلك فإن العنصر الروحي لا يجد إشباعا لحاجته إلا بالقرب من الله تعالى إيمانا به واتباعا حتى يشعر بمعيته وذلك لا يتحقق إلا بالعبادة سواء في الضراء أو في السراء كما قال الله تعالى مخاطبا رسوله صلى الله عليه وسلم {وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ} {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ} {وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ} . ¶ وقال تعالى {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} {وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا} {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا} فدل رسول الله على التقرب إلى الله تعالى وتعبده.",
            "page": "5",
            "part": "1",
            "seal": "C944FFD8"
        },
        {
            "id": "6",
            "nass": "ثانيا: تحقيق حرية الإنسان: ¶ فالعبادة تحرر المؤمن من الخضوع لغير الله تعالى ومن الاستسلام للآلهة المزيفة فتصبح بذلك حرا طليقا من سلطان سوى سلطان الله تعالى وبذلك يصل إلى شاطئ الأمان ويحس بالسكينة إلى الله تعالى كما يجد قيمة كل أشياء العلم يحس بحريته أمامها جميعا فإن مصدر العزة إنما هو اللجوء إلى الله تعالى {مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا} .",
            "page": "6",
            "part": "1",
            "seal": "022DCBEF"
        },
        {
            "id": "7",
            "nass": "ثالثا: تمحيص المؤمن بابتلائه بالعبادة إعدادا له للحياة الآخرة: ¶ قال الله تعالى على لسان موسى عليه السلام {يَاقَوْمِ إِنَّمَا هَذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ وَإِنَّ الْآخِرَةَ هِيَ دَارُ الْقَرَارِ} فالدنيا دار ابتلاء ومادة هذا الابتلاء هي عبادة الله تعالى تحقيقا لأمره {الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا} .",
            "page": "7",
            "part": "1",
            "seal": "6CD4946A"
        },
        {
            "id": "8",
            "nass": "رابعا: العبادة سبيل لصلاح المجتمع: ¶ بالنظر إلى العبادة بمفهومها الشامل نجد أنها شاملة لكل أوجه الإصلاح الفردي والاجتماعي حيث إن كل عمل يقوم به الفرد أو تقوم به الجماعة يدخل في إطار العبادة. ¶ وقد شرع الإسلام مبدأ فروض الكفاية التي يراعي فيها صلاح الجماعة والمجتمع قال الله تعالى {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا} .",
            "page": "8",
            "part": "1",
            "seal": "B7428640"
        },
        {
            "id": "9",
            "nass": "أولا: أنه لا معبود بحق إلا الله: ¶ فقد جاء الإسلام أول ما جاء بكلمة التوحيد وهي كلمة الشهادة التي يصبح بها المرء مؤمنا بالله ورسوله لا إله إلا الله محمد رسول الله وهذه الشهادة تعني أنه لا معبود بحق إلا الله تعالى وبذلك قضى الإسلام على كل ألوان الشرك والتي تناقض كلمة الشهادة ومن أهم الوسائل التي جعلها حماية للتوحيد ما يلي: ¶ - أنه جعل الشرك سببا لإحباط الأعمال والخروج من الدين قال الله تعالى مخاطبا رسوله صلى الله عليه وسلم {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ} . ¶ - سد كل الذرائع المفضية إلى الشرك: فقد حرص الإسلام على سد كل ما يؤدي إلى الشرك فقرر في ذلك ما يلي: ¶ - أن الرسول صلى الله عليه وسلم نهى عن تعظيمه وإطرائه بما يؤدي إلى الغلو في الاعتقاد فيه فبين بأنه عبد الله ورسوله فقال: (لا تطروني كما أطرت النصارى عيسى ابن مريم إنما أنا عبده ورسوله فقولوا عبد الله ورسوله) .",
            "page": "9",
            "part": "1",
            "seal": "ECA0FC04"
        },
        {
            "id": "10",
            "nass": "- منع الاستغاثة به صلى الله عليه وسلم أو بأحد من الصالحين فقد روي أن أحد المنافقين كان يؤذي المؤمنين فقال بعضهم قوموا بنا نستغيث برسول الله من هذا المنافق فقال النبي صلى الله عليه وسلم: (إنه لا يستغاث بي وإنما يستغاث بالله) ¶ - أنه صلى الله عليه وسلم نهى عن اتخاذ القبور مساجد وحذر من ذلك أشد تحذير حتى إنه صلى الله عليه وسلم حين وفاته ظل يردد النهي عن ذلك حتى توفاه الموت قال صلى الله عليه وسلم: (إنه اشتد غضب الله على قوم اتخذوا قبور أنبيائهم مساجد) . ¶ -أنه صلى الله عليه وسلم نهى عن الحلف بغير الله لأن الحلف ينطوي على تقدير وتعظيم للمحلوف به فنهى أن يكون الحلف إلا بالله تعالى قال صلى الله عليه وسلم (من كان حالفا فلا يحلف إلا بالله) وقال (من حلف بغير الله فقد أشرك) . ¶ - أنه منع من الذبح أو النذر لغير الله وعد ذلك من الشرك قال صلى الله عليه وسلم (لعن الله من ذبح لغير الله) .",
            "page": "10",
            "part": "1",
            "seal": "DF83BB5D"
        },
        {
            "id": "11",
            "nass": "ثانيا: تحرير العبادة من سلطان الكهنوت:",
            "page": "11",
            "part": "1",
            "seal": "9DC3C79F"
        },
        {
            "id": "12",
            "nass": "أ- ذلك أن الأديان السابقة للإسلام بعد تحريفها اتخذ رجالها وسائل ومراسيم كثيرة لم يرد بها شرع الله مما مكنهم من التسلط على رقاب العباد والتأثير على ضمائرهم باحتكار العبادة مما جعل العباد لا يستطيعون الاستقلال في صلاتهم بالله تعالى إلا عبر تلك الوسائط والمراسيم التي تصب في جيوب رجال الدين لذا جاء الإسلام بكل ما يصلح ذلك أو يمنعه ومن ذلك أنه حرر الضمير من كل سلطان غير سلطان الله تعالى فالعلاقة بالله تعالى في الإسلام مفتوحة لكل مؤمن بدون وسائط بل عد اتخاذ هؤلاء الوسائط من الشرك ولو كان الوسيط من الرسل الكرام عليهم السلام. وقد فتح الله تعالى باب دعائه وأمر المؤمنين بذلك فقال {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ} وقال تعالى آمرا رسوله صلى الله عليه وسلم {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ} أما العلماء فإنما يكون دورهم الشرح والبيان لأحكام الإسلام وشرائعه كما قال الله تعالى {",
            "page": "12",
            "part": "1",
            "seal": "8DD3F669"
        },
        {
            "id": "13",
            "nass": "فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ} {بِالْبَيِّنَاتِ وَالزُّبُرِ} . ¶ ب- أنه حرر العبادة ذاتها من قيود المكان والزمان: فتح المكان كله للعبادة كما فتح الطريق بين العبد وربه قال الله تعالى {وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ} وقال رسول الله صلى الله عليه وسلم «وجعلت لي الأرض مسجدا وطهورا فأيما رجل من أمتي أدركته الصلاة فليصل» . وهذه القاعدة عامة لا يخرج عنها إلا الحج الذي خص بالبيت الحرام إحياء لذكرى إبراهيم أبي الأنبياء عليهم السلام جميعا أما الزمان فقد جعل الله تعالى لبعض العبادات مثل الصلوات الخمس ميقاتا قال الله تعالى {أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَى غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا} وقال في الحج: {الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ} أما ما سوى ذلك كله فكله زمان للطاعات المطلقة.",
            "page": "13",
            "part": "1",
            "seal": "FED4F3B4"
        },
        {
            "id": "14",
            "nass": "ثالثا: التوازن بين الروح والجسد: ¶ إن مما مسته التحريفات للأديان السابقة على الإسلام مسألة التوازن بين الروح والجسد حيث غلت فئة وأفرطت في شأن الروح بينما غلت الفئة الأخرى وأفرطت في الجانب المادي أما الإسلام فقد تدارك ذلك حفاظا على جوهر الدين والرجوع به إلى صورته الحقة القائمة على التوازن وجاء في ذلك بمبادئ هامة منها: ¶ 1- الاعتراف التام بأن لكل من الروح والجسد متطلباته التي يجب إشباعها والوفاء بها قال صلى الله عليه وسلم (إن لربك عليك حقا ولنفسك عليك حقا ولأهلك عليك حقا فأعط كل ذي حقا حقه) وقال الله تعالى {وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا} . ¶ وعليه فقد شرع الله تعالى ما يشبع حاجات الروح المتمثلة في عبادة الله تعالى وطاعته كما أباح ما يشبع الجسد وذلك بإحلال الطيبات من الرزق.",
            "page": "14",
            "part": "1",
            "seal": "6E353C33"
        },
        {
            "id": "15",
            "nass": "2- إن الإسلام جعل الحياة الدنيا مزرعة للآخرة وجعل وظيفة الإنسان في الأرض إعمارها بالصالحات التي تشمل كل خير يقدمه المؤمن لنفسه ولمن حوله من عموم الخلق فلا خصومة في الإسلام بين الدين والدنيا ولا تعارض بين الدنيا والآخرة بل الدنيا ميدان للعمل لتحصيل الآخرة لذا نجد أن الله تعالى يعلم عباده أن يدعوه قائلين {رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ} .",
            "page": "15",
            "part": "1",
            "seal": "7C1DF66F"
        },
        {
            "id": "16",
            "nass": "رابعا التيسير ودفع الحرج في العبادات: ¶ فقد جاء الإسلام بشرائعه جميعا ميسرا رافعا للحرج الذي كان في الديانات السابقة بل قد نص على ذلك صراحة بقوله تعالى {فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ} . ¶ القاعدة الثانية: المشقة تجلب التيسير وفي هذه تدخل جميع الرخص الواردة في الشريعة الإسلامية مثل رخص السفر من جواز الفطر فيه في نهار رمضان وقصير الصلاة وغير ذلك قال الله تعالى {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} .",
            "page": "16",
            "part": "1",
            "seal": "DE2AAA9F"
        },
        {
            "id": "17",
            "nass": "آثار العبادات الأربع: ¶ هذه العبادات وإن كانت في الأصل شعائر تعبدية محضة واجبة الأداء مهما قصر إدراك المتعبد بها لأبعاد حكمتها وآثارها التي ربما حصلت له دونما شعور منه إلا أن العلم بهذه الحكم والآثار يزيد القائم بها اطمئنانا لعظم أمرها وأن الفقه بآثارها يضاعف من ثمارها في نفس فاعلها.",
            "page": "17",
            "part": "1",
            "seal": "734AD00C"
        }
    ],
    "t1914": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مفهوم العبادة في الإسلام"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "شمول العبادة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "الغاية من العبادة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "ثمرات العبادة"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا تربية الروح وتغذيتها"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا تحقيق حرية الإنسان"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا تمحيص المؤمن بابتلائه بالعبادة"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا العبادة سبيل لصلاح المجتمع"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الإصلاح الإسلامي لعموم البشر وأهم مبادئه"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا أنه لا معبود بحق إلا الله"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا تحرير العبادة من سلطان الكهنوت"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا التوازن بين الروح والجسد"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا التيسير ودفع الحرج في العبادات"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "شعائر العبادة في الإسلام"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": "آثار العبادات الأربع"
        }
    ]
}