{
    "b1916": [
        {
            "id": "1",
            "nass": "الفقه والشريعة ¶ مقدمة: ¶ الحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبه ومن اهتدى بهداه وبعد فقد شاء الله سبحانه وتعالى أن تكون الشريعة الإسلامية آخر الشرائع لخلقه، كما شاء سبحانه وتعالى أن تكون هذه الشريعة أكمل الشرائع وأتمها فجاءت على هيئة تضمن لها البقاء والحيوية والاستمرار، كما أنها جاءت على هيئة كفلت صلاحيتها للإنسان أينما كان وفي أي مكان أو زمان، فيجد هذه الشريعة سامية به وافية بمتطلباته ووقائعه. ¶ والفقه الإسلامي الذي هو روح الشريعة وأساسها قد ظل رغم مرور أربعة عشر قرنًا من الزمن على نشأته محافظًا على كيانه قويًّا في بنيانه صلبًا في تماسكه رغم كل الظروف والتقلبات التي تعرضت لها الأمة الإسلامية طيلة هذه الحقبة من الزمن. كما أن الفقه قد اتصف بسمة بارزة كانت وراء بقائه وثباته ومسايرته لروح الحضارة والتقدم العلمي. وفي هذا البحث سوف نحاول أن نعطي للقاري الكريم تصورًا عامًّا عن الفقه الإسلامي ما هو؟ وما خصائصه؟ ومصادره؟ وما أهم المراحل التاريخية التي مر بها خلال تطوره.",
            "page": "1",
            "part": "1",
            "seal": "6CEC7FD9"
        },
        {
            "id": "2",
            "nass": "تعريف الفقه: ¶ معناه علم القانون الإسلامي فهو علم الأحكام الشرعية العلمية التي تخص أفعال المكلفين، وبذلك تخرج أحكام العقائد والأخلاق من مدلول الفقه. لذا يعرف الفقه بأنه: (العلم بالأحكام الشرعية العملية المكتسب من أدلتها التفصيلية) وهذا التعريف للفقه في غاية الدقة إذ إنه يظهر وجهة نظر علماء المسلمين الخاصة لعلم الحقوق، وفيما يلي إيضاح عناصر هذا التعريف: ¶ أولًا: الفقه علم: فهو ذو موضوع خاص وقواعد خاصة، وعلى هذا الأساس درسه الفقهاء في كتبهم وأبحاثهم وفتاويهم فهو ليس فنًّا يغلب فيه الذوق على العقل والمشاعر على الحقيقة.",
            "page": "2",
            "part": "1",
            "seal": "19D3C0A6"
        },
        {
            "id": "3",
            "nass": "ثانيًا: الفقه العلم بالأحكام الشرعية، والأحكام الشرعية هي المتلقاة بطرق السمع المأخوذة من الشرع دون المأخوذة من العقل كالعلم بأن العالم حادث، وأن الواحد نصف الاثنين، أو الأحكام المأخوذة من الوضع والاصطلاح اللغوي فالحكم الشرعي هو القاعدة التي نص عليها الشارع في مسألة من المسائل وهذه القاعدة إما أن يكون فيها تكليف معين كالواجب والمحرم فتسمى الحكم الشرعي التكليفي، وإما أن لا يكون فيها أي تكليف كالحكم بالصحة أو البطلان على فعل معين، فيقال لها الحكم الشرعي الوضعي. ¶ ثالثًا: الفقه العلم بالأحكام الشرعية العملية: وكلمة عملية تعني أن الأحكام الفقهية تتعلق بالمسائل العملية التي تتعلق بأفعال الناس البدنية في عباداتهم ومعاملاتهم اليومية ويقابل بالأحكام العملية الأحكام العقائدية وأحكام صلاح القلب وهو ما يسمي بعلم الأخلاق، فهذه تتعلق بأفعال القلوب لا بأعمال الأبدان، ولذلك لا تسمى فقها في هذا الاصلاح.",
            "page": "3",
            "part": "1",
            "seal": "E03EAF2E"
        },
        {
            "id": "4",
            "nass": "رابعًا: جاء في التعريف أن علم الفقه مكتسب من أدلة الأحكام التفصيلية ومعنى ذلك أن الأحكام تعد من علم الفقه إلا إذا كانت مستندة إلى مصادر الشرع المعلومة أي أدلة الشرع. والفقيه هو الذي يسند كل حكم من أحكام الشرع إلى دليله، فالقانون الإسلامي أو الفقه الإسلامي ليس وضعيًّا من صنع الدولة بل هو تشريع ديني يستند إلى مصادر دينية. ¶ ومرادهم بالأدلة التفصيلية آحاد الأدلة من الكتاب والسنة كقوله تعالى: {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ} وقوله صلى الله عليه وسلم: «أحل الذهب والحرير لإناث أمتي وحرم على ذكورها» ويقابل الأدلة التفصيلية الأدلة الإجمالية، وهي محل نظر علماء أصول الفقه حيث يبحثون في أصول الأدلة، الكتاب والسنة والإجماع والقياس وغير ذلك. ¶ وهي تنقسم إلى ثلاثة أقسام: ¶ 1- ما يتعلق بالعقائد الأساسية كالأحكام المتعلقة بذات الله وصفاته وبالإيمان به وبرسله وكتبه واليوم الآخر وما فيه من حساب وجزاء وقد تكفل بدراسة هذا النوع من أحكام الشريعة علم العقيدة.",
            "page": "4",
            "part": "1",
            "seal": "D296F714"
        },
        {
            "id": "5",
            "nass": "2- ما يتعلق بتهذيب النفوس وإصلاحها كالأحكام المبينة للفضائل التي يجب أن يتحلى بها الإنسان كالصدق والأمانة والوفاء بالعهد والشجاعة والإيثار والتواضع والإحسان والعفو والصفح والأحكام المبينة للرذائل التي يتحتم على المرء أن يتخلى عنها كالكذب والخيانة وخلف الوعد والجبن والبخل والأنانية والتكبر والإساءة إلى الغير وما إلى ذلك مما تكفل ببيانه علم الأخلاق. ¶ 3- ما يتعلق ببيان أعمال الناس وتنظيم علاقاتهم بخالقهم كأحكام الصلاة والصوم والزكاة والحج، وتنظيم علاقات بعضهم ببعض كأحكام البيوع والإجارة والزواج والطلاق وغيرها. وكذلك الأحكام المنظمة لعلاقات الأفراد والدول في حال السلم والحرب وغير ذلك وقد انفرد بهذا النوع من أحكام الشريعة علم خاص يسمى علم الفقه وبهذا يتبين لنا أن العلاقة بين الشريعة والفقه هي علاقة عموم وخصوص حيث إن الشريعة أعم وأشمل من الفقه.",
            "page": "5",
            "part": "1",
            "seal": "F2AAE568"
        },
        {
            "id": "6",
            "nass": "موضوعات الفقه الإسلامي ¶ الفقه الإسلامي في نظام شامل ينظم علاقة الإنسان بخالقه والعلاقات بين الأفراد والجماعات والدول الإسلامية بغيرها من الدول في السلم والحرب ولهذا قسمه أكثر الفقهاء إلى قسمين رئيسين: عبادات ومعاملات وهذا التقسيم مبناه اختلاف المقصود الأصلي منهما، فما كان الغرض الأول منه التقرب إلى الله وشكره وابتغاء الثواب في الآخرة فهو من قسم العبادات كالصلاة والصيام والحج والجهاد والزكاة والنذر, وما كان المقصود منه تحقيق مصلحة دنيوية أو تنظيم علاقة فردين أو جماعتين وما شاكل ذلك فهو من القسم الثاني (المعاملات) وذلك كالبيع والإجارة والزواج والطلاق وغيرها.",
            "page": "6",
            "part": "1",
            "seal": "97391D77"
        },
        {
            "id": "7",
            "nass": "هنالك فرق آخر بين النوعين متفرع عن الفرق السابق، وهو أن الأصل في العبادات أن العقل لا يستطيع إدراك السر الحقيقي لتشريعها تفصيلًا ويعبر العلماء عن ذلك بأنها توقيفية أي لا يمكن إدراك الغاية القصوى فيها سوى أنها عبادة لله تعالى, وأما المعاملات فالأصل فيها أنها معقولة المعنى ويدرك العقل كثيرًا من أسرارها ولذلك نرى العقلاء في زمن الفترات استعملوا عقولهم في تشريعها، ولما جاء الإسلام أقر مما كانوا يتعاملون به أمورًا غير قليلة. والفقهاء لم يذهبوا طويلًا في طريق الفصل بين هذه المجموعات -كما فعل رجال القانون- لانعدام الفائدة المترتبة على هذا الفصل في نظرهم حيث لم تكن هناك إجراءات مختلفة في إثبات الحقوق، فالقضاء موحد، والإجراءات تكاد تكون واحدة، والقاضي يحكم في كل نزاع يرفع إليه، فرق في ذلك بين ما يتعلق بالأموال وما يتعلق بغيرها, ومع هذا فإننا نجد الفقه الإسلامي شاملا لجميع فروع القانون الوضعي الحديث العام منه والخاص, فالقانون العام الخارجي -وهو المسمى بالقانون الدولي العام- بحثه الفقهاء في المسائل المتعلقة بالحروب وأساليبها وأهدافها ونتائجها، وعلاقة الأمة الإسلامية بغيرها, وهي مجموعة",
            "page": "7",
            "part": "1",
            "seal": "F6FABDAF"
        },
        {
            "id": "8",
            "nass": "تحت عنوان السير والمغازي وجميع كتب الفقه في المذاهب المختلفة عرضت هذا النوع عرضًا وافيًا، كما أن الفقهاء ألفوا فيه تآليف خاصة ككتابي السير الصغير والكبير لمحمد بن الحسن الشيباني وغيره, والقانون العام الداخلي بأنواعه الأربعة: الدستوري والإداري والمالي والجنائي بحثه الفقهاء ما بين موسع ومضيق.",
            "page": "8",
            "part": "1",
            "seal": "B03E2BFC"
        },
        {
            "id": "9",
            "nass": "فالجنائي مجموع في أبواب خاصة من كتب الفقه تحت عنوان (الجنايات والحدود والتعزيرات) , والقانون المالي بحثه الفقهاء في مواضيع متفرقة من كتب الفقه العامة عند الكلام عن الزكاة والعشر والخراج والجزية والركاز وغيرها من الكتب خاصة ككتاب الخراج لأبي يوسف قاضي القضاة في عهد الخليفة هارون الرشيد وهذا النوع بوجه عام يبحث في تنظيم بيت المال (خزانة الدولة) ببيان موارده والأموال التي توضع فيه، والوجوه التي تصرف فيها هذه الأموال, أما القانون الدستوري الذي يحدد شكل الحكم في الدولة وبيّن السلطات العامة فيها ويوزع الاختصاصات بينها، والقانون الإداري وهي مجموعة القواعد التي تحكم نشاط السلطة التنفيدية في أداء وظيفتها وقيامها على أمر المرافق العامة، فلم تعرض لها كتب الفقه بهذا العنوان وإنما عرضت لها بعنوان السياسة الشرعية أو الأحكام السلطانية وفيها كتب خاصة مثل كتاب الأحكام السلطانية للماوردي (450هـ) وغيره, والقانون الخاص بفروعه: القانون المدني المنظم للأحوال المدنية هو قسم من المعاملات في الفقه الإسلامي التي تنظم الأحوال كلها عينية كانت أو شخصية والقانون التجاري بحث الفقهاء منه ما كانوا يحتاجون",
            "page": "9",
            "part": "1",
            "seal": "53C56CA0"
        },
        {
            "id": "10",
            "nass": "إليه في زمنهم في أبواب الشركات والمضاربة والتفليس، ثم جعلوا العرف حكمًا فيما يجدّ فيها لأن التجارة حينذاك لم تكن تشعبت وتعقدت صورها كما هي عليه الآن بل كانت سهلة يسيرة. ¶ وأخيرًا نجد قانون المرافعات وهي مجموعة القواعد التي تبين ما يجب اتخاذه من أعمال وإجراءات لتطبيق أحكام القانون المدني والتجاري هذا القانون بحث الفقهاء أحكامه في أبواب الدعوى والقضاء والشهادة, وهكذا نجد الفقه الإسلامي يحكم كل التصرفات الفردية والجماعية والدولية ولم يتناوله الفقه تفصيلًا فقد تناوله إجمالًا ويمكن أن تبين تفاصيله على ضوء قواعده العامة وأصوله المرنة.",
            "page": "10",
            "part": "1",
            "seal": "DE33A324"
        },
        {
            "id": "11",
            "nass": "أولًا: سمو الغاية والأهداف:",
            "page": "11",
            "part": "1",
            "seal": "70B00CC8"
        },
        {
            "id": "12",
            "nass": "لكل قانون أو نظام غاية يرمي إليها وينشدها، ويؤسس قواعده في سبيل الوصول إليها إلا أن هذه الغاية تختلف باختلاف الجماعات كما أنها تختلف باختلاف الغايات التي تهدف إليها السلطة التي تقوم على وضع القانون وحمايته فكثيرًا ما يتم التغيير والتعديل لأن الدول تستخدم القانون لتوجيه شعوبها لوجهات معينة، كما تستخدمه لتنفيذ أغراض محددة لا تقوى السلطة على الوصول إليها إلا عن طريق القانون، والخلاصة في ذلك هي أن القوانين بمثابة حمار السلطة الذي يحملها ولا يعصيها ويتوجه بتوجيهها, أما أحكام الفقه الإسلامي فإنها لا تتكيف بالجماعة بل إن الجماعة هي التي تتكيف بها، لأن الإنسان لا يصنعها بل إنه يصنع نفسه بها فهي لا تقتصر على تنظيم علاقات الأفراد بعضهم ببعض ولكنها تنظم علاقة المخلوق بخالقه بتشريع أنواع العبادات من صيام وصلاة وزكاة وحج وغيرها ثم إنها حددت علاقة الأفراد بالكيفية التي تجمع بين ما لهم وما عليهم من واجبات فينتفي الضرر منهم على غيرهم ومن غيرهم عليهم ولهذا يقول الرسول الكريم صلى الله عليه وسلم: «لا ضرر ولا ضرار» وخلاصة القول في ذلك هي أن أحكام الفقه الإسلامي تهدف إلى غاية عظيمة هي تحقيق المصالح",
            "page": "12",
            "part": "1",
            "seal": "35E009FC"
        },
        {
            "id": "13",
            "nass": "للفرد والجماعة، ودرء المفاسد عن الفرد والجماعة على حد سواء.",
            "page": "13",
            "part": "1",
            "seal": "F5483934"
        },
        {
            "id": "14",
            "nass": "ثانيًا: أحكام الفقه الإسلامي وحي إلهي: ¶ الأحكام في الفقه الإسلامي وحي إلهي من الله تعالى فالذي شرعه وأوجده للإنسان هو الذي خلق الإنسان وهو أعلم بما يصلحه في دنياه وآخرته وهو أعلم بما في داخل النفس الإنسانية وما يتفق معها وما يتعارض مع ميولها وطبيعتها قال الله تعالى: {أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} أما القانون الوضعي فإنه من صنع البشر وتنظيم عقله الذي قدرته محدودة وعرضة للنقص والخلل، ولذلك فهو لا يعلم حقيقة النفس الإنسانية وما يتناسب مع فطرتها التي فطرها الله عليها وبالتالي فإن التشريعات التي يسنها قد لا تكون ملائمة كل الملاءمة لطبيعة النفوس البشرية.",
            "page": "14",
            "part": "1",
            "seal": "0AD94757"
        },
        {
            "id": "15",
            "nass": "ثالثًا: تطبيق أحكام الفقه الإسلامي يعد طاعة لله تعالى: ¶ الامتثال للأحكام في الفقه الإسلامي يعد طاعة لله تعالى وعبادة له يثاب عليها المطيع كما تعد مخالفتها معصية لله يعاقب عليها المخالف فمنها ما له عقوبة في الدنيا كالحدود والتعازير، ومنها ما توعد الله المخالف له بالعقاب في الآخرة وبهذا يمكن القول بأن الفرد المسلم دائمًا يكون رقيبًا على نفسه لأن خوف الله وخشيته هو الرقيب عليه وبهذا يتكون الفرد والمجتمع على هذا الأساس, أما القانون الوضعي فإن الطاعة له مبعثها الخوف من السلطة الحاكمة، وليس مبعثها احتساب الأجر والمثوبة من الله كذلك العصيان وعدم الامتثال للمادة القانونية فإن المرتكب لها لا ينتابه شعور بالمخالفة ما لم يقع في يد السلطة، ومن هنا لا مانع يمنع من التحايل والخديعة والنصب بقصد اكتساب الدعوى عند الخصومة والتقاضي مع الآخرين، لأن الحلال ما أحله القاضي والحرام ما حرمه القاضي.",
            "page": "15",
            "part": "1",
            "seal": "0B78159A"
        },
        {
            "id": "16",
            "nass": "رابعًا: يمتاز الفقه الإسلامي بالشمولية والعموم: ¶ ذلك أن الفقه الإسلامي جاء لتنظيم أمور ثلاثة وهي علاقة الإنسان بربه، وعلاقته بنفسه وعلاقته بغيره من الناس, فعلاقة الإنسان بربه ينظمها من خلال قسم العبادات وما تنظمه من أحكام الصلاة والصيام ونحوها, وعلاقة الإنسان بنفسه ينظمها من خلال بيان ما يجوز للمرء تناوله من المطعومات والمشروبات وما يمتنع عليه من الملبوسات، ويدخل في ذلك كل ما شرعه الشارع حفاظًا على نفس الإنسان وعقله وبدنه, وعلاقة الإنسان بغيره ينظمها الفقه من خلال ما يسمى بالمعاملات والعقوبات، وما يتعلق بذلك من بيع وإجارة ونكاح وقصاص وحدود وتعازير وأقضية وشهادات وبتنظيم هذه العلاقات الثلاثة يكون الفقه قد نظم كل ما يتعلق بالإنسان في هذه الحياة وهذا ما يعبر عنه بالضرورات الخمس التي شرعت أحكام الفقه الإسلامي لأجلها وهي الحفاظ على النفس والدين والعقل والعرض والمال.",
            "page": "16",
            "part": "1",
            "seal": "F92C638B"
        },
        {
            "id": "17",
            "nass": "وإذا قارنا الفقه الإسلامي بالقانون الوضعي من هذه الناحية وجدنا أن القانون إنما يهتم بتنظيم علاقة الإنسان بغيره فقط أما علاقته بنفسه التي بين جنبيه والتي هي أعظم أعدائه وأكثرهم التصاقًا به وأثرًا في حياته وعلاقته بخالقه الذي أوجده وسخر له هذه الحياة بكل ما فيها من أجل سعادته وخدمته ليقوم هو بعبادة خالقه وشكره كل ذلك لا اهتمام للنظم القانونية الوضعية به ولا يدخل في اهتمامها، وهذا الفصل بين القانون وبين الدين والأخلاق مرفوض من قبل الشريعة الإسلامية التي تعتبر القانون الإسلامي (الفقه) أصل من أصول الدين الإسلامي كما أن الأخلاق هي الأخرى أصل من هذا الدين ومن مظاهر الشمولية في الفقه الإسلامي أنه يهتم بهذا الإنسان في كل مراحل حياته, قبل ولادته وبعدها منذ كونه جنينًا في بطن أمه ثم طفلًا صغيرًا ثم شابًّا قويًّا ثم كهلًا ثم شيخًا إلى أن يموت بل وبعد موته كذلك فهو يحفظ للإنسان حقوقه ولو كان قاصرًا عن المطالبة بها كالحمل والطفل والشيخ الهرم والميت كما يحفظها للبالغ الرشيد دون تمييز, وهو يهتم بمستقبل الإنسان ليس في هذه الحياة فحسب، بل في الحياة الأخرى التي هي نهاية حتمية لكل إنسان وذلك من خلال",
            "page": "17",
            "part": "1",
            "seal": "D46BDC7C"
        },
        {
            "id": "18",
            "nass": "أحكام العبادات التي يقوم بها كل مؤمن بهذا الدين, ولا شك أن القانون لا يهتم بهذه الحياة الدنيا إلا في أضيق الحدود لذلك فلا مجال فيه للحديث عما قبل هذه الحياة وما بعده.",
            "page": "18",
            "part": "1",
            "seal": "16302940"
        },
        {
            "id": "19",
            "nass": "خامسًا: الثبات في القواعد والمرونة في التطبيق: ¶ الفقه الإسلامي يقوم على قواعد أساسية ثابتة لا تتغير ولا تتبدل مستمدة من مصادره الأولى وهي القرآن الكريم والسنة النبوية والقرآن والسنة نصوصها محفوظة ومدونة بدقة وعناية فائقة ونصوصها في الغالب تتضمن الأحكام العامة للتشريع دون بيان التفاصيل المتعلقة بتطبيق تلك الأحكام وذلك لترك سلطة تقديرية واسعة للمجتهد مراعاة لاختلاف الظروف والأحوال فالنصوص الشرعية مثلًا فيما يتعلق بنظام الحكم وضعت خطوطًا عريضة لهذا النظام تتضمن الأمر بالعدل بين الرعية وطاعة أولي الأمر وتحقيق الشورى بين المسلمين والتعاون على البر والتقوى وغير ذلك.",
            "page": "19",
            "part": "1",
            "seal": "A5283A6E"
        },
        {
            "id": "20",
            "nass": "لكنها تركت تطبيق هذه الخطوط العريضة لواقع يتسم بشيء من المرونة والسعة حيث إن المهم هو تحقيق هذه الغايات بغض النظر عن الوسائل التي تمت بها والأشكال التي قامت فيها طالما أنها لا تخالف نصًّا شرعيًّا أو مبدأ من مبادئ الشريعة الإسلامية؛ ولهذا فإن تطبيق المقاصد العامة للشريعة الإسلامية يخضع لدرجة كبيرة من المرونة والقابلية للتطور, كذلك فلا مانع من حدوث أحكام جديدة لم تكن معروفة من قبل نظرًا لحدوث الوقائع المناطة بها، كما أنه لا يمنع تغير أحكام كانت ثابتة من قبل نظرًا لتغير مقتضياتها وهذا ما يعبر عنه الفقهاء بتغير الأحكام تبعًا لتغير الزمان والمكان؛ ولأجل ذلك فقد ترك الإسلام باب الاجتهاد مفتوحًا في الشريعة ليقيس المجتهد ما لم يرد به نص على المنصوص ويلحق الأشباه بالنظائر.",
            "page": "20",
            "part": "1",
            "seal": "63AD64BF"
        },
        {
            "id": "21",
            "nass": "أضف إلى ذلك أن من مصادر الشريعة الإسلامية الهامة العرف والمصلحة وهذان المصدران كافيان لتلاؤم الأحكام مع البيئة الصادرة فيها, إن هذا الثبات في المصادر والمرونة في التطبيق يعطي للفقه الإسلامي ميزة خاصة دون غيره من التشريعات المعاصرة ذلك أن هذه التشريعات وإن كانت تحاول مسايرة العصر بالتغيير المستمر والتجديد الدائم، فإنها تفتقر في الغالب إلى معايير وأسس وقواعد ثابتة حتى لا يفضي بها التغير إلى أن تتلاشى معالمها الأصلية ودعائمها الأساسية, بل إن كثيرًا من التشريعات تتغير أصولها وقواعدها وكثيرًا ما يعتريها التغيير والتبديل وبذلك تكون عرضة للتلاعب من قبل الواضع لتلك التشريعات.",
            "page": "21",
            "part": "1",
            "seal": "6D462907"
        },
        {
            "id": "22",
            "nass": "سادسًا: عدم الحرج وقلة التكليف: ¶ ليس في التكاليف الإسلامية شيء من الحرج والشدة وليس في أحكام الفقه شيء مما يعسر على الناس وتضيق به صدورهم, فمن تتبع أحكام الفقه الإسلامي وجد مظاهر رفع الحرج جلية واضحة ووجد أن جميع التكاليف في ابتدائها ودوامها قد روعي فيها التخفيف والتيسير على العباد, فقد أوجب الله الصلاة على المكلف في اليوم خمس مرات لا يزيد وقت كل صلاة عن دقائق قليلة, وأوجب عليه أن يؤديها قاعدًا إذا لم يستطع القيام, وكذلك الصيام، فرضه شهرًا في السنة، فالمشقة فيه لا تصل إلى درجة العسر والحرج ومع ذلك فقد أباح الفطر في حالتي السفر والمرض, وقد حرم الميتة لكنه أباحها عند الضرورة.",
            "page": "22",
            "part": "1",
            "seal": "73706AAF"
        },
        {
            "id": "23",
            "nass": "وشرع الكفارات لتمحو آثار الذنوب, إلى غير ذلك مما يدل على مراعاة السهولة ورفع الحرج في التشريع حتى لا يضعف الناس عن أداء ما أوجبه عليهم وتضعف عزائمهم إزاء ما شرعه لمصالحهم والواجبات في الفقه الإسلامي قليلة يمكن العلم بها في زمن وجيز، وليست كثيرة التفاصيل والتفاريع ليسهل علمها والعمل بها يشهد بذلك قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِنْ تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ عَفَا اللَّهُ عَنْهَا وَاللَّهُ غَفُورٌ حَلِيمٌ} {قَدْ سَأَلَهَا قَوْمٌ مِنْ قَبْلِكُمْ ثُمَّ أَصْبَحُوا بِهَا كَافِرِينَ} فإن الله تعالى ينهانا عن التعمق في المسألة والتشديد فيها لئلا يكون ذلك سببًا في فرض أحكام لم تكن مفروضة فنعجز عن الامتثال لكثرة الفرائض فنهلك مع الهالكين فهذه الآية تشير إلى أن الله تعالى قد راعى قلة التكاليف حتى يسهل علينا الامتثال وحتى لا نقع في العنت والمشقة.",
            "page": "23",
            "part": "1",
            "seal": "3ED08B87"
        },
        {
            "id": "24",
            "nass": "سابعًا: الثراء والْغُنْيَة: ¶ فالمتتبع لمؤلفات الفقه الإسلامي يجد فيها مادة علمية خصبة وثراءً فكريًّا كبيرًا يتضح ذلك من خلال آراء الفقهاء المتشعبة ومذاهب العلماء المتعددة والتي رغم كثرتها وتباينها وتنوعها لا تخرج عن الإطار العام للشريعة الإسلامية. ¶ فأنت تجد مثلًا في الفقه الإسلامي أربعة مذاهب سنية كبرى مشهورة وتجد داخل كل مذهب عددًا من الأقوال والروايات المنسوبة إلى إمام المذهب أو تلاميذه هذا فضلًا عن المذاهب المندثرة لعلماء الصدر الأول, من كل ما سبق يصل القارئ إلى فكرة أساسية هي أن الفقه الإسلامي لا ينحصر في مذهب إمام معين ولا في قول طائفة محصورة من الناس، بل هي مجموعة من الآراء ترجع إلى الكتاب والسنة في نهاية المطاف, وهذا الثراء في الفقه الإسلامي يجعله كذلك أكثر قابلية للتطور والنماء ومسايرة روح الحضارة كما يجعله أكثر بعدًا عن الجمود والتحجر، لأن هذا التنوع إنما هو في الحقيقة راجع إلى الخلاف في فهم نصوص أدلة الفقه، فهو في الحقيقة تنوع لا تناقض وتضاد.",
            "page": "24",
            "part": "1",
            "seal": "93948B1E"
        },
        {
            "id": "25",
            "nass": "ومن مظاهر الثراء والْغُنْيَة في الفقه الإسلامي ما يلاحظ في كتب الفروع الفقهية من استقصاء للجزئيات وتتبع الأحكام الدقيقة التي قد تكون نادرة الوقوع بل قد يفترضون أشياء لم تقع بعد لكي يكون حكمها جاهزًا إذا ما وقعت, أضف إلى ذلك ما قام به الفقهاء من تقعيد للفقه وتنظيم لقواعده الأساسية فيما يسمونه بعلم القواعد الفقهية الذي يبحث في كيفية بناء القواعد على الفروع الفقهية المستنبطة من الأدلة الشرعية وفق القواعد المتبعة في أصول الفقه الذي يبين هو بدوره كيفية استنباط الأحكام من أدلتها.",
            "page": "25",
            "part": "1",
            "seal": "8EBBD838"
        },
        {
            "id": "26",
            "nass": "أطوار الفقه الإسلامي",
            "page": "26",
            "part": "1",
            "seal": "9EA98275"
        },
        {
            "id": "27",
            "nass": "لم يفارق النبي صلى الله عليه وسلم هذه الحياة إلا بعد تكامل بناء الشريعة بالنص الصريح على الأساس والكليات فيها، كما قال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} ولكن النبي صلى الله عليه وسلم لم يترك لأصحابه فقهًا مدونًا وإنماء ترك جملة من الأصول والقواعد الكلية ومن الأحكام الجزئية والأقضية المبثوثة في القرآن والسنة, وكان هذا يكاد يكفيهم لو لم يمتد سلطان الإسلام إلى ما وراء الجزيرة العربية حيث لاقوا أمورًا ووقائعَ وعاداتٍ لا عهد لهم بها فاحتاجوا إلى تنظيمها وإقامة القواعد لها وإنزالها المنازل اللائقة بها من أحكام الشريعة ومقاصدها, وتلك الأسس التي احتواها القرآن الكريم كانت أصولًا قابلة لأن تتسع مفاهيمها ويتطور فهمها باتساع الدوائر الفكرية وعند الحوادث الكبرى التي اتصل فيها الإسلام بأوضاع وثقافات أخرى وهنا فتح العلماء المسلمون باب التفكير في المسائل وأخذوا يقننون في ضوء الدين أمور الحياة العلمية وكان التطور في نظمها نتيجة لعمل الخلفاء والتابعين لهم بحسب ما تستلزمه الحال, وفي البلدان المفتوحة على إثر دخول",
            "page": "27",
            "part": "1",
            "seal": "75834DCF"
        },
        {
            "id": "28",
            "nass": "الأمم أفواجًا في الإسلام قامت حاجة كبرى إلى تعليمهم ما يخفى عليهم وضبط الأحكام العملية الشرعية وتنسيقها لتنظيم المعاملة ومعرفة الحقوق. ¶ هكذا تطور الفقه في الأزمنة المتوالية وأخذت الأجيال المتعاقبة في تنميته حتى أصبح بناء ضخمًا هائلًا منظمًا لكل أنواع المعاملات والعلاقات الإنسانية تنظيمًا دقيقًا, والمتتبع لحركة الفقه الإسلامي يلاحظ أنه مر بمراحل مختلفة من حيث النشأة والنمو والتطور وذلك خلال الأربعة عشر قرنًا الماضية من تاريخ هذا الفقه فقد تطورت الكتابة في الفقه في كل مذهب من عصر الأئمة إلى الشروح ثم المختصرات والمتون ثم الموسوعات الفقهية، ثم القواعد الفقهية والأشباه والنظائر والفقه المقارن ثم النظريات الفقهية ثم التعريفات والحدود ثم إصدار التشريعات والقوانين. ¶ ويمكن تقسيم المراحل التطورية التي مر بها الفقه الإسلامي إلى سبعة أدوار رئيسة هي: ¶ الدور الأول: عصر الرسالة أي مدة حياة النبي صلى الله عليه وسلم, في هذا الدور تكامل بناء الشريعة وكمل الدين. ¶ الدور الثاني: عصر الخلفاء الراشدين وما بعده إلى منتصف القرن الأول الهجري, وهذان الدوران هما المرحلة التمهيدية لتدوين الفقه الإسلامي.",
            "page": "28",
            "part": "1",
            "seal": "E2F5B93B"
        },
        {
            "id": "29",
            "nass": "الدور الثالث: من منتصف القرن الأول إلى أوائل القرن الثاني حيث استقل علم الفقه وأصبح اختصاصًا ينصرف إليه وتكونت المدارس الفقهية التي سميت فيما بعد بالمذاهب الفقهية ويمكن أن يقال إن هذا الدور هو المرحلة التأسيسية لتدوين الفقه. ¶ الدور الرابع: من أوائل القرن الثاني إلى منتصف القرن الرابع حيث تم الفقه، وتكامل وهذا الدور هو دور الكمال لتدوين الفقه الإسلامي. ¶ الدور الخامس: من منتصف القرن الخامس إلى سقوط بغداد في أيدي التتار في منتصف القرن السابع وفي هذا الدور بدأ الفقه في مرحلة الجمود والتقليد في التآليف في الفقه. ¶ الدور السادس: من منتصف القرن السابع إلى أوائل العصر الحديث، وهذا الدور هو دور الضعف في أساليب التدوين. ¶ الدور السابع: من منتصف القرن الثالث عشر الهجري إلى اليوم وفي هذا الدور توسعت الدراسات الفقهية خاصة الدراسات المقارنة وطبقت أمهات كتب الفقه.",
            "page": "29",
            "part": "1",
            "seal": "AEB0F455"
        },
        {
            "id": "30",
            "nass": "المصادر الأصلية: ¶ أولًا: الكتاب:",
            "page": "30",
            "part": "1",
            "seal": "A2D22AAE"
        },
        {
            "id": "31",
            "nass": "فأما الكتاب وهو القرآن فإنه هو الأصل في التشريع الإسلامي فقد بينت فيه أسس الشريعة وأوضحت معالمها في العقائد تفصيلًا وفي العبادات والحقوق إجمالًا. وهو في الشريعة الإسلامية كالدستور في الشرائع الوضعية لدى الأمم، وهو القدوة للنبي صلى الله عليه وسلم فمن بعده ولذا كان هو المصدر التشريعي الأصلي غير أن الكتاب بصفته الدستورية إنما يتناول بيان الأحكام بالنص الإجمالي ولا يتصدى للجزئيات وتفصيل الكيفيات إلا قليلًا، لأن هذا التفصيل يطول به ويخرجه عن أغراضه القرآنية من البلاغة وغيرها فقد ورد فيه الأمر مثلًا بالصلاة والزكاة مجملًا، ولم يفصل فيه كيفية الصلاة ولا مقاديرها، بل فصلتها السنة بقول الرسول صلى الله عليه وسلم وفعله, وكذلك أمر القرآن بالوفاء بالعقود ونص على حل البيع وحرمة الربا إجمالًا ولكن لم يبين ما هي العقود والعهود الصحيحة المحللة التي يجب الوفاء بها وأما الباطلة أو الفاسدة التي ليست محلًا للوفاء، فتكفلت السنة أيضًا ببيان أسس هذا التمييز على أن القرآن قد تناول تفصيل جزئيات الأحكام في بعض المواضع كما في المواريث وكيفية اللعان بين الزوجين وبعض الحدود العقابية والنساء والمحارم في",
            "page": "31",
            "part": "1",
            "seal": "8CF49828"
        },
        {
            "id": "32",
            "nass": "النكاح، ونحو ذلك من الأحكام التي لا تتغير على مر الأيام. ¶ ولهذا الإجمال في نصوص القرآن ميزة هامة أخرى بالنسبة إلى أحكام المعاملات المدنية والنظم السياسية والاجتماعية فإنه يساعد على فهم تلك النصوص المجملة وتطبيقها بصورة مختلفة يحتملها النص فيكون اتساعها قابلًا لمجاراة المصالح الزمنية وتنزيل حكمه على مقتضياتها بما لا يخرج عن أسس الشريعة ومقاصدها وعلى كل فبهذا الإجمال في نصوص الكتاب كانت هذه النصوص محتاجة إلى بيان بالسنة النبوية ليمكن تطبيقها في الكيفيات والكميات ولتعرف حدودها في الشمول والاقتصار وتنزل عليها جزئيات الحوادث والأعمال.",
            "page": "32",
            "part": "1",
            "seal": "DF45F55E"
        },
        {
            "id": "33",
            "nass": "لذلك جاء في القرآن إحالة عامة على السنة النبوية في هذه التفصيلات بقوله تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} ومن ثم كانت السنة مفتاح الكتاب, وقد اتفق المسلمون على أن القرآن مصدر من مصادر التشريع، وأن أحكامه واجبة الاتباع، وأنه المرجع الأول، ولا يلجأ أحد إلى غيره إلا إذا لم يجد ما يطلبه فيه، وأن دلالته على الأحكام قد تكون قطعية إذا كان اللفظ الوارد فيه يدل على معنى واحد ولا يحتمل غيره وقد تكون ظنية إذا كان لفظه يحتمل الدلالة على أكثر من معنى",
            "page": "33",
            "part": "1",
            "seal": "F293F170"
        },
        {
            "id": "34",
            "nass": "ثانيًا: السنة: ¶ أ- يطلق لفظ السنة على ما جاء منقولًا عن الرسول صلى الله عليه وسلم من قول أو فعل أو تقرير, وهي بهذا المعنى مرادفة للفظ (الحديث) وقد نطلق على معنى الواقع العملي في تطبيقات الشريعة في عصر النبوة أي الحالة التي جرى عليها التعامل الإسلامي في ذلك العصر الأول. ¶ ب- والسنة تلي الكتاب رتبة في مصدرية التشريع من حيث إن بها بيان مجمله وإيضاح مشكله وتقييد مطلقه وتدارك ما لم يذكر فيه, فالسنة مصدر تشريعي مستقل من جهة لأنها قد يرد فيها من الأحكام ما لم يرد في القرآن، كميراث الجدة، فقد ثبت أن النبي صلى الله عليه وسلم حكم بتوريث جدة المتوفى سدس المال ولكن السنة من جهة أخرى يلحظ فيها معنى التبعية للقرآن لأنها علاوة على كونها بيانًا وإيضاحًا له ولا تخرج عن مبادئه وقواعده العامة حتى فيما تقرر من الأحكام التي لم يرد ذكرها في القرآن, فمرجع السنة في الحقيقة إلى نصوص القرآن وقواعده العامة والسنة بصورة عامة ضرورية لفهم الكتاب لا يمكن أن يستغني عنها في فهمه وتطبيقه، وإن كان فيها ما لا يتوقف عليه فهم الكتاب هذا التوقف.",
            "page": "34",
            "part": "1",
            "seal": "3D96D1ED"
        },
        {
            "id": "35",
            "nass": "ج- والسنة تنقل نقلًا بالرواية لانقضاء عصر الرسالة، وانقطاع مشافهة الرسول بوفاته صلى الله عليه وسلم، لا يقبل منها في تشريع الأحكام الفقهية إلا ما كان صحيح الثبوت بشرائط معينة شديدة, وقد تكفل علماء السنة بتمييز مراتب الأحاديث النبوية حيث قسموها إلى صحيح وحسن (وهما يقبلان في تشريع الأحكام) وضعيف أو موضوع (وهما غير مقبولين) , ومن أشهر كتب السنة المعتمدة الصحيحان صحيح البخاري وصحيح مسلم والسنن الأربعة وهي لكل من أبى داود والنسائي والترمذى وابن ماجه. كما يحتل كل من موطأ مالك ومسند أحمد بن حنبل مكانة هامة عند الفقهاء والمحدثين.",
            "page": "35",
            "part": "1",
            "seal": "15E18EA4"
        },
        {
            "id": "36",
            "nass": "هـ- ولا خلاف في أن السنة مصدر للتشريع كما قدمنا ولكن رتبتها في ذلك تالية لرتبة الكتاب، بمعنى أن الاحتجاج بالكتاب مقدم على الاحتجاج بالسنة فإن المجتهد يبحث عن الحكم في الكتاب أولًا فإن وجده أخذ به وإن لم يجده تحول إلى السنة ليتعرف على الحكم فيها دل على هذا الترتيب ما روى عن النبي صلى الله عليه وسلم أنه قال لمعاذ: «كيف تقضي إذا عرض لك قضاء؟ قال أقضي بكتاب الله، قال: فإن لم تجد في كتاب الله؟ قال: فبسنة رسول الله صلى الله عليه وسلم» الحديث وما روي عن عمر بن الخطاب رضي الله عنه أنه كتب إلى القاضي شريح: (أن اقض بما في كتاب الله فإن لم يكن في كتاب الله فبسنة رسول الله صلى الله عليه وسلم) ولا يعرف مخالف لهذا.",
            "page": "36",
            "part": "1",
            "seal": "2A0259A3"
        },
        {
            "id": "37",
            "nass": "ثالثًا: الإجماع: ¶ أ- الإجماع هو اتفاق الفقهاء المجتهدين في عصر على حكم شرعي معين, ولا فرق بين أن يكون هؤلاء المتفقون من فقهاء صحابة الرسول عليه الصلاة والسلام بعد وفاته، أو من الطبقات التي جاءت بعدهم. ¶ ب- والإجماع حجة قوية في إثبات الأحكام الفقهية ومصدر يلي السنة في المرتبة, ودليل اعتباره في هذه المكانة من مصدرية التشريع مجموعة آيات وأحاديث تدل على أن إجماع الكلمة من أهل العلم والرأي حجة. ¶ ج- الإجماع في ذاته إذا انعقد على حكم لا بد أن يكون مستندًا إلى دليل فيه، وإن لم ينقل الدليل معه، إذ لا يعقل أن تجتمع كلمة علماء الأمة الموثوق بهم تشهيًا بلا دليل شرعي؛ ولذلك إذا أراد المتأخرون معرفته إنما يبحثون عن وجوده وصحة نقله لا عن دليله إذ لو وجب البحث عن دليله لكانت العبرة للدليل لا للإجماع بينما هو في ذاته حجة.",
            "page": "37",
            "part": "1",
            "seal": "866F7452"
        },
        {
            "id": "38",
            "nass": "رابعًا: القياس: ¶ القياس هو إلحاق أمر بآخر في الحكم الشرعي لاتحاد بينهما في العلة. والقياس يأتى في المرتبة الرابعة بعد الكتاب والسنة والإجماع من حيث حجيته في إثبات الأحكام الفقهية، ولكنه أعظم أثرًا من الإجماع لكثرة ما يرجع إليه من أحكام الفقه، لأن مسائل الإجماع محصورة ولم يتأت فيها زيادة لانصراف علماء المسلمين في مختلف الأقطار عن مبدأ المشورة العلمية العامة ولتعذر تحققه بمعناه الكامل فيما بعد العصر الأول كما أوضحناه, أما القياس فلا يشترط فيه اتفاق كلمة العلماء بل كل مجتهد يقيس بنظره الخاص في كل حادثة لا نص عليها في الكتاب أو السنة ولا إجماع عليها.",
            "page": "38",
            "part": "1",
            "seal": "0EF7634C"
        },
        {
            "id": "39",
            "nass": "ولا يخفى أن نصوص الكتاب والسنة محدودة متناهية، والحوادث الواقعة والمتوقعة غير متناهية فلا سبيل إلى إعطاء الحوادث والمعاملات الجديدة منازلها وأحكامها في فقه الشريعة إلا عن طريق الاجتهاد بالرأي الذي رأسه القياس, فالقياس أغزر المصادر الفقهية في إثبات الأحكام الفرعية للحوادث وقد كان من أسلوب النصوص المعهودة في الكتاب والسنة أن تنص غالبًا على علل الأحكام الواردة فيها، والغايات الشرعية العامة المقصودة منها ليمكن تطبيق أمثالها وأشباهها عليها في كل زمن.",
            "page": "39",
            "part": "1",
            "seal": "F6101038"
        },
        {
            "id": "40",
            "nass": "ونصوص الكتاب معظمها كلي عام وإجمالي كما رأينا فانفتح بذلك طريق قياس غير المنصوص على ما هو منصوص، وإعطاؤه حكمه عند اتحاد العلة أو السبب فيهما, ووقائع القياس في فقه الشريعة الإسلامية لا يمكن حصرها فإن منها يتكون الجانب الأعظم من الفقه ولا يزال القياس يعمل باستمرار في كل حادثة جديدة في نوعها لا نص عليها, ومن أمثلة ذلك أنه ورد في الشريعة نصوص كثيرة في أحكام البيع أكثر مما ورد بشأن الإجارة فقاس الفقهاء كثيرًا من أحكام الإجارة على أحكام البيع لأنها في معناه إذ هي في الحقيقة بيع المنافع, وكذلك ورد في الشريعة الإسلامية نصوص وأحكام بشأن وصي اليتيم عَيَّنَتْ وضعه الحقوقي ومسئوليته وصلاحيته، فقاس الفقهاء على أحكام الوصي وأحكام متولي الوقوف للشبه المستحكم بين الوظيفتين كما قاسوا كثيرًا من أحكام الوقف نفسه على أحكام الوصية.",
            "page": "40",
            "part": "1",
            "seal": "F832ED40"
        },
        {
            "id": "41",
            "nass": "أولا: الاستصلاح: ¶ الاستصلاح هو بناء الأحكام الفقهية على مقتضى المصالح المرسلة وهي كل مصلحة لم يرد في الشرع نص على اعتبارها ولم يرد فيه نص على إلغائها. ¶ فهي إنما تدخل في عموم المصالح التي تتجلى في اجتلاب المنافع واجتناب المضار تلك المصالح التي جاءت الشريعة الإسلامية لتحقيقها بوجه عام، ودلت نصوصها وأصولها على لزوم مراعاتها والنظر إليها في تنظيم سائر نواحي الحياة ولم يحدد الشارع لها أفرادًا ولا أنواعًا، ولذا سميت (مرسلة) أي مطلقة غير محدودة فإذا كانت المصلحة قد جاء بها نص خاص بعينها ككتابة القرآن صيانة له من الضياع، وكتعليم القراءة والكتابة، فعندئذ تكون من المصالح المنصوص عليها لا من المصالح المرسلة ويعتبر حكمها ثابتًا بالنص لا بقاعدة الاستصلاح, وإذا قام الدليل على إلغاء مصلحة معينة كالاستسلام للعدو مثلا، فقد يظهر أن فيه مصلحة حفظ النفس من القتل، ولكن هذه المصلحة لم يعتبرها الشارع، بل ألغاها لمصلحة أرجح منها وهي حفظ كرامة الأمة وعزتها، وبالتالي فهي تعتبر مصلحة ملغاة لا مصلحة مرسلة, وعمومًا يمكن أن نقول: إن العوامل التي تدعو الفقيه إلى الاستصلاح هي:",
            "page": "41",
            "part": "1",
            "seal": "B15D397F"
        },
        {
            "id": "42",
            "nass": "1- جلب المصالح: وهي الأمور التي يحتاج إليها المجتمع لإقامة حياة الناس على أقوم أساس. ¶ 2- درء المفاسد: وهي الأمور التي تضر بالناس أفرادًا أو جماعات سواء كان ضررها ماديًّا أو خلقيًّا. ¶ 3- سد الذرائع: أي منع الطرق التي تؤدي إلى إهمال أوامر الشريعة أو الاحتيال عليها أو تؤدى إلى الوقوع في محاذير شرعية ولو عن غير قصد. ¶ 4- تغير الزمان: أي اختلاف أحوال الناس وأوضاع العامة عما كانت عليه, فكل واحد من هذا العوامل الأربعة يدعو إلى سلوك طريق الاستصلاح باستحداث الأحكام المناسبة المحققة لغايات الشرع ومقاصده في إقامة الحياة الاجتماعية على أصلح منهاج, ومن أمثلة العمل بالاستصلاح ما أحدثه عمر بن الخطاب - الخليفة الثاني رضي الله عنه - من إنشاء الديوان لضبط عطاء الجند وأرزاقهم ومدة خدمتهم، ثم عمت الدواوين في مصالح أخرى, ومن هذا القبيل أيضًا في عصرنا الحاضر تنظيم السير في الطرق الداخلية والخارجية بأنظمة خاصة بعد حدوث السيارات، منعًا للدهس والاصطدام وصيانة لأرواح الناس.",
            "page": "42",
            "part": "1",
            "seal": "B73E9282"
        },
        {
            "id": "43",
            "nass": "ثانيًا: العرف: ¶ العرف هو: الشيء المعروف المألوف المستحسن الذي تتلقاه العقول السليمة بالقبول ومنه قوله تعالى: {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ} ويفهم من هذا التعريف أنه لا يتحقق وجود العرف في أمر من الأمور إلا إذا كان مطردًا بين الناس في المكان الجاري فيه أو غالبًا بحيث يكون معظم أهل هذا المكان يرعونه ويجرون على وفقه كتعارف الناس اليوم مثلًا في بلاد الشام على أن المهر الذي يسمى للمرأة في عقد النكاح يكون ثلثاه معجلًا وثلثه مؤجلًا إلى ما بعد الوفاة أو الطلاق، فيجب أن يتحقق في تكوين العرف اعتقاد مشترك بين الجمهور وهذا لا يكون إلا في حالة الاطراد أو الغلبة على الأقل وإلا كان تصرفًا فرديًّا لا عرفًا.",
            "page": "43",
            "part": "1",
            "seal": "04F83A01"
        },
        {
            "id": "44",
            "nass": "وإذا كان العرف والعادات إلى اليوم تعد في نظر الحقوقيين مصدرًا من أهم المصادر للقوانين الوضعية ذاتها، فيستمد منه واضعوها كثيرًا من الأحكام المتعارفة، ويبرزونها في صورة نصوص قانونية يُزَال بها الغموض والإبهام الذي لا يجليه العرف في بعض الحالات، فإن الشريعة الإسلامية كذلك جاءت فأقرت كثيرًا من التصرفات والحقوق المتعارفة بين العرب قبل الإسلام وهذبت كثيرًا ونهت عن كثير من تلك التصرفات، كما أتت بأحكام جديدة استوعبت بها تنظيم الحقوق والالتزامات بين الناس في حياتهم الاجتماعية على أساس وفاء الحاجة والمصلحة والتوجيه إلى أفضل الحلول والنظم لأن الشرائع الإلهية إنما تبغي بأحكامها المدنية تنظيم مصالح البشر وحقوقهم فتقر من عرف الناس ما تراه محققًا لغايتها وملائمًا لأسسها وأساليبها.",
            "page": "44",
            "part": "1",
            "seal": "821FF936"
        },
        {
            "id": "45",
            "nass": "ومعظم العلماء يستدلون على مكانة العرف الفقهية في بناء الأحكام الشرعية بأثر قد روى عن عبد الله بن مسعود وهو من كبار فقهاء صحابة الرسول صلى الله عليه وسلم أنه قال: «ما رآه المسلمون حسنا فهو عند الله حسن» , والاجتهادات الفقهية في الإسلام متفقة على اعتبار العرف وإن كان بينها شيء من التفاوت في حدوده ومداه, وقد أقام الفقهاء -وخاصة منهم رجال المذهب الحنفي- كبير وزن للعرف في ثبوت الحقوق وانتهائها بين الناس في نواحي شتى من المعاملات وضروب التصرفات, واعتبروا العرف والعادة أصلًا هامًّا ومصدرًا عظيمًا واسعًا تثبت الأحكام الحقوقية بين الناس على مقتضاه في كل ما لا يصادم نصًّا تشريعيًّا خاصًّا يمنعه فالعرف دليل شرعي كاف في ثبوت الأحكام الإلزامية والالتزامات التفصيلية بين الناس حيث لا دليل سواه بل إنه يترك به القياس إذا عارضه لأن القياس المخالف في نتيجته للعرف الجاري يؤدي إلى حرج فيكون ترك الحكم القياسي والعمل بمقتضى العرف هو من قبيل الاستحسان المقدم على القياس, أما إذا عارض العرف نصًّا تشريعيًّا آمرًا بخلاف الأمر المتعارف عليه كتعارف الناس في بعض الأوقات على تناول بعض المحرمات كالخمور وأكل الربا",
            "page": "45",
            "part": "1",
            "seal": "A5ACDB24"
        },
        {
            "id": "46",
            "nass": "فعرفهم مردود عليهم لأن اعتباره إهمال لنصوص قاطعة، واتباع للهوى وإبطال للشرائع.",
            "page": "46",
            "part": "1",
            "seal": "EF13EBC6"
        },
        {
            "id": "47",
            "nass": "أهم المراجع والمصادر ¶ - المدخل الفقهي العام (الفقه الإسلامي في ثوبه الجديد) للأستاذ مصطفى أحمد الزرقاء الطبعة التاسعة مطابع ألف باء - الأديب دمشق 1967 - 1968م. ¶ - تاريخ الفقه الإسلامي د. عمر سليمان الأشقر. مكتبة الفلاح الكويت 1402 1982م. ¶ - المدخل للفقه الإسلامي (تاريخه وقواعده - مبادئه العامة) د. عبد الله الدرعان مكتبة التوبة الرياض 1413هـ - 1993م. ¶ - تاريخ الفقه الإسلامي د. أحمد فراج حسين الدار الجامعية بيروت 1989م. ¶ - دراسة تاريخية للفقه وأصوله والاتجاهات التي ظهرت فيها د. مصطفى سعيد الخن الشركة المتحدة للتوزيع دمشق 1404هـ 1984م. ¶ - المدخل لدراسة الشريعة الإسلامية د. عبد الكريم زيدان مطبعة العالي بغداد 1389هـ 1969م. ¶ - المدخل في التعريف بالفقه الإسلامي وقواعد الملكية والعقود فيه للأستاذ محمد مصطفى شلبي دار النهضة العربية بيروت 1401هـ 1981م. ¶ - الشريعة الإسلامية بدران أبو العينين بدران مطبعة م. ك الإسكندرية 1393هـ 1973م. ¶ -أصول الفقه محمد أبو زهرة دار الفكر العربي. ¶ - تاريخ الفقه الإسلامي أشرف على مراجعته وتصحيحه وتهذيبه محمد علي السايس دار المعارف 1986م.",
            "page": "47",
            "part": "1",
            "seal": "3B26C679"
        },
        {
            "id": "48",
            "nass": "- تعريف عام بالعلوم الشرعية د. محمد الزحيلي دار طلاس دمشق 1988م.",
            "page": "48",
            "part": "1",
            "seal": "22A8A4C0"
        }
    ],
    "t1916": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مفهوم الفقه الإسلامي"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريف الفقه"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "موضوعات الفقه الإسلامي"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "خصائص الفقه الإسلامي"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا سمو الغاية والأهداف"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا أحكام الفقه الإسلامي وحي إلهي"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا تطبيق أحكام الفقه الإسلامي يعد طاعة لله تعالى"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا يمتاز الفقه الإسلامي بالشمولية والعموم"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "خامسا الثبات في القواعد والمرونة في التطبيق"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "سادسا عدم الحرج وقلة التكليف"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "سابعا الثراء والغنية"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "أطوار الفقه الإسلامي"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر الفقه الإسلامي"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا الكتاب"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا السنة"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا الإجماع"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا القياس"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "أولا الاستصلاح"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا العرف"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "المراجع والمصادر"
        }
    ]
}