{
    "b1924": [
        {
            "id": "2",
            "nass": "سلسلة مؤلفات سعيد بن وهف القحطاني ¶ 95 ¶ وداع الرسول - صلى الله عليه وسلم - لأمته ¶ دروس، ووصايا، وعبرٌ، وعظات ¶ تأليف الفقير إلى اللَّه تعالى ¶ سعيد بن علي بن وهف القحطاني",
            "page": null,
            "part": null,
            "seal": "8DF4B7E6"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ إن الحمد للَّه، نحمده، ونستعينه، ونستغفره، ونعوذ باللَّه من شرور أنفسنا، وسيئات أعمالنا، من يهده اللَّه فلا مضلَّ له، ومن يُضلل فلا هادي له، وأشهد أن لا إله إلا اللَّه وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى اللَّه عليه، وعلى آله، وأصحابه، ومن تبعهم بإحسان إلى يوم الدين، وسلّم تسليماً كثيراً. أما بعد: ¶ فهذه رسالة مختصرة في \"وداع النبي الكريم، والرسول العظيم - صلى الله عليه وسلم - لأمته\"، بينت فيه باختصار: خلاصة نسب النبي - صلى الله عليه وسلم -، وولادته، ووظيفته، واجتهاده، وجهاده، وخير أعماله، ووداعه لأمته في عرفات، ومنى، والمدينة، ووداعه للأحياء والأموات، ووصاياه في تلك المواضع، ثم بداية مرضه، واشتداده، ووصاياه لأمته، ووداعه لهم عند احتضاره، واختياره الرفيق الأعلى، وأنه مات شهيداً، ومصيبة المسلمين بموته، وميراثه، ثم حقوقه على أمته، وذكرت الدروس، والفوائد، والعبر، والعظات المستنبطة في آخر كل مبحث من هذه المباحث. ¶ واللَّه أسأل أن يجعله عملاً مقبولاً نافعًا لي، ولإخواني المسلمين؛ فإنه وليُّ ذلك، والقادر عليه, وأن يعلّمنا جميعًا ما ينفعنا, ويوفّق",
            "page": "3",
            "part": "1",
            "seal": "064958F4"
        },
        {
            "id": "5",
            "nass": "جميع المسلمين إلى الاهتداء بهدي سيد المرسلين. وصلى اللَّه وسلّم، وبارك على عبده ورسوله، وخيرته من خلقه؛ نبيِّنا، وإمامنا، وقدوتنا، وحبيبنا محمد بن عبد اللَّه، وعلى آله وأصحابه، وسلّم تسليمًا كثيرًا. ¶ المؤلف ¶ حرر في ليلة الخميس 21/ 3/1416هـ",
            "page": "4",
            "part": "1",
            "seal": "C43FB1CC"
        },
        {
            "id": "6",
            "nass": "المبحث الأول: خلاصة نسبه ووظيفته - صلى الله عليه وسلم - ¶ هو محمد بن عبد اللَّه، بن عبد المطلب، بن هاشم، بن عبد ¶ مناف، بن قصي، بن كِلاَب، بن مرة، بن كعب، بن لؤي، بن ¶ غالب، بن فِهْر، بن مالك، بن النضر، بن كنانة، بن خزيمة، بن مدركة، بن إلياس، بن مُضر، بن نزار، بن معدّ، بن عدنان (¬1)، فهو عليه الصلاة والسلام من قريش، وقريش من العرب، والعرب من ذرية إسماعيل بن إبراهيم عليه وعلى نبينا أفضل الصلاة والسلام (¬2). ¶ ولد - صلى الله عليه وسلم - عام الفيل بمكة في شهر ربيع الأول (¬3) يوم الإثنين (¬4) ¶ الموافق 571م (¬5)، وتوفي - صلى الله عليه وسلم - وله من العمر ثلاث وستون سنة، منها: ¶ ¬_________ ¶ (¬1) البخاري مع الفتح،، كتاب مناقب الأنصار، باب مبعث النبي - صلى الله عليه وسلم -، 7/ 162، قبل الحديث رقم 3851. ¶ (¬2) انظر نسب النبي - صلى الله عليه وسلم - إلى آدم: البداية والنهاية لابن كثير، 2/ 195، وسيرة ابن هشام، 1/ 1. ¶ (¬3) هذا هو الصحيح المشهور أنه ولد - صلى الله عليه وسلم - عام الفيل في شهر ربيع الأول، وقد نقل بعضهم الإجماع على ذلك، انظر: تهذيب السيرة للإمام النووي، ص 20. ¶ (¬4) التحديد بيوم الإثنين ثابت؛ لقوله - صلى الله عليه وسلم - حينما سئل عن صومه: ((فيه ولدت وفيه أُنزِل عليَّ))، مسلم، 2/ 820، برقم 1162، أما تحديد تاريخ اليوم، ففيه عدة أقوال: فقيل في اليوم الثاني، وقيل لثمانٍ، وقيل لعشر، وقيل: لسبعة عشر، وقيل في الثاني عشر، وقيل غير ذلك، وأشهر وأقرب الأقوال قولان: الأول: أنه ولد لثمانٍ مضين من ربيع الأول، ورجحه ابن عبد البر عن أصحاب التاريخ. انظر: البداية والنهاية، 2/ 260، وقال: <هو أثبت<. القول الثاني: أنه ولد في الثاني عشر من ربيع الأول، قال ابن كثير في البداية والنهاية: <وهذا هو المشهور عند الجمهور\"، 2/ 260، وجزم به ابن إسحاق. انظر: سيرة ابن هشام، 1/ 171. ¶ (¬5) انظر: الرحيق المختوم، ص 53.",
            "page": "5",
            "part": "1",
            "seal": "23BEE642"
        },
        {
            "id": "7",
            "nass": "أربعون قبل النبوة، وثلاثة وعشرون نبيّاً رسولاً، نُبِّئَ بإقرأ، وأُرسل بالمدثر، وبلده مكة، وهاجر إلى المدينة، بعثه اللَّه بالنذارة عن الشرك، ويدعو إلى التوحيد، أخذ على هذا عشر سنين يدعو إلى التوحيد، وبعد العشر عُرج به إلى السماء، وفرضت عليه الصلوات الخمس، وصلّى في مكة ثلاث سنين، وبعدها أُمِر بالهجرة إلى المدينة، فلما استقر بالمدينة (¬1) أُمِر ببقية شرائع الإسلام، مثل: الزكاة، والصيام، والحج، والجهاد، والأذان، والأمر بالمعروف والنهي عن المنكر، وغير ذلك، أخذ على هذا عشر سنين، وبعدها توفي - صلى الله عليه وسلم -، ودينه باقٍ، وهذا دينه، لا خير إلا دلَّ أمته عليه، ولا شرَّ إلا حذَّرها منه، وهو خاتم الأنبياء والمرسلين، لا نبي بعده، وقد بعثه اللَّه إلى الناس كافة، وافترض اللَّه طاعته على الجن والإنس، فمن أطاعه دخل الجنة، ومن عصاه دخل النار (¬2). ¶ وخلاصة القول: إن الدروس والفوائد والعبر والعظات في هذا المبحث كثيرة، منها: ¶ ¬_________ ¶ (¬1) وصل إلى المدينة - صلى الله عليه وسلم - يوم الإثنين من شهر ربيع الأول، وحدده بعضهم باليوم الثاني عشر من ربيع الأول، انظر: فتح الباري، 7/ 224. ¶ (¬2) انظر: الأصول الثلاثة للشيخ محمد بن عبد الوهاب، ص75، 76.",
            "page": "6",
            "part": "1",
            "seal": "611189EB"
        },
        {
            "id": "8",
            "nass": "1 - أن النبي - صلى الله عليه وسلم - خيار من خيار من خيار، فهو أحسن الناس، وخيرهم نسباً، وأرجح العالمين عقلاً، وأفضل الخلق منزلة في الدنيا والآخرة، وأرفع الناس ذكراً، وأكثر الأنبياء أتباعاً يوم القيامة. ¶ 2 - أن إقامة الاحتفالات بمولد النبي - صلى الله عليه وسلم - كل عام في اليوم الثاني عشر من ربيع الأول بدعة منكرة؛ لأن النبي - صلى الله عليه وسلم - لم يفعل ذلك في حياته، ولم يفعله الصحابة من بعده - رضي الله عنهم -، ولا التابعون لهم بإحسان في القرون المفضلة، ومع ذلك؛ فإن تحديد ميلاد النبي باليوم الثاني عشر من ربيع الأول لم يُجْزَم به، وإنما فيه خلاف، وحتى ولو ثبت فالاحتفال به بدعة لما تقدم؛ ولقوله - صلى الله عليه وسلم -: ((من أحدث في أمرنا هذا ما ليس منه فهو رد)) (¬1)، وفي رواية لمسلم: ((من عمل عملاً ليس عليه أمرنا فهو رد)) (¬2). ¶ 3 - أن وظيفة النبي - صلى الله عليه وسلم - هي الدعوة إلى التوحيد، وإنقاذ الناس من ظلمات الشرك إلى نور التوحيد، ومن ظلمات المعاصي والسيئات إلى نور الطاعات والأعمال الصالحات، ومن الجهل إلى المعرفة والعلم، فلا خير إلا دلَّ أمته عليه، ولا شر إلا حذَّرها منه - صلى الله عليه وسلم -. ¶ ¬_________ ¶ (¬1) البخاري، برقم 2697، ومسلم، برقم 1718. ¶ (¬2) انظر: رسالة التحذير من البدع لسماحة شيخنا العلامة عبد العزيز بن عبد اللَّه ابن باز - رحمه الله -.",
            "page": "7",
            "part": "1",
            "seal": "E7CA4C9F"
        },
        {
            "id": "9",
            "nass": "المبحث الثاني: جهاده واجتهاده وأخلاقه ¶ 1 - كان - صلى الله عليه وسلم - أسوة وقدوة وإماماً يُقتدى به؛ لقوله تعالى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا} (¬1)؛ ولهذا كان - صلى الله عليه وسلم - يصلي حتى تفطَّرت قدماه، وانتفخت وورمت، فقيل له: أتصنع هذا وقد غفر اللَّه لك ما تقدم من ذنبك وما تأخر؟ قال: ((أفلا أكون عبداً شكوراً)) (¬2). ¶ 2 - وكان يصلّي من الليل إحدى عشرة ركعة، وربما صلّى ثلاث عشرة ركعة (¬3)، وكان يصلّي الرواتب اثنتي عشرة ركعة (¬4)، وربما صلاّها عشر ركعات (¬5)، وكان يصلّي الضحى أربع ركعات، ويزيد ما شاء اللَّه (¬6)، وكان يطيل صلاة الليل، فربما صلّى فقرأ بما يقرب من خمسة أجزاء في الركعة الواحدة (¬7)، فكان ورده من الصلاة كل يوم ¶ ¬_________ ¶ (¬1) سورة الأحزاب، الآية: 21. ¶ (¬2) البخاري، برقم 1130، ومسلم، برقم 2819. ¶ (¬3) البخاري، برقم 1147، ومسلم، برقم 737. ¶ (¬4) مسلم، برقم 728. ¶ (¬5) مسلم، برقم 729، والبخاري، برقم 1172. ¶ (¬6) مسلم، برقم 719. ¶ (¬7) مسلم، برقم 772.",
            "page": "8",
            "part": "1",
            "seal": "D29EB638"
        },
        {
            "id": "10",
            "nass": "وليلة أكثر من أربعين ركعة، منها الفرائض سبع عشرة ركعة (¬1). ¶ 3 - وكان يصوم غير رمضان ثلاثة أيام من كل شهر (¬2)، ويتحرَّى صيام الإثنين والخميس (¬3)، وكان يصوم شعبان إلا قليلاً، بل كان يصومه كله (¬4)، ورغَّب في صيام ست من شوال (¬5)، وكان - صلى الله عليه وسلم - يصوم حتى يقال: لا يفطر، ويفطر حتى يقال: لا يصوم (¬6)، وما استكمل شهراً غير رمضان إلا ما كان منه في شعبان، وكان يصوم يوم عاشوراء (¬7)، وروي عنه صوم تسع ذي الحجة (¬8)، وكان يواصل الصيام اليومين والثلاثة، وينهى عن الوصال، وبيَّن أنه - صلى الله عليه وسلم - ليس كأمته؛ فإنه يبيت عند ربه يُطعمه ويسقيه (¬9)، وهذا على الصحيح: ما يجد من لذّة العبادة والأنس والراحة وقرة العين ¶ بمناجاة اللَّه تعالى؛ ¶ ¬_________ ¶ (¬1) كتاب الصلاة لابن القيم، ص 140. ¶ (¬2) مسلم، برقم 1160. ¶ (¬3) الترمذي، برقم 745، والنسائي، 4/ 202، برقم 2186، وغيرهما. ¶ (¬4) البخاري، رقم 1969، و1970، ومسلم، برقم 1156، و1157. ¶ (¬5) مسلم، برقم 1164. ¶ (¬6) البخاري برقم 1971، ومسلم، برقم 1156. ¶ (¬7) البخاري، برقم 2000 - 2007، ومسلم، برقم 1125. ¶ (¬8) النسائي، 4/ 205، برقم 2372، وأبو داود،، برقم 2437، وأحمد، 6/ 288، برقم 22334، وانظر: صحيح النسائي، برقم 2236. ¶ (¬9) البخاري، برقم 1961 - 1964، ومسلم، برقم 1102 - 1103.",
            "page": "9",
            "part": "1",
            "seal": "3B33AF32"
        },
        {
            "id": "11",
            "nass": "ولهذا قال: ((يا بلال أرحنا بالصلاة)) (¬1)، وقال: ((وجُعِلَتْ قُرّة عيني في الصلاة)) (¬2). ¶ 4 - وكان يُكثر الصدقة، وكان أجود بالخير من الريح المرسلة حينما يلقاه جبريل عليه الصلاة والسلام (¬3)؛ فكان يعطي عطاء من لا يخشى الفاقة؛ ولهذا أعطى رجلاً غنماً بين جبلين، فرجع الرجل إلى قومه وقال: يا قومي، أسلموا؛ فإن محمداً يعطي عطاءً لا يخشى الفاقة (¬4)، فكان - صلى الله عليه وسلم - أكرم الناس، وأشجع الناس (¬5)، وأرحم الناس، وأعظمهم تواضعاً، وعدلاً، وصبراً، ورفقاً، وأناةً، وعفواً، وحلماً، وحياءً، وثباتاً على الحق. ¶ 5 - وجاهد - صلى الله عليه وسلم - في جميع ميادين الجهاد: جهاد النفس، وله أربع مراتب: جهادها على تعلّم أمور الدين، والعمل به، والدعوة إليه على بصيرة، والصبر على مشاقّ الدعوة، وجهاد الشيطان، وله مرتبتان: جهاده على دفع ما يلقي من الشبهات، ودفع ما يُلقي من الشهوات، وجهاد الكفار، وله أربع مراتب: بالقلب، واللسان، ¶ ¬_________ ¶ (¬1) أبو داود،، برقم 8549، وأحمد، 5/ 393، برقم 23088. ¶ (¬2) النسائي، 7/ 61، برقم 3940، وأحمد، 3/ 128، برقم 14037، وانظر: صحيح النسائي، 3/ 827. ¶ (¬3) البخاري، برقم 6، ومسلم، برقم 2308. ¶ (¬4) مسلم،4/ 1806، برقم 2312. ¶ (¬5) البخاري مع الفتح، 10/ 455، برقم 6033، ومسلم،4/ 1804، برقم 2307.",
            "page": "10",
            "part": "1",
            "seal": "F992C139"
        },
        {
            "id": "12",
            "nass": "والمال، واليد، وجهاد أصحاب الظلم، وله ثلاث مراتب: باليد، ثم باللسان، ثم بالقلب. فهذه ثلاث عشرة مرتبة من الجهاد، وأكمل الناس فيها محمد - صلى الله عليه وسلم -؛ لأنه كمّل مراتب الجهاد كلها، فكانت ساعاته موقوفة على الجهاد: بقلبه، ولسانه، ويده، وماله؛ ولهذا كان أرفع العالمين ذكراً، وأعظمهم عند اللَّه قدراً (¬1)، وقد دارت المعارك الحربية بينه وبين أعداء التوحيد، فكان عددَ غزواته التي قادها بنفسه سبع وعشرون غزوة، وقاتل في تسع منها، أما المعارك التي أرسل جيشها، ولم يقدها، فيقال لها سرايا، فقد بلغت ستاً وخمسين سرية (¬2). ¶ 6 - وكان - صلى الله عليه وسلم - أحسن الناس معاملة، فإذا استسلف سلفًا قضى خيراً منه؛ ولهذا جاء رجل إلى النبي - صلى الله عليه وسلم - يتقاضاه بعيراً، فأغلظ له في القول، فهم به أصحابه فقال النبي - صلى الله عليه وسلم -: ((دعوه، فإنّ لصاحب الحقّ مقالاً))، فقالوا: يا رسول اللَّه: لا نجد إلا سنًّا هو خير من سنّه فقال - صلى الله عليه وسلم -: ((أعطوه))، فقال الرجل: أوفيتني أوفاك اللَّه، فقال - صلى الله عليه وسلم -: ((إنّ خير عباد اللَّه أحسنهم قضاءً)) (¬3)، واشترى من جابر بن عبد اللَّه - رضي الله عنه - بعيراً، فلما جاء جابر بالبعير قال له - صلى الله عليه وسلم -: ((أتراني ماكستك))؟ قال: لا يا ¶ ¬_________ ¶ (¬1) زاد المعاد، 3/ 5، 10، 12. ¶ (¬2) انظر: شرح النووي، 12/ 95، وفتح الباري، 7/ 279 - 281، و8/ 153. ¶ (¬3) البخاري، برقم 2305، ومسلم، برقم 1600.",
            "page": "11",
            "part": "1",
            "seal": "835BFCE0"
        },
        {
            "id": "13",
            "nass": "رسول اللَّه، فقال: ((خذ الجمل، والثمن)) (¬1). ¶ 7 - وكان - صلى الله عليه وسلم - أحسن الناس خلقاً؛ لأن خلقه القرآن؛ لقول عائشة - رضي الله عنها -: ((كان خلقه القرآن)) (¬2)؛ ولهذا قال - صلى الله عليه وسلم -: ((إنما بُعثت لأتمم مكارم الأخلاق)) (¬3). ¶ 8 - وكان - صلى الله عليه وسلم - أزهد الناس في الدنيا، فقد ثبت عنه - صلى الله عليه وسلم - أنه اضطجع على الحصير فأثَّر في جنبه، فدخل عليه عمر بن الخطاب - رضي الله عنه -، ولما استيقظ جعل يمسح جنبه، فقال: يا رسول اللَّه لو اتخذت فراشاً أوثر من هذا؟ فقال - صلى الله عليه وسلم -: ((ما لي وللدنيا، ما مثلي ومثل الدنيا إلا كراكب سار في يوم صائف، فاستظلّ تحت شجرة ساعة من نهار، ثم راح وتركها)) (¬4)، وقال: ((لو كان لي مثلُ أُحُدٍ ذهباً ما يَسُرُّني أن لا يمرّ عليَّ ثلاثٌ، وعندي منه شيء، إلا شيءٌ أرصُدُهُ لدين)) (¬5). ¶ وعن أبي هريرة - رضي الله عنه - قال: ((ما شبع آل محمد من طعام ثلاثة أيام ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، 3/ 67، برقم 2097، ومسلم، 3/ 1221، برقم 715. ¶ (¬2) مسلم، 1/ 513، برقم 746. ¶ (¬3) البيهقي بلفظه، 10/ 192، وأحمد، 2/ 381، برقم 8952، وانظر: الصحيحة للألباني، برقم 45. ¶ (¬4) الترمذي، برقم 2377، وغيره، وانظر: الأحاديث الصحيحة، برقم 439، وصحيح الترمذي، 2/ 280. ¶ (¬5) البخاري، برقم 2389، ومسلم، برقم 991.",
            "page": "12",
            "part": "1",
            "seal": "715EC030"
        },
        {
            "id": "14",
            "nass": "حتى قُبض)) (¬1)، والمقصود أنهم لم يشبعوا ثلاثة أيام بلياليها متوالية، والظاهر أن سبب عدم شبعهم غالباً كان بسبب قلّة الشيء عندهم، على أنهم قد يجدون ولكن يؤثرون على أنفسهم (¬2)؛ ولهذا قالت عائشة - رضي الله عنها -: ((خرج النبي - صلى الله عليه وسلم - من الدنيا ولم يشبع من خبز الشعير)) (¬3)، وقالت: ((ما أكل آل محمد - صلى الله عليه وسلم - أُكلتين في يوم إلا إحداهما تمر)) (¬4)، وقالت: ((إنا لننظر إلى الهلال ثلاثة أهلة في شهرين، وما أُوقدت في أبيات رسول اللَّه - صلى الله عليه وسلم - نار، فقال عروة: ما كان يقيتكم؟ قالت: الأسودان: التمر، والماء)) (¬5)، والمقصود بالهلال الثالث: وهو يُرى عند انقضاء الشهرين. ¶ وعن عائشة - رضي الله عنها - قالت: ((كان فراشُ رسول اللَّه - صلى الله عليه وسلم - من أدَم، وحشوُهُ ليفٌ)) (¬6)، ومع هذا كان يقول - صلى الله عليه وسلم -: ((اللَّهم اجعل رِزْقَ آل محمدٍ قوتاً)) (¬7). ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، 9/ 517 و549، برقم 5374، و5416. ¶ (¬2) انظر: فتح الباري، 9/ 517، و549، برقم 5374، ومن حديث عائشة - رضي الله عنها -، برقم 5416. ¶ (¬3) البخاري مع الفتح، 9/ 549، برقم 5414. ¶ (¬4) البخاري مع الفتح، 11/ 283، برقم 6455. ¶ (¬5) البخاري مع الفتح، 11/ 283، برقم 6459. ¶ (¬6) البخاري، برقم 6456. ¶ (¬7) البخاري، برقم 6460، ومسلم، برقم 1055، والقوت: هو ما يقوت البدن من غير إسراف، وهو معنى الرواية الأخرى عند مسلم (كفافاً)، ويكف عن الحاجة، وقال أهل اللغة: القوت: هو ما يمسك الرمق، وفي الكفاف سلامة من آفات الغنى والفقر جميعاً، واللَّه أعلم، الفتح، 11/ 293، وشرح النووي، 7/ 152, والأبي، 3/ 537.",
            "page": "13",
            "part": "1",
            "seal": "0C4DB3AC"
        },
        {
            "id": "15",
            "nass": "9 - وكان - صلى الله عليه وسلم - أورع الناس؛ ولهذا قال: ((إني لأنقلب إلى أهلي فأجد التمرة ساقطة على فراشي، أو في بيتي، فأرفعها لآكلها، ثم أخشى أن تكون من الصدقة، فألقيها)) (¬1)، وأخذ الحسن بن علي تمرةً من تمر الصدقة، فجعلها في فيه، فقال رسول اللَّه - صلى الله عليه وسلم -: ((كَخْ، ِكَخْ، ارمِ بها، أما علمت أنَّا لا نأكل الصدقة))؟ (¬2). ¶ 10 - ومع هذه الأعمال المباركة العظيمة، فقد كان - صلى الله عليه وسلم - يقول: ((خذوا من الأعمال ما تطيقون، فإن اللَّه لا يملُّ حتى تملُّوا، وأحبّ العمل إلى اللَّه ما داوم عليه صاحبه، وإن قلَّ))، وكان آلُ محمد - صلى الله عليه وسلم - إذا عَمِلُوا عملاً أثبتوه (¬3)، ((وكان - صلى الله عليه وسلم - إذا صلى صلاة داوم عليها)) (¬4)، وقد تقالَّ عبادةَ النبيِّ - صلى الله عليه وسلم - نفرٌ من أصحابه - صلى الله عليه وسلم -، وقالوا: وأين نحن من النبي - صلى الله عليه وسلم -؟ وقد غفر اللَّه له ما تقدم من ذنبه وما تأخر، فقال بعضهم: أمَّا أنا، فأنا أصلّي الليل أبدًا، وقال بعضهم: أنا أصوم ولا أفطر، وقال بعضهم: أنا أعتزل النساء، فلا أتزوج أبداً، [وقال بعضهم: لا ¶ ¬_________ ¶ (¬1) البخاري، برقم 2432، ومسلم، 2/ 751، برقم 1070. ¶ (¬2) مسلم، 2/ 751، برقم 1069. ¶ (¬3) البخاري مع الفتح، 4/ 213، برقم 1970، 11/ 294، ومسلم، 1/ 541، برقم 782، و2/ 811. ¶ (¬4) البخاري مع الفتح، 4/ 213، وانظر: صحيح البخاري، حديث رقم 6461 - 6467.",
            "page": "14",
            "part": "1",
            "seal": "0EE18DF4"
        },
        {
            "id": "16",
            "nass": "آكل اللحم]، فبلغ ذلك النبي - صلى الله عليه وسلم -، فجاء إليهم فقال: ((أنتم الذين قلتم كذا وكذا؟ أما واللَّه إني لأخشاكم للَّه، وأتقاكم له، لكني أصوم وأفطر، وأصلي وأرقد، وأتزوج النساء، فمن رغب عن سنتي فليس مني)) (¬1)، والمراد بالسنة الهدي والطريقة؛ لا التي تقابل الفرض، والرغبة عن الشيء الإعراض عنه إلى غيره، ومع هذه الأعمال الجليلة، فقد كان يقول عليه الصلاة والسلام: ((سدِّدوا وقاربوا، واعلموا أنه لن ينجو أحدٌ منكم بعمله)) قالوا: ولا أنت يا رسول اللَّه؟ قال: ((ولا أنا، إلاَّ أن يتغمَّدنيَ اللَّهُ برحمةٍ منه وفضلٍ))، وفي رواية: ((سدِّدوا وقاربوا، واغدوا، وروحوا، وشيءٌ من الدُّلجة، والقَصْدَ القَصْدَ تبلغوا)) (¬2)، وكان يقول: ((يا مقلّب القلوب ثبِّت قلبي على دينك)) (¬3)، ويقول: ((اللَّهم مصرِّف القلوب صرِّف قلوبنا على طاعتك)) (¬4). ¶ وخلاصة القول: أن الدروس والفوائد والعبر والعظات في هذا المبحث كثيرة منها: ¶ 1 - أن النبي - صلى الله عليه وسلم - قدوة كل مسلم صادق مع اللَّه تعالى في كل ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، 9/ 104، برقم 5063 ومسلم، 2/ 1020، برقم 1401، وما بين المعقوفين من رواية مسلم. ¶ (¬2) البخاري، برقم 6463، 6464، ومسلم، 4/ 2170. ¶ (¬3) الترمذي، 5/ 238، برقم 2140، وغيره، وانظر: صحيح الترمذي، 3/ 171. ¶ (¬4) مسلم، 4/ 2045، برقم 2654.",
            "page": "15",
            "part": "1",
            "seal": "E31436D9"
        },
        {
            "id": "17",
            "nass": "الأمور؛ لقوله تعالى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا} (¬1). ¶ 2 - أن النبي - صلى الله عليه وسلم - أحسن الناس خَلْقاً، وخُلُقاً، وألينهم كفّاً، وأطيبهم ريحاً، وأكملهم عقلاً، وأحسنهم عشرة، وأعلمهم باللَّه، وأشدهم له خشية (¬2)، وأشجع الناس، وأكرم الناس، وأحسنهم قضاء، وأسمحهم معاملة، وأكثرهم اجتهاداً في طاعة ربه، وأصبرهم وأقواهم تحمّلاً، وأشدّهم حياءً، ولا ينتقم لنفسه، ولا يغضب لها، ولكنه إذا انتُهِكت حرمات اللَّه، فإنه ينتقم للَّه تعالى، وإذا غضب للَّه لم يقم لغضبه أحد، والقوي، والضعيف، والقريب، والبعيد، والشريف، وغيره عنده في الحق سواء، وما عاب طعاماً قطُّ إن اشتهاه أكله، وإن لم يشتهه تركه، ويأكل من الطعام المباح ما تيسَّر، ولا يتكلَّف في ذلك، ويقبل الهدية، ويكافئ عليها، ويخصف نعليه، ويرقّع ثوبه, ويخدم في مهنة أهله, ويحلِبُ شاته, ويخدِمُ نفسه، وكان أشدَّ الناس تواضعاً، ويجيب الداعي: من غني أو فقير، أو دنيء أو شريف، وكان يحب المساكين، ويشهد جنائزهم، ويعود مرضاهم، ولا ¶ يحقر ¶ ¬_________ ¶ (¬1) سورة الأحزاب، الآية: 21. ¶ (¬2) ولهذا قال عبد اللَّه بن الشَّخِّير: أتيت رسول اللَّه - صلى الله عليه وسلم - وهو يصلي ولجوفه أزيزٌ كأزيز المِرجل من البكاء، أبو داود،، برقم 904، وصححه الألباني في مختصر الشمائل، برقم 276, ومعنى: أزير المرجل: أي غليان القدر.",
            "page": "16",
            "part": "1",
            "seal": "F84FFAF6"
        },
        {
            "id": "18",
            "nass": "فقير لفقره, ولا يهاب مَلكاً لملكه, وكان يركب الفرس, والبعير, والحمار, والبغلة, ويُردف خلفه, ولا يدع أحداً يمشي خلفه (¬1)، وخاتمه فضة، وفصه منه, يلبسه في خنصره الأيمن، وربما يلبسه في الأيسر، وكان يعصب على بطنه الحجر من الجوع، وقد آتاه اللَّه مفاتيح خزائن الأرض، ولكنه اختار الآخرة، وكان يُكثر الذكر، دائم الفكر، ويُقلّ اللغو، ويُطيل الصلاة، ويُقصر الخطبة، ويُحبّ الطيب، ولا يردّه، ويكره الروائح الكريهة، وكان أكثر الناس تبسماً، وضحك في أوقات حتى بدت نواجذه (¬2)، ويمزح ولا يقول إلا حقّاً، ولا يجفو أحداً، ويقبل عذر المعتذر إليه، وكان يأكل بأصابعه الثلاث ويلعقهن، ويتنفس في الشرب ثلاثاً خارج الإناء، ويتكلّم بجوامع الكلم، وإذا تكلّم تكلَّم بكلام بيِّنٍ فَصْلٍ، يحفظه من جلس إليه، ويعيد الكلمة ثلاثاً إذا لم تفهم حتى تُفهم عنه، ولا يتكلم من غير حاجة، وقد جمع اللَّه له مكارم الأخلاق، ومحاسن الأفعال، فكانت معاتبته تعريضاً، وكان يأمر بالرفق، ويحثّ عليه، وينهى عن العنف، ويحثّ على العفو والصّفح، والحلم، والأناة، وحسن الخلق، ومكارم الأخلاق، وكان يحب ¶ ¬_________ ¶ (¬1) أحمد 3/ 398، وابن ماجه، برقم 246, والحاكم، 4/ 481، وابن حبان (موارد)، 2099 , وانظر: الأحاديث الصحيحة، برقم 1557. ¶ (¬2) النواجذ: الأنياب، وقيل: [هي الضواحك، وهي التي تبدو عند الضحك] النهاية، 5/ 20 ..",
            "page": "17",
            "part": "1",
            "seal": "489A4A70"
        },
        {
            "id": "19",
            "nass": "التيمّن في طهوره، وتنعُّله، وترجُّله، وفي شأنه كله، وكانت يده اليسرى لخلائه وما كان من أذى، وإذا اضطجع اضطجع على جنبه الأيمن، ووضع كفه اليمنى تحته خده الأيمن، وإذا عرَّس (¬1) قُبيل الصبح نصب ذراعه ووضع رأسه على كفه، وكان مجلسه: مجلس علم، وحلم، وحياء، وأمانة , وصيانة, وصبر, وسكينة, ولا ترفع فيه الأصوات، ولا تنتهك فيه الحرمات، يتفاضلون في مجلسه بالتقوى، ويتواضعون، ويُوقِّرون الكبار، ويرحَمُون الصغار، ويُؤثرون المحتاج، ويخرجون دعاة إلى الخير، وكان يجلس على الأرض، ويأكل على الأرض، وكان يمشي مع الأرملة والمسكين، والعبد، حتى يقضي له حاجته. ومر على الصبيان يلعبون، فسلَّم عليهم، وكان لا يصافح النساء غير المحارم، وكان يتألّف أصحابه، ويتفقدهم، ويُكرم كريم كلّ قومٍ، ويُقبل بوجهه وحديثه على من يُحدثه، حتى على أشرِّ القوم يتألّفهم بذلك، ولم يكن فاحشاً، ولا متفحشاً، ولا صخَّاباً (¬2)، ولا يجزي بالسيئة ¶ السيئة؛ بل يعفو، ويصفح، ويحلم, ولم يضرب خادماً، ولا امرأة، ولا شيئاً قط, إلا أن يجاهد ¶ ¬_________ ¶ (¬1) التعريس: نزول المسافر آخر الليل نزلةً للنوم والاستراحة. انظر: النهاية في غريب الحديث، 3/ 206. ¶ (¬2) الصّخَّاب: الصخب والسخب: الضجة، واضطراب الأصوات للخصام، فهو - صلى الله عليه وسلم - لم يكن صخَّاباً في الأسواق، ولا في غيرها. النهاية، 3/ 14.",
            "page": "18",
            "part": "1",
            "seal": "543E2675"
        },
        {
            "id": "20",
            "nass": "في سبيل اللَّه تعالى, وما خُيِّر بين شيئين إلا اختار أيسرهما، ما لم يكن إثماً, فإن كان إثماً، كان أبعد الناس عنه. ¶ وقد جمع اللَّه له كمال الأخلاق، ومحاسن الشيم، وآتاه من العلم والفضل، وما فيه النجاة، والفوز، والسعادة في الدنيا والآخرة، ما لم يُؤتِ أحداً من العالمين, وهو أمّيٌّ لا يقرأ، ولا يكتب, ولا معلِّمَ له من البشر، واختاره اللَّه على جميع الأولين والآخرين، وجعل دينه للجن والناس أجمعين إلى يوم الدين، فصلوات اللَّه، وسلامه عليه، صلاةً وسلاماً دائمين إلى يوم الدين؛ فإن خلقه كان القرآن. ¶ فينبغي الاقتداء به - صلى الله عليه وسلم -، والتأسّي به في جميع أعماله، وأقواله، وجدِّه واجتهاده، وجهاده، وزهده، وورعه، وصدقه وإخلاصه، إلا في ما كان خاصّاً به، أو ما لا يُقدر على فعله؛ لقوله - صلى الله عليه وسلم -: ((خذوا من الأعمال ما تطيقون، فإنّ اللَّه لا يملّ حتى تملّوا (¬1)) (¬2)؛ ولقوله - صلى الله عليه وسلم -: ((ما نهيتكم عنه فاجتنبوه، وما أمرتكم به فأتوا منه ما استطعتم)) (¬3). ¶ ¬_________ ¶ (¬1) تقدم تخريجه. ¶ (¬2) انظر: تهذيب السيرة النبوية للإمام النووي، ص 56، ومختصر السيرة النبوية للحافظ عبد الغني المقدسي، ص 77، وحقوق المصطفى للقاضي عياض، 1/ 77 - 215، ومختصر الشمائل المحمدية للترمذي، ص 112 - 188. ¶ (¬3) البخاري، برقم 7288، ومسلم، برقم 2619.",
            "page": "19",
            "part": "1",
            "seal": "883577FF"
        },
        {
            "id": "21",
            "nass": "المبحث الثالث: خير أعماله خواتمها ¶ كان - صلى الله عليه وسلم - إذا عمل عملاً أثبته، وداوم عليه؛ ولهذا قال: ((إن أحب الأعمال إلى اللَّه تعالى ما داوم عليه صاحبه، وإن قلّ)) (¬1)، وعن أبي هريرة - رضي الله عنه - قال: ((كان النبي - صلى الله عليه وسلم - يعتكف في كل رمضان عشرة أيام، فلما كان العام الذي قُبض فيه اعتكف عشرين يوماً، وكان يُعرض عليه القرآن في كل عام مرة، فلما كان العام الذي قُبض فيه عرض القرآن مرتين)) (¬2). ¶ وعن عائشة - رضي الله عنها - قالت: كان رسول اللَّه - صلى الله عليه وسلم - يكثر أن يقول قبل أن يموت: ((سبحانك اللَّهم وبحمدك، أستغفرك وأتوب إليك))، قالت: قلت: يا رسول اللَّه، ما هذه الكلمات التي أراك أحدثتها تقولها؟ قال: ((جُعِلت لي علامةٌ في أمتي إذا رأيتها قلتها: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} (¬3)، وقد قال ابن عباس رَضِيَ اللَّهُ عَنْهُمَا لعمر عن هذه: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} إنها: أجل رسول اللَّه - صلى الله عليه وسلم - أعلمه إياه, فقال: ما أعلم منها إلا ما تعلم)) (¬4)، وقيل: نزلت {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} يوم ¶ ¬_________ ¶ (¬1) البخاري، برقم 43، ورقم 1151، ومسلم، 1/ 540، و2/ 811، برقم 782، واللفظ له. ¶ (¬2) البخاري مع الفتح، 9/ 43، و4/ 213، برقم 2044، و4998. ¶ (¬3) مسلم، 1/ 351، برقم 484. ¶ (¬4) البخاري مع الفتح، 8/ 130، برقم 3627.",
            "page": "20",
            "part": "1",
            "seal": "446B7E0D"
        },
        {
            "id": "22",
            "nass": "النحر، والنبي - صلى الله عليه وسلم - في منى بحجة الوداع (¬1)، وقيل: نزلت أيام التشريق (¬2)، وعند الطبراني أنها لما نزلت هذه السورة أخذ رسول اللَّه - صلى الله عليه وسلم - أشدَّ ما كان اجتهاداً في أمر الآخرة (¬3)؛ ولهذا قالت عائشة - رضي الله عنها -: كان رسول اللَّه - صلى الله عليه وسلم - يكثر أن يقول في ركوعه وسجوده: ((سبحانك اللَّهم ربنا وبحمدك، اللَّهم اغفر لي)) يتأول القرآن (¬4)، ومعنى ذلك أنه يفعل ما أمر به فيه، وهو قوله تعالى: {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا} (¬5). ¶ وخلاصة القول: إن الدروس والفوائد والعبر المستنبطة من هذا المبحث كثيرة، ومنها: ¶ 1 - الحث على المداومة على العمل الصالح، وأن قليلاً دائماً خير من كثير منقطع؛ لأن بدوام العمل الصالح القليل تدوم الطاعة والذكر، والمراقبة، والنية، والإخلاص, والإقبال على الخالق، والقليل الدائم يثمر؛ لأنه يزيد على الكثير المنقطع أضعافاً ¶ كثيرة (¬6). ¶ ¬_________ ¶ (¬1) انظر: البخاري مع الفتح، 8/ 734، برقم 3627، وقيل: عاش بعدها إحدى وثمانين يوماً. فتح 8/ 734. ¶ (¬2) انظر: المرجع السابق، 8/ 130. ¶ (¬3) انظر: فتح الباري، 8/ 130. ¶ (¬4) البخاري، برقم 794، ومسلم، برقم 484. ¶ (¬5) انظر: شرح النووي، 4/ 447. ¶ (¬6) انظر: فتح الباري 1/ 103، وشرح النووي 6/ 318.",
            "page": "21",
            "part": "1",
            "seal": "1D8FC663"
        },
        {
            "id": "23",
            "nass": "2 - من أجهد نفسه في شيء من العبادات لا يطيق العمل به خُشِيَ عليه أن يمل فيفضي به ذلك إلى تركه (¬1). ¶ 3 - الإنسان المسلم كلما تقدم في العمر اجتهد في العمل على حسب القدرة والطاقة، ليلقى اللَّه على خير أحواله؛ ولأن الأعمال بالخواتيم، وخير الأعمال الصالحة خواتيمها (¬2). ¶ ¬_________ ¶ (¬1) انظر: فتح الباري 4/ 215. ¶ (¬2) انظر: فتح الباري 4/ 285، و 9/ 46.",
            "page": "22",
            "part": "1",
            "seal": "172E8C6E"
        },
        {
            "id": "24",
            "nass": "المبحث الرابع: وداعه لأمته، ووصاياه في حجة الوداع ¶ 1 - أذانه في الناس بالحج: ¶ 1 - بعد أن بلَّغ - صلى الله عليه وسلم - البلاغ المبين، وأدّى الأمانة، ونصح الأمة، وجاهد في اللَّه حقَّ جهاده، أعلن في الناس، وأذَّن فيهم، وأعلمهم أنه حاجٌّ في السنة العاشرة - بعد أن مكث في المدينة تسع سنين، كلها معمورة بالجهاد والدعوة والتعليم - وبعد هذا النداء العظيم الذي قصد به - صلى الله عليه وسلم - إبلاغ الناس فريضة الحج، ليتعلموا المناسك منه - صلى الله عليه وسلم -؛ وليشهدوا أقواله، وأفعاله، ويوصيهم ليبلغ الشاهد الغائب، وتشيع دعوة الإسلام، وتبلغ الرسالة القريب والبعيد (¬1)، قال جابر - رضي الله عنه -: إن رسول اللَّه - صلى الله عليه وسلم - مكث تسع سنين لم يحجَّ، ثم أذَّن في الناس في العاشرة أن رسول اللَّه - صلى الله عليه وسلم - حاجٌّ، فقدم المدينة بشر كثير، كلهم يلتمس أن يأتمَّ برسول اللَّه - صلى الله عليه وسلم -، ويعمل مثل عمله ... وساق الحديث، وفيه: حتى إذا استوت به ناقته على البيداء (¬2)، نظرت إلى مدِّ بصري بين يديه من راكب وماشٍ، وعن يمينه مثل ذلك، وعن يساره مثل ذلك، ومن خلفه مثل ذلك (¬3) , ورسول اللَّه - صلى الله عليه وسلم - بين أظهرنا، ¶ وعليه ¶ ¬_________ ¶ (¬1) انظر: شرح النووي على صحيح مسلم، 8/ 422 , وشرح الأبي، 4/ 244. ¶ (¬2) البيداء: اسم للمفازة والصحراء التي لا شيء فيها، وهي هنا موضع بذي الحليفة. فتح الملك المعبود،، 2/ 9. ¶ (¬3) قيل كان عددهم تسعين ألفاً، وقيل مائة وثلاثين ألفاً. انظر: المرجع السابق، 2/ 9، و 105.",
            "page": "23",
            "part": "1",
            "seal": "24FA958D"
        },
        {
            "id": "25",
            "nass": "ينزل القرآن، وهو يعلم تأويله، وما عمل به من شيء عملنا به ... وساق الحديث، وقال: حتى إذا أتى عرفة فوجد القبة قد ضُرِبت له بنمرة، فنزل بها. ¶ 2 - وداعه، ووصيته لأمته في عرفات: ¶ قال جابر - رضي الله عنه -: حتى إذا زاغت الشمس أمر بالقصواء فرحلت له، فأتى بطن الوادي، فخطب الناس، وقال: ((إن دماءكم وأموالكم حرام عليكم كحرمة يومكم هذا، في شهركم هذا، في بلدكم هذا، ألا كل شيء من أمر الجاهلية تحت قدمي موضوع (¬1)، ودماء الجاهلية موضوعة، وإن أول دمٍ أضع من دمائنا دم ابن ربيعة بن الحارث، كان مسترضعاً في بني سعد، فقتلته هذيل، وربا الجاهلية موضوع، وأول رباً أضع ربانا؛ ربا عباس بن عبد المطلب؛ فإنه موضوع كله (¬2)، فاتقوا اللَّه في النساء، فإنكم أخذتموهن بأمان اللَّه، واستحللتم فروجهن بكلمة اللَّه (¬3)، ولكم عليهن أن لا يوطئن ¶ ¬_________ ¶ (¬1) والمعنى أنه أبطل كل شيء من أمور الجاهلية، وصار كالشيء الموضوع تحت القدمين، فلا يعمل به في الإسلام، فجعله كالشيء الموضوع تحت القدم من حيث إهماله، وعدم المبالاة به. انظر: شرح النووي، 8/ 432، وشرح الأبي، 4/ 255، وفتح الملك المعبود،، 2/ 18. ¶ (¬2) والمعنى الزائد على رأس المال باطل أما رأس المال فلصاحبه بنص القرآن، انظر: شرح النووي 8/ 433. ¶ (¬3) قيل: الكلمة هي: الأمر بالتسريح بالمعروف، أو الإمساك بإحسان، وقيل: هي لا إله إلا اللَّه، وقيل: الإيجاب والقبول، وقيل: هي قوله تعالى: {فَانكِحُواْ مَا طَابَ لَكُم مِّنَ النِّسَاءِ}، سورة النساء، الآية: 3. قال النووي، 8/ 433: ((وهذا هو الصحيح، ويدخل فيه القبول والإيجاب))، وشرح الأبي، 4/ 256، وفتح الملك المعبود،، 2/ 19.",
            "page": "24",
            "part": "1",
            "seal": "A03F3459"
        },
        {
            "id": "26",
            "nass": "فراشكم (¬1) أحداً تكرهونه، فإن فعلن ذلك فاضربوهن ضرباً غير مبرِّح (¬2)، ولهن عليكم رزقهن وكسوتهن بالمعروف، وقد تركت فيكم ما لن تضلوا بعده إن اعتصمتم به: كتاب اللَّه (¬3) , وأنتم تسألون عني، فما أنتم قائلون؟)) قالوا: نشهد أنك قد بلّغت، وأدَّيت, ونصحت، فقال بإصبعه السبَّابة يرفعها إلى السماء، وينكتها إلى الناس: ((اللَّهمّ اشهد، اللَّهمّ اشهد)) ثلاث مرات (¬4)، وقد كان في الموقف جمٌّ غفير، لا يُحصي عددهم إلاَّ اللَّه تعالى (¬5). ¶ وأُنزل على النبي - صلى الله عليه وسلم - في يوم عرفة يوم الجمعة قوله تعالى: ¶ ¬_________ ¶ (¬1) والمعنى: لا يأذن لأحد من الرجال أو النساء تكرهون أن يدخل منازلكم، وليس المراد من ذلك الزنا؛ لأنه حرام سواء كرهه الزوج أو لم يكرهه؛ ولأن فيه الحد. شرح النووي 8/ 433، والأبي، 4/ 257, وفتح الملك المعبود،، 2/ 20. ¶ (¬2) غير المبرِّح: لا شديد ولا شاق، انظر: فتح الملك المعبود، 2/ 19، وشرح النووي 8/ 434. ¶ (¬3) والمعنى قد تركت فيكم أمراً لن تخطئوا إن تمسكتم به في الاعتقاد والعمل، وهو كتاب اللَّه الذي لا يأتيه الباطل من بين يده، ولا من خلفه، وسكت عن السنة؛ لأن القرآن هو الأصل في الدين، أو لأن القرآن أمر باتباع السنة، كما قال سبحانه: {يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُواْ اللَّهَ وَأَطِيعُواْ الرَّسُولَ}. سورة النساء، الآية: 59. وقال: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا}. سورة الحشر, الآية: 7. انظر: فتح الملك المعبود، 2/ 20، وقد جاء عند الحاكم من حديث ابن عباس - رضي الله عنه - الوصية بـ\" ... كتاب اللَّه وسنة نبيه .. \"، وصححه الألباني في صحيح الترغيب، برقم 36. ¶ (¬4) أخرجه مسلم، برقم 1218. ¶ (¬5) قيل: مائة وثلاثون ألفاً. انظر: فتح الملك المعبود، 2/ 105.",
            "page": "25",
            "part": "1",
            "seal": "46C6ECEE"
        },
        {
            "id": "27",
            "nass": "{الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِينًا} (¬1)، وهذه أكبر نعم اللَّه تعالى على هذه الأمة؛ حيث أكمل تعالى لهم دينهم فلا يحتاجون إلى دين غيره, ولا إلى نبي غير نبيهم - صلى الله عليه وسلم -؛ ولهذا جعله اللَّه خاتم الأنبياء, وبعثه إلى الجن والإنس، فلا حلال إلا ما أحلَّه، ولا حرام إلا ما حرَّمه، ولا دين إلا ما شرعه, وكل شيء أخبر به فهو حق وصدق, لا كذب فيه ولا خلف, {وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلاً} (¬2)، أي صدقاً في الأخبار، وعدلاً في الأوامر والنواهي, فلما أكمل اللَّه لهم الدين تمت عليهم النعمة (¬3). ¶ وقد ذُكر أن عمر بكى عندما نزلت هذه الآية في يوم عرفة, فقيل له: ما يبكيك؟ قال: أبكاني أنا كنا في زيادة من ديننا, فأما إذا أُكمل فإنه لم يكمل شيء إلا نقص (¬4) , وكأنه - رضي الله عنه - توقع موت النبي - صلى الله عليه وسلم - قريباً. ¶ 3 - وداعه ووصيته لأمّته عند الجمرات: ¶ قال جابر - رضي الله عنه -: رأيت النبي - صلى الله عليه وسلم - يرمي على راحلته يوم النحر، ¶ ¬_________ ¶ (¬1) سورة المائدة, الآية: 3, والحديث أخرجه البخاري، برقم 45, ومسلم، برقم 3016, ورقم 3017. ¶ (¬2) سورة الأنعام, الآية: 115. ¶ (¬3) تفسير ابن كثير، 2/ 12. ¶ (¬4) ذكره ابن كثير في تفسيره، 2/ 12، وعزاه بإسناده إلى تفسير الطبري، وهذا يشهد له قوله - صلى الله عليه وسلم -: ((بدأ الإسلام غريباً، وسيعود غريبًا كما بدأ ... )) [أخرجه مسلم، برقم 145].",
            "page": "26",
            "part": "1",
            "seal": "6323002C"
        },
        {
            "id": "28",
            "nass": "ويقول: ((لتأخذوا مناسككم، فإني لا أدري لعلِّي لا أحُجُّ بعد حجتي هذه)) (¬1). ¶ وعن أم الحصين - رضي الله عنها - قالت: حججت مع رسول اللَّه - صلى الله عليه وسلم -، فرأيته حين رمى جمرة العقبة وانصرف وهو على راحلته ومعه بلال وأسامة ... فقال رسول اللَّه - صلى الله عليه وسلم - قولاً كثيراً، ثم سمعته يقول: ((إن أُمِّر عليكم عبد مجدَّع أسود يقودكم بكتاب اللَّه تعالى فاسمعوا له وأطيعوا)) (¬2). ¶ 4 - وصيته ووداعه لأمته يوم النحر: ¶ عن أبي بكرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قعد على بعيره، وأمسك إنسان بخطامه - أو بزمامه - وخطب الناس، فقال: ((أتدرون أيُّ يوم هذا))؟ قالوا: اللَّه ورسوله أعلم، [فسكت] حتى ظننا أنه سيسميه بغير اسمه, فقال: ((أليس بيوم النحر))؟ قلنا: بلى يا رسول اللَّه! قال: ((فأي شهر هذا))؟ قلنا: اللَّه ورسوله أعلم، [فسكت] حتى ظننا أنه سيميه بغير اسمه, فقال: ((أليس بذي الحجة))؟ قلنا: بلى يا رسول اللَّه، قال: ((فأي بلد هذا))؟ قلنا: اللَّه ورسوله أعلم، [فسكت] حتى ظننا أنه سيسميه ¶ بغير اسمه، قال: ((أليست البلدة الحرام))؟ قلنا: بلى يا رسول اللَّه , قال: ((فإن دماءكم, وأموالكم, وأعراضكم, وأبشاركم عليكم حرام ¶ ¬_________ ¶ (¬1) مسلم، برقم 1297. ¶ (¬2) مسلم، برقم 1298.",
            "page": "27",
            "part": "1",
            "seal": "A1E086AD"
        },
        {
            "id": "29",
            "nass": "كحرمة يومكم هذا, في شهركم هذا, في بلدكم هذا [وستلقون ربكم فيسألكم عن أعمالكم, فلا ترجعوا بعدي كفاراً [أو ضُلاَّلاً يضرب بعضكم رقاب بعض, ألا ليبلغ الشاهد [منكم] الغائب، [فَرُبَّ مُبلَّغ أوعى من سامع]، ألا هل بلَّغت [ثم انكفأ (¬1) إلى كبشين أملحين فذبحهما .. )) (¬2) قال ابن عباس رَضِيَ اللَّهُ عَنْهُمَا: فوالذي نفسي بيده إنها لوصيته إلى أمته فليبلغ الشاهد الغائب (¬3). ¶ وسكوته - صلى الله عليه وسلم - بعد كل سؤال من هذه الأسئلة الثلاثة كان لاستحضار فهومهم, وليقبلوا عليه بكليتهم, وليستشعروا عظمة ما يخبرهم عنه (¬4). ¶ وعن ابن عمر - رضي الله عنه - قال: ((وقف النبي - صلى الله عليه وسلم - يوم النحر بين الجمرات ... وقال: ((هذا يوم الحج الأكبر))، وطَفِق (¬5) النبي يقول: ¶ ((اللَّهم اشهد))، وودع الناس، فقالوا: هذه حجة الوداع)) (¬6). ¶ وقد فتح اللَّه أسماع جميع الحجاج بمنى حتى سمعوا خطبة النبي - ¶ ¬_________ ¶ (¬1) انكفأ: أي انقلب. انظر: شرح النووي، 11/ 183. ¶ (¬2) البخاري، 3/ 26 برقم 67, و105, و1741, و3197, و4406, و4662, و5550, و7078, و7447, ومسلم، برقم 1679، والألفاظ من هذه المواضع. ¶ (¬3) البخاري، برقم 1739. ¶ (¬4) انظر: فتح الباري، 1/ 159. ¶ (¬5) طفق: جعل، وشرع بقول. ¶ (¬6) البخاري، برقم 1742.",
            "page": "28",
            "part": "1",
            "seal": "7BA55AB4"
        },
        {
            "id": "30",
            "nass": "صلى الله عليه وسلم - يوم النحر, وهذا من معجزاته أن بارك في أسماعهم وقوَّاها حتى سمعها القاصي والداني، حتى كانوا يسمعون وهم في منازلهم (¬1)، فعن عبد الرحمن بن معاذ التيمي - رضي الله عنه - قال: ((خطبنا رسول اللَّه - صلى الله عليه وسلم - ونحن بمنى، فَفُتِحت أسماعُنا حتى كنا نسمع ما يقول، ونحن في منازلنا .. )) (¬2). ¶ 5 - وصيته - صلى الله عليه وسلم - لأمته في أوسط أيام التشريق: ¶ وخطب - صلى الله عليه وسلم - الناس في اليوم الثاني عشر من ذي الحجة، وهو ثاني أيام التشريق، ويقال له: يوم الرؤوس؛ لأن أهل مكة يسمونه بذلك؛ لأكلهم رؤوس الأضاحي فيه, وهو أوسط أيام التشريق (¬3) , فعن أبي نجيح، عن رجلين من أصحاب النبي - صلى الله عليه وسلم - , وهما من بني بكر, قالا: رأينا رسول اللَّه - صلى الله عليه وسلم - يخطب بين أوسط أيام التشريق, ونحن عند ¶ راحلته, وهي خطبة رسول اللَّه - صلى الله عليه وسلم - التي خطب (¬4) بمنى (¬5) , وعن أبي ¶ ¬_________ ¶ (¬1) انظر: عون المعبود، 5/ 436, وفتح الملك المعبود، 2/ 106. ¶ (¬2) أبو داود، برقم 1957، وفي آخره قصة تدل على أنه يوم النحر, والحديث صححه الألباني في صحيح سنن أبي داود، برقم 1724, 1/ 369. ¶ (¬3) انظر: عون المعبود شرح سنن أبي داود، 5/ 432, وفتح الملك المعبود تكملة المنهل العذب المورود، 2/ 100, وفتح الباري، 3/ 574. ¶ (¬4) ومعنى قوله: <وهي خطبته التي خطب بمنى\"، أي مثل الخطبة التي خطبها يوم النحر بمنى, فالخطبتان: في يوم النحر, وفي ثاني أيام التشريق اليوم الثاني عشر متحدتان في المعنى. انظر: عون المعبود، 5/ 431، وفتح الملك المعبود، 2/ 100. ¶ (¬5) أبو داود، برقم 1952، ويشهد له حديث سرَّاء بنت نبهان، برقم 1953، وصحح حديث أبي نجيح الألباني في صحيح سنن أبي داود، 1/ 368، برقم 1720.",
            "page": "29",
            "part": "1",
            "seal": "B82821FE"
        },
        {
            "id": "31",
            "nass": "نضرة قال: حدثني من سمع خطبة النبي - صلى الله عليه وسلم - وسْطَ أيام التشريق، فقال: ((يا أيها الناس إن ربكم واحد, وإن أباكم واحد, ألا لا فضل لعربي على أعجمي، ولا لعجمي على عربي، ولا لأحمر على أسود, ولا لأسود على أحمر إلا بالتقوى, أبلغت))؟ قالوا: بلَّغ رسول اللَّه - صلى الله عليه وسلم -، ثم قال: ((أي يوم هذا))؟ قالوا: يوم حرام، ثم قال: ((أيُّ شهر هذا))؟ قالوا: شهر حرام، ثم قال: ((أي بلد هذا))؟ قالوا: بلد حرام، قال: ((فإن اللَّه قد حرَّم بينكم دماءكم, وأموالكم, وأعراضكم, كحرمة يومكم هذا, في شهركم هذا, في بلدكم هذا، أبلغت؟)) قالوا بلَّغ رسول اللَّه - صلى الله عليه وسلم -، قال: ((ليبلغ الشاهد الغائب)) (¬1). ¶ وهناك جمل من خطبه - صلى الله عليه وسلم - في حجة الوداع في الأماكن المقدسة، منها حديث ابن عباس - رضي الله عنه - أن رسول اللَّه - صلى الله عليه وسلم - خطب الناس في حجة ¶ الوداع، فقال: ((إن الشيطان قد يئس أن يُعبد بأرضكم، ولكن رضي أن يُطاع فيما سوى ذلك مما تحاقرون من أعمالكم فاحذروا, إني قد تركت فيكم ما إن اعتصمتم به فلن تضلوا أبداً, كتاب اللَّه وسنة ¶ ¬_________ ¶ (¬1) أحمد بترتيب عبد الرحمن البناء، 12/ 226، وهو في النسخة المحققة من المسند برقم 23489، وذكره الهيثمي في مجمع الزوائد وقال: رواه أحمد ورجاله رجال الصحيح، 3/ 266. وانظر: حديث أبي حرة الرقاشي عن عمه قال: كنت آخذ بزمام ناقة رسول اللَّه - صلى الله عليه وسلم - في أوسط أيام التشريق أذود عنه الناس ... وذكر فيه جملاً تراجع ويراجع سند الحديث في مسند أحمد، 5/ 72.",
            "page": "30",
            "part": "1",
            "seal": "80410772"
        },
        {
            "id": "32",
            "nass": "نبيه ... )) الحديث (¬1). وحديث أبي أمامة - رضي الله عنه - قال: سمعت رسول اللَّه - صلى الله عليه وسلم - يقول وهو يخطب الناس على ناقته الجدعاء في حجة الوداع يقول: ((يا أيها الناس أطيعوا ربكم, وصلّوا خمسكم, وأدّوا زكاة أموالكم، وصوموا شهركم, وأطيعوا ذا أمركم تدخلوا جنة ربكم)) (¬2). ¶ وخلاصة القول: إن الدروس والفوائد والعبر المستنبطة من هذا المبحث كثيرة, ومنها: ¶ 1 - أن كل من قدم المدينة إجابة لأذان النبي - صلى الله عليه وسلم - بالحج، فقد حج مع النبي - صلى الله عليه وسلم -؛ لقول جابر - رضي الله عنه -: ((فقدم المدينة بشر كثير، كلهم يلتمس أن يأتمَّ برسول اللَّه - صلى الله عليه وسلم -، ويعمل مثل عمله)) (¬3). ¶ 2 - استحباب نزول الحاج إلى عرفات بعد زوال الشمس إن تيسر ذلك. ¶ 3 - استحباب خطبة الإمام بالحجاج بعرفات, يُبَيِّنُ فيها للناس ما يحتاجون إليه، ويعتني ببيان التوحيد, وأصول الدين, ويحذّر فيها من الشرك، والبدع، والمعاصي, ويوصي الناس بالعمل بالكتاب والسنة. ¶ ¬_________ ¶ (¬1) ذكره المنذري في الترغيب، وعزاه إلى الحاكم، 1/ 9, وحسنه الألباني في صحيح الترغيب، 1/ 21، برقم 36، وله أصل في صحيح مسلم، انظر: حديث رقم 2812, وانظر: مسند أحمد، 2/ 368، برقم 22161، والأحاديث الصحيحة، برقم 472. ¶ (¬2) الحاكم، 1/ 473، وصححه على شرط مسلم, ووافقه الذهبي. ¶ (¬3) تقدم تخريجه من حديث جابر - رضي الله عنه -.",
            "page": "31",
            "part": "1",
            "seal": "DABE1824"
        },
        {
            "id": "33",
            "nass": "وقد ثبت أن النبي - صلى الله عليه وسلم - خطب في حجة الوداع ثلاث خطب: خطبة يوم عرفة, والخطبة الثانية يوم النحر في منى, والخطبة الثالثة في منى يوم الثاني عشر من ذي الحجة، ومذهب الشافعي أن الإمام يخطب يوم السابع من ذي الحجة كذلك (¬1) , ويعلم الإمام الناس في كل خطبة ما يحتاجون إليه إلى الخطبة الأخرى. ¶ 4 - تأكيد غلظ تحريم الدماء, والأعراض, والأموال, والأبشار الجلدية. ¶ 5 - استخدام ضرب الأمثال، وإلحاق النظير بالنظير؛ لقوله - صلى الله عليه وسلم -: ((كحرمة يومكم هذا في شهركم هذا، في بلدكم هذا)). ¶ 6 - إبطال أفعال الجاهلية, وربا الجاهلية, وأنه لا قصاص في قتلى الجاهلية. ¶ 7 - أن الإمام ومن يأمر بالمعروف، وينهى عن المنكر، يجب أن يبدأ بنفسه وأهله؛ لأنه أقرب لقبول قوله, وطيب نفس من قرب عهده بالإسلام. ¶ 8 - الموضوع من الربا هو الزائد على رأس المال, أما رأس المال فلصاحبه. ¶ 9 - مراعاة حق النساء, ومعاشرتهن بالمعروف, وقد جاءت أحاديث كثيرة بذلك، جمعها النووي أو معظمها في رياض الصالحين. ¶ ¬_________ ¶ (¬1) انظر: فتح الملك المعبود في تكملة المنهل المورود، 2/ 20.",
            "page": "32",
            "part": "1",
            "seal": "095906C4"
        },
        {
            "id": "34",
            "nass": "10 - وجوب نفقة الزوجة وكسوتها، وجواز تأديبها إذا أتت بما يقتضي التأديب، لكن بالشروط والضوابط التي جاءت بالكتاب والسنة، وأن لا يحصل منكر من أجل ذلك التأديب. ¶ 11 - الوصية بكتاب اللَّه تعالى، وسنة نبيه - صلى الله عليه وسلم -. ¶ 12 - قوله: ((لتأخذوا عني مناسككم، فإني لا أدري لعلي لا أحج بعد حجتي هذه))، ففي ذلك لام الأمر, والمعنى: خذوا مناسككم, وهكذا وقع في رواية غير مسلم, وتقديره: هذه الأمور التي أتيت بها في حجتي من الأقوال، والأفعال، والهيئات هي أمور الحج، وصفته، وهي مناسككم، فخذوها عني واقبلوها, واحفظوها، واعملوا بها، وعلموها الناس, وهذا الحديث أصل عظيم في مناسك الحج, فهو كقوله - صلى الله عليه وسلم -: ((صلّوا كما رأيتموني أصلّي)) (¬1). ¶ 13 - وفي قوله - صلى الله عليه وسلم -: ((لعلّي لا أحجّ بعد حجّتي هذه)) إشارة إلى توديعهم, وإعلامهم بقرب وفاته - صلى الله عليه وسلم - , وحثّهم على الأخذ عنه, وانتهاز الفرصة وملازمته, وبهذا سميت حجة الوداع. ¶ 14 - الحث على تبليغ العلم، ونشره, وأن الفهم ليس شرطاً في الأداء, وأنه قد يأتي في الآخر من يكون أفهم ممن تقدم، ولكن بقلّة, وأن الأفضل أن يكون الخطيب على مكان مرتفع؛ ليكون أبلغ في سماع الناس، ورؤيتهم له. ¶ ¬_________ ¶ (¬1) البخاري، برقم 7246.",
            "page": "33",
            "part": "1",
            "seal": "3FEB3D81"
        },
        {
            "id": "35",
            "nass": "15 - استخدام السؤال، ثم السكوت، والتفسير يدل على التفخيم, والتقرير، والتنبيه. ¶ 16 - الأمر بطاعة ولي الأمر مادام يقود الناس بكتاب اللَّه تعالى, وإذا ظهرت منه بعض المعاصي والمنكرات, وُعِظَ، وَذُكِّر باللَّه، وخُوِّف به؛ لكن بالحكمة، والأسلوب الحسن. ¶ 17 - الوصية بطاعة اللَّه, والصلاة, والزكاة, والصيام, وأنه لا فرق بين أصناف الناس إلا بالتقوى. ¶ 18 - معجزة النبي - صلى الله عليه وسلم - الظاهرة الدالة على صدقه, وذلك بسماع الناس لخطبته يوم النحر، وهم في منازلهم (¬1)، فقد فتح اللَّه أسماعهم كلهم لها. ¶ 19 - الضحية سنه مؤكدة على الصحيح من أقوال أهل العلم, وهي في حق الحاجّ وغير الحاجّ، فلا يجزئ عنها الهدي, وإنما هي سنة مستقلة؛ لأنه - صلى الله عليه وسلم - بعد أن خطب الناس بمنى انقلب فذبح كبشين ¶ أملحين (¬2)، وهذا غير الهدايا التي نحرها بيده، وأشرك عليّاً في الهدي، وأمره بنحر الباقي من البدن. ¶ ¬_________ ¶ (¬1) البخاري, ومسلم، برقم 1679، وتقدم تخريجه. ¶ (¬2) انظر: فتح الباري، 3/ 574, و577, وشرح النووي، 8/ 422 - 434، و9/ 51 - 52، و11/ 182, وفتح الملك المعبود في تكملة المنهل المورود شرح سنن أبي داود، 2/ 20، و2/ 54, 2/ 99 - 206.",
            "page": "34",
            "part": "1",
            "seal": "EA12A515"
        },
        {
            "id": "36",
            "nass": "المبحث الخامس: توديعه للأحياء والأموات ¶ عن عائشة - رضي الله عنها - قالت: كان رسول اللَّه - صلى الله عليه وسلم - كلما كان ليلتها من رسول اللَّه - صلى الله عليه وسلم - يخرج من آخر الليل إلى البقيع، فيقول: ((السلام عليكم دار قومٍ مؤمنين, وآتاكم ما توعدون, غداً مؤجلون، وإنا إن شاء اللَّه بكم لاحقون, اللَّهم اغفر لأهل بقيع الغرقد)) (¬1)، وفي رواية أنه قال - صلى الله عليه وسلم -: ((فإن جبريل أتاني .. فقال: إن ربك يأمرك أن تأتي أهل البقيع، فتستغفر لهم))، قالت عائشة: يا رسول اللَّه, كيف أقول لهم؟ قال: ((قولي: السلام عليكم أهل الديار من المؤمنين والمسلمين، ويرحم اللَّه المستقدمين منا والمستأخرين، وإنا إن شاء اللَّه بكم لاحقون)) (¬2). ¶ وقد ذكر الإمام الأبي رحمه اللَّه تعالى أن خروجه هذا كان في آخر عمره - صلى الله عليه وسلم - (¬3)، وهذا -واللَّه أعلم- يدل على توديعه للأموات، كما فعل مع شهداء أحد؛ ولهذا -واللَّه أعلم- كان يخرج في الليل، ويقف في البقيع يدعو لهم، كما قالت عائشة - رضي الله عنها -: ((ثم انطلقت على إثره، حتى جاء البقيع فقام، فأطال القيام، ثم رفع يديه ثلاث مرات ¶ ¬_________ ¶ (¬1) البقيع: هو مدفن أهل المدينة, وسمي بقيع الغرقد, لغرقد كان فيه, وهو ما عظم من العوسج. انظر: شرح النووي، 7/ 46, وشرح الأبي على مسلم، 3/ 390. ¶ (¬2) أخرجه مسلم، برقم 974. ¶ (¬3) انظر: شرح الأبي على صحيح مسلم، 3/ 388, وفتح الباري، 7/ 349.",
            "page": "35",
            "part": "1",
            "seal": "FD9B2A3B"
        },
        {
            "id": "37",
            "nass": "ثم انحرف ... )) (¬1). ¶ وعن عقبة بن عامر - رضي الله عنه - أن النبي - صلى الله عليه وسلم - خرج يوماً فصلى على قتلى أُحد صلاة الميت (¬2) بعد ثماني سنين، كالمودع للأحياء والأموات، ثم طلع على المنبر، فقال: ((إني بين أيديكم فرط لكم, وأنا شهيد عليكم, وإن موعدكم الحوض, وإني واللَّه لأنظر إلى حوضي الآن مقامي هذا, وإني قد أعطيت مفاتيح خزائن الأرض, أو مفاتيح الأرض، وإني واللَّه ما أخاف عليكم أن تشركوا بعدي (¬3) , ولكني أخاف عليكم الدنيا أن تنافسوا فيها، [وتقتتلوا فتهلكوا كما هلك من كان قبلكم]، قال عقبة: فكانت آخر نظرة نظرتها إلى رسول اللَّه - صلى الله عليه وسلم -[على المنبر])) (¬4). ¶ فتوديعه - صلى الله عليه وسلم - للأحياء ظاهر؛ لأن سياق الأحاديث يُشعر أن ذلك كان آخر حياته - صلى الله عليه وسلم - , وأما توديعه للأموات، فباستغفاره لأهل البقيع، ¶ ¬_________ ¶ (¬1) مسلم، برقم 974. ¶ (¬2) الأحاديث الصحيحة، دلت أن شهداء المعركة لا يصلى عليهم, أما هذا الحديث فكأنه - صلى الله عليه وسلم - دعا لهم واستغفر لهم حين علم قرب أجله مودعاً لهم بذلك, كما ودع أهل البقيع بالاستغفار لهم، انظر: فتح الباري، 3/ 210، و7/ 349، ورجح ذلك العلامة ابن باز في تعليقه على فتح الباري، 6/ 611. ¶ (¬3) أي: لا أخاف على مجموعكم؛ لأن الشرك قد وقع من بعض أمته بعده - صلى الله عليه وسلم -. فتح الباري، 3/ 211. ¶ (¬4) البخاري، والألفاظ مجموعة من جميع المواضع, برقم 1344, و3596, و4042, و4085، و6426, و6590، ومسلم، برقم 2296, وما بين المعقوفين من صحيح مسلم.",
            "page": "36",
            "part": "1",
            "seal": "F0883C37"
        },
        {
            "id": "38",
            "nass": "ودعائه لأهل أحد, وانقطاعه بجسده عن زيارتهم (¬1). ¶ وخلاصة القول: إن الدروس والفوائد والعبر المستنبطة من هذا المبحث كثيرة, منها: ¶ 1 - حرص النبي - صلى الله عليه وسلم - على نفع أمته, والنصح لهم في الحياة, وبعد الممات؛ ولهذا صلّى على شهداء أحد بعد ثمان سنوات، وزار أهل البقيع، ودعا لهم, وأوصى الأحياء، ونصحهم, ووعظهم، وأمرهم، ونهاهم، فما ترك خيراً إلا دلَّهم عليه, ولا شرًّا إلاَّ حذَّرهم منه. ¶ 2 - التحذير من فتنة زهرة الدنيا لمن فتحت عليه, فينبغي له أن يحذر سوء عاقبتها, ولا يطمئن إلى زخارفها, ولا ينافس غيره فيها, ويستخدم ما عنده منها في طاعة اللَّه تعالى (¬2). ¶ ¬_________ ¶ (¬1) الفتح، 7/ 349. ¶ (¬2) انظر: فتح الباري، 11/ 245.",
            "page": "37",
            "part": "1",
            "seal": "24944085"
        },
        {
            "id": "39",
            "nass": "المبحث السادس: بداية مرضه - صلى الله عليه وسلم - وأمره لأبي بكر أن يصلي بالناس ¶ رجع - صلى الله عليه وسلم - من حجة الوداع في ذي الحجة، فأقام بالمدينة بقية الشهر, والمحرم, وصفراً, وجهز جيش أسامة بن زيد - رضي الله عنه - , فبينما الناس على ذلك ابتدأ رسول اللَّه - صلى الله عليه وسلم - بشكواه في ليال بقين من صفر: قيل في الثاني والعشرين منه, وقيل: في التاسع والعشرين , وقيل: بل في أول شهر ربيع الأول, وقد صلى على شهداء أحد، فدعا لهم كما تقدم, وذهب إلى أهل البقيع، وسلّم عليهم، ودعا لهم مودعاً لهم, ثم رجع مرة من البقيع، فوجد عائشة وهي تشتكي من صداع برأسها، وهي تقول: وارأساه. فقال: ((بل أنا واللَّه يا عائشة وارأساه))، قالت عائشة - رضي الله عنها -: ثم قال: ((وما ضرَّكِ لو متِّ قبلي، فقمت عليك وكفنتك, وصلّيت عليك, ودفنتك)) قالت: قلت: واللَّه لكأني بك لو قد فعلت ذلك لقد رجعت إلى بيتي، فأعرست ببعض نسائك، قالت: ((فتبسَّم رسول اللَّه - صلى الله عليه وسلم -)) (¬1)، وتتامّ به وجعه حتى استعزبه (¬2)، وهو في بيت ميمونة, فدعا نساءه فاستأذنهنّ أن يمرض في بيتي (¬3). ¶ ¬_________ ¶ (¬1) ابن هشام بسند ابن إسحاق, انظر: سيرة ابن هشام، 4/ 320, وانظر: البداية والنهاية لابن كثير، 5/ 224, وفتح الباري، 8/ 129 - 130, وأخرجه أحمد، 6/ 144، و228، وابن ماجه، والبيهقي, وقال الألباني: إن ابن إسحاق قد صرح بالتحديث في رواية ابن هشام فثبت الحديث والحمد للَّه. أحكام الجنائز، ص 50. ¶ (¬2) استعزبه: اشتد عليه، وغلبه على نفسه. ¶ (¬3) انظر: سيرة ابن هشام، 4/ 320، والبداية والنهاية لا بن كثير، 5/ 223 - 231, وقيل: كان ذلك في التاسع والعشرين من شهر صفر يوم الأربعاء, فبقي في مرضه ثلاثة عشر يوماً وهذا قول الأكثر. انظر: الفتح، 8/ 129.",
            "page": "38",
            "part": "1",
            "seal": "E644C481"
        },
        {
            "id": "40",
            "nass": "وأول ما اشتدَّ برسول اللَّه - صلى الله عليه وسلم - وجعه في بيت ميمونة - رضي الله عنها -، فاستأذن أزواجه أن يمرض في بيت عائشة - رضي الله عنها - (¬1) , فعن عائشة - رضي الله عنها - قالت: لما ثقل رسول اللَّه - صلى الله عليه وسلم -، واشتدَّ به وجعه، استأذن أزواجه أن يمرض في بيتي، فأذنَّ له، فخرج وهو بين رجلين تخطُّ رجلاه في الأرض بين عباس بن عبد المطلب وبين رجل آخر (¬2)، وكانت عائشة - رضي الله عنها - تحدث أن رسول اللَّه - صلى الله عليه وسلم - لما دخل بيتي واشتدّ به وجعه، قال: ((هَرِيقوا (¬3) عليَّ من سبع قرب (¬4) لم تُحْلَلْ أوكيتهن لعلي أعهد (¬5) إلى الناس, فأجلسناه في مِخضَب (¬6) لحفصة زوج النبي ¶ - صلى الله عليه وسلم -، ثم طفقنا (¬7) نصبُّ عليه من تلك القرب, حتى طفق يشير إلينا بيده أن قد فعلتن, ثم ¶ ¬_________ ¶ (¬1) صحيح مسلم، برقم 418, وانظر: فتح الباري 8/ 129. ¶ (¬2) هو علي بن أبي طالب - رضي الله عنه - كما قال ابن عباس في آخر حديث البخاري، برقم 687، ومسلم، برقم 418. ¶ (¬3) وفي رواية: أهريقوا: أي أريقوا وصبوا. الفتح، 1/ 303. ¶ (¬4) هذا من باب التداوي؛ لأن لعدد السبع دخولاً في كثير من أمور الشريعة, وأصل الخلقة, وفي رواية لهذا الحديث عند الطبراني: (( ... من آبار شتى)) 1/ 303 و8/ 141. ¶ (¬5) أعهد: أي أوصي. الفتح، 1/ 303. ¶ (¬6) المخضب: هو إناء نحو المركن الذي يغسل فيه، وتغسل فيه الثياب من أي جنس كان. النووي، 4/ 379، والفتح، 1/ 301، و303. ¶ (¬7) طفقنا: أي شرعنا: يقال: طفق يفعل كذا إذا شرع في فعل واستمر فيه. الفتح، 3/ 303.",
            "page": "39",
            "part": "1",
            "seal": "1EDB5371"
        },
        {
            "id": "41",
            "nass": "خرج إلى الناس فصلى بهم وخطبهم)) (¬1). ¶ وعنها - رضي الله عنها - قالت: ((ثقل رسول اللَّه - صلى الله عليه وسلم - فقال: ((أصلى الناس؟)) قلنا: لا، هم ينتظرونك يا رسول اللَّه! قال: ((ضعوا لي ماء في المخضب))، قالت: ففعلنا، فاغتسل فذهب لينوءَ (¬2) فأُغمي عليه, ثم أفاق فقال - صلى الله عليه وسلم -: ((أصلى الناس؟)) قلنا: لا، هم ينتظرونك يا رسول اللَّه! فقال: ((ضعوا لي ماء في المخضب)) قالت: ففعلنا [فقعد] فاغتسل. ثم ذهب لينوء فأُغمي عليه، ثم أفاق فقال: ((أصلى الناس))؟ فقلنا: لا , هم ينتظرونك يا رسول اللَّه! فقال: ((ضعوا لي ماء في المخضب))، ففعلنا [فقعد] فاغتسل، ثم ذهب لينوء فأُغمي عليه, ثم أفاق فقال: ((أصلى الناس؟)) فقلنا: لا، هم ينتظرونك يا رسول اللَّه! قالت: والناس عكوف في المسجد ينتظرون النبي - صلى الله عليه وسلم - لصلاة العشاء الآخرة, قالت: فأرسل رسول اللَّه - صلى الله عليه وسلم - إلى أبي بكر؛ ليصلي بالناس, فأتاه الرسول (¬3) فقال: إن رسول اللَّه - صلى الله عليه وسلم - يأمرك أن تصلي بالناس، فقال أبو بكر - وكان رجلاً رقيقاً - يا عمر! صلِّ بالناس، فقال له عمر: أنت أحقُّ بذلك، قالت: فصلَّى بهم أبو بكر تلك الأيام، ثم إن رسول اللَّه - صلى الله عليه وسلم - ¶ ¬_________ ¶ (¬1) البخاري، برقم 198 وذكر هنا له ستة عشر موضعاً, وقد جمع بين هذه المواضع الألباني في مختصر البخاري، 1/ 170, ومسلم، برقم 418. ¶ (¬2) لينوء: أي لينهض بجهد. الفتح، 2/ 174. ¶ (¬3) أي الذي أرسله إليه النبي - صلى الله عليه وسلم - ليصلي بالناس.",
            "page": "40",
            "part": "1",
            "seal": "3584C2A0"
        },
        {
            "id": "42",
            "nass": "وجد من نفسه خِفَّة فخرج بين رجلين - أحدهما العباس (¬1) - لصلاة الظهر، وأبو بكر يصلي بالناس, فلما رآه أبو بكر ذهب ليتأخر, فأومأ إليه النبي - صلى الله عليه وسلم - بأن لا يتأخر, وقال لهما: ((أجلساني إلى جنبه))، فأجلساه إلى جنب أبي بكر, فجعل أبو بكر يصلي وهو قائم يأتم بصلاة النبي - صلى الله عليه وسلم -، والناس يصلون بصلاة أبي بكر والنبي - صلى الله عليه وسلم - قاعد)) (¬2)، وهذا صريح في أن هذه الصلاة هي صلاة الظهر (¬3)، وقد كان - صلى الله عليه وسلم - حريصاً على أن يكون أبو بكر هو الإمام، وردد الأمر بذلك مراراً, فعن عائشة - رضي الله عنها - قالت: لما ثَقُل ¶ رسول اللَّه - صلى الله عليه وسلم - جاء بلال يؤذنه بالصلاة, فقال: ((مروا أبا بكر فليصلِّ بالناس))، فقلت: يا رسول اللَّه ¶ ¬_________ ¶ (¬1) والآخر علي - رضي الله عنه - كما تقدم. ¶ (¬2) البخاري، برقم 687، ومسلم، برقم 418 وقد اخترت بعض الألفاظ من البخاري، وبعضها من مسلم. ¶ (¬3) وزعم بعضهم أنها الصبح, واستدل برواية أرقم بن شرحبيل عن ابن عباس: ((وأخذ رسول اللَّه - صلى الله عليه وسلم - القراءة من حيث بلغ أبو بكر, وهذا لفظ ابن ماجه، وإسناده حسن؛ لكن في الاستدلال به نظر؛ لاحتمال أن يكون - صلى الله عليه وسلم - سمع لما قرب من أبي بكر الآية التي انتهى إليها أبو بكر خاصة, وقد كان هو يسمع الآية أحياناً في الصلاة السرية، كما في حديث أبي قتادة, ثم لو سلم لم يكن فيه دليل على أنها الصبح، بل يحتمل أن تكون المغرب، فقد ثبت في الصحيحين من حديث أم الفضل قالت: <سمعت رسول اللَّه - صلى الله عليه وسلم - يقرأ في المغرب بالمرسلات عرفاً, ثم ما صلى لنا بعدها حتى قبضه اللَّه\"، البخاري، برقم 763، و4429, ومسلم، برقم 462، قال ابن حجر: لكن وجدت في النسائي أن هذه الصلاة التي ذكرتها أم الفضل كانت في بيته، وقد صرح الشافعي أنه - صلى الله عليه وسلم - لم يصلِّ بالناس في مرض موته في المسجد إلا مرة واحدة، وهي هذه التي صلى فيها قاعداً، وكان أبو بكر فيها أولاً إماماً، ثم صار مأموماً، يسمع الناس التكبير. انظر: الفتح، 2/ 175.",
            "page": "41",
            "part": "1",
            "seal": "6F622514"
        },
        {
            "id": "43",
            "nass": "إن أبا بكر رجل أسيف (¬1)، وإنه متى يقم مقامك لا يُسمع الناس، فلو أمرت عمر؟ فقال: ((مروا أبا بكر فليصلِّ بالناس))، قالت: فقلت لحفصة: قولي له إن أبا بكر رجل أسيف، وإنه متى يقم مقامك لا يُسمع الناس، فلو أمرت عمر, فقالت له: فقال رسول اللَّه - صلى الله عليه وسلم -: ((إنكنَّ لأنتنَّ صواحبُ يوسف، مُروا أبا بكر فليصلِّ بالناس))، فقالت حفصة لعائشة: [ما كنت لأصيب منك خيراً]، قالت عائشة: فأمروا أبا بكر يصلي بالناس، فلما دخل في الصلاة وجد رسول اللَّه - صلى الله عليه وسلم - من نفسه خِفَّة, فقام يهادى بين رجلين، ورجلاه تخطّان في الأرض، حتى دخل المسجد، فلما سمع أبو بكر حسّه ذهب يتأخر, فأومأ إليه رسول اللَّه - صلى الله عليه وسلم -: ((قم مكانك))، فجاء رسول اللَّه - صلى الله عليه وسلم - حتى جلس عن يسار أبي بكر, فكان رسول اللَّه - صلى الله عليه وسلم - يصلي بالناس جالساً، وأبو بكر قائماً يقتدي أبو بكر بصلاة النبي - صلى الله عليه وسلم - ويقتدي الناس بصلاة أبي بكر)) (¬2). ¶ والسبب الذي جعل عائشة - رضي الله عنها - تراجع النبي - صلى الله عليه وسلم - في إمامة أبي بكر بالصلاة هو ما بيَّنَتْه في رواية أخرى، قالت - رضي الله عنها -: ((لقد راجعت رسول ¶ اللَّه - صلى الله عليه وسلم - في ذلك، وما حملني على كثرة مراجعته إلا أنه لم يقع في ¶ ¬_________ ¶ (¬1) أسيف: شديد الحزن: والمراد أنه رقيق القلب إذا قرأ غلبه البكاء، فلا يقدر على القراءة. فتح، 2/ 152, و165, و203. ¶ (¬2) البخاري، برقم 713 , 2/ 204 ومسلم، برقم 418, وقول حفصة - رضي الله عنها -: ما كنت لأصيب منك خيراً. البخاري، برقم 679.",
            "page": "42",
            "part": "1",
            "seal": "6EB65222"
        },
        {
            "id": "44",
            "nass": "قلبي أن يحب الناس بعده رجلاً قام مقامه أبداً, ولا كنت أرى أنه لن يقوم أحد مقامه إلا تشاءم الناس به, فأردت أن يعدل ذلك رسول اللَّه - صلى الله عليه وسلم - عن أبي بكر)) (¬1)؛ ولهذا قال - صلى الله عليه وسلم - لها ولحفصة: ((إنكن لأنتن صواحب يوسف)) (¬2). ¶ قال ابن كثير رحمه اللَّه تعالى: ((وتقديمه - صلى الله عليه وسلم - لأبي بكر معلوم بالضرورة من دين الإسلام، وتقديمه له دليل على أنه أعلم الصحابة, وأقرؤهم لما ثبت في الصحيح: ((يؤمّ القوم أقرؤهم لكتاب اللَّه .. )) (¬3) الحديث. نعم قد اجتمعت في أبي بكر هذه الصفات - رضي الله عنه - ... (¬4). ¶ وخلاصة القول: إن الدروس والفوائد والعبر في هذا المبحث كثيرة, ومنها: ¶ 1 - استحباب زيارة قبور الشهداء بأحُدٍ، وقبور أهل البقيع، ¶ والدعاء لهم بشرط عدم شد الرحال, وعدم إحداث البدع. ¶ ¬_________ ¶ (¬1) البخاري، برقم 198, و4445, ومسلم، برقم 418، رواية 93. ¶ (¬2) البخاري، برقم 713, مسلم، برقم 418، وتقدم تخريجه. ¶ (¬3) مسلم، برقم 673. ¶ (¬4) البداية والنهاية، 5/ 234، وروى البيهقي عن أنس - رضي الله عنه - أنه كان يقول: ((آخر صلاة صلاها رسول اللَّه - صلى الله عليه وسلم - مع القوم في ثوب واحد ملتحفاً به خلف أبي بكر)) قال ابن كثير رحمه اللَّه في البداية والنهاية، 5/ 234: ((وهذا إسناد جيد على شرط الصحيح))، ورجح العلامة ابن باز - رحمه الله - أن النبي - صلى الله عليه وسلم - لم يصلِّ خلف أحد من أمته إلا عبد الرحمن بن عوف. قلت: أما الصلاة التي صلاها مع أبي بكر؛ فإنه هو الإمام، كما تقدم، واللَّه أعلم.",
            "page": "43",
            "part": "1",
            "seal": "EFDC11C1"
        },
        {
            "id": "45",
            "nass": "2 - جواز تغسيل الرجل زوجته، وتجهيزها، والزوجة كذلك. ¶ 3 - جواز استئذان الرجل زوجاته أن يُمرَّض في بيت إحداهن إذا كان الانتقال يشقُّ عليه, وإذا لم يأذنَّ، فحينئذ يقرع بينهن. ¶ 4 - جواز المرض والإغماء على الأنبياء، بخلاف الجنون؛ فإنه لا يجوز عليهم؛ لأنه نقص, والحكمة من مرض الأنبياء؛ لتكثير أجرهم، ورفع درجاتهم, وتسلية الناس بهم؛ ولئلا يفتتن الناس بهم فيعبدونهم؛ لما يظهر على أيديهم من المعجزات والآيات البينات, وهم مع ذلك لا يملكون لأنفسهم ضرّاً ولا نفعاً إلا ما شاء اللَّه. ¶ 5 - استحباب الغسل من الإغماء؛ لأنه ينشط ويزيل أو يخفف الحرارة. ¶ 6 - إذا تأخر الإمام تأخراً يسيراً ينتظر, فإذا شق الانتظار صلى أعلم الحاضرين. ¶ 7 - فضل أبي بكر، وترجيحه على جميع الصحابة - رضي الله عنهم - , وتنبيهه وتنبيه الناس أنه أحق بالخلافة من غيره؛ لأن الصلاة بالناس للخليفة؛ ولأن الصحابة - رضي الله عنهم - قالوا: ((رضينا لدنيانا من رضيه رسول اللَّه - صلى الله عليه وسلم - لديننا)). ¶ 8 - إذا عرض للإمام عارض، أو شُغل بأمرٍ لا بدّ منه منعه من حضور الجماعة؛ فإنه يستخلف من يصلي بهم، ويكون أفضلهم. ¶ 9 - فضل عمر - رضي الله عنه -؛ لأن أبا بكر وثق به, ولهذا أمره أن يصلي،",
            "page": "44",
            "part": "1",
            "seal": "8692D168"
        },
        {
            "id": "46",
            "nass": "ولم يعدل إلى غيره. ¶ 10 - جواز الثناء والمدح في الوجه لمن أُمِنَ عليه الإعجاب والفتنة؛ لقول عمر - رضي الله عنه -: ((أنت أحق بذلك)). ¶ 11 - دفع الفضلاء الأمور العظيمة عن أنفسهم، إذا كان هناك من يقوم بها على وجه مقبول. ¶ 12 - يجوز للمُسْتَخْلَفِ في الصلاة ونحوها أن يستخلف غيره من الثقات، لقول أبي بكر: ((صلِّ يا عمر)). ¶ 13 - الصلاة من أهم ما يسأل عنه. ¶ 14 - فضل عائشة - رضي الله عنها - على جميع أزواج النبي - صلى الله عليه وسلم - الموجودات ذلك الوقت، وهن تسع، إحداهنّ عائشة رضي اللَّه عنهن ... . ¶ 15 - جواز مراجعة ولي الأمر على سبيل العرض والمشاورة والاستشارة بما يظهر أنه مصلحة, لكن بعبارة لطيفة تحمل الحكمة وحسن الأسلوب. ¶ 16 - جواز وقوف المأموم بجنب الإمام لحاجة أو مصلحة: كإسماع المأمومين التكبير في الجم الغفير الذين لا يسمعون الصوت, أو ضيق المكان, أو علة أخرى، كصلاة المرأة بالنساء, أو المنفرد مع الإمام، أو إمام العراة. ¶ 17 - جواز رفع الصوت بالتكبير، فينقل المبلغ للناس صوت ¶ الإمام",
            "page": "45",
            "part": "1",
            "seal": "083728BF"
        },
        {
            "id": "47",
            "nass": "إذا لم يسمع الناس تكبير الإمام. ¶ 18 - التنبيه على الحرص على حضور الصلاة مع الجماعة، إلا عند العجز التام عن ذلك. ¶ 19 - الأعلم والأفضل أحق بالإمامة من العالم والفاضل. ¶ 20 - إنما جعل الإمام ليؤتمَّ به، فإذا صلّى جالساً صلى الناس جلوساً, وإذا صلَّى قائماً صلوا قياماً. ¶ 21 - البكاء في الصلاة من خشية اللَّه لا حرج فيه؛ لكن لا يتكلف ذلك ولا يطلبه, فإذا غلبه البكاء في الصلاة بدون اختياره فلا حرج (¬1). ¶ ¬_________ ¶ (¬1) انظر: شرح النووي، 4/ 379 - 386 , وشرح الأبي، 2/ 301 - 302, وفتح الباري، ¶ 2/ 151, و152, و164 و166, و173, و203, و206.",
            "page": "46",
            "part": "1",
            "seal": "14490C71"
        },
        {
            "id": "48",
            "nass": "المبحث السابع: خطبته العظيمة، ووصيته للناس ¶ خطب عليه الصلاة والسلام أصحابه في يوم الخميس قبل أن يموت بخمسة أيام خطبة عظيمة بيَّن فيها فضل الصدِّيق من سائر الصحابة, مع ما قد كان نص عليه أن يؤم الصحابة أجمعين, ولعل خطبته هذه كانت عوضاً أراد أن يكتبه في الكتاب, وقد اغتسل عليه الصلاة والسلام بين يدي هذه الخطبة العظيمة, فصبوا عليه من سبع قرب لم تُحلل أوكيتهن, وهذا من باب الاستشفاء بعدد السبع كما وردت به الأحاديث (¬1)، والمقصود أنه - صلى الله عليه وسلم - اغتسل، ثم خرج وصلى بالناس ثم خطبهم، قال جندب - رضي الله عنه -: سمعت رسول اللَّه - صلى الله عليه وسلم - قبل أن يموت بخمس وهو يقول: ((إني أبرأ إلى اللَّه أن يكون لي منكم خليل (¬2)؛ فإن اللَّه تعالى قد اتخذني خليلاً, كما اتخذ إبراهيم خليلاً, ولو كنت متخذاً من أمتي خليلاً لاتخذت أبا بكر خليلاً, ألا وإن من كان قبلكم كانوا يتخذون قبور أنبيائهم وصالحيهم مساجد, ألا فلا ¶ ¬_________ ¶ (¬1) انظر: البداية والنهاية لابن كثير، 5/ 228. ¶ (¬2) الخُلَّة: الصداقة والمحبة التي تخللت القلب فصارت خِلاله؛ أي في باطنه, وهي أعلى المحبة الخالصة, والخليل: الصديق الخالص؛ وإنما قال ذلك - صلى الله عليه وسلم -؛ لأن خلته كانت مقصوره على حب اللَّه تعالى، فليس فيها لغيره متسع، ولا شركة من محاب الدنيا والآخرة. انظر: النهاية في غريب الحديث، 2/ 72, والمصباح المنير، 1/ 180, وشرح النووي، 5/ 16, وشرح الأبي، 2/ 426.",
            "page": "47",
            "part": "1",
            "seal": "FDA288C7"
        },
        {
            "id": "49",
            "nass": "تتخذوا القبور مساجد، إني أنهاكم عن ذلك)) (¬1)، وعن أبي ¶ سعيد الخدري - رضي الله عنه - قال: خطب النبي - صلى الله عليه وسلم - فقال: ((إن اللَّه خيَّر عبداً بين أن يؤتيه من زهرة الدنيا ما شاء وبين ما عنده فاختار ما عند اللَّه)) , فبكى أبو بكر - رضي الله عنه - وقال: فديناك بآبائنا وأُمهاتنا, فعجبنا له, وقال الناس: انظروا إلى هذا الشيخ يخبر رسول اللَّه - صلى الله عليه وسلم - عن عبدٍ خيَّرَه اللَّه بين أن يؤتيه من زهرة الدنيا وبين ما عند اللَّه، وهو يقول: فديناك بآبائنا وأمهاتنا, فكان رسول اللَّه - صلى الله عليه وسلم - هو [العبد] المخيَّر, وكان أبو بكر أعلمنا، فقال رسول اللَّه - صلى الله عليه وسلم -: (([يا أبا بكر لا تبكِ]، إن من أمنَّ الناس عليَّ في صحبته وماله (¬2) أبو بكر, ولو كنت متخذاً خليلاً من أمتي لاتخذت أبا بكر, ولكن أُخوَّةُ الإسلام, ومودته, لا يَبْقَينَّ في المسجد باب إلا سد، إلا باب أبي بكر)) (¬3). ¶ وخلاصة القول: إن الدروس والفوائد والعبر في هذا المبحث كثيرة, ومنها: ¶ 1 - أمر النبي - صلى الله عليه وسلم - بسد الأبواب إلا باب أبي بكر من جملة الإشارات التي تدل على أنه هو الخليفة. ¶ ¬_________ ¶ (¬1) مسلم، برقم 532. ¶ (¬2) معناه: أكثرهم جوداً لنا بنفسه وماله, انظر: فتح الباري، 1/ 559, وشرح النووي، 15/ 160. ¶ (¬3) البخاري، برقم 466, و3654, و3904, ومسلم، برقم 2382.",
            "page": "48",
            "part": "1",
            "seal": "98E55AA6"
        },
        {
            "id": "50",
            "nass": "2 - فضل أبي بكر - رضي الله عنه - وأنه أعلم الصحابة - رضي الله عنهم - , ومن كان أرفع في الفهم استحق أن يطلق عليه أعلم, وأنه أحب الصحابة إلى رسول ¶ اللَّه - صلى الله عليه وسلم -. ¶ 3 - الترغيب في اختيار ما في الآخرة على ما في الدنيا, وأن الرغبة في البقاء في الدنيا وقتاً من الزمن إنما هي للرغبة في رفع الدرجات في الآخرة، وذلك بالازدياد من الحسنات لرفع الدرجات. ¶ 4 - شكر المحسن والتنويه بفضله وإحسانه والثناء عليه؛ لأن من لم يشكر الناس لا يشكر اللَّه تعالى. ¶ 5 - التحذير من اتخاذ المساجد على القبور، وإدخال القبور في المساجد، أو وضع الصور فيها, ولعن من فعل ذلك, وأنه من شرار الخلق عند اللَّه كائناً من كان (¬1). ¶ 6 - حبّ الصحابة لرسول اللَّه - صلى الله عليه وسلم - أكثر من النفس والولد والوالد والناس أجمعين؛ ولهذا يفدونه بآبائهم وأمهاتهم. ¶ ¬_________ ¶ (¬1) انظر: فتح الباري، 1/ 559, و7/ 14, 16, والنووي، 15/ 16.",
            "page": "49",
            "part": "1",
            "seal": "5229DFDE"
        },
        {
            "id": "51",
            "nass": "المبحث الثامن: اشتداد مرضه - صلى الله عليه وسلم - ووصيته في تلك الشدة ¶ عن عائشة - رضي الله عنها - \"أن رسول اللَّه - صلى الله عليه وسلم - كان إذا اشتكى يقرأ على نفسه بالمعوذات (¬1)، وينفث، فلمّا اشتدّ وجعه [الذي توفي فيه] كنت أقرأ، [وفي رواية أنفث] عليه بهن، وأمسح بيده نفسه رجاء بركتها\"، قال ابن شهاب: ((ينفث على يديه ثم يمسح بهما وجهه)) (¬2). وفي صحيح مسلم قالت: ((كان رسول اللَّه - صلى الله عليه وسلم - إذا مرض أحد من أهله نفث عليه بالمعوذات، فلما مرض مرضه الذي مات فيه، جَعلْتُ أنفث عليه وأمسحه بيد نفسه؛ لأنها كانت أعظم بركة من يدي)) (¬3)، وعن عائشة - رضي الله عنها - قالت: اجتمع نساء النبي - صلى الله عليه وسلم - فلم يغادر منهن امرأة، فجاءت فاطمة تمشي كأن مشيتها مشية رسول اللَّه - صلى الله عليه وسلم -، فقال: ((مرحباً بابنتي))، فأجلسها عن يمينه أو عن شماله, ثم إنه أسرَّ إليها حديثاً فبكت فاطمة، ثم إنه سارّها فضحكت أيضاً, فقلتُ لها: ما يبكيك؟ فقالت: ما كنتُ لأفشي سرَّ رسول اللَّه - صلى الله عليه وسلم -، فقلت: ما رأيت كاليوم فرحاً أقرب من حُزْنٍ، فقلت حين بكت: أخصَّك ¶ رسول اللَّه - صلى الله عليه وسلم - بحديثه ¶ ¬_________ ¶ (¬1) المراد بالمعوذات: قل هو اللَّه أحد, وقل أعوذ برب الفلق, وقل أعوذ برب الناس. انظر: الفتح، 8/ 131، و9/ 62. ¶ (¬2) البخاري، برقم 4439, و5016, و5735, و5751, ومسلم، برقم 2192، وكان يفعل ذلك - صلى الله عليه وسلم - أيضاً إذا أوى إلى فراشه \"فيقرأ بقل هو اللَّه أحد, وبالمعوذتين جميعاً ثم يمسح يهما وجهه وما بلغت من جسده يفعل ذلك ثلاث مرات\"، البخاري، برقم 5748. ¶ (¬3) مسلم، برقم 2192.",
            "page": "50",
            "part": "1",
            "seal": "B309E7AD"
        },
        {
            "id": "52",
            "nass": "دوننا ثم تبكين؟ وسألتها عما قال: فقالت: ما كنت لأفشي سرَّ رسول اللَّه - صلى الله عليه وسلم - , فلما توفي رسول اللَّه - صلى الله عليه وسلم - قلت: عزمتُ عليك بما لي عليك من الحق لما حدثتيني ما قال لك رسول اللَّه - صلى الله عليه وسلم -؟ فقالت: أما الآن فنعم: أما حين سارَّني في المرة الأولى فأخبرني أن جبريل كان يعارضه القرآن كل عام مرة، وإنه عارضه به في العام مرتين ولا أُراني (¬1) إلا قد حضر أجلي، فاتقي اللَّه واصبري، فإنه نعم السلف أنا لك, قالت: فبكيت بكائي الذي رأيت, فلما رأى جزعي سارني الثانية فقال: ((يا فاطمة، أما ترضين أن تكوني سيدة نساء المؤمنين, أو سيدة نساء هذه الأمة))؟ قالت: فضحكت ضحكي الذي رأيت)) (¬2)، وفي رواية: ((فأخبرني أني أول من يتبعه من أهله فضحكت)) (¬3). ¶ وسبب ضحكها - رضي الله عنها - أنها سيدة نساء المؤمنين, وأول من يلحق به من أهله, وسبب الكباء أنه أخبرها بموته - صلى الله عليه وسلم - , قال ابن حجر رحمه اللَّه تعالى: ((وروى النسائي في سبب الضحك الأمرين)) (¬4)، أي بشارتها بأنها سيدة نساء هذه الأمة, وكونها أول من يلحق به من أهله. وقد اتفقوا على أن فاطمة - رضي الله عنها - أول من مات من أهل بيت ¶ ¬_________ ¶ (¬1) أي لا أظن. ¶ (¬2) البخاري، برقم 4433, و4434, ومسلم، برقم 2450, واللفظ لمسلم. ¶ (¬3) البخاري، برقم 4433, و4434, ومسلم، برقم 2450. ¶ (¬4) انظر: فتح الباري، 8/ 138.",
            "page": "51",
            "part": "1",
            "seal": "AC7A1CF7"
        },
        {
            "id": "53",
            "nass": "النبي - صلى الله عليه وسلم - بعده، حتى من أزواجه (¬1). ¶ وعن عائشة - رضي الله عنها - قالت: ((ما رأيتُ أحداً أشدَّ عليه الوجع (¬2) من رسول اللَّه - صلى الله عليه وسلم -)) (¬3). ¶ وعن عبد اللَّه بن مسعود - رضي الله عنه - قال: دخلت على رسول اللَّه - صلى الله عليه وسلم - وهو يوعك (¬4)، فمسسته بيدي فقلت: يا رسول اللَّه إنك توعك وعكاً شديداً, فقال رسول اللَّه - صلى الله عليه وسلم -: ((أجلْ، إني أُوعك كما يوعك رَجُلان منكم))، قال: فقلت: ذلك أن لك أجرين؟ فقال رسول اللَّه - صلى الله عليه وسلم -: ((أجل ذلك كذلك ما من مسلم يصيبه أذى من مرض فما سواه [شوكة فما فوقها] إلا حطَّ اللَّه بها سيئاته كما تحطُّ الشجرة ورقها)) (¬5). ¶ وعن عائشة، وعبد اللَّه بن عباس - رضي الله عنهم - قالا: لمَّا نُزِلَ (¬6) برسول ¶ اللَّه ¶ ¬_________ ¶ (¬1) انظر: فتح الباري، 8/ 136. ¶ (¬2) المراد بالوجع: المرض, والعرب تسمي كل مرض وجعاً. انظر: الفتح، 10/ 111, وشرح النووي، 16/ 363. ¶ (¬3) البخاري، برقم 5646, ومسلم، برقم 2570. ¶ (¬4) يوعك: قيل: الحمى, وقيل: ألمها, وقيل: إرعادها الموعوك، وتحريكها إياه. الفتح، 10/ 111. ¶ (¬5) البخاري مع الفتح، 10/ 111 برقم 5647, و5648, و5660, و5661, و5667, ومسلم، 4/ 1991، برقم 2571، واللفظ له إلا ما بين المعقوفين. ¶ (¬6) نُزِل: أي لما حضرت المنية والوفاة. انظر: شرح السنوسي على صحيح مسلم بهامش الأبي، 2/ 425, وفتح الباري، 1/ 532.",
            "page": "52",
            "part": "1",
            "seal": "109A6D3B"
        },
        {
            "id": "54",
            "nass": "- صلى الله عليه وسلم - طفق (¬1) يطرح خميصة (¬2) له على وجهه، فإذا اغتم (¬3) كشفها عن وجهه، وهو كذلك يقول: ((لعنة اللَّه على اليهود والنصارى اتخذوا قبور أنبيائهم مساجد)) يُحذِّرُ ما صنعوا (¬4). ¶ وعن عائشة - رضي الله عنها - أنهم تذاكروا عند رسول اللَّه - صلى الله عليه وسلم - في مرضه، فذكرت أمُّ سلمة، وأمُّ حبيبة كنيسة رأينها بالحبشة فيها تصاوير، فقال رسول اللَّه - صلى الله عليه وسلم -: ((إن أولئك إذا كان فيهم الرجل الصالح فمات بنوا على قبره مسجداً، وصوَّروا فيه تلك الصور، أولئك شرار الخلق عند اللَّه يوم القيامة)) (¬5). ¶ وعن عائشة - رضي الله عنها - أيضاً قالت: ((قال رسول اللَّه - صلى الله عليه وسلم - في مرضه الذي لم يقم منه: ((لعن اللَّه اليهود والنصارى اتخذوا قبور أنبيائهم مساجد)) قالت: فلولا ذلك لأبرزوا قبره, غير أني أخشى أن يُتخذ مسجداً)) (¬6). ¶ ¬_________ ¶ (¬1) طفق: أي شرع، وجعل, انظر: شرح النووي، 5/ 16, وشرح الأبي، 2/ 425, حاشية السنوسي, وفتح الباري، 1/ 532. ¶ (¬2) خميصة: كساء له أعلام. ¶ (¬3) اغتم: تسخن بالخميصة، وأخذ بنفسه من شدة الحرارة. ¶ (¬4) البخاري مع الفتح، 8/ 140، برقم 4443، و4444, ومسلم، برقم 531. ¶ (¬5) البخاري، برقم 427، و434, و1341, و3878, ومسلم، برقم 528. ¶ (¬6) البخاري، برقم 435, و1330، و1390, و3453, و4441, و4443, 5815, ومسلم، برقم 529، ولفظ مسلم: ((غير أنه خُشِيَ)) , وعند البخاري، برقم 1390: ((غير أنه خَشِيَ أو خُشِيَ)).",
            "page": "53",
            "part": "1",
            "seal": "DF5C310F"
        },
        {
            "id": "55",
            "nass": "وعن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: ((لا تجعلوا بيوتكم قبوراً, ولا تجعلوا قبري عيداً, وصلوا عليَّ فإن صلاتكم تبلغني حيث كنتم)) (¬1). ¶ وعن أنس - رضي الله عنه - قال: لما ثقل النبي - صلى الله عليه وسلم - جعل يتغشاه (¬2) , فقالت فاطمة - رضي الله عنها -: واكرب أباه (¬3)، فقال لها: ((ليس على أبيك كرب بعد اليوم))، فلما مات قالت: يا أبتاه، أجاب ربّاً دعاه, يا أبتاه من جنة الفردوس مأواه, يا أبتاه إلى جبريل ننعاه (¬4)، فلما دُفن قالت فاطمة - رضي الله عنها -: يا أنس! أطابت نفوسكم أن تحثوا على رسول اللَّه - صلى الله عليه وسلم - التراب))؟ (¬5). ¶ وخلاصة القول: إن الدروس والفوائد والعبر في هذا المبحث كثيرة، ومنها: ¶ 1 - استحباب الرقية بالقرآن, وبالأذكار, وإنما جاءت الرقية بالمعوذات؛ لأنها جامعة للاستعاذة من كل المكروهات جملة ¶ وتفصيلاً, ففيها الاستعاذة من شر ما خلق اللَّه - عز وجل - , فيدخل في ذلك ¶ ¬_________ ¶ (¬1) أبو داود، 2/ 218، برقم 2042218, وأحمد، 2/ 367, برقم 8804، وانظر: صحيح أبي داود، 1/ 383. ¶ (¬2) يتغشاه: يغطيه ما اشتدّ به من مرض، فيأخذ بنفسه ويغمه. ¶ (¬3) لم ترفع صوتها - رضي الله عنها - بذلك, وإلا لنهاها - صلى الله عليه وسلم -. انظر: الفتح، 8/ 149. ¶ (¬4) ننعاه: نَعَى الميت إذا أذاع موته وأخبر به. ¶ (¬5) البخاري، برقم 4462.",
            "page": "54",
            "part": "1",
            "seal": "E3DA05E5"
        },
        {
            "id": "56",
            "nass": "كل شيء, ومن شر النفاثات في العقد, ومن شر السواحر, ومن شر الحاسدين, ومن شر الوسواس الخناس (¬1). ¶ 2 - عناية النبي - صلى الله عليه وسلم - ببنته فاطمة، ومحبته لها؛ ولهذا قال: ((مرحباً بابنتي))، وقد جاءت الأخبار أنها كانت إذا دخلت عليه قام إليها وقبَّلها, وأجلسها في مجلسه, وإذا دخل عليها فعلت ذلك رَضِيَ اللَّهُ عَنْهَا, فلما مرض دخلت عليه، وأكبت عليه تقبله (¬2). ¶ 3 - يؤخذ من قصة فاطمة - رضي الله عنها - أنه ينبغي العناية بالبنات, والعطف عليهن, والإحسان إليهن, ورحمتهن, وتربيتهن التربية الإسلامية, اقتداء بالنبي - صلى الله عليه وسلم - , وأن يختار لها الزوج الصالح المناسب. ¶ 4 - عناية الولد بالوالد كما فعلت فاطمة - رضي الله عنها - , فيجب على الولد أن يحسن إلى والديه, ويعتني ببرهما, ولا يعقهما, فيتعرض لعقوبة اللَّه تعالى. ¶ 5 - معجزة النبي - صلى الله عليه وسلم - التي تدل على صدقه وأنه رسول اللَّه - صلى الله عليه وسلم - , ومن ذلك أنه أخبر أن فاطمة أول من يلحقه من أهله, فكانت أول من مات من أهله بالاتفاق. ¶ 6 - سرور أهل الإيمان بالانتقال إلى الآخرة, وإيثارهم حب ¶ الآخرة على الدنيا لحبهم للقاء اللَّه تعالى, ولكنهم لا يتمنون الموت ¶ ¬_________ ¶ (¬1) انظر: شرح النووي، 14/ 433, والأبي، 7/ 375. ¶ (¬2) انظر: فتح الباري، 8/ 135, و136.",
            "page": "55",
            "part": "1",
            "seal": "59068766"
        },
        {
            "id": "57",
            "nass": "لضر نزل بهم؛ لرغبتهم في الإكثار من الأعمال الصالحة؛ لأن الإنسان إذا مات انقطع عمله إلا من ثلاث كما بين النبي عليه الصلاة والسلام. ¶ 7 - المريض إذا قرب أجله ينبغي له أن يوصي أهله بالصبر؛ لقوله - صلى الله عليه وسلم - لفاطمة: ((فاتقي اللَّه واصبري)). ¶ 8 - فضل فاطمة رَضِيَ اللَّهُ عَنْهَا وأنها سيدة نساء المؤمنين. ¶ 9 - المرض إذا احتسب المسلم ثوابه؛ فإنه يكفر الخطايا, ويرفع الدرجات, وتزاد به الحسنات, وذلك عام في الأسقام, والأمراض ومصائب الدنيا, وهمومها وإن قلّت مشقتها, والأنبياء عليهم الصلاة والسلام هم أشدّ الناس بلاء, ثم الأمثل فالأمثل؛ لأنهم مخصوصون بكمال الصبر والاحتساب، ومعرفة أن ذلك نعمة من اللَّه تعالى ليتم لهم الخير، ويضاعف لهم الأجر, ويظهر صبرهم ورضاهم, ويُلحق بالأنبياء الأمثل فالأمثل من أتباعهم؛ لقربهم منهم، وإن كانت درجتهم أقل, والسر في ذلك -واللَّه أعلم- أن البلاء في مقابلة النعمة, فمن كانت نعمة اللَّه عليه أكثر، كان بلاؤه أشدّ؛ ولهذا ضوعف حدّ الحرّ على حدّ العبد, وقال اللَّه تعالى: {يَا نِسَاءَ النَّبِيِّ مَن يَأْتِ مِنكُنَّ بِفَاحِشَةٍ مُّبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ} (¬1)، ¶ ¬_________ ¶ (¬1) سورة الأحزاب، الآية: 30, وانظر: شرح النووي، 16/ 238, و365, و366, و5/ 14, والأبي، 8/ 326.",
            "page": "56",
            "part": "1",
            "seal": "D5436738"
        },
        {
            "id": "58",
            "nass": "والقوي يُحمَّل ما حمل, والضعيف يرفق به, إلا أنه كلما قويت المعرفة هان البلاء, ومنهم من ينظر إلى أجر البلاء، فيهوِّن عليه البلاء, وأعلى من ذلك من يرى أن هذا تصرف المالك في ملكه، فيسلم ويرضى ولا يعترض (¬1). ¶ 10 - التحذير من بناء المساجد على القبور، ومن إدخال القبور والصور في المساجد, ولعن من فعل ذلك, وأنه من شرار الخلق عند اللَّه تعالى يوم القيامة, وهذا من أعظم الوصايا التي أوصى بها رسول اللَّه - صلى الله عليه وسلم - قبل موته بخمسة أيام (¬2). ¶ ¬_________ ¶ (¬1) انظر: فتح الباري، 8/ 136, و10/ 112, و3/ 208. ¶ (¬2) انظر: فتح الباري، 8/ 136, و10/ 112, و3/ 208.",
            "page": "57",
            "part": "1",
            "seal": "C156CC0C"
        },
        {
            "id": "59",
            "nass": "المبحث التاسع: وصايا النبي - صلى الله عليه وسلم - عند موته ¶ عن ابن عباس - رضي الله عنه - قال: <يوم الخميس، وما يوم الخميس (¬1)، اشتدّ برسول اللَّه - صلى الله عليه وسلم - وجعه، فقال: ((ائتوني أكتب لكم كتاباً لن تضلّوا بعده أبداً))، فتنازعوا ولا ينبغي عند نبي التنازع، [فقال بعضهم: إن رسول اللَّه - صلى الله عليه وسلم - قد غلبه الوجع، وعندكم القرآن حسبنا كتاب اللَّه,] [فاختلف أهل البيت واختصموا، فمنهم من يقول: قرِّبوا يكتب لكم كتاباً لا تضلّوا بعده, ومنهم من يقول غير ذلك, فلما أكثروا ¶ اللغو والاختلاف، قال رسول اللَّه - صلى الله عليه وسلم -:)) [قوموا]، وفي رواية: ((دعوني، فالذي أنا فيه خير (¬2) مما تدعونني إليه]، أوصيكم ¶ بثلاث: أخرجوا المشركين من جزيرة العرب, وأجيزوا الوفد ¶ بنحو ما كنت أجيزهم به)) (¬3)، وسكت عن الثالثة، أو قال ¶ ¬_________ ¶ (¬1) يوم الخميس وما يوم الخميس؛ معناه: تفخيم أمره في الشدة والمكروه, والتعجب منه , وفي رواية في أواخر كتاب الجهاد عند البخاري: ((ثم بكى حتى خضب دمعه الحصى))، وفي رواية لمسلم: ((ثم جعلت تسيل دموعه حتى رأيتها على خديه ... )) انظر: فتح الباري، 8/ 132، وشرح النووي على صحيح مسلم. ¶ (¬2) المعنى: دعوني من النزاع والاختلاف الذي شرعتم فيه، فالذي أنا فيه من مراقبة اللَّه تعالى والتأهب للقائه, والفكر في ذلك خير مما أنتم فيه, أو فالذي أعانيه من كرامة اللَّه تعالى التي أعدها لي بعد فراق الدنيا، خير مما أنا فيه من الحياة .. وقيل غير ذلك. انظر: فتح الباري، 8/ 134, وشرح النووي. ¶ (¬3) وأجيزوا الوفد: أي أعطوهم, والجائزة العطية, وهذا أمر منه - صلى الله عليه وسلم - بإجازة الوفود، وضيافتهم، وإكرامهم، تطييباً لنفوسهم، وترغيباً لغيرهم من المؤلفة قلوبهم ونحوهم, وإعانة لهم على سفرهم. انظر: فتح الباري، 7/ 135، وشرح النووي.",
            "page": "58",
            "part": "1",
            "seal": "5C74488D"
        },
        {
            "id": "60",
            "nass": "فأنسيتها)) (¬1)، قال ابن حجر - رحمه الله -: ((وأوصاهم بثلاث)) أي في تلك الحالة, وهذا يدل على أن الذي أراد أن يكتبه - صلى الله عليه وسلم - لم يكن أمراً متحتماً؛ لأنه لو كان مما أُمر بتبليغه لم يتركه لوقوع اختلافهم، ولعاقب اللَّه من حال بينه وبين تبليغه, ولبلَّغه لهم لفظاً، كما أوصاهم بإخراج المشركين وغير ذلك، وقد عاش بعد هذه المقالة أياماً، وحفظوا عنه أشياء لفظاً، فيحتمل أن يكون مجموعها ما أراد أن يكتبه، واللَّه أعلم (¬2). ¶ والوصية الثالثة في هذا الحديث يحتمل أن تكون الوصية بالقرآن, أو الوصية بتنفيذ جيش أسامة - رضي الله عنه -، أو الوصية بالصلاة وما ملكت الأيمان، أو الوصية بأن لا يتخذ قبره - صلى الله عليه وسلم - وثناً يُعبد من دون اللَّه, وقد ثبتت هذه الوصايا عنه - صلى الله عليه وسلم - (¬3). ¶ وعن عبد اللَّه بن أبي أوْفَى - رضي الله عنه - أنه سئل: هل أوصى رسول اللَّه - صلى الله عليه وسلم -؟ ... قال: ((أوصى بكتاب اللَّه - عز وجل -)) (¬4)، والمراد بالوصية بكتاب اللَّه: حفظه حسّاً ومعنى, فيُكرم ويُصان, ويُتّبع ما فيه: فيُعمل بأوامره, ¶ ¬_________ ¶ (¬1) البخاري، برقم 4431, و4432, ومسلم، برقم 1637. ¶ (¬2) فتح الباري، 8/ 134. ¶ (¬3) المرجع السابق، 8/ 135. ¶ (¬4) مسلم، برقم 1634, البخاري، برقم 2740, و4460, و5022.",
            "page": "59",
            "part": "1",
            "seal": "D349B377"
        },
        {
            "id": "61",
            "nass": "ويجتنب نواهيه, ويداوم على تلاوته وتعلمه وتعليمه ونحو ¶ ذلك (¬1). ¶ وقد أوصى - صلى الله عليه وسلم - بكتاب اللَّه تعالى في مناسبات كثيرة، منها: أنه - صلى الله عليه وسلم - أوصى به في خطبتيه في عرفات (¬2)، وفي خطبته في منى (¬3)، وعندما رجع من مكة في غدير خم، قال: < ... وأنا تارك فيكم ثقلين: أولهما كتاب الله في الهدى والنور، [هو حبل اللَّه، من اتبعه كان على الهدى، ومن تركه كان على الضلالة]، فخذوا بكتاب اللَّه، واستمسكوا به\"، فحث على كتاب اللَّه، ورغب فيه، ثم قال: <وأهل بيتي، أذكركم اللَّه في أهل بيتي ... < ثلاث مرات (¬4)، وأوصى بكتاب اللَّه تعالى عند موته - صلى الله عليه وسلم - (¬5). ¶ وأمر عليه الصلاة والسلام وأوصى بإنفاذ جيش أسامة - رضي الله عنه - , وقد ذكر ابن حجر رحمه اللَّه تعالى: أن تجهيز جيش أسامة كان يوم ¶ ¬_________ ¶ (¬1) الفتح، 9/ 67. ¶ (¬2) انظر: صحيح مسلم، الحديث رقم 1218، وتقدم تخريجه. ¶ (¬3) انظر: صحيح مسلم، الحديث رقم 1298، وتقدم تخريجه، ومستدرك الحاكم 1/ 93 بلفظ: ((إني قد تركت فيكم ما إن اعتصمتم به فلن تضلوا أبداً: كتاب اللَّه وسنة نبيه ... ))، وتقدم تخريجه. ¶ (¬4) صحيح مسلم، برقم 2408. ¶ (¬5) انظر: صحيح البخاري، برقم 2740، و4460, و5022، وصحيح مسلم، برقم 1634، ورقم 2408.",
            "page": "60",
            "part": "1",
            "seal": "528F1A61"
        },
        {
            "id": "62",
            "nass": "السبت قبل موت النبي - صلى الله عليه وسلم - بيومين, وكان ابتداء ذلك قبل مرض ¶ النبي - صلى الله عليه وسلم - , فندب الناس لغزو الروم في آخر صفر, ودعا أسامة وقال: ((سر إلى موضع مقتل أبيك، فأوطئهم الخيل, فقد وليتك هذا الجيش ... ))، فبدأ برسول اللَّه - صلى الله عليه وسلم - وجعه في اليوم الثالث، فعقد لأسامة لواء بيده، فأخذه أسامة, وكان ممن انتدب مع أسامة كبار المهاجرين والأنصار, ثم اشتدّ برسول اللَّه - صلى الله عليه وسلم - وجعه، فقال: ((أنفذوا جيش أسامة))، فجهزه أبو بكر بعد أن استخلف، فسار عشرين ليلة إلى الجهة التي أمر بها, وقتل قاتل أبيه، ورجع الجيش سالماً، وقد غنموا ... )) (¬1). ¶ وعن عبد اللَّه بن عمر - رضي الله عنه - قال: بعث النبي - صلى الله عليه وسلم - بعثاً، وأمَّر عليهم أسامة بن زيد، فطعن بعض الناس في إمارته، فقال النبي - صلى الله عليه وسلم -: ((إن تطعنوا في إمارته فقد كنتم تطعنون في إمارة أبيه من قبل, وايم اللَّه إن كان لخليقاً للإمارة (¬2)، وإن كان لمن أحبِّ الناس إليَّ, وإنَّ هذا لمن أحبّ الناس إليَّ بعده)) (¬3)، وقد كان عُمْرُ أسامة - رضي الله عنه - حين توفي النبي - صلى الله عليه وسلم - ثمان عشرة سنة (¬4). ¶ ¬_________ ¶ (¬1) انظر: فتح الباري، 8/ 152, وسيرة ابن هشام، 4/ 328. ¶ (¬2) خليقاً: حقيقاً بها. النووي، 15/ 205. ¶ (¬3) البخاري، 7/ 86, برقم 3730, و4250, و4468, و4469, و6627, و7187, ومسلم، برقم 2426. ¶ (¬4) انظر: شرح النووي على صحيح مسلم، 15/ 205.",
            "page": "61",
            "part": "1",
            "seal": "A129AB76"
        },
        {
            "id": "63",
            "nass": "وأوصى - صلى الله عليه وسلم - بالصلاة وما مكلت الأيمان, فعن أنس - رضي الله عنه - قال: ¶ كانت عامة وصية رسول اللَّه - صلى الله عليه وسلم - حين حضره الموت: ((الصلاة الصلاة وما ملكت أيمانكم))، حتى جعل رسول اللَّه - صلى الله عليه وسلم - يغرغر بها صدره، ولا يكاد يفيض بها لسانه)) (¬1). ¶ وعن علي - رضي الله عنه - قال: كان آخر كلام النبي - صلى الله عليه وسلم -: ((الصلاة الصلاة وما ملكت أيمانكم)) (¬2). ¶ وخلاصة القول: إن الدروس والفوائد والعبر في هذا المبحث كثيرة، ومنها: ¶ 1 - وجوب إخراج المشركين من جزيرة العرب؛ لأن النبي - صلى الله عليه وسلم - أوصى بذلك عند موته, وقد أخرجهم عمر - رضي الله عنه - في بداية خلافته, أما أبو بكر فقد انشغل بحروب الردة. ¶ 2 - إكرام الوفود، وإعطاؤهم ضيافتهم، كما كان النبي عليه الصلاة والسلام يفعل؛ لأن النبي - صلى الله عليه وسلم - أوصى بذلك. ¶ 3 - وجوب العناية بكتاب اللَّه حسّاً ومعنى: فيكرم, ويصان, ويتبع ما فيه، فيعمل بأوامره ويجتنب نواهيه, ويداوم على تلاوته, وتعلمه وتعليمه، ونحو ذلك؛ لأن النبي - صلى الله عليه وسلم - أوصى به في عدة ¶ ¬_________ ¶ (¬1) أحمد بلفظه، 3/ 117, برقم 12169، وإسناده صحيح, ورواه ابن ماجه، 2/ 900, برقم 1625، وانظر: صحيح ابن ماجه، 2/ 109. ¶ (¬2) أخرجه ابن ماجه، 2/ 901, برقم، 2698، وأحمد، برقم 585, وانظر: صحيح ابن ماجه، 2/ 109.",
            "page": "62",
            "part": "1",
            "seal": "2DA3521F"
        },
        {
            "id": "64",
            "nass": "مناسبات, فدل ذلك على أهميته أهمية بالغة مع سنة النبي - صلى الله عليه وسلم -. ¶ 4 - أهمية الصلاة؛ لأنها أعظم أركان الإسلام بعد الشهادتين؛ ولهذا أوصى بها النبي - صلى الله عليه وسلم - عند موته أثناء الغرغرة. ¶ 5 - القيام بحقوق المماليك والخدم ومن كان تحت الولاية؛ لأن النبي - صلى الله عليه وسلم - أوصى بذلك، فقال: ((الصلاة الصلاة وما ملكت أيمانكم)). ¶ 6 - فضل أسامة بن زيد؛ حيث أمَّره النبي - صلى الله عليه وسلم - على جيش عظيم فيه الكثير من المهاجرين والأنصار, وأوصى بإنفاذ جيشه (¬1). ¶ 7 - فضل أبي بكر حيث أنفذ وصية رسول اللَّه - صلى الله عليه وسلم - في جيش أسامة فبعثه؛ لقوله تعالى: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} (¬2). ¶ 8 - فضل عمر بن الخطاب - رضي الله عنه - حيث أنفذ وصية رسول اللَّه - صلى الله عليه وسلم - في إخراج المشركين من جزيرة العرب. ¶ ¬_________ ¶ (¬1) انظر: فتح الباري 8/ 134 - 135 و9/ 67. ¶ (¬2) سورة النور، الآية: 63.",
            "page": "63",
            "part": "1",
            "seal": "6F9E8084"
        },
        {
            "id": "65",
            "nass": "المبحث العاشر: اختياره - صلى الله عليه وسلم - الرفيق الأعلى ¶ عن عائشة - رضي الله عنها - قالت: كنت أسمع أنه لا يموت نبي حتى يخيَّر بين الدنيا والآخرة, فسمعت النبي - صلى الله عليه وسلم - في مرضه الذي مات فيه، وأخذته بُحَّةٌ (¬1) [شديدة] يقول: {مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِم مِّنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاء وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا} (¬2)، قالت فظننته خُيِّرَ حينئذٍ (¬3). ¶ وفي رواية عنها - رضي الله عنها - أنها قالت: كان رسول اللَّه - صلى الله عليه وسلم - وهو صحيح يقول: ((إنه لم يقبض نبي قط حتى يُرى مقعده من الجنة ثم يُخيَّر))، قالت: فلما نزل برسول اللَّه - صلى الله عليه وسلم - (¬4) ورأسه على فخذي، غُشِيَ عليه ساعة، ثم أفاق فأشخص بصرهُ إلى السقف، ثم قال: ((اللَّهم في الرفيق الأعلى))، فقلت: إذاً لا يختارنا, وعرفت أنه حديثه الذي كان يحدثنا وهو صحيح, قالت: فكان آخر كلمة تكلَّم بها رسول اللَّه - صلى الله عليه وسلم -: ((اللَّهم مع الرفيق الأعلى)) (¬5)، وقالت - رضي الله عنها -: سمعت النبي - صلى الله عليه وسلم - وهو ¶ ¬_________ ¶ (¬1) البُحةُ: غِلظٌ في الصوت. انظر: شرح النووي، 15/ 219. ¶ (¬2) سورة النساء، الآية: 69. ¶ (¬3) البخاري، برقم 4436, و4437, و4463, و4586، و6348, و6509, ومسلم، برقم 2444. ¶ (¬4) وفي البخاري: ((فلما اشتكى وحضره القبض))، رقم 4437. ¶ (¬5) البخاري، برقم 4437, و4463 ومسلم، 2444.",
            "page": "64",
            "part": "1",
            "seal": "D91ABC86"
        },
        {
            "id": "66",
            "nass": "مسند إليَّ ظهره يقول: ((اللَّهم اغفر لي وارحمني, وألحقني بالرفيق الأعلى)) (¬1)، وكان - صلى الله عليه وسلم - متصلاً بربه، وراغباً فيما عنده, ومحبّاً للقائه, ومحبّاً لما يحبه سبحانه, ومن ذلك السواك؛ لأنه مطهرة للفم، مرضاة للربِّ، فعن عائشة - رضي الله عنها - قالت: ((إن من نعم اللَّه عليَّ أن رسول اللَّه - صلى الله عليه وسلم - توفي في بيتي, وفي يومي, وبين سحري (¬2) , ونحري (¬3)، وأن اللَّه جمع بين ريقي وريقه عند موته, دخل عليَّ عبد الرحمن [بن أبي بكر]، وبيده السواك، وأنا مسندة رسول اللَّه - صلى الله عليه وسلم -[إلى صدري] (¬4)، فرأيته ينظر إليه، وعرفت أنه يحب السواك, فقلت: آخذه لك؟ ((فأشار برأسه أن نعم))، فتناولته فاشتدَّ عليه, وقلتُ: أُليّنه لك؟ ((فأشار برأسه أن نعم))، فلَيَّنْتُه، [وفي رواية: فقصمته, ثم مضغته (¬5)، [وفي رواية فقضمته، ونفضته، وطيّبته (¬6)، ثم دفعته إلى النبي - صلى الله عليه وسلم -، فاستنَّ به (¬7)، فما رأيت رسول اللَّه - صلى الله عليه وسلم - استنَّ استناناً قَطُّ أحسنَ ¶ ¬_________ ¶ (¬1) البخاري، برقم 4440, و5664. ¶ (¬2) سحري: هو الصدر, وهو في الأصل: الرئة وما تعلق بها. الفتح، 8/ 139, والنووي، 15/ 218. ¶ (¬3) ونحري: النحر هو موضع النحر. الفتح، 8/ 139. ¶ (¬4) في البخاري، برقم 4438. ¶ (¬5) في البخاري، برقم 980. ¶ (¬6) طيبته: بالماء, ويحتمل أن يكون تطييبه تأكيداً للينه, الفتح، 8/ 139. ¶ (¬7) أي استاك به، وأمرَّه على أسنانه.",
            "page": "65",
            "part": "1",
            "seal": "73C0911D"
        },
        {
            "id": "67",
            "nass": "منه] (¬1) وبين يديه ركوة (¬2)، أو علبة (¬3) فيها ماء, فجعل يدخل يده في الماء، فيمسح بها وجهه، ويقول: ((لا إله إلا اللَّه، إن للموت سكرات))، ثم نصب يده فجعل يقول: ((في الرفيق الأعلى)) حتى قُبض، ومالت يده)) (¬4) - صلى الله عليه وسلم -. ¶ وقالت عائشة - رضي الله عنها -: مات النبي - صلى الله عليه وسلم - وإنه لبين حاقنتي (¬5) وذاقنتي (¬6) , فلا أكره شدّة الموت لأحد أبداً بعد النبي - صلى الله عليه وسلم - < (¬7). ¶ وخلاصة القول: إن الدروس والفوائد والعبر في هذا المبحث كثيرة, ومنها: ¶ 1 - أن الرفيق الأعلى: هم الجماعة المذكورون في قوله تعالى: ¶ {وَمَن يُطِعِ اللَّهَ وَالرَّسُولَ فَأُوْلَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِم مِّنَ ¶ ¬_________ ¶ (¬1) في البخاري، برقم 4438. ¶ (¬2) الركوة: إناء صغير من جلد يشرب به الماء. انظر: النهاية في غريب الحديث، 2/ 260. ¶ (¬3) شك بعض الرواة وهو عمر, انظر: الفتح، 8/ 144. ¶ (¬4) البخاري، 2/ 377, برقم 890, وأخرجه البخاري في تسعة مواضع, انظر: صحيح البخاري مع الفتح، 2/ 377, ومسلم، برقم 2444. ¶ (¬5) الحاقنة: ما سفل من الذقن وقيل غير ذلك, الفتح، 8/ 139. ¶ (¬6) والذاقنة: ما علا من الذقن، وقيل غير ذلك, الفتح، 8/ 139, والحاصل أن ما بين الحاقنة والذاقنة: هو ما بين السحر والنحر, والمراد أنه مات ورأسه بين حنكها وصدرها. الفتح، 8/ 139. ¶ (¬7) البخاري، برقم 4446 , ومسلم، برقم 2443.",
            "page": "66",
            "part": "1",
            "seal": "9CC4F5E1"
        },
        {
            "id": "68",
            "nass": "النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاء وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا} (¬1)، فالصحيح الذي عليه جمهور أهل العلم أن المراد بالرفيق الأعلى هم الأنبياء الساكنون أعلى عليين. ولفظة رفيق تطلق على الواحد والجمع؛ لقوله تعالى: {وَحَسُنَ أُولَئِكَ رَفِيقًا} (¬2). ¶ 2 - أن النبي - صلى الله عليه وسلم - اختار الرفيق الأعلى حين خُيِّر حبّاً للقاء اللَّه تعالى, ثم حبّاً للرفيق الأعلى، وهو الذي يقول - صلى الله عليه وسلم -: ((من أحب لقاء اللَّه أحب اللَّه لقاءه)) (¬3). ¶ 3 - فضل عائشة - رضي الله عنها - حيث نقلت العلم الكثير عنه - صلى الله عليه وسلم - , وقامت بخدمته حتى مات بين سحرها ونحرها؛ ولهذا قالت: ((إن من نعم اللَّه عليَّ أن رسول اللَّه - صلى الله عليه وسلم - توفي في بيتي، وفي يومي, وبين سحري ونحري)). ¶ 4 - عناية النبي - صلى الله عليه وسلم - بالسواك، حتى وهو في أشدّ سكرات الموت, وهذا يدل على تأكد ¶ ¬_________ ¶ (¬1) سورة النساء، الآية: 69. ¶ (¬2) انظر: فتح الباري، 8/ 138, وشرح النووي، 15/ 219. ¶ (¬3) البخاري، برقم 6507, ومسلم، برقم 2683.",
            "page": "67",
            "part": "1",
            "seal": "86E35D0A"
        },
        {
            "id": "69",
            "nass": "استحباب السواك؛ لأنه مطهرة للفم، مرضاة للرب. ¶ 5 - قول النبي - صلى الله عليه وسلم - في سكرات الموت: ((لا إله إلاَّ اللَّه، إن للموت ¶ سكرات))، وهو الذي قد حقق لا إله إلا اللَّه, يدل على تأكُّدِ استحبابها، والعناية بها، والإكثار من قولها، وخاصة في مرض الموت؛ لأن ((من كان آخر كلامه لا إله إلا اللَّه دخل الجنة)). ¶ 6 - حرص النبي - صلى الله عليه وسلم - على مرافقة الأنبياء، ودعاؤه بذلك يدل على أن المسلم ينبغي له أن يسأل اللَّه تعالى أن يجمعه بهؤلاء بعد الموت في جنات النعيم, اللَّهم اجعلنا معهم برحمتك يا أرحم الراحمين. ¶ 7 - شدة الموت وسكراته العظيمة للنبي - صلى الله عليه وسلم -، وقد غفر اللَّه له ما تقدم من ذنبه وما تأخر, فما بالنا بغيره.",
            "page": "68",
            "part": "1",
            "seal": "97E57705"
        },
        {
            "id": "70",
            "nass": "المبحث الحادي عشر: موت النبي - صلى الله عليه وسلم - شهيداً ¶ عن عائشة - رضي الله عنها - قالت: ((كان النبي - صلى الله عليه وسلم - يقول في مرضه الذي مات فيه: ((يا عائشة، ما أزال أجد ألم الطعام (¬1) الذي أكلت بخيبر (¬2) , فهذا أوان وجدت انقطاع أبْهَري (¬3) من ذلك السم)) (¬4). ¶ وقد عاش - صلى الله عليه وسلم - بعد أكله من الشاة المسمومة بخيبر ثلاث سنين، حتى كان وجعه الذي قُبض فيه (¬5)، وقد ذُكِرَ أن المرأة التي أعطته الشاة المسمومة أسلمت حينما قالت: من أخبرك؛ فأخبر - صلى الله عليه وسلم - أن الشاة المسمومة أخبرته, وأسلمت وعفا عنها رسول اللَّه - صلى الله عليه وسلم - أولاً، ثم قتلها ¶ بعد ذلك قصاصاً ببشر بن البراء بعد أن مات - رضي الله عنه - (¬6)، وقد ثبت ¶ ¬_________ ¶ (¬1) ما أزال أجد ألم الطعام: أي أحس الألم في جوفي بسبب الطعام. الفتح، 8/ 131. ¶ (¬2) وذلك أنه عندما فتح خيبر أُهديت له - صلى الله عليه وسلم - شاة مشوية فيها سم, وكانت المرأة اليهودية قد سألت: أي عضو من الشاة أحب إليه؟ فقيل لها: الذراع، فأكثرت فيها من السم, فلما تناول الذراع لاك منها مضغة، ولم يسغها, وأكل معه بشر بن البراء فأساع لقمته, ومات منها, وقال لأصحابه: أمسكوا عنها، فإنها مسمومة, وقال لها: ما حملك على ذلك؟ فقالت: أردت إن كنت نبيّاً فيطلعك اللَّه, وإن كنت كاذباً فأريح الناس منك ... )). انظر: فتح الباري، 7/ 197, والقصة في البخاري، برقم 3169, و4249, و5777, والبداية والنهاية لابن كثير، 4/ 208. ¶ (¬3) الأبهر عرق مستبطن بالظهر، متصل بالقلب، إذا انقطع مات صاحبه. الفتح، 8/ 131. ¶ (¬4) البخاري مع الفتح، 8/ 131، برقم 4428 وقد وصله الحاكم والإسماعيلي. انظر: الفتح، 8/ 131. ¶ (¬5) انظر: الفتح، 8/ 131، فقد ساق آثاراً موصولة عند الحاكم، وابن سعد. الفتح، 8/ 131. ¶ (¬6) انظر: التفصيل في: فتح الباري، 7/ 497, والبداية والنهاية لابن كثير، 4/ 208 - 212.",
            "page": "69",
            "part": "1",
            "seal": "BB3C8653"
        },
        {
            "id": "71",
            "nass": "الحديث متصلاً أن سبب موته - صلى الله عليه وسلم - هو السم, فعن أبي سلمة قال: كان رسول اللَّه - صلى الله عليه وسلم - يقبل الهدية، ولا يأكل الصدقة، فأهدت له يهودية بخيبر شاة مصلية سمَّتها (¬1) , فأكل رسول اللَّه - صلى الله عليه وسلم - منها، وأكل القوم، فقال: ((ارفعوا أيديكم، فإنها أخبرتني أنها مسمومة))، فمات بشر بن البراء بن معرور الأنصاري, فأرسل إلى اليهودية: ((ما حملك على الذي صنعت))؟ قالت: إن كنت نبيّاً لم يضرّك الذي صنعت, وإن كنت ملكاً أرحت الناس منك ((فأمر بها رسول اللَّه - صلى الله عليه وسلم - فقتلت))، ثم قال في وجعه الذي مات فيه: ((ما زلت أجد من الأكلة التي أكلت بخيبر، فهذا أوان انقطاع أبهري)) (¬2)، وقالت أم بشر للنبي - صلى الله عليه وسلم - في مرضه الذي مات فيه: ما يتهم بك يا رسول اللَّه؟ فإني لا أتهم بابني إلا الشاة المسمومة التي أكل معك بخيبر، وقال النبي - صلى الله عليه وسلم -: ((وأنا لا أتهم بنفسي إلا ذلك، فهذا أوان انقطاع أبهري)) (¬3). ¶ وقد جزم ابن كثير رحمه اللَّه تعالى أن النبي - صلى الله عليه وسلم - مات شهيداً (¬4) , ونقل: ((وإن كان المسلمون ليرون أن رسول اللَّه - صلى الله عليه وسلم - مات شهيداً مع ¶ ¬_________ ¶ (¬1) سمتها: جعلت فيها سماً. ¶ (¬2) أبو داود، برقم 4512, وقال الألباني: حسن صحيح. انظر: صحيح سنن أبي داود، 3/ 855. ¶ (¬3) أبو داود، برقم 4513، وصحح إسناده الألباني. انظر: صحيح سنن أبي داود، 3/ 855. ¶ (¬4) انظر: البداية والنهاية، 4/ 210، و211، و4/ 210 - 212، و5/ 223 - 244.",
            "page": "70",
            "part": "1",
            "seal": "0C4C06D1"
        },
        {
            "id": "72",
            "nass": "ما أكرمه اللَّه به من النبوة)) (¬1)، وقال ابن مسعود - رضي الله عنه -: ((لئن أحلف تسعاً أن رسول اللَّه - صلى الله عليه وسلم - قتل قتلاً أحب إلي من أن أحلف واحدة أنه لم يقتل, وذلك؛ لأن اللَّه اتخذه نبيّاً، واتخذه شهيداً)) (¬2). ¶ وعن أنس - رضي الله عنه - أن أبا بكر - رضي الله عنه - كان يصلي بهم في وجع النبي - صلى الله عليه وسلم - الذي توفي فيه، حتى إذا كان يوم الإثنين وهم صفوف [في صلاة الفجر]، ففجأهم النبي - صلى الله عليه وسلم - وقد كشف سِترَ حجرةِ عائشة - رضي الله عنها -[وهم في صفوف الصلاة]، وهو قائم كأن وجهه ورقة مصحف (¬3)، ثم تبسَّم رسول اللَّه - صلى الله عليه وسلم - يضحك، [وهمَّ المسلمون أن يفتتنوا في صلاتهم فرحاً] [برؤية رسول اللَّه - صلى الله عليه وسلم -]، [فنكص (¬4) أبو بكر - رضي الله عنه - على عقبيه ليصل الصف, وظنَّ أن رسول اللَّه - صلى الله عليه وسلم - خارج إلى الصلاة]، [فأشار إليهم رسول اللَّه - صلى الله عليه وسلم -[بيده] أن أتموا صلاتكم، [ثم دخل رسول اللَّه ¶ - صلى الله عليه وسلم -] [الحجرة]، وأرخى الستر، فتوفي رسول اللَّه - صلى الله عليه وسلم - من يومه ذلك<. ¶ وفي رواية: [وتوفي من آخر ذلك اليوم] (¬5)، وفي رواية: [لم ¶ ¬_________ ¶ (¬1) انظر: المرجع السابق، 4/ 211. ¶ (¬2) ذكره ابن كثير، وعزاه بإسناده إلى البيهقي. انظر: البداية والنهاية، 5/ 227. ¶ (¬3) كأن وجهه ورقة مصحف: عبارة وكناية عن الجمال البارع، وحسن البشرة، وصفاء الوجه، واستنارته. شرح الأبي على صحيح مسلم، 2/ 310. ¶ (¬4) فنكص على عقبيه: أي رجع القهقرى فتأخر, لظنه أن النبي - صلى الله عليه وسلم - خرج ليصلي بالناس, الفتح، 2/ 165. ¶ (¬5) وقد ذكر ابن إسحاق أنه - صلى الله عليه وسلم - مات حين اشتد الضحى, ويجمع بينهما بأن إطلاق الأخير بمعنى: ابتداء الدخول في أول النصف الثاني من النهار، وذلك عند الزوال، واشتداد الضحى يقع قبل الزوال، ويستمر حتى يتحقق زوال الشمس, وقد جزم موسى بن عقبة عن ابن شهاب بأنه - صلى الله عليه وسلم - مات حين زاغت الشمس. الفتح، 8/ 143 - 144.",
            "page": "71",
            "part": "1",
            "seal": "1B1D1A86"
        },
        {
            "id": "73",
            "nass": "يخرج النبي - صلى الله عليه وسلم - ثلاثاً] (¬1)، فأقيمت الصلاة، فذهب أبو بكر يتقدَّم, فقال نبي اللَّه - صلى الله عليه وسلم - بالحجاب فرفعه، فلمّا وضح وجه النبي - صلى الله عليه وسلم - ما نظرنا منظراً كان أعجب إلينا من وجه النبي - صلى الله عليه وسلم - حين وضح لنا, فأومأ النبي - صلى الله عليه وسلم - بيده إلى أبي بكر أن يتقدَّم، وأرخى النبي - صلى الله عليه وسلم - الحجاب فلم يُقدر عليه حتى مات (¬2). ¶ وخلاصة القول: إن الدروس والفوائد والعبر في هذا المبحث كثيرة, ومنها: ¶ 1 - موت النبي - صلى الله عليه وسلم - وانتقاله إلى الرفيق الأعلى شهيداً؛ لأن اللَّه اتخذه نبيّاً، واتخذه شهيداً - صلى الله عليه وسلم -. ¶ 2 - عداوة اليهود للإسلام وأهله ظاهرة من قديم الزمان، فهم ¶ أعداء اللَّه ورسله. ¶ 3 - عدم انتقام النبي - صلى الله عليه وسلم - لنفسه, بل يعفو ويصفح؛ ولهذا لم يعاقب من سمَّت الشاة المصلية, ولكنها قُتِلتْ بعد ذلك قصاصاً ¶ ¬_________ ¶ (¬1) ابتداء من صلاته بهم قاعداً يوم الخميس كما تقدم. انظر: فتح الباري، 2/ 165, والبداية، 5/ 235. ¶ (¬2) البخاري، برقم 608, و681, و754, و1205, و4448, ومسلم، برقم 419، والألفاظ مقتبسة من جميع المواضع, وانظر: مختصر صحيح الإمام البخاري للألباني، 1/ 174، برقم 374.",
            "page": "72",
            "part": "1",
            "seal": "F0067945"
        },
        {
            "id": "74",
            "nass": "ببشر بن البراء بعد أن مات بِصُنعها. ¶ 4 - معجزة من معجزاته - صلى الله عليه وسلم - وهي أن لحم الشاة المصلية نطق، وأخبر النبي - صلى الله عليه وسلم - أنه مسموم. ¶ 5 - فضل اللَّه تعالى على عباده أنه لم يقبض نبيهم إلا بعد أن أكمل به الدين، وترك أمته على المحجة البيضاء، ليلها كنهارها لا يزيغ عنها إلا هالك. ¶ 6 - محبة الصحابة - رضي الله عنهم - لنبيهم - صلى الله عليه وسلم -، حتى أنهم فرحوا فرحاً عظيماً عندما كشف الستر في صباح يوم الإثنين وهو ينظر إليهم وصلاتهم، فأدخل اللَّه بذلك السرور في قلبه - صلى الله عليه وسلم -؛ لأنه ناصح لأمته يحب لهم الخير؛ ولهذا ابتسم وهو في شدة المرض فرحاً وسروراً بعملهم المبارك.",
            "page": "73",
            "part": "1",
            "seal": "771FAD59"
        },
        {
            "id": "75",
            "nass": "المبحث الثاني عشر: من كان يعبد اللَّه فإن اللَّه حي لا يموت ¶ قال اللَّه تعالى: {إِنَّكَ مَيِّتٌ وَإِنَّهُم مَّيِّتُونَ} (¬1)، {وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ الْخُلْدَ أَفَإِن مِّتَّ فَهُمُ الْخَالِدُونَ} (¬2)، {كُلُّ نَفْسٍ ذَآئِقَةُ الْمَوْتِ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ فَمَن زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ وَما الْحَيَاةُ الدُّنْيَا إِلاَّ مَتَاعُ الْغُرُورِ} (¬3)، {كُلُّ مَنْ عَلَيْهَا فَانٍ *وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلالِ وَالإِكْرَامِ} (¬4). ¶ مات محمد بن عبد اللَّه أفضل الأنبياء والمرسلين - صلى الله عليه وسلم - وكان آخر كلمة تكلم بها عند الغرغرة كما قالت عائشة - رضي الله عنها -: أنه كان بين يديه ركوة أو علبة فيها ماء, فجعل يدخل يده - صلى الله عليه وسلم - في الماء فيمسح بها وجهه، ويقول: ((لا إله إلا اللَّه إن للموت سكرات))، ثم نصب يده فجعل يقول: ((في الرفيق الأعلى)) حتى قُبِضَ ومالت يده (¬5)، فكان آخر كلمة تكلم بها: ((اللَّهم في الرفيق الأعلى)) (¬6). ¶ وعن عائشة - رضي الله عنها - زوج النبي - صلى الله عليه وسلم - أن رسول اللَّه - صلى الله عليه وسلم - مات وأبو بكر ¶ ¬_________ ¶ (¬1) سورة الزمر, الآية: 30. ¶ (¬2) سورة الأنبياء, الآية: 34. ¶ (¬3) سورة آل عمران, الآية: 185. ¶ (¬4) سورة الرحمن, الآيتان: 26 - 27. ¶ (¬5) البخاري، برقم 890، وما بعدها من المواضع, ومسلم، 2444. ¶ (¬6) البخاري، برقم 4437, و463, ومسلم، برقم 2444.",
            "page": "74",
            "part": "1",
            "seal": "6B15A2CB"
        },
        {
            "id": "76",
            "nass": "بالسُّنح (¬1)، فقام عمر يقول: واللَّه ما مات رسول اللَّه - صلى الله عليه وسلم -، قالت: وقال: واللَّه ما كان يقع في نفسي إلا ذاك, وليبعثنَّه اللَّه فليقطع أيدي رجال وأرجلهم (¬2) , فجاء أبو بكر - رضي الله عنه -[على فرسه من مسكنه بالسُّنْح حتى نزل، فدخل المسجد فلم يكلم الناس حتى دخل على عائشة - رضي الله عنها -، فتيمم (¬3) رسول اللَّه - صلى الله عليه وسلم - وهو مغشَّى بثوب حِبرة (¬4)، فكشف عن وجهه ثم أكب عليه فقبَّله (¬5)، [ثم بكى] فقال: بأبي أنت وأمي [يا نبي اللَّه]، [طبت حيّاً وميتًا والذي نفسي بيده]، [لا يجمع اللَّه عليك موتتين] (¬6) [أبداً]، [أما الموتة التي كُتبت عليك قد مُتَّها]، [ثم] [خرج وعمر - رضي الله عنه - ¶ ¬_________ ¶ (¬1) السُّنح: العالية، وهو مسكن زوجة أبي بكر - رضي الله عنه -، وهو منازل بني الحارث من الخزرج بينه وبين المسجد النبوي ميل. الفتح، 8/ 145، و7/ 19, و29. ¶ (¬2) أي يبعثه في الدنيا ليقطع أيدي القائلين بموته. انظر: الفتح، 7/ 29. ¶ (¬3) أي قصد. الفتح، 3/ 115. ¶ (¬4) وفي رواية للبخاري: وهو مسجَّى ببرد حبرة. البخاري، برقم 1241, ومعنى مغشى ومسجى أي مغطى, وبرد حبرة: نوع من برود اليمن مخططة غالية الثمن. الفتح، 3/ 115. ¶ (¬5) أي قبله بين عينيه، كما ترجم له النسائي. انظر: الفتح، 3/ 115, وانظر: ما نقله ابن حجر من الروايات في أنه قبل جبهته. الفتح، 8/ 147. ¶ (¬6) قوله: لا يجمع اللَّه عليك موتتين: فيه أقوال: قيل: هو على حقيقته، وأشار بذلك إلى الرد على من زعم أنه سيحيا فيقطع أيدي رجال .. ؛ لأنه لو صح ذلك للزم أن يموت موتة أخرى .. وهذا أوضح الأجوبة وأسلمها, وقيل: أراد لا يموت موتة أخرى في القبر كغيره، إذ يحيا ليُسأل ثم يموت, وهذا أحسن من الذي قبله؛ لأن حياته - صلى الله عليه وسلم - لا يعقبها موت، بل يستمر حيّاً، والأنبياء حياتهم برزخية لا تأكل أجسادهم الأرض, ولعل هذا هو الحكمة في تعريف الموتتين ... أي المعروفتين المشهورتين الواقعتين لكل أحد غير الأنبياء. انظر: فتح الباري، 3/ 114، و7/ 29.",
            "page": "75",
            "part": "1",
            "seal": "18DAF431"
        },
        {
            "id": "77",
            "nass": "يكلم الناس فقال: [أيها الحالف على رسلك] [اجلس]، [فأبى فقال: اجلس، فأبى]، [فتشهد أبو بكر]، [فلما تكلم أبو بكر جلس عمر]، [ومال إليه الناس، وتركوا عمر]، [فحمد اللَّه أبو بكر، وأثنى عليه]، وقال: [أما بعد، فمن كان منكم يعبد محمداً - صلى الله عليه وسلم - فإن محمداً قد مات, ومن كان يعبد اللَّه فإن اللَّه حيٌّ لا يموت, قال اللَّه تعالى: {إِنَّكَ مَيِّتٌ وَإِنَّهُم مَّيِّتُونَ} (¬1)، وقال: {وَمَا مُحَمَّدٌ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ أَفَإِن مَّاتَ أَوْ قُتِلَ انقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَن يَنقَلِبْ عَلَىَ عَقِبَيْهِ فَلَن يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ} (¬2)، [فوا للَّه لكأن الناس لم يعلموا أن اللَّه أنزل هذه الآية حتى تلاها أبو بكر - رضي الله عنه -، فتلقاها منه الناس كلهم، فما أسمع بشراً من الناس إلا يتلوها، [وأخبر سعيد بن المسيب] [أن عمر قال: واللَّه ما هو إلا أن سمعت أبا بكر تلاها فعقِرت (¬3)، حتى ما تقلني رجلاي، وحتى أهويت إلى الأرض حين سمعته تلاها، علمت أن النبي - صلى الله عليه وسلم - قد مات]، [قال: ونشج الناس (¬4) يبكون, واجتمعت ¶ الأنصار إلى سعد بن عبادة ¶ ¬_________ ¶ (¬1) سورة الزمر، الآية: 30. ¶ (¬2) سورة آل عمران, الآية: 144. ¶ (¬3) عقِرت: دهشت وتحيرت, أما بضم العين فالمعنى هلكت. الفتح، 8/ 146. ¶ (¬4) نشج الناس: بكوا بغير انتحاب, والنشج ما يحصل للباكي من الغصة. انظر: الفتح، 7/ 30.",
            "page": "76",
            "part": "1",
            "seal": "DBCA9A1F"
        },
        {
            "id": "78",
            "nass": "في سقيفة بني ساعدة، فقالوا: منَّا أمير، ومنكم أمير (¬1) , فذهب إليهم أبو بكر، وعمر بن الخطاب، وأبو عبيدة بن الجراح, فذهب عمر يتكلم فأسكته أبو بكر , وكان عمر يقول: واللَّه ما أردت بذلك إلا أني قد هيَّأت كلاماً قد أعجبني، خشيت أن لا يبلغه أبو بكر، ثم تكلم أبو بكر فتكلم أبلغ الناس، فقال في كلامه: نحن الأمراء، وأنتم الوزراء, فقال حباب بن المنذر: لا واللَّه لا نفعل، منَّا أمير، ومنكم أمير, فقال أبو بكر: لا، ولكنا الأمراء، وأنتم الوزراء, هم أوسط العرب داراً، وأعربهم أحساباً (¬2)، فبايعوا عمر، أو أبا عبيدة، فقال عمر: بل نبايعك أنت، فأنت سيدنا وخيرنا وأحبنا إلى رسول اللَّه - صلى الله عليه وسلم - , فأخذ عمر بيده فبايعه وبايعه الناس, فقال قائل: قتلتم سعد بن عبادة, فقال عمر: قتله اللَّه (¬3). ¶ قالت عائشة - رضي الله عنها -: في شأن خطبة أبي بكر وعمر في يوم موت النبي - صلى الله عليه وسلم -: فما كان من خطبتهما من خطبة إلا نفع اللَّه بها, فلقد خوَّف عمر الناس، وإن فيهم لنفاقاً، فردّهم اللَّه بذلك, ثم لقد بصَّر ¶ ¬_________ ¶ (¬1) إنما قالت الأنصار - رضي الله عنهم -: منا أمير ومنكم أمير على ما عرفوه من عادة العرب أنه لا يتأمر على القبيلة إلا من يكون منها، فلما سمعوا حديث الأئمة من قريش، رجعوا إلى ذلك وأذعنوا. الفتح 7/ 32. ¶ (¬2) أي قريش. انظر: الفتح، 7/ 30. ¶ (¬3) البخاري، برقم 1141, و142, 3/ 113, و3667, و3668, 7/ 19، و4452, و4453, و4454, و8/ 145. وقد جمعت هذه الألفاظ من هذه المواضع لتكتمل القصة وأسأل للَّه أن يجعل ذلك صواباً.",
            "page": "77",
            "part": "1",
            "seal": "D227B043"
        },
        {
            "id": "79",
            "nass": "أبو بكر الناس الهُدى، وعرَّفهم الحق الذي عليهم، وخرجوا به يتلون {وَمَا مُحَمَّدٌ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ أَفَإِن مَّاتَ أَوْ قُتِلَ انقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَن يَنقَلِبْ عَلَىَ عَقِبَيْهِ فَلَن يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ} (¬1)، وخطب عمر، ثم أبو بكر يوم الثلاثاء خطبة عظيمة مفيدة، نفع اللَّه بها، والحمد للَّه. ¶ قال أنس بن مالك - رضي الله عنه -: لما بويع أبو بكر في السقيفة، وكان الغد جلس أبو بكر على المنبر, وقام عمر فتكلم قبل أبي بكر, فحمد اللَّه وأثنى عليه بما هو أهله, ثم قال: أيها الناس، إني كنت قلت لكم بالأمس مقالة (¬2)، ما كانت، وما وجدتها في كتاب اللَّه, ولا كانت عهداً عهدها إليَّ رسول اللَّه - صلى الله عليه وسلم - , ولكني كنت أرى أن رسول اللَّه سيدبر أمرنا - يقول: يكون آخرنا - وإن اللَّه قد أبقى فيكم كتابه الذي هدى به رسول اللَّه, فإن اعتصمتم به هداكم اللَّه لما كان هداه اللَّه له, وإن اللَّه قد جمع أمركم على خيركم؛ صاحب رسول اللَّه - صلى الله عليه وسلم - , وثاني اثنين إذ هما في الغار، فقوموا فبايعوه, فبايع الناس أبا بكر - رضي الله عنه - البيعة العامة بعد بيعة السقيفة، ثم تكلم أبو بكر, فحمد اللَّه وأثنى عليه بما هو أهله، ثم قال: ((أما بعد, أيها الناس، فإني وليت عليكم، ¶ ¬_________ ¶ (¬1) البخاري، برقم 3669, و3671, والآية من سورة آل عمران, 144. ¶ (¬2) هي خطبته التي خطب يوم الإثنين حينما قال: إن النبي - صلى الله عليه وسلم - لم يمت.",
            "page": "78",
            "part": "1",
            "seal": "FA3BE18A"
        },
        {
            "id": "80",
            "nass": "ولست بخيركم (¬1)، فإن أحسنت فأعينوني, وإن أسأت فقوِّموني، الصدق أمانة، والكذب خيانة, والضعيف منكم قوي عندي حتى أزيح علته (¬2) إن شاء اللَّه, والقوي فيكم ضعيف حتى آخذ منه الحق إن شاء اللَّه, لا يدع قوم الجهاد في سبيل اللَّه إلا ضربهم اللَّه بالذل, ولا يشيع قومٌ قط الفاحشة إلا عمَّهم اللَّه بالبلاء, أطيعوني ما أطعت اللَّه ورسوله, فإذا عصيت اللَّه ورسوله فلا طاعة لي عليكم, قوموا إلى صلاتكم يرحمكم اللَّه)) (¬3)، ثم استمر الأمر لأبي بكر والحمد للَّه. ¶ وقد بُعِثَ - صلى الله عليه وسلم - فبقي بمكة يدعو إلى التوحيد ثلاث عشرة سنة يُوحى إليه, ثم هاجر إلى المدينة، وبقي بها عشر سنين, وتوفي وهو ابن ثلاث وستين سنة صلى اللَّه عليه وآله وسلم (¬4). ¶ ورجح الإمام ابن كثير رحمه اللَّه تعالى أن آخر صلاة صلاها - صلى الله عليه وسلم - مع أصحابه - رضي الله عنهم - هي صلاة الظهر يوم الخميس, وقد انقطع عنهم عليه الصلاة والسلام يوم الجمعة, والسبت, والأحد، وهذه ثلاثة ¶ ¬_________ ¶ (¬1) وهذا من باب التواضع منه - رضي الله عنه -، وإلا فهم مجمعون على أنه أفضلهم وخيرهم - رضي الله عنه -. البداية والنهاية، 5/ 248. ¶ (¬2) والمعنى: الضعيف فيكم قوي حتى آخذ الحق له، وأنصره، وأعينه. ¶ (¬3) البداية والنهاية، 5/ 248، وساق سند محمد بن إسحاق، قال: حدثني الزهري, حدثني أنس بن مالك قال: لما بويع أبو بكر ... الحديث. قال ابن كثير: وهذا إسناد صحيح، 5/ 248. ¶ (¬4) انظر: البخاري مع الفتح، 8/ 15، برقم 4466, وفتح الباري، 8/ 151، ومختصر الشمائل للترمذي للألباني، ص192.",
            "page": "79",
            "part": "1",
            "seal": "7394B054"
        },
        {
            "id": "81",
            "nass": "أيام كوامل (¬1). ¶ وبعد موته - صلى الله عليه وسلم - وخطبة أبي بكر - رضي الله عنه - دارت مشاورات-كما تقدم -، وبايع الصحابة - رضي الله عنهم - أبا بكر في سقيفة بني ساعدة, وانشغل الصحابة ببيعة الصديق بقية يوم الإثنين, ويوم الثلاثاء, ثم شرعوا في تجهيز رسول اللَّه - صلى الله عليه وسلم - (¬2)، وغُسل من أعلى ثيابه, وكفن في ثلاثة أثواب بيض سحولية، ليس فيها قميص ولا عمامة, ثم صلى عليه الناس فرادى، لم يؤمّهم أحد, وهذا أمر مجمع عليه: صلى عليه الرجال, ثم الصبيان, ثم النساء, والعبيد والإماء, وتوفي يوم الإثنين على المشهور (¬3) , ودفن ليلة الأربعاء, أُلحد لحداً - صلى الله عليه وسلم -، ونصب عليه اللبن نصباً (¬4) , ورُفع قبره من الأرض نحواً من شبر (¬5) , وكان ¶ قبره - صلى الله عليه وسلم - ¶ ¬_________ ¶ (¬1) انظر: البداية والنهاية لابن كثير, 5/ 235. ¶ (¬2) انظر: المرجع السابق، 5/ 245. ¶ (¬3) توفي - صلى الله عليه وسلم - سنة إحدى عشرة للهجرة في ربيع الأول يوم الإثنين, أما تاريخ اليوم فقد اختلف فيه: فقيل لليلتين خلتا من ربيع الأول, وقيل لليلة خلت منه, وقيل غير ذلك, وقيل مرض في التاسع والعشرين من شهر صفر, وتوفي يوم الإثنين في الثاني عشر من ربيع الأول سنة إحدى عشرة من الهجرة , فكان مرضه ثلاثة عشر يوماً, وهذا قول الأكثر. انظر: البداية والنهاية لابن كثير، 5/ 255 - 256, وتهذيب السيرة للنووي، ص 25, وفتح الباري، 8/ 129 - 130. ¶ (¬4) مسلم، برقم 966. ¶ (¬5) ابن حبان في صحيحه، 14/ 602، وقال الأرنؤوط: إسناده صحيح.",
            "page": "80",
            "part": "1",
            "seal": "0BA88022"
        },
        {
            "id": "82",
            "nass": "مسنماً (¬1) , وقد تواترت الأخبار أنه دفن في حجرة عائشة - رضي الله عنها - شرقي مسجده - صلى الله عليه وسلم - في الزاوية الغربية القبلية من الحجرة, ووسع المسجد النبوي الوليد بن عبد الملك عام 86هـ، وقد كان نائبه بالمدينة عمر بن عبد العزيز فأمره بالتوسعة فوسعه حتى من ناحية الشرق فدخلت الحجرة النبوية فيه (¬2). ¶ وخلاصة القول: إن الدروس والفوائد والعبر في هذا المبحث كثيرة، ومنها: ¶ 1 - أن الأنبياء والرسل أحب الخلق إلى اللَّه تعالى، وقد ماتوا؛ لأنه لا يبقى على وجه الكون أحد من المخلوقات, وهذا يدل على أن الدنيا متاع زائل, ومتاع الغرور الذي لا يدوم, ولا يبقى للإنسان من تعبه وماله إلا ما كان يبتغي به وجه اللَّه تعالى, وما عدا ذلك يكون هباءً منثوراً. ¶ 2 - حرص النبي - صلى الله عليه وسلم - أن يكون مع الرفيق الأعلى؛ ولهذا سأل اللَّه تعالى ذلك مرات متعددة، وهذا يدل على عظم هذه المنازل لأنبيائه وأهل طاعته. ¶ 3 - استحباب تغطية الميت بعد تغميض عينيه, وشد لحييه؛ ولهذا سجِّي وغطي النبي - صلى الله عليه وسلم - بثوب حبرة. ¶ ¬_________ ¶ (¬1) كما قال سفيان التمار في البخاري مع الفتح، 30/ 255. ¶ (¬2) انظر: البداية والنهاية، 5/ 271 - 273، وفتح الباري، 8/ 129 - 130.",
            "page": "81",
            "part": "1",
            "seal": "25B3F32C"
        },
        {
            "id": "83",
            "nass": "4 - الدعاء للميت بعد موته؛ لأن الملائكة يؤمنون على ذلك؛ ولهذا قال أبو بكر - رضي الله عنه - للنبي - صلى الله عليه وسلم -: ((طبت حيّاً وميتاً)). ¶ 5 - إذا أصيب المسلم بمصيبة فليقل: ((إنا للَّه وإنا إليه راجعون, اللَّهم أجرني في مصيبتي، واخلف لي خيراً منها)). ¶ 6 - جواز البكاء بالدمع، والحزن بالقلب. ¶ 7 - النهي عن النياحة، وشق الجيوب، وحلق الشعر، ونتفه، والدعاء بدعوى الجاهلية، وكل ذلك معلوم تحريمه بالأدلة الصحيحة. ¶ 8 - أن الرجل -وإن كان عظيماً - قد يفوته بعض الشيء، ويكون الصواب مع غيره, وقد يخطئ سهواً ونسياناً. ¶ 9 - فضل أبي بكر وعلمه وفقهه؛ ولهذا قال: ((من كان يعبد محمداً فإن محمداً قد مات, ومن كان يعبد اللَّه فإن اللَّه حي لا يموت)). ¶ 10 - أدب عمر - رضي الله عنه - وأرضاه وحسن خلقه؛ ولهذا سكت عندما قام أبو بكر يخطب، ولم يعارضه، بل جلس يستمع مع الصحابة رضي اللَّه عن الجميع. ¶ 11 - حكمة عمر العظيمة في فض النزاع في سقيفة بني ساعدة, وذلك أنه بادر فأخذ بيد أبي بكر فبايعه فانصب الناس وتتابعوا في مبايعة أبي بكر, وانفض النزاع والحمد للَّه تعالى.",
            "page": "82",
            "part": "1",
            "seal": "8ED58C8E"
        },
        {
            "id": "84",
            "nass": "12 - بلاغة أبي بكر، فقد تكلّم في السقيفة فأجاد وأفاد حتى قال عمر عنه: ((فتكلم أبلغ الناس)). ¶ 13 - قد نفع اللَّه بخطبة عمر يوم موت النبي - صلى الله عليه وسلم - قبل دخول أبي بكر فخاف المنافقون، ثم نفع اللَّه بخطبة أبي بكر فعرف الناس الحق. ¶ 14 - ظهرت حكمة أبي بكر، وحسن سياسته في خطبته يوم الثلاثاء بعد الوفاة النبوية, وبين أن الصدق أمانة، والكذب خيانة, وأن الضعيف قوي عنده حتى يأخذ له الحق, والقوي ضعيف عنده حتى يأخذ منه الحق, وطالب الناس بالطاعة له إذا أطاع اللَّه ورسوله, فإذا عصى اللَّه ورسوله فلا طاعة لهم عليه. ¶ 15 - حكمة عمر - رضي الله عنه -، وشجاعته العقلية والقلبية؛ حيث خطب الناس قبل أبي بكر، ورجع عن قوله بالأمس واعتذر, وشد من أزر أبي بكر، وبين أن أبا بكر صاحب رسول اللَّه، وأحب الناس إليه, وثاني اثنين إذ هما في الغار. ¶ 16 - استحباب بياض الكفن للميت, وأن يكون ثلاثة أثواب ليس فيها قميص ولا عمامة, وأن يلحد لحداً, وأن ينصب عليه اللبن نصباً, وأن يكون مسنماً بقدر شبر فقط.",
            "page": "83",
            "part": "1",
            "seal": "2B4F1912"
        },
        {
            "id": "85",
            "nass": "المبحث الثالث عشر: مصيبة المسلمين بموته - صلى الله عليه وسلم - ¶ من المعلوم يقيناً أن محبة النبي - صلى الله عليه وسلم - محبة كاملة من أعظم درجات الإيمان الصادق؛ ولهذا قال - صلى الله عليه وسلم -: ((لا يؤمن أحدكم حتى أكون أحب إليه من ولده, ووالده, والناس أجمعين)) (¬1)، فإذا فقد الإنسان أهله, أو والده, أو ولده, لا شك أن هذه مصيبة عظيمة من مصائب الدنيا, فكيف إذا فقدهم كلَّهم جميعاً في وقت واحد؟ ¶ ولا شك أن مصيبة موت النبي - صلى الله عليه وسلم - أعظم المصائب على المسلمين؛ ولهذا جاءت الأحاديث الصحيحة بذلك, فعن عائشة - رضي الله عنها - قالت: فتح رسول اللَّه - صلى الله عليه وسلم - باباً بينه وبين الناس, أو كشف ستراً فإذا الناس يصلون وراء أبي بكر, فحمد اللَّه على ما رآه من حسن حالهم, ورجاء أن يخلفه اللَّه فيهم بالذي رآهم, فقال: ((يا أيها الناس، أيما أحد من الناس أو من المؤمنين أُصيب بمصيبة فلْيتعزَّ بمصيبته بي عن المصيبة التي تصيبه بغيري؛ فإن أحداً من أُمتي لن يُصاب بمصيبة أشدَّ عليه من مُصيبتي)) (¬2). ¶ وعن أنس - رضي الله عنه - قال: ((لما كان اليوم الذي دخل فيه رسول اللَّه - صلى الله عليه وسلم - ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، 1/ 58، برقم 15, ومسلم، 1/ 67، برقم 44. ¶ (¬2) أخرجه ابن ماجه، برقم 1599, وغيره وصححه الألباني في صحيح ابن ماجه، 1/ 267, والأحاديث الصحيحة، برقم 1106, وانظر: البداية والنهاية، 5/ 276.",
            "page": "84",
            "part": "1",
            "seal": "18D94448"
        },
        {
            "id": "86",
            "nass": "المدينة أضاء منها كل شيء (¬1) , فلما كان اليوم الذي مات فيه أظلم منها كل شيء, وما نفضنا عن رسول اللَّه - صلى الله عليه وسلم - الأيدي (¬2)، وإنا لفي دفنه (¬3) حتى أنكرنا (¬4) قلوبنا)) (¬5). ¶ وعن أنس - رضي الله عنه - قال: قال أبو بكر - رضي الله عنه - - بعد وفاة رسول اللَّه - صلى الله عليه وسلم - - لعمر: انطلق بنا إلى أمِّ أيمن نزورها كما كان رسول اللَّه - صلى الله عليه وسلم - يزورها، فلما انتهيا إليها بكت، فقالا لها: ما يبكيك؟ فما عند اللَّه خير لرسوله - صلى الله عليه وسلم -، قالت: إني لأعلم أن ما عند اللَّه خير لرسوله - صلى الله عليه وسلم - , ولكن أبكي أن الوحي قد انقطع من السماء, فهيجتهما على البكاء، فجعلا يبكيان معها (¬6). ¶ ¬_________ ¶ (¬1) أضاء منها كل شيء: أشرق من المدينة كل شيء. انظر: تحفة الأحوذي، 10/ 87. ¶ (¬2) وما نفضنا: من النفض: وهو تحريك الشيء ليزول ما عليه من التراب والغبار ونحوهما. انظر: تحفة الأحوذي، 10/ 88. ¶ (¬3) وإنا لفي دفنه: أي مشغولون بدفنه بعد. انظر: تحفة الأحوذي، 10/ 88. ¶ (¬4) حتى أنكرنا قلوبنا: يريد أنهم لم يجدوا قلوبهم على ما كانت عليه من الصفاء والألفة لانقطاع مادة الوحي، وفقدان ما كان يمدهم من الرسول - صلى الله عليه وسلم - من التأييد والتعليم, ولم يرد أنهم لم يجدوها على ما كانت عليه من التصديق؛ فإن الصحابة - رضي الله عنهم - أكمل الناس إيماناً وتصديقاً. انظر: تحفة الأحوذي، 10/ 88. ¶ (¬5) الترمذي وصححه، 5/ 589، برقم 3618, وأحمد، 3/ 68, برقم 13312، وابن ماجه، برقم 1631, وقال ابن كثير في البداية والنهاية: <إسناده صحيح على شرط الصحيحين\"، 5/ 274, وانظر: صحيح ابن ماجه، 1/ 273. ¶ (¬6) مسلم، برقم 2454, وابن ماجه، برقم 1635, واللفظ من المصدرين. وانظر: شرحه في النووي، 16/ 242.",
            "page": "85",
            "part": "1",
            "seal": "790F2B24"
        },
        {
            "id": "87",
            "nass": "وما أحسن ما قال القائل: ¶ اصبر لكلِّ مصيبة وتجلد ... واعلم بأن المرء غير مخلَّد ¶ فإذا ذكرت مصيبة تسلو بها ... فاذكر مصابك بالنبي محمد ¶ وخلاصة القول: إن الدروس والفوائد والعبر المستفادة هذا المبحث كثيرة, ومنها: ¶ 1 - موت النبي - صلى الله عليه وسلم - أعظم مصيبة أصيب بها المسلمون. ¶ 2 - إنكار الصحابة قلوبهم بعد موت النبي - صلى الله عليه وسلم -؛ لفراقهم نزول الوحي، وانقطاعه من السماء. ¶ 3 - النبي - صلى الله عليه وسلم - أحب إلى المسلمين من النفس, والولد, والوالد, والناس أجمعين, وقد ظهر ذلك عند موته بين القريب والبعيد من أصحاب النبي - صلى الله عليه وسلم - , بل وجميع المسلمين. ¶ 4 - محبة الصحابة للإقتداء والتأسي برسول اللَّه - صلى الله عليه وسلم - في كل شيء من أمور الدين حتى في زيارة النساء كبار السن, كما فعل أبو بكر وعمر - رضي الله عنهما -.",
            "page": "86",
            "part": "1",
            "seal": "93815272"
        },
        {
            "id": "88",
            "nass": "المبحث الرابع عشر: ميراثه - صلى الله عليه وسلم - ¶ عن عمرو بن الحارث - رضي الله عنه - قال: ((ما ترك رسول اللَّه - صلى الله عليه وسلم - عند موته: دِرْهماً, ولا ديناراً, ولا عبداً, ولا أمَةً, ولا شيئاً, إلا بغلته البيضاء [التي كان يركبها]، وسلاحه, [وأرضاً بخيبر] جعلها [لابن السبيل] صدقة)) (¬1)، وعن عائشة - رضي الله عنها - قالت: ((ما ترك رسول اللَّه - صلى الله عليه وسلم - ديناراً، ولا درهماً، ولا شاة، ولا بعيراً، ولا أوصى بشيء (¬2)) (¬3). ¶ وقال - صلى الله عليه وسلم -: ((لا نورث ما تركنا فهو صدقة)) (¬4)، وذلك لأنه لم يبعث - صلى الله عليه وسلم - جابياً للأموال، وخازناً، إنما بعث هادياً, ومبشراً، ونذيراً, وداعياً إلى اللَّه بإذنه, وسراجاً منيراً, وهذا هو شأن أنبياء اللَّه ورسله عليهم الصلاة والسلام؛ ولهذا قال - صلى الله عليه وسلم -: ((إن العلماء ورثة الأنبياء, إن الأنبياء لم يورثوا ديناراً ولا درهماً، إنما ورثوا العلم فمن أخذه أخذ ¶ بحظٍّ ¶ ¬_________ ¶ (¬1) البخاري، 5/ 356, برقم 2739, 2873, 2912, 3098، 4461, والألفاظ من هذه المواضع. ¶ (¬2) مسلم، برقم 1635. ¶ (¬3) أي لم يوص بثلث ماله ولا غيره؛ إذ لم يكن له مال, أما أمور الدين، فقد تقدم أنه أوصى بكتاب اللَّه وسنه نبيه, وأهل بيته, وإخراج المشركين من جزيرة العرب, وبإجازة الوفد, والصلاة، وملك اليمين، وغير ذلك. انظر: شرح النووي، 11/ 97. ¶ (¬4) البخاري في عدة مواضع من حديث عائشة ومالك بن أوس, وأبي بكر - رضي الله عنهم - , برقم 3093, و3712, و4036, و4240, و5358, و6726, و6727, و7305. ومسلم، برقم 1757, و1758, و1759, و1761, واللفظ لعائشة عند مسلم.",
            "page": "87",
            "part": "1",
            "seal": "30A1CBDD"
        },
        {
            "id": "89",
            "nass": "وافر)) (¬1). ¶ وقد فهم الصحابة - رضي الله عنهم - ذلك, فعن سليمان بن مهران: بينما ابن مسعود - رضي الله عنه - يوماً معه نفر من أصحابه، إذ مرّ أعرابي فقال: على ما اجتمع هؤلاء؟ قال ابن مسعود - رضي الله عنه -: ((على ميراث محمد - صلى الله عليه وسلم - يقسّمونه)) (¬2). ¶ فميراث النبي - صلى الله عليه وسلم - هو الكتاب والسنة، والعلم والاهتداء بهديه - صلى الله عليه وسلم -؛ ولهذا توفي - صلى الله عليه وسلم - ولم يترك درهماً, ولا ديناراً, ولا عبداً, ولا أمة, ولا بعيراً, ولا شاة, ولا شيئاً, إلا بغلته، وأرضاً جعلها صدقة لابن السبيل. ¶ وعن عائشة - رضي الله عنها - قالت: ((توفي النبي - صلى الله عليه وسلم - ودرعه مرهونة عند يهودي بثلاثين صاعاً من شعير)) (¬3)، وهذا يبين أن النبي - صلى الله عليه وسلم - كان يتقلَّل من الدنيا, ويستغني عن الناس؛ ولهذا لم يسأل الصحابة أموالهم، أو يقترض منهم؛ لأن الصحابة لا يقبلون رهنه، وربما لا يقبضون منه الثمن, فعدل إلى معاملة اليهودي؛ لئلا يضيِّق على أحد ¶ من أصحابه - ¶ ¬_________ ¶ (¬1) أبو داود، 3/ 317, برقم 3641، والترمذي، 5/ 49, برقم 2682، وابن ماجه، 1/ 80, برقم 223، وصححه الألباني في صحيح سنن ابن ماجه، 1/ 43، وانظر: صحيح البخاري حيث رواه معلقاً، قبل الحديث رقم 68. ¶ (¬2) أخرجه الخطيب البغدادي بسنده في شرف أصحاب الحديث، ص 45. ¶ (¬3) البخاري، برقم 2068 وكرره بفوائده في عشرة مواضع , ومسلم، برقم 1603 , وانظر: جميعها في مختصر البخاري للألباني 2/ 21.",
            "page": "88",
            "part": "1",
            "seal": "8E56E849"
        },
        {
            "id": "90",
            "nass": "صلى الله عليه وسلم - (¬1)، وقد كان - صلى الله عليه وسلم - يصيبه الجوع وهو حي؛ ولهذا يمر ويمضي الشهر والشهران، وما أُوقدت في أبيات رسول اللَّه - صلى الله عليه وسلم - نار, قال عروة لعائشة رضي اللَّه عن الجميع: ما كان يقيتكم؟ قالت: ((الأسودان: التمر والماء ... )) (¬2)، ومع هذا كان يقول - صلى الله عليه وسلم -: ((مالي وللدنيا، ما مثلي ومثل الدنيا إلا كراكب سار في يوم صائف، فاستظل تحت شجرة ساعة من نهار، ثم راح وتركها)) (¬3). ¶ وخلاصة القول: إن الدروس والفوائد والعبر في هذا المبحث كثيرة, ومنها: ¶ 1 - الأنبياء عليهم الصلاة والسلام لم يبعثوا لجمع الأموال، وإنما بعثوا لهداية الناس، وإخراجهم من الظلمات إلى النور؛ ولهذا لم يورثوا ديناراً ولا درهماً، وإنما ورثوا العلم، فمن أخذه أخذ بحظ وافر. ¶ 2 - زهد النبي - صلى الله عليه وسلم - في الدنيا وحطامها الفاني؛ وإنما هو كالراكب الذي استظل تحت شجرة، ثم راح وتركها. ¶ 3 - استغناء النبي - صلى الله عليه وسلم - عن سؤال الناس، فهو يقترض ويرهن حتى ¶ ¬_________ ¶ (¬1) انظر: شرح النووي، 11/ 43. ¶ (¬2) انظر: البخاري مع الفتح، 11/ 283. ¶ (¬3) أحمد، 6/ 154، برقم 2745، وقال ابن كثير في البداية والنهاية، 5/ 284: <وإسناده جيد<, وأخرجه الترمذي، برقم 2377، وغيره, وانظر: الأحاديث الصحيحة، برقم 439, وصحيح الترمذي، 2/ 280.",
            "page": "89",
            "part": "1",
            "seal": "66108588"
        },
        {
            "id": "91",
            "nass": "لا يكلف على أصحابه؛ ولهذا مات ودرعه مرهونة في ثلاثين صاعاً من شعير. ¶ 4 - شدة الحال، وقلة ما في اليد عند النبي - صلى الله عليه وسلم -؛ ولهذا يمضي الشهر والشهران ولم توقد في أبياته نار, وإنما كان يقيتهم الأسودان. ¶ فصلوات اللَّه وسلامه عليه ما تعاقب الليل والنهار, وأسأل اللَّه العلي العظيم أن يجعلنا من أتباعه المخلصين, وأن يحشرنا في زمرته يوم الدين.",
            "page": "90",
            "part": "1",
            "seal": "DE1D461D"
        },
        {
            "id": "92",
            "nass": "المبحث الخامس عشر: حقوقه - صلى الله عليه وسلم - على أمته ¶ للنبي الكريم - صلى الله عليه وسلم - حقوق على أمته، وهي كثيرة, منها: الإيمان الصادق به - صلى الله عليه وسلم - قولاً وفعلاً، وتصديقه في كل ما جاء به - صلى الله عليه وسلم - , ووجوب طاعته، والحذر من معصيته - صلى الله عليه وسلم -، ووجوب التحاكم إليه والرضى بحكمه, وإنزاله منزلته - صلى الله عليه وسلم - بلا غلوٍّ ولا تقصير, واتباعه واتخاذه قدوة وأسوة في جميع الأمور, ومحبته أكثر من النفس, والأهل والمال والولد والناس جميعاً, واحترامه وتوقيره ونصر دينه والذب عن سنته - صلى الله عليه وسلم - , والصلاة عليه؛ لقوله - صلى الله عليه وسلم -: ((إن من أفضل أيامكم يوم الجمعة فيه: خلق آدم, وفيه النفخة, وفيه الصعقة, فأكثروا عليَّ من الصلاة فيه، فإن صلاتكم معروضة عليَّ))، فقال رجل: يا رسول اللَّه! كيف تعرض صلاتنا عليك وقد أرمت؟ يعني بليت. قال: ((إن اللَّه حرَّم على الأرض أن تأكل أجساد الأنبياء)) (¬1). ¶ وإليك هذه الحقوق بالتفصيل والإيجاز كالآتي: ¶ 1 - الإيمان الصادق به - صلى الله عليه وسلم - وتصديقه فيما أتى به قال اللَّه تعالى: {فَآمِنُوا بِاللَّهِ وَرَسُولِهِ وَالنُّورِ الَّذِي أَنزَلْنَا وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} (¬2) , {فَآمِنُواْ بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ ¶ وَكَلِمَاتِهِ وَاتَّبِعُوهُ ¶ ¬_________ ¶ (¬1) أبو داود، 1/ 275, برقم 1071، وابن ماجه، 1/ 524, برقم 1085، والنسائي 3/ 91, برقم 1374، وصححه الألباني في صحيح النسائي، 1/ 197. ¶ (¬2) سورة التغابن, الآية: 8.",
            "page": "91",
            "part": "1",
            "seal": "58CDCD2B"
        },
        {
            "id": "93",
            "nass": "لَعَلَّكُمْ تَهْتَدُونَ} (¬1) , {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِ وَيَجْعَل لَّكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ} (¬2) , {وَمَن لَّمْ يُؤْمِن بِاللَّهِ وَرَسُولِهِ فَإِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَعِيرًا} (¬3) , وقال - صلى الله عليه وسلم -: ((أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا اللَّه ويؤمنوا بي وبما جئت به)) (¬4). ¶ والإيمان به - صلى الله عليه وسلم - هو تصديق نبوته, وأن اللَّه أرسله للجن والإنس, وتصديقه في جميع ما جاء به وقاله, ومطابقة تصديق القلب بذلك شهادة اللسان, بأنه رسول اللَّه, فإذا اجتمع التصديق به بالقلب والنطق بالشهادة باللسان، ثم تطبيق ذلك بالعمل بما جاء به تمَّ الإيمان به - صلى الله عليه وسلم - (¬5). ¶ 2 - وجوب طاعته - صلى الله عليه وسلم - والحذر من معصيته, فإذا وجب الإيمان به، وتصديقه فيما جاء به وجبت طاعته؛ لأن ذلك مما أتى به, قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُواْ اللَّهَ وَرَسُولَهُ وَلاَ تَوَلَّوْا عَنْهُ وَأَنتُمْ ¶ ¬_________ ¶ (¬1) سورة الأعراف, الآية: 158. ¶ (¬2) سورة الحديد, الآية: 28. ¶ (¬3) سورة الفتح, الآية: 13. ¶ (¬4) مسلم، 1/ 52، برقم 21. ¶ (¬5) انظر: الشفاء بتعريف حقوق المصطفى - صلى الله عليه وسلم - للقاضي عياض، 2/ 539.",
            "page": "92",
            "part": "1",
            "seal": "E51B7D3A"
        },
        {
            "id": "94",
            "nass": "تَسْمَعُونَ} (¬1) , {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا} (¬2) , {قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُم مَّا حُمِّلْتُمْ وَإِن تُطِيعُوهُ تَهْتَدُوا} (¬3) , {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} (¬4) , {وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} (¬5) , {وَمَن يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُّبِينًا} (¬6) , {وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ * وَمَن يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُّهِينٌ} (¬7). ¶ وعن أبي هريرة - رضي الله عنه - قال: قال رسول اللَّه - صلى الله عليه وسلم -: ((من أطاعني فقد أطاع اللَّه، ومن عصاني فقد عصى اللَّه)) (¬8) , وعنه - رضي الله عنه - قال: قال رسول اللَّه - صلى الله عليه وسلم -: ((كل الناس يدخل الجنة إلا من أبى, قالوا: يا رسول ¶ اللَّه! ¶ ¬_________ ¶ (¬1) سورة الأنفال, الآية: 20. ¶ (¬2) سورة الحشر, الآية: 7. ¶ (¬3) سورة النور, الآية: 54. ¶ (¬4) سورة النور, الآية: 63. ¶ (¬5) سورة الأحزاب, الآية: 71. ¶ (¬6) سورة الأحزاب, الآية: 36. ¶ (¬7) سورة النساء, الآيتان: 13, 14. ¶ (¬8) البخاري مع الفتح، 13/ 111، برقم 7137.",
            "page": "93",
            "part": "1",
            "seal": "E2CF23DE"
        },
        {
            "id": "95",
            "nass": "ومن يأبى؟ قال: من أطاعني دخل الجنة، ومن عصاني فقد أبى)) (¬1). ¶ وعن ابن عمر - رضي الله عنه - قال: قال رسول اللَّه - صلى الله عليه وسلم -: ((بعثت بين يدي الساعة بالسيف حتى يعبد اللَّه وحده لا شريك له, وجُعِلَ رزقي تحت ظلِّ رمحي, وجُعِلَ الذِّلُّ والصَّغارُ على من خالف أمري, ومن تشبه بقوم فهو منهم)) (¬2). ¶ 3 - اتباعه - صلى الله عليه وسلم -، واتخاذه قدوة في جميع الأمور، والاقتداء بهديه, قال تعالى: {قُلْ إِن كُنتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ} (¬3) , {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا} (¬4) , وقال تعالى: {وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ} (¬5)، فيجب السير على هديه والتزام سنته، والحذر من مخالفته, قال - صلى الله عليه وسلم -: ((فمن رغب عن سنتي فليس مني)) (¬6). ¶ 4 - محبته - صلى الله عليه وسلم - أكثر من الأهل والولد والوالد والناس أجمعين, ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، 13/ 249 برقم 7280. ¶ (¬2) أحمد في المسند، 1/ 92, برقم 5114، والبخاري مع الفتح معلقاً، 6/ 98, قبل الحديث رقم 2914، وحسنه العلامة ابن باز - رحمه الله - , وانظر: صحيح الجامع، 3/ 8. ¶ (¬3) سورة آل عمران, الآية: 31. ¶ (¬4) سورة الأحزاب, الآية: 21. ¶ (¬5) سورة الأعراف, الآية: 158. ¶ (¬6) البخاري مع الفتح، 9/ 104، برقم 5063.",
            "page": "94",
            "part": "1",
            "seal": "1348274A"
        },
        {
            "id": "96",
            "nass": "قال اللَّه تعالى: {قُلْ إِن كَانَ آبَاؤُكُمْ وَأَبْنَآؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُم مِّنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُواْ حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لاَ يَهْدِي الْقَوْمَ الْفَاسِقِينَ} (¬1) , وعن أنس - رضي الله عنه - قال: قال رسول اللَّه - صلى الله عليه وسلم -: ((لا يؤمن أحدكم حتى أكون أحب إليه من ولده ووالده والناس أجمعين)) (¬2)، وقد ثبت في الحديث أن من ثواب محبته الاجتماع معه في الجنة، وذلك عندما سأله رجل عن الساعة فقال: ((ما أعددت لها))؟ قال: يا رسول اللَّه، ما أعددت لها كبير صيام, ولا صلاة, ولا صدقة, ولكني أحب اللَّه ورسوله، قال: ((فأنت مع من أحببت)) (¬3)، قال أنس فما فرحنا بعد الإسلام فرحاً أشد من قول النبي - صلى الله عليه وسلم -: ((فإنك مع من أحببت)) , فأنا أحب اللَّه ورسوله, وأبا بكر, وعمر، فأرجو أن أكون معهم وإن لم أعمل بأعمالهم (¬4). ¶ ولما قال عمر بن الخطاب - رضي الله عنه -: يا رسول اللَّه لأنت أحب إليَّ من ¶ كل شيء إلا من نفسي، فقال النبي - صلى الله عليه وسلم -: ((لا والذي نفسي بيده حتى ¶ ¬_________ ¶ (¬1) سورة التوبة, الآية: 24. ¶ (¬2) البخاري مع الفتح، 1/ 58، برقم 15, مسلم، 1/ 67، برقم 44. ¶ (¬3) البخاري مع الفتح، 10/ 557، و13/ 131, برقم 3688، و6167، ومسلم، 4/ 2032، برقم 2639. ¶ (¬4) مسلم، 4/ 2032، برقم 2639.",
            "page": "95",
            "part": "1",
            "seal": "21E8D250"
        },
        {
            "id": "97",
            "nass": "أكون أحب إليك من نفسك)) , فقال له عمر: فإنه الآن واللَّه لأنت أحب إليّ من نفسي، فقال النبي - صلى الله عليه وسلم -: ((الآن يا عمر)) (¬1) , وعن ابن مسعود - رضي الله عنه - قال: جاء رجل إلى رسول اللَّه - صلى الله عليه وسلم - فقال: يا رسول اللَّه كيف تقول في رجل أحب قوماً ولم يلحق بهم؟ فقال رسول اللَّه - صلى الله عليه وسلم -: ((المرء مع من أحب)) (¬2). ¶ وعن العباس بن عبد المطلب - رضي الله عنه - أنه سمع رسول اللَّه - صلى الله عليه وسلم - يقول: ((ذاق طعم الإيمان من رضي باللَّه رباً, وبالإسلام ديناً, وبمحمد رسولاً)) (¬3). ¶ وقال - صلى الله عليه وسلم -: ((ثلاث من كن فيه وجد بهن حلاوة الإيمان: من كان اللَّه ورسولهُ أحب إليه مما سواهما, وأن يحب المرء لا يحبه إلا للَّه, وأن يكره أن يعود في الكفر بعد أن أنقذه اللَّه منه، كما يكره أن يقذف في النار)) (¬4). ¶ ولاشك أن من وفَّقه اللَّه تعالى لذلك ذاق طعم الإيمان ووجد حلاوته, فيستلذ الطاعة، ويتحمل المشاقة في رضى اللَّه - عز وجل - ورسوله ¶ - صلى الله عليه وسلم - , ولا يسلك إلا ما يوافق شريعة محمد - صلى الله عليه وسلم -؛ لأنه رضي به رسولاً, ¶ ¬_________ ¶ (¬1) البخاري مع الفتح، 11/ 523، برقم 6632. ¶ (¬2) البخاري مع الفتح، 10/ 557، برقم 6138، ومسلم، برقم 2640. ¶ (¬3) مسلم في صحيحه 1/ 62، برقم 34. ¶ (¬4) البخاري مع الفتح، 1/ 72, برقم 16، ومسلم، 1/ 66، برقم و43، وتقدم تخريجه، ص66.",
            "page": "96",
            "part": "1",
            "seal": "180EBE2C"
        },
        {
            "id": "98",
            "nass": "وأحبه، ومن أحبه من قلبه صدقاً أطاعه - صلى الله عليه وسلم -؛ ولهذا قال القائل: ¶ تعصي الإله وأنت تُظْهر حُبَّهُ ... هذا لعمري في القياسِ بديعُ ¶ لو كان حُبَّكَ صادقاً لأطعته ... إن المُحبَّ لمن يُحِبُّ مُطيعُ (¬1) ¶ وعلامات محبته - صلى الله عليه وسلم - تظهر في الاقتداء به - صلى الله عليه وسلم - , واتباع سنته, وامتثال أوامره, واجتناب نواهيه, والتأدب بآدابه, في الشدة والرخاء, وفي العسر واليسر, ولا شك أن من أحب شيئاً آثره, وآثر موافقته, وإلا لم يكن صادقاً في حبه، ويكون مدّعياً (¬2). ¶ ولا شك أن من علامات محبته: النصيحة له؛ لقوله - صلى الله عليه وسلم -: ((الدين النصيحة))، قلنا لمن؟ قال: ((للَّه, ولكتابه, ولرسوله, ولأئمة المسلمين وعامتهم)) (¬3) , والنصيحة لرسوله - صلى الله عليه وسلم -: التصديق بنبوته, وطاعته فيما أمر به, واجتناب ما نهى عنه, ومُؤازرته, ونصرته وحمايته حياً وميتاً, وإحياء سنته، والعمل بها، وتعلمها, وتعليمها، والذب عنها, ونشرها, والتخلق بأخلاقه الكريمة, وآدابه الجميلة (¬4). ¶ 5 - احترامه وتوقيره ونصرته كما قال تعالى: {لِتُؤْمِنُوا بِاللَّهِ ¶ ¬_________ ¶ (¬1) الشفاء بتعريف حقوق المصطفى، - صلى الله عليه وسلم - 2/ 549، و2/ 563. ¶ (¬2) انظر: الشفاء بتعريف حقوق المصطفى، - صلى الله عليه وسلم - 2/ 571 - 582. ¶ (¬3) مسلم، 1/ 74، برقم 55. ¶ (¬4) الشفاء بتعريف حقوق المصطفى - صلى الله عليه وسلم - للقاضي عياض، 2/ 582 - 584.",
            "page": "97",
            "part": "1",
            "seal": "40D1C8A9"
        },
        {
            "id": "99",
            "nass": "وَرَسُولِهِ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ} (¬1) , {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} (¬2) , {لا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُم بَعْضًا} (¬3). ¶ وحرمة النبي - صلى الله عليه وسلم - بعد موته, وتوقيره لازم كحال حياته، وذلك عند ذكر حديثه, وسنته, وسماع اسمه وسيرته, وتعلم سنته, والدعوة إليها, ونصرتها (¬4). ¶ 6 - الصلاة عليه - صلى الله عليه وسلم - قال اللَّه تعالى: {إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا} (¬5) , وقال - صلى الله عليه وسلم -: (( .. من صلَّى عليّ صلاة صلَّى اللَّه عليه بها عشراً)) (¬6) , وقال - صلى الله عليه وسلم -: ((لا تجعلوا بيوتكم قبوراً, ولا تجعلوا قبري عيداً، وصلوا عليّ فإن صلاتكم تبلغني حيث كنتم)) (¬7) , وقال - صلى الله عليه وسلم -: ((البخيل من ذكرت عنده ¶ ¬_________ ¶ (¬1) سورة الفتح, الآية: 9. ¶ (¬2) سورة الحجرات, الآية: 1. ¶ (¬3) سورة النور, الآية: 63. ¶ (¬4) الشفاء، 2/ 595، و612. ¶ (¬5) سورة الأحزاب, الآية: 56. ¶ (¬6) أخرجه مسلم عن عبد اللَّه بن عمرو - رضي الله عنه -، 1/ 288، برقم 384. ¶ (¬7) أبو داود، 2/ 218, برقم 2042، وأحمد 2/ 367, برقم 8804، وانظر: صحيح أبي داود، 1/ 383.",
            "page": "98",
            "part": "1",
            "seal": "9C6B058B"
        },
        {
            "id": "100",
            "nass": "فلم يصلِّ عليّ)) (¬1) , وقال - صلى الله عليه وسلم -: ((ما جلس قوم مجلساً لم يذكروا اللَّه فيه, ولم يصلّوا على نبيهم إلا كان عليهم ترة, فإن شاء عذبهم، وإن شاء غفر لهم)) (¬2) , وقال - صلى الله عليه وسلم -: ((إن للَّه ملائكة سياحين في الأرض يبلغوني من أمتي السلام)) (¬3) , وقال جبريل - عليه السلام - للنبي - صلى الله عليه وسلم -: ((رغم أنف عبد - أو بَعُد - ذُكِرتَ عنده فلم يصلّ عليك))، فقال - صلى الله عليه وسلم -: ((آمين)) (¬4) , وعن أبي هريرة - رضي الله عنه - قال رسول اللَّه - صلى الله عليه وسلم -: ((ما من أحد يسلّم عليَّ إلا ردّ اللَّه عليَّ روحي حتى أردّ عليه السلام)) (¬5). ¶ * وللصلاة على النبي - صلى الله عليه وسلم - مواطن كثيرة ذكر منها الإمام ابن القيم - رضي الله عنه - واحداً وأربعين موطناً منها على سبيل المثال: الصلاة عليه - صلى الله عليه وسلم - عند دخول المسجد, وعند الخروج منه, وبعد إجابة المؤذن, وعند الإقامة, وعند الدعاء, وفي التشهد في الصلاة، وفي صلاة الجنازة، وفي الصباح والمساء، وفي يوم الجمعة, وعند اجتماع القوم قبل ¶ تفرقهم, وفي الخطب: كخطبتي صلاة الجمعة, وعند كتابة اسمه, وفي أثناء صلاة العيدين بين التكبيرات, وآخر دعاء القنوت, وعلى ¶ ¬_________ ¶ (¬1) الترمذي 5/ 551, برقم 3540، وغيره, وانظر: صحيح الترمذي، 3/ 177. ¶ (¬2) الترمذي, وانظر: صحيح الترمذي 3/ 140، برقم 3380. ¶ (¬3) النسائي 3/ 43, برقم 1282، وصححه الألباني في صحيح النسائي، 1/ 274. ¶ (¬4) ابن خزيمة 3/ 192, برقم 1888، وأحمد 2/ 254, برقم 7451، وصححه الأرنؤوط في الأفهام. ¶ (¬5) أخرجه أبو داود، 2/ 218، برقم 2041, وحسنه الألباني في صحيح أبي داود، 1/ 283.",
            "page": "99",
            "part": "1",
            "seal": "7864E4FC"
        },
        {
            "id": "101",
            "nass": "الصفا والمروة, وعند الوقوف على قبره, وعند الهم والشدائد، وطلب المغفرة, وعقب الذنب إذا أراد أن يكفر عنه, وغير ذلك من المواطن التي ذكرها رحمه اللَّه في كتابه (¬1). ¶ ولو لم يرد في فضل الصلاة على النبي - صلى الله عليه وسلم - إلا حديث أنس - رضي الله عنه - لكفى ((من صلَّى عليَّ صلاة واحدة صلَّى اللَّه عليه عشر صلوات (¬2). [كتب اللَّه له بها عشرة حسنات] (¬3)، وحطَّ عنه بها عشر سيئات, ورفعه بها عشر درجات)) (¬4). ¶ 7 - وجوب التحاكم إليه والرضى بحكمه - صلى الله عليه وسلم -، قال اللَّه تعالى: {فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} (¬5) , {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّىَ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُواْ فِي أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ ¶ وَيُسَلِّمُواْ تَسْلِيمًا} (¬6)، ويكون التحاكم إلى سنته وشريعته بعده - صلى الله عليه وسلم -. ¶ ¬_________ ¶ (¬1) راجع كتاب جلاء الأفهام في الصلاة والسلام على خير الأنام - صلى الله عليه وسلم - للإمام ابن القيم - رحمه الله -. ¶ (¬2) السياق يقتضي [و]. ¶ (¬3) هذه الزيادة من حديث أبي طلحة في مسند أحمد، 4/ 29، برقم 16354. ¶ (¬4) أحمد، 3/ 261, برقم 16583، وابن حبان، برقم 2390 (موارد) , والحاكم، 1/ 551، وصححه الأرنؤوط في تحقيقه لجلاء الأفهام، ص 65. ¶ (¬5) سورة النساء الآية: 59. ¶ (¬6) سورة النساء, الآية: 65.",
            "page": "100",
            "part": "1",
            "seal": "1A1429AD"
        },
        {
            "id": "102",
            "nass": "8 - إنزاله مكانته - صلى الله عليه وسلم - بلا غلو ولا تقصير، فهو عبد للَّه ورسوله, وهو أفضل الأنبياء والمرسلين, وهو سيد الأولين والآخرين, وهو صاحب المقام المحمود، والحوض المورود, ولكنه مع ذلك بشر لا يملك لنفسه ولا لغيره ضراً ولا نفعاً إلا ما شاء اللَّه، كما قال تعالى: {قُل لاَّ أَقُولُ لَكُمْ عِندِي خَزَآئِنُ اللَّهِ وَلا أَعْلَمُ الْغَيْبَ وَلا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلاَّ مَا يُوحَى إِلَيَّ} (¬1) , وقال تعالى: {قُل لاَّ أَمْلِكُ لِنَفْسِي نَفْعًا وَلاَ ضَرًّا إِلاَّ مَا شَاءَ اللَّهُ وَلَوْ كُنتُ أَعْلَمُ الْغَيْبَ لاَسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَاْ إِلاَّ نَذِيرٌ وَبَشِيرٌ لِّقَوْمٍ يُؤْمِنُونَ} (¬2) , {قُلْ إِنِّي لا أَمْلِكُ لَكُمْ ضَرًّا وَلا رَشَدًا * قُلْ إِنِّي لَن يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِن دُونِهِ مُلْتَحَدًا} (¬3) , وقد مات - صلى الله عليه وسلم - كغيره من الأنبياء، ولكن دينه باقٍ إلى يوم القيامة {إِنَّكَ مَيِّتٌ وَإِنَّهُم مَّيِّتُونَ} (¬4) , {وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ الْخُلْدَ أَفَإِن مِّتَّ فَهُمُ ¶ الْخَالِدُونَ * كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ} (¬5) , وبهذا يعلم أنه لا يستحق العبادة إلا اللَّه وحده لا شريك له {قُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ ¶ ¬_________ ¶ (¬1) سورة الأنعام, الآية: 50. ¶ (¬2) سورة الأعراف, الآية: 188. ¶ (¬3) سورة الجن, الآيتان: 21 - 22. ¶ (¬4) سورة الزمر, الآية: 30. ¶ (¬5) سورة الأنبياء, الآيتان: 34 - 35.",
            "page": "101",
            "part": "1",
            "seal": "A0D40D8A"
        },
        {
            "id": "103",
            "nass": "وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ * لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَاْ أَوَّلُ الْمُسْلِمِينَ} (¬1). ¶ وصلى اللَّه وسلم على نبينا محمد وعلى آله وأصحابه. ¶ ¬_________ ¶ (¬1) سورة الأنعام, الآيتان: 162 - 163.",
            "page": "102",
            "part": "1",
            "seal": "EE3F2E70"
        }
    ],
    "t1924": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: خلاصة نسبه ووظيفته - صلى الله عليه وسلم -"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "1 - أن النبي - صلى الله عليه وسلم - خيار من خيار من خيار، فهو أحسن الناس"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "2 - أن إقامة الاحتفالات بمولد النبي - صلى الله عليه وسلم - كل عام في اليوم الثاني عشر من ربيع الأول بدعة منكرة"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "2",
            "tit": "3 - أن وظيفة النبي - صلى الله عليه وسلم - هي الدعوة إلى التوحيد، وإنقاذ الناس من ظلمات الشرك إلى نور التوحيد."
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: جهاده واجتهاده وأخلاقه"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - كان - صلى الله عليه وسلم - أسوة وقدوة وإماما يقتدى به"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "2",
            "tit": "2 - وكان يصلي من الليل إحدى عشرة ركعة"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "3 - وكان يصوم غير رمضان ثلاثة أيام من كل شهر"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "4 - وكان يكثر الصدقة،"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "1",
            "tit": "5 - جاهد - صلى الله عليه وسلم - في جميع ميادين الجهاد:"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "6 - كان - صلى الله عليه وسلم - أحسن الناس معاملة"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "7 - كان - صلى الله عليه وسلم - أحسن الناس خلقا؛"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "1",
            "tit": "8 - كان - صلى الله عليه وسلم - أزهد الناس في الدنيا،"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "9 - كان - صلى الله عليه وسلم - أورع الناس؛"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "10 - ومع هذه الأعمال المباركة العظيمة"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": null,
            "tit": "* الدروس والفوائد والعبر:"
        },
        {
            "id": "16",
            "lvl": "4",
            "sub": "1",
            "tit": "1 - أن النبي - صلى الله عليه وسلم - قدوة كل مسلم"
        },
        {
            "id": "17",
            "lvl": "4",
            "sub": null,
            "tit": "2 - أن النبي - صلى الله عليه وسلم - أحسن الناس خلقا، وخلقا"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث: خير أعماله خواتمها"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "1 - الحث على المداومة على العمل الصالح"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "2 - من أجهد نفسه في شيء"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "3 - الإنسان المسلم كلما تقدم في العمر اجتهد في العمل على حسب القدرة"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع: وداعه لأمته، ووصاياه في حجة الوداع"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - أذانه في الناس بالحج"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "2 - وداعه، ووصيته لأمته في عرفات"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "3 - وداعه ووصيته لأمته عند الجمرات"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "4 - وصيته ووداعه لأمته يوم النحر"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "5 - وصيته - صلى الله عليه وسلم - لأمته في أوسط أيام التشريق:"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": null,
            "tit": "1 - أن كل من قدم المدينة إجابة لأذان النبي - صلى الله عليه وسلم - بالحج فقد حج مع النبي - صلى الله عليه وسلم -"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": "1",
            "tit": "2 - استحباب نزول الحاج إلى عرفات بعد زوال الشمس إن تيسر ذلك."
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": "2",
            "tit": "3 - استحباب خطبة الإمام بالحجاج بعرفات."
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": null,
            "tit": "4 - تأكيد غلظ تحريم الدماء, والأعراض, والأموال, والأبشار الجلدية."
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": "1",
            "tit": "5 - استخدام ضرب الأمثال، وإلحاق النظير بالنظير."
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": "2",
            "tit": "6 - إبطال أفعال الجاهلية, وربا الجاهلية, وأنه لا قصاص في قتلى الجاهلية."
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": "3",
            "tit": "7 - أن الإمام ومن يأمر بالمعروف، وينهى عن المنكر يجب أن يبدأ بنفسه"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": "4",
            "tit": "8 - الموضوع من الربا هو الزائد على رأس المال, أما رأس المال فلصاحبه."
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": "5",
            "tit": "9 - مراعاة حق النساء, ومعاشرتهن بالمعروف."
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": null,
            "tit": "10 - وجوب نفقة الزوجة وكسوتها، وجواز تأديبها."
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": "1",
            "tit": "11 - الوصية بكتاب الله تعالى، وسنة نبيه - صلى الله عليه وسلم -."
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": "2",
            "tit": "12 - قوله: لتأخذوا عني مناسككم"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": "3",
            "tit": "13 - وفي قوله - صلى الله عليه وسلم -: لعلي لا أحج بعد حجتي هذه."
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": "4",
            "tit": "14 - الحث على تبليغ العلم، ونشره"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": null,
            "tit": "15 - استخدام السؤال، ثم السكوت، والتفسير يدل على التفخيم"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": "1",
            "tit": "16 - الأمر بطاعة ولي الأمر مادام يقود الناس بكتاب الله تعالى."
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": "2",
            "tit": "17 - الوصية بطاعة الله, والصلاة, والزكاة, والصيام,."
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": "3",
            "tit": "18 - معجزة النبي - صلى الله عليه وسلم - الظاهرة الدالة على صدقه,"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": "4",
            "tit": "19 - الضحية سنه مؤكدة على الصحيح من أقوال أهل العلم"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الخامس: توديعه للأحياء والأموات"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "1 - حرص النبي - صلى الله عليه وسلم - على نفع أمته, والنصح لهم في الحياة, وبعد الممات."
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "1",
            "tit": "2 - التحذير من فتنة زهرة الدنيا لمن فتحت عليه, فينبغي له أن يحذر سوء عاقبتها"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث السادس: بداية مرضه - صلى الله عليه وسلم - وأمره لأبي بكر أن يصلي بالناس"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "1 - استحباب زيارة قبور الشهداء بأحد، وقبور أهل البقيع"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "2 - جواز تغسيل الرجل زوجته، وتجهيزها، والزوجة كذلك."
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "1",
            "tit": "3 - جواز استئذان الرجل زوجاته أن يمرض في بيت إحداهن"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "2",
            "tit": "4 - جواز المرض والإغماء على الأنبياء، بخلاف الجنون."
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "3",
            "tit": "5 - استحباب الغسل من الإغماء؛ لأنه ينشط ويزيل أو يخفف الحرارة."
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "4",
            "tit": "6 - إذا تأخر الإمام تأخرا يسيرا ينتظر, فإذا شق الانتظار صلى أعلم الحاضرين."
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "5",
            "tit": "7 - فضل أبي بكر، وترجيحه على جميع الصحابة - رضي الله عنهم - ,"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "6",
            "tit": "8 - إذا عرض للإمام عارض، أو شغل بأمر لا بد منه منعه من حضور الجماعة"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "7",
            "tit": "9 - فضل عمر - رضي الله عنه -؛ لأن أبا بكر وثق به, ولهذا أمره أن يصلي"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "10 - جواز الثناء والمدح في الوجه لمن أمن عليه الإعجاب والفتنة"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "1",
            "tit": "11 - دفع الفضلاء الأمور العظيمة عن أنفسهم"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "2",
            "tit": "12 - يجوز للمستخلف في الصلاة ونحوها أن يستخلف غيره من الثقات"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "3",
            "tit": "13 - الصلاة من أهم ما يسأل عنه."
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "4",
            "tit": "14 - فضل عائشة - رضي الله عنها - على جميع أزواج النبي - صلى الله عليه وسلم - الموجودات ذلك الوقت"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "5",
            "tit": "15 - جواز مراجعة ولي الأمر على سبيل العرض والمشاورة"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "6",
            "tit": "16 - جواز وقوف المأموم بجنب الإمام لحاجة أو مصلحة"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "7",
            "tit": "17 - جواز رفع الصوت بالتكبير"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "18 - التنبيه على الحرص على حضور الصلاة مع الجماعة."
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "1",
            "tit": "19 - الأعلم والأفضل أحق بالإمامة من العالم والفاضل."
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "2",
            "tit": "20 - إنما جعل الإمام ليؤتم به"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "3",
            "tit": "21 - البكاء في الصلاة من خشية الله لا حرج فيه"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث السابع: خطبته العظيمة، ووصيته للناس"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "1 - أمر النبي - صلى الله عليه وسلم - بسد الأبواب إلا باب أبي بكر"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "2 - فضل أبي بكر - رضي الله عنه - وأنه أعلم الصحابة - رضي الله عنهم -"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "1",
            "tit": "3 - الترغيب في اختيار ما في الآخرة على ما في الدنيا."
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "2",
            "tit": "4 - شكر المحسن والتنويه بفضله وإحسانه والثناء عليه"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "3",
            "tit": "5 - التحذير من اتخاذ المساجد على القبور، وإدخال القبور في المساجد"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "4",
            "tit": "6 - حب الصحابة لرسول الله - صلى الله عليه وسلم - أكثر من النفس والولد والوالد والناس أجمعين"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثامن: اشتداد مرضه - صلى الله عليه وسلم - ووصيته في تلك الشدة"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "1 - استحباب الرقية بالقرآن, وبالأذكار"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "2 - عناية النبي - صلى الله عليه وسلم - ببنته فاطمة، ومحبته لها"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": "1",
            "tit": "3 - يؤخذ من قصة فاطمة - رضي الله عنها - أنه ينبغي العناية بالبنات, والعطف عليهن."
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": "2",
            "tit": "4 - عناية الولد بالوالد كما فعلت فاطمة - رضي الله عنها -"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": "3",
            "tit": "5 - معجزة النبي - صلى الله عليه وسلم - التي تدل على صدقه وأنه رسول الله - صلى الله عليه وسلم -"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": "4",
            "tit": "6 - سرور أهل الإيمان بالانتقال إلى الآخرة."
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "7 - المريض إذا قرب أجله ينبغي له أن يوصي أهله بالصبر"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "1",
            "tit": "8 - فضل فاطمة - رضي الله عنها - وأنها سيدة نساء المؤمنين."
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "2",
            "tit": "9 - المرض إذا احتسب المسلم ثوابه؛ فإنه يكفر الخطايا"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "10 - التحذير من بناء المساجد على القبور، ومن إدخال القبور والصور في المساجد"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث التاسع: وصايا النبي - صلى الله عليه وسلم - عند موته"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "1 - وجوب إخراج المشركين من جزيرة العرب."
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": "1",
            "tit": "2 - إكرام الوفود، وإعطاؤهم ضيافتهم"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": "2",
            "tit": "3 - وجوب العناية بكتاب الله حسا ومعنى: فيكرم, ويصان."
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "4 - أهمية الصلاة"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": "1",
            "tit": "5 - القيام بحقوق المماليك والخدم ومن كان تحت الولاية"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": "2",
            "tit": "6 - فضل أسامة بن زيد"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": "3",
            "tit": "7 - فضل أبي بكر حيث أنفذ وصية رسول الله - صلى الله عليه وسلم - في جيش أسامة فبعثه"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": "4",
            "tit": "8 - فضل عمر بن الخطاب - رضي الله عنه -"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث العاشر: اختياره - صلى الله عليه وسلم - الرفيق الأعلى"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "1 - الرفيق الأعلى: هم الجماعة المذكورون في قوله تعالى: {ومن يطع الله والرسول فأولئك}"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "2 - أن النبي - صلى الله عليه وسلم - اختار الرفيق الأعلى حين خير حبا للقاء الله تعالى"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": "1",
            "tit": "3 - فضل عائشة - رضي الله عنها - حيث نقلت العلم الكثير عنه - صلى الله عليه وسلم -"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": "2",
            "tit": "4 - عناية النبي - صلى الله عليه وسلم - بالسواك، حتى وهو في أشد سكرات الموت."
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "5 - قول النبي - صلى الله عليه وسلم - في سكرات الموت"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": "1",
            "tit": "6 - حرص النبي - صلى الله عليه وسلم - على مرافقة الأنبياء"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": "2",
            "tit": "7 - شدة الموت وسكراته العظيمة للنبي - صلى الله عليه وسلم -،"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الحادي عشر: موت النبي - صلى الله عليه وسلم - شهيدا"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "1 - موت النبي - صلى الله عليه وسلم - وانتقاله إلى الرفيق الأعلى شهيدا"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": "1",
            "tit": "2 - عداوة اليهود للإسلام وأهله ظاهرة من قديم الزمان."
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": "2",
            "tit": "3 - عدم انتقام النبي - صلى الله عليه وسلم - لنفسه, بل يعفو ويصفح."
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "4 - معجزة من معجزاته - صلى الله عليه وسلم - وهي أن لحم الشاة المصلية نطق"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": "1",
            "tit": "5 - فضل الله تعالى على عباده أنه لم يقبض نبيهم إلا بعد أن أكمل به الدين"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": "2",
            "tit": "6 - محبة الصحابة - رضي الله عنهم - لنبيهم - صلى الله عليه وسلم -."
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني عشر: من كان يعبد الله فإن الله حي لا يموت"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "1 - أن الأنبياء والرسل أحب الخلق إلى الله تعالى."
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": "1",
            "tit": "2 - حرص النبي - صلى الله عليه وسلم - أن يكون مع الرفيق الأعلى"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": "2",
            "tit": "3 - استحباب تغطية الميت بعد تغميض عينيه, وشد لحييه"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "4 - الدعاء للميت بعد موته؛ لأن الملائكة يؤمنون على ذلك"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": "1",
            "tit": "5 - إذا أصيب المسلم بمصيبة فليقل: إنا لله وإنا إليه راجعون"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": "2",
            "tit": "6 - جواز البكاء بالدمع، والحزن بالقلب."
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": "3",
            "tit": "7 - النهي عن النياحة، وشق الجيوب، وحلق الشعر، ونتفه، والدعاء بدعوى الجاهلية"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": "4",
            "tit": "8 - أن الرجل -وإن كان عظيما - قد يفوته بعض الشيء"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": "5",
            "tit": "9 - فضل أبي بكر وعلمه وفقهه."
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": "6",
            "tit": "10 - أدب عمر - رضي الله عنه - وأرضاه وحسن خلقه."
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": "7",
            "tit": "11 - حكمة عمر العظيمة في فض النزاع في سقيفة بني ساعدة."
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "12 - بلاغة أبي بكر"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": "1",
            "tit": "13 - قد نفع الله بخطبة عمر يوم موت النبي - صلى الله عليه وسلم -"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": "2",
            "tit": "14 - ظهرت حكمة أبي بكر، وحسن سياسته في خطبته يوم الثلاثاء بعد الوفاة النبوية"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": "3",
            "tit": "15 - حكمة عمر - رضي الله عنه -، وشجاعته العقلية والقلبية."
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": "4",
            "tit": "16 - استحباب بياض الكفن للميت."
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث عشر: مصيبة المسلمين بموته - صلى الله عليه وسلم -"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "1 - موت النبي - صلى الله عليه وسلم - أعظم مصيبة أصيب بها المسلمون."
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": "1",
            "tit": "2 - إنكار الصحابة قلوبهم بعد موت النبي - صلى الله عليه وسلم -."
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": "2",
            "tit": "3 - النبي - صلى الله عليه وسلم - أحب إلى المسلمين من النفس, والولد, والوالد, والناس أجمعين."
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": "3",
            "tit": "4 - محبة الصحابة للإقتداء والتأسي برسول الله - صلى الله عليه وسلم - في كل شيء من أمور الدين"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع عشر: ميراثه - صلى الله عليه وسلم -"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "1 - الأنبياء عليهم الصلاة والسلام لم يبعثوا لجمع الأموال"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": "1",
            "tit": "2 - زهد النبي - صلى الله عليه وسلم - في الدنيا وحطامها الفاني"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": "2",
            "tit": "3 - استغناء النبي - صلى الله عليه وسلم - عن سؤال الناس."
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "4 - شدة الحال، وقلة ما في اليد عند النبي - صلى الله عليه وسلم -"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الخامس عشر: حقوقه - صلى الله عليه وسلم - على أمته"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - الإيمان الصادق به - صلى الله عليه وسلم - وتصديقه فيما أتى به"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "2 - وجوب طاعته - صلى الله عليه وسلم - والحذر من معصيته"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "3 - اتباعه - صلى الله عليه وسلم -، واتخاذه قدوة في جميع الأمور"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": "1",
            "tit": "4 - محبته - صلى الله عليه وسلم - أكثر من الأهل والولد والوالد والناس أجمعين"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": null,
            "tit": "5 - احترامه وتوقيره ونصرته"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": null,
            "tit": "6 - الصلاة عليه - صلى الله عليه وسلم -"
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": null,
            "tit": "7 - وجوب التحاكم إليه والرضى بحكمه - صلى الله عليه وسلم -،"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": null,
            "tit": "8 - إنزاله مكانته - صلى الله عليه وسلم - بلا غلو ولا تقصير"
        }
    ]
}