{
    "b1936": [
        {
            "id": "1",
            "nass": "مقدمة ¶ الحمد لله الذي علم بالقلم، علم الإنسان ما لم يعلم، والصلاة والسلام على المعلم الأول - صلى الله عليه وعلى آله وصحبه وسلم -. ¶ أما بعد ... هذا كتاب حوى جملة نافعة من أخبار المصطفى صلوات الله وسلامه عليه، أثناء تعليمه لأمته أمر دينهم وما يستقيم به أمرهم، ولقد رأيت خلال ممارستي للتعليم ومطالعتي لسنن المصطفى صلوات الله وسلامه عليه أن هناك كمًّا هائلًا من الأقوال والأفعال النبوية تفيد المدرس بالدرجة الأولى، فاستعنت بالله في جمع ما ييسره لي الباري جل وعلا.",
            "page": "1",
            "part": "1",
            "seal": "7C02F06B"
        },
        {
            "id": "2",
            "nass": "ثم أنني لم أحط - خلال جمعي وبحثي - بكل ما ورد عن النبي صلى الله عليه وسلم في أمر التربية والتعليم، ولكن حسبي أني قد جمعت ما إذا وقف الناظر عليه رأى ما يبهج قلبه ويكفيه ويشفيه - بإذن الله -. ولقد تطرق بعض العلماء قديماً إلى هذا أو قريباً منه، كابن عبد البر في جامع بيان العلم وفضله، وابن مفلح في الآداب الشرعية، والغزالي في إحياء علوم الدين، وغيرهم ولكنهم لم يقصروا كتبهم وبحوثهم على أفعال النبي صلى الله عليه وسلم وأقواله في التربية والتعليم بلك كانوا يحشدون أقوال الصحابة والتابعين والعلماء الأجلاء وغيرهم، وهم أيضاً - رحمهم الله - كانوا يتوسعون في ذلك فيدخلون في كتبهم هذه كل ما يتعلق بالعلم والتعليم، كما يتبين للناظر في كتبهم. ولعلك بعد أن تطالع كتابنا هذا يتبين لك ما قلناه آنفاً. ¶ ويجدر بنا الإشارة إلى أن هناك رسائل وبحوثاً معاصرة قيمة ومفيدة، وهي قريبة من هذا المسلك الذي اتخذته في عمل هذه الرسالة.",
            "page": "2",
            "part": "1",
            "seal": "116C29D5"
        },
        {
            "id": "3",
            "nass": "فعسى الله أن يرزقنا الإخلاص في القول والعمل وأن ينفعنا وينفع المسلمين به. والله الموفق، ولا حول لنا ولا قوة إلا به. وصلى الله وسلم وبارك على نبينا وعلى آله وصحبه وسلم تسليماً كثيراً. والحمد لله رب العالمين. ¶ كتبه: فؤاد الشلهوب ¶ الرياض: ص. ب 8810 ¶ الرمز البريدي: 11492",
            "page": "3",
            "part": "1",
            "seal": "BCFB31A5"
        },
        {
            "id": "4",
            "nass": "مدخل ¶ مهنة التعليم لا تساويها مهنة في الفضل والرفعة، ووظيفة المعلم من أشرف الوظائف وأعلاها. وكلما كانت المادة العلمية أشرف وأنفع، ارتفع صاحبها شرفاً ورفعة ً، وأشرف العلوم على الإطلاق العلوم الشرعية، ثم العلوم الأخرى كل بحسبه. والمعلم إذا أخلص عمله لله، وعني بتعليمه نفع الناس، وتعليمهم الخير، لقول النبي صلى الله عليه وسلم في الحديث الصحيح: «إنما الأعمال بالنيات» . ولعل حديث أبي أمامة رضي الله عنه يبين لنا فضل تعليم الخير. يقول: قال رسول الله صلى الله عليه وسلم: «إن الله وملائكته وأهل السموات والأرض حتى النملة في جحرها وحتى الحوت في البحر ليصلون على معلم الناس الخير» (1) . ¶ _________ ¶ (1) رواه ابن عبد البر في جامع بيان العلم وفضله. (المختصر ص42) .",
            "page": "4",
            "part": "1",
            "seal": "85D157CE"
        },
        {
            "id": "5",
            "nass": "ومهمة المعلم لا تقتصر على طرح المادة العلمية على طلابه فقط، بل هي مهمة عسيرة وشاقة - وهي يسيرة على من يسرها لله عليه - فهي تتطلب من المعلم صبراً، وأمانة، ونصحاً، ورعاية لمن تحته، ولو عددنا ما الذي ينبغي توفره في المعلم لطال بنا المقام (1) . وقبل أن ندخل في فصول هذا الكتاب أحب أن أنوه إلى مسألة توضح مقصود هذا الكتاب، وهو أنني جعلت من أفعال النبي صلى الله عليه وسلم وأقواله، مستنداً لي في استنباط صفات المعلم، وطرق التدريس المختلفة، وذلك لأن لنا في رسول الله صلى الله عليه وسلم أسوة حسنة {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ} (2) ، ولأنه - صلى الله عليه وسلم - المعلم الأول الذي علم وربى صحابته فكانوا خير طلاب لخير معلم. ¶ {كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ} (3) . ¶ _________ ¶ (1) سيأتي تفصيل ذلك، ولذلك أعرضت عن ذكره ههنا. ¶ (2) سورة الأحزاب، الآية: 21. ¶ (3) سورة البقرة، الآية: 151.",
            "page": "5",
            "part": "1",
            "seal": "8F4ED7FB"
        },
        {
            "id": "6",
            "nass": "ولعلك بعد تطالع كتابنا هذا يتبن لك أن ما ادعاه منظروا التربية والتعليم من إحداث طرق وأساليب متنوعة، في التربية والتعليم ليس بمستقيم لهم ولا مسلم به على كل حال، بل إن المعلم الأول صلى الله عليه وسلم سبقهم بذلك بأربعة عشر قرناً. والله الموفق.",
            "page": "6",
            "part": "1",
            "seal": "A7C83450"
        },
        {
            "id": "7",
            "nass": "[1] إخلاص العلم لله ¶ أمر عظيم غفل عنه كثير من المعلمين والمربين، ألا وهو تأسيس وغرس مبدأ إخلاص العلم والعمل لله. وهو أمر لا يفطن له لبعد فئام من الناس عن المنهج الرباني. ولعمر الله كم من علوم مفيدة وأعمال جليلة للأمة، لم يستفد أصحابها منها شيئاً وذهبت أدراج الرياح وكانت هباءً منثوراً. وذلك لأن أصحابها لم يخلصوا في علومهم وأعمالهم، ولم يجعلوها في سبيل الله، ولم يكن همهم نفع إخوانهم المسلمين بهذه العلوم والمعارف والأعمال، إنما كانت أغراضهم نيل منصب أو جاه ونحو ذلك، ولذلك استحقت أن تكون هباءً منثوراً، أي نعم قد ينتفع أولئك بعلومهم ومعارفهم في الدنيا، من مدح وثناء ونحو ذلك ولكن ذلك عاقبته إلى زوال ولعل الحديث الذي رواه أبو هريرة يجسد ذلك المعنى:",
            "page": "7",
            "part": "1",
            "seal": "AE47202B"
        },
        {
            "id": "8",
            "nass": "عن أبي هريرة - رضي الله عنه - قال: قال النبي صلى الله عليه وسلم \".. «ورجل تعلم العلم، وقرأ القرآن، فأتي به، فعرفه نعمه، فعرفها فقال: ما عملت فيها، قال تعلمت العلم وعلمته وقرأت فيك القرآن، قال كذبت، ولكنك تعلمت العلم ليقال: عالم، وقرأت القرآن ليقال قارئ فقد قيل، ثم أمر به فسحب على وجهه حتى ألقي في النار» .. الحديث \" (1) . ولذا كان حري بالمربين والمعلمين أن يغرسوا في نفوس ناشئتهم إخلاص العلم والعمل لله، وابتغاء الأجر والثواب من الله، ثم إن حصل بعد ذلك مدح وثناء من الناس فذلك فضل من الله ونعمة والحمد لله. قال ابن رجب: فأما إذا عمل العمل لله خالصاً، ثم ألقى الله له الثناء الحسن في قلوب المؤمنين بذلك، ففرح بفضل الله ورحمته، واستبشر بذلك، لم يضره ذلك. وفي هذا المعنى جاء حديث أبي ذر، عن النبي صلى الله عليه وسلم أنه «سئل عن الرجل يعمل العمل لله من الخير يحمده الناس عليه فقال: \" تلك عاجل بشرى المؤمن» أخرجه مسلم. أهـ. ومدار ذلك كله على النية، والنية محلها الصدور والله سبحانه وتعالى لا تخفى عليه خافية {قُلْ إِنْ تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ ¶ _________ ¶ (1) أخرجه مسلم في كتاب الإمارة، والنسائي في الجهاد، وأحمد في باقي مسند المكثرين، والترمذي في الزهد.",
            "page": "8",
            "part": "1",
            "seal": "6D498746"
        },
        {
            "id": "9",
            "nass": "اللَّهُ} (1) فمن كانت نيته لله خالصة فليبشر بقبول عمله، وأجر من الله ومثوبة. ¶ عن عمر بن الخطاب رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم قول «إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى، فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله، ومن كانت هجرته لدنيا يصيبها أو امرأة ينكحها، فهجرته إلى ما هاجر إليه» (2) ¶ الخلاصة: ¶ (1) المعلم أن يغرس في نفوس طلابه حقيقة الإخلاص. ¶ (2) وعلى المعلم استصحاب تلك الحقيقة في بدايات الأعمال، والتذكير بها دائماً. ¶ _________ ¶ (1) سورة آل عمران الآية: 29 ¶ (2) متفق عليه.",
            "page": "9",
            "part": "1",
            "seal": "ECBDAE68"
        },
        {
            "id": "10",
            "nass": "[2] صدق المعلم ¶ إن الصدق تاج على رأس المعلم، إذا فقده فقد ثقة الناس بعلمه، وبما يمليه عليهم من معلومات. لأن الطالب في الغالب يتقبل من معلمه كل ما يقوله، فإذا بان للطلاب كذب معلمهم في بعض الأمور، فإن ذلك ينعكس عليه مباشرة، ويؤدي إلى سقوطه من أعين طلابه. ¶ والصدق منجاة للعبد في الدنيا والآخرة، وقد أثنى الله على الصادقين، ورغب المؤمنين أن يكونوا من أهله بقوله: {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ} (1) ، وأرشد المعلم الأول إلى أن الصدق يهدي إلى الجنة بقوله: ¶ _________ ¶ (1) سورة التوبة، الآية: 119",
            "page": "10",
            "part": "1",
            "seal": "6304AF0D"
        },
        {
            "id": "11",
            "nass": "1- «إن الصدق يهدي إلى البر، وإن البر يهدي إلى الجنة، وإن الرجل ليصدق ويتحى الصدق حتى يكتب عند الله صديقاً، وإن الكذب يهدي إلى الفجور، وإن الفجور يهدي إلى النار، وإن الرجل ليكذب ويتحرى الكذب حتى يكتب عند الله كذاباً» (1) وعند تأمل السيرة النبوية، نجد أن نبيكم صلى الله عليه وسلم كان يسمى بالصادق الأمين، ولم يعهد منه كفار مكة كذبة واحدة. ولما بعث وظهر أمره، عاداه سادات قريش وأعيانهم، لا لكذبه عليهم، ولكن استكباراً وتجبراً، وخوفاً من سقوط هيبتهم وجاههم ومقامهم بين القبائل، وقد صرح بحقيقة ذلك بعض أعيانهم. ولقد كان لا تصافه صلى الله عليه وسلم بالصدق أثراً كبيراً في دخول كثير من الناس في دين الله، ورحم الله ذلك الصحابي (2) الذي عندما رأى النبي صلى الله عليه وسلم لأول وهلة قال: لما رأيت وجهه عرفت أن وجهه ليس بوجه كذاب!! ¶ _________ ¶ (1) متفق عليه. ¶ (2) هو عبد الله بن سلام رواه الترمذي في كتاب صفة القيامة / والدارمي في كتاب الصلاة.",
            "page": "11",
            "part": "1",
            "seal": "E268EA3D"
        },
        {
            "id": "12",
            "nass": "و (1) صدق المعلم يدعو المتعلم إلى الثقة به وبما يقول، ويكسبه احترام المعلمين، ويرفع من شأنه في عمله، ويتمثل صدق المعلم في مستلزمات المسئولية الملقاة على عاتقه، والتي منها نقل المعرفة بما فيها من حقائق ومعلومات للأجيال، فإن لم يكن المعلم متحلياً بالصدق فإنه سينقل لهم علماً ناقصاً ومبتوراً، وحقائق ومعلومات مغايرة للصورة التي يجب أن ينقلها، وإذا تعود التلميذ على قبول هذا السلوك السيء من المعلم فإنه ربما يستحسن هذا العمل حتى يصبح ملازماً له، وهو أمر خطير على المجتمع أهـ. ¶ _________ ¶ (1) من هنا يبدأ النقل من كتاب إعداد المعلم / د. عبد الله عبد الحميد محمود. 156، 157.",
            "page": "12",
            "part": "1",
            "seal": "89559AA0"
        },
        {
            "id": "13",
            "nass": "وإليك أيها المعلم مثالاً يبين أثر الكذب على الطلاب. يقول الشيخ محمد جميل زينو: حدث أن سأل أحد الطلاب معلمه مستنكراً تدخين أحد المعلمين، فأجاب المعلم مدافعاً عن زميله، بأن سبب تدخينه هو نصيحة الطبيب له، وحين خرج التلميذ من الصف قال: إن المعلم يكذب علينا. (قال محمد جميل) وحبذا لو صدق المعلم في إجابته، وبين خطأ زميله، بأن التدخين حرام، لأنه مضر بالجسم، مؤذ للجار، متلف للمال، فلو فعل ذلك لكسب ثقة الطلاب وحبهم، ويستطيع أن يقول هذا المعلم إلى طلابه: إن هذا المعلم فرد من الناس تجري عليه الأعراض البشرية، فهو يصيب ويخطئ.. . (1) ¶ الخلاصة: ¶ (1) الصدق نجاة للمعلم في الدنيا والآخرة. ¶ الكذب على الطلاب، عائق عن التلقي، وفاقد للثقة. ¶ الكذب أثره يتعدى إلى المجتمع، ولا يقتصر على منتحله. ¶ _________ ¶ (1) نداء إلى المربين ص14.",
            "page": "13",
            "part": "1",
            "seal": "27264EC6"
        },
        {
            "id": "14",
            "nass": "[3] مطابقة القول العمل ¶ قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ} {كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ} . (1) أي: لم تقولون الخير، وتحثون عليه، وربما تمدحتم به، وأنتم لا تفعلونه. وتنهون عن الشر، وربما نزهتم أنفسكم عنه، وأنتم متلوثون متصفون به. فهل تليق بالمؤمنين، هذه الحالة الذميمة؟ أم من أكبر المقت عند الله، أن يقول العبد ما لا يفعل؟ . ولهذا ينبغي للآمر بالخير أن يكون أول الناس مبادرة إليه، والناهي عن الشر، أن يكون أبعد الناس عنه، قال تعالى: {أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ أَفَلَا تَعْقِلُونَ} . وقال شعيب عليه السلام: {وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ} أهـ (2) . ¶ _________ ¶ (1) سورة الصف. ¶ (2) تيسير الكريم الرحمن في تفسير كلام المنان. للشيخ عبد الرحمن بن سعدي (7 / 365، 366) .",
            "page": "14",
            "part": "1",
            "seal": "55472F16"
        },
        {
            "id": "15",
            "nass": "ورسولنا صلى الله عليه وسلم كان يأمر الناس بالخير وهو أول من يأتيه، وكان ينهاهم عن الشر وهو أول من يجتنبه ويبتعد عنه، وهذا من كمال خلقه عليه الصلاة والسلام، ولا عجب فقد كان خلقه القرآن. ومطاقة القول العمل، أسرع في الاستجابة من مجرد القول بمفرده، يتبين لنا ذلك من خلال عرض هذا الحدث الذي وقع للنبي صلى الله عليه وسلم، والمسلمين معه في قصة الحديبية. فعندما صالح المشركون المسلمين على شروط معينة ومنها أن يرجع المسلمون من عامهم هذا عن مكة ويحجوا في عامهم المقبل. قال ابن القيم: ¶ (1) فلما فرغ من قضية الكتاب، قال رسول الله صلى الله عليه وسلم: «قوموا فانحروا، ثم احلقوا \" فوالله ما قام منهم رجل واحد حتى قال ذلك ثلاث مرات، فلما لم يقم منهم أحد (2) ، دخل على أم سلمة، فذكر لها ما لقي منه الناس، فقالت أم سلمة: يا رسول الله: أتحب ذلك؟ اخرج ثم لا تكلم أحداً منهم كلمة حتى تنحر بدنك، وتدعو حالقك فيحلقك، فقام، فخرج، فلم يكلم أحداً منهم حتى فعل ذلك: نحر بدنه، ودعا حالقه فحلقه، فلما رأى الناس ذلك، قاموا فنحروا، وجعل بعضهم يحلق بعضاً» . ¶ _________ ¶ (1) من هنا يبدأ النقل من زاد المعاد (3 / 295) . ¶ (2) لا ينبغي لأحد أن يتأخر عن امتثال أمر رسول الله صلى الله عليه وسلم البتة، وقد تكلم ابن القيم في زاد المعاد (3 / 307،308) على سبب تأخر الصحابة رضوان الله عليهم، عن امتثال أمر النبي في حادثة الحديبية، فراجعه إن شئت ففيه فوائد.",
            "page": "15",
            "part": "1",
            "seal": "071E0273"
        },
        {
            "id": "16",
            "nass": "وهنا يتضح لنا جلياً كيف أن الصحابة تأخروا عن تنفيذ قوله صلى الله عليه وسلم، ولكن لما رأوا أنه بادر إلى ذلك قبلهم، تبعوه ولم يتخلف منهم أحد. ¶ والمعلم هو أحوج الناس إلى التزام ذلك المنهج في واقع حياته، لأنه قدوة يحتذى، وطلابه يأخذون عنه الأخلاق، والأدب، والعلم ولعمر الله أي فائدة ترجى من معلم ينقض قوله عمله! (1) . ثم إن التناقض الذي يشاهده الطالب من قبل معلمه يوقعه في حيرة عظيمة، وكأني بذلك الطالب المحتار وهو يسأل نفسه: لقد احترت في أمري، ماذا أفعل، هل أصدق قوله، أم فعله الذي يناقض قوله؟ ، فهو يقول لنا: الكذب عادة سيئة مذمومة وعاقبتها إلى الخسران، ثم نسمعه بعد ذلك مراراً يكذب علينا! . ¶ من أجل ذلك كان النهي الشديد في قوله تعالى: {كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ} . فالواجب على المربين والمعلمين أن يتقوا الله في فلذات الأكباد، فهم أمانة في أعناقهم، فليحرصوا على تعليمهم ما ينفعهم، ومطابقة أقوالهم لأعمالهم، لأن في ذلك ترسيخاً للعلم الذي تعلموه من معلميهم ومربيهم. ¶ _________ ¶ (1) يخبرني طالب في إحدى المدارس المتوسطة: أن لديهم مدرس لمادة الدين، وهو يتصف بثلاث خصال مذمومة، الأولى: حليق، والثانية: مسبل، والثالثة: يتعاطى الدخان!! قلت: إنا لله وإنا إليه راجعون، أي علم يؤخذ عن هذا!!",
            "page": "16",
            "part": "1",
            "seal": "92229505"
        },
        {
            "id": "17",
            "nass": "قال الغزالي (1) : الوظيفة الثامنة: أن يكون المعلم عاملاً بعلمه فلا يكذب قوله فعله لأن العلم يدرك بالبصائر والعمل يدرك بالأبصار وأرباب الأبصار أكثر. فإذا خالف العمل العلم منع الرشد وكل من تناول شيئاً وقال للناس لا تتناولوه فإنه سم مهلك سخر الناس به واتهموه وزاد حرصهم على ما نهوا عنه فيقولون لولا أنه أطيب الأشياء وألذها لما كان يستأثر به. ومثل المعلم المرشد من المسترشدين مثل النقش من الطين والظل من العود فكيف ينتقش الطين بما لا نقش فيه ومتى استوى الظل والعود أعوج؟ ¶ قال أبو الأسود الدؤلي (2) : ¶ يا أيها الرجل المعلمُ غيرهَ ... هلا لنفسك كان ذا التعليمُ ¶ لا تنه عن خلق وتأتيَ مثلَه ... عارٌ عليك إذا فعلتَ عظيمُ ¶ وابدأ بنفسك فانهها عن غيها ... فإذا انتهت عنه فأنت حكيمُ ¶ فهناك تُقبل إن وعظت ويُقتدى ... بالقول منك وينفع التعليمُ ¶ تصفُ الدواءَ لذي السقام الضنا ... كيما يصح به وأنت سقيمُ ¶ وأراك تلقح بالرشاد عقولنا ... نصحاً وأنت من الرشادِ عديمُ ¶ الخلاصة: ¶ _________ ¶ (1) إحياء علوم الدين. (1 / 97) ط. دار الحديث. ¶ (2) مختصر جامع بيان العلم وفضله. لابن عبد البر. اختصره الشيخ أحمد بن عمر المحمصاني البيروتي. ص167.",
            "page": "17",
            "part": "1",
            "seal": "7568A765"
        },
        {
            "id": "18",
            "nass": "الحالة الذميمة التي يتحلى بها من خالف قوله عمله، وكفى بقوله تعالى: {كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ} فإنه فيه عظة وعبرة لمن عقل. ¶ إن مخالفة القول للعمل توقع الطالب في حيرة، وتجعله لا يستقر على حال. ¶ عظم المهمة الملقاة على المعلمين والمربين.",
            "page": "18",
            "part": "1",
            "seal": "885BECDF"
        },
        {
            "id": "19",
            "nass": "[4] العدل والمساواة.",
            "page": "19",
            "part": "1",
            "seal": "80F3B5E9"
        },
        {
            "id": "20",
            "nass": "قال تعالى: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ} (1) وقال تعالي: {وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ} (2) . وقال تعالى: {وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ} (3) . وقال تعالى: {وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى} (4) . . ففي الآية الأولى يأمر الله بالعدل ويوجبه على العباد فالعدل الذي أمر الله به، يشمل العدل في حقه، وفي حق عبادة.. ويعامل الخلق بالعدل التام فيؤدي كل والٍ ما عليه، تحت ولايته، سواء في ذلك ولاية الإمامة الكبرى، وولاية القضاء، ونواب الخليفة، ونواب القاضي. أهـ (5) وقس على ذلك الولاية التي تكون للمعلم على تلميذه فإن له ولاية على طلابه بحسبها. وفي الآية الثانية أمر الله رسوله صلى الله عليه وسلم بأن يعدل بين أهل الكتاب، وأن لا تكون هذه العداوة مانعة من العدل في الأحكام، وكذلك الآية الثالثة تحث على إقامة العدل ¶ _________ ¶ (1) سورة النحل، الآية: 90. ¶ (2) سورة الشورى، الآية: 15. ¶ (3) سورة المائدة الآية: 8. ¶ (4) سورة الأنعام الآية: 152. ¶ (5) تيسير الكريم الرحمن في تفسير كلام المنان. (4 / 232) بتصرف يسير.",
            "page": "20",
            "part": "1",
            "seal": "D685E1B1"
        },
        {
            "id": "21",
            "nass": "مع الأعداء، ألا ترى إلى قوله: {وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ} أي لا يحملنكم بغضكم لهم على ألا تعدلوا. ثم أخبر تعالى في ختام الآية أن تحقيق العدل وإقامة القسط ولو كان مع العدو فإنه سبب في كمال التقوى. وفي قوله تعالى {هُوَ أَقْرَبُ لِلتَّقْوَى} أي كلما حرصتم على العدل واجتهدتم في العمل به، كان ذلك أقرب لتقوى قلوبكم فإن تم العدل كملت التقوى. أهـ (1) . وفي الآية الرابعة أمر الله سبحانه بالعدل مع القريب والبعيد. قال ابن كثير: وقوله: {وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى} كقوله: {يَاأَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللَّهُ أَوْلَى بِهِمَا فَلَا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا وَإِنْ تَلْوُوا أَوْ تُعْرِضُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا} وكذا التي تشبهها في سورة النساء يأمر الله تعالى بالعدل في الفعال والمقال على القريب والبعيد والله تعالى يأمر بالعدل لكل أحد في كل وقت وفي كل كل حال. ¶ _________ ¶ (1) المصدر السابق (2 / 259)",
            "page": "21",
            "part": "1",
            "seal": "70F5B306"
        },
        {
            "id": "22",
            "nass": "أهـ (1) . ¶ فمما سبق يتبين أن القيام بالقسط والعدل بين الناس، شأنه عظيم، ولذلك جاءت الآيات في بيان أمره والتعظيم من شأنه. ورسولنا صلى الله عليه وسلم يضرب أروع الأمثلة في تحقيقه للعدل بين أفراد أمته. انظر للحديث الذي ترويه أم المؤمنين عائشة - رضى الله عنها - ¶ 1- قالت: «إن قريش أهمهم شأن المرأة المخزومية التي سرقت، فقالوا: ومن يكلم فيها رسول الله صلى الله عليه وسلم؟ فقالوا: ومن يجترئ عليه إلا أسامة بن زيد، حب رسول الله صلى الله عليه وسلم؟ فكلمه أسامة، فقال: رسول الله \" أشفع في حد من حدود الله؟ \" ثم قام فاختطب، ثم قال: \" إنما أهلك الذين قبلكم أنهم كانوا، إذا سرق فيهم الشريف تركوه، وإذا سرق فيهم الضعيف أقاموا عليه الحد، وايم والله! لو أن فاطمة بنت محمد سرقت لقطعت يدها» (2) الله أكبر! انظر إلى من بلغ الذروة في تحقيق العدالة «لو أن فاطمة بنت محمد سرقت لقطعت يدها» وحاشاها أن تفعل ذلك ¶ _________ ¶ (1) تفسير القرآن العظيم (2 / 190) . ¶ (2) متفق عليه.",
            "page": "22",
            "part": "1",
            "seal": "236CC30A"
        },
        {
            "id": "23",
            "nass": "2- «عن النعمان بن بشير قال: تصدق علي أبي ببعض ماله. فقالت أمي عمرة بنت رواحة: لا أرضى حتى تشهد رسول الله صلى الله عليه وسلم فانطلق أبي إلى النبي صلى الله عليه وسلم ليشهده على صدقتي. فقال له رسول الله صلى الله عليه وسلم: \" أفعلت هذا بولدكم كلهم؟ \" قال: لا. قال:\" اتقوا الله واعدلوا في أولادكم \". فرجع أبي فرد تلك الصدقة» (1) . وجاء في رواية أخرى: «فلا تشهدني إذًا. فإني لا أشهد على جور» . (2) ¶ والمعلمون، يتعرضون لمواقف كثيرة من قبل طلابهم، سواء في توزيع المهام والواجبات إن كانت هناك أعمال تحتاج إلى مشاركات جماعية أو تفضيل بعضهم دون بعض ونحو ذلك. ويتأكد العدل عند وضع العلامات ورصد الدرجات، فلا مجال لمحاباة أحد، أو تفضيل أحد على أحد سواء لقرابته أو معرفته أو لأي أمر كان، فإن هذا من الظلم الذي لا يرضاه الله وصاحبه متوعد بالعقوبة. ¶ إن اختلال هذا الميزان عند المعلم، أي وجود التميز بين الطلاب، كفيل بأن يخلق التوتر وعدم الانسجام والعداوة والبغضاء بين الطلاب، وكفيل بأن يجعل هناك هوة واسعة بين المعلم وطلابه الآخرين الذين بين طلابه لكي يشيع الإخاء والمحبة بينهم. ¶ _________ ¶ (1) رواه البخاري في كتاب الهبة / ومسلم في كتاب الهبات. واللفظ له / وأحمد في مسند الكوفيين والنسائي في النحل / وأبو داود في البيوع / وابن ماجه في الأحكام / ومالك في الأقضية. ¶ (2) مسلم بشرح النووي كتاب الهبات (حديث رقم 1623) .",
            "page": "23",
            "part": "1",
            "seal": "F6954BEF"
        },
        {
            "id": "24",
            "nass": "أيها المعلم: إن كانت لك علاقة قربى أو صداقة مع أحد طلابك، فلتكن بعيدة عن مسمع ومرأى الطلاب الآخرين. ¶ روي عن مجاهد قال: (المعلم إذا لم يعدل كتب من الظلمة) ... ¶ ويروى عن الحسن البصري قوله: (إذا قوطع المعلم على الأجر فلم يعدل بينهم - أي الطلاب - كتب من الظلمة) (1) . ¶ الخلاصة: ¶ عظم شأن العدل، حيث أمر الله به وأوجبه مع القريب والبعيد، ومع العدو أيضاً ¶ أهمية تحقيق العدل والمساواة بين الطلاب، لما فيه من إشاعة المحبة والمودة بينهم. ¶ يتأكد العدل ويتعين، عند وضع العلامات ورصد الدرجات. ¶ الحرص على إبقاء علاقات القرابة أو الصداقة، بعيدة عن مسمع ومرأى الطلاب الآخرين. ¶ _________ ¶ (1) النقل من كتاب إعداد المعلم. د / عبد الله عبد الحميد محمود. ص238.",
            "page": "24",
            "part": "1",
            "seal": "AED1B280"
        },
        {
            "id": "25",
            "nass": "[5] التحلي بالأخلاق الفاضلة والحميدة. ¶ لا شك أن الكلمة الطيبة والعبارة الحسنة تفعل أثرها في النفوس، وتؤلف القلوب، وتذهب الضغائن والأحقاد من الصدور، وكذلك التعبيرات التي تظهر على وجه المعلم تحدث مردوداً إيجابياً أو سلبياً لدى الطالب، وذلك لأن انبساط الوجه وطلاقته مما تأنس به النفس وترتاح إليه. وأما عبوس الوجه وتقطيب الحاجبين فهو مما تنفر منه النفس وتنكره. ¶ والرسول صلى الله عليه وسلم كان أطيب الناس روحاً ونفساً، وكان أعظمهم خلقاً {وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ} (1) ولم يكن فظاً غليظاً حاد الطباع بل كان سهلاً سمحاً ليناً رءوفاً بأمته {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ} (2) وقال تعالى: {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ} (3) . ¶ _________ ¶ (1) سورة القلم. ¶ (2) سورة التوبة. ¶ (3) سورة آل عمران الآية: 159.",
            "page": "25",
            "part": "1",
            "seal": "37639A52"
        },
        {
            "id": "26",
            "nass": "1- «فعن عطاء بن يسار قال: (لقيت عبد الله بن عمرو بن العاص رضي الله عنه، فقلت: أخبرني عن صفة رسول الله صلى الله عليه وسلم في التوراة، فقال: (أجل، والله إنه لموصوف في التوراة ببعض صفته في القرآن: {يَاأَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا} وحرزًا للأميين، أنت عبدي ورسولي سميتك المتوكل، ليس بفظ ولا غليظ، ولا صخاب في الأسواق، ولا يدفع السيئة بالسيئة، ولكن يعفو ويصفح، ولن يقبض الله حتى يقيم به الملة العوجاء، بأن يقولوا: (لا إله إلا الله) ويفتح به أعيناً عمياً وآذاناً صماً، وقلوباً غلفاً» (1) تلكم كانت بعض صفات النبي صلى الله عليه وسلم، خلق عظيم، وبالمؤمنين رءوف رحيم، ليس بفظ ولا غليظ القلب ... إلخ وتلك صفات كانت من لوازم الدعوة إذ إن المدعوين يحتاجون إلى من يرفق بهم ن ويعلمهم أمور دينهم، ففيهم الجاهل وفيهم الصغير وفيهم الكبير، وكل أولئك يلزمهم رفق، وخلق، وحلم، وأناة، ولطف، وحسن تصرف وإلا انفضوا وغضبوا ولم يتبعوا الهدى ممن جاء به. ولقد ضرب رسولنا الكريم - بأبي هو وأمي - صلى الله عليه وسلم - أروع الأمثلة في حسن الخلق، كيف لا ¶ _________ ¶ (1) رواه البخاري في البيوع، وتفسير القرآن / وأحمد في مسند المكثرين من الصحابة.",
            "page": "26",
            "part": "1",
            "seal": "749D5D79"
        },
        {
            "id": "27",
            "nass": "وربنا عز وجل هو الذي امتدحه بذلك {وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ} وكانت عائشة أم المؤمنين رضي الله عنها تقول: «كان خلقه القرآن» (1) . وتعال معنا لنرى ذلك الموقف الذي يرويه «أنس بن مالك: ¶ 2-قال: (كنت أمشي مع النبي صلى الله عليه وسلم، وعليه برد نجراني غليظ الحاشية، فأدركه أعرابي فجبذه بردائه جبذة شديدة، حتى نظرت إلى صفحة عاتق رسول الله قد أثرت بها حاشية البرد من شدة جبذته، قال: يا محمد، مر لي من مال الله الذي عندك، فالتفت رسول الله صلى الله عليه وسلم ثم ضحك ثم أمر له بعطاء» (2) . ¶ ما أعظم ذلك الخلق الرفيع الذي امتاز به النبي صلى الله عليه وسلم، كان في مقدوره أن يؤدب ذلك الأعرابي على صنيعه، ولكن لم تكن تلك من شيم ولا أخلاق المعلم الأول صلى الله عليه وسلم، كيف يفعل ذلك وهو الذي قال: ¶ «من كظم غيظاً وهو يقدر أن ينفذه دعاه الله على رءوس الخلائق يوم القيامة، حتى يخيره في أي الحور العين شاء» (3) . ¶ _________ ¶ (1) رواه الإمام أحمد في باقي مسند الأنصار. ¶ (2) متفق عليه. ¶ (3) رواه أحمد وابن ماجه، والترمذي وقال هذا حديث غريب، وأبو داود برقم (3997-4777) وقال الألباني: حسن.",
            "page": "27",
            "part": "1",
            "seal": "10178235"
        },
        {
            "id": "28",
            "nass": "والمربون والمعلمون حري بهم أن يترسموا خطى المعلم الأول صلى الله عليه وسلم، في التحلي بالأخلاق الفاضلة والأدب الرفيع، وهي من أنجع الوسائل في التعليم والتربية، حيث إن الطالب في الغالب يتأثر وتخلق بأخلاق معلمه ويتقبل منه أكثر من غيره، فإذا كان المعلم يتحلى بأخلاق حميدة أثر ذلك على طلابه إيجاباً، وعملت في نفوسهم ما لم تعمله عشرات النصائح والدروس، ومن هنا نفهم سر قوله صلى الله عليه وسلم «ما من شيء في الميزان أثقل من حسن الخلق» (1) وقوله: «إن الرجل ليدرك بحسن خلقه درجات قائم الليل، وصائم النهار» (2) . لأن حسن الخلق سجية تعمل عمل السحر في أسر القلوب، واستمالة النفوس، وإشاعة المحبة بين أفراد المجتمع. والمعلمون هم أولى الناس بذلك! . ¶ الخلاصة: ¶ الأخلاق صفة حميدة ينبغي للمعلم أن يتحلى بها، ويحث طلابه على التخلق بها. ¶ الكلمة الطيبة، والبشاشة وطلاقة الوجه، من الأسباب التي تزيل الحاجز النفسي بين المعلم وتلميذه. ¶ الحلم والأناة، وانشراح صدر المربي، في مقابل جهل الطالب. ¶ _________ ¶ (1) أخرجه أبو داود، وأحمد، وصححه ابن حبان، ورواه الترمذي وقال: هذا حديث غريب من هذا الوجه. قال الألباني إسناده صحيح (السلسلة الصحيحة = 2 / 563) . ¶ (2) أخرجه أبو داود، وابن حبان، والحاكم، وقال الحاكم: صحيح على شرط الشيخين ووافقه الذهبي. قلت: أي الألباني - وهو كما قالا (السلسلة الصحيحة 2/437)",
            "page": "28",
            "part": "1",
            "seal": "F085D7B4"
        },
        {
            "id": "29",
            "nass": "[6] تواضع المعلم ¶ التواضع خلق حميد، يضفي على صاحبة إجلالاً ومهابة، ومن ظن أن التواضع خلق مرذول ينبغي تجنبه وترك التخلق به فقد أخطأ وأبعد النجعة، وحسبك بإمام الأتقياء مثلاً (1) - صلى الله عليه وسلم - والتواضع وإن كان من لوازمه الذل، فهو إن كان في جانب الله فما ألذه من ذل وما أطيبه، لأن العبودية لا تتحقق ولا تكمل إلا بالذل لله والانكسار بين يديه، وأما الذل الذي يكون في جانب المخلوقين فهو في حق المؤمنين خاصة، قال تعالى: {أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ} (2) فهم للمؤمنين أذلة، من محبتهم لهم، ونصحهم لهم، ولينهم، ورفهم، ورأفتهم، ورحمتهم بهم وسهولة جانبهم، وقرب الشيء الذي يطلب منهم.. (3) ¶ والمعلم في أمس الحاجة إلى التخلق بهذا الخلق العظيم، لما فيه من تحقيق الاقتداء بسيد المرسلين، ولما فيه من نفع عظيم للمتعلمين. ¶ _________ ¶ (1) سوف ترى أمثلة لذلك بعد عدة سطور. ¶ (2) سورة المائدة الآية: 54. ¶ (3) تيسير الكريم الرحمن بتفسير كلام المنان. عبد الرحمن السعدي (2 / 308) .",
            "page": "29",
            "part": "1",
            "seal": "DBD72D08"
        },
        {
            "id": "30",
            "nass": "(و) إذا كان الإنسان المسلم يحتاج إلى التواضع للنجاح في علاقته مع الله ثم مع المجتمع فإن حاجة المعلم إلى التواضع أشد وأقوى، لأن عمله العلمي والتعليمي والتوجيهي يقتضي الاتصال بالمتعلمين والقرب منهم حتى لا يجدوا حرجاً في سؤاله ومناقشته والبوح له بما في نفوسهم، لأن النفوس لا تستريح لمتكبر أو متجبر أو مغتر بعمله. أهـ (1) ¶ وإليك بعض الأمثلة من تواضعه صلى الله عليه وسلم: ¶ قال رسول الله صلى الله عليه وسلم: «إن الله أوحى إلي أن تواضعوا حتى لا يفخر أحد على أحد، ولا يبغي أحد على أحد» (2) . ¶ وعن أنس رضي الله عنه قال: «إن الأمة من إماء المدينة لتأخذ بيد النبي صلى الله عليه وسلم، فتنطلق به حيث شاءت» . (3) ¶ وعن أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم قال: «ما بعث الله نبياً إلا رعى الغنم \" قال أصحابه: وأنت؟ فقال: \" نعم كنت أرعاها على قراريط لأهل مكة» (4) . ¶ وعنه عن النبي صلى الله عليه وسلم قال: «لو دعيت إلى كراع أو ذراع لأجبت، ولو أهدي إلي ذراع أو كراع لقبلت» (5) . ¶ _________ ¶ (1) إعداد المعلم. د / عبد الله عبد الحميد محمود. ص181. ¶ (2) رواه مسلم، في كتاب الجنة وصفة نعيمها / وأبو داود في الأدب / وابن ماجه في الزهد.. ¶ (3) رواه البخاري. تعليقاً وقد وصله أحمد (3 / 119، 214) وأبو داود (4818) من هذا الوجه.. ذكر ذلك الألباني في حاشيته على الشمائل المحمدية ص176. ¶ (4) رواه البخاري. ¶ (5) رواه البخاري. والكراع: من الدابة ما بين الركبتين إلى الساق (نقلاً من رياض الصالحين. ط. دار عالم الكتب ص228) .",
            "page": "30",
            "part": "1",
            "seal": "D629C9B0"
        },
        {
            "id": "31",
            "nass": "وعن قيس بن مسعود «أن رجلاً كلم رسول الله صلى الله عليه وسلم يوم الفتح فأخذته الرعدة، فقال النبي صلى الله عليه وسلم: \" هون عليك فإنما أنا ابن امرأة من قريش تأكل القديد» ! (1) ¶ ويبلغ التواضع ذروته عند فتح مكة: ¶ 6- يقول ابن إسحاق: فحدثني عبد الله بن أبي بكر: ... إن رسول الله صلى الله عليه وسلم ليضع رأسه تواضعاً لله حين رأى ما أكرمه الله به من الفتح، حتى إن عثنونه ليكاد يمس واسطة الرحل (2) وقال الحافظ البيهقي.. عن أنس قال: «دخل رسول الله صلى الله عليه وسلم يوم الفتح وذقنه على راحلته متخشعاً» (3) . أرأيتم تواضعاً أعظم من ذلك؟ قائد يظفر بخصومه الذين أخرجوه من بلده، وقاتلوه، وسبوه.. ثم يظفر بهم ويدخل معقلهم دخول الفاتحين، ومع ذلك يطأطىء رأسه عند انتصاره على عدوه تواضعاً لله وشكراً فما أعظمه من قائد، وما أجله من مربِ!! ¶ والتواضع يضاد التكبر، وهي خصلة ذميمة لا تعود على صاحبها بالنفع. ¶ ومن آثار التكبر الذي يصيب بعض المعلمين في المجتمعات الإسلامية: ¶ جحوده للحق وعدم الخضوع له. ¶ الغرور بما لديه من علم مع أنه قليل. ¶ ترك طلب العلم لظنه أنه قد علم وفهم كل شيء. ¶ _________ ¶ (1) عزاه محقق البداية والنهاية إلى دلائل البيهقي، انظر البداية والنهاية (ج4-533) دار إحياء التراث العربي ط1408هـ وهو عند ابن ماجه في كتاب الأطعمة. ¶ (2) سيرة ابن هشام. (4 / 405) . ¶ (3) عزاه محقق البداية إلى دلائل البيهقي: (5 / 68)",
            "page": "31",
            "part": "1",
            "seal": "2CE980FE"
        },
        {
            "id": "32",
            "nass": ". . ثم إن المعلم المتكبر لا يستطيع أن يصل إلى أهداف التعليم، ولا يمكنه تكبره من أن يعرف ما تحقق منها لأنه بعيد عن مخالطة طلابه، والدنو منهم حتى يستطيع أن يعرف مشكلاتهم وما يعوق بلوغهم الأهداف التربوية المرسومة , وما يحتاجه من مراجعة للطريقة وترتيب المعلومات وتبسيطها وما إلى ذلك. كما أن الطلاب لا يرتاحون إلى المعلم المتكبر المتغطرس فلا يصدقونه مشاعرهم وأحاسيسهم وما يواجهونه من صعوبات، مما يجعل الفائدة التي يحصلون عليها من مثل هذا المعلم قليلة جداً. أهـ ¶ الخلاصة: ¶ أثر التواضع ليس قصراً على المعلم، بل يتعداه إلى الطلاب، ويؤثر فيهم إيجاباً. ¶ التواضع سبب في إزالة الحواجز بين المعلم وتلميذه. ¶ التكبر سبب لنفور الطلاب من معلمهم، والإعراض عن تلقي العلم منه. ¶ بمقدار ما يكون الطالب قريباً من معلمه، يتحصل الطالب على العلم بشكل أفضل، والتواضع يحققه.",
            "page": "32",
            "part": "1",
            "seal": "3181CF43"
        },
        {
            "id": "33",
            "nass": "[7] شجاعة المعلم ¶ قد يستغرب الكثيرون هذا العنوان، وقد يقول قائل: ما دخل الشجاعة بالتعليم، فضلاً عن المعلم! نقول: الشجاعة التي نرمي إليها، هي الشجاعة الأدبية كما يحلو للكثيرين أن يسميها بهذا الاسم، ولا مشاحة في الاصطلاح، فأما الشجاعة التي يذهب الذهن إليها عندما نسمع هذه الكلمة لأول وهلة، فلقد كان نبيكم صلوات الله وسلامه عليه، أشجع الناس، حتى إن بعض الصحابة رضوان الله عليهم كانوا يحتمون ويلوذون به إذا اشتدت رحى الحرب لشجاعته عليه الصلاة والسلام (1) . وأما الشجاعة المقصودة هنا، فهي شجاعة الكلمة، والاعتراف بالخطأ والقصور البشري، وهذا لا يكاد يسلم منه أحد، أما التدليس، والجبن، والمراوغة فليست أمراً محموداً، ويحسن بالمعلم أن ينأى عنه. ولعل الصورة تتضح بعد تأمل الأمثلة. ¶ _________ ¶ (1) روى الإمام أحمد في مسنده، في مسند العشرة المبشرين بالجنة، عن علي رضي الله عنه قال: كنا إذا احمر البأس ولقى القوم القوم اتقينا برسول الله صلى الله عليه وسلم فما يكون منا أحد أدنى من القوم منه.",
            "page": "33",
            "part": "1",
            "seal": "E7BECBA3"
        },
        {
            "id": "34",
            "nass": "«عن أبي رافع بن خديج قال: قدم النبي صلى الله عليه وسلم المدينة، وهم يأبرون النخل. يقولون يلقحون النخل. فقال: (ما تصنعون؟) قالوا: كنا نصنعه. قال: (لعلكم لو لم تفعلوا كان خيراً لكم) فتركوه. فنفضت (1) أو فنقصت. قال فذكروا ذلك له فقال: \" إنما أنا بشر إذا أمرتكم بشيء من دينكم فخذوا به. وإذا أمرتك بشيء من رأي. فإنما أنا بشر» وفي بعض الروايات قال: «أنتم أعلم بأمور دنياكم» (2) . من سياق الحديث يتضح لنا بشرية النبي صلى الله عليه وسلم، وأنه يخضع للأحوال التي تعتري البشر من النسيان والخطأ وغير ذلك. أما في مقام التشريع فلا يجوز عليه ذلك، نعم قد يحصل منه نسياناً في مقام التشريع لكي يشرع للأمة، كما سلم من ركعتين في صلاة رباعية، فلما أخبر بذلك قام وأتى بالباقي وسجد سجدتين للسهو، ومحل بسط ذلك في كتب الأصول. الحاصل أن النبي صلى الله عليه وسلم بين أنه بشر وأن رأيه في الأمور الدنيوية التي ليس فيها تشريع قد يصيب وقد يخطئ. قال النووي: (قوله) : «أنتم أعلم بأمور دنياكم» قال العلماء: قوله صلى الله عليه وسلم من رأيي أي في أمر الدنيا ومعايشها لا على التشريع. فأما ما قاله باجتهاده ¶ _________ ¶ (1) فنفضت: معناه أسقطت ثمرها. مسلم بشرح النووي (ح2362) . ¶ (2) مسلم بشرح النووي (ح2362، 2363)",
            "page": "34",
            "part": "1",
            "seal": "D48E04E2"
        },
        {
            "id": "35",
            "nass": "صلى الله عليه وسلم ورآه شرعاً يجب العمل به وليس من أبار النخل من هذا النوع بل من النوع المذكور قبله.. (1) ولو أننا أعدنا النظر إلى سياق الحديث مرة أخرى، فإننا لا نجد فيه أن النبي صلى الله عليه وسلم، حاول أن يجد لنفسه العذر عندما رأى هذا الرأي - وحاشاه ذلك - بل اعترف ببشريته، وأن هذه الأحكام تجرى على البشر. وتعالوا بنا لننظر إلى صحابة رسول الله صلى الله عليه وسلم لنرى كيف ترسموا خطى نبيهم عليه أفضل الصلاة والتسليم فمن ذلك: ¶ _________ ¶ (1) المصدر السابق. وتلاحظ أننا خرجنا عن مسارنا وتوسعنا قليلاً في بيان التفريق بين قوله صلى الله عليه وسلم، إذا كان من باب التشريع، أو من باب الرأي في الأمور الدنيوية، وذلك للحاجة إلى معرفته، وحتى لا يحصل الخلط فيه. .",
            "page": "35",
            "part": "1",
            "seal": "4D12A723"
        },
        {
            "id": "36",
            "nass": "ما رواه مسروق قال: ركب عمر بن الخطاب منبر رسول الله صلى الله عليه وسلم ثم قال: أيها الناس ما أكثركم في صدق النساء وقد كان رسول الله صلى الله عليه وسلم وأصحابه والصدقات فيما بينهم أربعمائة درهم. فما دون ذلك. ولو كان الإكثار في ذلك تقوى عند الله أو كرامة لم تسبقوهم إليها. فلأعرفن ما زاد رجل في صداق امرأة على أربعمائة درهم. قال: ثم نزل فاعترضته امرأة من قريش فقالت: يا أمير المؤمنين نهيت الناس أن يزيدوا في مهر النساء على أربعمائة درهم، قال: نعم فقالت أما سمعت الله يقول: {وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا} الآية قال: فقال اللهم غفراً، كل الناس أفقه من عمر. ثم رجع فركب المنبر فقال: أيها الناس إني كنت نهيتكم أن تزيدوا النساء في صدقاتهن على أربعمائة درهم فمن شاء أن يعطي من ماله ما أحب (1) . ¶ _________ ¶ (1) ساقه الحافظ ابن كثير في تفسيره من طريق أبي يعلى بسنده ثم قال ابن كثير في آخره. قال أبو يعلى: وأظنه قال: فمن طابت نفسه فليفعل إسناده جيد قوي. (تفسير ابن كثير. الآية 20 من سورة النساء) .",
            "page": "36",
            "part": "1",
            "seal": "15809560"
        },
        {
            "id": "37",
            "nass": "عن محمد بن كعب القرظي قال: سأل رجل علياً بن أبي طالب عن مسألة فقال فيها، فقال الرجل: ليس كذلك يا أمير المؤمنين، ولكن كذا كذا، فقال علي رضي الله عنه: أصبت وأخطأت وفوق كل ذي علم عليم (1) الله أكبر انظر إلى تلامذة محمد صلى الله عليه وسلم، يضربون أروع الأمثلة في الشجاعة، والإنصاف، ولو كان على حساب النفس، وهذا والله ليزيد المرء عزاً ورفعة، ولا ينقص من قدره شيئاً، ومن ظن غير ذلك فقد حاد عن جادة الصواب. والمعلم بحكم وظيفته وبشريته، معرض لمثل هذه المواقف، فيا ترى ماذا يقول المعلم إذا أخطأ في مسألة ما وعارضه بها أحد طلابه، ثم بان له الصواب، فهل يبادر إلى شكر الطالب والاعتراف بالخطأ؟ أم أنه يراوغ، ويقلب الكلام بعضه على بعض، حتى يبرهن لهم صحة قوله؟ أترك لك الجواب! ¶ يقول ابن عبد البر: من بركة العلم وآدابه الإنصاف فيه، ومن لم ينصف لم يفهم، ولم يفهم. (2) ¶ الخلاصة: ¶ اتصاف المعلم بالشجاعة، مطلب لكل معلم. ¶ الاعتراف بالخطأ، ليس فيه تنقيص لصاحب الخطأ، بل هو رفعه له، ودليل على شجاعته. ¶ الاعتراف بالخطأ معناه إصلاح الخطأ، وعكسه الاستمرار عليه والعناد فيه. ¶ _________ ¶ (1) مختصر جامع بيان العلم وفضله. لابن عبد البر (ص120) . ¶ (2) مختصر جامع بيان العلم وفضله. (ص119) .",
            "page": "37",
            "part": "1",
            "seal": "913D2A61"
        },
        {
            "id": "38",
            "nass": "[8] مزاح المعلم مع تلاميذه: ¶ من المعلوم أن المواد العلمية تتميز بالجفاف في مادتها، وهي تستلزم حضوراً عقلياً وقلبياً، فتجد الطالب يشحذ حواسه كلها لاستيعاب المادة العلمية المطروحة، ومهما يتميز به المعلم من حسن في الأداء، وجودة في الطرح، فإن عقل التلميذ له قدرة محدودة في استقبال المعلومات، ولذا كان حري بالمعلم أن يدخل الطرفة بين ثنايا الدروس العلمية لكي يطرد السآمة والملل الذي قد يخيم على أجواء الفصل من جراء تتابع عرض المواد العلمية. ¶ ومن فوائد بث الطرفة بين ثنايا الدرس من حين لآخر: أنها تطرد السآمة والملل، ومنها أنها تريح الذهن قليلاً من عناء المتابعة الدقيقة للمعلم، ومنها أنها تفيد المعلم أيضاً في أخذ قسط من الراحة، ومنها أنها تشحذ الذهن وتعطيه جرعة جديدة لمواصلة استقبال المعلومات، ومنها أنها تغير جو الفصل الذي خيم عليه الجفاف.. إلى غير ذلك.",
            "page": "38",
            "part": "1",
            "seal": "6450F1D7"
        },
        {
            "id": "39",
            "nass": "والمزاح: بكسر الميم الانبساط مع الغير من غير تنقيص أو تحقير له (1) يقول النووي: اعلم أن المزاح المنهي عنه هو الذي فيه إفراط ويداوم عليه فإنه يورث الضحك وقسوة القلب ويشغل عن ذكر الله والفكر في مهمات الدين، ويؤول في كثير من الأوقات إلى الإيذاء، ويورث الأحقاد، ويسقط المهابة والوقار. فأما ما سلم من هذه الأمور فهو المباح الذي كان رسول الله صلى الله عليه وسلم يفعله على الندرة، لمصلحة تطييب نفس المخاطب ومؤانسته، وهو سنة مستحبة، فاعلم هذا فإنه مما يعظم الاحتياج إليه اهـ (2) . ¶ وقال الغزالي في الإحياء: إن قدرت على ما قدر عليه رسول الله صلى الله عليه وسلم وأصحابه وهو أن تمزح ولا تقول إلا حقاً ولا تؤذي قلباً ولا تفرط فيه وتقتصر عليه أحياناً على الندور فلا حرج عليك فيه، ولكن من الغلط العظيم أن يتخذ الإنسان المزاح حرفة يواظب عليها ويفرط فيه ثم يتمسك بفعل الرسول صلى الله عليه وسلم.. (3) ¶ ولقد وردت أخبار عن النبي صلى الله عليه وسلم في مداعبته لأهله، ومزاحه مع أصحابه، وسوف نتخير منها - إن شاء الله - ما يكفي ويشفي: ¶ _________ ¶ (1) قطوف من الشمائل المحمدية. ص93 (قال محمد جميل زينو: ذكره الزغبي محقق الشمائل المحمدية) . ¶ (2) تحفة الأحوذي بشرح جامع الترمذي. للمباركفوري. باب البر والصلة. رقم 56. ¶ (3) إحياء علوم الدين (3 / 203)",
            "page": "39",
            "part": "1",
            "seal": "2B60077C"
        },
        {
            "id": "40",
            "nass": "عن أبي هريرة رضي الله عنه قال: «قالوا: يا رسول الله! إنك تداعبنا. قال: \" نعم، غير أني لا أقول إلا حقاً» (1) . ¶ وعن أنس بن مالك «أن رجلاً من أهل البادية كان اسمه زاهراً وكان يهدي إلى النبي صلى الله عليه وسلم هدية من البادية، فيجهزه النبي صلى الله عليه وسلم إذا أراد أن يخرج، فقال النبي صلى الله عليه وسلم: \" إن زاهراً باديتنا ونحن حاضروه \". وكان صلى الله عليه وسلم يحبه، وكان رجلاً دميماً فأتاه النبي صلى الله عليه وسلم وهو يبيع متاعه، فاحتضنه من خلفه وهو لا يبصره، فقال: من هذا؟ أرسلني.فالتفت، فعرف النبي صلى الله عليه وسلم فجعل لا يألو ما ألصق ظهره بصدر النبي صلى الله عليه وسلم حين عرفه، فجعل النبي صلى الله عليه وسلم يقول: \" من يشتري هذا العبد؟ \" فقال: يا رسول الله إذاً تجدني كاسداً. فقال النبي صلى الله عليه وسلم: \" لكن عند الله لست بكاسد \" أو قال: \" أنت عند الله غال» (2) . ¶ وعن أنس بن مالك «أن رجلاً استحمل (3) رسول الله صلى الله عليه وسلم فقال: \" إني حاملك على ولد ناقة \"! فقال: يارسول الله ما أصنع بولد الناقة؟ فقال صلى الله عليه وسلم: \" وهل تلد الإبل إلا النوق» ؟ \" (4) . ¶ _________ ¶ (1) مختصر الشمائل المحمدية. وقال عنه الألباني (صحيح) ص126. ¶ (2) مختصر الشمائل المحمدية. وقال عنه الألباني (صحيح) ص127. ¶ (3) أي طلب منه أن يحمله على دابة. ¶ (4) مختصر الشمائل المحمدية. وقال عنه الألباني (صحيح) ص126.",
            "page": "40",
            "part": "1",
            "seal": "C76FE62A"
        },
        {
            "id": "41",
            "nass": "الخلاصة: ¶ الأثر الإيجاب الذي يحدثه المزاح في تلطيف جو الدراسة، وقطع الملل الذي يعتري الطلاب. ¶ مراعاة عدم الإكثار منه، كي لا يخرج الدرس عن مساره , وتضيع الفائدة المرجوة منه. ¶ الإكثار من المزاح، يزيل الهيبة والوقار. ¶ المزاح لا يكون إلا حقاً أي صدقاً ¶ عدم إيذاء أو إهانة أحد التلاميذ بالمزاح.",
            "page": "41",
            "part": "1",
            "seal": "1BFE6CA0"
        },
        {
            "id": "42",
            "nass": "[9] الصبر واحتمال الغضب: ¶ الصبر لغة بمعنى المنع والحبس (1) ، وهي منزلة رفيعة لا ينالها إلا ذوو الهمم العالية، والنفوس الزكية. والغضب هو ثورة في النفس، يفقد فيها الغاضب اتزانه، وتنقلب الموازين عنده، فلا يكاد يميز بين الحق والباطل، وهي خصلة غير محمودة، إلا ما كان منها غضباً لله، وهو ما كان يتصف به الرسول صلى الله عليه وسلم، فإنه لم يكن يغضب لنفسه ولم ينتصر لها قط، إنما كان يغضب إذا انتهكت حرمات الله. ¶ _________ ¶ (1) عدة الصابرين. لابن القيم الجوزيةص21.",
            "page": "42",
            "part": "1",
            "seal": "244A0780"
        },
        {
            "id": "43",
            "nass": "ووجه تعلق ذلك بالتعليم: أن المعلم يتعامل مع أفراد يختلفون في الطباع، والأفكار، فمنهم الجيد، ومنهم الضعيف، هذا بالإضافة إلى انشغال المعلم بعمليات التحضير، والتصحيح، والتدريس المتواصل أغلب فترات اليوم الدراسي، مع ما يتبع ذلك من تحمل لمشاكل الطلاب المتكررة، إلى غير ذلك من المهام المنوطة بالمعلم. فكل الأمور السالفة الذكر وغيرها، تستلزم من المعلم صبراً وتحملاً، وهذا الصبر ليس سهل المنال، بل إنه يحتاج إلى طول ممارسة من المعلم حتى يعتاد ذلك ويألفه. وفقدان الصبر يوقع المعلم في حرج شديد، خصوصاً إذا كان ذلك أثناء ممارسته للتعليم، فإن المعلم يواجه عقليات متفاوتة في الإدراك والتصور، والاستجابة، إلى غير ذلك. فقد يظل المعلم يلقي درسه لمدة ساعة متواصلة، ثم يفاجأ بقول أحد طلابه بأنه لم يفهم هذا الدرس كله، أو قد يتعرض المعلم إلى أسئلة تافهة أو في غير محلها، أو قد يفاجأ المعلم أثناء إلقائه بأن أحد طلابه نائم أو يبتسم.. الخ. بل إن من أشدها وقعاً وأثراً على المعلم وهو ما إذا تعرض المعلم لكلمة نابية من أحد طلابه، وليس ذلك بمستغرب لاختلافهم في الطباع، والإدراك ونحو ذلك.",
            "page": "43",
            "part": "1",
            "seal": "44C20FA5"
        },
        {
            "id": "44",
            "nass": "إن احتواء الغضب والسيطرة عليه، علامة قوة للمعلم، وليست علامة ضعف، خصوصاً إذا كان ذلك المعلم قادراً على إنفاذ ما يريد، أخبر بذلك الرسول صلى الله عليه وسلم بقوله: «ليس الشديد بالصرعة (1) ، إنما الشديد الذي يملك نفسه عند الغضب» (2) \" ويجسد ذلك فعل النبي صلى الله عليه وسلم وقوله فإنه - بأبي وأمي - كان أملك الناس لغضبه. ¶ «عن أنس بن مالك قال: كنت أمشي مع رسول الله صلى الله عليه وسلم، عليه رداء نجراني غليظ شديد الحاشية، فأدركه أعرابي. فجبذه بردائه جبذة شديدة. نظرت إلى صفحة عنق رسول الله صلى الله عليه وسلم وقد أثرت بها حاشية الرداء من شدة جبذته. ثم قال: يا محمد! مر لي من مال الله الذي عندك. فالتفت إليه رسول الله صلى الله عليه وسلم فضحك ثم أمر بعطاء» (3) . علق النووي على هذا الحديث بقوله: فيه احتمال الجاهلين والإعراض عن مقابلتهم، ودفع السيئة بالحسنة (4) قلت: ولا شك أنه مهما بلغ من أمر الطالب ما بلغ، فهو دون فعل ذلك الأعرابي بكثير!! . ¶ _________ ¶ (1) قال النووي في رياض الصالحين (ص42) : (والصرعة) بضم الصاد وفتح الراء، وأصله عند العرب من يصرع الناس كثيراً. ¶ (2) متفق عليه. ¶ (3) رواه البخاري في الأدب وفي مواقع من صحيحه / مسلم في الزكاة / أحمد في باقي مسند المكثرين / ابن ماجه في اللباس. ¶ (4) مسلم بشرح النووي: حديث 1057.",
            "page": "44",
            "part": "1",
            "seal": "4C53A055"
        },
        {
            "id": "45",
            "nass": "«عن عبد الله بن مسعود - رضي الله عنه - قال: قسم رسول الله صلى الله عليه وسلم قسماً. فقال رجل: إنها لقسمة ما أريد بها وجه الله: فأتيت النبي صلى الله عليه وسلم فساررته. فغضب من ذلك غضباً شديداً واحمر وجهه حتى تمنيت أني لم أذكره له. قال: ثم قال: \" قد أوذي موسى بأكثر من هذا فصبر» (1) . ¶ ولك أن تسأل عن أثر الغضب على المرء في جسمه، ولسانه، وأعضائه، وقلبه. يقول صاحب الإحياء (2) : ¶ _________ ¶ (1) رواه البخاري في الأدب. وفي مواقع من صحيحه / مسلم في الزكاة / أحمد في مسند المكثرين من الصحابة. ¶ (2) إحياء علوم الدين: لأبي حامد الغزالي (3 / 262، 263) بتصرف يسير.",
            "page": "45",
            "part": "1",
            "seal": "A385E80D"
        },
        {
            "id": "46",
            "nass": "ومن أثار هذا الغضب في الظاهر تغير اللون وشدة الرعدة في الأطراف وخروج الأفعال عن الترتيب والنظام واضطراب الحركة والكلام، حتى يظهر الزبد على الأشداق وتحمر الأحداق وتنقلب المناخر وتستحيل الخلقة، ولو رأى الغضبان في حالة غضبه قبح صورته لسكن غضبه حياء من قبح صورته، واستحالة خلقته.. وأما أثره في اللسان فانطلاقه بالشتم والفحش من الكلام الذي يستحي منه ذو العقل ويستحي منه قائله عند فتور الغضب، وذلك مع تخبط النظم واضطراب اللفظ. وأما أثره على الأعضاء فالضرب والتهجم والتمزيق والقتل والجرح عند التمكن من غير مبالاة.. وأما أثره في القلب مع المغضوب عليه فالحقد والحسد وإضمار السوء والشماتة بالمساءات والحزن بالسرور.. أهـ. ¶ وعلاج ذلك يكون بالعلاج الرباني والنبوي: أما العلاج الرباني فقد أثنى الله سبحانه وتعالى على الذين يكظمون غيظهم وليس ذلك فقط بل مع العفو عن الناس. قال تعالى: {وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ} (1) . وأما العلاج النبوي فقد عالج النبي الغضب بعدة طرق. ¶ أن يقول الغاضب أعوذ بالله من الشيطان الرجيم (2) . ¶ _________ ¶ (1) سورة آل عمران ¶ (2) البخاري 5764 ترقيم د. البغا.",
            "page": "46",
            "part": "1",
            "seal": "9619BBD2"
        },
        {
            "id": "47",
            "nass": "أن يسكت الغاضب ولا يتكلم، حتى لا يتمادى به الغضب فيقع في المحذور (1) . ¶ إذا كان الغاضب قائماً فليجس، وإن لم ينطفئ غضبه فليضطجع. ¶ أن يتوضأ الغاضب وضوءه للصلاة، فإن الغضب يطفأ بالماء (2) . ¶ قال علي بن ثابت (3) : ¶ العقل آفته الإعجاب والغضب ... والمال آفته التبذير والنهب ¶ وقال أبو العتاهية (4) : ¶ ولم أر في الأعداء حين خبرتهم ... عدواً لعقل المرء أعدى من الغضب ¶ الخلاصة: ¶ الصبر عامل قوي في نجاح المعلم. ¶ الغضب ثورة في النفس، واختلال في الموازين وضعف في التمييز، وعواقبه وخيمة. ¶ براعة المعلم تكمن في كيفية امتصاص غضبه عند حدوثه والسيطرة على أعصابه. ¶ التدرج، وطول المران يكسبان المعلم، قوة ومنعة. ¶ المبادرة بعلاج الغضب عند حدوثه، وأفضله على الإطلاق العلاج الرباني النبوي. ¶ _________ ¶ (1) أحمد 2552 ترقيم إحياء التراث. ¶ (2) أحمد 17524 ترقيم إحياء التراث. ¶ (3) التمهيد. لابن عبد البر (7 / 250) ¶ (4) المصدر السابق.",
            "page": "47",
            "part": "1",
            "seal": "33ACE940"
        },
        {
            "id": "48",
            "nass": "[10] تجنب الكلام الفاحش البذيء: ¶ الفحش في القول، والسباب، والسخرية من الآخرين، خصال ممقوتة، تلفظها النفوس، وتشمئز منها الطباع، وتنأى عنها النفوس الكريمة. والمعلم يفترض فيه أنه قدوة يقتفى أثره، ويسلك سبيله. فإن اتصف المعلم ببعض هذه الخصال فهي نقيصة وأي نقيصة، وإن اجتمعت في معلم فهي طامة كبرى، لأن الطالب يتأثر بمعلمه سلباً وايجاباً، فإذا كان هذا حال معلمه، فماذا نرجو من الطالب؟! . وفائدة القول أن اللعن، والفحش، والسخرية، تستلزم تنقيص الآخرين، وتقتل فيهم روحهم المعنوية، وتفسد عليهم فطرهم وألسنتهم، وتوغر صدور بعضهم على بعض. . إلى غير ذلك. هذا إلى جانب - وهو الأهم - أنها أمور مرفوضة شرعاً وصاحبها متوعد بالعقوبة. ¶ بيان ذلك: أ- السخرية:",
            "page": "48",
            "part": "1",
            "seal": "13CD52FB"
        },
        {
            "id": "49",
            "nass": "1- قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَومٌ مِنْ قَوْمٍ عَسَى أَنْ يَكُونُوا خَيْرًا مِنْهُمْ وَلَا نِسَاءٌ مِنْ نِسَاءٍ عَسَى أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ وَلَا تَلْمِزُوا أَنْفُسَكُمْ وَلَا تَنَابَزُوا بِالْأَلْقَابِ بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ وَمَنْ لَمْ يَتُبْ فَأُولَئِكَ هُمُ الظَّالِمُونَ} (1) وقوله: {لَا يَسْخَرْ قَومٌ مِنْ قَوْمٍ} بكل كلام، وقول وفعل دال على إعجاب الساخر بنفسه. وعسى أن يكون المسخور به خيراً من الساخر، وهو الغالب والوقع. فإن السخرية، لا تقع إلا من قلب ممتلئ من مساويء الأخلاق، متحل بكل خلق ذميم، متخل من كل خلق كريم ن ولهذا قال النبي صلى الله عليه وسلم: «بحسب امرىء من الشر، أن يحقر أخاه المسلم» (2) . ¶ ب - اللعن والسباب: ¶ _________ ¶ (1) سورة الحجرات. ¶ (2) تيسير الكريم الرحمن.. عبد الرحمن السعدي (7 / 135)",
            "page": "49",
            "part": "1",
            "seal": "B3C9D7E2"
        },
        {
            "id": "50",
            "nass": "1- عن عبد الله بن مسعود قال: قال رسول الله صلى الله عليه وسلم: «سباب المسلم فسوق وقتاله كفر» (1) وفي هذا الحديث تعظيم حق المسلم والحكم على من سبه بغير حق بالفسق ... (2) 2- عن أنس بن مالك قال: «لم يكن رسول الله صلى الله عليه وسلم فاحشاً ولا لعاناً ولا سباباً، كان يقول لأحدنا عند المعتبة: ماله ترب جبينه» (3) . ¶ 3- عن أبي الدرداء قال: قال النبي: «إن اللعانين لا يكونون شهداء ولا شفعاء يوم القيامة» (4) وحسبك بهذا ففيه غنية عن كثير من الآثار التي وردت في هذا الباب، وفيه كفاية لمن أعطاه الله فهماً وعقلاً. ¶ ت - الفحش البذيء: ¶ 1- عن عبد الله بن مسعود، عن النبي صلى الله عليه وسلم قال: «ليس المؤمن بالطعان، ولا اللعان، ولا الفاحش، ولا البذيء» (5) \" (6) . ¶ الخلاصة: ¶ هذه الخصال الذميمة، تتعدى آثارها إلى الغير، فتؤثر فيه. ¶ السخرية فيها تنقيص للمسخور به وإزدراء له، وهذا جالب للعداوة والبغضاء، فكيف إن كان هذا دأب المعلم؟ ¶ اللعن خلق ذميم وصاحبه متوعد بالعقوبة إن لم يتب. ¶ القول الفاحش ينبئ عن سوء الطوية وفساد النية. ¶ _________ ¶ (1) رواه البخاري في كتاب الإيمان / ومسلم في الإيمان / أحمد في مسند المكثرين من الصحابة والترمذي في الإيمان / والنسائي في تحريم الدم. ¶ (2) فتح الباري / كتاب الإيمان (حديث 48) 1 / 135. ¶ (3) رواه البخاري في كتاب الأدب / وأحمد في باقي مسند المكثرين. ¶ (4) البخاري (الأدب المفرد) وصححه الألباني برقم 340 / 316 / مسلم في البر والصلة / أحمد في مسند القبائل / أبو داوود في الأدب. ¶ (5) الطعان: الوقاع في أعراض الناس بالذم والغيبة، (اللعان) اللعن خلاف النصر، أي الملعون لا ينصره الله فيطرده ويبعده، فلعن المؤمن أي طرده وإبعاده عن الجنة في أول أمره. و (الفاحش) هو الذي يتسرع لسانه بالفحش ولا يريد أن ينطق به.. قال: وكذا الفحش بالفعال قال الحافظ: هو الزيادة على الحد في الكلام السيء، فمن تعدى بزيادة القبح في القول والعمل فهو فاحش. (البذيء) قال الجوهري: هو التكلم بكلام لا ينفع، وقال القاري: هو الذي لا حياء له (النقل من كتاب فضل الله الصمد في توضيح الأدب المفرد لفضل الله الجيلاني 1 / 409، 411) ¶ (6) البخاري (الأدب المفرد) وصححه الألباني برقم 237 / 312. وأحمد في مسند المكثرين من الصحابة / والترمذي في البر والصلة.",
            "page": "50",
            "part": "1",
            "seal": "58334D09"
        },
        {
            "id": "51",
            "nass": "[11] استشارة المعلم لغيره: ¶ تواجه المعلم مسائل مشكلة، وقضايا معقدة، يحتار معها المعلم، ولا يجد لها حلاً أو مخرجاً. فقد يصعب على المعلم في بعض الأحيان فهم مسألة ما، أو قد يطرح عليه سؤال من أحد طلابه ولا يجد له حلاً أو تفسيراً. ومن جهة أخرى قد يجد المعلم نفسه أمام مشكلة عند أحد طلابه أو بعضهم وتحتاج من المعلم أن يفصل فيها، ويحل إشكالها. وهنا قد يسلك المعلم عدة مسالك فمنها: أن يجتهد في إيجاد حل لها، أو يعتذر عنها وهذا حسن بالنسبة إلى المعلم لأنه لم يخض فيها بغير علم وإن كان ذلك مشكلاً للطالب لأن مشكلته لم تحل بعد. ومنها أن يخوض فيها بغير علم فهذا مذموم وهو يفسد أكثر مما يصلح، ومنها أن يبحث عن حلها إما عن طريق المطالعة والبحث، وإما عن طريق طلب الاستشارة وهو مقصودنا. والاستشارة مأخوذة من قول العرب: شرت الدابة وشورتها إذا علمت خبرها، وقيل من قولهم: شرت العسل إذا أخذته من موضعه. أهـ (1) . ¶ _________ ¶ (1) فتح القدير. محمد بن على الشوكاني. (1 / 439) .",
            "page": "51",
            "part": "1",
            "seal": "B0ED18C8"
        },
        {
            "id": "52",
            "nass": "قال تعالى: {وَشَاوِرْهُمْ فِي الْأَمْرِ} (1) يقول ابن سعدي عند هذه الآية: أي في الأمور التي تحتاج إلى استشارة، ونظر وفكر، فإن في الاستشارة من الفوائد والمصالح الدينية والدنيوية، ما لا يمكن حصره.. ومنها: أن في الاستشارة، تنور الأفكار، بسبب إعمالها فيما وضعت له، فصار في ذلك زيادة للعقول. ومنها ما تنتجه الاستشارة، من الرأي المصيب، فإن المشاور لا يكاد يخطئ في فعله. وإن أخطأ، أو لم يتم له مطلوب، فليس بملوم. فإذا كان الله يقول لرسوله صلى الله عليه وسلم - وهو أكمل الناس عقلاً وأعزرهم علماً وأفضلهم رأياً - {وَشَاوِرْهُمْ فِي الْأَمْرِ} فكيف بغيره (2) . ¶ عن ابن عباس قال: لما نزلت: {وَشَاوِرْهُمْ فِي الْأَمْرِ} قال رسول الله صلى الله عليه وسلم: «أما إن الله ورسوله لغنيان عنها ولكن الله جعلها رحمة لأمتي، فمن استشار منهم لم يعدم رشداً، ومن تركها لم يعدم غياً» (3) . ¶ _________ ¶ (1) سورة آل عمران الآية: 159. ¶ (2) تفسير ابن سعدي (1 / 445) . ¶ (3) ذكره الشوكاني في تفسيره وصدره بقوله: قال السيوطي بسند حسن عن ابن عباس. ثم ساق الحديث. (فتح القدير 1 / 440، 441) ,",
            "page": "52",
            "part": "1",
            "seal": "E7D900F0"
        },
        {
            "id": "53",
            "nass": "فأنت ترى في هذا الحديث، كيف كانت المشورة سبباً في القرب من إصابة الحق، ما في تركها من مقاربة الخطأ والوقوع فيه، فحري بكل معلم أن يسأل ويشاور من هو أعلم منه فيما أشكل عليه، ليحصل له بذلك مقاربة الصواب وإصابة الحق، وليبتعد عن الترفع، والأنفة، وتعاظم النفس من سؤال غيره وطلب رأيه ومشورته، فإن ذلك ترفع في غير محله، ولو كان ذلك محموداً لكان النبي صلى الله عليه وسلم أولى الناس به! . ¶ فعليك أيها المعلم أن تسأل عما أشكل عليك فهمه، أو تعسر عليه حله، ولا تقل إن هذا تهوين من شأني، أو نقص من قدري. لا. بل هو دليل على كمال العقل ورجاحته. ¶ الخلاصة: ¶ المشورة معين للمعلم فيما يشكل عليه من المسائل والقضايا التي ترد عليه. ¶ طلب الإستشارة من الغير ليست دليلاً على نقص في المرتبة أو في العلم، بل هو دليل على رجاحة العقل ورزانته. ¶ في المشورة القرب من الحق، وفي تركها البعد عنه.",
            "page": "53",
            "part": "1",
            "seal": "9E62FF23"
        },
        {
            "id": "54",
            "nass": "[1] غرس العقيدة الصحيحة وتقوية الإيمان خلال التعليم:",
            "page": "54",
            "part": "1",
            "seal": "9E39A06D"
        },
        {
            "id": "55",
            "nass": "قليل من المعلمين الذين يتفطنون إلى هذه الطريقة، وهي تتلخص في ترسيخ العقيدة في نفوس الطلاب، عند تعليمهم مواد العلوم الطبيعية، والمواد (الجغرافية) والفلكية، ونحوها وقبل أن نورد خبر المعلم الأول - صلى الله عليه وسلم، تعال لنتأمل ونتدبر كلام الله عز وجل. قال الله تعالى: {وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (1) أي {تَرَى الْأَرْضَ خَاشِعَةً} لا نبات فيها {فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ} أي المطر {اهْتَزَّتْ} أي تحركت بالنبات {وَرَبَتْ} (2) ثم: أنبتت من كل زوج بهيج فأحيا بها العباد والبلاد. {إِنَّ الَّذِي أَحْيَاهَا} بعد موتها وهمودها {لَمُحْيِي الْمَوْتَى} من قبورهم إلى يوم بعثهم، فنشورهم {أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} فكما لم تعجز قدرته عن إحياء الأرض بعد موتها، لا تعجز عن إحياء الموتى. أهـ (3) . فيا ليت المعلمين يحسنون الربط بين الظواهر الطبيعية وبين أمور العقيدة (4) كما جاء في الآية السابقة، حيث بين الله ¶ _________ ¶ (1) سورة الأنعام. ¶ (2) ربت: أي انتفخت وزادت قال أبو السعود في تفسيره: أي تحركت بالنبات، لأن النبات إذا دنا أن يظهر، ارتفعت له الأرض، وانتفخت، ثم تصدعت عن النبات. ¶ (3) تيسير الكريم الرحمن. لابن سعدي. سورة الأنعام الآية: 39. ¶ (4) يجب التنبه إلى مسألة هامة وهي أنه لا يلزم منا أن نستدل بكل ظاهرة من ظواهر العلم أو جزئية معينة، بدليل من الكتاب والسنة، ولا أن نلوي أعناق النصوص أو نتكلف ذلك، فالقرآن الكريم أنزل ليتلى ويتدبر ويعمل به، والسنة لتطبق ويعمل بها، ولكن إن جاء أحد منهما مصرحاً بذكر شيء من الظواهر قبلناه وأثبتناه ولا نتكلفه.",
            "page": "55",
            "part": "1",
            "seal": "E24A12DD"
        },
        {
            "id": "56",
            "nass": "سبحانه وتعالى حال الأرض الميتة التي لم تمطر، من الجفاف وموت النبات فيها، وأثر الماء عليها إذا جاءها وغمرها من ظهور الحياة عليها وتحرك النبات فيها، ثم بين الله سبحانه لعباده أن هذا الإحياء الذي يشاهده العباد له نظير يوم القيامة وهو إحياء الموتى، كما جاء في التفسير السابق قوله: فكما لم تعجز قدرته عن إحياء الأرض بعد موتها، لا تعجز عن إحياء الموتى. وفي هذا رد شاف على منكري البعث. ومثله لو أراد المعلم أن يتكلم عن الجبال فيحسن به أن يذكر فائدتها، والحكمة من إيجادها وهو تثبيت الأرض ومنعها من الاضطراب، ثم يذكر قوله تعالى: {أَلَمْ نَجْعَلِ الْأَرْضَ مِهَادًا} {وَالْجِبَالَ أَوْتَادًا} (1) وقوله: {وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا} {أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا} {وَالْجِبَالَ أَرْسَاهَا} (2) وقوله: {أَفَلَا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ} {وَإِلَى السَّمَاءِ كَيْفَ رُفِعَتْ} {وَإِلَى الْجِبَالِ كَيْفَ نُصِبَتْ} (3) . ¶ _________ ¶ (1) سورة النبأ. ¶ (2) سورة النازعات. ¶ (3) سورة الغاشية.",
            "page": "56",
            "part": "1",
            "seal": "ED295292"
        },
        {
            "id": "57",
            "nass": "والقرآن الكريم مليء بذكر مثل ذلك وفيما ذكرنا غنية لمن عقل. ولعلنا نعرج على سنة المصطفى، لنرى كيف كان النبي يرسخ العقيدة عند صحبه رضوان الله عليهم. ¶ فعن أبي هريرة رضي الله عنه قال: قال النبي صلى الله عليه وسلم «لا عدوى ولا صفر ولا هامة \". فقال أعرابي: يا رسول الله، فما بال الإبل تكون في الرمل كأنها الظباء فيخالطها البعير الأجرب فيجربها؟ فقال رسول الله صلى الله عليه وسلم: \" فمن أعدى الأول» ؟ (1) . ¶ قال الحافظ ابن حجر قوله: (فيجربها) وهو بناء على ما كانوا يعتقدون من العدوى، أي يكون سبباً لوقوع الجرب بها، وهذا من أوهام الجهال، كانوا يعتقدون أن المريض إذا دخل في الأصحاء أمرضهم فنفى الشارع ذلك وأبطله، فلما أورد الأعرابي الشبهة رد عليه صلى الله عليه وسلم بقوله: «فمن أعدى الأول» ؟ ¶ _________ ¶ (1) متفق عليه.",
            "page": "57",
            "part": "1",
            "seal": "E5AC1737"
        },
        {
            "id": "58",
            "nass": "وقال بعد قوله: «فمن أعدى الأول» ؟) وهو جواب في غاية البلاغة والرشاقة. وحاصله من أين جاء الجرب للذي أعدى بزعمهم؟ فإن أجيب من بغير آخر لزم التسلسل أو سبب آخر فليفصح به، فإن أجيب بأن الذي فعله في الأول هو الذي فعله في الثاني ثبت المدعى، وهو أن الذي فعل بالجميع ذلك هو الخالق القادر على كل شيء وهو الله سبحانه وتعالى (1) . (2) . ¶ الخلاصة: ¶ إن غرس العقيدة عن طريق عرض العلوم غير علوم الشريعة، وسيلة نافعة جداً في ربط المسلم بدينه في كل مجالات الحياة. ¶ إن هذه الطريقة، تؤدي إلى تقوية الإيمان لدى الطلاب عموماً، فتنشئ لنا جيلاً قوياً في معتقده، وثيق الصلة بربه. ¶ _________ ¶ (1) فتح الباري (10 / 252) ¶ (2) ينبغي أن نشير هنا إلى أمر هام وهو أن الأسباب لا تؤثر بنفسها فالمؤثر هو الله، ولكننا نتجنب الأسباب التي تكون سبباً للبلاء.. وفي هذا المعنى يقول الشيخ محمد بن صالح العثيمين في شرحه لكتاب التوحيد (2 / 82) قال: وهذا النفي في هذه الأمور الأربعة (وهي قوله صلى الله عليه وسلم في الحديث «ولا عدوى ولا طيرة ولا هامة ولا صفر» ) ليس نفياً للوجود، لأنها موجودة، ولكنه نفي للتأثير، فالمؤثر هو الله، فما كان سبباً معلوماً فهو سبب صحيح، وما كان منها سبباً موهوماً فهو سبب باطل، ويكون نفياً لتأثيره بنفسه ولسببه. فقوله: «لا عدوى» العدوى موجودة، ويدل لوجودها قوله صلى الله عليه وسلم: «لا يورد ممرض على مصح» أي: لا يورد صاحب الإبل المريضة على صاحب الإبل الصحيحة، لئلا تنتقل العدوى. أهـ.",
            "page": "58",
            "part": "1",
            "seal": "DA99C437"
        },
        {
            "id": "59",
            "nass": "[2] إسداء النصيحة للمتعلم: ¶ يخطئ المعلم عندما يظن أن علاقته بالطالب، تقتصر على توصيل المعلومات فقط. والحقيقة أن هناك أمراً لا يقل أهمية عن التحصيل، ألا وهو النصح والتوجيه للطالب. فالمعلم موجه، ومربي، وناصح، وأب. ¶ ولو أننا قارنا بين عدد الساعات التي يعيشها الطالب مع معلمه وهي قد تصل إلى خمس أو ست ساعات يومياً، لوجدنا أنها أكثر من عدد الساعات التي يلتزمها مع والديه، وهو معلوم عند الكل. وإذا كان الأمر كذلك، فإن المعلم يرى من الأحوال والتصرفات التي تصدر من الطالب قد تخفى - بل إنها تخفى فعلاً على والديه، ولذا كان حري بك أيها المعلم أن تبذل ما في وسعك، لإصلاح المعوج، وتقويم المائل، وتهذيب الأخلاق، وتصحيح الأفكار. . وجماع ذلك كله، بذل النصيحة. والنصيحة: هي كلمة يعبر بها عن جملة هي إرادة الخير للمنصوح له (1) . ¶ وبذل النصيحة مطلب شرعي، قبل أن يكون تعليمياً تربوياً. ¶ 1-عن تميم بن أوس الداري رضي الله عنه أن النبي صلى الله عليه وسلم قال: «الدين النصيحة \" قلنا: لمن؟ قال: \" لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم» (2) . ¶ _________ ¶ (1) قاله الخطابي (جامع العلوم والحكم لابن رجب (1 / 148) . ¶ (2) رواه مسلم في كتاب الإيمان / وأحمد في مسند الشاميين / وأبو داود في الأدب / والنسائي في البيعة / وذكره البخاري تعليقاً في صحيحه في كتاب الإيمان.",
            "page": "59",
            "part": "1",
            "seal": "B35D110D"
        },
        {
            "id": "60",
            "nass": "يقول الحافظ ابن حجر: والنصيحة لعامة المسلمين الشفقة عليهم، والسعي فيما يعود بالنفع عليهم، وتعليمهم ما ينفعهم، وكف وجوه الأذى عنهم، وأن يحب لهم ما يحب لنفسه، ويكره لهم ما يكره لنفسه. (1) ولا شك أن الطلاب من عامة المسلمين. ¶ 2- «وعن جرير بن عبد الله البجلي قال: بايعت رسول الله صلى الله عليه وسلم على إقامة الصلاة، وإيتاء الزكاة، والنصح لكل مسلم» . (2) ¶ 3- وعن أنس رضي الله عنه، عن النبي صلى الله عليه وسلم قال: «لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه» (3) والنقول في هذا الباب كثيرة وحسبنا بما ذكرنا. ¶ _________ ¶ (1) فتح الباري (1 / 166، 167) (ح57) . ¶ (2) متفق عليه. ¶ (3) متفق عليه.",
            "page": "60",
            "part": "1",
            "seal": "5F8A08A5"
        },
        {
            "id": "61",
            "nass": "يقول ابن رجب: ومن أنواع نصحهم بدفع الأذى والمكروه عنهم، إيثار فقيرهم، وتعليم جاهلهم، ورد من زاغ منهم عن الحق في قول أو عمل، بالتلطف في ردهم إلى الحق، والرفق بهم في الأمر بالمعروف والنهي عن المنكر، ومحبتة إزالة فسادهم.. (1) ثم إنه من المتعين على المعلم، أن يبذل نصيحته إلى طلابه سراً إن كانت خاصة بفرد معين، لأن ذلك أبلغ في قبول النصيحة، وأسرع للاستجابة، أما إن كانت علانية فهو توبيخ في قالب نصح! يقول ابن رجب: كان السلف إذا أرادوا نصيحة أحد وعظوه سراً، حتى قال بعضهم: من وعظ أخاه فيما بينه وبينه، فهي نصيحة، ومن وعظه على رؤوس الناس، فإنما وبخه. (2) ومن النصح الذي يتعين على معلم بذله تجاه طلابه، هو تصحيح (كراس الواجبات المدرسية) (3) بأمانة وإخلاص، ومراعاة الأخطاء النحوية والإملائية ونحوها. وباب النصح واسع ولكن يضبطه قول النبي صلى الله عليه وسلم قال: «لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه» (4) ¶ أيها المعلم: قدم إليك الأب ثمرة فؤاده، وفلذة كبده، فهي عندك أمانة. فماذا عملت فيها؟ هل رعيتها وأديت حق الأمانة؟ أم ماذا؟ ¶ الخلاصة: ¶ _________ ¶ (1) جامع العلوم والحكم (1 / 151) . ¶ (2) المصدر السابق (1 / 153) . ¶ (3) ذكرت الأدنى تنبيها على الأعلى. ¶ (4) تقدم تخريجه.",
            "page": "61",
            "part": "1",
            "seal": "212C87F4"
        },
        {
            "id": "62",
            "nass": "النصح والتوجيه، لا يقل أهمية عن التعليم، فلتعط حظها من الاهتمام. ¶ النصيحة مطلب شرعي، قبل أن تكون مطلباً تربوياً تعليمياً. ¶ توجيه الطالب وجهة سليمة، وأمره بما يصلحه، وتقويمه إذا مال عن الطريق المستقيم.. وغير هذه الأمور، كلها من واجبات المعلم. ¶ تقديم النصيحة سراً سبب في القبول، وسرعة الاستجابة.",
            "page": "62",
            "part": "1",
            "seal": "8A75652E"
        },
        {
            "id": "63",
            "nass": "[3] الرفق بالمتعلم وتعليمه بالأسلوب الحسن: ¶ لقد كان صلى الله عليه وسلم أرفق الناس للناس، وكان صلى الله عليه وسلم يراعي نفسياتهم وأحوالهم، كيف لا وهو الذي قال: «إن الرفق لا يكون في شيء إلا زانه ولا ينزع من شيء إلا شانه» (1) وقال عليه الصلاة والسلام: «إن الله عز وجل يحب الرفق في الأمر كله» (2) والرفق هو: لين الجانب بالقول والفعل، والأخذ بالأسهل، وهو ضد العنف (3) . والنفس البشرية تميل إلى الرفق ولين الجانب وطيب الكلام وتأنس به، وتنفر من الجفوة والغلظة. ولذا كان حري بالمعلمين والمربين أن يعوا هذا الجانب ويطبقوه على تلاميذهم وطلابهم. ¶ والشدة على المتعلمين مضرة بهم (4) وذلك أن إرهاف الحد بالتعليم مضر بالمتعلم سيما في أصاغر الولد لأنه من سوء الملكة ومن كان مرباه بالعسف والقهر من المتعلمين أو المماليك أو الخدم سطا به القهر وضيق عن النفس في انبساطها وذهب بنشاطها ودعاه إلى الكسل وحمل على الكذب والخبث وهو التظاهر بغير ما في ضميره خوفاً من انبساط الأيدي بالقهر عليه وعلمه المكر والخديعة.. (5) . ¶ ولقد ضرب الرسول صلى الله عليه وسلم أروع الأمثلة وأعلاها في حسن تعليمه ورفقه بصحابته رضوان الله عليهم، فمنها: ¶ _________ ¶ (1) رواه مسلم في كتاب البر / وأحمد في باقي مسند الأنصار / وأبو داود في الأدب. ¶ (2) رواه البخاري في كتاب الأدب / مسلم في السلام / أحمد في مسند باقي الأنصار / الترمذي في الاستئذان والأدب / ابن ماجه في الأدب. ¶ (3) فتح الباري (10 / 6024) . ¶ (4) عنوان فصل عقده ابن خلدون في مقدمته. وهو الفصل الثاني والثلاثون من الباب الخامس. من الكتاب الأول. ¶ (5) مقدمة ابن خلدون ص540.",
            "page": "63",
            "part": "1",
            "seal": "4D9D77FE"
        },
        {
            "id": "64",
            "nass": "«عن أنس رضي الله عنه قال: بينما نحن في المسجد مع رسول الله صلى الله عليه وسلم، إذ جاء أعرابي، فقام يبول في المسجد. فقال أصحاب رسول الله صلى الله عليه وسلم: مه مه. (1) فقال رسول الله صلى الله عليه وسلم: \" لا تزرموه (2) ، دعوه \" فتركوه حتى بال، ثم أن رسول الله صلى الله عليه وسلم دعاه، فقال له: \" إن هذه المساجد لا تصلح لشيء من هذا البول والقذر، إنما هي لذكر الله والصلاة، وقراءة القرآن \" أو كما قال رسول الله صلى الله عليه وسلم. قال: وأمر رجلاً من القوم، فجاء بدلو من ماء فسنه (3) عليه» . رواه مسلم. وعند أحمد وابن ماجه زيادة وهي: قال: يقول الأعرابي بعد أن فقه: «فقام النبي صلى الله عليه وسلم إلي بأبي هو وأمي فلم يسب ولم يؤنب ولم يضرب» . ¶ ففي هذا الحديث بيان لرفق النبي صلى الله عليه وسلم بالأعرابي وحسن تعليمه له، وذلك لأن الأعرابي كان يجهل ذلك الحكم بطبيعة الحال ولهذا السبب لم يعنفه النبي صلى الله عليه وسلم ولم يوبخه، بل دعاه وعلمه برفق الأمر الذي يجهله. ¶ _________ ¶ (1) مه مه: أي اكفف، والتكرير للتأكيد وزيادة التهديد. (حاشية المشكاة 1 / 153) . ¶ (2) لا تزرموه: أي لا تقطعوا عليه بوله فيضره، أو تنتشر النجاسة في المسجد بعد أن تكون بمحل واحد (حاشية المشكاة 1 / 153) . ¶ (3) فسنه: بالسين المهملة وتشديد النون، أي فصبه. (حاشية المشكاة 1 / 154) .",
            "page": "64",
            "part": "1",
            "seal": "FFB93273"
        },
        {
            "id": "65",
            "nass": "ولقد صور الأعرابي ذلك الموقف بعد أن فقه، بقوله: «بأبي هو وأمي فلم يسب ولم يؤنب ولم يضرب» . وفي هذا القول دليل على تأثر الأعرابي برفق النبي صلى الله عليه وسلم به، وحسن تعليمه له. ¶ قال الحافظ ابن حجر بعد حديث أنس: وفيه الرفق بالجاهل وتعليمه ما يلزمه من غير تعنيف إذا لم يكن ذلك منه عناداً، ولا سيما إن كان ممن يحتاج إلى استئلافه. وفيه رأفة النبي صلى الله عليه وسلم وحسن خلقه. أهـ (1) . ¶ _________ ¶ (1) فتح الباري 1 / 388.",
            "page": "65",
            "part": "1",
            "seal": "352EC945"
        },
        {
            "id": "66",
            "nass": "«وعن معاوية بن الحكم السلمي قال: بينما أنا أصلي مع رسول الله صلى الله عليه وسلم إذ عطس رجل من القوم فقلت: يرحمك الله. فرماني القوم بأبصارهم، فقلت وا ثكل أمياه، ما شأنكم تنظرون إلي؟ فجعلوا يضربون بأيديهم على أفخاذهم، فلما رأيتهم يصمتونني لكني سكت فلما صلى صلى الله عليه وسلم فبأبي هو وأمي ما رأيت معلماً قبله ولا بعده أحسن تعليماً منه فوالله ما كهرني (1) ، ولا ضربني، ولا شتمني (2) قال: \" إن هذه الصلاة، لا يصلح فيها شيء من كلام الناس، إنما هو التسبيح والتكبير وقراءة القرآن \"، أو كما قال رسول الله.. (ثم قال معاوية في تمام الحديث) .. قال: وكانت لي جارية ترعى غنماً لي قبل أحد والجوانية (3) فاطلعت ذات يوم فإذا الذيب قد ذهب بشاة من غنمها، وأنا رجل من بني آدم آسف كما يأسفون، لكني صككتها صكة، فأتيت رسول الله فعظم ذلك علي قلت: يا رسول الله أفلا أعتقها؟ قال: ائتني بها، فأتيته بها، فقال لها: أين الله؟ قالت: في السماء، قال: من أنا؟ قالت: أنت رسول الله، قال أعتقها فإنها مؤمنة» (4) . ¶ _________ ¶ (1) كهرني: أي ما انتهرني، والكهر الانتهار قاله أبو عبيد. وفي النهاية يقال كهره إذا زجره واستقبله بوجه عبوس (عون المعبود 3 / 926) . ¶ (2) ولا شتمني: في رواية أبي داود (ولا سبني) : أراد نفي أواع الزجر والعنف وإثبات كمال الإحسان واللطف. (عون المعبود 3 / 926) . ¶ (3) قبل أحد والجوانية: موضع بقرب أحد شمالي المدينة (عون المعبود 3 / 926) . ¶ (4) مسلم في كتاب المساجد. واللفظ له / وأبو داود في كتاب الصلاة وصححه الألباني / والنسائي في كتاب السهو / وأحمد في باقي مسند المكثرين / ومالك في العتق والولاء.",
            "page": "66",
            "part": "1",
            "seal": "A8C90790"
        },
        {
            "id": "67",
            "nass": "قال النووي في شرحه لهذا الحديث: فيه بيان ما كان عليه رسول الله صلى الله عليه وسلم من عظيم الخلق الذي شهد الله تعالى له به ورفقه بالجاهل ورأفته بأمته وشفقته عليهم وفيه التخلق بخلقه صلى الله عليه وسلم في الرفق بالجاهل وحسن تعليمه واللطف به وتقريب الصواب إلى فهمه. أهـ. ¶ ثم إنك لك أن تقارن بين الموقفين السابقين الذين وقعا لمعاوية بن الحكم رضي الله عنه، وكيف عامل الرسول صلى الله عليه وسلم معاوية في كلا الموقفين. ¶ ففي الحادثة الأولي: لم يعنفه الرسول صلى الله عليه وسلم ولم يوبخه. لأنه كان جاهلاً والدليل على ذلك، الحديث الذي أخرجه البخاري (1) وأبو داود من رواية عطاء بن يسار «عن معاوية بن الحكم السلمي قال: لما قدمت على رسول الله، صلى الله عليه وسلم علمت أموراً من أمور الإسلام، فكان فيما علمت أن قال لي: إذا عطست فاحمد الله، وإذا عطس العاطس فحمد الله فقل: يرحمك الله. قال: فبينا أن قائم مع رسول الله في الصلاة» ،.. الحديث) ¶ وفي الحادثة الثانية: عامله الرسول صلى الله عليه وسلم بنقيض ذلك، حيث أنكر ذلك الفعل على معاوية ويؤخذ هذا من قوله: «فعظم ذلك علي» . ¶ _________ ¶ (1) البخاري. في خلق أفعال العباد 67 وجزء القراءة خلف الإمام (68) ، وأبو داود كتاب الصلاة.",
            "page": "67",
            "part": "1",
            "seal": "B8C0A717"
        },
        {
            "id": "68",
            "nass": "وإنكار الرسول صلى الله عليه وسلم هذا الفعل من معاوية وهو ضرب الجارية، يحتمل وجهان وقد يحتمل أكثر من ذلك: ¶ الأول: وهو أن معاوية لم يعد جاهلاً حيث أمضى فترة في الإسلام وعلم شرائعه وآدابه. ¶ الثاني: وهو أن هذا الصنيع من معاوية ليس من الأمور التي تجهل عادة، فالرفق والإحسان إلى الناس من الأمور المركوزة في الفطر وليست من باب العلم المكتسب. والله أعلم. ¶ الخلاصة: ¶ الرفق بالطالب يتأكد عندما يكون جاهلاً. ¶ تقدير الخطأ الذي يقع من الطالب، وهل هو من الخطأ الذي يعذر بجهله، أم لا. وذلك يرجع إلى تقدير المعلم. ¶ معالجة الخطأ الذي يقع من الطالب الجاهل كما حدث ذلك في قصة الأعرابي الذي بال في المسجد، حيث نهى النبي صلى الله عليه وسلم صحابته أن يقطعوا عليه بوله لئلا يتضرر، ثم أمر رجلاً من أصحابه أن يزيل أثر النجاسة بالماء، ثم دعا الأعرابي وأخبره بخطئه، ثم دعاه الرسول صلى الله عليه وسلم وعلمه ما الذي ينبغي عليه فعله وتركه في الصلاة.",
            "page": "68",
            "part": "1",
            "seal": "75B52C1B"
        },
        {
            "id": "69",
            "nass": "أما الخطأ الذي لا يعذر بجهله، فعلى المربي أو المعلم أن ينكر ذلك الخطأ أو الفعل الذي بدر من الطالب، كما جاء في قول الصحابي «فعظم ذلك علي» ، ثم إن على المربي بعد ذلك أن يسعى في إصلاح ذلك الخطأ ومساعدة الطالب في إصلاح خطئه، وذلك يتجلى في إقرار الرسول صلى الله عليه وسلم لمعاوية عندما أراد أن يعتق الجارية، حيث قال له: «أعتقها فإنها مؤمنة» .",
            "page": "69",
            "part": "1",
            "seal": "CE0593B0"
        },
        {
            "id": "70",
            "nass": "[4] عدم التصريح بالأسماء أثناء التوبيخ ¶ غالباً ما يكون التوبيخ له أثر في نفس الموبخ، ويعظم هذا الأثر إن كان التوبيخ بحضور جماعة من الناس، فإنه حينئذ يتضاعف. والنبي صلى الله عليه وسلم كانت له طريقة فريدة من نوعها في معالجة الأخطاء الظاهرة التي تحدث من صحابته، إذ إن الغاية من تشهيره عليه الصلاة والسلام بالخطأ ليس التشفي من المخطئ، بل هو تحذير من الوقوع في الخطأ، وذم للخطأ نفسه. وقصة الثلاثة الذين تقالوا عبادة الرسول صلى الله عليه وسلم مشهورة: ¶ 1-عن أنس بن مالك رضي الله عنه قال: «أن نفراً من أصحاب النبي صلى الله عليه وسلم سألوا أزواج النبي صلى الله عليه وسلم عن عمله في السر؟ فقال بعضهم: لا أتزوج النساء. وقال بعضهم لا آكل اللحم. وقال بعضهم: لا أنام على فراش. فحمد الله وأثنى عليه (1) فقال: \" مابال أقوام قالوا كذا وكذا؟ لكني أصلي وأنام.وأصوم وأفطر وأتزوج النساء. فمن رغب عن سنتي فليس مني» (2) . ¶ _________ ¶ (1) أي: بعد أن علم بمقالتهم، صعد على المنبر وخطب بالناس، وهذا جاء مصرحاً به في روايات أخرى لهذا الحديث. ¶ (2) رواه البخاري في كتاب النكاح / ومسلم في النكاح واللفظ له / وأحمد في باقي مسند المكثرين / والنسائي في النكاح.",
            "page": "70",
            "part": "1",
            "seal": "CD42B141"
        },
        {
            "id": "71",
            "nass": "تأمل قوله صلى الله عليه وسلم: «ما بال أقوام» ، فهو لم يصرح بأسمائهم وإن كان بعض الصحابة يعرفونهم ومع ذلك فالنبي صلى الله عليه وسلم لم يصرح بأسمائهم لأن الغرض - كما قلنا سابقاً - ليس هو التشهير بالمخطئ أو بصاحب الفعل المذموم، وإنما هو بيان ذلك الفعل المذموم أو القول المذموم والتحذير منه. قال النووي عند قوله: (أن النبي صلى الله عليه وسلم حمد لله تعالى وأثنى عليه فقال: «ما بال أقوام قالوا كذا وكذا» هو موافق للمعروف من خطبه صلى الله عليه وسلم في مثل هذا أنه إذا كره شيئاً فخطب له ذكر كراهيته ولا يعين فاعله، وهذا من عظيم خلقه صلى الله عليه وسلم فإن المقصود من ذلك الشخص وجميع الحاضرين وغيرهم ممن يبلغه ذلك ولا يحصل توبيخ صاحبه على الملأ (1) . وإليك قصة أخرى يرويها أبو حميد الساعدي: ¶ _________ ¶ (1) مسلم بشرح النووي: كتاب النكاح / حديث رقم (1401) .",
            "page": "71",
            "part": "1",
            "seal": "383EBB57"
        },
        {
            "id": "72",
            "nass": "2- قال: «استعمل النبي صلى الله عليه وسلم رجلاً من بني أسد يقال له ابن اللتبية على صدقة فلما قدم قال: هذا لكم وهذا أهدي لي: فقام النبي صلى الله عليه وسلم على المنبر فحمد الله وأثنى عليه، ثم قال: \" ما بال العامل نبعثه فيأتي فيقول: هذا لك وهذا لي، فهلا جلس في بيت أبيه وأمه فينظر أيهدى إليه أم لا» ؟ .. \" الحديث (1) . ¶ وفي هذه الواقعة، قوله صلى الله عليه وسلم: «ما بال العامل نبعثه» ، حيث لم يفصح الرسول صلى الله عليه وسلم عن اسمه مع أن كثيراً من الصحابة يعلمون هذا الذي عناه الرسول صلى الله عليه وسلم بقوله: «ما بال العامل نبعثه» ، ولكن لما كان القصد هو التحذير من الفعل المذموم وبيان ضرره وسوء عاقبته حتى لا يقع في الآخرون، شهر بالفعل دون الفاعل، إذ ليس هناك مصلحة ترجى من ذكر اسم الفاعل. وحول هذا الحديث وهذا المعنى يشير ابن حجر بقوله: وفيه أن من رأى متأولاً أخطأ في تأويل يضر من أخذ به أن يشهر القول للناس ويبين خطأه ليحذر من الاغترار به (2) ¶ _________ ¶ (1) البخاري في كتاب الأحكام / مسلم في الإمارة / أحمد في باقي مسند الأنصار / أبو داود في الخراج والإمارة والفيء / والدارمي في الزكاة ¶ (2) فتح الباري. كتاب الأحكام (13 / 179) باب هدايا العمال غلول.",
            "page": "72",
            "part": "1",
            "seal": "C422B940"
        },
        {
            "id": "73",
            "nass": "والمعلمون كذلك يجب أن تكون طريقتهم في علاج الأخطاء التي تقع من الطلاب، عن طريق التشهير بالخطأ وذمه وبيان سوء عاقبته، والتحذير منه، مع عدم التصريح باسم المخطئ خصوصاً إذا كان الخطأ عن غير تعمد من الطالب نفسه، لكي لا يستغلها ضعاف النفوس في تحقيره ورميه بالنقائص، ولكي لا يوجد حالة من الكراهية والبغضاء بين المعلم والطالب، أما إن كان المخطئ متعمداً عالماً فهذه حالة يقدرها المعلم، هل يشهر به أمام الآخرين لردعه عما هو فيه - مع ملاحظة تجرد النفس من قصد التشفي والانتصار لها -؟ أم يستعمل أساليب أخرى لعلاج هذه الحالة؟ وهذه كما قلت سابقاً، راجعة إلى تقدير المعلم. وعموماً فإن طريقة التعريض بالخطأ دون التصريح باسم صاحبه مهمة ليست بيسيرة، إذ فيها تكمن براعة المعلم في علاج الخطأ دون التعرض لكرامة الطالب (1) . وهي من دقائق صناعة التعليم أن يزجر المتعلم عن سوء الأخلاق بطريق التعريض ما أمكن ولا يصرح. وبطريق الرحمة لا بطريق التوبيخ فإن التصريح يهتك حجاب الهيئة ويورث الجرأة على الهجوم بالخلاف ويهيج الحرص على الإصرار. أهـ. ¶ الخلاصة: ¶ _________ ¶ (1) من هنا يبدأ النقل من إحياء علوم الدين. (1 / 95) .",
            "page": "73",
            "part": "1",
            "seal": "D81F7B51"
        },
        {
            "id": "74",
            "nass": "ليس القصد من إعلان الخطأ التشهير بالمخطىء، بل هو تحذير وبيان لسوء الفعل أو القول، لكي لا يغتر به. ¶ عدم التصريح بالاسم أثناء بيان الخطأ، وإن كان المخطئ معلوماً عند البعض. ¶ إذا كان المخطئ عامداً عالماً، فللمعلم أن يجتهد في إيجاد السبيل الأقوم في معالجة وتأديب المخطئ. ¶ براعة المعلم تكمن في كيفية علاج الخطأ، دون التصريح باسم المخطئ. .",
            "page": "74",
            "part": "1",
            "seal": "0BE17356"
        },
        {
            "id": "75",
            "nass": "[5] إلقاء السلام على المتعلم قبل الدرس وبعده ¶ يغفل كثير من المعلمين عن سنة عظيمة من سنن المصطفى صلى الله عليه وسلم، وهي سنة السلام، وقد ورد في فضلها آثار كثيرة. والعجب أن يعدل المعلمون عن السلام المشروع وهو سنة إلى غيرها من التحيات، ولا بأس أن يصبح بالخير، أو يمسي بالخير ولكن يكون ذلك بعد السلام، أما أن تكون هذه التحيات ونحوها هي المعتمد في كل حال فلا. ثم إنه قد يحدث من بعض المعلمين أمراً مخالفاً للشرع وهو جعل الطلاب يقومون له عند مجيئه لهم. (1) (وقد وقع فيه كثير من المعلمين - سامحهم الله - تأثراً بالعادات والتقاليد، وهو تمثل الطلبة قياماً لمعلمهم زاعمين أن هذا من الأدب المطلوب، وأنه رمز لتوقير المعلم وتبجيله، وقد أخطأوا، فلا يسمى خلاف الشرع أدباً إلا في قاموس المعرضين عن شرع الله، ذلك أن: ¶ 1- أنس بن مالك رضي الله عنه قال: «ما كان شخص أحب إليهم من رسول الله صلى الله عليه وسلم، وكانوا إذا رأوه لم يقوموا له، لما يعلمون من كراهيته لذلك» . (2) ¶ 2- وقال الرسول صلى الله عليه وسلم: «من أحب أن يتمثل له الناس قياماً فليتبوأ مقعده من النار» (3) أهـ. ¶ _________ ¶ (1) من هنا يبدأ النقل من كتاب نداء إلى المربين والمربيات. إعداد محمد بن جميل زينو ص17. ¶ (2) رواه الترمذي في كتاب الأدب وقال: هذا حديث حسن صحيح غريب من هذا الوجه. ¶ (3) أحمد في مسند الشاميين / أبو داود في الأدب / الترمذي في الأدب.",
            "page": "75",
            "part": "1",
            "seal": "133041E9"
        },
        {
            "id": "76",
            "nass": "وبذل السلام أجر وغنيمة يستفيد منه المسلم في تكثير حسناته، ولذا رغب النبي صلى الله عليه وسلم صحابته إلى ذلك وحثهم عليه: ¶ 3- قال عليه الصلاة والسلام: «إذا لقي أحدكم أخاه فليسلم عليه، فإن حالت بينهما شجرة، أو جدار، أو حجر ثم لقيه، فليسلم عليه» (1) . ¶ وإلقاء السلام سبب في إشاعة المحبة بين الأفراد والجماعات، والمعلم يحتاج إلى ذلك من باب أولى. ¶ 4- قال رسول الله صلى الله عليه وسلم: «لا تدخلوا الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، أو لا أدلكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السلام بينكم» (2) . ¶ والمحبة إذا شاعت بين المعلم وطلابه، كان ذلك علامة على قبول العلم الذي يبثه ذلك المعلم، لأن النفس بطبعها تميل إلى الشيء الذي تحبه وتهواه، وهذا شيء متعارف عليه. ¶ بقي ثمة أمر آخر لا يخطر ببال الكثيرين، وهو أن يسلم المعلم على طلابه، عند إرادة الانصراف من الدرس: ¶ 5- قال النبي صلى الله عليه وسلم: «إذا انتهى أحدكم إلى مجلس فليسلم، فإن بدا له أن يجلس فليجلس، ثم إذا قام فليسلم، فليست الأولى بأحق من الآخرة» (3) ¶ الخلاصة: ¶ البدء بالسلام عند لقاء الطالب. ¶ _________ ¶ (1) أورده صاحب المشكاة وقال: رواه أبو داود. وقال الألباني: بإسنادين أحدهما صحيح. ¶ (2) رواه مسلم في كتاب الإيمان / وأحمد في باقي مسند المكثرين / والترمذي في الاستئذان والأدب / وأبو داود في الأدب وابن ماجه في المقدمة. ¶ (3) قال التبريزي في المشكاة. رواه الترمذي وأبو داود. (وقال عنه الترمذي حسن، وحسنه الألباني أيضاً) ورواه أيضاً أحمد في باقي مسند المكثرين.",
            "page": "76",
            "part": "1",
            "seal": "90778CD0"
        },
        {
            "id": "77",
            "nass": "السلام سبب في جلب المغفرة، وتكثير الحسنات. ¶ السلام سبب في إشاعة المحبة بين المعلم وطلابه. ¶ إلقاء السلام عد الدخول على الطلاب، وعند الانصراف.",
            "page": "77",
            "part": "1",
            "seal": "0FBCFDFE"
        },
        {
            "id": "78",
            "nass": "[6] استخدام العقوبات أثناء التعليم ¶ يتفق المعلمون في وجوب معاقبة المخطئ وردعه عند تكرار خطئه، ولكنهم يختلفون في مسألة العقاب البدني للتلميذ، فالمانعون يقولون: إن هذا الأسلوب غير مجد، ويؤدي إلى حدوث أمراض نفسية لدى الطالب، وتجعل الطالب يتخوف من العلم لأدنى سبب، وكذلك هذا الأسلوب يدعو الطالب إلى الكذب للفرار من عقاب المعلم، قالوا: ولذا نرى عدم السماح للمعلم بمعاقبته بدنياً مطلقاً. ¶ والفريق الآخر المؤيدون يقولون: إن إلغاء العقاب البدني بتاتاً له عواقب وخيمة، منها أن الطالب لا يأبه للمعلم، ولا يضع له اعتباراً، وبالتالي لن يلقي اهتماماً للعلم أي (للمادة الدراسية) ، وعملية إلغاء العقاب البدني ينشئ لنا جيلاً مستهتراً بالقيم والمثل والعلم.",
            "page": "78",
            "part": "1",
            "seal": "AB09CDEB"
        },
        {
            "id": "79",
            "nass": "والتحقيق أن يقال: أنه لا بد من التفصيل في هذه المسألة، وأن نتناولها من جوانب عدة. أولاً: إلغاء الضرب بالكلية مرفوض، وإطلاق العنان للمعلم بالضرب في كل الأحوال مرفوض أيضاً، ومستندنا في جواز الضرب هو قول النبي: «مروا الصبي بالصلاة وهم أبناء سبع سنين، واضربوهم عليها وهم أبناء عشر، وفرقوا بينهم في المضاجع» (1) . قال العلقمي: إنما أمر بالضرب لعشر لأنه حد يتحمل فيه الضرب غالباً، والمراد بالضرب ضرباً غير مبرح وأن يتقي الوجه في الضرب. انتهى (2) . فهذا الحديث صريح في جواز ضرب من بلغ عشر سنين تأديباً له. ثانياً: الضرب للتأديب فقط: وليس للانتقام والتشفي، ولذلك يخطئ بعض المعلمين عندما يضرب أحد طلابه ضرباً شديداً مبرحاً لخطأ وقع فيه، فيظن المعلم أنه يؤدبه، وفي الحقيقة أنه ينتصر لنفسه! يقول محمد جميل زينو: (3) ولقد رأيت بعض المعلمين يرفسون بأرجلهم ونعالهم، وربما أصاب ذلك الرفس محلاً خطيراً أودى بحياة الطالب. اهـ. وهل هذا إلا بدافع الغضب والانتصار للنفس وحظوظها. ثالثاً: اتقاء ضرب الوجه: قال الرسول صلى الله عليه وسلم: «إذا ضرب أحدكم فليتق الوجه» (4) وذلك لأن الوجه هو أشرف الأعضاء في جسم ¶ _________ ¶ (1) رواه أحمد في مسند المكثرين من الصحابة وأبو داود في كتاب الصلاة. وقال الألباني: حسن صحيح أهـ. وقال المنذري: والحديث أخرجه الترمذي وقال حديث حسن صحيح « ¶ (2) عون المعبود. شرح سنن أبي داود (كتاب الصلاة باب 25) . ¶ (3) نداء إلى المربين والمربيات ص90. ¶ (4) رواه أبو داود في كتاب الحدود. وصححه الألباني، ورواه أيضاً أحمد في باقي مسند المكثرين.",
            "page": "79",
            "part": "1",
            "seal": "D963FCEB"
        },
        {
            "id": "80",
            "nass": "الإنسان، وهو مكان التكريم، فالضرب على الوجه يبعث على الكراهية وحب الانتقام. رابعاً: هناك عقوبات أخرى تسبق الضرب: أورد الشيخ محمد جميل زينو (1) بعض العقوبات التربوية المفيدة نأخذ منها على سبيل الاختصار: ¶ النصح والإرشاد (لأن البعض تؤثر فيه الكلمة والتوجيه) . ¶ التعبيس (أي تعبيس الوجه وتقطيب الحاجبين للتعبير عن الاستياء) . ¶ الزجر ¶ الإعراض (الإعراض عن طلابه أو عن أحدهم حتى يرجع عن خطئه) . ¶ التوبيخ. ¶ جلوس القرفصاء (أو إيقاف الطالب مع رفع يديه ونحو ذلك) . ¶ (تكليف الطالب بواجبات منزلية ونحو ذلك) ¶ تعليق العصي:.. لحديث «علقوا السوط حيث يراه أهل البيت فإنه آدب لهم» (2) ¶ (المرحلة الأخيرة) الضرب الخفيف. ¶ وبعد فإن على المعلم أن يتدرج في استعمال العقوبات، ولا يلجأ للضرب لأول زلة يقع فيها الطالب، بل عليه أن يستعمل الحكمة في استخدام الأسلوب الأمثل لمعالجة الخطأ كما بيناه سابقاً. ثم إن لم يجد بداً من الضرب، فليضرب ولكن بالشروط السالفة الذكر. ولا عبرة بقول، ولا حجة لمن أنكر الضرب مطلقاً. ¶ الخلاصة: ¶ التدرج في معاقبة المخطئ، وعدم اللجوء إلى الضرب إلا في الحالات القصوى. ¶ _________ ¶ (1) نداء إلى المربين والمربيات ص93. وما بين المعكوفتين زيادة بيان مني. ¶ (2) المصدر السابق ص97 وقال: الشيخ محمد: حسنه الألباني في صحيح الجامع.",
            "page": "80",
            "part": "1",
            "seal": "15559C9D"
        },
        {
            "id": "81",
            "nass": "عدم القسوة في الضرب، واتقاء الوجه. ¶ القصد من الضرب هو التأديب، وليس لإطفاء نار الغضب.",
            "page": "81",
            "part": "1",
            "seal": "F0FC7046"
        },
        {
            "id": "82",
            "nass": "[7] تقديم المكافآت للمتعلم ¶ المكافآت بأنواعها لها فعل عجيب في أسر القلوب، وتجديد النشاط، وكسر طوق الخمول، وباعث على الاستزادة من العلم، إلى غير ذلك من الآثار التي تحدثها المكافآت وعلى المعلم أن يوجد هذا الأسلوب كلما وجد فتوراً بين طلابه، أو رأى مصلحة في تقديمها. وتختلف المكافآت اختلافاً متبايناً، ولكنها تشترك في الأثر الذي تحدثه مع اختلاف في مقدار هذا الأثر. وإليك بعضاً منها: ¶ (أ) المكافآت المادية: وهي أقوى المكافآت والحوافز تأثيراً على المتعلم وإثارةً له، لأن فيها معنى زائداً على حيازة المكافأة المادية، وهو التفوق على الأقران، ورضى المعلم عنه، وحصوله على الثناء الحسن من قبل معلميه. ولقد فعل ذلك رسول الله صلى الله عليه وسلم. ¶ 1- فعن عبد الله بن الحارث قال: «كان رسول الله صلى الله عليه وسلم يصف عبد الله وعبيد الله وكثيراً من بني العباس ثم يقول: \" من سبق إلي فله كذا وكذا \" قال: فيستبقون إليه فيقعون على ظهره وصدره فيقبلهم ويلزمهم» . (1) ¶ _________ ¶ (1) رواه الإمام أحمد في مسند بني هاشم.",
            "page": "82",
            "part": "1",
            "seal": "7A92D73D"
        },
        {
            "id": "83",
            "nass": "(ب) المكافأة بالدعاء: وهو الدعاء للطالب بالبركة والخير والتوفيق ونحوه. وهذا الأسلوب عزيز ونادر وجوده بين المعلمين، ولا أدري أهو رغبة عنه أم جهل به؟ . فإن كان رغبة عنه فلقد فعله خير البشر صلى الله عليه وسلم وإن كان جهلاً به فهاك علمه: ¶ 1- «عن ابن عباس رضي الله عنهما أن النبي صلى الله عليه وسلم دخل الخلاء فوضعت له وضوءاً. قال: من وضع هذا؟ فأخبر، فقال: \" اللهم فقهه في الدين» (1) . قال الحافظ ابن حجر: قال التيمي: فيه استحباب المكافأة بالدعاء. وقال ابن المنير: مناسبة الدعاء لابن عباس بالتفقه على وضعه الماء من جهة أنه تردد بين ثلاثة أمور: إما أن يدخل إليه بالماء إلى الخلاء، أو يضعه على الباب ليتناوله من قرب، أولا يفعل شيئاً، فرأى الثاني أوفق، لأن في الأول تعرضاً للاطلاع، والثالث يستدعي مشقة في طلب الماء، والثاني أسهلها، فعله يدل على ذكائه، فناسب أن يدعى له بالتفقه في الدين ليحصل به النفع. (2) ¶ _________ ¶ (1) أخرجه البخاري في كتاب الوضوء وفي كتاب العلم (اللهم علمه الكتاب) / ومسلم في فضائل الصحابة / وأحمد في مسند بني هاشم / الترمذي في المناقب / وابن ماجه في المقدمة ¶ (2) فتح الباري: (1 / 259) .",
            "page": "83",
            "part": "1",
            "seal": "F140ABA7"
        },
        {
            "id": "84",
            "nass": "(ت) المكافأة بالثناء الحسن (المدح) : وهو قولك للطالب أحسنت، ممتاز، ونحوه.. وهذا الأسلوب يزرع في المتعلم الثقة بعلمه، ويحث غيره لنيل هذا الاستحسان من المعلم، ويبعث في الطالب الشعور بالارتياح لما يبذله من جهد في التعلم ومثاله: ¶ 1- «عن أبي بن كعب قال: قال رسول الله صلى الله عليه وسلم: \" يا أبا المنذر! أتدري أي آية من كتاب الله معك أعظم؟ \" قال قلت: الله ورسوله أعلم. قال: \" يا أبا المنذر! أتدري آية من كتاب الله معك أعظم؟ \" قال قلت: {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} قال: فضرب في صدري وقال: \" والله! ليهنك العلم أبا المنذر» (1) قال النووي: فيه منقبة عظيمة لأبي، ودليل على كثرة علمه، وفيه تبجيل العالم فضلاء أصحابه وتكنيتهم، وجواز مدح الإنسان في وجهه إذا كان فيه مصلحة ولم يخف عليه إعجاب ونحوه لكمال نفسه ورسوخه في التقوى (2) . قلت ومن المصلحة ما تقدم آنفاً. ¶ _________ ¶ (1) رواه مسلم في كتاب صلاة المسافرين وقصرها / وأبو داود في الصلاة / ومالك في النداء للصلاة. ¶ (2) مسلم بشرح النووي. باب فضل سورة الكهف وآية الكرسي. (حديث: 810) .",
            "page": "84",
            "part": "1",
            "seal": "84C22124"
        },
        {
            "id": "85",
            "nass": "2- عن أبي موسى الأشعري رضي الله عنه قال: قدمت على رسول الله صلى الله عليه وسلم وهو بالبطحاء. فقال أحججت؟ . قلت نعم. قال: بما أهللت. قلت: لبيك بإهلال كإهلال النبي صلى الله عليه وسلم. قال: أحسنت.. الحديث. (1) ¶ يقول محمد بن جميل زينو: (2) على المعلم الناجح أن يثني على الطالب إذا رأى منه أي بادرة حسنة في سلوكه، أو في اجتهاده، فيقول للطالب الذي أحسن الجواب: أحسنت، بارك الله فيك، أو نعم الطالب فلان، فمثل هذه الكلمات اللطيفة تشجع الطالب وتقوي روحه المعنوية، وتترك في نفسه أحسن الأثر، مما يجعله يحب معلمه ومدرسته ويتفتح ذهنه للتدريس، ويكون في نفس الوقت مشجعاً لرفاقه أن يقتدوا به في أدبه وسلوكه واجتهاده لينالوا الثناء والتشجيع من معلمهم.. أهـ (3) ¶ الخلاصة: ¶ المكافآت لها أثر فعال في دفع المتعلمين وتحفيزهم على طلب العلم. ¶ يجب أن تكون الحوافز والمكافآت وسيلة لا غاية. ¶ المكافأة بالدعاء أمر محمود، وكلما كان الدعاء مناسباً للفعل كان أفضل. ¶ مكافأة الطالب بالثناء عليه، أسلوب حسن، ودافع جيد للاستزادة من العلم. ¶ _________ ¶ (1) رواه البخاري في كتاب الحج / ومسلم في الحج / وأحمد في مسند العشرة المبشرين بالجنة / والنسائي في مناسك الحج / والدارمي في المناسك. ¶ (2) نداء إلى المربين والمربيات ص83. ¶ (3) هناك مكافآت أخرى لم نذكرها في كلامنا عن المكافآت، وذلك لأنها خلاف منهجنا الذي سرنا عليه، وهو الاستدلال بكل خلق أو وسيلة في التعليم بخبر عن رسول الله ومن هذه المكافآت ما ذكرها محمد جميل زينو في كتاب نداء إلى المربين والمربيات (وما بين المكوفتين مني) : أ - لوحة الشرف: (أي يوضع اسم المتفوق ونحوه في هذه اللوحة) . ب - توصية أهل الطالب: (وذلك بمراسلة أهله وذكر محاسنه وتقدمه في دراسته ونحو ذلك) (ونزيد: ت - خطابات الشكر: وهو تزويد الطالب بخطابات الشكر ويعلن عنه في مدرسته ويوضع في ملفه ونحو ذلك) .",
            "page": "85",
            "part": "1",
            "seal": "711F9CF7"
        },
        {
            "id": "86",
            "nass": "[1] تهيئة المتعلم لاستقبال العلم ¶ لا يختلف اثنان أن إعراض الطالب وانشغاله عن معلمه لأي سبب كان، صارف له عن تلقي العلم، وسبب يمنعه من فهم كلام معلمه. وإقبال الطالب بكليته على معلمه عامل هام في تحصيل العلم وفهمه على طريق صحيح. ولذا يستحب للمعلم أن يلفت أنظار طلابه إليه بين الفينة والفينة، وله - أي المعلم - أن يستخدم أساليب عدة وطرائق متنوعة في جذب طلابه إليه، نقتصر على ثلاث منها تاركين لك البحث عن غيرها: ¶ أ - أسلوب الاستنصات: وهو طلب السكوت والاستماع من المتعلمين، وهذا أسلوب مباشر يستخدم غالباً قبل البدء في إلقاء الدرس، وعند تعذر الأساليب الأخرى غير المباشرة. يوضح ذلك حديث جرير بن عبد الله البجلي:",
            "page": "86",
            "part": "1",
            "seal": "C5F373AC"
        },
        {
            "id": "87",
            "nass": "«إن النبي صلى الله عليه وسلم قال له في حجة الوداع: استنصت الناس (1) فقال: \" لا ترجعوا بعدي كفاراً يضرب بعضكم رقاب بعض» (2) يقول الحافظ ابن حجر: وذلك أن الخطبة المذكورة كانت في حجة الوداع والجمع كثير جداً، وكان اجتماعهم لرمي الجمار وغير ذلك من أمور الحج ... فلما خطبهم ليعلمهم ناسب أن يأمرهم بالإنصات (3) . ولو أعدت النظر في الحديث وفي كلام الحافظ لتبين لك الحاجة التي دعت النبي صلى الله عليه وسلم لأن يطلب من الصحابي أن يستنصت الناس، ففي الحج يكثر الناس ويكونون منهمكين في أداء مناسكهم ولذا كان من المتعذر أن يخطب النبي صلى الله عليه وسلم ويعلمهم أمور دينهم وهم على هذه الحال، فناسب أن يأمر جرير بن عبد الله البجلي رضي الله عنه باستنصات الناس. ¶ ب - أسلوب النداء (طريقة مباشرة) : وهذه الطريقة تستخدم في نداء المتعلمين قبل بدء الدرس، وقد تستخدم في أثنائه، وهذا الأسلوب يكثر استعماله من قبل المعلمين. ومثاله: ¶ _________ ¶ (1) أي اطلب منهم الإنصات ليسمعوا الخطبة. (فتح الباري - 12 / 202) . ¶ (2) رواه البخاري في كتاب العلم / ومسلم في الإيمان / وأحمد في مسند الكوفيين / والنسائي في تحريم الدم / وابن ماجه في الفتن / والدارمي في المناسك. ¶ (3) فتح الباري / كتاب العلم / باب الإنصات للعلماء. حديث رقم 121. (1 / 262) .",
            "page": "87",
            "part": "1",
            "seal": "5C6625A6"
        },
        {
            "id": "88",
            "nass": "1- عن ابن عباس رضي الله عنهما قال: «صعد النبي صلى الله عليه وسلم المنبر وكان آخر مجلس جلسه متعطفاً ملحفة على منكبيه قد عصب رأسه بعصابة دسمة، فحمد الله وأثنى عليه ثم قال: أيها الناس إلي. فثابوا إليه. ثم قال: أما بعد فإن هذا الحي من الأنصار يقلون ويكثر الناس. فمن ولي شيئاً من أمة محمد -صلى الله عليه وسلم - فاستطاع أن يضر فيه أحداً فليقبل من محسنهم، ويتجاوز عن مسيئهم» . (1) ونلحظ في هذا الحديث قوله صلى الله عليه وسلم «أيها الناس إلي» وهو نداء منه صلى الله عليه وسلم وأمره لهم بالاجتماع والإنصات لما سيلقي عليهم. وقوله: «فثابوا إليه» أي اجتمعوا. و (ثاب) الناس (أي) اجتمعوا وجاءوا (2) . ¶ ت - أسلوب الحث على الاستماع والإنصات (طريقة غير مباشرة) : ¶ وهذا أسلوب جميل في جذب النفوس وحثها على الاستماع لأن النفس البشرية في الغالب تنفر من العبارات التي تكون على هيئة الأمر والإلزام، ولذا كان من المناسب أن يعمد المعلم إلى طرق غير مباشرة في جذب واستدعاء الحواس، لكي يحصل التلقي بنفس طيبة. وقد ضرب لنا المعلم الأول - صلى الله عليه وسلم - أروع الأمثلة في بيان هذه الطريقة: ¶ _________ ¶ (1) رواه البخاري في كتاب الجمعة / وأحمد في مسند بني هاشم ¶ (2) مختار الصحاح. مادة (ثوب) (ص62) .",
            "page": "88",
            "part": "1",
            "seal": "C46CF5A9"
        },
        {
            "id": "89",
            "nass": "1- عن عبادة بن الصامت رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «خذوا عني، خذوا عني. قد جعل الله لهن سبيلاً. (1) البكر بالبكر. جلد مائة ونفي سنة والثيب بالثيب، جلد مائة والرجم» (2) ¶ ولك أن تتأمل قوله: «خذوا عني، خذوا عني» وما فيه من عنصر الجذب، وشحذ النفس، وترغيبها في الاستماع إلى هذا الشيء المراد بثه وإرساله. وأيضاً فيه ميزة أخرى وهو التكرار - وسوف يأتي بيانه. ¶ الخلاصة: ¶ تهيئة الطالب لاستقبال المعلومات، قد تكون بأسلوب مباشر وقد تكون غير مباشرة. ¶ طريقة طلب السكوت من الطلاب من أقوى الوسائل في جذب الانتباه. ¶ للمعلم أن يستخدم أسلوب النداء المباشر، كقولك (يا طلاب انتبهوا) أو (يا طالب انتبه) ونحو ذلك. ¶ أسلوب النداء المباشر قد يكون في بداية الدرس، وقد يكون في أثنائه. ¶ الطريقة غير المباشرة تحتاج إلى براعة من المعلم، وهي قد تكون في بداية الدرس وفي أثنائه. ¶ _________ ¶ (1) إشارة إلى قوله تعالى: (فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا) . كانت المرأة إذا زنت تمسك في البيوت وتحبس حتى يتوفاها الموت، أو يجعل الله لها سبيلاً. ثم أوحى الله إلى نبيه وبين له هذا السبيل الذي جاء في الآية. وهو الحديث الذي بين أيدينا. ¶ (2) رواه مسلم في كتاب الحدود / وأحمد في باقي مسند الأنصار / والترمذي في الحدود / وأبو داود الحدود وابن ماجه في الحدود / والدارمي في الحدود.",
            "page": "89",
            "part": "1",
            "seal": "B49CB6BB"
        },
        {
            "id": "90",
            "nass": "أولاً: الاتصال السمعي: منها: ¶ أ- طريقة الكلام (السرد - الشرح) : ¶ عن عائشة رضي الله عنها قالت: «ما كان رسول الله صلى الله عليه وسلم يسرد كسردكم هذا، ولكنه كان يتكلم بكلام بين فصل، يحفظه من جلس إليه» (1) قولها: «ما كان رسول الله صلى الله عليه وسلم يسرد» ..) بضم الراء من السرد وهو الإتيان بالكلام على الولاء والاستعجال فيه.. والمعنى لم يكن رسول الله صلى الله عليه وسلم يتابع الحديث استعجالاً بعضه إثر بعض لئلا يلتبس على المستمع.. وقوله: (فصل) أي بين ظاهر يكون بين أجزائه فصل. (2) ¶ إن عرض المادة العلمية بسرعة يسبب إرباكاً لدى الطالب، ويشتت ذهنه، ويحرمه الانتفاع بكثير من الفوائد والمسائل التي قد تمر سريعاً ولا يتصيدها الذهن، وهذه الطريقة يقع فيها كثير من المعلمين، ولذا وجب التنبيه لها. وعكس ذلك البطء الشديد الممل، الذي يبعث على الاسترخاء والنوم، ويولد الضجر والسآمة لدى الطالب. ¶ والطريق الأمثل، هو الفصل بين الكلمات، حيث يفصل بين الكلمة وأختها فلا تتداخل الكلمات والحروف لكي لا تشكل وتصعب على الطالب، وكذلك التوسط في السرد فلا هو بالسريع المفرط ولا البطيء المخل. ¶ _________ ¶ (1) الشمائل المحمدية. للترمذي. تحقيق الألباني. وقال الترمذي حديث حسن صحيح. وحسن الألباني إسناده وعند البخاري في المناقب وفيه: (كان يحدث حديثاً لو عده العاد لأحصاه) وهو عند مسلم في فضائل الصحابة وأحمد في باقي مسند الأنصار والترمذي في المناقب وأبو داود في العلم.. ¶ (2) تحفة الأحوذي / أبواب المناقب / باب 39. بتصرف يسير.",
            "page": "90",
            "part": "1",
            "seal": "E4FFA36E"
        },
        {
            "id": "91",
            "nass": "ب- عدم التشدق في الكلام وتكلف السجع: ¶ التشدق: هو التوسع في الكلام من غير احتياط واحتراز، وقيل المتشدق المتكلف في الكلام فيلوي به شدقيه، والشدق جانب الفم (1) . وتكلف الكلام، والإتيان بغرائبه، والمبالغة في إخراج حروفه، أمر مذموم شرعاً، ومرفوض عقلاً، لأن من كانت هذه صفته لا بد وأن يرى في نفسه التعاظم على الغير وازدراء الآخرين لكونهم أقل منه بلاغة وفصاحة. ولعل حديث جابر رضي الله عنه، وحديث عبد الله بن عمرو يغنيان عن كثير من الكلام في هذا الباب: ¶ 1- عن جابر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم قال: «إن من أحبكم إلي، وأقربكم مني مجلساً يوم القيامة، أحاسنكم أخلاقاً. وإن أبغضكم إلي، وأبعدكم مني يوم القيامة، الثرثارون والمتشدقون والمتفيهقون \" قالوا: يا رسول الله قد علمنا الثرثارون والمتشدقون فما المتفيهقون؟ قال: (المتكبرون» (2) ¶ _________ ¶ (1) عون المعبود (كتاب الأدب / باب 95 باب ما جاء في التشدق في الكلام) . ¶ (2) قال النووي في رياض الصالحين ص233: رواه الترمذي وقال حديث حسن. ثم قال: (الثرثار) : هو كثير الكلام تكلفاً. (والمتشدق) : المتطاول على الناس بكلامه، ويتكلم بملء الفم فيه تفاصحاً وتعظيماً لكلامه، (والمتفيهق) أصله من الفهق، وهو الامتلاء، وهو الذي يملأ فمه بالكلام، ويتوسع فيه، ويغرب به تكبراً وارتفاعاً، وإظهاراً للفضيلة على غيره.",
            "page": "91",
            "part": "1",
            "seal": "F201A0F1"
        },
        {
            "id": "92",
            "nass": "عن عبد الله بن عمرو رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم «إن الله يبغض البليغ من الرجال الذي يتخلل بلسانه كما تتخلل الباقرة بلسانها» . / (1) يقول الغزالي في الإحياء: التقعر في الكلام بالتشدق وتكلف السجع والفصاحة والتصنع فيه بالتشبيبات والمقدمات وما جرى به عادة المتفاصحين المدعين للخطابة. وكل ذلك من التصنع المذموم ومن التكلف الممقوت.. ثم بعد أن ساق أخباراً عن النبي صلى الله عليه وسلم قال: بل ينبغي أن يقتصر في كل شيء على مقصوده: ومقصود الكلام التفهيم للغرض وما وراء ذلك من تصنع مذموم. ولا يدخل في هذه تحسين ألفاظ الخطابة والتذكير من غير إفراط وإغراب (2) . ¶ قلت: هذا إذا كان المتكلم ممن يحسن التحدث بالعربية ولكن بلينا بقوم فرطوا في لغتهم، فادخلوا عليها ما ليس فيها كقول بعضهم (أوكي / ok) ، و (يس / yes) ونحو ذلك، فلا لغتهم نصروا، ولا لغة عدوهم دفعوا! . ¶ ت - رفع الصوت (أو تغيير نبرات الصوت) بالتعليم: ¶ _________ ¶ (1) رواه الإمام أحمد في مسند المكثرين من الصحابة / وأبو داود في الأدب / والترمذي في الأدب. وصحح الألباني رواية أبي دواد. والباقرة أي البقرة: وخص البقرة لأن جميع البهائم تأخذ النبات بأسنانها وهي تجمع بلسانها. قاله في عون المعبود / كتاب الأدب / باب 95 ¶ (2) إحياء علوم الدين (3 / 193) .",
            "page": "92",
            "part": "1",
            "seal": "A66627E2"
        },
        {
            "id": "93",
            "nass": "1- «عن عبد الله بن عمرو قال: تخلف عنا النبي صلى الله عليه وسلم في سفرة سافرناها، فأدركنا وقد أرهقتنا الصلاة ونحن نتوضأ، فجعلنا نمسح على أرجلنا، فنادى بأعلى صوته: (ويل للأعقاب من النار) مرتين أو ثلاثاً» (1) هذا الحديث بوب عليه البخاري في صحيحة بقوله: باب من رفع صوته بالعلم. قال الحافظ: واستدل المصنف على جواز رفع الصوت بالعلم بقوله: «فنادى بأعلى صوته» وإنما يتم الاستدلال بذلك حيث تدعو الحاجة إليه لبعد أو كثرة جمع أو غير ذلك، ويلحق بذلك ما إذا كانت موعظة كما ثبت ذلك في حديث جابر «كان النبي صلى الله عليه وسلم إذا خطب وذكر الساعة اشتد غضبه وعلا صوته» .. الحديث) أخرجه مسلم. (2) ¶ يستفاد مما سبق من رفع الصوت أثناء التعليم، في بيان المسائل المهمة جداً التي تستلزم جذب انتباه السامعين، لكي تطرد الغفلة والشرود عن أذهانهم وتهيئتهم لما سيلقى إليهم، وكذلك يستفاد من رفع الصوت في الإنكار كما جاء في الحديث المتقدم، وقد يستفاد من رفع الصوت قليلاً أثناء الشرح، إذا أراد المعلم أن ينبه فرداً أو أفراداً معينين من الطلاب، ولم يرد أن يقطع حديثه. ¶ ث - استمرار المعلم في الإلقاء وعدم قطعه: ¶ _________ ¶ (1) رواه البخاري في كتاب العلم / ومسلم في الطهارة / وأحمد في مسند المكثرين من الصحابة / وأبو داود في الطهارة / والنسائي في الطهارة. ¶ (2) ذكره الحافظ في الفتح (1 / 173) وهو عند الإمام أحمد في باقي مسند المكثرين / وأبي داود في الخراج والإمارة والفيء / والنسائي في صلاة العيدين / وابن ماجه في المقدمة / والدارمي في المقدمة.",
            "page": "93",
            "part": "1",
            "seal": "931887E1"
        },
        {
            "id": "94",
            "nass": "يلجأ بعض الطلاب إلى أيقاف شرح المعلم لتوضيح نقطة غامضة، أو إعادة لشرح مضى، وقد يستجيب المعلم لهذا الطلب وقد لا يستجيب، وفي استجابة المعلم عدة محاذير. أولاً: تقديم رغبة طالب واحد أو اثنين على حساب مجموعة كبيرة وهي الأغلبية. ثانياً: قطع الحديث بعضه عن بعض وكان حقه أن يكون متصلاً. ثالثاً:التشويش على أذهان الطلاب بهذا القطع الطارئ. رابعاً: التشويش على المعلم نفسه وقطع تسلسل أفكاره. ومستندناً في ذلك ما رواه البخاري في صحيحه قال: ¶ 1- عن أبي هريرة رضي الله عنه قال: «بينما النبي صلى الله عليه وسلم في مجلس يحدث القوم جاءه أعرابي فقال: متى الساعة؟ فمضى رسول الله صلى الله عليه وسلم يحدث. فقال بعض القوم: سمع ما قال فكره ما قال، وقال بعضهم: بل لم يسمع. حتى إذا قضى حديثه قال: أين أراه السائل عن الساعة؟ قال ها أنا يا رسول الله. قال: \" فإذا ضيعت الأمانة فانتظر الساعة» (1) . ¶ تأمل هذا الحديث يتضح لك ما قلناه آنفاً، وفيه زيادة أن الرسول صلى الله عليه وسلم أجاب على سؤال السائل بعد فراغه من حديثه، ونستنبط من هذا عدم قطع الحديث المتصل (2) ، وإجابة السائل بعد الفراغ من الحديث المتصل. ¶ _________ ¶ (1) رواه البخاري في كتاب العلم / وأحمد في باقي مسند المكثرين. ¶ (2) أحد طلاب الثانوية يقول: مدرسنا اضطر لقطع حديثه مرتين من أجل أن يجيب على رسالة (لا سلكية) جاءته عبر جهاز «الجوال» !!؟.",
            "page": "94",
            "part": "1",
            "seal": "EEBBC00B"
        },
        {
            "id": "95",
            "nass": "ج- السكوت أثناء الإلقاء (الشرح) ¶ للسكوت أثناء شرح المعلم فوائد يحسن بنا الوقوف عندها قليلاً فمنها: أنها تجذب انتباه الطلاب، فكون المعلم يتكلم في موضوع معين ثم يسكت فجأة فإن هذا وبلا شك يستلزم انتباهاً من المستمع، ومنها: أنها تسمح بتراد نفس المعلم وأخذ قسط قليل من الراحة ومنها: أنها تعطي المعلم فرصة لترتيب أفكاره وهي عملية ذهنية لا تستغرق سوى ثوان معدودة. ولعل الحديث الآتي يقرب ما قلناه آنفاً: ¶ «عن أبي بكرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \" أي شهر هذا؟ قلنا الله ورسوله أعلم. فسكت حتى ظننا أنه سيسميه بغير اسمه، قال: أليس ذا الحجة؟ قلنا: بلى، قال: فأي بلد هذا؟ قلنا: الله ورسوله أعلم فسكت حتى ظننا أنه سيسميه بغير اسمه، قال: فأي يوم هذا؟ قلنا: الله ورسوله أعلم. فسكت حتى ظننا أنه سيسميه بغير اسمه. قال: أليس يوم النحر؟ قلنا بلى. قال: فإن دماءكم وأموالكم - قال محمد وأحسبه قال: وأعراضكم - عليكم حرام، كحرمة يومكم هذا، في بلدكم هذا، في شهركم هذا» .. الحديث \" (1) ¶ _________ ¶ (1) رواه البخاري في المغازي / ومسلم في القسامة والمحاربين والقصاص / وأحمد في مسند البصرين / وابن ماجه في المقدمة / والدارمي في المناسك.",
            "page": "95",
            "part": "1",
            "seal": "A8CB68DB"
        },
        {
            "id": "96",
            "nass": "فأنت ترى أثر هذا السكوت على الصحابة، وكيف جذب حواسهم وانتباههم، ولك أيها المعلم أن تستخدم هذه الطريقة أثناء شرحك، بعد كل نقطة رئيسة للفصل بين النقاط، وللتهيؤ لشرح النقطة التي تليها.",
            "page": "96",
            "part": "1",
            "seal": "F74CBB68"
        },
        {
            "id": "97",
            "nass": "ثانياً: الاتصال البصري: منه: ¶ أ - إدامة الاتصال النظري بين المعلم والمتعلم:",
            "page": "97",
            "part": "1",
            "seal": "43787B7B"
        },
        {
            "id": "98",
            "nass": "إن المحافظة على الاتصال النظري بين المعلم وتلميذه، مفيد جداً للمعلم وللمتعلم. فالمعلم يبقي طلابه تحت سيطرته من خلال متابعته لهم بنظره، ومن ثم يلاحظ الغافل فينبهه، والناعس فيوقظه، والمتلاعب فيزجره.. إلخ. ولذا كان حري بالمعلم أن يوزع نظره على عموم طلابه حتى يعتقد كل طالب أنه المعني بالكلام، ولا يغفل عن طلابه أثناء الشرح، فإن بعض المعلمين يصوب بصره على جهة معينة أثناء تدريسه، وهذا خطأ يؤدي إلى فقدانه السيطرة على طلابه، ومن ثم يعطي الطالب الفرصة بالتشاغل عن الاستماع والإنصات للدرس. ويستحب أن يكون مكان المعلم مرتفعاً ولو قليلاً عن طلابه لتحصل المتابعة الجيدة من قبله، ولكي يتسنى لكل طالب متابعة معلمه دون عناء أو مضايقة ممن حوله. وأما المتعلم فمن خلال رؤيته المستمرة وإدامته لنظره لمعلمه، يحصل له فهم أقوى لما يطرح ويقال في الدرس، لأن اشتراك حاستين وهما السمع والبصر أقوى في التلقي من الاقتصار على واحدة. ولنا أن نلمس السبب من جعل المنبر عالياً. ولقد كان منبرة صلى الله عليه وسلم بارتفاع ثلاث درجات وهي كافية جداً في تبادل النظر بين الخطيب والمصلين.. يوضح ذلك:",
            "page": "98",
            "part": "1",
            "seal": "A8ECA0B4"
        },
        {
            "id": "99",
            "nass": "1- عن جابر بن عبد الله رضي الله عنه قال: «جاء رجل والنبي صلى الله عليه وسلم يخطب الناس يوم الجمعة فقال: أصليت يافلان؟ قال: لا. قال قم فاركع» (1) ¶ 2- وعن أبي سعيد الخدري رضي الله عنه قال: «إن النبي صلى الله عليه وسلم جلس ذات يوم على المنبر وجلسنا حوله» (2) والجلوس حول الخطيب يقتضي النظر إليه، وكذا الجلوس حول المعلم يقتضي النظر إليه. وهذا الحديث أورده البخاري في صحيحه وعقد عليه باباً بقوله: باب (يستقبل الإمام القوم، واستقبال الناس الإمام إذا خطب) قال الحافظ ابن حجر معلقاً: ومن حكمة استقبالهم للإمام التهيؤ لسماع كلامه وسلوك الأدب معه في استماع كلامه، فإذا استقبله بوجهه وأقبل عليه بجسده وبقلبه وحضور ذهنه كان أدعى لتفهم موعظته ومافقته فيما شرع له القيام لأجله. (3) ¶ ب - استخدام تعابير الوجه: ¶ _________ ¶ (1) رواه البخاري في كتاب الجمعة / ومسلم في الجمعة / وأحمد في باقي مسند المكثرين / والترمذي في الجمعة / وأبو داود في الصلاة / والنسائي في الجمعة / وابن ماجه في إقامة الصلاة والسنة فيها / والدارمي في الصلاة. ¶ (2) رواه البخاري في كتاب الجمعة / ومسلم في الزكاة / وأحمد في باقي مسند المكثرين / والنسائي في الزكاة وابن ماجه في الفتن. ¶ (3) فتح الباري / حديث 921 (2 / 467) .",
            "page": "99",
            "part": "1",
            "seal": "91D67D98"
        },
        {
            "id": "100",
            "nass": "يغفل كثير من المعلمين عن توظيف هذه الطريقة في التعليم، بل إنك لا تكاد تجد من يعمل بها، إما لجهله بها أو لغفلته عنها. وهذه الطريقة تغني المعلم عن الإنكار باللسان، أو ترديد عبارات الرضا والارتياح تجاه عمل معين أو قول معين، وهذه الطريقة نافعة جداً مع فئة معينة من الناس، فإن هناك من تؤثر فيه النظرة الحادة، وهي كافية في زجرة وردعه، وهناك من تؤثر فيه الابتسامة والبشاشة أكثر مما لو قلت له: أحسنت أو هذا جيد هكذا دون مشاركة تعابير الوجه التي تدل على الارتياح والرضا. وهناك من لا يؤثر فيه ذلك كله، فيعامل كل بحسبه. ونبينا صلى الله عليه وسلم كان يعرض الغضب في وجهه. ¶ 1- «قالت عائشة - رضي الله عنها - دخل علي رسول الله صلى الله عليه وسلم وفي البيت قرام فيه صور. فتلون وجهه، ثم تناول الستر فهتكه. وقالت قال النبي صلى الله عليه وسلم: \" من أشد الناس عذاباً يوم القيامة الذين يصورن هذه الصور» (1) ¶ _________ ¶ (1) رواه البخاري في كتاب الأدب / ومسلم في الحيض / وأحمد في باقي مسند الأنصار / وأبو داود في الطهارة / والترمذي في الطهارة / والنسائي في الطهارة / وابن ماجه في اللباس / ومالك في الطهارة / والدارمي في الطهارة.",
            "page": "100",
            "part": "1",
            "seal": "CD26563B"
        },
        {
            "id": "101",
            "nass": "2- «ويروي أنس رضي الله عنه أن النبي صلى الله عليه وسلم رأى نخامة في القبلة فشق ذلك عليه حتى رؤي في وجهه، فقام فحكها بيده فقال: \" إن أحدكم إذا قام في صلاته فإنه يناجي ربه - أو إن ربه بينه وبين القبلة - فلا يبزقن أحدكم قبل قبلته، ولكن عن يساره أو تحت قدمه \" ثم أخذ طرف ردائه فبصق فيه، ثم رد بعضه على بعض فقال: \" أو يفعل هكذا» (1) وفي قوله: «حتى رؤي في وجهه» يقول الحافظ: (2) أي شوهد في وجهه أثر المشقة، وللنسائي «فغضب حتى احمر وجهه» وللمصنف.. «فتغيظ على أهل المسجد» أهـ. فهذه الألفاظ كلها تدل على أن هذا الغضب أحدث عند الصحابة علماً جازماً بأن هذا الفعل الذي غضب منه الرسول صلى الله عليه وسلم منكراً، ولو سكت النبي صلى الله عليه وسلم ولم يزد على ذلك، لكان كافياً في الإنكار والردع، ولكنه عليه الصلاة والسلام بين سبب الغضب لأنه في مقام التبليغ والتعليم.. والله أعلم. ¶ أما التبسم: ¶ 3- فيقول جرير بن عبد الله البجلي: «ما حجبني النبي صلى الله عليه وسلم منذ أسلمت ولا رآني إلا تبسم في وجهي» (3) ولا يخفى أثر ذلك الابتسام على جرير بن عبد الله رضي الله عنه وأرضاه. ¶ الخلاصة: ¶ _________ ¶ (1) رواه البخاري في كتاب الصلاة / ومسلم في الصلاة / وأحمد في باقي مسند المكثرين / والنسائي في الطهارة وأبو داود في الصلاة / والدارمي في الصلاة. ¶ (2) فتح الباري. كتاب الصلاة. حديث رقم (405) . ¶ (3) رواه البخاري في كتاب الأدب / ومسلم في فضائل الصحابة / وأحمد في مسند الكوفيين / والترمذي في المناقب / وابن ماجه في المقدمة / وأبو داود في الجهاد.",
            "page": "101",
            "part": "1",
            "seal": "E86811EF"
        },
        {
            "id": "102",
            "nass": "مراعاة القصد في الكلام - أثناء الشرح - والترسل فيه، والتوسط، لا سريع مفرط، ولا بطيء مخل ¶ الغاية من التوسط في الكلام وعد السرد السريع، هو ضمان وصول المعلومات إلى ذهن الطالب بعيداً عن الإثارة والتشويش. ¶ تكلف الكلام خصلة ذميمة شرعاً وحساً وعقلاً. ¶ تكلف الكلام والإتيان بغرائبه، يوجب النفرة بين المعلم والمتعلم. ¶ رفع الصوت أثناء التعليم، وسيلة جيدة في جذب انتباه السامعين وفي الإنكار. ¶ قطع الشرح يسبب إرباكاً للطلاب، ويفسد على المعلم تسلسل أفكاره ورط بعضها ببعض. ¶ على المعلم أن يطلب من طلابه أن يؤخروا أسئلتهم إلى أن يفرغ من الشرح. ¶ السكوت أثناء الشرح له فوائد منها: جذب انتباه الطلاب، وتراد نفس المعلم، وترتيب الأفكار. ¶ تبادل النظر بين المعلم والمتعلم، عامل هام في سيطرة المعلم على طلابه، وفي فهم المتعلم لما يلقى إليه من مسائل وعلوم. ¶ توظيف تعابير الوجه في التعليم، يساعد المعلم في تحقيق أغراضه. ¶ مراعاة اختلاف الطلاب، ومقدار تأثرهم بهذه الانفعالات، فإن بعضهم لا تجدي معه مثل هذه التعابير الظاهرة.",
            "page": "102",
            "part": "1",
            "seal": "18123386"
        },
        {
            "id": "103",
            "nass": "[3] الأسلوب العملي في التعليم ¶ لا شك أن عرض المادة وتقديمها عن طريق الإلقاء، وسيلة جيدة في التحصيل والتعلم، ولكن هذه الوسيلة تبلغ ذروتها إذا أنضاف إليها وسيلة أخرى، وهي الأسلوب العملي، فإذا اشترك الأسلوب النظري مع الأسلوب العملي في آن واحد أثناء التعليم، كان ذلك عاملاً قوياً في ترسيخ المعلومات في ذهن الطالب، ومثبت لها من النسيان. والأسلوب العملي قد يكون من جهة المعلم، وقد يكون من جهة المتعلم، أي أن الفعل قد يكون من المعلم، وقد يكون من المتعلم، وإليك بسطاً لكل منهما: ¶ أ - الأسلوب العملي من قبل المعلم: ¶ 1- حديث «سهل بن سعد (وفيه صلاة النبي صلى الله عليه وسلم على المنبر) قال:.. (ثم رأيت رسول الله صلى الله عليه وسلم صلى عليها وكبر وهو عليها، ثم ركع وهو عليها، ثم نزل القهقرى، فسجد في أصل المنبر، ثم عاد، فلما فرغ أقبل على الناس فقال: أيها الناس: إنما صنعت هذا لتأتموا بي ولتعلموا صلاتي» (1) ¶ _________ ¶ (1) رواه البخاري في كتاب الجمعة / ومسلم في المساجد ومواضع الصلاة / وأحمد في باقي مسند الأنصار / وأبو داود في الصلاة / والنسائي في المساجد / وابن ماجه في إقامة الصلاة والسنة فيها / والدارمي في الصلاة.",
            "page": "103",
            "part": "1",
            "seal": "851A696E"
        },
        {
            "id": "104",
            "nass": "2- عن أنس رضي الله عنه «أن النبي صلى الله عليه وسلم رأى نخامة في القبلة فشق ذلك عليه حتى رؤي في وجهه، فقام فحكه بيده فقال: \" إن أحدكم إذا قام في صلاته فإنه يناجي ربه - أو إن ربه بينه وبين القبلة - فلا يبزقن أحدكم قبل قبلته، ولكن عن يساره أو تحت قدمه \" ثم أخذ طرف ردائه فبصق فيه، ثم رد بعضه على بعض فقال: (أو يفعل هكذا» (1) قال الحافظ عند قوله: «ثم أخذ طرف ردائه» .. الخ) فيه البيان بالفعل ليكون أوقع في نفس السامع. (2) ¶ _________ ¶ (1) تقدم تخريجه. ¶ (2) فتح الباري. كتاب الصلاة. باب حك البزاق باليد في المسجد. (1 / 606. ح 405) .",
            "page": "104",
            "part": "1",
            "seal": "AB417D6B"
        },
        {
            "id": "105",
            "nass": "3- ومثله الحديث الذي رواه البخاري، وفيه أن عثمان بن عفان رضي الله عنه توضأ ثم قال: قال رسول الله صلى الله عليه وسلم «من توضأ نحو وضوئي هذا، ثم صلى ركعتين لا يحدث فيهما نفسه، غفر له ما تقدم من ذنبه» (1) قال ابن حجر: وفي الحديث التعليم بالفعل لكونه أبلغ وأضبط للمتعلم (2) ومثله قوله عليه الصلاة والسلام في الحج «خذوا عني مناسككم» والأمثلة كثيرة في هذا الباب، وفيما سبق غنية عن الإطالة. فعلى المعلم أن يعتني بهذا الأسلوب فإنه ناجع ومفيد. وزيادة على ما مضى فإن هذا الأسلوب يختصر المسافة على المعلم في ضرب الأمثلة، ويوفر الوقت والجهد، فبدلاً من أن يحفظهم صفة الوضوء - مثلاً - ويستهلك وقتاً طويلاً في تعليمهم، يكفيه أن يحض الماء ويطبقه عملياً أمامهم ثم يجعلهم يفعلون ذلك عملياً بتطبيق ما شاهدوه من معلمهم على أنفسهم. وكذلك الأمر في تعليم الصلاة ونحوها. ¶ وعلى المعلم أن يتذكر أن استخدام الأسلوب العملي في التعليم لا يتأتى لكل مادة علمية، ولكن عليه أن يبذل جهده في استخدام هذا الأسلوب أثناء أداءه لمهمته التعليمية، فإنه مجرب ومفيد في حفظ المعلومات واستدامتها في الذهن. ¶ _________ ¶ (1) رواه البخاري في كتاب الوضور / ومسلم في الطهارة / وأحمد في مسند العشرة المبشرين بالجنة / وأبو داود في الطهارة / والنسائي في الطهارة / وابن ماجه في الطهارة وسننها / والدارمي في الطهارة. ¶ (2) فتح الباري. كتاب الوضوء. باب الضوء ثلاثاً ثلاثاً. (313) .",
            "page": "105",
            "part": "1",
            "seal": "20340C95"
        },
        {
            "id": "106",
            "nass": "ب - الأسلوب العملي من قبل المتعلم:",
            "page": "106",
            "part": "1",
            "seal": "575E5040"
        },
        {
            "id": "107",
            "nass": "1- عن أبي هريرة رضي الله عنه «أن النبي صلى الله عليه وسلم دخل المسجد فدخل رجل فصلى، ثم جاء فسلم على النبي صلى الله عليه وسلم، فرد النبي صلى الله عليه وسلم عليه السلام قال: ارجع فصل فإنك لم تصل، فرجع الرجل فصلى كما كان صلى. ثم جاء إلى النبي فسلم عليه. فقال رسول الله صلى الله عليه وسلم (وعليك السلام) ثم قال: ارجع فصل فإنك لم تصل) حتى فعل ذلك ثلاث مرات. فقال الرجل: والذي بعثك بالحق! ما أحسن غير هذا. علمني. قال: (إذا قمت إلى الصلاة فكبر. ثم اقرأ ما تيسر معك من القرآن. ثم اركع حتى تطمئن راكعاً. ثم ارفع حتى تعتدل قائماً. ثم اسجد حتى تطمئن ساجداً. ثم ارفع حتى تطمئن جالساً. ثم افعل ذلك في صلاتك كلها» (1) فهذا الحديث فيه تعليم الرسول صلى الله عليه وسلم، لذلك الذي أساء في صلاته ولم يحسن فيها، بأسلوب عملي يجعل المتعلم يكتشف الخطأ الذي وقع فيه بنفسه، وذلك يتبين من رد النبي صلى الله عليه وسلم، لذلك المصلي ثلاث مرات، لعله يكتشف سبب أمر النبي صلى الله عليه وسلم له بإعادة الصلاة. يقول القاضي عياض: فإن قيل لم سكت النبي صلى الله عليه وسلم عن تعليمه أولاً حتى افتقر الى ¶ _________ ¶ (1) هذا حديث مشهور ومعروف عند أهل العلم، بحديث المسيء صلاته. رواه البخاري في كتاب الأذان / ومسلم في الصلاة / وأحمد في باقي مسند المكثرين / والترمذي في الصلاة والنسائي في الافتتاح / وأبو داود في الصلاة / وابن ماجه في إقامة الصلاة والسنة فيها.",
            "page": "107",
            "part": "1",
            "seal": "EC82C778"
        },
        {
            "id": "108",
            "nass": "المراجعة كرة بعد أخرى، قلنا لأن الرجل لما لم يستكشف الحال مغتراً بما عنده سكت عن تعليمه زجراً له وإرشاداً إلى أنه ينبغي له أن يستكشف ما استبهم عليه، فلما طلب كشف الحال بينه بحسن المقال.. وقال ابن دقيق العيد: لا شك في زيادة قبول المتعلم لما يلقى إليه بعد تكرار فعله واستجماع نفسه وتوجه سؤاله مصلحة مانعة من وجود المبادرة إلى التعليم لا سيما مع عدم الخوف (1) وقال النووي: وإنما لم يعلمه أولاً ليكون أبلغ في تعريفه وتعريف غيره بصفة الصلاة المجزئة (2) . ¶ 2- عن أنس بن مالك، «أن رجلاً سأل النبي صلى الله عليه وسلم عن وقت صلاة الفجر، فقال: صلها معنا غداً، فصلاها النبي صلى الله عليه وسلم بغلس، فلما كان اليوم الثاني أخر حتى أسفر، ثم قال: أين السائل عن وقت الصلاة؟ فقال الرجل: أنا يا نبي الله فقال النبي صلى الله عليه وسلم: أليس قد حضرتها معنا أمس واليوم؟ قال: بلى. قال: فما بينهما وقت» . (3) قال ابن عبد البر (4) . وقد يكون البيان بالفعل أثبت أحياناً فيما فيه عمل من القول، وقد قال صلى الله عليه وسلم: «ليس الخبر كالمعاينة» . (5) ¶ الخلاصة: ¶ _________ ¶ (1) عون المعبود. شرح سنن أبي داود. أبي الطيب محمد شمس الحق عظيم آبادي. (كتاب الصلاة / باب 146) . ¶ (2) فتح الباري. (12 / 328- حديث رقم 793) . ¶ (3) ذكره ابن عبد البر بسنده في التمهيد (4 / 332. حديث سادس وعشرون لزيد بن أسلم) وقال محققه في الحاشية: أخرجه البزار بسند صحيح، وأخرجه الطبراني في الكبير والأوسط من حديث عبد الرحمن بن يزيد بن حارث بسند حسن، ومن حديث زيد بن حارثة عند أبي يعلى والطبراني. ¶ (4) في التمهيد (4 / 334) . ¶ (5) رواه الإمام أحمد في مسند بني هاشم.",
            "page": "108",
            "part": "1",
            "seal": "08D9B39A"
        },
        {
            "id": "109",
            "nass": "الجمع بين الأسلوب النظري والأسلوب العملي في التعليم، من الوسائل النافعة في التربية والتعليم. ¶ هذه الطريقة تختصر الطريق على المعلم، وتوفر الوقت والجهد. ¶ إشراك الطلاب في التطبيق العملي، لكي تتم الفائدة. ¶ على المعلم أن يجعل طلابه يكتشفون الخطأ بأنفسهم، كأن يعيد المعلم كراسة الواجبات إلى الطالب بدون تصحيح لكي يعيد النظر فيها ويكتشف الخطأ بنفسه. ¶ ممارسة الشيء وتطبيقه، عامل قوي في حفظ المعلومة وصيانتها عن النسيان.",
            "page": "109",
            "part": "1",
            "seal": "53DE535A"
        },
        {
            "id": "110",
            "nass": "[4] عرض المادة العلمية بأسلوب يناسب عقل الطالب وفهمه",
            "page": "110",
            "part": "1",
            "seal": "F939E92F"
        },
        {
            "id": "111",
            "nass": "تختلف العقول والمدارك، من شخص لآخر، ومن جماعة لأخرى، وذلك أمر بين وواضح، ويدلك على ذلك أن الطلاب في الفصل الواحد يختلفون في سرعة الاستجابة لأسئلة المطروحة، وفي الفهم، ولعل حديث أبي سعيد الخدري المروي في الصحيحين وغيرهما يجلي لنا الأمر: «عن أبي سعيد الخدري رضي الله عنه قال: إن رسول الله صلى الله عليه وسلم جلس على المنبر فقال: عبد خيره الله بين أن يؤتيه زهرة الحياة الدنيا وبين ما عنده، فاختار ما عنده. فبكى أبو بكر فقال: فديناك بآبائنا وأمهاتنا. قال فكان رسول الله صلى الله عليه وسلم هو المخير، وكان أبو بكر هو أعلمنا به» .. الحديث. قال النووي: وكان أبو بكر رضي الله عنه علم أن النبي صلى الله عليه وسلم هو العبد المخير فبكى حزناً على فراقه وانقطاع الوحي وغيره من الخير دائماً، وإنما قال صلى الله عليه وسلم إن عبداً وأبهمه لينظر فهم أهل المعرفة ونباهة أصحاب الحذق. أهـ (1) . وقال شيخ الإسلام ابن تيمية: نعم. كان أبو بكر الصديق رضي الله عنه أقرب الناس إلى رسول الله، وأولاهم به، وأعلمهم بمراده لما يسألونه عنه فكان النبي يتكلم بالكلام العربي الذي يفهمه الصحابة رضي الله عنهم ¶ _________ ¶ (1) مسلم بشرح النووي. كتاب فضائل الصحابة. حديث رقم (2382) .",
            "page": "111",
            "part": "1",
            "seal": "35B3943E"
        },
        {
            "id": "112",
            "nass": "ويزداد الصديق بفهم آخر يوافق ما فهمهوه، ويزيد عليهم ولا يخالفه. أهـ (1) ¶ ثم إن المقدرة على إيصال المعلومات إلى ذهن الطالب، تختلف قوة وضعفاً من ووسيلة لأخرى، ومن هذه الوسائل، طريقة الشرح، شرح المادة المراد تدريسها، وهذه الطريقة تعد من أفضل الطرق في الإفصاح والكشف عن مراد المعلم، ولذا كان من المهم جداً أن يعرف المعلم مستوى طلابه العقلي، لأن ذلك يساعد على تحديد أسلوبه في عرض المواد العلمية، وتلخيصها بما يوفق عقولهم ومداركهم. ويوضح ذلك الآثار التالية: ¶ _________ ¶ (1) الفتاوى لشيخ الإسلام ابن تيمية. (11 / 78) .",
            "page": "112",
            "part": "1",
            "seal": "0A329FC8"
        },
        {
            "id": "113",
            "nass": "«عن عائشة رضي الله عنها قالت: (سألت النبي صلى الله عليه وسلم عن الجدر أمن البيت هو؟ قال: نعم. قلت: فما لهم لم يدخلوه في البيت؟ قال: إن قومك قصرت بهم النفقة. قلت: فما شأن بابه مرتفعاً؟ قال: فعل ذلك قومك ليدخلوا من شاءوا ويمنعوا من شاءوا، ولولا أن قومك حديث عهدهم بالجاهلية فأخاف أن تنكر قلوبهم أن أدخل الجدر في البيت وأن ألصق بابه في الأرض» (1) فالنبي صلى الله عليه وسلم ترك بناء الكعبة على أساسها الذي بناها عليه إبراهيم عليه السلام، من أجل الأمن من الوقوع في المفسدة، والمفسدة هي: أن قريشاً كانت تعظم أمر الكعبة جداً فخشي صلى الله عليه وسلم أن يظنوا لأجل قرب عهدهم بالإسلام أنه غير بناءها لينفرد بالفخر عليهم في ذلك) (2) فانظر رعاك الله كيف ترك النبي صلى الله عليه وسلم أمراً عظيماً كهذا، خشية أن تقصر أفهامهم عن إدراك الأمر على وجهه. ولكي نزيد الأمر وضوحاً، هاك مثالين من تلاميذ محمد صلى الله عليه وسلم: ¶ الأول: مارواه البخاري في صحيحه عن علي بن أبي طالب رضي الله عنه قال: حدثوا الناس بما يعرفون، أتحبون أن يكذب الله ورسوله؟ (3) (4) . ¶ _________ ¶ (1) البخاري: كتاب الحج. وبوب البخاري على هذا الحديث في كتاب العلم بقوله: باب. من ترك بعض الاختيار مخافة أن يقصر فهم بعض الناس عنه فيقعوا في أشد منه. / وهو عند مسلم في الحج / وأحمد في باقي مسند الأنصار / والترمذي في الحج / والنسائي في مناسك الحج / وأبي داود في المناسك / وابن ماجه في المناسك / ومالك في الحج / والدارمي في المناسك. ¶ (2) فتح الباري (1 / 271) ¶ (3) قال الحافظ: وزاد آدم بن إياس في كتاب العلم له عن عبد الله بن داود عن معروف في آخره (ودعوا ما ينكرون) أي يشتبه عليهم فهمه ¶ (4) فتح الباري. كتاب العلم (1 / 272) .",
            "page": "113",
            "part": "1",
            "seal": "8E06AA64"
        },
        {
            "id": "114",
            "nass": "والثاني: ما رواه مسلم، عن عبد الله بن مسعود قال: (ما أنت محدثاً قوماً حديثاً لا تبلغه عقولهم إلا كان لبعضهم فتنة) فهذان الأثران يوضحان لنا أثر مخاطبة الناس بالأحاديث التي لا تحتملها عقولهم، حتى ولو كانت تلك الأحاديث المحدث بها صحيحة ثابتة عن رسول الله صلى الله عليه وسلم فإنه لما كانت عقولهم تقصر عن فهمها وإدراك حقائقها جاء النهي عن ذلك لكي لا يحدث لهم فتنة. والمعلمون لهم نصيب من ذلك، وعليهم عبء كبير، إذ إن على المعلم أن يجتهد في تبسيط المسائل، وصياغة الألفاظ بعبارات واضحة مفهومة تناسب مستوى طلابه، كي لا يقعوا في حيرة من أمرهم، ولكي لا يصعب العلم عليهم. ¶ قال الغزالي في الإحياء: الوظيفة السادسة: أن يقتصر بالمتعلم على قدر فهمه فلا يلقى مالا يبلغه عقله فينفره أو يخبط عليه عقله اقتداء في ذلك بسيد البشر صلى الله عليه وسلم حيث قال: «نحن معشر الأنبياء أمرنا أن ننزل الناس منازلهم ونكلمهم على قدر عقولهم» (1) فليبث إليه الحقيقة إذا علم أنه يستقل بفهمها.. (2) ¶ _________ ¶ (1) قال العراقي: رويناه في جزء من حديث أبي بكر بن الشخير من حديث ابن عمر أخصر منه وعند أبي داود من حديث عائشة أنزلوا الناس منازلهم أهـ. والكلام يطول حول هذا الحديث. تجده في تخريج أحاديث إحياء علوم الدين. استخراج أبي عبد الله محمود بن محمد الحداد (1 / 166) ط. دار العاصمة. ¶ (2) إحياء علوم الدين. (1 / 96) ط دار الحديث.",
            "page": "114",
            "part": "1",
            "seal": "46EA674A"
        },
        {
            "id": "115",
            "nass": "وروى الحاكم في تاريخ بإسناده عن أبي قدامة عن النضر بن شميل قال سئل الخليل عن مسألة فأبطأ الجواب فيها قال فقلت ما في هذه المسألة كل هذا النظر، قال: فرغت من المسألة وجوابها ولكني أريد أن أجيبك جواباً يكون أسرع إلى فهمك، قال أبو بدامة فحدثت به أبا عبيد فسر به. وفي تاريخ عبد الله بن جعفر السرخسي أبي محمد الفقيه أخبرني محمد بن حامد حدثنا عبد الله بن أحمد سمعت الربيع سمعت الشافعي يقول: لو أن محمد بن الحسن كان يكلمنا على قدر عقله ما فهمنا عنه ولكنه كان يكلمنا على قدر عقولنا فنفهمه (1) . ¶ الخلاصة: ¶ اختلاف عقول وأفهام الطلاب من شخص لآخر، ومن جماعة لأخرى. ¶ براعة المعلم تكمن في قدرته على إيصال المعلومة للطالب كما ينبغي، وليست في حشد النصوص والأدلة، وكثرة المسائل. ¶ تقدير المستوى العقلي للطلاب، ومن ثم تعليمهم وتدريسهم على هذا الأساس. ¶ أن تكليف عقل الطالب ما لا يحتمله، وتحميله فوق طاقته، لا يزيد الطالب إلا حيرة وجهلاً. ¶ _________ ¶ (1) الآداب الشرعية. لابن مفلح. (2 / 165) ط مكتبة الرياض.",
            "page": "115",
            "part": "1",
            "seal": "6F71D565"
        },
        {
            "id": "116",
            "nass": "[5] أسلوب المحاورة والإقناع العقلي ¶ تختلف عقول الناس ومداركهم من حيث الفهم، وسرعة الاستجابة. ويختلف الناس أيضاً من حيث الانقياد والتسليم لشرع الله أمره ونهيه، فمنهم من لا يقنع بالدليل إلا إذا ظهرت له الحكمة من ذلك التشريع (1) ، ومنهم من يكفيه الدليل ويقف عنده. ¶ والتلاميذ عموماً فيهم من ذلك الشيء الكثير، فمنهم من لا ترضيه بعض القواعد والأسس التي اصطلح عليها العلماء (2) إلا إذا تبين له وجه الحكمة من ذلك. ومنهم من لا يحصل له الفهم الكامل إلا بعد أن تختصر له هذه القاعدة أو هذه المسألة، وتعرضها عليه بأسلوب الحوار والإقناع. ولعلنا نجلي ما سبق بما يلحق: ¶ _________ ¶ (1) وصاحب هذا يخشى عليه الفتنة في دينه، لأننا تعبدنا الله بالسمع والطاعة، ومن صفات المؤمنين أنهم يقولون: ربنا إننا سمعنا وأطعنا ولو لم تظهر لهم حكمة التشريع من ذلك الأمر أو النهي. ولكن تلمس الحكمة من التشريع مع التسليم والانقياد للدليل، أسكن للنفس وأهدأ للبال. والله أعلم. ¶ (2) والحقيقة أن القواعد والأسس العلمية ليس مسلماً بها على الإطلاق، والدليل هو ظهور بعض المكتشفات والاختراعات الحديثة، والنظريات التي قد تنقض قاعدة ثابتة من أصلها ولكن يندر أن يوجد تلميذ في مرحلة معينة من الدراسة ويستدرك قاعدة ثابتة اتفق عليها علماء كثيرون.",
            "page": "116",
            "part": "1",
            "seal": "1D598BE7"
        },
        {
            "id": "117",
            "nass": "1- أخرج الإمام أحمد عن أبي أمامة قال: «إن شاباً أتى النبي صلى الله عليه وسلم فقال: يارسول الله ائذن لي بالزنا، فأقبل القوم عليه فزجروه وقالوا: مه مه! (1) فقال: ادنه، فدنا منه قريباً قال: فجلس، قال: أتحبه لأمك؟ قال: لا والله جعلني فداءك، قال: ولا الناس يحبونه لأمهاتهم، قال: أفتحبه لابنتك؟ قال: لا والله جعلني فداءك، قال: ولا الناس يحبونه لبناتهم، قال: أفتحبه لأختك؟ قال: لا والله جعلني فداءك، قال: ولا الناس يحبونه لأخواتهم، قال أفتحبه لعمتك؟ قال لا والله جعلني الله فداءك، قال: ولا الناس يحبونه لعماتهم، قال: أفتحبه لخالتك؟ قال: لا والله جعلني الله فداءك، قال: ولا الناس يحبونه لخالاتهم، قال: فوضع يده عليه وقال: اللهم اغفر ذنبه وطهر قلبه وحصن فرجه فلم يكن بعد ذلك الفتى يلتفت إلى شيء» . (2) ¶ _________ ¶ (1) في مختار الصحاح (ص290) : مه: مبني على السكون اسم لفعل الأمر ومعناه اكفف فإن وصلت نونت فقلت مه مه. ¶ (2) أخرجه الأمام أحمد في باقي مسند الأنصار وقال الألباني في السلسلة الصحيحة (1 / 645) : وهذا سنده صحيح رجاله كلهم ثقات رجال الصحيح.",
            "page": "117",
            "part": "1",
            "seal": "96C0CC14"
        },
        {
            "id": "118",
            "nass": "ففي هذا الحديث نلمس عظمة الرسول صلى الله عليه وسلم، وحسن تعليمه وتعامله في هذا الموقف. فهذا شاب يعلم ماذا يعني (الزنا) ولذلك قال يا رسول الله ائذن لي بالزنا! ولا يخفى موقف الصحابة وغيرتهم الشديدة على دين الله رضي الله عنهم وأرضاهم، ولكن الرسول صلى الله عليه وسلم لم يعامل ذلك الشاب بالزجر كما فعل الصحابة رضوان الله عليهم، ولا قال له إن الله حرم الزنا ورتب على ذلك وعيداً شديداً، كل ذلك لم يفعله صلى الله عليه وسلم لأن هذه الأمور مستقرة لدى الشاب ومعلومة لديه. إذاً، كان العلاج النبوي بالمحاورة والإقناع العقلي هو أنجح وسيلة لمثل هذه الحالة، فتأمل هذه الوسيلة في التعليم يتبين لك عظمة المعلم الأول صلى الله عليه وسلم ¶ 2- أورد البخاري في صحيحه (1) عن أبي هريرة رضي الله عنه «أن رجلاً أتى النبي صلى الله عليه وسلم فقال يا رسول الله ولد لي غلام أسود، فقال هل لك من إبل؟ قال نعم، قال ما ألوانها؟ قال حمر (2) قال: هل فيها من أورق؟ قال نعم، قال فأنى (3) ذلك؟ قال نزعه عرق (4) قال: فلعل ابنك هذا نزعه» . ¶ _________ ¶ (1) في كتاب الطلاق / ومسلم في اللعان / وأحمد في باقي مسند المكثرين / الترمذي في الولاء والهبه / والنسائي في الطلاق / وأبو دادود في الطلاق / وابن ماجه في النكاح. ¶ (2) قال الحافظ ابن حجر وعند الدارقطني (قال رمك) والأرمك الأبيض إلى حمرة (الفتح 9 / 352) ¶ (3) قوله: (فأنى ذلك) أي من أين أتاها اللون الذي خالفها، هل هو بسبب فحل من غير لونها طرأ عليها أو لأمر آخر؟ (الفتح 9 / 353) ¶ (4) قال النووي: والمراد بالعرق هنا الأصل من النسب تشبيها بعرق الثمرة.. ومعنى نزعه أشبهه واجتذبه إليه وأظهر لونه عليه، وأصل النزع الجذب فإنه جذبه إليه لشبهه، يقال منه نزع الولد لأبيه وإلى أبيه ونزعه أبوه ونزعه إليه (صحيح مسلم بشرح النووي حديث 1500)",
            "page": "118",
            "part": "1",
            "seal": "D3F53FBC"
        },
        {
            "id": "119",
            "nass": "فهذا الرجل أو الأعرابي (1) جاء سائلاً مستفتياً مستنكراً أن يأتيه ولد أسود على خلاف لونه ولون أمه، فبين له الرسول صلى الله عليه وسلم بأسلوب عقلي (2) سهل وميسور، وحاوره وضرب له مثالاً من بعض ما يملكه هذا الأعرابي ليكون أقرب إلى فهمه، حيث سأله عن إبله وهل يأتي منها ما هو مخالف لأبويه في الشكل والصفة، فقال نعم: عندئذ أخبره النبي صلى الله عليه وسلم أن ذلك حاصل في البشر أيضاً. فانظر رعاك الله كيف حاوره النبي صلى الله عليه وسلم وقرره بأسلوب عقلي بسيط وواضح. ولقد كان من الممكن أن يخبره النبي صلى الله عليه وسلم أن هذا ابنه، وهذا بحد ذاته كاف، لأنه لا ينطق عن الهوى إن هو إلا وحي يوحى، ولكن لما علم الرسول صلى الله عليه وسلم حال الأعرابي وجهله، أراد أن يبين له الأمر حتى تطمئن نفسه ويرتاح فؤاده، ولعل النبي صلى الله عليه وسلم أراد بهذا التقرير أن يكون ذلك حكماً عاماً لذلك الأعرابي ولمن خلفه (3) والله أعلم. ¶ _________ ¶ (1) ساق البخاري في كتاب الاعتصام بالسنة.. عن أبي هريرة أن أعرابياً.. الحديث. ¶ (2) يستدل الفقهاء بهذا الحديث وغيره على إثبات القياس والرد على من أنكره. أنظر فتح الباري كتاب الاعتصام (حديث7314) . ¶ (3) هذه القصة ترشد كل من جاءه ولد تختلف أوصافه عن أوصاف والديه، بأن لا يتعجل ويصدر حكماً على زوجه بالزنا، بل عليه أن يحسن الظن، والأصل البراءة إلا بينة والله أعلم.",
            "page": "119",
            "part": "1",
            "seal": "764E36F5"
        },
        {
            "id": "120",
            "nass": "3- عن ابن عباس «أن امرأة جاءت إلى النبي صلى الله عليه وسلم فقالت إن أمي نذرت أن تحج فماتت قبل أن تحج، أفأحج عنها؟ قال: نعم، حجي عنها، أرأيت لو كان على أمك دين أكنت قاضيته؟ قالت: نعم. قال: فاقضوا الذي له: فإن الله أحق بالقضاء» . (1) ¶ الخلاصة: ¶ استخدام الأسلوب العقلي في الإقناع وسيلة جيدة تضمن وصول المعلومة إلى ذهن السامع، على ما أراده المتحدث. ¶ مراعاة البساطة في المحاورة العقلية، وإشراك التلميذ في المحاورة لكي يحصل التفاعل. ¶ تقريب (المحاورة العقلية) إلى أدنى شيء ممكن أن يحسه أو يعقله التلميذ، كقصة الأعرابي الذي جاءه ولد أسود، فضرب له الرسول صلى الله عليه وسلم مثالاً من أقرب الأشياء إليه وهي إبله. ¶ مراعاة حال السامع، وهل هو ممن تؤثر فيه الأدلة العقلية أم لا. ¶ _________ ¶ (1) رواه البخاري في كتاب الحج / وأحمد في مسند بني هاشم / والنسائي في مناسك الحج / والدارمي في النذور والأيمان.",
            "page": "120",
            "part": "1",
            "seal": "3DB0C0CD"
        },
        {
            "id": "121",
            "nass": "[6] التعليم عن طريق القصص ¶ القصة لها قدرة عظيمة في جذب النفوس، وحشد الحواس كلها للقاص. وذلك لأن القصة بطبعها محببة إلى النفس البشرية، لما فيها من ذكر أخبار الماضين، وذكر الوقائع، والنوادر وغير ذلك، أضف إلى ذلك أن القصة من شأنها أنها تعلق بالذهن ولا تكاد تنسى وهذا أمر واضح للعيان يعلمه كل أحد. ولذا فقد اعتنى القرآن الكريم بذكر القصص في القرآن لما فيها من تسلية النفس، وتقوية العزائم، وأخذ العبر والاتعاظ ومعرفة أخبار الماضين، وحفظ الأحداث. ¶ وغيرها كثير، والقرآن الكريم لم يعرض هذه القصص لمجرد التسلية فقط، لا. بل إن المتأمل لهذه القصص يجد بين طياتها وبين ثناياها تقرير مسائل التوحيد، وكذلك بيان حكم الله الباهرة وسننه في عباده التي لا تتبدل ولا تتغير، وقد يوجد في بعض منها بيان أحكام فقهية كقوله تعالى في قصة يوسف {وَلِمَنْ جَاءَ بِهِ حِمْلُ بَعِيرٍ وَأَنَا بِهِ زَعِيمٌ} والأحكام الفقهية التي نأخذها من هذه الآية هما: الجعالة والكفالة (1) وقوله تعالى: {وَلِمَنْ جَاءَ بِهِ حِمْلُ بَعِيرٍ} أي: أجرة له على وجدانه. وقوله: {وَأَنَا بِهِ زَعِيمٌ} أي: كفيل، وهذا بقوله المتفقد. (2) ¶ _________ ¶ (1) الجعالة: قال ابن فارس: الجعل والجعالة والجعيلة، ما يعطاه الإنسان على أمر يفعله. (الروض المربع 5 / 494) ، و (الكفالة) هي التزام رشيد إحضار من عليه حق مالي لربه. (الروض المربع 5 / 108) . ¶ (2) تيسير الكريم الرحمن. . عبد الرحمن بن سعدي - رحمه الله - (4 / 46)",
            "page": "121",
            "part": "1",
            "seal": "E94D6F37"
        },
        {
            "id": "122",
            "nass": "فمن هذا يعلم أن القصص لها دور كبير في تعليم الناس وتربيتهم، ولقد كان رسولنا عليه الصلاة والسلام يقص على صحابته رضوان الله عليهم القصص ليثبتهم وليعلمهم وليربيهم إلى غير ذلك من المعاني فمن ذلك: ¶ 1- «أن خباباً رضي الله عنه جاء إلى رسول الله صلى الله عليه وسلم يشكو أذى قريش وكان ذلك في أول الدعوة بمكة. يقول خباب رضي الله عنه: شكونا إلى رسول الله صلى الله عليه وسلم، وهو متوسد ببردة له في ظل الكعبة فقلنا ألا تستنصر لنا، ألا تدعو لنا، فقال: (لقد كان من قبلكم يؤخذ الرجل فيحفر له في الأرض فيجعل فيها فيجاء بالمنشار فيوضع على رأسه فيجعل نصفين ويمشط بأمشاط من الحديد ما دون لحمه وعظمه، فما يصده ذلك عن دينه، والله ليتمن هذا الأمر حتى يسير الراكب من صنعاء إلى حضرموت لا يخاف إلا الله والذئب على غنمه، ولكنكم تستعجلون» (1) ¶ _________ ¶ (1) رواه البخاري في المناقب / وأحمد في مسند البصريين / وأبو داود في الجهاد.",
            "page": "122",
            "part": "1",
            "seal": "6E597643"
        },
        {
            "id": "123",
            "nass": "فهذه القصة التي ساقها الرسول صلى الله عليه وسلم فيها من الحكم والعبر لا يعلمها إلا من أعطاها حقها من التأمل، ففيها أن الابتلاء بالتعذيب وغيره لأهل التوحيد سنة ماضية، وفيها ثبات من كان قبلنا على الحق لا يصده عن دينه شيء ولو كان الثمن حياته، وفيها إخبار بالغيب عندما أخبر عن ظهور هذا الدين، وفيها بيان فضيلة الصبر وذم الاستعجال بقوله: «ولكنكم تستعجلون» . ¶ والقصص في السنة كثيرة ولولا الإطالة لسقت بعضاً منها ولكن أكتفي بإشارات إليها، فمنها قصة الثلاثة (الأعمى، والأبرص، والأقرع) الذين أتاهم الملك. وقصة الثلاثة الذين لجئوا إلى الغار فانطبقت عليهم الصخرة. وقصة نبي الله موسى عليه السلام مع الخضر، وغيرها كثير. ¶ وعلى المعلم.. أن لا يكون همه سرد القصص فقط، بل عليه بيان مواضع العبر منها، وبيان الفوائد المستنبطة من القصة، وبيان الأحكام الواردة فيها إن كان فيها أحكام.. إلخ. ¶ الخلاصة: ¶ القصص تألفها النفوس، ولها تأثير عجيب في جذب انتباه السامع وحفظ أحداث القصة بسرعة. ¶ القصة لم توضع للتسلية المجردة فقط بل للاعتبار والاتعاظ والتعلم.",
            "page": "123",
            "part": "1",
            "seal": "52A789FA"
        },
        {
            "id": "124",
            "nass": "القصص لها أثرها البالغ في التأثير على سلوكيات الطلاب، خصوصاً إذا كانت القصة واقعية وتعالج قضايا هامة. ¶ القصة وسيلة قوية للتعليم فيجب الاعتناء بها، وإعطاؤها قدراً كبيراً من الاهتمام.",
            "page": "124",
            "part": "1",
            "seal": "A713868F"
        },
        {
            "id": "125",
            "nass": "[7] ضرب الأمثال أثناء التعليم (1) ¶ يحتاج المعلم والمربي إلى وسيلة تقرب المسألة المعقدة أو المعضلة إلى الأذهان، أو توضح الفكرة الصعبة. وبأسلوب آخر فإن المعلم قد تواجهه بعض الصعوبات في إيصال المعلومات إلى ذهن السامع، فيحتاج إلى وسيلة أخرى مساعدة تحل هذا الإشكال، وتفتح المجال أمام ذهن الطالب فيتعلم المسألة الصعبة بسهولة ويسر. ¶ والمثل لغة: صيغة المثل وما يشتق منها تفيد التصوير والتوضيح، والظهور والحضور والتأثير. فالمثل هو الشيء المضروب الممثل به الذي تتضح به المعاني وهو صفة الشيء أيضاً (2) . ¶ والقرآن الكريم حافل بذكر الأمثال، وهي كثيرة جداً: فمن ذلك قوله تعالى: {أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ} {تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ} {وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِنْ فَوْقِ الْأَرْضِ مَا لَهَا مِنْ قَرَارٍ} (3) ¶ _________ ¶ (1) عقد الترمذي في سننه أبواباً خاصة بالأمثال التي وردت عن رسول الله صلى الله عليه وسلم انظر تحفة الأحوذي بشرح سنن الترمذي (8 / 123) . ¶ (2) الأمثال في القرآن الكريم. لابن القيم الجوزية. ص28 تحقيق سعيد محمد نمر الخطيب (ط. دار المعرفة) والكلام من قول المحقق. ¶ (3) سورة إبراهيم",
            "page": "125",
            "part": "1",
            "seal": "FC00C360"
        },
        {
            "id": "126",
            "nass": "عن ابن عباس في قوله: {أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ} (يعني بالشجرة الطيبة المؤمن ويعني بالأصل الثابت في الأرض والفرع في السماء يكون المؤمن يعمل في الأرض، ويتكلم فيبلغ قوله وعمله السماء وهو في الأرض) (1) ¶ وفي قوله تعالى في الآية السابقة {وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ} يقول الشوكاني: وفي ضرب الأمثال زيادة تذكير وتفهيم وتصوير للمعاني (2) . ويقول ابن سعدي: فإن في ضرب الأمثال، تقريباً للمعاني المعقولة، من الأمثال المحسوسة، ويتبين المعنى الذي أراده الله، غاية البيان، ويتضح، غاية الوضوح، وهذا من رحمته، وحسن تعليمه. فلله أتم الحمد وأكمله وأعمه. (3) ويقول أبو بكر الجزائري: بعد هذه الآية، من هداية الآيات: استحسان ضرب الأمثال لتقريب المعاني إلى الأذهان. (4) ¶ والمعلم الأول صلى الله عليه وسلم، كان يضرب الأمثال كثيراً في أحاديثه وأقواله، لعلمه صلى الله عليه وسلم ما في الأمثال من قدرة على تقريب المعنى وبيان المقصود، فمن ذلك: ¶ _________ ¶ (1) الأمثال في القرآن الكريم. لابن القيم الجوزية ص232. ¶ (2) فتح القدير (3 / 121) . ¶ (3) تيسير الكريم الرحمن (4 / 139) . ¶ (4) أيسر التفاسير (2 / 481) .",
            "page": "126",
            "part": "1",
            "seal": "14A8C5EC"
        },
        {
            "id": "127",
            "nass": "1- ما جاء في الصحيحين من حديث أبي موسى الأشعري عن النبي صلى الله عليه وسلم قال: «مثل المؤمن الذي يقرأ القرآن كمثل الأترجة طعمها طيب وريحها طيب، مثل المؤمن الذي لا يقرأ القرآن كمثل التمرة طعمها طيب ولا ريح لها، ومثل المنافق الذي يقرأ القرآن كمثل الريحانة ريحها طيب وطعمها مر، ومثل المنافق الذي لا يقرأ القرآن كمثل الحنظلة ليس لها ريح وطعمها مر» فانظر أخي المبارك إلى هذا التفصيل ما أروعه، ثم تأمل أثر التمثيل في بيان حقيقة المؤمن والمنافق الذي يقرأ القرآن والذي لا يقرأ القرآن.",
            "page": "127",
            "part": "1",
            "seal": "CC6BFC49"
        },
        {
            "id": "128",
            "nass": "2- عن النواس بن سمعان الأنصاري عن رسول الله صلى الله عليه وسلم قال: «ضرب الله مثلاً صراطاً مستقيماً وعلى جنبتي الصراط سوران فيهما أبواب مفتحة وعلى الأبواب ستور مرخاة، وعلى باب الصراط داع يقول: أيها الناس ادخلوا الصراط جميعاً ولا تنفرجوا، وداع يدعو من جوف الصراط، فإذا أراد يفتح شيئاً من تلك الأبواب قال: ويحك لا تفتحه فإنك إن تفتحه تلجه. والصراط الإسلام والسوران حدود الله تعالى، والأبواب المفتحة محارم الله تعالى وذلك الداعي على رأس الصراط كتاب الله عز وجل والداعي فوق الصراط واعظ الله في قلب كل مسلم» . (1) ¶ _________ ¶ (1) رواه الإمام أحمد في مسند الشاميين واللفظ له / والترمذي في الأمثال",
            "page": "128",
            "part": "1",
            "seal": "FEB25BAF"
        },
        {
            "id": "129",
            "nass": "3- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: «إن مثلي ومثل الأنبياء من قبلي كمثل رجل بنى بيتاً فأحسنه وأجمله، إلا موضع لبنة من زاوية، فجعل الناس يطوفون به ويعجبون له ويقولون: هلا وضعت هذه اللبنة؟ قال: فأنا اللبنة، وأنا خاتم النبيين» (1) قال ابن حجر: فكأنه شبه الأنبياء وما بعثوا به من إرشاد الناس ببيت أسست قواعده ورفع بنيانه وبقي منه موضع به يتم صلاح ذلك البيت.. ثم قال: وفي الحديث ضرب الله الأمثال للتقريب للأفهام وفضل النبي صلى الله عليه وسلم على سائر النبيين، وأن الله ختم به المرسلين، وأكمل به شرائع الدين. (2) ¶ الخلاصة: ¶ ضرب الأمثال وسيلة جيدة في تقريب المعاني والأفكار ¶ يلجأ المعلم لضرب المثل عندما تصعب مسألة ما على الأذهان، فيعمد إلى المثل لتبسيطها وتقريبها للفهم. ¶ يتوقف مدى الفائدة من ضرب المثال على براعة المعلم في تصوير المثال لكي يطابق الفكرة التي يريد إيضاحها. ¶ _________ ¶ (1) رواه البخاري في كتاب المناقب / ومسلم في الفضائل / وأحمد في باقي مسند المكثرين. ¶ (2) فتح الباري / كتاب المناقب / حديث رقم 3535.",
            "page": "129",
            "part": "1",
            "seal": "29F49043"
        },
        {
            "id": "130",
            "nass": "[8] أسلوب التشويق في التعليم ¶ أسلوب التشويق: هو أسلوب أو طريقة من الطرق تبعث على إيقاظ الهمم، وإذكاء النفوس، إذ إن النفس البشرية تتطلع إلى استكشاف كل جديد، بل إن إثارة المتعلم وتشويقه، تجعله يبحث ويستقصي بلهف شديد، ورغبة شديدة، في معرفة ذلك الشيء المشوق. يوضح ذلك الحديث الذي يرويه «أبو سعيد المعلي رضي الله عنه: ¶ 1- قال: (كنت أصلي في المسجد فدعاني رسول الله صلى الله عليه وسلم فلم أجبه، فقلت: يا رسول الله إني كنت أصلي، فقال: ألم يقل الله: {اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ} ؟ ثم قال لي: لأعلمنك سورة هي أعظم السور في القرآن قبل أن تخرج من المسجد ثم أخذ بيدي، فلما أراد أن يخرج قلت له: ألم تقل لأعلمنك سورة هي أعظم سورة في القرآن؟ قال: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} هي السبع المثاني والقرآن العظيم الذي أوتيته» . (1) في هذا الحديث يظهر لنا جلياً شوق ذلك الصحابي إلى معرفة أعظم سورة في القرآن، حيث إنه لم يصبر ولم يمهل الرسول حتى يخرج بل بادره بقوله: ألم تقل لأعلمنك سورة هي أعظم سورة في القرآن؟) . ¶ _________ ¶ (1) رواه البخاري في كتاب تفسير القرآن / وأحمد في مسند المكيين / والنسائي في الافتتاح وأبو داود في الصلاة / وابن ماجه في الأدب / والدارمي في الصلاة.",
            "page": "130",
            "part": "1",
            "seal": "6A97A035"
        },
        {
            "id": "131",
            "nass": "2- ومثله الحديث الذي عند مسلم، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: «احشدوا (أي اجتمعوا) فإني سأقرأ عليكم ثلث القرآن) فحشد من حشد. ثم خرج نبي الله صلى الله عليه وسلم فقرأ: قل هو الله أحد. ثم دخل فقال: بعضنا لبعض: إني أرى هذا خبر جاءه من السماء. فذاك الذي أدخله. ثم خرج نبي الله صلى الله عليه وسلم فقال: (إني قلت لكم: سأقرأ عليكم ثلث القرآن. ألا إنها تعدل ثلث القرآن» (1) . ألا إن قول الرسول صلى الله عليه وسلم وفعله، كان له أثر كبير في تشوقهم، لسماع ثلث القرآن منه صلى الله عليه وسلم ففي هذه القصة فوائد منها دلالة واضحة على فضل قراءة سورة الإخلاص، ومنها تلهف الصحابة لسماع ثلث القرآن من في رسول الله صلى الله عليه وسلم، ومنها أن قوله (احشدوا) ثم دخوله وخروجه مرة أخرى يلزم منه رسوخ هذه القصة بأحداثها عند الصحابة وحفظهم لها. ¶ _________ ¶ (1) رواه مسلم في كتاب صلاة المسافرين وقصرهم / وأحمد في باقي مسند المكثرين / والترمذي في فضائل / القرآن وابن ماجه في الأدب / والدارمي في فضائل القرآن. وعند مسلم أيضاً (برقم 811) عن أبي الدرداء عن النبي صلى الله عليه وسلم قال: (أيعجز أحدكم أن يقرأ في ليلة ثلث القرآن؟ قالوا: وكيف يقرأ ثلث القرآن قال: (قل هو الله أحد تعدل ثلث القرآن) .",
            "page": "131",
            "part": "1",
            "seal": "E8A5B954"
        },
        {
            "id": "132",
            "nass": "3- روى الإمام أحمد: «عن أنس قال: كنا جلوساً مع رسول الله صلى الله عليه وسلم فقال: (يطلع عليكم الآن رجل من أهل الجنة) فطلع رجل من الأنصار تنطف لحيته من وضوئه قد علق نعليه بيده الشمال فلما كان الغد قال رسول الله مثل ذلك فطلع الرجل مثل المرة الأولى، فلما كان اليوم الثالث قال رسول الله صلى الله عليه وسلم مثل مقالته أيضاً فطلع ذلك الرجل على مثل حاله الأولى، فلما قام رسول الله صلى الله عليه وسلم تبعه عبد الله بن عمرو بن العاص فقال: إني لاحيت أبي فأقسمت أني لا أدخل عليه ثلاثاً فإن رأيت أن تؤويني إليك حتى تمضي فعلت قال: (نعم) قال أنس فكان عبد الله يحدث أنه بات معه تلك الليالي الثلاث فلم يره يقوم من الليل شيئاً غير أنه إذا تعار (1) وتقلب على فراشه ذكر الله وكبر حتى يقوم لصلاة الفجر قال عبد الله غير أني لم أسمعه يقول إلا خيراً، فلما مضت الليالي الثلاث وكدت أحتقر عمله قلت يا عبد الله لم يكن بيني وبين أبي غضب ولا هجرة ولكن سمعت رسول الله صلى الله عليه وسلم يقول لك ثلاث مرات (يطلع عليكم الآن رجل من أهل الجنة) فطلعت أنت في الثلاث المرات فأردت أن آوي إليك لأنظر ما عملك فأقتدي به فلم أرك ¶ _________ ¶ (1) تعار: بتشديد الراء: هب من النوم مع كلام، وقيل: تمطيء النهاية لابن الأثير، (عرر) . (نقلاً من التمهيد لابن عبد البر (6 / 122) حاشية 2)",
            "page": "132",
            "part": "1",
            "seal": "84750D1D"
        },
        {
            "id": "133",
            "nass": "تعمل كبير عمل فما الذي بلغ بك ما قاله رسول الله صلى الله عليه وسلم، قال: هو ما رأيت، فلما وليت دعاني فقال: ما هو إلا ما رأيت غير أني لا أجد في نفسي لأحد من المسلمين غشاً ولا أحسد أحداً على خير أعطاه الله إياه. قال عبد الله فهذه التي بلغت بك وهي التي لا تطاق» (1) . ¶ وفي هذه القصة كان الدافع الذي حدا بعبد الله بن عمرو بن العاص إلى أن يقول ما يقول لذلك الصحابي، لكي يعلم السبب الذي من أجله كان الرسول صلى الله عليه وسلم يقول ثلاث مرات: «يطلع عليكم الآن رجل من أهل الجنة» ، ولا يخفى ما في هذه القصة من أسلوب إثارة وتشويق وهو بين ظاهر. ¶ الخلاصة: ¶ إن استخدام أسلوب التشويق والإثارة، من أقوى الدوافع على التعلم والبحث والاستقصاء (2) . ¶ يجب أن يضع المعلم في اعتباره، أن العبارات المستخدمة في هذا الأسلوب، يجب أن تؤدي إلى معنى تهواه وتستشرف إليه النفس. كقوله صلى الله عليه وسلم: «لأعلمنك أعظم سورة في القرآن قبل أن تخرج من المسجد» ، وقوله: «احشدوا فإني سأقرأ عليكم ثلث القرآن» وقوله: «يطلع عليكم الآن رجل من أهل الجنة» ثلاث مرات. ¶ كلما كان أسلوب التشويق قوياً، كلما كانت الدوافع أقوى. ¶ _________ ¶ (1) رواه الإمام أحمد في باقي مسند المكثرين قال ابن كثير (4 / 337، 338) ورواه النسائي. في اليوم والليلة عن سويد بن نصر عن ابن المبارك عن معمر به. وهذا إسناد صحيح على شرط الصحيحين لكن رواه عقيل وغيره عن الزهري عن رجل عن أنس فالله أعلم. وكذلك رواه ابن عبد البر بسنده انظر التمهيد (6 / 121، 122) . ¶ (2) من أساليب التشويق التي يستطيع المدرس تقديمها لطلابه، هي تقسيم الفصل إلى مجموعتين أو فريقين ثم يقوم بطرح الأسئلة على الفريقين ويعطي درجات معينة على الإجابات الصحيحة. ولا شك أن هذه الطريقة ونحوها تدفع الطلاب إلى التعلم لأن فيها تشويقاً وإثارة. وقس على ذلك.",
            "page": "133",
            "part": "1",
            "seal": "D401B850"
        },
        {
            "id": "134",
            "nass": "[9] استخدام الإيماءات (حركات اليدين والرأس) في التعليم ¶ لا ينفك المعلم بحال من الأحوال عن إيماءات اليدين والرأس، أثناء ممارسته للتعليم، فهي ملازمة للمتحدث أياً كان نوع الحديث. ولكن هل من سبيل إلى توظيف هذه الحركات والإيماءات لصالح التعليم؟ الجواب. نعم. وإن سألتني كيف ذلك؟ قلت لك: تابع معي السطور التالية: ¶ إن عين التلميذ تتابع حركات المعلم وسكناته، ولذلك فهو يتأثر بالانفعالات التي يحدثها المعلم، إذاً فهو يتأثر بحركة اليدين والرأس. والمعلم قد يستفيد من هذه الحركات والإشارات في أمور عدة: ¶ أحدها: زيادة بيان وإيضاح وتأكيد على الكلام: نأخذ هذه من حديث جابر رضي الله عنه، في سياق حجة النبي صلى الله عليه وسلم وفيه:",
            "page": "134",
            "part": "1",
            "seal": "6D696B29"
        },
        {
            "id": "135",
            "nass": "1- «أن الرسول صلى الله عليه وسلم أمر أصحابه، أن لمن لم يسق الهدي أن يحل من إحرامه بعد طوافه بين الصف والمروة ويجعلها عمرة وقال: (لو أني استقبلت من أمري ما استدبرت لم أسق الهدي. وجعلتها عمرة. فمن كان منكم ليس معه هدي فليحل. وليجعلها عمرة) فقام سراقة بن مالك بن جشم فقال: يا رسول الله! ألعامنا هذا أم لا بد؟ فشبك رسول الله صلى الله عليه وسلم أصابعه واحدة في الأخرى. وقال: (دخلت العمرة في الحج) (1) مرتين (لا بل لا بد الأبد» (2) ووجه الدلالة هنا أن الرسول صلى الله عليه وسلم شبك بين أصابعه ليبين ويؤكد على أن هذا الحكم مستمر للأبد، ولا يخفى ما في هذه الحركة من معان قوية، تزيد الكلام تأكيداً، وقوة إلى قوة. ¶ _________ ¶ (1) في قوله: (فشبك رسول الله صلى الله عليه وسلم أصابعه واحدة في الأخرى وقال: دخلت العمرة في الحج) يقول النووي: واختلف العلماء في معناه على أقوال أصحها به قال جمهورهم معناه أن العمرة يجوز فعلها في أشهر الحج إلى يوم القيامة، والمقصود به بيان إبطال ما كانت الجاهلية تزعمه من امتناع العمرة في أشهر الحج. (مسلم بشرح النووي. كتاب الحج. حديث 1216) . ¶ (2) حديث جابر الطويل في سياق حجة النبي صلى الله عليه وسلم. أورده مسلم في كتاب الحج / باب حجة النبي صلى الله عليه وسلم.",
            "page": "135",
            "part": "1",
            "seal": "224542A7"
        },
        {
            "id": "136",
            "nass": "2- عن أبي هريرة رضي الله عنه «أن رسول الله صلى الله عليه وسلم ذكر يوم الجمعة فقال: (فيه ساعة لا يوافقها عبد مسلم وهو قائم يصلي يسأل الله تعالى شيئاً إلا أعطاه إياه) وأشار بيده يقللها» (يزهدها) (1) وبتأمل هذا الحديث، يتبين أن إشارته صلى الله عليه وسلم أفادت معنى جديدً زائداً على كلامه صلى الله عليه وسلم، وهو أن هذه الساعة أمرها يسير في مقابل نيل أمر عظيم، وهذا من فضل الله على عباده. قال الزين بن المنير: الإشارة لتقليلها هو للترغيب فيها والحض عليها ليسارة وقتها وغزارة فضلها (2) . ¶ ثانيها: جذب الانتباه وترسيخ بعض المعاني في الذهن: نلمس ذلك من الحديث السابق الذي ساقه جابر بن عبد الله رضي الله عنه، وذلك عندما «خطب النبي صلى الله عليه وسلم بالناس في نمرة يوم عرفة، حيث بين لهم في هذه الخطبة أموراً كثيرة وعظيمة، ثم بعد أن بلغهم قال لهم: ¶ _________ ¶ (1) رواه البخاري في كتاب الجمعية (والزيادة التي بين المعقوفتين هي عند المصنف في كتاب الدعوات) / ومسلم في الجمعة / وأحمد في باقي مسند المكثرين / والترمذي في الجمعة / والنسائي في الجمعة / وأبو داود في الجمعة / وابن ماجه في إقامة الصلاة والسنة فيها / ومالك في النداء للصلاة / والدارمي في الصلاة. ¶ (2) فتح الباري (كتاب الجمعة ح935)",
            "page": "136",
            "part": "1",
            "seal": "97A33307"
        },
        {
            "id": "137",
            "nass": "1- (وأنتم تسألون عني. فما أنتم قائلون؟) قالوا: نشهد أنك قد بلغت وأديت ونصحت. فقال: بإصبعه السبابة، يرفعها إلى السماء وينكتها (1) إلى الناس (اللهم! اشهد. اللهم! اشهد) ثلاث مرات» (2) ففي رفع الرسول صلى الله عليه وسلم لأصبعه إلى السماء ثم الإشارة به إليهم، جذب لأنظار الناس لهذا الأمر الهام والخطير وهو مقام الشهادة على التبليغ (3) . ¶ 2- ذكر أبو العالية البراء.. تأخير ابن زياد الصلاة ذكر ذلك لعبد الله بن الصامت فعض على شفتيه فضرب فخدي وقال سألت أبا ذر كما سألتني فضرب فخذي كما ضربت فخذك وقال سألت رسول الله صلى الله عليه وسلم كما سألتني فضرب فخذي كما ضربت فخذك وقال: «صل الصلاة لوقتها فإن أدركت الصلاة معهم فصل ولا تقل أني قد صليت فلا أصلي» قال في شرح مسلم: قوله فضرب فخذي أي للتنبيه وجمع الذهن على ما يقوله له (4) . ¶ ثالثها طلب الاختصار: أما طلب الاختصار فنأخذه من الحديث المتفق عليه الذي يرويه ابن عباس بقوله: ¶ _________ ¶ (1) ورد في سنن أبي داود (وينكبها) بالباء الموحدة، وكذلك (وينكتها) بالتاء المثناة. ومعنى (ينكبها) أي يقلبها ويردها على الناس مشيراً إليهم. ومعنى (وينكتها) أي يشير بها إلى الناس كالذي يضرب بها الأرض (عون المعبود. كتاب المناسك. باب 57. (5 / 264 بتصرف يسير) . ¶ (2) مسلم. كتاب الحج. باب حج النبي صلى الله عليه وسلم. ¶ (3) وفي رفعه صلى الله عليه وسلم لأصبعه إلى السماء، بيان جلي إلى أن الله سبحانه وتعالى في العلو، وأنه منزه عن تخبيطات وأوهام الفلاسفة، والاتحادية والحلولية ومن نحى نحوهم. ولكنه سبحانه يهدي من يشاء بفضله، ويضل من يشاء بعدله، فلله الحمد والفضل والمنة. ¶ (4) ذكره ابن مفلح في الآداب الشرعية وقال: (فصل هدي النبي صلى الله عليه وسلم في التنبيه وصراحته في التعليم. (2 / 87) ط. مكتبة الرياض / وهو عند مسلم في كتاب المساجد ومواضع الصلاة / وأحمد في مسند الأنصار / والترمذي في الصلاة / والنسائي في الإمامة / وأبي داود في الصلاة / وابن ماجه في إقامة الصلاة والسنة فيها / والدارمي في الصلاة.",
            "page": "137",
            "part": "1",
            "seal": "F5457147"
        },
        {
            "id": "138",
            "nass": "1- قال رسول الله صلى الله عليه وسلم: «أمرت أن أسجد على سبعة أعظم: على الجبهة، وأشار بيده إلى الأنف، واليدين والركبتين، وأطراف القدمين» ألا ترى أنه قال أمرت أن أسجد على سبعة أعظم ثم قال الجبهة وأشار بيده إلى الأنف، فهذا فيه بيان إلى أن الأنف تابع للجبهة، أي كأنهما عضو واحد، وفيه أيضاً اختصار بديع، إذ أنه صلى الله عليه وسلم استغنى عن ذكر الأنف بالإشارة إليه، ألا ترى أنه لو لم يشر إلى الأنف لكان يتوجه أن يقال: الجبهة والأنف، فلما استخدمت الإشارة على الأنف مع قوله الجبهة، أغنى ذلك عن ذكر الأنف. والله أعلم. ¶ 2- عن ابن عباس - رضي الله عنهما - «أن النبي صلى الله عليه وسلم سئل في حجته فقال: ذبحت قبل أن أرمي، فأومأ بيده قال: ولا حرج. قال: حلقت قبل أن أرمي، فأومأ بيده قال: ولا حرج. قال: حلقت قبل أن أذبح فأومأ بيده: ولا حرج» (1) . ¶ 3- وعن أبي هريرة - رضي الله عنه - عن النبي صلى الله عليه وسلم قال: «يقبض العلم، ويظهر الجهل والفتن، ويكثر الهرج) قيل: يا رسول الله وما الهرج؟ فقال: هكذا بيده فحرفها كأنه يريد القتل» (2) . ¶ الخلاصة: ¶ _________ ¶ (1) ساق البخاري هذا الحديث في كتاب العلم. باب من أجاب الفتيا بإشارة اليد والرأس. ¶ (2) التخريج السابق.",
            "page": "138",
            "part": "1",
            "seal": "99EDDBA9"
        },
        {
            "id": "139",
            "nass": "توظيف إيماءات اليدين والرأس في صالح التعليم. ¶ الإشارات تفيد المعلم في الاختصار، أو زيادة تأكيد على الكلام، أو ترسيخ وتعميق بعض الأمور الهامة أو جذب انتباه السامع، أو تساعد المعلم في التعبير عن بعض المعاني التي قد يتعذر على اللسان الإتيان بها. وغيرها. ¶ هناك وظائف كثيرة متعارف عليها، وهي معلومة لنا بحكم العادة، كإشارة طلب السكوت، أو النفي، أو طلب المجيء والانصراف. ¶ إن الإسراف في حركة اليدين، مزعجة للطالب، ونقيضه تعطيل هذه الوسيلة يفوت على المعلم وسائل مساعدة في إيضاح بعض مواد الشرح. فكلا قصد طرفي الأمور ذميم.",
            "page": "139",
            "part": "1",
            "seal": "6594FCE5"
        },
        {
            "id": "140",
            "nass": "[10] استخدام الرسومات للتوضيح والبيان ¶ يحتاج المعلمون إلى وسائل مساعدة، تساعد المعلم في إيصال المعلومات بشكل أفضل وأيسر، ومن هذه الوسائل (السبورة) حيث يتمكن المعلم من دعم شرحه بالكتابة أو بالرسم على (السبورة) ونحوها. ولك أن تقارن بين معلم يجمع بين الشرح والكتابة أو الرسم على (السبورة) وبين معلم يقتصر على أسلوب الإلقاء فقط. قطعاً الأول أكثر إيضاحاً للمعنى المراد بيانه، وأسرع فهماً. وهذا أمر لا يحتاج إلى تدليل لإثباته. والمعلم الأول صلى الله عليه وسلم سبق التربية الحديثة بأربعة عشر قرناً حيث كان يدعم قوله صلى الله عليه وسلم في بعض حديثه برسومات تقرب المعنى للأذهان، وتعين على الحفظ. فمن ذلك: ¶ 1- عن ابن مسعود رضي الله عنه قال: «خط النبي صلى الله عليه وسلم خطاً مربعاً، وخط خطاً في الوسط خارجاً منه،. وخط خططاً صغاراً إلى هذا الذي في الوسط من جانبه الذي في الوسط، فقال: (هذا الإنسان، وهذا أجله محيطاً به - أو قد أحاط به - وهذا الذي هو خارج أمله، وهذه الخطط الصغار الأعراض، فإن أخطأه هذا، نهشه هذا، وإن أخطأه هذا نهشه هذا» (1) وهذه صورته (2) : ¶ الأجل الأمل ¶ الأعراض ¶ _________ ¶ (1) رواه البخاري في كتاب الرقاق / وأحمد في مسند المكثرين من الصحابة / والترمذي في صفة القيامة / وابن ماجه في الزهد والدارمي في الرقاق. ¶ (2) هذا الرسم كما ورد في رياض الصالحين للنووي (ص220) ط دار عالم الكتب. وانظر فتح الباري (كتاب الرقاق - ح6417- ج11) حيث أورد الحافظ رسومات مختلفة في بيان صفة هذه الخطوط التي رسمها النبي صلى الله عليه وسلم.",
            "page": "140",
            "part": "1",
            "seal": "D8B881F1"
        },
        {
            "id": "141",
            "nass": "2- وعن عبد الله بن مسعود رضي الله عنه قال: «خط رسول الله صلى الله عليه وسلم خطاً بيده ثم قال: (هذا سبيل الله مستقيماً) وخط عن يمينه وشماله ثم قال: (هذه السبل ليس منها سبيل إلا عليه شيطان يدعو إليه) ثم قرأ {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ} » (1) ¶ وبعد. فإننا نضيف أموراً أخرى، وهي: (1) أن يراعي المعلم وضوح المادة المكتوبة أو المرسومة. (2) أن يتأكد من أن جميع الطلاب يشاهدون المادة المكتوبة أو المرسومة وإزالة جميع العوائق التي تمنع ذلك. (3) استخدام الألوان وتنويعها لجذب الانتباه. ¶ الخلاصة: ¶ دعم الشرح بالرسومات والكتابة، يزيد الشرح قوة إلى قوة. ¶ الرسومات والكتابات مع الشرح، تساعد في إيصال المعلومة بشكل سريع. ¶ يجب أن تكون الكتابة والرسومات واضحة يراها جميع الطلاب، مع مراعاة إزالة الحواجز التي قد تعيق رؤية الطلاب لها. ¶ _________ ¶ (1) رواه الأمام أحمد في مسند المكثرين من الصحابة / والدارمي في المقدمة. وقال ابن كثير في تفسيره: وكذا رواه الحاكم.. وقال صحيح ولم يخرجاه. (الأنعام 153) .",
            "page": "141",
            "part": "1",
            "seal": "296552EB"
        },
        {
            "id": "142",
            "nass": "[11] توضيح المسائل المهمة عن طريق التعليل (1) ¶ قد تغلق بعض المسائل على الطالب، ويحتار فيها ولا يجد تفسيراً لها أو فكاً لرموزها، وعندئذ يأتي دور المعلم في بيان ما أشكل على الطالب وأغلق عليه. ومن ذلك استخدام أسلوب التعليل، أي بيان الأسباب والعلل التي جعلت هذه المسألة أو هذا الحكم على هذه الصورة. والتعليل يحل رموز المسائل المشكلة، ويدخل على النفس الراحة، ويكسبها الطمأنينة، هذا بالإضافة إلى رسوخ المسألة في الذهن وصيانتها عن النسيان، لأن حفظ ما علم علته وسببه أيسر ممن جهلت علته وسببه. وبالمثال يتضح الحال: ¶ 1- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: «إذا وقع الذباب في إناء أحدكم فليغمسه كله ثم ليطرحه، فإن في إحدى جناحيه داء وفي الآخر شفاء» (2) ففي هذا الحديث بين النبي صلى الله عليه وسلم الحكمة من غمس الذبابة جميعها في الإناء أو الشراب، وعللها بأن في أحد جناحي الذبابة داء وفي الآخر شفاء. ولو أن الحديث جاء هكذا بدون تعليل منه، لأصبح مشكلاً محيراً، ولكن لما جاء هذا التعليل بان لنا سبب الغمس والطرح (3) . ¶ _________ ¶ (1) عقد ابن القيم فصلاً ساق فيه بعض ما ورد في السنة من تعليل الأحكام. فارجع إليه إن شئت. (أعلام الموقعين 1 / 152ط. دار الكتب العلمية) . ¶ (2) رواه البخاري في كتاب الطب / وأحمد في باقي مسند المكثرين / وأبو داود في الأطعمة / وابن ماجه في الطب والدارمي في الأطعمة. وعند أحمد (9428) زيادة (وإنه يقدم الداء) ، وعند أبي داود (3844) (وإنه يتقي بجناحه الذي فيه الداء فليغمسه كله) . ¶ (3) رد هذا الحديث طائفة من الناس - لا كثرهم الله - زاعمين أن العقل يحيله ويأباه، مع أن هذا الحديث ثابت صحيح وهو عند البخاري وغيره كما ترى، وقد أجمعت الأمة على تلقي كتاب البخاري ومسلم بالقبول، والأمة لا تجتمع على ضلالة. ومع ذلك رد هذا الحديث وغيره من الأحاديث بدعوى أن العقل يحيله. فسبحان الله العظيم! كيف تنتكس الفطر فتقدم العقل القاصر على النص الثابت عن نبينا عليه أفضل الصلاة وأتم التسليم.",
            "page": "142",
            "part": "1",
            "seal": "033F9F4D"
        },
        {
            "id": "143",
            "nass": "2- عن ثابت بن الضحاك، قال: «نذر رجل على عهد رسول الله صلى الله عليه وسلم: أن ينحر إبلاً ببوانة (1) ؟ فقال النبي صلى الله عليه وسلم: (هل كان فيها وثن من أوثان الجاهلية يعبد) ؟ قالوا: لا! قال: (هل كان فيها عيد من أعيادهم) ؟ قالوا: لا! قال رسول الله صلى الله عليه وسلم: (أوف بنذرك، فإنه لا وفاء لنذر في معصية الله، ولا فيما لا يملك ابن آدم» (2) وهذا الحديث فيه أن الرجل سأل النبي صلى الله عليه وسلم أن عليه نذراً في مكان يقال له بوانة، فلما عين ذلك الرجل المكان استفسر منه النبي صلى الله عليه وسلم عن سبب ذلك فسأله هل كان فيها وثن من أوثان الجاهلية، وهل كان فيها عيد من أعيادهم، فلما قالوا: لا، وانتفى المحذور من أن يكون المكان مكان معصية، أذن له النبي صلى الله عليه وسلم في وفائه بنذره، ثم علل ذلك بقوله: «فإنه لا وفاء لنذر في معصية الله» أي إن نذر المعصية لا يجوز إمضاؤه. وأنت ترى كيف جاء هذا التعليل بياناً لاستفسار النبي صلى الله عليه وسلم عن ذلك المكان، فلو أن النبي صلى الله عليه وسلم لم يعلل، لسأل سائل، ما هو المقصود من استفسار النبي صلى الله عليه وسلم عن ذلك الموقع؟ ¶ _________ ¶ (1) بوانة: موضع وراء ينبع. وفي أسفل مكة مكان بهذا الاسم وليس هو المقصود. قاله الألباني في صحيح أبي داود. ¶ (2) رواه أبو داود / كتاب الأيمان والنذور، باب ما يؤمر به من الوفاء بالنذر. وقال الألباني صحيح.",
            "page": "143",
            "part": "1",
            "seal": "62790C21"
        },
        {
            "id": "144",
            "nass": "ولكن لما جاء التعليل وضح المقصود وأزال التوهم. ¶ الخلاصة: ¶ أسلوب التعليل يوضح ما صعب على الطالب فهمه، وما أشكل عليه. ¶ أسلوب التعليل يبعث في النفس الطمأنينة، ويقر المعني للذهن. ¶ أسلوب التعليل، سبب في رسوخ المعلومات في ذهن الطالب.",
            "page": "144",
            "part": "1",
            "seal": "348F5258"
        },
        {
            "id": "145",
            "nass": "[12] ترك استخراج الجواب للمتعلم ¶ إن ترك المعلم الطالب يستخرج الجواب بنفسه، وسيلة نافعة في إعمال الذهن، وتحريضه على التفكير والإدلاء بالجواب. ويكفي هذه الطريقة فائدة، أنها شحذت الذهن والحواس، وجعلتها تبحث جاهدة للعثور على الجواب المطلوب، وهذا في حد ذاته تقدماً ومكسباً ينضاف إلى رصيد الطالب. بيان ذلك، بأن يطرح المعلم مسألة معينة، ثم يقربها لهم ويترك الجواب أو الحكم النهائي لهم. وقد تكون هذه المسألة المطروحة تستلزم جواباً من الطالب، وقد لا تستلزم ذلك ولكنها تتطلب إعمالاً ذهنياً وشحذاً فكرياً. وإليك الأمثلة: ¶ 1- عن أبي ذر رضي الله عنه قال: قال النبي صلى الله عليه وسلم «يصبح على كل سلامي (1) من ابن آدم صدقة تسليمه على من لقي صدقة، وأمره بالمعروف صدقه. ونهيه عن المنكر صدقه، وإماطة الأذى عن الطريق صدقة، وبضعة أهله صدقة (2) ، ويجزئ من ذلك كله ركعتان من الضحي) .. (قالوا: يا رسول الله أحدنا يقضي شهوته وتكون له صدقة؟ قال: أرأيت لو وضعها في غير حلها ألم يكن يأثم» ؟) (3) ¶ _________ ¶ (1) السلامي: أصله عظام الأصابع وسائر الكف ثم استعمل في جميع عظام البدن ومفاصله.. قال الخطابي: إن كل عضو ومفصل من بدنه عليه صدقة. (عون المعبود 4 / 117) . ¶ (2) قوله: (وبضعة أهل صدقة) البضع بضم الباء هو الجماع، والمعنى مباشرته مع أهله. (عون المعبود 4 / 117) . ¶ (3) رواه أبو داود برقم (1285) . وقال عنه الألباني صحيح.",
            "page": "145",
            "part": "1",
            "seal": "617CF4FC"
        },
        {
            "id": "146",
            "nass": "وقول النبي صلى الله عليه وسلم في الحديث، «أرأيت لو وضعها في غير حلها ألم يكن يأثم» ؟ . فالجواب وإن كان مسكوتاً عنه، فهو إن وضعها في غير حلها ألم يكن يأثم؟ . فالجواب وإن كان مسكوتاً عنه، فهو إن وضعها في حلها فهو له صدقة. أليس هذا إعمالاً للذهن؟ ¶ 2- عن أبي هريرة رضي الله عنه قال: «جاء رجل من بني فزارة إلى النبي صلى الله عليه وسلم فقال: إن امرأتي ولدت غلاماً أسود. فقال النبي صلى الله عليه وسلم: (هل لك من إبل؟) قال: نعم. قال: (فما ألوانها؟) قال: حمر. قال: (فهل فيها من أورق (1) ؟) قال: إن فيها أورقاً. قال: (فأنى أتاها ذلك؟) قال: عسى أن يكون نزعه عرق. قال: (وهذا عسى أن يكون نزعه عرق» (2) (3) ¶ وعند التأمل لهذا الحديث نرى كيف أن النبي صلى الله عليه وسلم حاوره وقرب إليه المسألة حتى أجاب السائل بقوله: عسى أن يكون نزعه عرق. ولا شك أن هذه الطريقة تتطلب براعة من المعلم، وحسن اختيار للمسائل المطروحة، ومراعاة البساطة والسهولة فيها، وتقريبها للذهن بذكر القرائن والأحوال المصاحبة ونحو ذلك. ¶ الخلاصة: ¶ _________ ¶ (1) قال النووي في شرحه لمسلم. الأورق: هو الذي فيه سواد ليس بصاف. ¶ (2) قوله: (لعله نزعه عرق) أي لعله في أصولك أو في أصول امرأتك من يكون في لونه أسود فأشبهه واجتذبه إليه وأظهر لونه عليه. قاله المباركفوري، في شرحه لسنن الترمذي / باب الولاء والهبة. (6 / 272) . ¶ (3) تقدم تخريجه.",
            "page": "146",
            "part": "1",
            "seal": "B24F5EE7"
        },
        {
            "id": "147",
            "nass": "استخراج الطالب الإجابة بنفسه من المسألة، طريقة مفيدة ونافعة في إعمال الذهن، وشحذ الفكر. ¶ قد تستلزم المسألة المطروحة إجابة من الطالب، وقد لا تستلزم ذلك. ¶ هذه الطريقة تتطلب براعة من المعلم، وحسن اختيار للأمثلة. ¶ كلما كانت المسألة المطروحة، سهلة - ليست من النوع التي تصعب على الذهن - كان ذلك أدعى لحصول المقصود.",
            "page": "147",
            "part": "1",
            "seal": "95176DA7"
        },
        {
            "id": "148",
            "nass": "[13] استخدام التكرار في التعليم ¶ إن استخدام أسلوب التكرار في التعليم له فوائد عظيمة النفع منها: ¶ التأكيد على مسألة مهمة، أو حكم هام، ومنها تنبيه الغافل ومن به نعاس ونحوه، ومنها حفظ الشيء المكرر. والاقتصار على ثلاث مرات، أمر قد تكر كثيراً في أحاديث المصطفي صلى الله عليه وسلم، قال ابن التين: فيه أن الثلاث غاية ما يقع به الاعتذار والبيان. أهـ. ومن تأمل ذلك وجده كما قال. وقد يزاد على الثلاث للحاجة كما ستراه من قول الرسول صلى الله عليه وسلم قريباً. والتكرار قد يكون في الكلمات والجمل، وقد يكون في الأسماء، وقد يكون في غيرهما. ¶ فأولاً: تكرار الكلمات: ¶ 1- عن أنس بن مالك رضي الله عنه عن النبي صلى الله عليه وسلم أنه «كان إذا تكلم بكلمة أعادها ثلاثاً حتى تفهم عنه، وإذا أتى على قوم فسلم عليهم سلم عليهم ثلاثاً» (1) . وعند الترمذي من حديث أنس: «كان رسول الله صلى الله عليه وسلم يعيد الكلمة ثلاثاً لتعقل عنه» (2) . ¶ _________ ¶ (1) رواه البخاري في كتاب العلم / وأحمد في باقي مسند المكثرين / والترمذي في الاستئذان والأدب. ¶ (2) الترمذي. تحفة الأحوذي. أبواب المناقب / باب 40.",
            "page": "148",
            "part": "1",
            "seal": "639070E6"
        },
        {
            "id": "149",
            "nass": "قال المباركفوري (1) : والمراد أنه كان (صلى الله عليه وسلم) يكرر الكلام ثلاثاً إذا اقتضي المقام ذلك لصعوبة المعنى أو غرابته أو كثرة السامعين لا دائماً فإن تكرير الكلام من غير حاجة لتكريره ليس من البلاغة كذا في شرح الشمائل للبيجوري (وقوله) (لتعقل عنه) بصيغة المجهول أي لتفهم تلك الكلمة عنه صلى الله عليه وسلم. أهـ. ¶ 2- عن عبد الرحمن بن أبي بكرة عن أبيه رضي الله عنه قال: قال النبي صلى الله عليه وسلم: «ألا أنبئكم بأكبر الكبائر (ثلاثاً) ؟ قالوا: بلى يا رسول الله. قال: الإشراك بالله، وعقوق الوالدين - وجلس وكان متكئاً فقال - ألا وقول الزور. قال فما زال يكررها حتى قلنا ليته سكت» (2) قال الحافظ عند قوله: (ثلاثاً) أي قال لهم ذلك ثلاث مرات، وكرره تأكيداً لينتبه السامع على إحضار فهمه (3) . ¶ _________ ¶ (1) المصدر السابق. ¶ (2) في قول الراوي ليته سكت: أي شفقة عليه صلى الله عليه وسلم وكراهية لما يزعجه. ومحبتهم له صلى الله عليه وسلم (بتصرف من الفتح. كتاب الشهادات 5 / 309، 311) / وهو عند مسلم في الإيمان / وأحمد في مسند البصريين / والترمذي في البر والصلة. ¶ (3) فتح الباري. كتاب الشهادات (5 / 309، 311) .",
            "page": "149",
            "part": "1",
            "seal": "FA92D02A"
        },
        {
            "id": "150",
            "nass": "3- ومن ذلك أيضاً «قصة أسامة بن زيد بن حارثة مع النبي صلى الله عليه وسلم، عندما قتل الذي قال لا إله إلا الله في إحدى الغزوات متعوذًا، قال أسامة.. (فلما قدمنا بلغ ذلك النبي صلى الله عليه وسلم، قال فقال لي: يا أسامة أقتلته بعدما قال لا إله إلا الله؟ قال قلت: يا رسول الله إنه إنما كان متعوذاً، قال: قتلته بعد ما قال لا إله إلا الله؟ قال: فما زال يكررها علي حتى تمنيت أني لم أكن أسلمت قبل ذلك اليوم» (1) قال القرطبي: في تكريره ذلك والإعراض عن قبول العذر زجر شديد عن الإقدام على مثل ذلك. أهـ (2) . ¶ ثانياً: تكرار الاسم: ¶ _________ ¶ (1) رواه البخاري في كتاب الديات / ومسلم في الإيمان / وأحمد في مسند الأنصار / وأبو داود في الجهاد. ¶ (2) فتح الباري / كتاب الديات (12 / 203) .",
            "page": "150",
            "part": "1",
            "seal": "36D598B0"
        },
        {
            "id": "151",
            "nass": "1- عن أنس بن مالك «أن النبي صلى الله عليه وسلم - ومعاذ رديفه على الرحل - فقال: يا معاذ بن جبل. قال: لبيك يا رسول الله وسعديك. قال: يا معاذ، قال: لبيك يا رسول الله وسعديك (ثلاثاً) . قال: (ما من أحد يشهد أن لا إله إلا الله وأن محمداً رسول الله صدقاً من قلبه إلا حرمه الله على النار) ، قال يا رسول الله أفلا أخبر به الناس فيسبشروا؟ قال: إذًا يتكلوا. وأخبر بها معاذ عند موته تأثمًا» (1) . وفي هذا الحديث نلحظ تكرار منادة الرسول صلى الله عليه وسلم لمعاذ بن جبل ثلاث مرات، والسر في ذلك والله أعلم هو تهيئة معاذ للخبر العظيم الذي سوف يحمله، ويدلك على ذلك قول معاذ في الحديث أفلا أخبر الناس فيستبشروا؟ فإن فيه دلالة واضحة على عظم هذا الحديث وجلالة قدره، لما فيه من البشرى العظيمة. ونخرج من هذا الحديث، أن المعلم إذا أراد أن يبث خبراً هاماً لأحد طلابه أن يناديه باسمه ثلاث مرات، ثم يلقي إليه الخبر، وقس على ذلك لو كانوا جماعة فله أن يناديهم بالاسم الذي يجمعهم، كأن يقول: يا طلاب (ثلاثاً) أو نحواً من ذلك. ¶ الخلاصة: ¶ _________ ¶ (1) رواه البخاري في كتاب العلم / ومسلم في الإيمان / وأحمد في باقي مسند المكثرين.",
            "page": "151",
            "part": "1",
            "seal": "0F73E359"
        },
        {
            "id": "152",
            "nass": "التكرار ثلاثاً غاية ما يحصل به البيان، ولكن قد يزاد فوق الثلاث للحاجة. ¶ التكرار وسيلة ناجعة في حفظ المعلومات، وفي التركيز على النقاط الهامة. ¶ تكرار الاسم يجعل المنادي يتهيأ لاستقبال الخبر.",
            "page": "152",
            "part": "1",
            "seal": "234A1C74"
        },
        {
            "id": "153",
            "nass": "[14] استخدام أسلوب التقسيم في التعليم ¶ هذا أسلوب عزيز (1) وجودة عند المعلمين وقليل هم الذين يستخدمونه أثناء طرحهم لموادهم العلمية، وأعني بأسلوب التقسيم، أن يعمد المعلم إلى دراسة المادة العلمية التي يراد طرحها على الطلاب، ثم يقسمها إلى أقسام أو مراتب أو فقرات أو نقاط - سمها ما شئت - ثم يقوم بطرحها على الطلاب. ولا يخفى ما في هذه الطريقة من فائدة عظيمة للطالب، إذ إنها تجعل الطالب يلم بأطراف الموضوع، وتجعله يحفظ المعلومات ويستوعبها بشكل سريع، هذا بالإضافة إلى صيانة المعلومات وحفظها من النسيان. فإذا نسي الطالب معلومة منها ثم تذكر أن عددها كذا، أو أقسامها كذا، كان ذلك معيناً لا سترجاع المعلومة المفقودة. ولعل الذي يطالع الكتب الفقهية، يرى أنواعاً عديدة من التقسيمات، فهناك شروط، وواجبات، وأركان، ومحظورات.. إلخ. وكل هذه التقسيمات لم يرد بها نص عن المعصوم عليه الصلاة والسلام، وإنما وضعها العلماء والفقهاء - رحمهم الله - من أجل تقريب العلم لطالبيه، وحصر مواده، وجمع متفرقاته، فيسهل على مريده حفظه ومراجعته (2) . ¶ ولقد كان النبي صلى الله عليه وسلم يفعل مثل ذلك: ¶ _________ ¶ (1) أي نادر ¶ (2) اعتقد البعض أن هذا التقسيم الذي وضعه العلماء والفقهاء من البدع المحدثة في الدين وهذا غلط، والصواب ما ذكرناه.",
            "page": "153",
            "part": "1",
            "seal": "6E618DCD"
        },
        {
            "id": "154",
            "nass": "1- عن أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم قال: «سبعة يظلهم الله في ظله يوم لا ظل إلا ظله، الإمام العادل، وشاب نشأ في عبادة ربه، ورجل قلبه معلق في المساجد، ورجلان تحابا في الله اجتمعا عليه وتفرقا عليه، ورجل طلبته أمرأة ذات منصب وجمال فقال إني أخاف الله، ورجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه، ورجل ذكر الله خالياً ففاضت عيناه» (1) . ¶ 2- وعن عبد الله بن عمرو بن العاص رضي الله عنهما قال صلى الله عليه وسلم: «أربع من كن فيه كان منافقاً خالصاً، ومن كانت فيه خصلة منهم كانت فيه خصلة من النفاق حتى يدعها، إذا اؤتمن خان، وإذا حدث كذب، وإذا عاهد غدر، وإذا خاصم فجر» (2) . ¶ والأخبار في ذلك عن النبي صلى الله عليه وسلم كثيرة جداً، ولو ذهبنا نستقصي بعضها، لطال بنا المقام، وفيما ذكرنا غنية وكفاية. ¶ _________ ¶ (1) رواه البخاري في كتاب الأذان / ومسلم في الزكاة / وأحمد في باقي مسند المكثرين / والترمذي في الزهد / والنسائي في آداب القضاة / ومالك في الجامع. ¶ (2) رواه البخاري في كتاب الإيمان / ومسلم في الإيمان / وأحمد في مسند المكثرين من الصحابة / والترمذي في الإيمان / والنسائي في الإيمان وشرائعه / وأبو داود في السنة.",
            "page": "154",
            "part": "1",
            "seal": "C98B498E"
        },
        {
            "id": "155",
            "nass": "ثم لو دققنا النظر في حديث النبي صلى الله عليه وسلم، لوجدنا أن النبي صلى الله عليه وسلم يذكر العدد مجملاً ثم يفصل في ذلك، ولا شك أن هذه الطريقة أشد جذباً للنفس، وأحسن ترتيباً وسياقاً. والمعلمون ينبغي عليهم أن يسلكوا هذا السبيل، إن أرادوا أن ييسروا العلم ويذللوه لطلابهم. ¶ الخلاصة: ¶ إن أسلوب التقسيم، معين على حفظ المعلومات، ويصونها من النسيان. ¶ إن هذه الطريقة تستلزم من المعلم دقة ومهارة. ¶ يفضل عند استخدام هذه الطريقة، استخدام أسلوب الإجمال ثم التفصيل.",
            "page": "155",
            "part": "1",
            "seal": "7EC589E0"
        },
        {
            "id": "156",
            "nass": "[15] استخدام أسلوب الاستفهام أثناء التعليم ¶ يحتاج المعلم في جذبه لانتباه الطالب إلى وسائل متعددة، وطرق متباينة، ولا بد للمعلم من التنويع بين وسائل الجذب لكي لا يألف الطالب طريقة معينة فيعتادها، ثم لا تحدث لديه أثراً بحكم الاعتياد. ومن وسائل الجذب التي يحتاجها المعلم، هو استخدام أسلوب الاستفهام بين يدي الحديث، أو في منتصف الحديث لجذب انتباه الطالب وحثه على استحضار الذهن. يبين ذلك الحديث المتفق عليه: ¶ 1- قال رسول الله صلى الله عليه وسلم: «ألا أنبئكم بأكبر الكبائر (1) ؟ قلنا بلى يا رسول الله. قال: (الإشراك بالله، وعقوق الوالدين» .. الحديث) فـ (ألا) أداة استفهام للتنبيه، والتحضيض لضبط ما يقال وفهمه على وجهه. (2) ¶ _________ ¶ (1) ورد في بعض الروايات أنه قال ذلك ثلاثاً (الفتح: كتاب الشهادات حديث رقم 2654) . وفي هذه الرواية حصلنا على وسيلتين للتنبيه وجذب انتباه السامع، التكرار، والاستفهام. ¶ (2) دراسات في الحديث النبوي. د / محمد لقمان الأعظمي الندوي.ص 192.",
            "page": "156",
            "part": "1",
            "seal": "8CE43A49"
        },
        {
            "id": "157",
            "nass": "2- «في خطبة النبي صلى الله عليه وسلم بمنى في حجة الوداع أنه قال: أي يوم هذا؟ فسكتنا حتى ظننا أنه سيسميه سوى اسمه. قال: أليس يوم النحر؟ قلنا: بلى. قال: فأي شهر هذا؟ فسكتنا حتى ظننا أنه سيسميه بغير اسمه، فقال: أليس بذي الحجة؟ قلنا: بلى: قال: فإن دماءكم وأموالكم وأعراضكم بينكم حرام كحرمة يومكم هذا، في شهركم هذا، في بلدكم هذا» .. الحديث) (1) قال القرطبي: سؤاله صلى الله عليه وسلم عن الثلاثة (2) وسكوته بعد كل سؤال منها كان لاستحضار فهومهم، وليقبلوا عليه بكليتهم، وليستشعروا عظمة ما يخبرهم عنه، ولذلك قال بعد هذا: فإن دماءكم.. الخ، مبالغة في تحريم هذه الأشياء. أهـ. ¶ 3- عن أبي هريرة رضي الله عنه «أن الناس قالوا يا رسول الله هل نرى ربنا يوم القيامة؟ فقال رسول الله صلى الله عليه وسلم: هل تضارون (3) في القمر ليلة البدر؟ قالوا: لا يا رسول الله، قال: فهل تضارون في الشمس ليس دونها سحاب؟ قالوا: لا يا رسول الله، قال فإنكم ترونه كذلك يجمع الله الناس يوم القيامة، فيقول من كان يعبد شيئاً فليتبعه.. الحديث» (4) . ¶ _________ ¶ (1) رواه البخاري في كتاب العلم / ومسلم في القسامة والمحاربين / وأحمد في مسند البصريين / والدرامي في المناسك. ¶ (2) في كتاب المغازي للبخاري حديث رقم (4406) ذكر الراوي زيادة لم ترد في هذا الحديث وهي قوله صلى الله عليه وسلم (فأي بلد هذا؟) ولهذا يشير القرطبي بقوله: سؤاله صلى الله عليه وسلم عن الثلاثة ... ¶ (3) لا تضارون: أي لا يحتاج أن ينظم بعضكم بعضاً، ولا تتزاحمون ولا يلحقكم ظلم في عدم رؤيتكم ربكم. ¶ (4) رواه البخاري في كتاب التوحيد / ومسلم في كتاب الإيمان / وأحمد في باقي مسند المكثرين والدارمي في الرقاق.",
            "page": "157",
            "part": "1",
            "seal": "A0E8AB6B"
        },
        {
            "id": "158",
            "nass": "والملاحظ في الأمثلة السابقة أن الرسول صلى الله عليه وسلملم يعين شخصاً بعينه، للإجابة على الأسئلة المطروحة، بل كانت عباراته بصيغة الجمع غالباً وهذا يفيدنا في أن المعلم ينبغي عليه أن يطرح السؤال أولاً لكي يشترك الطلاب جميعهم في إيجاد جواب للسؤال المطروح، ثم إنه من المستحسن للمعلم أن يترك وقتاً مناسباً قبل الشروع في سماع إجابة الطالب، وذلك لأن قدرات الطلاب العقلية تختلف وتتباين من فرد لآخر، فبعضهم سريع استحضاره وبعضهم دون ذلك بمراحل. وبهذا يتبين لك خطأ ما يفعله بعض المعلمين من سؤال طلابهم حسب قائمة معينة من الأسماء، أو حسب ترتيبهم في مقاعد الصف، لأن هذه الطريقة تجعل الطلاب الآخرين الذين لم يقع عليهم الاختيار لا يتكلفون عناء البحث عن الإجابة اكتفاء بتعيين الطالب من قبل معلمهم. ¶ نعم قد يسأل المعلم بعض طلابه في حالات معينة كأن يريد المعلم أن يفاجئ طالباً معيناً، ليستخبر حاله، أو لينبهه من غفلته ونحو ذلك. ¶ وقد ورد أن النبي صلى الله عليه وسلم سأل بعض آحاد الصحابة في مسائل متفرقة، وهذا محله ما إذا كان النبي صلى الله عليه وسلم منفرداً بذلك الصحابي، كما جاء ذلك مع معاذ رضي الله عنه:",
            "page": "158",
            "part": "1",
            "seal": "03BA6265"
        },
        {
            "id": "159",
            "nass": "عن أنس بن مالك «أن النبي - ومعاذ رديفه على الرحل - فقال: يا معاذ بن جبل. قال: لبيك يا رسول الله وسعديك. قال: يا معاذ. قال: لبيك يا رسول الله وسعديك (ثلاثاً) . قال» .. الحديث. (1) ¶ الخلاصة: ¶ أسلوب الاستفهام، أسلوب فعال في جذب انتباه السامع، وتهيئته لما سيلقى عليه. ¶ قد يكون الاستفهام في أول الحديث، وقد يكون في أثنائه، بحسب ما تقتضيه الحاجة. ¶ على المعلم أن يطرح السؤال على طلابه بشكل عام ثم يترك وقتاً كافياً لا ستحضار الجواب، ثم يعين الطالب الذي سوف يقوم بالإجابة على السؤال. ¶ عدم تعيين طالب بعينه، قبل طرح السؤال، لأن ذلك يلغي مشاركة الطلاب الآخرين الذهنية اكتفاءً بتعيين زميلهم. ¶ للمعلم أن يعين طالباً بعينه قبل طرح السؤال لحالات خاصة، كإرادة المعلم معرفة قدرة الطالب على الاستجابة السريعة، أو تنبيه طالب من غفلة أو نوم ونحوه، ولكن لا يتخذ المعلم هذه عادة له. ¶ _________ ¶ (1) تقدم تخريجه.",
            "page": "159",
            "part": "1",
            "seal": "CAE06EA4"
        },
        {
            "id": "160",
            "nass": "[16] طرح بعض المسائل العلمية المهمة لاختبار مقدرة الطالب العقلية. ¶ إن طرح بعض المسائل للاختبار على الطلاب بشكل عام، له فائدة كبيرة في تنمية المدارك وتقوية الأفهام.والطريقة المثلى لاستخدامها، هي أن يقوم المعلم بطرح المسألة بشكل جماعي، ثم تكون هناك مهلة قصيرة لا سترجاع المعلومات والتفكير في المسألة، ثم ترك جواب المسألة المطروحة للطلاب. والسنة حافلة بمثل هذا النوع من العلم. ¶ 1- فعن عبد الله بن دينار «عن ابن عمر رضي الله عنه عن النبي صلى الله عليه وسلم قال: (إن من الشجر شجرة لا يسقط ورقها وإنها مثل المسلم، حدثوني ما هي؟ قال فوقع الناس في شجر البوادي. قال عبد الله: فوقع في نفسي أنها النخلة. فاستحييت ثم قالوا: حدثنا ما هي يا رسول الله؟ قال: هي النخلة» (1) ¶ قال البغوي (2) : قال الإمام: فيه دليل على أنه يجوز للعالم أن يطرح على أصحابه ما يختبر به علمهم أهـ ¶ وقال ابن حجر رحمه الله: وفي هذا الحديث من الفوائد.. امتحان العالم أذهان الطلبة بما يخفى مع بيانه لهم إن لم يفهموه،.. وفيه التحريض على الفهم في العلم.. (3) ¶ _________ ¶ (1) رواه البخاري في كتاب العلم / ومسلم في كتاب صفة القيامة والجنة والنار / وأحمد في مسند المكثرين من الصحابة / والترمذي في الأمثال / والدارمي في المقدمة. ¶ (2) شرح السنة. (1 / 308) . ¶ (3) فتح الباري ((1 / 176،177) حديث 61) .",
            "page": "160",
            "part": "1",
            "seal": "866DAAA3"
        },
        {
            "id": "161",
            "nass": "وعلى المعلم أن يحسن اختيار المسائل التي يطرحها على طلابه، وكذلك له أن يسمح بالمناقشة بين الطلاب والإدلاء بالآراء ألا ترى إلى قوله: «فوقع الناس في شجر البوادي» أن ذلك مشعر بأن الجميع قد ذهبوا في تحليل هذه المعضلة كل مذهب. قال الحافظ: أي ذهبت أفكارهم في أشجار البادية، فجعل كل منهم يفسرها بنوع من الأنواع وذهلوا عن النخلة (1) . ¶ والمتأمل في المسألة التي طرحها النبي صلى الله عليه وسلم عليهم، يجد أنها قد حفزت هممهم، وبعثتهم على التفكير في الحل، وتلهفت أنفسهم لمعرفة الجواب الصحيح من رسول الله صلى الله عليه وسلم لما عجزوا عن حله. ¶ _________ ¶ (1) المصدر السابق ص176.",
            "page": "161",
            "part": "1",
            "seal": "C204CA36"
        },
        {
            "id": "162",
            "nass": "أيضاً من الأمور المهمة التي يحسن التفطن لها، أن تكون هذه المسائل تؤصل فكرة معينة أو ترسخ مفهوماً معيناً لدى الطلاب. ولك أن تسأل ما وجه الشبه بين النخلة وبين المسلم، أو ما هي الفائدة المستفادة من هذا السؤال، يبين ذلك الحافظ ابن حجر بقوله: وبركة النخلة موجودة في جميع أجزائها، مستمرة في جميع أحوالها، فمن حين تطلع إلى أن تيبس تؤكل أنواعاً، ثم بعد ذلك ينتفع بجميع أجزائها، حتى النوى في علف الدواب والليف في الحبال وغير ذلك مما لا يخفى، وكذلك بركة المسلم عامة في جميع الأحوال، ونفعه مستمر له ولغيره حتى بعد موته (1) . ¶ _________ ¶ (1) فتح الباري ((1 / 176) حديث 61) .",
            "page": "162",
            "part": "1",
            "seal": "6BD081C5"
        },
        {
            "id": "163",
            "nass": "وهذه الطريقة نافعة جداً إذا أحسن استخدامها واستغلالها، فعلى المعلم أن يبتعد عن صعاب المسائل، وأن لا يكون همه تعجيز المتعلمين وإفحامهم، بل عليه أن يقرب لهم المسألة المطروحة عليهم بقرائن الأحوال وغيرها من الوسائل، لكي تكون عوناً لهم في الاهتداء إلى الجواب الصحيح، ويدل على ذلك أن الرسول صلى الله عليه وسلم عندما طرح عليهم هذه المسألة كان في يديه جمار، ففي إحدى روايات هذا الحديث، «عن مجاهد قال: صحبت ابن عمر إلى المدينة فلم أسمعه يحدث عن رسول الله صلى الله عليه وسلم إلا حديثاً واحداً قال: كنا عند النبي صلى الله عليه وسلم، فأتي بجمار فقال» .. الحديث (1) فابن عمر رضي الله عنهما فهم المراد عندما رأى الجمار في يدي رسول الله صلى الله عليه وسلم، ولم يمنعه من الإجابة على السؤال إلا صغر سنه (2) قال الحافظ ابن حجر: إن الملغز ينبغي له أن لا يبالغ في التعمية بحيث لا يجعل للملغز باباً يدخل منه، بل كلما قربه كان أوقع في نفس سامعه (3) . ¶ الخلاصة: ¶ أهمية هذه الطريقة في تقوية الفهم، وتوسيع المدارك. ¶ الاستفادة من هذه المسائل في ترسيخ معاني معينة في الأذهان. ¶ _________ ¶ (1) (فتح الباري. كتاب العلم. باب الفهم في العلم (1 / 199) حديث 72)) . ¶ (2) صرح ابن عمر بذلك قال: (فمنعني أن أتكلم مكان سني.. الحديث) ورد ذلك عند البزار من طريق موسى بن عقبة عن نافع عن ابن عمر. (فتح الباري. 1 / حديث 61) ، وعند مسلم قال: (ورأيت أبا بكر وعمر لا يتكلمان فكرهت أن أتكلم أو أقول شيئاً.. الحديث) وعند أحمد قوله. . (ونظرت فإذا أنا أصغر القوم فسكت) . ¶ (3) فتح الباري (1 / حديث 61) .",
            "page": "163",
            "part": "1",
            "seal": "57133131"
        },
        {
            "id": "164",
            "nass": "تقريب المسألة المطروحة بقرائن وأحوال، تساعد في الوصول إلى الحل. ¶ بيان الجواب الصحيح عند العجز عن الإتيان بالجواب.",
            "page": "164",
            "part": "1",
            "seal": "A58824DA"
        },
        {
            "id": "165",
            "nass": "[17] حث المعلم طلابه على طرح الأسئلة. ¶ إن الأسئلة تزيل كثيراً من الخلط أو الوهم الذي قد يقع فيه الطالب، فعند عرض المعلم لمادته شرحاً، فإنه لا يتبين له ما إذا كانوا قد فهموا منه مادته كما ينبغي أم لا. وطريق معرفة ذلك يكون بسؤالهم عن بعض ما تم عرضه، وأفضل من ذلك أن يبتدئ الطالب بسؤال معلمه عما أشكل عليه. والسؤال يوضح المعاني التي قصر فهم الطالب عن عقلها وتدبرها، ويرسخ الإجابة في ذهن السائل لكونه هو الذي ابتدر السؤال، وهو مزيل للجهل كما قال عليه الصلاة والسلام: «فإنما شفاء العي السؤال» (1) والعي بكسر العين وتشديد الياء هو التحير في الكلام وعدم الضبط. كذا في الصحاح. وفي النهاية ولسان العرب العي بكسر العين الجهل، والمعنى أن الجهل داء وشفاؤه السؤال والتعلم (2) ومن أجل ذلك قلنا إنه يتوجه على المعلم أن يحث طلابه على طرح الأسئلة عليه. وقد قال بذلك معلمنا الأول صلوات الله وسلامه عليه إلى يوم الدين: ¶ 1-عن أنس بن مالك «أن الناس سألوا النبي صلى الله عليه وسلم حتى أحفوه بالمسألة. فخرج ذات يوم فصعد المنبر. فقال: ¶ (سلوني. لا تسألوني عن شيء إلا بينته لكم» .. الحديث (3) ¶ _________ ¶ (1) هذا جزء من حديث رواه أبو داود في سننه. وحسنه الألباني رقم (325-336) . ¶ (2) عون المعبود شرح سنن أبي داود (ح 332) . ¶ (3) رواه مسلم برقم (2359) في كتاب الفضائل.",
            "page": "165",
            "part": "1",
            "seal": "E7C5DAD8"
        },
        {
            "id": "166",
            "nass": "2- عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «سلوني فهابوه أن يسألوه، فجاء رجل فجلس عند ركبتيه فقال: يا رسول الله. ما الإسلام» .. الحديث) (1) . ¶ 3- عن سعيد بن المسيب قال: ما كان أحد من الناس يقول سلوني غير علي بن أبي طالب.. وروينا عن الحسن: أنه كان يبتدئ الناس بالعلم ويقول: سلوني. (2) ¶ 4- عن سعيد بن جبير قال: إنا لعند ابن عباس في بيته إذا قال: سلوني. قلت: أي أبا عباس جعلني الله فداك.. الحديث) (3) . ¶ ففي الآثار المتقدمة استحباب قول المعلم (سلوني) ، فإن في هذا حثاً للطلاب على طرح السؤال، وفيه أيضاً تجرئه للطالب الخجول على سؤال معلمه، وفيه استفادة الغير من السؤال المطروح، وفيه معرفة المعلم مقدار تحصيل طلابه للمادة المشروحة. وينبغي أن يراعي المعلم في أسئلة الطلاب الصادرة منهم، أن تكون ذات فائدة، وليست من باب التعجيز، أو السخرية أو التهكم، فإن هذه الأسئلة وأمثالها تطرح في الأرض ولا كرامة لصاحبها. ¶ الخلاصة: ¶ السؤال يزيل غشاوة الجهل، ويصحح المعاني والأفكار. ¶ ابتدار المعلم طلابه وحثهم على طرح السؤال فيه فوائد منها: ¶ أ - تقييم حال طلابه من حيث الفهم. ¶ _________ ¶ (1) رواه مسلم في كتاب الإيمان. ¶ (2) أورده ابن عبد البر في جامع بيان العلم وفضله، حيث بوب عليه وعلى غيره من الآثار بقوله: باب ابتداء العالم جلساءه بالفائدة وقوله سلوني وحرصهم على أن يؤخذ ما عندهم. (المختصر ص104، 105) ¶ (3) رواه البخاري في كتاب تفسير القرآن / ومسلم في الفضائل / وأحمد في مسند الأنصار / والترمذي في تفسير القرآن. وانفرد البخاري بذكر مبادرة ابن عباس بقوله: (سلوني) .",
            "page": "166",
            "part": "1",
            "seal": "0C7958FA"
        },
        {
            "id": "167",
            "nass": "ب- دفع الطالب الخجول وتجرئته على طرح السؤال. ¶ ت- استفادة الطلاب الآخرين عند سماع الإجابة. ¶ ث- تقديم المعلم لنفسه، ومراجعته لطريقة عرضه لمادته، عندما يتضح له من خلال الأسئلة، عدم فهمهم كما ينبغي. ¶ (3) رد الأسئلة التعجيزية، أو الأسئلة الساخرة، وتوبيخ قائلها.",
            "page": "167",
            "part": "1",
            "seal": "FFE8FF89"
        },
        {
            "id": "168",
            "nass": "[18] تقديم السائل من خلال سؤاله، وإجابته بما يناسب حاله ¶ يتلقى المعلمون والمربون، أسئلة كثيرة من طلابهم وتلاميذهم ونجد أن كثيراً من المعلمين والمربين يقتصرون في إجاباتهم على مراد السائل فقط لا يتعدونه. والتحقيق أن يقال: إن الاقتصار على مراد السائل فقط لا ينبغي في كل الأحوال، بل قد يكون في بعض الأحيان ما يدعو المعلم إلى الزيادة على مراد السائل وتوضيح بعض المسائل التي تتعلق بالسؤال، أو تقرير بعض المسائل المهمة والتي يمكن ربطها بالسؤال، وذلك الأمر يشتد إذا كان السائل يغلب عليه الجهل. وإليك التفاصيل: ¶ أ - معاملة السائل من جهة جهله: ¶ 1- عن أبي هريرة رضي الله عنه قال: «سأل رجل رسول الله صلى الله عليه وسلم فقال: يا رسول الله، إنا نركب البحر ونحمل معنا القليل من الماء فإذا توضأنا به عطشنا، أفنتوضأ من ماء البحر. فقال رسول الله صلى الله عليه وسلم: هو الطهور ماؤه، الحل ميتته» .) (1) ¶ _________ ¶ (1) رواه الإمام أحمد في باقي مسند المكثرين / والنسائي في المياه / وأبو داود في الطهارة / وابن ماجه في الطهارة وسننها / ومالك في الطهارة / والدارمي في الطهارة / والترمذي في الطهارة.",
            "page": "168",
            "part": "1",
            "seal": "A442864C"
        },
        {
            "id": "169",
            "nass": "قال الرافعي: لما عرف صلى الله عليه وسلم اشتباه الأمر على السائل في ماء البحر أشفق أن يشتبه عليه حكم مييته وقد يبتلى به راكب البحر فعقب الجواب على سؤاله ببيان حكم الميتة.. وقال ابن العربي: وذلك من محاسن الفتوى أن يجاء في الجواب بأكثر مما يسأل عنه تتميماً للفائدة وإفادة لعلم آخر غير مسئول عنه، ويتأكد ذلك عند ظهور الحاجة إلى الحكم كما هنا لأن من توقف في طهورية ماء البحر فهو عن العلم بحل ميتته مع تقدم تحريم الميتة أشد توقفاً. (1) ونحن هنا نلمس حكمة الرسول صلى الله عليه وسلم في بيان حكم جديد لذلك السائل، لأن من سأل عن طهورية ماء البحر وجهل حكمه، فلئن يجهل حكم ميتته من باب أولى كما قاله ابن العربي. ¶ _________ ¶ (1) تحفة الأحوذي (شرح جامع الترمذي للمباركفوري) أبواب الطهارة / باب 52.",
            "page": "169",
            "part": "1",
            "seal": "69333653"
        },
        {
            "id": "170",
            "nass": "2- «عن أبي جرير الهجيمي قال: (رأيت رجلاً يصدر الناس عن رأيه لا يقول شيئاً إلا صدروا عنه قلت: من هذا؟ قالوا: هذا رسول الله صلى الله عليه وسلم، قلت: عليك السلام يا رسول الله مرتين، قال: لا تقل عليك السلام فإن عليك السلام تحية الميت» (1) قل السلام عليك. قال قلت: أنت رسول الله؟ قال: أنا رسول الله الذي إذا أصابك ضر فدعوته كشف عنك، وإن أصابتك عام سنة فدعوته أنبتها لك، وإذا كنت بأرض قفر أو فلاة (بأرض قفراء أو فلاة) فضلت راحلتك فدعوته ردها عليك. قال قلت: اعهد إلي. قال لا تسبن أحداً.. الحديث) (2) . وفي هذا الحديث يتبين لنا جهل ذلك السائل واضحاً بأمور: أولاً في قوله: (رأيت رجلاً) وهذا يدل على أنه لأول وهلة يرى الرسول صلى الله عليه وسلم. ثانياً: في قوله (عليك السلام) ، فإن تحية الإسلام لا يجهلها أحد من الصحابة. لأنها من الأمور المتكررة التي تحدث في اليوم الواحد مرات عديدة، فلما رأي الرسول صلى الله عليه وسلم، جهله أراد أن يدله على خالقه ويعلمه، فأرشده أولاً إلى تصحيح خطئه بقوله: «لا تقل عليك السلام، فإن عليك السلام تحية الميت» ثم بين له أن كشف الضر، والاستغاثة كلها ¶ _________ ¶ (1) قال الخطابي: هذا يوهم أن السنة في تحية الميت أن يقال له عليك السلام كما يفعله كثير من العامة، وقد ثبت عن النبي صلى الله عليه وسلم أنه دخل المقبرة فقال السلام عليكم أهل دار قوم مؤمنين، فقدم الدعاء على اسم المدعو له كهو في تحية الأحياء، وإنما كان ذلك القول منه إشارة إلى ما جرت به العادة منهم في تحية الأموات إذا كانوا يقدمون اسم الميت على الدعاء وهو مذكور في أشعارهم كقول الشاعر: عليك سلام الله قيس بن عاصم ورحمته إن شاء أن يترحما. وكقول الشماخ: عليك سلام من أمير وباركت يد الله في ذلك الأديم الممزق. (عون المعبود. شرح سنن أبي داود. كتاب اللباس. باب ما جاء في إسبال الإزار 11 / 93) . ¶ (2) رواه أحمد في مسند المكيين، والترمذي في كتاب الاستئذان والأدب وقال: حسن صحيح، وأبو داود في كتاب اللباس وقال الألباني صحيح.",
            "page": "170",
            "part": "1",
            "seal": "F0596946"
        },
        {
            "id": "171",
            "nass": "لا تصرف إلا لله. وفي الحديث لفتة كريمة للمسلم حيث دل الأعرابي على خالقه الذي يملك وحده الضر والنفع، وربطه به وحده دونه صلى الله عليه وسلم، ورغبه في اللجوء إليه وطلب العون منه والاستغاثة به في الملمات. (1) ¶ ب - معاملة السائل من جهة ما هو أنفع له: ¶ 1- عن عبد الله بن عمر رضي الله عنهما «أن رجلاً قال: يا رسول الله، ما يلبس المحرم من الثياب؟ قال رسول الله صلى الله عليه وسلم: لا يلبس القمص ولا العمائم ولا السراويلات ولا البرانس ولا الخفاف» .. الحديث) (2) قال النووي: قال العلماء هذا من بديع الكلام وجزله لأن ما لا يلبس منحصر فحصل التصريح به، وأما الملبوس الجائز فغير منحصر فقال: لا يلبسك كذا أي ويلبس ما سواه.. وقال ابن دقيق العيد: يستفاد منه أن المعتبر في الجواب ما يحصل منه المقصود كيف كان ولو بتغيير أو زيادة ولا تشترط المطابقة. (3) ¶ _________ ¶ (1) من قوله، وفي الحديث لفتة كريمة.. (نقلاً من زاد المعاد حاشية (2) ص (2 / 420)) ¶ (2) رواه البخاري في كتاب الحج / ومسلم في الحج / وأحمد في مسند المكثرين من الصحابة / والنسائي في مناسك الحج والترمذي في الحج وأبو داود في المناسك / وابن ماجه في المناسك / ومالك في الحج / والدارمي في المناسك. ¶ (3) فتح الباري (حديث رقم 1542) .",
            "page": "171",
            "part": "1",
            "seal": "AD15D427"
        },
        {
            "id": "172",
            "nass": "2- عن قتادة قال: سألوا النبي عن الأهلة لم جعلت؟ فأنزل الله {يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ} فجعلها لصوم المسلمين وإفطارهم ولمناسكهم وحجهم وعدد نسائهم ومحل دينهم. (1) وصدر الحديث بقوله: وأخرج ابن عبد حميد وابن جرير عن قتادة. الحديث. ¶ يقول ابن القيم: فسألوه عن سبب ظهور الهلال خفياً ثم لا يزال يتزايد فيه النور على التدريج حتى يكمل ثم يأخذ في النقصان، فأجابهم عن حكمة ذلك من ظهور مواقيت الناس التي بها تمام مصالحهم في أحوال معاشهم ومواقيت أكبر عباداتهم وهو الحج، وإن كانوا قد سألوا عن السبب فقد أجيبوا بما هو أنفع لهم مما سألوا عنه وإن كانوا سألوا عن حكمة ذلك فقد أجيبوا عن عين ما سألوا عنه.. (2) ¶ الخلاصة: ¶ _________ ¶ (1) فتح القدير / الشوكاني (208) ¶ (2) أعلام الموقعين (4 / 121) ، وقد بوب عليه ابن القيم بقوله: (للمفتي العدول عن السؤال بما هو أنفع) .",
            "page": "172",
            "part": "1",
            "seal": "8A58E23D"
        },
        {
            "id": "173",
            "nass": "تقديم حال السائل، وبيان ما قد يحتاجه السائل، ففي المثال الأول من الفقرة الأولي: كان السائل جاهلاً بحكم معين وهو قد يخفي على بعض دون بعض ولذلك أجابه الرسول صلى الله عليه وسلم على سؤاله وأردفه بحكم آخر يجهله السائل وهو متعلق بالسؤال نفسه، فمن جهل الحكم الأول فلا بد أن يجهل الآخر. فتأمله. وفى المثال الثاني من الفقرة الثانية: كان سؤال الصحابي يدل على جهله الشديد بأمور الإسلام حيث أخطأ في السلام وهو أمر لا يكاد يخطئه أحد لشيوعه بين الناس، ولذا عامله الرسول صلى الله عليه وسلم بحسب حاله، حيث أجاب على سؤاله ثم علمه ودل على خالقه. ¶ قد تكون إجابة السائل بخلاف السؤال ولكنها أنفع له ففي المثال الأول من الفقرة الثانية: كان السؤال عن جنس ما يلبس وهو كثير صعب الحصر، فأرشده النبي صلى الله عليه وسلم إلى مالا يلبس وهو قليل محصور. وفي المثال الثاني من الفقرة الثانية: فيه سؤالهم عن طبيعة الهلال وخلقته، فأجابهم بما هو أنفع لهم من الحكمة العظيمة في إيجاده. ¶ ليس ذلك التقديم مضطرداً في كل أحوال السائلين، وإنما هي أمور يقدرها المعلمون.",
            "page": "173",
            "part": "1",
            "seal": "7B75A9E7"
        },
        {
            "id": "174",
            "nass": "الاستفادة من أسئلة الطلاب في ترسيخ معاني معينة، أو بيان أحكام جديدة، وغير ذلك.",
            "page": "174",
            "part": "1",
            "seal": "95095E94"
        },
        {
            "id": "175",
            "nass": "[19] التعليق على إجابة المتعلم ¶ يحتاج المعلم إلى التعليق على إجابة الطالب بعد توجيه السؤال إليه، وذلك لأن الطالب قد يكون غير متأكد من الإجابة التي أدلى بها، وأيضاً فإن الطلاب الآخرين الذي يستمعون إلى إجابة الطالب في شوق لمعرفة ما إذا كانت إجابة الطالب صحيحة أم غير ذلك. وعلى المعلم أن يعلق على إجابة كل طالب فيستفيد الطالب من تصويب المعلم له، ويستفيد الطلاب الآخرون بمعرفة صحة الجواب من عدمه. ¶ وعلى المعلم أيضاً أن يتحرى الدقة في التصويب والتخطئة، وألا يسارع بتخطئة الطالب كلياً إن كان في إجابته شيء من الصحة، بل عليه أن يشيد بالصحيح ويوضح الخطأ ويبينه، وينبغي على المعلم أن يختار ألفاظ التخطئة فلا تكون ألفاظاً قاسية أو عبارات ساخرة فتصيب الطالب بإحباط وتمنعه من الإقدام على الإجابة على أسئلة المعلم خوفاً من لسان المعلم السليط وعباراته القاسية، بل تكون العبارة مخطئة للجواب ولكن في قالب تشجيعي. وإليك بيان ذلك:",
            "page": "175",
            "part": "1",
            "seal": "D258D171"
        },
        {
            "id": "176",
            "nass": "1- عن أبي هريرة رضي الله عنه «أن رجلاً أتى رسول الله صلى الله عليه وسلم فقال: إني أرى الليلة - فذكر رؤيا، فعبرها أبو بكر - فقال النبي صلى الله عليه وسلم: (أصبت بعضاً، وأخطأت بعضاً) فقال: أقسمت عليك يا رسول الله بأبي أنت لتحدثني، ما الذي أخطأت، فقال النبي صلى الله عليه وسلم (لا تقسم» (1) . وهنا يتبين لنا بجلاء تعليق النبي صلى الله عليه وسلم على تعبير أبي بكر للرؤيا، وأخبره بأن بعضها صحيح وبعضها خطأ وهذا عين الإنصاف أن تذكر ما في الإجابة من صحة أو خطأ، ثم إن على المعلم أن يبين الخطأ ويوضحه، وفي المثال السابق لم يذكر النبي صلى الله عليه وسلم الخطأ ولم يوضحه لما يترتب على ذكره من مفاسد كان الأولى ترك تعبيره (2) ولكن غرضنا هنا هو بيان تقييم الإجابة في حالة الصحة أو الخطأ، أو بينهما. ¶ _________ ¶ (1) رواه البخاري في كتاب التعبير / ومسلم في الرؤيا / والترمذي في الرؤيا / وابن ماجه في تعبير الرؤيا / وأبو داود في الأيمان والنذور واللفظ له. والحديث عند أبي داود مختصر جداً، وتجده عند من ذكرنا بأتم منه. فراجعه ففيه فوائد. ¶ (2) انظر ما ذكره الشراح في المصادر السابقة حول هذا الحديث.",
            "page": "176",
            "part": "1",
            "seal": "40C6BFC3"
        },
        {
            "id": "177",
            "nass": "2- «عن أبي بن كعب قال: أقرأني رسول الله صلى الله عليه وسلم سورة فبينما أنا في المسجد إذ سمعت رجلاً يقرأها بخلاف قراءتي، فقلت من أقرأك هذه السورة؟ فقال: رسول الله صلى الله عليه وسلم فقلت: لا تفارقني حتى آتي رسول الله صلى الله عليه وسلم، فأتيناه فقلت: يا رسول الله إن هذا قد خالف قراءتي في هذه السورة التي علمتني، قال: اقرأ يا أبي، فقرأت، فقال: أحسنت، فقال للآخر: اقرأ فقرأ بخلاف قراءتي، فقال له: أحسنت، ثم قال: يا أبي إنه أنزل على سبعة أحرف، كلها شاف، كاف، قال: فما اختلج في صدري شيء من القرآن بعد» (1) . وهنا كان التعليق على قراءة أبي والصحابي الآخر بقوله صلى الله عليه وسلم أحسنت لكل منهما لأن الصحابيين كليهما قد قرأ قراءة صحيحة، استوجبت التصحيح، ولو بعبارة مغايرة لكلمة الصحة (2) بل يكفي أي عبارة تدل على المقصود. ¶ الخلاصة: ¶ التعليق على إجابة المتعلم، تفيد المجيب في تصحيح إجابته، وتفيد الطلاب الآخرين في قبول الإجابة أو رفضها. ¶ قد تكون الإجابة صحيحة، وقد تكون الإجابة صحيحة جزئياً، وقد تكون خطأ. ولكل إجابة ما يناسبها من عبارات التعليق. ¶ _________ ¶ (1) رواه مسلم في كتاب صلاة المسافرين / وأحمد في مسند الأنصار / وأبو داود في الصلاة / والنسائي في كتاب الافتتاح / وابن عبد البر (في التمهيد 8 / 286، 287) واللفظ له. ¶ (2) وعند أحمد في مسند الأنصار بقوله: (أصبتما) ، مما يدل على أن قوله صلى الله عليه وسلم أحسنت يقتضي التصحيح والتصويب.",
            "page": "177",
            "part": "1",
            "seal": "B033FAD6"
        },
        {
            "id": "178",
            "nass": "الإجابة الخاطئة يراعى فيها نفسية الطالب وروحه المعنوية. ¶ لا يلزم أن يتقيد المعلم بلفظ (صحيح، خطأ) بل أي عبارة تدل على المقصود (كأحسنت، جيد، ممتاز، تحتاج العبارة إلى تصحيح أكثر، الجواب غير مكتمل.. ونحوه) .",
            "page": "178",
            "part": "1",
            "seal": "4D3383BD"
        },
        {
            "id": "179",
            "nass": "[20] قول المعلم لا أدري لما لا يدري جزء من العلم ¶ لقد عاب الله على الذين يتكلمون بغير علم، وذمهم في كتابه، وعلى لسان رسوله صلى الله عليه وسلم. وذلك لأن القائل بلا علم، يضل ولا يهدي، ويفسد ولا يصلح. وقول المرء لا أعلم أو لا أدري لما لا يعلم ولا يدري، ليس عيباً، ولا نقصاً في علمه وقدره، بل هو من تمام العلم. ¶ ولما سأل الله رسله يوم القيامة بقوله: {يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ قَالُوا لَا عِلْمَ لَنَا إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ} (1) أي ماذا أجابتكم به أممكم؟ (قالوا لا علم) وإنما العلم لك يا ربنا فأنت أعلم منا {إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ} أي تعلم الأمور الغائبة والحاضرة (2) ¶ ولما سأل الله ملائكته بقوله {وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ} {قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ} (3) فلم تستح (4) الملائكة من رد علم المجهول إلى عالمه. ¶ _________ ¶ (1) سورة المائدة. ¶ (2) تيسير الكريم الرحمن في تفسير كلام المنان. الشيخ عبد الرحمن بن سعدي. (2 / 360) . ¶ (3) سورة البقرة. ¶ (4) سئل الشعبي عن مسألة فقال كلاماً فيه أني لا أحسن الإجابة عن هذه المسألة. فقال له أصحابه: قد استحيينا لك مما رأينا منك. فقال: لكن الملائكة المقربين لم تستح حين قالت: (لا علم لنا إلا ما علمتنا) . (مختصر جامع بيان العلم وفضله. لابن عبد البر ص221)",
            "page": "179",
            "part": "1",
            "seal": "E32A2637"
        },
        {
            "id": "180",
            "nass": "والعلم ساحل لا بحر له، ولا يحيط به إلا من وسع كل شيء علماً جل جلاله. والبشر، كل البشر بضاعتهم في العلم قليلة، قال تعالى: {وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا} . وإذا كان الأمر كذلك فلا حياء ولا عيب أن يقول المعلم أو غيره لا أدري. ¶ يقول الماوردي في أدبه (1) : فإذا لم يكن إلى الإحاطة بالعلم سبيل، فلا عار أن يجهل بعضه، وإذا لم يكن في جهل بعضه عار، لم يقبح به أن يقول لا أعلم فيما ليس يعلم. أهـ. وإنما القبح كل القبح، أن يوهم ويدلس على الناس بكلام خاطئ مغلوط. والطلاب وإن دلس عليهم معلمهم بإعطائهم معلومات خاطئة لينجو من موقف معين، إلا أنهم سوف يكتشفون ذلك إن عاجلاً أو آجلاً، ومن ثم تهتز صورته لديهم، ولا يثقون بعدها بالمعلومات والمواد التي يطرحها عليهم. ¶ والمعلم الأول صلى الله عليه وسلم، كان يقول لما لا يدري، لا أدري حتى يأتيه الوحي بذلك، ولم يمنعه أن يقول تلك المقالة قول حاسد أو منافق! ، فتأمل ذلك وتدبره، يهون عليك الكثير. ¶ _________ ¶ (1) أدب الدين والدنيا ص123.",
            "page": "180",
            "part": "1",
            "seal": "4B6B9CEC"
        },
        {
            "id": "181",
            "nass": "1- قال صلى الله عليه وسلم: «لا تخيروني على موسى، فإن الناس يصعقون، فأكون أول من يفيق، فإذا موسى باطش بجانب العرش، فلا أدري: أكان فيمن صعق فأفاق قبلي، أو كان ممن استثنى الله» (1) ¶ 2- عن ابن عمر قال: «جاء رجل إلى النبي صلى الله عليه وسلم فقال: يا رسول الله أي البقاع خير؟ قال: لا أدري. فقال: أي البقاع شر؟ قال: لا أدري. قال سل ربك. فأتاه جبريل صلى الله عليه وسلم فقال: يا جبريل أي البقاع خير؟ قال: لا أدري، قال: أي البقاع شر؟ قال: لا أدري. فقال: سل ربك فانتفض جبريل انتفاضة كاد يصعق منها محمد صلى الله عليه وسلم، وقال: ما أسأله عن شيء، فقال الله - عز وجل - لجبريل سألك محمد أي البقاع خير؟ فقلت: لا أدري وسألك أي البقاع شر؟ فقلت: لا أدري. فأخبره أن خير البقاع المساجد، وشر البقاع الأسواق» . (2) ¶ _________ ¶ (1) جزء من حديث رواه البخاري في كتاب أحاديث الأنبياء / ومسلم في الفضائل / وأحمد في باقي مسند المكثرين / الترمذي في تفسير القرآن / وأبو داود في السنة. ¶ (2) قال محقق مختصر جامع بيان العلم.. ذكره ابن عبد البر في (جامع بيان العلم وفضله. (2 / 50) ، وقال محقق إحياء علوم الدين نقلاً عن كتاب تخريج أحاديث الإحياء: أخرجه أحمد وأبو يعلى والبزار والحاكم وصححه وهو من حديث ابن عمر. ثم قال: وهو حسن ذكره الألباني في الصحيحة / 3271.",
            "page": "181",
            "part": "1",
            "seal": "1F8B9D02"
        },
        {
            "id": "182",
            "nass": "أما تلامذة محمد صلى الله عليه وسلم فقد ضربوا أروع الأمثلة في التأسي بمعلمهم صلى الله عليه وسلم، فهذا أبو بكر الصديق رضي الله عنه يقول: أي سماء تظلني؟ وأي أرض تقلني؟ إذا قلت في كتاب الله بغير علم. وهذا ابن سعود رضي الله عنه يقول: إن من العلم أن تقول لما لا تعلم: الله أعلم. قال الله تبارك وتعالى لنبيه صلى الله عليه وسلم: {قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ} ، وهذا علي بن أبي طالب رضي الله عنه يقول فيما يرويه عنه الشعبي: إنه خرج عليهم وهو يقول: ما أبردها على الكبد؟! فقيل له: وما ذلك؟ قال: أن تقول للشيء لا تعلمه: الله أعلم. وهذا ابن عمر رضي الله عنهما يقول فيما يرويه عنه نافع: أنه سئل عما لا يعلم فقال: لا يعلم فقال لا علم لي به (1) . والكلام في ذكر أقاويل الصحابة والسلف يطول، وفيما ذكر يكفي ويشفي. ¶ قال الراجز: ¶ فإن جهلت ما سئلت عنه ... ولم يكن عندك علم منه ¶ فلا تقل فيه بغير فهم ... إن الخطأ مزر بأهل العلم ¶ وقل إذا أعياك ذاك الأمر ... ما لي بما تسأل عنه خبر ¶ فذاك شطر العلم عند العلما ... كذاك مازالت تقول الحكما ¶ (2) ¶ الخلاصة: ¶ _________ ¶ (1) النقول السابقة التي عن الصحابة مأخوذة من مختصر جامع بيان العلم وفضله لابن عبد البر ص221 / 223. ¶ (2) مختصر جامع بيان العلم وفضله لابن عبد البر ص224.",
            "page": "182",
            "part": "1",
            "seal": "05732407"
        },
        {
            "id": "183",
            "nass": "القائل بلا علم مذموم أبداً في كتاب الله، وعلى لسان رسوله صلى الله عليه وسلم. ¶ القائل بلا علم، يفسد ولا يصلح. ¶ عدم المعرفة ليس عيباً ولا نقصاً في حق المعلم. ¶ الحياء والخجل من قول (لا أدري) ليس سبباً مقنعاً في تمرير المعلومات الخاطئة على الطلاب. ¶ يجب على المعلم أن يغرس هذا المبدأ في نفوس طلابه، ويؤكد عليه. ¶ قول لا أعلم. جزء من العلم. بل قال عنه أبو الدرداء أنه نصف العلم. (1) ¶ _________ ¶ (1) مختصر جامع بيان العلم وفضله لابن عبد البر ص225.",
            "page": "183",
            "part": "1",
            "seal": "4034BA09"
        },
        {
            "id": "184",
            "nass": "خاتمة ¶ وبعد ... ¶ .. فإن ما طالعته آنفاً، جزء يسير من سيرته صلى الله عليه وسلم في التربية والتعليم، وما تركت أكثر مما ذكرت، وحسبي أني مهدت السبيل لك، ودللتك على ينبوع لا ينضب، ونهر لا يدرى أوله من آخره، فشمر عن ساعد الجد واستن بمن أمرنا بالاستنان به، فهو لعمر الله الأسوة الحسنة والسراج المنير. وإنه لمن المؤسف أن يعدل معلمونا عن سنة نبيهم ويطلبوا غيرها وهي دونها بمراحل. ولو تقصينا كثيراً من الآثار النبوية لخرجنا بكم هائل من الفوائد التربوية والتعليمية، ولكن نشكو إلى الله ضعف همتنا وقلة علمنا. ¶ أخي المعلم.. إن الأمة تعلق عليك آمالاً كبيرة , لأنها قدمت لك أغلى ما تملك، قدمت لك ثمرة فؤادها، وفلذة كبدها، فماذا ستفعل فيها، هل سترعاها وتؤدي ما اؤتمنت عليه، أم ماذا؟ ¶ ولعل قوله صلى الله عليه وسلم «كلكم راع وكلكم مسئول عن رعيته» يغني عن كثير من الكلام.. ألا فاتقوا الله في أولاد المسلمين ولا تغشوهم، وعلموهم العلم والأدب، وقدموا لهم النصيحة ولا تبخلوا عنهم بشيء فهم عماد المستقبل وعليهم تقوم الأمة.",
            "page": "184",
            "part": "1",
            "seal": "DEFF4AC5"
        },
        {
            "id": "185",
            "nass": "والله أعلم.. وصلى الله وبارك على نبينا محمد وعلى آله وصحبه وسلم تسليماُ كثيراً إلى يوم الدين، والحمد لله رب العالمين في الأولى والآخرة.",
            "page": "185",
            "part": "1",
            "seal": "BD4FDB57"
        }
    ],
    "t1936": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "مدخل"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الأول صفات ينبغي توفرها في المعلم"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "إخلاص العلم لله"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "صدق المعلم"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "مطابقة القول العمل"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "العدل والمساواة"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "التحلي بالأخلاق الفاضلة والحميدة"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "تواضع المعلم"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "شجاعة المعلم"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "مزاح المعلم مع تلاميذه"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "الصبر واحتمال الغضب"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "تجنب الكلام الفاحش البذيء"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "استشارة المعلم لغيره"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الثاني مهمات وواجبات المعلم"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "1",
            "tit": "غرس العقيدة الصحيحة وتقوية الإيمان خلال التعليم"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "إسداء النصيحة للمتعلم"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "الرفق بالمتعلم وتعليمه بالأسلوب الحسن"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "عدم التصريح بالأسماء أثناء التوبيخ"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "إلقاء السلام على المتعلم قبل الدرس وبعده"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "استخدام العقوبات أثناء التعليم"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "تقديم المكافآت للمتعلم"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الثالث طرق وأساليب التعليم"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": "1",
            "tit": "تهيئة المتعلم لاستقبال العلم"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "أولا الاتصال السمعي"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا الاتصال البصري"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": null,
            "tit": "الأسلوب العملي في التعليم"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": null,
            "tit": "عرض المادة العلمية بأسلوب يناسب عقل الطالب وفهمه"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "أسلوب المحاورة والإقناع العقلي"
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": null,
            "tit": "التعليم عن طريق القصص"
        },
        {
            "id": "125",
            "lvl": "2",
            "sub": null,
            "tit": "ضرب الأمثال أثناء التعليم"
        },
        {
            "id": "130",
            "lvl": "2",
            "sub": null,
            "tit": "أسلوب التشويق في التعليم"
        },
        {
            "id": "134",
            "lvl": "2",
            "sub": null,
            "tit": "استخدام الإيماءات في التعليم"
        },
        {
            "id": "140",
            "lvl": "2",
            "sub": null,
            "tit": "استخدام الرسومات للتوضيح والبيان"
        },
        {
            "id": "142",
            "lvl": "2",
            "sub": null,
            "tit": "توضيح المسائل المهمة عن طريق التعليل"
        },
        {
            "id": "145",
            "lvl": "2",
            "sub": null,
            "tit": "ترك استخراج الجواب للمتعلم"
        },
        {
            "id": "148",
            "lvl": "2",
            "sub": null,
            "tit": "استخدام التكرار في التعليم"
        },
        {
            "id": "153",
            "lvl": "2",
            "sub": null,
            "tit": "استخدام أسلوب التقسيم في التعليم"
        },
        {
            "id": "156",
            "lvl": "2",
            "sub": null,
            "tit": "استخدام أسلوب الاستفهام أثناء التعليم"
        },
        {
            "id": "160",
            "lvl": "2",
            "sub": null,
            "tit": "طرح بعض المسائل العلمية المهمة لاختبار مقدرة الطالب العقلية"
        },
        {
            "id": "165",
            "lvl": "2",
            "sub": null,
            "tit": "حث المعلم طلابه على طرح الأسئلة"
        },
        {
            "id": "168",
            "lvl": "2",
            "sub": null,
            "tit": "تقديم السائل من خلال سؤاله وإجابته بما يناسب حاله"
        },
        {
            "id": "175",
            "lvl": "2",
            "sub": null,
            "tit": "التعليق على إجابة المتعلم"
        },
        {
            "id": "179",
            "lvl": "2",
            "sub": null,
            "tit": "قول المعلم لا أدري لما لا يدري جزء من العلم"
        },
        {
            "id": "184",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        }
    ]
}