{
    "b1938": [
        {
            "id": "1",
            "nass": "النشر الإلكتروني لترجمات معاني القرآن الكريم ¶ في خدمة الدعوة ¶ الدكتور فهد بن محمد المالك ¶ مقدمة: ¶ الحمد لله القائل في محكم التنزيل: {تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا} (الفرقان:1) والقائل أيضًا: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} (الحجر:9) ، والصلاة والسلام على النبي الأمي، الهادي البشير والسراج المنير، القائل: «تركت فيكم ما إن تمسكتم به لن تضلوا بعدي: كتاب الله وسنتي»",
            "page": "1",
            "part": "1",
            "seal": "D74EF66D"
        },
        {
            "id": "2",
            "nass": "أما بعد: فكم كانت غبطتي وسروري عندما علمت بأن مجمع الملك فهد لطباعة المصحف الشريف يعتزم عقد ندوة تعالج أبحاثها قضية هامة وإنها تفوق العديد من القضايا المعاصرة، وذلك بحكم تخصصي الدقيق في هذا المجال، ولمعرفتي بالحاجة الماسة في العالم الإسلامي أجمع لعقد ندوات عدة حول هذه القضية الهامة، ألا وهي \"ترجمة معاني القرآن الكريم\"، فلقد ركزت العديد من المراكز الاستشراقية ومراكز الدراسات الشرق أوسطية في العديد من الجامعات الغربية دراساتها وبعض بحوثها حول ترجمة معاني القرآن الكريم، وذلك بقصد خدمة الأهداف التي يسعون إليها، أما العالم الإسلامي فهو غافل كل الغفلة عن هذه القضية، وكأنها من القضايا الجانبية التي لا تستحق بذل الجهود والدراسات حولها، وبنظرة سريعة إلى أعمال الترجمة للقرآن الكريم والكتابات حول هذا الموضوع نجد أن الغالبية العظمى قام بها أناس بعيدون كل البعد عن الفهم الإسلامي والدافع الديني الإسلامي. ¶ ولعل هذه الندوة تكون - بإذن الله تعالى - باكورة لندوات ومؤتمرات مستقبلية تولي هذا الموضوع وهذه القضية الحساسة جزءًا من اهتماماتها، ولا سيما أنها تتعلق بكتاب الله عز وجل.",
            "page": "2",
            "part": "1",
            "seal": "29E754D6"
        },
        {
            "id": "3",
            "nass": "وحيث إنني رشحت من قبل اللجنة المنظمة للكتابة عن المحور الخامس في هذه الندوة، وهو \" المحور الدعوي\" وتحديدًا في موضوع بعنوان: ترجمة معاني القرآن الكريم عبر التاريخ ¶ \" النشر الإلكتروني لترجمات معاني القرآن الكريم في خدمة الدعوة\" ¶ ونظرًا لأهمية هذا الموضوع وحساسيته وبخاصة أننا نعيش في عصر الانفجار المعلوماتي والمعرفي والعلمي، لذا فإنني أسأل الله سبحانه وتعالى أن أوفق في المساهمة بهذا البحث البسيط في تقديم خدمة يسيرة لكتاب الله سبحانه وتعالى، وإيضاح أهمية النشر الإلكتروني لترجمات معاني القرآن الكريم في خدمة الدعوة ونشر الإسلام في أرجاء المعمورة. ¶ وأختم مقدمتي هذه بدعاء الله سبحانه وتعالى أن يوفق القائمين على هذا الصرح الشامخ \" مجمع الملك فهد لطباعة المصحف الشريف\" وأن يأخذ بأيديهم لكل ما فيه خير للإسلام والمسلمين، وأن يبارك في جهودهم في خدمة كتابه الحكيم.",
            "page": "3",
            "part": "1",
            "seal": "30EAA27C"
        },
        {
            "id": "4",
            "nass": "1:1 ترجمة معاني القرآن الكريم عبر التاريخ ¶ منذ عدة قرون كانت قضية ترجمة معاني القرآن الكريم من اللغة العربية إلى اللغات الأخرى واحدة من أهم القضايا التي طغت على الساحة الإسلامية، وانقسم الناس في ذلك إلى قسمين لا ثالث لهما، قسم يبيح الترجمة ويرى ضرورتها وأهميتها في خدمة الدعوة إلى دين الله الخالد، ولا سيما مع دخول أمم كثيرة من غير العرب في الدين الإسلامي وانتشار الإسلام في شتى بقاع المعمورة، وقسم آخر يرى عدم جواز الترجمة البتة، وأن كل من أراد فهم معاني القرآن الكريم عليه أن يتعلم اللغة العربية ويتقنها. ¶ ولكن مع مرور الزمن وتوسع رقعة العالم الإسلامي، لم يعد الإقدام على مثل هذا العمل بدعًا من القول، ولم تعد الآراء المخالفة للرأي الأول مجدية؛ لأن الواقع قد فرض نفسه، وأصبح أمر الجواز محسومًا لا جدال فيه البتة. ¶ من هنا - فلا غرو - إن قلنا: إن معظم لغات العالم المهمة اليوم -ولله الحمد والمنة- قد ترجمت إليها معاني القرآن الكريم، بل أصبحت المكتبات تعج وتموج بالعديد من الترجمات المختلفة التي قام بها أشخاص لهم ميول وتوجهات مختلفة بحسب أهوائهم واجتهاداتهم.",
            "page": "4",
            "part": "1",
            "seal": "C931B0B3"
        },
        {
            "id": "5",
            "nass": "من كل ما سبق نرى أن مجال ترجمة معاني القرآن الكريم إلى اللغات الأخرى أصبح الآن من أهم مجالات الدعوة إلى الله سبحانه وتعالى، ومن أخصب طرق نشر الإسلام إلى أرجاء المعمورة كافة، وأكاد أجزم بلا أدنى تردد أن الإقدام على العمل في مثل هذا المجال من أفضل السبل ومن أعظم الخدمات التي يمكن أن يقدمها المرء خدمة لكتاب الله سبحانه وتعالى متى ما تحلى ذلك بالدقة والأمانة وإخلاص النية لله سبحانه وتعالى (¬1) . ¶ وما النشر الإلكتروني لهذه الترجمات إلا باب من أبواب الدعوة إلى الله سبحانه وتعالى، ومجال خصب لنشر الدين الإسلامي في أرجاء المعمورة، وذلك للأسباب والمزايا التي سأوضحها في هذا البحث، وما هذه الدراسة المعنونة: \" النشر الإلكتروني لترجمات معاني القرآن الكريم في خدمة الدعوة \" إلا محاولة لتسليط الضوء على أهمية هذا الموضوع، وقد قسمت هذه الدراسة إلى ثلاثة مباحث، إضافة إلى هذه المقدمة، وسأتناول في هذه المباحث الموضوعات التالية: ¶ المبحث الأول: ماذا نقصد بالنشر الإلكتروني؟ وما مزاياه وخصائصه؟ ¶ ¬_________ ¶ (¬1) لمزيد من الإيضاح حول موضوع جواز الترجمة من عدمها، يمكن الرجوع إلى مقال د / فهد المالك، «نظرات في قضية ترجمة معاني القرآن الكريم» مجلة البيان الأعداد 94، 95، 96، 97.",
            "page": "5",
            "part": "1",
            "seal": "738562C7"
        },
        {
            "id": "6",
            "nass": "المبحث الثاني: طرق استخدام النشر الإلكتروني لترجمات معاني القرآن الكريم في سبيل خدمة الدعوة إلى الله سبحانه وتعالى، وفوائد ذلك. ¶ المبحث الثالث: الخلاصة والاستنتاجات والتوصيات المستفادة من هذه الدراسة.",
            "page": "6",
            "part": "1",
            "seal": "CAF70701"
        },
        {
            "id": "7",
            "nass": "1:1:2 الشبكة العنكبوتية العالمية (World Wide Web) ¶ تعد هذه الشبكة من أبرع التقنيات التي تم ابتكارها - حتى الآن - في مجال خدمات الإنترنت، إذ يستطيع مستخدمو هذه التقنية الحصول على معلومات مكتوبة أو مسموعة أو مرئية عبر صفحات إلكترونية تمثل كتيبًا إلكترونيا يتصفحه المستخدم من خلال جهازه الشخصي بمجرد نقل المؤشر إلى النص المكتوب الذي قد يكون متصلا بصوت أو صورة، حيث تقوم فكرة الشبكة العنكبوتية على أسلوب تقني يطلق عليه النص المحوري المرجعي (Hypertext) الذي يقوم بتنظيم العديد من المعلومات والبيانات المتاحة في موضوعات متعددة ومتشعبة ومشتتة (¬1) . ¶ ¬_________ ¶ (¬1) ندوة مستقبل النشر الإلكتروني العلمي، المجلة العربية للعلوم الإنسانية، عدد 56 عام 1996م.",
            "page": "7",
            "part": "1",
            "seal": "B36E22B0"
        },
        {
            "id": "8",
            "nass": "2:1:2 النشر الإلكتروني Electronic Publishing ¶ عند حاجتنا لتعريف النشر الإلكتروني يتوجب علينا قبل ذلك التعريج على النشر المكتبي (Desk Top Publishing - DTP) والذي يعرّفه أيمن السامرائي وعامر قنديلجي بتعاريف منها: ¶ أنه استخدام الحواسيب المايكروية في الطباعة. ¶ هو نظام إنتاج طباعي قليل الكلفة، له القدرة على تركيب وتشكيل وتجميع كل من النص المكتوب والمخطوطات والأشكال المرسومة على شاشة عالية الجودة (Highly Resoluted) مع برمجيات خاصة لهذا الغرض وضعت وصممت لجعل الطباعة عملية يمكن إتقانها والقيام بها من قبل أي شخص بعد تدريب بسيط. ¶ 3- النشر المكتبي هو عبارة عن برمجيات خاصة مع حواسيب مايكروية وطابعات ليزرية غير مكلفة تنتج صفحات منظمة ومعدة بصورة جذابة يمكن من خلالها الحصول على خطوط بأنواع وأشكال مختلفة ومتنوعة وتنفيذها (¬1) . ¶ أما شوقي سالم فيستعرض لنا النشر المكتبي من خلال جملة تعاريف منها: ¶ ¬_________ ¶ (¬1) أيمن السامرائي وعامر قنديلجي «النشر المكتبي الإلكتروني» رسالة المكتبة، م30، ع 3 (أيلول 1995م) ص 38.",
            "page": "8",
            "part": "1",
            "seal": "F55CEDB1"
        },
        {
            "id": "9",
            "nass": "هو تطبيق ناشئ للحواسيب المايكروية لتصميم وطباعة وثائق عالية الجودة بشكل كامل في المكتب ذاته دون إرسال أي معلومات أو أعمال طباعية إلى الخارج، أو عند الانتهاء من إعداد الصورة الأصلية للوثائق فيمكن عندئذ إرسالها إلى شركة طباعية لإنتاج كميات منها. ¶ هو أحد تطورات نظم أجهزة معالجة النصوص التي تحولت من شكل آلي لتنفيذ الحروف إلى شكل إخراجي متميز بأحجام مختلفة من حروف الطبع مع مُسْتَوَى إِخْرَاجٍ قَدْ يَصْعُبُ حُتَّى عَلَى الْمُحْتَرِفِ الْقِيَامُ بِهِ بِمُسْتَوى الْحَاسِبِ نَفْسِهِ (¬1) . ¶ ومن هنا يمكننا تعريف النشر الإلكتروني (EP) بأنه: ¶ استخدام أجهزة وأنظمة تعمل بالكمبيوتر في الابتكار والإبداع والصف وإعداد الصفحات وإنتاج صفحات نموذجية وإخراجها كاملة ومنتهية. ¶ وتتيح تقنيات النشر الإلكتروني الحديثة إمكان العرض السابق للصفحات، وتحريرها، وإعداد صفحات نهائية بأسلوب تفاعلي وهي لا تزال في صورة إلكترونية، وهو ما يعرف اصطلاحًا باسم \"ما تراه تحصل عليه\" (What you see is what you get) . ¶ ¬_________ ¶ (¬1) شوقي سالم، صناعة المعلومات: دراسة لمظاهر تقنية المعلومات المتطورة وآثارها على المنطقة العربية، الكويت، شركة المكتبات الكويتية، 1990م ص 227 -229.",
            "page": "9",
            "part": "1",
            "seal": "3532E069"
        },
        {
            "id": "10",
            "nass": "وتعد تقنيات النشر الإلكتروني (EP) تطويرًا لتقنيات النشر المكتبي (Desk Top Publishing) حيث أصبحت تشمل أنظمة النصوص المتلفزة مثل التيليتيكس (Teletext) الذي يمثل منظومة إلكترونية يتم بواسطتها نقل المادة المطبوعة عن طريق محطة تليفزيونية. ¶ ويشير حسن أبو خضرة إلى أنه \" تعود بداية النشر الإلكتروني إلى نهاية الستينات عندما بدأت بعض كبريات شركات النشر باستخدام الحاسوب في التنضيد الضوئي، وأظهر هذا الجيل الثانوي من الشريط الممغنط الذي أدى إلى إيجاد الدفعات والخدمات الآلية، وفي أواخر السبعينات قدمت أجهزة الحاسوب والاتصالات عن بعد فرصًا جديدة للنشر، أولها وأهمها أنها فتحت إمكان النشر الإلكتروني بناءً على الطلب (on demand) كما أصبح عمليًا تخزين نسخة من عمل بدلا من الاستماع إليه أو مشاهدته وكانت تلك البداية الحقيقية للنشر بناءً على الطلب\". (¬1) وتشير جميع الدلائل إلى أن وسائل النشر الإلكتروني ستسحق الطباعة التقليدية معلنة سقوط \"حضارة الورق\" التي سادت المجتمع الإنساني منذ اختراع الورق عام 1440م (¬2) . ¶ ¬_________ ¶ (¬1) حسن أبو خضرة - النشر الإلكتروني - رسالة المكتبة 23 (3) أيلول 1988م ص 24. ¶ (¬2) نبيل علي «اللغة العربية والحاسوب» عالم الفكر - مج 18 - ع 3 أكتوبر 1987م ص 62.",
            "page": "10",
            "part": "1",
            "seal": "F093FBCC"
        },
        {
            "id": "11",
            "nass": "وقد دخلت الإلكترونيات عالم النشر باستخدام معالج الكلمات (Word processor) (¬1) ، وأدى التطور السريع في مجال النشر الإلكتروني إلى ظهور أنواع جديدة من تقنية وسائل الإعلام، وإلى التأثير كذلك في تقنية الصحافة المطبوعة. ¶ ¬_________ ¶ (¬1) عبد الرزاق يونس - تقنية المعلومات وأثرها على التعاون العربي والدولي في مجال المعلومات (ورقة عمل مقدمة في اجتماع مسؤولي وخبراء المعلومات في الدول العربية) 5 / 12 / 88 - عمان المنظمة العربية للعلوم - ص 12.",
            "page": "11",
            "part": "1",
            "seal": "649A053E"
        },
        {
            "id": "12",
            "nass": "2:2 أشكال النشر الإلكتروني ¶ إذا كان أساس تقنية النشر الإلكتروني متنوعًا، فكذلك المنتجات التي نتجت عن استخدامها، لذلك فإن النشر الإلكتروني يأخذ صورًا منها: ¶ بث خدمات غير تفاعلية (non-interactive) مثل التيليتكست. ¶ خدمات تفاعلية (Interactive services) مثل الفيديوتكست، والبحث المباشر. ¶ منتجات منفصلة مثل أسطوانات الفيديو، أشرطة الفيديو، البرمجيات. ¶ غير ذلك مثل الصحف الإلكترونية، المنتجات المهجنة (¬1) . ¶ ¬_________ ¶ (¬1) Gurnsey, John - The Information Professions in the Electronic Age، London, Clive Bingley, 1985، P 3",
            "page": "12",
            "part": "1",
            "seal": "3D324218"
        },
        {
            "id": "13",
            "nass": "3:2 مزايا النشر الإلكتروني وخصائصه: ¶ لعل من أبرز مزايا النشر الإلكتروني وخصائصه ما يلي: ¶ التفاعلية (Interactivity) حيث يؤثر المشاركون في عملية النشر الإلكتروني على أدوار الآخرين وأفكارهم ويتبادلون معهم المعلومات، وهو ما يطلق عليه الممارسة الاتصالية والمعلوماتية المتبادلة أو التفاعلية، فمن خلال منصات النشر الإلكتروني سيظهر نوع جديد من منتديات الاتصال والحوار الثقافي المتكامل والمتفاعل عن بعد، مما سيجعل المتلقي متفاعلًا مع وسائل الاتصال تفاعلا إيجابيًا. ¶ اللاجماهيرية (Demassification) حيث يمكن توجيه النشر الإلكتروني إلى فرد أو مجموعة معينة من الأفراد. ¶ اللاتزامنية (Asynchronization) حيث يمكن عن طريق النشر الإلكتروني القيام بالنشاط الاتصالي في الوقت المناسب للفرد دون ارتباط بالأفراد الآخرين أو الجماعات الأخرى. ¶ الحركية (Mobility) التي تعني إمكان نقل المعلومات عن طريق النشر الإلكتروني من مكان لآخر بكل يسر وسهولة. ¶ القابلية للتحويل (Convertibility) أي القدرة على نقل المعلومات عن طريق النشر الإلكتروني لها من وسيط لآخر.",
            "page": "13",
            "part": "1",
            "seal": "434BD422"
        },
        {
            "id": "14",
            "nass": "الشيوع والانتشار (Ubiquity) بمعنى الانتشار حول العالم وداخل كل طبقة من طبقات المجتمع. ¶ العالمية أو الكونية (Globalization) على أساس أن البيئة الأساسية الجديدة للنشر الإلكتروني ووسائل الاتصال والمعلومات أصبحت بيئةً عالمية. ¶ القضاء على مركزية وسائل الإعلام والاتصال، إذ ستعمل الأقمار الصناعية على القضاء على المركزية في نشر المعلومات والبيانات، ولن يرتبط الناس بوسائل الإعلام من خلال المسافات الجغرافية فقط، وإنما سيرتبطون معا من خلال اهتماماتهم المشتركة. ¶ زوال الفروق التقليدية بين وسائل نشر المعلومات المتمثلة في الصحف والكتب والمجلات، حيث أصبح مضمون أي وسيلة منها عن طريق النشر الإلكتروني متاحًا ومشاعًا في جميع الوسائل الأخرى وبأشكال وأساليب عرض وتقديم مختلفة ومتطورة.",
            "page": "14",
            "part": "1",
            "seal": "DBE05A6C"
        },
        {
            "id": "15",
            "nass": "أصبح النشر الإلكتروني والإنترنت بمنزلة مكان يعج بالناس والأفكار تستطيع زيارته والتجول في جنباته، مما أتاح إيجاد ما اصطلح على تسميته بعالم الواقع الافتراضي (Cyber Space) والذي يزيل حواجز المكان والمسافة وقيود الزمان بين مستخدميه، حيث يستطيعون التواصل فيما بينهم بصورة تكاد تكون طبيعية، بغض النظر عن المسافات والتوقيتات التي تفصل بعضهم عن بعض. ¶ على المستوى العلمي والبحثي والجامعي فإن النشر الإلكتروني يتيح الفرصة أمام الباحثين والجامعيين إلى توجيه الجزء الأكبر من جهودهم إلى عمليات التحليل والتفسير والاستنتاج والتنبؤ والكشف عن الظاهرات والمتغيرات الجديدة - وهو ما يمثل العمود الفقري للعملية البحثية - وذلك بديل عما كان يحدث قبل ذلك من ضياع نسبة كبيرة من جهد الباحثين في الحصول على المعلومات، وهو ما سوف يؤدي إلى تطوير المعرفة وتحديثها في المجالات البحثية المختلفة، وازدهار الابتكار والبحث العلمي. ¶ أن النشر الإلكتروني يضمن للجامعات ومراكز الأبحاث الجودة العالية للمخرجات المطبوعة التي أصبحت بتطور البرمجيات والطابعات، تضاهي كفاءة منتجات المطابع المحترفة وجودتها، بشكل يصعب التفريق بينهما أحيانًا.",
            "page": "15",
            "part": "1",
            "seal": "176A7C8D"
        },
        {
            "id": "16",
            "nass": "ضمان الاقتصاد الملموس في الوقت والجهد والمال، فالمراحل المعروفة في إعداد النسخ للطباعة كالتنضيد والإجراءات والمتطلبات البشرية والمالية والأجهزة والمعدات التي تستهلكها هذه المرحلة قبل أن تصل النسخة إلى آلة الطباعة هي العامل المؤثر والمباشر في ارتفاع كلفة الطباعة في المطابع، والتأخير والأجور المرتفعة للأيدي العاملة الفنية، النشر الإلكتروني اختصر هذه العمليات كلها وأصبحت الكلفة الحالية تقدر بعُشْر كلفة الطباعة التقليدية. ¶ السرعة العالية في الإنجاز مع ضمان الجودة والكفاءة العالية وبأقل جهد (¬1) . ¶ ¬_________ ¶ (¬1) انظر المراجع التالية: أ) د، سليمان الميمان: استثمار الإنترنت في الدعوة إلى الله. ب) أيمن السامرائي: النشر المكتبي الإلكتروني. ج) د. حسين أبو خضرة: النشر الإلكتروني.",
            "page": "16",
            "part": "1",
            "seal": "8D0B48C1"
        },
        {
            "id": "17",
            "nass": "4:2 الدعوة الإسلامية والنشر الإلكتروني: ¶ مع تطور وسائل الاتصالات الحديثة أصبح العالم كالقرية الصغيرة التي يمكن التواصل بين أهلها والتأثير فيهم بسهولة ويسر، ولقد استغل أعداء الإسلام من اليهود والنصارى وغيرهم من ملل الكفر والإلحاد هذه التقنية الحديثة من إنترنت ونشر إلكتروني استغلالا سيئًا في خدمة عقائدهم الباطلة وفي سبيل تشويه صورة الإسلام والمسلمين، فهذا بابا الفاتيكان يهتم شخصيًا بالإنترنت والنشر الإلكتروني للنصرانية وأفكارها وعقائدها ويقول \"يجب على الكنيسة أن تفيد من أي تطور تكنولوجي للتبشير بالنصرانية\" (¬1) ، بل وصل الأمر إلى أنه في عام 1995م بدأ الفاتيكان بافتتاح موقع على الإنترنت خاص به، استغرق تصميمه وتنفيذه عدة سنوات، يوفر من خلاله النشر الإلكتروني لترجمات الإنجيل إلى جميع لغات العالم، إضافة إلى نشر معتقدات النصارى وأفكارهم كافة، كما أن اليهود قد صمموا مواقعهم الخاصة بهم وخلالها ينشرون أفكارهم وعقائدهم، وكذلك فعل الهندوس والبوذيون وملل أخرى كثيرة أخذت زمام السبق في استغلال تلك الوسيلة في خدمة مصالحهم ونشر ضلالاتهم. ¶ ¬_________ ¶ (¬1) الميمان: استثمار الإنترنت في الدعوة إلى الله.",
            "page": "17",
            "part": "1",
            "seal": "98141E4A"
        },
        {
            "id": "18",
            "nass": "ونحن أهل الإسلام وأهل الدين الخالد أولى وأحرى أن نقتحم غمار هذه التقنية الحديثة، ولا سيما أن الدين الإسلامي يحمل كل المقومات التي تجعله منصورًا دومًا في ميادين الحوار، كيف لا؟ وهو الدين الحق المبين الذي ارتضاه الله لخاتم الأنبياء والمرسلين. ¶ {يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَنْ كَثِيرٍ قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ} {يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ} (المائدة:15-16) .",
            "page": "18",
            "part": "1",
            "seal": "66664D1D"
        },
        {
            "id": "19",
            "nass": "المبحث الثاني: استخدام النشر الإلكتروني لترجمات ¶ معاني القرآن الكريم في خدمة الدعوة ¶ الإنترنت والنشر الإلكتروني وسيلتان من الممكن استخدامهما وتطويعهما في الخير كما أنه يمكن استخدامهما في الشر، وقد ثبت أن النبي صلى الله عليه وسلم استخدم كل وسيلة اتصال ممكنة في وقته لغرض الدعوة إلى دين الله سبحانه وتعالى ونشره بين الناس، فقد استخدم الاتصال المباشر، فكان يقصد الناس في مجتمعاتهم وأسواقهم ويكلمهم ويدعوهم إلى الإسلام جماعات وأفرادًا، كما راسل صلى الله عليه وسلم الملوك، واستقبل الوفود ينشر بينهم الدين الحق. ¶ وفي هذا الإطار يقول الدكتور سليمان الميمان: \" إن كل وسيلة تستخدم للدعوة إلى الله ينبغي أن يراعى فيها الشروط التالية: ¶ عدم مخالفتها للشرع الحكيم، فيشترط في الوسيلة أن تكون غير محرمة شرعًا. ¶ أن يكون المقصد الذي تفضي إليه تلك الوسيلة غير محرم.",
            "page": "19",
            "part": "1",
            "seal": "C6B4BBF8"
        },
        {
            "id": "20",
            "nass": "ألا يترتب على استخدام تلك الوسيلة مفسدة تزيد على مصلحة هذا المقصد، فإذا كانت الوسيلة غير محرمة في ذاتها كالنشر الإلكتروني للترجمات، والمقصد منها واجبا وهو الدعوة إلى دين الله تعالى، ولا يترتب على استخدام هذه الوسيلة مفسدة أعظم من المصلحة المترتبة عليها، فعندها لا شك في وجوب استخدام تلك الوسيلة في ضوء (ما لا يتم الواجب إلا به فهو واجب) (¬1) . ¶ إننا باستغلال وسيلة النشر الإلكتروني لترجمات معاني القرآن الكريم نسهل بذلك على ملايين المسلمين في شتى بقاع المعمورة التعرف على الدين الصحيح والرجوع إلى مصادره الأصلية، ومهما أنفق المسلمون في هذا المجال، فإن ذلك سيوفر عليهم الوقت والجهد والمال الكثير. ¶ ¬_________ ¶ (¬1) الميمان - «استثمار الإنترنت في الدعوة إلى الله» ورقة عمل مقدمة لندوة الكتاب الإلكتروني 1420.",
            "page": "20",
            "part": "1",
            "seal": "5BBE65B8"
        },
        {
            "id": "21",
            "nass": "قس على ذلك ما يكلفه مثلا القيام بحملة دعوية على إحدى القنوات الفضائية أو استئجار قناة فضائية لبث الإسلام منها، وحشد جميع الطاقات والإمكانات لذلك، لا شك أن ذلك سيكون في غاية الصعوبة كما أن تكلفة تشغيل هذه القنوات يعد اليوم باهظ التكاليف، ناهيك عما فيه من صعوبات ومحدودية الجمهور، في حين أن النشر الإلكتروني عبر الإنترنت أو الأقراص المدمجة محاط بعدد هائل من الجمهور، إضافة إلى ما يتمتع به النشر الإلكتروني من مزايا فريدة تجعله من أنسب الوسائل لبث الدعوة دون قيود ولا شروط. ¶ كما أننا ملزمون اليوم في ظل ما يسمى بالعولمة والانفتاح العالمي ألا نقف مكتوفي الأيدي، أو ندس رؤوسنا في التراب، بل لا بد من نقل الدعوة من المحلية إلى العالمية، ومن الأرض إلى الفضاء الإلكتروني الذي يتنافس العالم شرقه وغربه حكومات وأفرادًا ومؤسسات دينية لتثبيت وإرساء مواقعهم فيه. ¶ عند الحديث عن استخدام النشر الإلكتروني لترجمات معاني القرآن الكريم في خدمة الدعوة إلى الله سبحانه وتعالى، لا بد لنا من ذكر بعض خصائص القرآن العظيم، والذي يهمنا منها في هذا المقام:",
            "page": "21",
            "part": "1",
            "seal": "276AD544"
        },
        {
            "id": "22",
            "nass": "الخلود، وذلك بحكم حفظ الله سبحانه وتعالى لهذا الكتاب الكريم، كما وعد وتكفل هو سبحانه وتعالى بذلك في قوله تعالى: ¶ {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} (الحجر:9) ¶ فكتاب الله ليس كتاب جيل أو عدة أجيال، وليس كتاب عصر أو جملة عصور، بل هو كتاب الزمن كله إلى أن يرث الله الأرض ومن عليها. ¶ أنه الكتاب المعجز الذي تحدى الله به الإنس والجن أن يأتوا بمثله، بل وتحدى فصحاء العرب أن يأتوا بسورة من مثله، فعجزوا وانقطعوا وحقت عليهم كلمة الله سبحانه وتعالى: ¶ {قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا} (الإسراء:88) ، {وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ} (البقرة:23) .",
            "page": "22",
            "part": "1",
            "seal": "E4746FBA"
        },
        {
            "id": "23",
            "nass": "3- أنه كتاب مبين ميسر للذكر والفهم، ليس ككتب الفلاسفة المليئة بالغموض والألغاز، ولا كتب العلم التي لا يقرؤها إلا فئة محدودة من أهل الاختصاص، بل كتاب يقرؤه العامي كما يقرؤه العالم: ¶ {وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ} (القمر:17) . ¶ 4- أنه كتاب عالمي، فكما ذكرت قبل قليل من أنه للزمن كله، فكذلك هو للعالم كله، فليس كتاب العرب وحدهم وإن نزل بلغتهم، وليس كتاب أهل الجزيرة وحدهم وإن بعث محمد صلى الله عليه وسلم من بينهم، ولكنه كتاب رب العالمين لكل العالمين عربًا وعجمًا، شرقًا وغربًا، بيضًا وسودًا، حكامًا ومحكومين، أغنياء وفقراء، فهو كتاب كل الأجناس وكل الأوطان وكل الألسنة وكل الطبقات (¬1) : ¶ {تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا} (الفرقان:1) ، {الر كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ} (إبراهيم:1) ، {إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ} (التكوير:27) ، ومن هنا يبرز لنا سؤالان هامان، هما: ¶ ¬_________ ¶ (¬1) المعايرجي - الهيئة العالمية للقرآن الكريم - 1991م.",
            "page": "23",
            "part": "1",
            "seal": "2AB277C1"
        },
        {
            "id": "24",
            "nass": "السؤال الأول: كيف نبلغ القرآن العربي إلى غير العرب؟ هل يكون ذلك بتعجيم القرآن حتى يفهمه غير العربي؟ أو يكون بتعريب الأعاجم ليفقهوا القرآن بلغته العربية؟ ¶ إن الدارس للتاريخ الإسلامي في صدر هذه الأمة، سيجد أن أسلافنا الأوائل كانوا حريصين على تعريب الأعاجم حتى يدركوا معنى القرآن باللغة العربية، وكان من ذلك أن نشروا الإسلام والعربية على حد سواء، ولكن مع انتشار الإسلام وتوسع رقعته، بزيادة عدد الداخلين في الإسلام من غير العرب على عدد العرب بما يزيد على خمسة أضعاف، من هنا يبرز لنا: ¶ السؤال الثاني وهو: كيف نوصل هذا القرآن إلى هؤلاء المسلمين ولغاتهم غير اللغة العربية؟ ¶ إن غير المسلمين لم يجدوا مشكلة في ترجمة كتبهم التي يقدّسونها إلى لغات العالم، وذلك لسبب بيّنٍ وهو أن تلك الكتب قد اعتراها من التبديل والتحريف والحذف ما جعل بعضها ليس بلغته الأصلية التي نزل بها، كالإنجيل مثلا. ¶ وقد ذكرت في مقدمة هذا البحث أن جواز ترجمة معاني القرآن الكريم إلى اللغات الأخرى يعد أمرًا لا جدال فيه ولا نقاش، فلقد فرض الواقع نفسه وحتم على المسلمين السعي الدؤوب لنقل ترجمات معاني القرآن الكريم إلى لغات العالم الأخرى.",
            "page": "24",
            "part": "1",
            "seal": "C2CECF9C"
        },
        {
            "id": "25",
            "nass": "ومع ما ذكرنا من خصائص ومزايا للنشر الإلكتروني في هذا العصر التقني الذي أصبح العالم فيه كالقرية الصغيرة، وأصبح البعيد قريبًا مهما بعدت مسافته، كان لزامًا على العالم الإسلامي أن يعد العدة لاستغلال هذه الوسيلة في إيصال كتاب الله إلى كل بقعة من بقاع الأرض، ولعل من أبرز سمات هذه الوسيلة في مجال الدعوة إلى دين الله: ¶ أن النشر الإلكتروني لترجمات معاني القرآن الكريم سيوفر المال والجهد الكثير، فليس هناك تكلفة شحن بري أو جوي أو بحري، فعن طريق النشر الإلكتروني لهذه الترجمات -سواءً على الإنترنت أو عن طريق الأقراص المدمجة (CDs) - يمكن توصيل القرآن مترجمة معانيه إلى أي شخص في العالم، فعلى سبيل المثال لإرسال طرد بريدي فيه (40) نسخة من ترجمة معاني القرآن الكريم باللغة الإنجليزية إلى أي ولاية في الولايات المتحدة الأمريكية، سوف يكلف شحن ذلك الطرد وإيصاله إلى الجهة المستفيدة ما يزيد على ألف وخمسمائة ريال، بينما لن يكلف نشرها إلكترونيا إلا قيمة القرص المدمج، أو الدخول إلى أحد المواقع على الشبكة العنكبوتية.",
            "page": "25",
            "part": "1",
            "seal": "15246C98"
        },
        {
            "id": "26",
            "nass": "أن النشر الإلكتروني لترجمات معاني القرآن الكريم سوف يكسر الحواجز والحدود، ولن يستطيع أحد، ولن تستطيع دولة الوقوف حجر عثرة في سبيل توصيل تلك الترجمة إلى مريديها، فكل ما على طالب الترجمة فقط هو حمل القرص المدمج أو الدخول إلى مواقع دعوية على الإنترنت، مثل موقع (al-islam، com) حيث يتم نشر ترجمة معاني القرآن الكريم إلى سبع لغات عالمية ويجري العمل حاليًا في هذا الموقع لزيادة عدد الترجمات، وقد نفع الله كثيرًا بهذا الموقع، وذلك لسهولة الحصول على الترجمة دون أدنى تكلفة أو عناء يذكر، ناهيك عن سهولة البحث والنظر في الآيات وتفسيرها. ¶ سهولة حمل الترجمة والتنقل بها من مكان لآخر، دون تكبد عناء حمل تلك الترجمة والتعرض للمساءلة في بعض الدول والأماكن، بل كل ما يتطلب الأمر هو حمل القرص المدمج أو الدخول إلى أحد المواقع الإسلامية على شبكة الإنترنت. ¶ الانتشار الكبير والسريع لهذه الوسيلة، وهذا يعني إيصال ترجمات معاني القرآن الكريم من خلال النشر الإلكتروني إلى ملايين البشر، حيث يقدر أن يصل عدد مستخدمي الإنترنت مثلا عام 2004م إلى بليون مستخدم في العالم. (¬1) ¶ ¬_________ ¶ (¬1) الميمان، المرجع السابق 1420.",
            "page": "26",
            "part": "1",
            "seal": "D14C111D"
        },
        {
            "id": "27",
            "nass": "أن النشر الإلكتروني من أسرع وسائل الاتصال المتاحة في العالم، حيث يمكن من خلالها الوصول إلى أفراد وجماعات في أماكن مختلفة في العالم قد يكون من الصعب الوصول إليهم بغير النشر الإلكتروني، وذلك بأقل تكلفة وأقل عناء وبأسرع وقت ممكن. ¶ قد لا يوجد في كثير من مناطق العالم مراكز إسلامية وفي بعض الأحيان لا توجد مساجد تتوافر فيها ترجمات لمعاني القرآن الكريم، وبالتالي تنعدم مصادر تبصير من يسكن في تلك المناطق بكتاب الله سبحانه وتعالى، ولكن عن طريق النشر الإلكتروني للترجمات نستطيع الوصول إلى ما لا يمكن الوصول إليه، وربط المسلمين هناك بالمصدر الأول في حياتهم، وتنويرهم بهدي القرآن العظيم مصحوبًا بالتفسير الموضح والمبين للمشكل فيه. ¶ أن النشر الإلكتروني لترجمات معاني القرآن الكريم سواءً عن طريق الإنترنت أو عن طريق الأقراص المدمجة (CDs) هو وسيلة اتصال لا تتحكم فيها جهة معينة ولا تفرض عليها سياسات محددة، بل المتحكم فيها هو من يستخدمها، فله أن يستقبل ما يشاء ويرسل ما يشاء بلا رقيب ولا حسيب.",
            "page": "27",
            "part": "1",
            "seal": "79B33565"
        },
        {
            "id": "28",
            "nass": "أن الحواسيب في عصر الانفجار المعرفي والمعلوماتي تحظى بكثير من الثقة والاحترام لدى عدد غير قليل من الناس، وهو ما يجعلها من الوسائل الدعوية التي تسهم في إقناع تلك الفئة نظرًا لتقبلهم وارتياحهم النفسي في التعامل معها، لذا فمتى ما تم نشر ترجمات معاني القرآن إلكترونيًا، فإن ذلك سيكون معينًا على نشر الدعوة.",
            "page": "28",
            "part": "1",
            "seal": "DFE8EAD2"
        },
        {
            "id": "29",
            "nass": "توصيات الدراسة: ¶ وبعد أن استعرضت في هذا البحث المباحث والموضوعات المتعلقة بعنوان البحث، فإنه يكون لزامًا عليّ ومن الأمانة العلمية أن أوضح وأبين بعض النتائج والاقتراحات والتوصيات التي توصلت إليها، وهي توصيات - إن كانت صوابًا- آمل أن ترى النور، وتجد من يأخذ بها إلى حيز التطبيق العملي خدمة لكتاب الله سبحانه وتعالى. ¶ ضرورة تنسيق الجهود وتضافر الهمم بين الجمعيات والمنظمات والهيئات الإسلامية ذات العلاقة بالدعوة إلى الله سبحانه وتعالى لاستغلال وسيلة الإنترنت والنشر الإلكتروني لترجمات معاني القرآن الكريم لتكون وسيلة فعالة ومجدية في هذا المجال، ووسيلة سهلة وميسرة في سبيل جمع المسلمين وتأليفهم على كتاب الله سبحانه وتعالى. ¶ ضرورة العمل الجاد على إنشاء مواقع إسلامية على شبكة الإنترنت العنكبوتية تتولى نشر ترجمات معاني القرآن الكريم المعتمدة إلكترونيا، كما أنه أصبح لزامًا إنتاج أقراص مدمجة لتلك الترجمات يتم تداولها ونشرها بين المسلمين في أقطار المعمورة.",
            "page": "29",
            "part": "1",
            "seal": "DA689FA2"
        },
        {
            "id": "30",
            "nass": "أرى أن تنبري لهذه المهمة جهة إسلامية معتمدة - ولتكن مجمع الملك فهد لطباعة المصحف الشريف - وذلك للتصدي لمواجهة الخصوم في هذا المجال، على أن يتم تأليف لجنة عالمية من ذوي الاختصاص في ترجمات معاني القرآن الكريم وكذلك في الحاسوب تكون مسؤوليتها النظر في الترجمات المغلوطة والمنشورة إلكترونيا، والرد عليها والتحذير منها. ¶ أننا متى ما وفرنا ترجمات معاني القرآن الكريم المعتمدة بلغات العالم المختلفة عبر النشر الإلكتروني لها سواء عن طريق الإنترنت أو عن طريق الأقراص المدمجة (CDs) ، فإننا بذلك نوسع نطاق الدعوة إلى الله سبحانه وتعالى، ونوصل هذا الدين وهذا الكتاب إلى أماكن وبقاعٍ في العالم قد يصعب ويستحيل علينا أحيانا توصيلها كتابيًا، بل إننا بذلك نتيح لجميع المسلمين وغير المسلمين إمكان الاطلاع على كتاب الله سبحانه وتعالى، والتعرف على هذا السراج المنير. ¶ فليس من العقل والمنطق، أن يترك المسلمون هذا المنبر شاغرًا يصول ويجول فيه كل عابث وصاحب هوى لكي يتحدث عن القرآن الكريم باسم الإسلام كما يشاء وكما يحلو له، بلا رقيب ولا حسيب.",
            "page": "30",
            "part": "1",
            "seal": "21366649"
        },
        {
            "id": "31",
            "nass": "ضرورة التصدي لهذا الموضوع بشكل سريع ومباشر، لذا أوصي أن تكون إحدى توصيات هذه الندوة المباركة الإسراع بتنفيذ نشر ترجمات معاني القرآن الكريم إلكترونيا. ¶ أننا متى ما نفذنا ما ورد أعلاه، فإننا نكون بذلك قد سهلنا على المسلمين في شتى بقاع المعمورة التعرف على كتاب الله سبحانه وتعالى، والرجوع إليه مصدرًا من مصادر الحياة الأصلية لكل مسلم، ومهما أنفق المسلمون من مال وجهد ووقت في هذا المجال، فإن ذلك سيوفر عليهم الكثير من المال والجهد الذي كان سيبذل لو كان النشر لتلك الترجمات كتابيًا بالطرق التقليدية، إن حساب الجدوى الاقتصادية لا يحتاج إلى كثير من الوقت، فأنت أمام وسيلة وطريقة إعلامية عالمية خطيرة - النشر الإلكتروني - تؤلف شعبيتها نسبة كبيرة من سكان هذه المعمورة.",
            "page": "31",
            "part": "1",
            "seal": "8242CEC8"
        },
        {
            "id": "32",
            "nass": "المصادر والمراجع ¶ المراجع العربية: ¶ أيمن السامرائي وعامر قنديلجي: النشر المكتبي الإلكتروني، رسالة المكتبة م 30، ع 3، أيلول 1995م. ¶ حسين أبو خضرة: النشر الإلكتروني، رسالة المكتبة - ع 23 - أيلول 1988م. ¶ د / حسين المعايرجي: الهيئة العالمية للقرآن الكريم، ضرورة للدعوة والتبليغ، الدوحة - 1991م. ¶ د / سليمان الميمان: استثمار الإنترنت في الدعوة إلى الله، ورقة عمل مقدمة لندوة الكتاب الإلكتروني المصاحب لمعرض الكتاب الإلكتروني - المنعقد في مركز الملك فيصل للبحوث والدراسات الإسلامية - 21-30 / 12 / 1420هـ. ¶ سمير محمد حسين: ندوة مستقبل النشر الإلكتروني العلمي، المجلة العربية للعلوم الإنسانية - ع 56 - عام 1996م. ¶ شركة المكتبات الكويتية- صناعة المعلومات: دراسة لمظاهر تقنية المعلومات المتطورة وآثارها على المنطقة العربية -الكويت- 1990م. ¶ عبد الرزاق يونس: تقنية المعلومات وأثرها على التعاون العربي والدولي في مجال المعلومات، ورقة عمل مقدمة في اجتماع مسؤولي وخبراء المعلومات في الدول العربية - 5 / 12 / 1988م - المنظمة العربية للعلوم.",
            "page": "32",
            "part": "1",
            "seal": "E3B780E0"
        },
        {
            "id": "33",
            "nass": "د / فهد المالك: نظرات في قضية ترجمات معاني القرآن الكريم - مجلة البيان - الأعداد 94، 95، 96، 97 - عام 1996م. ¶ قصي إبراهيم الشطي: النشر الإلكتروني العربي- مجلة العربي - عدد 491 أكتوبر 1999م. ¶ نبيل علي: اللغة العربية والحاسوب - عالم الفكر - مج 18 - عدد 3 - أكتوبر، نوفمبر، ديسمبر 1987م. ¶ د / نجدة رمضان: ترجمة معاني القرآن الكريم وأثرها في معانيه - دار المحبة - 1998م. ¶ المصادر الأجنبية ¶ Al-Malik, Fahad, 1995 \"Performative Utterance: Their basic and Secondary Meanings; With Reference to Five English Translations of The Meaning of The Holy Qur'an\" Unpublished PhD thesis، University of Durham, U، K. ¶ Gurnsey, John, 1985, \"The Information Professions in the Electronic Age\", London, Clive Bingley. ¶ Longley, Dennis and Macheal Shain, 1989, \" MacMillan Dictionary of Information Technology\"، 3rd ed، London.",
            "page": "33",
            "part": "1",
            "seal": "374E9860"
        }
    ],
    "t1938": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "ترجمة معاني القرآن الكريم عبر التاريخ"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول المقصود بالنشر الإلكتروني وخصائصه ومزاياه"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "الشبكة العنكبوتية العالمية World Wide Web"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "النشر الإلكتروني Electronic Publishing"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "أشكال النشر الإلكتروني"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "مزايا النشر الإلكتروني وخصائصه"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "الدعوة الإسلامية والنشر الإلكتروني"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني استخدام النشر الإلكتروني لترجمات معاني القرآن الكريم في خدمة الدعوة"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "توصيات الدراسة"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "المصادر والمراجع"
        }
    ]
}