{
    "b1945": [
        {
            "id": "1",
            "nass": "نظرة تاريخية في حدوث المذاهب الفقهية الأربعة: ¶ الحنفي - المالكي - الشافعي - الحنبلي ¶ وانتشارها عند جمهور المسلمين ¶ تأليف ¶ العلامة أحمد تيمور باشا ¶ - عدد الأجزاء: 1. ¶ - عدد الصفحات: 96. ¶ أعده للمكتبة الشاملة / توفيق بن محمد القريشي، - غفر الله له ولوالديه -. ¶ [ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي].",
            "page": null,
            "part": null,
            "seal": "8D6FFE8F"
        },
        {
            "id": "2",
            "nass": "نظرة تاريخية في حدوث المذاهب الفقهية الأربعة: ¶ الحنفي - المالكي - الشافعي - الحنبلي ¶ وانتشارها عند جمهور المسلمين ¶ تأليف ¶ العلامة أحمد تيمور باشا ¶ تقديم ¶ الشيخ محمد أبو زهرة ¶ دار القادري",
            "page": null,
            "part": null,
            "seal": "37D3CB87"
        },
        {
            "id": "5",
            "nass": "نظرة تاريخية في حدوث المذاهب الفقهية الأربعة: ¶ الحنفي - المالكي - الشافعي - الحنبلي ¶ وانتشارها عند جمهور المسلمين",
            "page": "1",
            "part": "1",
            "seal": "1E7E1CE8"
        },
        {
            "id": "8",
            "nass": "الطبعة الأولى: ¶ 1411 هـ - 1990 م ¶ دارالقادري للطباعة والنشر والتوزيع ¶ بيروت - لبنان.",
            "page": "4",
            "part": "1",
            "seal": "CA69323D"
        },
        {
            "id": "9",
            "nass": "بسم الله الرحمن الرحيم ¶ مُقَدِّمَةُ النَّاشِرِ: ¶ الحمد لله رب العالمين، والصلاة والسلام على سيد المرسلين وعلى آله وصحبه أجمعين وتابعيهم بإحسان إلى يوم الدين. ¶ وبعد: فإن دراسة تاريخ التشريع الإسلامي أصبحت عِلْمًا مستقلاً في العصر الحديث، وأول من كتب في هذا المجال الشيخ محمد الخضري - رَحِمَهُ اللهُ تَعَالَى -، وذلك في كتابه الرائد \" تاريخ التشريع الإسلامي \" وتبعه الشيخ السبكي والشيخ السايس والشيخ البربري في كتابهم القيم الذي يحمل العنوان نفسه، إلى أن جاء العلامة الجليل الشيخ محمد أبو زهرة فكتب \" تاريخ المذاهب الإسلامية \" العقدية والفقهية، ثم أفرد لكل إمام من أئمة المذاهب تصنيفًا مستقلاً تكلم فيه عن حياته وفقهه وآرائه التي انفرد بها، فسد بعمله الجليل ثغرة في مكتبتنا",
            "page": "5",
            "part": "1",
            "seal": "26105FA2"
        },
        {
            "id": "10",
            "nass": "الإسلامية كان يستغلها المستشرقون وأذنابهم للنيل من الشريعة الإسلامية الغراء. ¶ وتأتي أهمية دراسة تاريخ التشريع من النواحي التالية: ¶ الأولى: أنها توضح كيفية نشأة هذه المذاهب، وكيف ازدهرت وما هي الآفات الدخيلة عليها. فنحن نعلم أن الأئمة - رِضْوَانُ اللهِ عَلَيْهِمْ أَجْمَعِينَ - عاشوا في قرن واحد تقريبًا في بيئات متقاربة، فالإمام أبو حنيفة قد التقى بالإمام مالك في مدينة رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وافترقا عن صداقة حميمة وإعجاب كل منهما بصاحبه في علمه وورعه ودينه (¬1). كما أن الإمام الشافعي تتلمذ على يدي الإمام مالك من جهة وعلى يدي الإمام محمد بن الحسن الشيباني صاحب الإمام أبي حنيفة، وكان يُكِنُّ لهما الإعجاب الكثير والاحترام الكبير، أما الإمام أحمد بن حنبل فقد تتلمذ أولاً على الإمام القاضي أبي يوسف يعقوب بن إبراهيم كبير أصحاب الإمام أبي حنيفة ثم على يدي الإمام الشافعي وذلك قبل أن يستقل بمذهب خاص به. ¶ فهؤلاء هم الأئمة كانوا على قلبٍ واحدٍ وعلمًا وغاية، وإن اختلفت الطرق التي أوصلتهم إلى مقصدهم الواحد ولم يكن اختلافهم عن تشهي وإظهار للذات بل كان ضرورة أملاها عليهم الدين والورع ونشدان الحق، ومع ذلك فقد اتفقت أصولهم التي عليها أسسوا فقههم وإن اختلفوا في الفروع. ¶ ¬__________ ¶ (¬1) انظر كتاب \" رفع الملام عن الأئمة الأعلام \" لشيخ الإسلام ابن تيمية - رَحِمَهُ اللهُ تَعَالَى -.",
            "page": "6",
            "part": "1",
            "seal": "BAD197F6"
        },
        {
            "id": "11",
            "nass": "والأئمة وإن تشابهوا في السجايا من دين وورع وتقوى وذكاء واستعداد عظيم للحفظ والفهم والاستنباط فإنهم تميزوا بأن احتفظ كل واحد منهم بخصيصة تَفَوُّقٍ بها على الآخرين، فالإمام أبي حنيفة أعلى الأئمة جميعًا مقدرة على استنباط علل الأحكام والقياس عليها، واستخراج القواعد الناظمة للفروع. والإمام مالك أعلم الأئمة جميعًا بالسنن العلمية والعُرْفِ الذي كان في عصر التشريع، ومن هنا كان عمل أهل المدينة بمثابة الحديث المتواتر المنقول نَقْلاً عَمَلِيًّا، وكذلك الإمام الشافعي كان أكثر الأئمة قدرة على استنباط الأحكام من النصوص، كيف لا وهو الذي احتج اللغويون بكلامه، وقال فيه الجاحظ: «نظرت في كلام هؤلاء النبغة فلم أر أحسن تأليفًا من المُطَّلَبِيِّ كأن لسانه ينثر الدر». أما الإمام أحمد فهو أكثر الأئمة حفظًا للنصوص سواء كانت أحاديث نبوية أو آثارًا عن الصحابة أو فتاوى للصحابة أو التابعين، ومن هنا جاءت المذاهب الفقهية الأربعة مكملة لبعضها البعض فما أشبهها بمائدة عليها أطايب الطعام من صنوف شتى يتخير الآكل ما لذ وطاب. ¶ أما آفتها الدخيلة عليها فهو التعصب المذهبي الذي يزعم أن الحق محصور في مذهب من هذه المذاهب ليوجب على المسلمين المتذهب به؛ كالذي فعله صاحب كتاب \" مغيث الخلق في بيان المذهب الحق \" في حصر الحق في المذهب الشافعي، وكالذي فعله صاحب \" النكت الظريفة في ترجيح مذهب أبي حنيفة \" فهو أمر لا يتفق مع الدين أولاً ولا مع المذاهب ثانيًا، فلو عرضت هذه العصبيات على الأئمة",
            "page": "7",
            "part": "1",
            "seal": "44441319"
        },
        {
            "id": "12",
            "nass": "أنفسهم لحاربوها أشد المحاربة وَعَزَّرُوا أصحابهاعلى رؤوس الأشهاد. ¶ إن في سيرة الأئمة أبي حنيفة ومالك والشافعي وأحمد قدورة لكل مسلم غيور على الحق ناصح لدينه ليتعلم منهم آداب العلم والتلقي والحوار والاتفاق على الحق والاختلاف في طلبه، وما أجد المسلمين اليوم أن لا يقتصروا في تعلم أحكام دينهم على مذهب واحد بل يجعلوا المذاهب الأربعة مذهبًا واحدًا وأقوال الأئمة أقوالاً في المذهب، المذهب الإسلامي الجامع ويتخيروا منها ما قويت حجته ووضحت دلالته. ¶ الثانية: أن التشريع الإسلامي كان يتطور استجابة للأوضاع الاجتماعية والسياسية والفكرية والاقتصادية المتطورة عبر العصور فهو الصورة المدونة عنها ودراسته مفيدة جِدًّا لمعرفة تلك الأوضاع عبر القرون وعبر الأفكار الإسلامية كلها. وفي هذا دلالة على صلاحية الشريعة الإسلامية لكل زمان ومكان. ¶ الثالثة: أن دراسة تاريخ التشريع هو جزء من دراسة تاريخنا العام الذي هو جزء من شخصية الأمة بل مَعْلَمٌ من أهم معالمها الأصيلة. ¶ الرابعة والأخيرة: أن هذا الجانب من الدراسات كان مَرْتَعًا للمستشرقين لنفثوا سمومهم ويكيدوا للأمة ويطعنوا في دينها فدراسته من قبل المسلمين أنفسهم يقطع الطريق على أدعياء العلم وأعدائه من المستشرقين وأذنابهم ويكشف زيفهم وذيفانهم، وإضاءة هذه النقاط المجهولة من تاريخنا الفكري كافية لحمل خفافيش الاستشراق على الفرار",
            "page": "8",
            "part": "1",
            "seal": "D01EE81F"
        },
        {
            "id": "13",
            "nass": "من الساحة وإبطال سحرهم ومكرهم فهم لا يتواجدون إلا في الأماكن المظلمة، أما تحت الأنوار الساطعة فليس لهم جرأة على الظهور (¬1). ¶ لكل ما سلف يأتي كتاب \" نظرة عامة في نشأة المذاهب الفقهية الأربعة \" لأحمد تيمور باشا في مقدمة الدراسات التي ينبغي على المسلمين أن يتعرفوا عليها لما لهذه الدراسة من خصائص كثيرة شرحها وَبَيَّنَهَا الشيخ محمد أبو زهرة في مقدمته للكتاب: ص 19 - 46. ¶ سبق أن نشر الكتاب لأول مرة في مجلة \" الزهراء \" التي كان يصدرها العلامة محب الدين الخطيب بالقاهرة ثم نشرها مرة ثانية في رسالة مستقلة سنة 1344 هـ - 1926 م، وطبعت في المطبعة السلفية بالقاهرة، وكذلك الطبعة الثالثة سنة 1351 هـ - 1933 م، أما الطبعة الرابعة فقد أشرفت عليها لجنة نشر المؤلفات التيمورية وطبعتها في مطابع سجل العرب بالقاهرة سنة 1389 هـ - 1969 م. ¶ ولما لهذا الكتاب من أهمية ونظرًا لنفاده من الأسواق حرصنا على إعادة طبعه فحافظنا على مقدمة الشيخ محمد أبو زهرة - رَحِمَهُ اللهُ تَعَالَى - لأنها أغنت الكتاب بما فيها من عِلْمٍ، وصححنا الأغلاط المطبعية وغيرها، ونبهنا على ذلك في مواضعه. ¶ ثم إن الشيخ محمد أبو زهرة ذكر في مقدمته سبعة أحاديث أذكر هنا تخريجها باختصار ¶ ¬__________ ¶ (¬1) انظر مقدمة الشيخ محمد أبو زهرة لهذا الكتاب: ص 27.",
            "page": "9",
            "part": "1",
            "seal": "FEB15AC7"
        },
        {
            "id": "14",
            "nass": "1 - ص (20) «أَصْحَابِي كَالنُّجُومِ بِأَيِّهِمُ اقْتَدَيْتُمُ اهْتَدَيْتُمْ» قال الألباني في \" الأحاديث الضعيفة والموضوعة \": رقم (58) و (59) و (60) و (61): حديث موضوع. ¶ 2 - ص (20) «نَضَّرَ اللَّهُ عَبْدًا سَمِعَ مَقَالَتِي، فَوَعَاهَا [ثُمَّ بَلَّغَهَا عَنِّي] (*)، فَرُبَّ حَامِلِ فِقْهٍ غَيْرُ فَقِيهٍ، وَرُبَّ حَامِلِ فِقْهٍ إِلَى مَنْ هُوَ أَفْقَهُ مِنْهُ». أخرجه الإمام أحمد وابن ماجه من حديث أنس. قال الألباني في \" صحيح الجامع \" رقم (6641): صحيح. ¶ 3 - ص (21): «لِلْمُجْتَهِدِ إِذَا أَصَابَ أَجْرَانِ وَإِذَا أَخْطَأَ أَجْرٌ وَاحِدٌ» (**). أخرجه البخاري في الاعتصام - باب أجر الحاكم إذا اجتهد فأصاب أو أخطأ، رقم 7352، ومسلم في الأقضية - باب بيان أجر الحاكم إذا اجتهد فأصاب أو أخطأ، رقم (1716). وغيرهما من حديث عمرو بن العاص - رَضِيَ اللهُ عَنْهُ - ولفظه: «إِذَا حَكَمَ الحَاكِمُ فَاجْتَهَدَ [ثُمَّ أَصَابَ] فَلَهُ أَجْرَانِ، وَإِذَا حَكَمَ فَاجْتَهَدَ [ثُمَّ] أَخْطَأَ فَلَهُ أَجْرٌ». ¶ 4 - ص (21) حديث معاذ، أخرجه أبو داود في الأقضية - باب اجتهاد الرأي في القضاء رقم (3592) و (3593). والترمذي في الأحكام - باب ما جاء في القاضي كيف يقضي رقم (1327) و (1328) وقال: حديث لا نعرفه إلا من هذا الوجه وليس إسناده عندي بمتصل. وقال الألباني في \" الضعيفة \" رقم (881): منكر، وَأُعِلَّ هَذَا الحَدِيثُ بعلل ثلاث: الإرسال، وجهالة أصحاب معاذ، وجهالة الحارث بن عمرو. اهـ مختصرًا. ¶ ¬__________ ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) هكذا ورد، انظر \" صحيح الجامع الصغير وزياداته \" الطبعة الثالثة: 1408 هـ - 1988 م: ص 1145 حديث رقم 6765 - 2308 - نشر المكتب الإسلامي، بيروت - لبنان. دمشق - سورية. ¶ (**) انظر \" الجامع الصحيح \" للإمام البخاري، ترقيم محمد فؤاد عبد الباقي: (96) كِتَابُ الاِعْتِصَامِ بِالكِتَابِ وَالسُّنَّةِ (21) بَابُ أَجْرِ الحَاكِمِ إِذَا اجْتَهَدَ فَأَصَابَ أَوْ أَخْطَأَ، حديث رقم 7352، (\" فتح الباري بشرح صحيح البخاي \" 13/ 318، طبعة سَنَةَ 1379 هـ، نشر دار المعرفة. بيروت - لبنان). ¶ - \" الجامع الصحيح \" للإمام مسلم، ترقيم محمد فؤاد عبد الباقي: (30) كِتَابُ الأَقْضِيَةِ (6) بَابُ بَيَانِ أَجْرِ الحَاكِمِ إِذَا اجْتَهَدَ فَأَصَابَ، أَوْ أَخْطَأَ، حديث رقم 1716، 3/ 1342، الطبعة الثانية: 1972 م، نشر دار إحياء التراث العربي. بيروت - لبنان.",
            "page": "10",
            "part": "1",
            "seal": "617E9475"
        },
        {
            "id": "15",
            "nass": "5 - ص (22): «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ». حديث صحيح متواتر رواه عن النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ثمانية وتسعون صحابيًا وقد أشار إلى تخريجه في دواوين السنة السيوطي في \" الجامع الصغير \". وأشير هنا إلى أن الحديث أخرجه البخاري في العلم - باب إثم من كذب على النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، رقم (107) من حديث الزبير بن العوام - رَضِيَ اللهُ عَنْهُ - ولكن ليس فيه لفظ «مُتَعَمِّدًا». وأخرجه باللفظ المذكور مسلم في المقدمة - باب تغليظ الكذب على رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - رقم (4) من حديث أبي هريرة - رَضِيَ اللهُ عَنْهُ -. انظر كلام الحافظ في \" الفتح \": 1/ 200 ط. السلفية. ¶ 6 - ص (26) «إِنَّ المَلاَئِكَةَ تَحُفُّ بِأَهْلِ العِلْمِ». معنى حديث أخرجه ابن حبان من حديث أبي سعيد وأبي هريرة - رَضِيَ اللهُ عَنْهُمَا - مَعًا ولفظه: «مَا جَلَسَ قَوْمٌ يَذْكُرُونَ اللَّهَ إِلاَّ حَفَّتْهُمُ المَلاَئِكَةُ، وَغَشِيَتْهُمُ الرَّحْمَةُ، وَتَنَزَّلَتْ عَلَيْهِمُ السَّكِينَةُ، وَذَكَرَهُمُ اللَّهُ فِيمَنْ عِنْدَهُ». قال الألباني في \" صحيح الجامع \" رقم (5484): صحيح. ¶ 7 - ص (40): «مَنْ لَمْ يَهْتَمَّ بِأَمْرِ المُسْلِمِينَ فَلَيْسَ مِنْهُمْ». قال السخاوي في \" المقاصد \" رقم (1182): رواه البيهقي في \" الشعب \" من حديث وهب بن راشد حدثنا فرقد السبخي عن أنس رفعه: «مَنْ أَصْبَحَ لاَ يَهْتَمُّ لِلْمُسْلِمِينَ فَلَيْسَ مِنْهُمْ»، وهو عند الطبراني وأبي نعيم في \" الحلية \". قلتُ: قال في \" الميزان \" وهب بن راشد قال ابن عدي: ليس حديثه بالمستقيم، أحاديثه كلها فيها نظر، وقال النسائي: متروك. اهـ.",
            "page": "11",
            "part": "1",
            "seal": "22823378"
        },
        {
            "id": "16",
            "nass": "وقد تطرق الأستاذ أحمد تيمور باشا لعقائد الحنفية وذكر في ص 60 كلام السبكي أن الحنفية أكثرهم أشاعرة لا يخرج منهم إلا من لحق بالمعتزلة. ¶ قلتُ: في هذا الكلام نظر بل أغلبهم مَاتُرِيدِيَّةٌ ومنهم أثريون سلفيون كالطحاوي وابن أبي العز الحنفي شارح \" الطحاوية \" وَمُلاَّ علي القاري. ¶ ثم قال: وكأنه يريد أن خلافهم في هذه المسائل لا يخرجهم عن كونهم أشعرية وإن تسموا بالماتريدية لتصريحه بعد ذلك بأنها كالمسائل التي اختلف فيها الأشاعرة فيما بينهم ولأن المسائل الثلاث عشرة لم تثبت جميعها عن الشيخ ولا عن الإمام أبي حنيفة. ¶ قلتُ: بل الخلاف وقع بينهم في أربعين مسألة استوفاها شرحًا واستدلالاً الشيخ زاده - رَحِمَهُ اللهُ تَعَالَى - في كتابه \" نظم الفرائد وجمع الفوائد في بيان المسائل التي وقع فيها الخلاف بين الماتريدية والأشعرية في العقائد مع ذكر أدلة الفريقين \" (*) وهو كتاب مطبوع في مصر بالمطبعة الأدبية سنة 1317 هـ. ¶ كما تطرق لعقائد المالكية ص (69) وأزيد فأقول إن الإمام الباقلاني وهو من مؤسسي المذهب الأشعري كان مالكيًا. ¶ ثم قال عن عقائد الحنابلة ص (84): إن أكثر فضلاء متقدميهم أشاعرة لم يخرج منهم عن عقيدة الأشعري إلا من لحق بأهل التجسيم. اهـ. ¶ ¬__________ ¶ تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ: ¶ (*) طبع الكتاب طبعة أولى على ذمة أحمد ناجي الجمال، ومحمد أمين الخانجي الكتبي وأخيه، ومحمد راغب بن الشيخ عبد الملك الكتبي، بالمطبعة الأدبية بسوق الخضار القديم بمصر سنة 1317 هجرية، (63 صفحة).",
            "page": "12",
            "part": "1",
            "seal": "973F6573"
        },
        {
            "id": "17",
            "nass": "قلتُ: في هذا الكلام نظر بل أكثر الحنابلة أثريون سلفيون ابتعدوا عن علم الكلام ومقالاته ولم يخوضوا فيها خاض فيه الأشاعرة أو الماتريدية وبقوا في بر الأمان مع النصوص وآثار السلف فهم سلفيون أثريون ومن نظر في كتبهم (1) عرف ذلك عنهم. ¶ وختامًا أقول: ربنا تقبل منا إنك أنت السميع العليم وتب علينا إنك أنت التواب الرحيم. ¶ عبد البديع القادري ¶ دمشق: 4/ 6 / 1410 هـ. ¶ 1/ 1 / 1990 م.",
            "page": "13",
            "part": "1",
            "seal": "F89B4117"
        },
        {
            "id": "18",
            "nass": "أحمد تيمور باشا ¶ (1288 - 1348 هـ = 1871 - 1930 م) ¶ أحمد بن إسماعيل بن محمد تيمور، عالم بالأدب، باحث، مؤرخ مصري من أعضاء المجمع العلمي العربي، مولده ووفاته بالقاهرة من بيت فضل ووجاهة. كردي الأصل، مات أبوه وعمره ثلاثة أشهر، فربته أخته «عائشة» وسمي حين ولد «أحمد توفيق» ودعي في طفولته بتوفيق، ثم اقتصروا على أحمد تيمور، تلقى مبادئ العلوم في مدرسة فرنسية، وأخذ الأدب عن علماء عصره، وجمع مكتبة قيمة، وكان رَضِيَّ النفس كريمها، متواضعًا في انقباض عن الناس، توفيت زوجته وهو في التاسعة والعشرين من عمره، فلم يتزوج بعدها مخافة أن تسيء الثانية إلى أولاده وانقطع إلى خزانة كتبه ينقب فيها ويعلق ويفهرس إلى أن أصيب بفقد ابن له اسمه «محمد» سنة 1340 هـ فجزع ولازمته نوبات قلبية انتهت بوفاته، من كتبه: ¶ 1 - \" التصوير عند العرب \". ¶ 2 - \" نظرة تاريخية في حدوث المذاهب الفقهية \".",
            "page": "14",
            "part": "1",
            "seal": "B8EA7F4E"
        },
        {
            "id": "19",
            "nass": "3 - \" تصحيح لسان العرب \". ¶ 4 - \" اليزيدية ومنشأ نحلتهم \". ¶ 5 - \" تاريخ العلم العثماني \". ¶ 6 - \" ضبط الأعلام \". ¶ 7 - \" البرقيات للرسالة والمقالة \". ¶ 8 - \" لعب العرب \". ¶ 9 - \" قبر السيوطي \". ¶ 10 - \" أبو العلاء المعري وعقيدته \". ¶ 11 - \" الألقاب والرتب \". ¶ 12 - \" معجم الفوائد \" (وهو الأم لمؤلفاته) (مخطوط). ¶ 13 - \" الآثار النبوية \". ¶ 14 - \" أعيان القرن الرابع عشر \". ¶ 15 - \" الأمثال العامية المصرية \". ¶ 16 - \" الكنايات العامية المصرية \". ¶ 17 - \" تراجم المهندسين العرب \". ¶ 18 - \" نقد القسم التاريخي من دائرة معارف فريد وجدي \". ¶ 19 - \" التذكرة التيمورية \". ¶ 20 - \" السماع والقياس \". ¶ 21 - \" أبيات المعاني والعادت \". (مخطوط). ¶ 22 - \" المنتخبات من الشعر العربي \". ¶ 23 - \" تاريخ الأسرة العربية التيمورية \".",
            "page": "15",
            "part": "1",
            "seal": "9CD71FC6"
        },
        {
            "id": "20",
            "nass": "24 - \" أسرار العربية \". ¶ 25 - أوهام شعراء العرب في المعاني \". ¶ 26 - \" ذيل طبقات الأطباء \". (مخطوط). ¶ 27 - \" مفتاح الخزانة \". (مخطوط). ¶ 28 - \" فهرس لخزانة الأدب للبغدادي \". ¶ 29 - \" ذيل تاريخ الجبرتي \". (مخطوط). ¶ 30 - \" الألفاظ العامية المصرية \". (مخطوط). ¶ 31 - \" قاموس الكلمات العامة \"، 6 أجزاء. (مخطوط). ¶ نقلت مكتبته إلى دار الكتب المصرية وهي نحو 18 ألف مجلد، أحد الأعلام 1/ 100.",
            "page": "16",
            "part": "1",
            "seal": "48DF0D30"
        },
        {
            "id": "21",
            "nass": "محمد أبو زهرة: ¶ 1316 - 1394 هـ - 1898 - 1974 م ¶ محمد بن أحمد أبو زهرة: أكبر علماء الشريعة الإسلامية في عصره. مولده بمدينة المحلة الكبرى، وتربى بالجامع الأحمدي وتعلم بمدرسة القضاء الشرعي (1916 - 1925) وتولى تدريس العلوم الشرعية والعربية ثلاث سنوات، وعلم في المدارس الثانوية سنتين ونصفًا، وبدأ اتجاهه إلى البحث العلمي في كلية أصول الدين (1933) وَعُيِّنَ أستاذًا محاضرًا للدراسات العليا في الجامعة (1935) وعضوًا للمجلس الأعلى للبحوث العلمية، وكان وكيلاً لكلية الحقوق بجامعة القاهرة، ووكيلاً لمعهد الدراسات الإسلامية وأصدر من تأليفه أكثر من أربعين كتابًا منها المطبوعة الآتية: ¶ 1 - \" الخطابة \". ¶ 2 - \" تاريخ الجدل في الإسلام \". ¶ 3 - \" أصول الفقه \". ¶ 4 - \" الملكية ونظرية العقد في الشريعة الإسلامية \".",
            "page": "17",
            "part": "1",
            "seal": "8D7A8EBC"
        },
        {
            "id": "22",
            "nass": "5 - \" مذكرات في الوقف \". ¶ 6 - \" أبو حنيفة \". ¶ 7 - \" مالك \". ¶ 8 - \" الشافعي \". ¶ 9 - \" أحمد بن حنبل \". ¶ 10 - \" الإمام زيد \". ¶ 11 - \" الإمام جعفر الصادق \". ¶ 12 - \" ابن حزم \". ¶ 13 - \" ابن تيمية \". ¶ 14 - \" الأحوال الشخصية \". ¶ 15 - \" الجريمة والعقوبة في الفقه الإسلامي \". ¶ 16 - \" الوحدة الإسلامية \". ¶ 17 - \" تنظيم الإسلام للمجتمع \". ¶ 18 - \" محاضرات في النصرانية \". ¶ 19 - \" خاتم النبيين \" (3 أجزاء). ¶ 20 - \" المعجزة الكبرى \" (القرآن).",
            "page": "18",
            "part": "1",
            "seal": "77C11B57"
        },
        {
            "id": "23",
            "nass": "دِرَاسَةٌ تَحْلِيلِيَّةٌ فِي تَارِيخِ الفِقْهِ الإِسْلاَمِيِّ: ¶ بقلم الشيخ محمد أبو زهرة. ¶ بسم الله الرحمن الرحيم ¶ 1 - الحمد لله رب العالمين. وصلى الله على نبيه محمد صلى الله تعالى عليه وسلم وعلى آله وصحبه أجمعين. ¶ وبعد فقد بعث الله تعالى سيدنا محمدًا النبي الأمين. فبلغ رسالة ربه، ووضح شريعته، حتى ترك الناس من بعده على المحجة البيضاء التي ليلها كنهارها، لا يضل فيها الساري. ولا يختفي (¬1) الحق لطالبه من غير مصباح سَوِيٍّ، كتاب الله تعالى وسنة رسوله، إلا أن يؤتى فهمًا سليمًا، وقلبًا مشرقًا بنور الإخلاص، فإنه بهذا الاتجاه القويم يسير في الطريق إلى فهم مصادر الشرع وموارده لا عوج فيه ¶ ¬__________ ¶ (¬1) كذا في الأصل، ولعل الصواب: ولا يجتلي. اهـ. الناشر.",
            "page": "19",
            "part": "1",
            "seal": "C1144FA0"
        },
        {
            "id": "24",
            "nass": "وَلاَ أَمْتَ، يتعرف فيه الغايات الباعثة، والنتائج المترتبة، ويربط بين الحقائق الإسلامية في سلك علمي منتظم كالخرز في عقده، لا تنبو واحدة عن أختها. ¶ 2 - وما انتقل النبي - صَلََّى اللهُ تَعَالَى عَلَيْهِ وَسَلَّمَ - إلى الرفيق الأعلى حتى أنار الوجود الإنساني بالحقائق الإسلامية عقيدة وخلقًا وشريعة، ونقلها إلينا أصحابه الذين كانوا من بعده كالنجوم كاملاً. ¶ ولقد صدق رسول الله - صَلََّى اللهُ تَعَالَى عَلَيْهِ وَسَلَّمَ - إذ قال: «أَصْحَابِي كَالنُّجُومِ فَبِأَيِّهِمُ اقْتَدَيْتُمُ اهْتَدَيْتُمْ». ¶ فكانوا حَمَلَةَ علم الرسول - صَلََّى اللهُ تَعَالَى عَلَيْهِ وَسَلَّمَ - نقلوه إلى الأخلاف، واستجابوا للرسول، وهو يدعوهم إلى نقل كلامه إذ كما قال: «نَضَّرَ اللَّهُ عَبْدًا سَمِعَ مَقَالَتِي، فَوَعَاهَا كَمَا سَمِعَهَا، فَرُبَّ حَامِلِ فِقْهٍ لاَ فِقْهَ لَهُ، وَرُبَّ حَامِلِ فِقْهٍ إِلَى مَنْ هُوَ أَفْقَهُ مِنْهُ» أو كما قال - صَلََّى اللهُ تَعَالَى عَلَيْهِ وَسَلَّمَ -. ¶ وإن أولئك العِلْيَةِ من أصحاب رسول الله - عَلَيْهِ الصَلاَةُ وَالسَّلاَمُ - هم الذين شاهدوا وعاينوا، ورأوا منازل الوحي، وعلموا مُدْرَكَاتِ النبوة علم المحس السامع المعاين، واستطاعوا بأمانة الله أن ينقلوه إلى الأخلاف مجملاً بغبار (¬1) الرسول - عَلَيْهِ الصَلاَةُ وَالسَّلاَمُ - مشرقًا بنور ¶ ¬__________ ¶ (¬1) كذا في الأصل، ولعل المعنى أنهم نقلوه بحذافيره كما قاله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. اهـ. الناشر. ¶ تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ: ¶ (*) رواه البيهقي وأسنده الديلمي، ورواه الدارمي وابن عدي. (\" كشف الخفاء \" للعجلوني: 1/ 147، و\" إتحاف السادة المتقين \": 2/ 223. قال الدكتور نور الدين عتر - حَفِظَهُ اللهُ تَعَالَى -: «وَالمُرَادُ عُلَمَاؤُهُمْ وَاللهُ أَعْلَمُ» انظر (هامش صفحة 67) \" أهم الملامح الفنية في الحديث النبوي \"، مجلة مركز بحوث السُنَّة والسيرة - قطر. العدد السابع: 1994 م.",
            "page": "20",
            "part": "1",
            "seal": "B37BEC4D"
        },
        {
            "id": "25",
            "nass": "النبوة وروعته!! حتى إنه لم ينته عهد الصحابة حتى نقلوا كلام الرسول - صَلََّى اللهُ تَعَالَى عَلَيْهِ وَسَلَّمَ - كاملاً غير منقوص، وإذا كان قد غاب عن بعضهم أحاديث فإنه لا يغيب عن جميعهم، وكما يقول الإمام الشافعي: إن كل الصحابة قد رَوَوْا كل أخبار الرسول، وأحاديثه، وفتاويه. ¶ فإذا كان عصر النبي - عَلَيْهِ الصَلاَةُ وَالسَّلاَمُ - هو عصر تبليغ الشريعة فعصر الصحابة هو عصر حفظها، ونقلها للأخلاف غَضَّةً خِصْبَةً كما بَيَّنَهَا النبي الأمين. ¶ ولم يكن عمل الصحابة - رَضِيَ اللهُ تَبَارَكَ وَتَعَالَى عَنْهُمْ - أن ينقلوا فقط، بل كان عليهم أن يستنبطوا، وأن يجتهدوا آراءهم فيما لم يعلموا من النبي - عَلَيْهِ الصَلاَةُ وَالسَّلاَمُ - فيه أمرًا. ¶ وقد وجههم - عَلَيْهِ السَّلاَمُ - إلى ذلك فحث على الاجتهاد، وجعل له ثوابًا فقال - عَلَيْهِ السَّلاَمُ -: ¶ «لِلْمُجْتَهِدِ إِذَا أَصَابَ أَجْرَانِ، وَإِذَا أَخْطَأَ أَجْرٌ وَاحِدٌ» (*)، فهو مثوب في الحالين. ¶ ولذا قرر العلماء أن الاجتهاد فرض كفاية على من يحسنه. ولقد قال محمد - صَلََّى اللهُ تَعَالَى عَلَيْهِ وَسَلَّمَ - فيما روى الثقات لمعاذ بن جبل وقد أرسله قاضيًا على اليمن. قال له: «بِمَ تَقْضِي؟». ¶ قَالَ: «بِكِتَابِ اللَّهِ». ¶ ¬__________ ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) ذكر المؤلف الحديث بالمعنى، وللوقوف على الرواية، انظر \" الجامع الصحيح \" للبخاري: «إِذَا حَكَمَ الحَاكِمُ فَاجْتَهَدَ ثُمَّ أَصَابَ فَلَهُ أَجْرَانِ، وَإِذَا حَكَمَ فَاجْتَهَدَ ثُمَّ أَخْطَأَ فَلَهُ أَجْرٌ»، وغيرها من الروايات الأخرى.",
            "page": "21",
            "part": "1",
            "seal": "0E0F0DE1"
        },
        {
            "id": "26",
            "nass": "قَالَ: «فَإِنْ لَمْ تَجِدْ؟» قَالَ: «بِسُنَّةِ رَسُولِ اللَّهِ». ¶ قَالَ: «فَإِنْ لَمْ تَجِدْ؟» قَالَ: «أَجْتَهِدُ [رَأْيِي] وَلاَ آلُو». فَقَالَ رَسُولُ اللَّهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - مُغْتَبِطًا «الحَمْدُ لِلَّهِ الذِي وَفَّقَ رَسُولَ رَسُولِ اللَّهِ لِمَا يُرْضِي رَسُولَ اللَّهِ». ¶ وما كان اجتهاد الصحابة إلا قبسة من نور النبوة لأنهم أعرف الناس بمقاصد الشريعة وغاياتها، فليس رأيهم الرأي، ولكنه الاتباع والاهتداء، حتى قال الإمام مالك: «هُوَ رَأْيٌ وَمَا هُوَ بِالرَّأْيِ»، وذلك لأنه ليس تهجمًا على الحقائق، ولكنه مُقَيَّدٌ بما علموا من أمر الرسالة والشريعة، وما أدركوا من أقوال، وشاهدوا من أعمال. ¶ ولقد ذكر الإمام ابن قيم الجوزية: أن آراء الصحابة كثير منها سُنَّةٌ، لأن كثيرين منهم كانوا يؤثرون أن يفتوا ناسبين القول لأنفسهم عن أن ينسبوه للنبي - عَلَيْهِ الصَلاَةُ وَالسَّلاَمُ -، وإما مُسْتَلْهَمَةٌ من وحيها، أو نابعة من نبعها، وهي في كل الأحوال نور من نورها.",
            "page": "22",
            "part": "1",
            "seal": "EB631B57"
        },
        {
            "id": "27",
            "nass": "3 - ترك الصحابة ثروة مثرية من الفقه النبوي بالنص عن النبي - عَلَيْهِ الصَلاَةُ وَالسَّلاَمُ -، أو بالتخريج عليه، أو بالتطبيق على ما عرفوا من مقاصد الإسلام، وحمل ذلك العلم من بعدهم تلاميذهم من التابعين. ¶ وكان لكل صحابي تابعون يلازمونه، ومنهم من يختص واحدًا منهم بالملازمة أو يغلب عليه ذلك. ¶ فناقل علم ابن عباس - رَضِيَ اللهُ عَنْهُمَا - عكرمة مولاه، وناقل تفسيره مجاهد. ¶ وناقل علم عمر - سعيد بن المسيب مع غيره ممن عاصروه، وناقل علم ابن عمر مولاه نافع. ¶ وفي العراق ناقل علم عبد الله بن مسعود علقمة، وإبراهيم النخعي، ونقل آل البيت وغيرهم علم عَلِيٍّ - كَرَّمَ اللهُ وَجْهَهُ -، فوق ما كان معلومًا له بين الصحابة من فتاوى تَنْفُذُ إلى لب الحقائق، وما كان له من آراء تشرق في مدلهم الأمور، حتى كان يقول عمر - رَضِيَ اللهُ عَنْهُ - كلما عضل أمر: «مَسْأَلَةٌ وَلاَ أَبَا حَسَنَ لَهَا». ¶ وكان أولئك التابعون ينقلون أحاديث الرسول - عَلَيْهِ الصَلاَةُ وَالسَّلاَمُ - والآثار المروية عنه من أعمال وتقريرات، وينقلون علم الصحابة الذي تخرجوا عليه، ويعتبرون ما أجمع عليه الصحابة حجة",
            "page": "23",
            "part": "1",
            "seal": "6A1BA294"
        },
        {
            "id": "28",
            "nass": "قطعية لا مناص من اتباعها، وإن اختلفوا كان لهم أن يختاروا من بينها، ولا يخرجوا عن كلها، وفي الغالب كان كل تلميذ يتبع شيخه من الصحابة. ¶ وكان لهم مع ذلك اجتهاد فيما لا يعرف فيه من قبلهم رأي في أمر من الأمور، فإنهم حينئذٍ يجتهدون آراءهم كما سلك شيوخهم من الصحابة. ¶ وأخذت في عهد التابعين مناهج الاجتهاد تتميز من غير انحراف ولا خروج عن الرَّبْقَةِ، بل الجميع متعلقون بالكتاب والسنة وعلم الصحابة يعتبرونها المنجاة من هاوية الباطل. ¶ فكان لفقهاء العراق نهج في الاجتهاد بعد النصوص وأقوال الصحابة، وغلب عليهم الاجتهاد بالقياس. ¶ وكان لفقهاء الحجاز نهج، ويغلب فيه الأخذ بالمصلحة، وكان لكل منهج مدرسة قائمة بذاتها، ابتدأت تتكون في عهد التابعين، ثم نمت من بعدهم حتى تكاملت. ¶ ولا بد أن ننبه هنا أن الصحابة اختلفوا كما نوهنا، وأن التابعين اختلفوا كما قررنا. وإن الاختلاف في الفروع الفقهية لا ضرر فيه على المسلمين، ولا على الحقائق الإسلامية ما دام القصد الوصول إلى الحق، وليس في واحد من الآراء هدم لنص، أو نقض لأصل، أو مصادمة لمقصد من المقاصد الشرعية.",
            "page": "24",
            "part": "1",
            "seal": "B72E36FD"
        },
        {
            "id": "29",
            "nass": "ويروى في ذلك أن عمر بن عبد العزيز قال: «مَا يَسُرُّنِي بِاخْتِلاَفِ أَصْحَابِ رَسُولِ اللهِ - صَلََّى اللهُ تَعَالَى عَلَيْهِ وَسَلَّمَ - حُمُرُ النَّعَمِ، وَلَوْ كَانَ رَأْيًا وَاحِدًا لَكَانَ النَّاس فِي ضِيقٍ». ¶ 4 - جاء بعد هؤلاء التابعين الطبقة الأولى من الأئمة المجتهدين - كربيعة الرأي ومالك بن أنس وأبي حنيفة والأوزاعي، وسفيان الثوري، والليث بن سعد، وغيرهم كثير. ¶ وهؤلاء التقوا بالتابعين وأخذوا عنهم، ودرسوا الآثار وأوجه الاستنباط عليهم، فأبو حنيفة تلقى عن إبراهيم النخعي، وعطاء، وحماد بن أبي سليمان، وغيرهم. ومالك تلقى عن نافع، وابن شهاب الزهري، والقاسم بن محمد، وغيرهم من التابعين الذين اشتهروا بالفقه، وَسُمُّوا بالفقهاء السبعة مثل عروة بن الزبير، وسليمان بن يسار. ¶ وإن عين الفقه قد تفتحت بعد ذلك بهؤلاء الأئمة، فقد كثر التلاميذ، وكثر الدارسون وصار ثمة علماء أعلام تتذاكر بهم الركبان، والفتاوى تنقل عنهم من مكان إلى مكان. ¶ وكان موسم الحج مجالاً يتدارس فيه أهل الفقه، بل إن بعضهم كان يقصد من القربى إلى الله تعالى النُّجْعَةَ إلى العلم ليتزود مع زَادِ التقوى زَادَ العلم، وهو من التقوى، ما دام يقصده لوجه الله لا يرجو",
            "page": "25",
            "part": "1",
            "seal": "DF07FB18"
        },
        {
            "id": "30",
            "nass": "سواه، فإن الملائكة تحف بأهل العلم كما وردت بذلك الآثار عن النبي - صَلََّى اللهُ تَعَالَى عَلَيْهِ وَسَلَّمَ -. ¶ وكان بجوار هؤلاء من جانب إسلامي آخر أهل البيت يدونون أحاديث عَلِيٍّ وأبنائه وفقههم. وكان من بينهم أئمة أعلام أسهموا في البناء الفقهي بأوفر سهم على رأسهم زيد بن علي زين العابدين، وأخوه محمد الباقر، وابن أخيه جعفر الصادق، ومنهم عبد الله بن حسن، وكان شيخًا لأبي حنيفة - رَضِيَ اللهُ عَنْهُمَا -، وكان لآل البيت مقام معلوم عند الإمامين: أبي حنيفة ومالك. ¶ 5 - تكونت من الاجتهاد، والإخلاص، والنية المحتسبة مجموعة من الفقه هي أعظم ذخيرة إلاسلامية، وهي أعظم ما دُوِّنَ من قواعد التعامل الإسلامي بين الآحاد وبين الجماعات والدول. ¶ وقدرت الأجيال من بعدهم ثمرات ما بذلوا، ونقلها تلاميذهم جيلاً بعد جيل، وتدارسوها وَخَرَّجُوا عليها، وأقاموا على ما وُرِثَ مِنْهَا غروسًا من العلم صارت كَدَوْحَاتٍ تُظِلُّ من يستظل بها، وهم فيما صنعوا لم يخرجوا من كتاب الله ولا سنة رسوله، ولم يَتَحَيَّفُوا طريقهم، ولم يسلكوا غير سبيل المؤمنين. ¶ ولقد سارت تلك المجموعة الفقهية مسار النور في الأرض، فلقد وجدنا أوروبا في عهد نهضتها - تنقل آراءهم. فمذهب مالك",
            "page": "26",
            "part": "1",
            "seal": "FC6AE80C"
        },
        {
            "id": "31",
            "nass": "يجتاز الأندلس حتى يصل إلى وسط فرنسا أو أعلى من ذلك، وفي وسط أوروبا تترجم كتب المذاهب الإسلامية، وفي إنجلترا يترجم مثلها. ¶ ولندع الذين يسمون بالمستشرقين وأكثرهم لغويون، وليسوا فقهاء، وأكثرهم يتعرضون للفقه على غير بَيِّنَةٍ، ومن غير سلطان من العلم، وبقلب لا يرجو للإسلام وقارًا بل يتتبع الأوهام ليجعل منها حقائق، يحرفون القول عن مواضعه، لندع هؤلاء فهم أعجز من أن ينالوا من هذا الدين الشامخ العظيم. ¶ وإن المنصفين منهم عدد قليل. وهو يحاولون أن يفهموا الفقه الإسلامي كما هو، على أنه قانون إنساني عادل يصلح غذاء للمادة القانونية في هذا العالم. ¶ وإذا كان ذلك الفقه العظيم يسير في طريق يضع المغرضون فيه الأشواء والأحجار في أوروبا لمنعوا أقوامهم عنه، فإن المؤتمرات القانونية استطاعت بإرشاد علماء المسلمين، وإرادات طلاب الحقائق، أن يقرروا إقرارًا متواضعًا بأن يعترفوا بأنه شريعة قائمة بذاتها صالحة للتطبيق ومعالجة أدواء العالم الاجتماعية. ¶ وإذا كان القرار متواضعًا لا يخرج عن الصلاحية، فإن ابتداء له خط يسير فيه إلى الانتهاء. «وَأَوَّلُ الغَيْثِ قَطْرٌ ثُمَّ يَنْهَمِرُ».",
            "page": "27",
            "part": "1",
            "seal": "EDB83D25"
        },
        {
            "id": "32",
            "nass": "الأئمة: ¶ 6 - برز أولئك الأئمة في التاريخ الإسلامي على أنهم شراح الفقه الإسلامي، وَمَتْنُهُ كتاب الله تعالى وَسُنَّةُ رسوله - صَلََّى اللهُ تَعَالَى عَلَيْهِ وَسَلَّمَ -، وما نقل عن أصحابه - رَضِيَ اللهُ عَنْهُمْ -، وهي شاهد النور، ومطلع الرسالة ومنار الشريعة المحمدية على صاحبها أفضل الصلاة وأتم التسليم. ¶ وما فرضوا هذه الآراء على الأجيال، بل قدموها لهم على أن ما كان من النصوص فله حكمها لا تغيير فيه ولا تبديل، وقد أجمعوا عليه، إلا ما يكون النص فيه قابلاً للاختلاف في فهمه. ¶ أما ما يكون رأيًا فإنه رأي يقدم ليدرس، ويقول أبو حنيفة وهو ممن أكثر من الرأي، وَقَدَّرَ مسائل واستنبط حكمها: وهذا أحسن ما وصلنا إليه فمن رأى خيرًا منه فليأخذ به. ¶ ويقول وقد سئل عما استنبطه من فقه: ¶ «أَهَذَا هُوَ الحَقُّ الذِي لاَ شَكَّ فِيهِ؟ فَيُجِيبُ: لاَ أَدْرِي لَعَلَّهُ البَاطِلُ الذِي لاَ شَكَّ فِيهِ». ¶ وكلهم وحالهم جميعًا تصورها مقالة الفقهاء على لسان كل واحد منهم: «رَأْيُنَا صَوَابٌ يَحْتَمِلُ الخَطَأَ، وَرَأْيُ غَيْرِنَا خَطَأٌ يَحْتَمِلُ الصَّوَابَ». ¶ غير أن الأئمة الأعلام منهم من طُوِيَ مذهبه في لجة التاريخ، كالأوزاعي فقيه الشام الذي عاصر أبا حنيفة، وكابن شبرمة فقيه البصرة",
            "page": "28",
            "part": "1",
            "seal": "839B2757"
        },
        {
            "id": "33",
            "nass": "وقاضيها، وكابن أبي ليلى فقيه الكوفة وقاضيها، وكالليث بن سعد فقيه مصر الذي قال فيه الشافعي: «إِنَّهُ كَانَ أَفْقَهَ مِنْ مَالِكٍ إِلاَّ أَنَّ أَصْحَابَهُ لَمْ يَقُومُوا بِهِ». ¶ وغيرهم كثير، لا تجد لهم مذهبًا مدونًا قائمًا بذاته، وقد تجد لهم أقوالاً كثيرة مدونة في كتب غيرهم من أصحاب المذاهب، وخصوصًا أهل المذهب الحنفي، ومن ذلك \" اختلاف [أبي حنفية] وابن أبي ليلى \" (*) لأبي يوسف صاحب أبي حنيفة و\" الرد على سير الأوزاعي \" له - رَضِيَ اللهُ عَنْهُمَا -. وتجد آراء مبثوثة لهؤلاء الأئمة في الفقه الإسلامي المقارن، ككتاب \" المغني \" لابن قدامة، و\" المحلى \" لابن حزم، و\" بداية المجتهد \" لابن رشد، و\" المجموع \" للنووي \"، و\" المبسوط \" (¬1) للسرخسي. ¶ وإن لواحد من هؤلاء الذين طوت لجنة التاريخ مذاهبهم، وهو الليث بن سعد رسالة قيمة في مجاوبة بينه وبين الإمام مالك تفيض علمًا، وقد تعرضت لمسائل فقهية كثيرة تناولها بعقل مدرك، وفقه عميق، وهي منبعثة من قلب مؤمن مخلص تفيض محبة ومودة لمالك الذي التقى به في العلم والمذاكرة (¬2). ¶ وإن نسيان مناهج هؤلاء وما وصلوا إليه من حلول في الفروع سببه أمران: ¶ ¬__________ ¶ (¬1) في الأصل: المضبوط، وهو خطأ، والصواب ما أثبتناه. اهـ. الناشر. ¶ (¬2) راجع الرسالة في \" إعلام الموقعين \" لابن القيم. ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) \" اختلاف أبي حنيفة وابن أبي ليلى \"، للإمام أبي يوسف يعقوب بن إبراهيم الأنصاري، عني بتصحيحه والتعليق عليه أبو الوفاء الأفغاني، المدرس بالمدرسة النظامية بالهند، عنيت بنشره لجنة إحياء المعارف النعمانية بحيدر آباد الدكن بالهند، الطبعة الأولى، أشرف على طبعه رضوان محمد رضوان وكيل لجنة إحياء المعارف العثمانية، مطبعة الوفاء 1358 هـ.",
            "page": "29",
            "part": "1",
            "seal": "B6DBC04E"
        },
        {
            "id": "34",
            "nass": "أحدهما - أن أكثرهم لم يكن مقيمًا في مدينة يقصد إليها للعلم، ويفد إليها التلاميذ، فدمشق في عهد الأوزاعي، كان العل قد رحل منها إلى المدينة وبغداد، ومصر في الوقت الذي كان فيه الليث لم تكن قد صارت منتجعًا للعلم إلا ما كان من تلاميذ الإمام مالك الذين كانوا يغالبون أصحاب الليث حتى غلبوهم. ¶ الثاني - أنه لم يكن له تلاميذ أقوياء ينشرون في الأقاليم آراءهم، ويخدمونها بالتدوين أو الفحص والجمع والرواية، ويقربونها إلى الناس، ويجعلونها دانية القطوف، ولم يكن ثمة سلطان يؤيدها. ¶ 7 - انحسرت موجة التاريخ عن ثمانية مذاهب معروفة دُوِّنَتْ وَجُمِعَتْ. ودرست من التلاميذ في الأماكن التي انتشرت فيها تلك المذاهب، وبعضها كثر عدد معتنقيه، وبمقدارهم كان الدرس والفحص، وبعضهم تعددت أماكنه، وحيثما حل تأثر بعادات الإقليم وعرفه، وذلك في غير ما ثبت بالنص كما ترى في المذهب الحنفي، في اختلاف العادات بين فقه أرض الروم، وما وراء النهر، والعراقين، والاختلاف فيه أعراف لا اختلاف فقه. ¶ وكما ترى في مذهب مالك بين اختلاف المغرب، ومن كان من أتباعه في العراق وهكذا، وكان ذلك في فروع جزئية، وكما نرى في اختلاف المذهب الشافعي (¬1) بين الخراسانيين والعراقيين. ¶ ¬__________ ¶ (¬1) في الأصل: المذهب الحنبلي، وهو خطأ والصواب ما أثبتناه. اهـ. الناشر.",
            "page": "30",
            "part": "1",
            "seal": "154FD5FF"
        },
        {
            "id": "35",
            "nass": "وإنك لترى هذه المذاهب تجري كالأنهار في الأقطار. فيحمل ماؤها بعض لون المجرى الذي يجري فيه. وتلك المذاهب الثمانية التي سجلت في التاريخ هي: ¶ المذهب الحنفي، والمذهب المالكي، والمذهب الشافعي، والمذهب الحنبلي، وهذه كما يعبر الفقهاء «مذاهب الأمصار»، أي أنها التي انتشرت في الأمصار الإسلامية، ولا يخلو مصر منها، فلا يمكن أن يوجد مصر إسلامي خَالٍ منها وقد يخلو من بعضها، ولا يخلو من كلها. ¶ وهناك مذاهب أربعة أخرى قد يخلو مصر منها جميعًا، ولكن لا تخلو البلاد الإسلامية منها، فهي منثورة في أقاليم إسلامية مختلفة، وأحسب أنها أقلية في أكثرها. ¶ وتلك المذاهب هي مذهب الإمام زيد بن علي زين العابدين المتوفى سنة 122 هـ، وهو أقرب مذاهب آل البيت إلى مذاهب الأئمة الأربعة، بل إن المخرجين فيه في خراسان كانوا إذا لم يجدوا نصًا مأثورًا عن الإمام زيد، أخذوا باجتهاد أبي حنيفة - رَضِيَ اللهُ عَنْهُمَا - وهو منتشر في اليمن وخراسان. ¶ والمذهب الثاني مذهب الإمام أبي عبد الله جعفر الصادق بن محمد الباقر، وقد توفي أبو عبد الله سنة 148 هـ، وقد أخذ عنه الإمام أبو حنيفة، وروى عنه أحاديث. ¶ وارجع إلى كتاب \" الآثار \" لأبي يوسف وكتاب \" الآثار \" لمحمد - تجد فيهما رواية أبي حنيفة عن الإمام الصادق - رَضِيَ اللهُ عَنْهُ -. وقد قال فيه أبو",
            "page": "31",
            "part": "1",
            "seal": "CBA7C9A3"
        },
        {
            "id": "36",
            "nass": "حنيفة: ما رأيت أحدًا أعلم باختلاف الناس من جعفر بن محمد، وهو منتشر في شيعة العراق، وإيران، وبعض أندونيسيا وباكستان والهند. ¶ والمذهب الثالث: مذهب داوود الأصفهاني الظاهري، الذي كان تلميذًا للشافعي - رَضِيَ اللهُ عَنْهُ - وهو الذي قصر الاستنباط الفقهي على النصوص، وإقامة على القرآن، وعلى السنة دون غيرهما. وقد دون المذهب من بعده ابن حزم، وشدد في التمسك بالنص أشد من داوود، وألف في ذلك كتابه \" المحلى \"، وإنه وإن كان المذهب لا يعلم من يعمل به بعد عصر الموحدين في الأندلس، فهو جامع للفقه الإسلامي، وهو ديوان من دواوينه، كما سماه هو. ¶ والمذهب الرابع: هو مذهب الإباضية، وينسب إلى عبد الله بن إباض، وهو مذهب يقوم على أحاديث رسول الله تعالى، ولا يخالف مذهب السنة إلا في الفروع. ¶ والتاريخ الإسلامي يذكر أن عبد الله بن إباض كان من الخوارج المعتزلة الذين لا يكفرون المسلمين لما يزعمونه من أخطائهم، بل إنهم يقولون إنهم كفار نعمة. ¶ ولكن أتباعه الذين يقيمون في بعض الجزر والواحات يقولون إنه كان تابعيًا ولم يكن خارجيًا، ومهما يكن الشأن في أمره، فإن له مذهبًا مدونًا خصبًا، وقد قبس منه ومن غيره قانون الميراث الصادر بمصر برقم 77 لسنة 1943 وإن كان قليلاً.",
            "page": "32",
            "part": "1",
            "seal": "EAF04282"
        },
        {
            "id": "37",
            "nass": "الأئمة الأربعة: ¶ 8 - إن أولئك الأعلام كتب أتباعهم مناقب لهم، ولا يخلو إمام من الأربعة، ومن ذكرناهم قبلهم من مناقب كتبت لهم، وهي تصلح مصادر عن أحوالهم، ولا يصلح تاريخًا يؤخذ مسلسلاً عن أدوار حياتهم، ومجموع دراساته، ونشر مذاهبهم. ¶ وذلك لأن هذه المناقب تختلط فيها المبالغات المختلفة بالحقائق المقررة الثابتة، كما ترى في \" مناقب الإمام الشافعي \" للإمام الرازي (¬1) و\" مناقب أبي حنيفة \" للمكي (¬2) وغيرهم. وأيضًا فهي مجموعة من المعلومات المنثورة تحتاج إلى تنظيم وترتيب علمي وتبويب، وهي ثالثًا لا تتجه إلى رد المسببات إلى أسبابها، فلا تكاد تجد من بينها تحليلاً علميًا دقيقًا، مرتبطًا بالعصر ارتباطًا وثيقًا، وتقرأ المناقب فتحسب أن علم الأئمة - رِضْوَانُ اللهِ تَعَالَى عَلَيْهِمْ - كان علمًا لا سبب له إلا أنفسهم، وكأنه لَدُنِّي. ¶ ولكن في القرن الأخير اتجهت الدراسات لتاريخ الأئمة، فابتدأت دراستها بطريقة علمية ترد المسسببات إلى أسبابها، والآثار إلى ما أثر فيها. ¶ ولعل أول كتاب رأيته هو كتاب \" المذاهب الفقهية الأربعة وانتشارها عند جمهور المسلمين \" للكتاب أحمد تيمور - رَحِمَهُ اللهُ ¶ ¬__________ ¶ (¬1) في الأصل: \" مناقب الإمام الرازي \" للإمام الشافعي، وهو خطأ والصواب ما أثبتناه. اهـ. الناشر. ¶ (¬2) الأصل: \" مناقب المكي \" لأبي حنيفة، وهو خطأ، والصواب ما أثبتناه. اهـ. الناشر.",
            "page": "33",
            "part": "1",
            "seal": "A2564C28"
        },
        {
            "id": "38",
            "nass": "تَعَالَى وَرَضِيَ عَنْهُ - كفاء ما قدم للعلم وللدين. ¶ وقبل أن نعلق على الكتاب نذكر ذكريات لنا تتعلق بذلك العالم الجليل. ¶ أحمد تيمور: ¶ 9 - كنا نشدو في طلب العلم، وعالمان عظيمان يتردد اسماهما في مجالس العلم، وأحدهما لا نكاد نلقاه، وهو «أحمد تيمور»، وثانيهما نلقاه في الندوات، وفي المجلات وفي الصحف، وهو المرحوم العلامة «أحمد زكي». ¶ ولقد كنا ونحن في دروس التاريخ في مدرسة القضاء الشرعي، إذا عَزَّ علينا العلم باسم تاريخي، وشاركنا أستاذنا المحقق في ذلك اقترحنا أن نرسل إلى «أحمد زكي» عن طريق الصحافة سؤالاً، فيعاجلنا بالجواب كأنه مهيأ حاضر، يستعد له، كما يستعد الجندي للقتال إذا دعا داعيه. ¶ وأما «أحمد تيمور» فإنه كان قد ارتضى عندما شدونا (¬1) في طلب العلم ألا يكون في الندوات الخاصة التي لا يحضرها إلا علية العلماء، ولا يحضرها الطلبة وإن كانوا شادين - فقد ظهر اسمه بين أوساطنا يتردد بالإكبار والتقدير، فتذكر مكتبته وما حَوَتْ. وتذكر إسلامياته وتذكر علاقاته بالعلماء، ومدارساته معهم، وانصرافه للعلم الإسلامي، وجمع ¶ ¬__________ ¶ (¬1) في الأصل: شددنا، وهو خطأ، والصواب ما أثبتناه. اهـ. الناشر.",
            "page": "34",
            "part": "1",
            "seal": "6B37FD4B"
        },
        {
            "id": "39",
            "nass": "كل آثاره التي تناولها بيده، سواء أكانت مخطوطة أم كانت مطبوعة، وتركه المناصب العليا، ليتفرغ لعلم الإسلام، وإحياء مآثر علومه، ونشرها بين الناس في هدأة العالم، واطمئنان المتثبت. ¶ ولقد ابتدأ يكمل نفسه بالدراسة على أكابر العلماء أمثال العالم المتفكر الزاهد الشيخ حسن الطويل إذ جعل مزرعته مستراضًا للشيخ يستجم كل أسبوع، ويستذكران المغلقات مما يتعسر على الأستاذ تيمور الوصول إلى دقيق معناه من معضلات «المنطق»، و «الأصول» والأدلة ما بين عقلية ونقلية. ¶ ثم اتصاله بالأستاذ الإمام الشيخ محمد عبده، فجعل داره ملتقى لتلاميذه، وما كان الإمام يضن عليهم بدرس من دروسه التي أشعل بها نور الحق في الأزهر وبين طلابه وأراهم بها الحياة، وقال لهم فيها كلمته المشهورة: «العلم ما علمك من أنت ممن معك». ¶ كانت حياة أحمد تيمور نورًا يضيء، وفيضًا غير هادر يفيض، يعرفه ناس من أهل العلم ويعشون إليه، ولكن ما كان يأنس به إلا الخاصة. ¶ وفاة أحمد تيمور: ¶ 10 - استمرت تلك الحياة الهادئة دائبة في دراسة كنوز الإسلام، واستخراجها، غير وانية، ولكن في غير ضجة حتى انطفأ ذلك الصباح المنير في مطلع صيف سنة 1930، فكانت رنة الناعي مُعَرِّفَةً للناس مكانة من فقدوا من رجالات الإسلام.",
            "page": "35",
            "part": "1",
            "seal": "3D86442C"
        },
        {
            "id": "40",
            "nass": "كنت أجلس مع بضعة من شيوخنا الأمجاد الذين يصادقونه ويذاكرونه، وقد تعودت أن أقبس من مجالسهم، وآنس بأخبارهم، وكان لهم في كل يوم ندوة من الأحاديث المطلقة التي يجمعها العلم ولا تضيق بموضوع معين، بل إنها سمر أدبي وديني يجمع بين فكاهات أدبية، وبيان حقائق إسلامية وردود على ما يجري على أقلام بعض الكتاب من انحراف في القول. ¶ ولكن في مساء اليوم الذي شيعت فيه جنازة العالم أحمد تيمور صار هو موضوع تلك الندوة المباركة، ومن بينهم من كان يجاوره، ومنهم من كان يصطفيه ويستفتيه ومكثنا على ذلك أكثر من ثلاث ليال سويًا لا حديث لنا إلا عن تيمور، وكنا نعود إليه الفينة بعد الفينة، لأنه لاَ يُنْسَى. ¶ وكانت تنشر له مقالات مسلسلة عن أعلام عصره في إحدى المجلات الأدبية، فكنت ألمح صدق القصص، ودقة الخبر، واتصال السند فِي لَفْظٍ بَيِّنٍ من السهل الممتنع، لا يعلو على العامة، ولا يَنْبُو عن آذان الخاصة، ويجد فيه القارئ نوافذ تطل على آفاق واسعة تكشف عن عصر أولئك الأعلام من غير تكلف في عبارات مقربة. ¶ وكنت ترى في الكتابة تصويرًا دقيقًا وواضحًا لِلْعَلَمِ من الأعلام، من وراء تنقلاته الفكرية. ¶ 11 - ولقد أنصف بهذه الكتابة التي كانت تنشرها المجلات وتسجل في كتب رجال عصرنا.",
            "page": "36",
            "part": "1",
            "seal": "C8B3F059"
        },
        {
            "id": "41",
            "nass": "ومن ذا الذي كان يعرف حياة الإما حسونة النواوي الذي سجل له التاريخ مواقف مملوءة بعزة العلم وكرامته. ¶ وما الذي يعرفه الناس عن العالم الذي اعتز بالعلم فقط والذي كان يُقْصَدُ من آفاق الأرض لعلمه، وهو الإمام حسن الطويل لولا قلم أحمد تيمور. ¶ إن الأفاضل من علمائنا وكبرائنا الذين عملوا بالعلم، وبالعلم وحده لاَ يُذْكَرُونَ في أوساط الناس كما يذكر غيرهم، وكان الوفاء للعلم والعلماء أن يسجلهم إمام جليل مثلهم في كتب منشورة. ¶ ولكن الذين أدركهم تيمور، والتقى بهم وكان لهم النصيب الوفير، جاءوا بعدهم يحتاجون إلى من يلتفت إليهم في وسط ضجة غيرهم ممن لم يكن لهم فضلهم، وليس لهم في الدين والخلق والعلم مآثرهم، فهل من منصف محقق ينصفهم، كما أنصف أسلافهم من الأكرمين أحمد تيمور - رَحِمَهُ اللهُ تَعَالَى -. ¶ إن تاريخ علمائنا الذين اتصلت حياتنا بحياتهم، ونهلنا من معارفهم، وقدموا لنا أرسال الفكر سائغة نقية سليمة، لم ير فيها ريب، ولم يخالطها انحراف، إنهم في ذمة التاريخ والتعريف بهم في أعناقنا. ¶ كتابات أحمد تيمور: ¶ 12 - تتسم كتابة تيمور بسمات ثلاث لعله قد اختص بها في عصرنا.",
            "page": "37",
            "part": "1",
            "seal": "99DE2363"
        },
        {
            "id": "42",
            "nass": "السمة الأولى: الدقة، وكأن اللفظ فيها قد وضع على قدر المعنى، نسق عليها تنسيقًا حيك عليها، بحيث لا يمكن أن يتسع لسواها، ولو أردت أن تضع كلمة مكان أخرى لكان ذلك عسيرًا مع السهولة والوضوح. وقرب المعنى بلا تعقيد، ولا إعضال. بل إنك تجد الكلام سهلاً ميسرًا على طرف الثمام (¬1). ¶ السمة الثانية: الإيجاز من غير إخلال، تقرأ الكلام، فتحس بأنه ما ترك مما تصدى له أقل جزء من المعنى، وذلك من غير إبهام. وإن هذا النوع من الإيجاز الوافي أصعب من الإطناب تكتب فيه المعاني عند ورودها مرسلة، وكلما جاءت على الخاطر سطرت على القرطاس، من غير ملاحظة لأن تكون الألفاظ أوسع من المعاني أو لابسة لباسها لا تسع غيرها، أما الإيجاز غير المخل، فإن المعنى يُجْمَعُ، وَيُبْحَثُ له عن أقل لفظ يلبسه من غير إسراف في الثياب، ولا تخلخل فيها، وتعجبني في هذا المقام كلمة للمغفور له سعد زغلول في خطاب أرسله إلى صديق له، وكان فيه إطناب: «أعذروني في هذا الإطناب فإنه ليس عندي وقت للإيجاز». ¶ السمة الثالثة: جمال العبارات جمالاً هادئًا، ربما لا يكون له بريق، ولكنه جمال يلتقي فيه جمال اللفظ مع جلال الحقائق، فلا يدري القارئ أهو معجب بالمعنى وحده أم بها مع كسائها غير البراق، وإن كان متناسقًا منسجمًا. ¶ ¬__________ ¶ (¬1) في الأصل: التمام، والتصحيح من \" القاموس \": ويقال لما لا يعسر تناوله إنه على طرف الثمام. اهـ. الناشر.",
            "page": "38",
            "part": "1",
            "seal": "B7C92AF6"
        },
        {
            "id": "43",
            "nass": "المذاهب الأربعة: ¶ 13 - في شهر أكتوبر سنة 1944 أنشئت بكلية الحقوق بجامعة القاهرة دبلوم للشريعة بالدراسات العالية، لأن الحاجة العلمية استدعت وجودها، إذ أن طلاب هذه الدراسات اتجهوا إلى الشريعة يكتبون رسائلهم فيها، ومنهم [من] (¬1) كان يتعسر عليه فهم مصادرها، وفتح مغاليقها، فكان لا بد من دراسة توجههم وتهيء لهم السبيل لذلك، ولأن الأنظار اتجهت إلى كلية الحقوق بالقاهرة لتنهل من عذبها في الشريعة، ولأنه وجب أن تقرب دراسة الشريعة بتعمق لطلاب القانون ليتستقيموا على منهاجها، ولأنه وجب أن يتصل حاضرها بماضيها بدراسة المجتهدين وليرى فيها الطلاب نور الشرق، ومن انبثق منه فكانت دبلوم الشريعة موئل الطلاب والباحثين. ¶ وقد ألفت عند وضع مناهجها لجنة من كبار رجال القانون وأساتذة الشريعة بالكلية وعلى رأسهم أستاذنا المرحوم أحمد إبراهيم، ومن المصادفات الطيبة أنه كان من أصدقاء أحمد تيمور، ومن علماء الشرق الأخيار. ¶ وكان من المنهج الذي وضع دراسته أحد المجتهدين بحيث يدرس كل عام إمام من الأئمة أصحاب المذاهب المشهورة في الأمصار وأصولهم التي تُصَوِّرُ ناحية فكرية من نواحي الفقه الإسلامي، من غير ابتعاد عن ¶ ¬__________ ¶ (¬1) زيادة لا يستقيم المعنى إلا بها. اهـ. الناشر.",
            "page": "39",
            "part": "1",
            "seal": "F47832A7"
        },
        {
            "id": "44",
            "nass": "مصادره، وإن اختلفت الأنظار حولها، كل يقطف منها، ويمتص، ثم يخرج من بعد ثمارًا مختلفًا ألوانها، وإن اتحد في الجملة مذاقها، لأن الينبوع واحد والتربة خصبة، والبذر متشابه وأكله مريء غير وبيء. ¶ 14 - ولقد عهد إِلَيَّ دراسة مادة أحد المجتهدين، وسرت فيها في طريق سوي أو أحسبه كذلك، وكنت أجد للتاريخ مصادره مستوفاة، وإن كنت أحيانًا أجده رُكَامًا - قد اختلط فيه الجوهر بالحجر فكان الانتقاد ليس يسيرًا سهلاً، والأصول لها بواطنها. ¶ ولكن أمرًا أعياني البحث فيه وهو البلاد التي حل فيها المذهب من المذاهب بقدر كبير أو قدر قليل، وذلك واجب لتعرف مواطنه، وأراضيه التي أخذ أعرافها، واتجاهاتها في الأمور التي لا نص فيها، ولأن معرفة ذلك من معرفة أحوال المسلمين، وهو واجب على كل مسلم يشتغل بالدراسات الإسلامية، ولقد ورد في الآثار عن النبي - صَلََّى اللهُ تَعَالَى عَلَيْهِ وَسَلَّمَ -: «مَنْ لَمْ يَهْتَمَّ بِأَمْرِ المُسْلِمِينَ فَلَيْسَ مِنْهُمْ». ¶ ولكني وأنا أبحث في المكاتب، وأتجه إلى صغير الأحجام من الكتب - دون الضخم كثير الأوراق - وجدت طلبتي في كتاب \" المذاهب الفقهية الأربعة \"، وفي غيره من كتب التراجم. فتحققت فيها الغاية، وسهل عَلَيَّ مَا صَعُبَ، وقرب ما بعد، فأخذته. ¶ ومن الحق عَلَيَّ أن أقول إن كثيرًا مما في كتب المذاهب الأربعة التي هداني الله تعالى إلى كتابها، كثير مما فيها لكتاب الأستاذ أحمد تيمور",
            "page": "40",
            "part": "1",
            "seal": "D85D6E5F"
        },
        {
            "id": "45",
            "nass": "حظ موفور، فأخذت منه مع غيره الكثير. ¶ وفي هذا الكتاب الصغير في حجمه، الكبير فيما اشتمل عليه وجدت ما يعتمد عليه، وما يطمأن إليه، لأنه يرجع الكلام إلى مصادره، والحقائق إلى ينابيعها من غير تفريط، شأن العلام الثبت المنقب عن الحقائق خفيها وجليها. ¶ 15 - والكتاب يبتدئ بمقدمة موجزة في تاريخ الفقه الإسلامي، وينابيعه حتى يصل إلى أكبر الأئمة الأربعة وهو أبو حنيفة، فيذكر موطنه الذي ولد فيه وعاش وتلاميذه الذين تلقوا عليه، ويذكر البلاد التي شاع فيها مذهبه وإيثار أصحابه بالقضاء، ويتتبع البلاد التي انتشر فيها بلدًا بلدًا - يسترسل استرسالاً محكمًا دقيقًا في بيان ما يجري بين هذا المذهب وغيره من المذاهب الأربعة، ويتتبعه في المواطن التي انتشر فيها متقصيًا حتى يصل إلى البلاد التي يقل فيها، ويستعصي عليه أن يعرف نسبته فيها ومبدأ وجوده. فيقول - رَحِمَهُ اللهُ -: ¶ «أما بدء دخول المذهب الحنفي في سائر البلاد فغاية ما وقفنا عليه من انتشاره في القرن الرابع ما ذكره المقدسي في \" أحسن التقاسيم \". في كلامه في كل إقليم، ومنه يعلم أنه كان الغالب على أهل صنعاء وصعدة باليمن، والغالب على فقهاء العراق وقضاته، وكان منتشرًا بالشام. تكاد لا تخلو قصبة أو بلد من حنفي.",
            "page": "41",
            "part": "1",
            "seal": "F0AA7FC7"
        },
        {
            "id": "46",
            "nass": "وربما كان القضاة منهم، إلا أن أكثر العمل فيها كان على المذهب الفاطمي في زمنه، أي كما كان في مصر في عهد الفاطميين». ¶ ويسترسل في بيان أماكن المذاهب ما كان فيها شائعًا، وما كان فيها من غير شيوع. ¶ ثم يتجه من بعد إلى مذهب مالك، ويسميه (مذهب أهل الحديث)، فيبين موطنه الأصيل، وهو المدينة، ثم ظهوره ببغداد، وضعفه في القرن الرابع الهجري. ¶ ثم ظهوره منتشرًا في غرب البلاد الإسلامية، وسيطرته وشيوعه في مصر وما والاها من شمال إفريقيا، حتى يصل إلى الأندلس والجزر التي تصاقبها من البحر المتوسط، ويتتبع المذهب في الشرق، حيث يدخل (الرَيَّ)، وزيارته للهند ... إلى آخره. ¶ ويتقدم بالتوضيح للمذهب المالكي في مصر، فيبين أول دخوله ومن أدخله، ويحقق في ذلك مقارنًا في ذلك بين النصوص جامعًا بينهما - ثم يشير إلى الحال في العصر الحاضر - وسيادة المذهب الحنفي في إفريقية (تونس) ثم غلبة المذهب المالكي عليه. ¶ ويبين أن أول ما دخل إلى الأندلس من المذاهب الفقهية مذهب «الأوزاعي» وقد غلب عليها، ثم أدخل المذهب المالكي الأمويون بالأندلس، وزال مذهب الأوزاعي حول المائتين.",
            "page": "42",
            "part": "1",
            "seal": "897B1434"
        },
        {
            "id": "47",
            "nass": "ويبين أن شيوع المذهب كان بإلزام من أميرها الأموي، لأنه أثنى عليه ثناء طيبًا، وفضله على حكام الحرم المدني، وقال لمحدثه: «نَسْأَلُ اللهَ تَعَالَى أَنْ يُزَيِّنَ حَرَمَنَا بِمُلْكِكُمْ». ¶ ويتقصى شيوع المذهب المالكي لا يغادر بلدًا كان فيه إلا ذكره. ¶ وهكذا يسير على طريقته في بيان أماكن انتشار المذهبين الشافعي الحنبلي من غير تقصير في بيان المواضع، كما فعل في المذهبين الحنفي والمالكي، وقد ضربنا بهما الأمثال. ¶ 15 - (*) ويلاحظ في هذا الكتاب القيم ثلاثة أمور: ¶ أولها - أنه لم يُعْنَ بدراسة حياة الإمام دراسة تحليلية متقصية، ولم يدرس أصول فقهه، ذاكرًا ما بنى عليه آراءه، لأن هذين الأمرين لم يكونا غايته، إذ أن فقهه عمل فقهي يترك للفقهاء يدرسونه ويبينون مبادئه، ونهايته، ويقابلون بينه وبين غيره، ولأن تاريخ الأئمة كان قائمًا في مناقبهم، وما كان من شأنه أن يكرر ما هو مجموع مبسوط في إطار واحد، إنما كانت عنايته متجهة إلى ما هو منثور غير مجموع، وفي وقت لا نكاد نجد فيه كتابًا جمع فيه بين ما هو منثور من أماكن المذاهب، وبين ما هو شائع في أرضه، وما هو قليل فيها، وقد سَدَّ الأستاذ أحمد تيمور تلك الثغرة، وملأ ذلك الفراغ، وهو في ذلك مَحْمُودُ الصَّنِيعِ. ¶ الأمر الثاني - إنك لا تجد مذهبًا من المذاهب قد استولى استيلاء كاملاً على بلد من البلدان، بل كان يزاحمه غيره أحيانًا، ويجاوره في أماكن تمكنه أحيانًا أخرى، ولذلك تراه قد ذكر المذهب الواحد في عدة ¶ ¬__________ ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) سبق نفس الترقيم في صفحة 41 من هذا الكتاب.",
            "page": "43",
            "part": "1",
            "seal": "3D8084EE"
        },
        {
            "id": "48",
            "nass": "أقاليم وذكر غيره أيضًا في هذه الأقاليم، ولكن أحدهما يكون كثيرًا في هذا الإقليم، والآخر قليل فيه. ¶ الأمر الثالث - الذي يلاحظ في هذا الكتاب المفيد القيم كثرة نُقُولِهِ، وذلك في فضل التثبت عند الكاتب الجليل، وهو يتكلم في حكاية نقول فكان لا بد أن يكون ذكرها بالنص مقصودًا، ليأخذ بيد القارئ، ويكون على مقربة من المصادر الإسلامية، ولكي يتأكد من صدق الحكاية، وسلامة النقل، ولكي ينقل علم الأسلاف إلينا ليخاطبوا خيالنا، وفي كلام الكثيرين منهم مَشْرِقَ الحِكْمَةِ. ¶ 16 - وأن عبقرية التصنيف التي اتسم بها الكُتَّابُ السلفيون هي هذا النوع من التأليف المحكم، إذ يصفون النقول القديمة متناسقة يأخذ بَعْضُهَا بِحُجَزِ بَعْضٍ بحيث لا تجد تنافرًا في أجزائها، ولا تضاربًا في معانيها. ولا تجد كلمة تكون نائية عن الأخرى غير مؤتلفة معها، ولا ناشزة عنها، بل هي [هي] (¬1) في طوعها وانقيادها وسلاستها. ¶ وليس ذلك هَيِّنًا لَيِّنًا، إنما هو صنيع لا تقوم به إلا يد ماهرة، ومثله مثل عالم الآثار الذي يجيء إلى الجدار المتناثر في بقعة الآثار، وكأنه حجارة منثورة، فيجيء إليها ويجمع متناثره، ويؤلف بينه ويجعل منه إناء يمثل أواني عصره، وقد جمعه من قطع غير متآلفة فجعلها متألفة. ¶ ¬__________ ¶ (¬1) زيادة لا يستقيم المعنى إلا بها. اهـ. الناشر.",
            "page": "44",
            "part": "1",
            "seal": "2B07564B"
        },
        {
            "id": "49",
            "nass": "فليست الكتابة العلمية إنشاء فيه جمال ألفاظ، أو سبك عبارات، إنما الكتابة العلمية تأليف بين الألفاظ والمعاني، وجمعها من بين المتناثر، ليكون كيانًا قائمًا بذاته. ¶ ولا أحسب أني رأيت كاتبين عظيمين يتشابهان في جودة هذا النوع كالأستاذ أحمد تيمور وصديقه الفقيه العظيم الأستاذ «أحمد إبراهيم» فقيه عصره. ¶ 17 - إن بعض الذين يدرجون حول الكتابة وتأليف الكتب يحسبون ذلك عملاً صغيرًا، ويقولون مستهزئين: ¶ إن أقصى ما يدل عليه الكتاب أن صاحبه عنده مكتبة استطاع أن ينتفع بها، وقد سمعتها من أستاذ جامعي توفي إلى رحمة الله، وقد وقع الكثيرون في هذا لأنهم حسبوا التأليف ضجة عبارات، وترديد أقوال وتغيير كلمات وتبديل جُمَلٍ. ¶ إن الأستاذ أحمد تيمور قد جمع كتابه من أجزاء منثورة في كتب التاريخ العام، ومعاجم البلدان، والتراجم والمناقب، وغير ذلك، وإنك لتجد في الصفحة الواحدة أحيانًا خمسة مصادر، وهي لا تزيد على ستة عشر سطرًا، ولا تقل صفحة عن مصدرين. ¶ وإذا كان تعارض بينها عمل على التوفيق، ولولا أنه يعزو قوله دائمًا إلى مصدره ما ظننت أن أكثر ما فيها منقولات مؤتلفة.",
            "page": "45",
            "part": "1",
            "seal": "CBF70999"
        },
        {
            "id": "50",
            "nass": "وقد حاولت إحصاء ما اعتمد عليه من كتب فوجدت الحسبة قاربت المائة. وفي الحق إني أعظمت المجهود الذي بذل في ذلك الكتاب الصغير الحجم، العظيم الجدوى والذي سد به فراغًا، لم يسده أحدٌ قبله، ولم أجد من بعده من سايره أو سار في طريقه. ¶ إن الفراغ قائم في المذاهب الأربعة الأخرى، وهي المذهب «الزيدي والإمامي والظاهري والإباضي». ¶ وقد ذكر فيما كتبنا بعضًا من ذلك، ولكن دون ما قام به العالم الجليل - رَضِيَ اللهُ عَنْهُ -، وأثابه عن الإسلام خيرًا، وَمَكَّنَ الأخلاف من أن ينتفعوا بما خلف، إنه سميع مجيب ¶ محمد أبو زهرة",
            "page": "46",
            "part": "1",
            "seal": "BC3B01CE"
        },
        {
            "id": "51",
            "nass": "حُدُوثُ المَذَاهِبِ الفِقْهِيَّةِ وَانْتِشَارِهَا: ¶ تَمْهِيدٌ لِلْمُؤَلِّفِ: ¶ نريد بهذه المذاهب الفقهية مذاهب الفقهاء المجتهدين الأربعة: الحنفي، والمالكي، والشافعي، والحنبلي. وهي المذاهب المعمول بها عند جمهور المسلمين إلى اليوم والتي كتب لها البقاء والتغلب على سواها من مذاهب أهل السنة. كمذهب سفيان الثوري بالكوفة، والحسن البصري بالبصرة. والأوزاعي بالشام والأندلس وغيرهما، وابن جرير وأبي ثور ببغداد، وداود الظاهري في كثير من البلدان وغيرها من مذاهب فقهاء الأمصار. ¶ وكانت الفُتْيَا - قبل حدوث هذه المذاهب - تؤخذ في عصر الصحابة عن القراء منهم، وهم الحاملون لكتاب الله، العارفون بدلالاته (¬1). ¶ ¬__________ ¶ (¬1) عن ابن خلدون.",
            "page": "47",
            "part": "1",
            "seal": "4BF58B06"
        },
        {
            "id": "52",
            "nass": "فلما انقضى عصرهم، وخلف من بعدهم التابعون، اتبع أهل كل عصر فُتْيَا من كان عندهم من الصحابة، لا يتعدونها إلا في اليسير مما بغلهم عن غيرهم. فاتبع أهل المدينة في الأكثر فتاوى عبد الله بن عمر، وأهل الكوفة فتاوى عبد الله بن مسعود، وأهل مكة فتاوى عبد الله بن عباس، وأهل مِصْرَ فتاوى عبد الله بن عمرو بن العاص (¬1). ¶ وأتى بعد التابعين فقهاء الأمصار، كأبي حنيفة ومالك وغيرهما ممن ذكرناهم، فاتبع أَهْلُ كُلِّ مِصْرٍ مذهب فقيه في الأكثر. ¶ ثم قضت أسباب بانتشار بعض هذه المذاهب في غير أمصارها، وبانقراض بعضها، فلم يطل العمل بمذهب الثوري والبصري لقلة أتباعهما، وبطل العمل بمذهب الأوزاعي بعد القرن الثاني، وبمذهب أبي ثور بعد الثالث، وابن جرير بعد الرابع (¬2). ¶ كما انقرض غيرها من المذاهب، إلا الظاهري فقد طالت مدته، وزاحم المذاهب الأربعة المذكورة، بل جعله المقدسي في \" أحسن التقاسيم \" رابع المذاهب في زمنه - أي في القرن الرابع - بَدَلَ الحنبلي وذكر الحنبلية في أصحاب الحديث. وَعَدَّهُ ابن فَرْحُونْ في \" الديباج \" الخامس من المذاهب المعمول بها في زمنه أي في القرن الثامن ثم دَرَسَ بَعْدَ ذَلِكَ وَلَمْ يَبْقَ إلا المذاهب الأربعة، ومذاهب أخرى خاصة بطوائف من ¶ ¬__________ ¶ (¬1) عن \" المقريزي \" و\" الديباج \". ¶ (¬2) عن \" المقريزي \" و\" الديباج \".",
            "page": "48",
            "part": "1",
            "seal": "1FA64D3F"
        },
        {
            "id": "53",
            "nass": "المسلمين، لا يعدها جمهورهم من مذاهب أهل السنة، ولهذا لم نتعرض لذكرها. ¶ وذكر ابن خلدون: أن المذهب الظاهري دَرَسَ بِدُرُوسِ أئمته وإنكار الجمهور على منتحله، ولم يبق إلا في الكتب وربما يعكف متكلفو انتحاله عليها لأخذ فقههم منها، فلا يظفرون بطائل، ويصيرون إلى إنكار الجمهور عليهم. ولم يبق إلا مذهب اهل الرأي في العراق، وأهل الحديث في الحجاز. ¶ أحمد تيمور.",
            "page": "49",
            "part": "1",
            "seal": "F265291F"
        },
        {
            "id": "54",
            "nass": "المَذْهَبُ الحَنَفِيُّ: ¶ مَذْهَبُ أَهْلِ الرَّأْيِ: ¶ هو أقدم المذاهب الأربعة، وصاحبه الإمام الأعظم أبو حنيفة النعمان، الكوفي - رَضِيَ اللهُ عَنْهُ -، المولود سنة 80 هـ، والمتوفى ببغداد سنة 150 هـ على الأصح. ¶ وكان منشأ هذا المذهب بالكوفة موطن الإمام، ثم انتشر في سائر بلاد العراق. ¶ ويقال لأصحابه أهل الرأي، لأن الحديث كان قليلاً بالعراق، فاستكثروا من القياس ومهروا فيه، ولإمامهم مقام في الفقه لا يُلْحَقُ، شهد له بذلك أهل جلده، وفي مقدمتهم مالك والشافعي (¬1). ¶ ويذكر أصحاب طبقات الحنفية أن هذا المذهب شاع في بلاد بعيدة ومدن عديدة، كنواحي بغداد ومصر، وبلاد فارس والروم، وَبَلْخٍ وَبُخَارَى وَفَرْغَانَةَ، وأكثر بلاد الهند والسند وبعض بلاد اليمن وغيرها. ¶ ¬__________ ¶ (¬1) عن ابن خلدون.",
            "page": "50",
            "part": "1",
            "seal": "A7AD2DF1"
        },
        {
            "id": "55",
            "nass": "وفي \" طبقات الحنفية \" (¬1) عندنا: أن أصحاب أبي حنيفة الذين دَوَّنُوا مذهبه أربعون رجلاً منهم: أبو يوسف، وَزُفَرْ، وأن أول من كتب كتبه أسد بن عمرو. ¶ وفيها أيضًا أن نوح بن أبي مريم عُرِفَ بالجامع، لأنه أول من جمع فقه أبي حنيفة في قول، وقيل: لقب بذلك لجمعه بين علوم كثيرة. ¶ إِيثَارُ الحَنَفِيَّةِ بِالقَضَاءِ: ¶ ثم لما قام هارون الرشيد في الخلافة، وَوَلَّى القضاء أبا يوسف صاحب أبي حنيفة، بعد سنة سبعين ومائة، أصبحت تولية القضاء بيده، فلم يكن يُوَلِّي ببلاد العراق وخراسان، والشام ومصر - إلى أقصى عمل إفريقية - إلا من أشار به، وكان لا يُوَلِّي إلا أصحابه والمنتسبين إلى مذهبه، فاضطرت العامة إلى أحكامهم وفتاواهم، وفشا المذهب في هذه البلاد فشوًا عظيمًا. ¶ كما فشا المالكي بالأندلس بسبب تمكن يحيى بن يحيى بن كثير عند الحكم المنتصر، حتى قال ابن حزم: مذهبان انتشرا في بدء أمرهما بالرئاسة والسلطان: الحنفي بالمشرق، والمالكي بالأندلس (¬2). ¶ ولم يزل هذا المذهب غالبًا على هذه البلاد، لإيثار الخلفاء العباسيين بالقضاء، حتى تبدلت الأحوال وزاحمته المذاهب الثلاثة كما ¶ ¬__________ ¶ (¬1) نرجح أنها \" المرقاة الوفية \" للفيروزآبادي، انظر: \" الخزانة التيمورية \". ¶ (¬2) عن المقريزي، و\" نفح الطيب \" و\" بغية الملتمس \"",
            "page": "51",
            "part": "1",
            "seal": "60AC9486"
        },
        {
            "id": "56",
            "nass": "سيأتي في الكلام عليها. وبلغ من تمسكهم به في القضاء أن القادر بالله استخلف مرة أبا العباس أحمد بن محمد البارزي الشافعي عن أبي محمد بن الأكفاني الحنفي قاضي بغداد، وكتب أبو حامد إلى السلطان محمود بن سبكتكين وأهل خراسان: أن الخليفة نقل القضاء عن الحنفية إلى الشافعية. فاشتهر ذلك وصار أهل بغداد حزبين ثارت بينهما الفتن، فاضطر الخليفة إلى جمع الأشراف والقضاة، وأخرج إليهم رسالة تتضمن أن الإسفراييني أدخل على أمير المؤمنين مداخل أوهمه فيها النصح والشفقة والأمانة، وكانت على أصول الدَّخَلِ والخيانة، فلما تبين له أمره، ووضح عنده خبث اعتقاده فيما سأل فيه من تقليد البارزي الحُكْمَ، وما في ذلك من الفساد والفتنة، والعدول بأمير المؤمنين عما كان عليه أسلافه من إيثار الحنفية وتقليدهم واستعمالهم، صرف البارزي، وأعاد الأمر إلى حقه، وأجراه على قديم رسمه، وحمل الحنفية على ما كانوا عليه من العناية والكرامة والحرمة والإعزاز. وتقدم إليهم ألا يلقوا أبا حامد، ولا يقضوا له حَقًّا، وَلاَ يَرُدُّوا عليه سلامًا. وخلع على أبي محمد الأكفاني، وانقطع أبو حامد عن دار الخلافة، وظهر التسخط عليه، والانحراف عنه، وذلك في سنة 393 هـ. واتصل ببلاد الشام ومصر (¬1). ¶ ¬__________ ¶ (¬1) عن المقريزي.",
            "page": "52",
            "part": "1",
            "seal": "D7F3ACDA"
        },
        {
            "id": "57",
            "nass": "المَذْهَبُ الحَنَفِيُّ فِي إِفْرِيقِيَّةَ وَصِقِلِّيَّةَ: ¶ وكان الغالب على إفريقية السُّنَنُ والآثار، إلى أن قدم عبد الله بن فروح أبومحمد الفاسي بمذهب أبي حنيفة، ثم غلب عليها لما ولي قضاءها أسد بن الفرات بن سنان (¬1). ثم بقي غالبًا عليها حتى حمل المعز بن باديس أهلها على مذهب مالك (¬2) وهو الغالب إلى اليوم على أهلها إلا قليلاً منهم يقلدون المذهب الحنفي. ¶ وفي \" الديباج \" لابن فرحون: أن المذهب الحنفي ظهر ظهورًا كثيرًا بإفريقية إلى قريب من سنة 400 هـ، فانقطع ودخل منه شيء ما وراءها من المغرب قريبًا من الأندلس ومدينة «فاس». وفي \" أحسن التقاسيم \": أن أهل صقلية حنفيون. ¶ وذكر أيضًا أنه سأل بعض أهل المغرب: كيف وقع مذهب أبي حنيفة - رَحِمَهُ اللهُ - إليكم ولم يكن على سابلتكم؟ ¶ قالوا: لما قدم وهب بن وهب من عند مالك - رَحِمَهُ اللهُ -، وقد حاز من الفقه والعلوم ما حاز، استنكف أسد بن عبد الله أن يدرس عليه، ¶ ¬__________ ¶ (¬1) عن المقريزي. والمراد بإفريقية - ما يشمل طرابلس وتونس والجزائر -، وجعلها بعضهم أقل من ذلك. وتفصيل الخلاف فيها ليس هذا موضعه. ويستفاد من \" معالم الإيمان \" أن ابن فروح سمع من الإمامين مالك وأبي حنيفة. وكان اعتماده على مالك، ولكنه كان يميل إلى قول أهل العراق إذا ظهر عنده صوابه، أو سمع ابن الفرات من مالك وأصحاب أبي حنيفة، ونشر مذهب أهل العراق بإفريقية لسبب ترك صاحب \" المعالم \" ذكره. ¶ وذكره ابن خلدون أنه كتب عن أصحاب أبي حنيفة أولاً ثم انتقل إلى مذهب مالك. ¶ (¬2) عن \" الكامل \" لابن الأثير. وكانت ولاية المعز سنة 407 هـ وتوفي سنة 451 هـ.",
            "page": "53",
            "part": "1",
            "seal": "D9BA21CA"
        },
        {
            "id": "58",
            "nass": "لجلالته وَكِبَرِ نفسه، فرحل إلى المدينة ليدرس على مالك، فوجده عليلاً، فلما طال مقامه عنده، قال له: إرجع إلى ابن وهب فق أَوْدَعْتُهُ عِلْمِي، وَكَفَيْتُكُمْ بِهِ الرِّحْلَةَ. فصعب ذلك على أسد وسأل: هل يُعْرَفُ لِمَالِكٍ نَظِيرٌ؟ فقالوا: فتى بالكوفة يقال له محمد بن الحسن صاحب أبي حنيفة. ¶ قالوا: فرحل إليه، وأقبل عليه محمد إقبالاً لم يقبله على أحد، ورأى فيه فهمًا وحرصًا، فزقه الفقه زَقًّا. ¶ فلما علم أنه قد استقل وبلغ مراده فيه، سَيَّبَهُ إلى المغرب، فلما دخلها اختلف إليه الفتيان، ورأوا فروعًا حيرتهم، ودقائق أعجبتهم، ومسائل ما طنت على أذن ابن وهب. وخرج به خلق، وفشا مذهب أبي حنيفة - رَحِمَهُ اللهُ - بالمغرب. ¶ قلتُ: فلم لم يَفْشُ بالأندلس؟ ¶ قالوا: لم يكن بالأندلس أقل منه ها هنا، ولكن تناظر الفريقان يومًا بين يدي السلطان فقال لهما: من أين كان أبو حنيفة؟ ¶ قالوا: من الكوفة. فقال: ومالك؟. قالوا: من المدينة. قال: عالم دار الهجرة يكفينا. وأمر بإخراج أصحاب أبي حنيفة وقال: لا أحب أن يكون في عملي مذهبان: وسمعت هذه الحكاية من عدة مشايخ بالأندلس ... انتهى.",
            "page": "54",
            "part": "1",
            "seal": "994D9D4F"
        },
        {
            "id": "59",
            "nass": "قلنا: وفي هذه القصة ما لا يخلو من نظر، فإن وهب بن وهب هذا لا نعلم أحدًا ذكره فيمن أخذ عن الإمام مالك، وإنما الآخذ عنه عبد الله بن وهب، وهو لم يرحل إلى المغرب، بل كان بمصر ومات بها. ¶ وأما أسد بن عبد الله فصوابه على ما يظهر أبو عبد الله، ويكون المراد به أبا عدب الله بن أسد بن الفرات، فهو الذي لقي محمد بن الحسن وتفقه بأصحاب أبي حنيفة، ونشر مذهبه بإفريقية، وذلك بعد أن رحل إلى الإمام مالك وأخذ عنه، ولم يصادفه عليلاً، فأحاله على ابن وهب كما ذكروا، بل قال له لما استزاده بعد فراغه من السماع منه: «حَسْبُكَ مَا لِلْنَّاسِ يَا مَغْرِبِيُّ، إِنْ أَحْبَبْتَ الرَّأْيَ فَعَلَيْكَ بِالعِرَاقِ». ¶ الحَنَفِيَّةُ فِي مِصْرَ: ¶ وكان أهل مصر لا يعرفون هذا المذهب حتى ولو قضاءها إسماعيل بن اليسع الكوفي من قبل المهدي سنة 146 هـ وهو أول قاض حنفي بمصر، وأول من أدخل إليها مذهب أبا حنيفة، وكان من خير القضاة، إلا أنه كان يذهب إلى إبطال الأحباس، فثقل أمره على أهل مصر وقالوا: أحدث لنا أحكامًا لا نعرفها ببلدنا: فعزله المهدي (¬1). ¶ ¬__________ ¶ (¬1) \" من \" طبقات الحنفية \" المتقدم ذكرها و\" رفع الإصر \" للحافظ ابن حجر، و\" قضاة مصر \" لعلي بن عبد القادر الطوخي.",
            "page": "55",
            "part": "1",
            "seal": "3732FAF0"
        },
        {
            "id": "60",
            "nass": "ثم فشا فيها بعد ذلك مدة تمكن العباسيين، إلا أن القضاء بها لم يكن مقصورًا على الحنفية، بل كان يتولاه الحنفيون تارة، والمالكيون أو الشافعيون أخرى. ¶ إلى أن استولى عليها الفاطميون، وأظهروا مذهب الشيعة الإسماعيلية، وولوا القضاة منهم، فقوي هذا المذهب بالدولة، وعمل بأحكامه - إلا أنه لم يقض على المذاهب السنية في العبادات، لأنهم كانوا يبيحون للرعية التعبد بما يشاؤون من المذاهب. ¶ وقال القلقشندي في \" صبح الأعشى \": «كانوا يتألفون أهل السنة والجماعة، ويكنونهم من إظهار شعائرهم على اختلاف مذاهبهم، ولا يمنعونهم من إقامة صلاة التراويح في الجوامع والمساجد (¬1) على مخالفة معتقدهم في ذلك، ومذاهب مالك والشافعي وأحمد ظاهرة الشعار في مملكتهم بخلاف مذهب أبي حنيفة، ويراعون مذهب الإمام مالك، ومن سألهم الحكم به أجابوه» انتهى. ¶ قلنا: بل أقام وزيرهم أبو علي أحمد بن الأفضل ابن أمير الجيوش قضاة من المالكية والشافعية، لما حجر على الخليفة الحافظ لدين الله وسجنه، فإنه أعلن مذهب الإمامية وأقام أربعة قضاة: اثنين شيعيين أحدهما إمامي والآخر إسماعيلي. واثنين سُنِّيَيْنِ أحدهما مالكي والآخر ¶ ¬__________ ¶ (¬1) وقع أن بعض خلفائهم كانوا يمنعون الناس من صلاة التراويح، وعاقب أحدهم شخصًا وجد عنده \" الموطأ \". فمراد القلقشندي: ما كان متبعًا عندهم في الغالب.",
            "page": "56",
            "part": "1",
            "seal": "A30905F9"
        },
        {
            "id": "61",
            "nass": "شافعي، فكان كل قاض منهم يحكم بمذهبه، ويورث بمقتضاه. فلما قُتِلَ أبو علي عاد الأمر إلى ما كان عليه من مذهب الإسماعيلة (¬1). ¶ ويظهر لنا أن غض الفاطميين من المذهب الحنفي لم يكن إلا لأنه مذهب الدولة العباسية المناوئة لهم في المشرق. ¶ ثم لما قامت الدولة الأيوبية بمصر، وكان من سلاطينها شافعية، قضوا على التشيع فيها، وأنشأوا المدارس للفقهاء الشافعية والمالكية. ¶ وكان «نور الدين الشهيد» حنفيًا فنشر مذهبه ببلاد الشام، ومنها كثرت الحنفية بمصر، وقدم إليها أيضًا عدة فقهاء منهم من بلاد المشرق. فبنى لهم «صلاح الدين الأيوبي» المدرسة اليوسفية (¬2) بالقاهرة، وما زال مذهبهم ينتشر ويقوى، وفقهاؤهم يكثرون بمصر، إلا في آخر هذه الدولة (¬3). ¶ وأول من رتب دروسًا أربعة للمذاهب الأربعة في مدرسة واحدة هو «الصالح نجم الدين أيوب» في مدرسته الصالحية بالقاهرة سنة 641 هـ (¬4). ¶ ¬__________ ¶ (¬1) عن المقريزي وغيره. ¶ (¬2) في الأصل: المدرسة السيوفية، وهو خطأ، والصواب ما أثبتناه وذلك نسبة إلى السلطان صلاح الدين بن يوسف بن أيوب. اهـ. الناشر. ¶ (¬3) عن المقريزي. ¶ (¬4) عن المقريزي، و\" تحفة الأحباب \" للسخاوي.",
            "page": "57",
            "part": "1",
            "seal": "F70901CE"
        },
        {
            "id": "62",
            "nass": "ثم فشا هذا النوع من المدارس في الدولتين التركية والجركسية. وحدث في الأولى جعل القضاة أربعة، فعاد الحنفية إلى القضاء بعد انقطاعهم عنه مدة الفاطميين، والاقتصار مدة الأيوبيين على نواب منهم، ومن المالكية والحنابلة عن القاضي الشافعي. ¶ ثم لما استولى العثمانيون على مصر حصروا القضاء في الحنفية، وأصبح المذهب الحنفي مذهب أمراء الدولة وخاصتها، ورغب كثير من أهل العلم فيه لتولي القضاء، إلا أنه لم ينتشر بين أهل الريف والصعيد (¬1) انتشاره في المدن ولم يزل كذلك إلى اليوم. ¶ المَذْهَبُ الحَنَفِيُّ فِي البِلاَدِ الإِسْلاَمِيَّةِ الأُخْرَى: ¶ أما بدء دخول المذهب الحنفي في سائر البلاد الإسلامية فيعسر تعيين لكل بلد، وغاية ما وقفنا عليه من انتشاره في القرن الرابع، ما ذكره المقدسي في \" أحسن التقاسيم \" في كلامه على كل إقليم. ¶ ومنه يعلم أنه كان الغالب على أهل صنعاء وصعدة باليمن، والغالب على فقهاء العراق وقضائه، وكان منتشرًا بالشام، تكاد لا تخلوفيه قصبة أو بلدًا من حنفي، وربما كان القضاء منهم، إلا أن أكثر العمل فيها كان على مذهب الفاطمي في زمنه، أي كما كان بمصر. ¶ ¬__________ ¶ (¬1) كانوا قديمًا يعبرون بالريف عن الوجه البحري. وبالصعيد عن الوجه القبلي فجاريناهم في ذلك.",
            "page": "58",
            "part": "1",
            "seal": "08F21AFF"
        },
        {
            "id": "63",
            "nass": "وكان في إقليم الشرق أي خراسان وسجستان وما وراء النهر وغيرها، إلا في بلاد منها ذكرها، فإن أهلها شافعية وكان أهل جرجان وبعض طبرستان من إقليم الديلم حنفية. وكان غالبًا على أهل «دبيل» من إقليم الرحاب الذي منه الران وأرمينية وأذربيجان وتبريز، وموجودًا في بعض مدنه بلا غلبة. ¶ وكان غالبًا على أهل القرى من إقليم الجبال، وكثيرًا في إقليم خوزستان المسمى قديمًا الأهواز (¬1). وكان لهم به فقهاء وأئمة كبار. ¶ وكان بإقليم فارس كثير من الحنفية إلا أن الغلبة كانت في أكثر السنين للظاهرية، وكان القضاء فيهم. وكانت قصبات السند لا تخلو من فقهاء حنفية. ¶ وفي \" معجم البلدان \" لياقوت أن أهل الرَّيِّ كانوا ثلاث طوائف: شافعية وهم الأقل، وحنفية وهم الأكثر، وشيعة وهم السواد الأعظم. ¶ ثم فنى أهل المذهبين وغلب الشيعة على ما سيأتي، وذكر أيضًا أن أهل سجستان كانوا حنفية. ¶ وذكر ابن تغري بردي في \" المنهل الصافي \" أن ملوك بنجالة بالهند كانوا جميعًا حنفية. ¶ وسنذكر في الخاتمة مبلغ انتشار هذا المذهب اليوم في البلاد. ¶ ¬__________ ¶ (¬1) هو المسمى الآن بـ «المحمرة». اهـ قلتُ: بل المسمى الآن خوزستان أما المحمرة فبلدة على شط العرب. اهـ. الناشر.",
            "page": "59",
            "part": "1",
            "seal": "5D56DDE6"
        },
        {
            "id": "64",
            "nass": "عَقَائِدُ الحَنَفِيَّةِ: ¶ ويتبع الحنفية في الأصول الإمام أبا منصور محمد الماتريدي الحنفي، وليس من أصحابه وأصحاب الإمام الأشعري خلاف إلا في بضع عشرة مسألة، ومنهم أشعرية ولكن على قله حتى قيل: من المستظرف أن يكون حنفي أشعريًا (¬1). ¶ والذي في \" طبقات السبكي \" أن الحنفية أكثرهم أشاعرة، أعني يعتقدون عقيدة الأشعري - لا يخرج منهم إلا من لحق بالمعتزلة. ¶ وذكر أنه تأمل \" عقيدة الطحاوي \" التي زعم أنها «ما كان عليه الإمام أبو حنيفة وصاحباه، فلم يجد إلا ثلاث مسائل خالف فيها الأشعرية في العقائد ثلاث عشرة مسألة، منها ست معنوية والباقي لفظي». ¶ قلنا: وكأنه يريد أن خلافهم في هذه المسائل لا يخرجهم عن كونهم أشعرية، وإن تَسَمَّوْا بالماتريدية، لتصريحه بعد ذلك بأنها كالمسائل التي اختلف فيها الأشاعرة فيما بينهم، ولأن المسائل الثلاث عشرة لم تثبت جميعها عن الشيخ، ولا عن الإمام أبي حنيفة. ¶ * * * ¶ ¬__________ ¶ (¬1) عن \" الكامل \" لابن الأثير، و\" الفوائد البهية \" تيمور.",
            "page": "60",
            "part": "1",
            "seal": "447022BA"
        },
        {
            "id": "65",
            "nass": "المَذْهَبُ المَالِكِيُّ: ¶ مَذْهَبُ أَهْلِ الحَدِيثِ: ¶ ينسب هذا المذهب إلى الإمام مالك بن أنس الأصبحي - رَضِيَ اللهُ عَنْهُ - المولود على الأشهر، والمتوفى بالمدينة سنة 179 هـ على الصحيح. وهو ثاني المذاهب الأربعة في القدم، ويقال لأصحابه: أهل الحديث، واختص إمامه بمدرك آخر للأحكام غير المدارك المعتبرة عند غيره وهو عمل أهل المدينة (¬1). ¶ وقد نشأ المذهب المالكي بالمدينة موطن الإمام مالك، ثم انتشر في الحجاز، وغلب عليه وعلى البصرة ومصر وما والاها من بلاد إفريقية والأندلس وصقلية والمغرب الأقصى إلى بلاد من أسلم من السودان. ¶ وظهر ببغداد ظهورًا كثيرًا، ثم ضعف فيها بعد القرن الرابع. ¶ ¬__________ ¶ (¬1) عن ابن خلدون.",
            "page": "61",
            "part": "1",
            "seal": "706D285B"
        },
        {
            "id": "66",
            "nass": "وضعف بالبصرة بعد الخامس، وغلب في خراسان على «قَزْوِينْ» وأبهر، وظهر بنيسابور أولاً، وكان له بها وبغيرها أئمة ومدرسون. ¶ وكان ببلاد فارس، وانتشر باليمن وكثير من بلاد الشام (¬1) وكان قد خَمَلَ بالمدينة، فلما تولى قضاءها ابن فرحون سنة 793 هـ أظهره بعد خموله (¬2). ¶ المَالِكِيَّةُ فِي مِصْرَ: ¶ وأول من قدم به إلى مصر - على ما في \" خطط المقريزي \" عبد الرحيم بن خالد بن يزيد بن يحيى، مولى جُمح، ثم نشره بها عبد الرحمن بن القاسم، فاشتهر بها أكثر من مذهب أبي حنيفة لتوافر أصحاب مالك بها، ولم يكن مذهب أبي حنيفة يعرف بمصر. ¶ ويوافق ما في \" الأوائل \" للسيوطي، ولكنه ذكر في \" حسن المحاضرة \" نقلاً عن \" الديباج \" «أن المشهور أنه من أصحاب مالك المصريين، وهو أول من أدخل علم مالك بمصر، ولم تنبت مصر أنبل منه إلى أن قال: وتوفي سنة 163 هـ، وكلا القولين صحيح. ¶ ففي ترجمة عثمان الجذامي من \" تهذيب التهذيب \" للحافظ ابن حجر ما نصه: وقال ابن وهب: ¶ ¬__________ ¶ (¬1) عن \" الديباج \". ¶ (¬2) عن \" نيل الابتهاج \".",
            "page": "62",
            "part": "1",
            "seal": "93E94921"
        },
        {
            "id": "67",
            "nass": "أول من قَدِمَ مصر بمسائل مالك: عثمان بن الحكم، وعبد الرحيم بن خالد بن يزيد» انتهى. فالظاهر أنهما بعد أن أتما الأخذ عن الإمام، عادا مَعًا إلى مصر ونشرا بها علمه. ¶ وفي \" خطط المقريزي \" أن هذا المذهب مازال معمولاً به بمصر مع الشافعي، وتولى القضاء من يذهب إليهما أو إلى مذهب أبي حنيفة إلى أن قدم القائد جوهر، فمن حينئذٍ فشا بديار مصر مذهب الشيعة، وعمل به في القضاء والفتيا، وأنكر ما خالفه. ¶ قلنا: ثم عاد الانتعاش إلى المذهب المالكي في الدولة الأيوبية، وبنيت لفقهائه المدارس، ثم عمل به في القضاء استقلالاً لما أحدث الظاهر بيبرس في الدولة التركية البحرية القضاة الأربعة، وصار قاضيه الثاني في المرتبة بعد الشافعية وكان القضاء في الدولة الأيوبية للشافعية، ولقاضيهم نواب من المذاهب الثلاثة، ولم يزل منتشرًا بمصر إلى الآن معادلاً للشافعي، وأكثر انتشاره في الصعيد. ¶ فِي إِفْرِيقِيَّة وَالأَنْدَلُسْ: ¶ وكان الغالب على أهل إفريقية السُّنَنُ، ثم غلب الحنفي كما تقدم فلما تولى عليها المعز بن باديس سنة 407 هـ حمل أهلها وأهل ما والاها من بلاد المغرب على المذهب المالكي، وحسم مادة الخلاف في المذاهب (¬1). ¶ ¬__________ ¶ (¬1) عن ابن الأثير، وابن خلكان، و\" مواسم الأدب \".",
            "page": "63",
            "part": "1",
            "seal": "2D46A377"
        },
        {
            "id": "68",
            "nass": "فاستمرت له الغلبة عليها وعلى سائر بلاد المغرب. وفي ذلك يقول مالك بن المرحل المالكي شاعر المغرب: ¶ مَذْهَبِي تَقْبِيلُ خَدَّ مُذْهِبِ * ... * ... * سَيِّدِي مَاذَا تَرَى فِي مَذْهَبِي ¶ لاَ تُخَالِفْ مَالِكًا فِي رَأْيِهِ * ... * ... * فَعَلَيْهِ جُلُّ أَهْلِ المَغْرِبِ (¬1) ¶ وهو الغالب على هذه البلاد إلى اليوم. وذكر الفاسي في \" العقد الثمين في تاريخ البلد الأمين \": أن المغاربة كلهم مالكية، إلا النادر ممن ينتحلون الأثر. ¶ وكان الغالب على أهل الأندلس: مذهب الأوزاعي، وأول من أدخله بها صعصعة بن سلام لما انتقل إليها، وبقي بها إلى زمن الأمير هشام بن عبد الرحمن (¬2). ثم انقطع مذهب الأوزاعي منها بعد المائتين، وغلب عليها المذهب المالكي. ¶ وفي \" نيل الابتهاج \" أن أهل الأندلس التزموا مذهب الأوزاعي حتى قدم عليهم الطبقة الأولى ممن لقوا الإمام مالكًا، كزياد بن عبد الرحمن، والغازي بن قيس، وقرعوس بن العباس، ونحوهم، فنشروا مذهبه، وأخذ الأمير هشام الناس به، فالتزموه وحُمِلُوا عليه بالسيف، إلا من لاَ يُؤْبَهُ لَهُ. ¶ ¬__________ ¶ (¬1) من كناش ابن مفلح. قلت: كذا في الأصل وفي البيت الأول اختلال وزن. ¶ (¬2) عن \" بغية الملتمس \".",
            "page": "64",
            "part": "1",
            "seal": "DBFE2470"
        },
        {
            "id": "69",
            "nass": "في \" بغية الملتمس \" للضبي: أن هذا المذهب انتشر بالأندلس بيحيى بن يحيى بن كثير، وتفقه به جماعة لا يحصون. وتوفي سنة 234 وقيل سنة 233 هـ. ¶ وفي \" خطط \" المقريزي، و\" الديباج \" لابن فرحون: أن أول من أدخله بالأندلس: زياد بن عبد الرحمن القرطبي الملقب بِشَبْطُونْ قبل يحيى بن يحيى، وكانت وفاة زياد سنة ثلاث ومائتين وقيل سنة أربع ومائتين، وقيل سنة تسع وتسعون ومائة. ¶ وفي \" نفح الطيب \" تفصيل لذلك ملخصه: أن جماعة من أمثال شبطون، كقرعوس بن العباس، وعيسى بن دينار وسعيد بن أبي هند وغيرهم ... رحلوا - إلى الحج أيام هشام بن عبد الرحمن، والد الحكم، فلما رجعوا وصفوا من فضل مالك وسعة علمه وجلالة قدره ما عظم به صيته بالأندلس، فانتشر يومئذٍ رأيه وعلمه بالأندلس، وكان رائد الجماعة في ذلك شبطون، وهو أول من أدخل \" الموطّأ \" إلى الأندلس مكملاً متقنًا، فأخذه عنه يحيى بن يحيى، ثم أشار على يحيى بن يحيى بالرحيل إلى مالك ما دام حَيًّا، فرحل سريعًا، وأخذ يحيى عنه، فكان اتشار المذهب به، وبزياد، وبعيسى بن دينار. ¶ وقال في موضع آخر: ¶ إن سبب حمل ملك الأندلس الناس على المذهب المالكي في بعض الأقوال، أن الإمام مالكًا سأل عن سيرته (¬1) بعض الأندلسيين فذكروا له ¶ ¬__________ ¶ (¬1) أي سيرة هشام بن عبد الرحمن. اهـ. الناشر.",
            "page": "65",
            "part": "1",
            "seal": "6E886B2B"
        },
        {
            "id": "70",
            "nass": "منها ما أعجبه. فقال: نسأل الله تعالى أن يزين حرمنا بملككم (¬1)، أو قال كلامًا هذا معناه، وذلك لأن سيرة بني العباس لم تكن مرضية عند مالك، ولقي منهم ما لقي مما هو مشهور، فلما بلغ قوله ملك الأندلس - مع ما علم من جلالة مالك ودينه - حَمَلَ الناس على مذهبه وترك مذهب الأوزاعي. ¶ قلنا: وقد ذكر هذا السبب ابنُ نباتة أيضًا في \" مسرح العيون \" إلا أنه جعل ذلك في زمن عبد الرحمن الداخل، والذي أجمع عليه المؤرخون أن دخول المذهب كان في زمن ابنه هشام. ¶ ثم زاد انتشار هذا المذهب بالأندلس وبالمغرب، بانتقال الفُتْيَا إليه في دولة الحكم بن هشام، وكان يحيى بن يحيى بن كثير مكينصا عنده، مقبول القول، فصار لا يُوَلِّي القضاء إلا من أشار به، فانتشر (¬2) به مذهب مالك، كما انتشر الحنفي بأبي يوسف في المشرق (¬3). ¶ وَعَلَّلَ ابن خلدون غَلَبَةَ هذا المذهب على المغرب والأندلس تعليلاً فقال: «وأما مالك - رَحِمَهُ اللهُ تَعَالَى - فاختص بمذهبه أهل المغرب والأندلس. وإن كان يوجد في غيرهم إلا أنهم لم يقلدوا غيره إلا في القليل، لأن رحلتهم كانت غالبًا إلى الحجاز وهو منتهى سفرهم، والمدينة يومئذ دار ¶ ¬__________ ¶ (¬1) في الأصل: بمالككم، والصواب ما أثبتناه. اهـ. الناشر. ¶ (¬2) في الأصل: فانتصر وهو خطأ والصواب ما أثبتناه. اهـ. الناشر. ¶ (¬3) عن المقريزي، و\" بغية الملتمس \"، و\" نفح الطيب \".",
            "page": "66",
            "part": "1",
            "seal": "5855292A"
        },
        {
            "id": "71",
            "nass": "العلم، ومنها خرج إلى العراق، ولم يكن العراق في طريقهم، فاقتصروا على الأخذ عن علماء المدينة، وشيخهم يومئذ وإمامهم مالك وشيوخه [من قبله وتلميذه من بعده. فرجع إليه أهل المغرب والأندلس] وقلدوه دون غيره ممن لم تصل إليهم طريقته. ¶ وأيضًا فالبداوة كانت غالبة على أهل المغرب والأندلس ولم يكونوا يعانون من الحضارة التي لأهل العراق فكانوا إلى أهل الحجاز أميل لمناسبة البداوة، ولهذا لم يزل المذهب المالكي غَضًّا عندهم، ولم يأخذه تنقيح الحضارة وتهذيبها كما وقع في غيره من المذاهب» (¬1) انتهى. ¶ قلنا: وتقدم في الكلام على الحنفي شيء عن سبب انقطاعه بالأندلس وغلبة المالكي فيما رواه المقدسي. ¶ فِي المَغْرِبِ الأَقْصَى: ¶ ولما قامت دولة بني تاشفين بالمغرب الأقصى في القرن الخامس، واستولوا على الأندلس، وتولى ثانيهم أمير المسلمين على بن يوسف بن تاشفين اشتد إيثاره لأهل الفقه والدين. فكان لا يقطع أمرًا في جميع مملكته دون مشاورة الفقهاء، وألزم القضاة بألا يَبَتُّوا حكومة في صغير الأمور وكبيرها إلا بمحضر أربعة من الفقهاء، فعظم أمر الفقهاء. ولم يكن يقرب منه، ويحظى عنده إلا من علم مذهب مالك، فنفقت في زمنه كتب المذهب، وعمل بمقتضاها وَنُبِذَ ما سواها. وكثر ذلك حتى نُسِيَ ¶ ¬__________ ¶ (¬1) عن \" مقدمة ابن خلدون \".",
            "page": "67",
            "part": "1",
            "seal": "AF3B361C"
        },
        {
            "id": "72",
            "nass": "النظر في كتاب الله وحديث رسوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. فلم يكن أحد يعتني بهما كل الاعتناء (¬1). ¶ ثم زالت دولتهم، واستولى الموحدون على مملكتهم في أوائل القرن السادس، وسلك خليفتهم عبد المؤمن بن علي هذا المسلك، فجمع الناس بالمغرب على مذهب مالك في الفروع، ومذهب أبي الحسن الأشعري في الأصول (¬2) وكان مقصده في الباطن - هو وابنه يوسف - مَحْوَ المَذْهَبَ المَالِكِيَّ، وَحَمْلِ الناس على العمل بظاهر القرآن والحديث، ولكنهما لم يتمكنا من ذلك (¬3). ¶ فلما تولى حفيده يعقوب بن يوسف بن عبد المؤمن، تظاهر بمذهب الظاهرية وأعرض عن مذهب مالك، فعظم أمر الظاهرية في أيامه، وكان بالمغرب منهم خلق كثير يقال لهم الحَزْمِيَّةُ نسبة لابن حزم رئيسهم، إلا أنهم كانوا مغمورين بالمالكية، فظهروا وانتشروا في أيام يعقوب، ثم في آخر أيامه استقصى الشافعية على بعض البلاد ومال إليهم (¬4). ¶ قال المراكشي في \" المعجب \": ¶ «وفي أيامه انقطع علم الفروع، وخافه الفقهاء، وأمر بإحراق كتب المذهب بعد أَنْ يُجَرِّدَ ما فيها من حديث رسول الله - صَلََّى اللهُ عَلَيْهِ ¶ ¬__________ ¶ (¬1) عن \" المعجب \" للمراكشي. ¶ (¬2) عن \" الكامل \" لابن الأثير. ¶ (¬3) عن \" المعجب \" للمراكشي. ¶ (¬4) عن \" الكامل \" لابن الأثير.",
            "page": "68",
            "part": "1",
            "seal": "6217DB47"
        },
        {
            "id": "73",
            "nass": "وَسَلَّمَ - والقرآن، ففعل ذلك، فأحرق منها جملة في سائر البلاد، كـ \" مدونة \" سحنون، و\" كتاب \" ابن يونس، و\" نوادر \" أبي زيد و\" مختصره \"، وكتاب \" التهذيب \" للبراذعي، و\" واضحة \" ابن حبيب، وما جانس هذه الكتب [ونحا نحوها]. ¶ لقد [شهدت منها] وأنا يومئذ بمدينة فاس، يؤتى منها بالأحمال فتوضع ويطلق فيها النار. [وتقدم إلى الناس في ترك الاشتغال بعلم الرأي والخوض في شيء منه، وتوعد على ذلك بالعقوبة الشديدة. وأمر جماعة ممن كان عنده من العلماء المحدثين] بجمع أحاديث من المصنفات العشرة: \" الصحيحين \"، و\" الترمذي \"، و\" الموطأ \"، و\" سنن أبي داود \"، و\" سنن النسائي\"، و\" سنن البزار \"، [و\" مسند ابن أبي شيبة \"]، و\" سنن الدارقطني \"، و\" سنن البيهقي \" في الصلاة وما يتعلق بها، [على نحو الأحاديث التي جمعها محمد بن تومرت في الطهارة؛ فأجابوه إلى ذلك، وجمعوا ما أمرهم بجمعه]، فكان يمليه بنفسه على الناس ويأخذهم بحفظه، [وانتشر هذا \" المجموع \" في جميع المغرب، وحفظه الناس من العوامِّ والخاصة]. فكان يجعل لمن حفظه الجُعْلَ السني من الكُسَى والأموال». انتهى ملخصًا. ¶ وكان المذهب المالكي في القرن الرابع بالعراق والأهواز، ومنتشرًا بمصر وبلاد المغرب، وغالبًا على الأندلس على ما ذكره المقدسي في \" أحسن التقاسيم \". ¶ ويتبع المالكية في الأصول عقيدة أبي الحسن الأشعري بحيث لاَ يُرَى مَالِكِيٌّ إِلاَّ أَشْعَرِيًّا - كما في \" الطبقات \" و\" معيد النعم \" للتاج السبكي.",
            "page": "69",
            "part": "1",
            "seal": "76972216"
        },
        {
            "id": "74",
            "nass": "المَذْهَبُ الشَّافِعِيُّ: ¶ فِي مِصْرَ: ¶ ينسب هذا المذهب إلى الإمام محمد بن إدريس الشافعي القرشي - رَضِيَ اللهُ عَنْهُ - المولود بغزة سنة 150 هـ والمتوفى بمصر سنة 204 هـ. ¶ وكان آية في الفهم والحفظ، واجتمع له من الفضائل ما لم يجتمع لغيره، ومذهبه ثالث المذاهب الأربعة في القدم، ويقال لأصحابه أهل الحديث كالمالكية (¬1) بل كان أهل خراسان إذا أطلقوا «أصحاب الحديث» لا يعنون إلا الشافعية (¬2) وهو ممن أخذ عن الإمام مالك، ثم استقل بمذهب خاص. ¶ قال ابن خلدون: رحل إلى العراق بعد مالك، ولقي أصحاب الإمام أبي حنيفة وأخذ عنهم، ومزج طريقة أهل الحجاز بطريقة أهل ¶ ¬__________ ¶ (¬1) عن \" ابن خلدون \"، و\" طبقات السبكي \". ¶ (¬2) عن \" طبقات السبكي \".",
            "page": "70",
            "part": "1",
            "seal": "F9922FD1"
        },
        {
            "id": "75",
            "nass": "العراق، واختص بمذهب، وخالف مالكًا - رَحِمَهُ اللهُ - في كثير من مذهبه. ¶ ويذكر أصحاب الطبقات أن ظهور المذهب الشافعي كان أولاً بمصر، وكثر أصحابه بها، ثم ظهر بالعراق، وغلب على بغداد وعلى كثير من بلاد خراسان، وتوران، والشام، واليمن، ودخل ما وراء النهر وبلاد فارس والحجاز، وبعض بلاد الهند ودخل شيء منه في إفريقية والأندلس بعد سنة 300 هـ (¬1). ¶ وكان الغالب على أهل مصر الحنفي والمالكي كما تقدم، فلما قدم إليها الإمام الشافعي انتشر بها مذهبه وكثر (¬2). ¶ قال ابن خلدون: (*) «وأما الشافعي فمقلدوه بمصر أكثر مما سواها وكان مذهبه قد انشر بالعراق وخراسان وما وراء النهر، وقاسم الشَّافِعِيَّةُ الحَنَفِيَّةَ في الفتوى والتدريس في جميع الأمصار. ¶ وعظمت مجالس المناظرات بينهم، وشحنت كتب الخلافيات بأنواع استدلالاتهم. ثم دَرَسَ ذلك كله بدروس المشرق وأقطاره. ¶ وكان الإمام محمد بن إدريس الشافعي لما نزل على بني عبد الحكم بمصر، أخذ عنه جماعة من بني عبد الحكم ... وأشهب وابن القاسم وابن ¶ ¬__________ ¶ (¬1) عن \" الديباج \"، و\" الفوائد البهية \". ¶ (¬2) قال عبد القادر الطوخي في كتابه \" قضاه مصر \": «إن عيسى بن المنكدر قاضي مصر قام في وجه الإمام الشافعي فقال: \" دخلت هذه البلدة وأمرها واحد، ورأيها واحد، ففرقت بينهم \"، يشير إلى مخالفة متبعيه لأصحاب مالك. فإن أهل مصر قبل وجود الشافعي كانوا لا يعرفون إلا رأي مالك لها، وفي نظر - لأن الحنفي كان معروفًا أيضًا عندم». ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) بتصرف يسير من المؤلف - رَحِمَهُ اللهُ تَعَالَى -، نقلاً عن \" المقدمة \" لعبد الرحمن بن خلدون.",
            "page": "71",
            "part": "1",
            "seal": "35921E84"
        },
        {
            "id": "76",
            "nass": "المواز وغيرهم ثم الحارس بن مسكين وبنوه، [ثم القاضي أبو إسحاق بن شعبان وأولاده]. ثم انقرض فقه أهل السنة من مصر لظهور الرافضة، وتداول بها فقه أهل البيت وتلاشى من سواهم، إلى أن ذهبت دولة العُبَيْدِيِّينَ من الرافضة على يد صلاح الدين يوسف بن أيوب ورجع إليها فقه الشافعي وأصحابه من أهل العراق والشام فعاد إلى أحسن ما كان، ونفق سوقه. ¶ واشتهر منهم محيي الدين النووي من الحلبة التي ربيت في ظل الدّولة الأيوبية بالشام، وعز الدّين بن عبد السلام أيضًا. ثم ابن الرفعة بمصر، وتقي الدين بن دقيق العيد، ثم تقي الدين السبكي بعدهما. إلى أن انتهى ذلك إلى شيخ الإسلام بمصر لهذا العهد. وهو سراج الدين البُلْقِينِي. فهو اليوم أكبر الشافعية بمصر، وكبير العلماء بل أكبر العلماء في أهل العصر» انتهى. ¶ ولما أخذت الدولة الأيوبية في إنعاش مذاهب أهل السنة بمصر، ببناء المدارس لفقهائها، وغير ذلك من الوسائل جعلت للشافعي الحظ الأكبر من عنايتها فخصت به القضاء لكونه مذهب الدولة. ¶ وكان بنو أيوب كلهم شافعية، إلا المعظم عيسى بن العادل أبي بكر سلطان الشام، فإنه كان حنفيًا، ولم يكن فيهم حنفي سوه، وتبعه أولاده (¬1). وكان مغاليًا (¬2) في التعصب لمذهبه ويعتبره الحنفية من ¶ ¬__________ ¶ (¬1) عن ابن خلكان. ¶ (¬2) في الأصل متغاليًا، والصواب ما أثبتناه. اهـ. الناشر.",
            "page": "72",
            "part": "1",
            "seal": "E63EE41E"
        },
        {
            "id": "77",
            "nass": "فقهائهم. ألف شرحًا على \" الجامع الكبير \" في عدة مجلدات، وله \" السهم المصيب في الرد على الخطيب البغدادي \" فيما نسبه للإمام أبي حنيفة في تاريخ بغداد (¬1). ¶ ثم لما خلفتها دولة الترك البحرية، وكان سلاطينها شافعية أيضًا (¬2) استمر العمل في القضاء على ذلك، حتى أحدث الظاهر بيبرس نظام القضاة الأربعة، فكان لكل قاض التحدث فيما يقتضيه مذهبه بالقاهرة والفسطاط، ونصب النواب وإجلاس الشهود، وميز القاضي الشافعي باستقلاله بتولية النواب في سائر بلاد القطر، لا يشاركه فيها غيره، كما أفرد بالنظر في مال الأيتام والأوقاف (¬3) وكانت له المرتبة الأولى بينهم، ثم يليه المالكي، والحنفي، والحنبلي (¬4). ¶ ثم استمر الحال على ذلك في الدولة الجركسية حتى استولى العثمانيون على مملكتهم فأبطلوا نظام القضاة الأربعة، وحصروا القضاة في الحنفي، لأنه مذهبهم. ولم يزل مذهب الدولة إلى اليوم، إلا أن ذلك لم يؤثر في انتشار المذهبين الشافعي والمالكي بين الأهلين السابق ¶ ¬__________ ¶ (¬1) عن ابن خلكان. ¶ (¬2) كان سيف الدولة قطز المتولي قبل بيبرس حنفيًا ولكن لم يؤثر ذلك في مذهب الدولة لقصر مدته. وزعم السيوطي في \" [حسن] المحاضرة \" أنه لا يعرف فيهم غير شافعي سواه. ¶ (¬3) عن \" صبح الأعشى \". وذكر ابن بطوطة أن ترتيبهم بمصر مدة الملك الناصر كان بتقديم الحنفي على المالكي، فلما ولي القضاء برهان الدين بن عبد الخالق الحنفي الأمر أشار أولو الأمر على الملك الناصر بجلوس المالكي فوقه كما جرت بذلك العادة القديمة، فعمل بإشارتهم واستقر الأمر على ذلك. ¶ في الأصل (تمكنها)، والصواب ما أثبتناه. اهـ. الناشر. ¶ (¬4) عن \" صبح الأعشى \". وذكر ابن بطوطة أن ترتيبهم بمصر مدة الملك الناصر كان بتقديم الحنفي على المالكي، فلما ولي القضاء برهان الدين بن عبد الخالق الحنفي الأمر أشار أولو الأمر على الملك الناصر بجلوس المالكي فوقه كما جرت بذلك العادة القديمة، فعمل بإشارتهم واستقر الأمر على ذلك. ¶ في الأصل (تمكنها)، والصواب ما أثبتناه. اهـ. الناشر.",
            "page": "73",
            "part": "1",
            "seal": "A7E6E69C"
        },
        {
            "id": "78",
            "nass": "تمكنهما (¬1) وانتشارهما بينهم. فبقيا غالبين على الريف والصعيد، والشافعي أغلب على الريف المعبر عنه بالوجه البحري. ¶ وكانت شياخة الأزهر - وهي رئاسة العلماء الكبرى - محصورة في علمائه من سنة 1137 هـ (¬2) إلى أن تولاها من الحنفية الشيخ محمد المهدي العباسي سنة 1287 هـ، مضافة إلى الإفتاء، فلم تنحصر بعد ذلك في مذهب من المذاهب، ولكن لم يتولها حنبلي لقلة الحنابلة بمصر. ¶ فِي الشَّامِ وَالعِرَاقِ: وَإِيرَانْ: (*) ¶ وكان الغالب على أهل الشام مذهب الأوزاعي، حتى ولي قضاء دمشق بعد قضاء مصر أبو زرعة محمد بن عثمان الدمشقي الشافعي، فأدخل إليها مذهب الشافعي وحكم به، وتبعه من بعده من القضاة. وهو أول من أدخله الشام، وكان يَهِبُ لمن يحفظ \" مختصر المُزني \" مائة دينار، وتوفي سنة إحدى أو اثنتين أو ثلاث وثلاثمائة (¬3). ¶ ¬__________ ¶ (¬1) في الأصل (تمكنها)، والصواب ما أثبتناه. اهـ. الناشر. ¶ (¬2) أول ما استطعنا معرفته ممن تولى شياخة الأزهر الشيخ محمد الخرشي المتوفى سنة 1101 هـ وكان مالكيًا، وتولاها بعده الشيخ إبراهيم بن محمد البرقاوي الشافعي وتوفي سنة 1106 هـ. انحصرت بعده في المالكية إلى سنة 1137 هـ، فانتقلت إلى الشافعية. ¶ (¬3) عن \" رفع الإصر \"، و\" الإعلان بالتوبيخ \"، و\" الثغر البسام [في ذكر من ولي قضاء] الشام \" لابن طولون. ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) إضافة (وإيران) نقلا عن (فهرس الكتاب): ص 96.",
            "page": "74",
            "part": "1",
            "seal": "2EB5837E"
        },
        {
            "id": "79",
            "nass": "وذكر المقدسي في \" أحسن التقاسيم \": أن الفقهاء بإقليم الشام في زمنه - أي في القرن الرابع - كانوا شافعية (¬1)، قال: «وَلاَ نَرَى بِهِ مَالِكِيًّا وَلاَ دَاوُدِيًّا». ¶ وفي \" طبقات السبكي \" و\" الإعلان بالتوبيخ \" للسخاوي أن المذهب انتشر فيما وراء النهر بمحمد بن إسماعيل القفال الكبير الشاشي (¬2)، وتوفي سنة 365 هـ. وذكر المقدسي أنه كان الغالب على كثير من البلدان في إقليم المشرق، ككورة الشاش (¬3) وإبلاق وطوس وَنَسَا وأبيورد وغيرها. ¶ وفي هراة وسجستان وَسَرْخَسْ كانت تقع فيها عصبيات بين الشافعية والحنفية، تُرَاقُ فيها الدماء ويدخل بينهم السلطان. ¶ وذكر عن إقليم الدَّيْلَمِ أن أهل قومسي وأكثر أهل جُرْجَانَ، وبعض طَبَرِسْتَانْ، كانوا حنفية، والباقون حنابلة وشافعية، وكان لا يرى ببيار صاحب حديث إلا شافعيًا. ¶ وذكر عن إقليم «القور» الذي هو من بلاد الموصل وآمد ... الخ، انتشار الحنفي والشافعي فيه قال: وفيه حنابلة. وذكر أن الشافعي كان الغالب على إقليم كَرْمَانْ. ¶ ¬__________ ¶ (¬1) في الأصل: (وكانوا شافعية)، وهو خطأ، والصواب ما أثبتناه. اهـ. الناشر. ¶ (¬2) في الأصل: (الشاسي)، وهو خطأ، والصواب ما أثبتناه. اهـ. الناشر. ¶ (¬3) في الأصل: (الشاس)، وهو خطأ في الأصل، والصواب ما أثبتناه. اهـ. الناشر.",
            "page": "75",
            "part": "1",
            "seal": "C62820E4"
        },
        {
            "id": "80",
            "nass": "وفي \" الإعلان بالتوبيخ \" أن الحافظ عبدان بن محمد بن عيسى المروزي هو الذي اظهر مذهب الشافعي بمرو وخراسان بعد أحمد بن سَيَّارٍ وكان السبب في ذلك أن ابْنَ سَيَّارٍ حمل كتب الشافعي إلى مرو، وأعجب بها الناس، فنظر عبدان في بعضها وأراد إن ينسخها فلم يمكنه ابن سيار فباع ضيعة له وخرج إلى مصر فأدرك الربيع وغيره من أصحاب الشافعي، فنسخ كتب الشافعي ورجع إلى مرو، وابن سيار حي، ومات عبدان سنة 293 هـ. ¶ وذكر أيضًا أن أبا عوانة يعقوب بن إسحاق النيسابوري الإسفراييني، صاحب \" الصحيح المستخرج على مسلم \"، أول من أدخل مذهب الشافعي وتصانيفه إلى إسفرايين. وهو ممن أخذ عن الربيع والمزني، ومات سنة 316 هـ، إلى أن قال: «وأبو إسماعيل محمد بن إسماعيل بن يوسف السلمي الترمذي هو الذي حمل كتب الشافعي من مصر فانتسخها إسحاق بن راهويه وصنف عليها \" الجامع الكبير \" لنفسه وهو ممن روى عن البُوَيْطِيِّ ومات سنة 280 هـ. ¶ وعن ابن سُرَيْجٍ انتشر مذهب الشافعي في أكثر الآفاق». ¶ وفي \" معجم البلدان \" لياقوت: «أن أهل الرَّيِّ كانوا ثلاث طوائف: شافعية وهم الأقل، وحنفية وهم الأكثر، وشيعة وهم السواد الأعظم، فوقعت العصبية بين السنة والشيعة، فتضافر عليهم الحنفية",
            "page": "76",
            "part": "1",
            "seal": "15EE257B"
        },
        {
            "id": "81",
            "nass": "والشافعية، وتطاولت بينهم الحروب حتى لم يتركوا من الشيعة من يعرف. ¶ ثم وقعت العصبية بين الحنفية والشافعية فكان الظفر للشافعية، هذا مع قلتهم. فخربت مَحَالٌّ الشيعة والحنفية، وبقيت محلة الشافعية، وهي أصغر محال الري، ولم يبق من الشيعة والحنفية إلا من يخفي مذهبه». ¶ وذكر في كلامه على «سادة» التي بين الري وهمذان: أنه أهلها كانوا سنية شافعية، وكان بقربها مدينة يقال لها «آوة» أهلها شيعة إمامية، فكانت تقع بينهم العصبية. ¶ وفي \" الكامل \" لابن الأثير في حوادث سنة 595 هـ ما نصه: «وَفِيهَا فَارَقَ غِيَاثُ الدِّينِ - صَاحِبُ غَزْنَةَ وَبَعْضِ خُرَاسَانَ - مَذْهَبَ الْكَرَّامِيَّةِ (¬1)، وَصَارَ شَافِعِيَّ الْمَذْهَبِ، ¶ ¬__________ ¶ (¬1) نسبة إلى محمد بن كرام السجستاني المتوفى سنة 150 هـ، وقد اختلفوا في ضبط كرام فقيل بتخفيف الراء وكسر الكاف أو فتحها، وقيل بفتح الكاف وتشديد الراء. وكان محمد صاحب مذهب في العقائد معروف إلا أن المقريزي في \" خططه \" ذكر أنه انفرد في الفقه أيضًا بأشياء: منها أن المسافر يكفيه من صلاته تكبيرتان، وأجاز الصلاة في ثوب مستغرق في النجاسة، وزعم أن العبادات تصح بغير نية، وتكفي الإسلام إلى آخر ما ذكر مما يدل على أنه صاحب آراء في الفروع ومنه يعلم معنى انتقال غياث الدين من هذا المذهب إلى المذهب الشافعي.",
            "page": "77",
            "part": "1",
            "seal": "2C9C1425"
        },
        {
            "id": "82",
            "nass": "وَكَانَ سَبَبُ ذَلِكَ أَنَّهُ كَانَ عِنْدَهُ إِنْسَانٌ يُعْرَفُ بِالْفَخْرِ (*) مُبَارَكِ شَاه يَقُولُ الشِّعْرَ بِالْفَارِسِيَّةِ، مُتَفَنِّنًا فِي كَثِيرٍ مِنَ الْعُلُومِ، فَأَوْصَلَ إِلَى غِيَاثِ الدِّينِ الشَّيْخَ وَحِيدَ الدِّينِ أَبَا الْفَتْحِ مُحَمَّدَ بْنَ مَحْمُودٍ الْمَرْوَرُوذِيَّ الفَقِيهَ الشَّافِعِيَّ، فَأَوْضَحَ لَهُ مَذْهَبَ الشَّافِعِيِّ، وَبَيَّنَ لَهُ فَسَادَ مَذْهَبِ الْكَرَّامِيَّةِ، فَصَارَ شَافِعِيًّا، وَبَنَى المَدَارِسَ لِلشَّافِعِيَّةِ، وَبَنَى بِغَزْنَةَ مَسْجِدًا لَهُمْ أَيْضًا، وَأَكْثَرَ مُرَاعَاتَهُمْ، فَسَعَى الْكَرَّامِيَّةُ فِي أَذَى وَجِيهِ الدِّينِ، فَلَمْ يُقَدِّرْهُمُ اللَّهُ - تَعَالَى - عَلَى ذَلِكَ. ¶ وَقِيلَ إِنَّ غِيَاثَ الدِّينِ وَأَخَاهُ شِهَابَ الدِّينِ لَمَّا مَلَكَا فِي خُرَاسَانَ قِيلَ لَهُمَا: إِنَّ النَّاسَ فِي جَمِيعِ البِلاَدِ يُزْرُونَ عَنْ (¬1) الكَرَّامِيَّةِ وَيَحْتَقِرُونَهُمْ، وَالرَّأْيُ أَنْ تُفَارِقَا مَذَاهِبَهُمْ فَصَارَا شَافِعِيَّيْنِ، وَقِيلَ: إِنَّ شِهَابَ الدِّينِ كَانَ حَنَفِيًّا - وَاللَّهُ أَعْلَمُ». ¶ وكان الحنفي غالبًا على بغداد كما قدمنا، ثم زاحمه فيها الشافعي وكانت له كثرة، ومع أن الحنفي كان مذهب الدولة لم يمنع ذلك من تقليد بعض الخلفاء للشافعي، كما فعل المتوكل. وهو أول من فعل ذلك منهم (¬2). ¶ وكان الحسن بن محمد الزعفراني، من رواة القديم عن الشافعي، أحد من نشره فيها، وتوي سنة 260 هـ. ¶ ¬__________ ¶ (¬1) في الأصل يزورون (**) على، والصواب ما أثبتناه. اهـ. الناشر. ¶ (¬2) عن \" محاضرة الأوائل \" ( ... ). ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) في المطبوع من الكتاب وردت (الغجر) والصواب ما أثبته، انظر \" الكامل في التاريخ \" لابن الأثير، 10/ 264 (ذكر حوادث أخرى)، تحقيق الدكتور محمد يوسف الدقاق، الطبعة الرابعة: 1424 هـ - 2003 م، نشر دار الكتب العلمية، بيروت - لبنان. ¶ (**) وردت (يُزْرُونَ) انظر المصدر السالف الذكر، نفس الصحفة والجزء. ¶ ( ... ) \" محاضرة الأوائل ومسامرة الأواخر \"، تأليف العلامة علاء الدين علي دده الكتواري البسنوي، طبع بالمطبعة الميرية ببولاق - مصر، الطبعة الأولى: 1300 هـ.",
            "page": "78",
            "part": "1",
            "seal": "259BFE42"
        },
        {
            "id": "83",
            "nass": "قال السخاوي في \" الإعلان بالتوبيخ \": «حج الربيع بن سليمان سنة أربعين ومائتين، فالتقى مع [أبي علي] (*) الحسن بن محمد الزعفراني بمكة. فسلم أحدهما على الآخر، فقال الربيع: يا أبا علي أنت بالمشرق وأنا بالمغرب نبث هذا العلم، يعني علم الشافعي». انتهى. ¶ يريد بالمغرب مصر، لأنها كذلك بالنسبة لبغداد. ¶ وفي \" طبقات السبكي \"، أن بني أبي عُتامة هم الذين نشر الله بهم مذهب الشافعي في تهامة. ¶ هذا ما انتهى إلينا علمه عن انتشار هذا المذهب بمصر وسائر بلاد المشرق. ¶ المَذْهَبُ الشَّافِعِيُّ فِي المَغْرِبِ وَالأَنْدَلُسِ: (*). ¶ وأما المغرب فلم يكن حظه منه كبيرًا لغلبة المالكي على بلاده، حتى زعم المقدسي في \" أحسن التقاسيم \" أنهم كانوا بسائر المغرب على عهده إلى حدود مصر لا يعرفونه، وأنه ذَاكَرَ بَعْضَهُمْ مَرَّةً في مسألة، فذكر قول الشافعي، فقالوا: من الشافعي؟ إنما كان أبو حنيفة لأهل المشرق ومالك لأهل المغرب. ¶ قال: ورأيت أصحاب مالك يبغضون الشافعي ويقولون أخذ العلم عن مالك ثم خالفه. ¶ وقال عن القيروان: ليس في أهلها غير حنفي ومالكي مع ألفة عجيبة، لا شغب بينهم ولا عصبية. ¶ ¬__________ ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) في الكتاب المطبوع «فالتقى مع أبي الحسن»، والصواب ما أثبته، انظر \" الإعلان بالتوبيخ لمن ذم التاريخ \" للسخاوي، تحقيق فرانز روزنتال، ترجمة الدكتور صالح أحمد العلي: ص 178، الطبعة الأولى: 1407 هـ - 1986 م، نشر مؤسسة الرسالة. بيروت - لبنان. ¶ (*) هذا العنصر ذكره المؤلف - رَحِمَهُ اللهُ تَعَالَى - في (فهرس الكتاب): ص 96.",
            "page": "79",
            "part": "1",
            "seal": "70B06C53"
        },
        {
            "id": "84",
            "nass": "وقال عن الأندلس: ليس بها إلا مذهب مالك، فإن ظهروا على حنفي أو شافعي نفوه. ¶ وفي \" الكامل \" لابن الأثير: أن يعقوب بن عبد المؤمن، صاحب المغرب والأندلس، بعد أن تظاهر بمذهب الظاهرية، مال إلى الشافعية في آخر أيامه واستقضاهم على بعض البلاد. ¶ عَقَائِدُ الشَّافِعِيَّةِ: (*) ¶ ويتبع غالب الشافعية في الأصول مذهب أبي الحسن الأشعري. ¶ وقال التاج السبكي في \" الطبقات \": «إن غالبتهم أشاعرة لاَ يُسْتَثْنَى إلا من لَحِقَ منهم بتجسيم أو اعتزال مِمَّنْ لاَ يَعْبَأُ اللهُ بِهِ». ¶ ¬__________ ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) هذا العنصر ذكره المؤلف - رَحِمَهُ اللهُ تَعَالَى - في (فهرس الكتاب): ص 96.",
            "page": "80",
            "part": "1",
            "seal": "5A7017C4"
        },
        {
            "id": "85",
            "nass": "المَذْهَبُ الحَنْبَلِيُّ: ¶ مَذْهَبُ أَهْلِ نَجْدٍ: ¶ يُنْسَبُ المذهب الحنبلي إلى الإمام أحمد بن حنبل الشيباني - رَضِيَ اللهُ عَنْهُ - المولود ببغداد سنة 164 هـ، والمتوفى بها سنة 241 هـ. وقيل: ولد بِمَرْوٍ، وحمل إلى بغداد رضيعًا. ومذهبه رابع المَذَاهِبِ السُّنِّيَّةِ المعمول بها عند جمهور المسلمين. وكان من خواص أصحاب الإمام الشافعي إلى مصر. ¶ نَشْأَةُ المَذْهَبِ بِبَغْدَادَ: (*) ¶ وكان منشأ هذا المذهب ببغداد، ثم شاع في غيرها، ولكن دون شيوع باقي المذاهب (¬1). ¶ قال ابن فرحون في \" الديباج المذهب \": «وأما مذهب أحمد بن حنبل - رَحِمَهُ اللهُ - فظهر ببغداد، ثم انتشر بكثير من بلاد الشام [وغيرها] وضعف الآن».أي في القرن الثامن. ¶ ¬__________ ¶ (¬1) عن \" الفوائد البهية \". ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) هذا العنصر ذكره المؤلف - رَحِمَهُ اللهُ تَعَالَى - في (فهرس الكتاب): ص 96.",
            "page": "81",
            "part": "1",
            "seal": "6DA57723"
        },
        {
            "id": "86",
            "nass": "وقال ابن خلدون: ¶ «فأما أحمد بن حنبل فمقلدوه قليل لبعد مذهبه عن الاجتهاد، وأصالته في معاضدة الرواية والأخبار بعضها ببعض، وأكثرهم بالشام والعراق [من] بغداد ونواحيها وهم أكثر الناس حفظًا لِلْسُنَّةِ ورواية الحديث» وقد تأخر ظهوره بمصر ظهورًا بَيِّنًا إلى القرن السابع. ¶ وَعَلَّلَهُ السيوطي في \" حسن المحاضرة \" بقوله: «هم بالديار المصرية قليل جِدًّا، ولم أسمع بخبرهم فيها إلا في القرن السابع وما بعده، وذلك أن الإمام أحمد - رَضِيَ اللهُ عَنْهُ - كان في القرن الثالث، ولم يبرز مذهبه خارج العراق إلا في القرن الرابع، وفي هذا القرن ملك العبيديون مصر، وأفنوا من كان بها من أئمة المذاهب الثلاثة، قتلاً ونفيًا وتشريدًا، وأقاموا مذهب الرفض والشيعة، ولم يزولوا منها إلا في أواخر القرن السادس، فتراجع إليها الأئمة من سائر المذاهب، وأول إمام من الحنابلة علمت حلوله بمصر، الحافظ عبد الغني المقدسي صاحب \" العمدة \"». انتهى. ¶ وذكر المقريزي في \" خططه \": «أنه لم يكن له وللمذهب الحنفي كبير ذكر بمصر في الدولة الأيوبية، ولم يشتهر إلا في آخرها». انتهى. ¶ ثم زاد انتشاره بعد ذلك في زمن القاضي عبد الله بن محمد بن محمد عبد الملك الحجاوي، المتولي قضاء قضاة الحنابلة بمصر سنة738 هـ والمتوفى سنة 769 هـ كما في \" السبل الوابلة \" (¬1). ¶ ¬__________ ¶ (¬1) \" السبل الوابلة على ضرائح الحنابلة \"، لمحمد بن المكي، وهو في طبقاتهم.",
            "page": "82",
            "part": "1",
            "seal": "67AACF68"
        },
        {
            "id": "87",
            "nass": "وذكر المقدسي أنه كان موجودًا في القرن الرابع بالبصرة، وبإقليم فور والديلم والرحاب، وبالسوس من إقليم خوزستان، وأن الغلبة في بغداد كانت له وللشيعة. ¶ وذكر في كلامه على مصر أن الفُتْيَا في زمنه كانت فيها على مذهب الفاطمي إلا أن سائر المذاهب كانت موجودة ظاهرة بالفسطاط. قال: «وَثُمَّ محلة للكرامية، وحلة للمعتزلة، والحنبلية. ¶ قلنا: مهما يكن من انتشاره في كثير من البلدان، فإن مقلديه فيها قليلون في كل عصر، وإلى ذلك يشير الخفاجي في \" الريحانه \" في ترجمة زين الدين محمد الأنصاري الخزرجي بقول: «تفقه على مذهب أحمد بن حنبل، فكان طلابه سهل المورد عذب المنهل». ¶ «وَلِلْنَّاسِ فِيمَا يَعْشَقُونَ مَذَاهِبُ» وهم في كل عصر أقل من القليل وهكذا الكرام كما قيل: ¶ يَقُولُونَ لِي قَدْ قَلَّ مَذْهَبُ أَحْمَدَ * ... * ... * وَكُلُّ قَلِيلٍ فِي الأَنَامِ ضَئِيلٌ ¶ فَقُلْتُ لَهُمْ: مَهْلاً غَلَطْتُمْ بِزَعْمِكُمْ * ... * ... * أَلَمْ تَعْلَمُوا أَنَّ الكِرَامَ قَلِيلُ ¶ وَمَا ضَرَّنَا أَنَّا قَلِيلُ، وَجَارُنَا * ... * ... * عَزِيزٌ، وَجَارُ الأَكْثَرِينَ ذَلِيلُ ¶ قلنا: ولم نسمع بغلبته على ناحية إلا على البلاد النجدية الآن، وعلى بغداد في القرن الرابع، واستفحل أمره بها حوالي سنة 323 هـ.",
            "page": "83",
            "part": "1",
            "seal": "66D25ECF"
        },
        {
            "id": "88",
            "nass": "وقال ابن الأثير في حوادث هذه السنة: «وَفِيهَا عَظُمَ أَمْرُ الحَنَابِلَةِ، وَقَوِيَتْ شَوْكَتُهُمْ، وَصَارُوا يَكْسِبُونَ مِنْ دُورِ القُوَّادِ وَالعَامَّةِ. وَإِنْ وَجَدُوا نَبِيذًا [أَرَاقُوهُ]، وَإِنْ وَجَدُوا مُغَنِّيَةً ضَرَبُوهَا وَكَسَرُوا آلَةَ الغِنَاءِ، وَاعْتَرَضُوا فِي البَيْعِ وَالشِّرَاءِ، وَمَشَى الرِّجَالُ مَعَ النِّسَاءِ وَالصِّبْيَانِ، فَإِذَا رَأَوْا ذَلِكَ سَأَلُوهُ عَنِ الذِي مَعَهُ مَنْ هُوَ، فَأَخْبَرَهُمْ، وَإِلاَّ ضَرَبُوهُ وَحَمَلُوهُ إِلَى صَاحِبِ الشُّرْطَةِ، وَشَهِدُوا عَلَيْهِ بِالْفَاحِشَةِ. ¶ [فَأَرْهَجُوا] بَغْدَادَ، فَرَكِبَ بَدْرٌ الخَرْشَنِيُّ، وَهُوَ صَاحِبُ الشُّرْطَةِ، عَاشِرَ جُمَادَى الآخِرَةِ، وَنَادَى فِي جَانِبَيْ بَغْدَادَ، فِي أَصْحَابِ أَبِي مُحَمَّدِ [البَرْبَهَارِيِّ] الْحَنَابِلَةِ، أَلاَّ يَجْتَمِعُ مِنْهُمُ اثْنَانِ وَلاَ يَتَنَاظَرُوا فِي مَذْهَبِهِمْ». إلى أن قال: ¶ «فَلَمْ يُفِدْ فِيهِمْ، وَزَادَ شَرُّهُمْ وَفِتْنَتُهُمْ، وَاسْتَظْهَرُوا بِالعُمْيَانِ الذِينَ كَانُوا يَأْوُونَ المَسَاجِدَ، وَكَانُوا إِذَا مَرَّ بِهِمْ شَافِعِيُّ المَذْهَبِ أَغْرَوْا بِهِ العُمْيَانَ، فَيَضْرِبُونَهُ بِعِصِيِّهِمْ، حَتَّى يَكَادَ يَمُوتُ، فَخَرَجَ تَوْقِيعُ الرَّاضِي بِمَا يُقْرَأُ عَلَى الحَنَابِلَةِ يُنْكِرُ عَلَيْهِمْ فِعْلَهُمْ». إلى آخر ما ذكره. ¶ ولا ريب أن إثارة أمثال هذه الفتن لم تكن إلا من عصبية عامتهم وغوغائهم، وكثيرًا ما كانت ترجع إلى أمور اعتقادية يخالفهم غيرهم فيها، لانفراد أصحاب هذا المذهب بعقيدة خاصة في الأصول. ¶ وذكر التاج السبكي في \" الطبقات \" أن أكثر فضلاء متقدميهم أشاعرة، لم يخرج منهم عن عقيدة الأشعري إلا من لحق بأهل التجسيم. قال: وهم في هذه الفرقة من الحنابلة أكثر من غيرهم.",
            "page": "84",
            "part": "1",
            "seal": "7577004C"
        },
        {
            "id": "89",
            "nass": "خَاتِمَةٌ: ¶ أخذت المذاهب الأربعة تتغلب مع الزمن، وغيرها من المذاهب السنية يَدْرُسُ، حتى إذا كان القرنُ السابع تم لها التغلب والتمكن. وأفتى الفقهاء بوجوب اتباعها، فدرس ما عداها إلا بقايا من المذهب الظاهري، بقيت في بعض البلاد إلى القرن الثامن، ثم درست كما قدمنا. ¶ قال المقريزي: فلما كانت سلطنة الملك الظاهر بيبرس البُنْدُقْدَارِيِّ، ولي بمصر (¬1) والقاهرة أربعة قضاة وهم: شافعي، ومالكي، وحنفي، وحنبلي، فاستمر ذلك من سنة خمس وستين وستمائة، حتى لم يبق في مجموع أمصار الإسلام مذهب يعرف من مذاهب أهل الإسلام سوى هذه المذاهب الأربعة، وعقيدة الأشعري ¶ ¬__________ ¶ (¬1) المراد بمصر «الفسطاط» وكانت منفصلة عن القاهرة، ثم اتصلت بها بعد ذلك وصارت قسمًا من أقسامها يعرف اليوم: بقسم مصر القديمة.",
            "page": "85",
            "part": "1",
            "seal": "D731F030"
        },
        {
            "id": "90",
            "nass": "وعملت لأهلها المدارس والخوانات والزوايا والربط، في سائر ممالك الإسلام، وَعُودِيَ من تمذهب بغيرها، وأنكر عليه، ولم يُوَلِّ قاض ولا قبلن شهادة أحد، ولا تذم للخطابة وإلإمامة والتدريس أحد ما لم يكن مقلدًا لأحد هذه المذاهب، وأفتى فقهاء هذه الأمصار في طول هذه المدة بوجوب اتباع هذه المذاهب وتحريم ما عداها، والعمل على هذا إلى اليوم «انتهى». ¶ ولا ريب في أن المراد عند جمهور المسلمين، وإلا فمذهب الإباضية كان ولم يزل معمولاً به في بلادهم شرقًا وغربًا، وفقه الشيعة معمول به في فارس وغيرها من البلدان. ¶ وفي قوله: «وعقيدة الأشعري» نظر لأن الحنفية يتبعون في الأصول عقيدة الماتريدي، إلا أن يكون عَدَّهُمْ من الأشعرية بالمعنى الذي أراده التاج السبكي وسبق لنا بيانه، وكأنه لم يعتد بالحنابلة لقلتهم مع أن لهم عقيدة خاصة كما قدمنا. ¶ ولنختم هذا البحث - بمبلغ انتشار المذاهب الآن عند جمهور المسلمين، مستندين في الكثير منه على مصادر إفرنجية لقلة الموجود منها بالعربية، فنقول: ¶ الغالب على المغرب الأقصى الآن المذهب المالكي، وهو الغالب أيضًا على الجزائر وتونس وطرابلس، لا تكاد تجد فيها من مقلدي غيره إلا الحنفية بقلة، وهم من بقايا الأسر التركية وأكثرهم في تونس، ومنهم",
            "page": "86",
            "part": "1",
            "seal": "F836BA6E"
        },
        {
            "id": "91",
            "nass": "أفراد بيت الإمارة بها، ولهذا تمتاز حاضرتها بالقضاء الحنفي مشاركًا للقضاء المالكي. وأما سائر أعمالها فقضاتها مالكية، وفي الحاضرة كبير المفتين وهما: الحنفي ويلقب بشيخ الإسلام وله التقدم والزعامة المعنوية على الجميع، والمالكي وله المقام الثاني، وقد تساهلوا الآن في تلقيبه بشيخ الإسلام أيضًا. ¶ ومع قلة المقلدين للمذهب الحنفي فإن من السنن المتبعة عندهم أن يكون نصف مُدَرِّسِي جامع الزيتونة حنفية، والنصف مالكية. وإنما امتاز الحنفي بذلك لكونه مذهب الأسرة المالكة. ¶ ويغلب في مصر الشافعي والمالكي: الأول في الريف، والثاني في الصعيد والسودان. ويكثر الحنفي وهو مذهب الدولة وَالمُتَّبَعُ في الفتوى والقضاء، والحنبلي قليل بل نادر. ¶ ويغلب الحنفي في بلاد الشام، يكاد يشمل نصف أهل السنة بها، والربع شافعية، والربع حنابلة. ¶ ويغلب الشافعي على فلسطين، ويليه الحنبلي، فالحنفي، فالمالكي. ¶ ويغلب الحنفي على العراق، ويليه الشافعي، ويليه مالكية وحنابلة والغالب على الأتراك العثمانيين والألبان وسكان بلاد البلقان: الحنفي، وعلى بلاد الأكراد الشافعي، وهو الغالب على بلاد أرمينية لأن مسلميها من أصل تركماني أو كردي.",
            "page": "87",
            "part": "1",
            "seal": "25E32ED7"
        },
        {
            "id": "92",
            "nass": "والسنيون من أهل فارس أغلبهم شافعية وقليل منهم حنفية. ¶ والغالب على بلاد الأفغان: الحنفي، ويقل الشافعي والحنبلي. والغالب على تركستان الشرقية المسماة أيضًا بالصينية فكان الغالب عليها الشافعي، ثم تغلب الحنفي بمسعى العلماء الواردين عليها من بخارى. ¶ والغالب على بلاد القوقاز وما والاها: الحنفي، وفيهم الشافعية. ¶ والغالب في الهند: الحنفي، ويقدر اتباعه بنحو 48 ألف ألف، وأتباع الشافعي بنحو ألف ألف، ويكثر بها أهل الآثار، وفيها مذاهب أخرى مما لم نتعرض لذكره. ¶ ومسلمو جزيرة سَرَنْدِيبْ (سَيْلاَنْ) وجزائر الفلبين والجاوة وما جاورها من الجزائر: شافعية، وكذلك مسلمو سِيَامْ، ولكن بها حنفية بقلة وهم النازحون إليها من الهنود. ¶ ومسلمو الهند الصينية شافعية، وكذلك مسلمو أستراليا. وفي البرازيل من أمريكا نحو 25 ألف مسلم حنفية، وفي البلاد الأمريكية الأخرى مسلمون مختلفو المذاهب ويبلغ عدد الجميع نحو 140 ألفًا. ¶ والغالب على الحجاز: الشافعي والحنبلي، وفيه حنفية ومالكية في المدن، وأهل نجد حنابلة، وأهل عسير شافعية، والسنيون في اليمن وعدن وحضرموت شافعية أيضًا - وقد يوجد بنواحي عدن حنفية.",
            "page": "88",
            "part": "1",
            "seal": "6F55F509"
        },
        {
            "id": "93",
            "nass": "والغالب على عُمَانَ «مذهب الإباضية» ولكنها لا تخلو من حنابلة وشافعية، ويغلب على قطر والبحرين المالكي، وفيهما حنابلة من الواردين عليها من نجد. ¶ والغالب على أهل السنة في الإحساء الحنبلي والمالكي والغالب على الكويت: المالكي، والله أعلم.",
            "page": "89",
            "part": "1",
            "seal": "06735735"
        },
        {
            "id": "94",
            "nass": "مَصَادِرُ البَحْثِ: ¶ المقدمة عن «ابن خلدون»: ج 1 ص 372، \" الديباج \": ص 12. ¶ المقريزي: ج 2 ص 332. المقدسي في \" أحسن التقاسيم \": ص 37. ¶ الأربعة منهم للظاهري والحنبلية في أصحاب الحديث، ابن خلدون \" المقدمة \": ص 372: دروس الظاهري. ¶ • الحنفي: ¶ \" المقدمة \" لابن خلدون: ص 373، \" الفوائد البهية \": ص 6: شيوعه في بلاد كثيرة. ¶ \" طبقات الحنفية \": 1417، \" تاريخ \": ص 10 وص50، 51. ¶ \" المقريزي \": ج 2 ص 333: الرشيد وتوليته القضاء للحنفية وفيها إلى ص 334، القادر وتولية الشافعي. ¶ \" نفح الطيب \": ج 1 ص 333: مذهبان انتشرا، \" بغية الملتمس \": ص 497. ¶ \" كامل ابن الأثير \": ج 9 ص 95: كان الحنفي بإفريقية حتى حملة المعز بن باديس المالكي. ¶ \" معالم الإيمان \": ج 1 ص 178: \" ابن فرحون \" وص 2 ج 2، ابن الفرات وفي ص 3، الحنفي \" مقدمة ابن خلدون \". ¶ \" صفوة الاعتبار \": ج 2 - أواخر ص 115. ¶ \" الديباج \" أواخر ص 17 - 18: دخوله إفريقية \" أحسن التقاسيم \": آخر ص 336 - 337: دخول الحنفي المغرب.",
            "page": "90",
            "part": "1",
            "seal": "E234D9C1"
        },
        {
            "id": "95",
            "nass": "\" رفع الإصر \" إسماعيل بن اليسع، و\" قضاة مصر \" للطوخي: ص 10، \" طبقات الحنفية \" رقم 1417. ¶ تاريخ ظهوره: ص 10. ¶ \" المقريزي \": ج 2 وسط ص 334: القضاء بمصر، الحنفية تارة وللمالكية والشافعية أخرى. ¶ وفي ص 333: الحنفي بمصر. ¶ \" صبح الأعشى \": ج 3 ص 524: تألف الفاطميين للرعية بإباحة التبعد بالسنة. ¶ \" المقريزي: ج 2 ص 343: القضاة المالكية والشافعية. ¶ \" المقريزي: ج 2 أول ص 272: انتشاره بمصر مدة الأتراك. وفي ص 363: بناء الأيوبيين المدارس للمذاهب الثلاثة. وفي ص 374: الصالح عمل دروسًا أربعة في الصالحية. ¶ وانظر \" تحفة الأحباب \": ص 61. ¶ المعظم كان حنفيًا - \" ابن خلكان \". ¶ وفي ص 152 من \" الفوائد البهية \". ¶ \" المنهل في: ج 5 ص 155: ملوك بنجالة حنفية. ¶ \" أحسن التقاسيم \": ص 481: بالسند. وفي ص 96: بصنعاء وصعدة. وأول ص 127: في العراق وص 179، 180: الشام. وص 202. مصر وص 323 و 336: إقليم المشرق. وص 365: إقليم الديلم. وص 378: إقليم البرجالة. وص 295. الري من إقليم الجبال. وص 415. إقليم خوزستان وص 439. إقليم فارس \" معجم \" ياقوت: ج 2 ص 893 - 894. الري. ¶ عقائدهم: \" المقريزي \": ج 2 ص 359. \" ابن الأثير \": ج 10 ص 35. \" الفوائد البهية \": ص 160 [ج 2]. \" طبقات السبكي \": ج 2 ص 11. ¶ • المالكي: ¶ \" الديباج \" أواخر ص 12 - انتشاره إجمالاً. ¶ \" نيل الابتهاج \" أول ص 31: ظهوره بالمدينة بابن فرحون بعد خموله. ¶ \" المقدمة \" لابن خلدون: ص 372 - 373. ¶ أول وصوله لمصر - \" المقريزي \": ج 2 أوائل ص 334، \" محاضرة الأوائل \": أول ص 69، \" محاضرة الأوائل \": ص 69. ¶ \" حسن المحاضرة \": ج 1 ص 132. ¶ \" الديباج \": ص 187. في إفريقية \" ابن خلكان \": ج 2 ص 137. و\"ابن الأثير \": ج 9 ص 95.",
            "page": "91",
            "part": "1",
            "seal": "8FE5AE99"
        },
        {
            "id": "96",
            "nass": "و\" مواسم الأدب \": ج 2 أواخر ص 90: بيتان في أهل المغرب وكونهم مالكية. ¶ \" كناش ابن مفلح \": ص 481 رقم 152 مجاميع. \" العقد الثمين \" للمقدسي: ج 1 أوائل ظهوره ص 135: المغاربة مالكية إلا النادر. ¶ \" تهذيب التهذيب \": ج 7 ص 110: أول من قدم بمسائل مالك لمصر عثمان بن الحكم وعبد الرحيم بن خالد. ¶ الأندلس \" بغية الملتمس \": ص 311: أول من أدخله الأوزاعي بها. \" الديباج \": ص 13. ¶ س 2: تغلب المالكي وانقطاع الأوزاعي. ¶ \" نيل الابتهاج \": ص 191: الأوزاعي ثم مالك. ¶ \" بغية الملتمس \": ص 496: يحيى بن يحيى انتشر منه. ¶ \" المقريزي: ج 2 ص 333: و\" الديباج \": ص 188: زياد أدخله قبل يحيى. و\" نفح الطيب \": ج 1 ص 350: تفصيل ذلك. ¶ وسبب آخر في ج 2 ص 33: القضاء به مدة الحكم: ج 2 ص 333 \" نفح الطيب \": ج 1 ص 351. وج 2 ص 799. ¶ \" بغية الملتمس \": ص 496. ج 1 ص 375 ك تعليل ابن خلدون غلبته بالمغرب. ¶ المغرب والأندلس ابن تاشفين: \" المعجب \": ص 122 - 123 عبدالمؤمن \" ابن الأثير \": ج 11 ص 118. ¶ عبد المؤمن وابنه يوسف كانا يبطنان العمل بالظاهر: \" المعجب \" أوائل ص 203. انتشار الظاهرية مدة يعقوب: \" كامل ابن الأثير \". ¶ • الشافعي: ¶ \" طبقات السبكي \": ج 3 - آخر ص 285. أهل الحديث الشافعية بخراسان. ¶ \" مقدمة ابن خلدون \" آخر ص 373 - 374. اختص بمذهب. شيوعه في بعض البلاد. ¶ \" الفوائد البهية \": ص 6. ¶ و\" الديباج \": ص 13. ¶ في مصر: \" مقدمة \" ابن خلدون: ص 374. ¶ إحداث القضاة الأربعة \" صبح الأعشى \": ج 4 ص 34 - 36 وص 45. ¶ \" حسن المحاضرة \": ج 2 ص 101: سلاطين مصر شافعية إلا قطز. ¶ في الشام أول من أدخله \" رقع الإصر \": 481. \" الإعلان بالتوبيخ \": ص 128. \" الثغر",
            "page": "92",
            "part": "1",
            "seal": "2393D9B6"
        },
        {
            "id": "97",
            "nass": "البسام \": ص 66 رقم 79 مجاميع. ¶ ما وراء النهر \" طبقات السبكي \": ج 2 ص 176. ¶ المقدسي \" أحسن التقاسيم \": ص 323. غلبته على إقليم الشرق. وفي ص 336: العصبيات وفي ص 365. الديلم. وفي آخر ص 468. كرمان. ¶ \" الإعلان بالتوبيخ \": ص 128 - 129. مرو وخراسان وإسفرايين وسائر الآفاق. ¶ غلبة المالكي على مصر قبل الشافعي. \" قضاة مصر \" للطوخي: ص 18. ¶ \" ابن بطوطة \": ج 1 ص 24. جلوس الحنفي فوق المالكي ثم العود إلى العادة القديمة. ¶ الري: \" معجم ياقوت \": ج 2 ص 893 - 894: والعصبية بين المذاهب. وفي ج 3 ص 24. سادة شافعية. ¶ غزنة \" ابن الأثير \": ج 12 ص 64 - 65: الكرامية. ¶ وفي \" المقريزي \": ج 2 وسطر ص 349. أن لهم مذهبًا في الفروع. ¶ بغداد: الزعفراني، وفاته عن \" طبقات \" السبكي \": ج 1 ص 250 - 251. ¶ \" الإعلان بالتوبيخ \" اجتماعه بمكة بالربيع: ص 129. ¶ المتوكل شافعي: \" محاضرة الأوائل \": ص 58. ¶ \" طبقات السبكي \": ج 4 ص 237. بنو أبي عتامة نشروه بتهامة المغرب \" أحسن التقاسيم \": ص 236. أهل المغرب لا يعرفون وكذلك الأندلس وفي ص 225. أهل القيروان حنفية ومالكية مع ألفة بينهم غالبهم أشاعرة \" طبقات السبكي \": ج 2 ص 261. ¶ \" الضوء اللامع \" بيتان: ج 3 ص 1147. ¶ • الحنبلي: ¶ شيوعه دون غيره: \" الفوائد البهية \": ص 6 و\" الديباج \": ص 13. ¶ \" مقدمة \" ابن خلدون: ص 373. ¶ \" حلية الكميت \": ج 1 ص 222: سبب قلته بمصر و\" المقريزي \": ج 2 - آخر ص 343. ¶ \" السبل الوابلة \" أواخر ص .. ¶ \" الريحانة \": ص 289، أبيات في قلته. ¶ \" ابن الأثير \" طبع أوروبا: ج 8 ص 229 - 230. ¶ فتنة الحنابلة ببغداد. ¶ \" طبقات السبكي \": ج 2 ص 261. فضلاء متقدميهم أشاعرة. ¶ • الخاتمة: ¶ \" المقريزي: ج 2 - آخر ص 343 - 344 - الاقتصار على الأربعة.",
            "page": "93",
            "part": "1",
            "seal": "78A854B6"
        }
    ],
    "t1945": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "نظرة تاريخية في حدوث المذاهب الفقهية الأربعة"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة الناشر"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "أحمد تيمور باشا"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "دراسة تحليلية في تاريخ الفقه الإسلامي: بقلم الشيخ محمد أبو زهرة."
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "أحمد تيمور"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "وفاة أحمد تيمور"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "كتابات أحمد تيمور"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "حدوث المذاهب الفقهية وانتشارها"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": "1",
            "tit": "تمهيد للمؤلف"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "المذهب الحنفي"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "1",
            "tit": "مذهب أهل الرأي"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "إيثار الحنفية بالقضاء"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "المذهب الحنفي في إفريقية وصقلية"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "الحنفية في مصر"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "المذهب الحنفي في البلاد الإسلامية الأخرى"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "عقائد الحنفية"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "المذهب المالكي"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": "1",
            "tit": "مذهب أهل الحديث"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "المالكية في مصر"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "في إفريقية والأندلس"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "في المغرب الأقصى"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "المذهب الشافعي"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": "1",
            "tit": "في مصر"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "في الشام والعراق وإيران"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "المذهب الشافعي في المغرب والأندلس"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "عقائد الشافعية"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "المذهب الحنبلي"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": "1",
            "tit": "مذهب أهل نجد"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": "2",
            "tit": "نشأة المذهب ببغداد"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر البحث"
        }
    ]
}