{
    "b1949": [
        {
            "id": "2",
            "nass": "حَسَنُ البَنَّا .. الرَّجُلُ القُرْآنِي ¶ تأليف: روبير جاكسون ¶ - عدد الأجزاء: 1. ¶ - عدد الصفحات: 38. ¶ أعده للمكتبة الشاملة / توفيق بن محمد القريشي، - غفر الله له ولوالديه -. ¶ [ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي].",
            "page": null,
            "part": null,
            "seal": "31D23B0E"
        },
        {
            "id": "3",
            "nass": "حَسَنُ البَنَّا .. الرَّجُلُ القُرْآنِي ¶ تأليف: روبير جاكسون ¶ ترجمة: أنور وجدي ¶ المختار الإسلامي للطباعة والنشر والتوزيع - القاهرة",
            "page": "1",
            "part": "1",
            "seal": "D482E755"
        },
        {
            "id": "4",
            "nass": "الطبعة الأولى ¶ 1297 هـ - 1977 م",
            "page": "2",
            "part": "1",
            "seal": "48F10CA7"
        },
        {
            "id": "5",
            "nass": "بسم الله الرحمن الرحيم",
            "page": "3",
            "part": "1",
            "seal": "AE259FD6"
        },
        {
            "id": "7",
            "nass": "ثَمَانُونَ عَامًا عَلَى نَشْأَةِ الجَمَاعَةِ: ¶ في فبراير سنة 1946، كنت في زيارة للقاهرة .. وقد رأيت أن أقابل الرجل الذي يتبعه نصف مليون شخص، وكتب في \" النيويورك كرونيكل \" بالنص: ¶ «زرت هذا الأسبوع رجلاً قد يصبح من أبرز الرجال في التاريخ المعاصر، وقد يختفي اسمه إذا كانت الحوادث أكبر منه ذلك هو الشيخ حسن البنا زعيم الإخوان». ¶ هذا ما كتبته منذ خمس سنوات، وقد صدقتني الأحداث فيما ذهبت إليه، فقد ذهب الرجل مبكرًا .. وكان أمل الشرق في صراعه مع المستعمر، وأنا أفهم جيدًا أن الشرق يطمح إلى مصلح يضم صفوفه، ويرد له كيانه، غير أنه في اليوم الذي بات فيه مثل هذا الأمل قاب قوسين أو أدنى انتهت حياة الرجل على وضع غير مألوف .. وبطريقة شاذة .. ¶ هكذا الشرق لا يستطيع أن يحتفظ طويلاً بالكنز الذي يقع في يده .. لقد لفت هذا الرجل نظري بصورته الفذة، عندما كنت أزور القاهرة بعد أن التقيت بطائفة كبرى من زعماء مصر ورؤساء الأحزاب. كان هذا الرجل خلاب المظهر، دقيق العبارة، بالرغم من أنه لا يعرف لغة أجنبية. لقد حاول أتباعه الذين كانوا يترجمون بيني وبينه أن يصوروا لي",
            "page": "5",
            "part": "1",
            "seal": "DF5744D7"
        },
        {
            "id": "8",
            "nass": "أهداف هذه الدعوة، وأفاضوا في الحديث على صورة لم تقنعني. ¶ وظل الرجل صامتًا. حتى إذا بدت له الحيرة في وجهي قال لهم: قولوا له شيئًا واحدًا .. «هل قرأت عن محمد؟» قلت: نعم. قال: «هل عرفت ما دعا إليه وصنعه؟» قلت: نعم. قال: «هذا هو ما نريده». ¶ وكان في هذه الكلمات القليلة ما أغناني عن الكثير مما حاول البعض من أنصار البنا أن يقولوه لي. ¶ لفت نظري إلى هذا الرجل سمته البسيط، ومظهره العادي، وثقته التي لا حد لها بنفسه، وإيمانه العجيب بفكرته. ¶ كنت أتوقع أن يجيء اليوم الذي يسيطر فيه هذا الرجل علي الزعامة الشعبية. لا في مصر وحدها، بل في الشرق كله. ¶ وسافرت من مصر بعد أن حصلت على تقارير وافية ضافية عن الرجل وتاريخه، وأهدافه وحياته، وقد قرأتها جميعًا وأخذت أقارن بينه وبين جمال الدين الأفغاني، ومحمد عبده، ومحمد أحمد المهدي، والسيد السنوسي، ومحمد بن عبد الوهاب. فوصل",
            "page": "6",
            "part": "1",
            "seal": "02089634"
        },
        {
            "id": "9",
            "nass": "بي البحث إلى أن الرجل قد أفاد من تجارب هؤلاء جميعًا، وأخذ خير ما عندهم، وأمكنه أن يتفادى ما وقعوا فيه من أخطاء. ومن أمثلة ذلك أنه جمع بين وسيلتين متعارضتين، جرى على إحداهما الأفغاني وارتضي الأخرى محمد عبده. ¶ .. كان الأفغاني يرى الإصلاح عن طريق الحكم، ويراه محمد عبده عن طريق التربية .. وقد استطاع حسن البنا أن يدمج الوسيلتين مَعًا، وأن يأخذ بهما جميعًا، كما أنه وصل إلى ما لم يصلا إليه، وهو جمع صفوة المثقفين من الطبقات والثقافات المختلفة إلى مذهب موحد، وهدف محدد. ¶ ثم أخذت أتتبع خطوات الرجل بعد أن عدت من أمريكا وأنا مشغول به، حتى أثير حوله غبار الشبهات حينًا، مما انتهى إلى اعتقال أنصاره، وهي مرحلة كان من الضروري أن يمر بها أتباعه، ثم استشهاده قبل أن يتم رسالته. ¶ وبالرغم من أنني كنت أسمع في القاهرة أن الرجل لم يعمل شيئًا حتى الآن وإنه لم يزد على جمع مجموعات ضخمة من الشباب حوله، غير أن معركة فلسطين، ومعركة التحرير الأخيرة في القناة، قد أثبتتا بوضوح أن الرجل صنع بطولات خارقة .. قَلَّ أن تجد لها مثيلاً، إلا في تاريخ العهد الأول للدعوة الإسلامية.",
            "page": "7",
            "part": "1",
            "seal": "BBCD8F41"
        },
        {
            "id": "10",
            "nass": "كل ما أستطيع أن أقوله هنا، أن الرجل أفلت من غوائل المرأة والمال والجاه، وهي المغريات الثلاث التي سلطها المستعمر على المجاهدين، وقد فشلت كل المحاولات التي بذلت في سبيل إغرائه. ¶ وقد أعانه على ذلك صوفيته الصادقة، وزهده الطبيعي، فقد تزوج مبكرًا وعاش فقيرًا وجعل جاهه في ثقة أولئك الذين اِلْتَفُّوا حوله، وأمضى حياته القصيرة العريضة مجانبًا لميادين الشهرة الكاذبة، وأسباب الترف الرخيص. ¶ وكان يترقب الأحداث في صبر ويلقاها في هدوء، ويتعرض لها في اطمئنان، ويواجهها في جرأة. ¶ لقد شاءت الأقدار أن يرتبط تاريخ ولادته، وتاريخ وفاته بحادثين من أضخم الأحداث في الشرق فقد ولد عام 1906 وهو عام دنشوا، ومات عام 1949، وهو عام إسرائيل، التي قامت شكليًا سنة 1948 وواقعيًّا سنة 1949. ¶ وكان الرجل عجيبًا في معاملة خصومه، وأنصاره على السواء، كان لا يهاجم خصومه ولا يصارعهم بقدر ما يحاول إقناعهم وكسبهم إلى صفه، وكان يرى أن الصراع بين هيئتين لا يأتي بالنتائج المرجوة.",
            "page": "8",
            "part": "1",
            "seal": "DAB08E77"
        },
        {
            "id": "11",
            "nass": "وكان يؤمن بالخصومة الفكرية، وَلاَ يُحَوِّلُهَا إلى خصومة شخصية، ولكنه مع ذلك لم يسلم من إيذاء معاصريه ومنافسيه، فقد أعلنت عليه الأحزاب حربًا عنيفة .. كان الرجل يقتفي خطوات عمر وعلي، ويصارع في مثل بيئة الحسين، فمات مثلهم شهيدًا. ¶ لقد سمعت الكثير من خصومه، وكان هذا طبيعيًا، بل كان من الضروري أن يختلف الناس في رجل استطاع أن يجمع حوله هذا الحشد الضخم من الناس بسحر حديثه وجمال منطقه، وقد انصرف هؤلاء من حول الأحزاب، والجماعات والفرق الصوفية والمقاهي ودور اللهو. ¶ وكان لابد أن يصبح هذا مثار حقد بعض الناس الذين أدهشهم أن يستطيع هذا الرجل المتجرد الفقير أن يجمع إليه مثل هذا الشباب. ¶ ومن الأمور التي لفتت نظري أنه أخذ من عمر خصلة من أبرز خصاله، تلك هي إبعاد الأهل عن مغانم الدعوة، فقد ظل عبد الرحمن ومحمد وعبد الباسط، وهم إخوته، بعيدين عن كبريات المناصب، ولطالما كان يحاسبهم، كما كان عمر يحاسب أهله ويضاعف لهم العقوبة إذا قَصَّرُوا. وقد أتيح لي أن ألتقي بوالده الوقور، الشيخ عبد الرحمن البنا، وسمعته يتحدث مع بعض الإخوان،",
            "page": "9",
            "part": "1",
            "seal": "A4AC1BD6"
        },
        {
            "id": "12",
            "nass": "إنه كان يتمني لو أن ابنه وضع الكتب في أمر الإسلام واكتفى بذلك، وقد رد عليه الأستاذ البنا بأنه منشرح الصدر لمعالجة الإسلام عن طريق تآلف الرجال. ¶ ثم يتحدث جاكسون عن نشأة حسن البنا وأفكاره فيقول: ¶ « ... في الأزقة الضيقة في أحشاء القاهرة، في حارة الروم، وسوق السلاح وعطفة نافع، وحارة الشماشرجى .. بدأ الرجل يعمل، وتجمع حوله نفر قليل، وكان حسن البنا الداعية الأول في الشرق الذي قدم للناس برنامجًا مدروسًا كاملاً، لم يفعل ذلك أحد قبله، ولم يفعله جمال الدين ولا محمد عبده، ولم يفعله زعماء الأحزاب والجماعات الذين لمعت أسماؤهم بعد الحرب العالمية الأولى .. ». ¶ .. وأستطيع بناء على دراساتي الواسعة أن أقول: إن حياة الرجل وتصرفاته كانت تطبيقًا صادقًا للمبادئ التي نادى بها. وقد منحه (الإسلام) كما كان يفهمه ويدعو إليه، حلة متألقة، قوية الأثر في النفوس، لم تتح لزعماء السياسة ولا لرجال الدين! لم يكن من الذين يشترون النجاح بثمن بخس، ولم يجعل الواسطة مبررة للغاية، كما يفعل رجال السياسة، ولذلك كان طريقه مليئًا بالأشواك، وكانت",
            "page": "10",
            "part": "1",
            "seal": "8264B0B9"
        },
        {
            "id": "13",
            "nass": "آية متاعبة أنه يعمل في مجرى تراكمت فيه الجنادل والصخور، وكان هذا مما يدعوه إلى أن يدفع أتباعه إلى التسامي ويدفعهم إلى التغلب على مغريات عصرهم والاستعلاء علي الشهوات التي ترتطم بسفن النجاة فتحول دون الوصول إلى البر. ¶ كان يريد أن يصل إلى الحل الأمثل، مهما طال طريقه، ولذلك رفض المساومة، وألغى من برنامجه أنصاف الحلول، وداوم فى إلحاح القول بأنه لا تجزئة في الحق المقدس في الحرية والوطنية والسيادة .. وكان هذا مما سبب له المتاعب والأذى. ¶ وراعت بعض من حوله الثمرة، وعجزت أعصابهم عن أن تقاوم البريق، فسقطوا في منتصف الطريق. ¶ كان يؤمن بالواقعية ويفهم الأشياء على حقيقتها، مجردة من الأوهام، وكان يبدو - حين تلقاه - هادئًا غاية الهدوء، وفي قلبه مرجل يغلي، ولهيب يضطرم فقد كان الرجل غيورًا على الوطن الإسلامي، يحترق كلما سمع بأن جزءًا منه قد أصابه سوء أو ألم به أذى، ولكنه لم يكن يصرف غضبته - كبعض الزعماء - وفي مصارف الكلام أو الضجيج أو الصياح، ولا ينفس عن نفسه بالأوهام، وإنما يوجه هذه الطاقة القوية إلى العمل والإنشاء والاستعداد لليوم الذي يمكن أن تتحقق فيه آمال الشعوب.",
            "page": "11",
            "part": "1",
            "seal": "667513FD"
        },
        {
            "id": "14",
            "nass": "وكان في عقله مرونة، وفي تفكيره تحرر، وفي روحه إشراق، وفي أعماقه إيمان قوى جارف. ¶ وكان متواضعًا تواضع من يعرف قدره، متفائلاً، عف اللسان، عف القلم، يجل نفسه عن أن يجري مجرى أصحاب الألسنة الحداد. ¶ كان مذهبه السياسي أن يرد مادة الأخلاق إلى صميم السياسة بعد أن نزعت منها وبعد أن قيل: إن السياسة والأخلاق لا يجتمعان. ¶ وكان يريد أن يكذب قول تاليران: «إن اللغة لا تستخدم إلا لإخفاء آرائنا الحقيقة» فقد كان ينكر أن يضلل السياسي سامعيه أو أتباعه، أو أمته. وكان يعمل على أن يسمو بالجماهير، ورجل الشارع، فوق خداع السياسة، وتضليل رجال الأحزاب. ¶ وكان يوم الثلاثاء .. يومًا مشهودًا يتجمع فيه بعض مئات من أنحاء القاهرة ليستمعوا إلى هذا الرجل الذي يصعد المنصة في جلبابه الأبيض وعباءته البيضاء وعمامته الجميلة، فيجيل النظر في الحاضرين لحظة .. بينما تنطلق الحناجر بالهتاف. ¶ .. ولا تدهشك خطابته بقدر ما تدهشك إجابته",
            "page": "12",
            "part": "1",
            "seal": "2478E75B"
        },
        {
            "id": "15",
            "nass": "عن الأسئلة التي كان بعضها يتصل بشخصيته وحياته وأسرته. ¶ وقد سئل مرة بعد أن ترك عمله في الحكومة ورفض مرتب الجريدة الضخم الذي كان يبلغ مائة جنية .. مم يأكل .. فقال في بساطة: كان محمد يأكل من مال خديجة وأنا آكل من مال (أخ خديجة) يقصد صهره .. ¶ وكان أعجب ما في الرجل صبره على الرحلات في الصعيد .. هذه الرحلات التي لا تبدأ إلا في فصل الصيف حيث تكون بلاد الوجه القبلي في حالة غليان .. وفي أحشائها ينتقل الرجل بالقطار والسيارة والدابة وفي القوارب وعلى الأقدام. ¶ وهناك تراه، غاية في القوة واعتدال المزاج .. لا الشمس اللافحة ولا متاعب الرحلة .. تؤثر فيه ولا هو يضيق بها تراه منطلقًا كالسهم، منصوب القامة يتحدث إلى من حوله، ويستمع، ويفصل في الأمور. ¶ وقد أمدته هذه الرحلات في خمسة عشر عَامًا، زار خلالها أكثر من ألفي قرية، زار كل قرية بضع مرات، بفيض غزير من العلم والفهم للتاريخ القريب والبعيد وللأسر والعائلات والبيوتات وأحداثها وأمجادها",
            "page": "13",
            "part": "1",
            "seal": "0D648DFB"
        },
        {
            "id": "16",
            "nass": "وما ارتفع منها وما انخفض .. وألوانها السياسية وأثرها في قراها وبلادها ورضا الناس عنها أو بغضهم لها .. وما بين البلاد أفرادًا وأحزابًا وهيئات وطوائف من خلافات أو حزازات .. كان يزور أحيانًا بلدًا من البلاد بلغت فيه الخصومة بين عائلتين مبلغها، وكل عائلة تود أن تستأثر به لتنتصر على الأخرى، فيقصد إلى المسجد مباشرة، أو يغير طريق سفره فلا يستقبله أحد إلا بعد أن يكون قد قصد إلى دار عامل فقير في البلد .. ¶ .. وكنت إذا قلت له فلان .. الحسيني مثلاً أو الحديدي أو الحمصاني قال لك .. إن هذا الاسم تحمله خمس أسر أو أربع إحداها في القاهرة والثانية في دمنهور والثالثة في الزقازيق والرابعة في .. فأيها تقصد؟ ¶ وكانت هذه الزيارات المتوالية طوال هذه السنوات المتتالية، قد كونت له رأيًا في الناس .. فقل أن تكون قرية في مصر لا يعرف الرجل شبابها وأعيانها ووزراءها ورجال الأحزاب والدين والمتصوفة فيها .. ولا يكون قد تحدث إليهم واستمع منهم .. وعرف آمالهم ورغباتهم، وفي خلال الزيارات .. كنت ترى الرجل بسيطًا غاية البساطة ينام في الأكواخ أحيانًا، ويجلس على «المصاطب» ويأكل ما يقدم له ..",
            "page": "14",
            "part": "1",
            "seal": "1C513233"
        },
        {
            "id": "17",
            "nass": "لا يحرص إلا على شيء واحد هو ألا يفهم الناس عنه أنه شيخ طريقة .. أو من الطامعين في المنفعة العاجلة. ¶ ولقد حدثني أنه كان يدخل بلدًا من البلاد أحيانًا لا يعرف فيها أحدًا فيقصد إلى المسجد، فيصلي مع الناس، ثم يتحدث بعد الصلاة عن الإسلام .. وأحيانًا ينصرف الناس عنه فينام على حصير المسجد وقد وضع حقيبته تحت رأسه .. والتف بعباءته. ولا شك [أنه قد لقي في زياراته شيوخًا] وشبانًا، مثقفين وعوام .. وإنه قد استمع إليهم وقال لهم .. وأفاد منهم خبرة ضخمة واسعة .. أضافها إلى علمه وثقافته .. وإنني على ثقة من أن حسن البنا رجل لا ضريب له في هذا العصر، وأنه قد مر في تاريخ مصر، مرور الطيف العابر .. الذي لا يتكرر .. ¶ «كان لا بد أن يموت هذا الرجل الذي صنع التاريخ وحول مجرى الطريق شهيدًا .. كما مات عمر وعلي والحسين، فقد كان الرجل يقتفي خطواتهم». ¶ مات في عمر الزهر النضير، وفي نفس السن التي مات فيها كثير من العباقرة ورجال الفكر والفن .. وقضى وهو يسطع ويتألق. ¶ وعاش الرجل كل لحظة من حياته، بعد أن",
            "page": "15",
            "part": "1",
            "seal": "059CAD78"
        },
        {
            "id": "18",
            "nass": "عجزت كل وسائل الإغراء في تحويله عن «نقاء» الفكرة وسلامة الهدف. ¶ لم يحن رأسه، ولم يتراجع ولم يتردد أمام المثبطات ولا المهددات .. وكان الرجل قذى في عيون بعض الناس، وحاول الكثيرون أن يفيدوا من القوة التي يسيطر عليها، فقال لهم: «إِنَّ أَنْصَارَهُ لَيْسُوا عَصًا فِي يَدِ أَحَدٍ، وَإِنَّهُمْ للهِ وَحْدَهُ». وحاول البعض أن يضموه إليهم أو يطووه، فكان أصلب عُودًا من أن يخدع أو ينطوي ... ¶ وكان على بساطته التي تظهر للمتحدث إليه بعيد الغور إلى الدرجة التي لا تفلت متصلاً به أو متحدثًا إليه من أن يقع في شركه ... ويؤمن بالفكرة التي يدعو إليها .. ¶ وكان لا يواجه إلا من يعترض طريق دعوته، وكان يستر من لم يكشف خصومته. وكان لا يهاجم عَهْدًا ما دام هذا العهد لا يحول دون الامتداد الطبيعي لدعوته وكان يدخر قوته للوطن، ويكبر نفسه ودعوته من أن يكونا أداة صراع داخلي .. وظن بعض الناس أن هذا ضعف ولين ومسايرة، وما كان كذلك، فالرجل بطبيعته لم يكن يحب الصراع في معركة جانبية، ولا يقبل توزيع قواه .. وإنما يؤمن بالتطور والانتقال من مرحلة",
            "page": "16",
            "part": "1",
            "seal": "1DCED9BF"
        },
        {
            "id": "19",
            "nass": "إلى مرحلة ومن دور إلى دور على أساس النضج والتكامل، وكان هذا يزعج خصوم الوطن الذي لم يعهد سياسة تعلو على المطامع الفردية، وتتعالي على الأغراض الذاتية، وتنقي جوها من الدوافع الشخصية الخاصة. ¶ وكان الرجل على قدراته الفائقة في ضبط أعصابه كَيِّسًا في مواجهة الأمور، لَبِقًا في استقبال الأحداث والأزمات. ¶ وإلى هذا كله كان غاية الاعتدال، فكان يعيش براتب لا يزيد على راتبه المدرسي المحدود، وبين يديه الأموال الضخمة المعروضة من أتباعه، وحوله من العاملين معه من يصل دخله إلى ضعف أو أضعاف ما يحصل عليه. ¶ زُهْدٌ وَبَسَاطَةٌ: ¶ وكان في بيته مثال الزهادة، وفي ملبسه مثال البساطة، وكنت تلقاه في تلك الحجرة المتواضعة الفراش ذات السجادة العتيقة والمكتبة الضخمة، فلا تراه يختلف عن أي إنسان عادي، إلا ذلك الإشعاع القوي والبريق اللامع الذي تبعثه عيناه. والذي لا يقوى الكثيرون على مواجهته، فإذا تحدث سمعتَ من الكلمات القليلة المعدودة مُوجَزًا وَاضِحًا للقضايا المطولة التي تحتويها المجلدات، وكان إلى هذه الثقافة",
            "page": "17",
            "part": "1",
            "seal": "53E9C820"
        },
        {
            "id": "20",
            "nass": "الواسعة الضخمة، قديرًا على فهم الأشخاص لا يفاجئك بالرأي المعارض، ولا يصدمك بما يخالف مذهبك، وإنما يحتال عليك حتى يصل إلى قلبك ويتصل بك فيما يتفق معك عليه .. ويعذرك فيما يختلفان فيه. وهو واسع الأفق إلى أبعد حد، يفتح النوافذ للهواء الطلق، فلا يكره حرية الرأي ولا يضيق بالرأي المعارض، وقد استطاع أن يحمل الرأي الجديد إلى الجماهير دون أن يصطدم بهم .. هذا الجديد الذي لو عرض بغير لباقة لوقفوا ضده وحاربوه، لقد نقلهم من وراثياتهم، وَغَيَّرَ فهمهم للدين: وَحَوَّلَ اتجاههم في الحياة وأعطاهم الهدف وملأ صدورهم بالأمل في الحرية والقوة. ¶ وكان له من صفات الزعماء، صوته الذي تتمثل فيه القوة والعاطفة، وبيانه الذي يصل إلى نفوس الجماهير ولا تنبو عنه أذواق المثقفين. وتلك اللباقة والحنكة والمهارة في إدارة الحديث والإقناع. ¶ وبهذه الصفات جميعها استطاع كسب هذه الطائفة الضخمة من الأنصار في هذا الوقت القصير من الزمن، فحول وجهات نظرها ونقلها نقلة واسعة .. دون ارتطام أو صراع .. ¶ كان سمته البسيط ولحيته الخفيفة، وذلك المظهر",
            "page": "18",
            "part": "1",
            "seal": "ED95C85D"
        },
        {
            "id": "21",
            "nass": "الذي لا تجد فيه تكلف بعض العلماء، ولا العنجهية ولا السذاجة .. قد أكسبه الوقار .. ¶ ولقد كانت شخصية حسن البنا جديدة على الناس .. عجب لها من رآها واتصل بها .. كان فيه من الساسة دهاؤهم، ومن القادة قوتهم، ومن العلماء حججهم، ومن الصوفية إيمانهم، ومن الرياضيين حماسهم، ومن الفلاسفة مقاييسهم، ومن الخطباء لباقتهم ومن الكُتَّابِ رصانتهم. ¶ وكان كل جانب من هذه الجوانب يبرز كطابع خاص في الوقت المناسب، ولكل هذه الصفات التي تقرؤها في كتب شمائل الصحابة والتابعين، لم يكن مقدرًا أن يعيش طويلاً في الشرق .. وكان لا بد أن يموت باكرًا، فقد كان غريبًا عن طبيعة المجتمع، يبدو كأنه الكلمة التي سبقت وقتها، أو لم يأت وقتها بعد. ¶ ولم يكن الغرب ليقف مكتوف اليدين، أمام مثل هذا الرجل .. الذي أعلي كلمة الإسلام علي نحو جديد .. وكشف لرجل الشارع حقيقة وجوده ومصيره وجمع الناس علي كلمة الله .. وخفت بدعوته ريح التغريب والجنس ونزعات القومية الضيقة .. واعتدلت لهجات الكتاب، وبدأ بعضهم يجري في ركب «الريح الإسلامية».",
            "page": "19",
            "part": "1",
            "seal": "1015A960"
        },
        {
            "id": "22",
            "nass": "ثَقَافَةُ حَسَنِ البَنَّا: ¶ ولم تكن هناك دعوة ولا نزعة ولا رسالة، مما عرف العالم في الشرق أو في الغرب، في القديم أو في الحديث .. لم يبحثها أو يقرأها أو يدرس أبطالها، وحظوظهم من النجاح أو الفشل، أو يحمل منها ما يصلح لتجاريبه وأعماله. ¶ كان يقول كل شيء، ولا تحس أنه جرح أو أساء .. وكان يواجه النقد في ثوب الرواية أو المثل، وكان يضع الخطوط يترك لأتباعه التفاصيل. ¶ كان قديرًا على أن يحدث كُلاًّ بلغته وفي ميدانه وعلى طريقته وفي حدود هواه وعلى الوتر الذي يحس به، وعلى «الجرح» الذي يثيره. ¶ ويعرف لغات الأزهريين والجامعيين والأطباء والمهندسين والصوفية وأهل السنة، ويعرف لهجات الأقاليم في الدلتا وفي الصحراء وفي مصر الوسطى والعليا وتقاليدها، بل إنه يعرف لهجات الجزارين والفتوات، وأهالي بعض أحياء القاهرة الذين تتمثل فيهم صفات معينة بارزة، وكان في أحاديثه إليهم يروي لهم من القصص ما يتفق مع ذوقهم وفنهم. ¶ بل كان يعرف لغة اللصوص وقاطعي الطريق",
            "page": "20",
            "part": "1",
            "seal": "1E0D9563"
        },
        {
            "id": "23",
            "nass": "والقتلة، وقد ألقى إليهم مرة حَدِيثًا، وهو يستمد موضوع حديثه - أثناء سياحته في الأقاليم وفي كل بلد - من مشاكلها ووقائعها وخلافاتها، ويربطه في لباقة مع دعوته ومعالمها الكبرى فيجيء كلامه عَجَبًا .. يأخذ بالألباب. ¶ كان يقول للفلاحين في الريف «عندنا زرعتان .. إحداهما سريعة النماء كالقثاء، والأخرى طويلة كالقطن». ¶ لم يعتمد يومًا على الخطابة، ولا تهويشها ولا إثارة العواطف علي طريقة الصياح والهياج .. ولكنه يعتمد على الحقائق، ويستثير العاطفة بإقناع العقل، ويلهب الروح بالمعنى لا باللفظ، وبالهدوء لا بالثورة، وبالحجة لا بالتهويش. ¶ ويعد «الحديث» عند بعض الناس آيته الكبرى غير أنني علمت من بعض المتصلين به .. أنها آخر مواهبه فقد كانت أبلغ مواهبه القدرة على الإقناع، وكسب «الفرد» بعد «الفرد» فيربطه به برباط لا ينفصم، فيراه صاحبه خاصًا، وتقوم بينه وبين كل فرد يعرفه صداقة خاصة خالصة، يكون معها في بعض الأحيان مناجاة، وتنتقل بالتعرف على شؤون الوظيفة والعمل والأسرة والأطفال. ¶ وهذه أقوى مظاهر عظمته، فهو قد يكسب",
            "page": "21",
            "part": "1",
            "seal": "0404968B"
        },
        {
            "id": "24",
            "nass": "هؤلاء الأتباع فَرْدًا فَرْدًا، أصاب منابع أرواحهم هَدَفًا هَدَفًا، وإن لم يكسبها جملة ولا على صفة جماعية، وقد استطاع بحصافته وقوته وجبروته أن ينقلها من عقائدها وأفكارها سواء أكانت سياسية أم دينية، إلي مذهبه وفكرته .. فتنسى ذلك الماضي بل وتستغفر الله عنه، وتراه كأنما كان إثمًا أو خطأً. ¶ ومن أبرز أعمال هذا الرجل، أنه جعل حب الوطن جُزْءًا من العاطفة الروحية فأعلى قدر الوطن وأعز قيمة الحرية، وجعل ما بين الغني والفقير حَقًّا وليس إحسانًا، وبين الرئيس والمرءوس صلة وتعاونًا، وليس سيادة. وبين الحاكم والشعب مسؤولية وليس تسلطًا. ¶ وتلك من توجيهات القرآن، غير أنه أعلنها هو على صورة جديدة لم تكن واضحة من قبل. ¶ السَّمَاحَةُ وَالتَّقَشُّفُ وَالتَّنْظِيمُ: ¶ لم يكن الرجل القرآني، فيما علمت يسعى إلى فتنة، أو يؤمن بالطفرة .. ولكنه كان يريد أن يقيم مجتمعًا صالحًا قَوِيًّا حُرًّا، وينشئ جيلاً فيه كل خصائص الأصالة الشرقية ... ¶ لقد ظهرت حركات إصلاحية كثيرة خلال هذا القرن .. في الهند ومصر والسودان وشمال إفريقيا",
            "page": "22",
            "part": "1",
            "seal": "993D7C7D"
        },
        {
            "id": "25",
            "nass": "وقد حدثت هزات لا بأس بها ولكنها لم تنتج آثارًا إيجابية ثابتة .. ¶ وقد جاء هذا نتيجة لعجز بعض المصلحين عن ضبط أعصابهم عند مواجهة الأحداث واندفاعهم إلى الحد الذي وصل بهم إلى مرتبة الجرح قبل أن يتم البناء، كما جاء أثرًا من آثار عزوفهم عن الاتصال بالشعب وتكوين رأي عام مثقف. ¶ اختفت هذه الدعوات، وبقيت عبارات على الألسن وكلمات في بطون الكتب، حتى قيض لها أن تبعث من جديد وأن تستوفي شرائطها ومعالمها .. وأن تأخذ فترة الحضانة الكافية لنضجها، وأفاد الرجل من تجارب من سبقوه، ومن تاريخ القادة والمفكرين والزعماء .. الذين حملوا لواء دعوة الإسلام، ولم يقنع بأن يكون مثلهم .. ولكنه ذهب إلى آخر الشوط، فأراد أن يستمد من عمر وخالد وأبي بكر .. فأخذ من أبي بكر السماحة، ومن عمر التقشف، ومن خالد عبقرية التنظيم. ¶ نَقْدُ الحَضَارَةِ الغَرْبِيَّةِ: ¶ وقد استطاع الرجل رغم كل ما دبر لوضع حد لدعوته أو حياته، أن يعمل وأن يضع في الأرض البذرة الجديدة، بذرة المصحف، البذرة التي لا تموت بعد",
            "page": "23",
            "part": "1",
            "seal": "CC457187"
        },
        {
            "id": "26",
            "nass": "أن ذوت شجرتها القديمة، ولم يمت الرجل إلا بعد أن ارتفعت الشجرة في الفضاء واستقرت. ¶ لقد حمل حسن البنا المصحف ووقف به في طريق رجال الفكر الحديث الذين كانوا يسخرون من ثلاث كلمات: «شرق وإسلام وقرآن». كان الرجل يريد أن يقول: آن للشرق أن يمحص أفكار الغرب قبل أن يعتنقها، بعد أن غدت الحضارة الغربية في نظر أصحابها لا توفي بما يطلب منها، وكان يقول: علينا أن نزن هذه القيم وأن نعتقد أن ما عندنا لا يقل عما عند الغرب أو على الأقل لا يستحق الإهمال، وأن على الشرق أن ينشئ للدنيا حضارة جديدة، تكون أصلح من حضارة الغرب، قوامها امتزاج الروح بالمادة واتصال السماء بالأرض وما كنت تعرض لأمر من أمور الحضارة الغربية إلا رده إلى مصادره الأولى في الحضارة الإسلامية، أو في القرآن والسنة والتاريخ. ¶ كان الرجل القرآني يؤمن بأن الإسلام قوة نفسية قائمة في ضمير الشرق وأنها تستطيع أن تمده بالحيوية التِي تُمَكِّنُ لَهُ في الأرض وتتيح له الزحف إلى قواعده واستخلاص حقوقه وحرياته. ¶ كان يؤمن بأن الشرق وحدة قائمة كاملة. ¶ كَانَ لاَ يَخَافُ المَوْتَ: ¶ استطاع حسن البنا أن يؤلف بين طائفة ضخمة من",
            "page": "24",
            "part": "1",
            "seal": "7F92E5B0"
        },
        {
            "id": "27",
            "nass": "الأتباع بسحر حديثه، وجمال منطقة، وروعة بيانه، فتنصرف هذه المجموعة الضخمة من حول الأحزاب والجماعات والفرق الصوفية، وتنضوي تحت لوائه وتطمئن له وتثق به. ¶ كان هذا مثار حسد الناس، ومثار حقد بعض ذوى الرأي، وكان خَلِيقًا بهم أن ينقسموا وأن يحسدوا هذا الرجل المتجرد، الفقير، على أنه استطاع أن يجمع الناس إليه بوسائل غاية في البساطة واليسر، وهي لباقته وحسن حديثه .. فيرفعهم فوق المطامع المادية التي يجتمع عليها الناس عادة. ¶ وكان طبيعيًا أن يتنكر له بعض الناس، وأن يذيعوا عنه بعض المرجفات فليس أشد وَقْعًا في نفوسهم من أن يسلبهم أحد سلطانًا كان لهم. وليس أبعد أثرًا في نفوسهم من أن يجيء رجل من صميم الشعب ليجمع الناس حوله باسم القرآن، ويقول لهم: إن الله قد سوى بين الناس بالحق، وجعل فضيلتهم عنده علي أساس العمل والتقوى. ¶ خُيِّلَ إِلَيَّ بعد أن انطوت حياة الرجل على هذه الصورة العجيبة، وثار حولها ذلك الغبار الكثيف أن وَقْتًا طَوِيلاً يجب أن يمر قبل أن يقول التاريخ الحق كلمته، ويروي المؤرخ النزيه قصته.",
            "page": "25",
            "part": "1",
            "seal": "10EFB558"
        },
        {
            "id": "28",
            "nass": "غير أن الظروف السياسية في مصر سرعان ما تغيرت وأمكن أن يكشف التحقيق في بعض القضايا بطلان كثير مما وصمت به دعوة الإخوان المسلمين من ادعاءات، وأن يبرأ جانب هذا الرجل بالذات فيبدو نَقِيًّا طَاهِرًا. ¶ وكنت قد التقيت الرجل في القاهرة سنة 1946 ثم عدت إلى القاهرة مرة أخرى سنة 1949 بعد أن قضى، وحاولت أن أتصل ببعض الدوائر التي تعرفه فسمعت الكثير مما صدق نظرتي الأولى إليه. ¶ فقد علمت أنه كان في أيامه الأخيرة يحس بالموت وكان الكثير من محبيه ينصحه بالهجرة أو الفرار، أو اللياذ بتقية أو خفية، فكان يبتسم للذين يقصون عليه هذه القصة وينشد لهم شعرا قديمًا: ¶ أَيُّ يَوْمِي مِنَ المَوْتِ أَفِرْ ... يَوْمَ لاَ قَدَرَ أَمْ يَوْمٌ قُدِرْ ¶ يَوْمٌ قُدِّرَ لاَ أَرْهَبُهُ وَمِنَ ... المَقْدُورِ لاَ يَنْجُو الحَذِرْ ¶ وكان لا يني لحظة عن محاولة استخلاص أنصاره من الأسر، وكان يبلغ به الأمر مبلغه، فيستيقظ في الليل، ويضع كلتا يديه على أذنيه ويقول: «إنني أسمع صياح الأطفال الذين غاب آباؤهم في المعتقلات».",
            "page": "26",
            "part": "1",
            "seal": "9206A5A4"
        },
        {
            "id": "29",
            "nass": "أَغْرَاهُ الإِنْجْلِيزُ فَرَفَضَ: ¶ إن تاريخ جهاد «الرجل القرآني» طويل .. ولكن أخصب سنواته أيام الحرب .. منذ أن خرج من المعتقل عام 1936، في هذا الوقت الذي شغلت الحرب الدنيا جميعها، عن الأحزاب، وعن السياسة، وعن كل شيء، كان الرجل لا ينام، كان يسعى ويطوف ويذهب إلى كل قرية وكل نجع وكل دسكرة يفتش عن الشباب، ويحدث الشيوخ ويتصل بالعظماء والعلماء، ويومها بهر الوزراء، وأعلن بعضهم الانضمام إلى لوائه الخفاق، وجيشه الجرار. ¶ وحاول الانجليز أن يقدموا عروضًا سخية .. فرفضها الرجل في إباء .. ونامت الأحزاب في انتظار الهدنة، وظل الرجل الحديدي الأعصاب يعمل أكثر من عشرين ساعة لا يتعب ولا يجهد، كأنما صيغت أعصابه من فولاذ. ¶ لقد كان يحب فكرته حُبًّا يفوق الوصف، ولم يكن في صدره شيء يزحم هذه الدعوة. كان يعشق فكرته كأنما هي حسناء! لا يجهده السهر، ولا يتعبه السفر وقد أوتي ذلك العقل العجيب، الذي يصرف الأمور في يسر، ويقضي في المشاكل بسرعة ويفضها في بساطة، ويذهب عنها التعقيد.",
            "page": "27",
            "part": "1",
            "seal": "866C5FEC"
        },
        {
            "id": "30",
            "nass": "كان لا يحتاج إلى الإسهاب ليفهم أي أمر، كأنما لديه أطراف كل أمر، فما إن تلقي إليه أوائل الكلمات حتى يفهم ما تريد، بل كان أحيانًا يجهر بما تريد أن تقول له، ويفتي لك فيما تريد أن تسأل عنه. ¶ كان نافذ البصيرة .. يرى ما وراء الأشباح .. في ذلك السر الإلهي قبس. ¶ كان يلتهم كل شيء، لا تجد عِلْمًا وَلاَ فِكْرًا ولا نظرية جديدة في القانون أو الاجتماع أو السياسة أو الأدب، لم يقرأها ولم يلم بها. ¶ وحدثني الرجل القرآني عندما أخذت أراجعه رأيه في صيغة الإسلام للشرق: ¶ قال: «أضرب لك مثلاً تركيا: إنها ستعود إلي الإسلام وإن عوامل ذلك العود قد تبدت منذ الآن». كان هذا الحديث بيني وبينه عام 1946 وقد لاحظت في السنوات التالية ما تحقق من قول حسن البنا في مايو 1950 بعد أن مضى الرجل إلى ربه حيث هزم حزب مصطفى كمال وانتصر الحزب الذي يقال عنه: إنه رجعي. ¶ وسألته عن الصوفية والتصوف وهل هو من الإسلام؟",
            "page": "28",
            "part": "1",
            "seal": "64DCC7B8"
        },
        {
            "id": "31",
            "nass": "وكان ذلك على أثر ما نشرته بعض الصحف (¬1) من أنه من سلالة مغربية تعتنق الطريقة الشاذلية فكان مما أفضى به إلى أن الصوفية النقية البعيدة عن التعقيد هي من لباب الإسلام، وأنها هي الدرجة التي يصل إليها الرجل الحق. وأن الصوفية بالمفهوم الأصيل تمد الطبع بحب الجهاد والكفاح وافتداء الفكرة وأنه يجب أن يرقى أتباعه إلى هذه الدرجة، وأنه لا بأس ¶ ¬__________ ¶ (¬1) كانت جريدة \" الخبر \" قد نشرت في 31 مارس 1946 فصلاً من فصولها عنوانها «رُهْبَانٌ بِاللَّيْلِ وَفُرْسَانٌ بِالنَّهَارِ»، جاء فيه قول كاتبه: والذين يدرسون التصوف يعلمون أن الطريقة الشاذلية بقدر ما تحافظ على أساس الشريعة والتربية الإسلامية تحمل سرًا من أخطر الأسرار الوطنية الإسلامية لا يتنبه له إلى من درسوا تواريخ التغيرات في بلاد المغرب الأقصى والأدنى ومن يعلمون مدى نفوذ الصوفية في هذه البلاد وطريقة تربيتهم للمريدين، لقد استطعتم أن تفهموا أن الإخوان كانوا يعملون للتربية الروحية ثم اختاروا سبعة من الخلفاء للإشراف على الإعداد للجهاد. هذه الطريقة الشاذلية التي انتهت بالمختار والسنوسي وعبد الكريم، ثم بالأدارسة أولئك الذين يعتبرون من أكبر الأئمة الشاذلية هناك. إن الشاذلية عقيدة روحية سَرَقَهَا هتلر وموسليني وستالين - وهي الإعداد العميق والتربية النفسية والصلة بالله وحمل المريد على التطهر والتسامي لإدراك ما له وما عليه عن طريق العقيدة ثم تركه بعد ذلك ليدافع عن عقيدته دفاع المالك لا دفاع المقلد ولا المدفوع ولا الأجير ولا المجامل.",
            "page": "29",
            "part": "1",
            "seal": "1172E11E"
        },
        {
            "id": "32",
            "nass": "على الإخوان من أن يأخذوا المعاني القوية الكامنة وراء مظاهر الصوفية فينقلوها إلى دعوتهم دون أن يتقيدوا بأثوابها القديمة أو مظاهرها التي لا تتفق مع روح العصر. ¶ فلما أفضيت إليه بخواطري، في الخوف من أن يجتمع الناس جميعًا على دعوة واحدة، لا سيما وأن هناك من المواهب الإسلامية ما يحول دون ذلك. ¶ قال لي: إن هذه الخلافات لا تحول دون ارتباط المسلمين، وإنها إحدى عوامل السعة ومقدرة الإسلام على مجاراة العصور والأزمنة والأقطار. ¶ ونحن نعتقد أن الخلاف في فروع الدين أمر لا بد منه، وضرورة لا بد منها، وقد قال الإمام مالك للخليفة أبي جعفر المنصور حين طلب إليه أن يوطئ للناس كتابًا يجمعهم عليه: قال: «إِنَّ أَصْحَابَ رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - قَدْ تَفَرَّقُوا فِي الأَمْصَارِ وَعِنْدَ كُلِّ قَوْمٍ عِلْمٌ. فَإِذَا حَمَلْتَهُمْ عَلَى رَأْيٍ وَاحِدٍ تَكُونُ فِتْنَةٌ». فضلاً عن أن التطبيق يختلف باختلاف البيئات، وقد أفتى الإمام الشافعي في مصر بغير ما أفتى به في العراق وقد أخذ في كليهما بما استبان له، ولذلك فإن الإجماع في الفروع مطلب مستحيل وهو يتنافى مع طبيعة الإسلام، ونحن نلتمس العذر لمن يخالفوننا في الفروع، ونرى أن هذا الخلاف",
            "page": "30",
            "part": "1",
            "seal": "F895EFBD"
        },
        {
            "id": "33",
            "nass": "ليس حائلاً دون ارتباط القلوب وتبادل الحب، والإخوان أوسع الناس صدرًا مع مخالفيهم. ¶ ولما سألته عن الإسلام والسياسة وأنا أرى أنهما لا يتصلان بحال. ¶ قال لي: «أترى أن الإسلام بغير السياسة لا يكون إلا هذه الركعات وتلك الألفاظ وأن الإسلام في الحق عقيدة ووطن وجنس وسياسة وثقافة وقانون ولو انفصل الإسلام عن السياسة لحصر نفسه في دائرة ضيقة ولما ترك للمسلمين إلا القشور والمظهريات والأشكال». ¶ .. وقال لي فيما قال: «إن سر انتصار الغرب وظفره هو الإسلام» .. قلت مستغربًا كيف؟ قال: «من ناحيتين إنه حفظ التراث القديم وزاد عليه حين أسلمه لأوروبا عن طريق قرطبة والقسطنطينية، وأن الغرب انتصر بأخلاق الشرق ومبادئه، فقد عرف الغرب الحصيف كيف وصل الشرق بهذه الأخلاق إلى الذروة فأسس تلك الإمبراطورية الضخمة فاستعار هذه الأخلاق ونجح حين غفل عنها الشرق وهو صاحبها وتخلف». ¶ ومضى يقول لي: «إن ما تراه الآن في الشرق،",
            "page": "31",
            "part": "1",
            "seal": "AE3F3BF6"
        },
        {
            "id": "34",
            "nass": "ليس هو الإسلام ولكنهم المسلمون: اسمًا ووراثة، هؤلاء الذين لو فهموا حقيقتهم لوصلوا». ¶ وحدثني بعض أتباع الرجل القرآني عما لقي الرجل إبان زيارته لأرض الحجاز، وكيف تقاطرت علي بيته الذي كان ينزل فيه وفود المسلمين من إندونيسيا وجاوة وسيلان والهند ومدغشقر وربونيون ونيجيريا والكامرون وإيران والأفغان تتعرف عليه وتجتمع به وهو مع كل مجموعة يتحدث عن أمور هي مصدر اهتمام الفريق الذي يلتقي به، يحدثهم عن قضاياهم ومشاكلهم فيبهرهم كأنه قادم على التو من بلادهم وليسوا هم القادمين عليه. ¶ وكان فريق من أتباعه يهرعون إليه يحدثونه عما يقول بعض المتشددين فيقول: «لا توحيد بغير حب، لا توحيد بغير حب». ¶ وأعجب العجب أن تستمع إلى الكلمات التي يلقيها الرجل إلى أتباعه: وفيها تتمثل التضحية الخالصة والإيمان: ¶ «إننا قد عرفنا الطريق إلى أوطاننا الإسلامية: إنها هي الجهاد والموت والفداء: إنما هي الطريق الوحيد الذي سلكه المؤمنون في كل زمان ومكان».",
            "page": "32",
            "part": "1",
            "seal": "EA6CB4AE"
        },
        {
            "id": "35",
            "nass": "• «إن الدنيا كلها تائهة ضالة تبحث عن الحق والمثل العليا فلا تجده فيما لديها من نظم وفلسفات ومبادئ: رسالتكم العظمى للإنسانية أن تحررها وتنقذوها وتسعدوها». ¶ • «إن الشرق يتهيأ لنهضة كبرى ووثبة عظمى وإن الغرب يقف له بالمرصاد ولابد لنا من أن نتسلم وآية الحضارة الإنسانية لنسعد الناس ونحررهم بعد أن فشل الغرب وتخبط». ¶ • «إن الدنيا حائرة وضالة لاهية: وكلها تنظر إلى القيادة ومكانها شاغر ولن يملأها غيركم لإقرار رسالة السلام والأمر بالمعروف والنهي عن المنكر وإحقاق الحق وتحرير الإنسان بمبادئ من وحي السماء». ¶ ومما استلفت نظري في الرجل القرآني أنه يضع الحدود بين الخصومات الشخصية والخصومات الفكرية: وفي هذا يقول: ¶ «والخصومة بيننا وبين القوم خصومة شخصية أبدًا، ولن تكون ولكنها خصومة فكرة ونظام: هم يريدون لهذه الأمة نظامًا اجتماعيًا ممسوخًا من تقليد الغرب في الحكم والسياسة والقضاء والتعليم ..",
            "page": "33",
            "part": "1",
            "seal": "EE2B6E56"
        },
        {
            "id": "36",
            "nass": "والاقتصاد والثقافة، ونحن نريد لها وضعًا ربانيًا سليمًا من تعاليم الإسلام وهديه وإرشاده». ¶ فإذا ذهبنا نتعرف على حقيقة الإسلام كما يفهمه (حسن البنا) وجدناه (عُمَرِيًّا): إنه يفهم الإسلام كما عرفه عمر بن الخطاب. «إِذَا أَحْسَنْتُ فَأَعِينُونِي وَإِذَا أَسَأْتُ فَقَوِّمُونِي». ويفهمه كما عرفه أبو بكر: «الضَّعِيفُ فِيكُمْ قَوِيٌّ عِنْدِي حَتَّى آخُذَ الحَقَّ لَهُ وَالقَوِيُّ فِيكُمْ ضَعِيفٌ عِنْدِي حَتَّى آخُذَ الحَقَّ مِنْهُ، أَطِيعُونِي مَا أَطَعْتُ اللهَ فِيكُمْ فَإِذَا عَصَيْتُهُ فَلاَ طَاعَةَ لِي عَلَيْكُمْ». وكان يرى أن يكون الحاكم المسلم من الشجاعة بحيث يقبل ما قبل عمر عندما جابهه الرجل بكلمة «اتَّقِ اللهَ» فقال: «دَعْهُ فَلْيَقُلْهَا لِي، لاَ خَيْرَ فِيكُمْ إِذَا لَمْ تَقُولُوهَا، وَلاَ خَيْرَ فِينَا إِذَا لَمْ نَقْبَلْهَا». ¶ ويري مسؤولية الحاكم في حدود قول عمر: «لَوْ عَثَرَتْ شَاةٌ بِشَاطِئِ الفُرَاتِ لَظَنَنْتُ أَنَّ اللهَ - عَزَّ وَجَلَّ - سَائِلِي عَنْهَا يَوْمَ القِيَامَةِ». ¶ ويرى الحاكم من حيث القدرة على الإنصاف من النفس كقول عمر «أَصَابَتْ امْرَأَةٌ وَأَخْطَأَ عُمَرُ» ..",
            "page": "34",
            "part": "1",
            "seal": "151BDA21"
        },
        {
            "id": "37",
            "nass": "ويؤمن بتطبيق نظام عمر في القضاء «اجْعَلْ النَّاسَ عِنْدَكَ سَوَاءٌ، وَلاَ تَأْخُذْكَ فِي اللهِ لَوْمَةَ لاَئِمٍ، وَإِيَّاكَ وَالأَثَرَةَ وَالمُحَابَاةَ فِيمَا وَلاَّكَ اللهُ». ¶ ويردد في أكثر من مرة قول الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لأسامة: «أَتَشْفَعُ فِي حَدٍّ مِنْ حُدُودِ اللَّهِ ... وَايْمُ اللَّهِ لَوْ أَنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَرَقَتْ لَقَطَعْتُ يَدَهَا». ¶ ويحب أن يطبع المسلم حياته بطابع كلمة عمر الخالدة: «أُحِبُّ مِنَ الرَّجُلِ إِذَا سِيمَ الخَسْفَ أَنْ يَقُولَ (لاَ) بِمِلْءِ فَمِهِ». ¶ وهو على هذه الأسس من المفاهيم الإسلامية العميقة كان ينشئ جيله ويبني كتيبته ويرسم «الطوبا» (أي المدينة الفاضلة  Utopie )  التي إذا طبقت حقق الإسلام في الشرق دوره وزحف إلى مكان الزعامة العالمية والصدارة الإنسانية. ¶ ويرى أن قاعدة الإسلام الأساسية هي «لاَ ضَرَرَ وَلاَ ضِرَارَ». ¶ ويؤمن بسد الذرائع وإعطاء الوسائل أحكام المقاصد والغايات. ¶ وجملة القول في الرجل القرآني: إنه يفهم الإسلام ..",
            "page": "35",
            "part": "1",
            "seal": "BEFE863A"
        },
        {
            "id": "38",
            "nass": "فهمًا واضحًا سهلاً يسيرًا كما جاء في حديثه معي، على الطريقة التي فهم بها محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - الإسلام، إنه قريب في نظري من أبي حنيفة الذي أصر على رفض القضاء، ومالك الذي أفتى في البيعة، وابن حنبل الذي أريد علي هوى فلم يرد. ¶ وأجد حسن البنا قد حرر نفسه من مغريات المجد الناقص، ومفاتن النجاح المبتور ومثل هذا التحرر في نظر (إمرسون) هو غاية البطولة؛ ولذلك فلم يكن عجيبًا أن يقضي الرجل علي هذه الصورة العجيبة فكان فيها كشأنه دائمًا، غير مسبوق. ¶ كان الناس يرونه غريبًا في محيط الزعماء، بطابعه وطبيعته، فلما مات كان غريبًا غاية الغرابة في موته ودفنه، فَلَمْ يُصَلِّ عَلَيْهِ فِي المَسْجِدِ غَيْرُ وَالِدِهِ وحملت جثمانه النساء، ولم يمش خلف موكبه أحد من هؤلاء الأتباع الذين كانوا يملؤون الدنيا لسبب بسيط هو أنهم كانوا وراء الأسوار. ¶ لقد نقل الرجل بعد أن أسلم الروح إلى بيته في جوف الليل ومنع أهل البيت من إعلان الفاجعة، وغسله والده، وخيم على القاهرة تلك الليلة كابوس مزعج كئيب، ولقد كان خليقًا بمن سلك مسلك أبي حنيفة ومالك وابن حنبل وابن تيمية مواجهة للظلم ومعارضة للباطل .. أن تختتم حياته على هذه الصورة الفريدة",
            "page": "36",
            "part": "1",
            "seal": "9A55AB5B"
        },
        {
            "id": "39",
            "nass": "المروعة، التي من أي جانب ذهبت تستعرضها، وجدتها عجيبة مدهشة. ¶ إنه كان يدهش الناس في كل لحظات حياته، فلا بد أن يدهش الأجيال بختام حياته، إن الألوف المؤلفة قد سارت في ركب الذين صنع لهم الشرق بطولات زائفة، أفلا يكون حسن البنا قد رفض هذا التقليد الذي لا يتم على غير النفاق. ¶ إن هناك فارقا أزليًا بين الذين خدعوا التاريخ والذين نصحوا لله ولرسوله، إن هذا الختام العجيب سيظل مدى الأجيال يوقد في نفوس رجال الفكر النور والضياء، ويبعث في قلوب الذين آمنوا معه ما بعثه الحق في نفوس أهله حتى يمكنوا له. ¶ إن مقتله شبيه بمقتل الحسين، إنها العوامل المختلفة التي تجمعت لوضع حد للفكرة الحية التي كانت تندفع إلي الأمام كالإعصار. ¶ وحين عجز (القضاء) أنفذ (القدر) حكمه. ¶ إن الأمر الذي أسأل عنه فلا أجد له جوابًا: ¶ هل هناك علاقة ما بين الإسلام كما كان يفهمه حسن البنا ويدعو إليه وبين نهايته؟ إن كثيرين يدعون إلى الإسلام ويحملون اسمه، فهل هناك خلاف جوهري بين ما كان يدعو إليه حسن البنا وما يدعو إليه هؤلاء؟ لأني لا أعرف الإجابة الصحيحة أدع ذلك للتاريخ.",
            "page": "37",
            "part": "1",
            "seal": "34456FCB"
        }
    ],
    "t1949": [
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "ثمانون عاما على نشأة الجماعة (1928 - 2008)"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "زهد وبساطة"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "ثقافة حسن البنا"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "السماحة والتقشف والتنظيم"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "نقد الحضارة الغربية"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "كان لا يخاف الموت"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "أغراه الإنجليز فرفض"
        }
    ]
}