{
    "b1960": [
        {
            "id": "1",
            "nass": "مقدمة ¶ إن الحمد لله، نحمده ونستعينه ونستغفره ونتوب إليه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله، {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ} (1) ، {يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} (2) ، {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا} {يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} (3) أمَّا بعد: ¶ _________ ¶ (1) - الحشر:18 ¶ (2) - النساء:1 ¶ (3) - الأحزاب:70، 71",
            "page": "1",
            "part": "1",
            "seal": "CFC27DC8"
        },
        {
            "id": "2",
            "nass": "فإن الناظر بالنصوص القرآنية والأحاديث النبوية يعلم فضل الدعوة إلى الله وضرورة القيام بها، إلا أن الدعوة إلى الله ليست عبئًا على الداعي فيلقى ما عنده ليتخلص من تبعاتها؛ بل إن الداعي الناجح هو من يكون هدفه إنقاذ الناس من النار، لذا فإن دعوته تتغير باختلاف أحوال الناس وما يحيط بهم حتى يتحقق مراده - وهو استجابة الناس لأمر ربهم -. ¶ لذا رأينا إصدار هذا الدليل عونًا للدعاة إلى الله؛ نهدف من ذلك الدلالة على الفرص الدعوية التي يمكن أن يستخدمها الداعية بالأماكن المختلفة حتى تفتح له آفاقًا أوسع وبدائل أكثر ويتحقق هدفه - بإذن الله -، ولا ندعي بأن هذا الدليل يحوي كل الفرص والوسائل الدعوية؛ كلا، بل إن حصرها متعذر، لكن لا أقل من جمع عدد وافر منها تكون بداية للبحث عن فرص ووسائل أخرى وابتكارات غيرها (1) . ¶ ولا شك أن الداعية إلى الله تعالى لا يكون ناجحًا موفقًا مسددًا بدعوته إلا عند تحقيقه إخلاصا لله ومتابعة لرسوله صلى الله عليه وسلم بجميع الأمور، كما عليه أن يراعي عند دعوته الأمور التالية: ¶ 1- الدعاء والابتهال إلى الله بالتوفيق. ¶ 2- النصح والشفقة للمدعوين. ¶ _________ ¶ (1) - وإني أرجو ممن لديه إضافات أن يزودنا بها حتى يتم نشرها بالطبعات القادمة بإذن الله.",
            "page": "2",
            "part": "1",
            "seal": "FCAFEF94"
        },
        {
            "id": "3",
            "nass": "3- الداعية إلى الله يتكلم بلسان الشرع لا بلسان العرف (1) . ¶ كما أنبه الداعية إلى الله بأنه عند قراءته للكتاب لا بد أن ينتبه للنقاط التالية: ¶ - بعض هذه الوسائل والأفكار متداخلة ويمكن تصنيفها بأكثر من موضع وتحت أكثر من عنوان. ¶ - إن بعض هذه الوسائل قد تتناسب بمكان ولا تتناسب بمكان آخر، فلا يعني أن تلزم الآخرين بها أو تطبقها دائمًا. ¶ - إن نجاح بعض هذه الوسائل ليس دليلًا على أنه لا يصلح تطبيق غيرها، بل قد تكون الوسائل الأخرى أكثر نجاحًا فلينتبه لذلك. ¶ - بعض هذه الوسائل قد تكون معروفة عندك لكنها جديدة عند غيرك. ¶ أخيرًا؛ أحب أن أنوه بأن هذا الدليل هو مادة تم جمعها من مصادر شتى (2) نشرت عبر الكتاب المقروء أو المادة المسموعة أو المصورة أو عبر الشبكة العنكبوتية - الإنترنت -؛ لذا فإن قصب السبق يعود لهم ونسأل الله أن يجزيهم خير الجزاء. ¶ خالد بن محمد الدبيخي ¶ _________ ¶ (1) - من الخطأ عند بعض الناصحين حينما يرى منكرًا أن يتحدث عن العادات والتقاليد أو الجوانب الصحية ويغفل عن الحكم الشرعي: فمثلًا حينما يرى مدخن يقول له هذا يضر بصحتك؛ أو يقول له أنت تفعل هذا وأنت ابن فلان أو من عائلة كذا!! ¶ (2) - يمكن الرجوع للمصادر بنهاية الكتاب.",
            "page": "3",
            "part": "1",
            "seal": "21AC885F"
        },
        {
            "id": "4",
            "nass": "القسم الأول ¶ الفرص الدعوية ¶ المساجد ¶ 1. إقامة برامج تعليمية. ¶ 1) حلقات تحفيظ القرآن الكريم (للصغار، للشباب، للكبار) . ¶ 2) الكلمات والمحاضرات والندوات. ¶ 3) الدروس: ¶ - دروس ما بين الأذان والإقامة. ¶ - دروس بعد الصلاة المفروضة. ¶ - دروس علمية قصيرة لمتن معين (1) . ¶ - دروس علمية عامة. ¶ - دروس علمية مكثفة (2) . ¶ 2. ربط الناس بالقرآن وتفسير أو شرح لما قرأه الإمام بالصلوات الجهرية. ¶ 3. وضع تفسير للقرآن مع كل مجموعة مصاحف. ¶ 4. توفير وتهيئة مكان للاعتكاف وتقديم ما يحتاجه المعتكف. ¶ 5. تقديم خدمة الاستفتاءات ويمكن قراءة السؤال والجواب بعد إحدى الصلوات أو وضعهما بلوحة الفتاوى أو بلوحة المسجد (3) . ¶ 6. استغلال المناسبات للقيام بالبرامج الدعوية (4) . ¶ 7. تجهيز مكتبة علمية لأهم الكتب ووضعها بالملاحق التابعة للمسجد أو داخل المسجد. ¶ 8. توفير منصة \"حامل\" للكتب (5) لعرض الأشرطة والكتب والمطويات لأهم ما يراد توجيه الناس له. ¶ 9. توفير حامل \"خذ نسختك\" عند الأبواب (6) لتوزيع الكتب والأشرطة المناسبة. ¶ 10. توفير لوحة \"مجلة المسجد\" (7) لوضع المقالات والفتاوى وإعلانات المحاضرات أو أي شيء يتعلق بالمسجد. ¶ 11. وضع لوحات حائطية أو لوحات كبيرة توجيهية (8) . ¶ _________ ¶ (1) - ويمكن شرحه يوميا خلال أسبوع، أو يوم واحد كل أسبوع لمدة شهر ¶ (2) - الدورات العلمية (ويمكن أن تكون بالعطلة الصيفية - الإجازة - أو أثناء الدراسة) ¶ (3) - انظر الوسيلة الدعوية رقم 9. ¶ (4) - انظر الفرص الدعوية برمضان والفرص الدعوية بالإجازات الموسمية. ¶ (5) - انظر الوسيلة الدعوية رقم 6. ¶ (6) - انظر الوسيلة الدعوية رقم 7. ¶ (7) - انظر الوسيلة الدعوية رقم 9. ¶ (8) - انظر الوسيلة الدعوية رقم 10.",
            "page": "4",
            "part": "1",
            "seal": "0CACA860"
        },
        {
            "id": "5",
            "nass": "12. وضع صندوق لاستقبال الكتب والأشرطة الزائدة لتوزيعها على من يستفيد منها. ¶ 13. وضع صندوق خيري (لجمع تبرعات) والاستفادة منها بإصلاح المسجد أو لدفع تكاليف البرامج المقامة بالمسجد (كالشريط أو الكتاب أو الهدايا) أو لدفعها للفقراء والمحتاجين من جماعة المسجد. ¶ 14. توزيع هدايا على الطلبة المتفوقين (بهدف جذبهم وتحبيبهم للمسجد) (1) . ¶ 15. إقامة لقاء دوري بين جماعة المسجد للتعارف ولمناقشة ما يحتاجه الحي (كإصلاح المسجد، أو متابعة الجيران، أو لمعالجة المنكرات الموجودة بالحي، أو للتباحث بما يفيد الجماعة كعنوان خطبة الجمعة) ويستحسن دعوة أهل العلم المعروفين بين فترة وأخرى للتباحث معهم وإثراء اللقاء. ¶ 16. إقامة المسابقات الدورية (مسابقات للأسرة، للأطفال، بحوث، تلخيص كتاب، حفظ متون،..) . ¶ 17. توزيع هدايا على المنازل عند المناسبات (كرمضان، الأعياد، الإجازة، ... ) . ¶ 18. إقامة المناسبات كإفطار جماعي في رمضان أو احتفال معايدة. ¶ 19. عمل رحلات حج وعمرة أو حتى رحلات نزهة لسكان الحي (2) . ¶ 20. الارتباط مع الجهات الرسمية أو الخيرية أو الدعوية القريبة من المسجد (كالهيئات، مكاتب الدعوة وتوعية الجاليات، جمعيات البر، ... ) . ¶ _________ ¶ (1) - ويستحسن أن تكون بنهاية العام الدراسي. ¶ (2) - ويمكن أن تكون كجوائز للمسابقات التي أقيمت بالمسجد.",
            "page": "5",
            "part": "1",
            "seal": "4F29DE30"
        },
        {
            "id": "6",
            "nass": "21. الاستفادة من المدرسة الموجودة بالحي لإقامة بعض البرامج. ¶ 22. الاستفادة من الجهات الخدمية القريبة من الحي كالمكتبات العامة والقيام بزيارة جماعية لها. ¶ 23. تشجيع أصحاب المواهب من جماعة الحي والاهتمام بهم والاستفادة منهم بالأعمال الدعوية للحي كاملًا. ¶ 24. توزيع بعض الإرشادات والتوجيهات الدينية على صناديق الجرائد أو البريد الموجودة على أسوار المنازل. ¶ 25. حث جماعة المسجد على التعاون مع الجهات الخيرية لتبني أحد المشاريع الخيرية (كطباعة كتاب أو مطوية أو كفالة الدعاة أو حفر بئر ... ) ويمكن التنسيق المسبق مع الجهات المعنية. ¶ 26. القيام بإحصائيات عن المحلات القريبة وعمل الآتي: ¶ 1) مناصحة أصحاب المحلات التي عندها منكرات. ¶ 2) التعرف على أصحاب المحلات الجيدة وتكوين علاقة معه وشكره للاستمرار بهذا العمل. ¶ 3) توزيع نشرة (1) عن المحلات التي لا يوجد بها مخالفات شرعية (كبيع الدخان أو المجلات أو حلق اللحى أو خياط يسبل الثياب..) . ¶ 27. إقامة برامج للجاليات التي يكثر تواجدها بالحي (2) ، ومنها: ¶ 1) وضع مصاحف مترجمة. ¶ 2) ترجمة خطبة الجمعة (3) . ¶ 3) إقامة دروس مستمرة أو محاضرات علمية. ¶ _________ ¶ (1) - على أن لا يتم توزيعها داخل المسجد. ¶ (2) - يمكن الاستفادة من مكاتب دعوة الجاليات لتنفيذ هذه البرامج. ¶ (3) 1 - يمكن أن تترجم الخطبة لأكثر من جالية بنفس اليوم، وعند صعوبة تنفيذها يتم تخصيص جمعة معينة لكل جالية يعلن عنها مسبقًا.",
            "page": "6",
            "part": "1",
            "seal": "D6882643"
        },
        {
            "id": "7",
            "nass": "4) إقامة حلقات للقرآن الكريم (حلقات تحفيظ، حلقات تلقين) . ¶ 5) إقامة مخيم تفطير واستغلال تجمعهم لإقامة الدروس وتوزيع الكتب. ¶ 6) وضع مكتبة وتوفير أهم الكتب التي يحتاجونها. ¶ 7) إقامة رحلات حج وعمرة أو رحلات خلوية (1) (برية، شاطئ، منتزهات) . ¶ _________ ¶ (1) - انظر الوسيلة الدعوية رقم 16 و 17.",
            "page": "7",
            "part": "1",
            "seal": "54813C09"
        },
        {
            "id": "8",
            "nass": "المقابر ومغاسل الموتى ¶ 1. وضع اللوحات الإرشادية (1) بالمقبرة (دعاء دخول المقبرة، آداب زيارة المقابر ... ) . ¶ 2. وضع اللوحات الإرشادية بالمساجد (1) (كيفية الصلاة على الميت، دعاء الصلاة على الميت ... ) . ¶ 3. إقامة الدورات التدريبية بكيفية تغسيل ودفن الموتى. ¶ 4. تعليم الناس عبر (الكلمات أو المحاضرات) بكيفية الصلاة على الميت والأذكار الواردة في ذلك. ¶ 5. تذكير الناس في المساجد وضرورة الاستعداد للموت بالعمل الحسن وأداء الحقوق لأهلها وكتابة الوصية. ¶ 6. إلقاء المواعظ بعد الدفن (2) . ¶ 7. توفير الكتب والمطويات عن كيفية الصلاة على الميت والدعاء بالصلاة للميت وطريقة الدفن - وذلك بالمساجد التي يصلى بها على الموتى -. ¶ _________ ¶ (1) - انظر الوسيلة الدعوية رقم 10. ¶ (2) - لفعل الرسول صلى الله عليه وسلم، على أن لا يكون ذلك بشكل مستمر.",
            "page": "8",
            "part": "1",
            "seal": "EBD0A5B7"
        },
        {
            "id": "9",
            "nass": "الحدائق والمنتزهات ¶ 1. إيجاد مكان للصلاة جماعة (1) - إذا كانت المساجد بعيدة -. ¶ 2. وضع اللوحات الإرشادية التوجيهية الكبيرة (2) . ¶ 3. توزيع الكتيبات والأشرطة. ¶ 4. الجلوس مع زوار الحديقة وتوجيههم بالملاحظات الموجودة لديهم (مثل بعض الألبسة الغربية، تساهل النساء بأمر الحجاب، اختلاط الرجال بالنساء) . ¶ _________ ¶ (1) - انظر الوسيلة الدعوية رقم 16. ¶ (2) - انظر الوسيلة الدعوية رقم 10.",
            "page": "9",
            "part": "1",
            "seal": "748F63DB"
        },
        {
            "id": "10",
            "nass": "المستشفيات ¶ 1. وضع لوحات دعاء زيارة المريض. ¶ 2. كتابة عبارات دعوية على كروت المستشفى. ¶ 3. وضع نشرة عن كيفية صلاة المريض ويفضل تعليقها بغرف المرضى. ¶ 4. وضع بعض الكتب المناسبة لحال المرضى (كالصبر، أقدار الله، الابتلاء) عند كل مريض. ¶ 5. وضع منصات \"حامل\" (1) كتب بكل غرفة من غرف المرضى وأماكن انتظار الزوار. ¶ 6. وضع أرقام هواتف العلماء وطلبة العلم بجوار التليفونات لتسهيل اتصال المرضى بالعلماء وسهولة استفتائهم. ¶ 7. تقديم هدايا دعوية للمنومين بالمستشفى (2) . ¶ 8. عمل زيارات للمرضى ومؤانستهم وتذكيرهم بأقدار الله وابتلائه وفضل الصبر والاحتساب على ذلك (3) . ¶ 9. التنسيق مع إدارة المستشفى لإقامة بعض المحاضرات الدينية داخل المستشفى وبثها عبر الإذاعة الداخلية ويمكن تلقي الأسئلة مباشرة من المرضى عبر الهاتف الداخلي أو عبر الأسئلة المكتوبة مسبقًا. ¶ 10. وضع إذاعة دينية داخلية، أو تشغيل إذاعة القرآن الكريم وتوزيع جدول برامج الإذاعة. ¶ 11. وضع مصحف وسجادة صلاة عند كل مريض. ¶ 12. يمكن التنسيق مع التجار ورجال الأعمال بتوفير مستشفيات خاصة بالرجال وأخرى خاصة بالنساء (بدون اختلاط) . ¶ للأطباء: ¶ _________ ¶ (1) - انظر الوسيلة الدعوية رقم 6. ¶ (2) - انظر الوسيلة الدعوية رقم 4. ¶ (3) - يستحسن زيارة المرضى الذين أمضوا فترة طويلة بالمستشفى؛ لأن طول فترة بقائهم بالمستشفى قد يؤثر على نفسياتهم وقد يقل زوراهم، وتبرز أهمية ذلك حينما نعلم أن بعض المنومين بالمستشفى من خارج المنطقة؛ فلا أنيس لهم بعد الله إلا إخوانهم الدعاة.",
            "page": "10",
            "part": "1",
            "seal": "FFEAFDC0"
        },
        {
            "id": "11",
            "nass": "* فتح عيادة طبية دعوية خيرية لمعالجة الفقراء والمساكين مجانًا. ¶ * تخصيص يوم لزيارة الفقراء والمساكين بمساكنهم والكشف عليهم مجانًا وتقديم الاستشارات الطبية لهم مع إعطائهم بعض الكتيبات والأشرطة الدينية (1) . ¶ * السفر للبلاد الفقيرة وإقامة عيادة طبية دعوية مجانًا (2) . ¶ _________ ¶ (1) 1- يمكن التنسيق مع أهل الخير لتقديم الأدوية مجانًا. ¶ (2) 1 - يمكن التنسيق مع الجهات الدعوية لتجهيز العيادة على نفقتهم.",
            "page": "11",
            "part": "1",
            "seal": "C78A824A"
        },
        {
            "id": "12",
            "nass": "الفنادق ¶ 1. وضع سجادة صلاة وتحديد اتجاه القبلة بكل غرفة. ¶ 2. وضع مصحف وبعض الكتب المناسبة للمسافرين بكل غرفة مثل (كتب أحكام الجمع والقصر، آداب السفر ... ) . ¶ 3. وضع إذاعة دينية داخلية. ¶ 4. وضع منصات \"حامل\" (1) كتب بصالات الفندق وأماكن الانتظار واستقبال الضيوف وبكل دور من أدوار الفندق. ¶ 5. توزيع عناوين العلماء وطلبة العلم المقيمين بالمدينة لكي يستفاد منهم أو يسألونهم عما أشكل عليهم. ¶ 6. توزيع عناوين المؤسسات الموجودة بالمدينة (الدينية، الخيرية، الإغاثية ... ) وكيفية الاستفادة منها. ¶ 7. توزيع جدول للمحاضرات والندوات التي ستقام بالمنطقة وأماكن إقامتها وتحديثها باستمرار. ¶ 8. التنسيق مع إدارة الفندق لإقامة ندوات ومحاضرات بالقاعات الموجودة بالفندق ويمكن تقديم خصم لسكان الفندق عند حضورهم لها. ¶ 9. التنسيق مع إدارة الفندق بتوفير غرف أو أجنحة بدون تلفاز. ¶ _________ ¶ (1) - انظر الوسيلة الدعوية رقم 6.",
            "page": "12",
            "part": "1",
            "seal": "BE4036FB"
        },
        {
            "id": "13",
            "nass": "التسجيلات ودور النشر ¶ 1. وضع قائمة بالجيد والمفيد. ¶ 2. وضع أسعار خاصة (لأشرطة الدروس العلمية أو أمهات الكتب) لتشجيع الناس على طلب العلم. ¶ 3. القيام بتلمس احتياجات المجتمع (عقائد، عبادات، معاملات ... ) والسعي على توفيرها. ¶ 4. توفير صندوق بهدف حث الناس على التبرع (بالأشرطة أو الكتب) ويمكن التنسيق مع الجهات الدينية أو الخيرية لاستلامها. ¶ 5. تخصيص أركان حسب المواضيع المطروحة (عقيدة، عبادات، أخلاق، مواعظ، شباب، نساء، أطفال ... ) وهذا يسهل المقارنة بين الموجود وانتقاء الأفضل أو ما يناسب حال المدعوين. ¶ 6. المبادرة باقتراح موضوعات على العلماء والدعاة لتوفير مواد دعوية (1) جيدة. ¶ 7. استغلال المناسبات (2) لطرح مواد تناسب المناسبة ويفضل أن تكون أسعارها مخفضة. ¶ 8. تبني العلماء وطلبة العلم المغمورين بهدف إظهار إعلاميا وإفادة الناس من علمهم. ¶ _________ ¶ (1) 1 - مسموعة أو مقروءة. ¶ (2) - رمضان، الحج، الأعياد، الإجازات.......",
            "page": "13",
            "part": "1",
            "seal": "1203798D"
        },
        {
            "id": "14",
            "nass": "المدارس ¶ تنبيهات: ¶ - إن وجود طابع التدين بالمدرسة وذلك بتعاملها وكثرة برامجها يحل كثيرًا من الإشكاليات الطلابية ويقللها. ¶ - إن الاهتمام بالطلاب الكبار نسبيًّا وإعطاءهم قدرًا من الاحترام والتقدير يحد من خطرهم ويفيد بدعوتهم. ¶ - إن وجود مدرسين صالحين نشطين سيكون له دور كبير بتنشيط الطلاب دعويًّا. ¶ 1. إقامة حلقات تحفيظ القرآن الكريم (قبل الطابور الصباحي أو بالفسح أو مسائية) ويمكن تشجيع الطلاب للانضمام بهذه الحلقات وذلك بإلغاء بعض العقوبات المفروضة على الطالب أو لتحسين درجاته بالمواد التي قصر فيها. ¶ 2. إقامة الدورات العلمية (كالتجويد، علوم القرآن، فن الخطابة والإلقاء، دورة باستخدام الحاسب الآلي للأعمال الدعوية \"باوربوينت، فلاش، فوتوشوب ... \"...) . ¶ 3. إقامة محاضرات للطلاب حول القصور الموجود لديهم (التخلف عن الصلاة، أو أي مخالفة شرعية..) . ¶ 4. الالتقاء بالموجهين والمسئولين التربويين لتوجيه النشء (كمديري مراكز الهيئات، الشرطة، مكافحة المخدرات ... ) . ¶ 5. الارتباط مع المساجد والجهات الدينية (الهيئات، مكاتب الدعوة، العلماء) والجهات المفيدة كالمكتبات العامة القريبة من المدرسة وعمل زيارات لهم.",
            "page": "14",
            "part": "1",
            "seal": "B30ABD2D"
        },
        {
            "id": "15",
            "nass": "6. إلقاء بعض الكلمات بعد الصلوات المفروضة (1) (ويقترح أن يعدها الطالب تحت إشراف أحد المدرسين) ويمكن للمدرس أن يقوم بالتعقيب عليها. ¶ 7. إقامة المسابقات الدورية (2) على النحو التالي: ¶ 1) المسابقة بين طلاب الفصل الواحد. ¶ 2) المسابقة على مستوى المدرسة. ¶ 3) المسابقة العامة (3) . ¶ 8. استغلال مجالس الآباء وذلك بالاستفادة من الفرص التالية: ¶ 1) إرفاق هدية مع خطاب الاجتماع. ¶ 2) تقديم النصح والمشورة للآباء حول أبنائهم. ¶ 3) استضافة أحد العلماء التربويين لتوجيه الآباء بأهمية تربية الأبناء. ¶ 9. توجيه الإذاعة المدرسية وتفعيل دور الطلاب فيها بإشراف المدرسين الجيدين. ¶ 10. إقامة التجمعات الطلابية وتنويعها بحيث تشمل جميع المواهب والقدرات الذهنية مثل (جماعة التوعية، جماعة النشاط المدرسي، جماعة العلوم، جماعة الحاسب الآلي، جماعة الرحلات ... ) ويمكن تفعيلها لتظهر أنشطتها بالمدرسة أو على مستوى الحي. ¶ 11. إقامة معارض متنوعة (معرض الكتاب والشريط، المخدرات، العالم الإسلامي ... ) . ¶ 12. توفير الوسائل التثقيفية والتوعوية للطلاب بأسعار مخفضة مثل: ¶ - الاشتراك بالمجلات الإسلامية. ¶ _________ ¶ (1) - من المفضل أن تلقى ارتجالًا لصقل مواهب الطالب ولكي يتمكن من إلقائها بتجمع آخر كمسجد حيه أو اجتماع أقاربه ¶ (2) 1 - ويقترح تضمين هذه المسابقات (حفظ القرآن الكريم، أو السنة النبوية، أو الأذكار) كما يمكن أن تكون أسئلة عامة أو تلخيص كتاب أو شريط ¶ (3) 1 - وهذه المسابقة موجهة للأسرة.",
            "page": "15",
            "part": "1",
            "seal": "5779DD81"
        },
        {
            "id": "16",
            "nass": "- الاشتراك بالكتاب والشريط الإسلامي (بالتعاون مع دور النشر والتسجيلات ... ) . ¶ 13. توفير مكتبات دعوية صغيرة (1) \"منصة\" أو \"حامل كتب\" ووضعها بأماكن تجمع الطلاب. ¶ 14. وضع لوحات فتاوى وإرشادات (2) تناسب المرحلة العمرية لطلاب المدرسة. ¶ 15. وضع بعض الشاشات الإلكترونية لعرض الكلمات التذكيرية (3) . ¶ 16. تهيئة الأجواء لأداء السنن الراتبة بالمدرسة (كسنة الضحى، وسنة الظهر القبلية والبعدية) . ¶ 17. إقامة مراكز أثناء العطل (4) لاستغلال الأوقات (كالعطلة الصيفية، عطلة نصف السنة، أو عطلة الحج) ويقترح مشاركة بعض التربويين بهذه المراكز. ¶ 18. طرح بعض البرامج أثناء العطل لاستغلالها (5) . ¶ 19. استغلال التقارير والشهادات لكتابة عبارات توجيهية ويمكن الاستفادة من الصفحة الخلفية للشهادات لوضع هذه العبارات. ¶ 20. عمل استبيانات لمعرفة (الأفكار والتوجهات الموجودة لدى الطلاب، المنكرات، الرغبات ... ) . ¶ 21. إيجاد لجان تربوية لتصحيح السلوك الخاطئ إن كان الخطأ جماعي. ¶ 22. وضع الأمثلة بأسلوب دعوي (6) . ¶ 23. المشاركة بإصدار بعض المواد الدعوية التي تناسب الطلاب وتوزيعها على المحاضن التربوية المماثلة. ¶ 24. إصدار مجلة مدرسية. ¶ _________ ¶ (1) - انظر الوسيلة الدعوية رقم 6. ¶ (2) - انظر الوسيلة الدعوية رقم 10. ¶ (3) - كسبحان الله، لا إله إلا الله، لا حول ولا قوة إلا الله ... ¶ (4) - انظر الفرص الدعوية بالإجازات الموسمية. ¶ (5) - كحفظ بعض السور، أو الأحاديث، أو بعض الكتب كالأربعين النووية، أو بعض كتب الأذكار ... ¶ (6) - مثلًا: - الرياضيات: تصدق محمد بخمس ريالات ثم تصدق بثلاث ريالات فبكم تصدق محمد. - اللغة الإنجليزية: قراءة حديث نبوي وترجمته وطلب استخراج الفوائد من الحديث باللغة الإنجليزية. - العلوم: أمثلة عن الحرارة وربطها بحرارة جهنم.",
            "page": "16",
            "part": "1",
            "seal": "13EB2E90"
        },
        {
            "id": "17",
            "nass": "25. توزيع بعض الكتيبات أو الأشرطة المناسبة للمرحلة العمرية للطلاب. ¶ 26. وضع ركن الاستبدال وذلك لاستبدال الأشرطة الغنائية بأشرطة دينية (1) . ¶ 27. توسيع دور المرشد الطلابي وأن يقوم هو بسؤال المدرسين عن أحوال الطلاب. ¶ 28. الاهتمام بعمال المدرسة ومراعاة احتياجهم. ¶ * الدعوة بين المدرسين: ¶ 1. البعد عن الشحناء وإيجاد خلق التسامح عن الزلات والتنازل عن بعض الرغبات في سبيل الإخوة في الله. ¶ 2. وضع صندوق بريد للمدرسين ومن خلاله يتم تقديم النصائح غير المباشرة. ¶ 3. الاهتمام بغرفة المعلمين وذلك بوضع مكتبة (2) تحتوي على: ¶ - مراجع دينية مهمة تتعلق بالمواد الدراسية المقررة (لربط المقررات بالدين) . ¶ - كتيبات مناسبة. ¶ - أشرطة ومجلات نافعة. ¶ 4. وضع لوحة فتاوى (3) بغرفة المعلمين لنشر الفتاوى التي تتعلق بالتعليم. ¶ 5. عرض المشاريع الخيرية على المعلمين (مثل كفالة الأيتام، بناء المساجد، ... ) ويمكن زيارة مندوبي تلك الجهات أو الاستفادة من النشرات التي يصدرونها. ¶ 6. إقامة دورات تهم المدرسين أو تقديم الخدمات لهم كالخصومات أو أوقات وأماكن إقامة هذه الدورات. ¶ 7. إقامة مسابقة بينهم. ¶ 8. هدية شهرية. ¶ _________ ¶ (1) حبذا لو تم مراقبة ومتابعة ما يوضع من الأشرطة لمعرفة توجهات الشباب، وعمل دراسة عليها. ¶ (2) - انظر الوسيلة الدعوية رقم 6. ¶ (3) - انظر الوسيلة الدعوية رقم 9.",
            "page": "17",
            "part": "1",
            "seal": "026421D2"
        },
        {
            "id": "18",
            "nass": "9. إقامة لقاء شهري واستضافة بعض طلبة العلم المعروفين لمناقشة بعض القضايا التي تهم المدرسين.",
            "page": "18",
            "part": "1",
            "seal": "E411836F"
        },
        {
            "id": "19",
            "nass": "أماكن العمل ¶ 1. إلقاء كلمات بعد الصلوات المفروضة (كلمة أسبوعيًّا) . ¶ 2. وضع لوحة المسجد (1) . ¶ 3. توزيع أشرطة وكتب ومطويات دوريًّا. ¶ 4. تقديم هدية لبعض الموظفين لكسب قلوبهم ومن ثم دعوتهم (2) . ¶ 5. دعوة الموظفين للمنزل وتوجيههم وتقديم بعض المواد الدعوية لهم. ¶ 6. الاهتمام بالجاليات الموجودة بأماكن العمل، ويمكن الاستفادة من مكاتب دعوة الجاليات بهذا الجانب. ¶ _________ ¶ (1) - الوسيلة الدعوية رقم 9. ¶ (2) - لقوله عليه السلام: (تهادوا تحابوا) .",
            "page": "19",
            "part": "1",
            "seal": "FA5F74F7"
        },
        {
            "id": "20",
            "nass": "وسائل المواصلات ¶ أولًا: صالات الانتظار: (1) ¶ 1. وضع منصة \" حامل \" للكتب (2) لعرض الكتيبات والمطويات المناسبة للمسافرين. ¶ 2. وضع اللوحات الإرشادية التوجيهية الكبيرة (3) . ¶ 3. الاهتمام بالمصلى ووضع لوحة بالمسجد (4) تعنى بالأحكام التي تهم المسافرين مثل (أحكام السفر، أحكام القصر والجمع....) . ¶ ثانيًا: وسائل النقل: ¶ 1. توفير إذاعة داخلية لعرض البرامج الجيدة وتشغيلها أثناء الرحلة (5) . ¶ 2. توفير مكتبة دعوية صغيرة (6) ويتم إعارتها للركاب أثناء الرحلة. ¶ 3. تقوم بعض وسائل النقل بتوزيع أو بيع الجرائد والمجلات على الركاب ويمكن تطوير الفكرة لتوزيع أو بيع الكتيبات المفيدة للمسافرين. ¶ 4. توزيع معلومات مهمة عن البلد المراد السفر له تحتوي على الأماكن الدينية (7) والجهات الخيرية والدعوية، وعناوين وأرقام العلماء وطلبة العلم، والمحاضرات والندوات الدينية، وأسماء الفنادق التي لا يوجد بها منكرات كالدشوش وغيرها. ¶ 5. وضع عبارات إرشادية على مظلات السيارة. ¶ 6. توزيع هدايا على السيارات العامة (سيارات الأجرة (8) وسيارات التأجير (9)) . ¶ ثالثًا: الطرقات بين المدن: ¶ 1. الاهتمام بالمساجد الموجودة على الطرقات وتوفير مصاحف وكتيبات بها. ¶ _________ ¶ (1) - وهي موجودة بالمطارات ومحطات القطارات وبعض محطات النقل الجماعي. ¶ (2) - انظر الوسيلة الدعوية رقم 6. ¶ (3) - انظر الوسيلة الدعوية رقم 10. ¶ (4) - انظر الوسيلة الدعوية رقم 9. ¶ (5) - يوجد بالطائرات إذاعات داخلية يختارها المسافر بنفسه ويتم عرض جدول برامجها بمجلة الخطوط التي توزع على المسافرين أثناء الرحلة، ويمكن التنسيق مع إدارة الخطوط لوضع برامج جيدة ومتابعتها دوريًّا، كما يوجد بالحافلات والقطارات ميكرفونات داخلية يمكن تحويلها لإذاعة يتم تشغيلها أثناء الرحلة. ¶ (6) - كتيبات مهمة، مسجل صغير مع أشرطة دينية. ¶ (7) - هناك أماكن بدعية ويتم التلبيس على الناس بأنها دينية وينخدع بها العامة مثل المزارات أو الأماكن المباركة والتي لم يثبت على زيارتها دليل، لذا وجب الحذر من ذلك وتنبيه الناس بذلك. ¶ (8) - انظر الوسيلة الدعوية رقم 2. ¶ (9) - انظر الوسيلة الدعوية رقم 3.",
            "page": "20",
            "part": "1",
            "seal": "1C83785C"
        },
        {
            "id": "21",
            "nass": "2. الاهتمام بلوحة المسجد (1) وعرض الفوائد القصيرة المناسبة للمسافرين. ¶ 3. الاهتمام بعمال المحطات والتجمعات العمالية الموجودة بالطريق. ¶ 4. توزيع أشرطة وكتيبات عند المحطات (2) . ¶ 5. الاهتمام بنقاط التفتيش أو مراكز الحدود بين الدول وتوزيع المواد الدعوية، ويمكن الاستعانة بإدارة النقطة أو المركز لتسهيل تنفيذ البرامج. ¶ 6. وضع لوحات دينية تذكيرية أو إرشادية على الطرقات السريعة (3) . ¶ _________ ¶ (1) - انظر الوسيلة الدعوية رقم 9. ¶ (2) - ويمكن أن تقدم كهدية عند تعبئة الوقود كما هو الحاصل عند بعض المحطات بتقديم هدية علبة منديل مجانًا. ¶ (3) - وزارة المواصلات تسمح بوضع هذه اللوحات وتقدم التسهيلات ويمكن الرجوع لإدارة الطرق بمدينتك لمعرفة الشروط.",
            "page": "21",
            "part": "1",
            "seal": "4EB0E405"
        },
        {
            "id": "22",
            "nass": "السجون ودور الملاحظة ¶ 1. إقامة حلقات تحفيظ القرآن. ¶ 2. إقامة دورات تدريبية دينية. ¶ 3. إقامة مراكز خدمات أسرية تهتم برعاية شئون أسرة المساجين ومتابعتهم ماديًّا وسلوكيًّا. ¶ 4. تفعيل دور المسجد داخل السجون (1) . ¶ _________ ¶ (1) - انظر الفرص الدعوية بالمسجد.",
            "page": "22",
            "part": "1",
            "seal": "C5CC9E82"
        },
        {
            "id": "23",
            "nass": "رمضان ¶ 1. الإحسان للوالدين وبرهما وكل من له حق علينا. ¶ 2. الإكثار من الصدقة وصلة الأرحام وأعمال البر. ¶ 3. اغتنام فرصة حضور الغائبين عن المسجد في غير رمضان والتعرف عليهم وربط الصلة بهم. ¶ 4. ربط الناس بالقرآن الكريم وشرح أو تفسير الآيات التي تم قراءتها بصلاة التراويح أو الفروض. ¶ 5. الاهتمام بالقرآن ووضع حلقات لجميع المستويات والأعمار وتحفيزهم لختم القرآن أكثر من مرة وحفظ ما أمكن منه. ¶ 6. توجيه الشباب الحفاظ للقرآن الكريم بإمامة الناس بصلاة التراويح ولو بالأماكن البعيدة كالقرى والهجر. ¶ 7. الإكثار من الدروس والمحاضرات والكلمات التوجيهية لإقبال الناس على الخير. ¶ 8. إلقاء درس يومي خفيف بعد صلاة العصر وبعد أذان العشاء. ¶ 9. إلقاء كلمات أثناء صلاة التراويح. ¶ 10. ربط الناس بالعلماء للاستفادة منهم مباشرة خاصة أن الناس تستفتي بكثرة خلال هذا الشهر. ¶ 11. استغلال هذا الشهر بتحفيز الناس على إدراك تكبيرة الإحرام وحثهم على المداومة على ذلك. ¶ 12. تهيئة المسجد للاعتكاف ودعوة أهل الحي للاعتكاف. ¶ 13. إقامة المسابقات بجميع أنواعها. ¶ 14. إقامة رحلات عمرة لأهل الحي (شباب، أطفال، جاليات..) .",
            "page": "23",
            "part": "1",
            "seal": "9F04159B"
        },
        {
            "id": "24",
            "nass": "15. توزيع الأشرطة والكتب والمطويات والنشرات ويمكن توزيعها كهدية توزع على المنازل. ¶ 16. استغلال مسجد النساء لتوجيههن عند حضورهن للمسجد. ¶ 17. تعاهد الشباب خلال هذا الشهر وخاصة أنه يكثر سهرهم وتفريطهم في ليالي هذا الشهر. ¶ 18. إحياء شعيرة الدعاء وتنبيه الناس للاستفادة من الدقائق الأخيرة قبل الإفطار وآخر الليل. ¶ 19. دعوة الأقارب والزملاء والجيران للإفطار والاستفادة من هذا الاجتماع. ¶ 20. دعوة الناس لدعم برامج التفطير (كي تصوم رمضان مرتين) . ¶ 21. إقامة مخيمات لتفطير الجاليات المسلمة واستغلالها لإلقاء التوجيهات عليهم. ¶ 22. إقامة إفطار جماعي لأهل الحي. ¶ 23. إقامة اجتماع معايدة بقرب المسجد. ¶ 24. تلمس أحوال الفقراء والمحتاجين وتقديم العون لهم. ¶ 25. استغلال إقبال الناس على الخير وجمع التبرعات أو دعوتهم لدعم بعض المشاريع. ¶ 26. دعوة الناس لهجر وسائل الإعلام بمختلف أشكاله (المرئي والمسموع والمقروء) . ¶ 27. تشجيع الناس على هجر المعاصي (كترك التدخين والغيبة) ودعوتهم للاستمرار على الطاعات ونشر السواك بينهم. ¶ 28. للمرأة: ¶ - استشعار النية عند تجهيز الإفطار أو السحور.",
            "page": "24",
            "part": "1",
            "seal": "64373490"
        },
        {
            "id": "25",
            "nass": "- عند وجود عذر شرعي لها فتحتسب عند الله الأجر بخدمتها للآخرين كالزوج أو الابن أو الأخ. ¶ - تجهيز ملابس العيد قبل دخول الشهر (1) . ¶ - توفير ما يعين المرأة على الخير كسماع شريط أو إذاعة سليمة أو على الأقل الإكثار من الاستغفار والتسبيح أثناء إعدادها للوجبات. ¶ - الترتيب مع النساء المقيمات بنفس المنزل أن تتولى واحدة فقط الاهتمام بالأبناء وقت الصلاة ويتناوبن في ذلك. ¶ 29. إقامة برامج للأطفال لتشجيعهم على أداء العبادات (2) . ¶ _________ ¶ (1) - وهذا سيساهم بالآتي: توفير مبالغ، استغلال الشهر بالعبادة لك ولزوجك، عدم فتنة الرجال لكثرة خروج النساء للأسواق ¶ (2) - الصوم، الصلاة بالمسجد، صلاة التراويح، قراءة القرآن ...",
            "page": "25",
            "part": "1",
            "seal": "ABA659E9"
        },
        {
            "id": "26",
            "nass": "الإجازات الموسمية ¶ 1. إقامة الدورات والدروس العلمية واختيار كبار العلماء لإلقائها. ¶ 2. ترشيح بعض المتميزين بالمدن التي لا تقام بها دورات أو دروس علمية لحضور الدورات العلمية التي تقام بالمناطق الأخرى والتكفل بمصاريف تعليمهم. ¶ 3. إقامة المراكز الصيفية. ¶ 4. المشاركة مع الجهات الدعوية أو الإغاثية. ¶ 5. استغلال الوسائل الحديثة للدعوة إلى الله. ¶ 6. المشاركة مع إمام المسجد بتقديم البرامج الدعوية للحي (1) . ¶ 7. السفر إلى القرى والهجر وتعليم الناس. ¶ 8. إعداد النفس للجهاد وذلك بالتدريب وتعلم الرمي والنبل. ¶ _________ ¶ (1) - انظر الفرص الدعوية بالمسجد.",
            "page": "26",
            "part": "1",
            "seal": "A0C26D94"
        },
        {
            "id": "27",
            "nass": "الدعوة داخل أوساط الأسرة ¶ 1. الحرص على تربية الأبناء منذ الصغر (1) فهي أعظم وسيلة دعوية. ¶ 2. وضع مكتبة صغيرة (2) لما تحتاجه الأسرة. ¶ 3. وضع اجتماع أسبوعي لجميع أفراد العائلة لسماع درس أو قراءة من كتاب أو قصص من السيرة. ¶ 4. وضع مسابقة بين أفراد العائلة: ¶ - تلخيص كتاب أو شريط. ¶ - حفظ بعض الأذكار أو الأربعين النووية. ¶ - أسئلة خفيفة وسريعة (3) . ¶ 5. وضع إذاعة داخلية وانتقاء الأشرطة المناسبة (ويمكن الاستفادة من السنترال الداخلي أو وصلة \"إريل\" التليفزيون لتوصيل الإذاعة) . ¶ 6. استغلال السيارة لسماع الأشرطة. ¶ 7. مشاركة الأبناء أثناء لعبهم والحديث معهم بأوقات الفراغ. ¶ 8. الزيارات العائلية واستغلال المناسبات بهدف الدعوة. ¶ 9. توفير للأبناء حصالة الخير لتحفيزهم على التبرعات. ¶ 10. الاهتمام بالخدم والعمالة المنزلية (4) . ¶ 11. الاشتراك بالمجلات الإسلامية. ¶ 12. التواصل مع الجيران. ¶ 13. استضافة أحد طلبة العلم أو إمام المسجد والترتيب معه لمناقشة بعض القضايا التي تفيد الأبناء. ¶ 14. النزهات وزيارة الأماكن المفيدة (كالمكتبات والجهات الدينية) . ¶ 15. اختيار وتصميم البيت بأن يكون: ¶ - جوار مسجد. ¶ - مستورًا وغير مكشوف من قبل الآخرين. ¶ _________ ¶ (1) - يمكن استشارة أهل العلم والتربويين والاستشاريين بعلم النفس وعلم الاجتماع، كما يمكن الاطلاع على الكتب التربوية. ¶ (2) - انظر الوسيلة الدعوية رقم 6. ¶ (3) - مثل مسابقة سلم الوصول لأعلى الدرجات ¶ (4) - يمكن الاستفادة من مكاتب دعوة الجاليات بهذا الجانب.",
            "page": "27",
            "part": "1",
            "seal": "AA2E627A"
        },
        {
            "id": "28",
            "nass": "- توفير إذاعة داخلية. ¶ - توفير مكان خاص للمكتبة. ¶ - توفير مكان خاص للعب الأطفال. ¶ 16. الجلسة العائلية وتبني أحد المشاريع الخيرية بالتنسيق مع الجهات الخيرية (ككفالة الأيتام، طباعة كتاب ... ) . ¶ 17. استغلال الجوال لمراسلة العائلة ويمكن تخزين أرقام العائلة بعبارات دعوية (1) . ¶ 18. الاستفادة من جهاز الحاسب الآلي بتوفير برامج تعليمية وثقافية خالية من المحاذير الشرعية والاستفادة من خدمة الإنترنت مع إحكام المراقبة. ¶ 19. وضع رف بمجلس الرجال والنساء لوضع الأشرطة والكتب لتوزيعها على الضيوف أو وضعها عند أبواب الخروج لأخذها معهم عند خروجهم. ¶ 20. تحسس أحوال الفقراء والعجزة من الأسرة وقضاء حاجتهم. ¶ 21. توزيع هدايا عند المناسبات، كاجتماعات العائلة أو الزواجات ... ¶ 22. مشاركة الأقارب بإعداد بعض الوجبات وهذا يحقق: مساعدة الأقارب، تقديم هدية، إدخال الفرح والسرور، تركيز اهتمام أصحاب المنزل لبعض الأمور الداخلية ... ¶ 23. وضع لوحة إعلانات بالصالة أو بالمدخل لتعليق بعض العبارات أو بعض المهام لتحفيز الأبناء. ¶ 24. الاهتمام بالخدم ودعوتهم للإسلام إن كانوا غير مسلمين أو تصحيح عقائدهم وعباداتهم إن كان بها ما يشوبها (2) . ¶ _________ ¶ (1) - كتسجيل اسم الأب بعبارة (سبحان الله) والابن الأكبر (لا إله إلا الله) وهكذا. ¶ (2) - يمكن الاستعانة بمكاتب دعوة الجاليات بهذا الجانب.",
            "page": "28",
            "part": "1",
            "seal": "62544680"
        },
        {
            "id": "29",
            "nass": "الدعوة مع البرامج الإغاثية ¶ 1. استغلال تجمع الناس للحصول على المواد الغذائية وترتيب كلمات وندوات دينية. ¶ 2. إقامة مخيمات طبية وتعليمية بالأماكن المحتاجة لذلك وإظهار الوجهة الإسلامية لها. ¶ 3. توفير المنح الدراسية وكفالة الطلاب بالأماكن الفقيرة. ¶ 4. استغلال تجمعات تفطير الصائمين لإلقاء بعض الدروس أو التوجيهات أو توزيع أشرطة وكتب ومطويات. ¶ 5. الاستفادة من رمضان لإقامة برامج تفطير كالتالي: ¶ - إقامة مخيمات تفطير بالمساجد أو أماكن تجمع العمال (الشركات أو الإسكانات ... ) وبث الدعوة داخلها. ¶ - توزيع وجبات إفطار عند الإشارات وبالطرقات (1) مع إرفاق بعض المواد الدعوية كالشريط والكتيب والمطوية. ¶ _________ ¶ (1) - يمكن الترتيب المسبق مع رجال أمن الطرق لتوزيعها من خلال نقاط التفتيش.",
            "page": "29",
            "part": "1",
            "seal": "86FBB70F"
        },
        {
            "id": "30",
            "nass": "الدعوة الفردية ¶ 1. المناصحة الشفوية المباشرة. ¶ 2. المناصحة غير المباشرة: ¶ - عبر الرسالة (البريد العادي أو البريد الإلكتروني أو رسالة الجوال) . ¶ - مكالمة هاتفية (ويمكن التنسيق مع أحد طلبة العلم الجيدين ممن يملك قدره على الحوار والنقاش المقنع) . ¶ تقديم هدية. ¶ - الذهاب للدوائر أو المؤسسات التي تضطر المراجع للانتظار بعض الوقت (1) والجلوس مع أحدهم للحديث المباشر لتصحيح ما لديه من ملاحظات مثل (حلق اللحية، إسبال الثياب، التدخين) أو توجيهه لاستغلال الوقت بقراءة القرآن أو ذكر الله أو كتب مفيدة، ويمكن (للرجال والنساء) القيام بنفس الدور وذلك بالاجتماعات الأسرية كالزواج.. ¶ _________ ¶ (1) - مثل: المستشفيات، الصيدليات الموجودة بالمستشفيات، المرور، الاتصالات ...",
            "page": "30",
            "part": "1",
            "seal": "AEFA1E92"
        },
        {
            "id": "31",
            "nass": "الدعوة عبر الوسائل الحديثة ¶ 1. إقامة موقع بالإنترنت يحتوي على برامج دعوية (دعوة للإسلام، وسائل دعوية ... ) . ¶ 2. إعداد رسائل دعوية عبر بعض البرامج (الفلاش، باوربوينت..) . ¶ 3. وضع موقع لتعليم اللغة العربية بأسلوب دعوي أو لتعليم القصص النبوي. ¶ 4. المراسلة عبر البريد الإلكتروني أو العادي (1) . ¶ 5. وضع عبارات وتوجيهات على البريد (رسائل البريد العادي) . ¶ 6. كتابة أحد المواقع الإسلامية الجيدة على الإنترنت بالكرت الشخصي. ¶ 7. تصميم موقع استشارات (دينية، طبية، اجتماعية ... ) عبر (الهاتف، بريد، إنترنت..) والإجابة عليها من نظرة الشرعية. ¶ _________ ¶ (1) - يوجد لدى المؤسسات الدعوية لجان تعنى بالمراسلة - مثل مؤسسة الحرمين الخيرية - وهي تستعين بالمجلات والجرائد للحصول على العناوين.",
            "page": "31",
            "part": "1",
            "seal": "6B305CEE"
        },
        {
            "id": "32",
            "nass": "القسم الثاني ¶ الوسائل الدعوية ¶ وسيلة دعوية 1. ¶ هدية اللباس ¶ الهدف من الفكرة: ¶ حث الناس على القراءة والاستماع بطريقة مشوقة ¶ الفئة المستهدفة: ¶ جميع أفراد المجتمع. ¶ المستلزمات: ¶ التنسيق المسبق مع الجهات المقدمة للملابس (الخياطين، محلات بيع الملابس الجاهزة (رجال، نساء، أطفال) ، المغاسل) . ¶ توفير أشرطة وكتيبات وكروت بشكل كافٍ. ¶ أمور يجب مراعاتها: ¶ مناسبة الكتاب أو الشريط للفئة المستهدفة. ¶ يستحسن وضع كروت الأذكار بملابس الأطفال (أذكار الصلاة، اليوم والليلة ... ) .",
            "page": "32",
            "part": "1",
            "seal": "A8E053A7"
        },
        {
            "id": "33",
            "nass": "وسيلة دعوية 2. ¶ هدية سيارات الأجرة ¶ الهدف من الفكرة: ¶ تطهير وسائل النقل من الفساد. ¶ استغلال الوقت بما يعود بالنفع. ¶ استبدال سماع المحرم بما هو مفيد ¶ الفئة المستهدفة: ¶ سائقي سيارات الأجرة. ¶ المستفيدين من خدمات سيارات الأجرة. ¶ المستلزمات: ¶ الاتفاق المسبق مع إدارة سيارات الأجرة على هذه الفكرة. ¶ تحديد سيارات الأجرة وأسماء السائقين ولغاتهم. ¶ توفير هدية دورية باسم السائق تحتوي على: ¶ - كتيب وشريط بلغة السائق. ¶ - مطوية عن الأنظمة المتبعة بالبلد بلغة السائق (النظام الديني بالبلد، عادات البلد وتقاليده، الأنظمة الأمنية والمرورية) . ¶ - شريط قرآن، شريط باللغة العربية. ¶ أمور يجب مراعاتها: ¶ معرفة ديانة العاملين مسبقًا. ¶ استشارة المتخصصين بدعوة الجاليات بالكتب والأشرطة المناسبة. ¶ يستحسن أن يتم توزيع الهدية دوريًّا. ¶ أن تكون الأشرطة العربية تأخذ الطابع الوعظي وذلك لقصر الفترة التي يقضيها الشخص بالسيارة.",
            "page": "33",
            "part": "1",
            "seal": "5136E134"
        },
        {
            "id": "34",
            "nass": "وسيلة دعوية 3. ¶ هدية سيارات التأجير ¶ الهدف من الفكرة: ¶ استغلال الوقت بما يعود بالنفع. ¶ استبدال سماع المحرم بما هو مفيد ¶ الفئة المستهدفة: ¶ المستأجرون (المستفيدون) من خدمات سيارات التأجير. ¶ المستلزمات: ¶ الاتفاق المسبق مع إدارة سيارات التأجير على هذه الفكرة. ¶ توفير أشرطة بشكل كافي (باللغة العربية واللغات الأخرى الحية) . ¶ مطوية عن الأنظمة المتبعة بالبلد (النظام الديني بالبلد، الأنظمة الأمنية والمرورية، عادات البلد وتقاليده) . ¶ أمور يجب مراعاتها: ¶ أن تكون الأشرطة قرآنا كريما أو خطبا وعظية. ¶ يستحسن توفير شخص من إدارة مكتب التأجير بوضع الأشرطة بالسيارات باستمرار. ¶ المتابعة الدورية.",
            "page": "34",
            "part": "1",
            "seal": "794ABD92"
        },
        {
            "id": "35",
            "nass": "وسيلة دعوية 4. ¶ هدية المرضى ¶ الهدف من الفكرة: ¶ مؤانسة المرضى وتخفيف الآلام عنهم. ¶ تقوية إيمان المرضى وربطهم بالله. ¶ الفئة المستهدفة: ¶ المُنَوَّمون بالمستشفيات. ¶ المستلزمات: ¶ هدية تحتوي على كتيبات وأشرطة ومطويات. ¶ أمور يجب مراعاتها: ¶ مناسبة الكتب للمريض (رجالا، نساء، أطفالا) . ¶ مراعاة حال المريض، فيُقَدَّم المرضى ذوو الإصابات الصعبة على غيرهم. ¶ يمكن التنسيق المسبق مع إدارة الشئون الدينية بوزارة الصحة، كما يمكن الاستفادة من علاقات المرضى أو لجنة أصدقاء المرضى.",
            "page": "35",
            "part": "1",
            "seal": "B6E77F2C"
        },
        {
            "id": "36",
            "nass": "وسيلة دعوية 5. ¶ هدية الحلاقين والمشاغل النسائية ¶ الهدف من الفكرة: ¶ تطهير الأماكن العامة من وسائل الفساد. ¶ استغلال وقت الفراغ بما ينفع. ¶ الفئة المستهدفة: ¶ مُرْتادو المكان (محلات الحلاقة، المشاغل النسائية) . ¶ العمالة الموجودة بهذه الأماكن. ¶ المستلزمات: ¶ الاشتراك بالمجلات الهادفة وتوزيعها باستمرار على هذه الأماكن. ¶ توفير كتيبات ومطويات تناسب حال زائري المكان. ¶ توفير كتيبات ومطويات للعمالة المتواجدة بهذا المكان. ¶ أمور يجب مراعاتها: ¶ تقديم المجلات والكتيبات مقابل سحب المجلات الهابطة (1) . ¶ تقديم هدية للعاملين (2) . ¶ _________ ¶ (1) - يقترح أن يتم إعطاؤه هذه المواد حتى عند رفض المسئول سحب هذه المجلات (لأن الهدف إفادة زوار المكان) . ¶ (2) سيكون للهدية دور كبير بتعاون العاملين بهذه الأماكن بل من المتوقع أن تؤثر على قناعات العاملين وسيقومون بسحب المجلات الهابطة وإتلافها.",
            "page": "36",
            "part": "1",
            "seal": "C5D1656B"
        },
        {
            "id": "37",
            "nass": "وسيلة دعوية 6. ¶ المكتبة الدعوية (1) ¶ الهدف من الفكرة: ¶ نشر الكتاب وتسهيل قراءته. ¶ إفادة الناس من تواجدهم بالأماكن التي توجد بها هذه المكتبة. ¶ المستلزمات: ¶ منصة كتب (حامل كتب) . ¶ كتيبات ومطويات تناسب المكان. ¶ المتابعة الدورية لها حسب كثرة مرتادي المكان وتزويدها بالنواقص. ¶ أماكن تنفيذها: ¶ المساجد. ¶ المدارس. ¶ أماكن الانتظار بالمؤسسات والدوائر الحكومية والخاصة (المرور، الغرفة التجارية، الاتصالات، الكهرباء ... ) . ¶ أماكن الانتظار بالمستشفيات والصيدليات الداخلية. ¶ أمور يجب مراعاتها: ¶ تغيير محتويات المكتبة دوريًّا. ¶ مناسبة محتوياتها للمكان (2) . ¶ _________ ¶ (1) متوفرة لدى المكاتب التعاونية للدعوة والإرشاد وتوعية الجاليات بالقصيم. ¶ (2) - فمثلًا: - المستشفيات والصيدليات: كتب عن الصبر، الرقية الشرعية، الإقبال على الله، الوصية...... - المرور: كتب عن آداب الطريق، حقوق الآخرين ... - المساجد: كتب متنوعة بالعقائد والعبادات والآداب. - المدارس: كتب عن أهمية استغلال الوقت، فضل طلب العلم.",
            "page": "37",
            "part": "1",
            "seal": "2D983024"
        },
        {
            "id": "38",
            "nass": "فرص دعوية 7. ¶ حامل خذ نسختك (1) ¶ الهدف من الفكرة: ¶ إيصال الشريط أو الكتاب أو المطوية لجميع زوار المكان. ¶ المستلزمات: ¶ حامل بحجم مناسب يوضع عند أبواب المخارج أو على الطاولات. ¶ وضع عبارة ملفتة للانتباه مثل (فضلًا ... خذ نسختك) . ¶ المتابعة الدورية لها. ¶ أماكن تنفيذها: ¶ المساجد. ¶ المحلات التجارية والمعارض. ¶ أمور يجب مراعاتها: ¶ أن تتناسب المحتويات للمكان الموجود به الحامل. ¶ أن تكون بارتفاع مناسب حتى لا يعبث بها الأطفال. ¶ يفضل توفير شخص متواجد باستمرار بنفس المكان وإعطاؤه كميات مناسبة لتغذية الحامل باستمرار. ¶ _________ ¶ (1) * متوفر منها نوعان لدى المكاتب التعاونية للدعوة والإرشاد وتوعية الجاليات بالقصيم",
            "page": "38",
            "part": "1",
            "seal": "B5FEAA55"
        },
        {
            "id": "39",
            "nass": "وسيلة دعوية 8. ¶ العبارات الدعوية على الأكياس ¶ الهدف من الفكرة: ¶ توجيه الناس للخير دائمًا. ¶ الفئة المستهدفة: ¶ تجار البلاستيك. ¶ أصحاب المحلات التجارية. ¶ أماكن تنفيذ العبارات الدعوية: ¶ أكياس المحلات التجارية. ¶ سفرة الطعام (1) . ¶ أكياس المغاسل. ¶ المستلزمات: ¶ التنسيق مع مصانع البلاستيك بطباعة عبارات دعوية على الأكياس وسفر الطعام. ¶ التنسيق مع المحلات التجارية والمخابز وخلافه على كتابة عبارات دعوية. ¶ توفير عبارات دعوية قصيرة مناسبة، مثل (الحجاب عباده وليست عادة، السهم المسموم سهم من سهام إبليس، تذكر أن مصيرك إلى الموت، لا تنس أن تسمي عند الأكل ... ) . ¶ أمور يجب مراعاتها: ¶ أن لا تحتوي الأكياس على أسماء الله بل تكتب عبارات عامة لأن هذه الأكياس غالبًا ما تمتهن. ¶ _________ ¶ (1) - يقترح كتابة عبارات تذكيرية بالبسملة، وأسماء المبرات الخيرية والتي تعنى بجمع فائض الأطعمة.",
            "page": "39",
            "part": "1",
            "seal": "CAC6D9FB"
        },
        {
            "id": "40",
            "nass": "وسيلة دعوية 9. ¶ المجلة الحائطية (1) ¶ الهدف من الفكرة: ¶ تثقيف الناس وتعليمهم أينما كانوا. ¶ نشر الفوائد والحكم القصيرة ¶ المستلزمات: ¶ مقالات متنوعة تتناسب مع المكان الموجودة به اللوحة. ¶ أماكن تنفيذها: ¶ المساجد. ¶ المدارس. ¶ المستشفيات. ¶ أماكن العمل. ¶ أماكن الانتظار. ¶ أمور يجب مراعاتها: ¶ تغيير المقالات دوريًّا (2) . ¶ _________ ¶ (1) متوفر منها تصاميم مختلفة لدى المكاتب التعاونية للدعوة والإرشاد وتوعية الجاليات بالقصيم ¶ (2) - يقترح تغيير المقالات كل أسبوع.",
            "page": "40",
            "part": "1",
            "seal": "FA949E00"
        },
        {
            "id": "41",
            "nass": "وسيلة دعوية 10. ¶ اللوحات الإرشادية (البنرات) (1) ¶ الهدف من الفكرة: ¶ توجيه الخطاب للجمهور من مكان بعيد. ¶ تثقيف الناس وتعليمهم وإرسال الرسائل القصيرة لهم. ¶ المستلزمات: ¶ لوحة إرشادية بمقاس مناسب. ¶ حامل للوحة (متحرك أو ثابت) . ¶ أماكن تنفيذها: ¶ المساجد. ¶ المدارس. ¶ المستشفيات. ¶ الحدائق العامة والمنتزهات. ¶ الفنادق. ¶ التسجيلات ودور النشر. ¶ المطارات ومحطات القطار والنقل الجماعي (الحافلات) . ¶ الأسواق. ¶ أمور يجب مراعاتها: ¶ أن تكون بمكان مفتوح حتى تشاهد من كل اتجاه. ¶ اختيار عبارات قصيرة وتصمم بشكل جذاب تُقْرَأ من مكان بعيد. ¶ تغيير العبارات دوريًّا. ¶ _________ ¶ (1) متوفر منها عبارات مختلفة لدى المكاتب التعاونية للدعوة والإرشاد وتوعية الجاليات بالقصيم",
            "page": "41",
            "part": "1",
            "seal": "9BD2121A"
        },
        {
            "id": "42",
            "nass": "وسيلة دعوية 11. ¶ تحف \"دروع\" الأذكار (1) ¶ الهدف من الفكرة: ¶ تذكير الناس بالأدعية والأذكار بشكل جذاب. ¶ يتم تقديم الدرع عند الزواج (2) ، سكن منزل جديد (3) ، الحصول على وظيفة أو ترقية ... ¶ المستلزمات: ¶ درع تذكاري (كرستال، أكرلك، خشب ... ) . ¶ توفير عبارات تذكيرية قصيرة مثل (كفارة المجلس، فضل الذكر ... ) . ¶ طباعة العبارات على الدروع. ¶ الحالات التي يقدم بها الدرع: ¶ عند المناسبات ¶ _________ ¶ (1) متوفر منها خمسة دروع بعبارات مختلفة لدى المكاتب التعاونية للدعوة والإرشاد وتوعية الجاليات بالقصيم ¶ (2) - تكون العبارات من الأدعية التي تقال للزوجين (بارك الله لكما وبارك عليكما ... ) . ¶ (3) - يمكن أن تكون العبارة كفارة المجلس أو أذكار عامة.",
            "page": "42",
            "part": "1",
            "seal": "7A63EA10"
        },
        {
            "id": "43",
            "nass": "وسيلة دعوية 12. ¶ الكفيل الداعية ¶ الهدف من الفكرة: ¶ تنمية روح الدعوة لدى أفراد المجتمع. ¶ استخدام السبل الميسرة لنشر الدعوة. ¶ الفئة المستهدفة: ¶ كل من لديه عمالة أو له احتكاك معهم. ¶ المستلزمات: ¶ كتيب أو مطوية أو شريط بلغة العامل. ¶ رسالة بريدية ترسل لأهل العامل. ¶ أمور يجب مراعاتها: ¶ معرفة حال المرسل له الكتيب (1) . ¶ إرفاق عناوين الجهات الدعوية الموثوقة لكي يتواصل معهم. ¶ _________ ¶ (1) - ويتم معرفة ذلك بكل سهولة من خلال معرفة حال العامل هل هو مسلم؟ فإن كان مسلما، فما هو الخلل لديه هل هو عقدي أو بالعبادات؟ وهكذا.",
            "page": "43",
            "part": "1",
            "seal": "2761537D"
        },
        {
            "id": "44",
            "nass": "وسيلة دعوية 13. ¶ الحقيبة الدعوية (1) ¶ الهدف من الفكرة: ¶ تنمية روح الدعوة لدى أفراد المجتمع. ¶ الفئة المستهدفة: ¶ الجاليات الوافدة (مسلمين، كفار) . ¶ المستلزمات: ¶ حقيبة تحتوي على تقسيمات عديدة. ¶ كتب متنوعة للجاليات المتواجدة بالبلد. ¶ أمور يجب مراعاتها: ¶ استشارة المتخصصين بدعوة الجاليات لاختيار الكتب المناسبة. ¶ عرض الكتب عند مقابلة العمالة الوافدة (كمحطات البنزين، الورش، المحلات التجارية، عمال المنازل) . ¶ تزويد الحقيبة دوريًا من مكاتب دعوة الجاليات أو أي جهة لديها كتب جاليات. ¶ إرفاق عناوين الجهات المختصة بدعوة الجاليات حتى يتمكن من الإتصال بهم. ¶ _________ ¶ (1) متوفرة لدى المكاتب التعاونية للدعوة والإرشاد وتوعية الجاليات بالقصيم",
            "page": "44",
            "part": "1",
            "seal": "F1138D7A"
        },
        {
            "id": "45",
            "nass": "وسيلة دعوية 14. ¶ حقيبة الانتظار (1) ¶ الهدف من الفكرة: ¶ استغلال وقت الفراغ بما هو نافع ومفيد. ¶ الفئة المستهدفة: ¶ الأطفال والشباب من سن 6-18 سنة (بنين وبنات) . ¶ المستلزمات: ¶ حقيبة تحتوي على تقسيمات عديدة. ¶ جهاز تسجيل. ¶ أشرطة صوتية وكتيبات متنوعة (دينية، قصصية، ثقافية) . ¶ مسابقات علمية أو ثقافية أو دينية. ¶ ألعاب. ¶ أماكن تنفيذها: ¶ المدارس. ¶ أماكن تجمع الأولاد أو البنات (الأعراس، الاستراحات، المنازل) . ¶ أمور يجب مراعاتها: ¶ مناسبة المواد الدعوية للمراحل العمرية المختلفة. ¶ تغيير العرض باستمرار، وعدم تكرار العرض خلال فترة قصيرة. ¶ _________ ¶ (1) متوفرة لدى المكاتب التعاونية للدعوة والإرشاد وتوعية الجاليات بالقصيم",
            "page": "45",
            "part": "1",
            "seal": "9A117080"
        },
        {
            "id": "46",
            "nass": "وسيلة دعوية 15. ¶ حقيبة المسافر ¶ الهدف من الفكرة: ¶ تنمية روح الدعوة لدى أفراد المجتمع. ¶ دعوة الناس وتوجيههم أينما كانوا. ¶ الفئة المستهدفة: ¶ رجال الأعمال. ¶ المسافرون عمومًا. ¶ المستلزمات: ¶ حقيبة تحتوي على تقسيمات عديدة. ¶ كتب متنوعة بلغة الدولة التي ستسافر لها. ¶ أمور يجب مراعاتها: ¶ استشارة المتخصصين بدعوة الجاليات لاختيار الكتب المناسبة للبلاد التي ستسافر لها. ¶ توزيع هذه الكتب بالأماكن الهادئة نسبيًّا مثل (الفنادق) . ¶ تزويد الحقيبة عند العودة فورًا من مكاتب دعوة الجاليات أو أي جهة لديها كتب جاليات. ¶ إرفاق عناوين الجهات المختصة بدعوة الجاليات حتى يتمكن من الاتصال بهم. ¶ يستحسن كتابة بعض المواقع الإسلامية عبر الشبكة العنكبوتية لكي تسهل لهم الوصول لمعلومات أكثر.",
            "page": "46",
            "part": "1",
            "seal": "4F7B2A3D"
        },
        {
            "id": "47",
            "nass": "وسيلة دعوية 16. ¶ المصليات المتنقلة ¶ الهدف من الفكرة: ¶ دعوة الناس لأداء الصلاة جماعة بالأماكن التي لا يوجد بها مسجد. ¶ توجيه الناس وإرشادهم أينما كانوا. ¶ المستلزمات: ¶ تجهيز فرش للصلاة وماء للوضوء بأماكن تجمع الناس. ¶ الأذان عند حلول وقت الصلاة. ¶ توفير بعض المواد الدعوية كالشريط والكتاب والمطوية. ¶ إلقاء كلمة بعد أداء الصلاة تناسب حال المكان. ¶ أماكن تنفيذ الفكرة: ¶ الشواطئ. ¶ المنتزهات. ¶ البر والأماكن الخلوية. ¶ أمور يجب مراعاتها: ¶ أن يكون المصلى يتوسط جموع الناس. ¶ توفير صوتيات كافية خاصة إن كان هناك نساء (1) . ¶ معرفة حال التجمع (إن أمكن) والمنكرات الموجودة بهذا المكان. ¶ _________ ¶ (1) - حتى لا يقتربن من المصلى وقد يحصل نوع اختلاط لتساهل الناس بمثل هذه الأماكن.",
            "page": "47",
            "part": "1",
            "seal": "8AB808DE"
        },
        {
            "id": "48",
            "nass": "وسيلة دعوية 17. ¶ الرحلات السياحية الدعوية للجاليات ¶ الهدف من الفكرة: ¶ دعوة الجاليات الوافدة للإسلام. ¶ الفئة المستهدفة: ¶ الشخصيات البارزة وأصحاب التخصصات النادرة كالأطباء والمهندسين من غير المسلمين. ¶ المستلزمات: ¶ وجود داعية يجيد لغة الجالية المخصصة لها الرحلة. ¶ ترتيب برامج تناسب الجالية المقصودة. ¶ اختيار المكان مسبقًا وتوفير وسيلة نقل. ¶ أمور يجب مراعاتها: ¶ وجود طلبة علم متمكنين لمواجهة الاستفسارات المتوقعة من قبل الجاليات، وعرضها بأسلوب ثقافي يناسب حال المستهدفين. ¶ ترتيب بعض المواضيع للنقاش بهدف توجيه التجمع لقضية معينة ثم إبداء الرأي العلمي الصحيح ومقارنته برأي الإسلام (1) . ¶ يمكن القيام ببرامج مشابهة للجاليات ذات التخصصات البسيطة كالعمال والخدم وخلافه. ¶ _________ ¶ (1) - ينتبه بأن تطرح القضايا التي توصل العلم بها لما أقره الإسلام كحديث الذبابة.",
            "page": "48",
            "part": "1",
            "seal": "47A341A8"
        },
        {
            "id": "49",
            "nass": "خاتمة ¶ أخي القارئ الكريم: ¶ تم إعداد هذا الدليل للاستفادة منه، لذا تم توفير العديد من الوسائل (1) وللحصول عليها يرجى الاتصال على: ¶ المكاتب التعاونية للدعوة والإرشاد وتوعية الجاليات بالقصيم ¶ مكتب الأسياح هاتف: 3451298 / 06 ¶ مكتب البدائع هاتف: 3321362 / 06 ¶ مكتب البطين هاتف: 3790090 / 06 ¶ مكتب الشقة هاتف: 3451298 / 06 ¶ مركز بعنيزة: 3610030 / 06 ¶ كما أحب أن أنوه بأن هذا الدليل صدر على عجل، فالخطأ وارد والزلل حاصل، فما وجدت من خير فاحمد الله وما وجدت من خطأ أو نقص فادع الله لنا بالمغفرة والرضوان؛ كما نرجو تنبيهنا له حتى يتم تداركه بالطبعات القادمة إن شاء الله. ¶ أخوك ¶ خالد بن محمد الدبيخي ¶ ddww@islamway.net ¶ ص. ب: 103983، الرمز البريدي: 11616 ¶ _________ ¶ (1) وهي موجودة بالقسم الثاني من الكتاب",
            "page": "49",
            "part": "1",
            "seal": "8326AC31"
        },
        {
            "id": "50",
            "nass": "المراجع (1) ¶ 1) 30 وقفة في فن الدعوة، عائض بن عبد الله القرني، دار الوطن. ¶ 2) 40 وسيلة لاستغلال الإجازة الصيفية، إبراهيم بن عبد الله الدويّش، دار القاسم. ¶ 3) 40 وسيلة لاستغلال رمضان، إبراهيم بن عبد الله الدويّش. ¶ 4) 46 طريقة لنشر الخير في المدارس، محمد بن إبراهيم الحمد ¶ 5) 92 وسيلة دعوية، إبراهيم بن عثمان الفارس. ¶ 6) 183 وسيلة دعوية للمرأة (غراس السنابل) ، عبد الملك القاسم، دار القاسم. ¶ 7) 200 وسيلة دعوية، المكتب التعاوني للدعوة والإرشاد وتوعية الجاليات بشرق جدة. ¶ 8) أفكار دعوية للمعلمات، إشراقة أمل، موقع: شبكة الحزم. ¶ 9) أفكار دعوية للمعلمات، أمة الإسلام. ¶ 10) أفكار لدعوة الطلاب، موقع: مفكرة الإسلام. ¶ 11) إلى كل أب غيور يؤمن بالله، عبد الله علوان، إدارة الشئون الدينية بالأمن العام. ¶ 12) الأسرة وانحراف الأبناء ودورها في الوقاية منه، سليمان بن عبد الرزاق الغديان، المكتب التعاوني للدعوة والإرشاد بالزلفى. ¶ 13) الألعاب والمنافسات الحركية والذهنية، أبي حمد. ¶ 14) الدعائم والقواعد الأساسية لنشاط التوعية الإسلامية، جمع من طلبة العلم، موقع: صائد الفوائد. ¶ _________ ¶ (1) ذكر المراجع هنا لا يعني الموافقة بكل ما ورد بها؛ بل يؤخذ منها ما وافق الحق ويترك ما عدا ذلك",
            "page": "50",
            "part": "1",
            "seal": "CB9D6823"
        },
        {
            "id": "51",
            "nass": "15) الدعوة إلى الله في الحج، فيصل بن علي البعداني، دار القاسم. ¶ 16) الدعوة إلى الله وأخلاق الدعاة، عبد العزيز بن عبد الله بن باز، وزارة الشئون الإسلامية. ¶ 17) الدليل إلى الوسائل والأفكار الدعوية، إدارة الدعوة والإرشاد بالطائف. ¶ 18) الفتور الدعوي عند الشباب، عبد الله بن علي الجعيثن، مركز الدعوة والإرشاد ببريدة. ¶ 19) المتعة مع البرامج والألعاب، أحمد بن صالح الخليف. ¶ 20) المخيمات الإسلامية (أهدافها، برامجها، مراحل إعدادها) ، وحدة المخيمات والمؤتمرات، الندوة العالمية للشباب الإسلامي. ¶ 21) المرأة الإسفنجية، عبد الملك القاسم، دار القاسم. ¶ 22) المسجد في رمضان، مطوية بدون مؤلف. ¶ 23) المسجد ودوره في توعية المرأة، لجنة المسجد، الندوة العالمية للشباب الإسلامي. ¶ 24) المعلم الداعية، فهد بن مبارك الدوسري، دار الوطن. ¶ 25) المنهج النبوي في التربية الإيمانية للشباب والاستفادة منه في العصر الحاضر، سليمان بن قاسم العيد، الندوة العالمية للشباب الإسلامي. ¶ 26) برنامج جيل المستقبل، المكتب التعاوني للدعوة والإرشاد وتوعية الجاليات بمحافظة جدة وقراها. ¶ 27) برنامج عملي لتربية الأسرة، أمنة اليحيى.",
            "page": "51",
            "part": "1",
            "seal": "4C16425A"
        },
        {
            "id": "52",
            "nass": "28) دليل الداعية، ناجي بن دايل السلطان، دار طيبة الخضراء. ¶ 29) دليل الوسائل الدعوية، المكتب التعاوني للدعوة والإرشاد وتوعية الجاليات بجدة وقراها. ¶ 30) رسالة المسجد، مطوية بدون مؤلف. ¶ 31) رسالة إلى إمام المسجد، مطوية بدون مؤلف. ¶ 32) كتاب الوسائل الدعوية، المكاتب التعاونية المشتركة. ¶ 33) كن داعيًا، صالح بن عبد العزيز آل الشيخ، وزارة الشئون الإسلامية. ¶ 34) كيف نربي أولادنا، محمد جميل زينو. ¶ 35) لك رسالة، عبد الله بن عبد العزيز العيدان، المكتب التعاوني للدعوة والإرشاد وتوعية الجاليات بالشفا. ¶ 36) ليتعلم ابنك القراءة، دار المجتمع للنشر والتوزيع. ¶ 37) مقومات الداعية الناجح، سعيد بن علي بن وهف القحطاني. ¶ 38) من أجل مسجد فاعل، عبد الرحمن بن عبد الله اللعبون، در ابن لعبون للنشر والتوزيع. ¶ 39) من أعمال المكتب الدعوية (وسائل وإصدارات) ، المكتب التعاوني للدعوة والإرشاد وتوعية الجاليات بالنسيم. ¶ 40) من صفات الداعية اللين والرفق، د. فضل إلهي، إدارة ترجمان الإسلام سي. ¶ 41) مناشط دعوية، جامع شيخ الإسلام. ¶ 42) وسائل الدعوة إلى الله في مجال الإغاثة، لجنة الأمير سلطان بن عبد العزيز الخاصة للإغاثة.",
            "page": "52",
            "part": "1",
            "seal": "68638F3E"
        },
        {
            "id": "53",
            "nass": "43) وصايا الآباء للأبناء، محمد شاكر، جهاز الإرشاد والتوجيه بالحرس الوطني. ¶ ?? ?? ?? ??",
            "page": "53",
            "part": "1",
            "seal": "3E03880B"
        }
    ],
    "t1960": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الأول الفرص الدعوية"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "المساجد"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "المقابر ومغاسل الموتى"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "الحدائق والمنتزهات"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "المستشفيات"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "الفنادق"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "التسجيلات ودور النشر"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "المدارس"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "أماكن العمل"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "وسائل المواصلات"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "السجون ودور الملاحظة"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "رمضان"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "الإجازات الموسمية"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "الدعوة داخل أوساط الأسرة"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "الدعوة مع البرامج الإغاثية"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "الدعوة الفردية"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "الدعوة عبر الوسائل الحديثة"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الثاني الوسائل الدعوية"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "1",
            "tit": "هدية اللباس"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "هدية سيارات الأجرة"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "هدية سيارات التأجير"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "هدية المرضى"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "هدية الحلاقين والمشاغل النسائية"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "المكتبة الدعوية"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "حامل خذ نسختك"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "العبارات الدعوية على الأكياس"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "المجلة الحائطية"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "اللوحات الإرشادية"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "تحف الأذكار"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "الكفيل الداعية"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "الحقيبة الدعوية"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "حقيبة الانتظار"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "حقيبة المسافر"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "المصليات المتنقلة"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "الرحلات السياحية الدعوية للجاليات"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "المراجع"
        }
    ]
}