{
    "b1976": [
        {
            "id": "1",
            "nass": "دراسات في ضوء القرآن الكريم ¶ عوامل النصر والتمكين ¶ في ¶ دعوات المرسلين ¶ تأليف ¶ أحمد بن حمدان بن محمد الشهري ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العزة رب العالمين، ولي التمكين للدين، الملك الحق المبين، خير الناصرين، وأحكم الحاكمين، لا إله إلا هو يقص الحق وهو خير الفاصلين، مجّدَ نفسه في كتابه بامتلاكه وحده لأسباب النصر والتمكين، فقال: {وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ لَا يَسْتَطِيعُونَ نَصْرَكُمْ وَلَا أَنْفُسَهُمْ يَنْصُرُونَ} (1) وقال: {وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ الْعَزِيزِ الْحَكِيمِ} (2) وصلى الله وسلم على نبيه محمد إمام المرسلين، المقطوع بنصرهم من رب العالمين في قوله - سبحانه -: {وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ} {إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ} (3) ورضي عن الصحابة أنصارهم والمهاجرين، الذين تجردوا من العلائق جادين، فخرجوا من أهلهم وديارهم ينصرون الله ورسوله حتى سماهم الله بالصادقين، أما بعد:- ¶ _________ ¶ (1) الأعراف (197) . ¶ (2) آل عمران (126) . ¶ (3) الصافات (171 - 172) .",
            "page": "1",
            "part": "1",
            "seal": "78104F59"
        },
        {
            "id": "2",
            "nass": "فإن المؤمن إذا عظم إيمانه، وقوي يقينه، وصدقت محبته لخالقه صارت همته المؤكدة، ورغبته الشديدة، وأمنيته العزيزة نصرة هذا الدين ولقد بين ذلك - سبحانه - في كتابه المبين، فقال عن محبة المؤمنين للنصر: {وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ} (1) بل إن السعي لنصرة الدين خصيصة في عظماء الخلق من الملائكة المقربين والأنبياء والمرسلين، وصفوة أتباعهم المؤمنين، ومن تأمل في كتاب الله وسنة رسوله - صلى الله عليه وسلم - وجد على ذلك شواهد كثيرة من النصوص الظاهرة، وموضوع تلمس أسباب النصر والتمكين في كتاب الله موضوع نفيس بالغ النفاسة، ولكن أود أن أنبه في هذه المقدمة على نقاط مهمة قبل الشروع فيه:- ¶ 1- الموضوع موضوع قرآني بالدرجة الأولى فهو من المواضيع التي تولاها القرآن أكثر من السنة، فإن الله - سبحانه وتعالى - ما ذكر دعوة نبي إلا وبين عامل نصرها، وذكر من عادى الدعوة وبين أسباب سخطه عليهم حتى إذا استقصى المستقصي ذلك خرج بمنهج متكامل في أسباب النصر وموجبات الخذلان والعقاب. 2- عوامل التمكين في دعوات المرسلين:- ¶ _________ ¶ (1) الصف (13) .",
            "page": "2",
            "part": "1",
            "seal": "3B50FD34"
        },
        {
            "id": "3",
            "nass": "هذا العنوان فيه سجعة جميلة؛ ولكن ليس السبب في اختياره حلاوة السجع؛ ولكن لأن التمكين كلمة أعم وأشمل من النصر وسائر الألفاظ الدالة على الغلبة والقوة؛ لأنها كلمة تدل على التهيئة والتثبيت والقوة والغلبة والنصر العزيز الثابت الراسخ وهذا سر استعمال القرآن لها، أما \"دعوات المرسلين\" فلأن كل دعوة لرسول قد يظهر فيها عامل من عوامل النصر أكثر من غيره فدعوة نبي الله موسى - على نبينا وعليه الصلاة والسلام - ظهر فيها عامل الصبر أكثر من غيره، ولذا قال - سبحانه -: {وَتَمَّتْ كَلِمَةُ رَبِّكَ الْحُسْنَى عَلَى بَنِي إِسْرَائِيلَ بِمَا صَبَرُوا} (1) ودعوة نبي الله سليمان - على نبينا وعليه الصلاة والسلام - جاء فيها عامل تجنيد الجند وتجييش الجيوش، في سبيل نصرة الدين أكثر من أي دعوة أخرى {ارْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لَا قِبَلَ لَهُمْ بِهَا} (2) الآية وأما كلمة المرسلين فلأمرين:- ¶ _________ ¶ (1) الأعراف (137) ¶ (2) النمل (37) .",
            "page": "3",
            "part": "1",
            "seal": "38450009"
        },
        {
            "id": "4",
            "nass": "الأمر الأول: أن الرسل مقطوع بنصرهم من الله - سبحانه - وعصمتهم من القتل بخلاف الأنبياء ومن تتبع تعبير القرآن رأى عجبًا فإن القرآن إذا قطع بالنصر عبر بلفظ الرسل كقوله: {كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي} (1) {وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ} (2) وإذا جاء ذكر القتل عبر بلفظ النبيين {وَيَقْتُلُونَ الْأَنْبِيَاءَ،} {وَقَتْلَهُمُ الْأَنْبِيَاءَ} والسبب - وعند الله العلم - أن رسول الأمة الأول لا يقتل أبدًا ولا بد من تمكينه ونصره في الدنيا فعلًا، ودليل ذلك قوله - تعالى - في سورة غافر: {وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ فَأَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ} (3) ، وقوله - جل ذكره - في سورة إبراهيم - عليه السلام -: {وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا فَأَوْحَى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ} {وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِنْ بَعْدِهِمْ ذَلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ} (4) ، وقوله في سورة ¶ _________ ¶ (1) المجادلة (21) . ¶ (2) الصافات (171) ¶ (3) سورة غافر (5) . ¶ (4) سورة إبراهيم (13-14) .",
            "page": "4",
            "part": "1",
            "seal": "83455C6F"
        },
        {
            "id": "5",
            "nass": "الأنبياء: {ثُمَّ صَدَقْنَاهُمُ الْوَعْدَ فَأَنْجَيْنَاهُمْ وَمَنْ نَشَاءُ وَأَهْلَكْنَا الْمُسْرِفِينَ} (1) . ¶ أما الأنبياء الذين أرسلوا برسالة تجديدية لرسالة رسول الأمة الأول فإنهم قد يقتلون كرسل بني إسرائيل بعد موسى، وهذا ما يحمل عليه قوله - تعالى -: {أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لَا تَهْوَى أَنْفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ} (2) وإذا كان الأمر كذلك فإن من قدر الله أن تكتمل عوامل النصر والتمكين في دعوة رسول الأمة أكثر من النبي المجدد ومن هنا كان الاختيار للعنوان \"عوامل التمكين في دعوات المرسلين\" ¶ _________ ¶ (1) سورة الأنبياء (9) . ¶ (2) البقرة (87) .",
            "page": "5",
            "part": "1",
            "seal": "9983B950"
        },
        {
            "id": "6",
            "nass": "الأمر الثاني: أن الله - سبحانه وتعالى - يوجه رسوله صلى الله عليه وسلم إلى أن يترسم مسالك المرسلين قبله في نصرة الدين، ويحذره من المسالك التي عاتب عليها المرسلين قبله كقوله - تعالى -: {فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ} .. (1) الآية، وقوله - سبحانه وتعالى -: {فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ} .. (2) الآية، وقوله - تعالى -: في سورة القصص بعد أن ذكر قول نبي الله موسى: {قَالَ رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِلْمُجْرِمِينَ} (3) مخاطبًا نبيه محمدًا صلى الله عليه وسلم {فَلَا تَكُونَنَّ ظَهِيرًا لِلْكَافِرِينَ} (4) ، وقوله - سبحانه وتعالى -: {وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ} ... (5) الآية. ¶ _________ ¶ (1) الأحقاف (35) . ¶ (2) القلم (48) . ¶ (3) القصص (17) . ¶ (4) القصص (86) . ¶ (5) سورة هود (120) .",
            "page": "6",
            "part": "1",
            "seal": "8F5B08A0"
        },
        {
            "id": "7",
            "nass": "وبهذا يتبين لنا أن الله - سبحانه وتعالى - كان ينهج برسوله صلى الله عليه وسلم مناهج المرسلين قبله، ويحدد له معالم تمكين الدين في قصصهم ويأمره باتباعها، وكان صلى الله عليه وسلم يتحرى ذلك المنهج في دقائق الأمور من نصرته للدين، فقد قال لعلي بن أبي طالب رضي الله عنه حين تركه بالمدينة في أهله وخرج لغزوة تبوك: «أما ترضى أن تكون مني بمنزلة هارون من موسى إلا أنه لا نبي بعدي» ....) (1) مما يدل على أنه صلى الله عليه وسلم في تركه لعلي رضي الله عنه كان يترسم ما فعله موسى - عليه السلام - من استخلاف أخيه، وقوله له: {اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ} (2) وقوله صلى الله عليه وسلم حين استشار أصحابه في شأن أسرى بدر: ( ... «إن مثلك يا أبا بكر كمثل إبراهيم - عليه السلام - قال: {فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ} (3) ، ومثلك يا أبا بكر كمثل عيسى قال: {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} (4) ، وإن مثلك يا عمر كمثل نوح، قال: {رَبِّ لَا تَذَرْ عَلَى ¶ _________ ¶ (1) أخرجه البخاري (3706) ومسلم (2404) والترمذي (3724) . ¶ (2) الأعراف (142) . ¶ (3) سورة إبراهيم (36) . ¶ (4) المائدة (118) .",
            "page": "7",
            "part": "1",
            "seal": "6FCC80A5"
        },
        {
            "id": "8",
            "nass": "الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا} (1) ، وإن مثلك يا عمر كمثل موسى قال: {رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ} » (2) .....) (3) ¶ 3- في مدارسة موضوع النصر والتمكين من خلال نصوص القرآن روح أيما روح وجنة وارفة من السكينة والإيمان كيف وقد كان صلى الله عليه وسلم إذا دارس القرآن مع جبريل كان أجود بالخير من الريح المرسلة، ففي مدارسة موضوع تمكين من خلال نصوص القرآن شحذ لعزائم المؤمنين وحفز لأن يجودوا بالغالي والرخيص والنفس والنفيس وصدق الله حين قال: {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا} ... (4) الآية. ¶ فضلًا عما في مدارسة الموضوع من خلال القرآن من الهداية والتوفيق كما قال - تعالى -: {يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ} (5) إلا أنه ينبغي هنا أن ننبه إلى أن الدخول إلى القرآن من غير السنة ضلالة مهلكة كما قال الإمام مالك - رحمه الله تعالى -: (السنة سفينة نوح من ركبها نجا، ومن تخلف عنها غرق) (6) . ¶ _________ ¶ (1) سورة نوح (26) . ¶ (2) سورة يونس (88) ¶ (3) رواه الإمام أحمد في المسند (3632) ، وأصل القصة عند الترمذي (1714) وحسنه، لكنه بدون ذكر هذا. ¶ (4) الشورى (52) . ¶ (5) المائدة (16) . ¶ (6) مفتاح الجنة في الاعتصام بالسنة للسيوطي. ص 162 دار النفائس 1414 هـ.",
            "page": "8",
            "part": "1",
            "seal": "AE9776FF"
        },
        {
            "id": "9",
            "nass": "4- ثمة عوامل تستحق الإفراد والتجريد أكثر وهي: ¶ 1. التوحيد. ¶ 2. القيادة الراشدة. ¶ 3. الثبات. ¶ ولكن كل هذه العوامل داخلة في مباحث في هذا الكتاب فالتوحيد داخل في مبحث الإيمان الخالص لله. ¶ والقيادة الراشدة داخلة في مباحث الحكمة في الدعوة والتواصي بالحق وأهمية الشورى. ¶ والثبات داخل في مبحث الصبر، وإن كانت قناعتي الآن أن إفرادها بمباحث مستقلة هو الأولى ولكن لعل هذا يتحقق فيما بعد - إن شاء الله.",
            "page": "9",
            "part": "1",
            "seal": "55B92C95"
        },
        {
            "id": "10",
            "nass": "5- دعوة خاتم المرسلين صلى الله عليه وسلم دعوة خاتمة كاملة وعند دراسة موضوع النصر والتمكين فيها ومقارنتها بدعوات الرسل تجد أن دعوة نبينا صلى الله عليه وسلم اشتملت على كافة عوامل النصر والتمكين في جلاء ظاهر وحسن باهر فمن القيادة الراشدة إلى الدعوة الصادقة بيانًا للحق ورحمة بالخلق إلى الصبر والثبات والتهيئة والإعداد والتضحية والجهاد. وعجبًا لمن يسعى لنصرة دين الله دون أن يتأمل السيرة ويتتبع قبل ذلك نصوص القرآن عن غزواته صلى الله عليه وسلم ودعوته فقد أطال القرآن في ذلك كثيرًا، وأوسعته السنة تفصيلًا، ولا يتعامى عن هذا المنهج القويم إلا المحجوب بنفسه عن ربه، أو المقدم للعقل على النقل، والله المسؤول أن يهدينا سواء السبيل، وأن يعيذنا شرور أنفسنا وأن ينفعنا بالقرآن كل نفع، ويرفعنا به كل رفع، ويجعله لنا هدى وبشرى، وعظة وذكرى، وأن ينصر من نصر الدين، ويخذل من خذل الإسلام والمسلمين، والعاقبة للمتقين، وصلى الله على خاتم النبيين، المبعوث رحمة للعالمين، وعلى آله وصحبه أجمعين.",
            "page": "10",
            "part": "1",
            "seal": "D00935E4"
        },
        {
            "id": "11",
            "nass": "دلالة التمكين ¶ 1 - دلالته في اللغة. ¶ 2 - دلالته في اصطلاح القرآن. ¶ دلالة التمكين في اللغة والقرآن ¶ الدلالة اللغوية لكلمة \"التمكين\": ¶ \"التمكين\" مصدر للفعل مكّن وهو من مزيد الثلاثي والأصل \"مكَن\" وقد وردت مادة \"مكن\" في كتب اللغة ولم تخرج عن أصل وضعها، قال الجوهري: (\"مكن\" مكنه الله من الشيء وأمكنه منه بمعنى، واستمكن الرجل من الشيء وتمكن منه بمعنى، وفلان لا يمكنه النهوض: أي لا يقدر عليه. ¶ والمكْن: بيض الضب.. قال الكسائي: أمكنت الضبة جمعت بيضها في بطنها) (1) . ¶ _________ ¶ (1) الصحاح (6 / 2205) .",
            "page": "11",
            "part": "1",
            "seal": "F31EAF70"
        },
        {
            "id": "12",
            "nass": "وقال صاحب اللسان: (وقد مكنت الضبة وهي مكون، وأمكنت وهي ممكن إذا جمعت البيض في جوفها.. وفي حديث أبي سعيد: \"لقد كنا على عهد رسول الله - صلى الله عليه وسلم - يهدى لأحدنا الضبة المكون أحب إليه من أن يُهْدى إليه دجاجة سمينة\"؛ المكون التي جمعت المكن وهو بيضها، وقيل: الضبة المكون التي على بيضها.. والمَكِنة التمكن؛ تقول العرب: إن بني فلان لذوو مَكِنة من السلطان أي تمكن.. وقال ابن سيده: والمكانة المنزلة عند الملك؛ والجمع مكانات ولا يجمع جمع تكسير وقد مَكُن مكانة فهو مكين، والجمع مكناء، وتمكَّن كَمَكن. وتمكن من الشيء واستمكن ظفر، والاسم من كل ذلك المكانة. قال أبو منصور: ويقال أمكنني الأمر، يمكنني فهو ممكن، ولا يقال: أنا أمكنه بمعنى أستطيعه) (1) . ¶ _________ ¶ (1) لسان العرب (13 / 412ـ415) .",
            "page": "12",
            "part": "1",
            "seal": "791181FA"
        },
        {
            "id": "13",
            "nass": "وقال صاحب المفردات عند مادة \"مكن\": (المكان عند أهل اللغة الموضع الحاوي للشيء، وعند بعض المتكلمين أنه عرض وهو اجتماع جسمين حاوٍ ومحويّ، وذلك أن يكون سطح الجسم الحاوي محيطًا بالمحوي، فالمكان عندهم هو المناسبة بين هذين الجسمين، قال: {مَكَانًا سُوًى} - {وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا} ويقال: مَكَّنتُه ومكنت له فتمكن. قال: {وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ} - {وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ} - {أَوَلَمْ نُمَكِّنْ لَهُمْ} - {وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ} .. وأمكنت فلانا من فلان ويقال: مكان ومكانة، قال - تعالى -: {اعْمَلُوا عَلَى مَكَانَتِكُمْ} .. وقرئ: \"على مكاناتكم\". وقوله: {ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ} أي متمكن ذي قدر ومنزلة، ومَكَنات الطير ومَكُناتها مقارُّه..) (1) . ¶ ومما سبق نخلص إلى أن مادة الكلمة قد استعملت بمعانٍ عديدة متقاربة لا تخرج عن أصل الاستعمال فقد استعملت بمعنى القدرة على الشيء والظفر به، وكذلك بمعنى السلطان والقدر والمنزلة. ¶ _________ ¶ (1) المفردات (471) .",
            "page": "13",
            "part": "1",
            "seal": "13359838"
        },
        {
            "id": "14",
            "nass": "التمكين في اصطلاح القرآن الكريم:- ¶ وردت كلمة \"التمكين\" في القرآن الكريم باشتقاقاتها ثماني عشرة مرة، ولم يحدد لها القرآن اصطلاحًا خاصًّا بل استعملها في المعاني التي ذكرت معاجم اللغة، وباستقراء الآيات التي وردت فيها اشتقاقات الكلمة يتبين لنا أن القرآن استعمل الكلمة على سبعة معانٍ هي الآتي:- ¶ أولًا: التمكين بمعنى الملك والسلطان:- ¶ قال - جل ذكره - في شأن ذي القرنين: {إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ} .. (1) قال ابن كثير رحمه الله: (أي أعطيناه ملكًا عظيمًا ممكنًا فيه من جميع ما يُعطى الملوك من التمكين والجنود..) (2) . ¶ ومن هذا القبيل قوله - تعالى -: {الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ} (3) ، قال الشيخ عبد الرحمن السعدي في تفسيره: (أي ملكناهم إياها وجعلناهم المتسلطين عليها، من غير منازع ينازعهم، ولا معارض) (4) . ¶ ثانيًا: التمكين بمعنى المنزلة عند الملك:- ¶ _________ ¶ (1) الكهف: 84. ¶ (2) تفسير ابن كثير (3 / 89) . ¶ (3) الحج: 41 ¶ (4) تيسير الكريم الرحمن (5 / 302) .",
            "page": "14",
            "part": "1",
            "seal": "30F8DF4B"
        },
        {
            "id": "15",
            "nass": "قال - تعالى - في شأن يوسف - على نبينا وعليه الصلاة والسلام -: {وَقَالَ الْمَلِكُ ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي فَلَمَّا كَلَّمَهُ قَالَ إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ} (1) ، وقال - تعالى - في جبريل - عليه السلام -: {ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ} (2) ، وكذلك قال - تعالى - في شأن يوسف - على نبينا وعليه الصلاة والسلام -: {وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاءُ} .. (3) ، ويفسر هذا التمكين أنه نصيب من الملك ومنزلة ذات قدر عند الملك قوله - تعالى - في آخر السورة على لسان يوسف - على نبينا وعليه الصلاة والسلام -: {رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ} .. (4) . ¶ ثالثًا: التمكين بمعنى التهيئة:- ¶ قال - تعالى -: {أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ} .. (5) أي ألم نجعل حرمًا ذا أمن (6) . ¶ _________ ¶ (1) يوسف: 54 ¶ (2) التكوير: 20 ¶ (3) يوسف: 56 ¶ (4) يوسف: 101 ¶ (5) القصص: 57 ¶ (6) انظر فتح القدير (4 / 179) .",
            "page": "15",
            "part": "1",
            "seal": "81A6FFCE"
        },
        {
            "id": "16",
            "nass": "وقال - تعالى - في شأن يوسف - على نبينا وعليه الصلاة والسلام -: {وَقَالَ الَّذِي اشْتَرَاهُ مِنْ مِصْرَ لِامْرَأَتِهِ أَكْرِمِي مَثْوَاهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا} {وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ وَلِنُعَلِّمَهُ مِنْ تَأْوِيلِ الْأَحَادِيثِ وَاللَّهُ غَالِبٌ عَلَى أَمْرِهِ وَلَكِنَّ أَكْثَرَ النَّاسِ} .. (1) ، أي جعلنا هذا مقدمة وتهيئة لتمكينه في الأرض من هذا الطريق (2) . ¶ رابعًا: التمكين في نعم الدنيا ومعايشها:- ¶ _________ ¶ (1) يوسف: 21 ¶ (2) انظر تيسير الكريم الرحمن (15 / 4) .",
            "page": "16",
            "part": "1",
            "seal": "E490FCA0"
        },
        {
            "id": "17",
            "nass": "قال - تعالى -: {أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَارًا وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ} (1) . وقال - تعالى -: {وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً} .. (2) ، الآية، قال ابن كثير: رحمه الله: (يقول - تعالى -: ولقد مكنا الأمم السالفة في الدنيا من الأموال والأولاد وأعطيناهم منها ما لم نعطكم مثله ولا قريبًا منه) (3) . ¶ خامسًا: التمكين للدين:- ¶ _________ ¶ (1) الأنعام: 6 ¶ (2) الأحقاف: 26. ¶ (3) ابن كثير (4 / 144) .",
            "page": "17",
            "part": "1",
            "seal": "5C513C24"
        },
        {
            "id": "18",
            "nass": "وهو يعني القدرة على مزاولة شعائره في أمن وإظهارها دون منازع أو مشوش، قال - تعالى - في سورة النور: {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا} .. (1) . ¶ سادسًا: التمكين بمعنى الظفر:- ¶ قال - تعالى -: {وَإِنْ يُرِيدُوا خِيَانَتَكَ فَقَدْ خَانُوا اللَّهَ مِنْ قَبْلُ فَأَمْكَنَ مِنْهُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ} (2) ، فأمكن بمعنى أظفر وأقدر (3) . ¶ سابعًا: التمكين بمعنى الثبوت والاستقرار:- ¶ قال - تعالى -: {أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ} {فَجَعَلْنَاهُ فِي قَرَارٍ مَكِينٍ} (4) . أي ثابت مستقر. ¶ _________ ¶ (1) النور: 55 الآية. ¶ (2) الأنفال: 71. ¶ (3) راجع لسان العرب (13 / 415) . ¶ (4) المرسلات: 20 - 21.",
            "page": "18",
            "part": "1",
            "seal": "4E5A5B95"
        },
        {
            "id": "19",
            "nass": "وعد الرسل بالتمكين ومزاياه:- ¶ لكننا نلحظ في القرآن مجيء الوعد بالنصر والغلبة والعاقبة والتمكين المذكور فيه الرسل أكثر وآكد - بمؤكدات لفظية ظاهرة ومعنوية - من الوعد بالتمكين والنصر المذكور فيه المؤمنون فقط، وما ذاك إلا أن دعوات الرسل خصوصًا من أمر منهم بقتال فلا يمكن أن يغلبه أعداؤه أبدًا ألبتة بل النصر مجزوم به له ولأتباعه وهم الغالبون القاهرون، قال - تعالى -: {كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ} (1) ¶ وهنا أكد الله - سبحانه وتعالى - غلبة الرسل بمؤكد ما بعده مؤكد فقد عطف الرسل على ذاته العلية ((أنا)) فتأكدت الغلبة كل تأكيد فالله معهم وهو غالب لا يغلب - سبحانه -، والتحقيق أن الأنبياء الذين ذكر القرآن أن أقوامهم قتلوهم أنهم لم يكونوا في قتال (2) ، أما من قاتل منهم فإنه لا يتصور بحال ولا يليق بحال العزيز القهار ذي الانتقام أن يكلف ويرسل رسولًا ويأمره بقتال ثم يقتل وهو لم ير ما وُعد من نصر والآية المذكورة شاهدة في هذا المعنى بذلك. ¶ _________ ¶ (1) المجادلة: 21 ¶ (2) راجع بيان ذلك والاستدلال عليه في تفسير أضواء البيان (7 / 824) .",
            "page": "19",
            "part": "1",
            "seal": "81DFA46D"
        },
        {
            "id": "20",
            "nass": "ومما يلحظ كذلك أن الآيات التي جاء فيها الوعد بالتمكين ونحوه وذُكِرَ لفظ الرسل فيها فهي في الغالب تجزم بالوعد دون تعليقه على أي عمل أو شرط أو تقديم يتقدم به الرسل لينالوا الوعد ويتحقق لهم؛ بينما الآيات التي يذكر فيها الوعد بالتمكين ونحوه للمؤمنين يعلق الوعد بالتمكين أو النصر أو نحوهما بأعمال وأحوال إذا هي تحققت تحقق لهم متعلقها من الموعود به من النصر والتمكين وذلك أن الرسل على صلة مباشرة بالوحي فلا حاجة لتنبيههم لحالة أو صفة ليتحلوا بها وهم قد تحلوا بالصفات المؤهلة لنيلهم النصر منذ تأهلوا واستحقوا أن يكونوا موضع رسالات الله - سبحانه وتعالى -، وكذلك فهم لصلتهم المباشرة بالوحي وعناية الإله ورعايته لدعوتهم لا يمكن أن يخطئوا الطريق أو يعشوا عن عوامل النصر وأسباب تحقق الوعد بالتمكين.",
            "page": "20",
            "part": "1",
            "seal": "4D12D6C4"
        },
        {
            "id": "21",
            "nass": "وعد المؤمنين بالتمكين ومزاياه:- ¶ أما أهل الإيمان من بعد الرسل فإنهم لا يلبثون بين فينة وأخرى حتى يقصروا عن أسباب النصر، وعوامل التمكين، أو يبحثون عنها أحيانًا، ويخطئون الطريق إليها أحيانًا، أو تفقد منهم صفات وأحوال هي حتمية لنيل النصر وإحقاق وعد الله لهم بالعاقبة، ولذلك جاء الوعد بالتمكين لهم معلقًا بصفات وأعمال وتقدمات يجب أن يحققها أهل الإيمان ليتحقق لهم وعد النصر والتمكين. ¶ وإليك الآيات في ذلك فهي ظاهرة الدلالة واضحة في ترتيب الوعد لهم وتعلقه بأمور عدة بخلاف ما سبق سرده من آيات ذكر فيها الرسل، وذكر فيها الوعد لهم بالنصر والتمكين دون تعليق إلا نادرًا: ¶ 1- قال - سبحانه وتعالى -: {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا وَمَنْ كَفَرَ بَعْدَ ذَلِكَ فَأُولَئِكَ هُمُ الْفَاسِقُونَ} (1) . فعلق الوعد بالتمكين هنا بأربعة أمور:- ¶ _________ ¶ (1) النور: 55",
            "page": "21",
            "part": "1",
            "seal": "062058DB"
        },
        {
            "id": "22",
            "nass": "(أ) وجود الجماعة المؤمنة وتحقق الإيمان فيها. ¶ (ب) عمل الصالحات: من القيام بشرائع الدين وتنفيذ أوامر الله عملًا وليس ادعاءً فقط. ¶ (ج) التزام نهج الصحابة، لقوله: ((منكم)) فالخطاب لهم وينسحب على من نهج نهجهم. ¶ (د) انتفاء الشرك في العبادة: {يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا} . ¶ 2- قال - سبحانه وتعالى -: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ} (1) . وهنا علَّق الله - سبحانه وتعالى - نصره للمؤمنين بقيامهم بنصرة دينه - سبحانه -. ¶ _________ ¶ (1) محمد: 7.",
            "page": "22",
            "part": "1",
            "seal": "1EBEFB07"
        },
        {
            "id": "23",
            "nass": "3- وقال - سبحانه وتعالى -: {يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ} {تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ} {يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ} {وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ} . (1) فرتب النصر والفتح هنا على الإيمان بالله ورسوله، والجهاد في سبيله بالمال والنفس. ¶ _________ ¶ (1) الصف: 10 - 13.",
            "page": "23",
            "part": "1",
            "seal": "3C86EC64"
        },
        {
            "id": "24",
            "nass": "نتيجة تمايز الوعدين:- ¶ ومن خلال امتياز وعد الرسل بالتمكين عن وعد المؤمنين في القرآن بالميزتين السابقتين وهما:- ¶ 1. كثرة المؤكدات اللفظية والمعنوية. ¶ 2. عدم تعليق الوعد بتمكينهم بشرط أو عمل كما في وعد المؤمنين. ¶ من خلال ذلك نخرج بنتيجة هامة جدًّا وهي أن التزام منهج الرسل في نصرة الدين هو أعظم عوامل تمكين الجماعة المؤمنة من بعدهم، وذلك أن هذا الالتزام التزام لمنهج قد ضمن الله - سبحانه - له التمكين وكتبه على نفسه وأكده أعظم تأكيد، ولم يعلقه بشرط أو أمر، مما يدل أنه منهج شامل متكامل يضم كل عوامل النصر والتمكين ويضمنها، فالثبات عليه هو جماع الأمر في تمكين المؤمنين ودعوتهم والسبب الأول والأخير في سعادتهم في الدنيا والآخرة. ¶ ولقد بين الله - جل وعلا - هذا أتم البيان وجعل ذلك سنة لا تتخلف في نصر المؤمنين إذا ثبتوا على مناهج المرسلين وسماهم بذلك \"المحسنين\" قال - تعالى - عن الجموع الغفيرة من المؤمنين الذين ثبتوا بعد قتل النبي:",
            "page": "24",
            "part": "1",
            "seal": "62F443D2"
        },
        {
            "id": "25",
            "nass": "(وكأين من نبي قُتِل (1) مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا وَاللَّهُ يُحِبُّ الصَّابِرِينَ * وَمَا كَانَ قَوْلَهُمْ إِلَّا أَنْ قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ * فَآتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْآخِرَةِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ) (2) . ¶ فتأمل قوله - تعالى -: وكأين من نبي قتل معه ربيون.. أي كم من نبي قتل، فهذا ليس بحال نبي واحد ولا مجموعة بل كثرة، وهذا حال المؤمنين بعدهم وهذا حال نصر الله لهم فآتاهم الله ((ثواب الدنيا)) أي \"النصر والظفر والعاقبة\" (3) مع حسن ثواب الآخرة كذلك. ¶ _________ ¶ (1) قراءة سبعية: قرأ بها نافع وابن كثير وأبو عمرو، ومن العشرة يعقوب الحضرمي، النشر في القراءات العشر لابن الجزري (2 / 242) ط دار الكتاب العربي. ¶ (2) آل عمران: 146 ¶ (3) تفسير ابن كثير (1 / 388) .",
            "page": "25",
            "part": "1",
            "seal": "7B7962F9"
        },
        {
            "id": "26",
            "nass": "وجعل هذا - سبحانه - سنة ثابتة في سورة الصافات للمؤمنين إذا ترسموا مناهج النبيين، فعقب على نصر نوح وإبراهيم وموسى وهارون وإلياس عليهم صلوات الله وسلامه - كلٌّ على حدة - بقوله: {إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ} {إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ} أي نصر الله هذا لهم ليس خاصًّا بهم فقط، وإنما لكل جماعة مؤمنة أحسنت على نهج إحسانهم وعبدت الله على حقيقة إيمانهم.",
            "page": "26",
            "part": "1",
            "seal": "DD4D210F"
        },
        {
            "id": "27",
            "nass": "ومن هنا نعلم مدى الحكمة عند الصحابة وعظيم الحرص على الثبات على الحال التي فارقهم عليها رسول الله - صلى الله عليه وسلم - حتى في بناياتهم ومقتنياتهم وحالتهم المادية - عند كثير منهم - فكيف بحرصهم على البقاء على الدين والمعتقد والإيمان والمنهج وهو سبيل النصر العظيم في الدنيا، وسبيل النجاة في الآخرة. ولقد قال شيخ الإسلام ابن تيمية - رحمه الله تعالى - في هذا المعنى كلاما لا أظن أن كلاما - بعد كلام الله ورسوله - أنفس منه ولا أجمل إذ قال: ( ... ولهذا كل من كان متبعًا لرسول الله صلى الله عليه وسلم كان الله معه بحسب هذا الاتباع، قال الله - تعالى -: {يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ} (1) أي حسبك وحسب من اتبعك، فكل من اتبع الرسول صلى الله عليه وسلم من جميع المؤمنين فالله حسبه، وهذا معنى كون الله معه، والكفاية المطلقة مع الاتباع المطلق، والناقصة مع الناقص، وإذا كان بعض المؤمنين به المتبعين له قد حصل له من يعاديه على ذلك فالله حسبه، وهو معه، وله نصيب من قوله - تعالى -: {إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا} (2) فإن هذا قلبه ¶ _________ ¶ (1) الأنفال (64) ¶ (2) التوبة (40)",
            "page": "27",
            "part": "1",
            "seal": "F9571B91"
        },
        {
            "id": "28",
            "nass": "موافق للرسول صلى الله عليه وسلم وإن لم يكن صحبه ببدنه، والأصل في هذا القلب كما في الصحيحين عن النبي صلى الله عليه وسلم أنه قال: «إن بالمدينة رجالًا ما سرتم مسيرًا ولا قطعتم واديًا إلا كانوا معكم؛ حبسهم العذر» (1) . فهؤلاء بقلوبهم كانوا مع النبي صلى الله عليه وسلم، فلهم معنى صحبته في الغزاة، فالله معهم بحسب تلك الصحبة المعنوية. (2) ¶ _________ ¶ (1) أخرجه البخاري (2839، 4423) بنحوه. ¶ (2) منهاج السنة (8 / 487 - 488) طبعة جامعة الإمام محمد بن سعود.",
            "page": "28",
            "part": "1",
            "seal": "BD7D139A"
        },
        {
            "id": "29",
            "nass": "الأولى: أنه لم يقتل نبي من الأنبياء الذين أمروا بالقتال أبدًا:- ¶ فلم يقتل نبي في قتال، وإنما قتل الأنبياء الذين ذكر الله أنهم قتلوا في غير جهاد ولا قتال، قال صاحب أضواء البيان رحمه الله - تعالى -:",
            "page": "29",
            "part": "1",
            "seal": "4C42EEC6"
        },
        {
            "id": "30",
            "nass": "(قوله - تعالى -: {كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ} وقد دلت الآية الكريمة وأمثالها من الآيات كقوله - تعالى -: {وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ} . {إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ} . {وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ} إنه لن يقتل نبي في جهاد قط؛ لأن المقتول ليس بغالب؛ لأن القتل قسم مقابل للغلبة كما بينه - تعالى - في قوله: {وَمَنْ يُقَاتِلْ فِي سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا} ، وقال: {إِنَّا لَنَنْصُرُ رُسُلَنَا} وقد نفى عن المنصور كونه مغلوبًا نفيًا باتًا في قوله - تعالى -: {إِنْ يَنْصُرْكُمُ اللَّهُ فَلَا غَالِبَ لَكُمْ} وبهذا تعلم أن الرسل الذين جاء في القرآن أنهم قتلوا كقوله - تعالى -: {أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لَا تَهْوَى أَنْفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ} وقوله - تعالى -: {قُلْ قَدْ جَاءَكُمْ رُسُلٌ مِنْ قَبْلِي بِالْبَيِّنَاتِ وَبِالَّذِي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِنْ كُنْتُمْ",
            "page": "30",
            "part": "1",
            "seal": "E0C506A3"
        },
        {
            "id": "31",
            "nass": "صَادِقِينَ} ليسوا مقتولين في جهاد..) (1) . ¶ والحقيقة أن هذا الاستنباط الذي استنبطه العلامة الشنقيطي من دلالات الآيات والتوفيق بينها للخروج بهذه القطعية لينبئ عن براعة الرجل في تفسير القرآن بالقرآن، وكذلك يخرج ببرهان واضح في هذه المسألة، ويوافق ما قاله الحسن وسعيد بن جبير من أنه \"ما قتل نبي في حرب قط\" (2) . ¶ أما القراءة التي في قوله - تعالى -: وكأين من نبي قتل معه ربيون كثيرون بدلًا من قراءة ((قاتل)) فهي قراءة سبعية، قرأ بها نافع وابن كثير وأبو عمرو، ومن العشرة يعقوب (3) وهي قراءة ابن عباس، واختارها أبو حاتم (4) ، إلا أن الآية لا تنص على أن النبي المقتول كان في قتال أو أمر به، وعليه فلا تخالف ما سبق تقريره في ذلك. ¶ _________ ¶ (1) أضواء البيان للشنقيطي (7 / 824) . ¶ (2) راجع «فتح القدير» للشوكاني (1 / 386) . ¶ (3) النشر في القراءات العشر لابن الجزري (2 / 242) ط. دار الكتاب العربي. ¶ (4) راجع «فتح القدير» للشوكاني (1 / 386) .",
            "page": "31",
            "part": "1",
            "seal": "78413E60"
        },
        {
            "id": "32",
            "nass": "الثانية: الانتصار من قتلة الأنبياء:- ¶ إن دماء الأنبياء الذين يقتلون لا تذهب هدرًا فوليها بالثأر هو الله - سبحانه وتعالى -، هم ومن كان قائمًا في الناس يأمرهم بالقسط من المؤمنين، قال - سبحانه وتعالى -: {إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ} (1) . ¶ والرسل الذين قتلوا يكون نصرهم في الدنيا بالانتصار ممن قتلهم والانتقام منه، قال السدي: (لم يبعث - عز وجل - رسولًا قط إلى قوم فيقتلونه أو قومًا من المؤمنين يدعون إلى الحق فيقتلون فيذهب ذلك القرن حتى يبعث الله - تبارك وتعالى - لهم من ينصرهم فيطلب بدمائهم ممن فعل ذلك بهم في الدنيا. قال: فكانت الأنبياء والمؤمنون يقتلون في الدنيا وهم منصورون فيها) (2) . ¶ _________ ¶ (1) غافر: 51. ¶ (2) تفسير ابن كثير (4 / 90) .",
            "page": "32",
            "part": "1",
            "seal": "173A9734"
        },
        {
            "id": "33",
            "nass": "ولقد ذكر الإمام ابن جرير في تفسيره عند هذه الآية قتل الأنبياء ونصرهم المذكور في الآية وأجاب عليه بجوابين، أحدهما: قول السدي هذا (1) ، وقول السدي هذا من الانتصار لهم في الدنيا هو الجواب الأولى الذي عليه شواهد من القرآن والسنة، فقد قرن الله - سبحانه وتعالى - في موضعين من كتابه بين ضرب الذلة والمسكنة وبين قتل الأنبياء، وجعل ضرب الذلة والمسكنة عقابا لقتلة الأنبياء. قال - تعالى -: {وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقِّ} .. (2) الآية، وكذلك فقد بين الله - سبحانه وتعالى - أن الذين يخرجون رسله من قراهم لا يلبثون إلا قليلًا حتى يحل بهم العذاب (3) ، فقال - سبحانه وتعالى -: {وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا وَإِذًا لَا يَلْبَثُونَ خِلَافَكَ إِلَّا قَلِيلًا} {سُنَّةَ مَنْ قَدْ أَرْسَلْنَا قَبْلَكَ مِنْ رُسُلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلًا} (4) . ¶ _________ ¶ (1) راجع تفسير الطبري (25 / 74ـ75) . ¶ (2) البقرة: 61. ¶ (3) انظر تفسير ابن كثير (7 / 57) . ¶ (4) الإسراء: 76 - 77.",
            "page": "33",
            "part": "1",
            "seal": "DB9398F1"
        },
        {
            "id": "34",
            "nass": "فإذا كانت هذه سنته - سبحانه - فيمن أخرج رسله من إحلال العذاب بهم بعد مدة يسيرة من إخراج الرسول، فما الحال إذن فيمن قتلوا رسولهم إلا أشد وأنكى والله عزيز ذو انتقام.",
            "page": "34",
            "part": "1",
            "seal": "3A1A8E3C"
        },
        {
            "id": "35",
            "nass": "الثالثة: قتل النبي ليس قتلًا لدعوته وإنما لشخصه فقط:- ¶ وأحيانًا بل غالبًا ما يكون قتل الداعي إلى أمر ما عاملًا في إلهاب الحماس في نفوس أنصاره والثبات على نهجه وسببًا في انتشار دعوته. ¶ وإليك الآيات وهي تبين ذلك، ونحن نوردها على قراءة البناء للمفعول في (قتل) . ¶ قال - تعالى -: وكأين من نبي قُتِل معه ربيون كثير فما وهنوا لما أصابهم في سبيل الله وما ضعفوا وما استكانوا والله يجب الصابرين وما كان قولهم إلا أن قالوا ربنا اغفر لنا ذنوبنا وإسرافنا في أمرنا وثبت أقدامنا وانصرنا على القوم الكافرين فآتاهم الله ثواب الدنيا وحسن ثواب الآخرة والله يحب المحسنين (1) . ¶ والله - سبحانه وتعالى - إنما بعث الرسل للدعوة إلى عبادته وإعلاء كلمته وإظهار دينه، لا للدعوة إلى أنفسهم وإبراز شخصياتهم وإظهارها، وهو - سبحانه وتعالى - حين وعدهم النصر والغلبة، لم يعدهم كذلك لأجل أشخاصهم، وإنما وعدهم لأجل ما يحملونه من دعوة حق، ومنهاج شريعة من عنده، فبقاء دعوة الحق وانتشارها، ووجود من يحملها نصر لها وللداعي إليها، وإن كان قد مات أو قتل ذلك الداعي. ¶ _________ ¶ (1) آل عمران: 146 - 148.",
            "page": "35",
            "part": "1",
            "seal": "CF28652E"
        },
        {
            "id": "36",
            "nass": "وهذا نبي الله عيسى - على نبينا وعليه الصلاة والسلام -، قد أزمع اليهود قتله وباؤوا بإثم قتله وإن كانوا لم يقتلوه - وذلك لتمام تصميمهم على هذا الإثم - رفعه الله إليه وتوفاه وجعل الذين اتبعوه فوق من كفر بدعوته وتربص به ظاهرين عليهم إلى يوم القيامة، فلم يتخلف شيء مما وعد الله به الرسل من ظهور الدين وتمام النصر والانتصار لهم، لم يتخلف شيء من ذلك في دعوة عيسى على نبينا وعليه الصلاة والسلام. ¶ قال - تعالى -: {إِذْ قَالَ اللَّهُ يَا عِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَى يَوْمِ الْقِيَامَةِ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ} (1) . ¶ _________ ¶ (1) آل عمران: 55",
            "page": "36",
            "part": "1",
            "seal": "31D6DDFC"
        },
        {
            "id": "37",
            "nass": "المرتبة الأولى: السلامة من الخسران ¶ هذه المرتبة هي الدرجة الأولى في سلم مراتب التمكين للفئة أو الجماعة المؤمنة، وهي لازمة حتمية، لا يمكن أن تبدأ للتمكين بداية دون البداية بها، ولقد بينها الله - جل وعلا - في كتابه وجزم بها، وأقسم عليها. ¶ فقال - سبحانه وتعالى -: {وَالْعَصْرِ} {إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ} {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ} (1) . ¶ وهذه السورة كما قال الإمام الشافعي - رحمه الله -: (لو تدبر الناس هذه السورة لوسعتهم) (2) ، وهي بحق في صميم موضوعنا وهو \"التمكين\" إذ لا ينبغي لعاقل أن يسأل عن وسائل التمكين وأسباب النصر قبل أن يرفع عن نفسه ومن معه دخائل الخسارة، وموجبات النقص، والسورة هنا جزمت بقسم عظيم بالخسران لجنس بني الإنسان عمومًا ما لم تتوافر فيه ست خصال وهي: ¶ 1. الإيمان ¶ 2. العمل الصالح. ¶ 3. أن يكون في جماعة، وهذا واضح من مجيء التعبير بـ\"الإنسان\" مفردًا ثم مجيء الاستثناء بصيغة الجمع \"إلا الذين\". ¶ 4. وجود مبدأ التواصي ومثوله. ¶ 5. التواصي بالحق: وهو شرائع الدين. ¶ 6. التواصي بالصبر. ¶ _________ ¶ (1) العصر. ¶ (2) تفسير ابن كثير (4 / 585) .",
            "page": "37",
            "part": "1",
            "seal": "67AD5CCA"
        },
        {
            "id": "38",
            "nass": "إن هذه الخصال الست حين تتوافر في جماعة من الجماعات أيًا كانت فهي كفيلة بأن تجعلها في ضمان وأمان من كل خسارة أخروية أو دنيوية، والباحث المتحري لعوامل النصر، والناظر الفاحص لأحداث الأمم في التاريخ؛ يجد أن السورة لخصت الصفات المطلوبة في من يؤهل لبلوغ النصر ويمكن له في الأرض، خصوصًا من الأمة الإسلامية. ¶ والسورة وإن كان أكثر من تصدى لتفسيرها يتعرض عند ذكر الخسارة لانتفاء الخسارة الأخروية، إلا أن السورة نصٌ في انتفاء الخسارة مطلقًا في الدنيا والآخرة، وقد جاء التعبير فيها على العموم، فينبغي إبقاؤه على عمومه، بل إنه يحق لقائل أن يقول إن السورة قاعدة محكمة في مدى حلول الخسارة بالإنسان في الدارين جميعًا، فالإنسان يحل به من الخسارة في الدارين بحسب ما أهدر من الخصال الست هذه، ويرتفع عنه من مقدار الخسارة في الدارين بحسب ما توافر فيه من الخصال الست التي استثنى الله - سبحانه -، وعند تمام تحقق هذه الخصال، فإن له تمام السلامة من الخسران في الدارين جميعًا.",
            "page": "38",
            "part": "1",
            "seal": "30B652ED"
        },
        {
            "id": "39",
            "nass": "بل إن الكفار والفجار حين يتواصون بشيءٍ من الحق أو الصبر، ويعملون به يرتفع عنهم في الدنيا بحسبه من الخسران، وينالون الثمرة، وخيرُ مثال لذلك ما رواه أبو بكرة - رضي الله عنه - من قوله - صلى الله عليه وسلم -: ( ... «وإن أعجل الطاعة ثوابًا لصلة الرحم، حتى إن أهل البيت ليكونوا فجرة فتنمو أموالهم، ويكثر عددهم، إذا تواصلوا» (1) . ¶ _________ ¶ (1) الحديث رواه الطبراني في الكبير، وابن حبان في صحيحه - على ما قال المنذري في الترغيب - وصححه الألباني في جامع السيوطي الصغير برقم (5705) (2 / 995) .",
            "page": "39",
            "part": "1",
            "seal": "FB570A2D"
        },
        {
            "id": "40",
            "nass": "فقد تواصى الفجرة هنا بشيءٍ من الحق وهو صلة الرحم، وعملوا به فنالوا الثمرة، وسلموا الخسارة في الدنيا، وعلى هذا فالسورة قاعدة محكمة في لحوق الخسارة بالإنسان، أو ارتفاعها عنه في كلتا الدارين، بل إن كل ما لحق بالأمة الإسلامية أو بالجماعة المؤمنة في أي حقبة من التاريخ سواء كانت مع نبي أو ملك أو قائد من الخسائر والهزائم، فهو بسبب عدم توافر شيء من الخصال الست المذكورة، أو بسبب نقصٍ وعدم إتمام لها وحين نرى الجماعة الباغية أو الدولة الكافرة تنتصر وهي تواجه جماعة مؤمنة أو دولة مسلمة؛ فذلك راجع إلى أن هذه الجماعة أو الدولة قد حققت من الخصال الأربع المتبقية - خلاف الإيمان والعمل الصالح - ما لم يتحقق عند تلك المنهزمة التي على الحق أو على الإيمان؛ فلا بد أن يكون قد توفر لديها من الاتفاق على الجماعة، أو من مبدأ التواصي أو العدل والحق فيما بينهم أو التحمل والصبر ما لم يتوافر هناك. أي لدى الجماعة المؤمنة أو لعلها لم تقم به أصلًا.",
            "page": "40",
            "part": "1",
            "seal": "B28C06C0"
        },
        {
            "id": "41",
            "nass": "ولقد ذكر شيخ الإسلام ابن تيمية أثرًا يشهد لذلك فقال بعد كلام عن أهل الكتاب وما معهم من إيمان: ( ... ولهذا يروى \"الله ينصر الدولة العادلة وإن كانت كافرة ولا ينصر الدولة الظالمة وإن كانت مؤمنة\") (1) . ¶ أما عند توافر عوامل النصر وموانع الخسران عند الجماعة المؤمنة وتوافر موانع الخسران الأربعة كذلك عند عدوهم من جماعة باغية أو دولة كافرة فإن الجماعة هنا تزيد عليهم وتفضلهم بالإيمان والعمل الصالح، وكفى بذلك نصرًا وقوة: {إِنْ تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ وَتَرْجُونَ مِنَ اللَّهِ مَا لَا يَرْجُونَ} الآية، (2) وكما قال - تعالى -: {وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ} (3) . ¶ تلك هي مرتبة السلامة من الخسران التي حددتها السورة، ومتى توافرت موانع الخسران المذكورة في جماعة ما فقد بلغت مبلغ التأهيل للتمكين إذا قامت بمطالبه والسعي تجاهه، وهي مرتبة ضرورية تُبنى عليها المراتب والمراحل الأخرى، فما بعد السلامة من الخسارة إلا نيل الظفر والفوز والظهور. ¶ _________ ¶ (1) مجموع الفتاوى (63 / 28) . ¶ (2) النساء: 104. ¶ (3) آل عمران: 139.",
            "page": "41",
            "part": "1",
            "seal": "E01B144F"
        },
        {
            "id": "42",
            "nass": "المرتبة الثانية: التأييد ¶ التأييد وهو التقوية (1) . ومنه ما وقع لنبي الله عيسى - على نبينا وعليه الصلاة والسلام -، قال - تعالى -: {وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ} الآية (2) . حيث أيده أي قواه (3) بجبريل - عليه السلام -، ومنه ما أيد الله به شاعر رسول الله - صلى الله عليه وسلم - حسان بن ثابت فقال - عليه الصلاة والسلام -: «إن الله يؤيد حسان بروح القدس ما نافح عن رسول الله» (4) ، فالتأييد مرحلة من مراحل التمكين وهي تدخل كل مجال من مجالات الدعوة من توفيق أو سداد رأي أو حجة، أو التأييد بالنصر أو الجماعة، كما قال - تعالى - لرسوله - صلى الله عليه وسلم -: {هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ} (5) ، فالتأييد يعد المرتبة الثانية من مراتب التمكين وهو أعلى من المرتبة السابقة - الأولى. ¶ _________ ¶ (1) انظر الصحاح للجوهري (442 / 2) . ¶ (2) البقرة: 87. ¶ (3) انظر فتح القدير (1 / 111) . ¶ (4) سنن الترمذي في الأدب، باب الشعر (5 / 127) . ¶ (5) الأنفال: 62",
            "page": "42",
            "part": "1",
            "seal": "D608DA94"
        },
        {
            "id": "43",
            "nass": "المرتبة الثالثة: الظهور ¶ هو القوة مع البروز (1) . قال - تعالى - في شأن الحواريين: {فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ} (2) ، وبيَّن الظهور المقصود هنا فقال في سورة آل عمران: {إِذْ قَالَ اللَّهُ يَا عِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَى يَوْمِ الْقِيَامَةِ} ... (3) . ¶ وهذه المرتبة هي نتاج مرتبة التأييد وحصيلتها، وهي مرتبة من التمكين بيَّن نبينا محمد - صلى الله عليه وسلم - أنها لن تنعدم من أمته إلى قيام الساعة فمهما أصاب الأمة من نكبات ومهما ضعفت وتمزقت ونقص حظها من التمكين فلن تنعدم منها هذه المرتبة من التمكين وهي الظهور في علو وقوة من فئة أو جماعة في شرق الأمة أو غربها، ولا يمكن بحال أن تنحط كل طوائف الأمة الإسلامية جميعًا عن هذه المرتبة. قال - صلى الله عليه وسلم -: «لا تزال طائفة من أمتي يقاتلون على الحق ظاهرين إلى يوم القيامة» ... ) (4) الحديث. ¶ _________ ¶ (1) انظر معجم مقاييس اللغة (3 / 471) . ¶ (2) الصف: 14 ¶ (3) آل عمران: 55 ¶ (4) صحيح مسلم. الإيمان. باب نزول عيسى (2 / 193) .",
            "page": "43",
            "part": "1",
            "seal": "581D69DA"
        },
        {
            "id": "44",
            "nass": "المرتبة الرابعة: النصر ¶ النصر يرد بمعانٍ أشهرها نيل الظفر على العدو (1) ، وقد ورد بهذا المعنى في القرآن في مواضع عدة منها قوله - تعالى -: {إِنْ يَنْصُرْكُمُ اللَّهُ فَلَا غَالِبَ لَكُمْ وَإِنْ يَخْذُلْكُمْ فَمَنْ ذَا الَّذِي يَنْصُرُكُمْ مِنْ بَعْدِهِ} (2) ، وكذلك النصر يأتي في لغة العرب بمعنى الانتقام وإعانة المظلوم (3) ، وجاء بهذا المعنى في الكتاب العزيز، قال - تعالى -: {وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ} (4) ، وقال - تعالى -: {وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ} .. (5) . ¶ والحاصل أن الله - سبحانه وتعالى - قد جزم بالنصر للمرسلين وأتباعهم من المؤمنين، فقال - سبحانه وتعالى -: {وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ} {إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ} {وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ} (6) ، وقال - سبحانه وتعالى -: {وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} (7) . ¶ _________ ¶ (1) راجع الصحاح (2 / 829) ، معجم مقاييس اللغة (5 / 435) . ¶ (2) آل عمران: 160. ¶ (3) انظر الصحاح للجوهري (2 / 829) . ¶ (4) الشورى: 39. ¶ (5) الأنفال: 72. ¶ (6) الصافات: 171 - 173. ¶ (7) الروم: 47.",
            "page": "44",
            "part": "1",
            "seal": "063821B6"
        },
        {
            "id": "45",
            "nass": "ولقد نص الله - سبحانه وتعالى - في كتابه على أنه ناصر رسله إما بإعانتهم في الدنيا أو الانتقام لهم والاقتصاص ممن عاداهم وآذاهم في الآخرة فقال - سبحانه وتعالى -: {إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ} (1) ، فقد وردت معاني النصر السابقة كلها في القرآن وضمنها الله - سبحانه وتعالى - لعباده المرسلين وأتباعهم المؤمنين. ¶ وكما ذكرت - سابقًا - أن ترتيب هذه المراتب تصاعديًا من الأدنى إلى الأعلى، فإن وضع النصر في هذه المرتبة كان بالنظر إلى اعتبار معنى النصر الأشهر وهو نيل الظفر على العدو، فهو المقصود في هذه المرتبة. ¶ _________ ¶ (1) انظر معجم مقاييس اللغة (4 / 388) .",
            "page": "45",
            "part": "1",
            "seal": "17DB7E29"
        },
        {
            "id": "46",
            "nass": "المرتبة الخامسة: الغلبة. ¶ والغلبة أعلى من النصر فهي تزيد عليه بالقوة مع القهر والشدة (1) ، فهي رتبة أعلى ومرحلة يصل بها التمكين إلى مشارف الكمال ولقد تكفل بها الله - سبحانه وتعالى - لرسله وجنده المؤمنين. قال - تعالى -: {كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ} (2) . وقال - سبحانه -: {وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ} (3) . ¶ وقد حقق العلماء أن غلبة الأنبياء على قسمين:- ¶ 1- غلبة بالحجة والبيان، وهي ثابتة لجميعهم. ¶ 2- غلبة بالسيف والسنان، وهي ثابتة لمن أمر بالقتال منهم. ¶ لكن أغلب معاني الغلبة في القرآن الكريم غلبة بالسيف والسنان، كقوله - تعالى -: {إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ} (4) ، {قُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ} (5) الآية. ¶ _________ ¶ (1) انظر معجم مقاييس اللغة (4 / 388) . ¶ (2) المجادلة: 21. ¶ (3) الصافات: 173. ¶ (4) الأنفال: 65. ¶ (5) آل عمران: 12.",
            "page": "46",
            "part": "1",
            "seal": "858DCEC5"
        },
        {
            "id": "47",
            "nass": "المرتبة السادسة: الملك أو الولاية. ¶ ولاية الأمر ووحدة القيادة متحتمة لازمة في كل مراحل ومراتب التمكين، ولكن حين يبلغ الحال بأتباع دعوة الحق باتحادهم واجتماعهم على رجل واحد يكون ملكًا عليهم. فهذه الحال هي حالة التمكين العليا والأكثر في الأمة الإسلامية وفي أمم الأرض جميعًا. قديمًا وحديثًا. وليس فوقها إلا الخلافة التي على منهاج النبوة. فهي أعلى حالات التمكين لدعوة الحق، ولقد امتن الله بإعطائه الملك لأقوام مؤمنين من أنبياء وغيرهم، ولأقوام كافرين. وبيَّن - سبحانه - أنه لا يعطى لأحد إلا بإذنه وتصرفه وهو بيده فهو مالك الملك. ¶ قال - سبحانه وتعالى -: {قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (1) . ¶ وقال - سبحانه وتعالى -: {أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا} (2) . ¶ _________ ¶ (1) آل عمران: 26 ¶ (2) النساء: 54.",
            "page": "47",
            "part": "1",
            "seal": "EAC342BC"
        },
        {
            "id": "48",
            "nass": "فامتن الله بالملك هنا - سبحانه - وعده من تفضله، وقال - جل ذكره -: {إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا} .. (1) ، الآية. {وَقَتَلَ دَاوُدُ جَالُوتَ وَآتَاهُ اللَّهُ الْمُلْكَ} (2) الآية. ¶ وقال - سبحانه وتعالى - في شأن من آتاه الملك وهو كافر: {أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ اللَّهُ الْمُلْكَ} ... (3) الآية. ¶ _________ ¶ (1) البقرة: 247. ¶ (2) البقرة: 251. ¶ (3) البقرة: 258.",
            "page": "48",
            "part": "1",
            "seal": "DE5B3277"
        },
        {
            "id": "49",
            "nass": "وهو - أي الملك - منّةٌ من الله حتى لو كان في دولة كافرة، فهو منّةٌ منه عليهم، لما فيه من الاستقرار والعظمة والظهور والامتناع؛ قال مؤمن آل فرعون يذكر قومه بهذه النعمة في سورة غافر: {يَا قَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظَاهِرِينَ فِي الْأَرْضِ فَمَنْ يَنْصُرُنَا مِنْ بَأْسِ اللَّهِ إِنْ جَاءَنَا} .. (1) الآية، فالآية هنا تدل على أن الملك نعمة عامة، نعمة استقرار وظهور وأمن ينعم بها كل من تحققت فيه، سواء كان الملك كافرًا أو مؤمنًا أو فاجرًا، فالرعية تنال من نعمائها ما لا ينكر من أمن من عدو آخر، واستقرار فيما بينهم، وإن كان الحاكم ظالمًا لهم، فهي مرحلة ومرتبة عليا من التمكين يعز الوصول إليها، إلا بركوب الأهوال وسيول من الدماء في الغالب، ويعز كذلك الانحطاط عنها، إلا بمثل ذلك أو أعظم. ¶ _________ ¶ (1) غافر: 29",
            "page": "49",
            "part": "1",
            "seal": "312FED46"
        },
        {
            "id": "50",
            "nass": "ولذلك حذر الإسلام من شق العصا بعد استقرار الأوضاع واجتماع الكلمة على حاكم؛ لأنها نعمة عزيزة، وفرصة لا تهدر بحال، بل حذر الإسلام وأمر بقتل من شق العصا ولو فجر الحاكم وبغى واستأثر، ما لم يترك الصلاة، أو يصل إلى الكفر البواح، ويعلن به؛ كل ذلك حفاظًا على تلك المرتبة العليا من التمكين والتي ينبغي أن لا تهدر وإذا أهدرت فإنه قلما يكون العوض خيرًا من المعاض عنه؛ قال - عليه الصلاة والسلام - في الحديث الذي رواه أبو هريرة - رضي الله عنه - وأخرجه البخاري ومسلم: «وإنما الإمام جنة يقاتل من وراءه ويتقى به فإن أمر بتقوى الله وعدل فإن له بذلك أجرًا، وإن قال بغيره فإن عليه منه» وفي رواية أخرى: «فإن أمر بغيره فإن عليه وزرًا» (1) . ¶ _________ ¶ (1) الحديث في الصحيحين والنسائي، راجع صحيح البخاري، الجهاد، باب من يقاتل من وراء الإمام (2 / 127) ومسلم في الإمارة. الإمام جنة (4 / 230) .",
            "page": "50",
            "part": "1",
            "seal": "13157789"
        },
        {
            "id": "51",
            "nass": "فالحاكم هنا وقاية ومُجْتَمعٌ يُقاتل من تحته إن ظلم وإن بر، فأما هذه الغاية الحميدة فمستفادة من ولايته، ولو مظهرًا يرتدع به الباغي، ويحسب حسابه الطامع في ديار حكومته، قال علي بن أبي طالب - رضي الله عنه -: (لا بد للناس من إمارة برة كانت أو فاجرة) ، فقيل: يا أمير المؤمنين هذه البرة قد عرفناها؛ فما بال الفاجرة؟ فقال: (يقام بها الحدود، وتأمن بها السبل، ويجاهد بها العدو، ويقسم بها الفيء) (1) . ¶ وبهذا يمكن القول بصريح العبارة إن كل مُلْكٍ وولاية للمسلمين فهي مرتبة من التمكين عليا على أي حال كانت تلك الولاية أو الحكومة، أو ذلك الملك باستثناء حالة الكفر الظاهر أو المبطن، فهي حالة لها أثرها المعاكس، وكذلك حالة الحيف الشديد في بعض الأحيان لقوله صلى الله عليه وسلم «ثلاث أخاف على أمتي: الاستسقاء بالأنواء وحيف السلطان وتكذيب بالقدر» (2) . ¶ _________ ¶ (1) مجموع الفتاوى لابن تيمية (28 / 297) . ¶ (2) رواه أحمد والطبراني من حديث جابر بن سمرة رضي الله عنه، وصححه الألباني في صحيح الجامع (3023) .",
            "page": "51",
            "part": "1",
            "seal": "C03E27F3"
        },
        {
            "id": "52",
            "nass": "والجدير بالذكر هنا أن أكثر الملوك من غير الصالحين، قال - تعالى -: {إِنَّ الْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا وَجَعَلُوا أَعِزَّةَ أَهْلِهَا أَذِلَّةً وَكَذَلِكَ يَفْعَلُونَ} (1) فمن فحوى الآية وواقع التاريخ نرى أن الملوك أبعد ما يكونون عن الصلاح في أنفسهم في الغالب. أما من حيث سياستهم لممالكهم فحسب حال رعاياهم وموقفهم من المُلْك وحاله - وهذا في العموم الغالب كذلك - والملوك الصالحون قليل، ولكن رغم هذا فالملك جائز في شرع من قبلنا. ¶ قال - تعالى -: {أَلَمْ تَرَ إِلَى الْمَلَإِ مِنْ بَنِي إِسْرَائِيلَ مِنْ بَعْدِ مُوسَى إِذْ قَالُوا لِنَبِيٍّ لَهُمُ ابْعَثْ لَنَا مَلِكًا نُقَاتِلْ فِي سَبِيلِ اللَّهِ} .. (2) الآية. ¶ وشرع من قبلنا شرع لنا ما لم تنسخه شريعتنا، كما هو مقرر في كتب الأصول (3) ، وهو جائز في شريعتنا إذا تعذر إقامة خلافة النبوة التي هي الأصل (4) . ¶ _________ ¶ (1) النمل: 34 ¶ (2) البقرة: 243. ¶ (3) هذا ما عليه الجمهور، راجع الأحكام للآمدي (4 / 190) ، ومذكرة أصول الفقه (161) . ¶ (4) انظر مجموع الفتاوى لابن تيمية (24،25 ج35) .",
            "page": "52",
            "part": "1",
            "seal": "1C636294"
        },
        {
            "id": "53",
            "nass": "وجواز الملك في شرع من قبلنا، واستساغته في شرعنا إذا تعذرت الخلافة؛ إنما هو بسبب أن الملك - رغم نقصه عن مرتبة الخلافة - يكون أحيانًا به قوام الناس وحده، ولا يقام أمر الناس وتجتمع حالتهم وتصلح إلا عليه، وذلك لنقصهم ونقصٍ في ولاية أمرهم، فيقصرون عن العلو إلى مرتبة الخلافة، فإنه كما تكون الرعية يكون الوالي عليها (1) ، وليس أدل على أن المُلْك لا تقام أمور الناس إلا به أحيانًا، ولعله غالبًا - لضعفهم عن الارتقاء إلى مرتبة الخلافة وإقامتها إلا في فترات محدودة - ليس أدل على ذلك من قصة الملأ من بني إسرائيل من بعد موسى، إذ لم يدفعوا الظلم عنهم ويستقيموا للجهاد إلا بقيادة ملك، رغم وجود نبي بين ظهرانيهم وأقرهم الله على هذا وأجاب طلبتهم وابتعث لهم ملكًا كما كان الأمر فيهم من قبل. ¶ _________ ¶ (1) المصدر السابق (20 ج35) .",
            "page": "53",
            "part": "1",
            "seal": "51E6697C"
        },
        {
            "id": "54",
            "nass": "المرتبة السابعة: الخلافة. ¶ وهي خلافة النبوة، وهي المرتبة الأعلى في مراتب التمكين لدعوة المرسلين وهي أفضل من الملك وهي الأصل (1) . ¶ قال - سبحانه وتعالى -: {وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً} (2) الآية. ¶ قال الإمام القرطبي عند هذه الآية: \"هذه الآية أصل في نصب خليفة وإمام يسمع له ويطاع، لتجتمع به الكلمة، وتنفذ به أحكام الخليفة، ولا خلاف في وجوب ذلك بين الأمة..\" (3) . ¶ وكل نبي ملِكٍ فهو خليفة، قال - تعالى -: {يَا دَاوُدُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ} (4) الآية. ¶ وكذلك الحاكم أو الملك وإن لم يكن نبيًا إذا كان على نهج النبوة وقد اتخذ ولايته دينًا وقربة إلى الله، كان خليفة من خلفاء الله في الأرض، سواء كان خلفًا لنبي مباشرة، أو كان بينه وبين النبي فترة من الزمن - أي مدة - وعندما يسمى الحاكم خليفة وهو على غير نهج خلافة النبوة - أمثال من جاء من الحكام بعد الخلفاء الأربعة - فإنما ذلك من باب التجوز في التسمية والتوسع، وإلا فالحقيقة أنه ليس بخليفة يصدق عليه مصطلح خلافة النبوة المتعارف عليه عند المسلمين وعلمائهم (5) . ¶ _________ ¶ (1) المصدر السابق (35 / 22 - 28) . ¶ (2) البقرة: 30. ¶ (3) الجامع لأحكام القرآن (1 / 264) . ¶ (4) ص: 26. ¶ (5) انظر مجموع الفتاوى لابن تيمية (35 / 20) .",
            "page": "54",
            "part": "1",
            "seal": "A647EB3D"
        },
        {
            "id": "55",
            "nass": "عوامل التمكين لدعوات المرسلين ¶ المبحث الأول: الإيمان الخالص لله. ¶ المبحث الثاني: الجماعة المناصرة. ¶ المبحث الثالث: الصبر. ¶ المبحث الرابع: التواصي بالحق. ¶ المبحث الخامس: تبليغ الدعوة. ¶ المبحث السادس: المعجزة. ¶ المبحث السابع: الحكمة في الدعوة. ¶ المبحث الثامن: الأمر بالمعروف والنهي عن المنكر. ¶ المبحث التاسع: الهجرة. ¶ المبحث العاشر: الجهاد. ¶ المبحث الحادي عشر: الضراعة. ¶ المبحث الثاني عشر: إقامة الدين. ¶ توطئة ¶ الإيمان بالله ورسوله هو أول أمر يرتب الله عليه تحقق النصر والتمكين للأمة في كتابه الكريم، وعندما يذكر - سبحانه وتعالى - الوعد بالتمكين يجعله الشرط الأول والأكبر والأساس، وما سواه من الشروط والأمور فمبنية عليه، فهو الأساس والقاعدة والمنطلق لكل عمل تتقدم به جماعة المؤمنين وهي تسعى إلى النصر والتمكين.",
            "page": "55",
            "part": "1",
            "seal": "787CBB5E"
        },
        {
            "id": "56",
            "nass": "وهذه نصوص الكتاب العزيز وهي تؤكد الإيمان بالله ورسوله، وتشترطه قبل كل شيء، لحصول نصر الله وتأييده وتمكينه للمرسلين وأتباعهم من المؤمنين. قال - تعالى -: {وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا فَأَوْحَى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ} {وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِنْ بَعْدِهِمْ ذَلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ} (1) . ¶ فبيَّن - سبحانه وتعالى - أنه مهلك الظالمين، وممكن للمرسلين، ومن استجاب لهم، وحصر الوعد الأكيد هنا لمن جمع أقطار الإيمان كلها؛ وهو خوف الله وخوف وعيده، وهو غضبه في الدنيا ويوم القيامة، والتعبير هنا بخوفه وخوف وعيده يجمع الإيمان كله. ¶ وذلك مثل قوله - تعالى - يصف قول المنافقين: {وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ} (2) . ¶ _________ ¶ (1) إبراهيم: 13 - 14. ¶ (2) البقرة: 8.",
            "page": "56",
            "part": "1",
            "seal": "AECAF67B"
        },
        {
            "id": "57",
            "nass": "فإن المنافقين إنما اكتفوا بذكر الإيمان بالله واليوم الآخر دون سائر أركان الإيمان؛ لأن هذين الركنين يشملان ويتضمنان سائر أركان الإيمان، فالتعبير بهما هنا للدلالة منهم على أنهم جمعوا الإيمان من أقطاره فيصدقهم بذلك الناس. ¶ وكذلك التعبير هنا بخوف مقام الله، وخوف وعيده للدلالة الصادقة على تحقق الإيمان الكامل بجميع أركانه ومن كافة أقطاره، فذلك يوجب لمن تحقق فيه إسكانه في الأرض وإهلاك عدوه واستخلافه وتمكين الله - سبحانه وتعالى - له. ¶ وكذلك قال - تعالى - في ترتب التمكين على الإيمان به ورسوله قبل كل شيء: {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا وَمَنْ كَفَرَ بَعْدَ ذَلِكَ فَأُولَئِكَ هُمُ الْفَاسِقُونَ} (1) . ¶ _________ ¶ (1) النور: 55",
            "page": "57",
            "part": "1",
            "seal": "2772DF4E"
        },
        {
            "id": "58",
            "nass": "وقال - تعالى -: {يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ} {تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ} {يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ} {وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ} (1) . ¶ فوعد الله - سبحانه وتعالى - المؤمنين بالنصر منه والفتح القريب وبشائر التمكين التي لا تنتهي إن هم قاموا بالإيمان والجهاد حق القيام. ¶ _________ ¶ (1) الصف: 10 - 13.",
            "page": "58",
            "part": "1",
            "seal": "0AF66F30"
        },
        {
            "id": "59",
            "nass": "(1) الملأ من بني إسرائيل من بعد موسى - عليه السلام -. ¶ هؤلاء الجماعة المؤمنة من الملأ من بني إسرائيل من بعد موسى مع طالوت، يبين - تعالى - إيمانهم الخالص وثقتهم به - تعالى - مما أدى إلى نصرهم بإذن من الله لا بقوتهم ولا كثرتهم. ¶ قال - تعالى -: {فَلَمَّا جَاوَزَهُ هُوَ وَالَّذِينَ آمَنُوا مَعَهُ قَالُوا لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ} {وَلَمَّا بَرَزُوا لِجَالُوتَ وَجُنُودِهِ قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} {فَهَزَمُوهُمْ بِإِذْنِ اللَّهِ} (1) الآية. ¶ _________ ¶ (1) البقرة: 249 - 251.",
            "page": "59",
            "part": "1",
            "seal": "D76DC1B0"
        },
        {
            "id": "60",
            "nass": "لقد كان طالوت ومن معه مؤمنين، وعلى درجة من الإيمان فاضلة، ولكنهم قالوا: {لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ} لما رأوا من قلتهم وكثرة جنود جالوت، فقد كانوا جنودًا؛ والجنود في اللغة جمع جند (1) ، فلقد كانوا جيوشًا متكاثرة، وجنودًا مجندة، فلا إمكان لخوض المعركة معهم بهذه القياسات المادية حتمًا، ولكن كان مع طالوت والمؤمنين طائفة أخلص منهم إيمانًا وأرفع، من الذين يظنون أنهم ملاقو الله، والظن هنا بمعنى اليقين (2) ، والإيقان منهم بأنهم ملاقو الله هو غاية اليقين وأخلص الإيمان وكماله، كما جاء عن أبي بكر رضي الله عنه أنه خطب الناس فقال: \"قام رسول الله صلى الله عليه وسلم مقامي هذا عام الأول - وبكى أبو بكر - ثم قال أبو بكر يحكي قول النبي - صلى الله عليه وسلم -: «سلوا الله المعافاة - أو العافية - فلم يؤت أحد قط بعد اليقين أفضل من العافية أو المعافاة» ... ) (3) الحديث. ¶ _________ ¶ (1) راجع «المفردات» للراغب الأصفهاني 100 ¶ (2) انظر تفسير «جامع البيان» للطبري (2 / 624) . ¶ (3) مسند الإمام أحمد (1 / 156) وصححه أحمد شاكر.",
            "page": "60",
            "part": "1",
            "seal": "8A97D8AC"
        },
        {
            "id": "61",
            "nass": "لقد كان بين طالوت ومن معه طائفة اتصفت باليقين وهو درجة كمال الإيمان، كما جاء في الحديث بل غاية اليقين، فيقينهم منصرف هنا إلى لقاء الله وهذا غاية اليقين وأسنى مراتبه، وهنا قامت تلك الطائفة الموقنة بإقناع طالوت وبقية المؤمنين، ورجعوا وقاسوا لهم مقاييس الحروب بالإيمان، وأن القليل يغلب الكثير إذا أذن الله، فلنطلب النصر منه - سبحانه - ونتضرع إليه، ونطلب أسباب معيته، وهي الصبر والرغبة إليه فلن نغلب، وهنا اقتنع بقية المؤمنين القلة الذين كانوا فوق الثلاثمائة بيسير (1) ، وقابلوا الألوف المؤلفة وهم يتضرعون إلى الله {فَهَزَمُوهُمْ بِإِذْنِ اللَّهِ} إن قوله - تعالى - هنا {بِإِذْنِ اللَّهِ} ليدل على أن الهزيمة ما كانت لتكون أبدًا لولا إذنه - سبحانه - فهو الذي نصر المؤمنين، ولولا نصره لهم، لذهبوا شربة ماء لجالوت وجنوده، وما كان ذلك النصر ليكون ويأذن به الله لولا تلك الطائفة الموقنة الذين أرجعوا طالوت والمؤمنين إلى اليقين وطلب النصر من الله، والثقة بنصر الله والصبر حتى نصرهم الله وهزم عدوهم. ¶ _________ ¶ (1) كان عددهم ثلاثمائة وبضعة عشر، كعدة الصحابة في بدر. راجع صحيح البخاري في كتاب المغازي، في عدة أصحاب بدر.",
            "page": "61",
            "part": "1",
            "seal": "81B8A1BC"
        },
        {
            "id": "62",
            "nass": "(2) بيعة الرضوان. ¶ ما رتب الله - سبحانه وتعالى - على بيعة الرضوان من إثابة المؤمنين بالفتح القريب ومغانم كثيرة يأخذونها في خيبر، وكف أيدي الناس عنهم، وفتح مكة لهم بعد ذلك دون عناء قتال؛ إنما كان لما علم في قلوبهم من الإيمان الخالص له الصادق الكامل، فأثابهم كل ذلك الثواب بناءً عليه. ¶ قال - تعالى -: {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا} {وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا} (1) . ¶ وهنا نرى الإيمان الخالص لله إذا علمه - تعالى - في قلوب عباده أثابهم عليه فتحًا دون قتال ومغانم كثيرة، كم قاتلوا من قبل فلم يجدوا مثلها! ¶ إن الله - سبحانه وتعالى - قد أثاب المؤمنين بكل تلك البشائر والفتوح، لا لجهادهم ولا لسعيهم إلى العمرة، وإنما لشيء علمه في قلوبهم، {فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا} {وَمَغَانِمَ كَثِيرَةً} .. . ¶ _________ ¶ (1) الفتح: 18 - 19.",
            "page": "62",
            "part": "1",
            "seal": "45D10050"
        },
        {
            "id": "63",
            "nass": "قال ابن كثير - رحمه الله -: \" وقوله - تعالى -: {فَعَلِمَ مَا فِي قُلُوبِهِمْ} أي: من الصدق والوفاء والسمع والطاعة\" (1) . ¶ إن هذه الآيات لتؤكد أن الإيمان الخالص لله هو شرط النصر والتمكين لجماعة المؤمنين، وأنه أعظم شروط نصر الله وتمكينه للمؤمنين، بل هو الشرط الرئيس والأساس، وأنه عند توافره وخلوصه وبلوغه درجة الكمال كدرجة البيعة على الموت في سبيل الله كما كان في بيعة الرضوان فإن الله قد يثيب عليه فتحًا ونصرًا وتأييدًا وتمكينًا، دون أن يطالب أو يكلف المؤمنين بالجهاد أو عناء النصر وتبعات تطلبه. ¶ _________ ¶ (1) تفسير ابن كثير (4 / 205) .",
            "page": "63",
            "part": "1",
            "seal": "56CCB131"
        },
        {
            "id": "64",
            "nass": "والآن وبعد أن تبين دور الفئة الموقنة في تحقيق نصر الله لطالوت ومن معه نرى كذلك دور الإيمان الخالص في بيعة الرضوان، وأن الفتح والمغانم وبشائر التمكين ما كانت إلا ثوابًا له، ونرى مدى حرص رسول الله - صلى الله عليه وسلم - على توفير هذا العامل العظيم من عوامل النصر وتطلبه، ونرى كذلك شدة حرصه على نفي ما يوهن منه أو يضعفه في النفوس، أو يعكر صفاءه أو ينقص كماله، فلقد كان - عليه الصلاة والسلام - يحرص على أن يوفر من يتوافر فيهم الإيمان الخالص المجرد في صفوف جيشه، ويحرص على خروجهم معه، ويحض صحابته على معرفة قدرهم وأنهم سبب نصر الله لهم، فيقول صلى الله عليه وسلم: «أبغوني الضعفاء فإنما ترزقون وتنصرون بضعفائكم» (1) . ويقول - عليه الصلاة والسلام -: «إنما ينصر الله هذه الأمة بضعيفها، بدعوتهم وصلاتهم وإخلاصهم» (2) . وذلك أن الضعفاء إذا كانوا أهل صلاة ودعاء وإخلاص بحق أهل الإيمان الخالص لله السالم من الشوائب؛ لأنهم لضعفهم لا يتعلقون بسبب إلا بالخالق - سبحانه وتعالى -. وهذا هو عامل النصر الرئيس. ¶ _________ ¶ (1) سنن أبي داود، الجهاد، باب في الانتصار برذل الخيل والضعفة (3 / 32) . ¶ (2) سنن النسائي. الجهاد، باب الاستنصار بالضعيف (6 / 45) .",
            "page": "64",
            "part": "1",
            "seal": "CF8B1965"
        },
        {
            "id": "65",
            "nass": "وكذلك كان - صلى الله عليه وسلم - يحرص على إبعاد كل ما يشوب الإيمان في نفوس صحابته وأمرائهم وسراياهم، فلا يولي إمارة سرية أو ما فوقها من يعلم فيه حرصًا على الإمارة أو استشرافًا لها، وما ذاك إلا لكي لا يختل شرط النصر فينقص الإيمان وتتوجه النية إلى الشرف أكثر من توجهها لنصرة دين الله والإخلاص لإعلاء كلمته - سبحانه -. عن أبي موسى الأشعري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «إنا والله لا نولي على هذا العمل أحدًا سأله ولا أحدًا حرص عليه» (1) . ¶ وبعد كل هذا يتبين لنا أن الوعد الذي قطع الله به على نفسه، وجعله حقًا عليه في قوله - تعالى -: {وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} (2) أن المقصود بـ\"المؤمنين\" ليس مجرد التسمية لهم بالإيمان، أو ذكر جنسهم أنهم من أهل الإيمان، وإنما المقصود هنا المؤمنون الخُلَّص الذين حققوا الإيمان تحقيقًا، وجردوه لله تجريدًا؛ فهم الذين جعل الله لهم حقًا عليه أن ينصرهم، أما مجرد حصول الإيمان والتسمي به فلا يتناوله هذا الوعد، وليس المقصود في الآية. ¶ _________ ¶ (1) صحيح مسلم بشرح النووي (4 / 207) . ¶ (2) الروم: 47.",
            "page": "65",
            "part": "1",
            "seal": "869C689B"
        },
        {
            "id": "66",
            "nass": "المبحث الثاني ¶ الجماعة المناصرة ¶ مما لا شك فيه أن كل دعوة من الدعوات أيًا كانت لا بد لها من جماعة تنهض بها وتناصرها، وأن وجود الجماعة هو العامل الأساس في قيام الدعوة ورسوخها وبقائها، ووجود الجماعة المناصرة لدعوة الحق هو أول عامل في تمكينها وتحقق العاقبة لها. ¶ ولقد ذكر الله - سبحانه وتعالى - هذا في كتابه وبين أن وجود الجماعة المؤمنة المناصرة هو التأييد منه - سبحانه - لدعوة الحق، والسبب الظاهر في تحقق النصر، قال - سبحانه وتعالى - لنبيه محمد صلى الله عليه وسلم: {وَإِنْ يُرِيدُوا أَنْ يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّهُ هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ} (1) ، قال ابن كثير: \"أي جمعهم على الإيمان بك، وعلى طاعتك ومناصرتك، ومؤازرتك\" (2) . فالجماعة التي تكون عاملًا أساسيًا في ظهور دعوة الحق وتمكينها، لا بد لها من أمرين: ¶ 1- أن تكون مؤمنة. ¶ 2- أن تكون مناصرة لدين الله حق المناصرة. ¶ _________ ¶ (1) الأنفال: 62. ¶ (2) تفسير ابن كثير (2 / 336) .",
            "page": "66",
            "part": "1",
            "seal": "6853175F"
        },
        {
            "id": "67",
            "nass": "ومتى فقدت الجماعة هذين الأمرين أو أحدهما، أو نقصت في أحدهما، تخلف النصر والظهور، ولو كان ولاؤها لدين الله، ولا أدلَّ على ذلك مما حدث مع نبي الله موسى وأخيه هارون - على نبينا وعليهم الصلاة والسلام -، وهما يستحثان قومهما للدخول في الأرض التي كتبها الله لهم. ¶ قال - سبحانه وتعالى - على لسان موسى: {يَا قَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ وَلَا تَرْتَدُّوا عَلَى أَدْبَارِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ} (1) ، فعند التأمل في قوله {كَتَبَ اللَّهُ لَكُمْ} نجد التعبير بكلمة (كتب) له غاية من التأكيد تفيد أن الأرض لهم قد كتبها الله في علم الأزل لهم وقدَّر أنها ستكون تحت تصرفهم - وبالفعل كانت لهم فيما بعد ودخلوها - ولكن نرى هنا كيف نكلت الجماعة المؤمنة عن نصرة أمر الله، وتحقيق ما كتب الله لهم، فامتنعت عن القتال، وتلكأت عن تنفيذ الأمر بمعاذير هي غاية في الجبن والهلع وعدم الثقة بوعد الله ورسوله، وسوء الأدب مع الله وأنبيائه {قَالُوا يَا مُوسَى إِنَّا لَنْ نَدْخُلَهَا أَبَدًا مَا دَامُوا فِيهَا فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ} (2) . ¶ _________ ¶ (1) المائدة: 21. ¶ (2) المائدة: 24.",
            "page": "67",
            "part": "1",
            "seal": "6889144C"
        },
        {
            "id": "68",
            "nass": "وعند فقدان المناصرة من الجماعة المؤمنة تأخر ذلك الوعد المكتوب بدخول بني إسرائيل ولم يتخلف في ذاته، وإنما تخلف أولئك الناكلون فلم يستحقوا أن ينالوا ما كُتِب لهم، وهنا نرى في وضوح كوضوح النهار كيف تنحط الدعوة من مراتب عظيمة من التمكين، حين ينكل وينخذل أبناؤها من الجماعة المؤمنة، عن النصرة والتنفيذ لأوامر الله وما رضي الله لهم، عند ذلك قال نبي الله موسى - على نبينا وعليه الصلاة والسلام -: {رَبِّ إِنِّي لَا أَمْلِكُ إِلَّا نَفْسِي وَأَخِي فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ} {قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الْأَرْضِ فَلَا تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ} (1) . ¶ وهنا نلمس عبرة للمعتبرين ونراها. لقد أصبحت الأرض المكتوبة لهم محرمة عليهم جزاء إنخذالهم ونكولهم عن نصرة أمر الله ونبيه. ¶ _________ ¶ (1) المائدة: 25 - 26.",
            "page": "68",
            "part": "1",
            "seal": "2B9614AD"
        },
        {
            "id": "69",
            "nass": "وفي الجانب المشرق نرى كيف يكتب الله - سبحانه وتعالى - التمكين والرفعة للجماعة المؤمنة، حين تتبنى نصرة دين الله، ولو في ساعة العسرة، وكثرة المخالفين، وقلة المؤمنين، كيف يكتبه الله - سبحانه وتعالى - لهم ويحوطهم ويجعل الرفعة لهم، أبد الآبدين إلى يوم الدين، وهذا جلي واضح ناصع في دعوة نبي الله عيسى - على نبينا وعليه أفضل الصلاة والسلام -. ¶ قال - تعالى -: {فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ} {رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ} {وَمَكَرُوا وَمَكَرَ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ} {إِذْ قَالَ اللَّهُ يَا عِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَى يَوْمِ الْقِيَامَةِ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ} (1) . ¶ _________ ¶ (1) آل عمران: 52 - 55.",
            "page": "69",
            "part": "1",
            "seal": "5B1A56D2"
        },
        {
            "id": "70",
            "nass": "إن تبني نصرة دعوة الحق في ظروف صعبة كهذه محاطة بالعداء لمن انتمى إليها؛ العداء الظاهر والمكر الغادر من جانب آخر، عداء حتى لنبي يرونه أمام أعينهم يحيي الموتى - بإذن الله -، ويبرئ الأكمه والأبرص - بإذن الله -، ويبلغ العداء بهم لدعوته رغم ما يرونه من آيات بيده لا يمكن أن تأتي إلا من عند الله أن يسعوا لقتله وصلبه، هذا كله منصب على الداعي رغم ما معه من الآيات، فما بالك بما سيناله من انتمى إلى دعوته أو انحاز إليها من العداء والنكال، إن مثل هذا الحال ليجعل من المستحيل أو العسير حتى التفكير في الانضمام للدعوة والإيمان بها. ¶ وهنا يأتي موقف النصرة ظاهرًا رغم كل هذه الأحوال؛ يأتي قويًا مدويًا {نَحْنُ أَنْصَارُ اللَّهِ} على مسامع الملأ ورغم كيدهم وعدائهم ومكرهم، وهنا عبرة كذلك يجب ألا تنسى وأن تكون موضع الاهتمام وهي أن تبني نصرة الدين في ظروف تشير إلى أن الهلاك محدق بمن انضم إليه - فضلًا عمن ناصره - سبب مباشر في حصول أسباب غيبية من الله وظاهرة تجعل أولئك المناصرين للدعوة - يوم لا ناصر لها من قبل الناس وكل لها عدو - في أعلى مراتب الظهور والغلبة والنصر.",
            "page": "70",
            "part": "1",
            "seal": "DEDA1517"
        },
        {
            "id": "71",
            "nass": "قال - تعالى -: {وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ تَخَافُونَ أَنْ يَتَخَطَّفَكُمُ النَّاسُ فَآوَاكُمْ وَأَيَّدَكُمْ بِنَصْرِهِ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ لَعَلَّكُمْ تَشْكُرُونَ} (1) ، وحض - سبحانه وتعالى - المؤمنين على نصرة دينه، ووعدهم عليها بالنصر والتمكين، قال - سبحانه وتعالى -: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ} ... (2) . ¶ وقال - سبحانه وتعالى -: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللَّهِ} (3) ، الآية. ¶ _________ ¶ (1) الأنفال: 26. ¶ (2) محمد: 7. ¶ (3) الصف: 14.",
            "page": "71",
            "part": "1",
            "seal": "4897D88B"
        },
        {
            "id": "72",
            "nass": "المطلب الأول: ضرورة استصحاب الصبر ¶ إن دعوات الحق ما قامت ولن تقوم إلا باستصحاب الصبر، ولقد ذكر القرآن الكريم في قصص المؤمنين كيف صبروا، وأمر المؤمنين كذلك بالصبر والمصابرة. ¶ قال - تعالى -: {يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ} (1) . ¶ وبين - سبحانه وتعالى - أن دعوات الحق السابقة واجهت الأعباء والمكائد والزلازل بالصبر وكانوا يسألون الله أن يفرغه عليهم إفراغًا عند مواجهة عقبات الدعوة واشتداد البلاء والكرب بهم، فهذا نبي الله موسى يرشد بني إسرائيل إلى استصحاب الصبر حتى يأتي الفرج. ¶ _________ ¶ (1) آل عمران: 200.",
            "page": "72",
            "part": "1",
            "seal": "341DBCD3"
        },
        {
            "id": "73",
            "nass": "قال - تعالى - في تلقي موسى وبني إسرائيل إيذاء فرعون بالصبر حتى كان الفرج: {وَقَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَى وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ قَالَ سَنُقَتِّلُ أَبْنَاءَهُمْ وَنَسْتَحْيِي نِسَاءَهُمْ وَإِنَّا فَوْقَهُمْ قَاهِرُونَ} {قَالَ مُوسَى لِقَوْمِهِ اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ} {قَالُوا أُوذِينَا مِنْ قَبْلِ أَنْ تَأْتِيَنَا وَمِنْ بَعْدِ مَا جِئْتَنَا قَالَ عَسَى رَبُّكُمْ أَنْ يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُونَ} (1) . ¶ _________ ¶ (1) الأعراف: 127 - 129.",
            "page": "73",
            "part": "1",
            "seal": "4D3E66D2"
        },
        {
            "id": "74",
            "nass": "ولقد أرشد - سبحانه وتعالى - في كتابه الكريم إلى استقبال البلوى واللأواء بالاستعانة بالصبر عليها، فقال - تعالى -: {يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} {وَلَا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْوَاتٌ بَلْ أَحْيَاءٌ وَلَكِنْ لَا تَشْعُرُونَ} {وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ} (1) . ¶ بل بين - سبحانه وتعالى - أن أولياءه المؤمنين كانوا يصبرون ويصطبرون بل ويدعون الله ويطلبونه أن يصب عليهم الصبر صبًا حتى يفيض عليهم ويغمرهم وهو الإفراغ (2) ، فيكونون بهذا الحال قد استعدوا للشدائد والكروب بأبلغ أنواع الصبر. قال - تعالى - في شأن الملأ من بني إسرائيل ومؤمنيهم الذين ثبتوا مع طالوت وهم في بروزهم لأهوال المعركة مع جالوت وجنده الكافرين: {وَلَمَّا بَرَزُوا لِجَالُوتَ وَجُنُودِهِ قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} (3) . ¶ _________ ¶ (1) البقرة: 153 - 155. ¶ (2) راجع فتح القدير للشوكاني (2 / 235) . ¶ (3) البقرة: 250.",
            "page": "74",
            "part": "1",
            "seal": "35C145F0"
        },
        {
            "id": "75",
            "nass": "ولهذا استحب بعض أهل العلم أن تكون هذه اللهجة من الدعاء لهجة جنود الإيمان حين يلقون أعداءهم (1) ، وأن تكون هذه العبارة من الدعاء ذكرهم الكثير الذي أمرهم الله به في قوله - تعالى -: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ} (2) . ¶ وكذلك طلب إفراغ الصبر من الله، كان طلب سحرة فرعون من الله، حين آمنوا وأوعدهم فرعون بكل نكال وعذاب شديد، فأجابوا بقولهم: {وَمَا تَنْقِمُ مِنَّا إِلَّا أَنْ آمَنَّا بِآيَاتِ رَبِّنَا لَمَّا جَاءَتْنَا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ} (3) . ¶ _________ ¶ (1) انظر فتح القدير للشوكاني (2 / 315) . ¶ (2) الأنفال: 45. ¶ (3) الأعراف: 126.",
            "page": "75",
            "part": "1",
            "seal": "C28E0638"
        },
        {
            "id": "76",
            "nass": "المطلب الثاني: ترتب النصر والتمكين على تحقق الصبر ¶ وردت نصوص الكتاب والسنة بالأجر الجزيل والثواب العظيم على تحقق الصبر من الصابرين، وجاء في ذلك من عظم الثواب والدرجات في الجنة ما قد يجعل المرء يذهب إلى أن جزاء الصبر أخروي كله، وذلك لكثرة ما ورد في ذلك، ولكن عند الفحص والتحقق في نصوص القرآن والسنة نجد كذلك أن هناك أمورًا عظامًا، وثوابًا جسيمًا ونصرًا عزيزًا وتمكينًا فريدًا يثاب به أهل الصبر في الدنيا؛ فضلًا عما ينتظرهم في الآخرة. ¶ بل نجد أن القرآن الكريم في مواضع عدة جعل وجود الصبر شرطًا أساسيًا لحصول الغلبة والتأييد من الله، وأنه في حالة قلة الصبر أو انعدامه ينعدم التأييد من الله مهما بلغت تلك الجماعة المؤمنة من قوة اليقين ونصرة الدين. ¶ وإليك المواضع التي رتب القرآن الكريم حصول التأييد والتمكين على الصبر فيها، وبين فيها أن الصبر شرطها الأول والرئيس بعد الإيمان به - سبحانه -: ¶ (1) قال - تعالى -: {إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} (1) . وقال - سبحانه -: {وَاللَّهُ مَعَ الصَّابِرِينَ} (2) . ¶ _________ ¶ (1) البقرة: 153. ¶ (2) البقرة: 249.",
            "page": "76",
            "part": "1",
            "seal": "43957A40"
        },
        {
            "id": "77",
            "nass": "ففي عدة مواضع من كتابه الكريم يبين - سبحانه - ويؤكد معيته للصابرين وأنه معهم، وما ظنك بقوم أو جماعة الله معهم، كيف يتصور أنهم سيغلبون أو يذلون!",
            "page": "77",
            "part": "1",
            "seal": "B511CF87"
        },
        {
            "id": "78",
            "nass": "ولقد بين - سبحانه وتعالى - أن معيته تستلزم عدم الخوف وتستلتزم النصر والغلبة في الوقت نفسه، وذلك حين أبدى موسى وهارون - على نبينا وعليهم الصلاة والسلام - تخوفاتهم من زمجرة فرعون الحادة وبطشاته الأكيدة التي يتعرض لها كل من يخاطبه بغير ما يهواه {قَالَا رَبَّنَا إِنَّنَا نَخَافُ أَنْ يَفْرُطَ عَلَيْنَا أَوْ أَنْ يَطْغَى} (1) ، فكان الجواب {قَالَ لَا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى} (2) ، فبيّن - سبحانه - هنا أن معيته لهما تستلزم عدم الخوف منهما، فلا داعي للخوف البتة، وتستلزم رعايتهما ونصرهما وحفظهما من كيد فرعون وغطرسته الغاشمة، وهذا الحال في معيته - سبحانه وتعالى - حيث كانت فلا خوف ولا حزن، وإنما نصر وبلج، ويسر وفرج، وهذا أبو بكر الصديق في الغار مع رسول الله - صلى الله عليه وسلم - يبلغ به الخوف كل مبلغ على رسول الله - صلى الله عليه وسلم - وهو يرى أقدام الكفار الذين جاءوا يبحثون عن رسول الله - صلى الله عليه وسلم - ليقتلوه، أو يحبسوه، فيقول لرسول الله - صلى الله عليه وسلم - متخوفًا: \"لو أن أحدهم نظر إلى قدميه لأبصرنا تحت قدميه يا رسول الله\" فأجابه رسول الله - صلى الله عليه وسلم - ¶ _________ ¶ (1) طه: 45. ¶ (2) طه: 46.",
            "page": "78",
            "part": "1",
            "seal": "1018D71F"
        },
        {
            "id": "79",
            "nass": ": «يا أبا بكر ما ظنك باثنين الله ثالثهما» (1) . فجاء القرآن الكريم فبين كيف كانت معيته - سبحانه -، وكيف يكون الظن بمعيته - تعالى - فقال - سبحانه وتعالى -: {إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا وَاللَّهُ عَزِيزٌ حَكِيمٌ} (2) . ¶ فتلك إذن معيته التي أكدها للصابرين في كتابه الكريم مرارًا وتكرارًا، ولله ما أصدق كلام الإمام الشوكاني وأروعه حين قال عند تفسيره لقوله - تعالى -: {وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} (3) ، \"ويا حبذا هذه المعية التي لا يغلب من رزقها غالب، ولا يؤتى صاحبها من جهة من الجهات، وإن كانت كثيرة\" (4) . ¶ (2) ترتب تمكين بني إسرائيل وإنجائهم من فرعون على حسن بلائهم في الصبر. ¶ _________ ¶ (1) الحديث في مسند الإمام أحمد برقم (11) (1 / 13) . ¶ (2) التوبة: 40. ¶ (3) الأنفال: 46. ¶ (4) فتح القدير (2 / 315) .",
            "page": "79",
            "part": "1",
            "seal": "CF76D44E"
        },
        {
            "id": "80",
            "nass": "لقد تقدم معنا في المطلب الأول أنهم جاءوا إلى موسى يتبرمون ويتوجعون من إيذاء الفراعنة وتعذيبهم لهم، وهنا أوصى موسى قومه بالصبر قائلًا: {اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ} (1) ، وجاء الأمر من الله - سبحانه وتعالى - لبني إسرائيل بإقامة الشعائر والصلوات، ومواصلة الصبر وانتظار الفرج - وهم على ذلك الحال الشديد من التعذيب والاضطهاد - وما ذلك من الله - سبحانه وتعالى - إلا ليبلو صبرهم ومحافظتهم على دينهم؛ وهم يفتنون عنه بكل أنواع العذاب. ¶ قال - تعالى -: {وَقَالَ مُوسَى يَا قَوْمِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ فَعَلَيْهِ تَوَكَّلُوا إِنْ كُنْتُمْ مُسْلِمِينَ} {فَقَالُوا عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ} {وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ} {وَأَوْحَيْنَا إِلَى مُوسَى وَأَخِيهِ أَنْ تَبَوَّآ لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً وَأَقِيمُوا الصَّلَاةَ وَبَشِّرِ الْمُؤْمِنِينَ} (2) . ¶ _________ ¶ (1) الأعراف: 128. ¶ (2) يونس: 84 - 87.",
            "page": "80",
            "part": "1",
            "seal": "8AE91436"
        },
        {
            "id": "81",
            "nass": "قال مجاهد: {وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً} لما خاف بنو إسرائيل من فرعون أن يقتلوا في الكنائس الجامعة أمروا أن يجعلوا بيوتهم مساجد مستقبلة الكعبة يصلون فيها سرًا وكذا قال قتادة والضحاك \" (1) . ¶ والحاصل أن البلاء اشتد بالمؤمنين حتى أمرهم الله بجعل بيوت لهم يستخفون فيها ويستسرون بصلاتهم بها، فانتقلوا من بعد العلانية إلى الاستخفاء والسرية لشدة البلاء (2) ، كما قال - تعالى -: {فَمَا آمَنَ لِمُوسَى إِلَّا ذُرِّيَّةٌ مِنْ قَوْمِهِ عَلَى خَوْفٍ مِنْ فِرْعَوْنَ وَمَلَئِهِمْ أَنْ يَفْتِنَهُمْ وَإِنَّ فِرْعَوْنَ لَعَالٍ فِي الْأَرْضِ وَإِنَّهُ لَمِنَ الْمُسْرِفِينَ} (3) . ¶ _________ ¶ (1) تفسير ابن كثير (2 / 444) . ¶ (2) تفسير: «تيسير الكريم الرحمن» لابن سعدي (3 / 382) . ¶ (3) يونس: 83.",
            "page": "81",
            "part": "1",
            "seal": "F12C53A3"
        },
        {
            "id": "82",
            "nass": "والشاهد هنا أن بني إسرائيل بقوا سنين متتابعة وهم على هذا الحال من البلاء، وتخطوا تلك العقبات والمراحل بالصبر على فتنة فرعون وتعذيبه وأذيته والصبر على مزاولة شعائر الدين في آن واحد، حتى خصصوا لعبادتهم بيوتًا غير بيوتهم وبنوها يختفون بها ويصلون في البيوت حتى كانت مساجد لهم، فقطعوا كل هذا البلاء والعناء بالصبر فقط دون غيره إذ لم يكلفوا بجهاد أو رد كيد فأثابهم الله على حسن بلائهم في الصبر بالتمكين في الأرض، وبين أن ذلك إنما هو جزاءً لصبرهم، قال - تعالى -: {وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا وَتَمَّتْ كَلِمَةُ رَبِّكَ الْحُسْنَى عَلَى بَنِي إِسْرَائِيلَ بِمَا صَبَرُوا وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُوا يَعْرِشُونَ} (1) . ¶ _________ ¶ (1) الأعراف: 137.",
            "page": "82",
            "part": "1",
            "seal": "7ED95818"
        },
        {
            "id": "83",
            "nass": "والحق الذي يُشهد به أن بني إسرائيل أبلوا في الصبر بلاءً حسنًا - وهم تحت وطأة فرعون - لم تبله أمة من الأمم التي ذكرت في القرآن ولا أمة محمد - صلى الله عليه وسلم -، فهم في هذه الحال أعظم الأمم صبرًا، وقد بلغوا من الصبر مبلغًا لم يبلغه غيرهم - فيما قص علينا القرآن - وذلك أنهم استضعفهم فرعون وقومه كل الاستضعاف، وأهانوهم كل الإهانة فقد كانوا يقتلون أبناءهم، ويستحيون نساءهم أي يبقونهم أحياء لخدمتهم وامتهانهم، وليس العجب هنا من فعل آل فرعون هذا بهم حين ولادة موسى، وإنما العجب حين رجعوا إلى ذلك النكال ببني إسرائيل حين علموا أنهم آمنوا بنبيهم فرجعوا عليهم مرة ثانية بقتل الأبناء واستحياء النساء ليفتنوهم عن دينهم، فقد وقع هذا العذاب من آل فرعون ببني إسرائيل مرتين حين ولادة موسى، والثانية حين إيمانهم به، لكي يفتنون عن دينهم (1) ، كما جاء ظاهرًا في قوله - تعالى -: {وَقَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَى وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ قَالَ سَنُقَتِّلُ أَبْنَاءَهُمْ وَنَسْتَحْيِي نِسَاءَهُمْ وَإِنَّا فَوْقَهُمْ قَاهِرُونَ} (2) ، والآن والحال على هذا ¶ _________ ¶ (1) انظر تفسير ابن كثير (2 / 249) . ¶ (2) الأعراف: 127.",
            "page": "83",
            "part": "1",
            "seal": "613E4EB2"
        },
        {
            "id": "84",
            "nass": "المنوال فما بالك بقوم لا زالوا على حداثة إيمان يبتلون بأن يؤخذ أبناؤهم من حجورهم ومن أفنية دورهم ليقتلوا أو يرجعوا عن دينهم، ويبتلون كذلك بنسائهم يؤخذن من فرشهم ودورهم من زوجات وبنات ليخدمن بيوتات آل فرعون، وكفى بالخادمة إهانة وهي تعمل في بيت أغنياء يظلمونها متى شاءوا ويكلفونها ما لا تطيق متى شاءوا ويمتهنونها ويهددون كرامتها متى شاءوا، فلا وازع من دين يردعهم وغطرسة الغنى والسلطان تدفعهم إلى السوء وتزعجهم وحينها يأتي بنو إسرائيل إلى نبيهم يشكون هذا الحال وهم في بداية الطريق وبداهة الإيمان، فيجيبهم بقوله: {قَالَ مُوسَى لِقَوْمِهِ اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ} {قَالُوا أُوذِينَا مِنْ قَبْلِ أَنْ تَأْتِيَنَا وَمِنْ بَعْدِ مَا جِئْتَنَا قَالَ عَسَى رَبُّكُمْ أَنْ يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُونَ} (1) . ¶ _________ ¶ (1) الأعراف: 128 - 129.",
            "page": "84",
            "part": "1",
            "seal": "ECEAE5AC"
        },
        {
            "id": "85",
            "nass": "إن بني إسرائيل لم يجدوا عند نبيهم حلًا لهذا الأمر سوى الاستعانة بالله والصبر وبشائر في المستقبل ستنالهم إن أحسنوا الاستعانة بالله والصبر على هذا النكال، ولكن الأمر يطول والعذاب يشتد، والأمر يأتي من الله ببناء بيوت في مصر ولم يأت حسب ما يتوقع من أمرهم بالفرار، أو ردَّ الأذى ووعدهم بالنصر، أو ارتفاع أذية الفراعنة أو إهلاكهم، كل ذلك لم يحدث، وإنما جاء الأمر من الله ببناء البيوت! وبناء البيوت يدل على أن الحال سيطول على ذلك، والبيوت إنما هي للاختفاء وإقامة الصلاة فيها، فالبلاء لم يزدد إلا شدة وبشائر لا أثر لها ولا خبر عنها في الواقع المحسوس، قال - تعالى -: {وَأَوْحَيْنَا إِلَى مُوسَى وَأَخِيهِ أَنْ تَبَوَّآ لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً وَأَقِيمُوا الصَّلَاةَ وَبَشِّرِ الْمُؤْمِنِينَ} (1) . ¶ _________ ¶ (1) يونس: 87.",
            "page": "85",
            "part": "1",
            "seal": "75517B29"
        },
        {
            "id": "86",
            "nass": "إن محنة بني إسرائيل من نوعها هنا وهي بلية لا مثيل لها في بلاوى الابتلاء ألبتة، فالقوم أبناؤهم يقتلون ونساؤهم يخدمن ويُهنَّ من أعدائهم الكافرين، ويبقون على ذلك سنين، وربهم الذي آمنوا به على يد موسى لا ينقذهم من هذا الحال، ولا يرفع القتل عن أبنائهم ولا الاستحياء عن نسائهم ولا يأذن لهم بالفرار من أعدائهم بل يأمرهم بإقامة البيوت ومواصلة العبادات، والبشائر على لسان نبيهم تترى بشارة تلو بشارة ولا أثر لها ظاهر في تغيرات الأحداث بل تزداد سوءًا بهم وقهرًا لهم، وهم على هذا الحال صابرون متوكلون يتضرعون إلى ربهم قائلين: {عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ} {وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ} (1) ، حتى بلغوا من الصبر مبالغ أرضت خالقهم، حتى إذا رضي عنهم فلق لهم البحر فلقًا وقتل عدوهم غرقًا وأتم عليهم كلمته الحسنى على عظم صبرهم وإقامتهم دينهم رغم فتنة عدوهم، حتى أورثهم مشارق الأرض ومغاربها، فكان عظم الجزاء مع عظم البلاء حقًا. ¶ _________ ¶ (1) يونس: 85 - 86.",
            "page": "86",
            "part": "1",
            "seal": "41567D2C"
        },
        {
            "id": "87",
            "nass": "{وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا وَتَمَّتْ كَلِمَةُ رَبِّكَ الْحُسْنَى عَلَى بَنِي إِسْرَائِيلَ بِمَا صَبَرُوا وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُوا يَعْرِشُونَ} (1) . ¶ (3) ترتب غلبة المجاهدين وتأييد الله لهم على الصبر. ¶ لقد رتب الله - سبحانه وتعالى - غلبة المؤمنين على الصبر بل ضمن لهم ضمانًا أكيدًا أنهم مع الصبر يغلبون ضعف عددهم، وأن لا مندوحة لهم من الانحياز عن عدوهم أو عدم لقائه إذا كان على الضعف منهم فإنهم بمجرد توافر الصبر لديهم مع الإيمان يغلبون ضعفهم مباشرة. ¶ _________ ¶ (1) الأعراف: 137.",
            "page": "87",
            "part": "1",
            "seal": "65E1967F"
        },
        {
            "id": "88",
            "nass": "قال - تعالى -: {الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ} (1) ، ومفاد الآية هنا قاعدة ثابتة مضمونة ممن خلق الخلق وهو أعلم بهم بأن طائفة المؤمنين تغلب ضعفها إذا كانت صابرة وأن لا عذر لهم في الانحياز عنهم إذا كان الأعداء ضعف عدد أهل الإيمان بل عليهم لقاءهم والصبر على جلادهم، والغلبة مضمونة لهم (2) . ¶ وقد أشكل على بعض الناس أنه وجد أن طائفة من المؤمنين قد لا تثبت لضعفها من الكافرين، بل وجد أن الكافرين هزموا المؤمنين في عدة حروب وهم على السواء من العدد مثلًا بمثل، فيكف ذلك والآية تنص على أن المؤمنين يغلبون ضعف عددهم، وأجيب بأنه لا إشكال في ذلك ولا معارضة فيه للآية، إذ لا بد أن تكون هذه الطائفة المؤمنة المنهزمة أو المغلوبة غير متصفة بصفة الصبر (3) ، وإلا فلو اتصفت بها مع الإيمان لاستحال انتصار طائفة الكفر عليها سواءً كانت مثلها أو ضعف عدد طائفة الإيمان. ¶ _________ ¶ (1) الأنفال: 66. ¶ (2) أي إذا كان الكافرون ضعف عدد المؤمنين لم يسغ للمؤمنين الفرار ولا التحيز عنهم وإن فعلوا فقد أثموا ووقعوا في سخط الله، أما إذا كان العدد أكثر من الضعف فالانحياز سائغ والقتال غير واجب، هذا قول ابن عباس. راجع تفسير ابن كثير (2 / 337) . ¶ (3) راجع فتح القدير للشوكاني (2 / 324) .",
            "page": "88",
            "part": "1",
            "seal": "174943F7"
        },
        {
            "id": "89",
            "nass": "أما ترتب التأييد الإلهي للمجاهدين المؤمنين على صفة الصبر وقيامهم بها وأنها شرط في ذلك، فلقد وضح هذا الأمر غاية الوضوح في غزوة أحد، فلقد وعد الله المؤمنين فيها بالمدد من الملائكة، ووعدهم بزيادة عدد المدد من الملائكة إلى خمسة آلاف ملك في غزوة أحد بالذات، وعين ذلك لهم تعيينًا، وبينه لهم تبيينًا، وعلقه على الصبر والتقوى. ¶ فقال - سبحانه وتعالى -: {بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُسَوِّمِينَ} (1) ، قال أهل التفسير: {مِنْ فَوْرِهِمْ هَذَا} أي من غضبهم وسفرهم هذا، فلقد عين الله إذن للمؤمنين المدد في هذه الغزوة تعيينًا واضحًا وأشار إليه، ولكن رغم ذلك لم يحصل المدد لتخلف شرطه وهو الصبر والتقوى. ¶ قال مجاهد وعكرمة والضحاك والزهري وموسى بن عقبة: إن الوعد في الآية متعلق بيوم أحد؛ لكنهم قالوا لم يحصل الإمداد بالخمسة الآلاف من الملائكة لأن المسلمين فروا يومئذٍ؛ زاد عكرمة: ولا بالثلاثة الآلاف لقوله - تعالى -: {إِنْ تَصْبِرُوا وَتَتَّقُوا} فلم يصبروا بل فروا فلم يمدوا بملك واحد (2) ¶ _________ ¶ (1) آل عمران: 125. ¶ (2) من تفسير ابن كثير بتصرف يسير.",
            "page": "89",
            "part": "1",
            "seal": "BA0A228F"
        },
        {
            "id": "90",
            "nass": "المطلب الثالث ¶ التواصي بالصبر ¶ لقد أوصى الله - سبحانه وتعالى - بالصبر وأمر به وأوجبه في مواطن عدة، وبين أن جزاءه أعظم الجزاء فقال: {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} (1) ، وامتدح - سبحانه وتعالى - المؤمنين بالصبر وعدَّ ذلك الفعل منهم مانعهم من الخسران، كما قال - تعالى -: {وَالْعَصْرِ} {إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ} {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ} (2) ، وقال - تعالى -: {وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ} (3) ، إن التواصي بالصبر أمر ضروري لا يقل عن التواصي بالحق والتذكير به، بل هو شطيره في هذا الشأن. ¶ وجماعة المؤمنين وهي ترجو تمكين الله لها لا بد من تواصي أفرادها بالصبر ومتى قل التواصي بالصبر فيهم أو تبرموا منه أو تذمروا ممن يذكر به ويحض عليه فهم أبعد الناس عن نيل النصر، والقرب من مواطنه. ¶ _________ ¶ (1) الزمر: 10. ¶ (2) سورة العصر. ¶ (3) البلد: 17.",
            "page": "90",
            "part": "1",
            "seal": "435908AB"
        },
        {
            "id": "91",
            "nass": "ولقد كان التواصي بالصبر في فجر دولة الإسلام حين كان رسول الله - صلى الله عليه وسلم - وصحبه يرتقون مراتب التمكين رتبة رتبة، ويسيرون إلى عليائه مرحلة مرحلة، حينها كان التواصي بالصبر ماثلًا أتم المثول، حتى لقد قال عمر بن الخطاب - رضي الله عنه - وهو متربع على كرسي الخلافة الراشدة، حين بلغت دولة الإسلام أعلى مراتب التمكين: \"خير عيش أدركناه بالصبر\" (1) . ¶ _________ ¶ (1) زاد المعاد (4 / 333) .",
            "page": "91",
            "part": "1",
            "seal": "5D8E91FB"
        },
        {
            "id": "92",
            "nass": "العامل الرابع ¶ التواصي بالحق ¶ إن وجود مبدأ التواصي فقط في جماعة أو أمة أمر كفيل باتزان ما يصدر من تلك الجماعة وانضباطه والسير الآمن المتقدم إلى غاية تلك الجماعة سواءً كانت تسعى لتمكين نفسها أو تسعى لأمور اقتصادية أو اجتماعية. ¶ فما بالك بالجماعة المؤمنة حين تنتهج مبدأ التواصي، والتواصي بماذا؟ بالحق وهو الدين الذي ارتضاه لهم ربهم. ¶ إن الانضباط والاتزان وروعة الأداء وتحقق الفلاح والنجاح سيكون أكثر بكثير مما يخطر ببال من اشتغل بالتفكير في تلكم الأمور، كيف وهي تتجه إلى نور من ربها وتتهادى إليه وتتحاضَّ إلى زيادة الإقبال عليه. ¶ قال - تعالى -: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ سَيَرْحَمُهُمُ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} (1) . ¶ _________ ¶ (1) التوبة: 71.",
            "page": "92",
            "part": "1",
            "seal": "03410A60"
        },
        {
            "id": "93",
            "nass": "ومن أعظم التواصي بالحق تعلم العلم - علم شرائع الدين - وتعلمه ومن هنا جاءت الأحاديث العظام في فضل العالم وفضل طالب العلم من وضع أجنحة الملائكة واستغفار الحيتان والدواب لمعلم الخير وطالب العلم، وما ذلك إلا لما لتعلم العلم وتعليمه من أثر عظيم في بقاء شعائر الدين على دوام العصور في نفوس المسلمين وعدم انطماس نور الوحي في نفوسهم وسلوكهم وبقائه فيهم وكفى بذلك تمكينًا للدين ينقله من جيل إلى جيل عبر العصور وكر الدهور. ¶ وكذلك فإن تواصي أهل الإيمان فيما بينهم - بعضهم لبعض - لإنجاح أمورهم وتحقيق رضا ربهم كفيل بأن ينظر الله لهم على ذلك الحال ويرى حرصهم على \"الحق\" ابتغاء وجهه، حتى جعلوه وصيتهم فيما بينهم فيرحمهم ويكلأهم. ¶ والتواصي بالحق كما جاء في سورة العصر مانع من موانع الخسران (1) ، والآية هنا - آية التوبة هذه - توضح كذلك أنه سبب لشمول رحمة الله - سبحانه - وتنزلها على من فعلوه فيما بينهم. ¶ _________ ¶ (1) انظر: بيان ذلك في مبحث «السلامة من الخسران» من هذا البحث.",
            "page": "93",
            "part": "1",
            "seal": "97E8A626"
        },
        {
            "id": "94",
            "nass": "إن التواصي بالحق - والوصية لا تكون إلا لمن يتوقع من الامتثال - قضية خاصة بتلك الجماعة المؤمنة الذين يمتثلون وصية بعضهم لبعض ويعدونها وصية أخٍ مؤمن صادق ناصح لأخيه المؤمن، فكما أن أهل الإيمان ينصحون غيرهم ويبلغونهم دعوة الحق فهم كذلك لا يقلون حاجة في أن يتواصوا بها ويقوِّم بعضهم البعض الآخر على مناهجها. ¶ وحين يعتنون بهذا الجانب ويحيونه فيما بينهم يبلغون به من الثبات والتقدم والرفعة والتمكين مبلغًا عظيمًا. ¶ قال - تعالى -: {ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ} {أُولَئِكَ أَصْحَابُ الْمَيْمَنَةِ} (1) . ¶ وفي هذا الجو الجميل الرائع من التواصي والتراحم ينشأ جو الشورى وانحزام الرأي، وتبادله للخروج إلى أحسن المخارج وأحسن السبل. ¶ الشورى:- ¶ _________ ¶ (1) البلد: 7 - 8.",
            "page": "94",
            "part": "1",
            "seal": "44F541AB"
        },
        {
            "id": "95",
            "nass": "والشورى كما سلف لا تنمو إلا في جوٍ قد تشبع بالقناعة بالتواصي بالحق وأقره مبدأ وتعارف عليه وتآلف إليه، والشورى وهي عرض الآراء وتبادلها للاهتداء إلى أحسنها وهي لا تكاد تخطئ أبدًا، ومن أجل ذلك وتعليمًا للأمة بفضل الشورى أمر الله - سبحانه وتعالى - رسوله بمشاورة أصحابه، رغم أنه كان في غنىً عن ذلك لما يصل إليه من وحي الله وتوجيهاته. ¶ قال - سبحانه وتعالى -: {فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الْأَمْرِ} (1) . ¶ وفي ذلك إشارة إلى أن الشورى قضية هامة تستقبل بها أهوال الحروب، وتُدارُ بها خطط المعارك، وتحل عن طريقها معضلات الأمة وأزماتها. ¶ قال ابن كثير عند قوله - تعالى -: {وَأَمْرُهُمْ شُورَى بَيْنَهُمْ} (2) : \"أي لا يبرمون أمرًا حتى يتشاوروا فيه ليتساعدوا بآرائهم في مثل الحروب وما جرى مجراها\" (3) . ¶ ومما لا شك فيه أن انعدام الشورى في جماعة أو أمة تسعى للتمكين وتواجه الحوادث والحروب كفيل بحلول الهزيمة وتمزق تلك الجماعة مهما توافر فيها من قوة واجتماع على قيادة وإيمان وغير ذلك من أسباب النصر. ¶ _________ ¶ (1) آل عمران: 159. ¶ (2) الشورى: 38. ¶ (3) تفسير ابن كثير (4 / 127) .",
            "page": "95",
            "part": "1",
            "seal": "60B91EDE"
        },
        {
            "id": "96",
            "nass": "وذلك أنه في حالة انعدام الشورى ستنطلق تلك الجماعة المسكينة بحدها وحديدها في مواجهة أمر من الأمور سالكة طريقًا تظن أنه الأولى، ولعله الأردى الذي فيه هلاكها، وما كان ينقصهم ليتلافوا ذلك إلا جلسة يسيرة يتبادلوا فيها الآراء فيصيبون الرشد، وإن أخطأوه لم يبعدوا عنه كثيرًا. ¶ فالشورى لا تكاد تخطئ الصواب وإن أخطأته فلا يمكن أن تقع في أردى الأحوال أبدًا، وإنما تتجه إلى الصواب غالبًا، أو قريبًا منه نادرًا، وهنا نرى مدى أهمية الشورى في تمكين الدعوة واستقبالها للنصر، والنجاء بها من رديء الرأي وغبش التصور ولهذا جعلها الله من صفات أوليائه المؤمنين المنقادين لربهم وأثنى عليهم بها وجعلها صفة لأمرهم الذي يهمهم. ¶ قال - سبحانه وتعالى -: {وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ} (1) . ¶ _________ ¶ (1) الشورى: 38.",
            "page": "96",
            "part": "1",
            "seal": "712E9426"
        },
        {
            "id": "97",
            "nass": "الحالة الأولى: مجرد إقامة الحجة.",
            "page": "97",
            "part": "1",
            "seal": "1C90A9E0"
        },
        {
            "id": "98",
            "nass": "فمجرد إقامة الحجة يتأتى بأدنى بلاغ مبين مثل: استماع قدر من القرآن فيه إبانة للدين ولو كان يسيرًا فمجرد سماع المدعو لذلك كافٍ لإقامة الحجة عليه قال - تعالى -: {وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ} .. (1) . الآية، قال ابن كثير - رحمه الله -: \"أي استأمنك فأجبه إلى طلبته حتى يسمع كلام الله أي القرآن تقرأه عليه وتذكر له شيئًا من أمر الدين تقيم به عليه حجة الله\" (2) فسماع شيء من كلام الله حجة ملزمة وبلاغ الدعوة إلى المدعو أو سماعه بأمر الدين وشريعته سماعًا بينًا أمر كافٍ لإقامة الحجة عليه وانقطاع عذره وحجته على الله يوم القيامة وسبب في دخوله النار إن مات على الكفر بعد ذلك إلا أن مجرد البلاغ - من هذا النوع - يقيم الحجة على المدعو ويسلم الداعي من الإثم حيث بلغ ما علمه من الدين ولم يكتمه إلا أن قيام الحجة هذا لا يمنع من بقاء هذا الكافر أو الفاجر منعمًا في الدنيا متمتعًا بلذائذها ولكنه ساقط الحجة يوم القيامة فله النار قال - صلى الله عليه وسلم - في الحديث الذي رواه عنه أبو هريرة - رضي الله عنه -: «والذي نفس محمد ¶ _________ ¶ (1) التوبة: 6 ¶ (2) تفسير ابن كثير: 2 / 350.",
            "page": "98",
            "part": "1",
            "seal": "A0C51B3B"
        },
        {
            "id": "99",
            "nass": "بيده ما يسمع بي أحد من هذه الأمة، لا يهودي ولا نصراني، ثم يموت ولا يؤمن بما أرسلت به، إلا كان من أصحاب النار» (1) . ¶ إذن فمجرد البلاغ المبين ولو كان يسيرًا كافٍ لإقامة الحجة، ولكن ذلك كذلك مجرد إقامة حجة لا يستوجب عقابًا في الدنيا ولكن الحجة قامت بالتمام بعد الممات ولا حجة له إذا لقي الله. ¶ _________ ¶ (1) صحيح مسلم، كتاب الإيمان، باب وجوب الإيمان برسالة النبي صلى الله عليه وسلم 2 / 186.",
            "page": "99",
            "part": "1",
            "seal": "CC15A23A"
        },
        {
            "id": "100",
            "nass": "الطريق الأول: عن طريق ديمومة الإنذار ومعاودة الإبلاغ",
            "page": "100",
            "part": "1",
            "seal": "8EBDB91F"
        },
        {
            "id": "101",
            "nass": "وتقصي جميع حالات النصح الصادق وأطواره؛ وذلك أن الله - سبحانه وتعالى - قد ذكر إهلاكه لمن أهلكهم من المكذبين فبين أنه لم يهلكهم بتكذيبهم الأول ولا الثاني ولا الثالث وإنما كلما كذبوا لم يمنع ذلك التكذيب رسلهم ودعاتهم من دعوتهم وزيادة البيان لهم والتلطف في النصح وضرب الأمثال لهم، بل إن الله - سبحانه وتعالى - لم يذكر في القرآن إهلاكه لمكذبين من السابقين إلا ويذكر كيف دام إنذارهم وتواصل نصحهم قبل ذلك حتى لم يبق لإنسان أن يخطر بباله أن الحجة لم تقم عليهم وأن سفهاءهم قد علموا حقيقة الدعوة وتبينوها فضلًا عن الملأ منهم وعامتهم ولقد ذكر الله - سبحانه - نصح نوح لقومه بأطواره ودوامه وقوته وكثرته قبل إهلاكهم، وعزز - سبحانه - بثلاثة رسل لأهل قرية واحدة ثم سرد نصح مؤمنهم قبل حلول الهلاك بهم، وكذلك قوم فرعون فهذان رسولان ينذران وسرد الله - سبحانه وتعالى - نصح المؤمن الذي كان يكتم إيمانه وكان منهم وهو يذكرهم بما هم فيه من نعمة الملك ويحذر من الاعتداء على موسى وأخيرًا يتنزل معهم كل التنزل في النصح ليتركوا موسى وشأنه: {وَإِنْ يَكُ كَاذِبًا فَعَلَيْهِ كَذِبُهُ} .. (1) الآية.. ¶ _________ ¶ (1) غافر: 28.",
            "page": "101",
            "part": "1",
            "seal": "1279E50D"
        },
        {
            "id": "102",
            "nass": "وكذلك أصحاب السبت فإنهم لم يهلكوا وهم على معصيتهم حتى كانوا على إنذار دائم ووعظ مستمر حتى سأل طائفة من المؤمنين الطائفة الواعظة المؤمنة الأخرى أن تهون من دوام ذلك الوعظ الذي لا تراه مجديًا ولا حوله من يجيب أو يرعوي (1) : {وَإِذْ قَالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا} (2) . ¶ وبناءً على هذا نخرج بأن دوام النصح الصادق المتقضي كل طرق التلطف والتذكير يؤدي إلى حلول العقوبة العاجلة بالمدعوين المكذبين لا سيما إذا قابلوا ذلك بالعتو وزيادة الاستكبار. ¶ _________ ¶ (1) تفسير ابن كثير: 2 / 269. ¶ (2) الأعراف: 164.",
            "page": "102",
            "part": "1",
            "seal": "C664F4C1"
        },
        {
            "id": "103",
            "nass": "وهنا ملاحظة يحسن ويجمل أن تذكر وهي: أن النصح يجب أن يسدى والناصح كله أمل وطموح لأن تقبل نصيحته وتنفع في استجابة المدعوين كما قال - سبحانه وتعالى - عن نبي الله نوح - على نبينا وعليه الصلاة والسلام -: {وَأُوحِيَ إِلَى نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَفْعَلُونَ} (1) . فيا سبحان الله حقًا! بعد كل هذا النصح من نوح والعناء في إسدائه ودوامه يقول له الله - سبحانه وتعالى - عندما يخبره بأن المتوافدين على الإيمان من قومك لن يزيدوا {فَلَا تَبْتَئِسْ} لقد كان يُتصور أن الرجل سيفرح ليستريح من عناء تلك المناصحة وإبلاغ الدعوة ولكنه؛ لا بالعكس سيحزن ولذلك سلاَّه الله - سبحانه - وقال: {فَلَا تَبْتَئِسْ} مما يدل على صدق النصح وعظم الأمل الذي كان يؤمله نوح على نبينا وعليه الصلاة والسلام في أن يجدي نصحه المتواصل، نعم إن إبلاغ الدعوة والمناصحة يجب أن يكثر منه تجاه المدعويين وألا يكون لغرض إقامة الحجة عليهم الموجبة عذابهم العاجل بل يكون للقيام بواجب النصح الصادق الخالص لوجه ربنا - سبحانه وتعالى -. ¶ _________ ¶ (1) هود: 36",
            "page": "103",
            "part": "1",
            "seal": "0B9EAE66"
        },
        {
            "id": "104",
            "nass": "الطريق الثاني: قيام الحجة الموجبة للعذاب عن طريق المعجزة. ¶ وهذا سيذكر في مبحث \"المعجزة\" وكيف أنها عامل وطريق مباشر في قيام الحجة الموجب لحلول العقاب الدنيوي العاجل قال - تعالى -: {وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ} .. (1) الآية.. وسبب نزولها مبين لهذا الباب تمام البيان (2) . ¶ _________ ¶ (1) الإسراء: 59. ¶ (2) راجع تفسير ابن كثير: 3 / 51.",
            "page": "104",
            "part": "1",
            "seal": "A6C3C46D"
        },
        {
            "id": "105",
            "nass": "الحالة الأولى: ¶ قلب أقوام من الكفر إلى الإيمان والتسليم والانقياد لدعوة الحق، مثل ما وقع حين تحدى موسى السحرة. قال - تعالى -: {وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَلْقِ عَصَاكَ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ} {فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوا يَعْمَلُونَ} {فَغُلِبُوا هُنَالِكَ وَانْقَلَبُوا صَاغِرِينَ} {وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ} {قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ} {رَبِّ مُوسَى وَهَارُونَ} (1) . ¶ _________ ¶ (1) الأعراف: 117 - 122",
            "page": "105",
            "part": "1",
            "seal": "9E0251BF"
        },
        {
            "id": "106",
            "nass": "الحالة الثانية: ¶ زيادة إيمان المؤمن وتكميل إيمانه ونفي الارتياب ودخائل الشكوك عنه فيبلغ بمعاينة المعجزة ومعايشتها درجة اليقين، وهذا من جنس قوله - تعالى -: {وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا} (1) . ¶ وهو كذلك من جنس قوله - تعالى - في إبراهيم - عليه وعلى نبينا أفضل الصلاة وأزكى السلام -: {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِ الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي} ... الآية (2) . ¶ _________ ¶ (1) المدثر: 31. ¶ (2) البقرة: 226",
            "page": "106",
            "part": "1",
            "seal": "91D3D400"
        },
        {
            "id": "107",
            "nass": "الحالة الثالثة: ¶ التي تنتج بعد حصول المعجزة فهي حالة زيادة الكفر والجحود والغطرسة - رغم قيام الحجة بالمعجزة - من الكفار الذين لم يؤمنوا واتبعوا أهواءهم، رغم أنهم قد علموا أنها حق وازدادوا يقينًا في دواخل أنفسهم؛ لأنها صدق لا ريب فيه تشهد على صدق النبي وأنه مرسل من الله، ولكن استكبارًا وجحودًا وبغيًا بغير الحق، فيؤدي وقوع المعجزة ووقوع هذا الحال منهم تجاهها إلى قيام الحجة الموجب لحلول العذاب المباشر، كما قال - سبحانه وتعالى - على لسان نبي الله موسى على نبينا وعليه الصلاة والسلام وهو يرد على جحود فرعون: {لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُورًا} (1) . ¶ ولقد استقر الحال على سنة من الله ثابتة لا تتغير وهي أن المعجزة حين تحدث ثم يكفر ويكذب بها فإن العذاب ينزل مباشرة بالمكذبين ولا يمهلون. ¶ _________ ¶ (1) الإسراء: 102",
            "page": "107",
            "part": "1",
            "seal": "CDAD05EF"
        },
        {
            "id": "108",
            "nass": "عن ابن عباس - رضي الله عنه - قال: «سأل أهل مكة النبي - صلى الله عليه وسلم - أن يجعل لهم الصفا ذهبًا، وأن ينحي الجبال عنهم، فيزرعون، فقيل له: إن شئت أن تستأني، وإن شئت أن نؤتيهم الذي سألوا، فإن كفروا أهلكوا كما أهلكت من قبلهم. قال: لا بل استأني بهم، فأنزل الله - عز وجل - هذه الآية {وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا وَمَا نُرْسِلُ بِالْآيَاتِ إِلَّا تَخْوِيفًا} (1) » [رواه أحمد والنسائي والحاكم وقال صحيح الإسناد (2) ] . ¶ _________ ¶ (1) الإسراء: 59 ¶ (2) مسند الإمام أحمد (5 / 78) .",
            "page": "108",
            "part": "1",
            "seal": "258A54C4"
        },
        {
            "id": "109",
            "nass": "العامل السابع ¶ مسايرة الوضع الملائم في حدود مرضاة الله ¶ (الحكمة في الدعوة) ¶ مسايرة الوضع الملائم في حدود مرضاة الله - سبحانه وتعالى - تلك قضية بارزة نراها بجلاء في دعوات الأنبياء التي ذكر الله في كتابه أطوار تمكينها ومراحل انتقالها من الضعف إلى القوة، مثل دعوة نبي الله موسى ونبينا محمد صلى الله عليه وسلم، ومسايرة الوضع الأنسب والملائم والموافق لرضا الله - سبحانه وتعالى - تبرز في تلك الدعوات من خلال ما كان يربها به الرب - سبحانه - من أوامر وتوجيهات. ¶ كانت تأتي تلك الأوامر والتوجيهات لجماعة أهل الإيمان بما يجعلها في أمان من الصدام والذي ينسفها أو يخضد شوكتها وهي لا زالت في حالة من ضعف، مما يجعلنا نرى تلك العناية والرعاية الربانية جلية واضحة مسايرة وملائمة لبقاء الدعوة وأفرادها من الاجتياح الكاسر الغاشم، وخير مثال لذلك ما كان عليه الصلاة والسلام من الاستسرار بالدعوة وعرضها على من يثق به ويطمئن إليه حتى جاءه بعد ثلاث سنوات من تلك الحال قوله - تعالى -: {فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ} (1) . ¶ _________ ¶ (1) الحجر: 94.",
            "page": "109",
            "part": "1",
            "seal": "346103A7"
        },
        {
            "id": "110",
            "nass": "قال أبو عبيدة عن عبد الله بن مسعود رضي الله عنه: (ما زال النبي صلى الله عليه وسلم مستخفيًا حتى نزلت {فَاصْدَعْ بِمَا تُؤْمَرُ} فخرج هو وأصحابه) (1) . ¶ وهذه رعاية إلهية ظاهرٌ دورها في خدمة الدعوة ورجالاتها بالاستسرار حتى يبلغوا من الحال والعدد ما يطيقون بعده الجهد وتحمل تبعاته. ¶ وأحيانًا تأتي التوجيهات الربانية للدعوة بالإحجام في ساعة يرى الكل أنها ساعة الإقدام، وأحيانًا يأتي الأمر بالإقدام في ساعة العسرة، وتطلع النفوس إلى الراحة أو إلى خيار آخر مثل ما وقع في غزوة بدر، وكان الخيار الذي اختاره الله لهم غير ما تطلعت إليه النفوس، ووصف ذلك ربنا في كتابه، فقال - سبحانه -: {وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ وَيَقْطَعَ دَابِرَ الْكَافِرِينَ} (2) . ¶ وكذلك كان الأمر من الله في غزوة تبوك، في ساعة العسرة، وشدة القيظ، وبعد الشقة، وطيب المقام في المدينة، إذ طابت ثمارها، ومالت ظلالها، فكان الأمر من الله بالغزو، حتى كادت بعض القلوب تزيغ. ¶ _________ ¶ (1) تفسير ابن كثير (2 / 579) . ¶ (2) الأنفال: 7.",
            "page": "110",
            "part": "1",
            "seal": "0C485B06"
        },
        {
            "id": "111",
            "nass": "قال - تعالى -: {لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ} (1) . ¶ _________ ¶ (1) التوبة: 117.",
            "page": "111",
            "part": "1",
            "seal": "DB2F3548"
        },
        {
            "id": "112",
            "nass": "إن مثل هذا الوضع وصفه الكثير - من أهل العلم والفضل - بأنه ابتلاء للمؤمنين، وتمحيص لهم كذلك، وتربية لهم على الشدائد، ولكنه كذلك يتطرق إلى جانب آخر هام. وهو ما نحن بصدده؛ فالله - سبحانه وتعالى - يرسم بهذا الوضع لأهل طاعته ونصرته وضعًا أنسب وأنفع لتمكينهم ونيل الظفر على عدوهم، ويربيهم - سبحانه - على القيام على كره وبغض في ساعات من العسرة، ليروا بعد تنفيذ أوامر ربهم كيف أن السعادة كانت في ما اختار لهم الله، وقاموا إليه على ثقل وكره، ويروا بعين البصيرة كيف أن الله - سبحانه وتعالى - إنما سلك بهم هذا الوضع ليعصمهم من حوادث كانت ستحدق بهم؛ لولا أنهم فعلوا ما أمروا به، ولعل هذه الحوادث كانت غير خافية عليهم، ولكنهم لم ينظروا إليها بثاقب النظر وبعده، ولم يزنوها في ميزانها، فيتعلمون بذلك بعد النظر ومسايرة الحال الملائم التي لا تخرج بهم عن طاعته - سبحانه -، ويتعلمون كيف يقيسون المصالح والمفاسد قياسًا دقيقًا، وهم في خضم مواجهة الأحداث، وحث الخطى للسير قدمًا على درب دعوة الحق.",
            "page": "112",
            "part": "1",
            "seal": "C38CE590"
        },
        {
            "id": "113",
            "nass": "ولا أدل على ذلك من الأمر بالإحجام في ساعة كان الكل يراها ساعة الإقدام، ولا يخطر بالبال التردد في ذلك: الأمر بالإحجام بالصلح في صلح الحديبية ولم يبق عن مكة إلا مرحلة واحدة، والكل متوجه ليعتمر، في زي الإحرام، قد ساقوا الهدي وقلدوها، وتطلعت النفوس إلى دخول مكة، وبايعوا على الموت أكثر من ألف رجل، عندها يأتي أمر الله بالصلح والرجوع دون عمرة، وفيهم أفضل الخلق - صلى الله عليه وسلم -، ويسمي الله ذلك فتحًا، ويرتب عليه - سبحانه وتعالى - هداية وتمام نعمه ونصرًا عزيزًا. ¶ قال - سبحانه وتعالى -: {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا} {لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا} {وَيَنْصُرَكَ اللَّهُ نَصْرًا عَزِيزًا} (1) . ¶ نعم هذا هو الحال الأنسب والوضع الملائم الذي لم يخرج عن مرضاة الله، وإن كان قد أرجع المؤمنين من رتبة عليا من الأعمال الصالحات - من عمرة ورغبة في القتال - إلى ما هو دونها وهو الرجوع وقبول الصلح مما هو كذلك من رضا الله - سبحانه -. ¶ _________ ¶ (1) الفتح: 1 - 3",
            "page": "113",
            "part": "1",
            "seal": "ED445388"
        },
        {
            "id": "114",
            "nass": "وعلى هذا الحال الذي أمر الله به؛ رتب الله عليه بشائر متعددة ونصرًا عزيزًا، ما كان ليتم شيئًا منها لو سلك المؤمنون ما يرونه من إقدام، وسمى الله - سبحانه وتعالى - هذا الصلح بالفتح (1) ، إذ ترتب عليه فتوح ومنافع ودخول ألوف في الإسلام. ¶ قال الزهري: \"فما فُتِح في الإسلام فتح قبله كان أعظم منه، إنما كان القتال حيث التقى الناس، فلما كانت الهدنة ووضعت الحرب، وأمن الناس بعضهم بعضًا، والتقوا فتفاوضوا في الحديث والمنازعة، فلم يكلم أحد بالإسلام يعقل شيئًا إلا دخل فيه، ولقد دخل تينك السنتين مثل من كان في الإسلام قبل ذلك أو أكثر\" (2) . ¶ قال ابن هشام: \"والدليل على قول الزهري أن رسول الله - صلى الله عليه وسلم - خرج إلى الحديبية في ألف وأربعمائة، في قول جابر بن عبد الله، ثم خرج عام فتح مكة بعد ذلك بسنتين في عشرة آلاف\" (3) . ¶ _________ ¶ (1) راجع تفسير ابن كثير لترى أن الفتح المقصود في السورة هو الصلح، وعلى ذلك آثار وأخبار صحاح (4 / 196 - 197) . ¶ (2) سيرة ابن هشام (3 / 268) . ¶ (3) المصدر السابق (3 / 269) .",
            "page": "114",
            "part": "1",
            "seal": "87C7B720"
        },
        {
            "id": "115",
            "nass": "وكان هذا الصلح فتحًا حقًا، فقد توافدت قبائل العرب إلى المدينة تبايع رسول الله صلى الله عليه وسلم، وتعلن دخولها في الإسلام، وكذلك أقبل رسول الله - صلى الله عليه وسلم - على استئصال بقايا اليهود من جزيرة العرب، وفتح خيبر، وقسم خيراتها فيمن كان معه على الصلح، وكذلك عظمت قيمة الإسلام والمسلمين في عيون قريش وقبلوا المفاوضة، ومهد هذا الصلح للفتح الأكبر (فتح مكة) . ¶ ومن هنا نأخذ مدى دور مسايرة الوضع الملائم في حدود رضا الله، ونعرف مدى ذلك في فلوج النصر وحميد العاقبة، وتحقق العز والرفعة، ولقد كان ذلك واضحًا جليًا في هذا الصلح وفي غزوة تبوك، وغزوة بدر. ¶ وكان ذلك كله خير ورفعة وعاقبة حميدة للمسلمين، وهنا نرى ضرورة مسايرة الحال الملائم للوصول إلى مصلحة أعظم ودفع مفسدة أخطر. ¶ قال الإمام ابن القيم - رحمه الله - في الفوائد الفقهية لصلح الحديبية: \"إن مصالحة المشركين ببعض ما فيه ضيم على المسلمين جائزة للمصلحة الراجحة، ودفع ما هو شر منه، ففيه دفع أعلى المفسدتين، باحتمال أدناهما\" (1) . ¶ _________ ¶ (1) زاد المعاد في هدي خير العباد - صلى الله عليه وسلم - (3 / 86) .",
            "page": "115",
            "part": "1",
            "seal": "9DE17E60"
        },
        {
            "id": "116",
            "nass": "العامل الثامن ¶ الأمر بالمعروف والنهي عن المنكر ¶ الأمر بالمعروف والنهي عن المنكر أوسع نطاقًا من التواصي بالحق والذي سبق الحديث عنه، فالتواصي بالحق وإن كان لفظه يحتمل العموم وقد يتفق ويتحد مع الأمر بالمعروف والنهي عن المنكر من حيث المنطلق والغاية، إلا أن التواصي يكون في نطاق أهل الإيمان الطائعين. ¶ بينما الأمر بالمعروف والنهي عن المنكر يغطي هذا النطاق - نطاق التواصي - ويزيد ويتسع إلى نطاق أهل العصيان من أهل الإيمان، وأهل الفسق، وعامة شرائح المجتمع. ¶ والأمر بالمعروف والنهي عن المنكر له دور فاعل في بقاء التمكين ودوامه وتحققه كذلك، ويمكن معرفة أثر الأمر بالمعروف والنهي عن المنكر في تمكين دعوة الحق بوضوح وجلاء في حالتين بارزتين:- ¶ الحالة الأولى:- ¶ وهي حالة تمكن الأمر بالمعروف والنهي عن المنكر ومعرفة قيمته وتأثيره في المجتمع، تقويمًا وردعًا وتوجيهًا وإصلاحًا كما قال - تعالى -: {الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ} (1) . ¶ _________ ¶ (1) الحج: 41",
            "page": "116",
            "part": "1",
            "seal": "67660B2E"
        },
        {
            "id": "117",
            "nass": "فهذه الحالة كفيلة بإسعاد المجتمع وإبقاء تعاليم الدين وإظهارها وصلاح العيش وتحقق الأمن، ولذا انتدب الله الأمة المسلمة لتخصص طائفة منهم يأمرون بالمعروف وينهون عن المنكر، فيكونون عنوان سعادة المجتمع. ¶ قال - تعالى -: {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} (1) . ¶ وعند تحقق هذه الحالة لا يمكن خفاء ما فيها من ظهور تعاليم الدين وبقاء التمكين لأتباعه والمحافظة على شعائره وصلاح كل شئون المجتمع. ¶ قال شيخ الإسلام ابن تيمية: \" ... صلاح العباد بالأمر بالمعروف والنهي عن المنكر؛ فإن صلاح المعاش والعباد في طاعة الله ورسوله، ولا يتم ذلك إلا بالأمر بالمعروف والنهي عن المنكر، وبه صارت هذه الأمة خير أمة أخرجت للناس. قال الله - تعالى -: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ} (2) الآية \" (3) . ¶ الحالة الثانية:- ¶ _________ ¶ (1) آل عمران: 104 ¶ (2) آل عمران: 110. ¶ (3) مجموع الفتاوى (306 / ج28) .",
            "page": "117",
            "part": "1",
            "seal": "35907EDF"
        },
        {
            "id": "118",
            "nass": "في هذه الحالة يكون الأمر بالمعروف والنهي عن المنكر غير ممكن له كما كان في الحالة السابقة، ولكنه موجود بارز بيد أنه ضعيف الجدوى والتأثير في المأمورين والمنهيين، لا لضعفه، وإنما لشدة تعنت أولئك المدعوين وإقبالهم على المعاصي والسيئات دونما هوادة وبكل بجاحة، وهنا يكون الأمر بالمعروف والنهي عن المنكر عصمة لأهله من عقاب الله وعذابه الذي قد يحل بأولئك بين فينة وأخرى. والذين يحتكون بهم ويتعايشون معهم لارتباط شؤون الحياة ومصالح العيش بالتعامل مع أولئك العصاة، فعند مواصلة المعايشة مع أولئك العصاة فلا خوف ولا وجل على أولئك المؤمنين الذين يخالطونهم لظروف الحياة ما داموا قائمين على شعيرة الأمر بالمعروف والنهي عن المنكر تجاههم. ¶ وفي أخبار الهالكين في القرآن بعقوبة الاستئصال العاجل، يؤكد الله - سبحانه وتعالى - هذه السنة ويبين أنها سنة ثابتة في القرون، فأهل النهي عن السوء هم أهل النجاة، ولا يمكن أن يمسهم من العقاب مس، وكفى بذلك تمكينًا وسعادة ورفعة.",
            "page": "118",
            "part": "1",
            "seal": "02308457"
        },
        {
            "id": "119",
            "nass": "والله - سبحانه وتعالى - لم يذكر في كتابه قومًا أهلكهم إلا ويؤكد نجاة أهل الإنكار بلطف منه ورحمة رغم قوة العذاب، وقسوته وفجأته، وهذا هو القرآن يذكر لنا كيف أنجى الله - سبحانه - الذين كانوا ينهون أهل السبت من عقوبته، والعذاب البئيس. ¶ قال - سبحانه وتعالى -: {وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ إِذْ يَعْدُونَ فِي السَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ لَا تَأْتِيهِمْ كَذَلِكَ نَبْلُوهُمْ بِمَا كَانُوا يَفْسُقُونَ} {وَإِذْ قَالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا قَالُوا مَعْذِرَةً إِلَى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ} {فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيسٍ بِمَا كَانُوا يَفْسُقُونَ} {عَتَوْا عَنْ مَا نُهُوا عَنْهُ قُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ} (1) . والآيات جزمت هنا بنجاة الناهين عن السوء المنكرين للمنكر. ¶ _________ ¶ (1) الأعراف: 163 - 166",
            "page": "119",
            "part": "1",
            "seal": "A4CA7310"
        },
        {
            "id": "120",
            "nass": "ولقد بين الله - سبحانه وتعالى - أن هذه سنته فيمن نهى عن السوء وأنكر في سائر القرون وشتى الأمم؛ قال - سبحانه وتعالى -: {فَلَوْلَا كَانَ مِنَ الْقُرُونِ مِنْ قَبْلِكُمْ أُولُو بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِي الْأَرْضِ إِلَّا قَلِيلًا مِمَّنْ أَنْجَيْنَا مِنْهُمْ وَاتَّبَعَ الَّذِينَ ظَلَمُوا مَا أُتْرِفُوا فِيهِ وَكَانُوا مُجْرِمِينَ} (1) . ¶ أي وجد في تلك القرون بقايا يأمرون بالمعروف وينهون عن المنكر، أنجاهم الله - سبحانه - من بين تلك القرون، لأمرهم بالمعروف ونهيهم عن السوء (2) . ¶ أما من سكت عن المنكر ورضي فإن عقوبة الاستئصال شاملة له، وإن كان مؤمنًا أو كان بمكان عند المؤمنين مع إيمانه قال - تعالى - في امرأة لوط التي كانت راضية بما يعمله قومه: {فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ} (3) . ¶ _________ ¶ (1) هود: 116. ¶ (2) انظر: تفسير ابن كثير (2 / 481) . ¶ (3) الأعراف: 83.",
            "page": "120",
            "part": "1",
            "seal": "BB943D96"
        },
        {
            "id": "121",
            "nass": "وهنا نرى كيف أن الأمر بالمعروف والنهي عن المنكر حتى ولو قلَّت جدواه أو انعدمت فهو عصمة ونجاة من عذاب الله، وعليه فعلى أهل الإيمان وجماعته وأصحاب دعوة الحق أن يتبنوه ويحيوه ولو انعدمت جدواه ليمكنوا أنفسهم من النجاة من عقاب الله الذي قد ينزل بمن حولهم من أهل العصيان، وبالتالي يتم تمكينهم في الأرض.",
            "page": "121",
            "part": "1",
            "seal": "97E6BAB2"
        },
        {
            "id": "122",
            "nass": "العامل التاسع ¶ الهجرة في سبيل الله ¶ الهجرة في سبيل الله من أولويات عوامل التمكين لدعوة الحق، والانتقال بها إلى أماكن الأمن والسعة لتنشأ حتى تستوي على سوقها، وتؤتي ثمارها بإذن ربها، وهي قبل ذلك فريضة واجبة على كل فرد مسلم تعذر عليه إقامة دينه في أي بقعة كان ووجد حيلة أو وسيلة للهجرة من ذلك المكان الذي لا يقوم فيه أمر الدين إلا على عوج أو مضض أو لعلة لا يقوم ألبتة، أو وُجِد ذلك الفرد بين ظهراني الكافرين والمشركين فإن الهجرة واجبة عليه، ومتى ارتفعت هذه الحالات المذكورة ارتفع وجوب الهجرة، ومتى وجدت تأكد وجوب الهجرة وأصبح تركها يعني براءة من الإسلام، ولعله قد يصل بذلك التارك إلى الخروج من الملة.",
            "page": "122",
            "part": "1",
            "seal": "0B797EBF"
        },
        {
            "id": "123",
            "nass": "قال - تعالى -: {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا} {إِلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لَا يَسْتَطِيعُونَ حِيلَةً وَلَا يَهْتَدُونَ سَبِيلًا} {فَأُولَئِكَ عَسَى اللَّهُ أَنْ يَعْفُوَ عَنْهُمْ وَكَانَ اللَّهُ عَفُوًّا غَفُورًا} (1) . ¶ قال ابن عباس رضي الله عنه: \"كان قوم من أهل مكة أسلموا وكانوا يستخفون بالإسلام، فأخرجهم المشركون يوم بدر معهم، فأصيب بعضهم وقتل بعض، فقال المسلمون: كان أصحابنا هؤلاء مسلمين وأكرهوا فاستغفروا لهم، فنزلت: {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ} .. الآية، قال: وكتب إلى من بقي بمكة من المسلمين هذه الآية لا عذر لهم قال: فخرجوا\" (2) . ¶ _________ ¶ (1) النساء: 97 - 99 ¶ (2) هذه رواية ابن جرير أخرجها بسنده في التفسير (5 / 233 - 234) وصححها الوادعي في كتابه «الصحيح المسند من أسباب النزول» .",
            "page": "123",
            "part": "1",
            "seal": "698D21CF"
        },
        {
            "id": "124",
            "nass": "وفي هذه الآية وفي سبب نزولها نرى كيف أن تارك الهجرة الذي وجد الحيلة ولم يهاجر لا عذر له، وأنه إذا مات على ذلك فهو متوعد بدخول نار جهنم - والعياذ بالله -. ¶ قال ابن كثير - رحمه الله -: \" نزلت هذه الآية الكريمة عامة في كل من أقام بين ظهراني المشركين وهو قادر على الهجرة وليس متمكنًا من إقامة الدين فهو ظالم لنفسه مرتكب حرامًا بالإجماع\" (1) . ¶ وقال الإمام الشوكاني: \"وقد استدل بهذه الآية على أن الهجرة واجبة على كل من كان بدار الشرك أو بدار يعمل فيها بمعاصي الله جهارًا إذا كان قادرًا على الهجرة ولم يكن من المستضعفين لما في هذه الآية الكريمة من العموم وإن كان السبب خاصًّا\" (2) . ¶ _________ ¶ (1) تفسير ابن كثير (1 / 555) . ¶ (2) فتح القدير (1 / 505) .",
            "page": "124",
            "part": "1",
            "seal": "7BEF00E3"
        },
        {
            "id": "125",
            "nass": "ولقد جاء استثناء من استثنوا في الآية في مدلول يجسد شدة الأمر، ويلاحق كل المعاذير التي لا تجد لها من الحقيقة ما يشد صلبها، فالاستثناء ليس إلا لطائفة من الناس وهم المستضعفون الذين لا يقدرون على التخلص من أيدي المشركين؛ ولو قدروا ما عرفوا يسلكون الطريق، والتعبير بـ\" حيلة \" في {لَا يَسْتَطِيعُونَ حِيلَةً} يدل على العجز عن أنواع أسباب التخلص جميعها، والمجيء كذلك بـ\" الولدان \" في طائفة أهل الأعذار من المستضعفين من الرجال والنساء مع عدم التكليف لهم إنما هو لقصد التشديد البالغ في أمر الهجرة، وبيان أنها تجب لو استطاعها غير المكلف (1) ، وبهذا فالاستثناء يأتي في الآية في مدلول يدل على شدة أمر الهجرة في تلك الحالة التي ذكرتها الآية. ¶ ولقد ذكر الله - سبحانه وتعالى - فائدة الهجرة وأنها نقلة للفرد المسلم والجماعة المؤمنة تؤدي إلى التخلص من إذلال المشركين إلى الاعتزاز عليهم وسعة الرزق وإقامة الدين. قال - تعالى -: {وَمَنْ يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الْأَرْضِ مُرَاغَمًا كَثِيرًا وَسَعَةً} الآية (2) . ¶ _________ ¶ (1) انظر: فتح القدير (1 / 505) . ¶ (2) النساء: 99.",
            "page": "125",
            "part": "1",
            "seal": "121B799D"
        },
        {
            "id": "126",
            "nass": "والمراغم: التحول من أرض إلى أرض بها منع يتخلص به ويراغم به الأعداء. أما السعة: فهي السعة في الرزق (1) . ¶ وحث - سبحانه وتعالى - عباده في موضع آخر من كتابه للهجرة في سبيله وبيَّن لهم أن الأرض أرضه وهي واسعة وهم أولى بها، فعليهم التنقل فيها حتى يجدوا بها موضعًا يتمكنوا فيه من توحيده وحده وتحقيق العبودية الكاملة له. قال - تعالى -: {يَا عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ} (2) . ¶ عن الزبير بن العوام رضي الله عنه قال: \"قال رسول الله صلى الله عليه وسلم: «البلاد بلاد الله، والعباد عباد الله فحيثما أصبت خيرًا فأقم» (3) . ¶ فالهجرة عامل هام وأولي من عوامل تمكين دعوات المرسلين، فها هو نبي الله إبراهيم الخليل عليه وعلى نبينا الصلاة والسلام ارتحل عن قومه حين آذوه، وذهب مهاجرًا ليعبد الله آمنًا، ويتمكن من القيام بشعائر الدين. ¶ قال - تعالى - يحكي قوله - عليه السلام -: {وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي إِنَّهُ هُوَ الْعَزِيزُ الْحَكِيمُ} (4) . ¶ _________ ¶ (1) انظر تفسير ابن كثير (1 / 556) . ¶ (2) العنكبوت: 56. ¶ (3) مسند أحمد (3 / 15) . ¶ (4) العنكبوت: 26.",
            "page": "126",
            "part": "1",
            "seal": "CC5D899D"
        },
        {
            "id": "127",
            "nass": "والهجرة كانت كذلك من أعظم عوامل تمكين دعوة خاتم النبيين محمد - صلى الله عليه وسلم -، إذ انتقلت الجماعة المؤمنة حين هاجرت إلى المدينة إلى مرحلة الظهور والتجمع ونزول الشرائع والأحكام عليها وبالتالي الجهاد وقوة الشوكة والتمكين. ¶ والهجرة هي طريقة للتخلص من أذى الأعداء وكيدهم في الأصل، بيد أنها كذلك عامل الظهور والاستقرار والانطلاق لكل دعوة حق، فهي ثابتة في الأمة لا تنقطع أبدًا، كما أنها عريقة في اقترانها بدعوة الحق منذ القدم، وأحيانًا لا تعدو أن تكون الهجرة مجرد النجاء، النجاء بالمؤمنين والفرار بدينهم من فتنة وعذاب الأعداء الحاقدين، وكان هذا جليًا في قصة أصحاب الكهف، وخروج موسى على نبينا وعليه الصلاة والسلام ببني إسرائيل من كيد فرعون.",
            "page": "127",
            "part": "1",
            "seal": "332BC0E8"
        },
        {
            "id": "128",
            "nass": "قال - تعالى - في شأن الفتية المؤمنين وفرارهم إلى الكهف: {نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُمْ بِالْحَقِّ إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى} {وَرَبَطْنَا عَلَى قُلُوبِهِمْ إِذْ قَامُوا فَقَالُوا رَبُّنَا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ لَنْ نَدْعُوَ مِنْ دُونِهِ إِلَهًا لَقَدْ قُلْنَا إِذًا شَطَطًا} {هَؤُلَاءِ قَوْمُنَا اتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَوْلَا يَأْتُونَ عَلَيْهِمْ بِسُلْطَانٍ بَيِّنٍ فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا} {وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا اللَّهَ فَأْوُوا إِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِنْ رَحْمَتِهِ وَيُهَيِّئْ لَكُمْ مِنْ أَمْرِكُمْ مِرفَقًا} (1) . ¶ _________ ¶ (1) الكهف: 13 - 16",
            "page": "128",
            "part": "1",
            "seal": "52169B3C"
        },
        {
            "id": "129",
            "nass": "وبيَّن - سبحانه وتعالى - في موضع آخر من السورة فرار هؤلاء الفتية بدينهم، وأنهم كانوا على إيذاء بالغ من قومهم وتعذيب، وكانوا يجتهدون في ردهم وفتنتهم عن دينهم. قال - تعالى - عن كلامهم وهم في الكهف وهم يذكرون ما سيفعله قومهم بهم لو ظهروا عليهم: {إِنَّهُمْ إِنْ يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ وَلَنْ تُفْلِحُوا إِذًا أَبَدًا} (1) . ¶ ولقد فرَّ بنو إسرائيل بدينهم من كيد فرعون، وخرج بهم موسى على نبينا وعليه الصلاة والسلام بأمر من الله. قال - تعالى -: {وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَسْرِ بِعِبَادِي إِنَّكُمْ مُتَّبَعُونَ} (2) . ¶ وقال - سبحانه وتعالى - في سورة الدخان: {فَأَسْرِ بِعِبَادِي لَيْلًا إِنَّكُمْ مُتَّبَعُونَ} ثم قال بعد ذكر إنجائهم من فرعون وإغراقه: {وَلَقَدْ نَجَّيْنَا بَنِي إِسْرَائِيلَ مِنَ الْعَذَابِ الْمُهِينِ} {مِنْ فِرْعَوْنَ إِنَّهُ كَانَ عَالِيًا مِنَ الْمُسْرِفِينَ} (3) . ¶ _________ ¶ (1) الكهف: 20 ¶ (2) الشعراء: 52 ¶ (3) الدخان: 30 - 31",
            "page": "129",
            "part": "1",
            "seal": "8B2AC954"
        },
        {
            "id": "130",
            "nass": "فالهجرة أحيانًا يكون كل الغرض منها، الفرار بالدين والنجاة بأهله المؤمنين، وأحيانًا نراها في دعوة الرسل يُرتب لها ويحدد لها الوقت، وتتجاوز غرضها السابق إلى التهيئة لإعداد مستقر لجماعة المؤمنين، وإعدادهم ومزاولتهم لشعائر الدين وبالتالي ظهورهم ونصرهم والتمكين لهم في الأرض، وكلا النوعين من الهجرة كان ماثلًا أتم المثول، واضحًا كل الوضوح في دعوة خاتم النبيين محمد - صلى الله عليه وسلم -، فالهجرة إلى الحبشة بأمر منه إنما كانت من النوع الأول وهو الفرار بالدين والبعد عن فتنة وإيذاء الكافرين فقط، ولم تتجاوز هذا الغرض إلى غيره في أصل الأمر. ¶ قال ابن إسحاق: \"فلما رأى رسول الله - صلى الله عليه وسلم - ما يصيب أصحابه من البلاء وما هو فيه من العافية، بمكانه من الله ومن عمه أبي طالب، وأنه لا يقدر أن يمنعهم مما هم فيه من البلاء، قال لهم: «لو خرجتم إلى أرض الحبشة فإن بها ملكًا لا يظلم عنده أحد، وهي أرض صدق، حتى يجعل الله لكم فرجًا مما أنتم فيه» فخرج عند ذلك المسلمون من أصحاب رسول الله - صلى الله عليه وسلم - إلى أرض الحبشة، مخافة الفتنة، وفرارًا إلى الله بدينهم، فكانت أول هجرة في الإسلام\" (1) . ¶ _________ ¶ (1) السيرة النبوية لابن هشام (1 / 349) .",
            "page": "130",
            "part": "1",
            "seal": "83FF8FF6"
        },
        {
            "id": "131",
            "nass": "أما هجرته - صلى الله عليه وسلم - فكانت من النوع الثاني الذي تجاوز قصد الفرار بالدين إلى إعداد مستقر للدعوة ومجتمع للمؤمنين يقيمون فيه الدين، وينضوي إليه كل مؤمن من أطراف الجزيرة حتى تظهر كلمة الله، ويقوى أهل الحق، ويمكن لهم الله في الأرض، ولهذا نرى كيف تم الإعداد لذلك - أي لهجرته صلى الله عليه وسلم إلى المدينة - بواسطة بيعتي العقبة الأولى والثانية، وإرسال مصعب بن عمير قبل قدومه صلى الله عليه وسلم وغيره من الصحابة لينشروا الإسلام في المدينة ويفقهوا من آمن منهم.",
            "page": "131",
            "part": "1",
            "seal": "0B48C6F0"
        },
        {
            "id": "132",
            "nass": "ولو كانت هجرته عليه الصلاة والسلام فرارًا بالدين والنفس فقط، لكان الأولى أن يهاجر مع أصحابه إلى الحبشة، حيث حماية ملك اعتنق الإسلام، وآوى المسلمين، ولكن هجرته عليه الصلاة والسلام إلى دار الهجرة كانت نشدانًا لتكوين جماعة الإيمان ومستقرًا لمن آمن ويوضح ذلك كلام عمه العباس بن عبد المطلب - رضي الله عنه - لنقباء بيعة العقبة الثانية، وهو يبين لهم أن رسول الله - صلى الله عليه وسلم - لن يهاجر إليهم فرارًا وامتناعًا من الإيذاء: \"يا معشر الخزرج - وكانت العرب تسمي الحي من الأنصار: الخزرج، أوسها وخزرجها -: إن محمدًا منا حيث قد علمتم، وقد منعناه من قومنا، ممن هو على مثل رأينا فيه، فهو في عزٍ من قومه ومنعة في بلده، وإنه قد أبى إلا الانحياز إليكم، واللحوق بكم، فإن كنتم ترون أنكم وافون له بما دعوتموه له، ومانعوه ممن خالفه، فأنتم وما حملتم من ذلك، وإن كنتم ترون أنكم مسلموه وخاذلوه بعد الخروج به إليكم فمن الآن فدعوه، فإنه في عزٍ ومنعة من قومه وبلده\" (1) . ¶ _________ ¶ (1) سيرة ابن هشام (2 / 89) .",
            "page": "132",
            "part": "1",
            "seal": "4C720206"
        },
        {
            "id": "133",
            "nass": "والمتأمل في أحداث الهجرة النبوية إلى المدينة؛ يرى أنها بجميع أدوارها كانت لحث الخطى إلى تكوين الجماعة وتمكين الدعوة، فلقد أمر النبي - صلى الله عليه وسلم - أصحابه أن يخرجوا إلى المدينة قبله، وقال لهم: «إن الله - عز وجل - قد جعل لكم إخوانًا ودارًا تأمنون بها» فخرجوا أرسالًا - أي جماعة تلو جماعة -، ثم بقي النبي - صلى الله عليه وسلم - بعدهم، ينتظر أن يأذن له ربه - تعالى - في الهجرة حتى جاءه الإذن من ربه فهاجر هو وصاحبه الصديق - رضي الله عنه - (1) . ¶ _________ ¶ (1) انظر: سيرة ابن هشام (2 / 109) .",
            "page": "133",
            "part": "1",
            "seal": "35A85E33"
        },
        {
            "id": "134",
            "nass": "كل تلك الأحداث والأدوار التي سبقت الهجرة من بيعتي العقبة وإرسال مصعب بن عمير رضي الله عنه إلى المدينة، ثم الإذن للصحابة - رضي الله عنهم -، بل وأمرهم بالخروج إلى المدينة قبله عليه الصلاة والسلام، ثم انتظاره عليه الصلاة والسلام، وقتًا محددًا ولحظة مؤقتة من الله - سبحانه وتعالى - ليأذن له بالهجرة. كل تلك الأحداث تشخص لنا أن الهجرة إنما كانت إعدادًا لتمكين الدعوة وإيذانًا بظهور أهلها، وأن تلك الأحداث مجتمعة لم تجعل من الهجرة مجرد هجرة للفرار بالدين فقط، وإنما جعلت من الهجرة مبدأ لإعزاز الدين، ونصر المؤمنين، وإقامة خلافة الله في الأرض، ولذلك فلا غرو أن يؤرخ بها تاريخ الإسلام، وأن يأتي الإذن من الله فور حصولها بالقتال، ورد كيد الكافرين. ¶ عن ابن عباس رضي الله عنه قال: لما خرج رسول الله صلى الله عليه وسلم من مكة قال أبو بكر، أخرجوا نبيهم، إنا لله وإنا إليه راجعون، ليهلكن، فأنزل الله - عز وجل -: {أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ} (1) . وهي أول آية نزلت في القتال (2) . ¶ _________ ¶ (1) الحج: 39 ¶ (2) سنن النسائي (6 / 2) في كتاب الجهاد، باب وجوب الجهاد.",
            "page": "134",
            "part": "1",
            "seal": "BABD3011"
        },
        {
            "id": "135",
            "nass": "وها هو النبي صلى الله عليه وسلم ما إن يستقر قراره في مهاجره حتى يعقد الألوية لأصحابه في تلك السنة ويبعث السرايا وينشئ الغزوات تلو الغزوات يقودها مرة بنفسه ويعقد لواءها لمن شاء من صحابته مرة أخرى؛ حتى كانت غزوة بدر الكبرى فاصلة الإسلام في السنة الثانية من تلك الهجرة الميمونة. ¶ وهكذا نرى هجرته صلى الله عليه وسلم وأصحابه كانت مرحلة من مراحل التمكين وعاملًا هامًا من عوامل تحققه، يجب على المسلمين أن يجعلوه درسًا يستفيدوا منه وينهجوا عليه، خصوصًا إذا ضاقت بدعوتهم الضوائق، وزلزلت بهم المكائد، فلهم أن يهاجروا إلى مواضع من أرض ربهم الواسعة، يقيمون فيها دينهم ويراغمون بها أعداءهم، وتتقوى بها شوكتهم. ¶ أما ما ورد من قوله - صلى الله عليه وسلم -: «لا هجرة بعد الفتح ولكن جهاد ونية، وإذا استنفرتم فانفروا» (1) فلا يدل على انتهاء الهجرة، وإنما على انقطاعها في ذاك الأوان من مكة إلى المدينة وذلك أن مكة تحولت بالفتح من دار كفر إلى دار إسلام فانقطعت الهجرة منها بذلك. ¶ وعلى مثل هذه الحال يُنَزَّل هذا الحديث في كل بلد كان حاله مثل حال مكة ثم فتحه المسلمون (2) . ¶ _________ ¶ (1) صحيح البخاري، كتاب الجهاد، باب لا هجرة بعد الفتح (4 / 172) . ¶ (2) انظر فتح الباري (6 / 190) .",
            "page": "135",
            "part": "1",
            "seal": "01671C86"
        },
        {
            "id": "136",
            "nass": "ولقد ورد عن النبي - صلى الله عليه وسلم - ما يوضح أن الهجرة مرحلة من مراحل دعوة الحق لا تنقطع ما دامت الدعوة قائمة ينضوي تحت لوائها الداخلون والتائبون، فعن معاوية - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «لا تنقطع الهجرة حتى تنقطع التوبة، ولا تنقطع التوبة، حتى تطلع الشمس من مغربها» (1) . ¶ فالهجرة إذن من تمام توبة التائبين، ومن لوازم إقامة الدين، ولا تكاد دعوة من دعوات الحق تقوم إلا بها. ¶ _________ ¶ (1) سنن أبي داود في البيعة، باب ذكر الاختلاف في انقطاع الهجرة (3 / 3) .",
            "page": "136",
            "part": "1",
            "seal": "BD1901F9"
        },
        {
            "id": "137",
            "nass": "المطلب الأول: تعبئة الجيش وتجنيد الجند ودور ذلك في التمكين ¶ من الأمور التي وردت في القرآن الكريم فيما يتعلق بالجهاد تعبئة الجيش وتجنيد الجند، ولقد ذُكرت في القرآن ذكرًا ظاهرًا وربط الله - سبحانه وتعالى - بها النصر والغلبة، ووصف بها - سبحانه - الدولة المسلمة وجعلها من أبرز مزاياها وامتنَّ - سبحانه وتعالى - بذلك وجعله من نعمائه، يبرز ذلك جليًا في تلك الدولة المسلمة، المملكة العزيزة دولة نبي الله سليمان - على نبينا وعليه الصلاة والسلام - الذي دعا ربه أن يؤتيه ملكًا لا ينبغي لأحد من بعده فحققه الله: {قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ} (1) . ¶ ويذكر الله - سبحانه وتعالى - في كتابه العزيز عن تلك الدولة التي مكن لها والتي كانت تتبنى الدعوة إلى الله وتجاهد من أجلها؛ يذكر أول مزية لها ويبرزها - سبحانه وتعالى - وهي تعبئة الجيش القوي عندها، وتجنيد الجند وترتيبهم وتفقدهم من الملك تفقدًا جادًا حازمًا. قال - تعالى -: {وَحُشِرَ لِسُلَيْمَانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ} (2) . ¶ _________ ¶ (1) ص: 35. ¶ (2) النمل: 17.",
            "page": "137",
            "part": "1",
            "seal": "9C5EB668"
        },
        {
            "id": "138",
            "nass": "وفي هذه الآية نرى كيف بلغ الاعتناء بالتجنيد والجيش لتلك الدولة ذات الملك العظيم وحمل دعوة الحق وتبليغها ذلك المبلغ العظيم، ونلمح ذلك الاعتناء من لفتات في الآية تبرز عند تأملها. ¶ وإليك هذه اللفتات مجملة في النقاط التالية:- ¶ (1) اللفتة الأولى:- ¶ كثرة الجند وبلوغه من الكثرة عددًا هائلًا وذلك نلمحه في كلمة \"حشر\". ¶ وكلمة {جُنُودُهُ} في قوله - تعالى -: {وَحُشِرَ لِسُلَيْمَانَ جُنُودُهُ} . قال الراغب عند مادة \"حشر\": \"الحشر إخراج الجماعة عن مقرهم.. ولا يقال الحشر إلا في الجماعة. قال - تعالى -: {وَابْعَثْ فِي الْمَدَائِنِ حَاشِرِينَ} وقال - تعالى -: {وَالطَّيْرَ مَحْشُورَةً} وقال: {لِأَوَّلِ الْحَشْرِ مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا} .. وقال: {وَحُشِرَ لِسُلَيْمَانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ} (1) . ¶ أما كلمة {جُنُودُهُ} في الآية فالجنود جمع الجمع، فهي جمع الجند؛ فإنه يقال - في الأصل - لكل مجتمع جند، وجمع الجند جنود وأجناد (2) . ¶ _________ ¶ (1) المفردات: 119 ¶ (2) انظر المفردات كذلك: 100.",
            "page": "138",
            "part": "1",
            "seal": "AFF014CB"
        },
        {
            "id": "139",
            "nass": "ومن خلال تلك اللفتة التي تشخصها ألفاظ الآية وكلماتها نرى الاعتناء بكثرة الجند الكثرة الهائلة في تلك الدولة العظيمة، ونلمس درسًا يؤخذ لكل دولة تتبنى دعوة الحق وتجاهد لها أن تعتني بالتجنيد وكثرة الجيش، ونأخذ في الاعتبار كذلك أن هذا لا يعارض ما ورد في قوله - تعالى -: ... {وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ} (1) . ¶ ففي هذه الآية ذم الله - سبحانه وتعالى - الالتفات بالقلب إلى الكثرة والاتكال إلى العدد والأسباب وجعلها هي عامل النصر الأساس، وإنما المتوجب على المؤمنين إعداد الأسباب وإتقانها ثم صرف القلوب إلى واهب النصر وحده دون الالتفات بها إلى السبب، وجمع القلوب بكليتها إليه واعتمادها في نيل النصر عليه (2) . ¶ _________ ¶ (1) التوبة: 25 ¶ (2) راجع كتاب (الدعوة والدعاة بين تحقيق التوكل واستعجال النتائج) ص60.",
            "page": "139",
            "part": "1",
            "seal": "195442FB"
        },
        {
            "id": "140",
            "nass": "وهذا التجنيد كان حال أمة الإسلام في عصرها الأول، فلقد كان المسلمون كلهم جنودًا في أهبة الاستنفار وبعث المدد أو إعداد الجيش؛ كلهم عن بكرة أبيهم لا يعذر منهم إلا أصحاب الأعذار، فما لواحد منهم بد إذا سمع صوت النفير إلى الجهاد في سبيل الله، قال - تعالى -: {يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ} {إِلَّا تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوهُ شَيْئًا وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (1) . ¶ (2) اللفتة الثانية في الآية:- ¶ _________ ¶ (1) التوبة: 38 - 39.",
            "page": "140",
            "part": "1",
            "seal": "3DA80ED6"
        },
        {
            "id": "141",
            "nass": "هي وضع كل الطاقات الممكنة في الجيش وتوجيه كل القوى في إعداده وإكماله، وهذا واضح في قوله - تعالى -: ... {مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ} ... فلقد كان يكفي الجن عن الإنس في إعداد جيش عظيم، أو لعله قد كان يكفي الإنس والجن في الجيش فما لازم الطير أن يكونوا في الجند، وتجرى عليهم أنظمة الجيش الحازمة الصارمة عند التخلف عن الحضور في صفوف الجند دون عذر مقنع، إن الطير يعرف موضعها عند ملوك الزمان في الغالب فهم يضعونها في القصور والغابات والصروح العظام للزينة، أما كون نبي الله سليمان وضعها ضمن جنده وفي جيشه مع الجن والإنس؛ فيدل ذلك على شدة الاعتناء بجيش الدولة وتعبئته بكافة الإمكانات المستطاعة، وذلك هو شأن الدولة القوية المؤمنة التي تسعى لإقامة دين الله وجهاد أعدائه ودوامها على ذلك. ¶ (3) اللفتة الثالثة:- {فَهُمْ يُوزَعُونَ} أي الجند من الجن والإنس والطير ومعنى يوزعون أي يكفون أي يسيرون بانتظام في حشرهم إليه، ويوجد على كل صنف من يزعه أي يكفه ويرده على نظام الجميع في التحرك والسير. قال ابن عباس رضي الله عنه:- \"جعل على كل صنف من يرد أولاها على أخراها لئلا يتقدموا في المسير..\" (1) . ¶ _________ ¶ (1) تفسير الطبري (19 / 141) .",
            "page": "141",
            "part": "1",
            "seal": "38E3E8A5"
        },
        {
            "id": "142",
            "nass": "ومن هذا نستفيد أن تلك الكثرة المختلفة الأصناف في ذلك الجيش على نظام فائق منضبط عند الاجتماع وعند السير والتنقلات، وهذه ميزة ضرورية لجند الدولة المجاهدة، فالكثرة دون تنظيم، ودون من يقوم على تنظيمها كثرة همجية غوغائية، وهي السبب المباشر في هزيمة الجيش عند المواجهة أو إنهاكه وضياعه عند التنقل والتحرك. ¶ تلكم هي أهم خصال جيش الدولة المجاهدة التي مكن الله لها في الأرض والتي تسعى لنشر دعوة الحق وتمكينها فيمن حولها؛ فكثرة المجندين للجهاد سواءً في السلم أو الحرب مطلب ضروري والكثرة يُسعى إليها ولا يُتكل عليها، ولقد استعاذ نبينا محمد - صلى الله عليه وسلم - من القلة وقرنها في دعاءه بالذلة، فقال - عليه الصلاة والسلام -: «اللهم إني أعوذ بك من الفقر والقلة والذلة» ... ) (1) . ¶ _________ ¶ (1) تمام الحديث في سنن النسائي. الاستعاذة (8 / 261) .",
            "page": "142",
            "part": "1",
            "seal": "342DCABF"
        },
        {
            "id": "143",
            "nass": "وبناءً على هذا فينبغي الإكثار من الجند والتجنيد عند الاقتدار، سواءً كان ذلك التجنيد في السلم أو لمواجهة الحرب وإنشاء الجهاد والفتوح كما قال نبي الله سليمان على نبينا وعليه الصلاة والسلام:- {ارْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لَا قِبَلَ لَهُمْ بِهَا وَلَنُخْرِجَنَّهُمْ مِنْهَا أَذِلَّةً وَهُمْ صَاغِرُونَ} (1) أما تعبئة الجيش بما أمكن من طاقات وقدرات وتقويته، فهو مطلب لقوة الجيش وتمكينه من النصر، وسبب له أمر الله - سبحانه وتعالى - هذه الأمة باعتماده وصرف القوى إليه. ¶ قال - تعالى -: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لَا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ} (2) . ¶ _________ ¶ (1) النمل: 37. ¶ (2) الأنفال: 60",
            "page": "143",
            "part": "1",
            "seal": "9E8FCAB0"
        },
        {
            "id": "144",
            "nass": "فالله - سبحانه وتعالى - أمر في هذه الآية بإعداد كل ما في الوسع والاستطاعة من قوة لمواجهة الأعداء، والقوة كل ما يتقوى به في الحرب (1) ، ومن ذلك السلاح والقسي والحصون وآلات الحرب، ولقد ثبت عنه - صلى الله عليه وسلم - من حديث عقبة بن عامر، قال: \"سمعت رسول الله - صلى الله عليه وسلم - وهو على المنبر يقول: « {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ} ألا إن القوة الرمي» ..) قالها ثلاث مرات (2) . فتقوية الجيش مطلوبة بكل ما أمكن من عدة الحروب وعتادها وآلاتها، والرمي هو أقوى تلك القوى وأولاها بالاعتناء. ¶ _________ ¶ (1) راجع «فتح القدير» للشوكاني (2 / 320) . ¶ (2) سنن أبي داود. الجهاد (3 / 13) ومسلم في الإمارة في فضل الرمي (5 / 64) .",
            "page": "144",
            "part": "1",
            "seal": "B1C6616A"
        },
        {
            "id": "145",
            "nass": "أما التعبئة العددية، واعتبار الأعداد، فهو أمر اعتبره القرآن ورتب عليه غلبة أهل الإيمان في حالة معينة، وعذرهم حين يقل العدد في حالة أخرى، وأوجب عليهم المواجهة ووعدهم النصر حين يبلغ العدد حالة ثالثة ويتحلى أهل الإيمان بالصبر قال - تعالى -: {يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفًا مِنَ الَّذِينَ كَفَرُوا بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ} {الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ} (1) . ¶ _________ ¶ (1) الأنفال: 65 - 66",
            "page": "145",
            "part": "1",
            "seal": "788389FF"
        },
        {
            "id": "146",
            "nass": "جاء عن ابن عباس - رضي الله عنه - في تفسير هذه الآية من طرق عدة قوله - رضي الله عنه -: \"لما نزلت هذه الآية ثقلت على المسلمين وأعظموا أن يقاتل عشرون مئتين ومئة ألفًا فخفف الله عنهم فنسخها بالآية الأخرى فقال: {الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا} .. الآية، فكانوا إذا كانوا على الشطر من عدوهم لم يسغ لهم أن يفروا من عدوهم، وإذا كانوا دون ذلك لم يجب عليهم قتالهم وجاز لهم أن يتحوزوا عنهم\" (1) . ¶ _________ ¶ (1) تفسير ابن كثير (2 / 337) .",
            "page": "146",
            "part": "1",
            "seal": "5816AE9A"
        },
        {
            "id": "147",
            "nass": "وهنا نرى كيف أن الله - سبحانه وتعالى - اعتبر الكمية العددية في لقاء المؤمنين لأعدائهم، وحدد لها حالات وأرقامًا تجاه أرقام كذلك من أعدائهم الكافرين وعليه يتعين لجند الإيمان وجيش الدعوة اعتبار العدد منهم تجاه العدد من أعدائهم، وبناء تقديراتهم في مواجهة الأعداء بما ورد في الآيات المذكورة آنفًا. وتعبئة جيوشهم وإرسال كتائب مقاومة الأعداء بناءً على القيمة العددية التي اعتبرت في الآيات، حتى لا يُؤتوا عن قلة، وما ورد في قوله - تعالى -: {كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ} .. (1) ، إنما هو في حالة قلة أهل الإيمان وانعدام المدد، أما في حالة توافر أهل الإيمان وكثرتهم فينبغي لهم اعتبار العدد الذي عدَه الله - سبحانه - في كتابه وضمن لهم الغلبة إذا توفر مع الصبر. ¶ _________ ¶ (1) البقرة: 249",
            "page": "147",
            "part": "1",
            "seal": "7D4D76C9"
        },
        {
            "id": "148",
            "nass": "ولقد أرشد النبي صلى الله عليه وسلم إلى أفضل ما تكون عليه التعبئة العددية للجيوش وفصائلها من سرايا وكتائب؛ كل حسب ما يلائم دوره في الجيش ومهامه بحيث يتناسب العدد مع أداء المهام، فلا يثقل فتتعثر المهمة لكثرته ولا يقل فتكون الغلبة أو الانسحاب لقلته، فعن ابن عباس - رضي الله عنه - قال: \"قال رسول الله صلى الله عليه وسلم «خير الصحابة أربعة، وخير السرايا أربعمائة، وخير الجيوش أربعة آلاف، ولن تغلب اثنا عشر ألفًا من قلة» (1) . رواه أبو داود وغيره. ¶ _________ ¶ (1) سنن أبي داود. الجهاد (3 / 36) . وهو عند أحمد والترمذي والحكم.",
            "page": "148",
            "part": "1",
            "seal": "C88F386E"
        },
        {
            "id": "149",
            "nass": "المطلب الثاني:الصناعة ودورها في النصر والتمكين",
            "page": "149",
            "part": "1",
            "seal": "4012D19F"
        },
        {
            "id": "150",
            "nass": "لقد ذكر الله - سبحانه وتعالى - في كتابه الكريم مصنوعات عدة ومتنوعة، إلا أنه - سبحانه وتعالى - لم يذكر مصنوعًا من تلك المصنوعات إلا في معرض تمكينه لدعوة الحق، وجعله مظهرًا من مظاهر تمكينها، أو عاملًا أساسيًا في تحققه لها عن طريق ذلك المصنوع أو يذكره - سبحانه وتعالى - في معرض امتنانه - سبحانه وتعالى - على أهل الإيمان وبني الإنسان، ويعد - سبحانه - تلك الصنعة أو ذلك المصنوع من نعمائه عليهم وتعليمه لهم، قال - تعالى - مبينا كيف أنجى نبيه نوحًا - على نبينا وعليه الصلاة والسلام - بوسيلة صناعية علمه صناعتها وهي السفينة: {وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ} (1) ومعنى بوحينا أي: \"بما أوحينا إليك من كيفية صنعها\" (2) وقال ابن كثير: \"أي تعليمنا لك ما تصنعه\" (3) أما في معرض امتنانه - سبحانه وتعالى - بنتاج الصناعة فلقد قال - سبحانه وتعالى -: {وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَكُمْ لِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ فَهَلْ أَنْتُمْ شَاكِرُونَ} (4) فامتن - سبحانه - بما علمه لنبيه داود من صناعة الدروع الواقية في الحروب من الطعن والضرب والرمي ¶ _________ ¶ (1) هود: 37. ¶ (2) فتح القدير للشوكاني 2 / 497. ¶ (3) تفسير ابن كثير 2 / 460. ¶ (4) الأنبياء: 80.",
            "page": "150",
            "part": "1",
            "seal": "7C77A8C4"
        },
        {
            "id": "151",
            "nass": "وعد ذلك من نعمائه على الخلق وقال - تعالى - في سورة النحل: {وَجَعَلَ لَكُمْ سَرَابِيلَ تَقِيكُمُ الْحَرَّ وَسَرَابِيلَ تَقِيكُمْ بَأْسَكُمْ كَذَلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ} (1) فعد - سبحانه وتعالى - استخدام ما أنتجته الصناعة من نعمائه وجوده راجعًا إلى تعليم منه واستخدام البشرية له في شؤون حياتها من تمام نعمته عليهم التي ينبغي لهم إذا ذكروها وتلبسوا بها أن يزدادوا انقيادًا للخالق المنعم الذي ألهمهم إياها ويسلموا له، ولقد بين الله - سبحانه وتعالى - في موضع آخر من كتابه أنه هو الذي علم داود تلك الصناعة حتى في دقائق من إحكامها وإتقانها قال - تعالى -: {أَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ} (2) قال قتادة: \"وهو أول من عملها - أي الدروع - من الخلق وإنما كانت قبل ذلك صفائح\" (3) أما السرد، فقال ابن عباس - رضي الله عنه -: \"هو حلق الحديد\" (4) قال سيبويه: [معنى سرد الدروع إحكامها وأن يكون نظام حلقها ولاء غير مختلف..] (5) ، قال ابن كثير - رحمه الله -: \"هذا إرشاد من الله - تعالى - لنبيه داود - عليه السلام - في ¶ _________ ¶ (1) النحل: 81. ¶ (2) سبأ: 11. ¶ (3) راجع تفسير ابن كثير 3 / 535. ¶ (4) المرجع السابق. ¶ (5) فتح القدير للشوكاني 4 / 316.",
            "page": "151",
            "part": "1",
            "seal": "EA9B3C9C"
        },
        {
            "id": "152",
            "nass": "تعليمه صنعة الدروع\" (1) . ¶ ولنا في هذا البحث أن نستعرض منتجات الصناعة في القرآن التي اقترنت بتمكين دعوة الحق اقترانا ظاهرًا، وهذا بيانها:- ¶ (1) سفينة نوح - على نبينا وعليه الصلاة والسلام - ¶ _________ ¶ (1) تفسير ابن كثير 3 / 535.",
            "page": "152",
            "part": "1",
            "seal": "31983406"
        },
        {
            "id": "153",
            "nass": "وهي أول اختراع من نوعه، والسفن إنما جاءت بعدها وبالاستفادة من طريقة صنعها التي أوحى الله بها إلى نبيه قال - تعالى -: {وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ} {وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ} (1) . فالآية هنا تدل على أن سفينة نوح هي الأولى ولم يكن قبلها سفن وذلك لقوله - تعالى -: {وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ} أي مثل سفينة نوح، فجعلها الأولى وجعل ما بعدها أقل منها لقوله: {مِنْ مِثْلِهِ} ويكفي دليلًا على متانة صناعتها أنها بوحي من الله وأنها وسعت من كل نوع من المخلوقات زوجين اثنين مما يدل على عظم حجمها ومتانة صنعها كما قال الله - تعالى -: {وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ} (2) ، وقال - تعالى -: {وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كَالْجِبَالِ} (3) وهذه الآية تدل على براعة تصميمها، وشاهدنا في هذا أن الله - سبحانه وتعالى - بقدرته على كل شيء كان قادرًا على أن ينجي نوحًا ومن معه وما يريد أن يستبقيه من مخلوقات الأرض من غير السفينة ودون الحاجة إلى صناعتها فهو قادر أن يحييهم بعد موتهم أو يبلغهم موضعًا من الأرض لا يغرقون فيه ¶ _________ ¶ (1) يس: 41 - 42 ¶ (2) القمر: 13. ¶ (3) هود: 42.",
            "page": "153",
            "part": "1",
            "seal": "C3AF8BE4"
        },
        {
            "id": "154",
            "nass": "وحدهم دون غيرهم من المغرقين، أو غير ذلك من قدرته - سبحانه - التي لا تحد، ولكنه أمر نوحًا بصنع السفينة ليُلهم خلقه تلك الصناعة، ويعلمهم كيف يستطيعون أن ينجوا من كوارث الأرض ويتوقوا منها عن طريق إعمال العقول واختراع الوسائل من صناعة وغيرها، ثم منَّ الله - سبحانه وتعالى - على خلقه فأبقى لهم من مثل تلك السفينة ما يركبون عليه ويمخرون البحار به، ولعل هنا بالذات لفتة إلى أهل الحق كيف أن لهم في وسائل الصناعة طريقًا للنجاة والخلوص بأنفسهم وبالتالي تمكينهم في الأرض. ¶ (2) سد ذي القرنين",
            "page": "154",
            "part": "1",
            "seal": "190DE8B1"
        },
        {
            "id": "155",
            "nass": "من وسائل الصناعة التي ذكرها القرآن الكريم في معرض التمكين والنجاة والامتناع من عبث المفسدين، قال - تعالى - عن ذي القرنين: {ثُمَّ أَتْبَعَ سَبَبًا} {حَتَّى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِنْ دُونِهِمَا قَوْمًا لَا يَكَادُونَ يَفْقَهُونَ قَوْلًا} {قَالُوا يَا ذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَى أَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا} {قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ فَأَعِينُونِي بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا} {آتُونِي زُبَرَ الْحَدِيدِ حَتَّى إِذَا سَاوَى بَيْنَ الصَّدَفَيْنِ قَالَ انْفُخُوا حَتَّى إِذَا جَعَلَهُ نَارًا قَالَ آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا} {فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا} {قَالَ هَذَا رَحْمَةٌ مِنْ رَبِّي فَإِذَا جَاءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّاءَ وَكَانَ وَعْدُ رَبِّي حَقًّا} (1) وهنا نرى كيف أن ذا القرنين حال بين المفسدين العابثين وبين الأقوام التي كانت دون السدين \"وهي سلسلة الجبال\" ببناء ذلك الردم العظيم، ¶ _________ ¶ (1) الكهف: 92 - 98.",
            "page": "155",
            "part": "1",
            "seal": "0E2C2D3E"
        },
        {
            "id": "156",
            "nass": "وهو سد بناه ذو القرنين لم يكن كغيره من سدود بني الإنسان التي تبنى باللبن والحجارة ونحوه، وإنما كان سدًا مبنيًا بأرقى طرائق البناء وأقوى معادن الصناعة وأتقن وسائل التصميم، وإليك بيان هذا مجملًا فلقد أتى ذو القرنين على أولئك الأقوام المتخلفين الذين لا يكادون يفقهون قولًا، ولا يعلمون شيئًا من أحوال التحضر، فشكوا إليه إفساد يأجوج ومأجوج وطلبوا منه إقامة سد ويعطونه أجرًا على ذلك، وطلبهم لإقامة سد كان وجيهًا، لأنه كان بينهم وبين يأجوج ومأجوج حواجز من شواهق الجبال الصم؛ تمتد بينهما على شكل سلسلتين من الجبال، بينهما فجوة هي منفذ يأجوج ومأجوج في هجماتهم على القوم الذين لا يكادون يفقهون قولًا وعند ذلك استعد ذو القرنين ببناء السد وسماه ردمًا أي أعظم مما طلبوه، وعمد إلى تلك الفجوة التي بين الصدفين - وهما الجبلان العظيمان المتقابلان - فملأ الفجوة بزبر الحديد أي قطَعهُ المقدرة مثل اللَّبِن حتى ساوى بين رؤوس الجبلين وبين ما في الفجوة من الحديد فجعلهم سواء، ثم أمر بالمياكير فنفخت الحديد بالنار حتى جعلت من قِطَع الحديد نارًا فأصبحت حمراء متوهجة فصب عليها وهي في تلك الحال النحاس المذاب وهو القِطْر،",
            "page": "156",
            "part": "1",
            "seal": "F62F5549"
        },
        {
            "id": "157",
            "nass": "فاستحكم البناء أيما استحكام وقوي كل قوة وأصبح غاية في الصلابة والملاسة قال - تعالى -: {فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا} (1) . ¶ ولكي نعلم مدى ما وصل إليه ذو القرنين من العلم بطرائق الصناعة وخصائص المعادن، والاستفادة من ذلك، نرى العلم قد توصل في عصرنا الحاضر إلى أن خير طريقة لتقوية الحديد هي إضافة نسبة من النحاس إليه وأن ذلك يزيد من مقاومة الحديد وصلابته. ¶ ولا أدل على قوة صناعية سد ذي القرنين وعلى ارتقاء علم الصناعة والعمران لديه من بقاء ذلك السد وعدم تغيره رغم تعاقب العصور والدهور حتى جاء رسول الله - صلى الله عليه وسلم - والسد لا زال قائمًا وحتى يومنا هذا وحتى يأذن الله بقرب يوم القيامة وخروج يأجوج ومأجوج {قَالَ هَذَا رَحْمَةٌ مِنْ رَبِّي فَإِذَا جَاءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّاءَ وَكَانَ وَعْدُ رَبِّي حَقًّا} (2) . وهنا نرى كيف كان \"السد\" الذي هو من منتجات الصناعة الفائقة رحمة من رحمات الله - سبحانه - للناس ليتمكنوا من العيش آمنين، في عزلة من عبث المفسدين من يأجوج ومأجوج. ¶ (3) الثورة الصناعية في مملكة سليمان: - على نبينا وعليه الصلاة والسلام -. ¶ _________ ¶ (1) راجع تفسير ابن كثير 3 / 110 و «مباحث في التفسير الموضوعي» 307. ¶ (2) الكهف: 98.",
            "page": "157",
            "part": "1",
            "seal": "BC60CD57"
        },
        {
            "id": "158",
            "nass": "دولة نبي الله سليمان دولة ذات تمكين عظيم، بل لعلها أعظم دولة وجدت على ظهر الأرض من حيث ما مكن الله لها ولملكها النبي الصالح الشاكر - على نبينا وعليه الصلاة والسلام -، ورغم كل ذلك ورغم تسخير الجن والطير لم تكن في غنىً عن منتجات الصناعة ومزاولتها، بل إن نصوص القرآن لتصور لنا ثورة صناعية دائبة مستمرة حية في تلك الدولة، حتى مات ملكها وهو واقف يشرف على تلك الأعمال الدائبة (1) قال - تعالى -: {يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ اعْمَلُوا آلَ دَاوُدَ شُكْرًا وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ} {فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ} (2) . ¶ _________ ¶ (1) راجع تفسير ابن سعدي «تيسير الكريم الرحمن» 6 / 268. ¶ (2) سبأ: 13 - 14.",
            "page": "158",
            "part": "1",
            "seal": "6B12A4F9"
        },
        {
            "id": "159",
            "nass": "ومما يوضح ويصور تلك الثورة الصناعية في مملكة سليمان - خلاف واقعة موته - مجيء التعبير عن عمل الجن في منتجات الصناعة بالفعل المضارع {يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ} .. الآية فالتعبير بالمضارعة في {يَعْمَلُونَ} يفيد الدوام والاستمرار والتجدد. ¶ وكذلك مما يفيد ذلك قوله - تعالى - في الآية قبل آية ذكر أعمال الجن: {وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ} .. (1) الآية. قال الواحدي في تفسير الآية: (قال المفسرون: أجريت له عين الصفر - أي النحاس - ثلاثة أيام بلياليهن كجري الماء، وإنما يعمل الناس اليوم بما أُعطي سليمان) (2) . ¶ _________ ¶ (1) سبأ: 12. ¶ (2) فتح القدير 4 / 316.",
            "page": "159",
            "part": "1",
            "seal": "692C3679"
        },
        {
            "id": "160",
            "nass": "فإعطاء الله لنبيه سليمان - على نبينا وعليه الصلاة والسلام - النحاس بهذه الكمية والكيفية يدل على أن هناك استعمالات كثيرة له وهو المعدن العريق في منتجات الصناعة ومن أهم معادنها الذي تقوم عليه، ولذلك جاء التعبير بعمل الجن في صنائع الصناعة لسليمان عقيب ذكره - تعالى - لإسالة عين النحاس لسليمان، ولو لم يكن هناك إعمال لهذا المعدن في استخدام وصناعات لما كان هناك فائدة وطائل من إعطاء سليمان كل هذه الكمية منه، وبيانه - سبحانه - أنها من نعمائه وعطاياه التي أعطى سليمان وامتن بها عليه. ¶ كل هذا يشهد بأن الاهتمام بالصناعة هو شأن الدولة المُمَكَّن لها المؤمنة المجاهدة لإعلاء كلمة الله، وأن ذلك مظهر من مظاهر تمكينها ومن نعم الله التي يتوجب شكرها وردها إليه - سبحانه -.",
            "page": "160",
            "part": "1",
            "seal": "3549A7CD"
        },
        {
            "id": "161",
            "nass": "وبعد هذا الاستعراض لمنتجات الصناعة في القرآن الكريم ودورها في تمكين الله بها لدعوة الحق وجعلها من مظاهرها حال تمكينها نخلص إلى أن أوائل المخترعات من السفينة والدروع كانت على يد أنبياء بتعليم من الله حتى في دقائق صنعها وكيفيات تصميمها وللمتأمل في كتاب الله أن يذهب به العجب كل مذهب وهو يرى حال المسلمين في الصناعة اليوم، ويرى كتاب الله المنزل عليهم ولهم قد ذكرت فيه منتجات صناعية في أكثر من عشرة مواضع وفي كل موضع من تلك المواضع يمتن - سبحانه وتعالى - عليهم ويستحثهم للشكر عليها أو يبين لهم أن تلك الصنائع كانت وسائل نجاة لأمم وامتناع لآخرين من أعدائهم ووقاية من بأسهم، ويكفي للعلم بمدى حض القرآن على الصناعة وتشجيعه عليها أن سورة كاملة فيه جاءت باسم المعدن الأساسي للصناعة وهو الحديد وبين الله - سبحانه وتعالى - فيها أنه لم ينزله - سبحانه - إلا لشيء واحد وهو ليعلم من ينصر به دينه ويوظفه في صناعات ينصر بها الحق ويجاهد بها الكفر. ¶ وعند التأمل في القرآن الكريم والاهتمام بالصناعة فيه لتمكين دعوة الحق، نجد أن نتاج الصناعة في القرآن على قسمين ونجد القرآن قد عرض كل قسم من ذلك النتاج عرضًا خاصًّا:-",
            "page": "161",
            "part": "1",
            "seal": "D081E181"
        },
        {
            "id": "162",
            "nass": "القسم الأول:- كل ما تنتجه الصناعة من عتاد وآلات الحرب من سلاح أمثال السيوف والحراب والسنان والنصال والدروع وغير ذلك وقد جاء القرآن الكريم بذكر تلك المنتجات في كلمات تدل عليها من \"قوة\" أو \"بأس شديد\" ولم تذكر بأسمائها تفصيلًا، ولكن القرآن أوردها في سياق تلك الكلمات ذات الدلالة الواضحة عليها وعرضها آمرًا بها موجبًا على المسلمين إعدادها بكل ما أمكن قال - تعالى -: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ} .. (1) الآية، ولقد ثبت - كما سبق ذكره - عن النبي - صلى الله عليه وسلم - انه فسر القوة بالرمي، وإعداد الرمي إنما يكون قبل ذلك بإعداد آلته من السهم والقسي ولهذا جاء في السنة عظم ثواب صناعة السهم والإمداد به فضلًا عن رمايته، بل أن صانعه لا يقل أجرًا عن الرامي به في سبيل الله إذا احتسب نيته، بل إن صناعة سهم واحد - إذا احتسب النية - كفيلة بأن تكون سببًا مباشرًا في دخول الجنة، فعن عقبة بن عامر - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «إن الله - عز وجل - ليدخل بالسهم الواحد ثلاثة الجنة: ¶ _________ ¶ (1) الأنفال 60.",
            "page": "162",
            "part": "1",
            "seal": "A2E05CDA"
        },
        {
            "id": "163",
            "nass": "صانعه يحتسب في عمله الخير، والرامي به، والممد به» ..) (1) الحديث. رواه أبو داود والنسائي والترمذي، وفي هذا الحديث نرى عظمة الصناعة الحربية في الإسلام وكيف أن سهمًا واحدًا أدخل ثلاثة الجنة، مما يدفع بالمسلمين لو عقلوا هذا الحديث أن يحترفوا صناعات الحرب ويجعلوها مهن الحياة وخير حرفة لكسب العيش، ونيل الدرجات في الجنة، الأمر الذي لا يكادون يجدونه في حرفة أخرى ألبتة، وما ورد هنا في شأن الرمي ينسحب كذلك على سائر آلات الحرب مما يتقوى به فيها للجهاد في سبيل الله، مثل السيف والرمح وغيره من وسائل وصناعات الحرب الحديثة كذلك وتقنية التسلح في هذا العصر الحاضر. ¶ _________ ¶ (1) سنن أبي داود، في الجهاد باب في الرمي 3 / 13.",
            "page": "163",
            "part": "1",
            "seal": "68048652"
        },
        {
            "id": "164",
            "nass": "وفي هذا القسم قال - تعالى -: {لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ} (1) . وهنا يبين - سبحانه وتعالى - أن \"الحديد\" معدن الصناعة الأول أنزله - سبحانه وتعالى - وعطف بإنزاله - سبحانه - على إنزال الكتاب والميزان على الرسل، ويبين - سبحانه - أنه إنما أنزله ليعلم من ينصره به ويوظف ما يصنع منه في نصرة دينه والجهاد في سبيله. قال ابن كثير رحمه الله: \"فيه بأس شديد: يعني السلاح كالسيوف والحراب والسنان والنصال والدروع ونحوها\" (2) . ¶ _________ ¶ (1) الحديد: 25 ¶ (2) تفسير ابن كثير 4 / 337.",
            "page": "164",
            "part": "1",
            "seal": "D38BFBEC"
        },
        {
            "id": "165",
            "nass": "ومن هنا نصل إلى أن القرآن الكريم ذكر في آياته التقوي للحرب وللجهاد في سبيل الله، ورتب على الحديد نصرة ينصره بها أهل الإيمان به والجهاد في سبيله، وأن القرآن عنى بذلك منتجات الصناعة كالسلاح ونحوه فإن الحديد لا يمكن أن ينصر به أحدٌ أحدًا وهو خام، وأن الله - سبحانه وتعالى - أمر بالإعداد وأمر كذلك بنصرته في موضع آخر فقال - تعالى -: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللَّهِ} .. (1) الآية، وفي آية الحديد ربط إنزال الحديد بنصرته فتوجب بذلك نصرته - سبحانه وتعالى - بالاهتمام بصناعة آلات الحرب وإعدادها والإمداد بها، فهي واجبة على المسلمين متى تركوها أثموا جميعًا (2) ، ودلالة نصوص القرآن ظاهرة واضحة في الأمر بها من ذلك قوله - تعالى -: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ} .. (3) الآية، ومن ذلك ما سبق إيضاحه بشأن نصرته - سبحانه - بالاهتمام بصناعات الحرب وتوجب ذلك. ¶ _________ ¶ (1) الصف 14. ¶ (2) فهي فرض كفاية، راجع مجموع فتاوى ابن تيمية 28 / 80. ¶ (3) الأنفال 60.",
            "page": "165",
            "part": "1",
            "seal": "729D1EE3"
        },
        {
            "id": "166",
            "nass": "القسم الثاني: ما ذكره - سبحانه وتعالى - في كتابه من منتجات الصناعة مثل سفينة نوح والدروع - السابغات - وسد ذي القرنين وما ذكره - سبحانه وتعالى - لسليمان - على نبينا وعليه الصلاة والسلام - من ذلك، ولقد عرض القرآن هذا القسم عرضًا يختلف عما في القسم الأول فلقد سمى تلك الصناعات بأعيانها ولكنه لم يأمر بها أو لم يوجه تجاهها أمرًا للمؤمنين بإعدادها أو نحوه كما سبق في القسم الأول، بل جعل منها ما هو آية وموضع عبرة لهم وبين - سبحانه - أن طريق النجاة كان بواسطتها مثل سفينة نوح قال - تعالى -: {وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ} {وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ} (1) . وقال - تعالى -: {وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ} {تَجْرِي بِأَعْيُنِنَا جَزَاءً لِمَنْ كَانَ كُفِرَ} {وَلَقَدْ تَرَكْنَاهَا آيَةً فَهَلْ مِنْ مُدَّكِرٍ} (2) . ¶ وامتنَّ - سبحانه وتعالى - على بني الإنسان كذلك بصناعة السفينة والدروع وبيَّن أنها من نعمائه واستحثهم لشكر تمتعهم بها، وجعل السد من رحمته. ¶ _________ ¶ (1) يس: 41 - 42. ¶ (2) القمر 13 - 15.",
            "page": "166",
            "part": "1",
            "seal": "134956C5"
        },
        {
            "id": "167",
            "nass": "وبيَّن - سبحانه - موارد نفعها ودورها في تمكين أهل الحق فبصناعة السفينة كانت نجاة المؤمنين والخليقة في الأرض، وبسد ذي القرنين كان تمكين رعايا ذي القرنين من العيش آمنين هانئين ونحو ذلك وفي هذا عبرة لأهل الإيمان أن يعتنوا بالمخترعات ويعرفوا قيمتها وأنها من أسباب رحمته وسوابغ نعمته ووسائل النجاة من الكوارث والوصول إلى التمكين في الأرض، وعلى أهل الحق أن يأخذوا في الحسبان ما ورد في القرآن بخصوص هذا الشأن وأن يسعوا إلى الصناعة لتمكين دعوة الحق ونصرة الدين، معتبرين ومتأسين بهذه الوقائع التي دارت أدوارها على تلك الصنائع، حتى تحقق لأهل الحق التمكين ونُصِرَ بها الدين.",
            "page": "167",
            "part": "1",
            "seal": "E9CF8DDA"
        },
        {
            "id": "168",
            "nass": "العامل الحادي عشر ¶ الضراعة إلى الله ¶ الضراعة في الأصل \"الذلة والخشوع والاستكانة\" (1) ، وهي تعني في اصطلاح القرآن الدعاء الممزوج بالذلة والتمسكن لله والانكسار بين يديه، ولقد أكَّدَ الله - سبحانه وتعالى - في كتابه الكريم أنها سبب من أسباب انكشاف السوء ونجاة المؤمنين، بل ونجاة أهل العذاب، الذين وصلوا درجة استحقاقه وعاينوه بأم عيونهم، فلو تضرعوا إلى الله لكشف الله عنهم العذاب. ¶ قال - تعالى -: {وَلَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ فَأَخَذْنَاهُمْ بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَتَضَرَّعُونَ} {فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَكِنْ قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ} (2) . ¶ وقال - تعالى -: {وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَبِيٍّ إِلَّا أَخَذْنَا أَهْلَهَا بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَضَّرَّعُونَ} (3) . ¶ _________ ¶ (1) فتح القدير للشوكاني (2 / 213) ، وانظر المفردات للأصفهاني 295 ¶ (2) الأنعام: 42 - 43 ¶ (3) الأعراف: 94",
            "page": "168",
            "part": "1",
            "seal": "0F7B94C3"
        },
        {
            "id": "169",
            "nass": "ولئن كانت دلالة الآيات هذه أن البأساء والضراء أرسلت لتستحث المكذبين إلى التضرع والانكسار إليه، وبالتالي قبول دعوة الرسل، فإن الآيات يستفاد من ظاهرها كذلك أن انكشاف البأساء والضراء يستلزم الضراعة الصادقة، وأنها سبب رئيس إذا كانت صادقة خالصة لانكشاف كل بأساء وضراء. ¶ والذي نحن بصدده في هذا المبحث أن إبداء الافتقار إلى الله - تعالى - والالتجاء سب إليه وحده في الدعاء - وهو الضراعة - عامل عظيم من عوامل تمكين دعوة الحق، وسبب من أسباب نصر الرسل والأنبياء.",
            "page": "169",
            "part": "1",
            "seal": "CF281ADA"
        },
        {
            "id": "170",
            "nass": "وباستقراء قصص الأنبياء في القرآن وقصص الهالكين من الأمم، لا نجد نصرًا حصل لنبي أو اتباع دعوة الحق إلا بعد رفع الضراعة ودوام الدعاء إلى الله، وكذلك نجد القرآن يقص لنا عن كثير من الأمم الهالكة، أن هلاكها سبقه ضراعة متضرع، أو جماعة مؤمنة التجأت إليه فألجأها وأنجاها، ثم أهلك من كايدها وعاداها، إن الضراعة سنة، لا تكاد تختلف في النصر والتمكين اللذين يصنعان على عين الله، - سبحانه وتعالى -، ومتى قلت ضراعة الطائفة المؤمنة أو أصبح أفرادها وقادتها يتوارون أو يستحيون من أن يبدوا تمسكنهم وذلتهم وتذللهم وهم يدعون الله ويسألونه إنجاح أمورهم ونصرهم على عدوهم، وأصبحوا يعولون كل التعويل على حسن التخطيط والتدبير، وشدة التحري والتربص لمخططات أعدائهم وكيفية فضحها ودفعها، فإن تلك الطائفة - وإن كانت حسنة الإيمان في الجملة - جديرة أن تنحط عن رتبة النصر وجديرة كذلك بالخذلان من ربها، وأن يكلها إلى ما عولت عليه وركنت إليه. ¶ ولعل من أحسن ما يبين هذا الأمر ويشهد له مثالان في كتاب الله؛ وهما حال طائفة الإيمان في بدر، وحالها في غزوة حنين.",
            "page": "170",
            "part": "1",
            "seal": "4516F0E9"
        },
        {
            "id": "171",
            "nass": "ففي وقعة بدر نرى الضراعة والاستكانة أبين ما تكون، قال - تعالى - يصف دعاء المؤمنين ونبيهم - صلى الله عليه وسلم -: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ} (1) . ¶ لقد كانت مشاعر المؤمنين قبل المعركة متوجهة إلى مالك النصر في لهفة واضطرار تطلب الغوث منه والنجدة، بنصر من عنده، فكان المدد بالملائكة والنصر من الله - سبحانه -، واستجابة الدعاء من الله، حتى لقد علم المؤمنون أنهم إنما نصروا بنصر الله، لا بعددهم ولا بسالتهم، ووصلوا إلى النصر بسهولة ودون عظيم خسارة هناك. ¶ قال - تعالى -: {وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ} (2) . ¶ _________ ¶ (1) الأنفال: 9 ¶ (2) آل عمران: 123",
            "page": "171",
            "part": "1",
            "seal": "092E0D0D"
        },
        {
            "id": "172",
            "nass": "أما الحال في حنين، فيصوره القرآن كذلك ويذكر حال الجماعة المؤمنة، فلا يذكر عنهم أنهم تضرعوا ولا دعوا، فقلت لديهم الضراعة، بل اضمحلت فيهم اضمحلالًا ظاهرًا، بل بالعكس وقع في النفوس العجب بكثرة العدد والركون إليها والتعويل عليها، وهنا يأتي سياق القرآن بذكر ما استكن في قلوب المؤمنين وهم يسيرون إلى عدوهم فلا يذكر إقبالًا على دعاء الله منها، ولا طلب نصر منه، ولا استغاثة بربهم كما كان الحال في بدر، بل يذكر ما استكن فيها من العجب بالكثرة والالتفات إليها أكثر من الالتفات إلى دعاء واهب النصر، حتى كانت الكلمة الرائجة في الجيش (لن نغلب اليوم عن قلة) فكانت الهزيمة الفاضحة في أول الأمر حتى أثبتت للمؤمنين أن الاعتماد يجب أن لا ينصرف إلى كثرة عدد ولا قوة مدد، ولا وفرة العتاد والآلة؛ وإنما الاعتماد إلى واهب النصر وحده، الذي نصرهم وهم أذلة في بدر حين قصدوه، ووجهوا القلوب متضرعة إليه.",
            "page": "172",
            "part": "1",
            "seal": "1328A0BB"
        },
        {
            "id": "173",
            "nass": "قال - تعالى -: {لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ} {ثُمَّ أَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنْزَلَ جُنُودًا لَمْ تَرَوْهَا وَعَذَّبَ الَّذِينَ كَفَرُوا وَذَلِكَ جَزَاءُ الْكَافِرِينَ} (1) . ¶ وبعد أن تلقى أهل الإيمان درسًا فريدًا، وعلموا أن الكثرة ما أغنت ولا أجدت؛ شاء الله - سبحانه - أن يكمل لهم بقية الدرس ويريهم كيف ينزل النصر؟ وإذا أرادوه فمن أي باب يطرقونه؟ فهذا هو رسول الله - صلى الله عليه وسلم - يثبت في رجال معه، وينزل عن بغلته ويقول: «اللهم نزِّل نصرك» ويستنصر الله ويدعوه فينزل الله سكينته عليه وعلى المؤمنين، وينزل - سبحانه - جنودًا لم يروها، فيكون النصر المبين من الله، والذي صنعه الله لنبيه - صلى الله عليه وسلم - والمؤمنين حين دعوه وتضرعوا إليه وثبتوا على ذلك يدعون ويناضلون. ¶ _________ ¶ (1) التوبة: 25 - 26",
            "page": "173",
            "part": "1",
            "seal": "E7F1ABBB"
        },
        {
            "id": "174",
            "nass": "روى مسلم في صحيحه «عن البراء بن عازب رضي الله عنه أن رجلًا قال له: أكنتم وليتم يوم حنين يا أبا عمارة؟ فقال: \" أشهد على نبي الله صلى الله عليه وسلم ما ولى ولكنه انطلق أخفاءٌ من الناس وحُسَّر - والحاسر هو من لا درع له - إلى هذا الحي من هوازن وهم قوم رماة فرموهم برشق من نبل كأنها ِرجْل من جراد - أي قطعة من جراد - فانكشفوا فأقبل القوم إلى رسول الله - صلى الله عليه وسلم - وأبو سفيان يقود به بغلته فنزل ودعا واستنصر وهو يقول: (أنا النبي لا كذب أنا ابن عبد المطلب اللهم نزِّل نصرك» ... ) (1) . الحديث. ¶ وهكذا نرى رسول الله - صلى الله عليه وسلم - يثبت ويدعو الله ويستنزله نصره حتى كان النصر من الله الموصوف في الآية: {ثُمَّ أَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنْزَلَ جُنُودًا لَمْ تَرَوْهَا وَعَذَّبَ الَّذِينَ كَفَرُوا وَذَلِكَ جَزَاءُ الْكَافِرِينَ} (2) . ¶ إن الضراعة والابتهال إلى الله بإنزال النصر لم تكن شأن النبي - صلى الله عليه وسلم - في حنين فقط، بل \"كان - صلى الله عليه وسلم - إذا لقي عدوه، وقف ودعا واستنصر الله، وأكثر هو وأصحابه من ذكر الله\" (3) . ¶ _________ ¶ (1) صحيح مسلم بشرح النووي باب غزوة حنين (12 / 120) كتاب الجهاد. ¶ (2) التوبة: 26 ¶ (3) زاد المعاد (3 / 97) .",
            "page": "174",
            "part": "1",
            "seal": "4331A2C6"
        },
        {
            "id": "175",
            "nass": "وهذا هو القرآن الكريم لا يكاد يذكر نصرًا وتمكينًا لدعوة الحق إلا ويذكر قبله أنه استنزل من خزائن مالك الملك بالضراعة والدعاء فهذا نبي الله نوح على نبينا وعليه الصلاة والسلام وضراعته، قال - تعالى - في شأنه: {فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ} {فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ} {وَفَجَّرْنَا الْأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ} {وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ} {تَجْرِي بِأَعْيُنِنَا جَزَاءً لِمَنْ كَانَ كُفِرَ} {وَلَقَدْ تَرَكْنَاهَا آيَةً فَهَلْ مِنْ مُدَّكِرٍ} (1) . ¶ وقال - تعالى - في شأنه كذلك: {قَالُوا لَئِنْ لَمْ تَنْتَهِ يَا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ} {قَالَ رَبِّ إِنَّ قَوْمِي كَذَّبُونِ} {فَافْتَحْ بَيْنِي وَبَيْنَهُمْ فَتْحًا وَنَجِّنِي وَمَنْ مَعِيَ مِنَ الْمُؤْمِنِينَ} {فَأَنْجَيْنَاهُ وَمَنْ مَعَهُ فِي الْفُلْكِ الْمَشْحُونِ} {ثُمَّ أَغْرَقْنَا بَعْدُ الْبَاقِينَ} (2) . ¶ _________ ¶ (1) القمر: 10 - 15 ¶ (2) الشعراء: 116 - 120",
            "page": "175",
            "part": "1",
            "seal": "80972A77"
        },
        {
            "id": "176",
            "nass": "وهذا نبي الله شعيب - على نبينا وعليه الصلاة والسلام - يستفتح بالدعاء إلى الله ويبتهل إليه أن يحكم بينه وبين قومه بالحق، قال - تعالى - في دعائه: {رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنْتَ خَيْرُ الْفَاتِحِينَ} {وَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ لَئِنِ اتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَخَاسِرُونَ} {فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ} (1) . ¶ وهذا لوط على نبينا وعليه الصلاة والسلام - يتضرع إلى الله أن ينجيه وأهله من قرية الخبائث، فتكون نجاته وهلاكهم - بإذن الله -، قال - تعالى - عنه: {رَبِّ نَجِّنِي وَأَهْلِي مِمَّا يَعْمَلُونَ} {فَنَجَّيْنَاهُ وَأَهْلَهُ أَجْمَعِينَ} {إِلَّا عَجُوزًا فِي الْغَابِرِينَ} {ثُمَّ دَمَّرْنَا الْآخَرِينَ} {وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا فَسَاءَ مَطَرُ الْمُنْذَرِينَ} (2) . ¶ _________ ¶ (1) الأعراف: 89 - 91 ¶ (2) الشعراء: 169 - 173",
            "page": "176",
            "part": "1",
            "seal": "1F465C9B"
        },
        {
            "id": "177",
            "nass": "وهذه ضراعة بني إسرائيل ونبييهما الكريمين وهم تحت وطأة قهر فرعون، فأبناؤهم يقتلون، ونساؤهم يستخدمن، ويؤذين من قوم فرعون، فيتضرع القوم ضراعة دائمة، ألا يفتنهم هذا الكيد عن دينهم، وأن ينجيهم ربهم من عدوهم، وهذا نبيهم يرشدهم إلى الضراعة إلى الله والاستعانة به وحده، والرغبة إليه في فك ورفع البلاء عنهم. قال - تعالى -: {وَقَالَ مُوسَى يَا قَوْمِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ فَعَلَيْهِ تَوَكَّلُوا إِنْ كُنْتُمْ مُسْلِمِينَ} {فَقَالُوا عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ} {وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ} (1) . ¶ _________ ¶ (1) يونس: 84 - 86",
            "page": "177",
            "part": "1",
            "seal": "3F8376C7"
        },
        {
            "id": "178",
            "nass": "ثم يرغب موسى وهارون - على نبينا وعليهم الصلاة والسلام - إلى الله ليفك عن قومهما كيد فرعون وبلاءه، وأن يشد وطأته عليهم، قال - تعالى -: {وَقَالَ مُوسَى رَبَّنَا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلَأَهُ زِينَةً وَأَمْوَالًا فِي الْحَيَاةِ الدُّنْيَا رَبَّنَا لِيُضِلُّوا عَنْ سَبِيلِكَ رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ} {قَالَ قَدْ أُجِيبَتْ دَعْوَتُكُمَا فَاسْتَقِيمَا وَلَا تَتَّبِعَانِّ سَبِيلَ الَّذِينَ لَا يَعْلَمُونَ} {وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُ بَغْيًا وَعَدْوًا حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ} (1) . ¶ ثم قال - سبحانه - بعد إخباره عن إغراق فرعون وقومه وإنجاء بني إسرائيل: {وَلَقَدْ بَوَّأْنَا بَنِي إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ} ... (2) الآية. ¶ _________ ¶ (1) يونس: 88 - 90 ¶ (2) يونس: 93",
            "page": "178",
            "part": "1",
            "seal": "4F753754"
        },
        {
            "id": "179",
            "nass": "وهنا نرى أن التمكين المذكور لبني إسرائيل في الآية سبقته ديمومة الضراعة منهم سنين طوال {رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ} {وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ} وأخيرًا دعا نبي الله موسى وأمَن هارون، فاستجاب الله دعاءهما ورفع الكرب عنهما وعن قومهما، وأمرهم بالخروج إلى البحر، وفلقه لهم وأنجاهم وأغرق عدوهم. ¶ قال - تعالى -: {وَلَقَدْ مَنَنَّا عَلَى مُوسَى وَهَارُونَ} {وَنَجَّيْنَاهُمَا وَقَوْمَهُمَا مِنَ الْكَرْبِ الْعَظِيمِ} {وَنَصَرْنَاهُمْ فَكَانُوا هُمُ الْغَالِبِينَ} (1) . ¶ ولقد ذكر - سبحانه وتعالى - أن الضراعة إليه ودعاءه هي القولة التي التزمها أهل التمكين من أتباع النبيين، واعتمدوها بل وأدمنوا عليها، حتى كأنهم لا يتلفظون بغيرها، وذلك في قوله - تعالى -: {وَمَا كَانَ قَوْلَهُمْ إِلَّا أَنْ قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} (2) . ¶ _________ ¶ (1) الصافات: 114 - 116 ¶ (2) آل عمران: 147",
            "page": "179",
            "part": "1",
            "seal": "F22E811F"
        },
        {
            "id": "180",
            "nass": "وقوله - تعالى -: {وَمَا كَانَ قَوْلَهُمْ إِلَّا أَنْ قَالُوا رَبَّنَا} ... فيه دلالة ديمومة الضراعة إلى الله، وإدمان الابتهال إليه في كل الأحوال، حتى لكأنهم لا يقولون قولًا ولا يلفظون كلامًا غير تلك الضراعة المبينة في الآية؛ وما كان بعد هذه الضراعة الدائمة إلا أن شهد الله - سبحانه وتعالى - أنه أنالهم \"ثواب الدنيا\" وهو الظفر والنصر والتمكين، \"وحسن ثواب الآخرة\" وشهد لهم - سبحانه - أنهم أحسنوا غاية الإحسان، وبلغوا بإحسانهم نعيم محبته لمن أحسن \"والله يحب المحسنين\". ¶ قال - تعالى - في ذلك: {وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا وَاللَّهُ يُحِبُّ الصَّابِرِينَ} {وَمَا كَانَ قَوْلَهُمْ إِلَّا أَنْ قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} {فَآتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْآخِرَةِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ} (1) . ¶ _________ ¶ (1) آل عمران: 146 - 148",
            "page": "180",
            "part": "1",
            "seal": "441C6BE2"
        },
        {
            "id": "181",
            "nass": "ولقد ذكر الله - سبحانه وتعالى - ضراعة الطائفة المؤمنة الموقنة من بني إسرائيل وهم مع طالوت في حالة لقائهم لأعدائهم الكافرين المتكاثرين، وثنَّى بعدها - سبحانه - بذكر هزيمة أعدائهم مباشرة، مما يفيد أن للضراعة دورًا خطيرًا في انتصار أهل الإيمان، وهزيمة أعدائهم من حزب الشيطان قال - تعالى - في شأنهم: {وَلَمَّا بَرَزُوا لِجَالُوتَ وَجُنُودِهِ قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} {فَهَزَمُوهُمْ بِإِذْنِ اللَّهِ وَقَتَلَ دَاوُدُ جَالُوتَ وَآتَاهُ اللَّهُ الْمُلْكَ وَالْحِكْمَةَ وَعَلَّمَهُ مِمَّا يَشَاءُ وَلَوْلا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الأَرْضُ وَلَكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ} (1) . ¶ _________ ¶ (1) البقرة: 251",
            "page": "181",
            "part": "1",
            "seal": "A07123D8"
        },
        {
            "id": "182",
            "nass": "ولقد أحسن التوجيه والإيراد الإمام الشوكاني - رحمه الله - في تفسيره حين قال عند قوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ} (1) : \"وينبغي أن يكون الذكر في هذه الحالة بما قاله أصحاب طالوت - {رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} -\" (2) . ¶ إن الضراعة إلى الله عامل عظيم من عوامل نصر الله لدعوة الحق وتمكينها، وها هي دعوات المرسلين وأتباعهم من المؤمنين لا يكاد يذكر الله نصره لها إلا ويذكر قبله ضراعتهم ودعاءهم إذ به يستنزل النصر، ويعلم - سبحانه وتعالى - من تلك الطائفة صدق توجهها إليه فيرضى عنهم ويحقق لهم النصر، ولقد كان النبي - صلى الله عليه وسلم - يركز على هذا العامل ويهتم به ويتطلبه ويسعى إلى من يكون مظنة حصوله وهم الضعفاء والفقراء من المؤمنين الذين يرحم الله بهم الجميع. فينزل نصره - سبحانه - على جماعة المسلمين بدعوات أولئك الضعفاء الصادقين. ¶ _________ ¶ (1) الأنفال: 45 ¶ (2) فتح القدير (2 / 315) .",
            "page": "182",
            "part": "1",
            "seal": "8B1AA3B5"
        },
        {
            "id": "183",
            "nass": "عن أبي الدرداء - رضي الله عنه -: أن النبي - صلى الله عليه وسلم - قال: «أبغوني الضعفاء، فإنما ترزقون وتنصرون بضعفائكم» (1) . ¶ وعن سعد بن أبي وقاص - رضي الله عنه -: أن رسول الله - صلى الله عليه وسلم - قال: «إنما ينصر الله هذه الأمة بضعيفها، بدعوتهم وصلاتهم وإخلاصهم» (2) . ¶ إن المؤمن الضعيف خير من المؤمن القوي في دعائه وصلاته وإخلاصه في الغالب، وإن كان المؤمن القوي خير منه في عامة الأحوال إلا في هذه الحالة، حالة الدعاء والضراعة والإخلاص وذلك أن دعاء الضعيف وصلاته أخلص لله وأصدق لكونه منقطع الرجاء في الغالب من سبب فلا ملجأ له إلا الله في غالب أموره وأحواله ولذا فإنه يرسل الضراعة إلى الله بإقبالٍ إليه بالكلية ودون أدنى لفتة إلى سبب إذ السبب في الغالب معدوم فهو ضعيف لا يملك شيئًا إلا إيمانه وإخلاصه. ¶ _________ ¶ (1) سنن أبي دواد، الجهاد، الاستنصار برذل الخير والضفعة (3 / 32) . ¶ (2) سنن النسائي، الجهاد، الاستنصار بالضعفاء (6 / 45) .",
            "page": "183",
            "part": "1",
            "seal": "2D571221"
        },
        {
            "id": "184",
            "nass": "بينما المؤمن القوي في الغالب لا يسلم من التفات إلى ما لديه من أسباب القوة وأحيانًا يستند إليها في حين غفلة وغالبًا ما تلهيه أسباب القوة ومثولها أمامه عن التضرع إلى الله وإن تضرع فهو في الغالب لا يسلم من ميل قلبه وخلجات خواطره إلى الطمأنة بأن أسباب القوة موجودة لديه، فلا يرسل الدعاء - إن أرسله - مظرَّفًا بحرارة الإخلاص وضراعة الافتقار وانقطاع الرجاء عن سوى الخالق، مثل ما هو حاصل عند الضعيف. ¶ ولما لدى الضعفاء من الإخلاص وصدق الضراعة كان القبول لهم من الله ولدعائهم، فكان رسول الله - صلى الله عليه وسلم - يتطلب وجودهم في سراياه وغزواته ويحض صحابته على عدم احتقارهم ويبين أنهم سبب نصرهم بل وحتى رزقهم، فيقول لهم: «أبغوني الضعفاء» ..) . بل يأتي الحديث في أسلوب الحصر: «إنما ينصر الله هذه الأمة بضعيفها» وكأنه لا نصر للأمة إلا بالضعفاء!. ¶ وهنا يرد إشكال ظاهر فقد أمر الله بالجهاد وإعداد القوة والغلظة على الكافرين، وغير ذلك مما علق به نصر الأمة. فكيف يُحصر النصر هنا على وجود الضعفاء ودعائهم وإخلاصهم دون ما أمر الله به من أسباب القوة وعلق عليه النصر للأمة؟",
            "page": "184",
            "part": "1",
            "seal": "47B956FA"
        },
        {
            "id": "185",
            "nass": "والجواب: أنه لا إشكال البتة ولا تعارض إذ أول سبب ينصر الله به الأمة \"الإيمان\" وهي حين تفقد ذلك السبب أو تتهاون فيه فلن تجدي الأسباب الأخرى؛ ولن تنجح شيئًا مما يُعد من نصر الله للأمة وتمكينها. ¶ وبما أن ديمومة الضراعة إلى الله هي المظهر الأكمل الذي يجسد الإيمان الخالص الناصع ويشهد به حقًا كما بين القرآن الكريم في قوله - تعالى -: {وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ} .. (1) . الآية. فلقد شهد القرآن هنا أن أصحاب الضراعة الدائمة الذين يدعون ربهم بالغداة والعشي هم أصحاب الإيمان الصادق الخالص فهم الذين يريدون وجه الله، فالإيمان الخالص الناصع تجسده تمامًا الضراعة الدائمة إلى الله. ¶ والإيمان هو سبب نصر الله للجماعة من المسلمين الأول والأخير، ولكي يتوفر الإيمان الخالص الذي ينصر الله به أهل الحق فلا بد من أصحابه وهم أولئك الضعفاء الذين يدعون ربهم بالغداة والعشي يريدون وجهه - أصحاب الضراعة الدائمة - فهم الطائفة التي يتحقق فيها ذلك الإيمان الخالص غالبًا فهم مظنته. ¶ _________ ¶ (1) الكهف: 28",
            "page": "185",
            "part": "1",
            "seal": "17B1AD5E"
        },
        {
            "id": "186",
            "nass": "ونصر الله إنما يكون إذا توافر الإيمان الخالص، بل غالبًا ما يتخلف حين يُشاب الإيمان بشائبة (1) . ¶ فلما كان النصر من الله شرطه الأول والأخير الإيمان الخالص كانت العناية بأهله وهم ضعفاء المؤمنين وكان حصر نصر الله للأمة في وجودهم ودعائهم وإخلاصهم إنما هو حرصٌ منه - صلى الله عليه وسلم -، وبيان أن الإيمان الخالص هو سبب نصر الأمة الإسلامية وعند اختلاله فإن النصر بعيد؛ فلذلك فليُحرص على حملته ومواضع مظنته ومن يمثلونه وهم الضعفاء من المؤمنين، فلا يحتقرون أو يمنعون من الانضمام إلى الجيوش أو يزهد في دعائهم وضراعتهم فهم بذلك نصر الأمة ومهبط رحمة الرحيم بها. ¶ _________ ¶ (1) كما سبق بيانه في مبحث «الإيمان الخالص لله» .",
            "page": "186",
            "part": "1",
            "seal": "AE600D74"
        },
        {
            "id": "187",
            "nass": "وأخيرًا نصل إلى لفتة جديرة بالوقوف والتأمل عندها، وهي أن الضراعة إلى الله - سبحانه - عامل النصر والنجاة الذي لا يمكن أن يفقد ألبتة من يد من سعى إلى التمكين؛ فإن كل العوامل الأخرى من الجماعة والجهاد والهجرة.. ونحوها عرضه لأن تفوت المؤمن أو جماعة المؤمنين. أما الضراعة فهي عامل النصر الذي مهما فات غيره فلا يفوت ولا يفقد، إلا أن يضيعه المؤمن أو جماعة المؤمنين، قال - تعالى -: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ} (1) . ¶ وها هي دعوة نبي الله موسى - على نبينا وعليه الصلاة والسلام - وقومه - بني إسرائيل - كان عامل تمكينها ونصرها من كيد فرعون هو الضراعة فقط مع الصبر. ¶ قال - تعالى -: {قَالَ مُوسَى لِقَوْمِهِ اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ} (2) . ¶ _________ ¶ (1) غافر: 60 ¶ (2) الأعراف: 128",
            "page": "187",
            "part": "1",
            "seal": "FAB3AD1F"
        },
        {
            "id": "188",
            "nass": "بل وأحيانًا كثيرة ينصر الله جماعة المؤمنين بالضراعة فقط، دون غيرها من أسباب النصر الأخرى، وها هي دعوة نبي الله عيسى - على نبينا وعليه الصلاة والسلام - حين يرجع في المسلمين حكمًا مقسطًا في آخر الزمان ـ كما تظاهرت بذلك نصوص القرآن والسنة - فيخرج الله على المؤمنين يأجوج ومأجوج، فيظهرون على الأرض ويعيثون فيها قتلًا وإفسادًا، ثم يحاصرون المؤمنين ومعهم نبي الله عيسى على نبينا وعليه الصلاة والسلام فلا ينجون من هذا المأزق لا بجهاد ولا غيره ولا فرار، وإنما يتضرعون ويدعون الله حتى تكون نجاتهم وهلاك يأجوج ومأجوج، ويخرج الله المؤمنين بعد هذه الضراعة من حصارهم فيجعلهم خلفاء الأرض.",
            "page": "188",
            "part": "1",
            "seal": "4A922D84"
        },
        {
            "id": "189",
            "nass": "عن النواس بن سمعان رضي الله عنه في حديثه عن النبي - صلى الله عليه وسلم - فيما ذكر لهم عن الدجال - وهو حديث طويل عند مسلم وغيره - جاء فيه من قوله - عليه الصلاة والسلام -: ( ... «إذ أوحى الله - تعالى - إلى عيسى - صلى الله عليه وسلم - أني قد أخرجت عبادًا لي لا يدان لأحد بقتالهم - أي لا طاقة لأحد بقتالهم - فحرز عبادي إلى الطور، ويبعث الله يأجوج ومأجوج وهم من كل حدب ينسلون ... ويُحصر نبي الله عيسى - صلى الله عليه وسلم - وأصحابه حتى يكون رأس الثور لأحدهم خيرًا من مئة دينار لأحدكم اليوم، فيرغب نبي الله عيسى - صلى الله عليه وسلم - وأصحابه - رضي الله عنهم - إلى الله تعالى، فيرسل عليهم النغف في رقابهم - النغف: دود - فيصبحون فرسى كموت نفس واحدة، ثم يهبط نبي الله عيسى - صلى الله عليه وسلم - وأصحابه - رضي الله عنه - إلى الأرض» ... ) (1) الحديث. ¶ وهنا نرى دور الضراعة إلى الله وأنها كانت هنا العامل الوحيد في هذا المأزق النصر الذي نصر الله به عيسى - صلى الله عليه وسلم - وأصحابه وأنجاهم وأظهرهم على الأرض. ¶ _________ ¶ (1) صحيح مسلم، كتاب الفتن، باب ذكر الدجال (18 / 63ـ70) .",
            "page": "189",
            "part": "1",
            "seal": "D39DD06B"
        },
        {
            "id": "190",
            "nass": "العامل الثاني عشر ¶ إقامة الدين ¶ إقامة الدين التي نتعرض لها هنا ليست للجماعة المؤمنة وهي في طور النشوء والسعي للتمكين، وإنما إقامة الدين التي نود الكلام عنها هنا حين تصبح دعوة الحق لها دولة ومجتمع ونظام وحكم، فما مدى دور إقامة الدين في نظام الحكم وتسيير المجتمع؟ وتطبيق حدوده وأحكامه تطبيقًا تامًا؟ ما دور ذلك في تمكين الدولة؟ وفي إرغاد عيشها وزيادتها من تمكين إلى تمكين؟ ¶ فلقد تعاقبت على حكم المسلمين دول إثر دول إلى هذا اليوم، وطالما حدثنا التاريخ والحاضر عن أكثر تلك الدول، وعن روغانها عن إقامة حدود من الدين وإقامة حدود أخرى منه حسب ما يلائم مزاج الحاكم الظالم أحيانًا. وأحيانًا تخوفًا على الدولة وصلاحيات الحكم، وأحيانًا لسوء ظن وضعف يقين بما أمر الله به ونهى عنه، وأن الفلاح والحل في غيره أصوب وأرشد. ¶ ولكن هذا هو القرآن والتاريخ يشهد كل منهما أن إقامة دين الله رغد ما بعده رغد، وسعادة وهناءة للحاكم والمحكوم، وحتى للهوام والدواب وحشائش الأرض وأمطار السماء، وسبب لفتح بركات لا تنتهي، ونعيم كريم عظيم.",
            "page": "190",
            "part": "1",
            "seal": "4C720FB5"
        },
        {
            "id": "191",
            "nass": "قال - تعالى -: {وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ وَلَكِنْ كَذَّبُوا فَأَخَذْنَاهُمْ بِمَا كَانُوا يَكْسِبُونَ} (1) . ¶ وقال - تعالى -: {وَلَوْ أَنَّ أَهْلَ الْكِتَابِ آمَنُوا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ وَلَأَدْخَلْنَاهُمْ جَنَّاتِ النَّعِيمِ} {وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالْإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ لَأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ مِنْهُمْ أُمَّةٌ مُقْتَصِدَةٌ وَكَثِيرٌ مِنْهُمْ سَاءَ مَا يَعْمَلُونَ} (2) . ¶ _________ ¶ (1) الأعراف: 96 ¶ (2) المائدة: 65 - 66",
            "page": "191",
            "part": "1",
            "seal": "641F782E"
        },
        {
            "id": "192",
            "nass": "إن الله - سبحانه وتعالى - يؤكد هنا أن أهل الكتاب لو أقاموا ما أنزل الله على أنبيائه من كتب، لسعدوا في الدنيا قبل الآخرة، ولفتح الله له بسبب ذلك بركات الأرض وزروعها وثمارها، ولأصبحوا يجدون الرزق والأكل وأطيب الطعام تخرجه لهم زروع الأرض يتدلى فوق رؤوسهم، ويلتقطونه من تحت أرجلهم أينما كانوا في أرضهم أو طرقهم أو منازلهم، وهذا غاية عظيمة في النعيم وما ذلك إلا بسبب إقامة الدين، وهذه الحال المتعلقة بإقامة الدين ليست لأهل الكتاب خاصة، بل لكل أمة تقيم دين الله، إقامة جادة، فإن أهل القرى التي أهلكها الله من قبل أهل الكتاب لو أقاموا الدين وآمنوا واتقوا لفتح الله لهم بركات من السماء والأرض.",
            "page": "192",
            "part": "1",
            "seal": "70C05338"
        },
        {
            "id": "193",
            "nass": "وكذلك هذه الأمة، أمة محمد - صلى الله عليه وسلم - موعودة بذلك، وقد وقع في تاريخها مرارًا وتكرارًا حين أقامت دين الله، ففي عهد الخلفاء الراشدين ومن بعدهم حين كان الدين مقامًا في الدولة، كانت تُثل عروش ممالك الدنيا ودولها شرقًا وغربًا، وتلفظ بركاتها وكنوزها وخيراتها في أيدي المسلمين، فكانوا سادة العالم وأرباب خيراته وغلاته، وهذا هو رسول الله - صلى الله عليه وسلم - يقول في حديث عدي بن حاتم الذي رواه الإمام البخاري: «أما قطع السبيل فإنه لا يأتي عليك إلا قليل، حتى يخرج العير إلى مكة بغير خفير. وأما العيلة فإن الساعة لا تقوم حتى يطوف أحدكم بصدقته، ولا يجد من يقبلها» (1) الحديث. ¶ فيقول راوي الحديث عدي بن حاتم - رضي الله عنه -: فلقد رأيت المرأة تخرج من القادسية على بعيرها لا تخاف شيئًا حتى تبلغ هذا البيت، وكان عدي بن حاتم - رضي الله عنه - لم يدرك تحقق النبوءة الثانية وهي فيضان المال، ولكنه كان - رضي الله عنه - يحلف بالله لتكونن (2) . ¶ _________ ¶ (1) صحيح البخاري في الزكاة، باب «الصدقة قبل الرد» (2 / 222) . ¶ (2) راجع سير أعلام النبلاء (3 / 164) .",
            "page": "193",
            "part": "1",
            "seal": "0FDACC09"
        },
        {
            "id": "194",
            "nass": "وبالفعل كانت بعد عدي بن حاتم - رضي الله عنه - في عهد الخليفة الراشد عمر بن عبد العزيز حيث فاض المال في عهده حتى لم يوجد من يأخذ الصدقة؛ عن عمر بن أسيد قال: \"والله ما مات عمر بن عبد العزيز حتى جعل الرجل يأتينا بالمال العظيم، فيقول: اجعلوا هذا حيث ترون، فما يبرح حتى يرجع بماله كله، قد أغنى عمر الناس\" (1) . ¶ _________ ¶ (1) سير أعلام النبلاء (5 / 131) .",
            "page": "194",
            "part": "1",
            "seal": "A0876E50"
        },
        {
            "id": "195",
            "nass": "إن ما بشر به النبي - صلى الله عليه وسلم - من ظهور الأمن حتى رأي عدي بن حاتم راوي الحديث صدق بشارته، ورأى المرأة من العراق حاجة تؤم مكة تقطع الصحارى والقفار الموحشة وحيدة لا تخاف حتى تصل البيت، إنما كان ذلك الأمن المطمئن حين أقيمت شعائر الدين في دولة الإسلام في عهد الخلفاء الراشدين، وما ذلك إلا لظهور دولة الإسلام المقيمة لدين الله، فكان الأمن الذي لا يعرفه العالم اليوم ولا يشهد له مثيلًا، ولقد تعاقبت دول في تاريخ الإسلام وتفاوتت في إقامة الدين إلا أنا نرى بشهادة التاريخ أن الأمن كان حليف كل دولة أقامت دين الله بين أمصارها وأفرادها، وجعلته نظام حكمها، ونراه يقل ويضمحل إلى أن يتلاشى حين يقل ويتراخى موقف الحكام من إقامة الدين وربما ينقلبون على دينهم، فيقلب الله عليهم الأمن خوفًا، أما فيضان المال في عهد عمر فليس لكثرة الفتوح في عهده، فالفتوح في عهده كما هي في عهد من سبقه، وليس ذلك ناتج عن حسن تخطيط لاقتصاد الدولة، وإنما كان السبب الأول والأخير هو إقامة دين الله وشعائره في عهد عمر فقد أحيا - رضي الله عنه - مواقيت الصلاة بعد أن أميتت، ورد المظالم، وعزل العمال الظلمة، وأقام الدين (1) إقامة شهدت ¶ _________ ¶ (1) راجع سير أعلام النبلاء للذهبي (5 / 125) .",
            "page": "195",
            "part": "1",
            "seal": "92E14F2A"
        },
        {
            "id": "196",
            "nass": "له بها الرعية كلها برها وفاجرها، وشهد له بها التاريخ إلى يومنا الحاضر. فكان ذلك الرغد من العيش بسبب ذلك. ¶ أما عند ترك إقامة الدين أو التخلف والتقهقر عنها فإن الله - سبحانه وتعالى - يعاقب تلك الأمة المسلمة التي تنكرت لدينها بإلباسها لباس الجوع والخوف، وتنكيد عيشها، وثل عروش ملكها، وينزل - سبحانه وتعالى - بها من أليم عقابه وشدة بأسه ما لا ينزله بالدول الكافرة ابتداءً، وذلك أن هذه الدولة المسلمة عرفت ثم أنكرت وآمنت ثم كفرت، ووصلت إلى الأمن والعز والرغد بدين الله وطاعتها لله ثم جحدت بعد ذلك؛ فيذيقها الله بذلك ما لا يذيق الكافرين وذلك أن الله - سبحانه وتعالى - \"يعاقب على الكفران بالنعمة ما لا يعاقب على الكفر، وعلى الكنود ما لا يعاقب على الجحود\" (1) . ¶ وهذا القرآن يبين لنا حال الدولة التي تنكرت للدين وإقامته ومدى تأثير ذلك عليها قال - تعالى -: {وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ} (2) . ¶ _________ ¶ (1) «ردة ولا أبا بكر لها» للندوي (45، 26،27) . ¶ (2) النحل: 112",
            "page": "196",
            "part": "1",
            "seal": "83CFC9D5"
        },
        {
            "id": "197",
            "nass": "وقال - تعالى -: {ذَلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّرًا نِعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَأَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} (1) . ¶ وهذا هو رسول الله - صلى الله عليه وسلم - يبين لنا أن إقامة الدين سبب لحفظ ملك الأمة الإسلامية وعزها وأن الله - سبحانه وتعالى - يمكن به الحاكم المسلم ويؤيده، وأنه لا ينزع الملك منه إلا إذا ترك إقامة الدين، وأن من يتخلى عن إقامة الدين يبعث الله له من يسومه سوء العذاب. ¶ عن معاوية بن أبي سفيان - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «إن هذا الأمر في قريش، لا يعاديهم أحد إلا كبه الله على وجهه، ما أقاموا الدين» (2) . ¶ وعن عبد الله بن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «أما بعد يا معشر قريش، فإنكم أهل هذا الأمر - يعني الخلافة - ما لم تعصوا الله فإذا عصيتموه بعث عليكم من يلحاكم كما يُلحى هذا القضيب» (3) . ¶ ولقد صدق ابن المعتز حين قال: ¶ الملك بالدين يبقى والدين بالملك يقوى ¶ _________ ¶ (1) الأنفال: 53 ¶ (2) رواه البخاري وأحمد، صحيح البخاري، المناقب، مناقب قريش (5 / 13) . ¶ (3) رواه أحمد في المسند (6 / 176) رقم الحديث 4380",
            "page": "197",
            "part": "1",
            "seal": "DF53C16F"
        },
        {
            "id": "198",
            "nass": "ومما ورد في السنة مما يشهد بأن إقامة الدين ليست سببًا في حصول التمكين في الحكم والسلطة والنصر فحسب بل يتعدى بحصولها التمكين حتى يصل إلى التمكين من معايش الأرض بكثرة بركتها وسلامتها من الآفات والكوارث والمكدرات والمنغصات؛ وفي حديث أبي أمامة رضي الله عنه في نزول عيسى ابن مريم وإقامة دين الله في الأرض أكبر شاهد على ذلك. قال رضي الله عنه: قال رسول الله صلى الله عليه وسلم: ( ... «فيكون عيسى ابن مريم - عليه السلام - في أمتي حكمًا عدلًا، وإمامًا مقسطًا، يدق الصليب، ويذبح الخنزير ويضع الجزية، ويترك الصدقة، فلا يُسعى على شاة ولا بعير وترفع الشحناء والتباغض، وتنزع حمة كل ذات حمة، حتى يُدخل الوليد يده في الحية فلا تضره، وتُفِرُ الوليدةُ الأسد فلا يضرها، ويكون الذئب في الغنم كأنه كلبها، وتُملأ الأرض من السِّلم كما يملأ الإناء من الماء، وتكون الكلمة واحدة فلا يعبد إلا الله، وتضع الحرب أوزارها وتكون الأرض كفاثور الفضة تنبت نباتها بعهد آدم، حتى يجتمع النفر على القطف من العنب فيشبعهم، ويجتمع النفر على الرمانة فتشبعهم» (1) . ¶ _________ ¶ (1) سنن ابن ماجه في الفتن (2 / 1360 ـ 1362) رقم الحديث 4077",
            "page": "198",
            "part": "1",
            "seal": "4D03CDA1"
        },
        {
            "id": "199",
            "nass": "وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: «طوبى لعيش بعد المسيح يؤذن للسماء في القطر، ويؤذن للأرض في النبات حتى لو بذرت حبك على الصفا لنبت، وحتى يمر الرجل على الأسد فلا يضره ويطأ على الحية فلا تضره، ولا تشاح، ولا تحاسد، ولا تباغض» (1) . ¶ _________ ¶ (1) الحديث أخرجه النقاش في «فوائد العراقيين» كما قال الشيخ الألباني في صحيح الجامع الصغير وقال عن الحديث «صحيح» (2 / 728) رقم الحديث 3919 وكلا الحديثين السابقين لهما معاني واردة في الصحيح راجع صحيح مسلم في كتاب الإيمان (2 / 189ـ193) .",
            "page": "199",
            "part": "1",
            "seal": "D96AFAE2"
        },
        {
            "id": "200",
            "nass": "وسبب كل ذلك الرغد في العيش والبركة وزوال الأخطار حتى من الحيوانات، والتمكين من كل شئ في الأرض هو إقامة الدين في الأرض فقد أقام عيسى ابن مريم - على نبينا وعليه الصلاة والسلام - دين الله في الأرض كلها ولم يبق منها بقعة إلا كانت على الإسلام، فانعدمت مساحة المعاصي على الأرض التي كانت تكدر العيش، وتقتل الطيور في أوكارها، فرجع ذلك التسخير الذي سخره الله للإنسان في كل شيء في الأرض من قبل، وهكذا يحصل دائمًا حين يقام الدين على مساحة أكبر من الأرض ولو لم تستوعب الأرض جميعًا فيحصل من التمكين وهناءة العيش وبركته قريبًا من هذا، والذئب حين رعى الغنم في عهد عمر بن عبد العزيز ليس ذلك بكذب ولا أساطير وإنما حقيقة من حقائق التمكين حين يُقام الدين، تشهد لها نصوص القرآن، وصحاح السنة، وسجلات التاريخ. فقد ذكر ابن سعد في الطبقات وأبو نعيم في الحلية عن مالك بن دينار قال: (لما ولي عمر بن عبد العزيز رحمه الله قالت رعاة الشاء في رؤوس الجبال: من هذا الخليقة الصالح الذي قام على الناس؟ قال: فقيل لهم: وما أعلمكم بذلك؟ قالوا إنه إذا قام خليفة صالح كفت الذئاب والأسد عن شائنا) (1) ¶ _________ ¶ (1) وقد ساق هذه الحادثة بالسند الإمام الآجري في كتابه (أخبار أبي حفص عمر بن عبد العزيز) ، وحكم محقق الكتاب على السند بالصحة. (أخبار عمر أبي حفص) تحقيق عبد الله العسيلان (50) .",
            "page": "200",
            "part": "1",
            "seal": "0FD25245"
        },
        {
            "id": "201",
            "nass": "وذكر ابن كثير بالإسناد عن حماد بن زيد عن موسى بن أعين الراعي - وكان يرعى الغنم لمحمد بن عيينة - قال: كانت الأسد والغنم والوحوش ترعى في خلافة عمر بن عبد العزيز في موضع واحد، فعرض ذات يوم لشاة منها ذئب، فقلت: إنا لله، ما أرى الرجل الصالح إلا قد هلك، قال: فحسبناه فوجدناه قد هلك في تلك الليلة (1) . ¶ _________ ¶ (1) البداية والنهاية لابن كثير (5 / 211) ، طبعة دار البيان للتراث، وأشار ابن كثير إلى أن هذا روي عن حماد من غير وجه، وأن له شاهدا آخر عن غير حماد",
            "page": "201",
            "part": "1",
            "seal": "778D38D5"
        },
        {
            "id": "202",
            "nass": "خاتمة البحث ¶ الحمد لله الذي بنعمته تتم الصالحات، وبمعونته تدرك الغايات. ¶ أما بعد فهذه خاتمة هذا البحث ألخص فيها أهم ما خرجت به في هذا البحث، وحققته في موضوعه: ¶ 1-أن القرآن الكريم قد اشتمل على كل عوامل التمكين الأساسية اعتنى بها وأبانها، وأن فيه من الوقائع والتذكير والتنبيه والعبر والأمر والنهي وقصص الماضين ما يكوِّن منهجًا كاملًا شاملًا تسير عليه جماعة المؤمنين في أي زمان ومكان ومجتمع كانت. ¶ 2 - من أعظم ثمرات هذا البحث هو الاستهداء بما في القرآن من عوامل النصر والتمكين في دعوات المرسلين في هذا العصر وفي كل عصر - استهداء يجعلنا نستفيد من كل دعوة لرسول، وكل عامل ذكره القرآن من عوامل نصرها وتمكينها حسب حالة تلك الدعوة وظروفها. ¶ فحين تكون جماعة المؤمنين في حالة ضعف بالغ، وفي دولة متسلطة قاهرة لهذه الجماعة المؤمنة فإن هذه الحالة تشبه حالة المؤمنين مع نبي الله موسى في ظل دولة فرعون، وبالتالي فأحسن طريق للجماعة المؤمنة هو التزام العامل الذي نصر الله به موسى من الصبر وإقامة الصلاة والتزام الشرائع التعبدية فيما بينهم، وإخفاء التدين، ودوام الضراعة وعدم رد الأذى حتى يأذن الله بالنصر.",
            "page": "202",
            "part": "1",
            "seal": "4972F409"
        },
        {
            "id": "203",
            "nass": "وحينما تكون جماعة المؤمنين في حالة إمكانية إبلاغ الدعوة ومجادلة القوم والصبر على الأذى لكن لا تستطيع الهجرة فهذه حالة مشابهة لحالة قوم هود وصالح ونوح وشعيب ولوط وبالتالي فعامل نصر الجماعة المؤمنة في هذه الحالة هو ذات العامل الذي نصر الله به المرسلين في هذه الحالة من العذاب والإهلاك للأقوام المكذبين، وإنجاء المؤمنين، حين قاموا بما أوجب الله عليهم من الدعوة والبلاغ المبين. ¶ أما في حالة ما إذا تمكنت الجماعة المؤمنة من الهجرة وإقامة الجهاد فإن هؤلاء الأقوام من المكذبين يكون إهلاكهم أو إسعادهم بأيدي المؤمنين - أي بالجهاد - كما وقع في سيرة نبينا محمد صلى الله عليه وسلم.",
            "page": "203",
            "part": "1",
            "seal": "7FA201AE"
        },
        {
            "id": "204",
            "nass": "وبهذا الاستهداء يتكون لدينا منهج كامل من عوامل التمكين نستفيده من كل دعوات المرسلين، فالحالة التي لم تكن في سيرة نبينا محمد صلى الله عليه وسلم ووقعت للمؤمنين في عهد موسى أو هود أو غيرهما من الأنبياء - فنحن ملزمون بالعامل الذي نصر الله المؤمنين فيها، لقوله - تعالى - لرسوله صلى الله عليه وسلم: {أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهِ} وكما تقرره القواعد الأصولية: (شرع من قبلنا شرع لنا ما لم ينسخ في شرعنا) وكما أوضحناه في المقدمة تمام الإيضاح. ¶ 3-أن من أسباب اللوم والخلاف بين الجماعات الساعية لتمكين دعوة الحق هو الجهل والغفلة عما جاء في القرآن من عوامل التمكين أو لعدم الاعتناء باستخراج ذلك ومعرفته من القرآن. ¶ 4-أن أمة محمد صلى الله عليه وسلم وكذلك دعوته هما أعظم دعوة وأمة مكن الله لها على طول وجودها حتى قيام الساعة. ¶ 5-أن أعظم مرتبة للتمكين ستبلغها أمة محمد صلى الله عليه وسلم عند نزول عيسى ابن مريم - على نبينا وعليه الصلاة والسلام - إذ يسلم كل من في الأرض ويموت - عليه السلام - والحال على ذلك.",
            "page": "204",
            "part": "1",
            "seal": "83650308"
        },
        {
            "id": "205",
            "nass": "6-أن الأمة مهما حلَّ بها من البلاء والنكبات والجمود والانحطاط فلن تنحط جميعها عن مرتبة وسطى من مراتب التمكين وهي \"الظهور\" وعدم الاكتراث بالمخالف، فهذه المرتبة من التمكين مضمونة للأمة لا يمكن أن تنعدم منها يومًا واحدًا على مدى السنين، بل تبقى طائفة منهم في شرق أو غرب تحافظ على عنوان المجد في تلك المرتبة. ¶ 7-أن الملك جائز في شرعنا عند تعذر الخلافة، وأحيانًا بل غالبًا يكون أليق بحال الأمة من الخلافة، إذ يكون به قوام الناس كما قال - عليه الصلاة والسلام -: «قوام أمتي بشرارها» رواه أحمد عن ميمون بن سفيان وحسنه الألباني في صحيح الجامع ـ فالملوك الظلمة بهم قوام الأمة وتقويم اعوجاجات كثيرة، وإن كانوا في الواقع عوجة كبرى، فالملك جائز سائغ في شرعنا في جملته سواء كان الحاكم صالحًا أو معتديًا ظالمًا أو بين ذلك. ¶ 8-أنه لا بد للناس من حكومة ظالمة كانت أو عادلة، فالظالمة رغم ظلمها تأمن بها السبل ويُهاب بها الأعداء من الدول الطامعة. ¶ 9-أن الملوك الصالحين قلة في تاريخ الأمم جميعًا.",
            "page": "205",
            "part": "1",
            "seal": "44362E9E"
        },
        {
            "id": "206",
            "nass": "10-قوله - تعالى -: {وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} المقصود هنا المؤمنون الخُلَّص المتجردون لله، أما أهل التسمي والتحلي والادعاء ومن شابت إيمانهم الشوائب فلا يتناولهم هذا الوعد في الآية وليس مضمونًا لهم وإن قاتلوا الكفار. ¶ 11-أن سورة العصر قاعدة محكمة في التمكين وامتناع الخسران عن بني الإنسان، اشتملت على ست خصال لا تجتمع في طائفة فتلحقها خسارة أبدًا، وما لحق بأي طائفة من خسران أو هزيمة فتبفريط منها في خصلة من تلك الخصال وهي: ¶ 1. الإيمان. ¶ 2. العمل الصالح. ¶ 3. الجماعة، لقوله: {إِلَّا الَّذِينَ آمَنُوا} .. ¶ 4. وجود مبدأ التواصي لقوله: وتواصو ... وتواصوا ¶ 5. التواصي بالحق وهو شرائع الدين. ¶ 6. التواصي بالصبر. ¶ 12-الجماعة هم مادة الدعوة ووسطها، ولا تمكين للدعوة ما لم تكن لها جماعة. ¶ 13-تبليغ الدعوة واستقصاء مجالات النصح الصادق له دور في تمكين دعوة الحق وإهلاك أعدائها فقط دون غيره ولقد ذكر القرآن عدة أمم لم يجاهدوا ولم يفعلوا شيئًا تجاه الكفار إلا البلاغ والمداومة عليه حتى أهلك الله أعداءهم مثل أمة نوح المؤمنة وأمة صالح وهود عليهم الصلاة والسلام.",
            "page": "206",
            "part": "1",
            "seal": "43AB2E92"
        },
        {
            "id": "207",
            "nass": "14-أهمية تبليغ الدعوة المتواصل المتكرر إذ هو سبب في إعانة الداعين على البطالين المكذبين، فإن الله لم يذكر في كتابه أمة أهلكها حتى ذكر كيف سبق لهم الإنذار والنصح والبلاغ المستمر قبل ذلك حتى ذكر لنا القرآن نصائح مؤمنيهم بجوار نصائح أنبيائهم. ¶ 15-الجهاد من أعظم عوامل التمكين وهو أعظمها على الإطلاق من حيث ما يترتب عليه من نتائج وآثار تمكينية للأمة. ¶ 16-إعداد الجيش وتعبئته واستعراضه وتفقده وتنظيمه كل تلك الأمور أشار إليها القرآن في مملكة نبي الله سليمان - عليه الصلاة والسلام -، وجعل تلك الخصائص من مزايا الدولة المؤمنة المُمَكَّن لها في الأرض والتي تسعى إلى نشر دعوة الحق وتمكينها جاهدة في كل أصقاع الأرض حتى لام وعاتب الهدهد ملكها حين لم يبلغ علمه دولة مشركة بالله تعيش في الأرض معه: {أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ} .",
            "page": "207",
            "part": "1",
            "seal": "BCC002CA"
        },
        {
            "id": "208",
            "nass": "17-الصناعة ذكرها القرآن وبين دورها في تمكين دعوة الحق من خلال سفينة نوح، وبناء سد ذي القرنين، وصناعة الدروع بيد داود - عليه السلام -، والثورة الصناعية في مملكة سليمان - عليه السلام -، وإنزال الحديد ليعلم الله من ينصره به، فالصناعة من أعظم مساندات الجهاد ونشر دعوة الحق وتمكينها، فالاهتمام بها مطلب قائم، وإجماع مجتمع مسلم على تركها إثم وعجر يلوم الله عليه. ¶ 18-لم يشجع الإسلام حرفة كما شجع صناعة أدوات الحرب وآلاته فالسهم الواحد يدخل به ثلاثة نفر الجنة: «صانعه والممد به والرامي به» فما بالك بمن صنع رصاصة أو مسدسًا أو صاروخًا. ¶ 19-ديمومة الضراعة إلى الله والالتجاء إليه في طريق السعي للتمكين عامل يجب الحرص عليه والعناية به أكثر من دراسة مخططات الأعداء وأساليب المواجهة.",
            "page": "208",
            "part": "1",
            "seal": "64134C68"
        },
        {
            "id": "209",
            "nass": "20-منع تطبيق شريعة الإسلام ليس ظلمًا للمسلمين أو حرمانًا للبشرية فحسب، بل يتعدى إلى الجناية على حشائش الأرض ومخزون الأمطار والسباع في الغابات، والطيور في الأعشاش وكل الدواب وحتى الجمادات، وذلك يتبين عند تمام إقامة الدين إذ يمكن الله للإنسان من معايش الأرض فتخرج الأرض بركتها، وتينع ثمرتها، ويسود الأمان، ويرعى الذئب الغنم ويحصل من التغيرات في السلوك والكائنات والمخلوقات ما لا يخطر ببال، وقد حصل ذلك مرارًا في تاريخ الإسلام حين أقامت دولة الإسلام الدين فضلًا عما تكون فيه الدولة بسبب إقامة الدين من العز والامتناع والسناء والتمكين الذي لا يدانيه سلطان في الأرض ألبتة. ¶ تلك هي أبرز اللمحات الساطعة في غمرة هذا البحث، وأهم النتائج الماتعة النافعة من خلال دراسته، وأسأل الله ألاَّ يجعل حظنا التنظير والتفكير، وأن يجعل حظنا ونصيبنا من العمل بما علمنا الحظ الجليل الكبير، وآخر دعوانا أن الحمد لله رب العالمين. سبحان ربك رب العزة عما يصفون وسلام على المرسلين والحمد لله رب العالمين..",
            "page": "209",
            "part": "1",
            "seal": "477C0005"
        },
        {
            "id": "210",
            "nass": "فهرس المراجع ¶ ت ¶ المرجع المؤلف الطبعة ¶ تفاسير القرآن وعلومه 1 تفسير الطبري محمد بن جرير الطبري المكتبة الفيصلية مكة ¶ 2 تفسير القرآن العظيم ابن كثير دار المعرفة، بيروت، لبنان ¶ 3 تيسير الكريم الرحمن ابن سعدي الرئاسة العامة للبحوث العلمية الرياض ¶ 4 فتح القدير الشوكاني مكتبة المعارف، الرياض ¶ 5 أضواء البيان في إيضاح القرآن بالقرآن محمد الأمين الشنقيطي طبع على نفقة الأمير أحمد بن عبد العزيز آل سعود ¶ 6 الجامع لأحكام القرآن القرطبي دار إحياء التراث، بيروت ¶ 7 مباحث في التفسير الموضوعي مصطفى مسلم دار القلم، دمشق ¶ كتب الحديث 8 صحيح البخاري محمد بن إسماعيل البخاري المكتبة الثقافية بيروت ¶ 9 صحيح مسلم بشرح النووي مسلم بن الحجاج دار الريان القاهرة ط أولى 1407هـ ¶ 10 فتح الباري ابن حجر العسقلاني دار الفكر ¶ 11 سنن النسائي ت/ عبد الفتاح أبو غدة النسائي بيروت ط. ثانية 1409هـ ¶ 12 سنن أبي داود أبو داود مكتبة الرياض الحديثة ¶ 13 سنن الترمذي الترمذي دار الفكر 1408هـ ¶ 14 مسند الإمام أحمد ت/ أحمد شاكر الإمام أحمد بن حنبل دار المعارف 1369هـ ¶ 15 سنن ابن ماجه ابن ماجه دار الفكر",
            "page": "210",
            "part": "1",
            "seal": "8D2E9E94"
        },
        {
            "id": "211",
            "nass": "16 الترغيب والترهيب الحافظ المنذري دار مكتبة الحياة 14078هـ ¶ 17 صحيح الجامع الصغير وزيادته الألباني المكتب الإسلامي ط. ثالثة 1408هـ ¶ 18 مفتاح الجنة في الاحتجاج بالسنة السيوطي دار النفائس 1414هـ ¶ كتب الفقه 19 مجموع الفتاوى شيخ الإسلام ابن تيمية دار عالم الكتب ¶ 20 الإحكام في أصول الأحكام الآمدي دار الكتب العلمية ¶ 21 مذكرة في أصول الفقه الشنقيطي دار القلم بيروت ¶ كتب اللغة 22 المفردات في غريب القرآن الراغب الأصفهاني دار المعرفة بيروت ¶ 23 لسان العرب ابن منظور دار صادر بيروت ¶ 24 الصحاح تاج اللغة وصحاح العربية الجوهري دار العلم للملايين ¶ كتب دعوية 25 منهاج السنة شيخ الإسلام ابن تيمية ¶ 26 الدعوة والدعاة بين تحقيق التوكل واستعجال النتائج سليم الهلالي دار الصديق ¶ 27 ردة ولا أبا بكر لها أبو الحسن الندوي دار مكتبة الحياة ¶ السيرة والتاريخ 28 سيرة النبي صلى الله عليه وسلم عبد الملك بن هشام دار الكتاب العربي ¶ 29 سير أعلام النبلاء الذهبي مؤسسة الرسالة ¶ 30 البداية والنهاية ابن كثير دار البيان للتراث ¶ 31 مناقب أبي حفص عمر بن عبد العزيز الآجري",
            "page": "211",
            "part": "1",
            "seal": "79C516BF"
        }
    ],
    "t1976": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "دلالة التمكين"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "1",
            "tit": "دلالة التمكين في اللغة"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "دلالة التمكين في القرآن الكريم"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "الوعد بالتمكين لدعوات المرسلين"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "1",
            "tit": "وعد الرسل بالتمكين ومزاياه"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "وعد المؤمنين بالتمكين ومزاياه"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "نتيجة تمايز الوعدين"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "لم يقتل نبي من الأنبياء الذين أمروا بالقتال أبدا"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "الانتصار من قتلة الأنبياء"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "قتل النبي ليس قتلا لدعوته وإنما لشخصه فقط"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "المرتبة الأولى السلامة من الخسران"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "المرتبة الثانية التأييد"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "المرتبة الثالثة الظهور"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "المرتبة الرابعة النصر"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "المرتبة الخامسة الغلبة"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "المرتبة السادسة الملك أو الولاية"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "المرتبة السابعة الخلافة"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "عوامل التمكين لدعوات المرسلين"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": "1",
            "tit": "توطئة"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "الملأ من بني إسرائيل من بعد موسى عليه السلام"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "بيعة الرضوان"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني الجماعة المناصرة"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الأول ضرورة استصحاب الصبر"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثاني ترتب النصر والتمكين على تحقق الصبر"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث التواصي بالصبر"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع التواصي بالحق"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": null,
            "tit": "الحالة الأولى مجرد إقامة الحجة"
        },
        {
            "id": "100",
            "lvl": "2",
            "sub": null,
            "tit": "الطريق الأول عن طريق ديمومة الإنذار ومعاودة الإبلاغ"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "الطريق الثاني قيام الحجة الموجبة للعذاب عن طريق المعجزة"
        },
        {
            "id": "105",
            "lvl": "2",
            "sub": null,
            "tit": "الحالة الأولى قلب أقوام من الكفر إلى الإيمان"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": null,
            "tit": "الحالة الثانية زيادة إيمان المؤمن وتكميل إيمانه ونفي"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "الحالة الثالثة زيادة الكفر والجحود والغطرسة"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السابع الحكمة في الدعوة"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثامن الأمر بالمعروف والنهي عن المنكر"
        },
        {
            "id": "122",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث التاسع الهجرة في سبيل الله"
        },
        {
            "id": "137",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الأول تعبئة الجيش وتجنيد الجند ودور ذلك في التمكين"
        },
        {
            "id": "149",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثاني الصناعة ودورها في النصر والتمكين وبعض النماذج"
        },
        {
            "id": "168",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الحادي عشر الضراعة إلى الله"
        },
        {
            "id": "190",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني عشر إقامة الدين"
        },
        {
            "id": "202",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة البحث"
        },
        {
            "id": "210",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس المراجع"
        }
    ]
}