{
    "b1982": [
        {
            "id": "1",
            "nass": "حملة الأوغاد ¶ على خير العباد - صلى الله عليه وآله وسلم - ¶ لا يضر السحابَ نبْحُ الكلاب",
            "page": null,
            "part": null,
            "seal": "20F6D22F"
        },
        {
            "id": "5",
            "nass": "كلمات ليست عابرة ¶ «حالُ مَن يَسُبُّ النبي - صلى الله عليه وآله وسلم - كالباصق على الشمس ... لن تجاوزَ البصقةُ رأسَه ثم تهوِي على وجهِه، ولا يضرُّ الشمسَ شيءٌ». ¶ (بيير فوجل) ¶ أحد المسلمين الألمان ¶ وأحد الدعاة إلى الإسلام في ألمانيا.",
            "page": "5",
            "part": "1",
            "seal": "3EC017B0"
        },
        {
            "id": "7",
            "nass": "مقدمة ¶ إِنَّ الْحَمْدَ لِلهِ نَحْمَدُهُ وَنَسْتَعِينُهُ وَنَسْتَغْفِرُهُ، وَنَعُوذُ بِاللهِ مِنْ شُرُورِ أَنْفُسِنَا وَمِنْ سَيِّئَاتِ أَعْمَالِنَا، مَنْ يَهْدِهِ اللهُ فَلاَ مُضِلَّ لَهُ، وَمَنْ يُضْلِلْ فَلاَ هَادِىَ لَهُ، وَأَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ. ¶ {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ (102)} (آل عمران: 102). {يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا (1)} (النساء: 1). {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا (70)}. (الأحزاب: 70). ¶ أَمَّا بَعْدُ، فَإِنَّ خَيْرَ الْحَدِيثِ كِتَابُ اللهِ، وَخَيْرَ الْهَدْيِ هَدْيُ مُحَمَّدٍ - صلى الله عليه وآله وسلم -، وَشَرَّ الأُمُورِ مُحْدَثَاتُهَا، وَكُلَّ مُحْدَثَةٍ بِدْعَةٌ،",
            "page": "7",
            "part": "1",
            "seal": "ADE12A01"
        },
        {
            "id": "8",
            "nass": "وَكُلَّ بِدْعَةٍ ضَلاَلَةٌ، وَكُلَّ ضَلاَلَةٍ في النَّارِ. ¶ قال تعالى: {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ (112)} (الأنعام: 112)، وقال تعالى: {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِنَ الْمُجْرِمِينَ وَكَفَى بِرَبِّكَ هَادِيًا وَنَصِيرًا (31) (الفرقان: 31). ¶ إن الهجمة على النبي - صلى الله عليه وآله وسلم - من بعض الأوغاد لن تنال من قدر النبي - صلى الله عليه وآله وسلم - شيئًا، فقد رفع الله ذكره، وأعطاه الخير الكثير، قال تعالى: {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ (1) وَوَضَعْنَا عَنْكَ وِزْرَكَ (2) الَّذِي أَنْقَضَ ظَهْرَكَ (3) وَرَفَعْنَا لَكَ ذِكْرَكَ (4)} (الشرح: 1 - 4). وقال تعالى: {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ (1) فَصَلِّ لِرَبِّكَ وَانْحَرْ (2) إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ} (الكوثر: 1 - 3).",
            "page": "8",
            "part": "1",
            "seal": "A2C4F8AB"
        },
        {
            "id": "9",
            "nass": "إن الذين يحاولون أن ينالوا منه - صلى الله عليه وآله وسلم - مَثَلُهُم كما قال الشاعر: ¶ كناطحٍ صخرةً يومًا لِيُوهِنَها ¶ فلم يَضِرْها وأوْهَى قرنَه الوعِلُ ¶ وكما قيل: «لا يضر السحابَ نبحُ الكلاب، ولن يَضِيرَ السماءَ نقيقُ الضفادع». ¶ يا نَاطِحَ الجَبَلَ العالي ليَكْلِمَه ¶ أَشفِقْ على الرّأسِ لا تُشْفِقْ على الجَبَلِ ¶ فرسول الله - صلى الله عليه وآله وسلم - قمةٌ سامقة وجبلٌ شامخ لن تضره السهام الضعيفة لهؤلاء الأوغاد، ولا نَفْخُ أفواههم الكليلة، وكل المسلمين فداءٌ لرسول الله - صلى الله عليه وآله وسلم -. ¶ إمامَ المرسلينَ فِداكَ رُوحي ... وأرواحُ الأئمةِ والدعاةْ ... رسُولَ العالمينَ فِداكَ عِرضِي ... وأعراضُ الأحبةِ والتقاة (¬1) ¶ ¬__________ ¶ (¬1) للشاعر صالح بن علي العمري.",
            "page": "9",
            "part": "1",
            "seal": "89089AFE"
        },
        {
            "id": "10",
            "nass": "جريمة ¶ الاستهزاء بالنبي - صلى الله عليه وآله وسلم - ¶ هزّت العالمَ الإسلاميَّ أجمع تلك الحملات المشينة التي تهدف إلى الإساءة إلى خير العباد، البشير النذير، رسول الله محمد - صلى الله عليه وآله وسلم -، وكم آلمت كل مسلم غيورٍ على دينه بما فيها من استهزاء وسخرية بمعتقدات أمتنا الإسلامية. ¶ هل تطفئ البصقة ضوء الشمس؟ ¶ قال بيير فوجل (أبو حمزة): «حالُ مَن يَسُبُّ النبي - صلى الله عليه وآله وسلم - كالباصق على الشمس ... لن تجاوزَ البصقةُ رأسَه ثم تهوِي على وجهِه، ولا يضرُّ الشمسَ شيءٌ». ¶ و (بيير فوجل) هو أحد المسلمين الألمان، وأحد الدعاة إلى الإسلام في ألمانيا، وكان نصرانيًا بروتستانتيًا، أسلم على يديه في يوم واحد 1250 شخصًا بعد محاضرة ألقاها عن الإسلام.",
            "page": "10",
            "part": "1",
            "seal": "2A95A2BD"
        },
        {
            "id": "11",
            "nass": "قال تعالى: {وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَى إِلَى الْإِسْلَامِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (7) يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ (8) هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ (9)} (الصف: 7 - 9). ¶ {وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ} والحال أنه لا عذر له، وقد انقطعت حجته؛ لأنه {يُدْعَى إِلَى الْإِسْلَامِ} ويُبَيَّن له ببراهينه وبيناته، {وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} الذين لا يزالون على ظلمهم مستقيمين، لا تَرُدُّهم عنه موعظة، ولا يزجرهم بيان ولا برهان، خصوصًا هؤلاء الظلمة القائمين بمقابلة الحق ليردوه، ولينصروا الباطل، ولهذا قال الله عنهم: {يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ} أي: بما يصدر منهم من المقالات الفاسدة، التي يرُدُّون بها الحق، وهي لا حقيقة لها، بل تزيد البصير معرفة بما هم عليه من الباطل، {وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ} أي: قد تكفل الله بنَصْر",
            "page": "11",
            "part": "1",
            "seal": "59A252C1"
        },
        {
            "id": "12",
            "nass": "دينه، وإتمام الحق الذي أرسل به رسله، وإشاعة نوره على سائر الأقطار، ولو كره الكافرون، وبذلوا بسبب كراهتهم كل سبب يتوصلون به إلى إطفاء نور الله فإنهم مغلوبون. ¶ وصاروا بمنزلة من ينفخ عين الشمس بفمه ليطفئها، فلا على مرادهم حصلوا ولا سَلِمَتْ عقولهم من النقص والقدح فيها. فنور الله لا يمكن أن تطفئه الأفواه، ولا أن تطمسه كذلك النار والحديد، في أيدي العبيد! وإن خُيِّلَ للطغاة الجبارين، وللأبطال المصنوعين على أعين الصليبيين واليهود أنهم بَالِغُو هذا الهدف البعيد! ¶ ثم ذكر سبب الظهور والانتصار للدين الإسلامي، الحسي والمعنوي، فقال: {هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى} أي: بالعلم النافع والعمل الصالح. بالعلم الذي يهدي إلى الله وإلى دار كرامته، ويهدي لأحسن الأعمال والأخلاق، ويهدي إلى مصالح الدنيا والآخرة.",
            "page": "12",
            "part": "1",
            "seal": "ED84E2D1"
        },
        {
            "id": "13",
            "nass": "{وَدِينِ الْحَقِّ} أي: الدين الذي يُدَانُ به، ويُتَعَبَّد لرب العالمين الذي هو حق وصدق، لا نقص فيه، ولا خلل يعتريه، بل أوامره غذاء القلوب والأرواح وراحة الأبدان، وتَرْكُ نواهيه سلامة من الشر والفساد؛ فما بُعِثَ به النبي - صلى الله عليه وآله وسلم - من الهدى ودين الحق، أكبر دليل وبرهان على صدقه، وهو برهان باقٍ ما بقي الدهر، كلما ازداد العاقل تفكرًا، ازداد به فرحًا وتبصرًا. ¶ {لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ} أي: ليعليه على سائر الأديان، بالحجة والبرهان، ويظهر أهله القائمين به بالسيف والسنان، فأما نفس الدين، فهذا الوصف ملازم له في كل وقت، فلا يمكن أن يغالبه مغالب، أو يخاصمه مخاصم إلا فلجه وبلسه، وصار له الظهور والقهر، وأما المنتسبون إليه، فإنهم إذا قاموا به، واستناروا بنوره، واهتدوا بهديه، في مصالح دينهم ودنياهم، فكذلك لا يقوم لهم أحد، ولابد أن يظهروا على أهل الأديان، وإذا ضيعوه واكتفوا",
            "page": "13",
            "part": "1",
            "seal": "C5530CBB"
        },
        {
            "id": "14",
            "nass": "منه بمجرد الانتساب إليه، لم ينفعهم ذلك، وصار إهمالهم له سبب تسليط الأعداء عليهم، ويعرف هذا، من استقرأ الأحوال ونظر في أول المسلمين وآخرهم. ¶ إنا أعطيناك الكوثر: ¶ قال تعالى: {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ (1) فَصَلِّ لِرَبِّكَ وَانْحَرْ (2) إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ (3)} (الكوثر: 1 - 3). ¶ يقول الله - سبحانه وتعالى - لنبيه محمد - صلى الله عليه وآله وسلم - ممتنا عليه: {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ} أي: الخير الكثير، والفضل الغزير، الذي من جملته، ما يعطيه الله لنبيه - صلى الله عليه وآله وسلم - يوم القيامة، من النهر الذي يُقالُ له {الْكَوْثَرَ} ومن الحوض. طوله شهر، وعرضه شهر، ماؤه أشد بياضًا من اللبن، وأحلى من العسل، آنيته كنجوم السماء في كثرتها واستنارتها، من شرب منه شربة لم يظمأ بعدها أبدًا.",
            "page": "14",
            "part": "1",
            "seal": "9388BF83"
        },
        {
            "id": "15",
            "nass": "عَنْ أَبِى ذَرٍّ سدد خطاكم قَالَ: قُلْتُ يَا رَسُولَ اللهِ، مَا آنِيَةُ الْحَوْضِ؟»، قَالَ: «وَالَّذِى نَفْسُ مُحَمَّدٍ بِيَدِهِ لآنِيَتُهُ أَكْثَرُ مِنْ عَدَدِ نُجُومِ السَّمَاءِ وَكَوَاكِبِهَا، أَلاَ فِى اللَّيْلَةِ الْمُظْلِمَةِ الْمُصْحِيَةِ آنِيَةُ الْجَنَّةِ، مَنْ شَرِبَ مِنْهَا لَمْ يَظْمَأْ آخِرَ مَا عَلَيْهِ، يَشْخُبُ فِيهِ مِيزَابَانِ مِنَ الْجَنَّةِ، مَنْ شَرِبَ مِنْهُ لَمْ يَظْمَأْ، عَرْضُهُ مِثْلُ طُولِهِ، مَا بَيْنَ عَمَّانَ إِلَى أَيْلَةَ، مَاؤُهُ أَشَدُّ بَيَاضًا مِنَ اللَّبَنِ وَأَحْلَى مِنَ الْعَسَلِ». (رواه مسلم). ¶ الْمُصْحِيَةِ: التى لَا غَيْمَ فِيهَا. ¶ (أَلَا فِي اللَّيْلَةِ الْمُظْلِمَةِ الْمُصْحِيَةِ) أَلَا: لِلِاسْتِفْتَاحِ، وَخَصَّ اللَّيْلَةَ الْمُظْلِمَةَ الْمُصْحِيَةِ لأن النجوم تُرَى فيها أكثر، والمراد بِالْمُظْلِمَةِ الَّتِي لَا قَمَرَ فِيهَا مَعَ أَنَّ النُّجُومَ طَالِعَةٌ؛ فَإِنَّ وُجُودَ الْقَمَرِ يَسْتُرُ كَثِيرًا من النجوم. ¶ (آنِيَةُ الْجَنَّةِ) أَيْ هِيَ آنِيَةُ الْجَنَّةِ، أوَ أَعْنِي آنِيَةَ الْجَنَّةِ. ¶ (لَمْ يَظْمَأْ آخِرَ مَا عَلَيْهِ) أي لَمْ يَظْمَأْ أبدًا. ¶ (يَشْخُبُ): يَسِيلُ، الشَّخْبُ: السَّيَلَانُ.",
            "page": "15",
            "part": "1",
            "seal": "D32E83A5"
        },
        {
            "id": "16",
            "nass": "(الميزاب): أنبوبة تُرَكَّبُ فى جانب البيت مِن أعلاه لينْصَرِف منها ماء المطر. ¶ (عمان) هي بلدة بالبلقاء من الشام قال الحازمي قال ابن الأعرابي يجوز أن يكون فعلان من عم يعم فلا ينصرف معرفة وينصرف نكرة قال ويجوز أن يكون فعالا من عمن فينصرف معرفة ونكرة إذا عنى بها البلد هذا كلامه والمعروف في روايات الحديث وغيرها ترك صرفها] ¶ وعَنْ ثَوْبَانَ سدد خطاكم أَنَّ نَبِىَّ اللهِ - صلى الله عليه وآله وسلم - قَالَ: «إِنِّى لَبِعُقْرِ حَوْضِى أَذُودُ النَّاسَ لأَهْلِ الْيَمَنِ أَضْرِبُ بِعَصَاىَ حَتَّى يَرْفَضَّ عَلَيْهِمْ». فَسُئِلَ عَنْ عَرْضِهِ فَقَالَ: «مِنْ مَقَامِى إِلَى عَمَّانَ». وَسُئِلَ عَنْ شَرَابِهِ فَقَالَ: «أَشَدُّ بَيَاضًا مِنَ اللَّبَنِ وَأَحْلَى مِنَ الْعَسَلِ يَغُتُّ فِيهِ مِيزَابَانِ يَمُدَّانِهِ مِنَ الْجَنَّةِ أَحَدُهُمَا مِنْ ذَهَبٍ وَالآخَرُ مِنْ وَرِقٍ». ¶ (عُقْرِ حَوْضِي) هُوَ مَوْقِفُ الْإِبِلِ مِنَ الْحَوْضِ إِذَا وَرَدَتْهُ، وَقِيلَ: مُؤَخَّرُهُ. (أَذُودُ النَّاسَ لِأَهْلِ الْيَمَنِ أَضْرِبُ بِعَصَايَ حَتَّى يَرْفَضَّ عَلَيْهِمْ) مَعْنَاهُ أَطْرُدُ النَّاسَ عَنْهُ غَيْرَ",
            "page": "16",
            "part": "1",
            "seal": "1A019D1B"
        },
        {
            "id": "17",
            "nass": "أَهْلِ الْيَمَنِ لِيَرْفَضَّ عَلَى أَهْلِ الْيَمَنِ وَهَذِهِ كَرَامَةٌ لِأَهْلِ الْيَمَنِ فِي تَقْدِيمِهِمْ فِي الشُّرْبِ مِنْهُ مُجَازَاةً لَهُمْ بِحُسْنِ صَنِيعِهِمْ وَتَقَدُّمِهِمْ فِي الْإِسْلَامِ، وَالْأَنْصَارُ مِنَ الْيَمَنِ فَيَدْفَعُ غَيْرَهُمْ حَتَّى يَشْرَبُوا كَمَا دَفَعُوا فِي الدُّنْيَا عَنِ النَّبِيِّ - صلى الله عليه وآله وسلم - أَعْدَاءَهُ وَالْمَكْرُوهَاتِ، وَمَعْنَى (يَرْفَضَّ عَلَيْهِمْ) أَيْ يَسِيلُ عَلَيْهِمْ. ¶ (يَغُتُّ فِيهِ مِيزَابَانِ يَمُدَّانِهِ) مَعْنَاهُ يَدْفُقَانِ فِيهِ الْمَاءَ دَفْقًا مُتَتَابِعًا شَدِيدًا، وَقِيلَ: يَصُبَّانِ فِيهِ دَائِمًا صَبًّا شَدِيدًا. ¶ (يَمُدَّانِهِ) أَيْ يَزِيدَانِهِ وَيُكْثِرَانِهِ. الوَرِق: الفِضَّة. ¶ والكوثر صيغة من الكثرة وهو مطلق غير محدود. يشير إلى عكس المعنى الذي أطلقه هؤلاء السفهاء. إنا أعطيناك ما هو كثر فائض غزير. غير ممنوع ولا مبتور. فإذا أراد أحد أن يتتبع هذا الكوثر الذي أعطاه الله لنبيه فهو واجده حيثما نظر أو تصور. ¶ هو واجِدُه في النبوة. وهو واجده في هذا القرآن الذي نزل عليه. وسورة واحدة منه كوثر لا نهاية لكثرته، وينبوع",
            "page": "17",
            "part": "1",
            "seal": "B662EBE1"
        },
        {
            "id": "18",
            "nass": "لا نهاية لفيضه وغزارته! وهو واجده في الملأ الأعلى الذي يصلي عليه، ويصلي على من يصلي عليه في الأرض، حيث يقترن اسمه باسم الله في الأرض والسماء. ¶ وهو واجده في سنته الممتدة على مدار القرون، في أرجاء الأرض، وفي الملايين بعْدَ الملايين السائرة على أثره، وملايين الملايين من الألسنة والشفاه الهاتفة باسمه، وملايين الملايين من القلوب المحبة لسيرته وذكراه إلى يوم القيامة. ¶ وهو واجِدُه في الخير الذي فاض على البشرية في جميع أجيالها بسببه وعن طريقه. سواء مَن عرفوا هذا الخير فآمنوا به، ومَن لم يعرفوه ولكنه فاض عليهم فيما فَاض! ¶ وهو واجِدُه في مظاهر شتى، محاولة إحصائها ضرب من تقليلها وتصغيرها!",
            "page": "18",
            "part": "1",
            "seal": "B5D3D8C6"
        },
        {
            "id": "19",
            "nass": "إنه الكوثر، الذي لا نهاية لفيضه، ولا إحصاء لعوارفه، ولا حد لمدلوله. ومِن ثَمَّ ترَكه النص بلا تحديد، يشمل كل ما يكثر من الخير ويزيد. ¶ ولما ذكر الله - سبحانه وتعالى - مِنَّتَه عليه، أمره بشكرها فقال: {فَصَلِّ لِرَبِّكَ وَانْحَرْ} خص هاتين العبادتين بالذكر لأنهما من أفضل العبادات وأجل القربات. ¶ فعلى غير ما أرجف المرجفون وقال الكائدون، وجه الرسول - صلى الله عليه وآله وسلم - إلى شكر النعمة بحقها الأول. حق الإخلاص والتجرد لله في العبادة وفي الاتجاه. في الصلاة وفي ذبح النسك خالصاً لله غير مُلْقٍ بالًا إلى شرك المشركين، وغير مشارك لهم في عبادتهم أو في ذكر غير اسم الله على ذبائحهم. ¶ والصلاة تتضمن الخضوع في القلب والجوارح لله، وتنقلها في أنواع العبودية، وفي النحر تقرب إلى الله بأفضل ما عند العبد من الذبائح، وإخراج للمال الذي جبلت النفوس على محبته والشح به.",
            "page": "19",
            "part": "1",
            "seal": "D5675B6F"
        },
        {
            "id": "20",
            "nass": "{إِنَّ شَانِئَكَ} أي: مبغِضُك وذامُّك ومنتقصك {هُوَ الْأَبْتَرُ} أي: المقطوع من كل خير، مقطوع العمل، مقطوع الذكر. وأما محمد - صلى الله عليه وآله وسلم -، فهو الكامل حقًا، الذي له الكمال الممكن في حق المخلوق، من رَفْع الذكر، وكثرة الأنصار والأتباع - صلى الله عليه وآله وسلم -. ¶ في الآية الأولى قرر أنه ليس أبتر بل هو صاحب الكوثر. وفي هذه الآية يرد الكيد على كائديه، ويؤكد - سبحانه وتعالى - أن الأبتر ليس هو محمد - صلى الله عليه وآله وسلم -، إنما هم شانئوه وكارهوه. ¶ ولقد صدق فيهم وعيد الله. فقد انقطع ذكرهم وانطوى. بينما امتد ذكر محمد - صلى الله عليه وآله وسلم - وعلا. ونحن نشهد اليوم مصداق هذا القول الكريم، في صورة باهرة واسعة المدى كما لم يشهده سامعوه الأولون!",
            "page": "20",
            "part": "1",
            "seal": "06A4949E"
        },
        {
            "id": "21",
            "nass": "إن الإيمان والحق والخير لا يمكن أن يكون أبتر. فهو ممتد الفروع عميق الجذور. وإنما الكفر والباطل والشر هو الأبتر مهما ترعرع وزها وتجبر. ¶ إن مقاييس الله غير مقاييس البشر. ولكن البشر ينخدعون ويغترون فيحسبون مقاييسهم هي التي تقرر حقائق الأمور! وأمامنا هذا المثل الناطق الخالد. فأين الذين كانوا يقولون عن محمد - صلى الله عليه وآله وسلم - قولتهم اللئيمة، وينالون بها من قلوب الجماهير، ويحسبون حينئذ أنهم قد قضوا على محمد وقطعوا عليه الطريق؟ أين هم؟ وأين ذِكْراهم، وأين آثارهم؟ إلى جوار الكوثر من كل شيء، ذلك الذي أوتيه من كانوا يقولون عنه: الأبتر؟! ¶ إن الدعوة إلى الله والحق والخير لا يمكن أن تكون بتراء ولا أن يكون صاحبها أبتر، وكيف وهي موصولة بالله الحي القيوم؟ إنما يُبْتَر الكفر والباطل والشر، ويُبْتَرُ أهله، مهما بدا في لحظة من اللحظات أنه طويل ممتد الجذور.",
            "page": "21",
            "part": "1",
            "seal": "95E15D76"
        },
        {
            "id": "22",
            "nass": "أيُّها الشَّانِئُ أَقْصِرْ ... إِنَّمَا جِئْتُ لِأَفْخَرْ ¶ برسولِ اللهِ هادِي الناسِ ... مِنْ حُمْرٍ وأصفر ¶ كان للناسِ مِثَالًا ... يُحتَذَى في كُلِّ معبَرْ ¶ في كمالٍ في خصالٍ ... وجهادٍ وتصبُّرْ ¶ أَيُّهَا الشَّانِي تَدَبَّرْ ... فِي جَزَاءِ مَنْ تَجَبَّرْ ¶ في جحِيمِ النار تُلْقَى ... كُلُّ مَا تَجْنِي مُسَطَّرْ ¶ هل يَضِيرُ الشَّمْسَ يَوْمًا ... جَحْدُ مَنْ لِلنُّورِ أَنْكَرْ ¶ هَلْ يُمِيطُ الضَّوْءَ عَنْهَا ... أمْ بِنُورِ الْحَقِّ يُقْهَرْ ¶ أَيُّ وَجْهٍ لِقِرَانٍ؟ ... ذَاكَ نَجْمٌ لَسْتَ تُذْكَرْ ¶ أَنْتَ لَا تَسْمُو لِتُرْبٍ ... دَاسَهُ الْهادي الْمُطَهَّرْ ¶ شَادَ فِي الْآفَاقِ عِزًّا ... أُسُّهُ الدِّينُ الْمُظَفَّرْ ¶ أَيُّهَا الْفُجَّارُ مَهْلًا ... إِنَّنَا يَوْمًا سَنَثْأَرْ ¶ إِنْ أَقَمْنَا الشَّرْعَ فِينَا ... إِنَّنَا حَتْمًا سَنُنْصَرْ",
            "page": "22",
            "part": "1",
            "seal": "D048B370"
        },
        {
            "id": "23",
            "nass": "(الشانئ): المبغِض. (مِنْ حُمْرٍ وأصفر): أي من جميع الأجناس. (قِران): مقارنة. (تُرْب): تراب. ¶ من عادى لله وليًا فإن الله يحاربه فكيف بمن عادى محمدًا - صلى الله عليه وآله وسلم - خليل الله - عز وجل -: ¶ عَنْ أَبِي هُرَيْرَةَ سدد خطاكم، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وآله وسلم -: «إِنَّ اللهَ قَالَ: «مَنْ عَادَى لِي وَلِيًّا فَقَدْ آذَنْتُهُ بِالحَرْبِ» (رواه البخاري). ¶ (مَنْ عَادَى لِي وَلِيًّا) الْمُرَادُ بِوَلِيِّ اللهِ الْعَالِمُ بِاللهِ الْمُوَاظِبُ عَلَى طَاعَتِهِ الْمُخْلِصُ فِي عِبَادَتِهِ. (فَقَدْ آذَنْتُهُ) أَيْ أَعْلَمْتُهُ، وَالْإِيذَانُ الْإِعْلَامُ، (بِالْحَرْبِ) فَكَأَنَّ الْمَعْنَى فَقَدْ تَعَرَّضَ لِإِهْلَاكِي إِيَّاهُ، فَأَطْلَقَ الْحَرْبَ وَأَرَادَ لَازِمَهُ أَيْ أَعْمَلُ بِهِ مَا يَعْمَلُهُ الْعَدُوُّ الْمُحَارَبُ، وفِي هَذَا تَهْدِيدٌ شَدِيدٌ لِأَنَّ مَنْ حَارَبَهُ اللهُ أَهْلَكَهُ.",
            "page": "23",
            "part": "1",
            "seal": "AE694D45"
        },
        {
            "id": "24",
            "nass": "الذين يؤذون رسول الله - صلى الله عليه وآله وسلم - ملعونون في الدنيا والآخرة: ¶ قال تعالى: {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَاأَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا (56) إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُهِينًا (57) وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُبِينًا (58)} (الأحزاب: 56 - 58). ¶ صلاة الله على النبي - صلى الله عليه وآله وسلم - ذِكْرُه بالثناء في الملأ الأعلى؛ وصلاة ملائكته دعاؤهم له عند الله - سبحانه وتعالى -، وهذا فيه تنبيه على كمال رسول اللهِ - صلى الله عليه وآله وسلم - ورفعة درجته، وعلو منزلته عند اللهِ - سبحانه وتعالى - وعند خلقه، ورفع ذِكْرِه. ¶ {يَاأَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا} اقتداءً باللهِ - سبحانه وتعالى - وملائكته، وجزاءً له على بعض حقوقه عليكم، وتكميلًا لإيمانكم، وتعظيمًا له - صلى الله عليه وآله وسلم -، ومحبة وإكرامًا، وزيادةً في حسناتكم، وتكفيرًا من سيئاتكم. وأين",
            "page": "24",
            "part": "1",
            "seal": "77C1A3D6"
        },
        {
            "id": "25",
            "nass": "تذهب صلاة البشر وتسليمهم بعد صلاة الله العلي - سبحانه وتعالى -، وصلاة الملائكة في الملأ الأعلى؛ واقتران صلاة المؤمنين بصلاة الله - عز وجل - واقتران تسليمهم بتسليمه فيه تشريف لهم. ¶ وهذا الأمر بالصلاة والسلام عليه - صلى الله عليه وآله وسلم - مشروع في جميع الأوقات، وأوجبه كثير من العلماء في الصلاة. وأفضل هيئات الصلاة عليه - صلى الله عليه وآله وسلم - ما علم به أصحابه: «اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ؛ إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ؛ إِنَّكَ حَمِيدٌ مَجِيدٌ» (رواه البخاري). أو «اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ فِي الْعَالَمِينَ؛ إِنَّكَ حَمِيدٌ مَجِيدٌ». (رواه الترمذي، وصححه الألباني).",
            "page": "25",
            "part": "1",
            "seal": "14CA9ABE"
        },
        {
            "id": "26",
            "nass": "ولما أمر الله - سبحانه وتعالى - بتعظيم رسوله - صلى الله عليه وآله وسلم -، والصلاة والسلام عليه، نهى عن أذيته، وتوعد عليها فقال: {إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ}، وهذا يشمل كل أذِيَّة، قولية أو فعلية، مِن سَبٍّ وشَتْمٍ، أو تَنَقّصٍ له، أو لدينه، أو ما يعود إليه بالأذى. ¶ {لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ} أي: أبعدهم وطردهم، ومِن لَعْنِهِم في الدنيا أنه يحتِّم قتل من شتم الرسول - صلى الله عليه وآله وسلم - وآذاه. ¶ {وَأَعَدَّ لَهُمْ عَذَابًا مُهِينًا} جزاءً له على أذاه، أن يؤذَى بالعذاب الأليم، فأذِيَّةُ الرسول - صلى الله عليه وآله وسلم -، ليست كأذِيَّةِ غيره، لأنه - صلى الله عليه وآله وسلم - لا يؤمن العبد بالله حتى يؤمن برسوله - صلى الله عليه وآله وسلم -، وله من التعظيم، الذي هو من لوازم الإيمان، ما يقتضي ذلك، أن لا يكون مثل غيره، وإن كانت أذية المؤمنين عظيمة، وإثمها عظيمًا، ولهذا قال فيها: {وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا} أي: بغير",
            "page": "26",
            "part": "1",
            "seal": "79D28C3A"
        },
        {
            "id": "27",
            "nass": "جناية منهم موجبة للأذى {فَقَدِ احْتَمَلُوا} على ظهورهم {بُهْتَانًا} حيث آذوهم بغير سبب {وَإِثْمًا مُبِينًا} حيث تَعَدَّوْا عليهم، وانتهكوا حرمة أمر اللهِ باحترامها. ¶ إنا كفيناك المستهزئين: ¶ قال تعالى: {فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ (94) إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ (95) الَّذِينَ يَجْعَلُونَ مَعَ اللَّهِ إِلَهًا آخَرَ فَسَوْفَ يَعْلَمُونَ (96) وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ (97) فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ (98) وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ} (الحجر:95 - 99). ¶ في هذه الآيات أمر الله - سبحانه وتعالى - رسوله - صلى الله عليه وآله وسلم - أن لا يبالي بالمشركين ولا بغيرهم وأن يصدع بما أمَرَ الله ويعلن بذلك لكل أحد ولا يعوقنه عن أمره عائق ولا تصده أقوال المتهوكين، {وَأَعْرِضْ عَنِ الْمُشْرِكِينَ} أي: لا تبال بهم واترك مشاتمتهم ومسابتهم مقبلًا على شأنك.",
            "page": "27",
            "part": "1",
            "seal": "7B16D412"
        },
        {
            "id": "28",
            "nass": "{إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ} بك وبما جئت به، وهذا وعد من الله - سبحانه وتعالى - لرسوله - صلى الله عليه وآله وسلم -، أن لا يضره المستهزئون، وأن يكفِيَه الله إياهم بما شاء من أنواع العقوبة. وقد فعل - سبحانه وتعالى - فإنه ما تظاهر أحد بالاستهزاء برسول الله - صلى الله عليه وآله وسلم - وبما جاء به إلا أهلكه الله وقتَلَه شر قتلة. ¶ ثم ذكر وصفهم وأنهم كما يؤذونك يا رسول الله، فإنهم أيضًا يؤذون الله ويجعلُون معه {إِلَهًا آخَرَ} وهو ربهم وخالقهم ومدبرهم {فَسَوْفَ يَعْلَمُونَ} غِبَّ أفعالهم إذا وردوا القيامة، {وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ} لك من التكذيب والاستهزاء، فنحن قادرون على استئصالهم بالعذاب، والتعجيل لهم بما يستحقون، ولكن الله يُمْهِلُهُم ولا يُهْمِلُهم. ¶ فأنت يا محمد {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ} أي: أكْثِرْ مِنْ ذِكْر الله وتسبيحه وتحميده والصلاة فإن ذلك يوسع الصدر ويشرحه ويعينك على أمورك.",
            "page": "28",
            "part": "1",
            "seal": "C490051B"
        },
        {
            "id": "29",
            "nass": "{وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ} أي: الموت أي: استمر في جميع الأوقات على التقرب إلى الله بأنواع العبادات، فامتثل - صلى الله عليه وآله وسلم - أمر ربه، فلم يَزَل دائبًا في العبادة، حتى أتاه اليقين من ربه - صلى الله عليه وآله وسلم -. ¶ نماذج من عقاب الله - سبحانه وتعالى - للمستهزئين برسول الله - صلى الله عليه وآله وسلم -: ¶ 1 - عن أبي هريرة سدد خطاكم أنه قال: «قال أبو جهل: «هل يُعَفِّرُ مُحَمَّدٌ وَجْهَهُ بَيْن أَظهُرِكُم»، فَقِيلَ: «نَعَمْ»، فَقَالَ: «وَاللَّاتِ وَالْعُزَّى لَئِنْ رَأَيتُهُ يَفعَلُ ذَلِكَ لَأَطَأَنَّ عَلَى رَقَبَتِهِ أَوْ لَأُعَفِّرَنَّ وَجْهَهُ فِي التُّرَابِ»، قَالَ فَأَتَى رَسُولَ اللهِ - صلى الله عليه وآله وسلم - وَهُوَ يُصَلِّي - زَعَمَ لِيَطَأَ عَلَى رَقَبَتِهِ - فَمَا فَجِئَهُمْ مِنْهُ إِلا وَهُوَ يَنْكُصُ عَلَى عَقِبَيهِ وَيَتَّقِي بِيَدَيْهِ. ¶ فَقِيلَ لَهُ: «مَا لَكَ؟» فَقَالَ: «إِنَّ بَيْنِي وَبَيْنَهُ لَخَنْدَقًا مِنْ نَارٍ، وَهَوْلًا، وَأَجْنِحَةً»، فَقَالَ رَسُولُ اللهِ - صلى الله عليه وآله وسلم -: «لَوْ دَنَا مِنِّي لَاخْتَطَفَتْهُ الْمَلَائِكَةُ عُضْوًا عُضْوًا». (رواه مسلم).",
            "page": "29",
            "part": "1",
            "seal": "B7FD00B0"
        },
        {
            "id": "30",
            "nass": "(يَنْكِصُ): يرَجعُ عَلَى عَقِبَيْهِ، يَمْشِي عَلَى وَرَائِهِ. (الهَوْل): فَزَع ورهبة. والجمع أهوال. ¶ 2 - عن أبي نوفل بن أبي عقرب عن أبيه قال: «كان لهب بن أبي لهب يسب النبي - صلى الله عليه وآله وسلم -، فقال النبي - صلى الله عليه وآله وسلم -: «اللَّهُمَّ سَلِّطْ عَلَيْهِ كَلْبَكَ»، فخرج في قافلة يريد الشام فنزل منزلًا فقال: «إني أخاف دعوة محمَّد»، قالوا له: «كلا»، فحَطّوا مَتاعَهم حوله وقعدوا يحرسونه، فجاء الأسد فانتزعه فذهب به» (رواه الحاكم في المستدرك، وصححه ووافقه الذهبي، وحسنه ابن حجر العسقلاني). ¶ 3 - عن أنس سدد خطاكم قال: «كَانَ رَجُلٌ نَصْرَانِيًّا، فَأَسْلَمَ وَقَرَأَ الْبَقَرَةَ وَآلَ عِمْرَانَ، فَكَانَ يَكْتُبُ لِلنَّبِيِّ - صلى الله عليه وآله وسلم -، فَعَادَ نَصْرَانِيًّا، فَانْطَلَقَ هَارِبًا حَتَّىَ لَحِقَ بِأَهْلِ الْكِتَابِ. ¶ فَكَانَ يَقُولُ: «مَا يَدْرِي مُحَمَّدٌ إِلَّا مَا كَتَبْتُ لَهُ»، قَالُوا: «هَذَا قَدْ كَانَ يَكْتُبُ لِمُحَمَّدٍ»، فَأُعْجِبُوا بِهِ، فَمَا لَبِثَ أَنْ قَصَمَ اللهُ عُنُقَهُ فِيهِمْ، فَأَمَاتَهُ اللهُ فَدَفَنُوهُ، فَأَصْبَحَ وَقَدْ",
            "page": "30",
            "part": "1",
            "seal": "1108F004"
        },
        {
            "id": "31",
            "nass": "لَفَظَتْهُ الْأَرْضُ، فَقَالُوا: «هَذَا فِعْلُ مُحَمَّدٍ وَأَصْحَابِهِ لَمَّا هَرَبَ مِنْهُمْ نَبَشُوا عَنْ صَاحِبِنَا فَأَلْقَوْهُ»، فَحَفَرُوا لَهُ فَأَعْمَقُوا فَأَصْبَحَ وَقَدْ لَفَظَتْهُ الْأَرْضُ فَقَالُوا: «هَذَا فِعْلُ مُحَمَّدٍ وَأَصْحَابِهِ نَبَشُوا عَنْ صَاحِبِنَا لَمَّا هَرَبَ مِنْهُمْ فَأَلْقَوْهُ»، فَحَفَرُوا لَهُ وَأَعْمَقُوا لَهُ فِي الْأَرْضِ مَا اسْتَطَاعُوا فَأَصْبَحَ وَقَدْ لَفَظَتْهُ الْأَرْضُ؛ فَعَلِمُوا أَنَّهُ لَيْسَ مِنْ النَّاسِ، فَتَرَكُوهُ مَنْبُوذا». (رواه البخاري ومسلم). ¶ فهذا الملعونُ الذي افترى على النبيِّ - صلى الله عليه وآله وسلم - أنه ما كان يدري إلا ما كتب له، قصمه الله وفضحه بأن أخرجه من القبر بعد أن دُفن مرارًا، وهذا أمرٌ خارجٌ عن العادة، يدلُ كلّ أحدٍ على أن هذا عقوبةً لما قالهُ، وأنه كان كاذبًا، إذ كان عامة الموتى لا يصيبهم مثل هذا، وأن هذا الجُرمَ أعظمُ من مجرد الارتداد، إذ كان عامةُ المرتدين يموتون ولا يصيبهم مثل هذا، وأن اللهَ منتقمٌ لرسولهِ - صلى الله عليه وآله وسلم - ممن طعن عليه وسَبّهُ، ومُظْهِرٌ لدينه، ولكذب الكاذب إذا لم يمكن للناس أن يقيموا عليه الحد.",
            "page": "31",
            "part": "1",
            "seal": "EDC7D57B"
        },
        {
            "id": "32",
            "nass": "4 - عن ابْنَ عَبَّاسٍ سدد خطاكم أَنَّ رَسُولَ اللهِ - صلى الله عليه وآله وسلم - بَعَثَ بِكِتَابِهِ إِلَى كِسْرَى مَعَ عَبْدِ اللهِ بْنِ حُذَافَةَ السَّهْمِيِّ، فَأَمَرَهُ أَنْ يَدْفَعَهُ إِلَى عَظِيمِ الْبَحْرَيْنِ، فَدَفَعَهُ عَظِيمُ الْبَحْرَيْنِ إِلَى كِسْرَى، فَلَمَّا قَرَأَهُ مَزَّقَهُ» قال الزُّهْرِيُّ: «فَحَسِبْتُ أَنَّ ابْنَ الْمُسَيَّبِ قَالَ فَدَعَا عَلَيْهِمْ رَسُولُ الله - صلى الله عليه وآله وسلم - أَنْ يُمَزَّقُوا كُلَّ مُمَزَّقٍ. (رواه البخاري). (يُمَزَّقُوا كُلَّ مُمَزَّقٍ): أَيْ يَتَفَرَّقُوا وَيَتَقَطَّعُوا. ¶ وفي رواية أن عبد الله بن حذافة السهمي قال: ... «فدفَعْتُ إليه كتاب رسول الله - صلى الله عليه وآله وسلم -، فَقُرِئَ عليه، ثم أخذه فمزقه، فلما بلغ ذلك رسول الله - صلى الله عليه وآله وسلم - قال: «اللهم مَزِّقْ مُلْكَهُ». وكتب كسرى إلى باذان - عامِلَه في اليمن - أنِ ابعثْ من عندك رجلين جَلْدَيْن إلى هذا الرجل الذي بالحجاز فلْيَأتِيَاني بخبره، فبعث باذان قهرمان ورجلًا آخر وكتب معهما كتابًا، فقدما المدينة، فدفعا كتاب باذان إلى النبي - صلى الله عليه وآله وسلم -، فتبسم رسول الله - صلى الله عليه وآله وسلم - ودعاهما إلى الإسلام - وفرائصهما ترعد -، وقال: «ارجِعَا عَنّي يومَكُما هذا حتى تأتياني الغد فأخْبِركما بما أريد»، فجاءاه من الغد فقال لهما:",
            "page": "32",
            "part": "1",
            "seal": "EBD65398"
        },
        {
            "id": "33",
            "nass": "«أبْلِغَا صَاحِبَكُما أنَّ رَبِّي قَدْ قَتَلَ رَبَّهُ كِسْرَى فِي هَذِهِ اللّيْلَة» (رواه ابن سعد في الطبقات الكبرى وصححه الألباني). وكان هلاك كسرى بأنْ سلط الله عليه ابنه شيرويه فقتله. ¶ 5 - ذكر الحافظ ابن حجر في كتابه (الدرر الكامنة في أعيان المائة الثامنة) أن بعض أمراء المغول تنَصَّر فحضر عنده جماعة من كبار النصارى والمغول فجعل واحد منهم ينتقص النبي - صلى الله عليه وآله وسلم - وهناك كلب صيد مربوط فلما أكثر من ذلك وثب عليه الكلب فخمشه فخلصوه منه. وقال بعض من حضر: «هذا بكلامك في محمد - صلى الله عليه وآله وسلم -». ¶ فقال: «كلا، بل هذا الكلب عزيز النفس، رآني أشير بيدي فظن أني أريد أن أضربه»، ثم عاد إلى ما كان فيه فأطال، فوثب الكلب مرة أخرى فقبض على زرْدِمَتِه فقلعها فمات من حينه، فأسلم بسبب ذلك نحو أربعين ألفًا من المغول.",
            "page": "33",
            "part": "1",
            "seal": "69A93FF6"
        },
        {
            "id": "34",
            "nass": "(زَرْدَمَهُ زَرْدَمَة: أي خَنَقَه. (الزَّرْدَمَةُ): الابتلاعُ. و (الزّرْدَمةُ): موضعُ الازْدِرام في الحَلْق. وقيل: الزَّرْدَمَهُ من الإنسان تحت الحلقوم واللسانُ مركّب فيها. ¶ 6 - أفتى فقهاءَ القيروانِ وأصحابَ سحنُون بقتلِ إبراهيم الفزاري، وكان شاعرًا متفننًا في كثير من العلومِ، وكان يستهزىء باللهِ وأنبيائهِ ونبينا محمد - صلى الله عليه وآله وسلم -، فأمر القاضي يحيى بن عمرَ بقَتْلِه وصَلْبه، فطُعن بالسكينِ وصُلب مُنَكّسًا، ثم أُنزل وأُحرق بالنارِ، وحكى بعضُ المؤرخين أنه لما رُفعت خشبته، وزالت عنها الأيدي استدارت وحولته عن القبلةِ فكان آيةً للجميعِ، وكبَّر الناسُ، وجاءَ كلبٌ فولغ في دمهِ. ¶ 7 - في أحد ردوده على أحد الكُتّاب - الَّذِيْ وصف الرَّسول - صلى الله عليه وآله وسلم - بوصفين لا يليقان به - ذكر الشيخ أحمد شاكر - رحمه الله - في كتابه (كلمة الحق) هذه القصة عن والده الشيخ محمد شاكر، وكيل الأزهر في مصر سابقًا، أن خطيبًا",
            "page": "34",
            "part": "1",
            "seal": "48DA522C"
        },
        {
            "id": "35",
            "nass": "مفوهًا فصيحًا كان يتوافد إليه الناس لسماع خطبه، حضر إليه ذات يوم في خطبته أحد أمراء مصر، فأراد هذا الخطيب مدح هذا الأمير والثناء عليه، وكان هذا الأمير قد أكرم طه حسين الذي كان يطعن في القرآن وفي اللغة العربية، فلما حضر طه حسين والأمير في الخطبة، قام هذا الخطيب المفَوّه يمدح ذلك الأمير قائلًا له: «جاءه الأعمى فما عبس بوجهه وما تولى». ¶ وفي كلامه هذا إساءة إلى النبي - صلى الله عليه وآله وسلم -؛ لأن الله - سبحانه وتعالى - قال عن قصته - صلى الله عليه وآله وسلم - مع ابن أم مكتوم سدد خطاكم: {عَبَسَ وَتَوَلَّى (1) أَنْ جَاءَهُ الْأَعْمَى (2)} (عبس: 1 - 2 (، فلما صلى الخطيب بالناس قام الشيخ محمد شاكر والد الشيخ أحمد شاكر  O ،  بعد الصلاة يعلن الناس في المسجد أن صلاتهم باطلة , وأمرهم أن يعيدوا صلاة الظهر , فأعادوها، ذلك بأن الخطيب كَفَرَ بما شتم رسول الله - صلى الله عليه وآله وسلم - تعريضًا لا تصريحًا.",
            "page": "35",
            "part": "1",
            "seal": "E248A723"
        },
        {
            "id": "36",
            "nass": "فالله سبحانه عتب على رسوله - صلى الله عليه وآله وسلم - حين جاءه ابنُ أم مكتوم الأعمى , وهو يحدث صناديد قريش يدعوهم إلى الإسلام , فأعرض عن الأعمى قليلًا حتى يفرغ من حديثه , فأنزل الله عتاب رسوله - صلى الله عليه وآله وسلم - في سورة كريمة، ثمّ جاء هذا الخطيب الأحمق الجاهل , يريد أن يتملق الأمير، فمدحه بما يوهم السامع أنه يريد إظهار منقبة لعظمته , بالقياس إلى ما عاتب الله عليه رسوله - صلى الله عليه وآله وسلم -، فكان صنع الخطيب المسكين تعريضًا برسول الله - صلى الله عليه وآله وسلم - لا يرضى به مسلم. ¶ يعلق الشيخ أحمد شاكر قائلًا: «ولم يَدَع الله لهذا المجرم جُرْمه في الدنيا قبل أن يجزيه جزاءه في الأخرى، فأقْسِمُ بالله لقد رأيته بعينَيْ رأسي بعد بضع سنين، وبعد أن كان عاليًا منتفخًا، مستعزًا بمَن لاذ بهم من العظماء والكبراء، رأيْتُه مَهينًا ذليلًا، خادمًا على باب مسجد من مساجد القاهرة، يتلقى نعال المصلين يحفظها في ذلة وصغار، حتى لقد خجلتُ أنْ يراني، وأنا أعرفه وهو",
            "page": "36",
            "part": "1",
            "seal": "DACDEC1E"
        },
        {
            "id": "37",
            "nass": "يعرفني، لا شفقة عليه؛ فما كان موضعًا للشفقة، ولا شماتة فيه؛ فالرجل النبيل يسمو على الشماتة، ولكن لما رأيت من عبرة وعظة». ¶ 8 - ذكره الشيخ محمد صالح المنجد أن أحدهم ذهب لنيل شهادة الدكتوراه خارج بلده، فلما أتم دراسته وكانت تتعلق بسيرة النبي - صلى الله عليه وآله وسلم -، طلب منه أستاذه النصرانى أن يسجل في رسالته ما فيه انتقاص للنبي - صلى الله عليه وآله وسلم - وتعريض له، فتردد الرجل بين القبول والرفض، واختار في نهاية الأمر دنياه على آخرته، وأجابه إلى ما أراد طمعًا في تلك الشهادة، فما أن عاد إلى بلده حتى فوجئ بهلاك جميع أولاده وأهله في حادث مروع، ولعذاب الآخرة أشد وأنكى. ¶ 9 - في اليوم الأول من أغسطس 1993م، الساعة الثانية ظهرًا، وفي (ركن الخطباء) فى حديقة (هايد بارك) الشهيرة بوسط العاصمة البريطانية (لندن) اعتاد بعض المسلمين الإنجليز المؤهلين لدعوة بنى جلدتهم إلى الاسلام",
            "page": "37",
            "part": "1",
            "seal": "7A40A2A9"
        },
        {
            "id": "38",
            "nass": "أن يتواجدوا بصفة أسبوعية فى (ركن الخطباء) بالحديقة المذكورة، ليتناوبوا على الخطابة داعين إلى توحيد الله - عز وجل - وموضحين حقائق الإسلام، ومفندين شبهات أعدائه، وفى اليوم المذكور وقف الأخ أبو سفيان داعيًا إلى الله - عز وجل - فانْبَرَى له رجل بريطانى نصرانى فأخذ يقاطعه ويشوش عليه، ثم تدني إلى ما هو أشنع من ذلك، فطوَّعَتْ له نفسه أن يلعن ويسب الله - عز وجل -، والرسول - صلى الله عليه وآله وسلم -، والاسلام. ¶ فلم يُمْهِلْه الله طرفة عين، وإذا بالخبيث يخِرُّ فى الحال على وجهه صريعًا لليدين وللفم بعد أن بال على نفسه، وأخذت الرغوة الكريهة المقززة تنبعث من فمه، وفشلت كل محاولات إسعافه إذ كان قد نفق فى الحال، وأفضى إلى جبَّار السموات والأرض - جل وعلا -، وكان أحد رجال الشرطة البريطانية المخصصين لحفظ الأمن والنظام يراقب الموقف برمته مع الحاضرين عن كثب، فلما نفضوا أيديهم منه، وأيسوا من حياته أقبل الشرطى نحو أخينا (أبى سفيان) قائلًا له: «هذا ربك قد انتقم منه فى الحال؟»،",
            "page": "38",
            "part": "1",
            "seal": "1FA60873"
        },
        {
            "id": "39",
            "nass": "فأجابه (أبو سفيان): «نعم هو الله الذى فعل ذلك، فادعوا الروح القدس كي تعيده إلى الحياة إن استطعتم». ¶ الله - عز وجل - ينتقمٌ لرسوله - صلى الله عليه وآله وسلم - ممن طعن عليه وسَبَّه: ¶ قال شيخ الإسلام ابن تيمية - رحمه الله -: «وإنَّ الله منتقمٌ لرسوله - صلى الله عليه وآله وسلم - ممن طعن عليه وسَبَّه، ومُظْهِرٌ لِدِينِهِ ولِكَذِبِ الكاذب إذا لم يُمْكِن الناس أن يقيموا عليه الحدّ، ونظير هذا ما حَدَّثَنَاه أعدادٌ من المسلمين العُدُول، أهل الفقه والخبرة، عمَّا جربوه مراتٍ متعددةٍ في حَصْرِ الحصون والمدائن التي بالسواحل الشامية، لما حصر المسلمون فيها بني الأصفر في زماننا. ¶ قالوا: «كنا نحن نَحْصُرُ الحِصْنَ أو المدينة الشهر أو أكثر من الشهر وهو ممتنعٌ علينا حتى نكاد نيأس منه، حتى إذا تعرض أهلُهُ لِسَبِّ رسولِ الله - صلى الله عليه وآله وسلم - والوقيعةِ في عرضِه تَعَجَّلنا فتحه وتيَسَّر، ولم يكد يتأخر إلا يومًا أو يومين أو نحو ذلك، ثم يُفتَح المكان عنوة، ويكون فيهم ملحمة",
            "page": "39",
            "part": "1",
            "seal": "8F65FCD3"
        },
        {
            "id": "40",
            "nass": "عظيمة»، قالوا: «حتى إن كنا لَنَتَبَاشَرُ بتعجيل الفتح إذا سمعناهم يقعون فيه، مع امتلاء القلوب غيظًا عليهم بما قالوا فيه». (الصارم المسلول على شاتم الرسول - صلى الله عليه وآله وسلم -، ص116 - 117). ¶ يَشْتِمُونَ مُذَمَّمًا وَيَلْعَنُونَ مُذَمَّمًا وَأَنَا مُحَمَّدٌ: ¶ عَنْ أَبِي هُرَيْرَةَ سدد خطاكم قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وآله وسلم -: «أَلَا تَعْجَبُونَ كَيْفَ يَصْرِفُ اللهُ عَنِّي شَتْمَ قُرَيْشٍ وَلَعْنَهُمْ؛ يَشْتِمُونَ مُذَمَّمًا وَيَلْعَنُونَ مُذَمَّمًا وَأَنَا مُحَمَّدٌ». (رواه البخاري). ¶ كَانَ الْكُفَّارُ مِنْ قُرَيْشٍ مِنْ شِدَّةِ كَرَاهَتِهِمْ للنَّبِيِّ - صلى الله عليه وآله وسلم - لَا يُسَمُّونَهُ بِاسْمِهِ الدَّالِّ عَلَى الْمَدْحِ فَيَعْدِلُونَ إِلَى ضِدِّهِ فَيَقُولُونَ: «مُذَمَّمٌ»، وَإِذَا ذَكَرُوهُ بِسُوءٍ قَالُوا: «فَعَلَ اللهُ بِمُذَمَّمٍ»، وَمُذَمَّمٌ لَيْسَ هُوَ اسْمُهُ، وَلَا يُعْرَفُ بِهِ؛ فَكَانَ الَّذِي يَقَعُ مِنْهُمْ فِي ذَلِكَ مَصْرُوفًا إِلَى غَيْرِهِ.",
            "page": "40",
            "part": "1",
            "seal": "56A3C93E"
        },
        {
            "id": "41",
            "nass": "وعن أسماء بنت أبي بكر - رضي الله عنها - قالت: «لما نَزَلَتْ: {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ} (المسد: 1) أقبلت العوراء أمُّ جميل بنت حرب ولها وَلْوَلَة وفي يدها فِهْر وهي تقول: «مُذّممًا أبَيْنَا، ودِينَهُ قَلَيْنَا، وأمْرَه عصَيْنَا»، والنبي - صلى الله عليه وآله وسلم - جالس في المسجد ومعه أبو بكر فلما رآها أبو بكر قال: «يا رسولَ الله، قد أقبلَتْ، وأنا أخافُ أن تَرَاكَ». ¶ فقال رسول الله - صلى الله عليه وآله وسلم -: «إنَّهَا لَنْ تَرَانِي»، وقرأ قرآنًا فاعتصم به كما قال، وقرأ: {وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا} (الإسراء: 45). فوقفَتْ على أبي بكر ولم تَرَ رسول الله - صلى الله عليه وآله وسلم - فقالت: «يا أبا بكر إني أخْبِرْتُ أن صاحبَك هَجَاني»، فقال: «لا، ورَبّ هذا البيت، ما هجاكِ»، فوَلَّتْ وهي تقول: «قد علمَتْ قريش أني بِنتُ سيدِها». (رواه الحاكم في المستدرك، وصححه، ووافقه الذهبي).",
            "page": "41",
            "part": "1",
            "seal": "1AF6FE07"
        },
        {
            "id": "42",
            "nass": "(وَلْوَلَة) وَلْوَلَت المرأَةُ: دَعَتْ بالوَيْل، ورفعت صوتها بالبكاء والصِّياح (الفِهْرُ): الحَجَر قدر ما يكسر به جَوْزٌ، أو يُدَقُّ به شيءٌ. ¶ أتباع النبي - صلى الله عليه وآله وسلم - ينصرون حبيبهم - صلى الله عليه وآله وسلم -: ¶ 1 - عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ سدد خطاكم أَنَّهُ قَالَ: «بَيْنَا أَنَا وَاقِفٌ فِي الصَّفِّ يَوْمَ بَدْرٍ نَظَرْتُ عَنْ يَمِينِي وَشِمَالِي، فَإِذَا أَنَا بَيْنَ غُلَامَيْنِ مِنْ الْأَنْصَارِ حَدِيثَةٍ أَسْنَانُهُمَا، تَمَنَّيْتُ لَوْ كُنْتُ بَيْنَ أَضْلَعَ مِنْهُمَا، فَغَمَزَنِي أَحَدُهُمَا، فَقَالَ: «يَا عَمِّ، هَلْ تَعْرِفُ أَبَا جَهْلٍ؟»، قُلْتُ: «نَعَمْ، وَمَا حَاجَتُكَ إِلَيْهِ يَا ابْنَ أَخِي». قَالَ: «أُخْبِرْتُ أَنَّهُ يَسُبُّ رَسُولَ اللهِ - صلى الله عليه وآله وسلم -، وَالَّذِي نَفْسِي بِيَدِهِ لَئِنْ رَأَيْتُهُ لَا يُفَارِقُ سَوَادِي سَوَادَهُ حَتَّى يَمُوتَ الْأَعْجَلُ مِنَّا». ¶ فَتَعَجَّبْتُ لِذَلِكَ فَغَمَزَنِي الْآخَرُ فَقَالَ مِثْلَهَا، فَلَمْ أَنْشَبْ أَنْ نَظَرْتُ إِلَى أَبِي جَهْلٍ يَزُولُ فِي النَّاسِ فَقُلْتُ: «أَلَا تَرَيَانِ؟ هَذَا صَاحِبُكُمَا الَّذِي تَسْأَلَانِ عَنْهُ». فَابْتَدَرَاهُ، فَضَرَبَاهُ بِسَيْفَيْهِمَا حَتَّى قَتَلَاهُ ثُمَّ انْصَرَفَا إِلَى رَسُولِ اللهِ - صلى الله عليه وآله وسلم - فَأَخْبَرَاهُ",
            "page": "42",
            "part": "1",
            "seal": "DE85F3BF"
        },
        {
            "id": "43",
            "nass": "فَقَالَ: «أَيُّكُمَا قَتَلَهُ»، فَقَالَ كُلُّ وَاحِدٍ مِنْهُمَا: «أَنَا قَتَلْتُ»، فَقَالَ: «هَلْ مَسَحْتُمَا سَيْفَيْكُمَا؟»، قَالَا: «لَا»، فَنَظَرَ فِي السَّيْفَيْنِ فَقَالَ: «كِلَاكُمَا قَتَلَهُ وَقَضَى بِسَلَبِهِ لِمُعَاذِ بْنِ عَمْرِو بْنِ الْجَمُوحِ، وَالرَّجُلَانِ مُعَاذُ بْنُ عَمْرِو بْنِ الْجَمُوحِ وَمُعَاذُ بْنُ عَفْرَاءَ» (رواه مسلم). ¶ (تَمَنَّيْتُ لَوْ كُنْتُ بَيْنَ أَضْلَع مِنْهُمَا) مَعْنَى أَضْلَعَ: أَقْوَى. (لَا يُفَارِقُ سَوَادِي سَوَادَهُ) أَيْ شَخْصِي شَخْصَهُ. (حَتَّى يَمُوتَ الْأَعْجَلُ مِنَّا) أَيْ لَا أُفَارِقُهُ حَتَّى يَمُوتَ أَحَدُنَا وَهُوَ الْأَقْرَبُ أَجَلًا. (فَلَمْ أَنْشَبْ) مَعْنَاهُ لَمْ أَلْبَثْ. ¶ 2 - عَنْ جَابِرَ بْنَ عَبْدِ اللهِ - رضي الله عنهما - قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وآله وسلم -: «مَنْ لِكَعْبِ بْنِ الْأَشْرَفِ فَإِنَّهُ قَدْ آذَى اللهَ وَرَسُولَهُ»، فَقَامَ مُحَمَّدُ بْنُ مَسْلَمَةَ فَقَالَ: «يَا رَسُولَ اللهِ أَتُحِبُّ أَنْ أَقْتُلَهُ»، قَالَ: «نَعَمْ»، قَالَ: «فَأْذَنْ لِي أَنْ أَقُولَ شَيْئًا»، قَالَ: «قُلْ»، فَأَتَاهُ مُحَمَّدُ بْنُ مَسْلَمَةَ فَقَالَ: «إِنَّ هَذَا الرَّجُلَ قَدْ سَأَلَنَا صَدَقَةً، وَإِنَّهُ قَدْ عَنَّانَا، وَإِنِّي قَدْ أَتَيْتُكَ",
            "page": "43",
            "part": "1",
            "seal": "35F129FB"
        },
        {
            "id": "44",
            "nass": "أَسْتَسْلِفُكَ»، قَالَ: «وَأَيْضًا وَاللهِ لَتَمَلُّنَّهُ»، قَالَ: «إِنَّا قَدْ اتَّبَعْنَاهُ فَلَا نُحِبُّ أَنْ نَدَعَهُ حَتَّى نَنْظُرَ إِلَى أَيِّ شَيْءٍ يَصِيرُ شَأْنُهُ، وَقَدْ أَرَدْنَا أَنْ تُسْلِفَنَا وَسْقًا أَوْ وَسْقَيْنِ». ¶ فَقَالَ: «نَعَمِ، ارْهَنُونِي». قَالُوا: «أَيَّ شَيْءٍ تُرِيدُ؟»، قَالَ: «ارْهَنُونِي نِسَاءَكُمْ»، قَالُوا: «كَيْفَ نَرْهَنُكَ نِسَاءَنَا وَأَنْتَ أَجْمَلُ الْعَرَبِ»، قَالَ: «فَارْهَنُونِي أَبْنَاءَكُمْ»، قَالُوا: «كَيْفَ نَرْهَنُكَ أَبْنَاءَنَا فَيُسَبُّ أَحَدُهُمْ فَيُقَالُ: رُهِنَ بِوَسْقٍ أَوْ وَسْقَيْنِ، هَذَا عَارٌ عَلَيْنَا، وَلَكِنَّا نَرْهَنُكَ اللَّأْمَةَ - يَعْنِي السِّلَاحَ -». ¶ فَوَاعَدَهُ أَنْ يَأْتِيَهُ فَجَاءَهُ لَيْلًا وَمَعَهُ أَبُو نَائِلَةَ - وَهُوَ أَخُو كَعْبٍ مِنْ الرَّضَاعَةِ - فَدَعَاهُمْ إِلَى الْحِصْنِ فَنَزَلَ إِلَيْهِمْ، فَقَالَتْ لَهُ امْرَأَتُهُ: «أَيْنَ تَخْرُجُ هَذِهِ السَّاعَةَ؟». ¶ ِفَقَالَ: «إِنَّمَا هُوَ مُحَمَّدُ بْنُ مَسْلَمَةَ وَأَخِي أَبُو نَائِلَةَ». قَالَتْ: «أَسْمَعُ صَوْتًا كَأَنَّهُ يَقْطُرُ مِنْهُ الدَّمُ»، قَالَ: «إِنَّمَا هُوَ",
            "page": "44",
            "part": "1",
            "seal": "565EC9C8"
        },
        {
            "id": "45",
            "nass": "أَخِي مُحَمَّدُ بْنُ مَسْلَمَةَ وَرَضِيعِي أَبُو نَائِلَةَ، إِنَّ الْكَرِيمَ لَوْ دُعِيَ إِلَى طَعْنَةٍ بِلَيْلٍ لَأَجَابَ». ¶ قَالَ: «وَيُدْخِلُ مُحَمَّدُ بْنُ مَسْلَمَةَ مَعَهُ رَجُلَيْنِ، فَقَالَ: «إِذَا مَا جَاءَ فَإِنِّي قَائِلٌ بِشَعَرِهِ فَأَشَمُّهُ، فَإِذَا رَأَيْتُمُونِي اسْتَمْكَنْتُ مِنْ رَأْسِهِ فَدُونَكُمْ فَاضْرِبُوهُ». وَقَالَ مَرَّةً: «ثُمَّ أُشِمُّكُمْ»، فَنَزَلَ إِلَيْهِمْ مُتَوَشِّحًا وَهُوَ يَنْفَحُ مِنْهُ رِيحُ الطِّيبِ، فَقَالَ: «مَا رَأَيْتُ كَالْيَوْمِ رِيحًا» - أَيْ أَطْيَبَ - قَالَ: «عِنْدِي أَعْطَرُ نِسَاءِ الْعَرَبِ وَأَكْمَلُ الْعَرَبِ»، فَقَالَ: «أَتَأْذَنُ لِي أَنْ أَشُمَّ رَأْسَكَ؟»، قَالَ: «نَعَمْ»، فَشَمَّهُ، ثُمَّ أَشَمَّ أَصْحَابَهُ، ثُمَّ قَالَ: «أَتَأْذَنُ لِي»، قَالَ: «نَعَمْ»، فَلَمَّا اسْتَمْكَنَ مِنْهُ قَالَ: «دُونَكُمْ»، فَقَتَلُوهُ، ثُمَّ أَتَوْا النَّبِيَّ - صلى الله عليه وآله وسلم - فَأَخْبَرُوهُ. (رواه البخاري ومسلم). ¶ (كَعْب بْنِ الْأَشْرَفِ) أَيِ الْيَهُودِيّ. وكَانَ شَاعِرًا وَكَانَ يَهْجُو رَسُولَ اللهِ - صلى الله عليه وآله وسلم - وَيُحَرِّضُ عَلَيْهِ كُفَّارَ قُرَيْشٌ.",
            "page": "45",
            "part": "1",
            "seal": "7ECC146A"
        },
        {
            "id": "46",
            "nass": "(فَأْذَنْ لِي أَنْ أَقُولَ شَيْئًا) كَأَنَّهُ اسْتَأْذَنَهُ أَنْ يَفْتَعِلَ شَيْئًا يَحْتَالُ بِهِ، وَقد ظهر من السِيَاق أَنَّهُمُ اسْتَأْذَنُوا أَنْ يَشْكُوا مِنْهُ وَيَعِيبُوا رَأْيَهُ. ¶ (إِنَّ هَذَا الرَّجُلَ) يَعْنِي النَّبِيّ - صلى الله عليه وآله وسلم -. (قَدْ عَنَّانَا) مِنَ الْعَنَاءِ وَهُوَ التَّعَبُ. ¶ (قَالَ: وَأَيْضًا) أَيْ وَزِيَادَةٌ عَلَى ذَلِكَ وَقَدْ فَسَّرَهُ بَعْدَ ذَلِكَ قَوْلُهُ: (وَاللَّهِ لَتَمَلُّنَّهُ) مِنَ الْمَلَالِ. (ارْهَنُونِي) أَيِ ادْفَعُوا لِي شَيْئًا يَكُونُ رَهْنًا عَلَى التَّمْرِ الَّذِي تُرِيدُونَهُ. (وَأَنْتَ أَجْمَلُ الْعَرَبِ) لَعَلَّهُمْ قَالُوا لَهُ ذَلِكَ تَهَكُّمًا، وَإِنْ كَانَ هُوَ فِي نَفْسِهِ كَانَ جَمِيلًا. ¶ (وَلَكِنْ نَرْهَنُكَ اللَّأْمَةَ) قَالَ سُفْيَانُ: يَعْنِي السِّلَاحَ كَذَا قَالَ، وَقَالَ غَيْرُهُ مِنْ أَهْلِ اللُّغَةِ: اللَّأْمَةُ الدِّرْعُ، فَعَلَى هَذَا إِطْلَاقُ السِّلَاحِ عَلَيْهَا مِنْ إِطْلَاقِ اسْمِ الْكُلِّ عَلَى الْبَعْضِ. وَإِنَّمَا قَالُوا ذَلِكَ لِئَلَّا يُنْكِرَ مَجِيئَهُمْ إِلَيْهِ بِالسِّلَاحِ.",
            "page": "46",
            "part": "1",
            "seal": "F187E306"
        },
        {
            "id": "47",
            "nass": "(وَكَانَ أَخَاهُ مِنَ الرَّضَاعَةِ) يَعْنِي كَانَ أَبُو نَائِلَةَ أَخَا كَعْبٍ بن الأشرف. ¶ (فَإِنِّي قَائِلٌ بِشَعْرِهِ فَأَشُمُّهُ) وَهُوَ مِنْ إِطْلَاقِ الْقَوْلِ عَلَى الْفِعْلِ. (وَقَالَ مَرَّةً: فَأُشِمُّكُمْ) أَيْ أُمَكِّنُكُمْ مِنَ الشَّمِّ. ¶ وفي الحديث جواز الْكَذِبُ فِي الْحَرْبِ، وَفِيهِ جَوَازُ قَتْلِ الْمُشْرِكِ بِغَيْرِ دَعْوَةٍ إِذَا كَانَتِ الدَّعْوَةُ الْعَامَّةُ قَدْ بَلَغَتْهُ، وَفِيهِ جَوَازُ الْكَلَامِ الَّذِي يَحْتَاجُ إِلَيْهِ فِي الْحَرْبِ وَلَوْ لَمْ يَقْصِدْ قَائِلُهُ إِلَى حَقِيقَتِهِ. وَفِيهِ دَلَالَةٌ عَلَى قُوَّةِ فِطْنَةِ امْرَأَته الْمَذْكُورَة وَصِحَّة حَدِيثهَا وَبَلَاغَتِهَا فِي إِطْلَاقِهَا أَنَّ الصَّوْتَ يَقْطُرُ مِنْهُ الدَّم. ¶ 3 - عن الْبَرَاءِ بْنِ عَازِبٍ سدد خطاكم قَالَ: بَعَثَ رَسُولُ اللهِ - صلى الله عليه وآله وسلم - إِلَى أَبِي رَافِعٍ الْيَهُودِيِّ رِجَالًا مِنْ الْأَنْصَارِ فَأَمَّرَ عَلَيْهِمْ عَبْدَ اللهِ بْنَ عَتِيكٍ وَكَانَ أَبُو رَافِعٍ يُؤْذِي رَسُولَ اللهِ - صلى الله عليه وآله وسلم - وَيُعِينُ عَلَيْهِ، وَكَانَ فِي حِصْنٍ لَهُ بِأَرْضِ الْحِجَازِ، فَلَمَّا دَنَوْا مِنْهُ وَقَدْ غَرَبَتْ الشَّمْسُ وَرَاحَ النَّاسُ بِسَرْحِهِمْ، فَقَالَ عَبْدُ",
            "page": "47",
            "part": "1",
            "seal": "E77AACE8"
        },
        {
            "id": "48",
            "nass": "اللهِ لِأَصْحَابِهِ: «اجْلِسُوا مَكَانَكُمْ، فَإِنِّي مُنْطَلِقٌ وَمُتَلَطِّفٌ لِلْبَوَّابِ لَعَلِّي أَنْ أَدْخُلَ». ¶ فَأَقْبَلَ حَتَّى دَنَا مِنْ الْبَابِ ثُمَّ تَقَنَّعَ بِثَوْبِهِ كَأَنَّهُ يَقْضِي حَاجَةً وَقَدْ دَخَلَ النَّاسُ فَهَتَفَ بِهِ الْبَوَّابُ: «يَا عَبْدَ اللهِ إِنْ كُنْتَ تُرِيدُ أَنْ تَدْخُلَ، فَادْخُلْ؛ فَإِنِّي أُرِيدُ أَنْ أُغْلِقَ الْبَابَ». فَدَخَلْتُ فَكَمَنْتُ، فَلَمَّا دَخَلَ النَّاسُ أَغْلَقَ الْبَابَ ثُمَّ عَلَّقَ الْأَغَالِيقَ عَلَى وَتَدٍ. ¶ فَقُمْتُ إِلَى الْأَقَالِيدِ فَأَخَذْتُهَا فَفَتَحْتُ الْبَابَ، وَكَانَ أَبُو رَافِعٍ يُسْمَرُ عِنْدَهُ، وَكَانَ فِي عَلَالِيَّ لَهُ، فَلَمَّا ذَهَبَ عَنْهُ أَهْلُ سَمَرِهِ صَعِدْتُ إِلَيْهِ فَجَعَلْتُ كُلَّمَا فَتَحْتُ بَابًا أَغْلَقْتُ عَلَيَّ مِنْ دَاخِلٍ. قُلْتُ: «إِنْ الْقَوْمُ نَذِرُوا بِي لَمْ يَخْلُصُوا إِلَيَّ حَتَّى أَقْتُلَهُ»، فَانْتَهَيْتُ إِلَيْهِ فَإِذَا هُوَ فِي بَيْتٍ مُظْلِمٍ وَسْطَ عِيَالِهِ لَا أَدْرِي أَيْنَ هُوَ مِنْ الْبَيْتِ. ¶ فَقُلْتُ: «يَا أَبَا رَافِعٍ»، قَالَ: «مَنْ هَذَا؟»، فَأَهْوَيْتُ نَحْوَ ِالصَّوْتِ فَأَضْرِبُهُ ضَرْبَةً بِالسَّيْفِ وَأَنَا دَهِشٌ، فَمَا أَغْنَيْتُ",
            "page": "48",
            "part": "1",
            "seal": "240B9DFC"
        },
        {
            "id": "49",
            "nass": "شَيْئًا وَصَاحَ، فَخَرَجْتُ مِنْ الْبَيْتِ فَأَمْكُثُ غَيْرَ بَعِيدٍ، ثُمَّ دَخَلْتُ إِلَيْهِ فَقُلْتُ: «مَا هَذَا الصَّوْتُ يَا أَبَا رَافِعٍ»، فَقَالَ: «لِأُمِّكَ الْوَيْلُ؛ إِنَّ رَجُلًا فِي الْبَيْتِ ضَرَبَنِي قَبْلُ بِالسَّيْفِ». ¶ فَأَضْرِبُهُ ضَرْبَةً أَثْخَنَتْهُ وَلَمْ أَقْتُلْهُ، ثُمَّ وَضَعْتُ ظُبَّةَ السَّيْفِ فِي بَطْنِهِ حَتَّى أَخَذَ فِي ظَهْرِهِ؛ فَعَرَفْتُ أَنِّي قَتَلْتُهُ، فَجَعَلْتُ أَفْتَحُ الْأَبْوَابَ بَابًا بَابًا حَتَّى انْتَهَيْتُ إِلَى دَرَجَةٍ لَهُ، فَوَضَعْتُ رِجْلِي، وَأَنَا أُرَى أَنِّي قَدْ انْتَهَيْتُ إِلَى الْأَرْضِ، فَوَقَعْتُ فِي لَيْلَةٍ مُقْمِرَةٍ فَانْكَسَرَتْ سَاقِي، فَعَصَبْتُهَا بِعِمَامَةٍ، ثُمَّ انْطَلَقْتُ حَتَّى جَلَسْتُ عَلَى الْبَابِ، فَقُلْتُ: «لَا أَخْرُجُ اللَّيْلَةَ حَتَّى أَعْلَمَ أَقَتَلْتُهُ». ¶ فَلَمَّا صَاحَ الدِّيكُ قَامَ النَّاعِي عَلَى السُّورِ فَقَالَ: «أَنْعَى أَبَا رَافِعٍ تَاجِرَ أَهْلِ الْحِجَازِ»، فَانْطَلَقْتُ إِلَى أَصْحَابِي فَقُلْتُ: «النَّجَاءَ فَقَدْ قَتَلَ اللهُ أَبَا رَافِعٍ»، فَانْتَهَيْتُ إِلَى النَّبِيِّ - صلى الله عليه وآله وسلم - فَحَدَّثْتُهُ فَقَالَ: «ابْسُطْ رِجْلَكَ»، فَبَسَطْتُ رِجْلِي فَمَسَحَهَا فَكَأَنَّهَا لَمْ أَشْتَكِهَا قَطُّ. (رواه البخاري).",
            "page": "49",
            "part": "1",
            "seal": "C4DE29D9"
        },
        {
            "id": "50",
            "nass": "(وَرَاحَ النَّاسُ بِسَرْحِهِمْ) أَيْ رَجَعُوا بِمَوَاشِيهِمُ الَّتِي تَرْعَى. (تَقَنَّعَ بِثَوْبِهِ) أَيْ تَغَطَّى بِهِ لِيُخْفِيَ شَخْصَهُ لِئَلَّا يُعْرَفَ. (فَهَتَفَ بِهِ) أَيْ نَادَاهُ. (فَكَمَنْتُ) أَيِ اخْتَبَأْتُ. ¶ (ثُمَّ عَلَّقَ الْأَغَالِيقَ) الْأَغَالِيقُ جَمْعُ غَلَقٍ: مَا يُغْلَقُ بِهِ الْبَابُ، وَالْمُرَادُ بِهَا الْمَفَاتِيحُ، كَأَنَّهُ كَانَ يَغْلِقُ بِهَا وَيَفْتَحُ بِهَا. (يُسْمَرُ عِنْدَهُ) أَيْ يَتَحَدَّثُونَ لَيْلًا. ¶ (فِي عَلَالِيٍّ لَهُ) جَمْعُ عَلِيَّةٍ، وَهِيَ الْغُرْفَةُ. (نَذِرُوا بِي) أَي علمُوا وأصْلُهُ مِنَ الْإِنْذَارِ وَهُوَ الْإِعْلَامُ بِالشَّيْءِ الَّذِي يُحْذَرُ مِنْهُ. (فَأَهْوَيْتُ نَحْوَ الصَّوْتِ) أَيْ قَصَدْتُ نَحْوَ صَاحِبِ الصَّوْتِ. (وَأَنَا دَهِشٌ) مُتَحَيِّرٌ مَدْهُوشٌ. (فَمَا أَغْنَيْتُ شَيْئًا) أَيْ لَمْ أَقْتُلْهُ. (هَدَأتْ الْأَصْوَات) أَي سَكَنَتْ. (فَأَضْرِبُهُ) ذَكَرَهُ بِلَفْظِ الْمُضَارِعِ مُبَالَغَةً لِاسْتِحْضَارِ صُورَةِ الْحَالِ، وَإِنْ كَانَ ذَلِكَ قَدْ مَضَى. ¶ (فَلَمْ يُغْنِ) أَيْ لَمْ يَنْفَعْ. (ظُبَّةُ السَّيْف) حَرْفُ حَدّ السَّيْفِ. (فَوَضَعْتُ رِجْلِي وَأَنَا أُرَى) بِضَمِّ الْهَمْزَةِ أَيْ أَظُنُّ.",
            "page": "50",
            "part": "1",
            "seal": "D0B1A81C"
        },
        {
            "id": "51",
            "nass": "(أَنْعَى أَبَا رَافِعٍ) النَّعْيُ خَبَرُ الْمَوْتِ، وَالِاسْمُ النَّاعِي. (فَقُلْتُ النَّجَاء) أَيْ أَسْرِعُوا. ¶ وَفِي هَذَا الْحَدِيثِ مِنَ الْفَوَائِدِ جَوَازُ اغْتِيَالِ الْمُشْرِكِ الَّذِي بَلَغَتْهُ الدَّعْوَةُ وَأَصَرَّ، وَقَتْلُ مَنْ أَعَانَ عَلَى رَسُولِ اللهِ - صلى الله عليه وآله وسلم - بِيَدِهِ أَوْ مَالِهِ أَوْ لِسَانِهِ، وَجَوَازُ التَّجسِيسِ عَلَى أَهْلِ الْحَرْبِ وَتَطَلُّبُ غِرَّتِهِمْ، وَالْأَخْذُ بِالشِّدَّةِ فِي مُحَارَبَةِ الْمُشْرِكِينَ، وَجَوَازُ إِبْهَامِ الْقَوْلِ لِلْمَصْلَحَةِ، وَتَعَرُّضِ الْقَلِيلِ مِنَ الْمُسْلِمِينَ لِلْكَثِيرِ مِنَ الْمُشْرِكِينَ، وَالْحكم بِالدَّلِيلِ والعلامة لاستدلال بن عَتِيكٍ عَلَى أَبِي رَافِعٍ بِصَوْتِهِ، وَاعْتِمَادِهِ عَلَى صَوت الناعي بِمَوْتِهِ. ¶ 4 - عن ابْنُ عَبَّاسٍ - رضي الله عنهما - أَنَّ أَعْمَى كَانَتْ لَهُ أُمُّ وَلَدٍ تَشْتُمُ النَّبِيَّ - صلى الله عليه وآله وسلم - وَتَقَعُ فِيهِ، فَيَنْهَاهَا فَلَا تَنْتَهِي، وَيَزْجُرُهَا فَلَا تَنْزَجِرُ، فَلَمَّا كَانَتْ ذَاتَ لَيْلَةٍ جَعَلَتْ تَقَعُ فِي النَّبِيِّ - صلى الله عليه وآله وسلم - وَتَشْتُمُهُ، فَأَخَذَ الْمِغْوَلَ فَوَضَعَهُ فِي بَطْنِهَا، وَاتَّكَأَ عَلَيْهَا فَقَتَلَهَا، فَوَقَعَ بَيْنَ رِجْلَيْهَا طِفْلٌ فَلَطَّخَتْ مَا هُنَاكَ بِالدَّمِ،",
            "page": "51",
            "part": "1",
            "seal": "09DAA8F0"
        },
        {
            "id": "52",
            "nass": "فَلَمَّا أَصْبَحَ ذُكِرَ ذَلِكَ لِرَسُولِ اللهِ - صلى الله عليه وآله وسلم - فَجَمَعَ النَّاسَ فَقَالَ: «أَنْشُدُ اللهَ رَجُلًا فَعَلَ مَا فَعَلَ لِي عَلَيْهِ حَقٌّ إِلَّا قَامَ»، فَقَامَ الْأَعْمَى يَتَخَطَّى النَّاسَ وَهُوَ يَتَزَلْزَلُ حَتَّى قَعَدَ بَيْنَ يَدَيْ النَّبِيِّ - صلى الله عليه وآله وسلم - فَقَالَ: «يَا رَسُولَ اللهِ، أَنَا صَاحِبُهَا كَانَتْ تَشْتُمُكَ وَتَقَعُ فِيكَ، فَأَنْهَاهَا فَلَا تَنْتَهِي، وَأَزْجُرُهَا فَلَا تَنْزَجِرُ، وَلِي مِنْهَا ابْنَانِ مِثْلُ اللُّؤْلُؤَتَيْنِ، وَكَانَتْ بِي رَفِيقَةً، فَلَمَّا كَانَ الْبَارِحَةَ جَعَلَتْ تَشْتُمُكَ وَتَقَعُ فِيكَ، فَأَخَذْتُ الْمِغْوَلَ فَوَضَعْتُهُ فِي بَطْنِهَا، وَاتَّكَأْتُ عَلَيْهَا حَتَّى قَتَلْتُهَا» فَقَالَ النَّبِيُّ - صلى الله عليه وآله وسلم -: «أَلَا اشْهَدُوا أَنَّ دَمَهَا هَدَرٌ». (رواه أبو داود، وصححه الألباني). ¶ (أُمُّ وَلَدٍ) أَيْ غَيْرُ مسلمة ولذلك كانت تجترىء عَلَى ذَلِكَ الْأَمْرِ الشَّنِيعِ. ¶ والجَارِيَةُ إِذَا وَلَدَتِ لِسَيِّدِهَا اسْتَحَقَّتِ الْعِتْقَ بِمَوْتِ سَيِّدِهَا بِحُكْمِ الشَّرْعِ، وَتُسَمَّى حِينَئِذٍ (أُمَّ وَلَدٍ) وَلاَ يَمْنَعُ",
            "page": "52",
            "part": "1",
            "seal": "0B13EA4C"
        },
        {
            "id": "53",
            "nass": "ذَلِكَ مِنَ اسْتِمْرَارِ تَسَرِّي سَيِّدِهَا بِهَا إِلَى أَنْ يَمُوتَ أَحَدُهُمَا، وَلاَ تُبَاعُ، وَلَهَا أَحْكَامٌ خَاصَّةٌ. ¶ (وَتَقَعُ فِيهِ) يُقَالُ وَقَعَ فِيهِ إِذَا عَابَهُ وَذَمَّهُ (وَيَزْجُرُهَا) أَيْ يَمْنَعُهَا (فَلَا تَنْزَجِرُ) أَيْ فَلَا تَمْتَنِعُ (فَأَخَذَ) أَيِ الْأَعْمَى (الْمِغْوَلَ) مِثْلَ سَيْفٍ قَصِيرٍ يَشْتَمِلُ بِهِ الرَّجُلُ تَحْتَ ثِيَابِهِ فَيُغَطِّيهِ، وَقِيلَ حَدِيدَةٌ دَقِيقَةٌ لَهَا حَدٌّ مَاضٍ، وَقِيلَ هُوَ سَوْطٌ فِي جَوْفِهِ سَيْفٌ دَقِيقٌ يَشُدُّهُ الْفَاتِكُ عَلَى وَسَطَهِ لِيَغْتَالَ بِهِ النَّاسَ. (وَاتَّكَأَ عَلَيْهَا) أَيْ تَحَامَلَ عَلَيْهَا (فَوَقَعَ بَيْنَ رِجْلَيْهَا طِفْلٌ) لَعَلَّهُ كَانَ وَلَدًا لَهَا، وَالظَّاهِرُ أَنَّهُ لَمْ يَمُتْ. (فَلَطَّخَتْ) أَيْ لَوَّثَتْ (مَا هُنَاكَ) مِنَ الْفِرَاشِ. (فَلَمَّا أَصْبَحَ ذُكِرَ ذَلِكَ) أَيِ الْقَتْلُ. ¶ (فَقَالَ: أَنْشُدُ اللهَ رَجُلًا) أَيْ أَسْأَلُهُ بِاللَّهِ وَأُقْسِمُ عَلَيْهِ. (فَعَلَ مَا فَعَلَ) مَا مَوْصُولَةٌ، أي فَعَلَ الذي فَعَلَ. (لِي عَلَيْهِ حَقٌّ) أَيْ مُسْلِمًا يَجِبُ عَلَيْهِ طَاعَتِي وَإِجَابَةُ دَعْوَتِي. (يَتَزَلْزَلُ) أَيْ يَتَحَرَّكُ. (بَيْنَ يَدَي النَّبِيّ) أَيْ قُدَّامَهُ - صلى الله عليه وآله وسلم -.",
            "page": "53",
            "part": "1",
            "seal": "E87D744B"
        },
        {
            "id": "54",
            "nass": "(مِثْلَ اللُّؤْلُؤَتَيْنِ) أَيْ فِي الْحُسْنِ وَالْبَهَاءِ وَصَفَاءِ اللَّوْنِ. (أَلَا) بِالتَّخْفِيفِ (إِنَّ دَمَهَا هَدَرٌ) لَعَلَّهُ - صلى الله عليه وآله وسلم - عَلِمَ بِالْوَحْيِ صِدْقَ قَوْلِهِ. وَفِيهِ دَلِيلٌ عَلَى أَنَّ الذِّمِّيَّ إِذَا لَمْ يَكُفَّ لِسَانَهُ عَنِ اللهِ وَرَسُولِهِ - صلى الله عليه وآله وسلم - فَلَا ذِمَّةَ لَهُ فَيَحِلُّ قَتْلُهُ. وفِيهِ أَنَّ سَابَّ رَسُولِ اللهِ - صلى الله عليه وآله وسلم - يُقْتَلُ. ¶ 5 - عن جَابِرَ بْنَ عَبْدِ اللهِ - رضي الله عنهما - قُالُ: «كُنَّا فِي غَزَاةٍ فَكَسَعَ رَجُلٌ مِنْ الْمُهَاجِرِينَ رَجُلًا مِنْ الْأَنْصَارِ، فَقَالَ الْمُهَاجِرِيُّ: «يَالَلْمُهَاجِرِينَ»، وَقَالَ الْأَنْصَارِيُّ: «يَالَلْأَنْصَارِ» فَسَمِعَ ذَلِكَ النَّبِيُّ - صلى الله عليه وآله وسلم - فَقَالَ: «مَا بَالُ دَعْوَى الْجَاهِلِيَّةِ»، قَالُوا: «رَجُلٌ مِنْ الْمُهَاجِرِينَ كَسَعَ رَجُلًا مِنْ الْأَنْصَارِ». ¶ فَقَالَ رَسُولُ اللهِ - صلى الله عليه وآله وسلم -: «دَعُوهَا؛ فَإِنَّهَا مُنْتِنَةٌ»، فَسَمِعَ ذَلِكَ عَبْدُ اللهِ بْنُ أُبَيٍّ ابْنُ سَلُولٍ، فَقَالَ: «أَوَقَدْ فَعَلُوهَا، وَاللهِ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ»، فَقَالَ عُمَرُ: «يَا رَسُولَ اللهِ، دَعْنِي أَضْرِبْ عُنُقَ",
            "page": "54",
            "part": "1",
            "seal": "9C334ED6"
        },
        {
            "id": "55",
            "nass": "هَذَا الْمُنَافِقِ»، فَقَالَ النَّبِيُّ - صلى الله عليه وآله وسلم -: «دَعْهُ؛ لَا يَتَحَدَّثُ النَّاسُ أَنَّ مُحَمَّدًا يَقْتُلُ أَصْحَابَهُ»، فَقَالَ لَهُ ابْنُهُ عَبْدُ اللهِ بْنُ عَبْدِ اللهِ: «وَاللهِ لَا تَنْقَلِبُ حَتَّى تُقِرَّ أَنَّكَ الذَّلِيلُ وَرَسُولُ اللهِ - صلى الله عليه وآله وسلم - الْعَزِيزُ»، فَفَعَلَ. (رواه الترمذي، وصححه الألباني). ¶ (فَكَسَعَ) كَسَعَهُ: ضَرَبَ دُبُرَهُ بِيَدِهِ أَوْ بِصَدْرِ قَدَمِهِ. ¶ (يَا لَلْمُهَاجِرِينَ) أَيْ أَغِيثُونِي، وَكَذَا قَوْلُ الْآخَرِ (يَا لَلْأَنْصَارِ). ¶ (مَا بَالُ دَعْوَى الْجَاهِلِيَّةِ) أَيْ مَا شَأْنُهَا وَهُوَ فِي الْحَقِيقَةِ إِنْكَارٌ وَمَنْعٌ عَنْ قَوْلِ يَا لَفُلَانٍ وَنَحْوِهِ. ¶ (دَعُوهَا) أَيِ اتْرُكُوا هَذِهِ الْمَقَالَةَ، وَهِيَ دَعْوَى الْجَاهِلِيَّةِ (فَإِنَّهَا مُنْتِنَةٌ) مِنَ النَّتِنِ أَيْ أَنَّهَا كَلِمَةٌ قَبِيحَةٌ خَبِيثَةٌ. ¶ (أَنَّ مُحَمَّدًا يَقْتُلُ أَصْحَابَهُ) أَيْ أَتْبَاعَهُ. ¶ (فَقَالَ لَهُ) أَيْ لِعَبْدِ اللهِ بْنِ أُبَيٍّ. ¶ (لَا تَنْقَلِبُ) أَيْ لَا تَرْجِعُ.",
            "page": "55",
            "part": "1",
            "seal": "C7D1A0F4"
        },
        {
            "id": "56",
            "nass": "(حَتَّى تُقِرَّ) مِنَ الْإِقْرَارِ أَيْ حَتَّى تَعْتَرِفَ. ¶ (فَفَعَلَ) أَيْ فَأَقَرَّ عَبْدُ اللهِ بْنُ أُبَيٍّ بِأَنَّهُ الذَّلِيلُ وَرَسُولَ اللهِ - صلى الله عليه وآله وسلم - الْعَزِيزُ. ¶ لا تَحْسَبُوهُ شَرًّا لَكُمْ (¬1): ¶ قدَّر الله بحكمته أن يجعل من قلوب بعض بني آدم قلوب شياطين بدلًا من القلب الإنساني تبغض مَن فطر الله قلوب الخلق على محبته من الأنبياء والأولياء، وفي مقدمتهم خاتم النبيين، وسيد الأولين والآخرين، وخير البرية أجمعين: محمد - صلى الله عليه وآله وسلم - ليتحقق من وراء ذالك مصالح عظيمة لا تخطر ببال الكفار المجرمين منها: ¶ 1 - أن يستخرج الله - عز وجل - من قلوب المؤمنين والمسلمين في الأرض ما تُكِنُّه لرسول الله - صلى الله عليه وآله وسلم - مِن حُبٍّ وتعظيم، ¶ ¬__________ ¶ (¬1) بتصرف من مقالة بهذا العنوان للشيخ ياسر برهامي على موقع صوت السلف. ونشرت بجريدة (الفتح) يوم الجمعة 27 شوال 1433هـ - 14 سبتمبر 2012م.",
            "page": "56",
            "part": "1",
            "seal": "56C54DA6"
        },
        {
            "id": "57",
            "nass": "واستعداد لفدائه بالأبدان والأرواح، والأولاد، والأموال؛ فهو أحب لديهم من أنفسهم وأهليهم وأولادهم. ¶ 2 - أن يُظْهِر الله آيات قدرته في قطع شأن من أبغض النبي - صلى الله عليه وآله وسلم -، وهذا من دلائل نبوته، قال تعالى: {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ (1) فَصَلِّ لِرَبِّكَ وَانْحَرْ (2) إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ (3)} (الكوثر: 1 - 3). (الأَبْتَرُ) أي: المقطوع. فلا بد أن يُذِلَّ اللهُ ويُصَغِّرَ مَن أبغض النبي - صلى الله عليه وآله وسلم -. ¶ 3 - أن يَظهر لكل عاقل ومنصف عجز الكافرين عن مواجهة الحجة بالحجة، فلا يجدون سبيلًا إلا الكذب والبهتان، والبذاءة والسب، فيعلم كل واحد أن الذين كفروا حُجتهم داحضة عند ربهم، وهذا من دلائل نبوته - صلى الله عليه وآله وسلم -، وأسباب دخول الكافرين في ملته. ¶ 4 - أن يجد المؤمنون الأسوة الحسنة لهم فيما يجدون مِن ألمٍ وطعن، حتى أكرم الخلق عند الله - عز وجل - يتعرضون",
            "page": "57",
            "part": "1",
            "seal": "1A996FED"
        },
        {
            "id": "58",
            "nass": "للظلم والطغيان، والكذب عليهم ومحاولة تنفير الناس عنهم، وكل ذالك مآله إلى اضمحلال، قال تعالى: {وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ وَمَكْرُ أُولَئِكَ هُوَ يَبُورُ} (فاطر:10). ¶ 5 - حصول الخير الذي ذكره الله في قوله تعالى: {إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ لَا تَحْسَبُوهُ شَرًّا لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الْإِثْمِ وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ (11)} (النور:11)، فهو زيادة في رَفْع الدرجات عند الله، ومزيد الحسنات منه - سبحانه وتعالى -. ¶ 6 - أن يخيف الله الكافرين والمنافقين، ويُلقي الرعب في قلوبهم عند رؤيتهم غَضبة المسلمين لنبيهم، وانتشار أن حكم السب والطعن في النبي - صلى الله عليه وآله وسلم - وعرضه وأذيته هو القتل، فيعذب الله هؤلاء المجرمين بالخوف والرعب، والهم والغم، وكراهية الناس لهم - حتى بَنِي ملتهم - بما جرُّوا عليهم من المخاطر وأنواع الفساد، ثم جعل الله ما",
            "page": "58",
            "part": "1",
            "seal": "4C95A1F6"
        },
        {
            "id": "59",
            "nass": "أنفقوا من الأموال حسرة في قلوبهم؛ مصداق قوله تعالى: {إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ فَسَيُنْفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَالَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ يُحْشَرُونَ (36)} (الأنفال:36). ¶ ولعل المسلمين في كل مكان أن يستغلوا هذه الفرصة في الدعوة إلى الله - عز وجل -، وبيان دلائل نبوته - صلى الله عليه وآله وسلم - للناس: مؤمنهم، وكافرهم، ونشر سنته وسيرته، فالقلوب مفتوحة الآن أكثر مما مضى لذلك. ¶ ولكن لا بد هنا من وقفة؛ للتنبيه على أن غضبة المسلمين في كل مكان يجب أن تكون ملتزمة بالشرع حتى في هذا المقام؛ فلا يجوز قتل أو تدمير لمن لم يشارك أو يُقِرّ أو يرضَى أو يمتدح مثل هذا الفعل الإجرامي. ¶ وقَتْل رسل الكفار عمومًا ولو كانوا مرتدين محرم، قال النبي - صلى الله عليه وآله وسلم - لرسُولَيْ مسيلمة الكذاب وهما على دينه:",
            "page": "59",
            "part": "1",
            "seal": "23A98B01"
        },
        {
            "id": "60",
            "nass": "«أَمَا وَاللهِ لَوْلا أَنَّ الرُّسُلَ لا تُقْتَلُ لَضَرَبْتُ أَعْنَاقَكُمَا» (رواه أحمد وأبو داود، وصححه الألباني). ¶ فالدبلوماسيون الأجانب اليوم مثل رسل الكفار قديمًا، وقَتْلُهم غير جائز شرعًا، ولا يجوز أن تتحول صور الاحتجاج إلى معارك بين المحتجين الغاضبين وبين قوات الأمن الوطنية المكلفة بحراسة السفارات، فالدولة لا تملك الآن غير حمايتها وفقًا للمعاهدات التي تلتزم الوفاء بها. ¶ ولعل في هذه الحادثة ما يجمع قلوب المسلمين على حب النبي - صلى الله عليه وآله وسلم - وتعظيمه بعد ما فرقتهم أسباب الدنيا. قال تعالى: {فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا} (النساء: 19). ¶ أيها المسلمون: ¶ الزموا دين الله - سبحانه وتعالى - وسنة نبيّه المصطفى - صلى الله عليه وآله وسلم -، كفاكم لهوًا وغفلة وتخاذلًا، سيروا مع علمائكم ودعاتكم للخير والزموه، قدموا أموالكم ووقتكم وأرواحكم فداء",
            "page": "60",
            "part": "1",
            "seal": "54B0281D"
        },
        {
            "id": "61",
            "nass": "لهذا الدين العظيم، عيشوا بالإسلام وللإسلام، وإياكم أن تفضلوا الدنيا الفانية وزينتها على الآخرة الباقية ونعيمها الخالد، قاطعوا منتجات من يُؤذون رسول الله - صلى الله عليه وآله وسلم - ويحاربون هذا الدين إذا دعاكم علماؤكم. ¶ ابذلوا وقدّموا وأعينوا بكل ما تستطيعون، عوّضوا عن أيام سباتكم السابق بهِمَّةٍ ربما تحيي أمة، كونوا كسلفكم الصالح أبي بكر وعمر وعثمان وعلي وخالد، تعلموا دينكم، وعلموا أبناءكم، أنشئوهم على تقوى الله وحب الله والعيش لله، كونوا معهم عبادًا لله منيبين مستغفرين طائعين ملبين، وستجدون كيف أن الدنيا كل الدنيا ستقف تحت أقدامكم خاضعة ذليلة. ¶ اقهروا شهواتكم بلذة الطاعة، أذيبوا الشحناء من قلوبكم ببركة الأخوة الإسلامية، أزيلوا الظلام بنور القرآن وهَدْي السنة بسلوككم الذي يتمثل بهما عسى الله تعالى أن يكتب لنا وقفة صادقة مع نبيه ودينه، وأن يستخدمنا في نشر",
            "page": "61",
            "part": "1",
            "seal": "ADF78F96"
        },
        {
            "id": "62",
            "nass": "الخير والدعوة للخير والذود عن الخير، إنه ولي ذلك والقادر عليه. ¶ هدية لجميع الكفار بالعالم: ¶ موقف يدل على نبوة وصدق الصادق الأمين محمد - صلى الله عليه وآله وسلم -: ¶ عن المغيرة بن شعبة - رضي الله عنه - قال: «انْكَسَفَتْ الشَّمْسُ يَوْمَ مَاتَ إِبْرَاهِيمُ - أحد أبناء النبي - صلى الله عليه وآله وسلم - - فَقَالَ النَّاسُ: «انْكَسَفَتْ لِمَوْتِ إِبْرَاهِيمَ» فَقَالَ رَسُولُ اللهِ - صلى الله عليه وآله وسلم -: «إِنَّ الشَّمْسَ وَالقَمَرَ آيَتَانِ مِنْ آيَاتِ اللهِ، لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمُوهُمَا، فَادْعُوا اللهَ وَصَلُّوا حَتَّى يَنْجَلِيَ». (رواه البخاري). ¶ فلو أن ساحرًا أو كذابًا أو مشعوذًا حدث معه هذا الموقف لاستغله واعتبره دليلًا على صدقه، ولكن المعصوم - صلى الله عليه وآله وسلم - لا ينطق عن الهوى، إن هو إلا وحي يوحى.",
            "page": "62",
            "part": "1",
            "seal": "4DEBF170"
        }
    ],
    "t1982": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "كلمات ليست عابرة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "جريمة الاستهزاء بالنبي - صلى الله عليه وآله وسلم -"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "1",
            "tit": "هل تطفئ البصقة ضوء الشمس؟"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "إنا أعطيناك الكوثر"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "أيها الشانئ أقصر"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "من عادى لله وليا فإن الله يحاربه فكيف بمن عادى محمدا - صلى الله عليه وآله وسلم - خليل الله - عز وجل -"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "الذين يؤذون رسول الله - صلى الله عليه وآله وسلم - ملعونون في الدنيا والآخرة"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "إنا كفيناك المستهزئين"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "الله - عز وجل - ينتقم لرسوله - صلى الله عليه وآله وسلم - ممن طعن عليه وسبه"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "يشتمون مذمما ويلعنون مذمما وأنا محمد"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "أتباع النبي - صلى الله عليه وآله وسلم - ينصرون حبيبهم - صلى الله عليه وآله وسلم -"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "لا تحسبوه شرا لكم"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "أيها المسلمون"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "موقف يدل على نبوة وصدق الصادق الأمين محمد - صلى الله عليه وآله وسلم -"
        }
    ]
}