{
    "b1988": [
        {
            "id": "1",
            "nass": "المبحث الأول: مدخل الدراسة ¶ المقدمة: ¶ الحمد لله رب العالمين والصلاة والسلام على سيد المرسلين.. وبعد: ¶ لقد مر المجتمع الذي يعيش على اليابسة بمراحل متعاقبة من الحضارات الفكرية والمادية، وحصل بينها نوع من التأثير والتأثر منذ العصور الأولى للإنسانية، وكان للانحراف عن الفطرة السوية سبب في انتكاستها، ولكن الله أنار الطريق بإرسال الرسل مبشرين ومنذرين، واختتمت برسالة المصطفى صلى الله عليه وسلم الذي بعث للعالمين جميعا، فتميزت هذه الأمة المسلمة بما وهبها الله من نعمة الإسلام ونعمة العلم الصحيح، فارتقت هذه الأمة وعلا شأنها وقوى سلطانها بما حفظت وطبقت من شريعة الله. ¶ فجاءت مرحلة الاتصال واللقاء بين المجتمع الإسلامي والمجتمعات الأخرى فتأثر العالم بدين الإسلام، فأعقبتها مرحلة أخرى تأثر فيها المسلمون بحضارة الغرب، فكثر التقليد والاقتباس ومحاولة التوفيق بين القيم الإسلامية والغربية كالديمقراطية والاشتراكية والفلسفة وغير ذلك من محاولات التوفيق والدمج. ¶ وأكثر ما انتشر في الآونة الأخيرة مصطلح الفلسفة الإسلامية، والذي ألفت فيه الكتب التي تحمل عناوين فلسفية، وخاصة في مجال التربية مثل: (فلسفة التربية، فلسفة التربية الإسلامية، الأصول الإسلامية لفلسفة التربية) . وقد اشتمل البعض على أخطاء جوهرية تتعارض مع المبادئ الإسلامية، وما كان ذلك ليحصل لولا التأثر بالمناهج الغربية مما جعل بعض القلوب والأبصار تتوارى عن الحق برؤية بريق الحضارة الغربية فأصبحوا لا يسمعون إلا بآذان الغرب ولا يرون إلا بأعينهم ولا يصحح ولا يخطأ إلا ما صححه وخطأه الغرب. ثم أعقب ذلك صحوة هزت الحنين إلى المبادئ الإسلامية، فأصبح البعض في",
            "page": "297",
            "part": "1",
            "seal": "A3DF2735"
        },
        {
            "id": "2",
            "nass": "حيرة من أمره، فحاول أن يوفق بين القيم الإسلامية والغربية ويسخر علمه لذلك دون إدراك للعواقب والمغبة التي تتوارى خلف ذلك. فظهرت بعض المصطلحات الغربية الممزوجة بالإسلام في العنوان، وبالأخطاء في المضمون. ¶ ومن هنا جاءت هذه المحاولة لجمع بعض المعلومات في هذا الموضوع تبياناً وإيضاحاً لتعارض الفلسفة التربوية مع مبادئ الإسلام الحنيف، لعلي أسهم بشيء يسير في خدمة هذا الدين العظيم، وتصحيح هذا المفهوم التربوي الخطير. ¶ وأسال الله أن يعلمنا ما ينفعنا وينفعنا بما علمنا. ¶ أهمية الدراسة: ¶ لقد انتشر في المجتمعات الإسلامية الكثير من المصطلحات الأجنبية ذات الدلالات المخالفة للمنهج الإسلامي؛ وذلك بسبب عاملي: الترجمة والاقتباس من المجتمعات غير الإسلامية، خاصة التي قطعت شوطاً كبيراً في التقدم التقني. ¶ ومن تلك المصطلحات فلسفة التربية، التي تحاول هذه الدراسة بيان مفهومها ودلالاتها، وعدم توافقها مع المنهج الإسلامي، وكذا موقف بعض علماء المسلمين من هذا المصطلح. ¶ الأمر الذي قد يسهم ـ بإذن الله تعالى ـ في عدم تبني هذا المصطلح، والحيلولة دون استخدامه وربطه بالجوانب التربوية، في ضوء ما سيتضح من هذا البحث. ¶ أهداف الدراسة: ¶ تهدف الدراسة إلى الوقوف على حقيقة مصطلح الفلسفة ومعرفة مدلوله وماهيته، وموقف التربية الإسلامية منه. أسئلة الدراسة: ¶ يمكن تحديد أسئلة الدراسة فيما يلي:",
            "page": "298",
            "part": "1",
            "seal": "4367C9CF"
        },
        {
            "id": "3",
            "nass": "- ما معنى مصطلح فلسفة التربية؟ . ¶ - ما ميدان الفلسفة الذي تبحث فيه؟ . ¶ - أين ظهر مصطلح الفلسفة أولاً؟ وكيف انتقل إلى المجتمعات الإسلامية؟. ¶ - ما هو موقف المنهج الإسلامي من الفلسفة. ¶ منهج الدراسة: ¶ تقوم هذه الدراسة على المنهج الوصفي التحليلي، من خلال وصف هذا المصطلح وتحليل مكوناته ودلالاته، وما يتعلق به من استخدام بعض أبناء المسلمين لهذا المصطلح في كتاباتهم العلمية التربوية. ¶ حدود الدراسة: ¶ تتمحور هذه الدراسة في بيان حقيقة مصطلح فلسفة التربية، الذي ظهر في الكثير من المصنفات والدراسات التربوية مع إيضاح مدلولاته الاصطلاحية ومفاهيمه وميادينه التي يستخدم فيها، وبيان موقف المنهج الإسلامي من ذلك مع عدم الخوض في النظريات الفلسفية، وفي روادها قديماً وحديثاً.",
            "page": "299",
            "part": "1",
            "seal": "31AFADAC"
        },
        {
            "id": "4",
            "nass": "المبحث الثاني: الغزو التربوي ¶ أساليب الغزو التربوي: ¶ يعتبر الغزو التربوي أمضى سلاح تخترق به عقول الأمم وصفوفها؛ وذلك أنه يسير بأبطأ الخطوات، وأقوى المؤثرات، بصور شتى وأساليب متعددة. ¶ والأمة الإسلامية محط الأنظار؛ لأنها محسودة بما أنعم الله تعالى عليها من نعمة الإسلام. قال تعالى: {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّاراً حَسَداً مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ} 1. ¶ ولما ضعفت الأمة في عصورها المتأخرة، وظهر بريق الحضارة الغربية المادية في الجوانب التقنية، ظهر التأثير والتأثر بخطى سريعة وبأساليب متنوعة، أهمها: ¶ 1- مدارس الإرساليات التي انتشرت في مختلف أجزاء العالم الإسلامي بحجة أنها مدارس للنشء الأجنبي. ومن ثم امتدت إلى الجامعات سالكة في ذلك خطين: خط الإرساليات البروتستانتية الأمريكية، وخط الإرساليات الكاثوليكية الفرنسية، وقد بدأت هذه المدارس دينية صرفة، ثم تحولت إلى علمانية نتيجة تحول التعليم الغربي نفسه بعد الثورة الفرنسية من ديني إلى علماني2. ¶ 2- والأسلوب الثاني ما يقدمه الغرب للمسلمين من نماذج حضارية براقة مشوقة بالإغراء من خلال السينما والمسرح والصحافة والأفلام التلفزيونية والقصص الانحرافية المبتذلة، ومن خلال الأزياء وبيوت عرضها، ومجلات لنشرها. إضافة إلى الاحتكاكات الثقافية التي تتيح الفرص أمام الشباب بل تغريهم بمسايرة حياة المجون الأوربية. ¶ __________ ¶ 1 سورة البقرة، آية رقم (109) . ¶ 2 أنور الجندي، التربية وبناء الأجيال، الطبعة الأولى ـ دار الكتب اللبناني، بيروت، عام 1975، ص (28) .",
            "page": "300",
            "part": "1",
            "seal": "C503242D"
        },
        {
            "id": "5",
            "nass": "ولقد نجح الغرب في تكوين مجموعة متخصصة من أبناء البلاد الإسلامية تتبنى الأنموذج الغربي بما تحويه من قيم هدامة لقيمنا الإسلامية، كما نجح في غزو الإطار التربوي وتبنى بعض أبناء الإسلام هذا الغزو عن غير وعي لمغبة هذا الأمر1 مثل: ترجمة الكتب التي تحمل نظريات ومبادئ مخالفة للإسلام، ونقل الأفكار وتبادلها بمختلف الأساليب المؤثرة. ¶ 3- والأسلوب الثالث، هو استغلال الشباب المسلم الذي انبهر ببريق الحضارة الغربية باعتبار أنها تمثل المنهج السليم للرقي والتقدم كما تصورها. ¶ فلقد وجدت هذه المرحلة من تاريخ المجتمع الإسلامي إقبالاً على الفلسفات والمذاهب والعقائد التي حملها الغزو الأوربي الاستعماري والحضاري، ووجدت حتى من أبناء المجتمع الإسلامي من يعينها ويعضدها للدخول إلى المجتمع المسلم، بل أوجدت من يكون جندياً في صفوفها 2. ¶ وفي تتبع أساليبهم التربوية إضلال للفرد والمجتمع، قال تعالى: {وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ} 3. ¶ ولكن ماذا لو أن خطراً تعليمياً أحدق بإحدى المجتمعات الغربية؟ فما هي ردة الفعل؟ . ¶ إن التقرير المقدم من اللجنة الوطنية المكلفة بدراسة وسائل تحقيق التفوق والسبق في التعليم بالولايات المتحدة الأمريكية عام 1983، يرى: (أنه لو قامت قوة معادية بفرض أداء تعليمي قليل الجودة على الشعب الأمريكي ¶ __________ ¶ 1 محمود السيد سلطان، بحوث في التربية الإسلامية، دار المعارف، القاهرة، عام 1979، ص (42) . ¶ 2 محمد المبارك، المجتمع الإسلامي المعاصر، الطبعة الرابعة، دار الفكر، بيروت، عام 1979، ص (101) . ¶ 3 سورة الأنعام، آية رقم (116) .",
            "page": "301",
            "part": "1",
            "seal": "E85FD972"
        },
        {
            "id": "6",
            "nass": "لاعتبر ذلك مدعاة للحرب، ولكن ذلك يحدث الآن من خلالنا نحن الذين سمحنا به، لقد بددنا هدر المكاسب التي حصل عليها في رفع مستوى التحصيل التعليمي لطلابنا بعد التحدي الذي واجهناه بإطلاق القمر الصناعي (سبوتنك SPOT NECK) ، ولكن هذا التدني عمل بلا تفكير وعملية نزع لسلاح التعليم) 1. ¶ لهذا شعرت الأمة الأمريكية بخطأ خططها ونظمها التعليمية، واعتبروها حرباً لو أنها فرضت عليهم فرضاً جبرياً من أمة من الأمم. ¶ أما المسلمون فبالرغم من معرفتهم لمنابع الخطر إلا أن جانب التقليد قد أخذ نصيبه، حيث ظهرت المحاكاة لهم في ملبسهم ومأكلهم ومشربهم. ¶ والمشابهة في الظاهر تورث نوع مودة ومحبة وموالاة في الباطن، كما أن المحبة في الباطن تورث المشابهة في الظاهر، وهذا أمر يشهد به الحس والتجربة 2. ¶ وقد قال رسول الله صلى الله عليه وسلم “لتتّبعن سنن من كان قبلكم شبراً شبراً، وذراعاً ذراعاً، حتى لو دخلوا جحر ضبّ تبعتموهم، قلنا يا رسول الله اليهود والنصارى؟ قال: فمن؟ ” 3. ¶ وقال صلى الله عليه وسلم: “لا تقوم الساعة حتى تأخذ أمتي بأخذ القرون قبلها شبراً بشبر وذراعاً بذراع، فقيل، يا رسول الله كفارس والروم؟ فقال: ومن الناس إلا أولئك” 4. ¶ __________ ¶ 1 أمة معرضة للخطر، ترجمة وعرض، يوسف عبد المعطي، مكتب التربية العربي لدول الخليج، تقرير مقدم من اللجنة الوطنية المكلفة بدراسة وسائل تحقيق التفوق والسبق في التعليم بالولايات المتحدة الأمريكية عام 1983، ص (12) . ¶ 2 ابن تيمية، اقتضاء الصراط المستقيم، ص (221) . ¶ 3 البخاري (4/368) ، برقم (7320) . ¶ 4 البخاري (4/367) ، برقم (7319) .",
            "page": "302",
            "part": "1",
            "seal": "2076B916"
        },
        {
            "id": "7",
            "nass": "قال ابن بطال في معنى ذلك: “أعلم صلى الله عليه وسلم أن أمته ستتبع المحدثات من الأمور والبدع والأهواء، كما وقع للأمم قبلهم، وقد أنذر في أحاديث كثيرة بأن الآخر شر، والساعة لا تقوم إلا على شرار الناس، وأن الدين إنما يبقى قائماً عند خاصة من الناس”1. ¶ وفي هذا تحذير وتنبيه للأمة من الاستنان والاقتداء بالأمم في انحرافها وأهوائها. ¶ ولعل أبرز دوافع الاستسلام للغزو التربوي الشعور بالعجز، أو النقص في بعض الجوانب، مما يدفع المرء إلى الاقتداء بمن يرى أنهم متفوقون في ذلك الجانب الذي أخفق فيه، وهذا يحدث على مستوى الأفراد وعلى مستوى المجتمعات 2. ¶ كما أن ازدواجية الشعور بقدرة المنهج الإسلامي على الارتقاء بالأمة إلى أعلى مستويات التقدم مع الشعور والانبهار بتقدم الغرب وقدراته دون التفرقة بين السقيم والسليم يجعل المرء في فصام تربوي “بين إقرار وعدم تطبيق، واقتباس” فنقر للمنهج الإسلامي بالقدرة والاستطاعة على النهوض بالأمة كما نهض بأسلاف المسلمين عندما نهضوا به في قرونه الأولى مع عدم تطبيقه في مجالات الحياة، إضافة إلى الأخذ عن الغرب دون دراسة واعية مصححة على معايير الإسلام. ¶ مما يجعل الاستفادة من تقنيات الغرب يكترثها شيء من التأثر في الجوانب الأخرى، الأمر الذي يؤكد أهمية إيلاء هذا الجانب عناية من المؤسسات التربوية على مستوى الأمة والأفراد، بما يحصر الاستفادة في الجوانب التقنية دون امتداد تبعاتها على الجوانب الفكرية والعقدية والأخلاقية للأمة. ¶ 1 ابن حجر، فتح الباري (13/301) . ¶ 2 خالد بن حامد الحازمي، أصول التربية الإسلامية، ص (385) .",
            "page": "303",
            "part": "1",
            "seal": "21C56D3D"
        },
        {
            "id": "8",
            "nass": "استخدام المصطلحات الغربية ¶ الديمقراطية ¶ ... ¶ استخدام المصطلحات الغربية: ¶ لقد كثر لدى المجتمعات الإسلامية استخدام المصطلحات الغربية في معظم شؤون الحياة، سواءً في التعليم أو الاقتصاد أو غيرها، بل إن البعض يفاخر باستخدامها ويغمط اللغة العربية حقها في قدرتها وسعتها لكل المجالات، فهي التي وسعت كتاب الله لفظاً وغاية، فلن يعجزها أن تمد البشر بما يحتاجون من المصطلحات. ¶ فتجد البعض يستخدم مضمون المصطلحات ومحاولة تطبيقها والمناداة بها كالديمقراطية والاشتراكية، وفي ذلك يقول أحد الذين دخلوا في الإسلام من الغربيين: “إن من باب التضليل المؤذي إلى أبعد الحدود أن يحاول الناس تطبيق المصطلحات التي لا صلة لها بالإسلام على الأنظمة الإسلامية؛ لأن للإسلام نظاماً اجتماعياً متميزاً خاصاً به وحده، يختلف من عدة وجوه عن الأنظمة السائدة في الغرب، ولا يمكن لهذا النظام أن يدرس ويفهم إلا في حدود مفاهيمه ومصطلحاته الخاصة، وأن أي شذوذ عن هذا المبدأ سوف يؤدي حتماً إلى الغموض والالتباس بدلاً من الوضوح والجلاء 1“. ¶ والله سبحانه وتعالى يقول: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ. فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ} 2. ¶ وجاء في تفسير موالاتهم “أن التولي التام يوجب الانتقال إلى دينهم، والتولي ¶ __________ ¶ 1 محمد أسد، منهاج الإسلامي في الحكم، ترجمة منصور محمد ماضي، ط (6) ، دار العلم للملايين، بيروت، عام 1983م، ص (52) . ¶ 2 سورة المائدة، آية رقم (51ـ53) .",
            "page": "304",
            "part": "1",
            "seal": "701707C4"
        },
        {
            "id": "9",
            "nass": "القليل يدعو إلى الكثير، ثم يتدرج شيئاً فشيئاً حتى يكون العبد منهم” 1. ¶ وكثير من الأنظمة الأجنبية يشكل تهديداً أكيداً لقدراتنا على الارتباط بديننا وتهديداً لما نؤمله من أن نكون أمة تحترم ذاتها، وقد ترتب على هذه الازدواجية آثار بعيدة المدى، أهمها الانشطار والثنائية في الكيان الاجتماعي والفكري 2. فهناك من يرى اتفاق هذه المصطلحات مع الإسلام، وهناك من يراها على عكس ذلك، ومنهم من يحاول التوفيق بينها، ومن تلك المصطلحات الغربية التي غزت بعض بلداننا الإسلامية وأصبحت شعاراً يستخدم في المجالات المعرفية ما يلي: ¶ الديمقراطية: ¶ إن هذا المصطلح يستعمل في الغرب بالمعنى الذي أعطته إياه الثورة الفرنسية، ويقصد به الدلالة على المساواة في الحقوق السياسية والاجتماعية والاقتصادية لجميع المواطنين، ورقابة الأمة على الحكومة عن طريق هيئة نيابية يشترك في انتخاب أعضائها جميع البالغين من أفراد الشعب، ويشمل أيضاً حق الشعب المطلق في أن يشرع لجميع الأمور العامة بأغلبية أصوات نوابه 3، كما يقوم على إعطاء الحريات في العقيدة والرأي والتملك 4. ¶ “وتلك صورة تحمل في طياتها بريقاً مذهلاً، غير أنها عند التحليل تبدو خيالية، بعيدة عن الواقع الذي يشهد باصطدام هذا المذهب بمبادئ الإسلام القائم على ¶ __________ ¶ 1 عبد الرحمن السعدي، تيسير الكريم الرحمن في تفسير كلام المنان (1/494) . ¶ 2 أنور الجندي، التربية وبناء الأجيال في ضوء الإسلام، مرجع سابق، ص (132ـ132) . ¶ 3 محمد أسد، منهاج الإسلام في الحكم، مرجع سابق، ص (48) . ¶ 4 عبد العزيز البدري، حكم الإسلام في الاشتراكية، ط (5) ، المكتبة العلمية، المدينة المنورة، 1983، ص (147) .",
            "page": "305",
            "part": "1",
            "seal": "E7D75C14"
        },
        {
            "id": "10",
            "nass": "أن الله سبحانه وتعالى هو المشرع الأول وإن الحكم لله رب العالمين” 1. ¶ ومعاني الديمقراطية: “مخالفة لأحكام الإسلام ومناقضة له، بل ليس لها أي واقع حتى عند الديمقراطيين أنفسهم 2. ¶ وبالرغم من تعارض أسس الديمقراطية مع الإسلام إلا أنه “كثيراً ما نلاحظ فيما يكتبه بعض المسلمين المعاصرين بأن الإسلام يدعو إلى الديمقراطية”3. ولكن الذين ينطقون بها ويلهجون بذكرها قل ما يوجد فيهم من درس الإسلام، ونظر في تعاليمه، لمعرفة مقام الديمقراطية في الإسلام”4. “فخصائص الديمقراطية ليست من الإسلام في شيء، فلا يصح إطلاق كلمة الديمقراطية على نظام الدولة الإسلامية” 5. ¶ فالله تعالى أنزل الأحكام والتشريعات في كتابه العزيز وفي سنة المصطفي صلى الله عليه وسلم، ولم يترك الأمر هملاً يقدره الناس بينهم. قال تعالى: {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحاً وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ} 6. ¶ أي آمركم أن تقيموا جميع شرائع الدين، أصوله وفروعه، تقيمونه بأنفسكم، وتجتهدون في إقامته على غيركم”7. ¶ __________ ¶ 1 محمد علي المرصفي، من المبادئ التربوية في الإسلام، عالم المعرفة، جدة 1983، ص (55) . ¶ 2 عبد العزيز البدري، حكم الإسلام في الاشتراكية، مرجع سابق، ص (147) . ¶ 3 محمد أسد، منهاج الإسلام في الحكم، مرجع سابق، ص (46) . ¶ 4 أبو الأعلى المودودي، نظرية الإسلام وهديه، ترجمة جليل حسن الإصلاحي، مؤسسة الرسالة، بيروت، 1280، ص (9) . ¶ 5 المرجع السابق، ص (34) . ¶ 6 سورة الشورى، آية رقم (13) . ¶ 7 عبد الرحمن بن سعدي، تيسير الكريم الرحمن في تفسير كلام المنان (4/414) .",
            "page": "306",
            "part": "1",
            "seal": "9B5DC145"
        },
        {
            "id": "11",
            "nass": "ومن شرائع الدين العلاقة بين الحاكم والمحكوم 1 بينما الديمقراطية هي حكم الشعب. ¶ __________ ¶ 1 انظر: الأحكام السلطانية للماوردي، حيث تناول هذا الموضوع بالتفصيل.",
            "page": "307",
            "part": "1",
            "seal": "08A38330"
        },
        {
            "id": "12",
            "nass": "الاشتراكية: ¶ ومن الكلمات التي غالباً ما يرددها البعض أن الإسلام اشتراكي في اتجاهاته، ولو أمعن النظر في الاشتراكية وأهدافها ومبادئها لأنكر ذلك؛ لأن الاشتراكية نظام لعلاج المشكلات الاقتصادية بمبادئ تتعارض مع الإسلام. فالاشتراكية تقوم على المبادئ التالية 2: ¶ 1- تحقيق مبدأ قاعدة المساواة الفعلية بين الأفراد. ¶ 2- إلغاء الملكية الخاصة ـ الفردية ـ كلياً أو جزئياً. ¶ 3- الفرص الخاصة، والحظ والإرث هي من الأسباب غير المشروعة للتملك والامتياز. ¶ 4- الأرض ملك الأمة لا يجوز توزيعها ولا احتكارها ولا توريثها. ¶ 5- التأميم. ¶ “وبعض الكتاب المسلمين المعاصرين يقولون بأن الإسلام اشتراكي في اتجاهاته؛ ذلك بأنه يرمي إلى إيجاد نوع من النظام، يضمن لجميع المواطنين فرصاً متكافئة في الضمان الاقتصادي، وتوزيعاً منصفاً للثروة القومية. ¶ ولكننا نستطيع أن نقول بنفس الروح أن الإسلام يعارض الاشتراكية التي تعني الهيمنة الجبرية على كل مظاهر الحياة الاجتماعية، وتقديم الاقتصاد على الأخلاق والآداب، والهبوط بقيمة الشخصية الإنسانية حتى يصبح الإنسان مجرد آلة صماء للإنتاج القومي فقط 3 وتحط من قيمته وحريته في الكسب والتملك ¶ __________ ¶ 1 انظر: الأحكام السلطانية للماوردي، حيث تناول هذا الموضوع بالتفصيل. ¶ 2 عبد العزيز البدري، حكم الإسلام في الاشتراكية، مرجع السابق، ص (68ـ69) . ¶ 3 محمد أسد، منهاج الإسلام في الحكم، مرجع سابق، ص (51) .",
            "page": "307",
            "part": "1",
            "seal": "15566160"
        },
        {
            "id": "13",
            "nass": "والميراث الذي فرضه الله على عباده لعباده. ¶ والإسلام حقق مبدأ العدل بين الناس وفق ضوابط شرعية وقواعد ربانية تناولتها كتب الفقه والقواعد الفقهية. مثل: لا ضرر ولا ضرار والضرر يزال، والعدل واجب في كل شيء 1. ¶ كما أن الإسلام أسس للأسرة قواعد لتقسيم الميراث بنصوص شرعية واجبة التطبيق، كما بين الحقوق المرعية بين أفراد المجتمع على مستوى الزوجين أو عموم أفراد الأسرة، أو الجوار، ولم يتركها لاجتهادات الأفراد،. قال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْأِسْلامَ دِيناً} 2. ¶ وهناك العديد من تلك المصطلحات التي تتعارض مع الإسلام إما في الهدف والأسلوب أو بهما معا، مثل التربية القومية، البيروقراطية، العقلانية. ¶ وحيث إن هذا البحث لا يهدف إلى بحث عموم تلك المصطلحات فقد جرت الإشارة إليها تبياناً وإيضاحاً وتمهيداً لموضوع فلسفة التربية. ¶ اعترافات الحاقدين بحقدهم على المسلمين: ¶ لا شك أن للأمة الإسلامية أعداء يتربصون بها الدوائر، يودون لو يفتكون بها بين عشية وضحاها، فتراهم يخططون ويدبرون لذلك من خلف ستار الود الذي يظهرونه للمسلمين أحياناً، إلا أن بعضاً منهم قد صرح بذلك علانية وجهاراً، وقد رصدت الأقلام والكتب أقوالهم، وقد دونها التاريخ وسوف يدونها لتكون شهادة عليهم. ¶ ولقد بيّن الله تعالى حقدهم وكراهيتهم للإسلام والمسلمين. قال تعالى: {هَا أَنْتُمْ أُولاءِ تُحِبُّونَهُمْ وَلا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ وَإِذَا لَقُوكُمْ قَالُوا آمَنَّا وَإِذَا خَلَوْا ¶ __________ ¶ 1 انظر: القواعد والأصول الجامعة، لعبد الرحمن السعدي، والأشباه والنظائر للسيوطي. ¶ 2 سورة المائدة، آية رقم (3) .",
            "page": "308",
            "part": "1",
            "seal": "E642BDDC"
        },
        {
            "id": "14",
            "nass": "عَضُّوا عَلَيْكُمُ الْأَنَامِلَ مِنَ الْغَيْظِ قُلْ مُوتُوا بِغَيْظِكُمْ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ} 1. وقال تعالى: {وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ} 2. ¶ ومن المناسب عرض بعض من نصوص تلك الاعترافات كما يلي: ¶ يقول لورنس براون: “إن الإسلام الجدار الوحيد في وجه الاستعمار الأوربي”3. ¶ يقول غلاد ستون رئيس وزراء بريطانيا السابق: “مادام هذا القرآن موجود في أيدي المسلمين فلن تستطيع أوربا السيطرة على الشرق” 4. ¶ ويقول أيضاً في مجلس العموم البريطاني: “لن يهدأ بال أوربا ما بقي القرآن في أيدي المسلمين ومادام المسلمون يرعون اجتماع الجمعة بينهم، ومادام الأزهر معموراً بمدرسيه وطلابه في مصر، وما ظلت وفود الحجاج تهوى أفئدتها إلى البيت الحرام” 5. ¶ يقول المبشر تاكلي: “يجب أن نستخدم القرآن وهو أمضى سلاح الإسلام ضد الإسلام نفسه، حتى نقضي عليه تماماً، يجب أن نبين للمسلمين أن الصحيح في القرآن ليس جديداً وأن الجديد ليس صحيحاً”6. ¶ يقول وليم جيفور: “متى توارى القرآن ومدينة مكة عن بلاد العرب يمكننا حينئذٍ أن نرى العربي يتدرج في سبيل الحضارة التي لم يبعده عنها إلا محمد ¶ __________ ¶ 1 سورة المائدة، آية رقم (119) . ¶ 2 سورة البقرة، آية رقم (120) . ¶ 3 جلال العالم، قادة الغرب يقولون دمروا الإسلام أبيدوا أهله، دار الأرقم، عمان عام 1982م، ص (40) . ¶ 4 المرجع السابق، ص (40) . ¶ 5 أحمد محمد جمال، قضايا معاصرة في محكمة الفكر الإسلامي، مرجع سابق، ص (160) . ¶ 6 جلال العالم، قادة الغرب يقولون دمروا الإسلام أبيدوا أهله، مرجع سابق، ص (68) .",
            "page": "309",
            "part": "1",
            "seal": "C2DF9DF2"
        },
        {
            "id": "15",
            "nass": "وكتابه” 1. ¶ يقول القسيس ويتبرتشت: “يجب علينا أن ننشئ جسراً فوق الهاوية التي تفصل بين العناصر، وللتوصل إلى ذلك يجب أن ننتفع من وجود الطلبة المسلمين في إنجلترا” 2. ¶ يقول المبشر تاكلي: “يجب أن نشجع المدارس على النمط الغربي العلماني؛ لأن كثيراً من المسلمين قد زعزع اعتقادهم بالإسلام والقرآن حينما درسوا الكتب المدرسية الغربية وتعلموا اللغات الأجنبية”3. ¶ يقولون: “إن المسلمين يدّعون أن في الإسلام ما يلبي كل حاجة اجتماعية للبشر، فعلينا نحن المبشرين أن نقاوم الإسلام بالأسلحة الفكرية والروحية”4. ¶ وفي موسوعة تاريخ الجنس البشري وتقدمه الثقافي والعلمي الذي أصدرته الأمم المتحدة يقولون 5. ¶ 1- الإسلام ترتيب ملفق من اليهودية والمسيحية والوثنية العربية. ¶ 2- القرآن كتاب ليس فيه بلاغة. ¶ 3- الأحاديث النبوية وضعت من قبل بعض الناس بعد الرسول بفترة طويلة ونسبت إلى الرسول. ¶ 4- وضع الفقهاء المسلمون الفقه الإسلامي مستندين إلى القانون الروماني، والقانون الفارسي، والتوراة، وقوانين الكنيسة. ¶ __________ ¶ 1 أ. ل. شاتليه، الغارة على العالم الإسلامي، ترجمة محب الدين الخطيب، مساعد اليافي، الطبعة الرابعة، الدار السعودية للنشر والتوزيع، جدة، عام 1985م، ص (58) . ¶ 2 المرجع السابق، ص (55) . ¶ 3 جلال الدين العالم، قادة الغرب يقولون دمروا الإسلام أبيدوا أهله، مرجع سابق، ص (23) . ¶ 4 المرجع السابق، ص (77) . ¶ 5 المرجع السابق، ص (78) .",
            "page": "310",
            "part": "1",
            "seal": "92D773B4"
        },
        {
            "id": "16",
            "nass": "فهذه بعض من تلك الاعترافات للحاقدين على الإسلام، حيث إنهم يضعون السم في العسل، ويخلطون الضلال بالصواب، والباطل بالحق، حتى يصبح الإنسان في ذهول فكري بين دراساتهم الفلسفية، لا يدري ماذا تعلم؟ وماذا استفاد؟ وكيف السبيل إلى الاستفادة؟ . ¶ وبالتالي يود لو أن ينتصر لأفكاره بأي وسيلة، مما يجعل المتأثِّرين بهم يحاولون أسلمت بعض الأفكار والمصطلحات الغربية دون عرضها على المبادئ الإسلامية، وبالتالي يحصل التخبط وعدم الاتزان.",
            "page": "311",
            "part": "1",
            "seal": "5E5B0119"
        },
        {
            "id": "17",
            "nass": "المبحث الثالث: حقيقة الفلسفة ¶ مفهوم الفلسفة ¶ مدخل ¶ ... ¶ المبحث الثالث: حقيقة الفلسفة ¶ مفهوم الفلسفة: ¶ الدلالة اللغوية للفلسفة: ¶ قال ابن منظور: الفلسفة الحكمة، أعجمي، وهو الفيلسوف1. والفيلسوف: يونانية، أي محب الحكمة، أصله (فيلا) وهو المحب و (سوفا) ، وهو الحكمة2. ¶ وجاء في المعجم الوسيط أن الفلسفة هي “دراسة المبادئ الأولى، وتفسير المعرفة تفسيراً عقلياً” 3. ¶ الدلالة الاصطلاحية للفلسفة: ¶ هي مجموعة من الأفكار المترابطة في صورة مذاهب فكرية تتسق في بحثها عن الحقيقة الكونية، وظواهر الطبيعة البشرية 4. ¶ وتعرف بأنها “الوصول عن طريق العقل إلى فهم المجهول، والإجابة عن الأسئلة التي يعجز العلم عن بحثها والفصل فيها”5. ¶ وحيث إن الفلسفة تتخذ من العقل مرتكزاً لها ومحوراً تدور في حدوده، فإنها “لا تبدأ الفلسفة بمسلمات مهما كان مصدرها، فإذا كان الدين يرتكز على الإيمان، فالفلسفة لا تجعل الإيمان سنداً لما يوصف بأنه حق”6. ¶ __________ ¶ 1 ابن منظور، لسان العرب، جاء مادة الحكم، ص (4/98) . ¶ 2 الطاهر أحمد الزواوي، ترتيب القاموس المحيط على طريقة المصباح المنير وأساس البلاغة، (1/98) . ¶ 3 مجمع اللغة العربية المعجم الوسيط (2/700) . ¶ 4 منير المرسي سرحان، في اجتماعيات التربية، مكتبة الأنجلو المصرية، ط (3) ، 1420هـ 2982م، القاهرة، ص (39) . ¶ 5 أنور الجندي، معلمة الإسلام، المكتب الإسلامي، ط (2) ، عام 1402? - 1982م، (2/35) . ¶ 6 الموسوعة العربية الميسرة، مادة فلسفة، ص (1310) .",
            "page": "312",
            "part": "1",
            "seal": "C3DA4259"
        },
        {
            "id": "18",
            "nass": "بالإضافة إلى أن الفلسفة تعني الحكمة أو محب الحكمة، الأمر الذي يتطلب إيضاح المعنى الاصطلاحي واللغوي للحكمة، ومن ثم التعرف على الفارق بين مدلول الحكمة عند المسلمين وعند غيرهم. ¶ الحكمة في الدلالة اللغوية: ¶ الحكمة: “بالكسر العدل والعلم والحلم والنبوة والقرآن والإنجيل، وأحكمه أتقنه فاستحكم، ومنعه عن الفساد” 1. ¶ والحكمة “عبارة عن معرفة أفضل الأشياء بأفضل العلوم، ويقال لمن يحسن دقائق الصناعات ويتقنها: حكيم”2. ¶ الحكمة في الدلالة الاصطلاحية: ¶ أولاً: في المفهوم الإسلامي: ¶ ورد في معنى الحكمة أقوال متعددة 3 تفسيراً لما جاء في الآيات القرآنية ¶ __________ ¶ 1 الفيروز آبادي، القاموس المحيط، (4/98) ، دار الفكر، بيروت (د. ت) . ¶ 2 ابن منظور، لسان العرب (12/140) . ¶ 3 وذكر ابن الجوزي، أحد عشر قولاً في معنى الحكمة: ¶ 1- إنها القرآن، قاله ابن مسعود ومجاهد والضحاك ومقاتل. ¶ 2- ناسخ القرآن ومنسوخه ومحكمه ومتشابهه ومقدمه ومؤخره، ونحو ذلك، رواه علي ابن أبي طلحة عن ابن العباس. ¶ 3- النبوة، رواه أبو صالح عن ابن عباس. ¶ 4- الفهم في القرآن، قاله أبو العالية، وقتادة، وإبراهيم. ¶ 5- العلم والفقه، رواه الليث عن مجاهد. ¶ 6- الإصابة في القول، رواه ابن أبي نجيح عن مجاهد. ¶ 7- الورع في دين الله، قاله الحسن. ¶ 8- الخشية لله، قاله الربيع بن أنس. ¶ 9- العقل في الدين، قاله أبو زيد. ¶ 10- الفهم، قاله شريك. ¶ 11- العلم بالعمل، لا يسمى الرجل حكيماً إلا إذا جمعها، قاله ابن قتيبه، انظر زاد المسير في علم التفسير، دار الفكر، ط (1) ، عام 1407هـ، بيروت، (1/280) .",
            "page": "313",
            "part": "1",
            "seal": "CE9C4FB6"
        },
        {
            "id": "19",
            "nass": "الكريمة التي ذكرت فيها الحكمة، كقوله تعالى ـ إخباراً عن دعوة إبراهيم لأهل الحرم ـ قال تعالى: {رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} 1. أي “يعلمهم الخير فيفعلوه، والشر فيتقوه”2. وكقوله تعالى: {يُؤْتِي الْحِكْمَةَ مَنْ يَشَاءُ وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْراً كَثِيراً وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ} 3. ¶ فالحكمة الإصابة في القول، وقيل العلم والفقه والقرآن. وقال أبو العالية: الحكمة خشية الله، فإن خشية الله رأس كل حكمة. وقال إبراهيم النخعي: الحكمة الفهم. وقال أبو مالك: الحكمة السنة 4. ¶ ويقسم ابن قيم الجوزية الحكمة إلى قسمين: قولية: وهي قول الحق، وفعلية: وهي فعل الصواب، وكل طائفة لهم حكمة يتقيدون بها، وأصح الحكم من كانت حكمته أقرب إلى حكمة الرسل التي جاءوا بها من الله 5. ¶ ثانياً: في المفهوم الغربي: ¶ يقول فيليب، هـ. فينكس أحد فلاسفة الغرب عن الحكمة في فلسفتهم “إنّ الفلسفة ليست الحكمة ذاتها، ولكنها حب الحكمة، فالفرد الجاهل عند بحثه ¶ __________ ¶ 1 سورة البقرة، آية رقم (129) . ¶ 2 ابن كثير، تفسير القرآن العظيم، (1/190) . ¶ 3 سورة البقر، آية رقم (269) . ¶ 4 ابن كثير، تفسير القرآن، ج (1) ، ص (329) . ¶ 5 ابن القيم: إغاثة اللهفان من مصايد الشيطان، النور الإسلامية (د. ت) ، بيروت، (2/256) .",
            "page": "314",
            "part": "1",
            "seal": "64475654"
        },
        {
            "id": "20",
            "nass": "عن الحكمة يكون أقرب إلى الفيلسوف منه إلى العالم القانع بمعرفته” 1. ¶ إن الفرق متباين وواضح وجلي بين مدلول حب الحكمة في المفهوم الإسلامي والمفهوم الغربي كوضوح الشمس في كبد السماء، ومتباين كتباين الحق والباطل، فهي في الإسلام قول وعمل، قول الحق وفعل الصواب، وفي المذهب الغربي هي البحث وليس العلم ونتيجته، وسواء كان هذا البحث صادراً من عالم أو جاهل، وسواء كان موضوع البحث في الحق أو الباطل، وشتان ما بين نتائج بحث الجاهل والعالم. قال تعالى: {قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ} 2. ¶ فالجاهل “قد يمرض قلبه ويشتد مرضه ولا يعرف به صاحبه لاشتغاله وانصرافه عن معرفة صحته وأسبابها، بل قد يموت وصاحبه لا يشعر بموته، وعلاقة ذلك أنه لا تؤلمه جراحات القبائح، ولا يوجعه جهله بالحق وعقائده الباطلة، فإن القلب إذا كان فيه حياة تألم بورود القبيح عليه، وتألم بجهله بالحق بحسب حياته”3. ¶ ويقول فيليب ?. فينكس: إن الفلسفة عمل أي فرد وكل فرد وليست وقفاً على الأكاديمي أو العبقري، فمن حق كل فرد ومن واجبه أن يسأل أسئلة أساسية، وأن يوضح عن طريق المناقشة والتأمل والفروض التي يقوم عليها السلوك والاعتقاد4. وهي السير في الحكمة دون الحصول عليها بالفعل، وأنها تشتمل على أسئلة مفتوحة أكثر من اشتمالها على أجوبة منتهية مقفلة كقوانين العلم5. ¶ __________ ¶ 1 فيلب، هـ. فينكس فلسفة التربية، ترجمة، محمد لبيب النجيحي، دار النهضة العربية، عام 1965هـ، القاهرة، ص (27) . ¶ 2 سورة الزمر، آية رقم (9) . ¶ 3 ابن قيم الجوزية، إغاثة اللهفان، من مصايد الشيطان، مرجع سابق (1/83ـ84) . ¶ 4 فيليب هـ. فينكس، فلسفة التربية، مرجع سابق، ص (31) . ¶ 5 محمد ثابت الفندي، مع الفيلسوف، دار النهضة العربية، القاهرة، 1980، ص (28) .",
            "page": "315",
            "part": "1",
            "seal": "17EDD6DA"
        },
        {
            "id": "21",
            "nass": "وبهذا تكون أدوات البحث عن الحكمة إثارة السؤال والمناقشة والجدل ووضع الفروض بحسب الاعتقاد، ومن أي شخص كان، وهذا مرفوض لعدم اتفاقه مع العلم الصحيح لأسباب عدة، منها ما يلي: ¶ أولاً: أنه لا يفرق بين بحث العالم والجاهل، قال تعالى: {قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ} 1. ¶ ثانياً: هذا يترك للجاهل المجال في البحث عن الحكمة دون استعداد مسبق بسلاح العلم. ¶ ثالثاً: أنّ هذا مدعاة إلى الجنوح في الخيال والتأمل وإثارة أسئلة لا يمكن لحواسنا أن تدرك أو تتوصل إلى الإجابة عنها مثل: “الأسئلة في الروح” وقد يؤدي ذلك بالإنسان إلى الضياع، ومن الخيال ما يقتل ويهدر الوقت والجهد. قال تعالى: {وَيَسْأَلونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلاً} 2. ¶ رابعاً: هذا يترك المجال للجاهل أن يبني أسئلة على الفروض النابعة من اعتقاده، واعتقاد الجاهل إلى الخطأ أقرب، وعن الصواب أبعد. ¶ وبالرغم من هذا الاختلاف إلا أن هناك من يؤيد هذه التعريفات، فيقول أحدهم: “أخذ الناس ينظرون إلى الفلسفة على أنها المنظم المستمر من جانب الرجل العادي، والرجل المتعلم لكي يجعل من الحياة شيئاً له معنى، ويقوم الذكاء بتوجيهه كلما أمكن، وأن هذا المفهوم للفلسفة يحظى باعتراف بين معظم طبقات الشعب، وأن هذا التعريف يوضح ماهية الفلسفة ووظيفتها بصفة عامة من وجهة نظرنا” 3. ويضيف بأن الفلسفة نشاط عقلي يرمي إلى فحص نقدي ¶ __________ ¶ 1 سورة الزمر، آية رقم (9) . ¶ 2 سورة الإسراء، آية رقم (85) . ¶ 3 محمد لبيب النجيحي، مقدمة في فلسفة التربية، الطبعة الثانية، مكتبة الانجلو المصرية، القاهرة، عام1967، ص (23) .",
            "page": "316",
            "part": "1",
            "seal": "D839DDF6"
        },
        {
            "id": "22",
            "nass": "منظم للمعتقدات والمبادئ حتى يجعل لهذه المعتقدات والمبادئ أساساً تقوم عليه، وتقف به في وجه أنواع الصراع المختلفة وأنواع القيم المختلفة، التي قد نواجهها 1. ¶ وبهذا فإن هذا المفهوم يجعل من الفلسفة منظماً للعقيدة، وأنها المحك الذي تعرض عليه المعتقدات، فما يوافقها يقبل: وما ينافرها يجتنب، وكل هذا لسبب واحد كما يقول: حتى يجعل للمعتقدات والمبادئ أساساً تقف به في وجه أنواع الصراع المختلفة، والقيم المختلفة التي نواجهها. وبالتّالي جعلت الفلسفة أكبر وأهم من العقيدة بل إنها مشرعة للعقيدة. ¶ وآخر يعرف الفلسفة بقوله: “هي بحر على خلاف البحور، يجد راكبه الخطر والزيغ في سواحله وشطآنه والأمان والإيمان في لججه وأعماقه” 2. ¶ وفي هذا التعريف الذي ذكره نديم الجسر، دعوة إلى التعمق في الفلسفة وإحالة كل شيء إليها لمعرفة كنهه، وأنها مصدر الإيمان والأمان؛ وبذلك وضعت في درجة الشريعة. ¶ ويقول: “إن التوسع في الفلسفة غير ممكن وغير ضروري بالنسبة لكافة الطلاب، ولكنه أصبح ضرورياً بالنسبة لعلماء الدين، بل واجباً أصيلاً عليهم، ليستطيعوا القيام بما هو مطلوب منهم من الإرشاد إلى الحق والدعوة إلى الله”3. ¶ وهذه جرأة طاعنة في الدين، تصفه بالقصور وعدم قدرته الوصول إلى الناس إلا عن طريق الفلسفة، ونبينا محمد صلى الله عليه وسلم بلغ الدعوة وأدى الأمانة وجاهد في الله ¶ __________ ¶ 1 المرجع السابق، ص (24) . ¶ 2 نديم الجسر، قصة الإيمان بين الفلسفة والعلم والقرآن، ص (18) . ¶ 3 المرجع السابق، ص (19) .",
            "page": "317",
            "part": "1",
            "seal": "024E6F02"
        },
        {
            "id": "23",
            "nass": "حق جهاده، وجاء من بعده أصحابه رضوان الله عليهم ثم التابعون فاللاحقون إلى يومنا هذا وهم يقومون بواجبهم تجاه الدعوة خير قيام؛ لأنهم تَحَلّواً بالصبر واليقين، وهما سلاح المؤمن لتبليغ الرسالة، قال تعالى: {وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآياتِنَا يُوقِنُونَ} 1. بل إن الخطأ والزلل كان من نصيب من اتبع طريق الفلاسفة كابن سينا، وغيره كما يقول ابن تيميّة: “وابن سينا أحدث فلسفة ركبها من كلام سلفه اليوناني، ومما أخذه من كلام المبتدعين الجهمية ونحوهم، وسلك طريق الملاحدة الإسماعيلية في كثير من أمورهم العلمية والعملية”2. ¶ وهذا أبو المعالي الجويني يقول: “يا أصحابنا لا تشتغلوا بالكلام فلو عرفت أن الكلام يبلغ بي إلى ما بلغ ما اشتغلت به، وقال عند موته: لقد خضت البحر الخضم وخليت أهل الإسلام وعلومهم، ودخلت في الذي نهوني عنه، والآن فإن لم يدركني ربي برحمته فالويل لابن الجويني، وها أنا ذا أموت على عقيدة أمي أو قال: على عقيدة عجائز نيسابور” 3. ¶ ويقول آخر عن الفلسفة الغربية بأنها: “الوصول عن طريق العقل إلى فهم المجهول والإجابة عن الأسئلة التي يعجز العلم التجريبي عن بحثها والفصل فيها”4. ¶ وبذلك فهي تبحث في الأمور النظرية وما وراء الطبيعة محكمة للعقل في ذلك، ويعلّق أنور الجندي على هذا التعريف بقوله: “وقد كانت الفلسفة بمثابة الأسلوب البشري في مواجهة الأديان من السماء، ويقول أيضاً: “إن الأديان قد ¶ __________ ¶ 1 سورة السجدة، آية رقم (24) . ¶ 2 ابن تيمية، مجموعة الرسائل الكبر، ج (3) ، دار الفكر للنشر والطباعة، 1980، ص (350) . ¶ 3 ابن أبي العز الحنفي، شرح العقيدة الطحاوية، ط (8) ، الإسلامي، بيروت، 1984م، ص (209) . ¶ 4 أنور الجندي، معلمة الإسلام، الطبعة الثانية، المكتب الإسلامي، دمشق، عام 1982م، ص (35) .",
            "page": "318",
            "part": "1",
            "seal": "DBA3EE4D"
        },
        {
            "id": "24",
            "nass": "عملت منذ نزولها أن توضح للإنسان مفهوماً كاملاً عن مهمته وخلقه، وعن العالم الغائب عن نظره سواء عالم ما وراء الطبيعة، أو بعد الموت، وأن الإنسان أجرى هذه المحاولات للوصول وحده إلى ذلك 1. ¶ ويعرفها آخر بأنها مجموعة من الأفكار المترابطة في صورة مذاهب فكرية تتسق في بحثها عن الحقيقة الكونية، وظواهر الطبيعة البشرية 2. ¶ ومن تلك التعريفات يتبين: أن الفلسفة أسلوب يعتمد على العقل عند البحث في الكون وما وراء الطبيعة وفي العقائد، من خلال إثارة الأسئلة المتتابعة دون الوقوف عند جواب محدد. ¶ والاعتماد على العقل فقط يؤدي بالإنسان إلى التردي بين أمواج الضلال العاتية، وبالتالي يغرق فلا يعرف كيف السبيل إلى الخروج؛ لأن للعقل حدوداً في الإدراك. وقد أوضح الله تعالى بعض الأمور الغيبية التي يحتاج الإنسان لمعرفتها مثل وجود البعث والحساب. قال تعالى: {فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَسَوْفَ يُحَاسَبُ حِسَاباً يَسِيراً} 3. وقال تعالى: {وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهاً آخَرَ لا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لا يُفْلِحُ الْكَافِرُونَ} 4. وقال تعالى: {زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ} 5. ¶ وعن الحياة الآخرة. قال تعالى: {وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا لَعِبٌ وَلَهْوٌ وَلَلدَّارُ الْآخِرَةُ ¶ __________ ¶ 1 المرجع السابق، ص (2/35) . ¶ 2 منير المرسي سرحان، في اجتماعيات التربية، الطبيعة الثالثة. مكتبة الأنجلو المصرية، القاهرة، عام1982م، ص (39) . ¶ 3 سورة الانشقاق، آية رقم (7-8) . ¶ 4 سورة المؤمنون، آية رقم (117) . ¶ 5 سورة التغابن، آية رقم (7) .",
            "page": "319",
            "part": "1",
            "seal": "F9684C4B"
        },
        {
            "id": "25",
            "nass": "خَيْرٌ لِلَّذِينَ يَتَّقُونَ أَفَلا تَعْقِلُونَ} 1. وأن الله خالق كل شيء، قال تعالى: {بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ وَخَلَقَ كُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ} 2. ¶ وأما الساعة فإن علمها عند الله، وهي نهاية الحياة الدنيا، قال تعالى: {يَسْأَلونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا. فِيمَ أَنْتَ مِنْ ذِكْرَاهَا. إِلَى رَبِّكَ مُنْتَهَاهَا. كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا.} 3. ¶ وأن الروح أيضاً علمها عند الله، ولا مجال للبحث فيها قال تعالى: {وَيَسْأَلونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلاً} 4. ¶ ولكن أمر الإنسان أن يتفكر ويتأمل في مخلوقات الله جل وعلا: {أَفَلا يَنْظُرُونَ إِلَى الْأِبِلِ كَيْفَ خُلِقَتْ. وَإِلَى السَّمَاءِ كَيْفَ رُفِعَتْ. وَإِلَى الْأَرْضِ كَيْفَ سُطِحَتْ} 5. ¶ إلا أن البعض عتى عن أمر ربه، وترك لنفسه هواها واستحدثت بذلك الفلسفة، فتعددت اتجاهاتها وتباينت تعريفاتها مع عدم وحدتها، فأصبحت تمخر في أمواج الضلال: أما القرآن الكريم فهو ثابت في مبادئه وتعليماته لا تناقض فيه، قال تعالى: {أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراًً} 6. ¶ وقد أخذ بهذه الفلسفة بعض المسلمين فاستخدموها كمصطلح في مناهجهم ¶ __________ ¶ 1 سورة الأنعام، آية رقم (32) . ¶ 2 سورة الأنعام، آية رقم (101) . ¶ 3 سورة النازعات، آية رقم (43ـ46) . ¶ 4 سورة الإسراء، آية رقم (85) . ¶ 5 سورة الغاشية، آية رقم (17ـ20) . ¶ 6 سورة النساء، آية رقم (82) .",
            "page": "320",
            "part": "1",
            "seal": "A3F9EB5F"
        },
        {
            "id": "26",
            "nass": "وكتبهم؛ وبذلك يقدم للأجيال فكر ومصطلحات لا تتفق مع المنهج الإسلامي الذي أنار الله به الطريق، وحدد لنا سبل السلام، فمن أخذ من معين الذين أنعم الله عليهم أصاب الطريق وسلك السليم من القول، والعمل، ومن أخذ بأفكار المغضوب عليهم والضالين أساء السبيل وضل الطريق. قال تعالى: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ. صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ} 1. ¶ __________ ¶ 1 سورة الفاتحة، آية رقم (6-7) .",
            "page": "321",
            "part": "1",
            "seal": "1EBA93ED"
        },
        {
            "id": "27",
            "nass": "الفلسفة عبر العصور: ¶ لقد ظهرت الفلسفة وترعرعت عند قدماء اليونان ثم توارثها الغربيون كعقيدة إلى عصرنا الحاضر؛ وذلك لحاجتهم في إشباع الدافع الديني الروحي الذي لم توفره الكنيسة، ورغبتهم فيما يملأ ذلك الفراغ الذي يحسون به في جميع مراحل حياتهم، وبالتالي امتدت إلى جميع مناهجهم لاعتقادهم بأنها السبيل الأوحد الذي ينير لهم الطريق، وهذا ما سيتضح أثناء العرض المختصر لأطوار الفلسفة التي مرت بها. ¶ ترجع بداية الفلسفة إلى نحو ستة وعشرين قرناً، وأول من تفلسف هو طاليس الذي عاش في القرن السادس قبل الميلاد، والذي يرد العالم إلى الماء كأصل وحيد له، حيث اتجهت في البداية إلى البحث عن المبادئ الأولى للأشياء حتى الانتهاء إلى أوائلها بالإطلاق 2. ¶ ثم جاءت مذاهب السقراطيين وكلها تبحث في الإنسان والأخلاق مقتدية بأخلاق سقراط نفسه. ثم جاء أفلاطون وهو أكبر تلاميذ سقراط فقال بوجود إله واحد هو الخير الأسمى، واخترع المثل الكلية التي يرجع إليها وجود ¶ __________ ¶ 1 سورة الفاتحة، آية رقم (6-7) . ¶ 2 محمد ثابت الفندي، مع الفيلسوف، دار النهضة العربية، بيروت، عام 1980م، ص (40-41) .",
            "page": "321",
            "part": "1",
            "seal": "CDAE2955"
        },
        {
            "id": "28",
            "nass": "الأشخاص الجزئية، وسلمها قيادة الخلق، والإبداع، وجعل من الأشياء ظلالاً تمثلها كجزئيات. ¶ ثم تلاه تلميذه أرسطو وقال بوجود إله، ولكنه جعل وظيفته أن يدفع هيولي العالم وصورته للحركة في أول مرة، وسلم للهيولي مع الصورة زمام الخلق والإبداع والتنويع والتقدير والحركة والصيرورة 1. ¶ فلقد بدأت الفلسفة اليونانية بالبحث في أصل الكون وطبيعته، والمعرفة، ثم أصبح معنى الفلسفة الجمع بين الحكمة الأخلاقية التي تتمثل في الارتفاع فوق أغراض الحياة، ومصالح الأفراد، ودراسة المبادئ التي تقوم عليها دراسة النفس الإنسانية من حيث المعرفة والسلوك، والعقل هو الذي يجمع الإحساسات ويضعها بعضها مع بعض، ويعارض بعضها ببعض، ويدرك العلاقة بينها، ويصدر عليها أحكاماً مغايرة للحس 2. ¶ ثم بعد ذلك تأتي المرحلة الوسطى من أطوار الفلسفة وتمثلها فترة القرون الوسطى حيث كانت مجرد تقليدٍ محضٍ للفلسفة اليونانية، وأن مهمتها لم تزد على محاولة التوفيق بين أفلاطون وأرسطو، وبين هؤلاء والديانة المسيحية أو اليهودية، أو الإسلامية من ناحية أخرى 3. ¶ ومن المستحسن هنا أن نلقى الضوء، على كيفية دخول الفلسفة إلى البيئة الإسلامية، لبيان أنها دخيلة على الإسلام والمسلمين، وليس لها أصل في مناهجهم. ¶ فأول من نقل الفكر الفلسفي إلى العالم الإسلامي النصارى واليهود، أمثال: ¶ __________ ¶ 1 السيد محمود أبو الفيض المنوفي، تهافت الفلاسفة، الطبيعة الأولى، دار الكتاب العربي، بيروت، عام 1967م، ص (36) . ¶ 2 أحمد علي الفنيش، أصول التربية، الدار العربية للكتاب، ليبيا، عام 1982م، ص (16) . ¶ 3 السيد محمود أبو الفيض المنوفي، تهافت الفلاسفة، مرجع سابق، ص (191) .",
            "page": "322",
            "part": "1",
            "seal": "38C38340"
        },
        {
            "id": "29",
            "nass": "آل بختيشوع، وآل حنين من نصارى الحيرة، وقسطا بن لوقا البعلبكي من نصارى الشام، وآل مسرجويه من اليهود 1. ويعتبر دخول الفلسفة للمسلمين في العصر العباسي الأول من 132ـ232هـ، حيث نقلت العلوم الأجنبية الشائعة إلى اللغة العربية 2، وقد اختاروا من كل أمة أحسن ما لديها، ولكنهم اختاروا مع ذلك من اليونان فلسفتهم. ¶ أما الذين اشتغلوا بنقل العلم والفلسفة في العصر العباسي الأول كان معظمهم من أدباء أهل الكتاب من غير المسلمين، وكان أسبق المسلمين إلى هذا المجال يعقوب بن إسحاق الكندي، وفي العصر العباسي الثالث ظهر ابن سينا، وإخوان الصفا، وفي العصر العباسي الرابع ظهر ابن باجه وابن الطفيل وابن رشد وغيرهم من الفلاسفة 3. وفي ذلك العصر تحدد الاتجاه الفلسفي كوسيلة من وسائل الوصول إلى الحقيقة واليقين العقلي، وقد رأى فلاسفة هذا العصر أن الغاية من الدين والفلسفة متشابهة، كما رأى هؤلاء أن الشريعة قد دنست بالجهالات واختلطت بالضلالات ولا سبيل إلى غسلها وتطهيرها إلا بالفلسفة وذلك لأنها حاوية للحكمة الاعتقادية والمصلحة الاجتهادية 4. ¶ فنتيجة الضلال الذي كانوا فيه يعمهون جعلت الفلسفة المنقح والمصحح للعقيدة وتبعاً لذلك تم الاعتماد على العقل دون النقل الثابت، فكانوا شيعاً وأحزاباً، قال تعالى: {فَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ زُبُراً كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ} 5. ¶ __________ ¶ 1 حسن عبد العال، التربية الإسلامية في القرن الرابع الهجري، دار الفكر العربي، القاهرة، عام 1978م، ص (100) . ¶ 2 محمد لطفي جمعة، تاريخ فلاسفة الإسلام في المشرق والمغرب، المكتبة العلمية، ص (ل) . ¶ 3 المرجع السابق، ص (ل. س. ع) . ¶ 4 حسن عبد العال، التربية الإسلامية في القرن الرابع الهجري، مرجع سابق، ص (99) . ¶ 5 سورة المؤمنون، آية رقم (53) .",
            "page": "323",
            "part": "1",
            "seal": "ACCD25B2"
        },
        {
            "id": "30",
            "nass": "وهناك من يرى أن المحاورات والمناظرات والمناقشات في المذاهب هي نوع من الفلسفة، حيث يشير أحدهم إلى ذلك بقوله: أما الدين من حيث هو علم تتناوله المناظرة والجدل وتؤلف فيه الكتب والأسفار، فتعددت الفرق الإسلامية وقامت بينها جميعاً مناقشات وردود ومناظرات ومحاورات حوتها مؤلفات ذلك العصر، وتحولت المعرفة حينئذٍ إلى نظريات فلسفية وجدل كلامي، فما من فكرة أو قول إلا وقد أصبح مركزاً تدور حوله الدوائر من الخلاف والجدل المذهبي1. وهذا الذي يخشى منه عند من ينسبون الفلسفة للإسلام. فيظهر لهم أن المناظرات والمناقشات هي من قبيل الفلسفة. ¶ وأما الموضوعات التي كان يدور حولها النقاش في القرن الرابع الهجري فكانت موضوعات فلسفية في النفس والعقل والزمان والمكان والعالمين العلوي والسفلي والخليقة والمادة والخير والشر والفضيلة والرذيلة والصداقة والصديق 2. ¶ وقد يقول قائل مادام أنها في الفضيلة والرذيلة والصداقة فلماذا الاعتراض عليها خاصة وأن مثل هذه الأمور مهمة في التربية الأخلاقية، والجواب نعم، أنها مهمة ومطلوب تعلمها والتحلي بالصفات الحسنة منها، والابتعاد عن أضدادها، ولكن من منظور إسلامي لا من منظور فلسفي يخرج المرء من النور إلى الظلمات، ومن الصحيح إلى الخطأ، ومن السوي إلى المعوج، ومن السليم إلى السقيم فيجعلهم شيعاً وأحزاباً. ¶ __________ ¶ 1 حسن عبد العال، التربية الإسلامية في القرن الرابع الهجري، ص (84،85) . ¶ 2 المرجع السابق، ص (81) .",
            "page": "324",
            "part": "1",
            "seal": "158681D8"
        },
        {
            "id": "31",
            "nass": "أثر الفلسفة في المجتمع ¶ أوالا: جماعة إخوان الصفا ¶ ... ¶ ؤدي الفلسفة إلى تقسيم المجتمع شيعاً وأحزاباً، ومما يدل على ذلك كثرة الفرق والأحزاب التي أفرزتها حركة الفلسفة في المتمع، ومن النماذج الدالة",
            "page": "324",
            "part": "1",
            "seal": "3483787C"
        },
        {
            "id": "32",
            "nass": "على ذلك ما يلي: ¶ أولاً: جماعة إخوان الصفا: ¶ من أبرز غايات إخوان الصفا مزج الدين بالفلسفة، فالعلوم الحكمية والفلسفة والشريعة عندهم أمران إلهيان يتفقان في الغرض المقصود منها، الذي هو الأصل، ويختلفان في الفروع، وذلك أن الغرض من الفلسفة عندهم هو التشبه بالإله بحسب طاقة البشر. وإخوان الصفا خلطوا الدين بالفلسفة وأساطيرها، ولم يتعد أبو حيان التوحيدي الصواب حين حكم على وسائلهم بأنها خرافات وكتابات وتلفيقات وتلزيقات، واتخذ إخوان الصفا الفلسفة أداة لدعوتهم في تشكيك الناس في دينهم وعقيدتهم، فيهدمون الدين ويرفعون بدلا منه أطلال فلسفة الأوثان المهدومة 1. ¶ __________ ¶ 1 محمد أحمد الخطيب، الحركات الباطنية في العالم الإسلامي، الطبعة الثانية، مكتبة الأقصى، عمان، عام 1986، ص (192ـ195) .",
            "page": "325",
            "part": "1",
            "seal": "85B06740"
        },
        {
            "id": "33",
            "nass": "ثانياً: جماعة المعتزلة: ¶ وجماعة المعتزلة يعزون إدراك ومعرفة كل شيء إلى الحس والنظر العقلي، فهم لا يرون شيئاً إلا ويمكن معرفته بالحس أو النظر العقلي، وأن ما يوجبه العقل فهو واجب، وما يحسنه فهو حسن، وما يقبحه فهو قبيح، فهم يعتبرون العقل المقياس الوحيد لمعرفة الحقيقة، فإذا كانت الأخبار المتواترة لا تخالف العقل قبلت على أنها أخبار صادقة، وفي حالة عجز العقل عن الوصول إلى معرفة جازمة يلجأ إلى التقليد ليكون ظناً صادقاً، وأخيراً الاعتقاد يتبع النتائج التي يصل إليها العقل، إما بواسطة قوته وحدها وإما معتمداً على التقليد 2.",
            "page": "325",
            "part": "1",
            "seal": "1158369E"
        },
        {
            "id": "34",
            "nass": "والاعتماد على العقل دون النقل مزلة الأفراد والجماعات والأمم، قال تعالى: {لَقَدْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرائيلَ وَأَرْسَلْنَا إِلَيْهِمْ رُسُلاً كُلَّمَا جَاءَهُمْ رَسُولٌ بِمَا لا تَهْوَى أَنْفُسُهُمْ فَرِيقاً كَذَّبُوا وَفَرِيقاً يَقْتُلُونَ} 1. ¶ قال ابن كثير: يذكر تعالى أنه أخذ العهود والمواثيق على بني إسرائيل على السمع والطاعة لله ولرسوله، فنقضوا تلك العهود والمواثيق، واتبعوا آراءهم وأهواءهم، وقدموه على الشرائع، فما وافقهم منها قبلوه، وما خالفهم ردوه 2. ¶ قال ابن القيم: وكل من له مسكة من عقل يعلم أن فساد العالم وخرابه إنما نشأ من تقديم الرأي على الوحي، والهوى على العقل وما استحكم هذان الأصلان الفاسدان في قلب إلا استحكم هلاكه 3. ¶ __________ ¶ 1 سورة المائة، آية رقم (70) . ¶ 2 ابن كثير، تفسير القرآن العظيم (2/83) . ¶ 3 ابن قيم الجوزية، أعلام الموقعين، (1/67) .",
            "page": "326",
            "part": "1",
            "seal": "57A42D3C"
        },
        {
            "id": "35",
            "nass": "الفلسفة الحديثة: ¶ في العصور الوسطى المسيحية أخذت الفلسفة طابعاً دينياً ممزوجاً بالفكر اليوناني، وفي القرن السادس عشر استقلت العلوم الطبيعية بنفسها، ونتيجة لذلك ظهرت مدارس فلسفية قصرت مصدر المعرفة على المشاهدة والتجربة، ومن هذه المدارس: المدرسة التجريبية في الفلسفة على يد (لوك) وفي القرن السابع على يد (هيوم) 1. ¶ أما الفلسفة الحديثة فقد بدأت على أيدي (بيكون، وديكارت، وإسبينوزا) . وأخص ما تتميز به هذه الفلسفة الحديثة هو تحرير التفكير الإنساني من كل سلطة. وفصل الفلسفة عن الدين أو العقل والعاطفة وتحديد سلطة كل منها: ¶ __________ ¶ 1 أحمد على الفنيش، أصول التربية، مرجع سابق، ص (16ـ17) .",
            "page": "326",
            "part": "1",
            "seal": "8EFFA5EF"
        },
        {
            "id": "36",
            "nass": "وانتهت الفلسفة الحديثة في تناقضها وتهافتها إلى مذهبين رئيسيين متعارضين، التسليم بواحد منهما يقتضي التكذيب للمذهب الآخر، بل ينقضه من أساسه. ¶ وهذان المذهبان هما: ¶ المذهب الواقعي: وهو الفلسفة القائلة بوجود الأشياء الخارجية فقط، وأن لا شيء وراءها من عقل أو روح أو إله. ¶ المذهب المثالي: الذي يقول بأن علة وجود الأشياء هو مجرد تفكيرنا في أنها موجودة، فإن لم يوجد الفكر فيها فلا وجود للأشياء 1. ¶ وقد بلغت المادية منتهاها على يد (فوغت، وبوخنز، وزولي، وكومت، ومولشات) ومن سار على منهجهم من الفلاسفة، حيث يبطلون وجود كل شيء ما خلا المادة وخصائصها، وقام (مل) بإشاعة المذهب التجريبي النفعي في الأخلاق، وعرض سبنسر بكل قوة النظرية القائلة بحدوث هذا الكون بدون خالق، وبظهور هذه الحياة من تلقاء نفسها 2. ¶ تلك نبذة عن مراحل الفلسفة وعصورها بشيء من الاختصار، حيث يظهر الاتجاه المادي التجريبي البحت، والخيال المجنح لدى فلاسفة الغرب في تفسيراتهم دون قيود دينية تحكمهم وتوجههم، بل فصلوا الدين عن العلم، وتركوا تفسيراتهم تنصب على أمرين، هما: العقل بلا قيود والمادة بالتجربة. ¶ ولقد نتج عنها التفرقة والضلال لدى من اعتنقها من المسلمين، فجعلتهم أشتاتاً وأحزاباً، وتسبب ذلك في الضياع النفسي والديني لمن خاضها واعتنقها باعترافهم. مثل: شمس الدين الخسروا شاهي “وكان من أجلّ تلاميذه فخر الدين الرازي، حيث يقول لبعض الفضلاء، وقد دخل عليه يوماً، ما تعتقده؟ ¶ __________ ¶ 1 السيد محمود أبو الفيض المنوفي، تهافت الفلاسفة، مرجع سابق، ص (191-295-296) . ¶ 2 أبو الأعلى المودودي، نحن والحضارة الغربية، مرجع سابق، ص (21) .",
            "page": "327",
            "part": "1",
            "seal": "D97B5002"
        },
        {
            "id": "37",
            "nass": "قال ما يعتقده المسلمون، فقال: وأنت منشرح الصدر؛ لذلك مستيقن به فقال: نعم، فقال أشكر الله على هذه النعمة، لكني والله ما أدري ما أعتقد، والله ما أدري ما أعتقد، والله ما أدري ما أعتقد، وبكى حتى أخضلت لحيته “1. ¶ وقد أتى في هذا العصر بعض الدعاة لهذه المذاهب بقصد التوفيق بين الدين والفلسفة، ولإثبات أن في الإسلام فلسفة، وذلك من خلال العبارات الفلسفية في ثنايا أو في عناوين المصنفات. ¶ __________ ¶ 1 ابن أبي العز الحنفي، شرح العقيدة الطحاوية، مرجع سابق، ص (209) .",
            "page": "328",
            "part": "1",
            "seal": "70DDDBFE"
        },
        {
            "id": "38",
            "nass": "ميدان الفلسفة: ¶ هناك تساؤل يطرح نفسه تحت هذا العنوان، وهو: ما هدف الفلسفة وما ميدانها الذي تبحث فيه، هل هو الإنسان؟ أم الكون؟ أم ما وراء الطبيعة؟ أم أنها تدرس العلاقة بينها؟ وبأي وسيلة تدرس ذلك؟ . ¶ إن الإجابة عن هذه الأسئلة تنير أمامنا الطريق لمعرفة هل نحن في حاجة لها؟ وهل توجد فلسفة إسلامية؟ أم أنه من الضروري وجودها؟ . ¶ “إن الفلسفة تريد أن تعرف كل شيء وكنهه وأصله وغايته، ولا تكتفي بالظواهر، بل تريد النفوذ إلى البواطن، ولا تكتفي بهذا العالم المحسوس، بل تريد أن تعرف ما وراءه، وما كان قبله، ومن خلقه، ومن أي شيء خلقه، وتريد أن تعرف من هو هذا الخالق؟ وما كنه ذاته؟ وما حقيقة صفاته؟ وما هو هذا الإنسان؟ وما حقيقته؟ وما هو عقله؟ وكيف يتم إدراكه؟ وما مبلغ هذا الإدراك من الصحة؟ وما هو الخير؟ ¶ وما الجمال؟ ولم كان الخير خيراً والجميل جميلاً؟ .. إلى غير ذلك من الأسئلة التي لا تنتهي، سعياً وراء معرفة المبادئ الأولى لكل شي”1. ¶ __________ ¶ 1 نديم الجسر، قصة الإيمان بين الفلسفة والعلم والقرآن، مرجع سابق، ص (26) .",
            "page": "328",
            "part": "1",
            "seal": "E95EB377"
        },
        {
            "id": "39",
            "nass": "ويقول آخر: إنها تبحث في أصول الأشياء وقيمها وعلل وجودها 1. ويذكر آخر: أن الفلسفة كانت ولازالت تبحث في ماهية الأشياء وأصولها وعلاقة بعضها مع بعض، ومع الإنسان، ومع الوجود الإنساني، إنها في تطلع دائب إلى الآفاق البعيدة والأسس العامة 2. ويقول لطفي بركات أحمد: إنه من الضروري تمركز التفلسف التربوي حول الإنسان بالإضافة إلى مشكلات أخرى كونية وخلقية ومنطقية 3. ¶ ويمكن تقسيم الفلسفة حسب ترتيب (قولف) إلى ما يلي4: ¶ 1- الإنتلوجيا، وموضوعها الوجود ولواحقه وأحكامه. ¶ 2- الكزمولوجيا العقلية، وموضوعها العالم ونشأته (وهذا ما يقابل نظرية الصدور عند ابن سينا) . ¶ 3- السيكولوجيا العقلية، وموضوعها النفس وإثباتها وخلودها. ¶ 4- الأثولوجيا الطبيعية، وموضوعها المباحث العقلية. ¶ 5- الفلسفة النقدية، وموضوعها كيف نعرف ومدى المعرفة، وقيمتها، وتزعمها \"كانط\". ¶ 6- فلسفة المعرفة، وموضوعها المعرفة. ¶ 7- فلسفة العلوم، وموضوعها العلوم العامة، وهي أنشط موضوعات الفلسفة اليوم. ¶ 8- علم القيم، وهي البحث في قيم الحق والخير والجمال. ¶ __________ ¶ 1 منير المرسي سرحان، في اجتماعيات التربية، مرجع سابق، ص (39) . ¶ 2 أحمد على الفنيش. أصول التربية، مرجع سابق، ص (14) . ¶ 3 لطفي بركات أحمد، فلسفة تربوية عربية، دار المريخ، الرياض، 1403، ص (29) . ¶ 4 محمد ثابت الفندي، مع الفيلسوف، ص (86ـ90) .",
            "page": "329",
            "part": "1",
            "seal": "A15AD63A"
        },
        {
            "id": "40",
            "nass": "9- الوجودية، وموضوعها، يرتكز على أنه لا يمكن معرفة الحياة إلا بقوة عارفة تستطيع أن تسوق الفرد وتتغلغل فيه وتتحد به، وهذه القوة هي (الحدس) وزعيمها هو (هنري برجسون) . ¶ ومما سبق يتضح: أن أهداف الفلسفة متعددة، وميادينها متنوعة، فهي تبحث عن حقيقة كل شيء، لمعرفة بواطن الأشياء، وأصولها المحسوسة، وغير المحسوسة التي ندركها والتي لا ندركها، وحتى في صفات الخالق جل شأنه. ووسيلة فلاسفتها في ذلك العقل والظن والجدل. قال تعالى: {إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَى} 1. ¶ فالذي: “يظهر أن الفلسفة منطقاً أو جدلاً تسير بمقتضاه الفلسفات، فكل فيلسوف يقف من موقف المجاور والمجادل من زاويته الخاصة، فيرفض من هذه الزاوية التي يقف عليها ما لا يراه من خلالها، ويثبت ما يراه هو في نفس المسائل 2؛ لذا يصدق عليهم قوله تعالى: {قَالَ ادْخُلُوا فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْأِنْسِ فِي النَّارِ كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعاً قَالَتْ أُخْرَاهُمْ لِأُولاهُمْ رَبَّنَا هَؤُلاءِ أَضَلُّونَا فَآتِهِمْ عَذَاباً ضِعْفاً مِنَ النَّارِ قَالَ لِكُلٍّ ضِعْفٌ وَلَكِنْ لا تَعْلَمُونَ} 3. ¶ لكن الإسلام أوضح لنا علاقة الإنسان بخالقه، وبالكون وبمجتمعه في الكتاب والسنة النبوية المطهرة، ومن الآيات الدالة على ذلك قوله تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْأِنْسَ إِلَّا لِيَعْبُدُونِ} 4. وقال تعالى: {وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ ¶ __________ ¶ 1 سورة النجم، آية رقم (23) . ¶ 2 محمد ثابت الفندي، مع الفيلسوف، مرجع سابق، ص (47) . ¶ 3 سورة الأعراف، آية رقم (38) . ¶ 4 سورة الذاريات، آية رقم (56) .",
            "page": "330",
            "part": "1",
            "seal": "DB218602"
        },
        {
            "id": "41",
            "nass": "وَمَا فِي الْأَرْضِ جَمِيعاً مِنْهُ إِنَّ فِي ذَلِكَ لَآياتٍ لِقَوْمٍ يَتَفَكَّرُونَ} 1. وقال تعالى: {الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً وَهُوَ الْعَزِيزُ الْغَفُورُ} 2. ¶ وقال تعالى: {وَالْعَصْرِ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ} 3. ¶ وبذلك الإيضاح فلا تحتاج القضايا الغيبية والمشاهدة إلى بيان رأي الفلسفة فيها؛ لأن الإسلام لم يترك للعقل العنان في تفسيرها حتى لا يشطح في الخيال، فيهدم بذلك جوانب الحياة، ومنها التربية، ولكن المنهج الإسلامي قيد هذا الأمر بالعلم الصحيح، قال تعالى: {وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْؤُولاً} 4. ¶ والفلسفة تشتمل دائماً على أسئلة مفتوحة أكثر من اشتمالها على أجوبة منتهية مقفلة كقوانين العلم 5؛ لأن الأدوات المستخدمة عند الفيلسوف هي المفاهيم والكلمات، وما يمكن أن ينظمها من أشكال في اللغة، فعندما نقول: “الصحة شيء حسن” فإن الفيلسوف لا يفترض وضوح هذا القول، وقد يسأل مثل هذه الأسئلة “هل الصحة شيء”؟ وإذا كانت كذلك فبأي معنى؟ هل هذا الفرض صحيح في كل زمان ومكان؟ أو أنه يتوقف على ظروف لم يعبر عنها تعبيراً واضحاً؟ وعلى أي أساس يقوم هذا التأكيد؟ وما نوع الدليل الذي يمكن تقديمه لمساندته؟ 6. ¶ __________ ¶ 1 سورة الجاثية، آية رقم (13) . ¶ 2 سورة الملك، آية رقم (2) . ¶ 3 سورة العصر، آية رقم () . ¶ 4 سورة الإسراء، آية رقم (36) . ¶ 5 محمد ثابت الفندي، مع الفيلسوف، مرجع سابق، ص (78) . ¶ 6 فيليب، هـ فينكس، فلسفة التربية، مرجع سابق، ص (26ـ27)",
            "page": "331",
            "part": "1",
            "seal": "F44B8942"
        },
        {
            "id": "42",
            "nass": "وفي منهج التربية الإسلامية يكون البحث في العلوم والمعرفة وفق الأساليب العلمية المعتبرة التي تتفق مع ديننا الإسلامي الحنيف، ولم يمنع الإسلام البحث والاستقراء في المجالات النافعة، بل شجع عليها برفع منزلة العلماء. قال تعالى: {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} 1. ¶ وأما التعامل مع المعرفة بالطرق الفلسفية التي يتعارض أسلوبها وميدانها مع الإسلام، فالواجب الابتعاد عن ذلك البتة؛ لأن المناقشة والبحث العلمي، الذي يعتمد على ما جاء به الإسلام يعتبر من مسلمات المنهج الإسلامي البحت الذي يختلف تماماً عن المنهج الفلسفي الغربي؛ لأن الفلسفة كما سبق تتعارض مع الإسلام في أسلوبها، وبعض ميادينها، بل لا اتفاق بين أربابها في معناها وأسلوبها، فكل فيلسوف ينظر إلى الأمور من زاويته التي قد تضيق أو تتسع وتشطح، فأصحابها مختلفون غير متّفقين. ¶ __________ ¶ 1 سورة المجادلة، آية رقم (11)",
            "page": "332",
            "part": "1",
            "seal": "4786B0BB"
        },
        {
            "id": "43",
            "nass": "المبحث الرابع: الفلسفة من منظور المنهج الإسلامي ¶ أولاً: نماذج من الأخطاء والأخطار الفلسفية: ¶ إن ولوج الفلسفة في المجتمعات، وشغف البعض بها، جعلهم يقعون في حبائلها، فجثمت أفكارها عليهم، الأمر الذي جعلهم منقادين لها، لا يرون إلا بعينها، ولا يسمعون إلا بأذنها، وجعلوها وسيلتهم للوصول إلى غاياتهم، ثم حاول البعض منهم أسلمت تلك المبادئ، فبدأت التأويلات والتفسيرات تطرق هذا الباب بسمومها القاتلة. وأصبحت تلك الأفكار تدرس في وسائط التربية، ووضعت لها المناهج التي احتوت على العديد من الأخطاء الفادحة التي لا تتفق مع العقيدة الإسلامية، لعدم توافق وتواءم الهدى مع الضلال، والحق مع الباطل. ¶ ومبادئ الضلال لها تأثيرها الفاسد على الفكر البشري، كونها تتنافر مع العقيدة الإسلامية الصافية؛ ولذلك لم تنسجم معها، وحصلت أخطاء جسام عند من حاول إدخال الفلسفة على الإسلام، وهذه نماذج توضح ذلك: ¶ يرى ابن مسكويه: أن الإنسان نفسه لا يزال يترقى ويزداد ذكاء، وصحة في التفكير وجودة في الحكم حتى يبلغ الأفق الأعلى الذي يتعرض به لإحدى منزلتين، إما أن يديم النظر في الموجودات ليتناول حقائقها فتلوح له الأمور الإلهية. وإما أن تأتيه تلك الأمور من الله تعالى من غير سعي منه، وصاحب المنزلة الأولى هو (الفيلسوف) وصاحب المنزلة الثانية هو النبي الذي يتلقى فيضاً من الله تعالى، فإذا التقى من وصل من أسفل بالتفلسف ومن تلقى من أعلى بالفيض اتفق رأيهما وصدق أحدهما الآخر بالضرورة لاتفاقهما في تلك الحقائق 1. ¶ __________ ¶ 1 نديم الجسر، قصة الإيمان بين الفلسفة والعلم والقرآن، مرجع سابق، ص (64) ، وكتاب تهذيب الأخلاق لابن مسكويه، ص (60) .",
            "page": "333",
            "part": "1",
            "seal": "A857A714"
        },
        {
            "id": "44",
            "nass": "ويتبين من ذلك فداحة الخطأ الذي جعل ابن مسكويه يعبر عن تصوراته بأسلوب اليونان، فيجعل من مداومة التفكير وملازمته والنظر في الموجودات ما قد يصل بالإنسان إلى درجة (النبي) ؛ لأنه قد لاحت له الأمور الإلهية، بل في المنزلة الأولى، وهذا يعني لو قال شخص: أنا طبقت ما قاله ابن مسكويه ولاحت لي الأمور الإلهية وأرى أن تعملوا كذا وكذا وتمتنعوا من كذا وكذا، وأنتم على خطأ في كذا وكذا وعلى صواب في كذا، وفهمت من الرسالة التي جاء بها محمد صلى الله عليه وسلم كذا، وأنتم في هذا على خطأ ـ والعياذ بالله ـ فإنه ينبغي أن يصدق حسب ما قاله ابن مسكويه. ¶ ونجد أن الذي حدا بابن مسكوية إلى هذا الخطأ أخذه بفلسفة اليونان الضالة التي تترك للعقل خياله وعنانه دون قيود شرعية. قال تعالى: {وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدىً مِنَ اللَّهِ} 1. ¶ إن تكافؤ النبي والفيلسوف من حيث المعرفة والمرتبة لا يوافق عليه أهل أي دين فضلاً عن أنه يمهد السبيل منطقياً إلى القول باكتساب النبوة، وفتح بابها لجميع الناس، وهذا يتناقض أساساً مع المبدأ القائل بأن النبوة اختصاص واصطفاء إلهي لأنفس مخصوصة للقيام بمهمة الهداية والإرشاد وتبليغ الأوامر، وليست راجعة إلى شخصية النبي أو الدرجة العلمية التي يحصل عليها 2. ¶ ومن صور إلصاق الفلسفة بالإسلام استخدام هذا المصطلح دون مضمونه وما يرمز إليه من معانٍ ودلالات، تحت اسم: فلسفة التربية، والفلسفة الإسلامية للتربية، والأصول الإسلامية لفلسفة التربية، وقد تستخدم بمعنى وجهة النظر الإسلامية، ولكن الحقيقة إنّه لا حاجة لهذا المصطلح البتة؛ لأنه يحمل في طياته ¶ __________ ¶ 1 سورة القصص، آية رقم (50) . ¶ 2 محمد عبد الله عفيفي، النظرية الخلقية عند ابن تيمية، الطبعة الأولى، مركز الملك فيصل للبحوث والدراسات الإسلامية، الرياض، عام 1988م، ص (119ـ120) .",
            "page": "334",
            "part": "1",
            "seal": "80D3A2D0"
        },
        {
            "id": "45",
            "nass": "معانٍ ودلالات سبق إيضاحها في معنى الفلسفة. ¶ ونتيجة لاستخدام هذا المصطلح وقع البعض في أخطاء أحسب أنها غير مقصودة، وإنما هي نتيجة التقليد، ومن ذلك النّصان التاليان: ¶ 1- “إن الفلسفة إما إلهية أرسلها الله تعالى إلى عباده أو وضعية”1. ¶ 2- “إننا في خضم الأخذ والاقتباس من فلسفات اجتماعية متعددة، منها ما هي فلسفات سماوية ومنها الوضعية” 2. ¶ وفي هذين النصين إشارة إلى أن هناك فلسفة إلهية، ولو كانت الفلسفة إلهية لما وجد فيها تعارض وتناقض، ولكنها من صنع البشر ابتدعوها فاختلفوا فيها. قال تعالى: {أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً} 3. فالقول بأن الفلسفة إلهية باطل غير صحيح، ويخشى أن يؤدي هذا إلى تفسير الوحي المنزل على أنه فلسفة، وهذا ما لا يرضى به مسلم. ¶ كما أن هناك من يقحم مصطلح الفلسفة في عناوين المصنفات والرسائل العلمية دون استخدام المضمون ودلالات هذا المصطلح مثل كتاب: فلسفة التربية الإسلامية في القرآن الكريم 4. ¶ وفلسفة التربية الإسلامية في الحديث الشريف 5، والقارئ للكتابين يجد أن محتوياتهما بعيدة عن الفلسفة 6. ويمكن أن تدرج تحت اسم: التربية الإسلامية ¶ __________ ¶ 1 محمود السيد سلطان، الأهداف التربوية في إطار النظرية التربوية الإسلامية، دار الحسام، القاهرة، عام 1980، ص (62) . ¶ 2 المرجع السابق، ص (64) . ¶ 3 سورة النساء، آية رقم (82) . ¶ 4 للاطلاع راجع كتاب فلسفة التربية في القرآن الكريم، للدكتور علي خليل أبو العينين. ¶ 5 للاطلاع راجع كتاب فلسفة التربية في الحديث الشريف للدكتور عبد الجواد سيد بكر. ¶ 6 وأعتقد أن مؤلفي الكتابين يقصدان بذلك خدمة التربية الإسلامية، وليس الإساءة، ولكن في نظري استخدام هذين المصطلحين لهما تأثير سيئ.",
            "page": "335",
            "part": "1",
            "seal": "ECABC87A"
        },
        {
            "id": "46",
            "nass": "في القرآن الكريم، والتربية الإسلامية في الحديث الشريف. ¶ لأنه يفهم من العنوانين السابقين أن هناك فلسفة في القرآن الكريم وفي الحديث الشريف، وحيث إن الفلسفة لا تصدر إلا من فليسوف، فقد يؤدي هذا إلى القول بما قاله ابن مسكويه. ¶ وهذا ما يتطلع إليه أعداء الإسلام، وحاشا للمصطفى صلى الله عليه وسلم أن يكون كذلك، إنه لا ينطق عن الهوى. قال تعالى: {وَمَا يَنْطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} 1. وقال تعالى: {وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلا تَخُطُّهُ بِيَمِينِكَ إِذاً لارْتَابَ الْمُبْطِلُونَ} 2. وقال تعالى: {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحاً مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلا الْأِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُوراً نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ} 3. وهذا دليل على أميته وعدم معرفته للقراءة والكتابة وقد أتى بتشريع تحدى به البشرية، ولو كان فلسفة لأتى بمثله ممن أتى من بعده، وأنّى لهم ذلك. ¶ والمؤلفان ـ وفقهما الله تعالى ـ لا يقصدان ذلك، بل المراد خدمة السنة المطهرة بهذين المصنفين العلميين، ولكن العنوان تقليد لما هو سائد من إدخال مصطلح الفلسفة في المجال العلمي؛ ولذلك تأثيره السيئ. ¶ وقد ذكر أحد المهتمين بمجال التربية الإسلامية، وأشرفوا على عدد من الرسائل العلمية: أنه ممن اقتحموا مجال التربية الإسلامية بلا أساس ديني، حيث يقول: “أعتقد أنني وقعت في كثير من أخطاء من سلكوا نفس طريقي سواء فيما كتبت في هذا المجال (التربية الإسلامية) وهو كثير، وفيما أشرفت عليه من رسائل علمية، ولكني أعتقد أنني كنت أحاول دائماً أن أتعلم من خلال ما أسمع وما أناقش وما أقرأ” ويقول أيضاً “وقد كنت واحداً ممن اقتحموا مجال التربية ¶ 1 سورة النجم، آية رقم (3ـ4) . ¶ 2 سورة العنكبوت، آية رقم (48) . ¶ 3 سورة الشورى، آية رقم (53) .",
            "page": "336",
            "part": "1",
            "seal": "7816C981"
        },
        {
            "id": "47",
            "nass": "الإسلامية بلا أساس دين” 1. ¶ وقد يكون ذلك سبباً في وقوع بعض الرسائل العلمية في مثل هذه الأخطاء، كما يدلل هذا على أن البعض يحاول أن يخدم مجال التربية الإسلامية فيقع في خطأ غير مقصود، وبالتالي يسهم في تحقيق رغبات الأعداء وتطلعاتهم الحاقدة على الإسلام. ¶ وقد كتب الدكتور ماجد عرسان الكيلاني مؤلفاً باسم (فلسفة التربية الإسلامية) 2. ومعظم الكتاب يتحدث عن علاقة الإنسان بالخالق وبالكون والحياة، وما بعد الحياة، وعلاقة الإنسان بالإنسان، والمطلع على الكتاب يجد أن كل ما جاء في الكتاب لا يمكن أن يخضع للفلسفة البتة، وليس له علاقة بها، غير أن الدارج هو إضفاء مصطلح الفلسفة على المصنفات التربوية وغيرها. ¶ وقد انتقد أحد الغربيين وهو (دي جي. أوكونور) مصطلح الفلسفة، حيث يقول: والحقيقة أننا ننظر نظرة نقدية لاستعمالات عبارات مثل: (فلسفة التربية) أو (الأساس الفلسفي للتربية) أو (المسلمات الفلسفية للنظرية التربوية) وغيرها من العبارات المتشابهة، فإنه يتضح لنا أن مثل هذه العبارات ليست أكثر من عناوين غامضة ورنانة، لكلام كثير ومتنوع، ومن الممكن عدم استخدام مثل هذه العبارات دون ضرر إذا أردنا الصراحة والوضوح في الحديث 3. ¶ إضافة إلى أن الفلسفة عندما تعالج طبيعة الإنسان وعلاقته بالكون تبدأ بمقدمات نظرية، ثم تبني أراءها على الاستنتاجات المشتقة من المقدمات، أما ¶ __________ ¶ 1 عبد الغني عبود، التربية الإسلامية، الطبعة الأولى، دار العربي، 1982، ص (29) . ¶ 2 ماجد عرسان الكيلاني، فلسفة التربية الإسلامية الطبعة الأولى، مكتبة المنارة، مكة المكرمة، عام 1987هـ. ¶ 3 دي. جي. أوكونور، مقدمة في فلسفة التربية، ترجمة محمد سيف الدين فهمي، القاهرة الحديثة للطباعة، القاهرة، عام 1972م، ص (9) .",
            "page": "337",
            "part": "1",
            "seal": "F02CF698"
        },
        {
            "id": "48",
            "nass": "القرآن الكريم فلا يبحث في موضوعاته على هذه الشاكلة، وإنما ينبه الإنسان إلى التفكير في الأشياء المحيطة به، إضافة إلى أن الفلسفة تلجأ في منهجها إلى الشك للوصول إلى اليقين. ¶ أما الدين فإنه يقوم على الإيمان، ويجعل الإيمان واليقين منطلقاً لمعرفة الحقائق؛ لأنها مرتبطة بأضخم حقيقة فيه وهي حقيقة التوحيد 1. ¶ __________ ¶ 1 عبد الرحمن صالح عبد الله، المنهاج الدراسي وصلته بالنظرية التربوية الإسلامية، (44) .",
            "page": "338",
            "part": "1",
            "seal": "B49BC361"
        },
        {
            "id": "49",
            "nass": "ثانياً: إلصاق الفلسفة بالإسلام: ¶ في العصور الوسطى المسيحية أخذت الفلسفة طابعاً دينياً ممزوجاً بالفكر اليوناني، وقد سلك بعض المسلمين من أمثال ابن سينا والفارابي وابن رشد نفس المسلك تقريباً، فكانت فلسفاتهم، محاولة للتوفيق بين الإسلام والفلسفة اليونانية 2. ¶ ثم سلك مسلك أولئك عدد من المسلمين عبر السنين التي تلت تلك الفترة برغبة إلصاق الفلسفة بالإسلام، وأنها من الإسلام، وفي الإسلام استنارت وظهرت بالشكل اللائق، وهذا الزعم الذي ينادون به في الملأ نابع من \"مرض نفوسهم وضعف في عقولهم، يودون أن يثبتوا أن في الإسلام كل ما يرونه قد درج في أسواق العالم المتحضر مادياً\" 3 ظانين أن ذلك خدمة جليلة يؤدونها للإسلام، فكأن الإسلام في أعينهم ولد يتيماً ساقطاً لا يعش إلا إذا جعل تحت رعاية رجل ذي جاه ونفوذ، أو هم يخافون أن لا تكون لهم عزة ما لم ينالوا شيئاً من الشرق 4. أو الغرب. ¶ وهذه بعض النماذج من الأقوال التي تحاول بكل الوسائل أن توجد فلسفة إسلامية. ¶ __________ ¶ 1 عبد الرحمن صالح عبد الله، المنهاج الدراسي وصلته بالنظرية التربوية الإسلامية، (44) . ¶ 2 أحمد علي الفنيش، أصول التربية، مرجع سابق، ص (17) . ¶ 3 أبو الأعلى المودودي، نظرية الإسلام، مؤسسة الرسالة، بيروت، عام 1980م، ص (9) . ¶ 4 المرجع السابق (10)",
            "page": "338",
            "part": "1",
            "seal": "4301E8C2"
        },
        {
            "id": "50",
            "nass": "المثال الأول: ¶ تشير بعض النصوص إلى إقحام الفلسفة في الإسلام وإلصاقها به، كما يتضح من النصوص التالية: ¶ ففي عصر الرسول صلى الله عليه وسلم “كان الإيمان هو محور الحياة في المجتمع الإسلامي، وكان أيضاً محور الفلسفة التي تقوم عليها الحياة في ذلك المجتمع”. ¶ والفكر التربوي الموجود في هذين المصدرين: الكتاب والسنة، من مصادر التربية الإسلامية، ليس فكراً تربوياً خالصاً بالمفهوم الحديث، وإنما فكر تربوي ممتزج بفكر سياسي واقتصادي واجتماعي وتاريخي وحضاري، يشكل كله الإطار العام للأيدلوجيات الإسلامية، ومن هنا يستمد هذا الفكر التربوي الذي نراه في الكتاب والسنة قيمته العلمية 1. ¶ والحقيقة أن “أصول المنطق والفلسفة تكمن في التراث اليوناني، وأنها قادت دارسيها من اليونان للضلال ولم ترشدهم إلى الحقيقة حتى دخلت عليهم المسيحية، وحين مزجوا الديانة المسيحية بالفلسفة انقلبت المسيحية إلى خليط من الحق والباطل والخطأ والصواب، فضلوا مرة ثانية، والفلسفة لا تروج إلا في دولة انحرفت عن الإيمان وضلت عن المعرفة الصحيحة، وبين الجماعات الجاهلية كالباطنية والقرامطة وجهلاء المتصوفة والمناطقة”2. ¶ ومن الأخطاء الناجمة عن تلك النصوص جعل ما هو موجود في الكتاب والسنة (فكراً) ولو كان الكتاب والسنة من الفكر لما كتب لهما الاستمرار طيلة أربعة عشر قرناً من الزمان دون تحريف أو تشويه، ومن الأخطاء جعل الإسلام (أيدلوجيات) فهذا لا يتفق مع الإسلام البتة؛ لأنها تعني معايير الجماعة التي يحكم ¶ __________ ¶ 1 حسن عبد العال، التربية الإسلامية في القرن الرابع الهجري، مرجع سابق، ص (96،97) . ¶ 2 فوزية رضا أمين خياط، الأهداف التربوية السلوكية عند شيخ الإسلام ابن تيمية، الطبعة الأولى، مكتبة المنارة، مكة المكرمة، عام 1987، ص (29) .",
            "page": "339",
            "part": "1",
            "seal": "D64F40B5"
        },
        {
            "id": "51",
            "nass": "بها على أنواع السلوك 1 “وهذا المصطلح نادى به (دي تراس) في أواخر القرن التاسع عشر ثم استخدمه ماركس، ثم عرف كأسلوب للحوار والجدل بين وجهات نظر متباينة، ولا شك أن حياة المسلم لا تبنى على المبادئ التي يبنى عليها المجتمع غير المسلم”2. ¶ وعليه فالواجب العناية بالمصطلحات، والحذر من كل مصطلح يعطي دلالة مخالفة للمنهج الإسلامي، أو يحمل معنىً لا يتفق مع مبادئ الإسلام. ¶ ويوضح أنور الجندي خطأ بعض الباحثين: ¶ من أن “علم أصول الفقه في نظر الباحثين: هو المنطلق الحقيقي للفلسفة الإسلامية، وليست أراء أرسطو وأفلاطون التي تمثلت في محاولات الفارابي وابن سينا، وكان هدفهم إقامة عناصر اللقاء بين الفلسفة والدين أو بين الحكمة والشرعية”3. ¶ وأصول الفقه يقصد به القواعد التي يتوصل بها إلى استنباط الأحكام الشرعية من الأدلة 4 إلا أن البعض لا يطيب له بال إلا إذا ألبس العلوم الإسلامية ثوباً غربياً، كأن يربط مثل هذا العلم بالفلسفة أو الأيدلوجية أو ما شابهها من المصطلحات الغريبة على ديننا ولغتنا. ¶ __________ ¶ 1 علي إبراهيم عبد الرحمن الزهراني، مبادئ مختارة للإدارة التربوية في ضوء مواقف من السيرة النبوية، بحث مكمل لدرجة الماجستير، مقدم لكلية التربية بجامعة أم القرى في العام الدراسي 1405هـ، ص (151ـ152) . ¶ 2 المرجع السابق، ص (152) . ¶ 3 أنور الجندي، معلمة الإسلام، مرجع سابق، ص (2/40-41) . ¶ 4 محمد الخضري بك، أصول الفقه، الطبعة السادسة، المكتبة التجارية الكبرى، القاهرة، عام 1969م، ص (14) .",
            "page": "340",
            "part": "1",
            "seal": "56F04F99"
        },
        {
            "id": "52",
            "nass": "المثال الثاني: ¶ يقول نص المثال الثاني “لقد قدم الإسلام للبشرية فلسفة للتربية تظهر في سياق آيات القرآن الكريم، كما تظهر في أحاديث الرسول صلى الله عليه وسلم وسير صحابته والتابعين وهي (أي فلسفة التربية) ليست في صور تعليمات صريحة خاصة بتربية النشء، أو في صور نظام تعليمي معين له أغراضه أو أهدافه الخاصة، وعلى ذلك فإن فلسفة التربية الإسلامية لا يمكن فهمها إلا في ظل إدراك الإطار العام للنظام الإسلامي كله، ولا يمكن استخلاصها إلا باستقراء آيات القرآن الكريم والأحاديث النبوية “1. ¶ إن هذا النص يؤكد بأن الفلسفة في القرآن ليست موجودة صراحة ولكنها بالاستقراء تستخلص، فهل ما نستخلصه ونستنتجه من القرآن والسنة يعد فلسفة؟ . إنه في ضوء ما تقدم من هذا البحث يكون الجواب بالنفي، وذلك لما تم إيضاحه عن معنى ومدلول وهدف الفلسفة الذي يتعارض مع الإسلام. ¶ المثال الثالث: ¶ يقول نص المثال الثالث: طالما أننا نعيش في مجتمع عربي مسلم فلابد أن يكون لنا فلسفة تربوية تستقى من شريعتنا الإسلامية السمحاء ومن تراثنا، ومن واقعنا المعاصر ومن تطلعاتنا المستقبلية 2. ¶ يتضح من النص أنه يريد أن تستمد هذه الفلسفة من الشريعة والتراث، وليس كل تراثنا سليماً صحيحاً نقياً، فالفرق التي خرجت بمفاهيم مخالفة للإسلام، لا تمثل تراثاً صحيحاً يعتمد عليه، وإن كانت عربية؛ ولذلك فالدعوة ¶ __________ ¶ 1 عبد الجواد سيد بكر، فلسفة التربية الإسلامية في الحديث الشريف، الطبعة الأولى، دار الفكر العربي، 1983، ص (105) . ¶ 2 لطفي بركات أحمد، فلسفة تربوية عربية، دار المريخ، الرياض 1403، ص (29ـ30) .",
            "page": "341",
            "part": "1",
            "seal": "BBFE54E1"
        },
        {
            "id": "53",
            "nass": "الإسلامية أقوى وأعم من النزعة العربية للتراث، فتلك الأخطاء جلبتها الاتجاهات الفلسفية؛ لأنها تخرج الشخص من الصواب إلى الخطأ. ¶ المثال الرابع: ¶ يقول نص المثال الرابع: أما الفلسفة الإسلامية فنرى أنها تفسح المجال للتأمل في الإنسان والكون والحياة، وتتفاعل مع الواقع بكل أدوات البحث والتجريب والتعليل من أجل الوصول إلى نظريات وتصورات وقوانين، وأن واجب الفيلسوف المسلم يملي عليه الانطلاق من القرآن في وضع تصوراته عن الكون والإنسان والحياة، والنتيجة التي يصل إليها المسلم من الفلسفة هي الحكمة 1. ¶ ثم يؤكد النص التالي منهجية الفلسفة: أما المنهج الذي تلتزمه الفلسفة في كل أبحاثها فهو المنهج العقلي والبراهين التي تستند إليها في كل قضاياها وتقريراتها، براهين عقلية دقيقة محكمة، ولا فرق في هذا بين الفلسفة من ناحية وبين العلوم الرياضية والطبيعية من ناحية أخرى إلا في نصيب كل منهما في استخدام مناهج الاستدلال والاستقراء والتجريب، فإن الفلسفة أكثر اعتماداً على الاستدلال منها على الاستقراء والتجريب 2. ¶ ويتضح من ذلك أن الفلسفة تعتمد على المنهج العقلي والبراهين العقلية، وهو ما ذهب إليه ابن الطفيل وغيره من المسلمين الذين تأثروا بالمنهج الفلسفي، والمنهج العقلي قاصر لا يستطيع أن يتوصل إلى جميع الحقائق من تلقاء نفسه، ولو كان له القدرة المطلقة لما احتاج الإنسان إلى الشرائع، فإن غاية العقل أن يدرك بالإجمال حسن ما أتى الشرع بتفصيله، أو قبحه، فيدركه العقل جملة، ¶ __________ ¶ 1 أحمد على الفنيش، أصول التربية، مرجع سابق، ص (19) . ¶ 2 المرجع السابق، ص (20ـ21) .",
            "page": "342",
            "part": "1",
            "seal": "BECF90FB"
        },
        {
            "id": "54",
            "nass": "ويأتي الشرع بتفصيله.... فالفعل يكون مشتملاً على مصلحة، ومفسدة، ولا تعلم العقول مفسدته أرجح من مصلحته أو العكس، فيتوقف العقل في ذلك، فتأتي الشرائع ببيانه، وتأتي براجح المصلحة، وتنهى عن راجح المفسدة، وكذلك الفعل يكون مصلحة لشخص مفسدة لغيره، والعقل لا يدرك ذلك. فتأتي الشرائع ببيانه فتأمر به لمن هو مصلحة له، وتنهى عنه لمن هو مفسدة في حقه 1. ¶ وهذا لا يعني إنكاراً وتعطيلاً للعقل، ولكن إنكاراً لهذا المنهج من حيث إنه يستمد شيئاً من الكتاب والسنة ثم يخضع ذلك للمنهج العقلي للحكم عليه، فهذا الذي يؤاخذ عليه؛ لأن في الاحتكام للمنهج العقلي البحت والمنهج العلماني مخالفة للشرع؛ لأنهما يأخذان بما يثبته العقل والتجربة فقط دون المسلمات الشرعية. ¶ والعقل أحياناً يرى في بعض الأمور أنها عين الصواب، ثم يتضح بعد ذلك أن باطنها هو الخطأ، فحقيقة مثل هذه لا يدركها العقل في معزل عن الشرع. قال الشاطبي ـ رحمه الله ـ “إن الله جعل للعقول في إدراكها حداً تنتهي إليه لا تتعداه، ولم يجعل لها سبلاً إلى الإدراك في كل مطلوب”2. ¶ __________ ¶ 1 عبد الله محمد جار النبي، ابن قيم الجوزية وجهوده في الدفاع عن عقيدة السلف، الطبعة الأولى، مؤسسة مكة للطباعة والإسلام، 1986، ص (455) . ¶ 2 الشاطبي، الموافقات (2/326) .",
            "page": "343",
            "part": "1",
            "seal": "25D80240"
        },
        {
            "id": "55",
            "nass": "آراء العلماء في الفلسفة ¶ ... ¶ ثالثاً: آراء بعض العلماء في الفلسفة: ¶ لقد واجه عدد من علماء المسلمين النداءات والافتراءات الفلسفية على الإسلام بالتصدي لها قولاً وعملاً، موضحين بأن لا أساس لها في الإسلام، وأنها يونانية المولد، غربية المنشأ، وعقيدة من رضي بغير الإسلام ديناً ومنهاجاً، وكشفوا مغازيها وعوارها بعد فحص وتمحيص، ولم يقتنعوا بقشورها، ومن",
            "page": "343",
            "part": "1",
            "seal": "8D9F1E4E"
        },
        {
            "id": "56",
            "nass": "أولئك الذين عرفوا حقيقة الفلسفة: ¶ شيخ الإسلام ابن تيمية: فلقد تصدى ابن تيمية للمتفلسفين الذين تكلموا في النبوة واعتقدوا أنها مكتسبة بالتعلم وخاضوا في مواضيع إلهية وتعبدية كثيرة، فخاض شيخ الإسلام معركة ضارية بما تعلمه من الكتاب والسنة، فرد عليهم وأدحض حججهم “وأن العدول عن منهج الأنبياء إلى منهج الفلاسفة عمل مخالف للفطرة ومناقض لمقتضيات المعرفة العقلية، والحقائق العلمية والفكرية والذوقية والنفسية. ثم إنهم (أي الفلاسفة) بمثل هذه الطرق الفاسدة يريدون خروج الناس عما فطروا عليه من المعارف اليقينية والبراهين العقلية، وما جاءت به من الأخبار الإلهية عن الله تعالى واليوم الآخر؛ وذلك أن طرق الفلاسفة تقضي في النهاية إلى التحلل من الالتزام الخلقي؛ لأنهم يذكرون أن العبادات هدفها إصلاح أخلاق النفس لتستعد للعلم الذي به يتحقق كمال النفس أو الإصلاح المدني والسياسي، فإذا ما تحقق ذلك فلا تكون ثمة حاجة إليها، وهذه النتيجة تعتبر مخالفة صريحة لمقتضيات الفطرة والعقل فضلاً عن الحقائق الدينية والشرعية 1. ¶ يقول ابن تيمية “إن الفلاسفة والمتكلمين من أعظم بني آدم حشواً وقولاً للباطل، وتكذيباً للحق في مسائلهم ودلائلهم، لا يكاد ـ والله أعلم ـ تخلو لهم مسألة واحدة عن ذلك” 2. ¶ ابن قيم الجوزية: لقد تصدى ابن قيم الجوزية للانحرافات الفلسفية التي منها: أن كل إنسان يمكن أن يصل إلى النبوة عن طريق الرياضة والمجاهدة، ومحاولتهم التوفيق بين الدين والفلسفة “فيرى ابن قيم الجوزية أن الفلاسفة مهما تعللوا بالألفاظ التي توهم خلاف ما يعتقدون فإن أمرهم مكشوف، وفي حقيقة ¶ __________ ¶ 1 محمد عبد الله عفيفي، النظرية الخلقية عند ابن تيمية، ط (1) ، مركز الملك فيصل للبحوث والدراسات الإسلامية، الرياض، 1988، ص (166) . ¶ 2 ابن تيمية، نقض المنطق، ص (24) .",
            "page": "344",
            "part": "1",
            "seal": "02EC43E1"
        },
        {
            "id": "57",
            "nass": "الأمر لا مبدأ عندهم ولا معاد ولا صانع ولا نبوة ولا كتب نزلت من السماء، ولا ملائكته نزلت بالوحي من الله”1. ¶ “ويكفيك دليلاً على أن هذا الذي عندهم ليس من عند الله ما نرى فيه من التناقص والاختلاف ومصادمة بعضه لبعض. قال تعالى: {أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً} 2. وهذا يدل على أن ما كان من عنده سبحانه لا يختلف، وأن المختلف فيه والمتناقض ليس من عنده وكيف تكون الآراء والخيالات وسوانح الأفكار ديناً يداين به ويحكم به على الله ورسوله، سبحانك هذا بهتان عظيم! ”3. ¶ الإمام الشافعي: يقول الإمام الشافعي ـ رحمه الله ـ: حكمي في أهل الكلام أن يضربوا بالجريد والنعال ويطاف بهم في القبائل والعشائر، ويقال هذا جزاء من ترك الكتاب والسنة وأقبل على الكلام 4. فإذا كان هذا لمن ترك الكتاب والسنة واتبع الكلام فما بالك بمن أدخل الفلسفة على الإسلام!؟. ¶ الإمام الغزالي: انتهى آخر أمر الغزالي ـ رحمه الله ـ إلى الوقوف والحيرة في المسائل الكلامية، ثم عرض عن تلك الطرق وأقبل على أحاديث الرسول صلى الله عليه وسلم فمات وصحيح الإمام البخاري على صدره 5. وألف كتاباً يبين فيه سقوط منهج الفلاسفة وبطلانه، وأسماه كتاب (تهافت الفلاسفة) . ¶ أنور الجندي: يقول أنور الجندي: إن جميع النظريات والفروض والاستجابات ¶ __________ ¶ 1 عبد الله محمد جار النبي، ابن قيم الجوزية وجهوده في الدفاع عن عقيدة السلف، ص (468) . ¶ 2 سورة النساء، آية رقم (82) . ¶ 3 ابن القيم الجوزية، الفوائد، تحقيق عبد السلام شاهين، ط (1) ، دار الكتب العلمية، بيروت، 1983، ص (105) . ¶ 4 ابن أبي العز الحنفي، شرح العقيدة الطحاوية، مرجع سابق، ص (209) . ¶ 5 المرجع السابق، ص (208) .",
            "page": "345",
            "part": "1",
            "seal": "5502E7CC"
        },
        {
            "id": "58",
            "nass": "التي تصدر عن هذه الفلسفة هي باطلة تماماً، وهي في تقدير الإسلام اجتهادات قابلة للصواب والخطأ، وليست لها صفة الحقائق الثابتة أو العمومية، ومن ثم فيجب عدم تطويع الإسلام لأي مذهب فلسفي باسم التحديث، وأن محاولة التوفيق بين العقيدة الإسلامية والفلسفات هي محاولة فاشلة، وقد فشلت في التجربة الأولى (العصر العباسي) وانهارت وتصدعت؛ لأنها حاولت الجمع بين متناقضين 1. ¶ الدكتور عبد الرحمن صالح عبد الله يقول: إذا كنا ندعوا إلى بناء التربية على المبادئ القرآنية فإننا نقترح عدم إطلاق فلسفة التربية على نشاط من هذا النوع، ولعل الفرق بين هذا الموقف وبين الموقف الذي يمثله أنصار التيار الثالث الذي يؤمن بفلسفة تربية مشتقة من مصادر إسلامية فرق متصل بقبول الفلسفة كاصطلاح، والواقع أنه يصعب الفصل بين الاصطلاح والمعاني التي يدل عليها، فكل اصطلاح له تاريخ معين وله دلالات معينة 2. ¶ ويقول أيضاً عبد الرحمن صالح عبد الله: “لا مكان لفلسفة التربية في الإسلام حتى ولو في مجال الاصطلاحات”3. ¶ دي. جي. أكونور يقول: والحقيقة أننا ننظر نظرة نقدية لاستعمالات عبارات، مثل: (فلسفة التربية) أو (الأساس الفلسفي للتربية) أو (المسلمات الفلسفية للنظرية التربوية) أو غيرها من العبارات المتشابهة، فإنه يتضح لنا أن مثل هذه العبارات ليست أكثر من عناوين غامضة ورنانة، لكلام كثير ومتنوع، ومن الممكن عدم استخدام مثل هذه العبارات دون ضرر إذا أردنا الصراحة والوضوح في الحديث”4. ¶ __________ ¶ 1 أنور الجندي، أسلمت المناهج والعلوم، دار الاعتصام، القاهرة، 1986، ص (162) . ¶ 2 عبد الرحمن صالح عبد الله، المنهاج المدرسي، مرجع سابق، ص (58) . ¶ 3 المرجع السابق، ص (60) . ¶ 4 دي. جي. أكونور، مقدمة في فلسفة التربية، الدينة، ص (9) .",
            "page": "346",
            "part": "1",
            "seal": "881F9407"
        },
        {
            "id": "59",
            "nass": "ومن خلال تلك الآراء نستنتج أن إضافة الفلسفة أو مصطلح الفلسفة إلى الإسلام أو إضفاء الإسلام عليها غير مقبول، بل حتى في مجال الاصطلاح لا ينبغي للمسلمين استخدامها لمخالفتها للمنهج الإسلامي، ولما نتج عنها من أخطاء عندما ربط بعض المسلمين علومهم بالفلسفة، إما بقصد التوفيق بينهما، أو اختيارها كمدرسة فكرية. ¶ يضاف إلى ما سبق كثرة الأفكار الهدامة في العصر الحاضر التي تؤدي إلى التشكيك على المدى البعيد في أن القرآن والسنة ما هي إلا فلسفة مثلها مثل الفلسفة اليونانية. وعلينا نحن المسلمين أن نعي ذلك ونحرص على حفظ ديننا من الأفكار والتيارات الوافدة أو ممن انخدع بها من المسلمين. ولابد من الاعتزاز بالإسلام ومصدريه: الكتاب والسنة، والحرص على تعلم العلم الصحيح السليم من الشوائب أولاً، ثم بالعمل والتطبيق ثانياً، وبتعليمه ونشره ثالثاً. ¶ وبذلك تجني الأمة ثمار علمها وعملها، والحذر من أسلمت الأفكار الغربية الوثنية؛ لأنها صادرة ممن لم يُقِمْ للشريعة وزناً، وعلى الأمة بمعين الذين أنعم الله عليهم كما علمنا الله تعالى أن نقول في سورة الفاتحة: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ. صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ} .",
            "page": "347",
            "part": "1",
            "seal": "4367763D"
        },
        {
            "id": "60",
            "nass": "الخاتمة ¶ ... ¶ خاتمة ¶ لقد مر الاتصال واللقاء بين المجتمع الإسلامي والمجتمع الأوربي في العصر الحديث بمراحل متعاقبة، وكأن أولها مرحلة الذهول والدهشة والإعجاب والشعور بالنقص، ثم كانت مرحلة النقل والتقليد والاقتباس، ومرحلة تتراوح بين التوفيق بين القيم الغربية والقيم الإسلامية تارة والصراع بينها تارة أخرى 1. ¶ والمتأمل لواقع المجتمع المسلم يرى وجود هذه المراحل، خاصة الأخيرة منها، حيث أصبح البعض ينادي بالديمقراطية، بل وينسبها للإسلام، ويطالب بالاشتراكية ويستدل لها بنصوص شرعية، وبالفلسفة ويربطها بالإسلام، وكأن الإسلام عالة على الأفكار الغربية، وحاشا للإسلام أن يكون كذلك. ¶ ولقد أكدت هذا الدراسة أن مصطلح الفلسفة قائم على البحث في علل الأشياء وكنهها ومحاولة الوصول عن طريق العقل إلى فهم المجهول، والإجابة عن الأسئلة التي يعجز العلم عن بحثها والفصل فيها، وذلك في منأى عن مصادر الإسلام وهديه. ¶ ولما أن العقل له حدود لا يمكن أن يتجاوزها مهما أوتي من علم وحكمة، فوجب حينئذٍ إخضاعه للشرع، والسير في هديه وتحت رعايته ومظلته، في بعد عن الهوى وزلله. قال تعالى: {وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدىً مِنَ اللَّهِ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ} 2. ¶ كما أشارت هذه الدراسة إلى أن هناك من يتبنى استخدام هذا المصطلح دون قصد لمعناه ومدلوله، إلا أن لذلك آثاراً سلبية وسيئة خاصة إذا نسب هذا ¶ __________ ¶ 1 محمد المبارك، المجتمع الإسلامي المعاصر، ط (4) ، دار الفكر، بيروت، عام 1979، ص (102) . ¶ 2 سورة القصص، آية رقم (50) .",
            "page": "348",
            "part": "1",
            "seal": "B053EB84"
        },
        {
            "id": "61",
            "nass": "المصطلح إلى الإسلام أو لمصدريه: الكتاب والسنة، ثم إن في استخدامه تبعية لا حاجة لها، بل إن حذف هذا المصطلح من بعض نصوص الكتب لا يغير من دلالاتها ومرامي كلامها، وكأن ذلك المصطلح زيادة في الصياغة لا حاجة لها، ولا معنى مقصود له اعتبار علمي ومنهجي. ¶ وفي ضوء ما سبق يلزم عدم استخدام هذا المصطلح خروجاً من التبعية أولاً ثم بعداً عن دلالاته ومعانيه الحقيقية التي لا تتفق مع المنهج الإسلامي، إضافة إلى عدم الحاجة إليه البتة. ¶ والواجب محاربة كل محاولات التوفيق بين المنهج الإسلامي المبني على قواعد وأسس ربانية، وبين منهج بني على نظريات من وضع البشر، يتحكم فيها الهوى، مع اشتمالها على الكثير من القضايا المخالفة للإسلام. ¶ هذا بالنسبة للنتاج الفكري، أما بالنسبة للنتاج المادي فيمكن القول بما قاله محمد الأمين مصطفى خطيب: بأن النتاج المادي غالباً ما يكون محايداً، فالأخذ به يفيدنا ولا يؤثر في أصالتنا (إذا أحسنا استخدامه) أما النظريات فهي نتاج فكري، وغالباً ما تحمل تصورات حضارية معينة مخالفة لمنهجنا؛ لذا يكون الأخذ بها تبعية واضحة تبعدنا عن أصالتنا 1. ¶ __________ ¶ 1 محمد الأمين مصطفى خطيب، علم النفس بين الأصالة والتبعية، ط (1) ، دار المطبوعات الحديثة، جدة، عام 1988م، ص (18ـ19) .",
            "page": "349",
            "part": "1",
            "seal": "1554D46C"
        },
        {
            "id": "62",
            "nass": "النتائج والتوصيات ¶ أولاً: النتائج: ¶ من أهم النتائج التي أسفر عنها هذا البحث ما يلي: ¶ ـ حرص أعداء المسلمين على نشر أفكارهم بين أبناء المسلمين من خلال أساليب الغزو الفكري التي منها مدارس الإرساليات ووسائل الإعلام والدعاية واستغلال الشباب الذي انبهر بالحضارة المادية الغربية. ¶ ـ يحمل الغربيون عداءً وحقداً على الإسلام والمسلمين، وقد ظهر في اعترافاتهم التي تضمنتها برتكولاتهم. ¶ ـ أن الفلسفة نبتت ونشأت وترعرعت قديماً في المجتمع اليوناني. ¶ ـ احتفظ الفكر الغربي بالفلسفة اليونانية إلى يومنا هذا. ¶ ـ الفلسفة منهج قائم على العقل المجرد في فهم المجهول، والإجابة عن الأسئلة التي يعجز العلم عن بحثها والفصل فيها. ¶ ـ تبحث الفلسفة في ماهية الأشياء بقصد التوصل إلى كنهها بدون مسلمات شرعية. ¶ ـ أن الفلسفة لا تعني الحكمة في المفهوم الغربي، بل تعني حب الحكمة والبحث عنها بالأداة العقلية دون مسلمات شرعية. ¶ ـ أن الحكمة في المفهوم الإسلامي تعني الإصابة في القول والعمل. ¶ ـ ميدان الفلسفة ليس مقصوراً على أهل العلم، بل لكل شخص أن يخوض ميدان الفلسفة وإن كان جاهلاً. ¶ ـ فلسفة التربية جزء من المفهوم العام لمصطلح الفلسفة. ¶ ـ مصطلح الفلسفة لا يتفق مع المنهج الإسلامي. لكونه لا يقوم على المسلمات الشرعية، ولا يسير في ضوئها، ويهدف إلى إخضاعها لميدان",
            "page": "350",
            "part": "1",
            "seal": "CE2D706D"
        },
        {
            "id": "63",
            "nass": "الفلسفة ومنهجها العقلي. ¶ ـ استخدم بعض المسلمين مصطلح الفلسفة في كتاباتهم التربوية لمجرد التبعية، دون قصد دلالته ومعناه. ¶ ـ حارب بعض علماء المسلمين الأوائل والأواخر استخدام المنهج الفلسفي حتى في مجال الاصطلاحات. ¶ ـ إن استخدام مصطلح الفلسفة قد يؤدي إلى آثار سلبية على المفاهيم الإسلامية التربوية.",
            "page": "351",
            "part": "1",
            "seal": "C30EC0D1"
        },
        {
            "id": "64",
            "nass": "ثانياً: التوصيات: ¶ من خلال هذا البحث ونتائجه يمكن التوصية بالآتي: ¶ ـ التنبه لمضامين المصطلحات غير الإسلامية وعدم استخدامها، لما تشتمل عليه من مضامين ودلالات مخالفة للمنهج الإسلامي، الذي يقوم على الكتاب والسنة. ¶ ـ ينبغي اجتناب استعمال مصطلح الفلسفة لما يشتمل عليه من مضامين ومفاهيم لا تتفق مع المنهج الإسلامي. ¶ ـ يجب على المؤسسات التربوية، ومراكز الأبحاث العلمية تسليط الضوء على مصطلح الفلسفة ودلالاته بالأبحاث العلمية بما يؤكد ويوضح خطورة هذا المصطلح وأبعاده السيئة على الدين والفكر. ¶ ـ العمل على إقناع الآخرين بمفهوم الفلسفة الخاطئ من خلال وسائط التربية والمقالات العلمية في الدوريات المتخصصة. ¶ ـ ينبغي الاهتمام بالدراسات النقدية التي تتناول موضوع الفلسفة من خلال الرسائل والأبحاث العلمية. ¶ ـ غرس الاعتزاز بالمصطلحات الإسلامية لدى أبناء المسلمين بالأساليب",
            "page": "351",
            "part": "1",
            "seal": "B2F1FC77"
        },
        {
            "id": "65",
            "nass": "التربوية المختلفة، من خلال المنهاج الدراسي والمعلم، والأنشطة غير الصفية. ¶ ـ عدم التشجيع على استخدام المصطلحات الأجنبية ذات المضامين المتعارضة مع المنهج الإسلامي. ¶ ـ أن تتبنى الجامعات في المجتمعات الإسلامية محاربة استخدام الألفاظ الأجنبية ذات الدلالات المخالفة للإسلام. ¶ ـ يجب على المجمعات اللغوية في المجتمع العربي إعداد معجم بالمصطلحات الأجنبية المعربة، ونشر وتسهيل تداولها بين الأوساط العلمية.",
            "page": "352",
            "part": "1",
            "seal": "9129FB27"
        },
        {
            "id": "66",
            "nass": "مصادر ومراجع ¶ ... ¶ المراجع ¶ القرآن الكريم. ¶ أحمد ربيع عبد الحميد خلف الله، الفكر التربوي وتطبيقاته لدى جماعة الإخوان المسلمين، ط (1) القاهرة، مكتبة وهبة، 1984م. ¶ أحمد محمد جمال، قضايا معاصرة في محكمة الفكر الإسلامي، ط (1) ، دمشق، دار مجلة الثقافة، 1980م. ¶ أحمد علي الفنيش، أصول التربية، ليبيا، الدار العربية للكتاب، 1982م. ¶ أحمد شلبي، تاريخ المناهج الإسلامية، ط (1) ، القاهرة مكتبة النهضة المصرية، 1975م. ¶ أنور الجندي، التربية وبناء الأجيال، ط (1) ، بيروت الكتاب اللبناني، 1975م. ¶ أنور الجندي، معلمة الإسلام، ج (1) ، ط (2) ، دمشق، المكتب الإسلامي، 1982م. ¶ أنور الجندي، أسلمت المناهج والعلوم، القاهرة، دار الاعتصام، 1986م. ¶ أبو الأعلى المودودي، نحن والحضارة الغربية، جدة، الدار السعودية للنشر والتوزيع، 1984م. ¶ أبو الأعلى المودودي، نظرية الإسلام وهديه، ترجمة جليل حسن الأصلاحي، بيروت، مؤسسة الرسالة، 1980م. ¶ أ. ل. شاتلية، الغارة على العالم الإسلامي، ترجمة محب الدين الخطيب، مساعد الباقي، ط (4) ، جدة، الدار السعودية للنشر والتوزيع، 1985م. ¶ الظاهر أحمد الزواوي، ترتيب القاموس المحيط على طريقة المصباح المنير وأساس البلاغة، ج (1) ، ط (2) ، عيسى الحلبي وشركاه، 1971م.",
            "page": "353",
            "part": "1",
            "seal": "836DF980"
        },
        {
            "id": "67",
            "nass": "المعلم بطرس البستاني، قطر المحيط (أي قاموس مختصر اللغة العربية) ، ج (1) ، مكتبة لبنان. سنة الطبع بدون. ¶ ابن قيم الجوزية، إغاثة اللفهان عن مصايد الشيطان، ج (1) ، بيروت، النور الإسلامية، سنة الطبع بدون. ¶ ابن قيم الجوزية، الفوائد، تحقيق عبد السلام شاهين، ج (1) ، بيروت دار الكتب العلمية، 1983م. ¶ الشيخ نديم الجسر، قصة الإيمان بين الفلسفة والعلم والقرآن، مكان النشر بدون، دار النشر بدون، سنة الطبع بدون. ¶ ابن تيمية، مجموعة الرسائل الكبرى، ج (1) ، مكان النشر بدون، دار الفكر للنشر والطباعة، 1980م. ¶ ابن أبي العز الحنفي، شرح العقيدة الطحاوية، ط (8) ، بيروت، المكتب الإسلامي، 1984م. ¶ السيد محمود أبو الفيض المنوفي، تهافت الفلاسفة، ط (1) ، بيروت، دار الكتاب العربي، 1967م. ¶ اللجنة الوطنية المكلفة بدراسة وسائل تحقيق التفوق والسبق في التعليم بالولايات المتحدة الأمريكية عام 1983م، أمة معرضة للخطر، ترجمة وعرض، يوسف عبد المعطي، مكتب التربية العربي لدول الخليج، 1984م. ¶ جلال العالم، قادة الغرب يقولون دمروا الإسلام أبيدوا أهله، عمان، دار الأرقم 1983م. ¶ حسن عبد العال، التربية الإسلامية في القرن الرابع الهجري، القاهرة، دار الفكر العربي 19780م. ¶ دي. جي. أوكونور، مقدمة في فلسفة التربية، ترجمة محمد سيف الدين فهمي، القاهرة، الحديثة للطباعة، 1972م. ¶ عبد العزيز البدوي، حكم الإسلام في الاشتراكية، ط (5) ، المدينة",
            "page": "354",
            "part": "1",
            "seal": "4F343D09"
        },
        {
            "id": "68",
            "nass": "المنورة، المكتبة العلمية، 1983م. ¶ علي إبراهيم الزهراني،، مبادئ مختارة للإدارة التربوية في ضوء موافق من السيرة النبوية، بحث مكمل لدرجة الماجتسير، مقدم لكلية التربية بجامعة أم القرى في العالم الدراسي، 1405/1406هـ. ¶ عبد الرحمن صالح عبد الله، المنهاج الدراسي وصلته بالنظرية التربوية الإسلامية، ط (1) ، الرياض، مركز الملك فصل للبحوث والدراسات الإسلامية، 1986م. ¶ عبد الجواد سيد بكر، فلسفة التربية الإسلامية في الحديث الشريف، ط (1) ، مكان النشر بدون، دار الفكر العربي 1983م. ¶ عبد الغني عبود، التربية الإسلامية، ط (1) ، الفكر العربي، 1982م. ¶ عبد الله محمد جار النبي، ابن قيم الجوزية وجهوده في الدفاع عن عقيدة السلف، ط (1) ، مؤسسة مكة للطباعة والأعلام، 1986م. ¶ فوزية رضا أمين خياط، الأهداف التربوية السلوكية عند شيخ ابن تيمية، ط (1) ، مكة المكرمة، مكتبة المنار، 1987م. ¶ فيليب. هـ. فينكس، فلسفة التربية، ترجمة محمد لبيب النجيحي، القاهرة، دار النهضة العربية، 1965م. ¶ لطفي بركات أحمد، فلسفة تربوية عربية، الرياض، دار المريخ، 1403هـ. ¶ محمود السيد سلطان، الأهداف التربوية في إطار النظرية التربوية الإسلامية، القاهرة، دار الحسام، 1980م. ¶ محمود السيد سلطان، بحوث في التربية الإسلامية، القاهرة، دار المعارف 1979م. ¶ محمد المبارك، المجتمع الإسلامي المعاصر، ط (4) ، بيروت، دار الفكر، 1979م. ¶ محمد أسد، منهاج الإسلام في الحكم، ترجمة منصور محمد ماضي، ط",
            "page": "355",
            "part": "1",
            "seal": "F783EB65"
        },
        {
            "id": "69",
            "nass": "(6) ، بيروت، دار العلم للملايين، 1983م. ¶ محمد على المرصفي، من المبادئ، التربوية في الإسلام، جدة، عالم المعرفة، 1983م. ¶ مجد الدين الفيروزي أبادي، القاموس المحيط، ج (4) ، ط (4) ، القاهرة، المكتبة التجارية، 1357هـ. ¶ محمد ثابت الفندي، مع الفليسوف، بيروت، دار النهضة العربية، 1980م. محمد لبيب النجيحي، مقدمة في فلسفة التربية، ط (2) ، القاهرة، مكتبة الأنجلو المصرية 1967م. ¶ منير المرسي سرحان، في اجتماعيات التربية، ط (3) ، القاهرة، مكتبة الأنجلو المصرية، 1982م. ¶ محمد أحمد الخطيب، الحركات الباطنية في العالم الإسلامي، ط (2) ، عمان، مكتبة الأقصى، 1986م. ¶ محمد عبد الله عفيفي، النظرية الخلقية عند ابن تيمية، ط (1) ، الرياض، مركز الملك فيصل للبحوث والدراسات الإسلامية، 1988م. ¶ محمد لطفي جمعة، تاريخ فلاسفة الإسلام في المشرق والمغرب، المكتبة العلمية، مكان وتاريخ النشر بدون. ¶ ماجد عرسان الكيلاني، فلسفة التربية الإسلامية، ط (1) ، مكة المكرمة، مكتبة المنار، 1987م. ¶ محمد الخضري بك، أصول الفقه، ط (6) ، القاهرة، المكتبة التجارية الكبرى، 1987م. ¶ محمد مصطفى خطيب، علم النفس بين الأصالة والتبعية، ط (1) ، جدة، دار المطبوعات الحديثة، 1988م. ¶ نظمي لوقا، الحقيقة عند فلاسفة المسلمين، القاهرة، مكتبة غريب، 1982م.",
            "page": "356",
            "part": "1",
            "seal": "09E59DB5"
        }
    ],
    "t1988": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: مدخل الدراسة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: الغزو التربوي"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "أساليب الغزو التربوي"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "استخدام المصطلحات الغربية"
        },
        {
            "id": "8",
            "lvl": "3",
            "sub": "1",
            "tit": "الديمقراطية"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": null,
            "tit": "الاشتراكية"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث: حقيقة الفلسفة"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": "مفهوم الفلسفة"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": "2",
            "tit": "مدخل"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "الفلسفة عبر العصور"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "أثر الفلسفة في المجتمع"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": "1",
            "tit": "أوالا: جماعة إخوان الصفا"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: جماعة المعتزلة"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "الفلسفة الحديثة"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "ميدان الفلسفة"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع: الفلسفة من منظور المنهج الإسلامي"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: نماذج من الأخطاء والأخطار الفلسفية"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: إلصاق الفلسفة بالإسلام"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "آراء العلماء في الفلسفة"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "النتائج والتوصيات"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: النتائج"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "التوصيات"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}