{
    "b199": [
        {
            "id": "23",
            "nass": "ـ[بداية العابد وكفاية الزاهد (في الفقه على مذهب الإمام أحمد بن حنبل)]ـ ¶ المؤلف: عبد الرحمن بن عبد الله بن أحمد البعلي الخلوتي الحنبلي (المتوفى: 1192هـ) (صاحب كتاب «كشف المخدرات في شرح أخصر المختصرات») ¶ تحقيق: محمد بن ناصر العجمي ¶ الناشر: دار البشائر الإسلامية - بيروت - لبنان ¶ الطبعة: الأولى، 1417 هـ - 1997 م ¶ عدد الأجزاء:1 ¶ أعده للشاملة/ أبو إبراهيم حسانين ¶ [ترقيم الكتاب موافق للمطبوع وهو مقابل]",
            "page": null,
            "part": null,
            "seal": "E8AF84BA"
        },
        {
            "id": "25",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ مقدمة المصنف ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الحَمْدُ للَّهِ الذي فَقَّه في دينهِ مَنْ شَاءَ مِنَ العِبَادِ، وَوَفَّقَ أَهَلَ طَاعَتِهِ لِلْعِبَادَةِ والسَّدَادِ، والصَّلاَةُ والسلامُ على سيِّدنا مُحمدٍ الهَادِي إِلى طريقِ الرَّشَادِ، وعَلَى آله وأصحابهِ السَّادَةِ القَادَةِ الأَمْجَادِ، وعَلَى تَابِعيهم بإِحسانٍ صَلاَةً دَائِمَةً مُتَّصِلَة إِلى يَومِ المَعَادِ. ¶ أَمَّا بَعْد: ¶ فَقَد اسْتَخَرْتُ اللَّهَ في جَمْعِ مُخْتَصَر مُفيد، مُقْتَصِرًا فِيهِ عَلَى العِباداتِ تَرْغيباً للمُرِيدِ، وتقريباً لِلمُستفيدِ، في فِقْهِ الِإمامِ المُبَجَّلِ، أبي عبد الله أحمد بن مُحمَّد بن حَنْبَل، وَسَمَّيْتُهُ: \"بِدَاية العَابِدِ وكِفَاية الزَاهِدِ\"، ومِنَ اللَّهِ تعالى أرتجي له القبولَ والنفْع لكُل مَن اشتغلَ به مِنْ سائلٍ ومسؤول، إِنه أكْرَمُ مَأْمُول.",
            "page": "25",
            "part": "1",
            "seal": "ED21766D"
        },
        {
            "id": "27",
            "nass": "كتاب الطهارة ¶ وهي ارتفاع الحَدَث وزَوَالُ الخَبَثِ. ¶ والمياه ثَلاَثَة: ¶ طَهورٌ، وطَاهِرٌ، ونَجِسٌ. ¶ فالطهورُ: هو الباقي على خِلْقتِهِ طَهُورٌ في نفسِهِ مُطهِّر لغيره، يَجُوزُ استعمالُهُ مطلقًا. ¶ والطاهرُ: ما تَغَيَّرَ كثير من لَوْنِهِ أو طَعْمِهِ أَوْ ريحِهِ بِطَاهِرِ، وهو طَاهِر في نفسه غيرُ مطهِّرِ لِغَيْرِهِ، يَجوزُ استعمَالُهُ في غَيْرِ رَفْعِ حَدَثِ وزَوَالِ خَبَثِ. ¶ والنَجسُ: ما تَغَيَّرَ بِنَجَاسَةٍ في غَيْرِ مَحَلِّ تطهير، ويَحْرُمُ استعمالُهُ مطلقًا إِلاَّ لضرورة. ¶ والكَثيرُ قُلَّتَانِ فَأَكْثَرَ، واليَسيرُ ما دونَهُمَا، وهما: مائةُ رطْلٍ وسبعةُ أرطالٍ وسُبُعُ رِطْلٍ بالدمشقي وما وافَقَهُ. ¶ وكلُّ إِنَاءٍ طَاهِرٍ يُبَاحُ اتخاذُهُ واستعمَالُهُ غَيْرَ ذَهبٍ وفضةٍ.",
            "page": "27",
            "part": "1",
            "seal": "ABFCDB20"
        },
        {
            "id": "28",
            "nass": "فَصْلٌ ¶ والاستنجاءُ إِزالَةُ ما خَرَجَ من سبيلٍ بِماءٍ أَوْ حَجَرٍ ونحوِهِ، وهو واجِبٌ مِنْ كُلِّ خَارجٍ إِلاَّ الريحَ والطَّاهِرَ وغَيْرَ المُلَوّثِ. ¶ ولا يَصِحُّ الاستجمَارُ إلاَّ بِطَاهِرٍ مُبَاحٍ يَابِسٍ مُنَقٍّ، فالإِنقاء بِحَجَرٍ ونحوِهِ أن يبقى أَثَرٌ لا يُزيلُهُ إِلاَّ الماءُ، وشُرِطَ لَهُ ثَلاثُ مَسْحَاتٍ فأكثرُ منقيةٍ، وعدمُ تعدي خارجٍ موضعَ العَادَةِ، وبماءٍ عَوْد المحلِّ كما كان، وَظَنُّهُ كافٍ. ¶ وَحَرُمَ بِرَوْثٍ وعَظْمٍ وطَعَامٍ ولَوْ لبهيمةٍ، ولا يَصِحُّ وضوء ولا تيمّم قبله. ¶ وَحَرُمَ لُبْثٌ فَوْقَ قَدْر حاجتِهِ، وتَغَوُّطُهُ بماءٍ وَبوْلُهُ، وَتَغَوُّطُهُ بِمَرْوَةٍ وبطريقٍ مَسْلوكٍ، وظِلٍّ نَافِع، وَتَحْتَ شَجَرَةٍ عليها ثَمَرٌ يُقصَد، واستِقْبَالُ قِبْلَةٍ واستِدْبارُها بفضاءٍ. ¶ * * * ¶ فَصْلٌٌ ¶ والسِّوَاكُ مسنونٌ مُطْلَقاً، إِلاَّ لصَائمٍ بعدَ الزوالِ فيُكْرَهُ، ويُباحُ قَبْلَهُ بِعُودٍ رَطْبٍ، ويُستَحَبُّ بيابسٍ، ولم يُصِبِ السُّنةَ مَنْ استاكَ بغيرِ عُودٍ. ¶ ويُتَأَكَّدُ عندَ صَلاةٍ وقراءةٍ ووضوء، وانتباهٍ من نوم، وَدخولِ مَسْجدٍ وتغيُّرِ رائحةِ فَمٍ ونحوِهِ. وَسُنَّ بُدَاءَةٌ بالأَيْمنِ في سِوَاكٍ وطَهورٍ وشأنِهِ كُلِّهِ، وادِّهانٌ،",
            "page": "28",
            "part": "1",
            "seal": "CA2F83A4"
        },
        {
            "id": "29",
            "nass": "واكتِحَالٌ، ونَظَرٌ في مِرْآة، وَتَطَيُّبٌ، واستحدادٌ، وَحَفَّتُ شَارِبٍ، وتَقْلِيمُ ظُفُرٍ، وَنَتْفُ إِبْطٍ. ¶ وَيَجِبُ ختانُ ذَكَرٍ وأنثَى عِنْدَ بُلوغٍ، وزمن صِغَرٍ أفضل. ¶ * * * ¶ فَصْلٌٌ ¶ والوضوء استعمالُ ماءٍ طَهورٍ في الأَعْضاءِ (1) الأَرْبَعَةِ على صفةٍ مخصوصَةٍ، والتَّسميةُ واجبةٌ فيه، وفي غُسْلٍ، وتيمُّمٍ، وغَسْلِ يَدَيْ قائِمٍ من نوم الليل ثلاثاً بنيّةٍ وتسميةٍ. ¶ وشُروط الوضوء ثمانيةٌ: ¶ انقطاعُ ما يوجِبُهُ، والنِّيَّةُ، وهي شَرطٌ لكلِّ طهارةٍ شرعية غَيْرَ إزالةِ خبثٍ ونَحْوِهَا، والإِسلامُ، والعقلُ، والتمييزُ، والماءُ الطَّهورُ المُباحُ، وإِزالةُ ما يمنعُ وصولُهُ، والاستنجاءُ. ¶ وفروضُهُ ستة: ¶ غَسْلُ الوجه، ومنه فَمٌ وأَنْفٌ، وغَسْلُ اليَدين مع المِرْفَقَيْنِ، وَمَسْحُ الرأس كُلهِ ومنه الأذُنانِ، وغَسْلُ الرجلينِ معَ الكَعْبَيْنِ، وتَرتيبٌ، وموالاةٌ، ويسقطان مع غُسْلٍ. ¶ * * * ¶ فَصْلٌٌ ¶ يجوزُ المسحُ على الخُفَّينِ وَنَحوِهِمَا بسبعة شروط: ¶ لُبْسُهُمَا بَعْدَ كَمَالِ طَهَارةٍ بماءٍ، وسَتْرُهما لمحلِّ فَرْضٍ، وإمكانُ ¶ __________ ¶ (1) تكررت هذه الكلمة في الأصل.",
            "page": "29",
            "part": "1",
            "seal": "CAE772E1"
        },
        {
            "id": "30",
            "nass": "مشي بِهِمَا عُرْفاً، وثبُوتِهِمَا بنفْسِهِما، وإباحَتِهِمَا، وطهارة عَيْنِهِمَا، وعدم وَصْفِهِمَا البشرةَ. فَيَمْسَحُ مُقيمٌ وعاصٍ بِسَفَرِهِ مِنْ حَدَثٍ بعد لُبْسٍ يوماً وليلة، ومُسَافِرٌ سَفَرَ قَصْرٍ لَم يَعْصِ به ثلاثة بلياليهنَّ، فلو مَسَحَ في سَفرٍ ثُمَّ أَقامَ، أَوفي حَضرٍ ثُمَّ سَافَرَ، أَوشكَّ في ابتداء المَسْحِ لَمْ يَزدْ على مَسْحِ مُقيمٍ. ¶ ويَجوزُ المَسْحُ على جَبِيرَةٍ إِن كانَ وَضَعَهَا على طَهَارةٍ ولم تجاوِز قَدْرَ الحَاجَةِ، وإِن جاوزَتْهُ أَوْ كان وَضَعَهَا عَلى غَيْرِ طَهَارَةٍ وَجَبَ نزعها، فإن خاف ضَرَراً تَيمَّمَ مع مَسْحِ موضوعةٍ على طَهَارة مجاوزةٍ مَحَل الحاجةِ. ¶ وإن ظَهَرَ بعضُ مَحَلِّ فَرْضٍ أو حَصَلَ ما يوجِبُ الغُسْل أَوْ انقضت المدة بطل الوضوء. ¶ * * * ¶ فَصْلٌٌ ¶ نَوَاقِضُ الوضوءِ ثَمانيةٌ: ¶ خَارِجٌ مِنْ سَبِيلٍ مُطْلَقاً، وخُروجُ بَوْلٍ أَوْ غائِطٍ مِنْ باقي البَدَن قَلَّ أَو كَثُرَ أو غيْرِهِما كقيءٍ أَوْ دَمٍ إِن فَحُشَ في نفس كُلِّ أحدٍ بحسبِهِ، وزوالُ عَقْلٍ إِلا يَسيرَ نَوْمٍ مِنْ قائِمٍ أو جَالِسٍ، وغُسْلُ مَيْتٍ أَوْ بعضه، وأَكْلُ لَحْمِ إبلٍ، ولو نيئاً تَعَبداً، فَلاَ نقض ببقيةِ أجزائِها، وشُرْبُ لبنها ومَرَق لَحْمِهَا، وَمَسُّ فَرْجِ آدَمي مُتَّصل أَوْ حلْقة دُبُرِهِ ولو ميتاً بيده لاَ مَسُّ الخِصْيتينِ، ولا محل الفرج البائن، ولمسُ ذَكَر أَوْ أنثى الآخَرَ لِشَهْوَةٍ بِلاَ حائلٍ، وَلَوْ بِزَائِدٍ لزائِدٍ، والرِّدَّةُ، وكُلُّ ما أَوْجَبَ غُسْلاً",
            "page": "30",
            "part": "1",
            "seal": "C68FD8A9"
        },
        {
            "id": "31",
            "nass": "أَوْ وضوءًا غَيْرَ مَوْتٍ؛ فإِنَه يُوجِبُ الغُسْل لا الوضوء، بل يُسَنُّ، ولا نَقْضَ بكَلامٍ مُحَرَّمٍ، ولا بإزالة شَعْرٍ وظُفُرٍ ونحوِهما، ومن شَكَّ في طَهَارةٍ أَوْ حَدَثٍ ولوْ في غيرِ صلاةٍ بنى على يَقِينِهِ. ¶ * * * ¶ فَصْلٌٌ ¶ مُوجِبَاتُ الغُسْلِ سَبْعَةٌ: ¶ انتقالُ مَنِّي، فلو أَحَسَّ بانتِقَالِهِ فَحَبَسَهُ فلم يَخْرج وَجَبَ الغُسْلُ، فَلَو اغتَسَلَ لَه ثُمَّ خَرَجَ بِلاَ لَذَّةٍ لَمْ يُعِدْهُ، وخروجُهُ من مَخْرَجه ولَوْ دَماً، وتُعْتَبرُ لذةٌ في غير نائِمٍ ونحوه، وتغييبُ حَشَفَةٍ أَصْلِيَّةٍ أو قَدْرها في فَرْجٍ أَصْليٍّ ولو دُبُراً لبهيمةٍ أو مَيْتٍ مِمَّنْ يُجَامَعُ مثْلُهُ ولو نَائِماً، وإِسلامُ كَافِرٍ، وَلَوْ مُرْتَدّاً أَوْ لم يُوجَدْ مِنْه فِي كُفْرِهِ ما يُوجبه، وخروج حَيْضٍ، وخروج دَمِ نفَاس، فلا يَجِبُ بولادة عرت عنه، وموت تَعبّداً غَيْرَ شهيد معركة ومقتولٍ ظُلْماً. ¶ ومصلى العيدِ لا الجنائِزِ مَسْجِدٌ، وَيَحْرُمُ تكسُّبٌ بصنْعةٍ فيه. ¶ * * * ¶ فَصْلٌٌ ¶ وشروطُ الغُسْلِ سَبْعَةٌ: ¶ انقطاعُ ما يُوجِبُهُ، والنيَّةُ، والِإسلامُ، والعَقلُ، والتمييزُ، والماءُ الطهورُ المباحُ، وإِزالةُ ما يَمْنعُ وصولَهُ. وفَرْضُهُ أن يعمّ بالماءِ جميعَ بَدَنِهِ وداخلَ فَمِهِ وأنفِهِ حتَّى ما يظْهرُ منه فرج امرأةٍ عِنْدَ قعودِها لحاجتها، ويكفي الظَّنُّ في الِإسباغِ، ومن نوى غُسْلاً مَسنوناً أَوْ واجباً",
            "page": "31",
            "part": "1",
            "seal": "EEF43D0F"
        },
        {
            "id": "32",
            "nass": "أَجْزَأَ عن الآخر. ¶ وكُرِهَ نَوْمُ جُنُبٍ بلا وضوء، ويُكْره بناءُ الحَمَّامِ وبيعُهُ وإِجارَتُهُ والقراءةُ فيه، والسَّلامُ لا الذِّكْرُ، ودخولُهُ بِسترةٍ مع أمنِ الوقُوعِ في مُحَرَّمٍ مباح، وإن خِيفَ كُرِه، وإن عَلِمَ أَوْ دخلتْهُ أنثى بلا عُذْرٍ حَرُمَ. ¶ * * * ¶ فَصْلٌ ¶ التيمُّمُ استعمالُ تُرابٍ مخصوص لِوَجْهٍ ويدين بَدَلَ طَهَارةِ ماءٍ لِكُلِّ مَا يفعلُ به عند عَجزٍ عنه شَرْعاً سِوى نَجَاسَةٍ على غيرِ بَدَنٍ، ولُبْثٍ بِمَسْجِدٍ لحاجَةٍ. ¶ وشُروطُهُ ثلاثَةٌ: ¶ دخولُ وقتِ الصَّلاةِ، وتَعَذُرُ الماء لحبسهِ عنه ونحوِهِ أَوْ لِخَوْفِهِ بِطَلَبِهِ أَوْ استعماله ضَرَراً بِبَدَنِهِ أوْ مالِهِ أَوْ غيرِهِمَا، وَمَنْ وَجَدَ ماءً لا يَكْفي طَهَارَتَهُ استعمَلَهُ وجوباً ثُمَّ تَيَمَّمَ، وأن يكون بِتُرابٍ طَهورٍ مُباحٍ غَيْرِ مُحْتَرِقٍ له غُبارٌ يَعْلَقُ باليدِ، فإِن لَمْ يَجِد ذلك صلَّى الفَرضَ فقط على حَسَبِ حالِهِ، ولا يزيد في صلاته على مُجزئ، ولا إِعادة عليه. ¶ وفُرُوضُهُ: مَسْحُ وجهِهِ، وَيَدَيهِ إِلى كُوعَيْهِ، وتَرْتيبٌ، وموالاةٌ لِحَدَثٍ أصْغَر، وهي بقدرِ ما في وضوء، وتعيينُ نِيَّةِ استباحَةِ ما يتيمَّم لَهُ مِنْ حَدَثٍ أَوْ نجاسةٍ، فلا تكفي نية أحدهما عن الآخرِ، وإن نَوَاهُما أَجزأَ.",
            "page": "32",
            "part": "1",
            "seal": "0DEE6221"
        },
        {
            "id": "33",
            "nass": "ويُبطِلُهُ ما يُبْطِلُ الوضوء، وخُروجُ الوقْتِ، ووُجودُ الماءِ إِن تَيَمَّمَ لِفَقْدِهِ، وزَوالُ المُبيحِ لَهُ، وخَلْع ما يمسحُ عليه. ¶ * * * ¶ فَصْلٌ ¶ يُشْتَرَطُ لِكُلِّ مُتَنَجِّسٍ سَبْعُ غسلاتٍ إن أنْقَتْ، وإلاَّ فحتى تنقى بماءٍ طَهورٍ مع حَتٍّ وقَرْصٍ لِحَاجةٍ، إن لم يَتَضَرَّر المَحَل، وعَصْرٍ مَعَ إمكانٍ فيما تَشَرَّبَ كل مرةٍ خارجَ الماءِ، وكونُ إِحداها في مُتَنَجِّسٍ بكلبٍ أَوْ خنزير بتراب طَهور. ويضرُّ بقاءُ طَعْمٍ لا لونٍ أَوْ ريحٍ أو هُمَا عجزاً. ويُجزئ في بول غُلام لَمْ يأكل طَعَاماً لشهوةٍ نضحُهُ، وهو غَمْرُهُ بِماءٍ، وفي نَحْوِ صَخْرٍ وأَحواضٍ وأَرْضٍ تنجست بمائِع، ولو من كَلبٍ أو خِنْزِيرٍ مكاثرتهما بماءٍ حتَّى يَذْهَبَ لون النجاسةِ وريحها، ما لم يَعْجِزْ عن إذهابهما أو إِذهابِ أحدهما، وَلَوْ لَمْ يزل الماء فيهما أي في بول الغلامِ وفي الأرضِ ونحوها، فيطْهُرانِ مَعَ بقاءِ الماء عليهما. ¶ ولا تَطْهُرُ أَرْضٌ بشمسٍ وريحٍ وجَفَافٍ، ولا نجاسَة بنارٍ فَرَمادها نجِسٌ. وتَطْهُرُ خَمْرَةٌ انقلَبَتْ خَلاًّ بنفسها أَو بنقل لا لقصدِ التخليل، ودَنُّها مثلها، وإِن خفيت نجاسة غَسَلَ حئى يتيقنَ غسلها. ¶ * * * ¶ فَصْلٌٌ ¶ المُسْكِرُ المائِعُ وما لا يُؤَكَلُ من الطيرِ والبهائِم مِمَّا فَوْقَ الهِرَّ خِلْقَةً نجسٌ، وكلُّ ميتةٍ نجسةٌ غَيْرَ ميتةِ الآدمي والسَّمك والجراد.",
            "page": "33",
            "part": "1",
            "seal": "908CB8E6"
        },
        {
            "id": "34",
            "nass": "ويُعْفَى عن يسير طين شارعٍ عُرْفاً، إِن عُلِمَتْ نجاستُهُ وإلَّا فهو طَاهِرٌ. ¶ ولا يُكْرَهُ سؤرُ حيوان طاهر، وهو فضلةُ طعامه وشرابه غير دجاجةٍ مخلاة وفأرٍ، ولو أَكَلَ هِرٌّ ونحوه أَوْ طِفْلٌ نجاسة ثُمَّ شَرِبَ ولو قبلَ أن يغيبَ من ماءٍ يَسِير فَطَهورٌ. ¶ * * * ¶ فَصْلٌٌ ¶ وأَقلُّ سِن حَيْضٍ تَمامُ تسع سِنين، وأَكْثَرُهُ خمسون سنة. ¶ والحَامِلُ لا تحيض. وَأَقلُّهُ يَوْمٌ وَلَيْلَةٌ، وأَكثرهُ خَمسَةَ عَشَرَ يَوْماً، وغالِبهُ سِتٌّ أَوْ سَبْعٌ. وأَقلُّ الطهْرِ بَيْنَ الحَيْضَتينِ ثلاثة عشر يوماً، وغالبه بقية الشَّهْرِ، ولا حَدَّ لأكْثَرِهِ. ويَحرمُ عليها فِعْلُ صلاةٍ، ولا تَقْضِيها، وفِعْلُ صَوْمٍ وتقضيه، وَوطْؤها في فَرْجٍ، ويجبُ فيه دينارٌ أو نِصْفُهُ كَفَّارةً، وتباح المباشرةُ فيما دونه. ¶ والنفاسُ لا حَدَّ لأقلِّهِ، وأكثرُهُ أربعون يَوْماً، ويثبُتُ حكمُهُ بوضْعِ ما يتبينُ فيه خلْقُ الِإنسانِ، والنَّقَاءُ زمنُهُ طُهْرٌ، ويُكرَهُ الوطْءُ فيه وهو كَحَيْضٍ في أحكامِهِ غيرَ عِدَّةٍ وبلوغ. ¶ * * *",
            "page": "34",
            "part": "1",
            "seal": "6E3B367C"
        },
        {
            "id": "35",
            "nass": "كتاب الصّلاة ¶ تَجِبُ الخَمْسُ على كُلِّ مُسْلِمٍ مُكَلَّفٍ إِلاَّ حَائِضاً ونُفَسَاء، ومَنْ تَرَكَها جحوداً فقَد ارتَدَّ، وجَرَتْ عَلَيْهِ أَحكامُ المُرْتَدينَ. ¶ * * * ¶ فَصْلٌ ¶ الأَذانُ والِإقامةُ فرضا كِفَايةٍ على الرِّجَالِ الأَحْرَارِ. ¶ ويُسَنَّانِ لمنفردٍ وسفرا، ولا يصحّان إِلاَّ مرتَّبَيْنِ مُتوالِيَيْنِ عُرْفاً، بنيةٍ من ذكر مسلم عَاقِلٍ مُمَيِّزٍ ناطِقٍ عَدْلٍ ولو ظَاهِراً، بَعْدَ دخولِ وقتٍ لغيرِ فَجْرٍ. ¶ ويَصِحُّ له بعد نصف الليل، وهو خَمْسَ عَشْرَةَ كَلِمَةً، بلا تَرجيعٍ، وهي إِحدى عشرة بلا تثنيةٍ، ويُبَاحُ ترجيعُهُ وتَثْنِيَتُها. ¶ وَحَرُمَ خُروجٌ مِنْ مَسْجِدٍ بعده بلا عُذْرٍ أَوْ نية رجوع. ¶ وسُنَّ أذانٌ في يمينِ أُذني مَوْلُودٍ حيث يولدُ، وإِقامةٌ في اليُسْرَى. ¶ * * * ¶ فَصْلٌ ¶ وشروطُ صحَّةِ الصَّلاة سِتَّةٌ:",
            "page": "35",
            "part": "1",
            "seal": "D98B4BB7"
        },
        {
            "id": "36",
            "nass": "طَهارة الحَدَثِ، ودُخولُ الوقت، وسَتْرُ العورَةِ، واجتنابُ النجاسةِ، واستقبال القِبلةِ، والنِّيَّةُ، ومَحَلُّهَا القلبُ، وحَقيقتُها: العزمُ على الشيءِ، ولا تسقط بحالٍ. ¶ وشرطُها الِإسلامُ، والعَقْلُ، والتمييزُ، وزَمَنُها أول العبادة أَوْ قبيلها بيسيرٍ. ¶ وأركان الصَّلاَةِ أَربَعَةَ عشر: ¶ قيامٌ في فَرْضٍ، وتكبيرةُ الإِحرام، وقِراءةُ الفَاتِحَةِ، وركوعٌ، وَرَفْعٌ مِنْهُ، واعتدال، وسجودٌ، ورَفْعٌ مِنْهُ، وجُلُوسٌ بين السَّجْدَتَيْنِ، وطمأنينة في فِعْلٍ، وهي السُّكونُ وإِن قَلَّ، وتَشَهُّدٌ أَخِير، وجُلوس له، وللتَّسْلِيمَتَيْنِ والرُّكْنُ منه: \"اللَّهُمَ صَلِّ على مُحمدٍ\" بعدما يُجْزئ من التَّشَهُّد الأول، والمجزئ منه: \"التَّحِيَّاتُ لِلَّهِ، سلام عَلَيْكَ أَيُّها النَبِيُّ وَرَحْمَةُ اللَّهِ، سلام علينا وعلى عبادِ الله الصالِحين، أَشْهَدُ أَنْ لا إِله إِلا اللهُ، وأَنْ مُحمداً رَسُولُ اللَّهِ \"، والتَّسْلِيمَتانِ، والترتيبُ. ¶ وواجباتها ثمانية: ¶ تكبيرٌ لغيرِ الِإحرام، وتسميعٌ لِإمام ومنفرد، وتحميدٌ، وتسبيحة أُولى في ركوعٍ وسجودٍ، و \"رَبِّ اغفر لي \" بَيْنَ السجْدَتينِ للكلِّ، وتَشَهُّدٌ أول، وجَلوسٌ لَهُ. ¶ وسُنَنُها: أقوالٌ وأَفْعَالٌ لا تبطلُ بِتَرْكِ شَيْءٍ مِنْها مُطْلَقاً. ¶ فَسُنَنُ الأقوال إِحدى عَشْرَةَ: ¶ وهي: استفتاحٌ، وتَعَوُّذٌ، وَبَسْمَلَةٌ، وقول: \" آمين \"، وقراءةُ",
            "page": "36",
            "part": "1",
            "seal": "6C53536C"
        },
        {
            "id": "37",
            "nass": "سورةٍ في فجرٍ وجُمْعَةٍ وعيدٍ، وتَطَوُّع، وأولتي مغربٍ ورباعية، وجَهْرُ إِمامٍ بقراءةٍ، وقول غير مأمومٍ بعدَ التَّحميدِ: \"مِلْءَ السَّماءِ، ومِلْءَ الأَرْضِ، ومِلْءَ ما شِئْتَ من شيء بعدُ\" وما زادَ على مرة في تَسْبِيحٍ، وسؤال المغفرة، ودعاءٌ في تَشَهُّدٍ أخيرٍ، وقنوتٌ في وِتْرٍ. ¶ وسُنَن الأفعال مع الهيئات خَمْسٌ وأَربعون. ¶ ويُكْرَه للمصلي التفاتٌ، وتغميضُ عينيه، ومَسُّ الحصى، ونحو ذلك. ¶ * * * ¶ فَصْلٌ ¶ يُسَنُّ سُجودُ السَّهْوِ للمصلي إِذا أتى بقولٍ مشروعٍ في غيرِ محلِّهِ سَهواً، ويُبَاحُ إِذا تَرَكَ مسنوناً، ويَجِبُ إِذا زاد ركوعاً أَوْ سجوداً أَوْ قياماً أَوْ قعوداً. ¶ وتبطلُ الصَّلاة بِتَعَمُّدِ تَرْكِ سُجود السَّهْوِ الواجب الذي مَحَلَّهُ قَبْلَ السَّلام، وإِن نَهَضَ المُصلِّي عَنْ تَرْكِ تَشَهُّدٍ أَوْ ناسياً لَزِمَهُ الرجوع لِيَتَشَهَّد، وكُرِه إِن استَتَمَّ قائِماً، وحَرُم إِن شَرَعَ في القراءةِ، وبَطُلَتْ بالرجوعِ بَعْدَ الشّروعِ في القراءةِ صلاةُ غيرِ ناسٍ وجَاهِلٍ. ¶ وإِن أحْدَثَ أَوْ قهقهَ أوْ تنحْنَحَ بلا حَاجةٍ فَبَانَ حَرْفانِ بَطَلَتْ، لا إِن نامَ فَتَكلَّمَ أَوْ انتَحَبَ خشيةً أَوْ غلبه سُعَالٌ وعطاسٌ أَوْ تثاؤبٌ ونحوه. ¶ ويبني على اليَقينِ وهو الأقَلُّ من شَكَّ في رُكْنٍ أَوْ عدد ركعات، ولا أثرَ للشَكِّ بَعْدَ فَراغِها.",
            "page": "37",
            "part": "1",
            "seal": "0DB2D3B8"
        },
        {
            "id": "38",
            "nass": "فَصْلٌ ¶ أَفضلُ تَطَوُّعِ البدنِ بَعْدَ الجِهادِ والعِلْمِ صَلاةُ التطوُّع، وآكدُهَا كُسوفٌ، فاستسقاءٌ، فتراويحٌ، فوِترٌ، وأقلُّهُ ركعةٌ، وأَكثرُهُ إِحدى عشرة، وأَدْنى الكمال ثَلاَثٌ بِسَلاَمَيْنِ، ويَجوزُ بواحدٍ سرداً. ¶ ووقتُهُ مَا بَيْنِ العشاءِ والفَجرِ، ويقْنُتُ فيه بَعْدَ الركُوع نَدْباً فيقول جَهْراً: \"اللَهُمَّ إِنا نَسْتَعِينُكُ ونسْتهديكَ ونَسْتَغْفِرُكَ، ونتَوبُ إِليْكَ، ونؤمِنُ بِكَ، ونتَوَكلُ عَليْكَ، ونثني عَلَيْكَ الخَيْرَ كُلَّه، ونَشكُرُكَ ولا نكفُرُكَ، اللَّهُمَّ إِيَّاكَ نَعْبُدُ، ولكَ نصلي ونَسْجُدُ، وإِليْك نَسْعَى ونَحْفِد، نَرجو رحمتكَ ونخشى عَذَابكَ، إِن عَذَابكَ الجِدَّ بالكفّار مُلْحِقٌ \". ¶ \"اللَهُمَّ اهْدِنا فِيمَنْ هَدَيْتَ، وعَافِنَا فيْمَنْ عَافَيْتَ، وتَوَلَّنا فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لنا فِيما أَعْطَيْتَ، وقِنا شَرَّ ما قَضَيْتَ، إِنَّكَ تَقْضِي ولا يقضَى عَلَيْكَ، إنَّهُ لا يَذِلُّ مَنْ وَالَيْتَ، ولا يَعِزُّ مَنْ عَادَيْتَ، تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ، اللهُمَ إِنَا نَعُوُذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِعَفْوِكَ مِنْ عُقُوبَتِكَ، وَبِكَ مِنْكَ لا نُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كما أَثْنَيْتَ على نفْسِكَ \". ¶ ثُمَّ يُصَلِّي على النبي - صلى الله عليه وسلم -، ويُؤَمِّنُ مَأْمُومٌ، ويُفْرِدُ مُنْفَردٌ الضَّمِيرَ، ثُمَّ يَمْسَحُ وَجْهَهُ بِيَدَيْهِ هنا وخَارِجَ الصلاَةِ. ¶ والرَّواتب المُؤكَّدةُ عَشْرٌ: ¶ رَكعتانِ قَبْلَ الظهْرِ، وَرَكعتانِ بَعْدَها، وَرَكعتانِ بَعْدَ المغْرِبِ،",
            "page": "38",
            "part": "1",
            "seal": "1439072A"
        },
        {
            "id": "39",
            "nass": "وَرَكْعتانِ بَعْدَ العِشَاءِ، وَرَكْعَتانِ قَبْلَ الفَجْرِ، وآكدُها الفجر، ثُمَّ المَغْرِبُ ثُمَّ سواء. ¶ والتراويحُ عشرونَ رَكْعةً برمضان جَماعةً، يُسَلِّمُ مِنْهُ كلّ ثنتين بنيَّة أَوَّل كُلِّ ركعتين، ووقتها بين سنة عشاءٍ وَوِتْر في مسجدٍ، وأَوَّلُ اللَّيل أَفضل، ويُوتِرُ بَعْدها في جَماعةٍ. ¶ * * * ¶ فَصْلٌٌ ¶ وصَلاةُ الليلِ أَفْضَلُ، والنِّصْفُ الأَخيرُ أَفضلُ مِنَ الأوَّل، ويُسَنُّ قيامُ اللَّيل، وافتتاحه بركعتين خفيفتين، ونِيته عِنْدَ النَوم، وكثرةُ الركوعِ والسجُود أَفضلُ مِنْ طُولِ القيام. ¶ وتُسَنُّ صَلاةُ الضُّحى غِبًّا، وأَقَلُّهَا رَكعَتان، وأَكثرُها ثَمانٍ، وَوَقْتُها من خُروجِ وَقْتِ النَّهي إِلى قُبَيْلِ الزّوالِ. ¶ وتُسَنُّ تَحِيَّةُ المَسْجِد، وسُنَّةُ الوضوءِ، وإِحياءُ ما بين العشائينِ، وهو منْ قيامِ اللَّيل. ¶ وتُسَنُّ صَلاةُ الاستِخارةِ وَلَوْ في خَيْرٍ، ويُبادرُ به بَعْدَهُ. ¶ وتُسَنُّ صَلاةُ الحاجة إِلى الله تعالى أَوْ إِلى آدمي (1). ¶ وتُسَنُّ صَلاةُ التَّوْبَةِ. ¶ __________ ¶ (1) الحديث الوارد في صلاة الحاجة لا يصح؛ فقد أخرجه ابن ماجه (1384) وغيره من حديث عبد الله بن أبي أوفى، وقد أورده ابن الجوزِي في \"الموضوعات\" (2/ 141).",
            "page": "39",
            "part": "1",
            "seal": "3604C5AD"
        },
        {
            "id": "40",
            "nass": "ويُسَنُّ سُجُودُ تِلاوَةٍ مَعَ قصر فصل لقارئٍ ومُسْتَمِع. ¶ ويُسَنُّ سُجُودُ شُكْرٍ عِنْدَ تَجَدُّدِ نِعْمَةٍ أَو اندفاع نِقْمَةٍ. ¶ وأَوقاتُ النَّهْي خَمْسَةٌ: ¶ مِنْ طُلوع فَجْرٍ ثانٍ إِلى طُلوع الشَّمْسِ، ومِنْ صَلاة العَصْر إِلى الغروب، وَعِنْدَ طُلُوعِها إلى ارتفاعِها قَدْرَ رُمْح، وعِنْدَ قِيامِهَا حَتَّى تَزُول، وعِنْدَ غروبها حَتَى يَتِمَّ، فَيَحْرُمُ فيها ابتداءُ نَفْلٍ مُطْلَقاً، لا قضاءُ فرضٍ، وفِعْلُ رَكْعَتَي طوافٍ، وسنَّةُ فَجْرٍ أَدَاءً، وجَنَازَة بَعْدَ فَجْر وعَصْرٍ. ¶ * * * ¶ فَصْلٌٌ ¶ صَلاَةُ الجماعَة واجِبَةٌ للخَمْسِ المُؤَدَّاةِ على الرِّجَالِ الأحرار القَادِرينَ ولَوْ سَفَراً، وَلَيْسَتْ شرْطاً، فتَصِحُّ مِنْ مُنْفَرِدٍ ولا يَنْقُصُ أَجْرُهُ مع عُذْرٍ. ¶ وتَنْعَقِدُ باثنين في غَيْرِ جُمُعَةٍ وعيدٍ، ولو بأُنثى أَوْ عَبْدٍ لا بصبيٍّ في فَرْضٍ. ¶ وحَرُم أَنْ يؤُمَّ بِمَسْجِد لَهُ إِمامٌ رَاتِبٌ، فلا تَصِحُّ إِلاَّ مَعَ إِذْنِهِ وعَدَمِ كراهتِهِ، أَوْ تأَخره وضيق الوقت. ¶ وَمَنْ كَبَّرَ قَبْلَ تسليمَةِ الِإمام الأُولى أَدْركَ الجَمَاعَةِ، ومن أَدركَ الركوعَ أَدْرك الركْعَةَ. ¶ وسُنَّ دخولُهُ مع إِمامه كَيْفَ أَدْرَكهُ، وما أَدرك معه آخرها، وما",
            "page": "40",
            "part": "1",
            "seal": "8DA8A931"
        },
        {
            "id": "41",
            "nass": "يقضيه أَولها، ويَتَحَمَّلُ عن مأَمومٍ قراءةً، وسجود سهوٍ وتلاوةً، وسترةً ودعاءَ قنوت، وتَشَهُّدٌ أَول إذا سُبِق بِرَكْعَةٍ. والأَوْلى أَن يشرعَ في أَفعالها بعد إِمامٍ، فإِن وافقه فيها وفي سلامٍ كُرِهَ، وإِنْ سبقَهُ حَرُمَ، وإِنْ كَبَّرَ لِإحرام معه أَوْ قَبْلَ إتمامِهِ لم تنعقد، وإِنْ سَلَّمَ قبله عَمْداً بلا عُذْرٍ أَو سَهْواً ولم يُعِدْهُ بعده بَطَلَتْ. ¶ وسُنَّ لِإمام التَّخْفِيفُ مَعَ الِإتمام، وتطويلُ قراءةِ الأُولى عن الثَّانية، وانتظارُ داخل إِنْ لم يشق على مَأمومٍ. ¶ * * * ¶ فَصْلٌ ¶ الأَولى بالِإمَامةِ الأَجْوَدُ قراءةً الأَفْقَهُ، ويُقَدَّمُ قارئ لا يعْلَمُ فقه صلاته على فقيه أُمِّيٍّ، ثُمَّ الأَسَنُّ، ثُمَّ الأَشْرفُ، ثُمَّ الأَتقى والأَورع، ثُم يُقْرعُ، وصَاحِبُ البيت وإِمامُ المسجد ولو عَبْداً أَحَقُّ إِلاَّ مِنْ ذي سلطانٍ فيها، وَحُرٌّ أَولى من عَبْدٍ ومُبَعَّضٍ، ومُبَعَّضٌ أَولى مِنْ عَبْدٍ، وحَاضِرٌ، وبَصير، وحَضَرِيٌّ، ومتوضِّئ، ومستعير، ومستأْجِرٌ، أَولى من ضدِّهم. ¶ ولا تَصِحُّ إِمامة فَاسِقٍ مُطْلَقاً إِلا في جمعةٍ وعيدٍ تَعَذُّراً خَلْفَ غيره. ¶ وتَصِح خلفَ أَعمى أَصحّ، وأَقْلَفَ، وأَقْطَع يَدين، أَوْ رجلينِ أَوْ أَنْفٍ، وكثيرِ لَحنٍ لَمْ يخل المعنى، لا خلفَ أَخرسَ وكافِرٍ، ولا إِمامةُ عاجِزٍ عن شَرْطٍ أَوْ رُكْنٍ إِلا بمثلِهِ إِلاَّ الِإمامَ الراتب بمسجدٍ",
            "page": "41",
            "part": "1",
            "seal": "0718839E"
        },
        {
            "id": "42",
            "nass": "المرجوُّ زوالُ علتِهِ فيصلي جالساً، ويجلسون خلفه، وتَصِحُّ قياماً، ولا إِمامةُ امرأَةٍ وخنثى لرجال أَوْ خناثى، ولا مُمَيَّزٍ لِبَالِغٍ في فَرْضٍ، ولا إِمامةُ مُحْدِثٍ أَوْ نَجِسٍ يعلم ذلك؛ فإِن جهل هو ومأْمومٍ حَتَّى انقضتْ صحت لمأَموم، ولا إِمامة أُمِّيٍّ، وهو من لا يُحْسِنُ الفاتحةَ أَوْ يُدْغِمُ فيها ما لا يُدْغَمُ، أَوْ يَلْحَنُ لحناً يُحِيلُ المعنى عَجْزاً عن إِصلاحِهِ إلاَّ بمثلِهِ. ¶ وسُنَّ وقوفُ جَماعةٍ مُتَقَدِّماً عليهم، فإِن تَقَدَّمَهُ مَأْمومٌ ولو بإِحرام لَمْ تَصِحَّ صلاتُهُ، والاعتبار بمؤخر قدم، ويقف الواحد أَوْ الخُنْثَى عن يمينه وجوباً، والمرأَة خلفه ندْباً، ويجوز عن يمينه، ومَنْ صَلَّى عن يسارِه مع خلو يمينه، أَوْ ركعة مُنْفرداً لم تَصِحَّ صلاته، وإِذا جَمَعَهُما مَسْجِدٌ صَحَّت القدوةُ مُطْلَقاً بشرطِ العِلْم بانتقالاتِ الِإمام، وإِنْ لَمْ يجمعهُما شرط رُؤيَة الِإمام أَوْ مَنْ وراءَهُ ولَوْ في بَعْضِها. ¶ وكُرِهَ عُلُوُّ إِمامٍ على مأَمومٍ ذِراعاً فأَكْثَرَ لا عَكْسُهُ. ¶ وكُرِهَ حضور مَسْجِدٍ وجَمَاعَةٍ لمن أَكَلَ بَصَلاً أَوْ فِجْلاً ونحوه حَتَّى يذهب ريحه. ¶ * * * ¶ فَصْلٌ ¶ يُعْذَرُ بِتَرْكِ جُمُعَةٍ وجَمَاعَةٍ مَرِيضٌ، وخائِفٌ حدوثَ مَرَضٍ ليسا بالمسجِدِ، ومَنْ يدافِعُ أَحَدَ الأَخبثينِ، ومَنْ بِحَضْرَة طَعَامٍ يُحتَاجُ إِليْهِ، وله الشبعُ، أَوْ له ضائعُ يرجوه، أَوْ يخاف ضياعَ ماله أَو ضرراً فيه",
            "page": "42",
            "part": "1",
            "seal": "ACFD0E38"
        },
        {
            "id": "43",
            "nass": "أَوْ في معيشة يحتاجها، أَوْ موتَ قريبِهِ أَوْ رفيقِهِ، أَوْ ضرراً مِنْ سلطان أَو مطر ونحوه، أَوْ مُلاَزَمَةَ غَرِيْمٍ له ولا شَيْءَ معه، أَو فَوْتَ رُفْقَةٍ ونحو ذلك. ¶ * * * ¶ فَصْلٌ ¶ يَلْزمُ المريضَ أَن يُصَلِّي قَائِماً، ولو كراكع مُعْتَمِداً أَوْ مستنداً بآجُرَّةٍ يقدر عليها، فإِن لَمْ يستطع فقاعِداً مُتَرَبِّعًا ندباً، وكَيْفَ قَعَدَ جَازَ، فإِن لَمْ يستطع فعلى جنبه، والأَيْمَنُ أَفْضَلُ، ويُومئ بركوع وسجودٍ عاجزٍ عنهما ما أَمكنَهُ، ويجعل السجودَ أَخفضَ، فإِن عجز أَوْمَأَ بطرفِهِ مستَحْضراً الفعلَ بقلبِهِ، وكذا القولُ إِن عَجَزَ عنه بِلِسَانِهِ. ¶ ولا تَسْقُطُ ما دام العقلُ ثابِتاً، فإِن قَدَرَ على قيامٍ أَوْ قعودٍ في أَثنائها انتقل إِليه وأَتمَّها. ¶ ولا تَصِحُّ مكتوبةٌ في سفينة قَاعِداً لقادرٍ على قيام، تَصِحُّ على راحلةٍ واقفةٍ أَوْ سائِرةٍ لِتَأَذٍّ بوحلٍ ومطر ونحوه، أَوْ لخوفِ انقطاع عن رُفْقَةٍ، أَوْ خوف على نفسه من نحو عدوٍ، أَوْ عَجْزِه عن ركوبٍ إِن نَزَلَ، وعليه الاستقبالُ وما يّقْدِرُ عليه، ويعتبر المقرُّ للأَعضاءِ السجودَ، فلو وَضَعَ جبهته على قُطْنٍ منفوشٍ أَوْ صلى في أرجوحته ولا ضرورة لَمْ تصحَّ. ¶ * * * ¶ فَصْلٌ ¶ يُسَنُّ قَصْرُ الصَّلاةِ الرُّباعية لِمَن نوى سفراً مباحاً، ولو لنزهة",
            "page": "43",
            "part": "1",
            "seal": "8E0CCC1B"
        },
        {
            "id": "44",
            "nass": "أَوْ فُرْجَة لمحل مُعَيَّنٍ يبلُغُ ستة عشر فَرْسخاً بَرّاً وبَحْراً، وهي يَوْمانِ قَاصدانِ إِذا فارقَ بيوت قريتِهِ العَامرةِ أَو خيام قومِهِ. ¶ ولا يُكْرَهُ إِتمامٌ، والقَصْرُ أَفضل، ولا يُعيدُ مَنْ قَصَرَ ثُمَّ رَجَعَ قبل استكمالِ المسافة. ومَنْ نَوى إِقامةً مُطْلقةً بمَوْضعٍ، أَوْ أَكثر مِنْ أَربعة أَيامٍ، أَوْ ائْتَمَّ بمقيم، أَتَمَّ، وإِنْ حُبِسَ ظُلْماً أَوْ بِمَطَرٍ أَوْ أَقام لحاجةٍ بلا نيَّة إِقامةٍ فَوْق أَربعةِ أَيام، ولا يدري متى تنقضي، قَصَرَ أَبَداً. ¶ * * * ¶ فَصْلٌ ¶ يُبَاحُ جَمْعٌ بين ظُهْرٍ وعَصْرٍ وعشائين بوقتِ إِحداهُما، وتَرْكُهُ أَفْضَلُ غير جمعي عرفة ومزدلفة فَيُسَنُّ. ¶ ويُجْمَعُ في ثمان حالاتٍ: ¶ بِسَفَرِ قصْرٍ، ومريض يَلْحقُهُ بتركِهِ مشقّةٌ، ومرضع لمشقّةِ كثْرة نَجَاسَةٍ، ومُسْتَحَاضَة ونحوها، وعاجز عن طهارةٍ أَو تيَمُّمٍ لِكُلِّ صَلاةٍ أَوْ عن مَعرفةِ وقتٍ كأَعمى ونحوه، أَوْ لعُذْرٍ أَوْ شُغْلٍ يُبيحُ تَرْكَ جُمُعَةٍ وجَماعةٍ. ¶ ويَخْتَصُّ بجواز جَمْعِ العِشائَيْنِ، -ولو صلَّى ببيتِهِ- ثلجٌ وبَرَدٌ وجَليدٌ، وَوَحلٌ وريحٌ شَدِيدةٌ بَارِدَةٌ، ومَطَرٌ يبُلُّ الثيابَ، وتُوجَدُ مَعَهُ مَشَقةٌ. ¶ والأَفْضَلُ فِعْلُ الأَرْفَق مِنْ تَقْديم جَمْعٍ أَو تأَخيرِهِ؛ فإِنِ استويا فتأَخيرٌ أَفْضَلُ.",
            "page": "44",
            "part": "1",
            "seal": "8619657A"
        },
        {
            "id": "45",
            "nass": "ويُشْتَرَطُ له تَرتيبٌ مُطْلَقاً، وَلِجَمْعٍ بِوَقْتِ أُولى نِيَةٌ عند إِحرامِهَا، وأَن لا يُفَرِّق بينهما إِلا بقدرِ إِقامةٍ ووضوء خفيف، فيبطلُ براتبة بينهما، ووجودُ العذر عند افتتاحِهما، وسلام الأُولى، واستمراره في غير جَمْع مَطَرٍ ونحوه إِلى فَراغِ الثانية، فَلَوْ أَحْرَمَ بالأُولى لِمَطَرٍ ثُمَّ انقَطَعَ فلم يعُد، فإِن حصل وحل لَمْ يبطل وإِلاَّ بطل، وإِن انقطع سفر بأُولى بطل الجمعُ والقصرُ فيتمها، وتَصِحُّ فَرْضاً، وبثانية بَطلا، ويتمها نَفْلاً. ¶ ويشترط لِجمْعٍ بوقت ثانيةٍ نِيَّتُهُ بوقت أُولى مَا لَمْ يَضِق عن فِعْلِها، وبقاءُ عذرٍ إِلى دخولِ وقت الثانية لا غير. ¶ ولا يشترطُ لصحةٍ اتحادُ إِمامٍ ومأْمُومٍ، فَلَوْ صلاهما خَلْفَ إِمامين، أَوْ خَلْفَ مَنْ لَمْ يَجْمَعْ، أَوْ إِحداهما مُنفَرِداً والأُخرى جَماعةً أَو بمأَمومِ الأولى وبآخر الثانية، أَو بمن لَمْ يَجْمَع، صَحَّ. ¶ * * * ¶ فَصْلٌٌ ¶ تَصِحَّ صلاةُ الخَوفِ بِقتَالٍ مُبَاحٍ، ولو حضراً مع خَوْف هَجْمِ العدوِّ على ستة أَوجهٍ، وإِذا اشتدَّ الخوفُ صلوا رجالاً ورُكباناً للقبلةِ وغيرها، ولا يَلْزمُ افتتاحها إِليها، ولو أَمكنَ يؤمنون طاقَتَهُمْ، ولِمُصَلٍّ كَرٌّ وَفَرٌّ لِمَصْلَحَةٍ، ولا تَبْطُلُ بِطُولهِ. ¶ وسُنَّ لَهُ فيها حَمْلُ ما يَدْفَعُ به عن نفسه ولا يُثْقِلُهُ كسيفٍ وسكينٍ، وجَازَ لحاجة حمل نَجَسٍ، ولا يعيدُ.",
            "page": "45",
            "part": "1",
            "seal": "A57E44DA"
        },
        {
            "id": "46",
            "nass": "فَصْل ¶ تَجِبُ الجُمُعَةُ على كُلِّ مُسْلِم مُكَلَّف ذَكرٍ حُرٍّ مُستوطِن ببناءٍ ولو مِنْ قَصَبٍ، وعلى مُسَافِرٍ لا يُباح له، وعلى مقيم خارج البلد إِذا كان بينَه وبين موضعها مِنَ المنارة نَصّاً فرسخ فأَقَلُّ. ¶ ولا تَجِبُ على مَنْ يباح له القصر ولا عَبْدٍ ولا مُبَعَّضٍ ولا امرأَةٍ ولا خنثى، ومَنْ حَضَرَهَا أَجزأَته، ولَمْ تنعقد بِهِ، فلا يُحْسَبُ هو ولا مَنْ ليس مِنْ أَهلِ البلدِ مِن الأربعين، ولا تصِحُّ إِمامتهُم فيها. ¶ وشُرِطَ لصحتها أَربعة شُروطٍ - ليس منها إِذن الِإمامِ -: ¶ أَحدها: الوقْتُ، وهو مِنْ أَولِ وقتِ العيد إِلى آخِرِ وَقْتِ الظُّهْرِ، وتلْزَمُ بزوالٍ وبَعْدَه أَفضل. ¶ الثاني: استيطان أَربعينَ ولو بالِإمامِ. ¶ الثالِثُ: حضورهم، ولو كان فيهم خُرْسٌ أَوْ صُمٌ لا كلهم، فإِنْ نقصوا قبل إِتمامها استأَنفوا ظُهْراً. ¶ الرابعُ: تقدم خُطبتين بَدَلَ ركعتينِ مِنْ شرطهما خمسةُ أَشياءٍ: ¶ الوقتُ، والنَيَّةُ، ووقوعهما حَضَراً، وحُضُورُ الأربعين، وأَن يكونَ مِمن تَصِحُّ إِمامتُهُ فيها. ¶ وأَرْكَانُهُما سِتَّةٌ: ¶ حمدُ اللَّهِ، والصَّلاةُ على رسول الله - صلى الله عليه وسلم -، وقراءةُ آية مِنْ كتاب",
            "page": "46",
            "part": "1",
            "seal": "8F4338E3"
        },
        {
            "id": "47",
            "nass": "الله، والوصيةُ بِتَقْوى الله، وموالاتُهُما مَعَ الصَّلاة، والجهر بحيث يسمعُ العددُ المُعْتَبر حيثُ لا مانع. ¶ ويُبْطِلُهَا كلامٌ مُحَرَّمٌ، ولو يسيراً، وهي بغيرِ العربيةِ كقراءة، فلا تَصِحُّ إِلا مع العجزِ غَيْرَ القراءةِ. ¶ وتُسَنُّ على مِنْبَرٍ أَوْ مَوْضِعٍ عَالٍ، وأَن يخْطُبَ قائماً مُعْتَمِداً على سَيْفٍ أَو عصا، وقَصْرهما، والثانية أَقْصَرُ، ورفعُ الصَّوْتِ بهما (1) حَسَبَ الطَاقةِ، والدُّعَاءُ للمسلمين، ويُباحُ لِمُعَيّنٍ كالسُّلْطَانِ، ولا بأَسَ أَن يخطُبَ مِنْ صَحِيفَةٍ. ¶ وَيَحْرُمُ الكلامُ والِإمام يخْطُبُ، وهو منه بحيث يَسْمَعُهُ، ويباح إِذا سَكَتَ بَيْنَهُمَا أَوْ شَرَعَ في دُعَاءٍ. ¶ * * * ¶ فَصْلٌ ¶ والجُمُعَة ركعتانِ، وحَرُمَ إِقامتُها وعيدٍ في أَكثر من مَوْضِعٍ مِنَ البلدِ إِلا لحاجَةٍ كَضِيقٍ وبُعْدٍ وخوف فتنة ونحوه، فإِن عدمت الحاجة فالصحيحة ما باشره الِإمامُ أَوْ أَذِنَ فيها، فإِن استوتا في إِذن أَوْ عدمه فالسابقةُ بالِإحرامِ هي الصَّحِيحَةُ، وإِن جهِلَ كيف وقعتا صلوا ظُهْراً. ¶ وسُنَّ قِراءةُ سورة الكَهْفِ في يَوْمها، وكَثْرَةُ دُعَاءٍ، وصَلاَةٍ على النبي - صلى الله عليه وسلم -، ومَنْ دَخَلَ والِإمامُ يخطُبُ لَمْ يجلس حَتَّى يَرْكعَ ركعتين خفيفتينِ. ¶ __________ ¶ (1) تكررت هذه الكلمة في الأصل.",
            "page": "47",
            "part": "1",
            "seal": "794FBBA4"
        },
        {
            "id": "48",
            "nass": "فَصلٌ ¶ وصَلاَةُ العِيدَيْنِ فَرْضُ كِفَايةِ، وَوَقْتُها كَصَلاة الضُّحَى. ¶ وشروطُها: كالجُمُعَةِ ما عدا الخطبتين، فإِنْ لَمْ يُعْلَمْ بالعيد إِلاَّ بعد الزوالِ صلوا من الغَدِ قضاءً. ¶ وتُسَنَّ بصحراء قريبة عُرْفاً. ¶ وسُنَّ تكبيرُ مَأْمُومِ بعد صلاة الصُّبح على أَحسن هيئة ماشيًا، وتأَخرُ إِمامٍ إِلى وقتِ الصَّلاةِ، والتوسعَةُ على الأهلِ، والصدَقَةُ، ورجوعهُ في غير طريقِ غُدُوِّهِ. ¶ ويصليها ركعتين قَبْلَ الخُطبةِ، ويُكبر في الأُولى بَعْد الاستفتاح وقَبْلَ التعوذ ستاً، وفي الثانية قبل القراءة خمسًا، يرفعُ يديه مع كُلِّ تكبيرة ويقول: \"اللهُ أَكْبَرُ كبيراً، والحمدُ للَّهِ كثيرًا، وسُبْحَانَ اللَّهِ بُكْرةً وأَصيلاً، وصلَّى اللَّهُ على مُحمَّدِ النبي وآلِهِ وسَلَّمَ تسليماً كثيراً\"، وإِن أَحَبَّ قَالَ غَيْرَ ذلك. ¶ ولا يأَتي بذكرٍ بَعْدَ التكبيرة الآخرة فيهما، ثُمَّ يقرأُ الفاتحةَ ثُمَّ (سَبِّح) في الركعة الأُولى ثُمَّ (الغاشية) في الثانية، فإِذا سَلَّم خَطَبَ خطبتين، وأَحكامهما كخطبتي الجمعة حَتَّى في تحريم الكَلام حَالَ الخطبة. ¶ وسُنَّ أَن يستفتِحَ الأُولى بتسع تكبيرات نَسَقاً، والثانيةَ بسبع ¶ قائماً، يحثهم في الفِطْرِ على الصَّدَقَةِ ويبينُ لهم ما يُخْرجُونَ، ويُرَغِّبُهُم",
            "page": "48",
            "part": "1",
            "seal": "F53D80FE"
        },
        {
            "id": "49",
            "nass": "في الأَضحى في الأُضحيةِ، ويُبَينُ لهم حُكْمَها. والتكبيراتُ الزوائِدُ والذِّكر بينهما والخطبتان سنةٌ. ¶ وكُرِهَ تنفُّلٌ وقضاءُ فائتة قَبْلَ الصلاة بِمَوْضِعها وَبَعدها قُبيْلَ مفارقته. ¶ وسُنَّ لِمَنْ فاتتْهُ قضاؤها في يومها على صفتها. ¶ * * * ¶ فَصْلٌٌ ¶ وسُنَّ التكبيرُ المطْلَقُ، وإِظهارهُ، وجهرُ غيرِ أُنثى به في ليلتي العيدين، وفي الخروجِ إِليهما إِلى فراغ الخُطبةِ فيهما، وفِطْرٌ آكَدُ، وفي كُلِّ عشر ذي الحجة، والتكبيرُ المُقيدُ عَقِبَ كُلِّ فريضة في جَمَاعَةٍ من صلاة فجر يوم عرفة إِلى عَصْر آخر أَيَّام التَّشْرِيقِ إِلاَّ لمُحْرِمِ فَمِنْ صلاة ظهر يوم النَّحْرِ، ويُكبِّرُ الِإمامُ مُسْتَقْبِلَ النَاسِ. ¶ ولا يُسَنُّ عَقِبَ صَلاَةِ عيد في صفته شفْعًا: اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، لا إِلهَ إِلاَّ اللَّهُ واللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، ولِلَّهِ الحمد. ¶ ولاَ بأْسَ بقوله لغيره: تَقَبَّلَ اللَّهُ منَّا ومنك، ولا بالتعريف عشية ليلة عرفة بالأمصار. ¶ * * * ¶ فَصْلٌٌ ¶ صَلاَةُ الكُسُوفِ سُنَّةٌ مِنْ غَيْرِ خُطْبةٍ، ووقتها من ابتدائهِ إِلى التَجَلِّي، ولا تقضى إِن فاتت، وهي ركعتان كل ركعةٍ بقيامينِ وركوعين.",
            "page": "49",
            "part": "1",
            "seal": "F4A7565A"
        },
        {
            "id": "50",
            "nass": "وسُنَّ تطويلُ سُورة وتَسبِيحٌ، وكونُ أُولى كُلٍّ أَطول، وتَصِحُّ كالنَّافِلَةِ، ولا يُصلَّى لآيةٍ غيرهِ كظلمَةٍ نهاراً، وضياءٍ ليلاً، ورِيحٍ شديدةٍ، وصواعق إِلاَّ لِزَلْزَلَةٍ دائِمةٍ. ¶ * * * ¶ فَصْلٌ ¶ تُسَن صلاةُ الاستسقاءِ إِذا أَجدبتِ الأرضِ، وقحَطَ المَطَرُ. ¶ وصفَتُها وأَحكامُهَا كصلاةِ عيدٍ، وهي قَبْلَهَا جماعةً أَفْضَلُ، وإِذا أَرادَ الِإمامُ الخروجَ وَعَظَ النَاسِ وأَمرهم بالتوبةِ والخروجِ من المظالِم، وتَرْكِ التشاحُنِ، والصَّدَقةِ والصومِ، ولا يلزمانِ بأَمرِهِ، ويعدُهُم يَوْماً يخرجون فيه، ويَخْرجُ مُتَواضعاً مُتَخَشِّعاً مُتَذَلِّلاً مُتَضَرِّعاً متنظفاً لا مُتطيبًا، ومَعَهُ أَهْلُ الدِّين والصلاَحِ والشيوخُ. ¶ وسُنَّ خروجُ صَبيٍّ مُميِّزٍ، ويُبَاحُ خُروجُ أَطفالٍ، وبَهائمَ، فيصلي ثُمَّ يخْطُبُ خُطْبةً واحدةً يفتتحها بالتكبير كخطبة عيدٍ، ويُكْثِرُ فيها الاستغفارَ وقراءةَ الآيات التي فيها الأَمْرُ به. ¶ وسُنَّ وقوفٌ في أَوَّلِ المطر وتوضؤٌ واغتسالُ مِنْهُ وإِخراجُ رحلِهِ وثيابه ليصيبها، وإِنْ كَثُرَ حَتَى خِيفَ منه سُنَّ قوْلُ: \"اللهُمَ حَواليْنا ولا عَلينا، اللَّهُمَّ على الظِّرابِ والآكامِ وبطونِ الأَوْدِيةِ ومنابتِ الشَجَرِ\" (رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ) [البقرة: 286] الآية. ¶ وسُنَّ قَوْلُ: \"مُطِرْنَا بِفَضْلِ اللَّهِ ورحمتِهِ \". ¶ * * *",
            "page": "50",
            "part": "1",
            "seal": "3E1D0D47"
        },
        {
            "id": "51",
            "nass": "كتاب الجنائز ¶ يُسَنُّ الاستعدادُ للموت، والإِكثارُ من ذكْرِهِ. ¶ وتُسَنُّ عيادةُ مريضٍ مُسْلِمٍ غِبًّا مِنْ أَوَّلِ المَرَضِ بكرة وعشية، وفي رمضان ليلاً، وتذكيرُهُ التوبة والوصية، ويدعو له عائِدٌ بالعافيةِ والصَّلاحِ، ولا يطِيلُ الجلوسَ عِنْدَه، وينبغي أَنْ يَحسِنَ ظَنَّهُ بالله، ولا يَجِبُ التداوي، ولو ظَنَّ نفعه، وتركُهُ أفضل، ويَحْرُمُ بِمُحَرّمٍ، ويُبَاحُ كتب قرآنٍ وذِكْرٍ بإناءٍ لحامل لعُسْرِ الولادَةِ، ومريضٍ ويُسقيانِهِ، وإِذا نَزَلَ به سُنَّ لأَوْفَقِ أَهْلِهِ به تعاهُدُ بَلِّ حَلْقِهِ بماءٍ أَوْ شَرَابٍ، وتنديةُ شَفَتَيْهِ، وتلقِينُهُ: \"لا إلهَ إلاَّ الله \" مرةً ولَمْ يزد على ثلاثٍ إِلاَّ أن يتكلم فيعيدُهُ بِرِفْقٍ، وقِراءةُ الفاتحة. ¶ ويُسَنُّ عنده توجيهُهُ إِلى القِبْلَةِ على جنبِهِ الأَيْمَنِ مَعَ سَعَةِ المكان وإِلاَّ فعلى ظَهْرِهِ وأَخْمَصَاهُ إِلى القِبْلَةِ، ويَعْتَمدُ على اللَّهِ فِيمَنْ يُحِبُّ، ويوصي للأَرْجَحِ في نظَرِه؛ فإِذا مات سُنَّ تغميضُ عينيهِ، ويُباحُ مِن مَحْرَمٍ ذكر أَوْ أُنثى، ويُكْرَهُ من حائِضٍ وجُنُبٍ، وأن يقرباه، وقول: \"بسم الله وعلى وفاة رسول الله - صلى الله عليه وسلم -، وَشَدُّ لَحْيَيهِ بعصابةٍ، وتليينُ",
            "page": "51",
            "part": "1",
            "seal": "27BFFDC5"
        },
        {
            "id": "52",
            "nass": "مَفَاصِلِهِ، وَخَلْعُ ثِيَابِهِ، وسترُهُ بِثَوْبٍ، وإِسراعُ تجهيزِهِ إِنْ مات غير فُجْأَةٍ، وتَفْرِقَةُ وصيَّتِهِ، ويَجِبُ في قَضَاءِ دينِهِ. ¶ * * * ¶ فَصْلٌٌ ¶ وغَسْلُهُ فَرْضُ كِفاية سوى شهيدِ معركةٍ، ومقتول ظُلْماً، ولَوْ كانا أنثيين أَوْ غَيْرَ مُكَلّفين. ¶ وشُرِطَ في ماءٍ طَهوريةٌ وإِباحةٌ، وفي غَاسِلٍ إسلامٌ، وعَقْلٌ، وتَمييزٌ، والأفْضَلُ ثِقَةٌ عارفٌ بأحكامِ الغُسْلِ، وإِذا أَخَذَ في غَسْلِهِ سَتَرَ عورتَهُ عَنْ العيونِ تحت سِتْرٍ. ¶ وكُرِهَ حضورُ غَيْرِ مُعينٍ في غَسْلِهِ، ثُمَّ نَوَى وسَمَّى وجُوباً كَغَسْلِ الحيّ. ¶ وسُنَّ أن يرفع رَأْسَ غَيْرِ حاملٍ إِلى قُرْبِ جلوسِهِ، ويُعْصَرُ بَطْنُهُ بِرِفْقٍ، ويكون ثَمَّ بخور، ويُكْثِرُ صَبَّ الماء حينئذٍ ثُمَّ يَلُفُّ على يدِهِ خِرْقَةً مبلولة فيُنَجِيهِ بها. ¶ وَحَرُمَ مسُّ عورةِ مَنْ له سَبْعُ سنين، ثم يُدْخِلُ إِبهامَهُ وسبابته وعليهما خِرْقَةٌ مَبْلُولَةٌ بمَاءٍ بَيْنَ شَفتيهِ فيَمْسَحُ أَسْنَانَهُ، وفي مَنْخِرَيْهِ فَيُنَظِّفُهُما، ثُمَّ يوضئه استحباباً، ولا يُدْخِلُ ماءً في فَمِهِ وأَنْفِهِ، ويَغْسِلُ رَأْسَهُ بِرَغْوَةِ السِّدْرِ وَبَدَنَهُ بِثُفْلِهِ، ويَغْسِلُ شقهُ الأَيمنَ ثُمَّ الأَيْسَرَ، ثمَّ يُفيضُ الماءَ على جميع بَدَنِهِ. ¶ وكُرِهَ اقتصارٌ على غَسْلِهِ مرةً إِن لم يَخْرُج شيء؛ فإِن خَرَجَ",
            "page": "52",
            "part": "1",
            "seal": "601295B6"
        },
        {
            "id": "53",
            "nass": "وَجَبَ إِعادتُهُ إِلى سَبْعٍ؛ فإِن خَرَج بعدها حُشيَ بِقُطْنٍ؛ فإِن لَمْ يَسْتَمْسِكْ فَبِطينٍ حُرٍّ (1)، ثُمَّ يَغْسِلُ المَحل ويُوَضَّأُ وجُوباً. وسَقْط الأَرْبَعَةِ أشهُرٍ كمولودٍ حيّاً. ¶ * * * ¶ فَصْلٌ ¶ وتكفينُهُ فَرْضُ كفايةٍ، ويَجِبُ لحقِّ الله تعالى ولِحَقّهِ ثَوْبٌ واحدٌ لا يَصِفُ البشرةَ يسترُ جميعه. ¶ وسُنّ تكْفينُ رَجُلٍ في ثَلاَث لَفَائِفَ بيضٍ من قُطْنٍ، وكُرِهَ في أَكْثَر، تُبْسَطُ على بعضها بعد تبخيرِهَا بنحوِ عُودٍ، وتُجعلُ الظاهرةُ أحسنَها والحنوطُ فيما بينها، ثُمَّ يُوضَعُ عليها مستلقياً ثُمَّ يُرَدُّ طرف اللفافة العليا من الجانب الأيسر على شقه الأيمنِ، ثُمَّ الأيمنِ على الأَيْسَرِ، ثُمَّ الثانية على الثالثةِ كذلك، ويجعَلُ أكثرُ الفاضلِ عند رأسِهِ، ثُمَّ يَعْقِدُها وتُحَلُّ في القبر. ¶ وسُنَّ لامرأةٍ وخُنْثى خمسةُ أثوابٍ: إِزارٌ وخِمارٌ وقميصٌ ولُفافتانِ، ولصغيرةٍ قَمِيصٌ ولفافتانِ، ولصبيٍّ ثوب واحدٌ، ويباح في ثلاثةٍ ما لم يرثهُ مُكَلَّفٌ. ¶ * * * ¶ فَصْلٌ ¶ والصَّلاَةُ عليه فرضُ كفايةٍ، وتسقطُ بِمُكَلَّفٍ، ولو أُنثى أَوْ عبداً، وتُسَنُّ جماعة. ¶ __________ ¶ (1) الطين الحُرِّ: أي الخالص. \"المطلع\" للبعلي ص 116.",
            "page": "53",
            "part": "1",
            "seal": "98D4BFC7"
        },
        {
            "id": "54",
            "nass": "وشروطُها ثمانيةٌ: ¶ النّيَّةُ، والتكليفُ، واستقبالُ القبلة، وسَتْرُ العورة، واجتنابُ النجاسة، وحضورُ الميتِ إِنْ كان بالبلدِ، وإسلامُ المصلي والمصلّى عليه، وطهارتُهما ولو بترابٍ. ¶ وأركانها سبعة: ¶ القيامُ في فرضِها، والتكبيراتُ الأربع، وقراءةُ الفاتحةِ، والصلاةُ على النبي - صلى الله عليه وسلم -، والدُّعاءُ للميتِ، والسَّلامُ، والترتيبُ. ¶ وسُنَّ قيامُ إِمامٍ ومُنْفَرِدٍ عِنْدَ صَدْرِ رَجُلٍ ووسطِ امرأةٍ. ¶ وصِفَتُها: أن ينوي ثُمَّ يكبر، ويقرأ الفاتحة، ثُمَّ يكبِّرَ، ويصلي على النبي - صلى الله عليه وسلم - كَفِي التَشَهُّدِ، ثُمَّ يكَبِّرَ، ويدعوَ للميتِ، والأَفْضَلُ بشيءٍ مِمَّا ورد، ثُمَّ يُكَبِّرَ، ويقفَ قليلاً ويُسلِّمَ، وتجزئٌ واحدةٌ، ولو لم يَقُلْ: ورحمة الله. ¶ * * * ¶ فَصْلٌٌ ¶ وحَمْلُهُ ودفنُهُ فرضُ كفاية، ويسقطانِ، وتكفينٌ (1) بكافر. ¶ وسُنَّ كونُ ماشٍ أمام الجنازة، وراكب خَلْفَها، وقُرْبٌ منها، وإِسراعٌ بها، وتعميقُ قَبْرٍ وتوسيعه. ¶ __________ ¶ (1) لتوضيح هذه المسألة انظر: \"غاية المنتهى\" لمرعي الكرمي (1/ 247 - ط المكتب الإسلامي) وشرحه \"مطالب أُولي النُّهى\" للسيوطي الرحيباني (1/ 899).",
            "page": "54",
            "part": "1",
            "seal": "61CB0CA8"
        },
        {
            "id": "55",
            "nass": "وكُرِهَ رَفْعُ الصوتِ معها ولو بذكرٍ، والقرآن، وإدخالُ القَبْرِ خَشباً أو ما مستُّهُ النار، وتجصيصهُ، وبناءٌ، وكتابةٌ، ومشيٌ، وجلوسٌ عليه. ¶ وَيَجبُ أن يستقبِلَ بِهِ القبلة. ¶ ويُسَنُّ على جنبه الأيمن، وحَرُمَ دَفْنُ اثنينِ فأكثر في قَبْرٍ إلاَّ لضرورةٍ. ¶ وسُنَّ أن يُدْخَلَ ميتٌ مِنْ عند رِجْلَيهِ إن كان أسهل، وإِلا فمِنْ حيث سهل، وَقَوْلُ مُدْخِلٍ: \"بِسمِ اللَّهِ وعلى مِلّةِ رَسولِ اللهِ صلى الله عليه وسلم، وحثوُ التراب عليه ثَلاَثاً تُمَّ يُهَالُ، وتلقينُه، والدعاءُ له بَعْدَ الدفنِ، ورشُّ القبر بماءٍ، ورفعُه قدرَ شِبْرٍ، وإِنْ ماتت حَامِلٌ حَرُمَ شَقُّ بطنها، وأَخْرَجَ النساءُ مَنْ تُرجى حياته؛ فإِن تعذر لَمْ تدفن حَتَّى يموت، وإِنْ خَرَجَ بعضُه حيّاً شق الباقي، فلو ماتَ قَبْلَ الشق أُخْرِج حَتَّى يُغْسَل، ويكفَّنُ بلا شَقٍّ؛ فإِن تعذر إخراجُه غُسِلَ ما خَرَج منه وصُلِّيَ عليه مَعَهَا، وإِن لم يكن له أربعةُ أشهر فأكثر صُلِّيَ عليها دونه. ¶ * * * ¶ فَصْلٌ ¶ وتعزيةُ مسلمٍ، ولو صَغِيراً إِلى ثلاثة أيام سُنَّةٌ، فيقالُ لمسلم مُصَاب بِمسلم: \"أعْظَمَ اللهُ أَجْرَكَ وأحسن عزاك، وغَفَرَ لميتك \"، ويَرُدُّ مُعَزًّى بقول: \"استجاب الله دعاك ورَحِمَنَا وإِياكَ \".",
            "page": "55",
            "part": "1",
            "seal": "6513A0D9"
        },
        {
            "id": "56",
            "nass": "وأيّ قُرْبَةٍ فُعِلَتْ وجُعِلَ ثوابُها لمسلم حَيّ أَوْ مَيْتِ نَفَعَهُ ذلك. ¶ وتُسَنُّ زيارةُ القبور للرجالِ، وتكْرَهُ للنساءِ، وإِن عَلِمْنَ أنَّه يَقَعُ مِنْهُنَّ مُحَرّمٌ حَرُمَتْ. ¶ ويجوزُ البكاءُ على الميتِ، ويَحْرُمُ نَدْبٌ، ونياحةٌ، وشَقُّ ثَوْبٍ، ولطمُ خدٍّ ونحوه. ¶ ويَعْرِفُ الميتُ زائِرَهُ يَوْمَ الجُمُعةِ قَبْلَ طلوعِ الشَمسِ. ¶ * * *",
            "page": "56",
            "part": "1",
            "seal": "4AFAB12C"
        },
        {
            "id": "57",
            "nass": "كتاب الزكاة ¶ شروطُ وجوبها خمسةُ أشياء: ¶ الِإسلامُ، والحريةُ لا كمالها، فتجبُ على مُبَعَّضٍ بقدر ملكه، وملْكُ النِّصاب، والملكُ التَّامُّ، وتمامُ الحولِ. وتَجِبُ في مال الصغير والمجنون. ¶ وهي في خمسة أشياء: سائمة بهيمة الأنعامِ، والخارج من الأرض، والعسل، والأثمان، وعروض التجارة. ¶ ويمنَعُ وجوبَها دينٌ ينقص النصابَ، ومَنْ ماتَ وعليه زكاةٌ أُخذت مِنْ تركته. ¶ وشُرِط في بهيمة الأَنعام أن تتخذ للدَّرِّ والنَّسْلِ والتسمين، لا للعملِ، وأن ترعَى المُباحَ أكثر الحولِ، وأن تبلُغَ نصاباً. فأَقلُّ نصاب الِإبل خَمسٌ وفيها شاةٌ، وفي عشرٍ شاتان، وفي خمسة عشر ثَلاثُ شياهٍ، وفي عِشْرِين أربعُ شياهٍ، وفي خَمْسٍ وعِشْرِينَ بِنتُ مخاضٍ، وهي التي لها سَنَةٌ، وفي سِتٍّ وثلاثينَ بنتُ لَبُونٍ، وهي التي لها سَنَتَانِ، وفي سِتٍّ وأَرْبَعِينَ حِقَّةٌ، وهي التي لها ثلاث سنين، وفي",
            "page": "57",
            "part": "1",
            "seal": "6DE945A8"
        },
        {
            "id": "58",
            "nass": "سِتٍّ وسبعين بنتا لَبُونٍ، وفي إِحدى وتسعين حِقّتانِ، وفي مائةٍ وإِحدى وعشرين ثَلاثُ بَناتٍ لَبُونٍ، ثُمَّ في كُلِّ أَربَعينَ بنتُ لَبُونٍ، وفي كُلٍّ خمسين حِقَّةٌ. ¶ * * * ¶ فَصْلٌ ¶ وأَقلُّ نصاب البقَرِ ثلاثون، وفيها تَبيعٌ وهو ما لهُ سَنَةٌ، وفي أَرْبَعينَ مُسِنّةٌ لها سنتانِ، وفي ستين تبيعانِ، ثُمَّ في كُلِّ ثلاثين تبيعٌ، وفي كُلِّ أربعين مُسِنّةٌ. ¶ وأَقلُّ نصاب الغَنمِ أَرْبعون، وفيها شاةٌ مِنَ المعزِ لها سنة واحدة أو جذعَةٌ مِنَ الضأَنِ لها ستة أَشْهُرٍ، وفي مائة وإِحدى وعِشرينَ شاتان، وفي مائتينِ وواحدة ثلاثُ شياهٍ، وفي أربعمائةٍ أربعُ شياهٍ، ثُمَّ في كُلِّ مائةِ شاةٍ شاةٌ. ¶ والخِلْطَةُ بشرطها تُصَيِّرُ المالينِ كالمال الواحدِ. ¶ * * * ¶ فَصْلٌٌ ¶ تَجِبُ الزَّكاة في كُلِّ مكيلٍ مُدَّخَرٍ مِنْ حبه مِنْ قوتِ البلدِ وغيره. ¶ فَتَجِبُ في كُلِّ الحبوبِ كالحنطةِ، والشَّعيرِ، والأَرز، والحمص، والجلبان، والعدس، والترمس، والكرسنة، وبزْرِ القُطْنِ والكتانِ، وبِزْرِ الرياحين والقثّاءِ، لا في نحو جَوْزٍ وتينٍ وعُنّاب، ولا في بقية الفواكه كتفاحٍ وأجاص وكُمّثْرى ونحْوِ ذلك، بشرطين: ¶ أحدهما: أن يبلغَ نِصَاباً وقدره -بعد تصفيةِ حَبٍّ وجفاف",
            "page": "58",
            "part": "1",
            "seal": "867D6803"
        },
        {
            "id": "59",
            "nass": "ثمرٍ- خمسة أَوْسق، والوَسْقُ ستون صَاعاً، والصاعُ خمسةُ أرطالٍ وثُلُثٌ بالعراقي، وهي ثلاثمائة واثنان وأربعونَ رطلاً وستة أسباع رطلٍ بالدِّمشقيِّ. ¶ الثاني: ملكُه وقت وجوبها، وهو في الحَبِّ اشتدادُهُ، وفي الثَّمَرِ بُدُوُّ صلاحه، ولا يستقِرُّ إِلاَّ في جَعْلِهَا في بَيْدَرٍ ونحوِهِ. ¶ ويَجِبُ العُشرُ فيما سُقِيَ بلا كُلْفَةٍ، ونصفُهُ فيما سُقِيَ بها، وثلاثةُ أرباعِهِ فيما سُقِيَ بهما، فإِنْ تَفَاوَتَا اعْتُبِرَ الأكثرُ نفعاً ونُموّاً، وَمَعَ الجَهْلِ العُشْرُ. ¶ ويجتمِعُ عُشْرٌ وخَراجٌ في أَرْضٍ خراجية، وهي ما فُتِحَتْ عُنْوةً، ولَمْ تُقْسَمُ بين الغانمين غير مكة كمصر والشَّام والعراق. ¶ وفي العَسَلِ العُشْرُ سَواءٌ أخذه مِنْ مواتٍ أَوْ مملوكةٍ، ونصابُهُ مائةٌ وسُتُّونَ رِطْلاً عِراقية. ¶ ومَنِ استخرج مِنْ معدنٍ نِصاباً بعد سَبْكٍ وتصفيةٍ ففيه رُبُعُ العُشْرِ في الحالِ، وفي الرِّكَازِ -وهو الكنزُ ولو قليلاً- الخُمسُ، يُصْرَف مصرف الفَيءِ، ولا يمنعُ من وجوبه دينٌ، وباقيه لواجده ولو أجيراً لا لطلبِهِ. ¶ * * * ¶ فَصْلٌ ¶ ويَجِبُ في الذَّهَبِ والفضة ربعُ العُشْرِ إِذا بلغا نصاباً، فنصابُ ذهب عِشرون مثقالاً، وفِضّةٍ مائتا دِرْهَمٍ، ويضمُّ أَحدُهما إِلى الآخَرِ",
            "page": "59",
            "part": "1",
            "seal": "687B8E54"
        },
        {
            "id": "60",
            "nass": "في تكميل النصابِ، وتُضَمُّ قيمةُ عرض تجارة إلى أحدِ ذلك، وإلى جميعه. ¶ ولا زكاة في حليٍّ مباحٍ مَعدٍّ للاستعمالِ أَوْ إعارة، ولو لِمَنْ يَحْرُمُ عليه، غير فارٍّ من زكاةٍ. ¶ وتَجِبُ في محرم (1)، ومَعدٍّ للكَرْي أو النفقة إِذا بَلَغَ نصاباً. ¶ وَيَحْرُمُ أن يُحَلَّى مَسْجِدٌ أَوْ مِحرابٌ أَوْ يُمَوَّه سقفٌ أَوْ حائِطٌ بنقدٍ، وتَجِبُ إزالتهُ وزكاته إِلاَّ إِذا استُهْلِكَ ولم يجتمع منه شيء فيهما. ¶ ويُبَاحُ لذكَرٍ مِنْ فضة خاتمٌ، ولُبْسُهُ بخنْصِرِ يَسارٍ أفضلُ، ولا بَأْسَ بجعلِهِ أكثر مِنْ مثقال ما لم يخرج عن العادةِ، وقَبِيعَةُ سيفٍ، وحليةُ منطقة، وجوشنٌ، وخوذةٌ، لا ركابٌ ولجامٌ ودواةٌ ونحو ذلك. ¶ ويُبَاحُ مِنْ ذَهَبٍ قبيعةُ سيفٍ، وما دعتْ إليهِ ضَرورة، ولنساءٍ ما جرت عادتُهُنَّ بلُبسه ولو زادَ على ألفِ مِثْقَالٍ، وللرجلِ والمرأة التحلي بنحو جوهر وياقوت. ¶ ويُقَوَّمُ عَرْضُ التجارةِ، وهو ما يُعَدُّ للبيعِ والشراء لأجلِ الربح بالأحظِّ للفقراء من ذَهَبٍ وفِضةٍ. ¶ * * * ¶ فَصْلٌ ¶ وزكاةُ الفِطْرِ صَدَقَةٌ واجِبةٌ بالفطر مِنْ رمضان، وتسمى فرضاً، ومَصْرَفُها كزكاة، ولا يمنع وجوبَها دَينٌ إِلاَّ مع طلب. ¶ __________ ¶ (1) انظر: \"الإقناع\" للحجاوي (1/ 272).",
            "page": "60",
            "part": "1",
            "seal": "8B2920CE"
        },
        {
            "id": "61",
            "nass": "وتَجِبُ على كُلِّ مُسْلمٍ إِذا كانت فاضلةً عن نفقة واجبةٍ يومَ العيد وليلتَهُ، وما يحتاجُهُ مِنْ مسكنٍ وخادمٍ ودابةٍ، وكتب عِلْمٍ يحتاجها لِنَظَرٍ وحِفْظٍ، وثيابِ بذلةٍ ونحوه، فَيُخْرِجُ عن نفسه، وعن مسلم يمونُه؛ فإِن لَمْ يجد لجميعهم بدأ بنفسه فزوجتِهِ فرقيقهِ، فَأُمّهِ فأَبيهِ، فولده فأقرب في الميراثِ. ¶ وتُسَنُّ عن جنينٍ. ¶ وتجِبُ بغروبِ شمس ليلة عيدِ الفِطْرِ، وتَجُوزُ قَبْلَهُ بيومينِ فقط، ويَوْمَهُ قَبْلَ الصَّلاةِ أفضَلُ، وتُكرَهُ في باقيهِ، ويَحْرُم تأخيرُها عنه، وتُقْضى وجوباً، وهي صاعٌ من بُرٍّ أَوْ شَعيرٍ أَوْ تَمْرٍ أَوْ زَبِيبٍ أَوْ أَقِطٍ، والأَفْضَلُ تَمْرٌ فزَبيبٌ فَبُرٌّ فأنفع، فإِن عدمت أجزأ كُلُّ حَبٍّ يُقْتَات، ويَجُوز أن تُعْطِي الجماعةُ فطرتهم لواحدٍ وعكسُهُ. ¶ * * * ¶ فَصْلٌ ¶ يَجِبُ إخراجُ الزكاة فَوْراً كنذرٍ وكفارةٍ إِن أَمكنَ، ولَهُ تأخيرٌ لعذر، ومن جَحَدَ وجُوبَها عَالِماً كفر ولو أخرجها، وَمَنْ مَنَعَها بُخْلاً أَوْ تهاوناً أُخِذَتْ مِنه وعزر مَنْ علم تحريم ذلك، ويلزمُ أن يخرج عن الصغير والمجنون وليُّهُما، وشُرِط نيةُ كَمَالِهِ، وسُنَّ إظهارٌ، وَحَرُمَ نقلُها إِلى مسافَةِ قَصْرٍ إِنْ وُجِدَ أَهْلُها وتُجْزِئُ، وإنْ كانَ المُزَكِّي في بَلَدٍ ومالُهُ في آخر أخْرَجَ زكاةَ المالِ في بَلدِ المال، وفطرتُهُ وفطرةُ مَنْ لَزِمَتْهُ في بلدِ نَفْسِهِ، ويَجُوزُ تَعجيلُها لحوْلَينِ فقط.",
            "page": "61",
            "part": "1",
            "seal": "21B7AA68"
        },
        {
            "id": "62",
            "nass": "ولا تُدْفَعُ إِلاَّ إِلى الأَصْنَافِ الثمانيةِ وهُمْ: الفقراءُ، والمساكينُ، والعاملونَ عليها، والمُؤلفةُ قُلوبُهُم، وفي الرقاب، والغارِمونَ، وفي سبيل الله، وابن السبيل. ¶ ويَجُوزُ الاقتصارُ عَلَى واحدٍ مِنْ صنفٍ، وَتُسَنُّ إِلى مَنْ لا تَلزمُهُ مؤنتُهُ مِنْ أقاربِهِ، ومَنْ أُبِيحَ له أخذُ شيءٍ أبيح له سؤاله. ¶ ويَجِبُ قبولُ مال طيبٍ أتى بلا مسألةٍ ولا استشرافِ نَفْسٍ، وإِنْ تفرغ قادر على التَّكَسُّبِ للعلمِ الشّرْعيِّ لا للعبادة وتعذر الجمعُ بين التكسب والاشتغال بالعلم أُعطيَ مِنْ زكاةٍ لحاجته؛ وإِن لَمْ يكن العلمُ لازماً له. ¶ * * * ¶ فَصْلٌٌ ¶ ولا يُجْزئُ دفعها إِلى كَافِرٍ وغير مُؤلَّفٍ، ولا إِلى كَامِلِ رِقٍّ غيرَ عَامِلٍ ومكاتَبٍ، ولا إِلى فقيرٍ ومسكينٍ مُسْتَغنيينِ بنفقةٍ واجبةٍ، ولا لبني هَاشِمٍ وهم سلالته - صلى الله عليه وسلم -، ولا مواليهم، وإِنْ دَفَعَها لغيرِ مُسْتَحِقِّها لِجَهْلٍ ثُمَّ عَلِمَ حاله لم تُجْزئهُ إلاَّ لغَنِيٍّ ظَنَّهُ فقيراً. ¶ وتُسَنُّ صَدَقةُ التَّطوعِ كلَّ وقتٍ، وكونها سرّاً بطيب نفس في صحة، ورمضان، ووقتِ حاجةٍ، وفي كُلِّ زمانٍ ومكانٍ فَاضِلٍ، وعلى جارٍ وذوي رَحِمٍ لا سِيَّما مع عداوة، وهي صدقةٌ وصلَةٌ أفضلُ، والمَنُّ بالصَّدقَةِ كبيرةٌ ويبطل الثَّوابُ بِهِ. ¶ * * *",
            "page": "62",
            "part": "1",
            "seal": "08EFAF61"
        },
        {
            "id": "63",
            "nass": "ْكتاب الصّيام ¶ وهو إِمْسَاكٌ بنِيَّةٍ عن أشياءَ مخصوصةٍ في زَمنٍ مخصوص. ¶ وصَومُ رمضان يَجِبُ برؤيةِ هلاله، فإِن لم يُرَ مَعَ صَحْو ليلةَ الثلاثين مِنْ شعبان لَمْ يصوموا، وإِن حَالَ دونَ مَطْلَعِهِ غَيْمٌ أَوْ قَتَرٌ أَوْ غيرهما وَجَبَ صيامُه حكماً ظنِّيًّا احتياطاً بنيَّة رمضان، ويُجْزِئُ إِنْ ظَهَرَ منه. وتثبتُ أحكام الصوْمِ مِنْ صلاةِ تَرَاويح، ووجوب كفارةٍ بِوَطْءٍ فيه ونحوه ما لَمْ يتَحقَّقُ أنَّه مِنْ شعبان، ولا تثبتُ بقية الأحكام مِنْ نحوِ طلاقٍ وعِتَاقٍ، والهلالُ المرئي نهارَ الليلةُ المقبلةِ. ¶ وإِذَا ثبتَتْ رؤيتُهُ بِبَلَدٍ لَزِمَ الصومُ جميعَ النَّاسِ، وإِنْ ثبتت نهاراً أمسكوا وقضوا، ويُقْبلُ فيه وَحْدَهُ خَبَرُ مُكَلَّفٍ عَدْلٍ، ولو عبداً أَوْ أنثى أَوْ بدونِ لفظ الشهادةِ، ولا يختصُّ بحاكم، وتثبتُ بقية الأحكام. ¶ وَمَنْ رآه وحده لشوالٍ لم يُفْطِرْ، ولرمضان ورُدَّت شهادتُه لَزِمَهُ الصَّومُ وجميعُ أحكامِ الشَّهرِ مِنْ طَلاقٍ وعتاقٍ وغيرِهما. ¶ * * * ¶ فَصْلٌٌ ¶ وَيَجِبُ على كُلِّ مسلمٍ قادِرٍ مُكلَّفٍ، لكن على وليِّ صَغيرٍ مُطيقٍ",
            "page": "63",
            "part": "1",
            "seal": "344CD676"
        },
        {
            "id": "64",
            "nass": "أَمْرُهُ به وضربهُ عليه ليعتادَهُ، ومَنْ عَجزَ عنه لِكِبَرٍ أَوْ مَرَضٍ لا يُرجى بُرؤهُ أفْطَرَ وعليه -لا مَعَ عُذْرٍ معتادٍ كسفَرٍ- عَنْ كُلِّ يَوْمٍ لمسكينٍ ما يجزئُ في كفارةٍ. ¶ وَسُنَّ فِطْرٌ، وكُرِهَ صوم بِسَفَرِ قَصْرٍ، ولو بلا مَشقَّةٍ، وكُرِهَ صومُ حَامِلٍ ومُرْضِعٍ خَافتا على أنفسهما أَو الولد، ويقضيان ما أفطرتاه، ويلزمُ مَنْ يمونُ الوَلَدَ إِن خِيفَ عليه فقط إِطعامُ مسكينٍ لِكُلِّ يَوْمٍ. ¶ وَيَجِبُ الفِطْرُ على من احتاجَهُ لِإنقاذِ معصوم مِنْ مهلكةٍ كغرقٍ ونحوه، وشُرِط لكل يومٍ واجب نيةٌ معينةٌ من الليلِ ولَوْ أتى بعدها بِمُنَافٍ لا نية الفرضية. ¶ وَيَصِحُّ صومُ نَفْلٍ مِمَّن لَمْ يفْعَل مُفسداً بنيته نهاراً ولَوْ بَعْدَ الزوالِ، ويُحْكَمُ بالصَّوْمِ الشرعي المثاب عليه مِنْ وقتها، ومَنْ خَطَرَ بقلبِهِ ليلاً أنه صائِمٌ غَداً فقد نوى، وكذا الأَكْلُ والشُرْبُ بنية الصَّوْمِ. ¶ * * * ¶ فَصْلٌٌ ¶ ومَنْ أكل أَوْ شَرِبَ أَوْ اكتحل بِما علم وصولَه إلى حلقِهِ مِنْ كُحْلٍ ونحوه، أَوْ أَدْخَلَ إلى جوفِهِ شيئاً، أَوْ وَجَدَ طَعْمَ عِلْكٍ مضغه بحلقه أَوْ وصلَ إِلى فَمِهِ نُخامةٌ فابتلعَها، أَو استقاء فَقَاءَ، أَوْ كَرَّرَ النظرَ فأمنى أَوْ اسْتَمْنَى، أَوْ قَبَّل أَوْ لَمَس أَوْ بَاشَرَ دونَ الفَرْجِ فَأَمْنَى",
            "page": "64",
            "part": "1",
            "seal": "3C552719"
        },
        {
            "id": "65",
            "nass": "أوْ أمْذَى، أَوْ احتجَمَ، أَوْ احْتَجَمَ وَظَهَرَ دَمٌ، عامِداً مختاراً ذاكراً لصومِهِ أَفْطَرَ لا بِقَصْدٍ وشَرْطٍ، ولا إِنْ فَكَّرَ فَأنْزَلَ، ولا إِنْ فَعَلَ شيئاً مِنْ جَميع المفطراتِ ناسِياً أَوْ مكرهاً، ولا إِنْ دَخَلَ ماءُ مضمضةٍ أَوْ استنشاقٍ حَلْقَهُ، ولو بَالَغَ أَوْ زاد على ثلاثٍ، ولا إِنْ دَخَلَ الذُّباب أَوْ الغبار حلقه بِغيرِ قَصْدٍ، ولا إِنْ جَمَعَ ريقه فابتلعَهُ. ¶ * * * ¶ فَصْلٌ ¶ وَمَنْ جَامَعَ في نهار في قُبُلٍ أَوْ دُبُرٍ ولو ميتٍ أو بهيمة في حالةٍ يلزَمُهُ فيها الِإمساكُ مُكْرهاً كانَ أَوْ ناسياً لَزِمَهُ القضاءُ والكفارةُ، وكَذَا مَنْ جُومِعَ إِنْ طاوع غير جَاهِلٍ وناسٍ، وَمَنْ جَامَعَ في يَوْمٍ ثُمَّ في آخر، ولَمْ يُكَفر لزمتهُ ثانيةً كمن أعاده في يومِهِ بعدَ أَنْ كَفَّرَ، ولا كفارة بغير الجِماعِ والِإنزال بالمساحقَةِ نهار رمضان، وهي عِتقُ رقبةٍ مؤمنةٍ سَليمةٍ؛ فإِن لَمْ يَجِدْ فَصِيَامُ شَهْرينِ متتابعينِ، فإِن لَمْ يستطعْ فإطعامُ ستينَ مسكيناً، فإِنْ لَمْ يَجِدْ سَقَطَتْ بخلافِ كفَّارةِ حَج أَوْ ظِهارٍ أو يمينٍ. ¶ وَسُنَّ تَعْجِيلُ فِطْرٍ، وتأخيرُ سحورٍ، وقولُ ما ورد عِنْدَ فِطْرٍ. ¶ وَمَنْ فاته رمضانُ قضى عددَ أيامِهِ، ويُسَنُّ على الفورِ إِلاَّ إِذا بَقِيَ من شعبان بقدر ما عليه فيجِبُ. ¶ ولا يَصِحُّ ابتداءُ تطوع مَنْ عليه قضاء رمضان؛ فإِن نوى صَوْماً واجباً أَوْقضاءً ثُمَّ قَلَبَهُ نَفْلاً صَحَّ.",
            "page": "65",
            "part": "1",
            "seal": "0CD678EA"
        },
        {
            "id": "66",
            "nass": "وَيَحْرُمُ تأخيرُ قضاءِ رمضان إِلى آخَر بلا عُذْرٍ؛ فإن فَعَلَ وَجَبَ مع القضاءِ إِطعامُ مسكين عن كُلِّ يَوْمٍ، وإِنْ مَاتَ المُفَرِّطُ وَلَوْ قَبْلَ آخَرَ أُطْعِمَ عنه كذلك مِنْ رَأْسِ ماله، ولا يصامُ عنه. ¶ * * * ¶ فَصْلٌ ¶ يُسَنُّ صَومُ التطوعِ، وأفْضَلُهُ يومٌ ويوم، وصَوْمُ ثلاثةٍ مِنْ كُلِّ شَهْرٍ، وأيامُ البيض أفضلُ، وهي ثلاث عشرة وأربعَ عشرَة وخمس عشرة، والخميسُ والاثنينُ، وسِتٌّ مِنْ شَوالٍ، والأَوْلى تَتَبُّعُها، وعَقِبَ العيد، وصائِمُها مع رمضان كأنَّما صام الدَّهْرَ، وصَوْمُ المحرّم، وآكدُهُ العاشِرُ، وهو كفَّارة سنة، ثُمَّ التاسع، وعشرُ ذي الحجة، وآكدُه يَوْمُ عَرَفَةَ، وهو كفارة سنتينِ. ¶ وَكُرِهَ إفْرادُ رجب، والجُمُعةِ، والسبتِ بصوْمٍ، وصومُ يوم الشَكِّ وهو الثلاثون مِنْ شعبان إِذَا لم يكن حين الترائي عِلَّةٌ، وصومُ يوم النيروز والمهرجان، وكُلّ عيد للكفار، أَوْ يومٍ يفردونه بتعظيم، وتقدمُ رمضان بيومٍ أَوْ يومين إِلاَّ أن يوافق عادةً في الكُلِّ. ¶ ولا يَصِحُّ صَوْمُ أيام التَّشريقِ إِلاَّ عن دَمِ متعةٍ أَوْ قرانٍ، ولا صومُ عيد مطْلقاً ويحرمُ، وَمَنْ دَخَلَ في تطوع غير حجٍّ أَوْ عمرةٍ لم يَجِب إتمامُهُ ويُسَنُّ، وإِنْ فَسَدَ فلا قضاء. ويَجِبُ إتمام فَرْضٍ مطلقاً ولَوْ موسعاً كصَلاةٍ، وقضاءِ رمضان، وَنَذْرٍ مطلق، وكفارةٍ، وإِنْ بطل فلا مزيد ولا كفارة.",
            "page": "66",
            "part": "1",
            "seal": "2B0C3676"
        },
        {
            "id": "67",
            "nass": "وأفْضَلُ الأيامِ يومُ الجُمُعة، وأفْضَلُ الليالي ليلة القدْرِ، وتطلب في العشر الأخير مِنْ رمضان، وأوتارُهُ آكَدُ، وأرجاها سابِعتُهُ، ويُكْثِرُ مِنْ دُعائِهِ فيها: \"اللَّهُمَّ إنَّكَ عفوٌ تُحِبُّ العَفْوَ فَاعْفُ عني \". ¶ * * * ¶ فَصْلٌٌ ¶ والاعتكافُ سُنَّةٌ كُلّ وقتٍ، وفي رمضان آكد، وآكدهُ عشره الأخيرُ. ¶ وَيَجِبُ بنذرٍ، وشُرِط له نيةٌ، وإِسلامٌ، وعَقْلٌ، وتمييزٌ، وعدمُ ما يوجِبُ الغُسل، وكونُه بِمَسْجِدٍ، ويزادُ في حَقِّ مَنْ تلزمه الجماعةُ أن يكونَ المسجد مِمَّا تقام فيه، ومِنَ المسجدِ ما زِيْدَ فيه، ومنه ظَهْرُهُ، ورحبتُه المحُوطَةُ، ومنارتُه التي هي أو بابُها فيه. ¶ ومَنْ نَذَرَ الاعتكافَ أَوْ الصَّلاةَ في مَسْجِدٍ غير الثلاثةِ فَلَهُ فِعْلُهُ في غيره، وفي الأفضلِ منه، وأَفْضَلُهَا المسجِدُ الحرامُ، ثُمَّ مسجد النبي - صلى الله عليه وسلم -، ثُمَّ الأقصى. ¶ ومَن اعتكفَ مَنْذوراً مُتتابعاً لَمْ يخرج إِلاَّ لِمَا لا بُدَّ منه، ولا يعودُ مَرِيضاً، ولا يَشْهَدُ جنازة إِلاَّ بشرطٍ. ¶ وَيَبْطُلُ بالخروجِ مِنَ المسجدِ لغيرِ عُذْرٍ، وبنيَّة الخروج ولَوْ لَمْ يخرج، وبِالوَطْءِ في الفَرْجِ، وبالِإنزال بالمباشرةِ دونَ الفَرْجِ، وبالردَّةِ، وبالسُّكْرِ، وحيثُ بَطَلَ وَجَبَ استئنافُ المتتابع غير المقيد بزمنٍ ولا كفارةٍ.",
            "page": "67",
            "part": "1",
            "seal": "7C14EF51"
        },
        {
            "id": "68",
            "nass": "وإن كان مقيداً بزمنٍ معينٍ استأنفه، وعليه كفارةُ يمين لفوات المَحَلِّ. ¶ ولا يَبْطُلُ إِنْ خَرَجَ مِنَ المسجد لِبَوْلٍ أَوْ غائِطٍ أَوْ إِتيانٍ بِمَأْكَلٍ ومشربٍ أو لجمعة تلزمه أَوْ طهارةٍ واجبةٍ ونحو ذلك. ¶ ويُسَنَّ تشاغلُهُ بالقُرَبِ، واجتنابُ ما لا يعنيه، ويَحْرُمُ جَعْلُ القرآن بَدلاً من الكلام، وينبغي لِمَنْ قَصَدَ المسجدَ أنْ ينوي الاعتكاف مُدّةَ لُبْثهِ فيه. ¶ * * *",
            "page": "68",
            "part": "1",
            "seal": "FB728039"
        },
        {
            "id": "69",
            "nass": "كتاب الحج ¶ وهو فَرْضُ كفايةٍ كلَّ عَامٍ، وهو قَصْدُ مكة لعملٍ مخصوصٍ في زمنٍ مخصوصٍ، وهو أَحَدُ أَركانِ الِإسلامِ. ¶ والعُمْرةُ زيارة البيت على وَجهٍ مخصوص. ¶ ويَجِبَانِ في العُمْر مرةً بخمسةِ شروط: ¶ وهي الِإسلامُ، والعَقْلُ، فلا يصحّان مِنْ كافِرٍ ومجنون ولَوْ أَحْرَمَ عنه وليُّهُ، والبلوغُ، وكمالُ الحرية، لكن يصحانِ مِنْ الصغير والرقيقِ، ويُحْرِمُ عن الصغير وليُّهُ، ولا يُجزِئان عن حجة الِإسلامِ وعمرته، فإِن بَلَغ الصغيرُ أَوْ عتق الرقيق قَبْلَ الوقوف أَوْ بعده إِنْ أَعَادَ فَوقَفَ في وقته أَجزأَه عن حجة الإسلام، والخامسُ الاستطاعةُ، وهي ملكُ زادٍ وراحلةٍ تصلحُ لمثله، أَوْ ملك ما يقدرُ به على تحصيل ذلك بشرط كونه فاضلاً عما يحتاجه مِنْ كُتُبٍ ومسكنٍ وخادمٍ، وعن مؤنته ومؤنَةِ عياله على الدوام. ¶ فَمَنْ كمُلتْ له هذه الشروط لَزِمَهُ السعيُ فوراً إِنْ كانَ في الطريق أَمنٌ، فإِن عَجَزَ عنه لِكِبَرٍ أَو مَرَضٍ لا يُرْجى بُرْؤُهُ لَزِمَهُ أَن يُقيمَ نائباَ حُرًّا",
            "page": "69",
            "part": "1",
            "seal": "4B9AD19C"
        },
        {
            "id": "70",
            "nass": "ولو امرأَة يَحُجُّ وَيَعْتَمِرُ عنه مِنْ حَيثُ وَجبا، ولا يَصِحُّ مِمَّن لم يحج عن نفسه حجٌّ عن فرض غيره، ولا عن نذر ولا نافلةٍ، فإِن فَعَلَ انصرفَ إِلى حجة الِإسلام، وتزيدُ الأُنثى شرطاً سادساً وهو أَن تَجِدَ لها زوجاً أَو محرماً مكلّفاً، وأَن تقدرَ على الزاد والراحلة لها وله، فإِنْ أَيسَتْ منه استنابَتْ، وإنْ حجّت بلا محرمٍ حَرُمَ وأَجزأَ. ¶ * * * ¶ فَصْلٌ ¶ والمواقيتُ مواضعُ وأَزمنةٌ معينةٌ لعبادةٍ مخصوصةٍ، فميقاتُ أَهلِ المدينةِ ذو الحُلَيْفةِ، والشَّام ومصرَ والمغرب الجُحْفَةُ، واليَمَنِ يَلَمْلَمُ، ونجدِ الحجازِ واليمن والطائف قَرْنٌ، والمَشرِقِ ذاتُ عِرْقٍ، وهذه لأهلها ولِمَنْ مَرَّ عليها، ومَنْ منزلُه دونها فميقاتُهُ منه. ¶ ويُحرِم مَنْ بمكةَ لِحَجٍّ منها، ويَصِحُّ مِنَ الحل ولا دمَ عليه، ولعمرة مِنَ الحِلِّ، ويَصِحُّ مِنْ مكة وعليه دَمٌ. ¶ * * * ¶ فَصْلٌ ¶ وسُنَّ لِمُريدِ الإحرامٍ -وهو نيةُ النُّسُكِ- غُسْلٌ أَوْ تَيَمُّمٌ وَتَنَظُّفٌ، وتَطَيُّبٌ في بَدَنٍ، وكُرِهَ في ثَوْبٍ، ولبسُ إِزارٍ ورداءٍ أبيَضينِ نَظيفَينِ بَعدَ تجرُّدِ ذَكر عن مَخِيطِ، وإِحرامُهُ عَقِبَ صلاةِ فرْضٍ أَوْ ركعتين نفلاً في غَيرِ وقتِ نهيٍّ، ونيَّتُهُ شَرْطٌ. ¶ وأَفْضَلُ الأَنْسَاكِ التمتعُ، وهو أَن يحْرمَ بالعُمْرةِ في أَشْهرِ الحَجِّ، ثُمَّ بَعَدَ فراغِهِ منها يُحْرِم بالحجِّ، والِإفرادُ أن يُحرِمَ بالحجِّ ثُمَّ بَعْدَ",
            "page": "70",
            "part": "1",
            "seal": "0850614A"
        },
        {
            "id": "71",
            "nass": "فراغه منه يُحرِم بالعمرةِ، والقِرَانُ أَن يُحْرِمَ بِهمَا معاً أَوْ يُحْرِمَ بِالعُمْرَةِ ثُمَّ يُدْخِلهُ عليها قَبْلَ الشُّرُوعِ في طوافِها. ¶ وَسُنَّ أَنْ يُعَيِّن نُسكاً، وأَن يشترط فيقول: اللَّهُمَّ إِني أُرِيدُ النُّسُك الفُلاني فَيَسّرْهُ لي، وتقبلهُ مني، وإِن حَبَسني حابسٌ فَمَحِلي حيثُ حَبَستني، وإِذا انعقَدَ لَمْ يبطلُ، بل يلزمُهُ إِتمامهُ والقضاءُ. ¶ * * * ¶ فَصْلٌ ¶ ومَحظوراتُ الِإحرامِ تِسْعٌ: ¶ إِزالةُ شَعْرٍ، وتقليمُ ظُفُر يَدٍ أَوْ رجلٍ، وتغطيةُ رأَس ذَكَرٍ، ولبسُهُ المخيطَ إِلاَّ سراويلَ لعَدَمِ إِزارٍ، وخُفَّيْنِ لعدم نعلينِ، والطيبُ، وقتلُ صيدِ البَرِّ الوحشيِّ المأَكول، والمتولدِ منه ومِنْ غيره، وعقدُ نكاحٍ، وجماعٌ، ومباشرةٌ فيما دونَ الفرج. وفي جميع المحظوراتِ الفديةُ إِلاَّ قتلَ القَمْلِ وعقد النِّكاح، وفي البيضِ والجراد قيمته مكانه، وفي الشعرة أَوْ الظُفُرِ إِطعامُ مسكينٍ، وفي الاثنينِ إِطعام اثنين، والضَّروراتُ تُبِيحُ للمُحْرِمِ المحظوراتِ ويَفْدي. ¶ * * * ¶ فَصْلٌ في الفِديةِ ¶ وهي ما يَجبُ بسبَبِ إِحرامٍ أَو حَرَمٍ، فَيُخيَّرُ بفِدْيةِ حَلْقٍ وإِزالة أَكثر مِنْ شَعرتينِ أوْ ظُفُرين، وطيبٍ، ولُبْسِ مَخيطٍ، وتغطيةِ رأَسِ ذَكَرٍ ووجهِ امرأَةٍ بين صيام ثلاثةِ أَيامٍ أَوْ إِطعامِ ستةِ مساكين، كُلّ مسكين مُدَّ بُرٍّ، أَوْ نصفَ صاع مِنْ غيره، أوْ ذبح شاة.",
            "page": "71",
            "part": "1",
            "seal": "231E724E"
        },
        {
            "id": "72",
            "nass": "وفي جزاء صيدٍ بين مثل مثليٍّ أَو تقويمِهِ بدراهِمَ يشتري بها طعاماً يُجْزِئُ فِي فِطرةٍ، فَيُطْعِمُ كُلّ مسكينٍ مُدَّ بُرٍّ، أَوْ نصف صاعٍ مِنْ غيره، أَوْ يصُومُ عَنْ طعام كُلِّ مسكينٍ يوماً، وبين إِطعام أَوْ صيام في غير مثليٍّ. ¶ وإِن عَدِمَ مُتَمَتِّعٌ أَو قَارِنٌ صام ثلاثةَ أَيامٍ في الحَجِّ، والأَفْضَلُ جَعْلُ آخرِها يومَ عرفةَ وسبعةً إِذا رجع إِلى أَهله، والمُحْصَرُ إِذا لَمْ يَجِدهُ صام عشرة أَيامٍ، ثُمَّ حَلَّ، وتسقطُ بنسيانٍ في لُبْسٍ وطيب وتغطيةِ رأَس. ¶ وكُلُّ هَدْي أَوْ إِطعَام فلمساكين الحَرَم إِلاَّ فديةَ أَذَى ولُبْس ونحوهما، فحيثُ وُجِدَ سَبَبُها، ويُجْزئُ بِكُلِّ مكانٍ، والدمُ شاةٌ أَوْ سُبْعُ بدنةٍ أَوْ بقَرةٍ. ¶ * * * ¶ فَصْلٌٌ في جزاءِ الصَّيدِ ¶ وهو ضَرْبَانِ: ما لَه مِثْلٌ مِنَ النَّعَمِ، فَيَجِبُ فيه ذلك المِثْلُ. ¶ وهو نوعان: ¶ أَحدهما: قضت فيه الصحابةُ، ومنه في النعامةِ بَدَنة، وفي حمارِ الوحشِ وبقرِهِ وأُيَّل وَتَيْتَل (1) وَوَعل بقرة، وفي الضبع كبشٌ، ¶ __________ ¶ (1) الأُيل: حيوان مِنْ ذوات الظلف، لذكوره قرون متشعبة وليس لإناثه قرون. ¶ والتيتل: المسن منه. لسان العرب (11/ 32)، وانظر: \"غاية المنتهى\" لمرعي الكرمي (1/ 390).",
            "page": "72",
            "part": "1",
            "seal": "4EB73C37"
        },
        {
            "id": "73",
            "nass": "وفي الغزال شاةٌ، وفي الوبر والضب جدي، وفي اليربوع جفرةٌ لها أربعةُ أشهرٍ، وفي الأرنبِ عناقٌ دونَ الجفرةِ، وفي الحمامِ -وهو كل ما عب الماء وهَدَر- شاةٌ. ¶ النوع الثاني: ما لم تقض فيه الصحابةُ، ويُرْجَعُ فيه إِلى قول عدليْنِ خبيرينِ. ¶ الضرب الثاني: ما لا مِثْلَ له، وهو باقي الطير وفيه قيمته مكانه. ¶ * * * ¶ فَصْلٌٌ ¶ وَحَرُمَ صيدُ حَرَم مكة، وحكمُه حُكْمُ صيدِ الِإحرام، وحَرُمَ قطعُ شَجَرِهِ وحشيشه حَتَّى الشَوْكِ ولو ضَرَّ، والسِّواكُ ونحوه، والورق إِلاَّ اليابس والِإذْخَرِ، والكمأَة والفقع والثمرة، وما زرعَهُ آدميٌّ حَتَّى مِنَ الشجر. ¶ ويباحُ رعيُ حشيشه، وانتفاعٌ بما زال أَوْ انكسَرَ بغير فِعْلِ آدميٍّ ولَوْ لم يَبِنْ. ¶ وتضمن الشجرةُ الصغيرة عُرْفاً بشاةٍ، وما فوقها ببقرةٍ، ويخيرُ بين ذلك وبين تقويمه، ويفعلُ بقيمتِهِ كجَزَاء صيدٍ، وحشيش بقيمته. ¶ وكُرِهَ إِخراجُ تراب الحرم وحجارته إِلى الحِلِّ إِلاَّ ماء زمزم. ¶ وتُسْتَحَبُّ المجاورةُ بمكة، وهي أفْضَلُ مِنَ المدينة، وتضاعفُ الحسنةُ والسيئةُ بمكانٍ وزمانٍ فاضِلٍ.",
            "page": "73",
            "part": "1",
            "seal": "AEC27FDC"
        },
        {
            "id": "74",
            "nass": "وَحَرُمَ صيدُ حرم المدينة، وقطعُ شجره وحشيشه لغير حاجةِ علف وقتب ونحوهما ولا جزاء. ¶ بَابُ دخول مكة ¶ يُسَنَّ نَهاراً مِنْ أَعلاها مِنْ ثنيّةِ كداءٍ، وخروجٌ مِنْ أَسفلها مِنْ ثنيهْ كُدًى، ودخولُ المسجدِ من باب بني شيبة، فإِذا رأَى البيتَ رَفَعَ يَديه وقال ما وَرَدَ، ثُمَّ يطوفُ متمتعٌ للعمرة ومفرِدٌ وقارنٌ للقدوم وهو الورود، ويضطَبِعُ غير حامل معذورٍ في كل أُسْبوعِهِ، ويبتدئُهُ مِنَ الحجرِ الأسودِ فيُحاذيه أَوْ بعضه بِكُلِّ بَدَنِهِ، ويستلمُهُ بيدِهِ اليمنى ويقبله ويَسجدُ عليه، فإِن شَقَّ لم يُزاحم، واستلَمَهُ بيدِهِ وقَبَّلَهَا، فإِنْ شَقَّ فبشيءٍ وقبَّله، فإِن شَقَّ أَشار إِليه بيده أَو بشيء ولا يُقبِّلُهُ، واستقبلَهُ بوجهه وقال ما وَرَدَ، ثُمَّ يَجْعَلُ البيت عن يساره، ويرمُلُ الأُفُقي في هذا الطواف، فإِذا فَرَغَ صَلَّى ركعَتَيْنِ، والأَفْضَلُ كونهما خلفَ المقام، وتجزئ مكتوبةٌ عنهما، ثُمَّ يستلمُ الحَجَرَ ويخرجُ للسعي مِنْ باب الصَّفَا فيرقاهُ حَتَّى يَرَى البيت فيُكبِّرُ ثلاثاً ويقول ما ورد، ثُمَّ يَنزلُ ماشياً إِلى العلم الأوَّلِ فيسعى سعياً شديداً إِلى العلم الآخر، ثم يَمْشي ويَرْقى المروة ويقول ما قاله على الصَّفا، ثُمَّ ينزلُ فَيَمْشي في موضع مشيهِ وَيَسْعَى في موضعِ سعيه إِلى الصَّفا، يفعلُهُ سَبْعاً، ويحسبُ ذهابَهُ سعية ورجوعه سعية، يفتتحُ بالصَّفا ويختِمُ بالمروة، فإِن بَدَأَ بالمروةِ لَمْ يحتسب بذلك الشَّوْط.",
            "page": "74",
            "part": "1",
            "seal": "6B0B9B8C"
        },
        {
            "id": "75",
            "nass": "فَصْلٌ في صِفَةِ الحَجِّ والعُمْرةِ ¶ يُسَنُّ لِمُحِلٍّ بمكة الِإحرامُ بالحَجِّ يوم التَّرْوِيةِ وهو الثامنُ مِنْ ذي الحجة، والمبيتُ بمنى، فإِذا طلعت الشَّمْسُ سار فأَقام بنمرة إِلى الزوال، ثُمَّ يأَتي عرفَةَ وكُلُّها مَوْقِفٌ إِلاَّ بطنَ عُرَنَةَ، وهو الجَبَلُ المُشْرِفُ على عرفة إِلى الجبال المقابلة له إِلى ما يلي حوائط بني عامر، ويجمَعُ فيها بين الظهر والعصرِ تقديماً. ¶ وسُنَّ وقوفُه راكباً بخلاف سائر المناسك، مستقبل القِبلَة عند الصخرات وجبل الرحْمة، ولا يشرعُ صعوده، ويرفعُ يديه، ويكثرُ الدعاء بما ورد. ¶ ووقتُ الوقوف مِنْ فَجْرِ عَرَفَةَ إِلى فَجْرِ يَوْمِ النَّحْرِ، ثُمَّ يدفَعُ بعد الغروب إِلى مزدلفة بسَكِينَة، ويَجمَعُ فيها بين العشائين تأَخيراً ويبيت بها، فإِذا صَلَّى الصُّبْحَ أَتى المَشْعَر الحرام، فرقاهُ ووَقف عِنْدَهُ، وحَمِد الله تعالى وهَلَّلَ وكَبَّرَ، ودعا بِمَا وَرَدَ وقرأَ: (فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ فَاذْكُرُوا اللَّهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ) [البقرة: 198] الآيتين، ويدعو حَتَّى يُسْفِرَ جداً ثُمَّ يَدْفَعُ إِلى منى، فإِذا بَلَغَ مُحَسِّراً أَسرعَ رميةَ حَجَرٍ، وَأَخَذَ حصى الجمارِ سبعين حصاة أَكبر مِنَ الحِمص ودون البُنْدقِ، مِنْ حيث شاء، وَكُرِه مِنَ الحرم، والحُشِّ (1)، وتكسيره، ولا يُسَنُّ غسله، وتجزئُ حصاةٌ نجِسَةٌ مع الكراهَةِ، فيرمي جمرة العقبة وَحدَها بسبع، ويشترط الرمي فلا يجزئُ الوضع، وكونه ¶ __________ ¶ (1) هو المرحاض.",
            "page": "75",
            "part": "1",
            "seal": "F1DA6F43"
        },
        {
            "id": "76",
            "nass": "واحدةً بَعدَ أُخرى، يرفَعُ يمناهُ مع كُلِّ حَصَاةٍ حَتَّى يُرى بياضُ إِبْطِهِ، ويُكَبِّرُ مَعَ كُلِّ حصاةٍ، ثُمَّ ينحَرُ ويَحْلِقُ أَو يقصِّرُ مِنْ جميع شَعرِهِ، لا مِن كُلِّ شعرةٍ بعينها، والمرأَةُ تُقَصِّرُ مِنْ شعرها قدر أنْمُلَةٍ، ثُمَّ قد حَلَّ كُلّ شيءٍ إِلاَّ النساء، ثُمَّ يُفِيضُ إِلى مكة فيطوف طوافَ الزيارة الذي هو ركنٌ، ثُمَّ يسعى إِن لم يكن سعى، وَقَدْ حَلَّ له كُلُّ ِّشيءٍ. ¶ وَسُنَّ أَن يشربَ مِنْ زمزمَ لِمَا أحَبَّ، ويتضلعُ ويرشُ على بدنه وثوبه ويدعو بما وَرَدَ. ¶ * * * ¶ فَصْلٌ ¶ ثُمَّ يرجِعُ فيصلي ظهر يوم النحر بمنى، ويبيت بها ثلاث ليالٍ، ويرمي الجمرات الثلاث بها أَيام التشريق، كل جمرة بسبع حصيات، ولا يجزِئُ رمي غير سُقاة ورعاة إِلاَّ نهاراً بَعْدَ الزوالِ، فإِن رمى ليلاً أَوْ قبل الزَّوَالِ لم يجزئهُ، وسُنَّ قبل صلاة الظهر. ¶ وطوافُ الوداع واجبٌ يفعلُهُ كُلُّ مَن أَرادَ الخروج مِنْ مكة، ثُمَّ يَقِفُ في المُلتزمِ بين الرُّكنِ والباب ملصقاً به جميعَه داعياً بما وَرَدَ، وتدعو الحائض والنُّفَساءُ على بابِ المسجد. ¶ وسُنَّ دخولُه البيت بلا خُفٍّ ولا نعِلٍ ولا سلاحٍ. ¶ وتستحبُّ زيارةُ قبر النبي - صلى الله عليه وسلم - وَقَبْري صاحِبَيْهِ رضي الله عنهما (1)، فيُسَلِّمُ عليه مستقبلاً له، ثُمَّ يستقبل القبلة ويجعل الحجرة ¶ __________ ¶ (1) الحَقُّ أَن المشروع زيارة مسجد النبي - صلى الله عليه وسلم -، فإذا زاره استحب له السلام على النبي - صلى الله عليه وسلم - وصاحبيه - رضي الله عنهما -.",
            "page": "76",
            "part": "1",
            "seal": "40605529"
        },
        {
            "id": "77",
            "nass": "عن يساره ويدعو، ويحرُمُ الطواف بها. ¶ وصفةُ العُمرة أَن يُحْرِمَ بها مَن بالحرمِ مِنْ أَدنى الحِلِّ، وغيره مِنْ دويرةِ أهلِهِ إِن كان دون ميقاتٍ وإلاَّ فمنه، ولا بأَس بها في السَّنَةِ مراراً، وهي في غير أَشهرٍ، وفي رمضان أَفْضَلُ. ¶ * * * ¶ فَصْلٌ ¶ أَرْكانُ الحَجِّ أَربعةٌ: ¶ إحرامٌ، ووقوفٌ، وطوافٌ، وسعيٌ. ¶ وَوَاجِباتُهُ سَبْعَةٌ: ¶ الِإحرامُ مِنْ الميقات، ووقوفُ مَنْ وقَفَ نهاراً إِلى الغروبِ، والمبيتُ بمُزْدَلِفةَ إِلى بَعد نصف الليلِ إِن وافاها قبلَهُ، والمبيتُ بمنى ليالي التشريق، والرميُ مرتباً، والحلقُ أَو التقصير، وطوافُ الوداعِ. ¶ وأَركانُ العُمرة ثلاثةٌ: ¶ إِحرامٌ، وطوافٌ، وسعيٌ. ¶ وواجباتُها شيئان: الِإحرامُ مِنَ الميقاتِ، والحلقُ أَو التقصيرُ. ¶ والمسنونُ كالمبيت بمنى ليلة عرفة، وطوافُ القدوم، والرَّمَلُ، والاضطباعُ ونحو ذلك. فمَن تَرَكَ ركناً لَمْ يتم حَجُّهُ إِلاَّ به، ومَن تركَ واجباً فعليه دَمٌ وحجُّهُ صحيح، ومَنْ ترك مسنوناً فلا شيء عليه، ومَنْ فاته الوقوفُ بعرفة فاته الحج، وتحلل بعمرة، ولا تجزئُ عن عمرة الِإسلام، وهديٌ إِن لم يكن اشترط، وقضى مِنَ العام القابِل.",
            "page": "77",
            "part": "1",
            "seal": "0C3FB8EB"
        },
        {
            "id": "78",
            "nass": "ومَنْ مُنِعَ البيتَ ولو بَعْدَ الوقوف أَوْ في عمرة ذبح هَدياً بنية التَحَلُّلِ وجوباً، فإِن لم يجد صام عشرة أَيام بالنية وحَلَّ، ولا إِطعام فيه، ومَنْ صُدَّ عَن عرفة في حَجٍّ تحَلَّلَ بعمرة ولا دم عليه. ¶ * * * ¶ فَصْلٌٌ في الهدي والأُضحية والعقيقةِ ¶ الهَديُ ما يهدى للحرم مِنْ نَعَمٍ وغيره؛ لأنه يُهدى إِلى الله تعالى. ¶ والأُضحِيةُ ما يُذْبَحُ مِنْ إِبلٍ وبقرٍ وغَنَمٍ أَهليةٍ أَيام النَّحْر بسَبَب العيد تَقَرُّباً إِلى الله تعالى، وهي سُنَّةٌ مُؤكَّدةٌ، وتَجِبُ بالنذورِ، والأفضل إِبلٌ فَبَقرٌ فَغَنَم، ولا تجزئ مِنْ غيرهنَّ، وتجزئ شاةٌ عَنْ واحدٍ وأَهلِ بيتهِ وعيالِهِ، وبَدَنَةٌ أَوْ بقرة عن سبعة، ويعتبرُ ذَبحُهَا عنهم، وشاةٌ أَفضلُ مِنْ سُبْع بَدَنَةٍ أَوْ بقَرَةٍ، وسَبْعُ شياهٍ أَفضل مِنْ إِحداهما. ¶ ولا يجزئُ إِلاَّ جَذَعُ ضأَنٍ أَوْ ثِنْيُ غيره، فثني إبلٍ ما لهُ خَمْسُ سنين، وثني بَقَرٍ ما لَهُ سنتانِ، ولا تُجْزِئ هَزِيلَةٌ وبيِّنةُ عَوَرٍ أَوْ عَرَجٍ، ولا ذاهِبَةُ الثَّنايا أَوْ أَكثرِ أَذُنِهَا أَوْ قَرْنها. ¶ وَسُنَّ نَحْرُ إبلٍ قائمةً معقولةً يَدُها اليُسْرَى بأَن يطعنها في الوهْدَةِ بَيْنَ العُنُقِ والصدر، وذبحُ بقَرٍ وغنم على جنبها الأيسرِ موجهةً إِلى القِبْلَةِ، ويُسمي وجوباً حين يُحَرِّك يده بالفعْلِ ويُكبِّرُ ويقولُ: اللَّهُمَّ هذا مِنْكَ ولَكَ.",
            "page": "78",
            "part": "1",
            "seal": "CC172F43"
        },
        {
            "id": "79",
            "nass": "ووقتُ ذَبْحِ أُضحيةٍ وهدي نَذْرٍ أَوْ تطوع ومتعةٍ وقرانٍ مِنْ بَعْدِ أَسبقِ صلاةِ العيدِ بالبلدِ أَو قدرها لِمَن لَمْ يُصَلِّ، فإِنْ فاتت الصَّلاةُ بالزوالِ ذَبَحَ بعده إِلى اَخِرِ ثاني التشريق، ووقتُ ذبح هديٍ واجبٍ بفعلِ محظورٍ مِنْ حينه. ¶ * * * ¶ فَصْلٌ ¶ ويتعينُ هَدْيٌ بِقَوْلهِ: هذا هدي، أَوْ بتقليده أَو إِشعاره، وأُضحيةٌ: بهذه أَضحيةٌ أَوْ: لله ونحوه. ¶ ولا يَجُوزُ إِعطاءُ الجازر أُجرته منها، ويجوزُ هديَّةً وصَدَقَةً، ولا يباعُ جلدُها، ولا شيءٌ منها؛ بل يَنْتَفِعُ به. ¶ وسُنَّ أَنْ يَأْكُلَ ويهديَ ويتصدقَ أَثلاثاً، وأنْ يأكلَ مِنْ هَدْيهِ التطوع، ومِنْ أَضحيته ولَوْ واجبة، ويجوزُ مِن المُتعةِ والقرانِ، ويَجِبُ أَنْ يتصدق بما يقع عليه اسمُ اللَّحْم، ويَعْتَبرُ تمليكٌ للفقير، فلا يكفي إِطعامه. ¶ وإِذا دخل العشرُ حَرُمَ على مَنْ يضحي أَوْ يُضحَّى عنه أَخذُ شيءٍ مِنْ شعره أَو ظُفْرِهِ أَوْ بشرتهِ إِلى الذبحِ، وَسُنَّ حَلْقٌ بعده. ¶ * * * ¶ فَصْلٌ ¶ والعقيقةُ سنَّةٌ مؤكّدةٌ في حَقِّ الأب، وهي عن الغلام شاتان مُتقاربتان سناً وشبهاً، فإِن عُدِمَ فواحدةٌ، وعن الجاريةِ شاةٌ، ولا يُجزئُ بَدَنةٌ أَو بقرةٌ إِلاَّ كامِلَةً تُذْبح في سابع ولادتِهِ ويسمى فيه، فإِن",
            "page": "79",
            "part": "1",
            "seal": "07D935A1"
        },
        {
            "id": "80",
            "nass": "فاتَ ففي أَربعة عشر، فإِن فات ففي أَحد وعشرين، ولا تُعْتبَرُ الأسابيعُ بَعْدَ ذلكَ، ولا يُكْسَرُ عظمها، وطبخها أَفضل، ويكون منه بحلو، وحكمها كأَضحية فيما يجزئُ ويُسْتَحبُّ ويُكْرَهُ، لكن يباع جِلْدٌ ورأَسٌ وسواقط، ويتصدقُ بثمنه، وإِن اتفق وقتُ عقيقةٍ وأَضحيةٍ أَجزأَت إِحداهما عن الأخرى. ¶ * * *",
            "page": "80",
            "part": "1",
            "seal": "C5FCFDD2"
        },
        {
            "id": "81",
            "nass": "كتاب الجهاد ¶ وهو فرضُ كفايةٍ، إِلاَّ إِذا حَضَرَهُ أَوْ حَصَرَهُ عدوٌ، أَوْ كانَ النَّفِيرُ عَامًّا ففَرضُ عينٍ. ¶ ويُسَنُّ بتأكُّدٍ مَعَ قيامِ مَنْ يكفي بِهِ، ولا يَجبُ إِلاَّ على ذَكَرٍ مسلمٍ، حُرٍّ، مُكَلَّفٍ، صحيحٍ، وأَفْضَلُ مُتَطَوَّعٍ بِهِ الجهادُ، وغزو البحرِ أفْضَلُ. ¶ وَسُنَّ رِبَاطٌ، وهو لزومُ ثغرٍ لجهادٍ، ولو ساعةً، وتمامُه أربعون يوماً، وأفضَلُهُ بأشدِّ خوفٍ، وهو أفْضَلُ مِنَ المقام بمكة. ¶ ولا يتطوَّعُ بِهِ مَدِينٌ لا وفاء له، إِلاَّ مَعَ إِذنٍ أَوْ رَهنٍ مُحْرِزٍ أَوْ كفيل مليءٍ، ولا مَنْ أَحدُ أبويه حُرٌّ مسلمٌ إِلاَّ بإذنِهِ. ¶ ولا يَحِلُّ للمسلمين الفرارُ مِنْ مثليهم وَلَوْ واحداً مِن اثنينِ، فإِن زادوا على مِثْلَيْهم جاز. ¶ ولا يَجوزُ قَتْلُ صبيّ، وأنثى وخُنْثَى، وراهبٍ، وشيخٍ فانٍ، وَزَمِنٍ، وأعمى، لا رأي لهم، ولَمْ يقاتِلوا أَوْ يحرِّضوا على القتالِ. ¶ ويخيَّرُ الِإمامُ في أسيرٍ حُرٍّ مُقاتِلٍ بين قَتْلٍ وَرِقٍّ ومَنٍّ وفداءٍ",
            "page": "81",
            "part": "1",
            "seal": "FF66CB54"
        },
        {
            "id": "82",
            "nass": "بمسلمٍ أَوْ بمالٍ، ويَجِبُ عليه اختيارُ الأصلح، فإِن تردد نظرُهُ، فَقَتْلٌ أَولى. ¶ * * * ¶ فَصْلٌ ¶ وَيَلْزَم الِإمامَ أَوْ الجيشَ إخلاصُ النيةِ للَّهِ تعالى في الطّاعات، وعليه عند المسير تعاهدُ الرجالِ والخيل، ومنعُ مَنْ لا يصْلُحُ للحرب، ومُخَذِّلٍ ومُرْجِفٍ، ومكاتَبٍ بأخبارنا ومعروفٍ بنفاقٍ، ورامٍ بيننا بفتنٍ، وصبيٍّ ونساءٍ إِلاَّ عجوزاً لسقي ماء ونحوه. ¶ ويَحْرُمُ استعانةٌ بكافِرٍ إِلاَّ لضرورة، ويمنعُ جيشه مِنْ مُحَرَّمٍ، وتشاغُلٍ بتجارةٍ، وَيَعِدُ الصابرَ بأجرٍ وَنَفْلٍ (1)، ويشاور ذا رأي. ¶ وَمَنْ قتل قتيلاً في حَالةِ الحَرْبِ فله سَلَبُهُ وهو ما عليه مِنْ ثيابٍ وحُلْيٍ وسلاحٍ، وكذا دابتُه التي قاتل عليها، وما عليها، وأمّا نفقتُه ورحله وخيمته وجنيبهُ فغنيمةٌ. ¶ * * * ¶ فَصْلٌ ¶ وتُمْلَكُ الغنيمةُ بالاستيلاءِ عليها في دارِ الحربِ، فَيُجْعَلُ خُمسُها خمسةَ أسهمٍ: لله ورسوله، يصرفُ مصرِفَ الفيء، وسَهْمٌ للمساكينِ، وسَهمٌ لأبناءِ السَّبيل، ثُمَّ يُقْسَمُ الباقي بين مَنْ شَهِدَ الوقعةَ لقصدِ قتال ونحوه: للراجِلِ سَهْمٌ، وللفارسِ على فَرَسٍ عربي ثلاثة وعَلَى غيره اثنان، ولا يُسْهِمُ لأكثر مِنْ فرسين ولا لغير الخيل. ¶ __________ ¶ (1) النفل: الغنيمة.",
            "page": "82",
            "part": "1",
            "seal": "70EF7605"
        },
        {
            "id": "83",
            "nass": "وشُرِطَ فيمن يُسْهَمُ له أربعةُ شروط: البلوغُ، والعقلُ، والحُرّيةُ، والذُّكورةُ. فإِن اختل شَرْطٌ رَضَحَ له ولَمْ يُسْهِم، والرَّضْخُ العطاءِ دون السَّهْمِ. ¶ وإِذا فتحوا أرضاً بالسيف خُيِّرَ الِإمامُ بين قَسْمِهَا وَوَقْفِها على المسلمين، ضارباً عليها خراجاً مستمراً يؤخذُ مِمَّن هي في يَدِهِ. ¶ وما أُخِذَ مِنْ مالِ مُشْرِكٍ بلا قِتَالٍ كَجِزْيَةٍ، وخراج، وعُشْرِ تجارةٍ مِنَ الحربي، ونصفه مِن الذّميِّ، وما تركوه فزعاً، أوْ عن ميت ولا وارث له، فَيْءٌ، ومصرفه في مصالح المسلمين. ¶ * * * ¶ فَصْلٌ ¶ ويَجوزُ عَقْدُ الذِّمّةِ لِمَنْ له كِتَابٌ أَوْ شبهةُ كتابٍ كالمجوسِ، ولا يَصِحُّ عقدُها إِلاَّ مِن إِمامٍ أوْ نائبه. ¶ وَيَجِبُ إِن أَمِنَ مكرهم والتزموا لنا بأربعة أحكام: أن يُعْطُوا الجِزْيةَ عَنْ يَدٍ وهم صاغرون، وأن لا يذكروا دينَ الِإسلام إِلاَّ بخيرٍ، وأن لا يفعلوا ما فيه ضررٌ على المسلمين، وأن تجريَ عليهم أحكامُ الِإسلام في نفس ومالٍ وعِرْضٍ وإِقامة حَدٍّ فيما يحرمونه كالزِّنا لا فيما يحلّونه كالخَمْرِ، ولا تُؤْخَذُ الجزيةُ مِنْ صَبيٍّ وعَبْدٍ وامرأةٍ وفقيرٍ عاجز عنها ونحوِهم. ¶ ويَلزَمُهُمْ التَّمييزُ عن المسلمين، ويمنعون مِنْ ركوب الخيلِ، وحمل السِّلاَحِ، وتعلية بناءٍ على مسلم ولو رَضِيَ، وَيَجِبُ نقضه،",
            "page": "83",
            "part": "1",
            "seal": "142A6F2B"
        },
        {
            "id": "84",
            "nass": "ويضمَنُ ذمي ما تلِفَ به لا إن ملكوه مِنْ مسلم، ولا يعادُ عاليًا لو انعدم، ولا إِن بنى مسلمٌ دارًا عندهم دون بنائِهم، ومِنْ إِحداث كنائس، وبناءِ ما انهدمَ منها، ومِنْ إظهارِ مُنكَرٍ وعيدٍ وصليبٍ، وأَكلٍ وشُرْبٍ نهار رمضان، وخمرٍ، وخنزيرٍ، وَرَفعِ صوتٍ على ميتٍ، وقراءة قرآنٍ، وناقوسٍ، وجَهرٍ بكتابهم، وشراء مصحفٍ وفقهٍ وحديثٍ، وعلى الِإمامِ حفظُهم، ومنعُ مَنْ يؤذيهم. ¶ * * * ¶ فَصْلٌٌ ¶ وَمَنْ أَبى منهم بَذْلَ الجزية، أَوْ الصَّغار، أَوْ التزامَ حكمنا، أَوْ قاتلنا أَوْ زنا بمُسْلِمَةٍ، أَوْ أصابَها باسم نكاحٍ، أَوْ قَطعَ الطريق أَوْ تَجَسس، أَوْ آوى جاسوساً، أوْ ذكرَ اللَّهَ تعالى وكتابَهُ، أوْ دينَهُ، أَوْ رسوله بسوءٍ، أَوْ تعدى على مُسْلِمٍ بقَتْلٍ أَو فتنةٍ عن دينه انتقض عهده دون ذريته، فيخيَّرُ الِإمامُ فيه كالَأَسيرِ الحربي، ومالُه فيء، فَيَحْرُمُ قتله إِن أسلم، ولو كان سَبَّ النبي - صلى الله عليه وسلم -. ¶ * * *",
            "page": "84",
            "part": "1",
            "seal": "94B04DD0"
        },
        {
            "id": "85",
            "nass": "خاتمة الكتاب ¶ وهذا آخر ما تيسَّر جَمْعُهُ بتوفيقِ اللَّهِ تعالى ومعونتهِ، وصلى الله على سيدنا محمدٍ وعلى آلِهِ وصحبِهِ وسَلَّمَ تسليماً كثيراً، والحمدُ لله ربِّ العالمين. وَفَرَغَ مِنْ تأليفِهِ كاتبُهُ فقيرُ العفوِ والغفران مِنْ ربِّه الغنيِّ المنَّانِ: أبو عبد الله عبد الرحمن بن عبد الله بن أحمد بن مُحمَّد بن أحمد بن مُحمَّد بن مصطفى الحَنْبَليُّ مَذهَباً، الخَلْوَتيُّ ثُمَّ القادِرِيُّ مَشْرَباً، الدِّمشقيُّ مَوْلِداً، الحَلَبيُّ مَحْتِداً، غَفَرَ الله له ما كان مِنَ الذنوبِ، وستر ما شانَ مِنَ العيوب، ولإخوانِهِ المسلمين، إنه أكرمُ الأكرمين، وأرحمُ الراحمين، عَصْرَ الاثنينِ المباركِ السابِعَ عَشَرَ مِنْ جمادى الأُولى مِنْ سنةِ تسع وخمسين ومائة وألف (1159)، وصلَّى الله على سيدنا مُحمَّدٍ وعلى آلِهِ وصحبه، والسلام والرضا عليه وعليهم أجمعين. ¶ * * * ¶ انتهى ما في الأصل بِحُرُوفِهِ، كتبه لنفسه أَسِيرُ الخطايا راجي عَفْوَ ربه: عبد الرحمن بن عثمان بن راشد آل جلاجل، غفر الله له ولوالدَيْهِ وأقاربه وأحبابه، وأهلِ السُّنةِ والجماعةِ آمين، وذلك في",
            "page": "85",
            "part": "1",
            "seal": "08087974"
        },
        {
            "id": "86",
            "nass": "ربيع آخر سنة 1341، والحمد لله وصلى الله وسلَّم على رسول الله وعلى آله وصحبه. ¶ وانتهى مِنْ نَسْخِهِ وتَنْمِيقِهِ للطبع أفقرُ الوَرَى لرحمةِ رَبِّهِ وفَضْله مُحَمَّدُ بنُ ناصرِ بنِ مُحَمَّدِ العَجْميُّ، غفرَ اللَّهُ له ولوالِديهِ ولجميعِ المسلمين. ¶ وذلك في سَلْخِ شَعْبان سنة 1417 من هجرةِ خَيرِ البَشَرِ صلَّى الله عليه وسلَّم. ¶ * * *",
            "page": "86",
            "part": "1",
            "seal": "12015070"
        },
        {
            "id": "91",
            "nass": "من آثار المحقّق ¶ 1 - كتاب الأوائل، للحافظ أحمد بن عمرو بن أبي عاصم، المتوفى سنة 287 هـ، دار الخلفاء الكويت - 1405هـ. ¶ 2 - فضل علم السلف على علم الخلف، للحافظ زين الدين عبد الرحمن بن رجب الحنبلي، المتوفى سنة 795 هـ، دار البشائر الِإسلامية بيروت - لبنان 1416 هـ. ¶ 3 - نور الاقتباس في مشكاة وصية النبي - صلى الله عليه وسلم -، لابن عباس، للحافظ ابن رجب الحنبلي، المتوفى سنة 795 هـ، دار البشائر الِإسلامية بيروت - لبنان 1414 هـ. ¶ 4 - تفسير سورة الِإخلاص، لابن رجب الحنبلي، المتوفى سنة 795 هـ، دار الصميعي، الرياض 1412 هـ. ¶ 5 - تفسير سورة النصر، للحافظ ابن رجب الحنبلي، المتوفى سنة 795 هـ، دار الصميعي، الرياض، 1412 هـ. ¶ 6 - زغل العلم للحافظ شمس الدِّين الذهبي، المتوفى سنة 748 هـ، مكتبة الصحوة الِإسلامية الكويت 1404 هـ. ¶ 7 - تخريج الأحاديث والآثار الواقعة في منهاج البيضاوي، للحافظ العراقي، المتوفى سنة 806 هـ، دار البشائر الإسلامية بيروت - لبنان 1409 هـ.",
            "page": "91",
            "part": "1",
            "seal": "D329B008"
        },
        {
            "id": "92",
            "nass": "8 - التنقيح في حديث التسبيح (شرح حديث: كلمتان حبيبتان إلى الرحمن)، للحافظ ابن ناصر الدِّين الدِّمشقي، المتوفى سنة 842 هـ، دار البشائر الإسلامية بيروت - لبنان 1413 هـ. ¶ 9 - تحفة الإخباري بترجمة البخاري، للحافظ ابن ناصر الدين الدمشقي، المتوفى سنة 842 هـ، دار البشائر الإسلامية بيروت - لبنان 1413 هـ. ¶ 10 - كتاب الأربعين، للحسن بن سفيان المتوفى سنة 303 هـ، دار البشائر الإسلامية، بيروت - لبنان 1414 هـ. ¶ 11 - صفحات في ترجمة الإمام السفاريني، (تأليف) دار البشائر الإسلامية بيروت - لبنان 1413 هـ. ¶ 12 - علاَّمة الكويت الشيخ عبد الله الخلف الدحيان حياته وآثاره، (تأليف) مركز البحوث والدراسات الكويتية، الكويت 1415 هـ. ¶ 13 - ثلاث تراجم نفيسة للحافظ الذهبي، المتوفى سنة 748 هـ، دار ابن الأثير الكويت 1415 هـ. ¶ 14 - الخطب المنبرية، للعلاَّمة عبد الله بن خلف بن دحيان، بيت التمويل الكويتي، الكويت 1416 هـ. ¶ 15 - نوادر مخطوطات علاَّمة الكويت الشيخ عبد الله الخلف الدحيان، وزارة الأوقاف والشؤون الإسلامية، الكويت 1416 هـ. ¶ 16 - أخصر المختصرات للبلباني مع حاشيته، لابن بدران، دار البشائر الإسلامية بيروت - لبنان 1416 هـ. ¶ 17 - مشيخة فخر الدِّين ابن البخاري، المتوفى سنة 690 هـ، (عناية وفهرسة للأحاديث) الكويت - الأمانة العامة للأوقاف 1416 هـ.",
            "page": "92",
            "part": "1",
            "seal": "330E2F59"
        },
        {
            "id": "93",
            "nass": "18 - أضواء على الحجج الوقفية الأصلية في الأمانة للأوقاف (إعداد)، الأمانة العامة للأوقاف، الكويت 1416 هـ. ¶ 19 - روضة الأرواح، لعبد القادر بن بدران الدمشقي، الكويت - وزارة الأوقاف والشؤون الإسلامية 1417 هـ. ¶ 20 - درة الغواص في حكم الذّكاة بالرصاص، لابن بدران الدمشقي، مطبوعة مع الرسالة السابقة. ¶ 21 - علامة الشام عبد القادر بن بدران الدمشقي، حياته وآثاره (تأليف)، دار البشائر الإسلامية، بيروت - لبنان 1417 هـ. ¶ 22 - حياة العلامة أحمد تيمور باشا، بقلم محمد كردعلي وبعض معاصريه (جمع وعناية)، الأمانة العامة للأوقاف - الكويت 1417 هـ. ¶ 23 - سير الحاثّ إلى علم الطلاق الثلاث، لابن عبد الهادي (تحقيق وتعليق)، دار البشائر الإسلامية، بيروت - لبنان 1417 هـ.",
            "page": "93",
            "part": "1",
            "seal": "537A8487"
        },
        {
            "id": "94",
            "nass": "عَلاَّمَة الشَّام ¶ عَبْدُ القَادِر بْن بَدْرَان الدِّمَشْقِيّ ¶ حَيَاته وَآثاره",
            "page": "94",
            "part": "1",
            "seal": "28E60AF6"
        },
        {
            "id": "95",
            "nass": "حَيَاةُ العَلاَّمَة ¶ أَحْمَد تَيْمُور بَاشَا ¶ ذِكْرَيَات شَخْصِيَّة ¶ بقَلَم: ¶ العَّلاَّمَةِ محمَّد بْنِ عَبْدِ الرَّزَّاق بْنِ مُحَمَّد كُرْدْعَلي ¶ رئيسُ المجمَّع العلمي بدمشق ¶ المتوفي سنة 1372 هـ ¶ ويَلِيه ¶ مَقَالاتٌ بِأقْلاَم بَعْضِ مُعَاصِرِيه ¶ جَمَعَهَا وَاعْتَنَى بِهَاد ¶ مُحَمَّد بْن نَاصِر العَجْمِي ¶ دار البشائر الإسلامية",
            "page": "95",
            "part": "1",
            "seal": "581676F6"
        },
        {
            "id": "96",
            "nass": "سَيْرُ الحَاثِّ ¶ إلَى عِلم الطَّلاَق الثَّلاَثِ ¶ لابن المِبْرَد ¶ الإِمَام جَمَال الدِّين يُوسُفَ بْن حَسَن بْن عَبْد الهَادِي المَقْدِسِي ¶ (840 - 909هـ) ¶ تحقيق وتعليق ¶ مُحَمَّد بْن نَاصِر العَجْمِي",
            "page": "96",
            "part": "1",
            "seal": "D3F596E2"
        }
    ],
    "t199": [
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المصنف"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الطهارة"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل والسواك مسنون مطلقا"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "فصل والوضوء استعمال ماء طهور في الأعضاء الأربعة"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل يجوز المسح على الخفين ونحوهما"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "فصل نواقض الوضوء ثمانية"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "فصل موجبات الغسل سبعة:"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل وشروط الغسل سبعة:"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "فصل التيمم"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "فصل يشترط لكل متنجس سبع غسلات إن أنقت"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل المسكر المائع"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "فصل وأقل سن حيض تمام تسع سنين"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الصلاة"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل الأذان والإقامة فرضا كفاية على الرجال الأحرار"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "2",
            "tit": "فصل وشروط صحة الصلاة ستة:"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "فصل يسن سجود السهو للمصلي"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "فصل أفضل تطوع البدن بعد الجهاد والعلم صلاة التطوع"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "فصل وصلاة الليل أفضل، والنصف الأخير أفضل من الأول"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "فصل صلاة الجماعة واجبة للخمس المؤداة على الرجال الأحرار"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "فصل الأولى بالإمامة"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "فصل يعذر بترك جمعة وجماعة مريض"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "فصل يباح جمع بين ظهر وعصر وعشائين بوقت إحداهما"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "فصل تصح صلاة الخوف بقتال مباح"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "فصل تجب الجمعة على كل مسلم مكلف"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "فصل وصلاة العيدين فرض كفاية"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "فصل وسن التكبير المطلق"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل صلاة الكسوف سنة من غير خطبة"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "فصل تسن صلاة الاستسقاء"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الجنائز"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "فصل وغسله فرض كفاية"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "فصل وتكفينه فرض كفاية"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل والصلاة عليه فرض كفاية"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "فصل وحمله ودفنه فرض كفاية"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "فصل وتعزية مسلم، ولو صغيرا إلى ثلاثة أيام سنة"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الزكاة"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "فصل وأقل نصاب البقر ثلاثون"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل تجب الزكاة في كل مكيل مدخر من حبه من قوت البلد وغيره"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "فصل وزكاة الفطر صدقة واجبة بالفطر من رمضان، وتسمى فرضا،"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "فصل يجب إخراج الزكاة فورا"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "فصل ولا يجزئ دفعها إلى كافر وغير مؤلف"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الصيام"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل ويجب على كل مسلم قادر مكلف"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "فصل ومن أكل أوشرب أو اكتحل بما علم وصوله إلى حلقه من كحل ونحوه"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "فصل ومن جامع في نهار في قبل أو دبر ولو ميت أو بهيمة"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "فصل يسن صوم التطوع"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "فصل والاعتكاف سنة كل وقت"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الحج"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "فصل والمواقيت"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل وسن لمريد الإحرام"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "فصل ومحظورات الإحرام تسع:"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل في الفدية"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": null,
            "tit": "فصل في جزاء الصيد"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "فصل وحرم صيد حرم مكة"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "باب دخول مكة"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "فصل في صفة الحج والعمرة"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "فصل أركان الحج أربعة:"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "فصل في الهدي والأضحية والعقيقة"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "فصل ويتعين هدي بقوله: هذا هدي، أو بتقليده أو إشعاره،"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل والعقيقة سنة مؤكدة في حق الأب"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الجهاد"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "فصل وتملك الغنيمة بالاستيلاء عليها في دار الحرب"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "فصل ويجوز عقد الذمة لمن له كتاب أو شبهة كتاب كالمجوس"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "فصل ومن أبى منهم بذل الجزية"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة الكتاب"
        }
    ]
}