{
    "b2": [
        {
            "id": "1",
            "nass": "ـ[الكتاب: اعتقاد الأئمة الأربعة]ـ ¶ المؤلف: محمد بن عبد الرحمن الخميس ¶ الناشر: دار العاصمة - المملكة العربية السعودية ¶ الطبعة: الأولى، 1412 هـ - 1992 م ¶ عدد الأجزاء: 1 ¶ [ترقيم الكتاب موافق للمطبوع، وهو مذيل بالحواشي]",
            "page": null,
            "part": null,
            "seal": "095B5D09"
        },
        {
            "id": "2",
            "nass": "المقدمة ¶ إن الحمد لله نحمده ونستعينه ونستهديه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران: 102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء: 1]. ¶ {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب: 70، 71]. ¶ أما بعد فقد قمت ببحث موسع لنيل درجة الدكتوراه في",
            "page": "3",
            "part": "1",
            "seal": "D55E5972"
        },
        {
            "id": "3",
            "nass": "أصول الدين عند الإمام أبي حنيفة - رحمه الله تعالى - وقد ضمنت المقدمة تلخيص عقيدة الأئمة الثلاثة مالك والشافعي وأحمد، وقد طلب مني بعض الفضلاء إفراد عقيدة هؤلاء الأئمة الثلاثة، ولاستكمال ذكر عقيدة الأئمة الأربعة، رأيت أن أضم إلى ما ذكرته في مقدمة بحثي تلخيص ما بسطته عن عقيدة الإمام أبي حنيفة رحمه الله في التوحيد والقدر والإيمان والصحابة وموقفه من علم الكلام. ¶ والله أسأل أن يكون هذا العمل خالصًا لوجهه الكريم وأن يوفقنا جميعًا لهدي كتابه والسير على سُنَّة رسوله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، والله من وراء القصد وهو حسبنا ونعم الوكيل. ¶ وآخر دعوانا أن الحمد لله رب العالمين. ¶ محمد بن عبد الرحمن الخميس",
            "page": "4",
            "part": "1",
            "seal": "857799E9"
        },
        {
            "id": "4",
            "nass": "المبحث الأول ¶ بيان أن اعتقاد الأئمة الأربعة واحد في مسائل أصول الدين ¶ ما عدا مسألة الإيمان ¶ اعتقاد الأئمة الأربعة - أبي حنيفة ومالك والشافعي وأحمد رحمهم الله - هو ما نطق به الكتاب والسُّنَّة وما كان عليه الصحابة والتابعون لهم بإحسان وليس بين هؤلاء الأئمة ولله الحمد نزاع في أصول الدين بل هم متفقون على الإيمان بصفات الرب وأن القرآن كلام الله غير مخلوق، وأن الإيمان لا بد فيه من تصديق القلب واللسان، بل كانوا ينكرون على أهل الكلام من جهمية وغيرهم ممن تأثروا بالفلسفة اليونانية والمذاهب الكلامية ... يقول شيخ الإسلام ابن تيمية: ¶ « ... ولكن من رحمة الله بعباده أن الأئمة الذين لهم في الأمة لسان صدق كالأئمة الأربعة وغيرهم ... كانوا ينكرون على أهل الكلام من الجهمية قولهم في القرآن والإيمان وصفات الرب، وكانوا متفقين على ما كان عليه السلف من أن الله يرى في الآخرة وأن القرآن كلام الله غير مخلوق، وأن الإيمان لا بد فيه من",
            "page": "5",
            "part": "1",
            "seal": "C0264A5F"
        },
        {
            "id": "5",
            "nass": "تصديق القلب واللسان ... » (¬1). ¶ وقال: «إن الأئمة المشهورين كلهم يثبتون الصفات لله تعالى ويقولون: إن القرآن كلام الله ليس بمخلوق ويقولون: إن الله يرى في الآخرة، هذا مذهب الصحابة والتابعين لهم بإحسان من أهل البيت وغيرهم وهذا مذهب الأئمة المتبوعين مثل مالك بن أنس والثوري والليث بن سعد، والأوزاعي، وأبي حنيفة، والشافعي، وأحمد ... » (¬2). ¶ وسُئل شيخ الإسلام ابن تيمية عن اعتقاد الشافعي فأجاب بقوله: ¶ «اعتقاد الشافعي - رضي الله عنه - واعتقاد سلف الأمة كمالك والثوري والأوزاعي وابن المبارك وأحمد بن حنبل وإسحاق بن راهويه هو اعتقاد المشايخ المقتدى بهم كالفضيل بن عياض وأبي سليمان الداراني وسهل بن عبد الله التستري وغيرهم، فإنه ليس بين هؤلاء الأئمة وأمثالهم نزاع في أصول الدين. ¶ وكذلك أبو حنيفة - رحمه الله - فإن الاعتقاد الثابت عنه في التوحيد والقدر ¶ ¬_________ ¶ (¬1) كتاب الإيمان ص350، 351 دار الطباعة المحمدية، تعليق محمد الهراس. ¶ (¬2) منهاج السنة (2/ 106).",
            "page": "6",
            "part": "1",
            "seal": "A671D2FC"
        },
        {
            "id": "6",
            "nass": "ونحو ذلك موافق لاعتقاد هؤلاء واعتقاد هؤلاء هو ما كان عليه الصحابة والتابعون لهم بإحسان وهو ما نطق به الكتاب والسُّنَّة» (¬1). ¶ وهذا ما اختاره العلاّمة صديق حسن خان حيث يقول: ¶ «فمذهبنا مذهب السلف إثبات بلا تشبيه وتنزيه بلا تعطيل وهو مذهب أئمة الإسلام كمالك والشافعي والثوري وابن المبارك والإمام أحمد ... وغيرهم فإنه ليس بين هؤلاء الأئمة نزاع في أصول الدين وكذلك أبو حنيفة - رضي الله عنه - فإن الاعتقاد الثابت عنه موافق لاعتقاد هؤلاء وهو الذي نطق به الكتاب والسنة ... » (¬2). ¶ وهاك طائفة من أقوال الأئمة الأربعة المتبوعين أبي حنيفة، ومالك، والشافعي، وأحمد، فيما يعتقدونه في مسائل أصول الدين مع بيان موقفهم من علم الكلام. ¶ ¬_________ ¶ (¬1) مجموع الفتاوى (5/ 256). ¶ (¬2) قطف الثمر ص (47، 48).",
            "page": "7",
            "part": "1",
            "seal": "5E19EE29"
        },
        {
            "id": "7",
            "nass": "المبحث الثاني ¶ عقيدة الإمام أبي حنيفة رحمه الله ¶ أ- أقوال الإمام أبي حنيفة رحمه الله في التوحيد: ¶ أولاً: عقيدته في توحيد الله وبيان التوسل الشرعي وإبطال التوسل البدعي: ¶ (1) قال أبو حنيفة رحمه الله: «لا ينبغي لأحد أن يدعو الله إلا به والدعاء المأذون فيه المأمور به ما استفيد من قوله تعالى: {وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ} [الأعراف: 180] ... » (¬1). ¶ (2) قال أبو حنيفة رحمه الله: «يكره أن يقول الداعي أسألك بحق فلان أو بحق أنبيائك ورسلك وبحق البيت الحرام والمشعر الحرام» (¬2). ¶ (3) وقال أبو حنيفة: «لا ينبغي لأحد أن يدعو الله إلا به وأكره ¶ ¬_________ ¶ (¬1) الدر المختار مع حاشية رد المحتار (6/ 396 - 397). ¶ (¬2) شرح العقيدة الطحاوية ص234، واتحاف السادة المتقين (2/ 285)، وشرح الفقه الأكبر للقاري ص198.",
            "page": "8",
            "part": "1",
            "seal": "2A057C72"
        },
        {
            "id": "8",
            "nass": "أن يقول بمعاقد العز من عرشك (¬1)، أو بحق خلقك» (¬2). ¶ ثانيًا: قوله في إثبات الصفات والرد على الجهمية: ¶ (4) وقال: «لا يوصف الله تعالى بصفات المخلوقين، وغضبه ورضاه صفتان من صفاته بلا كيف، وهو قول أهل السُّنَّة ¶ ¬_________ ¶ (¬1) كره الإمام أبو حنيفة ومحمد بن الحسن أن يقول الرجل في دعائه: «اللهم إني أسألك بمعاقد العزّ من عرشك» لعدم وجود النص في الأذن به، وأما أبو يوسف فقد جوزه لوقوفه على نص من السنة، وفيه أن النبي - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، كان من دعائه: «اللهم إني أسألك بمعاقد العزّ من عرشك ومنتهى الرحمة من كتابك» ... وهذا الحديث أخرجه البيهقي في كتاب الدعوات الكبيرة كما في البناية 9/ 382، ونصب الراية (4/ 272)، وفي إسناده ثلاثة أمور قادحة: ¶ 1 - عدم سماع داود بن أبي عاصم لابن مسعود. ¶ 2 - عبد الملك بن جريج مدلس ويرسل. ¶ 3 - عمر بن هارون متهم بالكذب من أجل ذلك قال ابن الجوزي كما في البناية (9/ 382)، (هذا حديث موضوع بلا شك وإسناده محبط كما ترى). ¶ انظر تهذيب التهذيب (3/ 189)، (6/ 405)، (7/ 501)، وتقريب التهذيب (1/ 520). ¶ (¬2) التوسل والوسيلة، ص82، وانظر شرح الفقه الأكبر ص198.",
            "page": "9",
            "part": "1",
            "seal": "8776D19E"
        },
        {
            "id": "9",
            "nass": "والجماعة وهو يغضب ويرضى ولا يقال: غضبه عقوبته ورضاه ثوابه، ونصفه كما وصف نفسه أحدٌ صمد لم يلد ولم يولد ولم يكن له كفوًا أحد، حيٌّ قادر سميع بصير عالم، يد الله فوق أيديهم ليست كأيدي خلقه ووجهه ليس كوجوه خلقه» (¬1). ¶ (5) وقال: «وله يد ووجه ونفس، كما ذكره الله تعالى في القرآن، فما ذكره الله تعالى في القرآن من ذكر الوجه واليد والنفس، فهو له صفات بلا كيف ولا يقال إن يده قدرته أو نعمته، لأن فيه إبطال الصفة وهو قول أهل القدر والاعتزال» (¬2). ¶ (6) وقال: «لا ينبغي لأحد أن ينطق في ذات الله بشيء بل يصفه بما وصف به نفسه ولا يقول فيه برأيه شيئًا تبارك الله وتعالى رب العالمين» (¬3). ¶ (7) ولما سُئل عن النزول الإلهي قال: «ينزل بلا كيف» (¬4). ¶ ¬_________ ¶ (¬1) الفقه الأبسط ص56. ¶ (¬2) الفقه الأكبر ص302. ¶ (¬3) شرح العقيدة الطحاوية (2/ 427)، تحقيق د. التركي، جلاء العينين ص368. ¶ (¬4) عقيدة السلف أصحاب الحديث ص42، ط دار السلفية، الأسماء والصفات للبيهقي ص456، وسكت عليه الكوثري، وشرح العقيدة الطحاوية ص245، تخريج الألباني، وشرح الفقه الأكبر للقاري ص60.",
            "page": "10",
            "part": "1",
            "seal": "FDF7ACFE"
        },
        {
            "id": "10",
            "nass": "(8) وقال أبو حنيفة: «والله تعالى يدعى من أعلى لا من أسفل لأن الأسفل ليس من وصف الربوبية والألوهية في شيء» (¬1). ¶ (9) وقال: «وهو يغضب ويرضى ولا يقال غضبه عقوبته ورضاه ثوابه» (¬2). ¶ (10) وقال: «ولا يشبه شيئًا من الأشياء من خلقه ولا يشبه من خلقه لم يزل ولا يزال بأسمائه وصفاته» (¬3). ¶ (11) وقال: «وصفاته بخلاف صفات المخلوقين يعلم لا كعلمنا، ويقدر لا كقدرتنا، ويرى لا كرؤيتنا، ويسمع لا كسمعنا، ويتكلم لا ككلامنا» (¬4). ¶ (12) وقال: «لا يوصف الله تعالى بصفات المخلوقين» (¬5). ¶ ¬_________ ¶ (¬1) الفقه الأبسط ص51. ¶ (¬2) الفقه الأبسط ص56، وسكت عليه محقق الكتاب الكوثري. ¶ (¬3) الفقه الأكبر ص301. ¶ (¬4) الفقه الأكبر ص302. ¶ (¬5) الفقه الأبسط ص56.",
            "page": "11",
            "part": "1",
            "seal": "DC5CAD12"
        },
        {
            "id": "11",
            "nass": "(13) وقال: «ومن وصف الله بمعنى من معاني البشر فقد كفر» (¬1). ¶ (14) وقال: «وصفاته الذاتية والفعلية، أما الذاتية فالحياة والقدرة والعلم والكلام والسمع والبصر والإرادة، وأما الفعلية فالتخليق والترزيق والإنشاء والإبداع والصنع وغير ذلك من صفات الفعل لم يزل ولا يزال بأسمائه وصفاته» (¬2). ¶ (15) وقال: «ولم يزل فاعلاً بفعله والفعل صفة في الأزل والفاعل هو الله تعالى والفعل صفة في الأزل والمفعول مخلوق وفعل الله تعالى غير مخلوق» (¬3). ¶ (16) وقال: «من قال لا أعرف ربي في السماء أم في الأرض فقد كفر، وكذا من قال إنه على العرش ولا أدري العرش أفي السماء أم في الأرض» (¬4). ¶ ¬_________ ¶ (¬1) العقيدة الطحاوية بتعليق الألباني ص25. ¶ (¬2) الفقه الأكبر 301. ¶ (¬3) الفقه الأكبر 301. ¶ (¬4) الفقه الأبسط ص46، ونقل نحو هذا اللفظ شيخ الإسلام ابن تيمية في مجموع الفتاوى (5/ 48)، وابن القيم في اجتماع الجيوش الإسلامية ص139، والذهبي في العلو ص101 - 102، وابن قدامة في العلو ص116، وابن أبي العزّ في شرح الطحاوية ص301.",
            "page": "12",
            "part": "1",
            "seal": "D2E175E3"
        },
        {
            "id": "12",
            "nass": "(17) وقال للمرأة التي سألته أين إلهك الذي تعبده قال: «إن الله سبحانه وتعالى في السماء دون الأرض، فقال له رجل: أرأيت قول الله تعالى: {وَهُوَ مَعَكُمْ} [الحديد: 4] قال: هو كما تكتب للرجل إني معك وأنت غائب عنه» (¬1). ¶ (18) وقال كذلك: «يد الله فوق أيديهم ليست كأيدي خلقه» (¬2). ¶ (19) وقال: «إن الله سبحانه وتعالى في السماء دون الأرض، فقال له رجل: أرأيت قول الله تعالى: {وَهُوَ مَعَكُمْ} [الحديد: 4]، قال: هو كما تكتب لرجل إني معك وأنت غائب عنه» (¬3). ¶ (20) وقال: «قد كان متكلمًا ولم يكن كلم موسى عليه السلام» (¬4). ¶ (21) وقال: «ومتكلمًا بكلامه والكلام صفة في الأزل» (¬5). ¶ ¬_________ ¶ (¬1) الأسماء والصفات ص429. ¶ (¬2) الفقه الأبسط ص56. ¶ (¬3) الأسماء والصفات (2/ 170). ¶ (¬4) الفقه الأكبر ص302. ¶ (¬5) الفقه الأكبر ص301.",
            "page": "13",
            "part": "1",
            "seal": "9DE3DDC8"
        },
        {
            "id": "13",
            "nass": "(22) وقال: «ويتكلم لا ككلامنا» (¬1). ¶ (23) وقال: «وسمع موسى عليه السلام كلام الله تعالى كما قال الله تعالى: {وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا} [النساء: 164]، وقد كان الله تعالى متكلمًا ولم يكن كلم موسى عليه السلام» (¬2). ¶ (24) وقال: «والقرآن كلام الله في المصاحف مكتوب وفي القلوب محفوظ، وعلى الألسن مقروء، وعلى النبي - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، أنزل» (¬3). ¶ (25) وقال: «والقرآن غير مخلوق» (¬4). ¶ ¬_________ ¶ (¬1) الفقه الأكبر ص302. ¶ (¬2) الفقه الأكبر ص302. ¶ (¬3) الفقه الأكبر ص301. ¶ (¬4) الفقه الأكبر ص301.",
            "page": "14",
            "part": "1",
            "seal": "6FFF0E3D"
        },
        {
            "id": "14",
            "nass": "ب- أقوال الإمام أبي حنيفة ¶ في القدر ¶ 1 - جاء رجل إلى الإمام أبي حنيفة يجادله في القدر فقال له: «أما علمت أن الناظر في القدر كالناظر في عيني الشمس كلما ازداد نظرًا ازداد تحيرًا» (¬1). ¶ 2 - يقول الإمام أبو حنيفة: «وكان الله تعالى عالمًا في الأزل بالأشياء قبل كونها» (¬2). ¶ 3 - وقال: «يعلم الله تعالى المعدوم في حالة عدمه معدومًا ويعلم أنه كيف يكون إذا أوجده، ويعلم الله تعالى الموجود في حال وجوده موجودًا ويعلم كيف يكون فناؤه» (¬3). ¶ 4 - يقول الإمام أبو حنيفة: «وقدره في اللوح المحفوظ» (¬4). ¶ 5 - وقال: «ونقر بأن الله تعالى أمر بالقلم أن يكتب فقال القلم، ماذا أكتب يا رب؟ فقال الله تعالى: اكتب ما هو ¶ ¬_________ ¶ (¬1) قلائد عقود العقيان (ق - 77 - ب). ¶ (¬2) الفقه الأكبر ص302، 303. ¶ (¬3) الفقه الأكبر ص302، 303. ¶ (¬4) الفقه الأكبر ص302.",
            "page": "15",
            "part": "1",
            "seal": "AD9FF996"
        },
        {
            "id": "15",
            "nass": "كائن إلى يوم القيامة لقوله تعالى: {وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ * وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ} [القمر: 52 - 53]» (¬1). ¶ 6 - وقال الإمام أبو حنيفة: «ولا يكون في الدنيا ولا في الآخرة شيء إلا بمشيئته» (¬2). ¶ 7 - ويقول الإمام أبو حنيفة: «خلق الله الأشياء لا من شيء» (¬3). ¶ 8 - وقال: «وكان الله تعالى خالقًا قبل أن يخلق» (¬4). ¶ 9 - وقال: «نقر بأن العبد مع أعماله وإقراره ومعرفته مخلوق، فلما كان الفاعل مخلوقًا فأفعاله أولى أن تكون مخلوقة» (¬5). ¶ 10 - وقال: «جميع أفعال العباد من الحركة والسكون كسبهم والله تعالى خالقها وهي كلها بمشيئته وعلمه وقضائه وقدره» (¬6). ¶ 11 - قال الإمام أبو حنيفة: «وجميع أفعال العباد من الحركة والسكون كسبهم على الحقيقة والله تعالى خلقها وهي كلها بمشيئته وعلمه وقضائه وقدره، والطاعات كلها كانت واجبة بأمر الله تعالى وبمحبته وبرضاه وعلمه ومشيئته وقضائه وتقديره، والمعاصي كلها بعلمه وقضائه وتقديره ومشيئته لا بمحبته ولا برضائه ولا بأمره» (¬7). ¶ 12 - وقال: «خلق الله تعالى الخلق سليمًا من الكفر والإيمان (¬8) ثم خاطبهم وأمرهم ونهاهم، فكفر من كفر بفعله وإنكاره وجحوده الحق بخذلان الله تعالى إياه، وآمن من آمن بفعله وإقراره وتصديقه بتوفيق الله تعالى ونصرته له» (¬9). ¶ 13 - وقال: «وأخرج ذرية آدم من صلبه على صور الذر، فجعلهم عقلاء فخاطبهم وأمرهم بالإيمان ونهاهم عن الكفر، فأقروا له بالربوبية فكان ذلك منها إيمانًا فهم ¶ ¬_________ ¶ (¬1) الوصية مع شرحها ص21. ¶ (¬2) الفقه الأكبر ص302. ¶ (¬3) الفقه الأكبر ص302. ¶ (¬4) الفقه الأكبر ص304. ¶ (¬5) الوصية مع شرحها ص14. ¶ (¬6) الفقه الأكبر ص303. ¶ (¬7) الفقه الأكبر ص303. ¶ (¬8) الصواب: خلق الله تعالى الخلق على فطرة الإسلام كما سيبينه أبو حنيفة في قوله الآتي. ¶ (¬9) الفقه الأكبر ص302 - 303.",
            "page": "16",
            "part": "1",
            "seal": "13076EAC"
        },
        {
            "id": "16",
            "nass": "يولدون على تلك الفطرة، ومن كفر بعد ذلك فقد بدّل وغيّر، ومن آمن وصدق فقد ثبت عليه وداوم» (¬1). ¶ 14 - وقال: «وهو الذي قدر الأشياء وقضاها ولا يكون في الدنيا ولا في الآخرة شيء إلا بمشيئته وعلمه وقضائه وقدره، وكتبه في اللوح المحفوظ» (¬2). ¶ 15 - وقال: «لم يجبر أحدًا من خلقه على الكفر ولا على الإيمان، ولكن خلقهم أشخاصًا والإيمان والكفر فعل العباد، ويعلم تعالى من يكفر في حال كفره كافرًا، فإذا آمن بعد ذلك فإذا علمه مؤمنًا أحبه من غير أن يتغير علمه» (¬3). ¶ ¬_________ ¶ (¬1) الفقه الأكبر ص302. ¶ (¬2) الفقه الأكبر ص302. ¶ (¬3) الفقه الأكبر ص303.",
            "page": "18",
            "part": "1",
            "seal": "F34EA80F"
        },
        {
            "id": "17",
            "nass": "ج- أقوال الإمام أبي حنيفة ¶ في الإيمان ¶ 1 - قال: «والإيمان هو الإقرار والتصديق» (¬1). ¶ 2 - وقال: «الإيمان إقرار باللسان وتصديق بالجنان والإقرار وحده لا يكون إيمانًا» (¬2). ونقله الطحاوي عن أبي حنيفة وصاحبيه (¬3). ¶ 3 - وقال أبو حنيفة: «والإيمان لا يزيد ولا ينقص» (¬4). ¶ قلت: قوله في عدم زيادة الإيمان ونقصانه وقوله في مسمى الإيمان وأنه تصديق بالجنان وإقرار باللسان وأن العمل خارج عن حقيقة الإيمان. قوله هذا هو الفارق بين عقيدة الإمام أبي حنيفة في الإيمان وبين عقيدة سائر أئمة الإسلام مالك والشافعي وأحمد وإسحاق والبخاري ¶ ¬_________ ¶ (¬1) الفقه الأكبر ص304. ¶ (¬2) كتاب الوصية مع شرحها ص2. ¶ (¬3) الطحاوية مع شرحها ص360. ¶ (¬4) كتاب الوصية مع شرحها ص3.",
            "page": "19",
            "part": "1",
            "seal": "C035997E"
        },
        {
            "id": "18",
            "nass": "وغيرهم والحق معهم. ¶ وقول أبي حنيفة مجانب للصواب وهو مأجور في الحالين، وقد ذكر ابن عبد البر وابن أبي العزّ ما يشعر أن أبا حنيفة رجع عن قوله والله أعلم (¬1). ¶ ¬_________ ¶ (¬1) التمهيد لابن عبد البر 9/ 247، شرح العقيدة الطحاوية ص395.",
            "page": "20",
            "part": "1",
            "seal": "C40DB9D5"
        },
        {
            "id": "19",
            "nass": "د- قول الإمام أبي حنيفة ¶ في الصحابة ¶ 1 - قال الإمام أبو حنيفة: «ولا نذكر أحدًا من صحابة رسول الله إلا بخير» (¬1). ¶ 2 - وقال: «ولا نتبرأ من أحد من أصحاب رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، ولا نوالي أحدًا دون أحد» (¬2). ¶ 3 - ويقول: «مقام أحدهم مع رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، ساعة واحدة خير من عمل أحدنا جميع عمره وإن طال» (¬3). ¶ 4 - وقال: «ونقر بأن أفضل هذه الأمة بعد نبينا محمد - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: أبو بكر الصديق ثم عمر ثم عثمان ثم علي رضوان الله عليهم أجمعين» (¬4). ¶ 5 - وقال: «أفضل الناس بعد رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: أبو بكر وعمر وعثمان وعلي، ثم نكف عن جميع أصحاب رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، إلا بذكر جميل» (¬5). ¶ ¬_________ ¶ (¬1) الفقه الأكبر ص304. ¶ (¬2) الفقه الأبسط ص40. ¶ (¬3) مناقب أبي حنيفة للمكي ص76. ¶ (¬4) الوصية مع شرحها ص14. ¶ (¬5) كما في النور اللامع (ق119 - ب) عنه.",
            "page": "21",
            "part": "1",
            "seal": "B4A3EFA0"
        },
        {
            "id": "20",
            "nass": "هـ- نهيه عن الكلام والخصومات في الدين ¶ 1 - قال الإمام أبو حنيفة: «أصحاب الأهواء في البصرة كثير، ودخلتها عشرين مرة ونيفًا وربما أقمت بها سنة أو أكثر أو أقل ظانًّا أن علم الكلام أجل العلوم» (¬1). ¶ 2 - وقال: «كنت أنظر في الكلام حتى بلغت مبلغًا يشار إلي فيه بالأصابع، وكنا نجلس بالقرب من حلقة حماد بن أبي سليمان فجاءتني امرأة فقالت: رجل له امرأة أمة أراد أن يطلقها للسنة كم يطلقها؟. ¶ فلم أدر ما أقول فأمرتها أن تسأل حمادًا ثم ترجع فتخبرني فسألت حمادًا فقال: يطلقها وهي طاهر من الحيض والجماع تطليقة ثم يتركها حتى تحيض حيضتين فإذا اغتسلت فقد حلّت للأزواج، فرجعت فأخبرتني فقلت: لا حاجة لي في الكلام وأخذت نعلي فجلست إلى حماد» (¬2). ¶ 3 - وقال: «لعن الله عمرو بن عبيد فإنه فتح للناس الطريق إلى الكلام فيما لا ينفعهم فيه الكلام» (¬3). ¶ ¬_________ ¶ (¬1) مناقب أبي حنيفة للكردي ص137. ¶ (¬2) تاريخ بغداد 13/ 333. ¶ (¬3) ذم الكلام للهروي ص28 - 31.",
            "page": "22",
            "part": "1",
            "seal": "F2FE306D"
        },
        {
            "id": "21",
            "nass": "وسأله رجل وقال: «ما تقول فيما أحدثه الناس في الكلام في الأعراض والأجسام، فقال: (مقالات الفلاسفة عليك بالأثر وطريق السلف، وإياك وكل محدثة فإنها بدعة)» (¬1). ¶ 4 - قال حماد ابن أبي حنيفة: «دخل عليّ أبي - رحمه الله - يومًا وعندي جماعة من أصحاب الكلام ونحن نتناظر في باب، قد علت أصواتنا فلما سمعت حسَّه في الدار خرجت إليه فقال لي يا حماد من عندك؟ قلت؛ فلان وفلان وفلان، سميت من كان عندي، قال: وفيم أنتم؟. قلت: في باب كذا وكذا، فقال لي: يا حماد دع الكلام. ¶ قال: ولم أعهد أبي صاحب تخليط ولا ممن يأمر بالشيء ثم ينهي عنه. فقلت له: يا أبت ألست كنت تأمرني به، قال: بلى يا بني وأنا اليوم أنهاك عنه، قلت: ولم ذاك، فقال: يا بني إن هؤلاء المختلفين في أبواب من الكلام ممن ترى كانوا على قول واحد ودين واحد حتى نزغ الشيطان بينهم فألقى بينهم العداوة والاختلاف فتباينوا ... » (¬2). ¶ ¬_________ ¶ (¬1) ذم الكلام للهروي (194/ب). ¶ (¬2) مناقب أبي حنيفة للمكي ص183 - 184.",
            "page": "23",
            "part": "1",
            "seal": "777CA337"
        },
        {
            "id": "22",
            "nass": "5 - وقال أبو حنيفة لأبي يوسف: «إياك أن تكلم العامة في أصول الدين من الكلام فإنهم قوم يقلدونك فيشتغلون بذلك» (¬1). ¶ هذه طائفة من أقواله - رحمه الله - وما يعتقده في مسائل أصول الدين وموقفه من الكلام والمتكلمين. ¶ ¬_________ ¶ (¬1) مناقب أبي حنيفة للمكي ص373.",
            "page": "24",
            "part": "1",
            "seal": "1CA268F0"
        },
        {
            "id": "23",
            "nass": "المبحث الثالث ¶ عقيدة الإمام مالك بن أنس ¶ أ- قوله في التوحيد: ¶ 1 - أخرج الهروي عن الشافعي قال: سُئل مالك عن الكلام والتوحيد، فقال مالك: «محال أن يظن بالنبي - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، أنه علَّم أمته الاستنجاء ولم يعلمهم التوحيد، والتوحيد ما قاله النبي - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: «أُمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله» (¬1) فما عصم به المال والدم حقيقة التوحيد» (¬2). ¶ 2 - وأخرج الدارقطني عن الوليد بن مسلم قال: «سألت مالكًا والثوري والأوزاعي والليث بن سعد عن الأخبار في الصفات فقالوا أمروها فجاءت» (¬3). ¶ 3 - وقال ابن عبد البر: «سُئل مالك أيُرى الله يوم القيامة؟ فقال: نعم يقول الله عز وجل: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ * إِلَى رَبِّهَا نَاظِرَةٌ} [القيامة: 22]. وقال لقوم آخرين: {كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ} [المطففين: 15]» (¬4). ¶ وأورد القاضي عياض في ترتيب المدارك (¬5) عن ابن نافع (¬6) ¶ ¬_________ ¶ (¬1) أخرجه البخاري كتاب الزكاة باب وجوب الزكاة (3/ 262) ح (1399)، ومسلم كتاب الإيمان باب الأمر بقتال الناس حتى يقولوا لا إله إلا الله محمد رسول الله (1/ 51) ح (324)، والنسائي كتاب الزكاة باب منع الزكاة (5/ 14) ح (2443)، جميعهم من طريق عبيد الله بن عبيد اللجن عتبة بن مسعود عن أبي هريرة وأخرجه أبو داود كتاب الجهاد باب على ما يقاتل المشركون (3/ 101) ح (2640) من طريق أبي صالح عن أبي هريرة. ¶ (¬2) ذم الكلام (ق - 210). ¶ (¬3) أخرج هذا الأثر الدارقطني في الصفات ص75، والآجري في الشريعة ص314، والبيهقي في الاعتقاد ص118، وابن عبد البر في التمهيد (7/ 149). ¶ (¬4) (2/ 42). ¶ (¬5) الذي يروي عن الإمام مالك باسم ابن نافع رجلان، أما الأول فهو عبد الله بن نافع بن ثابت الزبيري أبو بكر المدني قال عنه ابن حجر: «صدوق مات سنة 216هـ»، وأما الثاني فهو عبد الله بن نافع بن أبي نافع المخزومي مولاهم أبو محمد المدني قال عنه ابن حجر: «ثقة صحيح الكتاب في حفظه لين مات سنة 206هـ وقيل بعدها»، تقريب التهذيب (1/ 455 - 456)، وتهذيب التهذيب (6/ 50 - 51). ¶ (¬6) هو أشهب بن عبد العزيز داود القيسي أبو عمر المصري قال عنه ابن حجر: «ثقة ففيه مات سنة 204هـ»، تقريب التهذيب (1/ 80)، وانظر ترجمته في تهذيب التهذيب (1/ 359).",
            "page": "25",
            "part": "1",
            "seal": "17234014"
        },
        {
            "id": "24",
            "nass": "وأشهب (¬1) قالا: وأحدهم يزيد على الآخر يا أبا عبد الله: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ * إِلَى رَبِّهَا نَاظِرَةٌ} ينظرون إلى الله؟ قال: نعم بأعينهم هاتين؛ فقلت له: فإن قومًا يقولون لا ينظر إلى الله، إن ناظرة بمعنى منتظرة إلى الثواب قال: كذبوا بل ينظر إلى الله، أما سمعت قول موسى عليه السلام: {رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ} [الأعراف: 143]، أفترى موسى سأله ربه محالاً؟ فقال الله: {لَنْ تَرَانِي} [الأعراف: 143] أي في الدنيا لأنها دار فناء، ولا ينظر ما يبقى بما يفنى، فإذا صاروا إلى دار البقاء نظروا بما يبقى إلى ما يبقى وقال الله: {كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ} [المطففين: 15]. ¶ ¬_________ ¶ (¬1) هو أشهب بن عبد العزيز بن داود القيسي أبو عمر المصري قال عنه ابن حجر: «ثقة فقيه مات سنة 204هـ»، تقريب التهذيب (1/ 80)، وانظر ترجمته في تهذيب التهذيب (1/ 359).",
            "page": "27",
            "part": "1",
            "seal": "6C509849"
        },
        {
            "id": "25",
            "nass": "4 - وأخرج أبو نعيم عن جعفر بن عبد الله قال: «كنا عند مالك بن أنس فجاءه رجل فقال: يا أبا عبد الله، الرحمن على العرش استوى، كيف استوى؟. ¶ فما وجد (¬1) مالك من شيء ما وجد من مسألته. فنظر إلى الأرض وجعل ينكت بعود في يده حتى علاه الرحضاء - يعني العرق - ثم رفع رأسه ورمى بالعود وقال: الكيف غير معقول، والاستواء منه غير مجهول، والإيمان به واجب، والسؤال عنه بدعة وأظنك صاحب بدعة وأمر به فأخرج» (¬2). ¶ ¬_________ ¶ (¬1) جاء في لسان العرب (3/ 446) (وجد عليه في الغضب يجد ويجد وجدًا موجدة ووجدانًا غضب وفي حديث الإيمان أني سائلك فلا تجد علي، أي لا تغضب من سؤالي). ¶ (¬2) الحلية (6/ 325، 326) وأخرجه أيضًا الصابوني في عقيدة السلف أصحاب الحديث ص17 - 18، من طريق جعفر بن عبد الله عن مالك وابن عبد البر في التمهيد (7/ 151) من طريق عبد الله بن نافع عن مالك والبيهقي في الأسماء والصفات ص408. من طريق عبد الله بن وهب عن مالك قال الحافظ بن حجر في الفتح (13/ 406، 407) إسناده جيد وصححه الذهبي في العلو ص103.",
            "page": "28",
            "part": "1",
            "seal": "E4AC57CA"
        },
        {
            "id": "26",
            "nass": "5 - وأخرج أبو نعيم عن يحيى بن الربيع قال: «كنت عند مالك بن أنس ودخل عليه رجل فقال يا أبا عبد الله، ما تقول فيمن يقول القرآن مخلوق؟ ¶ فقال مالك: زنديق (¬1) فاقتلوه، فقال: يا أبا عبد الله إنما أحكي كلامًا سمعته، فقال: لم أسمعه من أحد إنما سمعته منك، وعظم هذا القول» (¬2). ¶ 6 - وأخرج ابن عبد البر عن عبد الله بن نافع قال: «كان مالك بن أنس يقول من قال القرآن مخلوق يوجع ضربًا ¶ ¬_________ ¶ (¬1) الزنديق: كلمة معربة عن الفارسية استعملها المسلمون أولاً في الدلالة على القائلين بالأصلين النور والظلمة على مذهب المانوية وغيرهم ثم اتسع معناها عندهم فشمل الدهريين والملحدين وسائر أصحاب المعتقدات الضالة بل أطلق على المتشككين وكل متحرر عن أحكام الدين فكرًا وعملاً. ¶ انظر الموسوعة المُيسرة (1/ 929) وتاريخ الإلحاد لعبد الرحمن بدوي ص14 - 32. ¶ (¬2) الحلية (6/ 325) وأخرجه اللالكائي في شرح أصول اعتقاد أهل السٌّنة والجماعة (1/ 249) من طريق أبي محمد يحيى بن خلف عن مالك، وأورده القاضي عياض في ترتيب المدارك (2/ 44).",
            "page": "29",
            "part": "1",
            "seal": "0647CC71"
        },
        {
            "id": "27",
            "nass": "ويحبس حتى يتوب» (¬1). ¶ 7 - وأخرج أبو داود عن عبد الله بن نافع قال: «قال مالك: الله في السماء وعلمه في كل مكان» (¬2). ¶ ب- قوله في القدر: ¶ 1 - أخرج أبو نعيم عن ابن وهب (¬3) قال: «سمعت مالكًا يقول لرجل: سألتني أمس عن القدر؟ قال: نعم، قال: إن الله تعالى يقول: {وَلَوْ شِئْنَا لَآَتَيْنَا كُلَّ نَفْسٍ هُدَاهَا وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ} [السجدة: 13]. ¶ فلا بد أن يكون ما قال الله تعالى» (¬4). ¶ ¬_________ ¶ (¬1) الانتقاء ص35. ¶ (¬2) رواه أبو داود في مسائل الإمام أحمد ص263، وأخرجه عبد الله بن أحمد في السُّنَّة ص11، الطبعة القديمة، وابن عبد البر في التمهيد (7/ 138). ¶ (¬3) هو عبد الله بن وهب القرشي مولاهم المصري قال عنه ابن حجر: «الفقيه ثقة حافظ عابد مات سنة 197هـ»، تقريب التهذيب (1/ 460). ¶ (¬4) الحلية (6/ 326).",
            "page": "30",
            "part": "1",
            "seal": "4EF882B0"
        },
        {
            "id": "28",
            "nass": "2 - وقال القاضي عياض: «سُئل الإمام مالك عن القدرية: مَن هم؟ قال: من قال: ما خلق المعاصي، وسُئل كذلك عن القدرية؟ قال: هم الذين يقولون إن الاستطاعة إليهم إن شاءوا أطاعوا وإن شاءوا عصوا» (¬1). ¶ 3 - وأخرج ابن أبي عاصم عن سعيد بن عبد الجبار قال: «سمعت مالك بن أنس يقول: رأيي فيهم أن يستتابوا فإن تابوا وإلا قتلوا - يعني القدرية -» (¬2). ¶ 4 - وقال ابن عبد البر: «قال مالك: ما رأيت أحدًا من أهل القدر إلا أهل سخافة وطيش وخفة» (¬3). ¶ 5 - وأخرج ابن أبي عاصم عن مروان بن محمد الطاطري قال: (سمعت مالك بن أنس يسأل عن تزويج القدري؟ فقرأ: {وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ} [البقرة: 221] ... » (¬4). ¶ ¬_________ ¶ (¬1) ترتيب المدارك (2/ 48)، وانظر شرح أصول اعتقاد أهل السنة والجماعة (2/ 701). ¶ (¬2) السُّنَّة لابن أبي عاصم (1/ 87، 88)، وأخرجه أيضًا أبو نعيم في الحلية (6/ 326). ¶ (¬3) الانتقاء ص34. ¶ (¬4) السُّنَّة لابن أبي عاصم (1/ 88) الحلية (6/ 326).",
            "page": "31",
            "part": "1",
            "seal": "CFDDB1AD"
        },
        {
            "id": "29",
            "nass": "6 - وقال القاضي عياض: «قال مالك: لا تجوز شهادة القدري الذي يدعو (¬1)، ولا الخارجي والرافضي» (¬2). ¶ 7 - وقال القاضي عياض: «سُئل مالك عن أهل القدر أنكف عن كلامهم؟ قال: نعم إذا كان عارفًا بما هو عليه، وفي رواية أخرى قال: لا يصلي خلفهم ولا يقبل عنهم الحديث وإن وافيتموهم في ثغر فأخرجوهم منه» (¬3). ¶ جـ- قوله في الإيمان: ¶ 1 - أخرج ابن عبد البر عن عبد الرزاق بن همام قال: «سمعت ابن جريج (¬4) وسفيان الثوري ومعمر بن راشد وسفيان بن عيينة ومالك بن أنس يقولون: الإيمان قول وعمل يزيد وينقص» (¬5). ¶ ¬_________ ¶ (¬1) يدعو إلى بدعته. ¶ (¬2) ترتيب المدارك (2/ 47). ¶ (¬3) ترتيب المدارك (2/ 47). ¶ (¬4) هو عبد الله الملك بن عبد العزيز بن جريج الرومي الأموي مولاهم المكي، قال عنه الذهبي: «الإمام الحافظ فقيه الحرم أبو الوليد» مات سنة 150هـ، تذكرة الحفاظ (1/ 169)، وانظر ترجمته في تاريخ بغداد (10/ 400). ¶ (¬5) الانتفاء ص34.",
            "page": "32",
            "part": "1",
            "seal": "AD0EB1CE"
        },
        {
            "id": "30",
            "nass": "2 - وأخرج أبو نعيم عن عبد الله بن نافع قال: «كان مالك بن أنس يقول: الإيمان قول وعمل» (¬1). ¶ 3 - وأخرج ابن عبد البر عن أشهب بن عبد العزيز قال: «قال مالك: فقام الناس يصلون نحو بيت المقدس ستة عشر شهرًا، ثم أمروا بالبيت الحرام فقال الله تعالى: {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ} [البقرة:143] أي صلاتكم إلى بيت المقدس، قال مالك: وإني لأذكر بهذه قول المرجئة: إن الصلاة ليست من الإيمان» (¬2). ¶ د- قوله في الصحابة: ¶ 1 - أخرج أبو نعيم عن عبد الله العنبري (¬3) قال: «قال مالك بن أنس: من تنقص أحدًا من أصحاب رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، أو كان في قلبه عليهم غل، فليس له حق في فيء المسلمين، ¶ ¬_________ ¶ (¬1) الحلية (6/ 327). ¶ (¬2) الانتفاء ص34. ¶ (¬3) هو عبد الله بن سوار بن عبد الله العنبري البصري القاضي، قال عنه ابن حجر: «ثقة مات سنة 228هـ» وقيل غير ذلك. تقريب التهذيب (1/ 421)، وتهذيب التهذيب (5/ 248).",
            "page": "33",
            "part": "1",
            "seal": "D7C7C1A4"
        },
        {
            "id": "31",
            "nass": "ثم تلا قوله تعالى: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا} [الحشر: 10]. فمن تنقصهم أو كان في قلبه عليهم غل، فليس له في الفيء حق» (¬1). ¶ 2 - وأخرج أبو نعيم عن رجل من ولد الزبير (¬2) قال: «كنا عند مالك فذكروا رجلاً يتنقص أصحاب رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، فقرأ مالك هذه الآية: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ - حتى بلغ - يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ} [الفتح: 29]. فقال مالك: (من أصبح في قلبه غيظ على أحد من أصحاب رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، فقد أصابته الآية)» (¬3). ¶ 3 - وأورد القاضي عياض عن أشهب بن عبد العزيز قال: «كنا عند مالك إذ وقف عليه رجل من العلويين وكانوا يقبلون ¶ ¬_________ ¶ (¬1) الحلية (6/ 327). ¶ (¬2) الذي تتلمذ على مالك وسمع منه من ولد الزبير بن العوام هو عبد الله بن نافع بن ثابت بن عبد الله بن الزبير بن العوام، وقد تقدم التعريف به، ومصعب بن عبد الله بن مصعب، وسيأتي التعريف به. ¶ (¬3) الحلية (6/ 327).",
            "page": "34",
            "part": "1",
            "seal": "6BFB8845"
        },
        {
            "id": "32",
            "nass": "على مجلسه فناداه: يا أبا عبد الله فأشرف له مالك، ولم يكن إذا ناداه أحد يجيبه أكثر من أن يشرف برأسه، فقال له الطالبي: إني أريد أن أجعلك حجة فيما بيني وبين الله، إذا قدمت عليه فسألني، قلت له: مالك قال لي. ¶ - فقال له: قُل. ¶ - فقال: من خير الناس بعد رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -؟. ¶ - قال: أبو بكر، قال العلوي: ثم من؟ قال مالك: ثم عمر. قال العلوي: ثم من؟ قال: الخليفة المقتول ظلمًا، عثمان. قال العلوي: والله لا أجالسك أبدًا. ¶ - قال له مالك: فالخيار إليك» (¬1). ¶ هـ- نهيه عن الكلام والخصومات في الدين: ¶ 1 - أخرج ابن عبد البر عن مصعب بن عبد الله الزبيري (¬2) قال: «كان مالك بن أنس يقول: الكلام في الدين أكرهه ¶ ¬_________ ¶ (¬1) ترتيب المدارك (2/ 44 - 45). ¶ (¬2) هو مصعب بن عبد الله بن مصعب بن ثابت بن عبد الله بن الزبير بن العوام الأسدي المدني نزيل بغداد قال عنه ابن حجر: «صدوق عالم بالنسب مات سنة 236هـ»، تقريب التهذيب (2/ 252)، وانظر ترجمته في تهذيب التهذيب (10/ 162).",
            "page": "35",
            "part": "1",
            "seal": "097D1454"
        },
        {
            "id": "33",
            "nass": "ولم يزل أهل بلدنا يكرهونه وينهون عنه، نحو الكلام في رأى جهم والقدر وكل ما أشبه ذلك، ولا يحب الكلام إلا فيما تحته عمل، فأما الكلام في دين الله وفي الله عزّ وجل فالسكوت أحب إلي لأني رأيت أهل بلدنا ينهون عن الكلام في الدين إلا فيما تحته عمل» (¬1). ¶ 2 - وأخرج أبو نعيم عن عبد الله بن نافع قال: «سمعت مالكًا يقول: لو أن رجلاً ركب الكبائر كلها بعد ألا يشرك بالله ثم تخلى من هذه الأهواء والبدع - وذكر كلامًا - دخل الجنة» (¬2). ¶ 3 - وأخرج الهروي عن إسحاق بن عيسى (¬3) قال: «قال مالك: من طلب الدين بالكلام تزندق ومن طلب المال بالكيمياء أفلس ومن طلب غريب الحديث كذب» (¬4). ¶ 4 - وأخرج الخطيب عن إسحاق بن عيسى قال: «سمعت ¶ ¬_________ ¶ (¬1) جامع بيان العلم وفضله ص415، ط/ دار الكتب الإسلامية. ¶ (¬2) الحلية (6/ 325). ¶ (¬3) هو إسحاق بن عيسى بن نجيح البغدادي قال عنه ابن حجر: «صدوق مات سنة 214هـ»، تقريب التهذيب (1/ 60) انظر ترجمته في تهذيب التهذيب (1/ 245). ¶ (¬4) ذم الكلام (ق 173 - أ).",
            "page": "36",
            "part": "1",
            "seal": "4C9A9F63"
        },
        {
            "id": "34",
            "nass": "مالك بن أنس يعيب الجدال في الدين ويقول: كلما جاءنا رجل أجدل من رجل أرادنا أن نرد ما جاء به جبريل إلى النبي - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -» (¬1). ¶ 5 - وأخرج الهروي عن عبد الرحمن بن مهدي قال: «دخلت على مالك وعنده رجل يسأله فقال: لعلك من أصحاب عمرو بن عبيد، لعن الله عمرو بن عبيد فإنه ابتدع هذه البدعة من الكلام، ولو كان الكلام علمًا لتكلم فيه الصحابة والتابعون كما تكلموا في الأحكام والشرائع» (¬2). ¶ 6 - وأخرج الهروي عن أشهب بن عبد العزيز قال: «سمعت مالكًا يقول: إياكم والبدع، قيل يا أبا عبد الله، وما البدع؟ قال: أهل البدع الذين يتكلمون في أسماء الله وصفاته وكلامه وعلمه وقدرته ولا يسكتون عمّا سكت عنه الصحابة والتابعون لهم بإحسان» (¬3). ¶ 7 - وأخرج أبو نعيم عن الشافعي قال: «كان مالك بن أنس إذا جاءه بعض أهل الأهواء قال: أما إني على بينة من ربي ¶ ¬_________ ¶ (¬1) شرف أصحاب الحديث ص5. ¶ (¬2) ذم الكلام (ق 173 - ب). ¶ (¬3) ذم الكلام (ق - 173 - أ).",
            "page": "37",
            "part": "1",
            "seal": "6E4305EC"
        },
        {
            "id": "35",
            "nass": "وديني، وأما أنت فشاكٌّ فاذهب إلى شاكٍّ فخاصمه» (¬1). ¶ 8 - روى ابن عبد البر عن محمد بن أحمد بن خويز منداد المصري المالكي قال في كتاب الإجارات من كتابه الخلاف: «قال مالك: لا تجوز الإجارات في شيء من كتب الأهواء والبدع والتنجيم وذكر كتبًا ثم قال: وكتب أهل الأهواء والبدع عند أصحابنا هي كتب أصحاب الكلام من المعتزلة وغيرهم وتفسخ إجارة في ذلك» (¬2). ¶ فهذه لمحات من موقف الإمام مالك وأقواله في التوحيد والصحابة والإيمان وعلم الكلام وغيره. ¶ ¬_________ ¶ (¬1) الحلية (6/ 324). ¶ (¬2) جامع بيان العلم وفضله ص 416، 417 ط/ دار الكتب الإسلامية.",
            "page": "38",
            "part": "1",
            "seal": "8BAB38CB"
        },
        {
            "id": "36",
            "nass": "المبحث الرابع ¶ عقيدة الإمام الشافعي ¶ أ- قوله في التوحيد: ¶ 1 - أخرج البيهقي عن الربيع بن سليمان قال: «قال الشافعي: من حلف بالله أو باسم من أسمائه فحنث فعليه الكفارة، ومن حلف بشيء غير الله مثل أن يقول الرجل: والكعبة وأبي وكذا وكذا ما كان، فحنث فلا كفارة عليه، ومثل ذلك قوله لعمري ... لا كفارة عليه ويمين بغير الله فهي مكروهة منهي عنها من قبل قول الرسول - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: «إن الله عزّ وجل نهاكم أن تحلفوا بآبائكم، فمن كان حالفًا فليحلف بالله أو ليسكت» (¬1) ... » (¬2). ¶ وعلل الشافعي لذلك بأن أسماء الله غير مخلوقة، فمن حلف ¶ ¬_________ ¶ (¬1) أخرجه البخاري كتاب الإيمان والنذور، باب لا تحلفوا بآبائكم (11/ 530)، ومسلم كتاب الإيمان باب النهي عن الحلف بغير الله (3/ 1266) ح (1646). ¶ (¬2) مناقب الشافعي (1/ 405).",
            "page": "39",
            "part": "1",
            "seal": "6C40FDCD"
        },
        {
            "id": "37",
            "nass": "باسم الله فحنث فعليه الكفارة (¬1). ¶ 2 - وأورد ابن القيم في اجتماع الجيوش عن الشافعي أنه قال: «القول في السنة التي أنا عليها ورأيت أصحابنا عليها أهل الحديث الذين رأيتهم وأخذت عنهم مثل سفيان ومالك وغيرهما الإقرار بشهادة أن لا إله إلا الله، وأن محمدًا رسول الله وأن الله تعالى على عرشه في سمائه يقرب من خلقه كيف شاء وأن الله تعالى ينزل إلى سماء الدنيا كيف شاء» (¬2). ¶ 3 - وأورد الذهبي عن المزني قال: «قلت: إن كان أحد يخرج ما في ضميري وما تعلق به خاطري في أمر التوحيد فالشافعي؛ فصرت إليه وهو في مسجد مصر، فلما جثوتُ بين يديه قلت: هجس في ضميري مسألة في التوحيد فعلمت أن أحدًا لا يعلم علمك فما الذي عندك؟ ¶ ¬_________ ¶ (¬1) رواه أبن أبي حاتم في آداب الشافعي ص193، وأبو نعيم في الحلية (9/ 112، 113)، والبيهقي في السنن الكبرى (10/ 28)، وفي الأسماء والصفات ص255، 256، وذكره البغوي في شرح السنة (1/ 188)، وانظر العلو ص121، ومختصره ص77. ¶ (¬2) اجتماع الجيوش الإسلامية ص165، إثبات صفة العلو ص124، وانظر مجموع الفتاوى (4/ 181 - 183)، والعلو للذهبي ص120، ومختصره للألباني ص176.",
            "page": "40",
            "part": "1",
            "seal": "B2916773"
        },
        {
            "id": "38",
            "nass": "فغضب ثم قال: أتدري أين أنت؟ قلت: نعم. قال: هذا الموضع الذي أغرق الله فيه فرعون، أبلغك أن رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، أمر بالسؤال عن ذلك؟ قلت: لا. قال: هل تكلم فيه الصحابة؟ قلت: لا، قال: تدري كم نجمًا في السماء؟ قلت: لا، قال: فكوكب منها تعرف جنسه، طلوعه، أفوله، مم خُلق؟ قلت: لا، قال: فشيء تراه يعينك من الخلق لست تعرفه تتكلم في علم خالقه؟ ¶ ثم سألني عن مسألة في الوضوء فأخطأت فيها ففرعها على أربعة أوجه فلم أُصِبْ في شيء منه فقال: شيء تحتاج إليه في اليوم خمس مرات تدع علمه وتتكلف علم الخالق إذا هجس في ضميرك ذلك فارجع إلى قول الله تعالى: {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ * إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ} [البقرة: 163، 164]. فاستدل بالمخلوق على الخالق ولا تتكلف على ما لم يبلغه عقلك (¬1). ¶ 4 - وأخرج ابن عبد البر عن يونس بن عبد الأعلى (¬2) قال: ¶ ¬_________ ¶ (¬1) سير أعلام النبلاء (10/ 31). ¶ (¬2) هو يونس بن عبد الأعلى بن ميسرة الصدفي الصمري قال عنه ابن حجر: «ثقة من صغار العاشرة مات سنة 264هـ»، تقريب التهذيب (2/ 385)، وانظر ترجمته في شذرات الذهب (2/ 149)، وطبقات الشافعية لابن هداية الله ص28.",
            "page": "41",
            "part": "1",
            "seal": "B15EBB74"
        },
        {
            "id": "39",
            "nass": "«سمعت الشافعي يقول: إذا سمعت الرجل يقول الاسم غير المسمى أو الشيء غير الشيء فاشهد عليه بالزندقة» (¬1). ¶ 5 - وقال الشافعي في كتابه الرسالة: «والحمد لله ... الذي هو كما وصف به نفسه وفوق ما يصفه به خلقه» (¬2). ¶ 6 - وأورد الذهبي في السير عن الشافعي أنه قال: «نثبت هذه الصفات التي جاء بها القرآن ووردت بها السنة وننفي التشبيه عنه كما نفى عن نفسه فقال: {لَيْسَ كَمِثْلِهِ شَيْءٌ} ¶ [الشورى: 11]» (¬3). ¶ 7 - وأخرج ابن عبد البر عن الربيع بن سليمان قال: «سمعت الشافعي يقول في قول الله عز وجل: {كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ} [المطففين: 15]. أعلمنا بذلك أن ثم قومًا غير ¶ ¬_________ ¶ (¬1) الانتقاء ص79، ومجموع الفتاوى (6/ 187). ¶ (¬2) الرسالة ص7، 8. ¶ (¬3) السير (20/ 341).",
            "page": "42",
            "part": "1",
            "seal": "29500A0E"
        },
        {
            "id": "40",
            "nass": "محجوبين ينظرون إليه لا يضامون في رؤيته» (¬1). ¶ 8 - وأخرج اللالكائي عن الربيع بن سليمان قال: «حضرت محمد بن إدريس الشافعي جاءته رقعة من الصعيد فيها: ما تقول في قوله تعالى: {كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ} قال الشافعي: فلما حجبوا هؤلاء في السخط كان هذا دليلاً على أنهم يرونه في الرضا قال الربيع: قلت: يا أبا عبد الله وبه تقول؟ قال: نعم به أدين الله» (¬2). ¶ 9 - وأخرج ابن عبد البر عن الجارودي (¬3) قال: «ذكر عند الشافعي إبراهيم بن إسماعيل ابن علية (¬4) فقال: أنا مخالف له في كل شيء وفي قول لا إله إلا الله لست أقول كما يقول، ¶ ¬_________ ¶ (¬1) الانتقاء ص79. ¶ (¬2) شرح أصول اعتقاد أهل السنة والجماعة (2/ 506). ¶ (¬3) لعله موسى بن أبي الجارود قال عنه النووي: «أحد أصحاب الشافعي والآخذين عنه والرواة عنه»، وقال ابن هبة الله: «كان يفتي بمكة على مذهب الشافعي ولا يعلم تاريخ وفاته»، تهذيب الأسماء واللغات (2/ 120)، وطبقات الشافعي لابن هداية الله ص29. ¶ (¬4) هو إبراهيم بن إسماعيل ابن علية قال عنه الذهبي: «جهمي هالك كان يناظر ويقول بخلق القرآن مات سنة 218هـ»، ميزان الاعتدال (1/ 20)، وانظر ترجمته في لسان الميزان (1/ 34، 35).",
            "page": "43",
            "part": "1",
            "seal": "BBD05EA1"
        },
        {
            "id": "41",
            "nass": "أنا أقول: لا إله إلا الله الذي كلّم موسى عليه السلام تكليمًا من وراء حجاب وذلك يقول لا إله إلا الله الذي خلق كلامًا أسمعه موسى من وراء حجاب» (¬1). ¶ 10 - وأخرج اللالكائي عن الربيع بن سليمان، قال الشافعي: «من قال القرآن مخلوق فهو كافر» (¬2). ¶ 11 - وأخرج البيهقي عن أبي محمد الزبيري قال: «قال رجل للشافعي أخبرني عن القرآن خالق هو؟ قال الشافعي: اللهم لا. قال: فمخلوق؟ قال الشافعي: اللهم لا. قال: فغير مخلوق؟ قال الشافعي: اللهم نعم. قال: فما الدليل على أنه غير مخلوق؟ فرفع الشافعي رأسه وقال: تُقر بأن القرآن كلام الله، قال: نعم. قال الشافعي: سبقت في هذه الكلمة قال الله تعالى ذكره: {وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ} [التوبة: 6]، {وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا} [النساء: 164]. ¶ قال الشافعي: فتقر ¶ ¬_________ ¶ (¬1) الانتقاء ص79، والقصة ذكرها الحافظ عن مناقب الشافعي للبيهقي، اللسان (1/ 35). ¶ (¬2) شرح أصول اعتقاد أهل السنة والجماعة (1/ 252).",
            "page": "44",
            "part": "1",
            "seal": "EB9B9206"
        },
        {
            "id": "42",
            "nass": "بأن الله كان وكان كلامه؟ أو كان الله ولم يكن كلامه؟ فقال الرجل: بل كان الله وكان كلامه. قال: فتبسم الشافعي وقال: يا كوفيون إنكم لتأتوني بعظيم من القول إذا كنتم تقرون بأن الله كان قبل القبل وكان كلامه فمن أين لكم الكلام: إن الكلام الله، أو سوى الله، أو غير الله، أو دون الله؟ قال: فسكت الرجل وخرج» (¬1). ¶ 12 - وفي جزء الاعتقاد المنسوب للشافعي - من رواية أبي طالب العشاري (¬2) - ما نصّه قال: وقد سُئل عن صفات الله عز وجل وما ينبغي أن يؤمن به، فقال: «لله تبارك وتعالى أسماء وصفات جاء بها كتابه وأخبر بها نبيه - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، أمته ¶ ¬_________ ¶ (¬1) مناقب الشافعي (1/ 407، 408). ¶ (¬2) هو محمد بن علي العشاري شيخ صدوق معروف، وقد تفرد برواية هذا الجزء وهو مما أدخل عليه فحدّث به بسلامة باطن قاله الذهبي في الميزان (3/ 656)، لكن اعتمد غير واحد من السلف ما هو مثبت في هذه العقيدة كالموفق بن قدامة في كتاب صفة العلو ص124، وابن أبي يعلى في الطبقات (1/ 382)، وابن القيم في اجتماع الجيوش ص165، والذهبي نفسه في السير (10/ 79)، ثم إن هذه الرسالة التي سأنقلها بنصها قد قرئت على الإمام الحافظ ابن نصر الدمشقي ونقلها جميعها ابن أبي يعلى في الطبقات وسأثبت الفروق بينهما.",
            "page": "45",
            "part": "1",
            "seal": "505008E4"
        },
        {
            "id": "43",
            "nass": "لا يسع (¬1) أحدًا من خلق الله عز وجل قامت لديه (¬2) الحجة إن القرآن نزل به وصحيح عنده (¬3) قول النبي - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، فيما روى عنه العدل خلافه (¬4) فإن خالف ذلك بعد ثبوت الحجة عليه فهو كافر بالله (¬5) عز وجل، فأما قبل ثبوت الحجة عليه من جهة الخبر فمعذور بالجهل لأن علم ذلك لا يدرك بالعقل ولا بالدراية (¬6) والفكر. ¶ ونحو ذلك إخبار الله عز وجل أنه سميع وأن له يدين بقوله عزّ وجل: {بَلْ يَدَاهُ مَبْسُوطَتَانِ} [المائدة: 64]، وأن له يمينًا بقوله عز وجل: {وَالسَّماوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ} [الزمر: 67]، وإن له وجهًا بقوله عز وجل: {كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ} [القصص: 88]، وقوله: ¶ ¬_________ ¶ (¬1) في الطبقات: (لا يسمع). ¶ (¬2) في الطبقات: (عليه). ¶ (¬3) في الطبقات: (عنه بقوله). ¶ (¬4) في الطبقات: (سقطت كلمة خلافة). ¶ (¬5) في الطبقات: (فهو بالله كافر). ¶ (¬6) في الطبقات: (ولا بالرواية).",
            "page": "46",
            "part": "1",
            "seal": "D5E62AF2"
        },
        {
            "id": "44",
            "nass": "{وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ} [الرحمن: 27]، وأن له قدمًا بقوله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: «حتى يضع الرب عز وجل فيها قدمه» (¬1) يعني جهنم لقوله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، للذي قتل في سبيل الله عز وجل أنه: «لقي الله عز وجل وهو يضحك إليه» (¬2) وأنه يهبط كل ليلة إلى السماء الدنيا بخبر رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، بذلك وأنه ليس بأعور لقول النبي - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - إذ ذكر الدجال فقال: «إنه أعور وإن ربكم ليس بأعور» (¬3). ¶ وإن المؤمنين يرون ربهم ¶ ¬_________ ¶ (¬1) أخرجه البخاري كتاب التفسير باب: «وتقول هل من مزيد» (8/ 594) ح (4848)، ومسلم كتاب الجنة وصفة نعيمها وأهلها باب النار يدخلها الجبارون والجنة يدخلها الضعفاء (4/ 2187) ح (2848) كلاهما من طريق قتادة عن أنس بن مالك. ¶ (¬2) أخرجه البخاري كتاب الجهاد باب الكافر يقتل المسلم (6/ 39) ح (2826)، ومسلم كتاب الإمارة باب بيان الرجلين يقتل أحدهما الآخر يدخلان الجنة (3/ 1504) ح (1890) كلاهما من طريق الأعرج عن أبي هريرة. ¶ (¬3) أخرجه البخاري كتاب الفتن باب ذكر الدجال (13/ 91) ح (7131)، ومسلم كتاب الفتن وأشراط الساعة باب ذكر الدجال وصفته (4/ 2248) ح (2933) كلاهما من طريق قتادة عن أنس بن مالك.",
            "page": "47",
            "part": "1",
            "seal": "4A8C3CC0"
        },
        {
            "id": "45",
            "nass": "عز وجل يوم القيامة بأبصارهم كما يرون القمر ليلة البدر وإن له أصبعًا بقوله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: «ما من قلب إلا هو بين أصبعين من أصابع الرحمن عز وجل» (¬1). ¶ وإن (¬2) هذه المعاني التي وصف الله عز وجل بها نفسه ووصفه بها رسوله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، لا يدرك (¬3) حقه (¬4) ذلك بالفكر والدراية (¬5) ولا يكفر بجهلها أحد إلا بعد انتهاء الخبر إليه وإن (¬6) كان الوارد بذلك خبرًا يقوم في الفهم مقام ¶ ¬_________ ¶ (¬1) أخرجه بنحو هذا اللفظ أحمد في المسند (4/ 182)، وابن ماجه في المقدمة باب: فيما أنكرت الجهمية (1/ 72) ح (199) والحاكم في المستدرك (1/ 525)، والآجري في الشريعة ص (317) وابن منده في الرد على الجهمية ص87، جميعهم من حديث النواس بن سمعان قال الحاكم: «صحيح على شرط مسلم ولم يخرجاه»، وأقره الذهبي في التلخيص، وقال عنه ابن منده: «حديث النواس بن سمعان حديث ثابت رواه الأئمة المشاهير ممن لا يمكن الطعن على واحد منهم». ¶ (¬2) في الطبقات: (فإن). ¶ (¬3) في الطبقات: (مما لا يدرك). ¶ (¬4) في الطبقات: (حقيقته). ¶ (¬5) في الطبقات: (والروية). ¶ (¬6) في الطبقات: (فإن كان).",
            "page": "48",
            "part": "1",
            "seal": "15E04E2D"
        },
        {
            "id": "46",
            "nass": "المشاهدة في السماع «وجبت الدينونة» (¬1) على سامعه بحقيقته والشهادة عليه كما عاين وسمع من رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، ولكن نثبت (¬2) هذه الصفات وننفي (¬3) التشبيه كما نفى ذلك عن نفسه تعالى ذكره فقال: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: 11] ... (¬4) آخر الاعتقاد. ¶ ب- قوله في القدر: ¶ 1 - أخرج البيهقي عن الربيع بن سليمان، قال: «سُئل الشافعي عن القدر فقال: ¶ ما شئت كان وإن لم أشأ ... وما شئت إن لم تشأ لم يكن ¶ خلقت العباد على ما علمت ... ففي العلم يجري الفتى والمُسِن ¶ ¬_________ ¶ (¬1) ما بين القوسين مثبت من الطبقات. ¶ (¬2) في الطبقات: (يثبت). ¶ (¬3) في الطبقات: (وينفي). ¶ (¬4) نقلت هذا الاعتقاد من نسخة مصورة من أصل خطي محفوظ في المكتبة المركزية بجامعة ليدن بهولندا.",
            "page": "49",
            "part": "1",
            "seal": "F1748675"
        },
        {
            "id": "47",
            "nass": "على ذا مننت وهذا خذلت ... وهذا أعنت وذا لم تعن ¶ فمنهم شقي ومنهم سعيد ... ومنهم قبيح ومنهم حسن (¬1) ¶ 2 - أورد البيهقي في مناقب الشافعي أن الشافعي قال: «إن مشيئة العبادة هي إلى الله تعالى ولا يشاءون إلا أن يشاء الله رب العالمين، فإن الناس لم يخلقوا أعمالهم وهي خلق من خلق الله تعالى أفعال العباد وإن القدر خيره وشره من الله عز وجل، وإن عذاب القبر حق، ومساءلة أهل القبور حق، والبعث حق، والحساب حق، والجنة والنار حق، وغير ذلك مما جاءت به السنن» (¬2). ¶ 3 - وأخرج اللالكائي عن المزني قال: «قال الشافعي: تدري ما القدري؟ الذي يقول إن الله لم يخلق الشيء حتى عمل به» (¬3). ¶ ¬_________ ¶ (¬1) مناقب الشافعي (1/ 412، 413)، شرح أصول اعتقاد أهل السنة (2/ 702). ¶ (¬2) مناقب الشافعي (1/ 415). ¶ (¬3) شرح أصول اعتقاد أهل السنة والجماعة (2/ 701).",
            "page": "50",
            "part": "1",
            "seal": "1E43BEC2"
        },
        {
            "id": "48",
            "nass": "4 - وأورد البيهقي عن الشافعي حيث قال: «القدرية الذين قال رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: «هم مجوس هذه الأمة» (¬1) الذين يقولون إن الله لا يعلم المعاصي حتى تكون» (¬2). ¶ 5 - وأخرج البيهقي عن الربيع بن سليمان عن الشافعي أنه كان يكره الصلاة خلف القدري (¬3). ¶ جـ- قوله في الإيمان: ¶ 1 - أخرج ابن عبد البر عن الربيع قال: «سمعت الشافعي يقول: «الإيمان قول وعمل واعتقاد بالقلب، ألا ترى قول الله عز وجل: {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ} [البقرة: 143]، يعني صلاتكم إلى بيت المقدس فسمى الصلاة إيمانًا وهي قول ¶ ¬_________ ¶ (¬1) أخرجه أبو داود كتاب السنة باب في القدر (5/ 66) ح (4691) والحاكم في المستدرك (1/ 85)، كلاهما من طريق أبي حازم عن ابن عمر، قال الحاكم: «هذا حديث صحيح على شرط الشيخين إن صح سماع أبي حازم من ابن عمر ولم يخرجاه» وأقره الذهبي. ¶ (¬2) مناقب الشافعي (1/ 413). ¶ (¬3) مناقب الشافعي (1/ 413).",
            "page": "51",
            "part": "1",
            "seal": "E5A2B7A5"
        },
        {
            "id": "49",
            "nass": "وعمل وعقد»» (¬1). ¶ 2 - وأخرج البيهقي عن الربيع بن سليمان قال: «سمعت الشافعي يقول: الإيمان قول وعمل يزيد وينقص» (¬2). ¶ 3 - وأخرج البيهقي عن أبي محمد الزبيري قال: «قال رجل للشافعي أي الأعمال عند الله أفضل؟ قال الشافعي: ما لا يقبل عملاً إلا به، قال: وما ذاك؟ قال: الإيمان بالله الذي لا إله إلا هو، أعلى الأعمال درجة، وأشرفها منزلة، وأسناها حظًّا. ¶ قال الرجل: ألا تخبرني عن الإيمان: قول وعمل، أو قول بلا عمل؟ ¶ قال الشافعي: الإيمان عمل لله والقول بعض ذلك العمل. ¶ قال الرجل: صف لي ذلك حتى أفهمه. ¶ قال الشافعي: إن للإيمان حالات ودرجات وطبقات فمنها التام المنتهي تمامه، والناقص البين نقصانه، والراجح الزائد رجحانه. ¶ قال الرجل: وإن الإيمان لا يتم وينقص ويزيد؟ ¶ قال الشافعي: نعم. ¶ قال: وما الدليل على ذلك؟ ¶ قال الشافعي: إن الله جل ذكره فرض الإيمان على جوارح بني آدم، فقسّمه فيها، وفرّقه عليها، فليس من ¶ ¬_________ ¶ (¬1) الانتقاء ص81. ¶ (¬2) مناقب الشافعي (1/ 387).",
            "page": "52",
            "part": "1",
            "seal": "348FE917"
        },
        {
            "id": "50",
            "nass": "جوارحه جارحة إلا وقد وكلت من الإيمان بغير ما وكلت به أختها بفرض من الله تعالى: ¶ فمنها: قلبه الذي يعقل به، ويفقه ويفهم وهو أمير بدنه الذي لا ترد الجوارح ولا تصدر إلا عن رأيه وأمره. ¶ ومنها: عيناه اللتان ينظر بهما، وأُذناه اللتان يسمع بهما، ويداه اللتان يبطش بهما، ورجلاه اللتان يمشي بهما، وفرجه الذي الباهُ من قبله، ولسانه الذي ينطق به، ورأسه الذي فيه وجهه. ¶ فرض على القلب غير ما فرض على اللسان، وفرض على اليدين غير ما فرض على الرجلين، وفرض على الفرج غير ما فرض على الوجه. ¶ فأما فرض الله على القلب من الإيمان: فالإقرار والمعرفة والعقد والرضا والتسليم بأن الله لا إله إلا هو وحده لا شريك له، لم يتخذ صاحبه ولا ولدًا، وأن محمدًا - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - عبده ورسوله، والإقرار بما جاء من عند الله من نبي أو كتاب فذلك ما فرض الله جل ثناؤه على القلب وهو عمله: ¶ {إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا} [الرعد: 28]، وقال (ألا بذكر الله تطمئن القُلوب) [الرعد: 28] وقال:",
            "page": "53",
            "part": "1",
            "seal": "3CF0767A"
        },
        {
            "id": "51",
            "nass": "{مِنَ الَّذِينَ قَالُوا آَمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ} [المائدة: 41] وقال: {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ} [البقرة: 284] فذلك ما فرض الله على القلب من الإيمان، وهو عمله، وهو رأس الإيمان. ¶ وفرض {الله} على اللسان: القول والتعبير عن القلب بما عقد وأقر به، فقال في ذلك: {قُولُوا آَمَنَّا بِاللَّهِ} [البقرة: 136]. وقال: {وَقُولُوا لِلنَّاسِ حُسْنًا} [البقرة: 83]، فذلك ما فرض الله على اللسان من القول، والتعبير عن القلب، وهو عمله، والفرض عليه من الإيمان. ¶ وفرض الله على (السمع): أن يتنزه عن الاستماع إلى ما حرم الله، وأن يُغض عما نهى الله عنه، فقال في ذلك: {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آَيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذًا مِثْلُهُمْ} [النساء: 140] ثم استثنى موضع النسيان، فقال جل وعز: {وَإِمَّا يُنْسِيَنَّكَ",
            "page": "54",
            "part": "1",
            "seal": "38517452"
        },
        {
            "id": "52",
            "nass": "الشَّيْطَانُ} أي: فقعدت معهم {فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ} [الأنعام: 68]، وقال: {فَبَشِّرْ عِبَادِ * الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُولَئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ وَأُولَئِكَ هُمْ أُولُو الْأَلْبَابِ} [الزمر: 17، 18] وقال: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ * الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ} إلى قوله: {لِلزَّكَاةِ فَاعِلُونَ} [المؤمنون: 1 - 4]، وقال: {وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ} [القصص: 55]، وقال: {وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا} [الفرقان: 72]، فذلك ما فرض الله، جل ذكره، على السمع من التنزيه عما لا يحل له، وهو عمله، وهو من الإيمان. ¶ و «فرض العينين»: ألا ينظر بهما إلى ما حرم الله، وأن يغضهما عمّا نهاه عنه، فقال تبارك وتعالى، في ذلك: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ} [النور: 30، 31] الآيتين: أن ينظر أحدهم إلى فرج أخيه، ويحفظ فرجه من أن ينظر إليه. ¶ وقال: كل شيء من حفظ الفرج، في كتاب الله، فهو من الزنا",
            "page": "55",
            "part": "1",
            "seal": "6C6584B6"
        },
        {
            "id": "53",
            "nass": "إلا هذه الآية، فإنها من النظر. ¶ فذلك ما فرض الله على العينين من غض البصر، وهو عملها، وهو من الإيمان. ¶ ثم أخبر عما فرض على القلب والسمع والبصر، في آية واحدة، فقال، سبحانه وتعالى، في ذلك: {وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا} [الإسراء: 36] قال: يعني وفرض على الفرج: أن لا يهتكه بما حرم الله عليه: {وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ} [المؤمنون: 5]، وقال: {وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ} [فصلت: 22] الآية يعني بالجلود: الفروج والأفخاذ فذلك ما فرض الله على الفروج من حفظهما عمّا لا يحل له، وهو عملها. ¶ «وفرض على اليدين»: ألا يبطش بهما إلى ما حرم الله تعالى، وأن يبطش بهما، إلى ما أمر الله من الصدقة وصلة الرحم، والجهاد في سبيل الله، والطهور للصلوات، فقال في ذلك: {يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى",
            "page": "56",
            "part": "1",
            "seal": "8D4FE028"
        },
        {
            "id": "54",
            "nass": "الْمَرَافِقِ} [المائدة: 6] إلى آخر الآية، وقال: {فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً} [محمد: 4] لأن الضرب، والحرب، وصلة الرحم، والصدقة من عملها. ¶ «وفرض على الرجلين»: ألا يمشي بهما إلى ما حرّم الله، جلّ ذكره، فقال في ذلك: {وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا} [الإسراء: 37]. ¶ «وفرض على الوجه»: السجود لله بالليل والنهار، ومواقيت الصلاة، فقال في ذلك: {يَا أَيُّهَا الَّذِينَ آَمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ} [الحج: 77]، وقال: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا} [الجن: 18] يعني بالمساجد: ما يسجد عليه ابن آدم في صلاته، من الجبهة وغيرها. ¶ قال: فذلك ما فرض الله على هذه الجوارح. ¶ وسمّى الطهور والصلوات إيمانًا في كتابه، وذلك حين صرف",
            "page": "57",
            "part": "1",
            "seal": "08AF870E"
        },
        {
            "id": "55",
            "nass": "الله تعالى، وجه نبيه - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، من الصلاة إلى بيت المقدس، وأمره بالصلاة إلى الكعبة. وكان المسلمون قد صلوا إلى بيت المقدس ستة عشر شهرًا، فقالوا: يا رسول الله، أرأيت صلاتنا التي كنا نصليها إلى بيت المقدس، ما حالها وحالنا؟ ¶ فأنزل الله تعالى: {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ} [البقرة: 143] فسمّى الصلاة إيمانًا، فمن لقي الله حافظًا لصلواته، حافظًا لجوارحه، مؤديًا بكل جارحة من جوارحه ما أمر الله به وفرض عليها - لقي الله مستكمل الإيمان من أهل الجنة، ومن كان لشيء منها تاركًا متعمدًا مما أمر الله به - لقي الله ناقص الإيمان. ¶ قال: وقد عرفت نقصانه وإتمامه، فمن أين جاءت زيادته؟. ¶ قال الشافعي: قال الله، جل ذكره: {وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آَمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ * وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ} [التوبة: 124، 125]، وقال: {إِنَّهُمْ فِتْيَةٌ آَمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى} [الكهف: 13]. ¶ قال الشافعي: ولو كان هذا الإيمان كله واحدًا لا نقصان فيه ولا زيادة - لم يكن لأحد فيه فضل، واستوى الناس، وبطل التفضيل. ولكن بتمام الإيمان دخل المؤمنون الجنة، وبالزيادة في الإيمان تفاضل المؤمنون بالدرجات عند الله {في الجنة]، وبالنقصان من الإيمان دخل المفرطون النار. ¶ قال الشافعي: إن الله، جل وعز، سابق بين عباده كما سُوبق بين الخيل يوم الرهان. ثم إنهم على درجاتهم من سبق عليه، فجعل كل امرئ على درجة سبقه، لا ينقصه فيها حقه، ولا يقدم مسبوق على سابق، ولا مفضول على فاضل. وبذلك فضل أول هذه الأمة على آخرها. ولو لم يكن لمن سبق إلى الإيمان فضل على من أبطأ عنه - للحق آخر هذه الأمة بأولها» (¬1). ¶ د- قوله في الصحابة: ¶ 1 - أورد البيهقي عن الشافعي أنه قال: «أثنى الله تبارك وتعالى على أصحاب رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - في القرآن والتوراة والإنجيل وسبق لهم لسان رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - من الفضل ما ليس لأحد بعدهم، فرحمهم الله، وهنأهم بما أتاهم من ذلك ¶ ¬_________ ¶ (¬1) مناقب الشافعي (1/ 387 - 393).",
            "page": "58",
            "part": "1",
            "seal": "1EACADC4"
        },
        {
            "id": "56",
            "nass": "ببلوغ أعلى منازل الصديقين والشهداء والصالحين، فهم أدوا إلينا سُنن رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، وشاهدوه والوحي ينزل عليه، فعلموا ما أراد رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - عامًّا وخاصًّا وعزمًا وإرشادًا، وعرفوا من سُنته ما عرفنا وجهلنا، وهم فوقنا في كل علم واجتهاد، وورع وعقل، وأمر استدرك به علم واستنبط به وآراؤهم لنا أحمد وأولى بنا من آرائنا عندنا لأنفسنا والله أعلم» (¬1). ¶ 2 - وأخرج البيهقي عن ربيع بن سليمان قال: «سمعت الشافعي يقول في التفضيل: أبو بكر وعمر وعثمان وعلي» (¬2). ¶ 3 - وأخرج البيهقي عن محمد بن عبد الله بن عبد الحكم (¬3) ¶ ¬_________ ¶ (¬1) مناقب الشافعي (1/ 442). ¶ (¬2) مناقب الشافعي (1/ 432). ¶ (¬3) هو محمد بن عبد الله بن عبد الحكم المصري أبو عبد الله، قال عنه الشيرازي: «صحب الشافعي وتفقه به وحمل في المحنة إلى بغداد إلى ابن أبي دؤاد ولم يجب إلى ما طلب منه ورد إلى مصر ... مات في سنة اثنتين وستين ومائتين»، طبقات الفقهاء ص99 وانظر ترجمته في طبقات الشافعية لابن هداية الله ص30 وشذرات الذهب (2/ 154).",
            "page": "60",
            "part": "1",
            "seal": "F95E42C9"
        },
        {
            "id": "57",
            "nass": "قال: «سمعت الشافعي يقول: أفضل الناس بعد رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، أبو بكر ثم عمر ثم عثمان ثم علي - رضي الله عنهم -» (¬1). ¶ 4 - وأخرج الهروي عن يوسف بن يحيى البويطي قال: «سألت الشافعي أأصلي خلف الرافضي؟ قال: لا تصل خلف الرافضي ولا القدري ولا المرجئ، قلت: صفهم لنا، قال: من قال: الإيمان قول فهو مرجئ، ومن قال: إن أبا بكر وعمر ليسا بإمامين فهو رافضي، ومن جعل المشيئة إلى نفسه فهو قدري» (¬2). ¶ هـ- نهيه عن الكلام والخصومات في الدين: ¶ 1 - أخرج الهروي عن الربيع بن سليمان قال: «سمعت الشافعي يقول: ... لو أن رجلاً أوصى بكتبه من العلم لآخر، وكان فيها كتب الكلام، لم تدخل في الوصية لأنه ليس من العلم» (¬3). ¶ ¬_________ ¶ (¬1) مناقب الشافعي (1/ 433). ¶ (¬2) ذم الكلام (ق - 215) وأورده الذهبي في السير (10/ 31). ¶ (¬3) ذم الكلام (ق - 213) وأورده الذهبي في السير (10/ 30).",
            "page": "61",
            "part": "1",
            "seal": "ECB556D8"
        },
        {
            "id": "58",
            "nass": "2 - وأخرج الهروي عن الحسن الزعفراني قال: «سمعت الشافعي يقول: ما ناظرت أحدًا في الكلام إلا مرة وأنا أستغفر الله من ذلك» (¬1). ¶ 3 - وأخرج الهروي عن الربيع بن سليمان قال: «قال الشافعي: لو أردت أن أضع على كل مخالف كتابًا كبيرًا لفعلت، ولكن ليس الكلام من شأني، ولا أحب أن ينسب إلي منه شيء» (¬2). ¶ 4 - وأخرج ابن بطة عن أبي ثور قال: «قال لي الشافعي: ما رأيت أحدًا ارتدى شيئًا من الكلام فأفلح» (¬3). ¶ 5 - وأخرج الهروي عن يونس المصري قال: «قال الشافعي: لأن يبتلي الله المرء بما نهى الله عنه خلا الشرك بالله خير من أن يبتليه بالكلام» (¬4). ¶ فهذه أقوال الإمام الشافعي - رحمه الله - في مسائل أصول الدين، وهذا موقفه من علم الكلام. ¶ ¬_________ ¶ (¬1) ذم الكلام (ق - 213) وأورده الذهبي في السير (10/ 30). ¶ (¬2) ذم الكلام (ق-215). ¶ (¬3) الإبانة الكبرى ص535، 536. ¶ (¬4) مناقب الشافعي لابن أبي حاتم ص182.",
            "page": "62",
            "part": "1",
            "seal": "C56C6CA5"
        },
        {
            "id": "59",
            "nass": "المبحث الخامس ¶ عقيدة الإمام أحمد بن حنبل ¶ أ- قوله في التوحيد: ¶ 1 - جاء في طبقات الحنابلة (¬1): «إن الإمام أحمد سُئل عن التوكل، فقال: قطع الاستشراق بالإياس من الخلق». ¶ 2 - وجاء في كتاب المحنة (¬2) لحنبل أن الإمام أحمد قال: «لم يزل الله عزّ وجل متكلمًا والقرآن كلام الله عزّ وجل غير مخلوق وعلى كل جهة، ولا يوصف الله بشيء أكثر مما وصف به نفسه عز وجل». ¶ 3 - وأورد ابن أبي يعلى عن أبي بكر المروزي قال: «سألت أحمد بن حنبل عن الأحاديث التي تردها الجهمية في الصفات والرؤية والإسراء وقصة العرش فصححها وقال: تلقتها الأمة بالقبول وتمر الأخبار كما جاءت» (¬3). ¶ ¬_________ ¶ (¬1) طبقات الحنابلة (1/ 416). ¶ (¬2) كتاب المحنة ص (68). ¶ (¬3) طبقات الحنابلة (1/ 65).",
            "page": "63",
            "part": "1",
            "seal": "40E8479F"
        },
        {
            "id": "60",
            "nass": "4 - قال عبد الله بن أحمد في كتاب السنة: إن أحمد قال: «من زعم أن الله لا يتكلم فهو كافر إلا أننا نروي هذه الأحاديث كما جاءت» (¬1). ¶ 5 - وأخرج اللالكائي عن حنبل (¬2) ¶ أنه سأل الإمام أحمد عن الرؤية فقال: «أحاديث صحاح نؤمن بها ونقر، وكل ما روي عن النبي - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، بأسانيد جيدة نؤمن به ونقر» (¬3). ¶ 6 - وأورد ابن الجوزي في المناقب كتاب أحمد بن حنبل لمسدد (¬4) ¶ ¬_________ ¶ (¬1) السنة ص (71 ط دار الكتب العلمية). ¶ (¬2) هو حنبل بن إسحاق بن حنبل بن هلال بن أسد أبو علي الشيباني وهو ابن عم أحمد بن حنبل قال عنه الخطيب: «ثقة ثبت» مات سنة \"273هـ\" تاريخ بغداد (8/ 286، 287). ¶ وانظر ترجمته في طبقات الحنابلة (1/ 143). ¶ (¬3) شرح اعتقاد أهل السنة والجماعة (2/ 507). ¶ (¬4) هو مسدد بن مسرهد بن مسربل الأسدي البصري قال عنه الذهبي: «الإمام الحافظ الحجة» مات سنة (228هـ)، سير أعلام النبلاء (10/ 591). ¶ وانظر ترجمته في تهذيب التهذيب (10/ 107).",
            "page": "64",
            "part": "1",
            "seal": "A8486C1D"
        },
        {
            "id": "61",
            "nass": "وفيه: «صفوا الله بما وصف به نفسه، وانفوا عن الله ما نفاه عن نفسه ... » (¬1). ¶ 7 - جاء في كتاب الرد على الجهمية للإمام أحمد قوله: «وزعم - جهم بن صفوان - أن من وصف الله بشيء مما وصف به نفسه في كتابه أو حدّث عن رسوله كان كافرًا وكان من المشبهة» (¬2). ¶ 8 - وأورد ابن تيمية في «الدرء» قول الإمام أحمد: «نحن نؤمن بأن الله على العرش كيف شاء وكما شاء بلا حدّ ولا صفة يبلغها واصف أو يحده أحد، فصفات الله منه وله وهو كما وصف نفسه لا تدركه الأبصار» (¬3). ¶ 9 - وأورد ابن يعلى عن أحمد أنه قال: «من زعم أن الله لا يرى في الآخرة فهو كافر مكذب بالقرآن» (¬4). ¶ 10 - وأورد ابن أبي يعلى عن عبد الله بن أحمد قال: «سألت أبي عن قوم يقولون: لما كلّم الله موسى لم يتكلم بصوت فقال ¶ ¬_________ ¶ (¬1) مناقب الإمام أحمد ص221. ¶ (¬2) الرد على الجهمية ص104. ¶ (¬3) درء تعارض العقل والنقل (2/ 30). ¶ (¬4) طبقات الحنابلة (1/ 59، 145).",
            "page": "65",
            "part": "1",
            "seal": "4D24AC93"
        },
        {
            "id": "62",
            "nass": "أبي: تكلم الله بصوت وهذه الأحاديث نرويها كما جاءت» (¬1). ¶ 11 - وأخرج اللالكائي عن عبدوس بن مالك العطار قال: سمعت أبا عبد الله أحمد بن حنبل يقول: « ... والقرآن كلام الله وليس بمخلوق ولا تضعف أن تقول ليس بمخلوق فإن كلام الله منه وليس منه شيء مخلوق» (¬2). ¶ ب- قوله في القدر: ¶ 1 - أورد ابن الجوزي في المناقب كتاب أحمد بن حنبل لمسدد وفيه: «ويؤمن بالقدر خيره وشره وحلوه ومُرّه من الله» (¬3). ¶ 2 - وأخرج الخلال عن أبي بكر المروزي قال: «سُئل أبو عبد الله فقال: الخير والشر مقدر على العباد؟ فقيل له: الله خلق الخير والشر، قال: نعم، الله قدره» (¬4). ¶ 3 - وجاء في كتاب السُّنَّة للإمام أحمد قوله: «والقدر خيره وشره وقليله وكثيره، وظاهره وباطنه، وحلوه ومره، ومحبوبه ¶ ¬_________ ¶ (¬1) طبقات الحنابلة (1/ 185). ¶ (¬2) شرح أصول اعتقاد أهل السُّنَّة والجماعة (1/ 157). ¶ (¬3) مناقب الإمام أحمد ص169، 172، ط/ دار الآفاق الجديدة. ¶ (¬4) السُّنَّة للخلال (ق - 85).",
            "page": "66",
            "part": "1",
            "seal": "48B069F3"
        },
        {
            "id": "63",
            "nass": "ومكروهه، وحسنه وسيئه، وأوله وآخره من الله قضاء قضاه على عباده وقدر قدره، ولا يعدو واحد منهم مشيئة الله عز وجل ولا يجاوز قضاءه» (¬1). ¶ 4 - وأخرج الخلال عن محمد بن أبي هارون عن أبي الحارث قال: «سمعت أبا عبد الله يقول: فالله عزّ وجلّ قدّر الطاعة والمعاصي، وقدر الخير والشر، ومن كتب سعيدًا فهو سعيد، ومن كتب شقيًّا فهو شقي» (¬2). ¶ 5 - قال عبد الله بن أحمد سمعت أبي وسأله علي بن جهم عمن قال بالقدر يكون كافرًا؟ قال: «إذا جحد العلم إذا قال: إن الله لم يكن عالمًا حتى خلق علمًا فعلم فجحد علم الله فهو كافر» (¬3). ¶ 6 - قال عبد الله بن أحمد: «سألت أبي مرة أخرى عن الصلاة خلف القدري، فقال: إن كان يخاصم فيه ويدعو إليه فلا تصل خلفه» (¬4). ¶ ¬_________ ¶ (¬1) السُّنَّة ص68. ¶ (¬2) السُّنَّة للخلال (ق - 85) ¶ (¬3) السُّنَّة لعبد الله بن أحمد ص119. ¶ (¬4) السُّنَّة ص (1/ 384).",
            "page": "67",
            "part": "1",
            "seal": "FA541AEB"
        },
        {
            "id": "64",
            "nass": "ج- قوله في الإيمان: ¶ 1 - أورد ابن أبي يعلى عن أحمد قال: «من أفضل خصال الإيمان الحب في الله والبغض في الله» (¬1). ¶ 2 - وأورد ابن الجوزي عن أحمد قال: «الإيمان يزيد وينقص كما جاء في الخبر: «أكمل المؤمنين إيمانًا أحسنهم خلقًا» (¬2) ... » (¬3). ¶ 3 - وأخرج الخلال عن سليمان بن أشعث (¬4) قال: «إن أبا عبد الله قال: الصلاة والزكاة والحج والبر من الإيمان والمعاصي ¶ ¬_________ ¶ (¬1) طبقات الحنابلة (2/ 275). ¶ (¬2) أخرجه أحمد في المسند (2/ 250) وأبو داود في كتاب السُّنَّة باب الدليل على زيادة الإيمان ونقصانه (5/ 60) ح (4682)، والترمذي في الرضاع باب ما جاء في حق المرأة على زوجها (3/ 457) ح (1162) جميعهم من طريق أبي سلمة عن أبي هريرة، وقال عنه الترمذي: «هذا حديث حسن صحيح». ¶ (¬3) مناقب الإمام أحمد ص173، وانظر أيضًا ص153، 168. ¶ (¬4) هو أبو داود سليمان بن أشعث بن إسحاق السجستاني صاحب السُّنن، قال عنه الذهبي: «الإمام الثبت سيد الحفاظ» مات سنة \"275هـ\"، تذكرة الحفاظ (2/ 591)، وانظر ترجمته في تاريخ بغداد (9/ 55).",
            "page": "68",
            "part": "1",
            "seal": "775BF891"
        },
        {
            "id": "65",
            "nass": "تنقص الإيمان» (¬1). ¶ 4 - قال عبد الله بن أحمد: «سألت أبي عن رجل يقول: الإيمان قول وعمل، يزيد وينقص ولكن لا يستثنى أمرجئ؟ قال: أرجو ألا يكون مرجئًا. سمعت أبي يقول: الحجة على ما لا يستثنى قول رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، لأهل القبور: «وإنا إن شاء الله بكم لاحقون» (¬2) ... » (¬3). ¶ 5 - قال عبد الله بن أحمد: «سمعت أبي - رحمه الله - سُئل عن الإرجاء فقال: نحن نقول: الإيمان قول وعمل يزيد وينقص، إذا زنى وشرب الخمر نقص إيمانه» (¬4). ¶ ¬_________ ¶ (¬1) السُّنَّة للخلال (ق-96). ¶ (¬2) أخرجه مسلم كتاب الجنائز باب ما يقال عند دخول القبور والدعاء لأهلها (2/ 669) ح (974) من طريق عطاء عن عائشة رضي الله عنها. ¶ (¬3) السُّنَّة لعبد الله (1/ 307، 308)، ط/ المحققة. ¶ (¬4) السُّنَّة لعبد الله بن أحمد (1/ 307).",
            "page": "69",
            "part": "1",
            "seal": "FC2FE691"
        },
        {
            "id": "66",
            "nass": "د- قوله في الصحابة: ¶ 1 - جاء في كتاب السُّنَّة للإمام أحمد ما يأتي: «ومن السُّنَّة ذكر محاسن أصحاب رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، كلهم أجمعين، والكف عن ذكر مساوئهم والخلاف الذي شجر بينهم، فمن سبّ أصحاب رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، أو أحدًا منهم فهو مبتدع، رافضي خبيث، مجلف، لا يقبل الله منه صرفًا، ولا عدلاً، بل حبهم سُنَّة، والدعاء لهم قربة، والاقتداء بهم وسيلة، والأخذ بآثارهم فضيلة». ¶ ثم قال: «ثم أصحاب رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، بعد الأربعة خير الناس، ولا يجوز لأحد أن يذكر شيئًا من مساوئهم ولا يطعن على أحد منهم بعيب ولا بنقص، فمن فعل ذلك فقد وجب على السلطان تأديبه وعقوبته، ليس له أن يعفو عنه» (¬1). ¶ 2 - أورد ابن الجوزي رسالة أحمد إلى مسدد وفيها: «وأن تشهد للعشرة أنهم في الجنة أبو بكر وعمر وعثمان وعلي وطلحة والزبير وسعد وسعيد وعبد الرحمن بن عوف وأبو عبيدة بن الجرّاح ومن شهد له النبي - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، شهدنا له بالجنة» (¬2). ¶ ¬_________ ¶ (¬1) كتاب السُّنَّة للإمام أحمد ص (77 - 78). ¶ (¬2) مناقب الإمام أحمد لابن الجوزي ص170، ط دار الآفاق الجديدة.",
            "page": "70",
            "part": "1",
            "seal": "1A1B29E4"
        },
        {
            "id": "67",
            "nass": "3 - قال عبد الله بن أحمد: «سألت أبي عن الأئمة فقال: أبو بكر ثم عمر ثم عثمان ثم علي» (¬1). ¶ 4 - وقال عبد الله بن أحمد: «سألت أبي عن قوم يقولون: إن عليًّا ليس بخليفة، قال هذا قول سوء ردي» (¬2). ¶ 5 - وأورد ابن الجوزي عن أحمد قال: «من لم يثبت الخلافة لعلي فهو أضل من حمار أهله» (¬3). ¶ 6 - وأورد ابن أبي يعلى عن أحمد قال: «من لم يربع علي بن أبي طالب الخلافة فلا تكلموه، ولا تناكحوه» (¬4). ¶ هـ- نهيه عن الكلام والخصومات في الدين: ¶ 1 - أخرج ابن بطة عن أبي بكر المروزي قال: «سمعت أبا عبد الله يقول: من تعاطى الكلام لم يفلح، ومن تعاطى الكلام لم يخل أن يتجهم» (¬5). ¶ ¬_________ ¶ (¬1) السُّنَّة ص235. ¶ (¬2) السُّنَّة ص235. ¶ (¬3) مناقب الإمام أحمد ص163، ط/ دار الآفاق. ¶ (¬4) طبقات الحنابلة (1/ 45). ¶ (¬5) الإبانة (2/ 538).",
            "page": "71",
            "part": "1",
            "seal": "BCAF5B5F"
        },
        {
            "id": "68",
            "nass": "2 - وأورد ابن عبد البر في جامع بيان العلم عن أحمد قال: «إنه لا يفلح صاحب كلام أبدًا ولا تكاد ترى أحدًا نظر في الكلام إلا وفي قلبه دغل» (¬1). ¶ 3 - وأخرج الهروي عن عبد الله بن أحمد بن حنبل قال: «كتب أبي إلى عبيد الله بن يحيى بن خاقان (¬2) لست بصاحب كلام، ولا أرى الكلام في شيء من هذا، إلا ما كان في كتاب الله أو في حديث رسول الله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، فأما غير ذلك فإن الكلام فيه غير محمود» (¬3). ¶ 4 - وأخرج ابن الجوزي عن موسى بن عبد الله الطرسوسي قال: «سمعت أحمد بن حنبل يقول: لا تجالسوا أهل الكلام وإن ¶ ¬_________ ¶ (¬1) جامع بيان العلم وفضله (2/ 95) ط/ دار الكتب العلمية. ¶ (¬2) هو أبو الحسن عبيد الله بن يحيى بن خاقان التركي ثم البغدادي، قال عنه الذهبي: «الوزير الكبير ... وزير للمتوكل وللمعتمد ... وحظي عند المتوكل وكان سمحًا جوادًا»، وقال ابن أبي يعلى: «نقل عن إمامنا أشياء منها أنه قال: سمعت أحمد يقول: «أنزه نفسي عن مال السلطان وليس بحرام»، مات سنة (263هـ)، سير أعلام النبلاء (13/ 9)، طبقات الحنابلة (1/ 204)». ¶ (¬3) ذم الكلام (ق-216 - ب).",
            "page": "72",
            "part": "1",
            "seal": "EE2DDE2F"
        },
        {
            "id": "69",
            "nass": "(ذبوا) عن السُّنَّة» (¬1). ¶ 5 - وأخرج ابن بطة عن أبي الحارث الصايغ قال: «من أحب الكلام لم يخرج من قلبه، ولا ترى صاحب كلام يفلح» (¬2). ¶ 6 - وأخرج ابن بطة عن عبيد الله بن حنبل قال: «حدثني أبي قال: سمعت أبا عبد الله يقول: عليكم بالسنة والحديث وينفعكم الله به، وإياكم والخوض والجدال والمراء فإنه لا يفلح من أحب الكلام، وكل من أحدث كلامًا لم يكن آخر أمره إلا إلى بدعة، لأن الكلام لا يدعو إلى خير، ولا أحب الكلام ولا الخوض ولا الجدال، وعليكم بالسُّنن والآثار والفقه الذي تنتفعون به، ودعوا الجدال وكلام أهل الزيغ والمراء، أدركنا الناس ولا يعرفون هذا، ويجانبون أهل الكلام، وعاقبة الكلام لا تئول إلى خير، أعاذنا الله وإياكم من الفتن وسلمنا وإياكم من كل هلكة» (¬3). ¶ 7 - أورد ابن بطة في الإبانة عن أحمد قال: «إذا رأيت الرجل ¶ ¬_________ ¶ (¬1) مناقب الإمام أحمد ص205. ¶ (¬2) الإبانة لابن بطة (2/ 539). ¶ (¬3) الإبانة لابن بطة (2/ 539).",
            "page": "73",
            "part": "1",
            "seal": "589C9FBD"
        },
        {
            "id": "70",
            "nass": "يحب الكلام فاحذره» (¬1). ¶ فهذه أقواله - رحمه الله - في مسائل أصول الدين وهذا موقفه من عِلْم الكلام. ¶ ¬_________ ¶ (¬1) الإبانة لابن بطة (2/ 540).",
            "page": "74",
            "part": "1",
            "seal": "D96B7A7F"
        },
        {
            "id": "71",
            "nass": "الخاتمة ¶ ظهر لنا مما تقدم تطابق أقوال الأئمة الأربعة واتفاقهم لأن عقيدتهم واحدة، ما عدا مسألة الإيمان التي انفرد بها الإمام أبو حنيفة. ومع ذلك قيل إنه رجع عنها. ¶ فهذه العقيدة هي الجديرة بأن تجمع المسلمين على كلمة سواء وتعصمهم من التفرق في الدين لأنها مستمدة من كتاب الله وسنة رسوله - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، فقليل من الناس من يفقه عقيدة هؤلاء الأئمة ويعرفها حق المعرفة ويفهمها حق الفهم فقد شاع أن هؤلاء الأئمة مفوضون لا يعرفون من النص إلا مجرد قراءته وكأن الله ما أنزل الوحي إلا عبثًا. ¶ وقد قال تعالى: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آَيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ} [ص: 29]. ¶ وقال تعالى: {وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ * نَزَلَ بِهِ الرُّوحُ الْأَمِينُ * عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ * بِلِسَانٍ عَرَبِيٍّ مُبِينٍ} [الشعراء: 192 - 195]. ¶ وقال تعالى: {إِنَّا أَنْزَلْنَاهُ قُرْآَنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ} [يوسف: 2]. ¶ فالله تعالى أنزل الكتاب لتدبر آياته والاتعاظ به، وأخبر أنه أنزله بلسان عربي مبين ليعقل الناس معناه ويفهموه، وإذا كان الله نزله لتدبر آياته بلسان عربي مبين فإنه يلزم أن يكون معناه ميسرًا علمه لمن نزل إليهم بمقتضى ذلك اللسان، ثم إنه لو لم يكن معناه يمكن علمه لكان إنزاله عبثًا إذ لا فائدة من كلمات تنزل على قوم هي عندهم بمنزلة الحروف المهملة التي لا معنى لها. ¶ فهذا القول جناية على عقيدة الصحابة والتابعين والأئمة من بعدهم ورمي لهم بما هم منه براء. فهم يعرفون معاني نصوص الوحي ويفقهونها لقربهم من عهد النبوة، بل هم أحق الناس بذلك وهم يتعبدون لله بعبادات فهموها من دلالة الكتاب والسنة واعتقدوها حقًّا وشرعًا من عند الله تعالى، فإذا فهموا الطريق الموصل لمعبودهم فكيف لا يعرفون معبودهم بصفات الكمال ولا يعقلون معاني النصوص التي عرف الله بها عباده بنفسه. ¶ فالحاصل أن عقيدة هؤلاء الأئمة الأربعة هي العقيدة الصحيحة التي جاءت في الكتاب والسنة من منبع صاف لا تشوبه شائبة التأويل والتعطيل أو التشبيه أو التمثيل، فالمعطل",
            "page": "75",
            "part": "1",
            "seal": "3A1F790C"
        },
        {
            "id": "72",
            "nass": "والمشبه لم يفهم من الصفات الإلهية إلا ما يليق بالمخلوقين وهذا خلاف ما فطر الله عليه العباد من أنه ليس كمثله شيء في ذاته ولا في صفاته ولا في أفعاله. ¶ والله أسأل أن ينفع بهذه الرسالة المسلمين وأن يجمعهم على عقيدة واحدة وطريقة واحدة، عقيدة الكتاب والسنة وهدي النبي محمد - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، وسُنته، والله من وراء القصد وهو حسبنا ونعم الوكيل. ¶ وآخر دعوانا أن الحمد لله رب العالمين. ¶ وصلى الله على نبينا محمد",
            "page": "77",
            "part": "1",
            "seal": "BBEF6385"
        },
        {
            "id": "73",
            "nass": "فهرس المصادر والمراجع ¶ 1 - آداب الشافعي ومناقبه لابن أبي حاتم، تحقيق عبد الغني عبد الخالق، ط دار الكتب العلمية، بيروت. ¶ 2 - الإبانة عن أصول الديانة، لأبي الحسن الأشعري، د. فوقية حسين، ط الأولى سنة 1397هـ، دار الأنصار، القاهرة. ¶ 3 - البناية في شرح الهداية، لأبي محمد محمود العيني، ط دار الفكر الأدبي، سنة 1401هـ، بيروت. ¶ 4 - اجتماع الجيوش الإسلامية، لابن القيم، ط دار الكتب العلمية، ط أخرى الفرزدق الرياض. ¶ 5 - الأسماء والصفات للبيهقي ط. دار إحياء التراث العربي. ¶ 6 - الاعتقاد والهداية إلى سبيل الرشاد للبيهقي، تحقيق أحمد عاصم الكاتب، ط دار الآفاق الجديدة، بيروت 1401هـ. ¶ 7 - اتحاف السادة المتقين، للزبيدي، ط دار الفكر بيروت. ¶ 8 - الانتقاء في فضائل الثلاثة الفقهاء لابن عبد البر، ط دار الكتب العلمية بيروت. ¶ 9 - الإيمان لشيخ الإسلام، ط دار الطباعة المحمدية، تحقيق محمد الهراس.",
            "page": "88",
            "part": "1",
            "seal": "A4261827"
        },
        {
            "id": "74",
            "nass": "10 - التمهيد لما في الموطأ من المعاني والأسانيد للحافظ ابن عبد البر، تحقيق مصطفى العلوي وآخرين، وزارة الأوقاف الإسلامية، المملكة المغربية. ¶ 11 - التوسل والوسيلة، لشيخ الإسلام ابن تيمية، تحقيق ربيع بن هادي، ط مكتبة لينة بمصر، ط أخرى دار الكتاب العربي، تحقيق عماد الدين حيدر 1405هـ الأولى. ¶ 12 - السُّنَّة لعبد الله بن أحمد، تحقيق د. محمد بن سعيد القحطاني، ط دار ابن القيم، الدمام 1406هـ، ط أخرى تحقيق أبي هاجر محمد بسيوني زغلول، ط دار الكتب العلمية بيروت 1405هـ. ¶ 13 - السُّنَّة لابن أبي عاصم، ط المكتب الإسلامي، بيروت، ط الأولى. ¶ 14 - السنن الكبرى للإمام أبي بكر أحمد بن الحسين البيهقي، ط دار الفكر بيروت. ¶ 15 - الموسوعة العربية المُيسرة، ط دار نهضة لبنان للطباعة والنشر، بيروت. ¶ 16 - الرسالة للإمام محمد بن إدريس الشافعي، تحقيق أحمد محمد شاكر، ط الحلبي. ¶ 17 - الدر المختار مع حاشية رد المحتار لمحمد أمين الشهير بابن عابدين، ط. البابي الحلبي.",
            "page": "89",
            "part": "1",
            "seal": "29228F27"
        },
        {
            "id": "75",
            "nass": "18 - الرد على الجهمية والزنادقة للإمام أحمد بن حنبل، تحقيق د. عبد الرحمن عميرة، الطبعة الثانية 1402هـ. ¶ 19 - تاريخ بغداد للخطيب البغدادي، ط دار الكتاب العربي بيروت لبنان، ط أخرى دار الكتب العلمية، دار اللواء الرياض. ¶ 20 - تقريب التهذيب لابن حجر، ط دار المعرفة بيروت لبنان 1395هـ. ¶ 21 - تهذيب الأسماء واللغات للنووي، ط دار الكتب العلمية بيروت. ¶ 22 - تاريخ الإلحاد في الإسلام، عبد الرحمن بدوي مكتبة النهضة، القاهرة. ¶ 23 - ترتيب المدارك وتقريب المسالك للقاضي عياض، ط وزارة الأوقاف المغرب، ط أخرى مكتبة الحياة بيروت. ¶ 24 - تذكرة الحفاظ للذهبي، ط دار إحياء التراث العربي، بيروت لبنان. ¶ 25 - تهذيب التهذيب للحافظ ابن حجر العسقلاني، ط دائرة المعارف النظامية بحيدر أباد الهند.2973.",
            "page": "90",
            "part": "1",
            "seal": "A260A65B"
        },
        {
            "id": "76",
            "nass": "26 - جامع بيان العلم وفضله للحافظ ابن عبد البر، ط دار الكتب الإسلامية، ط الثانية، ط أخرى المكتبة العلمية بالمدينة المنورة. ¶ 27 - حلية الأولياء وطبقات الأصفياء للحافظ أبي نعيم أحمد بن عبد الله الأصبهاني، ط دار الكتاب العربي بيروت لبنان سنة 1387هـ. ¶ 28 - درء تعارض العقل والنقل، تحقيق محمد رشاد سالم ط. جامعة الإمام محمد بن سعود، ط الأولى 1402هـ. ¶ 29 - ذم العلاج للهروي، مخطوط. ¶ 30 - سُنن أبي داود للإمام الحافظ أبي داود سليمان بن الأشعث السجستاني، ط دار الحديث سوريا. ¶ 31 - سُنن النسائي للإمام أحمد بن علي بن شعيب النسائي، ط. دار البشائر بيروت 1406هـ. ¶ 32 - سُنن الترمذي للإمام محمد بن عيسى الترمذي مطبعة مصطفى البابي الحلبي وأولاده بمصر، ط الثانية سنة 1398هـ. ¶ 33 - سير أعلام النبلاء للذهبي، تحقيق شعيب الأرناؤط وآخرين ط مؤسسة الرسالة سنة 1402هـ.",
            "page": "91",
            "part": "1",
            "seal": "B7BB62E1"
        },
        {
            "id": "77",
            "nass": "34 - شذرات الذهب في أخبار من ذهب لعبد الحي بن عماد الحنبلي، ط دار السيرة بيروت. ¶ 35 - شرح الفقه الأكبر للقاري، ط دار الكتب العلمية. ¶ 36 - شرح الوصية لملا حسن بنم الإسكندر، ط دائرة المعارف العثمانية الهند. ¶ 37 - شرح السُّنَّة للإمام أبي محمد الحسين بن مسعود الفراء البغوي، حققه وخرج أحاديثه شعيب الأرنؤوط، المكتب الإسلامي الطبعة الأولى 1390هـ. ¶ 38 - شرح أصول اعتقاد أهل السنة والجماعة، لأبي القاسم هبة الله بن الحسين الطبري اللالكائي تحقيق د. أحمد سعد حمدان، دار طيبة للنشر والتوزيع الرياض. ¶ 39 - شرف أصحاب الحديث لأبي بكر أحمد بن علي بن ثابت الخطيب البغدادي تحقيق محمد سعيد الخطيب أوغلي، ط دار إحياء السنة النبوية. ¶ 40 - شرح العقيدة الطحاوية لعلي بن أبي العز الحنفي، ط دار البيان، ط أخرى بتعليق الألباني، المكتب الإسلامي بيروت.",
            "page": "92",
            "part": "1",
            "seal": "25EDC71B"
        },
        {
            "id": "78",
            "nass": "41 - الشريعة للإمام أبي بكر محمد بن الحسين الآجري، تحقيق محمد حامد الفقي، ط دار الكتب العلمية بيروت، ط الأولى 1403هـ. ¶ 42 - صحيح البخاري لأبي عبد الله محمد بن إسماعيل البخاري ومعه فتح الباري رقم كتبه وأبوابه وأحاديثه محمد فؤاد عبد الباقي، قام بإخراجه وتصحيح وأشرف على طبعه محب الدين الخطيب المكتبة السلفية. ¶ 43 - صحيح مسلم للإمام أبي الحسن محمد بن الحجاج القشيري للنيسابوري، نشر وتوزيع رئاسة إدارات البحوث العلمية والإفتاء بالرياض سنة 1400هـ. ¶ 44 - صفة العلو لابن قدامة، ط مكتبة العلوم والحكم المدينة المنورة، ط أخرى بتحقيق بدر البدر الكويت. ¶ 45 - طبقات الحنابلة للقاضي أبي الحسين محمد بن أبي يعلى، ط دار المعرفة بيروت. ¶ 46 - طبقات الفقهاء لأبي إسحاق الشيرازي الشافعي، ط دار الرائد العربي بيروت، ط الثانية 1401هـ. ¶ 47 - عقيدة السلف أصحاب الحديث لأبي عثمان إسماعيل الصابوني، ط ضمن مجموعة الرسائل المنبرية، ط أخرى بتحقيق بدر البدر، الدار السلفية الكويت.",
            "page": "93",
            "part": "1",
            "seal": "374BCD98"
        },
        {
            "id": "79",
            "nass": "48 - العلو للذهبي، ط المكتبة السلفية المدينة، سنة 1388هـ. ¶ 49 - الفقه الأكبر مع شرحه للقاري، ط دائرة الكتب العلمية. ¶ 50 - الفقه الأبسط، تحقيق محمد زاهد الكوثري، ط مطبعة الأنوار القاهرة. ¶ 51 - قطف الثمر في بيان عقيدة أهل الأثر، محمد صديق خان، تحقيق د. عاصم بن محمد القريوتي، ط شركة الشرق الأوسط، عمان - الأردن. ¶ 52 - قلائد عقود العقيان لأبي القاسم عبد العليم بن عثمان اليمني، مخطوط بالمكتبة المركزية جامعة الإمام محمد بن سعود الإسلامية. ¶ 53 - لسان العرب لابن منظور، ط دار صادر بيروت. ¶ 54 - لسان الميزان للحافظ بن حجر السعقلاني، مؤسسة الأعلمي للمطبوعات بيروت، لبنان، الطبعة الثانية 1390هـ. ¶ 55 - مجموع فتاوى ابن تيمية جمع وترتيب عبد الرحمن بن قاسم، ط مؤسسة الرسالة. ¶ 56 - مسائل الإمام أحمد لأبي داود السجستاني، ط دار المعرفة للطباعة والنشر بيروت.",
            "page": "94",
            "part": "1",
            "seal": "75B218A3"
        },
        {
            "id": "80",
            "nass": "57 - المستدرك على الصحيحين للحاكم، ط مكتبة ابن العربي لبنان. ¶ 58 - مسند الإمام أحمد بن حنبل، ط المكتب الإسلامي للطباعة والنشر. ¶ 59 - مناقب أبي حنيفة للإمام أحمد المكي، ط دار الكتاب العربي. ¶ 60 - مناقب الشافعي للبيهقي تحقيق السيد أحمد صقر، ط الأولى 1391هـ، دار التراث مصر. ¶ 61 - منهاج السُّنَّة النبوية لشيخ الإسلام ابن تيمية، تحقيق د. محمد رشاد سالم 1406هـ، ط جامعة الإمام محمد بن سعود الإسلامية، ط أخرى مكتبة الرياض الحديثة. ¶ 62 - النور اللامع والبرهان الساطع للناصري، مخطوط في المكتبة السليمانية، تركيا تحت رقم",
            "page": "95",
            "part": "1",
            "seal": "079DE036"
        }
    ],
    "t2": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول بيان أن اعتقاد الأئمة الأربعة واحد في مسائل أصول الدين ما عدا مسألة الإيمان"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني عقيدة الإمام أبي حنيفة رحمه الله"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "أ- أقوال الإمام أبي حنيفة رحمه الله في التوحيد"
        },
        {
            "id": "7",
            "lvl": "3",
            "sub": "2",
            "tit": "أولا: عقيدته في توحيد الله وبيان التوسل الشرعي وإبطال التوسل البدعي:"
        },
        {
            "id": "8",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: قوله في إثبات الصفات والرد على الجهمية:"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "ب- أقوال الإمام أبي حنيفة في القدر"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "ج- أقوال الإمام أبي حنيفة في الإيمان"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "د- قول الإمام أبي حنيفة في الصحابة"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "هـ- نهيه عن الكلام والخصومات في الدين"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث عقيدة الإمام مالك بن أنس"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "أ- قوله في التوحيد"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "ب- قوله في القدر"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "جـ- قوله في الإيمان"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "د- قوله في الصحابة"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "هـ- نهيه عن الكلام والخصومات في الدين"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع عقيدة الإمام الشافعي"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "1",
            "tit": "أ- قوله في التوحيد"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "ب- قوله في القدر"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "جـ- قوله في الإيمان"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "د- قوله في الصحابة"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "هـ- نهيه عن الكلام والخصومات في الدين"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الخامس عقيدة الإمام أحمد بن حنبل"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": "1",
            "tit": "أ- قوله في التوحيد"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "ب- قوله في القدر"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "ج- قوله في الإيمان"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "د- قوله في الصحابة"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "هـ- نهيه عن الكلام والخصومات في الدين"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس المصادر والمراجع"
        }
    ]
}