{
    "b2005": [
        {
            "id": "61",
            "nass": "ونحن صادقون في هذا، لكن كما قلنا سابقًا: لا ننام، بل نسابق العلمانيين إلى البدو، ونسابق الاشتراكيين إلى القرى ونسابق إعلام أمريكا، ونسابق إسرائيل إلى قمم الجبال نحذر المسلمين من كيد أعداء الإسلام؛ وإنني أحمد الله سبحانه وتعالى فقد علمت الحكومة، أن دعوتنا دعوة إلى الكتاب والسنة، فالصورة نطمسها ولو كانت صورة الرئيس، فقد أخذ عبد المجيد الزنداني صحيفة عند أن كنا عند الرئيس، ليرى الرئيس أننا قد طمسنا الصورة التي فيها، فقال عبد المجيد: أما أنا فمع الشيخ _ يعني أن الصور حرام _ ويعني أنه معي، وهذا غير صحيح فإنه ليس معي، وكانت صورة الرئيس مطموسة في الجريدة، يعرفون أننا نطمس الصور، وأننا ننكر كل شيء يخالف الدين، لكن نتحدى من يقول: إننا دعاة ثورة وانقلابات ويثبت هذا، والنبي صلى الله عليه وعلى آله وسلم يقول: (إنكم ستجدون أثرة وأمورًا تنكرونها)، قالوا: فما تأمرنا يارسول الله؟ قال: (أدوا الحق الذي عليكم وسلوا الله الحق الذي لكم). متفق عليه من حديث ابن مسعود. ¶ ويقول عبادة بن الصامت: بايعنا رسول الله صلى الله عليه وعلى آله وسلم على السمع والطاعة في العسر واليسر والمكره والمنشط وعلى ألا ننازع الأمر أهله إلا أن تروا كفرًا بواحًا عندكم فيه من الله",
            "page": "66",
            "part": "1",
            "seal": "33808B27"
        },
        {
            "id": "62",
            "nass": "برهان، وأن نقول الحق لا نخاف في الله لومة لائم. ¶ فنحن لا ننازع الأمر أهله، يقول النبي صلى الله عليه وعلى آله وسلم: (إذا بويع لخليفتين فاضربوا عنق الآخر منهما). ويقول النبي صلى الله عليه وعلى آله وسلم: (من أتاكم وأمركم جميع يريد أن يفرق بينكم فاضربوا عنقه كائنًا من كان). رواه مسلم. ¶ ولعل الحكومة فقد جربت ولها جواسيس، فقد جاءنا مدير الأمن السياسي وقال: تسلم الغرباء لنا، قلت: أما أننا نسلمهم فلو سقطت السماء على الأرض، لأنكم تعتبرون ظلمة وهم مظلمون؛ وهم غرباء ولكن أقول لك: لو أتيتم بالحرار وخربتم بيتي أو خربتم مسجدي فوالله لا يرتفع في وجوهكم بندقية. ¶ وأرسل إلينا الرئيس علي عبد الله صالح مع الشيخ صالح هندي دغسان وذكر لي كلامًا فقلت له: قل له: إذا كان يرى في بقائي في اليمن فتنة، فأنا مستعد أن آخذ مكتبتي وأرحل عن اليمن فليس لي في اليمن إلا المكتبة، فلما رجع إليه الرسول قال الرئيس: أهذا كلام مقبل؟ قال: نعم كلام مقبل. فقال: قل له: يعمل الذي يريد. ¶ ولعل بعضكم يعرف قصة العمري مع هارون الرشيد، فقد كان",
            "page": "67",
            "part": "1",
            "seal": "CFB6536B"
        },
        {
            "id": "63",
            "nass": "العمري رجلًا زاهدًا فاضلًا كان إذا قدم على هارون الرشيد يخاف منه أعظم من جيش مكون من مائة ألف ويقول: قولوا له فليبق في المدينة، فقد تركناه في المدينة يقول ما يشاء، ولا يأتي إلى هنا يفسد عليّ جندي، فإنني لا أستطيع أن أصبر عليه، فقال أقرباؤه: ونحن لا نستطيع أن نكلمه، ثم ذهب إلى طرسوس أو إلى غيرها ثم رجع واعتزل لعله في الربذة، فأرسل إليه الخليفة الوزراء وبعض من يختبره وقالوا له: الآن امتلأت الدنيا ظلمًا وجورًا وفسادًا فنحن نريد أن تخرج ونحن معك؟ فقال: لا والله لا أكون سببًا لسفك دماء المسلمين، قالوا: فهذه أموال تصرفها لمن تريد؟ قال: أنتم أبصر بها، وردها لهم فلما بلغ هارون الرشيد ما قال قال: أما الآن فليتكلم بما يريد. ¶ فأقول: لا يتكلم الشخص على الكرسي أو ينازعهم عليه وقل ما شئت بعد ذلك، على أننا نرى العلم أفضل وأرفع بحمد الله من الملك والرياسة. ¶ وأما إخواننا في عدن فننصحهم بالاستمرار على الدعوة إلى الله عز وجل، فالناس مستجيبون ومندفعون، وننصحهم بالإقبال على العلم والتعليم وألا يصطدموا مع الحكومة، وإننا نحمد الله سبحانه وتعالى ففي ليلة الحادث _ أي: حادث التلغيم _ في مسجد",
            "page": "68",
            "part": "1",
            "seal": "BCCB73AF"
        },
        {
            "id": "64",
            "nass": "الرحمن في عدن وقد قتل فيه واحد من جماعة الفساد، _ وهم ممن يسمون أنفسهم بجماعة الجهاد _ فأف لهم ولجهادهم، يجاهدون المسلمين ويحرصون على قتل طلبة العلم والتلغيم للمصلين. ¶ فاتصلت بعد الحادث بقليل بأخينا مدير الأمن في عدن الأخ/ محمد طريق؛ جزاه الله خيرًا وقلت له: إذا كان بقاؤنا سيسبب لكم فتنًا أو يشق عليكم فسنرحل؟ فقال: لا، بل ابقوا وأخبرونا بالمحاضرة أين ستكون من أجل أن نأتي إن شاء الله بحرس والبلد بلدكم. ¶ فأقول لا ينبغي أن نصطدم مع المسئولين، نحن بحمد الله ننكر عليهم كل ما يخالف الكتاب والسنة مجلس النواب طاغوتي والدستور لا يساوي عندنا بصلة، بل دستورنا كتاب الله وسنة رسول الله صلى الله عليه وعلى آله وسلم. ¶ فإخواننا أهل عدن وأهل لودر يقبلون على العلم والتعليم والدعوة إلى الله برفق ولين. ¶ وإننا نحمد الله يا أهل السنة فإن الحزبيين والصوفية والشيعة يتمنون أن تحصل لهم تلك الاجتماعات وحالهم كالقصة التي ذكرها ابن عبد البر في كتابه \" بهجة المجالس \": أن قاضيًا كان حسودًا فمر بشخص والناس مجتمعون عليه من أجل أن يقتلوه",
            "page": "69",
            "part": "1",
            "seal": "8F832215"
        },
        {
            "id": "65",
            "nass": "_ لا أدري في قصاص أو في غير ذلك _ فقيل للقاضي: أتحسده على شيء؟ قال: نعم، على هذا الجمع الكثير. ¶ وبحمد الله فقد صارت هذه الأشياء دعاية للسنة، فالصحفي الذي أتى إلى هنا ويقول إنه من إذاعة لندن تردد يومين من أجل أن أتكلم معه بكلمة واحدة في المكرفون، فقد تحدثت معه في غير المكرفون، فقال: أريد أن تكون هذه الكلمة في المكرفون؟ فقلت له: لا، بل أولًا يجب أن تسلم، فإن الإسلام أقدم من هذه الكلمة. ¶ أما الأخ الذي قتل ولده في هذا الحادث في عدن، وكان قد أتى بأخواته الثلاث وبقي في الخارج، ثم انفجر اللغم وكان قريبًا منه فقضى الله عليه _ رحمه الله _ فقد أخبرت أن المسئولين يستدعون والده من أجل التحقيق ويتهمون والده، فأقول: هذا الأخ سني ويذهب ليلغم مسجد أهل السنة؟ فهذا لا يكون. ¶ فننصح الإخوة المسئولين ألا يجمعوا لوالده بين الحزن والفجيعة والتهمة، فقد انتهت القضية وهم يعرفون من الذي قام بالتفجير، وهم الذين هربوا في الشعاب بعد انفجار اللغم. ¶ وكذلك بعض الإخوة شكوا إلي وأرسلوا إليّ وهم في السجن أو في المستشفى والأمن السياسي يتردد إليهم، ويقولون: قد ألصقوا بنا تهمة.",
            "page": "70",
            "part": "1",
            "seal": "E0818CC3"
        },
        {
            "id": "66",
            "nass": "فنقول: إن السني ليس مغفلًا أن يضع اللغم في الحائط ويجلس بجانبه، فمثل هؤلاء لا يجوز أن يجمع لهم بين الفجيعة والجراحات والتهمة، فننصح المسئولين بإخراجهم آمنين. ¶ وكذلك أخبرت أن بعض الإخوة الليبيين يبكي ويقول: إن الأمن السياسي يريد أن يلصق التهمة بي. وذلك في حادث الانفجار الذي حصل في مسجد الخير بصنعاء. ¶ فنناشد الله المسئولين ألا يتعرضوا لسني، ونحن نقول: إن أهل السنة ليسوا بمعصومين فإنه من الممكن أن يدخل في السنة شخص ويكون شيوعيًّا يطلق لحيته ويقصر الثوب إلى وسط الساق وكذلك الجاسوس ولكن لا أدري هل الجواسيس يؤدون بأمانة أم لا، وأما لو نعلم بهم لطردناهم لا لأجل أننا نخاف منهم أن عندنا أسرارًا، فليس عندنا إلا كتاب الله وسنة رسول الله صلى الله عليه وعلى آله وسلم. والمسئولون الكبار يعلمون هذا، لكن لأننا نكره هذا النوع. ¶ فالتجسس على المسلمين لا يكون، بل يكون على أعداء الإسلام، أما على المسلمين فحرام، والنبي صلى الله عليه وعلى آله وسلم يقول في حديث أبي هريرة وغيره: (ولا تجسسوا). بل الله عز وجل يقول في كتابه الكريم: (يا أيها الذين آمنوا اجتنبوا كثيرًا من الظن إن بعض الظن إثم ولا تجسسوا) [الحجرات: 12].",
            "page": "71",
            "part": "1",
            "seal": "DC9191FE"
        },
        {
            "id": "67",
            "nass": "فالواجب على الإخوة المسئولين أن يتأنوا وأن يسألوا إخوانهم أهل السنة: هل هذا الشخص من جماعتكم أم لا؟ ¶ ويعجبني ما فعله (الذهب) عند أن كان في صعدة جزاه الله خيرًا فقد أرسل إلينا بثلاثة أشخاص أو أربعة وقد كانوا يريدون أن يذهبوا إلى الحج، ثم قبضوا عليهم، فقالوا: نحن خرجنا دعوة ونحن من طلبة أبي عبد الرحمن مقبل بن هادي الوادعي، فجاءوا بهم وعرفت منهم اثنين أو ثلاثة وواحد ما عرفته، فقلت: هذه لا أعرفه، وهؤلاء أعرفهم، ثم أطلقهم جزاه الله خيرًا. ¶ وأهل السنة هم أول من ينتقمون ممن يريد أن يخرب، لأننا مأمورون بالمحافظة على الأمن ولا تتم لنا دعوة، ولا تعليم إلا إذا استقر الأمن، وإلا فمن الذي يستطيع أن يقول: قال البخاري رحمه الله، والرصاص يدخل من النافذة، فلا بد من الأمن من أجل أن يؤلف المؤلف، والداعي إلى الله يدعو إلى الله، وجميع من له عمل من أهل السنة يقوم به وهو آمن. ¶ نسأل الله أن يمن على بلدنا بالأمن، وأن ينتقم ممن يروع المسلمين. ¶ وننصح الإخوة أهل السنة جميعًا أن يزيدوا من نشاطهم، ولا نستمع لعبد الله بن فيصل الأهدل الذي يقول: السلفيون والعلمانيون وجهان لعملة واحدة.",
            "page": "72",
            "part": "1",
            "seal": "A3FA0CDE"
        },
        {
            "id": "68",
            "nass": "وهو يقصد أننا لماذا لا ندعو الناس إلى الخروج على الحكومة؟ فنقول له: لا، فلن يكون هذا. ¶ والأخ الرئيس جزاه الله خيرًا يقول لنا: ادعوا إلى الله، وأمروا بالمعروف وانهوا عن المنكر لكن لا تغيروا بأيديكم، حتى لا تحدث فتن _ وأنا الذي قلت: حتى لا تحدث فتن _. ¶ فأقول: نحن ما قد وصلنا إلى التغيير باليد، ونحن نرى أن الدعوة أبلغ من التغيير باليد بل نرى الدعوة أبلغ من المدفع والرشاش، ونحن في بلد مسلم، والنبي صلى الله عليه وعلى آله وسلم يقول: (الإيمان يمان والحكمة يمانية). ¶ وكان مما قاله ذلك الصحفي: ما هذه الوثبة التي وثبتها السلفية في بلاد اليمن، مع أنهم كانوا شيعة فما معنى هذا؟ فقلت له: لا، فهذا هو الأصل، فإن التشيع هو الذي هو طارىء، وإلا فعلي بن أبي طالب الذي أرسل إلى اليمن كان سنيًّا، ومعاذ بن جبل كان سنيًّا، وأبو موسى الأشعري كان سنيًّا، واستمر هذا الأمر إلى أن خرج الهادي _ وأنا أكره الهادي، فليبلغ الشاهد الغائب وأبغضه _ لأنه لوّث اليمن وسفك دماء اليمنيين وأدخل عليهم الاعتزال والتشيع، فقد كان اليمن بلاد سنة حتى جاء الهادي وإن قال قائل: وعلي بن الفضل؟ فنقول: علي بن الفضل كان بعد الهادي، واقرأوا التاريخ وعلي بن الفضل قرمطي كافر.",
            "page": "73",
            "part": "1",
            "seal": "871D711C"
        },
        {
            "id": "69",
            "nass": "فعلى الإخوة بالجد والاجتهاد ودروسهم \" تفسير ابن كثير \"، \" وصحيح البخاري \"، و \"صحيح مسلم \" و\" القول المفيد \" لأخينا محمد بن عبد الوهاب الوصابي، وكتاب \" التوحيد \" وشرحه \" فتح المجيد \" للشيخ محمد بن عبد الوهاب النجدي رحمه الله، ولحفيده. ¶ وأهل السنة يتمتعون بنعمة في اليمن لا يشاركهم فيها أحد، يجب أن يحمدوا الله سبحانه وتعالى على هذه النعمة، وتتكلمون بالحق وتتعلمون وتدعون إلى الله سبحانه وتعالى. ¶ فلا ينبغي أن نكون سببًا في هزيمة دعوتنا وأن نساعد الأعداء في هذا، فلو حصلت أي نكبة فالشيوعي والبعثي والحداثي والناصري والشيعي والإخواني وأصحاب جمعية الحكمة والإحسان والصوفي كل هؤلاء يشمتون بنا. ¶ فينبغي أن نمشي ببطء ورفق ولين، والرفق ما كان في شيء إلا زانه وما نزع من شيء إلا شانه. ¶ وبحمد الله فأهل اليمن أثنى عليهم النبي صلى الله عليه وعلى آله وسلم ودعا لهم، وشهد لهم بأنهم خير أهل الأرض إلا الأنصار، كما في حديث جبير بن مطعم. رواه الإمام أحمد في مسنده. ¶ وعلينا أن نعتمد على الله سبحانه وتعالى ونتوكل عليه، وألا نبقى قلقين، وتعجبني كلمة الشيخ أحمد عاطف _ حفظه الله _ عند أن",
            "page": "74",
            "part": "1",
            "seal": "F2B8028C"
        },
        {
            "id": "70",
            "nass": "حصل ما حصل في مسجد إب فقال: أما إذا مكنّاهم فيتركون الشخص في كل مرة يصايح علينا ثم نترك المحاضرة ونمشي، ولما حصلت التفجيرات في عدن قال: أو كلما أتوا بقرنيحة هربنا منهم؟، فلا، بل سنبقى وندعو إلى الله ونعلّم ولا نبالي: (وما كان لنفس أن تموت إلا بإذن الله كتابًا مؤجلًا) [آل عمران: 145]. ¶ ويقول النبي صلى الله عليه وعلى آله وسلم: (أشد الناس بلاء الأنبياء ثم الأمثل يبتلى الرجل على حسب دينه). ويقول الله عز وجل: (فلا تهنوا وتدعوا إلى السلم وأنت الأعلون) [محمد: 35]. ¶ فأنت أيها السني الأعلى بحمد الله، ونحن نحمد الله موطنون أنفسنا أنها لو انطبقت السماء على الأرض فلا نبالي _ وليس معناه أننا لا نأخذ حذرنا _ بل يجب على إخواننا حفظهم الله أن يأخذوا حذرهم، ومادام أولئك لا يبالون بدماء المسلمين. والنبي صلى الله عليه وعلى آله وسلم يقول: (لا يزال المسلم في فسحة من دينه ما لم يصب دمًا حرامًا). ¶ ويقول أيضًا: (أنه يؤتي بالمقتول يحمل رأسه تنتفخ أوداجه دمًا فيقول: يارب سل هذا فيما قتلني؟ فيؤخذ به ويزج إلى النار). ¶ فما داموا يستحلون دماء المسلمين في المساجد فلا يمنع أن",
            "page": "75",
            "part": "1",
            "seal": "3FF77964"
        },
        {
            "id": "71",
            "nass": "يستحلوا دمك أيها الداعي إلى الله وأن يضعوا تحت السيارة اللغم أو يلصقوه بها. ¶ فعلى الإخوان جميعًا أن ينتبهوا وأن يحترزوا، فالسني عندنا يساوي الدنيا، لكن ليس معناه أن نتضعضع ونترك الدعوة إلى الله. ¶ وقد أخبرت أن بعض الناس يقول: الآن لا يوجد جهاد، فدعونا نذهب نصلي الجمعة في مسجد الخير لعلنا نرزق الشهادة. ¶ وأخبرت أن شخصًا عند احتضاره يقول: إن للموت سكرات، لا إله إلا الله، وآخر أخبر أنه يقول: ياليتني أنا المجروح والذي أصبت بما أصيب به، وهو لا يعرفه ولا يدري من أين هو لكن لما رآه رجع إلى الله عز وجل عند الموت. ¶ والله عز وجل يقول: (إنما المؤمنون إخوة) [الحجرات: 10] وما انتشرت دعوة أهل السنة إلا لكونها لا تفرق بين عربي وعجمي وأبيض وأسود، وذكر وأنثى، لكن ليس معناه أنك لا تفرق بين ذكر وأنثى فصوت المرأة مثل صوت الرجل، لا، فالتصويت طاغوتي، وليس معناه كما يقول المجرمون أن المرأة تعطى مثل نصيب الرجل في الميراث، بل معناه أنهم يكرمون المرأة ولا يهينونها ويعزونها ويخدمونها، من أجل هذا فكثير من الفتيات الصالحات يرغبن في الزواج من أهل السنة بحمد الله وهذه نعمة من الله سبحانه وتعالى.",
            "page": "76",
            "part": "1",
            "seal": "5D222C0D"
        },
        {
            "id": "72",
            "nass": "ونقول لأصحاب التفجيرات: اتئدوا فلن تحولوا بيننا وبين الدعوة حتى لو قتلنا فنحن لا نبالي بهذا. وكل شيء يحصل لأهل السنة يعتبر دعوة إلى سنة رسول الله صلى الله عليه وعلى آله وسلم، وما أتاني آت من يافع ولا من حضرموت أو من عدن، أو من صعدة أو من المحويت إلا وهم يقولون: الناس يتعطشون لدعوتكم يا أهل السنة ونريد منكم من يأتي ويعظ الناس. ¶ والحزبي يأتي إلى المسجد ويقوم وقلبه يرجف، لأنه سيقول: السلام عليكم ورحمة الله، وينصرف الناس ويتركونه يخطب للسواري. ¶ وأنا أنصح الإخوان جميعًا بالرفق، فإن الرفق ما كان في شيء إلا زانه وما نزع من شيء إلا شانه. وبالمناسبة أنصح المسئولين بالرفق خصوصًا إخواننا الجنوبيين فهم بعد الشيوعية التي قد أزعجتهم وطردتهم من بلدهم وقتلت كثيرًا من رجالهم وانتهكت أعراضهم. ¶ وعلى الإخوة المسئولين ألا يأتوا بقاض أو حاكم أو مدير ناحية وهو مرتش، فقد كان عندنا حاكم بصعدة اسمه محمد بن يحيى من بيت الشامي، لا يسميه أهل صعدة إلا أيوب طارش، وأنتم تعرفون من هو أيوب طارش، فذهبنا نصيح عند المسئولين فرفعوه ولكن إلى أين؟ إلى شبوة فلا. مثل هذا ينبغي أن يعزل، سواء أكان",
            "page": "77",
            "part": "1",
            "seal": "40AABAEB"
        },
        {
            "id": "73",
            "nass": "ضابطًا أم كان قاضيًا حتى ولو كان جنديًّا وهو يرتشي يجب أن يبعد فإنه كما قيل: إن الرشوة إذا دخلت من الباب خرج العدل من النافذة. والنبي صلى الله عليه وعلى آله وسلم يقول: (لعن الله الراشي والمرتشي). ¶ فنريد أن نقطع ألسنة الشيوعيين الذين يقومون بمظاهرات وأن نري إخواننا الجنوبيين عدالة الإسلام: (إن الله يأمر بالعدل والإحسان). ويقول: (وإذا قلتم فاعدلوا) [الأنعام: 152]. ¶ ويقول: (ولا يجرمنكم شنآن قوم على ألا تعدلوا اعدلوا هو أقرب للتقوى) [المائدة: 8]. ¶ وأيضًا لا تتحكم أمريكا في بلدنا وترفع الأسعار على اليمنيين، بل يجب على اليمنيين أن يتحكموا في بلدهم ويعتذروا لأمريكا إن كانوا يخافون منها ويقولون: إن الشعب هائج فلا نستطيع أن نصطدم معه بسبب هذا الغلاء. ¶ أسأل الله العظيم أن يحفظ علينا ديننا وأن يتوفانا مسلمين، والحمد لله رب العالمين.",
            "page": "78",
            "part": "1",
            "seal": "72A39506"
        },
        {
            "id": "110",
            "nass": "2 - غرفة كبيرة لاستقبال الضيوف والوافدين. ¶ 3 - بيت الشيخ وسكنات الطلاب بقسميه (العزاب والمتزوجون). ¶ 4 - المسجد بدوريه العلوي والسفلي. ¶ 5 - دكاكين صغيرة ومطاعم صغيرة متواضعة. ¶ 6 - مطبخ لتجهيز الطعام للطلاب. ¶ ملتقى عالمي:- تعجب حقًّا حين ترى تلاميذ الشيخ قد وفدوا من كل أقطار الدنيا، تركوا الدنيا خلفهم وجاؤوا طلبًا للعلم ورغبة فيه، فهو بحق ملتقى عالمي لشباب مسلم _ يبحث عن معرفة دينه _ ليس له نظير على الإطلاق فترى شبابًا من بريطانيا!!، ومن أمريكا!! ومن أندونيسيا!! ومن الصومال!! ومن أستراليا!! ومن السودان!! والمغرب العربي!! ومن الشام!! و ... و ... غيرها من البلاد، ومن الملاحظ أنه لا يكاد يوجد من أهل الخليج أحد!!!؟؟ ¶ التآلف والأخوة: وتجد هؤلاء الشباب _ ماشاء الله _ الابتسامات تملأ وجوههم والترحيب والإكرام، وتسابقهم على الضيافة والتعاون والتساعد فيما بينهم وخفض الجناح واللين واللطف مايسر ويبهر حقًّا. ¶ السنَّة: في دمَّاج السنة ظاهرة بارزة، وحرص الشباب على التوحيد والعقيدة والتحذير من البدع والحزبية غير خافٍ أبدًا، وكذا",
            "page": "115",
            "part": "1",
            "seal": "046B53AF"
        },
        {
            "id": "111",
            "nass": "تقيّدهم بالسنة وما ثبت عن النبي صلى الله عليه وعلى آله وسلم، فالسنة والسلفية معزَّزة منصورة، فلا تكاد ترى مخالفة لسنة، ولا انتصارًا لبدعة، فليس لأهل البدع والحزبيين والخرافيين مكان في دماج. ¶ الفتن: أستطيع أن أقول: إن الفتن في دماج (معدومة)، فلا شرك ولا بدعة ولا نساء متبرجات ولا غناء ولا منكرات ولا فساد، إنما أمن وأمان، وكل ما تسمعه القرآن والسنة وعلومهما، وكل ما تراه هو السنة وتطبيقها، والالتزام بها والعض عليها، فالبدع مقهورة، والحزبية مهزومة مدحورة. ¶ علم الحديث ورجاله في (دماج): لم نكن نسمع شيئًا عن علم الأسانيد، وما كنَّا نظن أن هناك من يحفظ الأحاديث بأسانيدها، أو يعرف أسماء الرجال ويحفظها حتى رأيت الشيخ وتلاميذه، فرأيت عجبًا، فليس معرفة الأسانيد وحفظها خاص بالكبار، بل وحتى الصغار!!!! ¶ فتجد الصغار ولم يتجاوز عمر أحدهم 9سنوات وهو يحفظ الأحاديث بأسانيدها وتخريجها، فيقوم أحدهم أمام الشيخ ويهز الأحاديث من حفظه هزًّا!! وليس هذا أمرًا مستغربًا أو حالة شاذة، بل عشرات الأطفال على هذا المستوى وهم في تنافس دائم بين يدي الشيخ!!!",
            "page": "116",
            "part": "1",
            "seal": "C834986D"
        },
        {
            "id": "112",
            "nass": "* ولا تعجب إذا ذكرت حديثًا أن ترى الأبصار كلها تلتفت إليك، ومن ثَمَّ يسألونك (من صحابيَّه؟ ومن أخرجه؟ وما حاله؟) هكذا، دائمًا وأبدًا لا يسمحون بمرور حديث على أسماعهم إلا وطالبوك بصحة الحديث ومخرِّجه، هكذا غرس الشيخ في نفوس طلبته، فجزاه الله خيرًا. ¶ الحفظ: الحفظ في دمّاج شيء عجيب، وأمر غريب، فليس عجبًا أن ترى كثرة يحفظون \" عمدة الأحكام \"، بل و \" بلوغ المرام \" و \" رياض الصالحين \"!! بل حتى \" الصحيحين \"، فإن الحفظ في دماج يصبح ملكة طبيعية في مثل هذا الجو العلمي الزاخر، وفي هذه البيئة الخالية من الشواغل. ¶ الزهد والبساطة:- ترى الشيخ وطلابه من أبعد الناس عن الدنيا والتطلع إليها فهم زاهدون فيها، فرحون بما هم فيه من العلم والدعوة، على قلة ذات اليد، لا يبغون عمَّا هم فيه صرفًا ولا تحويلًا، قد ألفوا شغف العيش وأخسنه (¬1) وتعلموا الصبر والصمود في أقسى الظروف، لا يثنيهم عن ترك ما هم فيه جوع ولا فقر، ولا نقص نفقة أو مال، بل همَّهم العلم والدعوة، ويكابدون من أجل ذلك التعبَ والجهد والمشقة، لكنه بالنسبة لهم أحلى من العسل؛ فقد خالط العلم والتعليم قلوبهم فوجد فيه مستقره. ¶ ¬_________ ¶ (¬1) كذا في الأصل، والصواب: أخشنه. كما هو ظاهر العبارة. أبو عمر",
            "page": "117",
            "part": "1",
            "seal": "07432F90"
        },
        {
            "id": "113",
            "nass": "شقائق الرجال: هذه الدعوة المباركة والخير ليس قاصرًا على الرجال فحسب، بل حتى النساء عند الشيخ لهن نصيب كبير، فللنساء مكان خاص في دروس الشيخ يسمعن المحاضرات والدروس، وبنت الشيخ الصغرى طالبة علم محدِّثة لها كتب في الأحاديث، وتحكم عليها صحة وضعفًا، بالإضافة إلى الدروس المستمرة بينهنَّ في الفقه والعقيدة والحديث واللغة وغيرها، تقوم به بعض الطالبات البارزات، بل لبعضهنَّ كتابات في الرد على الحزبيين وأصحاب الجمعيات وأهل البدع وأصحاب السياسات الفاسدة!!! ¶ بل أقبلت النساء في كثير من أراضي اليمن على دعوة السلفيين وأحبوها ونبذوا البدع والخرافات فلله الحمد والمنَّة. ¶ النفقات والمصاريف: - الحياة عند الشيخ غير مكلفة فـ (100) دولار تكفي الطالب في مركز الشيخ شهرًا كاملًا وزيادة إذا لم يكن الطالب من المبذرين. والشيخ يقوم بالنفقة على طلبة العلم من أموال الصدقات والمتبرعين لكنها قليلة لا تسد حاجة المركز والطلبة، والشيخ متعفف، قنوع، عزيز النفس، لا يمد يده لأحد فهو يتكفل بطعام الطلبة في كل الوجبات، ويعطي المتزوجين مصروفًا شهريًّا بالإضافة إلى مصاريف الكهرباء والأجهزة وما يحتاجه المركز مما يتطلب أموالًا كثيرةً؛ وللأسف الشديد أن دعوة الشيخ لم تلق دعمًا بالحجم المطلوب، خاصة من إخوانهم أهل الخليج، لا من الناحية",
            "page": "118",
            "part": "1",
            "seal": "F851A3AE"
        },
        {
            "id": "114",
            "nass": "المادية، ولا من الناحية المعنوية، حتى بخل الكثير بالسؤال عن الشيخ ودعوته، أو استفتاء الشيخ وطلب مشورته في أمور الدعوة!!! والله المستعان. ¶ طلبة الشيخ في (دماج):- عند الشيخ ما يقرب من (1500) ألف وخمسمائة طالب متفرغين ثابتين عند الشيخ، ملازمين له لا يفارقون دروسه، ومنهم (300) أسرة _ والبقية عزاب؛ وسكان (¬1) المتزوجين مستقل منفصل تمامًا عن سكن العزاب. ¶ - وبيوتهم متواضعة غالبها من طين، ليس فيها وسائل الرفاهية، فسقفها جذوع الأشجار، وبعضها فيها كهرباء _ خاصة المتزوجين _ والبعض الآخر بالسرج التي توقد بالغاز. ¶ فبيوت العزَّاب عبارة عن غرف صغيرة، وفيها حمام ومطبخ متواضعَين، تبلغ تكلفة الغرفة تقريبًا (450 - 550) دولار. ¶ وعدد غرف العزاب (150) غرفة والبقية ليس عندهم غرف فهم ينامون في المسجد أو في صالة كبيرة في الدور الأرضي!! والله المستعان. ¶ * أما في الصيف فيزداد عدد الطلبة إلى (5000) خمسة آلاف وزيادة!!! ¶ طلبة الشيخ وأنصاره في سائر اليَمن:- يُقدَّر عدد الذين درسوا على يد الشيخ بما يزيد على (00و100) (¬2) مئة ألف طالب علم، وهذا ¶ ¬_________ ¶ (¬1) كذا في الأصل، والصواب: سكن. كما هو ظاهر العبارة. أبو عمر ¶ (¬2) كذا في الأصل، والصواب (000و100). كما هو ظاهر العبارة. أبو عمر",
            "page": "119",
            "part": "1",
            "seal": "F7ED7025"
        },
        {
            "id": "115",
            "nass": "ليس مبالغة (¬1)!! ¶ وبرز منهم عدد غير قليل، وتعجب من قوتهم في العلم وحدة ذكائهم وإقبالهم على العلم بَنَهمٍ وشَرَهٍ ليس له نظير!! ¶ * أما أنصار الشيخ ومحبيه فأكثر من أن يُحصوا، فلا تذهب إلى قرية من القرى، ولا تقلب حجرًا في سفح جبل أو في بطن وادي إلا وجدت لدعوة الشيخ أثرًا ووجدت من طلبة الشيخ وأنصاره ومحبيه من يدعو إلى السنة، ويحارب من أجلها ويدافع عنها. ¶ بعض طلاب الشيخ البارزين: لقد ربى الشيخ جيلًا كاملًا، بل أجيال، ورباهم تربية علمية صحيحة، متدرجًا معهم في العلوم بدءًا بصغار العلم قبل كباره، فكان من الطبيعي أن يبرز من بين هذا الجمع الغفير (نخبة) يحملون عبء هذه الدعوة ويسيرون في الطريق نفسه، فكان من بين هؤلاء:- ¶ 1 - الشيخ المحدِّث المربِّي: مصطفى بن إسماعيل، أبو الحسن المصري ثمَّ المآربي قال عنه الشيخ مقبل: (قائم بمركز علمي بمأرب وتآليفه وتحقيقاته تدل على تبحّرِه في علم الحديث، فله المؤلفات القيِّمة) اهـ. ومن أهم مؤلفاته وأعظم كتبه: \" شفاء العليل في ألفاظ الجرح والتعديل \" فهو فريد في بابه، ومركزه به أكثر من (150) ¶ ¬_________ ¶ (¬1) أفادني بهذه العدد جملة من طلاب الشيخ الملازمين له سنوات، والذين طافوا أكثر مناطق اليمن ورأوا والتقوا بكثير من طلاب الشيخ وشاهدوا تجمعاتهم ونشاطهم.",
            "page": "120",
            "part": "1",
            "seal": "A34BBBAA"
        },
        {
            "id": "116",
            "nass": "طالب متفرغ لطلب العلم والبحث والتحقيق من مختلف الجنسيات، ينفق عليهم من صدقات أهل الخير. ¶ وله الآن سلسلة فتاوى تصدر كل شهرين فيها من التحقيقات الفقهية والحديثية والمنهجية ما تُشدُّ إليه الرحال، وعنده مكتبة كبيرة موقفها على طلبة العلم وهو جزاه الله خيرًا رادٌّ على أهل البدع مؤصِّلٌ لقواعد أهل السنة، وله أشرطة كثيرة في نصرة السنة وغيرها من المواضيع. ¶ 2 - الشيخ الداعية الخطيب: محمد بن عبد الله، أبو نصر الريمي، الملقب بـ (الإمام): قال عنه الشيخ مقبل: (مركز علمي بمَعْبَر، قد تخرج على يديه طلبة علم، وهو _ حفظه الله _ قائم بالتعليم والدعوة إلى الله) اهـ. ¶ وعنده ما يقرب من (500) طالب علم متفرغ للتعلم والدعوة إلى الله. وله مؤلفات أشهرها كتابه (تنوير الظلمات بكشف مفاسد وشبهات الانتخابات) يقع في (250) صفحة من القطع المتوسط. ¶ 3 - الشيخ الداعية المحقق: محمد بن عبد الوهاب الوصابي العبدلي، أبو إبراهيم، قال عنه الشيخ مقبل: (الداعية إلى الله، الزاهد الصابر، المتقن في تحقيقاته وتآليفه) اهـ. وقال عنه أيضًا: (أصبح _ حفظه الله _ مرجعًا يُعتمد على فتاواه وأقواله، وذلك من فضل الله عليه) اهـ.",
            "page": "121",
            "part": "1",
            "seal": "79EDE806"
        },
        {
            "id": "117",
            "nass": "وله محاضرات وخطب قيمة مفيدة. ¶ 4 - الشيخ الداعية الواعظ المؤثر (خطيب أهل السنة): عبد الله بن عثمان الذماري أوتي أسلوبًا عجيبًا في الوعظ والخطابة، فقلما يخطب في موضوع من مواضيع الرقائق أو اليوم الآخر، أو القبر إلا ورأيت المسجد كله يضج بالبكاء، والنحيب، قال عنه الشيخ مقبل: (عبد الله بن عثمان الذماري، خطيب أهل السنة، بل لا أعلم واعظًا في اليمن يماثله، ويمتاز عن غيره من الواعظين، بتقيِّده بكتاب الله والسنة الصحيحة) اهـ. ¶ 5 - شاعر الدعوة: أبو رواحة، عبد الله بن عيسى الموري، الشاعر الشاب المفوَّه، محبٌّ للشيخ جدًا، ومدافعٌ عن السلفية ورادٌ على الحزبيين والطاعنين في الشيخ ودعوته بقصائد كثيرة قويَّة وموزونة. ¶ وله قصيدة رائعة في الدفاع عن الشيخ ربيع بن هادي المدخلي _حفظه الله (¬1) _ وقد أنهى مؤخرًا قصيدته الألفية _ ألف بيت _ في الدفاع عن السلفية والرد على الحزبيين وأهل البدع وقد دفعت للطبع قريبًا. ¶ وهناك غير هؤلاء الدعاة كثير، لولا خشية الإطالة لذكرتهم. ¶ ¬_________ ¶ (¬1) في ثنا هذا الكتاب وضعت شيئًا من قصائد شاعر الدعوة (أبو رواحة)",
            "page": "122",
            "part": "1",
            "seal": "7125403E"
        },
        {
            "id": "118",
            "nass": "وأخيرًا نداء ¶ - إلى جميع المحبين للخير والعلم ... ¶ - إلى من ضاق من البدع والحزبية ... ¶ - إلى من يعدُّون الدقائق والثواني ... ¶ - إلى من آثر الآخرة على الدنيا ... ¶ - إلى من سأموا حياة البذخ والترف والرفاهية ... ¶ - إلى من أحب السنة وتعلق قلبه بها ... ¶ - إلى من عرف قدر العلم وأهله ... ¶ - إلى الصادقين الجادين ... ¶ إلى هؤلاء جميعًا أوجه هذا النداء ¶ فهذا هو الشيخ ودعوته ... ¶ وهذا هو صبره وشجاعته ... ¶ وهذا هو علمه وفقهه ... ¶ وهذا هو وضعه وحاله ... ¶ وهؤلاء هم طلابه وأنصاره ...",
            "page": "123",
            "part": "1",
            "seal": "FF1D9D3B"
        },
        {
            "id": "119",
            "nass": "فيا شباب .. !!! انصروا هذه الدعوة ما دام الباب مفتوحًا قبل أن يغلق. قدموا ما بأيديكم، ولا تبخلوا بشيء تستطيعون بذله، من دعاء بأن يحفظ الله هذه الدعوة ويبارك فيها، وبالسؤال والاستفسار عن أحوالهم ومدهم بالمال وغيره، وكفالة طلاب العلم، وبنشر صورة هذه الدعوة المباركة في أوساط الشباب. ¶ * وإني أنصح كل شاب بل وكل شيخ أحب العلم والخير، أن لا يفوّت على نفسه فرصة التواجد في هذه البيئة الطيبة المباركة التي يعز وجود مثلها على وجه الأرض في هذا الزمان، فدع عنك الدنيا والترف والرفاهية، وأقبل على بيئة العلم والعمل والدعوة، أقبل على بيئة مصانع الرجال؟ ¶ * فيا شباب!! لا تبخلوا على الشيخ ولو بزيارة، خذها ولو من باب السياحة والتجوال، فكم يضحي غيرنا من أهل الباطل والبدع، فالجهاديون يبذلون ويسافرون إلى ملاذاتهم وأوكارهم ... !!! والتبليغيون يرحلون ويتجولون. وأهل الكرة يسافرون ليشجعوا فريقهم!! وأهل الغناء يسافرون لحضور احتفالاتهم فلا يكن أهل الحق أخس همة، وأقل عزيمة من أهل الباطل!!! ¶ * فالبدار ... البدار يا إخوتي ... عجِّل ... ولا تتوانى ... أقبل ... ولا تخف ...",
            "page": "124",
            "part": "1",
            "seal": "5A8836BD"
        },
        {
            "id": "120",
            "nass": "جرب ... ولن تندم إن شاء الله. ¶ ألا هل بلغت: اللهم فاشهد (إن في ذلك لذكرى لمن كان له قلب أو ألقى السمع وهو شهيد) [ق: 37]. (¬1) ¶ ¬_________ ¶ (¬1) ملاحظة: ¶ * لا تذهب قبل أن تجالس بعض من ذهب عند الشيخ، فيعطيك تفاصيل أكثر، ولا بد أن تجد أحدًا يستقبلك في مطار صنعاء هناك فإن هذا أفضل. ¶ * ولا بد من التأكد من صلاحية التأشيرة، فإن الشيخ غير مسؤول عن ذلك، وكل من ليس عنده تأشيرة أو انتهت مدتها يدفع عن كل يومٍ غرامة مالية أو يسجن.",
            "page": "125",
            "part": "1",
            "seal": "46DE41A8"
        },
        {
            "id": "121",
            "nass": "بعض ما قيل في الشيخ ودعوته من أشعار ¶ هو ما أتى يدعو لحزب باطلٍ ... كلا ولكن للكتاب وللأثر ¶ يهدي البشارة من دعا بهما ومن ... أوذي لأجلهما فصابر واصطبر ¶ وأتى يحذِّر من أمورٍ كلها ... تهوي بصاحبها وتصليه سقر ¶ يدعو لدين الله دعوة صادقٍ ... شرب الأسى من أجلها وبه انصهر ¶ ومضى بدعوته ولم يعبأ بمن ... راموا به كيدًا ليسقط في الحُفَر ¶ هجر الفراش وأي نوم عنده ... والحق يذبحه السفيه وما انتظر ¶ لو تبصرون الشيخ وهو بداره ... دار الحديث، عرفتم ُ صدق الخير (¬1)، (¬2) ¶ وقال آخر (¬3): ¶ يا شيخ مقبل حيّا الله طلعتكم ... وزادك الله علمًا بالغ النور ¶ أرى لكم وإله العرش موهبةً ... من الإله بتوفيقٍ وتيسير ¶ لما نرى فتنة مال الرجال بها ... نرى لكم وقفةً في الحقِ كالطور ¶ وإن أتونا بأقوالِ مزخرفةً ... كشفتَ علَّة ما قالوه بتدبير ¶ ألست فارس ميدان الحديث وقد ... نكست رايات من عاشوا بتغرير ¶ ¬_________ ¶ (¬1) كذا في الأصل، والصواب: الخبر. كما هو ظاهر العبارة. أبو عمر ¶ (¬2) من شعر / أبو حسان: عبد الرحمن بن علي السعدي. ¶ (¬3) من شعر / أبو عبد الوهاب، علي بن علي بن عبد الله الرصاص.",
            "page": "126",
            "part": "1",
            "seal": "9C4ACC4A"
        },
        {
            "id": "122",
            "nass": "دككت حصنًا منيعًا للروافض قد ... شادوه دهرًا فأضحى كالأساطير ¶ عاداك قومٌ ففلَّ الله شوكتهم ... ووعدُ ربِّك لا يحظى بتأخير ¶ يا شيخنا أسأل الرحمن ينفعنا ... بعلمكم، إنَّ ربِّ واسع الخير ¶ وقال آخر (¬1): ¶ الشيخ مقبل ياكم حاز من شرفٍ ... وكم رزايا أتته نحوها ابتسما ¶ قام الكريم بأرض ما بها أحدٌ ... لدعوة السنةِ الغراء إذ رسما ¶ قام الكريم بأرض كلها جثث ... من الروافض بيد الحق ما انفصما ¶ فنادى بالسنة الأقوام في مهلٍ ... فقام بالسنة الغراء ما انهدما ¶ الله يعلم كم لاقا من نصبٍ ... على الطريق وكم لاقى بها ألما ¶ يا أيها الشيخ قد أصبحت مصطنعا ... لقمة المجد سرت الركن مستلما ¶ يارب فاحفظه من كل البلاء وكن ... يارب للشيخ غوثًا ينشرُ الهمما ¶ ¬_________ ¶ (¬1) من شعر / أبو عبد الله منصور الأديبي. ¶ قال أبو عبد الرحمن السلفي _ عفا الله عنه _ فرغت من كتابة هذه الورقات في يوم الثلاثاء 9محرم 1419هـ في مكتبتي في قطر، وكنت قد بدأت الكتابة فيها في دماج آخر أيامي فيها. ولله الحمد والمنة.",
            "page": "127",
            "part": "1",
            "seal": "71D4559A"
        },
        {
            "id": "74",
            "nass": "التراحيب في الرحلة وعند القدوم إلى البلد",
            "page": "79",
            "part": "1",
            "seal": "D0B21272"
        },
        {
            "id": "75",
            "nass": "ترحيب من الشيخ عبد العزيز البرعي بإب ¶ طِرة بالبشارة بين الناس يا ساري ... فقد قضى الله آمالي وأوطاري ¶ لما علمنا قدوم الشيخ فابتسمت ... كل البلاد وطار الأنس في الداري ¶ غيث من الله عمَّ الأرض فانتفعت ... به العباد وتلكم حكمة الباري ¶ فيه الصواعق لكن فوق مبتدع ... وفيه خير لأقوام وأخيار ¶ يا أهل إب تعالوا فاقتنوا حكمًا ... لامال نبغي ولا طنات دينار ¶ ولا نشيد بأعمال مزخرفة ... من الذبائح أو وجبات إفطار ¶ ندعو إلى الحق والرحمن يكلؤنا ... ومن يعنه فلا يزرأ بأوضار ¶ ياقوم دعوة حق لا التباس بها ... فأنقذوا أممًا من شدة النار",
            "page": "80",
            "part": "1",
            "seal": "27AE5832"
        },
        {
            "id": "76",
            "nass": "ترحيب من إب من الأخ الفاضل قائد بن حمود بن قائد العديني ¶ يا إبُّ أشرقي بالأنوار وابتسمي ... ورحِّبي فرحةً بالعالم الفهِم ¶ فذاك مقبل من سارت مواكبه ... على شريعة خير الخلق كلِّهِم ¶ أهلًا به وبمن جاءوا بموكبه ... فوق الرؤوس حيلًا مرحبًا بِهِم ¶ يا حاميًا سنة الهادي وناصرها ... جزيت خيرًا من الرحمن ذي الكرم ¶ الله يجزيك في الدنيا مثوبته ... وفي القيامة تعطى جنة النِّعِمَ ¶ لما صبرت وعلَّمت الهدى ظهرت ... أنوار دربك تعلو سامق العلمِ ¶ ربيت جيلًا نظيفًا من شوائبه ... منظمًا محسنًا للحق يحتكمِ ¶ في كل أرض نراهم كالنجوم لما ... نحلتهم من سمات الدين والشيم ¶ أطوار علمٍ نراهم في مراكزهم ... منزهون عن الأوضار والتُّهِم ¶ يا شيخنا البار سر والله ناصركم ... واصدع بسنة هادينا وبالحِكم ¶ وفي الأخير فأهلًا مرحبًا بكم ... في كل نادٍ ألا يا جهبذ الأمم ¶ حيّ بكم بسمول الخير بلدتكم ... وفي العرين وفي إب وفي نقم ¶ حيّ بكم في سهول الشعب أجمعها ... وفي الهضاب وفي الأكام والقمم ¶ وسامحوني فإني عاجز أبدًا ... لا لست أوفيكُم حقًا لكم بفم ¶ مهما مدحت وأطنبت وجدت بما ... عندي فإني بكل العجز متسم",
            "page": "81",
            "part": "1",
            "seal": "5A9BD67A"
        },
        {
            "id": "77",
            "nass": "بسم الله الرحمن الرحيم ¶ قل موتوا بغيظكم ¶ أيا نبأً يسطِّره مِدادي ... تبيَّن فيه تخطيطُ الأعادي ¶ فكم حقدٍ دفينٍ كان يخفى ... وصار اليومَ يبدو في اتِّقادِ ¶ وكم حزبيةٍ تغتال سِرًا ... وتفتِكُ بالأُلى في كل نادي ¶ ألم تعلمْ بأنَّ الشيخ ولى ... إلى عدَنٍ على درْب الرَّشادِ ¶ وفي المنصورة الغراءِ لغْمٌ ... تفجَّر كي يموتّ به ابنُ هادي ¶ فحاق المكرُ بالناشين مكْرًا ... وصار المكْر يُذرى كالرَّمادِ ¶ وفي قلُّوعةٍ صمتٌ رهيبٌ ... ليُبْحَثَ في القضية في انفرادِ ¶ فإمَّا أن يكونوا أهل صدق ٍ ... فيؤتى بالحقيقة والمرادِ ¶ فيُمسَكُ كلُّ حزبٍّي غشومٍ ... ومن قد عاث فيهم بالفسادِ ¶ وإما كان تخطيطًا بئيسًا ... بطولتُه السياسةُ في بلادي ¶ فذاك اللهُ يُفْشِلُه، ويُعْلي ... لأهل الحق قدْرًا في العبادِ ¶ وحتى لو تجمَّعت البرايا ... كذا الأحزابُ قامتْ في اجتهادِ ¶ لتطفئَ نور خالقنا فأنَّى ... وأهلُ الحق دوماً في ازديادِ؟ ¶ فكم حزبٍ أراد بنا صلاحاً ... فكان صلاحُه عينَ الفسادِ",
            "page": "82",
            "part": "1",
            "seal": "92E96222"
        },
        {
            "id": "78",
            "nass": "رأيتُك يا ابنَ هادي خيرَ هادي ... بهذا العصر في هذي البلادِ ¶ فدعوتُك الحكيمةُ خيرُ دربٍ ... تَقَرّ ُبها الحواضُِر والبوادي ¶ فلا الثورات تنصرها ولكنْ ... بذاك العلم تقْمعُ للمُعادي ¶ لذا نجَّاك ربُّ الكون ممَّا ... تآمر فيه أربابُ الفسادِ ¶ فكم حزبيةٍ تزدادُ غيظاً ... وزاد الغيظُ أنْ سَلِم ابنُ هادي ¶ ألا موتوا بغيظكمُ فهذا ... دليلُ الحبِّ يعلو مِن فؤادي ¶ ألا موتوا بغيظكمُ فشعري ... دفاعٌ صارَ يبدو خيرَ حادِ ¶ وما قد كنتُ حسَّاناً ولكنْ ... أسيرُ بدربه دربِ الرَّشادِ ¶ ولا ابنَ رواحةٍٍ لكن أُكَنَّى ... بكنْيته دليلٌ في الودادِ ¶ وبينا نحنُ في درسٍ حضورٌ ... وإذ نادى يبشِّرُنا المنادي ¶ بأن الشيخ حقًا قد أتانا ... عظيمَ القدْرِ مرفوعَ العمادِ ¶ فثار رصاصُ دمَّاجٍ بأُنْسٍ ... كرَشْق النَّبْل يعلو في الوِهادِ ¶ إذا هَدَأَتْ بنادقُ أهل حيٍّ ... أتت قومٌ تكِرُّ على الزِّنادِ ¶ هنا علَتِ البشارةُ كلَّ وجْهٍ ... وصار الأنْسُ يغمُر في الفؤادِ ¶ وثار رصاصُ شعري مستهيمًا ... ففاقَ رصاص َآليِّ البلادِ ¶ محدِّثَ عصْرنا أهلاً وسهلاً ... فشِعْرُ الحبِّ يُعْلنُ في الودادِ ¶ فأكرِمْ منْزلاً بل قََّر عيْنًا ... فدَتْك الرُّوحُ يا داعي الرَّشادِ ¶ فلولا مِنَّةُ الرحمن فينا ... بأنْ أبقاك ذُخراً للعبادِ ¶ لأبصرْنا هنا دمَّاج ثكْلى ... وقد لَبِسَت لكم ثوبَ الحِدادِ",
            "page": "83",
            "part": "1",
            "seal": "4ED2BD2D"
        },
        {
            "id": "79",
            "nass": "ولكن نحمدُ الرحمنَ حمْدًا ... على الرُّجعى إلى هذي البلادِ ¶ وصلِّ اللهُ ما ذرفتْ عيونٌ ... للقيا شيخنا أعني ابن هادي ¶ على المبعوث خيرِ الناس نَهجًا ... وخيرِ الرُّسْلِ بل خيرِ العبادِ ¶ بقلم أبي رواحة / عبد الله بن عيسى بن أبكر الموري ¶ دماج _ صعدة ¶ في يوم الأربعاء الموافق 5/ 11/1418 هـ",
            "page": "84",
            "part": "1",
            "seal": "EFCBD8E9"
        },
        {
            "id": "80",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين، وبه نستعين على أمور الدنيا والدين، وبعد ... ¶ هدي النبي له في الأرض تسهيل ... من بعد جهل له في الناس تطويلُ ¶ هذا صراط من الرحمن لا عوجٌ ... نعم السبيل إلى الجنات موصولُ ¶ من سار فيه فإن الله ينصره ... على البغاةِ وأمر الله مفعول ¶ حي على سنة المختار نلقَ بها ... دار المسرةِ فيها الخير مرسولُ ¶ فيها الدواء لأمراض تعاشرها ... كل البلاد ودين الله معزولُ ¶ قد خيب الله آمالًا لها هدف ... تحطيم شيخ لنا والشر مغلولُ ¶ شلت يد الخاسر الحيران ما بقيت ... كذا فدبرهم في الليل مرذولُ ¶ شيخي يذود عن الإسلام مجتهدًا ... هل صار نصر كتاب الله تضليلُ ¶ كم من سفيهٍ يغاظ اليوم من عَلمٍ ... ومن حديث رسول الله مذهولُ ¶ أغاظهم نشر هدى المصطفى عجبًا ... والشيخ مقبل بالأرجاء مقبولُ ¶ إن كان حقدًا فموتوا في مضاجعكم ... أو كان كفرًا فبالغصات معلولُ ¶ هذي جرائد أقوامٍ بلا أدبٍ ... إن الصحافة للإسلام تعطيل ¶ قوم إذا كتبوا فالبهت دينهم ... في زخرف القول للإنسان تضليل ¶ واعلم بأن انفجار الأمس في عدنٍ ... كيد ومكرٌ من الأعداء مخذولُ ¶ موتوا فقد حفظ الرحمن عالمنا ... من كل سوءٍ وحفظ الله مسدولُ",
            "page": "85",
            "part": "1",
            "seal": "C48A63C8"
        },
        {
            "id": "81",
            "nass": "إنا جنود من الرحمن مرسلةٌ ... على البغاة وسيف الله مسلول ¶ لسنا دعاة للفوضى فإن لنا ... من الحديث دليلًا فيه تفصيلُ ¶ فكان نصرًا من الرحمن في عجبٍ ... والشر من قرع سيف الحق مغلولُ ¶ فاستبشرت أرضنا بالشيخ مُعْلنة ... نورَ البشائرِ في الأحياء مبذولُ ¶ فاستقبلوه بأفراح لها مددٌ ... وللرصاص على الأجواء تجميل ¶ فالفضل لله في كل الأمور له ... حمدٌ وشكرٌ على الأعناق محمولُ ¶ يارب صلِّ على المختار من مضرٍ ... له على الناس يوم الحشر تفضيل ¶ بقلم / تركي بن عبد الله بن علي مقود الوادعي",
            "page": "86",
            "part": "1",
            "seal": "9B2EB658"
        },
        {
            "id": "82",
            "nass": "بسم الله الرحمن الرحيم ¶ هذه أبيات قيلت في حادثة الانفجار التي حدثت في محاضرة الشيخ المحدث علامة اليمن مقبل بن هادي الوادعي في مسجد الرحمن بالمنصورة بعدن: ¶ ومن البليَّة أن تُحِبَّ لأمِّةٍ ... خيْرًا ويسعى بالأذى الأشْرارُ ¶ رَقَّتْ له عَدَنٌ وكانت حوله ... ترنو إليه وطَرفُها يَحْتَارُ ¶ ما كان ظني أنَّ مِثْلكِ يرتضي ... ذُلَّ الجوارِ وأن يُخَافَ الجارُ ¶ عدن تَئِنُ فما جرى في ساحها ... حتى يُغاظَ الشيخُ والأخيارُ ¶ كانت إذا عَلِمَتْ بمقْدَمِ شيخنا ... غنَّتْ له الأبكار والأطيارُ ¶ وترنّمت فوق الأراك يمامةُ ... وارتاح دوحٌ وانْبَرتْ أشجارُ ¶ أفإن بُلِيتُ من الردى بملمَّةٍ ... ظنَّ العداةُ بأنني مُنْهارُ ¶ فلسوف أرقبها وأعلن دعوةً ... كالصّبح يظهر ما عليه غبارُ ¶ وأعود أنصحها وسوف أجيبها ... لا لن يَرُعني الموت والأخطارُ ¶ وفيه أيضًا: ¶ غضبت تعزُّ وأرْجِفتْ عدنُ ... وبكى الغداةَ لما جرى اليمنُ ¶ فالهَمُّ والغَمُّ والوسواس والحزنُ ... والخوف والرُّعب والتِّشياق والشجنُ ¶ لا هُمَّ ماذا جرى تَكِيد لنا ... عِصابةُ زِرَعتْ في صدرها الإحَنُ ¶ ياشيخ ياشيخ لا تجزعْ فقد خسروا ... صبرًا جميلًا قريبًا تنجلي المحنُ ¶ أحمد بن محمد بن حسين العباسي",
            "page": "87",
            "part": "1",
            "seal": "78246B42"
        },
        {
            "id": "83",
            "nass": "بسم الله الرحمن الرحيم ¶ ناظمها محمد بن يحيى الشرجبي ¶ يا مرحبًا بإمام أهل السنة ... وبمن أتى من أهلها وأحبتي ¶ يا مرحبًا بكم جميعًا عندنا ... لا أستطيع اليوم أكتم فرحتي ¶ يا وادعي مكانكم بقلوبنا ... قد فاق حب أقاربي وعشيرتي ¶ شباب محويت أتوا يا شيخنا ... ليرحبوا بقدوكم في بلدتي ¶ متعطشين لعلمكم وحديثكم ... متفيئين كتاب رب العزة ¶ متمسكين بسنة المختار ملـ ... ـتزمين قول الصحب خير الأمة ¶ ما صح منها لا كما وهم الألى ... غالوا وساروا في طريق مضلة ¶ متزودين من النصائح دائمًا ... متأهبين لكل داعي بدعة ¶ ومحذرين من الغواة وبعضهم ... قد زاغ ثم تستروا بالسنة ¶ جعلوا التحزب دأبهم ونهيتهم ... يا شيخنا فتمسكوا بالشبهة ¶ وعن التشيع كم نصحت عشيرتي ... وفضحت كل مشعوذ بالحجة ¶ وكذا التصوف قد أبنت عواره ... فجزيت خيرًا عن جميع الأمة ¶ إنا على نهج النبي محمد ... وسبيلنا كسبيل أهل السنة ¶ وصحابة المختار نتبع نهجهم ... والله يجمعنا بهم في الجنة",
            "page": "88",
            "part": "1",
            "seal": "B00830C5"
        },
        {
            "id": "84",
            "nass": "هم أبصروا القرآن ينزل فيهم ... وتتبعوا آثار خير شريعة ¶ والتابعون لهم بإحسان قفوا ... آثارهم من بعد حذوا القذة ¶ وكذا الأئمة بعدهم ساروا على ... ذات السبيل فبان أهل البدعة ¶ ما نظموا حزبًا ولا جمعية ... كلا ولا نصبوا إمام ظلالة ¶ ما غيروا أو بدلوا أو حرفوا ... أو كان فيهم قائم بخيلة ¶ فلقد أتا من بعدهم شيخ اليمن ... والله قدر ذاك قبل الخلقة ¶ أعني به شيخي المحدث مقبلًا ... هذا الذي قد رام أقوم ملة ¶ ما كان قبل مجيئكم يا شيخنا ... شعبي يميز بدعة من سنة ¶ فأبنتموا لهم السبيل موحدًا ... ونهيتهم عن ثلة أو فرقة ¶ يا أهل محويت فبورك جمعكم ... في مثل هذا الجمع نشر السنة ¶ فالشيخ مقبل حبركم ها قد أتى ... ببيان علم أو إقامة حجة ¶ فالتحسنوا الإصغاء إن حديثه ... بدعائم القرآن أو بالسنة ¶ ياشيخ مقبل ما أتتك جموعنا ... إلا لفرط تعطش ومحبة ¶ فاصدع حماك الله يا علم الهدى ... وابن لنا أركان أفضل ملة ¶ نوِّر عقول الناس بالعلم الذي ... هو نورهم فالجهل شر مطية ¶ ربيت جيلًا صالحًا بالعلم قد ... أضحى يضىء ربوع هذى البلدة ¶ فتزينت كل المساجد بهجة ... بدعاة توحيد كرام الملة ¶ أعني الإمام ومن بمأرب ثاويًا ... والعبدلي فهم نجوم البلدة ¶ وجميعهم طلابكم ياشيخنا ... لم يسلكوا أبدًا خطى الجمعية",
            "page": "89",
            "part": "1",
            "seal": "0A1BA09B"
        },
        {
            "id": "85",
            "nass": "حزتم ذرى الدنيا بفضل علومكم ... فجزاكم الرحمن أعلى الجنة ¶ حزت المكارم والفضائل كلها ... عذرًا إليكم إن ذا من صبوتي ¶ والكل يعرف نهجكم وطريقكم ... لكنه إبراء ما في الذمة ¶ والعفو منكم إن أطلت بمدحكم ... فهي الحقيقة لا مراء بمدحتي ¶ ثم الصلاة على النبي وآله ... والصحب والأتباع أهل السنة",
            "page": "90",
            "part": "1",
            "seal": "C5392956"
        },
        {
            "id": "86",
            "nass": "بسم الله الرحمن الرحيم ¶ نظمها قائد بن علي الوادعي ¶ أبدأ بحمد الواحد الديان ... ثم الصلاة على النبي العدنان ¶ نرجو من الله المعين يعيننا ... ويعيذنا من لفحة النيران ¶ فإليك يارب العباد شكايتي ... شكوى العليل الحائر الهمدان ¶ جاءتني الأخبار من بعد الضحى ... أخبار منها تذرف العينان ¶ أخبار من عدن تنبِّىء أنه ... صار انفجارُ بمسجد الرحمن ¶ رجف الفؤاد لحينه وكذلكم ... ارتج جسمي كله وكياني ¶ قصدوا إزالة دعوة من مهدها ... لكنها محفوظة الأركان ¶ رذَّال قوم هكذا أصبحتمُ ... أعداء من يدعوا إلى الإيمان ¶ بيَّتمو هذا الصنيع لعله ... يقضي على شيخي مع الإخوان ¶ ماذا يصير إذا قتلتمو مقبلًا ... أصبحتمُ في زمرة الشيطان ¶ ساءت ظنونكمُ وفي العلماء هل ... حلت دماء الناس بالبهتان ¶ جيل من السفهاء ها قد حاولوا ... وبفضل ربي باءوا بالخسران ¶ دمرت ياشيخي التحزب برهة ... فأغتاظ شيوعي كذا نصراني ¶ الموت حق لا محالة واقع ... اليوم أو في سائر الأزمان",
            "page": "91",
            "part": "1",
            "seal": "F60AF704"
        },
        {
            "id": "87",
            "nass": "بسم الله الرحمن الرحيم ¶ الثلاثيةِ في أخبارِ التفجيراتِ العدنيةِ ¶ ثمةَ الأخبارُ جاءتْ ... في دواوينِ السطور ¶ أنَّ للإسلام أعداءِ ... منذُ زمانِ الدهور ¶ في جسومٍ وقلوبٍ ... عاملينَ للفجور ¶ قامَ إنسانٌ سفيهُ ... معلنًا للشرِ زور ¶ حيثُ صار اللًّغمُ حقًّا ... بالعِشا وقتَ النشور ¶ صاحَ بالتكبيرِ حيا ... للصلاةِ بالطُهور ¶ ثمَّ جاء اللَّغمُ صوتًا ... خائبًا عبرَ الدهور ¶ صوتَ تفجيرٍ مقيتِ ... هزَّ أقوامًا حضور ¶ فأذلَّ اللهُ قومًا ... فعلَهم فعلَ الشرور ¶ وأراد الله حفظًا ... للعلومِ في الصدور ¶ وأزيل الخوف فورًا ... من جسومٍ وشعور ¶ وحمى الرحمنُ شيخًا ... واعظًا في كلِ دور ¶ ناصحًا بالحق حتى ... بعدَ أفعالِ الشرور ¶ مقبل شيخ شجاع ... عالمٌ بالحقِ نور ¶ وحمى أيضًا إمامًا ... فهو إنسانٌ صبور ¶ وحمى شيخًا كبيرًا ... أحمدَ الخيرَ الوقور ¶ فتوارى الشر شرًّا ... في إنزواءِ وذعور ¶ وأعاد الخلق جهرًا ... حبَهم للعلمِ نور",
            "page": "92",
            "part": "1",
            "seal": "F275EE69"
        },
        {
            "id": "88",
            "nass": "ومضى الشيخُ عزيزًا ... بينَ أوساطِ النسور ¶ ثم جاءَ الشيخَ دما ... جَ التي فيها السرور ¶ وأنبرى الناسُ سرورًا ... بعدَ أنْ جَاءَ الصبور ¶ برصاصاتٍ جياد ... وبحبٍ في الصدور ¶ ثم حمدًا للإلهِ ... في صباحٍ وبكور ¶ وصلاةُ اللهِ تغشى ... أحمدَ العبدَ الشكور ¶ قالها وكتبها أبو عبد الله الداريُّ عبد العزيز بن محمد الأمين العبدلي الوصابي.",
            "page": "93",
            "part": "1",
            "seal": "D5C1F641"
        },
        {
            "id": "89",
            "nass": "رسالة الشيخ الفاضل صالح بن عبد الله الفقير اللودري",
            "page": "94",
            "part": "1",
            "seal": "E09DBE72"
        },
        {
            "id": "90",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله وكفى وسلام على عباده الذين اصطفى ... ¶ السلام عليكم ورحمة الله وبركاته ... ¶ أما بعد: فمن أبي عبد الله صالح بن عبد الله الفقير ... ¶ إلى شيخه أبي عبد الرحمن مقبل بن هادي الوادعي حفظه الله ورعاه. نخبركم يا شيخنا بأننا كنا متابعين لأخبار رحلتكم إلى عدن وقد سررنا جدًّا بنتائجها الطيبة وبكثرة المقبلين على الخير والسنة، ونقول لك أيها الشيخ الكريم: الله يرعاك ويحفظك من بين يديك ومن خلفك ولو كره الحاقدون ولو كره الحزبيون. ونقول لك: ثق في وعد الله ونصره (إنا لننصر رسلنا والذين آمنوا في الحياة الدنيا ويوم يقوم الأشهاد * يوم لا ينفع الظالمين معذرتهم ولهم اللعنة ولهم سوء الدار) [غافر: 52،51]. ¶ واعلم أن الله قد بارك في دعوتك وفي مسيرتك فما من بلد ولا قرية ولا بدو إلا ونجد لك معلمًا فيه ونجد لك اتباعًا وطلبة يدعون بدعوتكم ويسيرون على سيركم ونهجكم ذلك من فضل الله عليكم وعلى الناس ولكن أكثر الناس لا يشركون (¬1). ¶ ¬_________ ¶ (¬1) كذا في الأصل، والصواب: يشكرون. كما هو ظاهر العبارة.",
            "page": "95",
            "part": "1",
            "seal": "0175E0B8"
        },
        {
            "id": "91",
            "nass": "فنقول لك كما قال الله لنبيه: (فاصبر إن وعد الله حق ولا يستخفنك الذين لا يوقنون) [الروم: 60] (واصبر وما صبرك إلا بالله ولا تحزن عليهم ولا تك في ضيق مما يمكرون * إن الله مع الذين اتقوا والذين هم محسنون) [النحل: 128،127] (فاصبر إن وعد الله حق واستغفر لذنبك وسبح بحمد ربك بالعشي والإبكار * إن الذين يجادلون في آيات الله بغير سلطان أتاهم إن في صدورهم إلا كِبْرٌ ما هم ببالغيه فاستعذ بالله إنه هو السميع البصير) [غافر: 65،55]. ¶ وكيف لا تبتلى وأنت صاحب هذا الخير الكثير الذي بلغ المشارق والمغارب، وكيف لا يكثر شانئوك وأنت قد أصبحت سدًّا منيعًا أمام البدع والمبتدعين، وأمام التحزب والحزبيين وأمام التشيع والمتشيعين، وأمام السحرة والمشعوذين. وهؤلاء كلهم ترتعد فرائصهم حين سماع صوتك المدوي في الشريط. وصدق النبي الكريم إذ يقول: (وجعلت الذلة والصغار على من خالف أمري)؛ بل رب العزة والجلال يقول: (ومن الذين قالوا إنا نصارى أخذنا ميثاقهم فنسوا حظًّا مما ذكروا به فاغرينا بينهم العداوة والبغضاء إلى يوم القيامة وسوف ينبئهم الله بما كانوا يصنعون) [المائدة: 14]. ¶ بل هذه كتبك التي انتشرت في الآفاق وأصبح كثير من أهل",
            "page": "96",
            "part": "1",
            "seal": "5FFB6ECB"
        },
        {
            "id": "92",
            "nass": "التأليف والتصنيف يحيلون عليها ويرجعون إليها، فهذا يقول: صححه الوادعي في كتاب (الشفاعة) وهذا يقول: وقد تكلم الوادعي على هذه المسألة في كتابه القيم في \" القدر \"، وهذا يشير في درسه في العقيدة إلى كتبكم، وهذا في مجال الدعوة إلى الله وذكر الفرق والجماعات المخالفة؛ بل هذا \" الجامع الصحيح \" الذي يدل على فقهكم وعلمكم وهذه التبويبات القيمة في هذا الكتاب التي تذكر قارئها يتبويبات (¬1) أبي عبد الله البخاري في \" صحيحه \" والله إن ما أقول هو الحق وإننا نحن أنفسنا نستفيد في دروسنا العامة والخاصة في ذلك وندعو لكم بالليل والنهار على فضلكم علينا وعلى الناس. ¶ ولعل هذا من ضمن أسباب حفظ الله لكم؛ فكم من قائم لله في الليل يدعو لكم، وكم من شيخ وعجوز يمدان أيديهما أوقات الإجابة ولا ينسيانكم، ليس هذا وفقط بل هذا طالب في مصر يدعو لكم، وهذا في أندونيسينا. ¶ وهذا في الشرق وهذا في الغرب يدعون لكم بالخير والعافية والحفظ والكلاءة من الله رب العالمين. ¶ واعلم أن من ضمن أسباب حفظ الله لكم الإيمان واليقين اللذين تحملونهما في صدوركم (إن الله يدافع عن الذين آمنوا) [الحج: 38] (وكذلك ننجي المؤمنين) [الأنبياء: 88]. ¶ ¬_________ ¶ (¬1) كذا في الأصل، والصواب: بتبويبات. كما هو ظاهر العبارة. أبو عمر",
            "page": "97",
            "part": "1",
            "seal": "D1329D31"
        },
        {
            "id": "93",
            "nass": "ومنها أيضًا فعلك للخير وقد جاء عن النبي الكريم عليه وعلى آله الصلاة والتسليم أنه قال: (فعل الخير يقي مصارع السوء) أخرجه ابن أبي الدنيا في \" قضاء الحوائج \" وصححه الألباني في \" صحيح الجامع \" (4226) وكم من فعل للخير قد عملتموه؛ فهذا مسجد يذكر فيه اسم الله ويعلَّم فيه القرآن والسنة وأنتم سبب في بنيانه. ¶ وهذه بئر يشرب منها ابن السبيل بسبب توجيه منكم إلى أهل الخير. ¶ وهذا طالب يعلم الناس الخير وهو حسنة من حسناتكم، فكيف لا يحفظكم رب الله (¬1) وأنتم على هذا الخير والفضل العميم وعلى الصراط المستقيم، (والذين يمسكون بالكتاب وأقاموا الصلاة إنا لا نضيع أجر المصلحين) [الأعراف: 170] (إن الله مع الذين اتقوا والذين هم محسنون) [النحل: 128] (ومن يتق الله يجعل له مخرجًا * ويرزقه من حيث لا يحتسب ومن يتوكل على الله فهو حسبه) [الطلاق: 3،2]. ¶ وفي آخر خطابي هذا أختم بهذه الآية الكريمة التي خاطب الله بها نبيه محمد صلى الله عليه وعلى آله وسلم: (فاستمسك بالذي أوحي إليك إنك على صراط مستقيم * وإنه لذكر لك ولقومك وسوف تسألون). ¶ [الزخرف: 44،43] ¶ أسأل الله العلي القدير أن يحفظك من كل سوء ومكروه، وأن ¶ ¬_________ ¶ (¬1) كذا في الأصل، والصواب: الله فقط دون كلمة رب. كما هو ظاهر العبارة. أبو عمر",
            "page": "98",
            "part": "1",
            "seal": "8EFFDD11"
        },
        {
            "id": "94",
            "nass": "يرد كيد أعدائك وشانئيك، وأن يرفع درجتك في المجتهدين، وأن يحشرك يوم الدين مع النبيين والصديقين والشهداء والصالحين. ¶ وصلى الله وسلم على محمد وعلى آله الطيبين الطاهرين وعلى صحابته الأكرمين والحمد لله رب العالمين. ¶ تلميذكم البار بكم أبو عبد الله صالح بن عبد الله الفقير ¶ اللودري المسكن البيضاني الأصل السلفي المنهج",
            "page": "99",
            "part": "1",
            "seal": "DA5B721F"
        },
        {
            "id": "95",
            "nass": "رسالة الشاب الفاضل أبي سليمان القطري ¶ حفظه الله ودفع عنه كلّ سوء ومكروه",
            "page": "100",
            "part": "1",
            "seal": "2F004436"
        },
        {
            "id": "96",
            "nass": "ماذا رأيت في دماج؟! ¶ بقلم: أبو سليمان القطري. ¶ (إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله. أما بعد ... ) (¬1). ¶ (فإن خير الحديث كتاب الله وخير الهُدى هدى محمَّدٍ صلى الله عليه وعلى آله وسلم، وشر الأمور محدثاتها، وكل ¶ بدعة ضلالة) (¬2). ¶ _ لقد سمعت منذ فترة بدعوة الشيخ مقبل بن هادي الوادعي _ حفظه الله في اليمن، لكن لم يكن عندي تصوّر كاملٌ عنها، ¶ ¬_________ ¶ (¬1) هذا الاستفتاح هو مختصر خطبة الحاجة التي كان النبي صلى الله عليه وعلى آله وسلم يبدأ بها خطبهُ وهي سنة هجرها كثير من الخطباء والدعاء. وثبت عن النبي صلى الله عليه وعلى آله وسلم أنه ذكرها هكذا مختصرة دون ذكر الآيات كما في (صحيح مسلم) (ح/868)، وانظر نص خطبة الحاجة المطولة وتخريجها رسالة (خطبة الحاجة) للعلامة الألباني. ¶ (¬2) أخرجها مسلم (ح/867) من طريق جعفر بن محمد بن أبيه عن جابر بن عبد الله رضي الله عنه.",
            "page": "101",
            "part": "1",
            "seal": "72D306D9"
        },
        {
            "id": "97",
            "nass": "فكنت أظن أنَّ كل ما هناك أن شيخًا يلقي بعض الدروس ويؤلف بعض الكتب. وحوله بعض الطلبة وانتهى الأمر؟! ¶ هكذا كان تصوِّري في البداية. ¶ لكن لما بدأت أسمع بعض أشرطة الشيخ، وهو يتكلم عن دعوته وانتشارها، وعن طلبته وجهودهم، شعرت في نفسي أن الصورة أكبر مما كنت أظن. ¶ فأخذت أسأل وافتش عمَّن ذهب إلى هناك، فلقيت بعضهم وجلست معهم، ولكن للأسف الشديد لم ينقلوا الصورة كما يجب، بل خوَّفوني وثبطوا من عزمي من حيث لا يشعرون!! ¶ فقد كان أكثر حديثهم أن الوضع هناك فيه صعوبة ومشقة، وقلة طعام ... وعدم وسائل الرفاهية ... و ... و ... وذكروا أشياء كلها من هذا القبيل، على أن كثيرًا مما نقلوه مبالغ فيه، ولم ينقلوا شيئًا يُذكر عن الصورة المشرقة!!؟ ¶ فشعرت أني لن أستطيع أن أقف على حقيقة الأمر إلا إذا رأيت بعيني، وأقطع طريق الوسائط والرواة فهم يزيدون ويُنقصون في الأخبار!!؟ ¶ وكنت قد قرأت بعض الأحاديث التي جاءت في فضل أهل اليمن، وها أنا ذا أذكر بعض هذه الأحاديث:-",
            "page": "102",
            "part": "1",
            "seal": "5FF437B2"
        },
        {
            "id": "98",
            "nass": "1 - عن أبي هريرة _ رضي الله عنه _ عن النبي صلى الله عليه وعلى آله وسلم قال: (أتاكم أهلُ اليَمَنِ، هم أرَقُّ أفئدةً، الإيمانُ يمانٍ، والفقهُ يَمانِ، والحكمة يمانِيّة، والفخُر والخيلاءُ في أصحاب الإبل، والوقار في أصحاب الغنم) متفق عليه. ¶ 2 - عن ابن عمر _ رضي الله عنهما _ قال: قال رسول الله صلى الله عليه وعلى آله وسلم: (اللهم بارك لنا في شامِنا، اللهم بارك لنا في يمننا)، قالوا: يا رسول الله: وفي نجدنا، قال: (اللهم بارك لنا في شامنا، اللهم بارك في يمننا)، قالوا: يا رسول الله وفي نجدنا، قال: (هناك الزلازل والفتن وبها يطلع قرن الشيطان) أخرجه البخاري. ¶ 3 - عن ابن عباس قال: بينما النبي صلى الله عليه وعلى آله وسلم إذ قال: (اللهُ أكبر، اللهُ أكبرُ، جاء نصرُ اللهٍ، وجاء الفتح ُ، وجاء أهل اليمن، قوم نقيةٌ قلوبهم، لينة [طاعتهم] الإيمان يمانٍ والفقه يمانٍ، والحكمةُ يمانِيّة) (¬1). ¶ فعقدت العزم على السفر إلى الشيخ، وكان ذلك فعلًا، فقد سافرت إليه في آخر ذي القعدة من عام 1418 هـ والحمد لله. ¶ ¬_________ ¶ (¬1) رواه ابن حبان في (صحيحة) (16/ 287) (ح 7298)، والطبراني في (الكبير) (ح 11903) (11904) وقال الهيثمي في (المجمع) (9/ 23): رواه الطبراني في (الكبير) و (الأوسط) بأسانيد، وأحد أسانيده رجاله رجال الصحيح.",
            "page": "103",
            "part": "1",
            "seal": "8DCF9747"
        },
        {
            "id": "99",
            "nass": "وجلست عند الشيخ قرابة الشهر، فرأيت أمرًا مدهشًا مذهلًا!! ورأيت صورة عجيبة لم أكن أظنُّ أنه بقي في زماننا شيء منها. ¶ صورة طيبة مشرقة جميلة، مليئة بالعلم والدعوة إلى الله والأخوة والصحبة ففرحت أشد الفرح. ¶ ولكن أحزنني أشد الحزن أن كثيرًا من الشباب السلفي وطلبة العلم خاصة، وبصورة أخص أهل الخليج، ليس عندهم تصوّر لحجم الجهود التي بذلها الشيخ وطلابه في الدعوة والتعليم، وكذلك حجم الثمار التي جنوها والحمد لله ... ¶ فبالتالي لاقت هذه الدعوة المباركة التقصير في النصرة والتأييد والمساعدة، فلم تُعْطَ حقها ولم يُعرف قدرها. فالله المستعان. ¶ - فلذلك رأيت من الواجب عليَّ وقد اطلعت على ما لم يطلع غيري عليه وشاهدت ما لم يقف غيري عليه، أن أنقل شيئًا من الصورة والوضع عند الشيخ، حتى تُجلَّى الحقائق ونصرة لدعوة الحق، ولبثِّ روح العزيمة والنصرة والتأييد لإخواننا. ¶ نسأل الله الإخلاص والصدق. ¶ دَمَّاج: قرية صغيرة من قرى مدينة صعدة، جنوب اليمن (¬1)، تحفُّها الجبال من كل نواحيها، وتزينها أشجار الرمان والعنب والتفاح والبرتقال، وجوها معتدل، وبارد شتاءً لا تعرف الحر أبدًا ولا ¶ ¬_________ ¶ (¬1) كذا في الأصل ولعله يقصد شمال اليمن. أبوعمر",
            "page": "104",
            "part": "1",
            "seal": "33A7F3B8"
        },
        {
            "id": "100",
            "nass": "المكيفات، وهي قرية الشيخ الذي تربى فيها، ومنها بدأت دعوته، ومازال فيها إلى الآن. ¶ بداية المسيرة: بدأ الشيخ الإمام المجدد للدين الذاب عن سنة سيد المرسلين والراد على أهل البدع والمعتدين: العلَّاّمة المحدّث مقبل بن هادي الوادعي _ حفظه الله _ بدأ الشيخ دعوته إثر رجوعه من الجامعة الإسلامية وحده، واليمن كلها تضجُّ بالرفض والتشيع والتصوّف والشيوعية، وكل بدعة وضلالة، فصبر الشيخ وحده ملتجئًا إلى الله، متسلحًا بالعلم الشرعي، ملتصقًا بسنة رسول الله صلى الله عليه وعلى آله وسلم معظمًا لها عاملًا بها، وأخذ في فتح الدروس العلمية، وشَرْح المتون العلمية في العقيدة والفقه والحديث واللغة وغيرها، فبدأ الطلبة يفدون إليه، يشدهم حب السنة والحق، فلم يمرَّ عليه وقت يسير حتى التف حوله الأنصار والمحبون، يغترفون من بحر علمه ويبثونه في الناس وبين القبائل، فانتشر الوعي والعلم والسنة , واستطاع بفضل من الله أن يقلب اليمن - في أكثر مناطقها - من التشيع والجهل والخرافة إلى السنة والتمسك بها في أقل من 15 سنة؟!. ¶ دعوة الشيخ ومنهجه: الشيخ يسير على منهج السلف في كل أموره علمًا وعملًا وعقيدة وسلوكًا معظّم لعلماء الدعوة السلفية",
            "page": "105",
            "part": "1",
            "seal": "FD02A003"
        },
        {
            "id": "101",
            "nass": "المتقدمين والمتأخرين منهم، ناصحًا بقراءة كتبهم كابن حنبل وابن تيمية وابن عبد الوهاب والألباني وابن باز وغيرهم، وكان لأسلوب الشيخ في الدعوة إلى الله جعل له أكبر الأثر في قلوب الناس فتجرده عن التعصب وتحريه للدليل الصحيح، وأخذه بما يترجح عنده، أثر في الناس أيما تأثير، وهو صادع بالحق، لا يبالي بلوم اللائم، بشوشٌ مرحٌ دائمًا، جادٌّ صادق، يغضب ويحتدَّ عندما يُخَالَف أمر الله ورسوله، وهو محبٌّ لطلبته، مخالط لهم، يعرف كثيرًا منهم، وينظر في مشاكلهم وأمورهم وتساؤلاتهم فيوجههم ويرشدهم. ¶ ولم يقصر الشيخ دعوته على قريته (دمّاج)، بل كان يخرج إلى القبائل والمدن يدعوهم فيخطب ويعظ ويفتي ويحذر وينذر، ويوعد ويتوعد، وقد أوتي أسلوبًا مؤثرًا يشدُّ شدًّا فاحبّه الناس وناصروه، فما يسمع الناس بقدوم الشيخ إلى مدينتهم أو قريتهم إلا وتجمعوا بالآلاف حتى لا يكفيهم أكبر المساجد. ¶ دروس الشيخ: كانت دروس الشيخ ولا تزال مستمرة طوال العام، لا تعرف العُطل والإجازات لا في جمعة ولا في عيد ولا في رمضان ولا في غيرها، وهو دؤوب لا يعرف الكلل ولا الملل والكسل، فشرح الكثير من الكتب والمتون في مختلف الفنون في العقيدة والفقه والحديث والنحو ... وغيرها من العلوم.",
            "page": "106",
            "part": "1",
            "seal": "CF2C13D8"
        },
        {
            "id": "102",
            "nass": "* أما الآن فالشيخ مقتصر على \" تفسير ابن كثير \" و \" صحيحي البخاري ومسلم وصحيح الدلائل له \"، ¶ و\" المستدرك \"، و\" غارة الفصل له \"، وبعض الدروس التوجيهية في الدعوة والمنهج. ¶ ويركز الشيخ كثيرًا على علمي مصطلح الحديث والنحو، وهو آية من آيات الله فيهما، مع إلمامه بجملة لا يستهان بها في بقية العلوم، وله مشاركات قوية فيها - والشيخ يختبر طلبته دائمًا، فلا يكاد يمر درسٌ من دروس الشيخ إلا وتراه يسأل عدد غير قليل من طلابه. ¶ علم الرجال والعلل: لقد برز الشيخ أيما بروز في علم الرجال والعلل، فهو يكاد يحفظ أكثر رجال الصحيحين بأسمائهم وكُناهم وألقابهم وبلدانهم وطبقاتهم وغير ذلك، بل وكثير من تواريخ هؤلاء الرجال وقصصهم، فلا تملك إلا أن تقف مشدوهًا من قوة حافظة الشيخ وسعة اطلاعه. ¶ * أما علم الجرح والتعديل وعلم العلل فهو آية من آيات الله في ذلك، فعند الشيخ دقة نظر واستنباط غير عادية، وحدة فهم وربط بين الأحاديث شيء عجيب، أضف إلى ذلك طول باعه في الممارسة العلمية التطبيقية لقواعد هذا الفن، وهذا أكسب الشيخ خبرة قوية في هذا الفن قلَّ أن يوجد له نظير مثله.",
            "page": "107",
            "part": "1",
            "seal": "0A48B436"
        },
        {
            "id": "103",
            "nass": "* وبحكم اشتغال الشيخ في علم الجرح والتعديل أصبح عنده ملكة قوية فيه، فهو يُعَدُّ حقًّا من علماء الجرح والتعديل في هذا الزمان، فقلَّما يتكلم في رجل من المعاصرين جرحًا أو تعديلًا إلا جاء كلامه فيه حقًّا وصدقًا، ورأيت صدق ما قال عيانًا، ولا أدَّعِ له العصمة، لكن هذا هو الواقع، ومن أراد أن يتأكد من صدق ما أقول فليقارن أقواله في الرجال المعاصرين من أهل الأهواء والأحزاب، بأقوال العلماء الكبار، ومع هذا لا نقول إن أقواله وحي منزَّل، بل قد يخطئ، لكن الحكم للأغلب الأعم لا ما شذَّ ونَدّ. ¶ الشيخ وإنكار المنكر: لقد أوتي الشيخ قوة قلب على نحالة جسمه، فهو يصدع بالحق ولا يبالي، ويتكلم في المنكرات بشتى صورها وأنواعها، ويحذر منها ومن دعاتها، بدءًا بالشرك ودعاته وانتهاءً بالمعاصي والذنوب. ¶ فيتكلم في البدع والشركيات بأنواعها وتفاصيلها ولا يلتفت إلى إرضاء معتنقيها ويهجم على الحزبية ودعاة الفتنة بكل قوة ولا يهاب أحدًا إلا الله. ¶ وهكذا الفواحش والسفور والدعارة وصور الفساد. ¶ فتراه ينفعل، ويحتد، ويعلو صوته، ويحمرَّ وجهه ويصرخ، ويضرب الطاولة بقبضته وهو يتحدث ويحذر.",
            "page": "108",
            "part": "1",
            "seal": "C10E5CB9"
        },
        {
            "id": "104",
            "nass": "* وهو حفظه الله نقَّاد للكتب والمقالات المخالفة للكتاب والسنة وفهم سلف الأمة فيتكلم فيها ويبين زيفها ودخنها، ويكشف عوارها وفسادها، وذلك كله بمنهج علمي متين، واستدلال قوي صحيح، وهذا كله منثور في كتبه وأشرطته حبذا لو تفرغ لها طالب علم يجمعها. ¶ * ولقد أوتي الشيخ أسلوبًا قويًّا على بساطته في الخطابة والكلام، فهو أبعد الناس عن التكلف والتشدق في الكلام، فلم أرَ أحداً ممن جلست عنده أو حضرت بين يديه أوتي أسلوبًا في التحذير من المنكرات والتنفير عنها مثل الشيخ، حتى إن المرء ليجد أثر كلمات الشيخ ترسم وتطبع على القلوب مباشرة، وهذا مشاهد ومحسوس لمن سأل تلاميذه وطلابه وشاهدهم وعاش معهم فترة. ¶ خصوم الشيخ: شجاعة الشيخ وصدعه بالحق، ورده على كل الأحزاب والجماعات والفرق من شيعة، وصوفية، وإخوان، وأصحاب الجمعيات وغيرهم؛ جعل للشيخ خصومًا كثر، فقد فضحهم الشيخ بردوده ومحاضراته وكتاباته القوية فاستشاطوا غيظًا، وماتوا كمدًا، فلم يستطيعوا أن يردوا على الشيخ، لأن الحق لا يُهزم، فاتخذوا أسلوبًا جديدًا في الحرب، وهو الترويع والتصفية الجسدية.",
            "page": "109",
            "part": "1",
            "seal": "671E5F5F"
        },
        {
            "id": "105",
            "nass": "* فقد حاولوا اغتيال الشيخ مرارًا، آخرها في عدن عندما وضعوا للشيخ لغمًا في المسجد الذي يحاضر فيه، لكن باؤوا بالفشل، وانفجرت القنبلة في الشخص الذي وضعها ومات بسببها (¬1). ¶ * وحاول الخصوم أن يعتدوا على تلاميذ الشيخ أيضًا، فالشيخ: أبو الحسن المآربي _ حفظه الله _ قد وجَّه أحد الحاضرين له في محاضرة مسدسًا، وكاد أن يطلق النار عليه، لولا عناية الله الذي نجَّاه. ¶ وكذا مؤخرًا في آخر ذي الحجة من عام 1418هـ وضعوا لغمًا _ عبوَّة ناسفة _ في مسجد الخير _ مسجد السلفيين بصنعاء العاصمة _ في صلاة الجمعة والناس خارجون من المسجد فمات 4 وجرح 26.والله المستعان. ¶ لكن هذا لم يزد الشيخ والدعوة إلا قوة وثباتًا، فقد قال الشيخ بعد انفجار عدن الأخير: (اقتلوا (مقبلًا) فهناك اليوم ألف ألف مقبل) يقصد تلاميذه الذين رباهم. ومن أشد خصوم الشيخ الحزبيين وأصحاب الجمعيات فهم لا يدخرون وسعًا في إفساد دعوة الشيخ. والله المستعان. ¶ ¬_________ ¶ (¬1) بعد رجوع الشيخ من انفجار عدن سالمًا إلى دماج أخرج شريطين بعنوان (قل موتوا بغيظكم) بيَّن فيه حقيقة الانفجار ومن كان وراءه، وللشيخ محمد الإمام شريط مهم في هذا الحادث ولشاعر الدعوة (أبو رواحة) قصيدة في قضية التفجير بعد رجوع الشيخ سالمًا سماها (قل موتوا بغيظكم) وهي موجودة في ثنايا هذا الكتاب.",
            "page": "110",
            "part": "1",
            "seal": "4AC528AC"
        },
        {
            "id": "106",
            "nass": "كتب الشيخ وأشرطته: الشيخ حفظه الله له باع طويل في التأليف والكتابة صبور فيها، ذو جلد ونشاط، وتتبع للمسائل وجمعها من جميع جوانبها، لا يمل ولا يكل، وقد أكرمه الله تعالى بتأليف مجموعة كبيرة وقيمة من الكتب لا تسع هذه العجالة لتعدادها لكن أذكر أهمها: ¶ ففي الحديث: ¶ 1 - (الصحيح المسند مما ليس في الصحيحين) مجلدين مطبوع. ¶ 2 - (الجامع الصحيح) 6 مجلدات مطبوع. ¶ 3 - (الصحيح المسند من دلائل النبوة) مجلد مطبوع. ¶ 4 - (الصحيح المسند من أسباب النزول) مجلد مطبوع. ¶ 5 - (تتبع أوهام الحاكم في المستدرك التي سكت عليها الذهبي) 5 مجلدات مطبوع مع (المستدرك). ¶ 6 - (أحاديث معلة ظاهرها الصحة) مجلد مطبوع. ¶ 7 - (رجال الحاكم) تحت الطبع. ¶ العقيدة: ¶ 1 - (الجامع الصحيح في القدر) مجلد مطبوع. ¶ 2 - (الشفاعة) مجلد مطبوع. ¶ الردود: ¶ 1 - (قمع المعاند) مجلد مطبوع.",
            "page": "111",
            "part": "1",
            "seal": "64352142"
        },
        {
            "id": "107",
            "nass": "2 - (المصارعة) مجلد مطبوع. ¶ 3 - (إرشاد ذوي الفطن لإبعاد غلاة الروافض من اليمن) مجلد مطبوع. ¶ 4 - (رياض الجنة في الرد على أعداء السنة ومعه الطليعة في الرد على غلاة الشيعة) مجلد مطبوع. ¶ 5 - (الإلحاد الخميني في أرض الحرمين) غلاف مطبوع. ¶ الفتاوى: (إجابة السائل على أهم المسائل) مجلد مطبوع. ¶ آخر مؤلفات الشيخ:- (نشر الصحيفة في ذكر الصحيح من أقوال أئمة الجرح والتعديل في أبي حنيفة) مجلد في (400) صفحة مطبوع. ¶ أشرطة الشيخ: للشيخ محاضرات ودروس كثيرة جدًّا، لا يحصيها إلا الله، فمنذ بدأ دعوته وهو يخطب ويحاضر ويدرس، وأكثر دروس الشيخ ومحاضراته لا تسجَّل، والذي سُجِّل شيء قليل، ولا يُذكر بالنسبة لما لم يسجَّل، ومع هذا ففيما سُجِّل الطيب الكثير والخير الوفير، على أن أكثر الأشرطة تسجيلها ضعيف وغير واضح لأنهم لا يملكون الأجهزة الحديثة في التسجيل. ¶ فمن أشرطة الشيخ: * شرح الباعث الحثيث 24 شريطًا.",
            "page": "112",
            "part": "1",
            "seal": "098FE936"
        },
        {
            "id": "108",
            "nass": "1 - دعوة الشيخ مقبل بن هادي الوادعي باليمن شريطين. ¶ 2 - الأسئلة البريطانية وكشف أباطيل جمعية إحياء التراث الحزبية. ¶ 3 - أسئلة شباب أبو ظبي. ¶ 4 - الأسئلة الخمسينية. ¶ 5 - فتاوى الشيخ مقبل بن هادي بصنعاء. ¶ 6 - الأسئلة الأندونيسية. ¶ 7 - أسئلة تهم النساء. ¶ 8 - عمائم على بهائم ...... وغيرها كثير. ¶ ومن آخر أشرطة الشيخ: (قل موتوا بغيظكم) شريطين. ¶ (إجابة علامَّة اليمن على أسئلة نساء عدن). ¶ انتشار دعوة الشيخ: إن الناظر لآثار دعوة الشيخ، وقبول الناس لها، وانتشار صدى دعوته في شتَّى أقطار الأرض ليعجب أشد العجب، كيف استطاع الشيخ نشر دعوته بهذه القوة والثبات، وكيف وجدت هذه الدعوة طريقها إلى القلوب، فدعوة الشيخ جذبت قلوب الشباب من كل القارات، حتى بلاد الكفر كأمريكا وبريطانيا، والذي يثير العجب حقًّ، أن الشيخ كان في قريته شبه معزول عن العالم، فقريته تقع بين الجبال بعيدًا عن المدينة، وليس عند الشيخ وسائل اتصالات حديثة، ولا شبكات إعلامية أو",
            "page": "113",
            "part": "1",
            "seal": "D4AA0065"
        },
        {
            "id": "109",
            "nass": "دعائية، وليس عنده من المال والدنيا ما يجلب به حب الناس، فليس عنده قناة فضائية، ولا إذاعة ولا محطَّة، ولا حتى مجلة تصدر من مركزه، ولا نشرات ولا شيء من وسائل التعريف المادية، كل الذي يعرفه الشيخ هي دروس العلم وحلقاته وتربية الشباب، وكتب الحديث وغيرها، والدعوة الفردية، وأنا أظن أن الذي جمع له قلوب الناس هو صدقه وإخلاصه في دعوته _ أحسبه هكذا والله حسيبه _ فليست الوسائل المادية هي كل شيء، وإنما عناية الله وإرادته هي النافذة، وإذا شاء تعالى شيئًا هيَّأ له الأسباب. ¶ صحة الشيخ: الشيخ والحمد لله بصحة جيِّدة إلى حدٍّ ما، لكن مرض الشيخوخة بدأ يدب في جسده، ويوهن من قواه، فالشيخ الآن قد جاوز الستين من عمره، وقد أمضى حياةً شاقَّة مرهقة في طريقه النيِّر في الدعوة والعلم والتعليم وهو مع هذا ما زالت همة الشباب والنشاط والحيوية واضحة عليه، ونسأل الله أن يَمُدَّ في عمره وأن يمتعه بالصحة والعافية. ¶ مركز الشيخ: (دار الحديث بدماج):- وهو عبارة عن مجمَّع يضم: ¶ 1 - مكتبة كبيرة لا بأس لها: وبها غرفة فيها كمبيوتر وآلة طابعة لصف الكتب وطبعها.",
            "page": "114",
            "part": "1",
            "seal": "47D2A9DE"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ الحمد لله رب العالمين, الرحمن الرحيم, مالك يوم الدين, وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدًا عبده ورسوله. ¶ أما بعد ... فإنا نحمد الله الذي وفقنا لسنة رسول الله صلى الله وعليه وعلى آله وسلم والدعوة إليها التي هي وظيفة نبينا محمد صلى الله عليه وعلى آله وسلم, كما قال ربنا جل وعلا: (يا أيها النبي إنا أرسلناك شاهدا ومبشرا ونذيرا * وداعيا إلى الله بإذنه وسراجا منيرا) [الأحزاب: 45 , 46]. فالدعوة إلى الله خير من الملك والسلطنة كما قال ربنا جل وعلا: (ومن أحسن قولا ممن دعا إلى الله وعمل صالحا وقال إنني من المسلمين) [فصلت: 33]. إن دعوة أهل السنة دعوة خير وبركة؛ لأنها دعوة من كتاب الله وسنة رسول الله صلى الله عليه وعلى آله وسلم إلى كتاب الله وسنة رسول الله صلى الله عليه وعلى آله وسلم. ¶ والله سبحانه وتعالى هو الحافظ",
            "page": "7",
            "part": "1",
            "seal": "956D8DB1"
        },
        {
            "id": "3",
            "nass": "للدعوة والقائمين عليها , فكم من محاولة من أعداء السنة؛ ففي جامع الهادي كانوا يريدون القضاء على أبي عبد الرحمن وخيبهم الله فجزى الله قبيلتي وادعة , وبعض أبناء القبائل دافعوا عني _ دفع الله عنهم كل سوء ومكروه. وكم أرسل الشيعة والمكارمة الباطنية الذين هم أكفر من اليهود والنصارى , وجزى الله خيرا قبيلتي قاموا بالحماية , بل بتوعد من أحدث سوءًا. وفي أيام مضت رمى بعض السفهاء قاتلهم الله ببازوكة على بيت بعض طلبة العلم وسلم الله. ومما يدعو إلى الدهشة أن الحكومة تمنح بعض الفسقة والخمارين رخص حمل السلاح وهم أناس لا يعبأ بهم وتذيقنا المر في السماح لنا بالمرور بالسلاح في بعض النقط العسكرية فإلى الله المشتكى. ¶ وفي هذه الأيام كنا بعدن بجامع الرحمن فما شعرنا إلا بانفجار اللغم , فانزعج الذين هم في المسجد وكان الذي أراد تفجيره رجل من جماعة الجهاد , زعموا , وهم بجماعة الفساد أليق , وإني أحمد الله فقد كان الذي قام بالتفجير أول ضحيته (ولا يحيق المكر السيئ إلا بأهله) [فاطر: 43] وقتل رجل من السلفيين رحمه الله وصدق ربنا إذ يقول: (وما كان لنفس أن تموت إلاّ بإذن الله كتابًا مؤجلاً) [آل عمران: 145] وحق لي أن أقول: (إن وليي الله الذي نزل الكتاب وهو يتولى الصالحين) [الأعراف: 196]",
            "page": "8",
            "part": "1",
            "seal": "A73641A0"
        },
        {
            "id": "4",
            "nass": "وإني أبشر إخواننا أهل السنة بأن السنة في اليمن على أحسن ما يرام والفضل لله وحده. ولقد كانت السنة غريبة في مجتمعنا اليمني فلا تجد إلا صوفيًّا مبتدعًا أو شيعيًّا ينفر عن السنة وعن أهلها أو إخوانيًّا ليس له هَمٌّ إلا جمع الأموال والتنفير عن السنة وأهلها. ¶ وابتلينا أيضًا بجمعية الحكمة وجمعية الإصلاح وجمعية الإحسان ليس لهم هم إلا جمع الأموال ليدعموا بها حزبيتهم. ¶ فلك الحمد يا ربنا نصرت أهل السنة وحالهم كحال الصحابة إذ قلت لهم: (واذكروا إذا (¬1) أنتم قليل مستضعفون في الأرض تخافون أن يتخطفكم الناس فآواكم وأيدكم بنصره ورزقكم من الطيبات لعلكم تشكرون) [الأنفال: 26] وكما قلتَ حاكيا عن موسى عليه السلام: (قال موسى لقومه استعينوا بالله واصبروا إن الأرض لله يورثها من يشاء من عباده والعاقبة للمتقين * قالوا أوذينا من قبل أن تأتينا ومن بعد ما جئتنا قال عسى ربكم أن يهلك عدوكم ويستخلفكم في الأرض فينظر كيف تعملون) [الأعراف: 128، 129]. ¶ وقلت وقولك الحق: (وأورثنا القوم الذين كانوا يستضعفون مشارق الأرض ومغاربها التي باركنا فيها وتمت كلمة ربك الحسنى على بني إسرائيل بما صبروا ودمرنا ما كان يصنع فرعون وقومه وما كانوا يعرشون) [الأعراف: 137]. ¶ ¬_________ ¶ (¬1) كذا في الأصل، والصواب: إذ. كما هو ظاهر العبارة. أبو عمر",
            "page": "9",
            "part": "1",
            "seal": "7465CF1A"
        },
        {
            "id": "5",
            "nass": "وقال تعالى: (ونريد أن نمن على الذين استضعفوا في الأرض ونجعلهم أئمة ونجعلهم الوارثين) [القصص: 5]. ¶ وقال سبحانه وتعالى: (وجعلنا منهم أئمة يهدون بأمرنا لما صبروا وكانوا بآياتنا يوقنون) [السجدة: 24]. ¶ هذا, لما كانت وسائل الإعلام لا تنقل الحقيقة رأيت أن أنشر هذين الشرطين اللذين سجلتهما بعد الرحلة. ¶ والمجتمع اليمني وغيره يعلمون من نحن ومن القائمون على وسائل الإعلام وسميت الرسالة: ¶ الباعث على شرح الحوادث. ¶ والله أسأل أن يجعلنا من الصادقين المخلصين إنه على كل شيء قدير.",
            "page": "10",
            "part": "1",
            "seal": "4E1F344C"
        },
        {
            "id": "6",
            "nass": "الحمد لله, حمدا كثيرًا طيبًا مباركًا فيه كما يحب ربنا ويرضى , وأشهد أن لا إله إلا الله وحده لا شريك له, وأشهد أن محمدًا عبده ورسوله. ¶ أما بعد ... فإن الدعوة إلى الله هي وظيفة الأنبياء, فرب العزة يقول في كتابة الكريم: (يا أيها النبي إنا أرسلناك شاهدًا ومبشرًا ونذيرًا * وداعيًا إلى الله بإذنه وسراجًا منيرًا) [الأحزاب: 45 , 46]. والنبي صلى الله عليه وعلى آله وسلم عند أن أرسل معاذًا وأبا موسى إلى اليمن قال لهما: بشرا ولا تنفرا, ويسرا ولا تعسرا, وتطاوعا ولا تختلفا. ¶ ورب العزة يقول في كتابه الكريم لنبيه محمد صلى الله عليه وعلى آله وسلم: (قل هذه سبيلي أدعو إلى الله على بصيرة أنا ومن أتبعني وسبحان الله وما أنا من المشركين). [يوسف: 108]. ¶ فالنبي صلى الله عليه وعلى آله وسلم وأتباعه واجب عليهم أن يدعوا إلى الله في حدود ما يعلمون؛ لقوله: (على بصيرة). وإنا نحمد الله سبحانه وتعالى؛ فدعوة أهل السنة ـ والفضل في هذا لله سبحانه وتعالى ـ دعوة خير وبركة، جمعت أصنافًا قل من يستطيع أن يجمعها, التعليم, والتأليف, والدعوة إلى الله. ¶ ونحن",
            "page": "11",
            "part": "1",
            "seal": "D4CC8B44"
        },
        {
            "id": "7",
            "nass": "نجد من الناس من يتفرغ للدعوة إلى الله ولا يرفع إلى التزود من العلم رأسًا ولا يبالي بالتأليف, بل يعده من معرقلات الدعوة, ومن الناس من يقبل على التأليف ولا يرفع إلى ما سواه رأسًا, ومن الناس من يقبل على التعليم ولا يبالي بالدعوة ولا يبالي بالتأليف. ¶ فنحمد الله الذي وَفَّق أهل السنة للقيام بما لم يستطع كثير من الناس أن يقوموا به, كل هذه الأمور يكمل بعضها بعضًا. ¶ فالتأليف يبلغ ما لم تبلغه الدعوة باللسان, والدعوة باللسان تبلغ أيضًا ما لا يبلغه التأليف, فهب أنك طبعت من الكتاب خمسة آلاف نسخة فماذا يقع في العالم, لكن تنتقل إلى القرى والمدن يسمع كلامك من لم يتمكن من شراء الكتاب أو يرغب في شرائه أو يعلم بطبعه. ¶ فالدعوة أقلقت الحاسدين, وأعداء الدين , والماديين والمصلحيين , فالحمد لله فإن كُلًّا يكمل بعضه بعضًا والفضل في هذا لله سبحانه وتعالى. ¶ وقد زارنا مجموعة كبيرة من إخواننا في الله من إب وقالوا: طلبنا هو الزيارة يا أبا عبد الرحمن, وقد جاءنا ذلك الجمع المبارك منهم الشيخ الفاضل والداعية المحنك عبد العزيز بن يحيى البرعي حفظه الله, فوجب القبول والإسعاف إلى ما طلبوا وَوُعِدوا بذلك.",
            "page": "12",
            "part": "1",
            "seal": "8FC502C1"
        },
        {
            "id": "8",
            "nass": "فخرجنا مع رفقة مباركة جزاهم الله خيرًا وبقينا في صنعاء , وقد حضر جمع كبير مع أن الإعلان لم يكن مسبقاً فما أعلمُوا إلا بعد العشاء من الليلة السابقة , وبحمد الله صارت الكلمة طيبة عن آثار التشيع المبتدع , وكيف أضل الناس الهادي المقبور بصعدة بالاعتزال , والغلو في التشيع , وبالإعراض عن السنة, وبالكلام على الصحابة وسبهم , حتى أن يحيى بن حمزة نقل عنه في \"الرسالة الوازعة\" أنه يقول: أنا أتوقف في أبي بكر وعمر , فنقول: تتوقف في أبي بكر وعمر يا أيها المسكين؟ تتوقف في أبي بكر وعمر يا أيها المبتدع؟ تتوقف في الترضية عليهما , فمن أبو بكر وعمر , هل هما عبد الله بن سبأ , والمختار بن أبي عبيد الثقفي , أم هما خليفتا رسول الله صلى الله عليه وعلى آله وسلم؟ ¶ روى البخاري في (صحيحه) عن علي _رضي الله عنه_ أنه قال: خير هذه الأمة بعد نبيها أبو بكر وعمر, وهذا الحديث في (مسند) أحمد عن جمع من التابعين , عن علي _رضي الله عنه_ منهم من هو شيعي كعبد خير الهمداني الخيواني من اليمن وهو شيعي يروى هذا الحديث عن علي بن أبي طالب. ¶ وكذلك الحزبية أعطيناها قسطها وكذلك الديمقراطية , فصارت ليلة مباركة من فضل الله عز وجل. وفي الصباح مشينا إلى إب",
            "page": "13",
            "part": "1",
            "seal": "6AD6DA4F"
        },
        {
            "id": "9",
            "nass": "وكان نزولنا في صنعاء في جامع الخير فهو أفضل مسجد من مساجد أهل السنة بصنعاء والحمد لله أكرمنا أخونا الفاضل الشيخ محمد بن صالح الصوملي حفظه الله , وفي الصباح كما قلت قبل مشينا إلى إب ومكثنا بمفرق حبيش حتى تغديْنا ثم مشينا إلى إب لأن المحاضرة في إب في مصلى العيد , فقام إخواننا حفظهم الله بتوجيهات قيمة تثلج الصدور , فإنك لا تسمع من كلمات إخواننا أهل السنة إلا آية قرآنية أو حديثًا نبويًّا. ¶ وبقينا إلى أن أذّن للعشاء وحضر الجمع المبارك منهم من هو ملتح ومن هو حالق لحيته والظاهر على وجهه سيما الخير ومحبة الخير , وإن كان حالق اللحية وحلق اللحية حرام , ومنهم من هو لابس البنطلون وكلهم يحبون الخير , فأسأل الله أن يبارك فيهم كلهم , وكما قال النبي صلى الله عليه وعلى آله وسلم: (هم القوم لا يشقى بهم جليسهم). ¶ وبعد أن ذهبنا للوضوء لصلاة المغرب في إب طُلِب منا أن نلقي محاضرة في جامع من جوامع إب , وهذا الجامع قد ألقينا فيه محاضره ذات مرة , فقام أصحاب جمعية الحكمة والإخوان المفلسون كما قال الشيخ محمد بن عبد الوهاب كأنهم مجموعة من الدجاج , وأزعجونا لا جزاهم الله خيرًا ولولا أنهم يفرحون لتركت المحاضرة ومشيت.",
            "page": "14",
            "part": "1",
            "seal": "5515ECD2"
        },
        {
            "id": "10",
            "nass": "فواعدناهم في العصر بمحاضرة في هذا الجامع لأننا بين مغرب وعشاء في مفرق حبيش , وهو مقر أخينا الفاضل عبد العزيز البرعي , ولا ننسى أن من بين المتكلمين في مصلى العيد بإب الشيخ الفاضل عبد المصور حفظه الله ويعتبر من أبرز طلاب العلم المتخرجين من دار الحديث بدماج. ¶ ففي العصر ذهبنا إلى الجامع الكبير وقد كنت قلت قبلُ: لأن تنتخب _صعبًا_أي حمارًا صغيرًا_ أهون من أن تنتخب اشتراكيًّا أو بعثيًّا أو ناصريًّا أو علمانيًّا, فأورد الأخ عبد العزيز استفسارًا: هل تجيز الانتخابات لغير هؤلاء؟ فذكرت الأدلة التي تعرفونها في تحريم الانتخابات وأنها طاغوتية , فقام واحد مثل المصروع , ولم أدر ماذا يقول , فقط سمعت من كلامه الحكومة الإسلامية ,ففهمت أنه يعني أن الانتخابات وسيلة إلى الحكومة الإسلامية، فأقول: إن الإخوان المسلمين بقر وبعض إخواني يقول: لم تقول إن الأخوان المسلمين بقر؟ وأظنه لم يقرأ في البلاغة , فأنا ما عنيت أن لهم ذيولًا وقرونًا مثل البقر, ولكن أعني أنهم شبيه بالبقر, ولا يستحيون وليس لهم مبدأ؛ فقد أخبرت أن عبد المجيد الزنداني والشيعي أحمد الشامي الغالي وزير الأوقاف الذي وضع على غير تقوى من أول يوم , أنهما التقيا عند الرئيس فقال عبد المجيد: أما نحن فنقول:",
            "page": "15",
            "part": "1",
            "seal": "47E7633D"
        },
        {
            "id": "11",
            "nass": "الحكومة إسلامية لأننا قد عدلنا الدستور, ونحن نقول: إن حكومة اليمن إسلامية , لكن لا لأجل الدستور , فالدستور لا يساوي بصلة عندنا. دستورنا الكتاب والسنة فليبلغ الشاهد الغائب. ¶ ففي هذا الدستور مواد رديئة , فإذا كنا نقول: إن \"متن الأزهار\" و \"زاد المستنقع\" و \"متن أبي شجاع\" لا يستفيد منها طالب العلم لأنها مثل الأوامر العسكرية بدون أدلة فما ظنك بالدستور, فإذا كانت الحكومة إسلامية على ما يقول عبد المجيد ونحن نوافقه على ذلك فلماذا يقولون: الانتخابات وسيلة إلى الحكومة الإسلامية. ¶ فالإخوان المسلمون ليس لهم مبدأ , فقد كانوا يقولون: إن علي سالم البيض شيوعي خبيث ثم يقولون بعد هذا: الأخ نائب الرئيس , يقول كذا وكذا , عند أن كان نائبًا للرئيس فقد انتقل عندهم من شيوعي إلى أخ , وبعد الأحداث علي سالم البيض شيوعي. ¶ وأما عندنا فهو شيوعي من قبل ومن بعد , فأنصح بعدم التعاون مع الإخوان المسلمين. ¶ وأما أنت يا أيها الكلب النباح الذي تقول: إنك تريد الحكومة الإسلامية منظرك ليس منظراً إسلاميًّا , وصدق النبي صلى الله عليه",
            "page": "16",
            "part": "1",
            "seal": "5C37A357"
        },
        {
            "id": "12",
            "nass": "وعلى آله وسلم إذ يقول: (إن الله لا يقبض العلم إنتزاعًا ينتزعه ولكن يقبضه بقبض العلماء حتى إذا لم يبق عالم اتخذ الناس رؤوسًا جهالًا فسئلوا فأفتوا بغير علم فضلوا وأضلوا). ¶ ويقول: (قبل الساعة سنوات خداعة يصدق فيها الكاذب ويكذب فيها الصادق ويخوّن فيها الأمين ويؤتمن فيها الخائن وينطق فيها الرويبضة). ¶ وقد قلت لعبد المجيد الزنداني في بيت الأخ محمد بن سعيد العنسي: لماذا أردتم أن تجعلوا عبد الله الحداد رئيسًا للتجمع في حضرموت وأنتم تعلمون أنه صوفي؟ فقال: كان النبي صلى الله عليه وعلى آله وسلم يترك العرفاء على ما هم عليه. ¶ وعبد الله الحداد هذا صوفي ويدعي أنه عالم وليس له نفع للإسلام والمسلمين وليس له كلمة عند الناس ولكن الحكومة هي التي نعشته بعد أن كان ميتًا بعد الأحداث التي حصلت في عدن , والذي خطب أول خطبة في وقت الأحداث وقال: إنه يجب عليهم أن يسمعوا ويطيعوا للحزب وأن يكونوا مع الحزب , قال: وأما الشباب _وأشار إلى حلقه _ بمعنى أنهم يُقتلون ويقصد بهم الشباب المتمسكون بدينهم , والذين قد ملأ الحزب الخبيث السجون منهم.",
            "page": "17",
            "part": "1",
            "seal": "DE379D0B"
        },
        {
            "id": "13",
            "nass": "وفي الجمعة التالية كان الرئيس علي عبد الله صالح قد استولى على المكلا , فقام الحداد يمدحه ويثني عليه , والناس متعجبون للخزي الذي سيناله. وكان من ضمن كلامه: قال الله سبحانه وتعالى: (إلا أن تتقوا منهم تقاة) [آل عمران: 28] يعني: أنه تكلم بما تكلم به في الجمعة الماضية من مدح الحزب الشيوعي تقية. ¶ وقد كنت أقول: إن الإخوان المسلمين مفلسون في السياسة والآن مفلسون في الدين أيضًا , فالذي يتلوّن وينصر الديمقراطية ويدافع عنها مفلس في الدين , فمن عرف الديمقراطية ورضي بها فهو كافر, لأن معناها لا حكم للكتاب والسنة , بل الحكم للشعب فالشعب يحكم نفسه بنفسه, وهذه قد شملت الشروط المكفرة لأنهم قد عرفوها وأن يكونوا غير مكرهين. ¶ ونسيت أن أذكر أنها وافتنا صحيفة لسفيه من السفهاء اسمه: (عبد الفتاح البتول) ينتقد عليّ لماذا أتكلم في (عمر الجاوي) الشيوعي وفي (عبد العزيز المقالح) الحداثي الملحد , وهذا البتول من الإخوان المفلسين , وقد ابتلينا بكتّاب كذبة سفهاء لا يثق بهم الناس مثل: محمد المهدي , وعمار بن ناشر, وصحف كذابة مثل صحيفة الأيام التي تقول: الوادعي متشدد , والصحيفة نفسها شيوعية , ونحن نستبيح دماءكم إذا لم تسلموا.",
            "page": "18",
            "part": "1",
            "seal": "44928020"
        },
        {
            "id": "14",
            "nass": "أما التشدد فهو الذي يحرم على الناس شيئًا أحله الله لهم , أو يوجب على الناس شيئًا ما أوجبه الله عليهم. ¶ ونرجع إلى مسجد إب , وبعد ذلك أراد الإخوة أن يخرجوه، فإذا هو أمرٌ دُبَّر بليل، فأقول للإخوان المفلسين: كيف ترسلون سفهاءكم يشوشون علينا ونحن لا نرسل إخوة أفاضل يستطيعون أن يقولوا: أنت يا صعتر تحدثت بحديث ضعيف واستدللت بالآية في غير موضعها، وأنت يا عبد المجيد شغلت الناس بالصعود إلى القمر، وبدولة السودان دولة إسلامية، فيستطيع إخواننا أن يتكلموا، وأعظم من هذا أنهم انتزعوا مساجد أهل السنة من تحت أيديهم عند أن كان وزير الأوقاف منهم، وقد أخبرت أن وزير الأوقاف الشيعي المبتدع الآن يريد أن يشجع أهل السنة على أخذ بعض مساجد الإخوان المفلسين، لا، فلن نقبل هذا الشيعي أن يتدخل بيننا وبين الإخوان المفلسين. ¶ فأهل السنة عندهم صبر وصدور واسعة، وربما يضربون وينتقم الله لهم: (وإن تصبروا وتتقوا لا يضركم كيدهم شيئاً). [آل عمران: 120] ¶ فالحمد لله أهل السنة منصورون حتى وإن أخذت المساجد من أيديهم، وإن جلسوا يدرسون في الشوارع والأزقة بحمد الله فأول",
            "page": "19",
            "part": "1",
            "seal": "6FB99476"
        },
        {
            "id": "15",
            "nass": "ما بدأنا دراستنا في الشمس إلى ضحى ثم ننتقل إلى تحت الأشجار، حتى يسر الله ببناء مسجد ثم المسجد الذي هو أربعون في أربعين. ¶ وفي ذات مرة كان عندنا اجتماع في دماج فجاء سفيه من سفهاء الإخوان المسلمين يسب الحكومة من عندنا حتى تلقى المسئولية علينا. فقلنا: هذا ليس إليك وإذا كنت بطلاً تكلمت بهذا الكلام في صنعاء، فأخذه الأخ حسين المحرق بيده وأخرجه من المسجد وهو جدير بذلك. ¶ ثم جاءنا ذلك السفيه في مسجد الدعوة في صنعاء يشوش علينا فكتبت إليهم: إما أن تمنعوا سفهاءكم وإلا فلا تلومون إلا أنفسكم إذا أرسلنا من يشوش (¬1) عليكم، ومنعوا. فكادت أن تحدث مضاربة بين إخواننا أهل السنة وبين الإخوان المفلسين في تلك الليلة في جامع إب فاضطر إخواننا المرافقين لنا وهم عقلاء أفاضل طلبة علم، فأرادوا أن يدفعوا عنا وعن إخواننا أهل إب فوضى أولئك، فاضطر الإخوان إلى أن يخوفوهم بفتح مجاري البنادق، وما فتحت المجاري إلا والفوضى والزحام على الأبواب وكنت أظن أن أصوات الأبواب صوت إطلاق رصاص لأن سمعي ثقيل، والحقيقة إنما هي حركات الأبواب. ¶ ¬_________ ¶ (¬1) ونقول كما يقول جرير: ¶ أبني حنيفة أحكموا سفهاءكم ... إني أخاف عليكموا أن أغضبا",
            "page": "20",
            "part": "1",
            "seal": "47626DBA"
        },
        {
            "id": "16",
            "nass": "ثم رجعنا بحمد الله إلى مفرق حبيش وألقيت المحاضرة هناك، وفي الصباح مشينا إلى تعز إلى الشيخ الفاضل أحمد الشيباني ومكثنا ليلتين هنالك دعوة، تحترق قلوب الحزبيين والحسدة لكثرة الحاضرين. ¶ وقد أكرمنا الإخوة في إب وتعز. أسأل الله أن يبارك لهم في أموالهم وفي أولادهم وأنفسهم. ثم مشينا إلى عدن في الصباح، ووصلنا إلى النقطة العسكرية فقالوا: لا يدخل إلا قطعتي سلاح ولكم واحد ثلاثة، وبينما نحن نراجع ذلك الضابط قال: اذهبوا إلى ذلك الشخص _ وأشار إلى شخص _ فإنه من أقرباء الرئيس، فرأيت منظره ليس منظر رجل من أهل الخير فقلت: والله لا أذهب، وذهب بعض إخواننا وكلموه من دون أن يستأذونني (¬1)، فقال لهم: ولا قطعة واحدة، يقول: نحن الآن ماشون بسيارتنا ما عندنا مسدس ولا كذا والدنيا أمن. ¶ قلت: والصحيح أنه انفجر قبل أيام لغم في القلّوعة، ونعرف أيضًا أن الشيوعيين قلوبهم محترقة وكذلك سائر الأحزاب، فرجعنا إلى لحج، ثم جاء إلينا أخ ومعه رجل من العساكر القبائل فدخلنا ببعض البنادق، وكانت المحاضرة في تلك الليلة في مسجد البريقة، وجوه مشرقة مباركة محبة للخير، وكان أكثر الكلام توجيهات ¶ ¬_________ ¶ (¬1) كذا في الأصل، والصواب: يستأذنونني. كما هو ظاهر العبارة. أبو عمر",
            "page": "21",
            "part": "1",
            "seal": "C01EA22D"
        },
        {
            "id": "17",
            "nass": "لإخواننا أهل السنة، وفي الصباح مذاكرات، وإمام المسجد الأخ الفاضل أحمد بن عثمان حفظه الله وعندهم دروس طيبة في المسجد. ¶ وفي الليلة الثانية قام محمد الإمام بما فتح الله، عليه وأما أنا فحلقي مسدود لا أستطيع أن أتكلم، ولو أن لي من الأمر شيئًا لرجعت إلى دماج بلدي لأني أصبحت لا أستطيع أن أتكلم إلا بمشقة قدر ربع ساعة، ولو أن لي من الأمر شيئًا لرجعت، لكن قد وعدنا إخواننا في عدن بخمس ليال، ووجدنا إخواننا متعطشين للعلم، فعند أن اجتمعنا في مسجد الرحمن فقام محمد الإمام ثم قمت بعده وتكلمت بكلمات مختصرة ثم قام الشيخ أحمد الشيباني حفظه الله. ¶ وانتهى الكلام وانتهت المحاضرة، وبينما المؤذن يؤذن لصلاة العشاء، وإذا بانفجار اللغم وكنا في الداخل، فجعلت أنظر في سقف المسجد أين أجد الفرج كنت أظنه في المسجد فقد اهتز المسجد أيما اهتزاز، فإذا بالانفجار خارج المسجد. ¶ ثم خرجنا بحمد الله وركبنا سيارتنا، وأما إخواننا أهل عدن فأحسنوا فقد صلوا العشاء، وقام عبد العزيز الدراوردي حفظه الله يتكلم بعد العشاء كأنه لم يحدث شيء، عندهم شجاعة وإقدام،",
            "page": "22",
            "part": "1",
            "seal": "6765DE09"
        },
        {
            "id": "18",
            "nass": "ثم رجعنا إلى بيت أحد الإخوة وقد أعد العشاء حفظه الله وهو الأخ مهدي الشبوي وقد زارنا في دماج. ¶ ثم اتصلت ببعض المسئولين وقلت له: إذا كان بقاؤنا سيسبب لكم فتنًا ومشاقّ فنحن سنرحل غدًا. قال: ابقوا، وهو الأخ مدير الأمن محمد طريق _ جزاه الله خيرا _والنبي صلى الله عليه وعلى آله وسلم يقول: (من لا يشكر الناس لا يشكر الله). ¶ فنشكر لهم ما قاموا به من زيارة ورعاية لنا بعد انفجار اللغم، فقال: تبقون والبلد بلدكم ونحن المسئولون عن الأمن، فعزمنا على البقاء والحمد لله. ¶ ثم الأخبار في الصباح: الداعية الإسلامي الشيخ مقبل المتشدد، وهي جريدة الأيام الشيوعية، ثم اتصلنا بإخواننا في تلك الليلة ههنا لتطمئنوا أنه ما حدث لإخواننا شيء، والذي حدث هو رجل انفجر اللغم في بطنه فالله أعلم أنه كان يصلحه وانفجر فيه، ورجل آخر قطعت يده، وإخواننا ما بينهم وبينه إلا مسافة قريبة سلمهم الله وحفظهم الله وهم الإخوان الحراس جزاهم الله خيرا. ¶ وفي الليلة الثالثة كنا نظن أن الناس قد خافوا فربما لا يحضر إلا الجمع القليل، فحضر مثل كل ليلة والحمد لله صارت ليلة مباركة، وحضر كذلك من الشرطة من يقومون بالحراسة، فجزاهم الله خيرًا على ما فعلوا.",
            "page": "23",
            "part": "1",
            "seal": "C8905BD9"
        },
        {
            "id": "19",
            "nass": "والصحف والإذاعات تنعق، والمسئولون يخافون من الإعلام، فلماذا يخافون من هؤلاء الكذبة؛ إذاعة لندن كذابة وصحيفة الأيام كذابة، وصحيفة الشورى الشيعية كذابة. ¶ ثم رأينا أننا نرحل ونسافر فقلنا: ربما تأتي أخبار للإخوان ههنا تزعجهم، وخرجنا بفضل الله وبتنا في معبر، وأكرمونا غاية الإكرام. نسأل الله أن يبارك لهم. ثم صعدنا إلى صنعاء ومعنا من الإخوة جمع قدر خمسين أخًا من المسلحين فقال الجنود: تمشون إلى صعدة على طول، فقلنا لهم: لنا حاجة في صنعاء، فقالوا: إذن تضعون الأسلحة في بيت ولا تبقى إلا السيارة التي تركبها أنت ورفقتك، وهو صحيح، ويشكرون على تعاونهم معنا، والحمد لله. ¶ ثم وصلنا إلى دماج واستقبلنا إخواننا من أهل دماج وطلبة العلم وأطلقوا الرصاص شيئًا كثيرًا فرحًا بقدومنا سالمين، وقد نهيناهم عن الرماية فلم ينتهوا جزاهم الله خيرًا. ¶ أما بخصوص الصحف فلعلنا نذكر شريطًا آخر في بيان حقيقة هذه الصحف على أن لنا شريطًا موجود في المصارعة بعنوان: جلسة قصيرة مع عميان البصيرة، وهو مع الصحفيين عند أن زارونا إلى هنا، فربما نعيد الشريط. والله المستعان.",
            "page": "24",
            "part": "1",
            "seal": "43A686E5"
        },
        {
            "id": "20",
            "nass": "تنبيه: وهو سؤال موجه للإخوان المسلمين: هل ترون الحكومة حكومة إسلامية أم لا؟ فإن كنتم ترون الحكومة حكومة إسلامية، فالنبي صلى الله عليه وعلى آله وسلم يقول: (من أتاكم وأمركم جميع يريد أن يفرق بينكم فاضربوا عنقه كائنًا من كان). ¶ ويقال للسروريين أتباع محمد سرور الذي اعترف عندنا في البيت بأنهم جماعة ولكن قال: إنهم لا يتعصبون، ثم ظهر تعصبهم عند قضية الخليج. ¶ ويقال للفريقين: النبي صلى الله عليه وعلى آله وسلم يقول: (إذا بويع لخليفتين فاضربوا عنق الآخر منهما). ¶ وفي الصحيحين عن عبادة بن الصامت _ رضي الله عنه _ قال: بايعنا رسول الله صلى الله عليه وعلى آله وسلم على السمع والطاعة في العسر واليسر والمكره والمنشط وعلى ألا ننازع الأمر أهله إلا أن تروا كفرا بواحًا عندكم فيه من الله برهان. ¶ وفي الصحيحين أيضًا عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وعلى آله وسلم قال: (إن بني إسرائيل كانت تسوسهم أنبياؤهم، كلما هلك نبي خلفه نبي، وإنه سيأتي بعدي خلوف يقولون مالا يفعلون ويفعلون مالا يؤمرون). ¶ أو بهذا المعنى: قالوا: أفلا ننابذهم يا رسول الله؟ قال: (لا، ما صلوا).",
            "page": "25",
            "part": "1",
            "seal": "E0AB2B0C"
        },
        {
            "id": "21",
            "nass": "فإن كنتم ترون الحكومة إسلامية فلماذا تنظمون لإقامة حكومة فهل هذا في دين الله، وإن كنتم لا ترونها حكومة إسلامية فلماذا تشاركونها في كل شيء؟!. ¶ والواقع أنهم يتلوَّنون. لو قال الرئيس بإلغاء المعاهد الحزبية، لقالوا: علماني كافر، _ وقلنا المعاهد الحزبية لأننا كنا نقول لها فيما مضى المعاهد العلمية. فهي الآن المعاهد الحزبية _. ¶ وهكذا يتلوَّنون مع المصلحة، فليسوا عند الدين ولا بعد إقامة حكومة إسلامية، ولو أقاموا دولة والعياذ بالله فإنهم أول ما يبطشون بأهل السنة، وقد فعلوا هذا بإخواننا في كنر بأفغانستان. ¶ ولو أقاموا دولة لدعو (¬1) رجلاً علمانيًّا أو شيوعيًّا، سياسة عمياء حمقاء، كما أتوا بجمال عبد الناصر وقالوا: هذا نجعله واجهة أمام الناس ونحن نعمل ونتحرك، فلما تمكن وصار الحديد والنار بيده قتلهم قتلًا ذريعًا. ¶ نقول هذا ولسنا شامتين بهم فلا رحم الله جمال عبد الناصر. فسياستهم سياسة حمقاء، والواقع أنهم من أجهل الناس بالسياسة، فإذا ضحك لهم الرئيس ظنوا أن العيد غدًا، أي رئيس، فصدام _ صدمه الله بالبلاء _ عند أن قرب بعضهم وذهب عبد الوهاب الديلمي وفقنا الله وإياه لكل خير إلى العراق، سألت أخًا ¶ ¬_________ ¶ (¬1) كذا في الأصل، والصواب: لدعوا. كما هو ظاهر العبارة. أبوعمر",
            "page": "26",
            "part": "1",
            "seal": "29EBEA8C"
        },
        {
            "id": "22",
            "nass": "من الإخوان المفلسين: أين عبد الوهاب الديلمي؟ فقال: ذهب إلى العراق، فنحن نرى صدامًا قد تحسن ومال إلى الإسلام. ¶ فهم جهلاء بالسياسة وبالحكام، والواقع الذي أعماهم هي الدنيا والمناصب والكرسي، والدفاع عن الكرسي، لكن الرئاسة لا يريدونها بل يريدون شخصًا يكون واجهة لهم، وهذا واقع في اليمن الآن فهم يرفعون الشخص حتى يصير وزيرًا وهو من الإخوان، وبعد أن يصير وزيرًا يغلق الأبواب في وجوههم، وكما قيل: ¶ على عاتقيه يصعد المجد غيره ... وهل هو إلا للتسلق سلّم ¶ فهم مضطربون، فإذا كانت الدولة إسلامية فما فائدة هذه الحركة، والمقاطعة لأهل السنة لأجل أنهم لا يوافقونهم، في التلبيسات على العوام. ¶ وقد زارني القاضي محمد قطران فقلت له: هذه الانتخابات طاغوتية؟ فقال: لعلنا نأخذ السلطة بالسّلم، فقلت: وإذا لم يعطها بالسلم؟ فماذا تفعلون؟ قال: سنقاتله إذا لم يعطها بالسلم. وقلت هذا الكلام لثلاثة من الإخوان المسلمين. والحق أنهم أفاضل وقد سألتهم نفس السؤال وأجابوا بالإجابة نفسها. ¶ ونحن نبسط القول فيهم لأنهم يلبسون على العامة، عبد الله صعتر الجويهل، قدم إلى عدن ونحن فيها، لأنهم يخافون على",
            "page": "27",
            "part": "1",
            "seal": "A6FEB7ED"
        },
        {
            "id": "23",
            "nass": "شبابهم، وبقي ليلتين أو ثلاثًا، ولكن من فضل الله فالفرق كبير بين اجتماعاتهم واجتماعات أهل السنة، فاجتماعات أهل السنة لوجه الله يهمهم الدين، وأولئك يجتمعون من أجل الكراسي. ¶ وأما ما يتعلق بالصحفيين فللموضوع تكملة، ونحن لا يهمنا الصحفيون، فإنهم أصحاب هوس وتسميتهم بالصحفيين يعتبر ظلمًا، بل ينبغي أن يسمى الصحفي مهووسًا، فكلامه مثل كلام السكران أو المجنون، فكلمة في المشرق وكلمة في المغرب، وقد كتب شيوعي في جريدة من الجرائد فتارة يتكلم على الدعوة بدماج، وأخرى في السعودية وأخرى في صنعاء، مثل السكران الذي يهذي بكلامه، ويجوز أنه سكران، وإلا فما دخل أمراء السعودية وهم الذين رحّلوني من هناك، في دعوتنا باليمن، والحقيقة أن الاشتراكيين هم العملاء للسعودية (¬1)، فقد انكشفت الحقيقة، وأما نحن فمع كتاب الله، ومع سنة رسول الله صلى الله عليه وعلى آله وسلم. ¶ أسأل الله العظيم أن يحفظ علينا ديننا وأن يتوفَّنا مسلمين والحمد لله رب العالمين. ¶ الحمد لله والصلاة والسلام على رسول الله وعلى آله وأصحابه ومن والاه، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدًا عبده ورسوله. ¶ ¬_________ ¶ (¬1) طلب الشيخ حذف أي كلام له على السعودية.",
            "page": "28",
            "part": "1",
            "seal": "26EAA9FF"
        },
        {
            "id": "24",
            "nass": "أما بعد ... فقد روى الترمذي في (جامعه) عن سعد بن أبي وقاص _ رضي الله عنه _ عن النبي صلى الله عليه وعلى آله وسلم أنه قال: (أشد الناس بلاء الأنبياء ثم الأمثل فالأمثل، يبتلى الرجل على حسب دينه، فإن كان في دينه صلابة اشتد بلاؤه، وإن كان في دينه رقة ابتلي على حسب دينه). ¶ وذكرت في \"الصحيح المسند مما ليس في الصحيحين\" حديث أبي سعيد الخدري وهو بمعنى حديث سعد بن أبي وقاص. في هذين الحديثين الثابتين عن النبي صلى الله عليه وعلى آله وسلم بيان ما يبتلى به الرجل المتمسك بدينه، وأن هذا أمر لابد منه، ومن وفقه الله وثبته فهو الذي ينبغي أن يحمد الله. ¶ روى أبو داود في \"سننه\" عن المقداد بن الأسود _ رضي الله عنه _ قال: قال رسول الله صلى الله عليه وعلى آله وسلم: (إن السعيد لمن جنب الفتن، إن السعيد لمن جنب الفتن، إن السعيد لمن جنب الفتن، ولمن ابتلى فصبر فواها) _أي: من ابتلى فصبر فعجب له _. ¶ بل رب العزة يقول في كتابه الكريم: (أم حسبتم أن تدخلوا الجنة ولما يأتكم مثل الذين خلوا من قبلكم مستهم البأساء والضراء وزلزلوا حتى يقول الرسول والذين آمنوا معه متى نصر الله ألا إن نصر الله قريب) [البقرة: 214].",
            "page": "29",
            "part": "1",
            "seal": "04641F7F"
        },
        {
            "id": "25",
            "nass": "ويقول سبحانه وتعالى في كتابه الكريم: (الم * أحسب الناس أن يتركوا أن يقولوا آمنا وهم لا يفتنون * ولقد فتنا الذين من قبلهم فليعلمن الله الذين صدقوا وليعلمن الكاذبين) [العنكبوت: 1 - 3]. ¶ فلابد من الفتنة والاختبار، يقول الله عز وجل: (ونبلوكم بالشر والخير فتنة) [الأنبياء: 35]. ¶ والشأن كل الشأن لمن صبر وثبت، وسميت فتنة لأنه تفتن الشيء وتختبره، يقال: فتن الذهب، أي جعله في النار ليعلم أذهب خالص هو أم ليس خالصًا. ¶ ورب العزة يقول في كتابه الكريم: (ومن الناس من يقول آمنا بالله فإذا أوذي في الله جعل فتنة الناس كعذاب الله) [العنكبوت: 10]. ¶ ويقول سبحانه وتعالى في كتابه الكريم: (ومن الناس من يعبد الله على حرف فإن أصابه خير اطمأن به وإن أصابته فتنة انقلب على وجهه خسر الدنيا والآخرة) [الحج: 11] فنسأل الله أن يعيذنا من الفتن. ¶ وقد كان النبي صلى الله عليه وعلى آله وسلم يستعيذ بالله من الفتن؛ من فتنة المحيا والممات.",
            "page": "30",
            "part": "1",
            "seal": "E1D32F8E"
        },
        {
            "id": "26",
            "nass": "فلا بد أن يفتن الداعي إلى الله، وليس بأعز على الله تعالى من الأنبياء ومن الصالحين، وإننا إذا قرأنا التاريخ وجدنا كثيرًا من علمائنا ابتلوا كسعيد بن المسيب فقد ضُرِب، والإمام مالك ضُرِب، والإمام أحمد بن حنبل ضُرِب أيضًا، وغير واحد من علمائنا المتقدمين _ رحمهم الله. ¶ إن التمحيص يكون سببًا لفوز الشخص ونجاحه بإذن الله، إذا كان ثابتًا، وإننا نحمد الله سبحانه وتعالى، فنحن نتوقع هذا ونتوقع ما هو أعظم. ¶ ونحن في آخر الزمن ولكن من فضل ربي أنه ما حدث حدث إلا صار نصرًا للسنة، فعند أن لغّم مسجد إخواننا آل جميدة حفظهم الله وسلم الله المسجد، وكان ذلك في الليل، وفي العصر وكنا في المدرسة بدماج وكان معهدًا، فقلت: نصرت السنة ورب الكعبة، وقد أخذنا هذا من قول الله عز وجل: (ومن أظلم ممن منع مساجد الله أن يذكر فيها اسمه وسعى في خرابها أولئك ما كان لهم أن يدخلوها إلا خائفين لهم في الدنيا خزي ولهم في الآخرة عذاب عظيم) [البقرة: 114]. ¶ وأولئك الذين قاموا بالتلغيم وأرادوا قتل الدعاة إلى الله، والدعوة كما تقدم هي دعوة الله ليست بحولنا ولا بقوتنا ولا بشجاعتنا",
            "page": "31",
            "part": "1",
            "seal": "BEA06F36"
        },
        {
            "id": "27",
            "nass": "ولا بكثرة أموالنا ولا بفصاحتنا في الخطابة ولا بكثرة الخطابة، بل تسبقنا الدعوة ونحن نمشي بعدها والفضل في هذا لله عز وجل. ¶ فخاب وخسر من أراد الشر بالدعاة إلى الله، وجعله الله أضحية لعمله السيء. ¶ أما الصحف الكذابة فمن أراد أن يجالس الكذابين فليقرأ في الصحف، وإذا أردت أن تجالس الصادقين قرأت في كتاب ربنا وفي \"الصحيحين\" وفي كتب التزمت الصحة. ولقد أحسن من قال: ¶ وأرى الصحافيين في أقلامهم ... وحي السماء وزينة الشيطان ¶ فهم الجناة على الفضيلة دائمًا ... وهم الحماة لحرمة الأديان ¶ قلت: كان ينبغي أن يقول الشاعر: والهاتكون لحرمة الأديان. ¶ فلربما رفعوا الوضيع سفاهة ... ولربما وضعوا رفيع الشان ¶ وجيوبهم فيها عقولهم إذا ... ملئت فهم من شيعة السلطان ¶ وإذا خلت من فضله ونواله ... ثاروا عليه بخائن وجبان ¶ ويصوبون المخطئين تعمدًا ... ومن المصيبة زخرف العنوان ¶ وأحسن من تكلم على ما حدث في جامع إب بيننا وبين الإخوان المفلسين جريدة الرأي العام نقلت الحقيقة إلا أنها أخطأت أننا ما خرجنا من المسجد حتى جاء الأمن، بل خرجنا بحمد الله وما علمنا أن الأمن جاء إلى المسجد والفضل في هذا لله.",
            "page": "32",
            "part": "1",
            "seal": "76861C4C"
        },
        {
            "id": "28",
            "nass": "أما صحيفة الشورى الشيعية فإنها رمتنا بالتطرف أي على طرف من الدين، وكأنهم يقصدون من هذا قول الله عز وجل: (ومن يشاقق الرسول من بعد ما تبين له الهدى ويتبع غير سبيل المؤمنين نوله ما تولى ونصله جهنم وساءت مصيرا) [النساء: 115]. ¶ ولنا أن نقول: من هو المتطرف يا صحيفة الشورى الكذابة؟ أهو نحن أم الهادي يحيى بن الحسين الذي سفك دماء المسلمين اليمنيين ونهب أموالهم؟، اقرأوا سيرته كتبها بعض تلامذته، فقد أخذ غنم أهل جبل بني عوير والمهاذر، وسفك دماء المسلمين بصعدة، وحاشد وصنعاء ونجران. ¶ فإن قال قائل: إنه حارب القرامطة بنجران وصنعاء؟ ¶ فالجواب: أن الهادي خرج إلى اليمن لعله في مائتين وثمانين للهجرة، والقرامطة لم يظهروا إلا نحو مائتين وواحد وتسعين، وأما في نجران فمائتين وأربعة وتسعين هذا هو ظهورهم. ¶ فلماذا يقتل الهادي اليمنيون لأنهم لم يسلموا، فهم مسلمون أثنى عليهم النبي صلى الله عليه وعلى آله وسلم بقوله: (الإيمان يمان والحكمة يمانية والفقه يمان). ¶ وبقوله في أهل اليمن: (إنهم أرق أفئدة وألين قلوبًا). والهادي من أهل المدينة خرج إلى اليمن يبث الاعتزال.",
            "page": "33",
            "part": "1",
            "seal": "9985DFAC"
        },
        {
            "id": "29",
            "nass": "والتطرف مخالفة الكتاب والسنة, والصحيحان عند الهادي ليس لهما قيمة، والذي يقول: إن الله يُرَى في الآخرة، فهو عند الهادي كافر تأويل، والذي يقول: إن الله قدر المعاصي ضال ومبتدع، بل ربما يكفره الهادي ويكفر اليمنيين، فمن المتطرف نحن أم الهادي؟ ¶ من المتطرف نحن أم عبد الله بن حمزة الذي قتل المطرفية وقد أنكر عليه غير واحد من العلماء، وخرب مساجدهم واستباح سبي نسائهم، على أنهم كفار، والواقع أنهم شيعة متمسكون بمذهب الهادي، وقد أنكر على عبد الله بن حمزة جمع من العلماء. ¶ وكتاب \"إرشاد ذوي الفطن لإبعاد غلاة الروافض من اليمن\" سينشر فإنه ما نشر كما ينبغي، فصاحب المدينة يرجع إلى المدينة وصاحب إيران يرجع إلى إيران لا يفسدون علينا يمننا، قلَّ أن تجد علويًا إلا وهو يحدث نفسه أنه سيكون إمامًا، وانظروا ماذا فعل ابن أبي الفتح الديلمي بأهل مجز، جاء من الديلم يسفك دماء المسلمين ويبثون العقائد الخبيثة المخالفة للكتاب والسنة فمن المتطرف. ¶ أما العصريون من الشيعة فهم غثاء ولا يستحقون أن نذكرهم، وليسوا أهلًا لأن يذكروا، بل نذكر أولئك الذين يزعمون أنهم أئمة وخرجوا لينقذوا اليمن من الجهل، بل خرجوا ليحولوا اليمن من السنة إلى البدعة، ومن الهدى إلى الضلال ومن الرشد إلى الغي.",
            "page": "34",
            "part": "1",
            "seal": "4035D272"
        },
        {
            "id": "30",
            "nass": "واقرأ في أقرب كتاب من كتبهم \"العقد الثمين\" وهو وريقات أتى بالمذهب المعتزلي وقبله \"الأساس في عقائد الأكياس\"، أما الأكياس الذين هم بمعنى الفطناء فلا، وإبراهيم الكردي الذي رد على (الأساس) يقول: الأساس ليس فيه من عقائد المسلمين شيء. ¶ وانظروا إلى أحاديث خروج الموحدين من النار المتكاثرة عن النبي صلى الله عليه وعلى آله وسلم. ¶ وأولئك المخذولون ينكرون هذا، وأنا آسف على أهل اليمن، فمن جاءهم صفقوا له وقالوا: مرحبًا بمولانا ¶ وببركتنا، ولكنهم قد استيقظوا، وهذا من فضل ربي. ¶ فهل نحن المتطرفون أم المطهر بن يحيى شرف الدين، فقد خرج عليه السراجي وهو من أهل البيت فالتقى بهم المطهر وأسرهم وكانوا نحو ألفين وثلاثمائة، فقتل ألفًا _ هذا مطهر بن يحيى _ وأبقى ألفًا وثلاثمائة والسراجي، فقال له المطهر: اركب على البعير، فأبى أن يركب، فقتله. ¶ وعندما قتل الألف حتى غاصت أرجل بغلته بين الدماء، فأخذ رؤوسهم وربطها في رؤوس الأحياء ومشى بهم إلى صنعاء، ومن صنعاء إلى صعدة، ثم قتل الباقين، فكان يسقط رأسان، الرأس المحمول ورأس الأسير.",
            "page": "35",
            "part": "1",
            "seal": "19F12F42"
        },
        {
            "id": "31",
            "nass": "فهم فعلوا الأفاعيل باليمن، وإسماعيل بن المتوكل الجويهل استباح دماء من يخالفه خصوصًا أهل اليمن الأسفل واستباح أموالهم، وله رسالة بعنوان: \"إرشاد السامع إلى جواز أخذ أموال الشوافع\"، وقد رد عليه غير واحد من أهل بيت النبوة، وكان يقول وبئس ما قال: والله ما أخشى أن يحاسبني الله على ما أخذت من أموالهم ولكني أخشى أن يحاسبني الله على ما تركت لهم فهم أشقوا اليمن، ونحن نقول لهم: بحمد الله ما سفك دم منذ قامت الدعوة ولها قدر عشرين سنة، وأهل السنة ليسوا دعاة فتنة بخلاف أولئك. ¶ وأنا آسف على اليمنيين كيف يستجيبون لأولئك السفاكين للدماء، نتحداهم أن ينكروا شيئًا مما قلناه. فمن هو المتطرف؟ ¶ وأما جماعة الجهاد، فتسمية في غير محلها، فإنه يجب على كل مسلم أن يجاهد إذا كان مقتدرًا؛ يقول الله تعالى: (إن الله اشترى من المؤمنين أنفسهم بأن لهم الجنة يقاتلون في سبيل الله فيقتلون ويقتلون وعدًا عليه حقًا في التوراة والإنجيل والقرآن ومن أوفى بعهده من الله فاستبشروا ببيعكم الذي بايعتم به ... ) [التوبة: 111]. ¶ كل المسلمين يجب عليهم أن يجاهدوا: (انفروا خفافًا وثقالًا",
            "page": "36",
            "part": "1",
            "seal": "F588BC82"
        },
        {
            "id": "32",
            "nass": "وجاهدوا بأموالكم وأنفسكم في سبيل الله) [التوبة: 41] اللهم إلا من عذره الله تعالى فله عذره. فلا نحتاج إلى تسمية جماعة باسم جماعة الجهاد. ¶ هذه الجماعة ينبغي أن نسميها جماعة الفساد: (إنما جزاء الذين يحاربون الله ورسوله ويسعون في الأرض فسادًا أن يقتلوا أو يصلبوا أو تقطع أيديهم وأرجلهم من خلاف أو ينفوا من الأرض ... ) [المائدة: 33] لو أن هناك حكومات إسلامية تقيم الحدود فواجب عليها أن تقبض على جماعة الجهاد ويقال لهم: من تجاهدون؟ أتجاهدون اليمنيين المسلمين. ¶ فنقول لهم: يا جماعة الفساد لكم في اليمن نحو ثمان سنوات فما الذي عملتم لليمن، والحق أنها أتتهم مطرة من الفلوس ومطرة من المدافع والرشاشات، ملأوا البيوت ثم طردوا جماعة أسامة وبعضهم أراد أن يسلمهم إلى الأمن السياسي. ¶ فيا أهل اليمن أفقرتم الأحزاب كلما جاء حزب تجمعتم حوله حتى تأخذوا جميع ما عنده ثم تنتقلون إلى حزب آخر، ويضرب لك الشخص منهم صدره ويقول: أبشر بي وأنا حولك. ¶ فنقول لهم: هذه الجماعة خير لهم أن يطلبوا العلم، وبعضهم من جماعة الجهاد وللأسف لا يصلي، فقد أخبرني بعض الإخوة",
            "page": "37",
            "part": "1",
            "seal": "E5763B75"
        },
        {
            "id": "33",
            "nass": "المصريين أنه كان في جماعة التكفير فيقول: كنا نجلس نتناظر ونتناقش طول ليلتنا إلى قبل الفجر ثم ننام ولا نقوم إلا في الضحى. ¶ وهذا المدبر الذي لغم في عدن، فلا بد أنه من جماعة التكفير، ويقول إنه من جماعة الجهاد والله أعلم، أهو من الشيوعيين، أو البعثيين، فإننا قد أعطينا لكل لطمة، لكن الله سبحانه وتعالى يقول: (وما اختلفتم فيه من شيء فحكمه إلى الله) [الشورى: 10]. ¶ وهذا فعل العاجز أن تذهب وتلغّم لسيارة، أو لأناس في مسجد، فتستطيع عجوز من العجائز أن تذهب وتضع اللغم وتمشي وبعدها ينفجر، فهذه ليست شجاعة بل هي جبن وخور. ¶ فنحمد الله فقد صار نصرًا للسنة، وعرف بحمد الله أن أهل السنة ليسوا دعاة فتن. ¶ أهل السنة والفضل في هذا لله يستطيعون أن ينتقموا من أعدائهم لكن نحن نقول: نحن في شعب مسلم وفي بلد مسلمة فلا يجوز لنا أن نسفك دماء المسلمين. ¶ وأما ما قيل إنها قنبلة وأن شخصًا كان يلعب بها ثم انفجرت فيه فليس بصحيح، بل هو لغم أو عبوة ناسفة؛ بدليل أن الإخوة الذين كانوا مشاهدين لذلك قالوا: رأوا لمعانا وإضاءة، وقد أخبرني الإخوة الخبراء بالقنابل أن القنابل ليس لها ذلك.",
            "page": "38",
            "part": "1",
            "seal": "25278B8E"
        },
        {
            "id": "34",
            "nass": "فلا ينبغي أن نغطى، فلو كان وزيرًا أو فندمًا من الفنادمة أو غير ذلك لسمعت ضجة إذاعة صنعاء، لكن هؤلاء الدراويش في نظرهم في جامع الرحمن لا يبالى بهم، بل أعظم من هذا أنهم كانوا يريدون أن يأخذوا بعض إخواننا للتحقيق معه، ما شاء الله يُعْتَدى علينا ثم يحقق معنا، فالله المستعان. ¶ ويضيق علينا في مسألة السلاح، فالخمار يدخل بسلاحه والشيوعي يدخل بسلاحه والبعثي يدخل بسلاحه، ويكون شخصًا واحدًا لو قتل لاستطعنا أن نأتي بألف وزير يماثله، لكن العالِم إذا قتل متى نستطيع أن نأتي بمن يسد مسده. ¶ وأما أنت أيها الداعي إلى الله وأنت مستهدف فلا يجوز لك أن تحمل السلاح، كما قال ذلك الذي أخبرنا من أقرباء الرئيس، قال: عدن آمنة. ¶ فلا يضيق علينا بالسلاح ولا يضيق علينا بالمنع، فإن ضيق علينا فبحمد الله أرض الله واسعة وبحمد الله أبناء القبائل يدعوننا ولهم حق أن نجيبهم، ولأن يهدي الله رجلًا من أبناء القبائل يعز الله به الدين من فضل الله. ¶ فالواجب على المسئولين أن يؤمنوا البلاد أو أن يتركوا من يخاف أن يمشي بسلاحه ليدافع عن نفسه، على أننا بحمد الله أينما",
            "page": "39",
            "part": "1",
            "seal": "0B432E0E"
        },
        {
            "id": "35",
            "nass": "نزلنا على أناس أحسن من أهلنا، لكن هم أناس ما قد جربوا وما قد عرفوا أعداء الدعوة وأنهم يتربصون بأهل الدعوة الدوائر، فهم يقدمون لنا الذبائح والإكرام. ¶ فيجب علينا أن نتعاون جميعًا نحن والمسئولون على القضاء على أولئك الذين يزعزعون أمن البلاد فيجري عليهم حكم الله، وأما هذا الشخص فقد أجرى الله حكمه وهو خير الحاكمين ومزّقه اللغم واستراحت منه البلاد والعباد وقد نُشر أن له سوابق، وإنني أحمد الله سبحانه وتعالى، فإن بعض المسئولين يستكثرون الجموع، فنقول لهم: لا تخافوا ولا يضركم غضب أمريكا عليكم إذا كنتم مع الله، واقرأوا التاريخ تجدون المحدث ربما يحضر عنده ستون ألفًا أو مائة ألف، وكيف يسمعون وليس هناك مكبرات الصوت، هناك مستملون فمثلًا مدى الصوت أمام يبقى واحد وعلى اليمين واحد وعلى اليسار واحد ويقول المحدث: حدثنا يحيى بن يحيى، وكل واحد منهم يبلغ بأرفع صوته ما سمعه من الشيخ، فالمحدثون لهم مجالس، والحكام السابقون يعرفون قدر المحدثين وأنهم يرون أن العلم أرفع من الكراسي والسلطة: (يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات) [المجادلة: 11]. (ومن أحسن قولًا ممن دعا إلى الله وعمل صالحًا وقال إنني من المسلمين) [فصلت: 33].",
            "page": "40",
            "part": "1",
            "seal": "2A3BC11A"
        },
        {
            "id": "36",
            "nass": "ويقول سبحانه وتعالى: (لا خير في كثير من نجواهم إلا من أمر بصدقة أو معروف أو إصلاح بين الناس ومن يفعل ذلك ابتغاء مرضاة الله فسوف نؤتيه أجرًا عظيمًا) [النساء: 114]. ¶ فالمحدثون يرون العلم أرفع من الكراسي، بل أعظم من هذا أن بعض العباسيين لعله المأمون قيل له: هل بقي شيء من لذات الدنيا لم تنله؟ قال: بقى، أن أحدث ويجتمع عندي المحدثون ويقولوا: هات غفر الله لك، فاجتمع حاشيته الذين يريدون الترفيه عليه، وليس من أجل الحديث فاجتمعوا عنده ومعهم ألواحهم وأقلامهم فقالوا: هات غفر الله لك، قال: لستم بأولئك، أولئك الدنسة ثيابهم الشعثة رؤوسهم المشققة أرجلهم. ¶ وعند أن مَرَّ عبد الله بن المبارك ببيت هارون الرشيد وهو عالم خراسان ومفتيها سمعت جارية من جواري هارون الرشيد جلبة فأطلت من النافذة فوجدت الناس فقالت: من هذا؟ قالوا: هذا عالم خراسان ومفتيها عبد الله بن المبارك، فقالت: هذا والله هو الملك لا ملك هارون الذي لا يجتمع عنده الناس إلا رغبة ورهبة، والأمر كما تقول: فإن الناس يجتمعون عند العالم محبة لله. وكم نعق الشيوعيون والبعثيون والصوفية والشيعة أننا عملاء واتضحت الحقائق وعلم الناس من العملاء، فهل استطاعوا بنعيقهم هذا أن",
            "page": "41",
            "part": "1",
            "seal": "5203DA8A"
        },
        {
            "id": "37",
            "nass": "يصدوا الناس، فما ازداد الناس إلا إقبالًا على الدعوة، والآن تعب أهل صعدة ما بقى إلا إخواننا يقومون بالدعوة. ¶ وأيضًا فتنتهم الدنيا فذاك على الحروز والعزائم، وذاك على المسألة عند قبر الهادي، العميان يتضاربون على الفلوس وهم عميان البصر والبصيرة. ¶ فأين هم من علمائنا المتقدمين العميان من أمثال قتادة بن دعامة وغيره من علمائنا الأجلاء، وغير واحد من علمائنا عمى في آخر عمره وهو محدث جليل، ومن علمائنا المعاصرين الوالد الشيخ عبد العزيز بن باز حفظه الله إمام عصره، والشيخ ابن حامد رحمه الله من أبرز علماء العصر وهو أعمى. ¶ ونحن عمياننا يتضاربون بالعصى عند قبر الهادي على ريال أو ريالين أو عشرة، فهؤلاء سقط. وآخرون إذا دخلت إلى مسجد الهادي بصعدة أو الجامع الكبير بصنعاء لا يلتفتون إليك إلا إذا كان عندك حق درس، أي: نقودًا تعطيهم يدرسون لك بها قرآنًا. ¶ فأقول: إن المجتمع في ذمتكم يا أهل السنة وأنتم المسئولون أمام الله سبحانه وتعالى أن تردوا على الرافضي وعلى الصوفي وعلى الشيعي والشيوعي والحداثي وعلى كل مبطل بكتاب الله وسنة رسول الله صلى الله عليه وعلى آله وسلم: (فمن شاء فليؤمن ومن شاء فليكفر) [الكهف: 29].",
            "page": "42",
            "part": "1",
            "seal": "52A3BF39"
        },
        {
            "id": "38",
            "nass": "فمن خالف الكتاب والسنة أو طعن في سنة رسول الله صلى الله عليه وعلى آله وسلم فلو (نتعاضض) بالضروس، ولا يظن ظان أن أهل الباطل يهيبون علينا، فلولا أنه قيل لنا: ارحلوا من عدن ما رحلنا، وكنت في ذلك الوقت مسدود الحلق لا يستفاد مني، لكن كنا نريد أن نبقى لنري أولئك أنه والله لا تزعزعنا الألغام والرشاشات والمدافع، فنحن مع الكتاب والسنة، ونسأل الله أن يرزقنا الشهادة. ¶ وأما أنا فقد بلغت من العمر نحو ثلاثًا وستين أو أربعًا وستين سنة فما بقي إلا الاستعداد للرحيل على ذا أو ذاك والحمد لله. ¶ فنحن لا نبالي، فالإخوان المفلسون الذين يسلطون سفهاءهم، وأما ذلك الرجل الذي قام في إب فقد أُخبرت أنه ليس رئيسًا للإخوان المفلسين ولكن من جماعة الترابي الكافر ومن أتباعه. ¶ فأقول: الصحيح أن تلك الجموع تميتهم وهم أحياء، والفضل في هذا لله سبحانه وتعالى. ¶ وأما الاجتماع أو المحاضرة عند الإخوان المفلسين ربما تكلفهم قدر ثلاثة مليون، بل إن اجتماع مؤتمر الوحدة والسلام لعله كلفهم نحو ثمانية ملايين ريال، ويحضر القبائل يدخل الكلام من أُذنٍ ويخرج",
            "page": "43",
            "part": "1",
            "seal": "609DFE35"
        },
        {
            "id": "39",
            "nass": "من الأذن الأخرى، وبعضهم لا يدخل الكلام في رأسه من أصله، ليسوا إلا بعد الأموال والاستقبالات في الفنادق. ¶ بخلاف دعوة أهل السنة يجتمع الجمع الكبير وكل شخص يرجع إلى بيته وقد استفاد، فنسألك يا الله أن تبارك في دعوة أهل السنة، وأن تدفع عنهم كل سوء ومكروه، وأن تمن عليهم بالإقبال على العلم النافع. ¶ ولأخينا الفاضل الشيخ محمد الإمام شريط طيب ننصح بسماعه، فقد تكلم حفظه الله على الخوارج لأن هذه نزعة خارجية، فإن ذلك الشخص لم يتقدم يلغم _ هذا إذا كان يصلي _ إلا وهو يستحل دماء المسلمين ويعتقدهم كفارًا، ويقول قائلهم أيضًا: من لم يكفر الكافر فهو كافر. ¶ وقد رأيت هذه العبارة لعبد الله بن حمزة الذي يلقب بالمنصور في شخص خرج عليه وقال عبد الله بن حمزة _ والذي خرج عليه علوي _ فقال: هو كافر، لأنه لا يكفر المطرّفيّة، والمطرفية كفار ومن لم يكفر الكافر فهو كافر. ¶ فلا، من لم يكفر الكافر، الذي يقول أن النصراني ليس كافرًا فإنه يعتبر مكذبًا للقرآن فهو كافر أو الذي يقول: إن اليهودي ليس كافرًا، فإنه مكذب بالقرآن لأن اليهودي كافر.",
            "page": "44",
            "part": "1",
            "seal": "FEC4E6D9"
        },
        {
            "id": "40",
            "nass": "أما شخص أخطأ أو تأول فهذا لا يقال فيه: من لم يكفر الكافر فهو كافر. وإضافة إلى ما تقدم في عبد الله بن حمزة الذي كان من أئمة التشيع في اليمن، فإنه أول من بدأ ببناء القباب على القبور، وأول من بدأ بالضرائب ضربه الله بالبلاء. ¶ سؤال: هل صحيح أن دخول الهادي إلى اليمن كان بعد أن نوقش في المدينة مع بعض العلماء وفاز عليهم لكثرة علمه؟ ¶ جواب: الشيعة يعتبرون أكذب الناس على رسول الله صلى الله عليه وعلى آله وسلم، وقد أوردوا أحاديث أن النبي صلى الله عليه وعلى آله وسلم أثنى على الهادي، وقال: هو يحيى صاحب اليمن. ¶ فلم يعرف المحدثون الهادي، فإننا لم نجد ترجمة للهادي في كتب المحدثين فضلًا عن أن يغلبهم، ويغلبهم بماذا بأنه ينفي بعض صفات الله متبعًا في (¬1) ابن أبي القاسم البلخي المعتزلي، ولا يقول بخروج الموحدين من النار، ولا بأن الله قدر المعاصي والله عزوجل يقول: (إنا كل شيء خلقناه بقدر) [القمر: 49]. ¶ فالشيعة يعتبرون أكذب الناس على رسول الله صلى الله عليه وعلى آله وسلم. ¶ يقول الأعمش في الروافض: ما كنا نعدهم إلا الكذابين. ¶ ¬_________ ¶ (¬1) كذا في الأصل، والصواب: فيه. كما هو ظاهر العبارة. أبو عمر",
            "page": "45",
            "part": "1",
            "seal": "B25777FE"
        },
        {
            "id": "41",
            "nass": "سؤال: لعل السامع يفهم من تكفيرك للترابي بسبب عداوة فوضح ماهي الأمور التي توجب كفره وجزاك الله خيرًا؟ ¶ جواب تعبت وأنا أوضح والعلماء ألفوا في هذا المؤلفات، فمن هذا قوله: إن الأقليات المسلمة في بلاد الكفر يشملها القوانين _ أي قوانين البلد _ وإن كانت تخالف تعاليم الإسلام فهذا يعتبر كافرًا؛ لأن الله عز وجل يقول: (أفحكم الجاهلية يبغون ومن أحسن من الله حكمًا لقوم يوقنون) [المائدة: 50]، ويقول سبحانه وتعالى: (ومن لم يحكم بما أنزل الله فأولئك هم الكافرون) [المائدة: 44]. ويقول سبحانه وتعالى: (إن الحكم إلا لله) [يوسف: 40] ويقول: (فمن كان يرجوا لقاء ربه فليعمل عملًا صالحًا ولا يشرك بعبادة ربه أحدًا) [الكهف: 110]. ¶ ويقول: (ألم تر إلى الذين يزعمون أنهم آمنوا بما أنزل إليك وما أنزل من قبلك يريدون أن يتحاكموا إل الطاغوت وقد أمروا أن يكفروا به ويريد الشيطان أن يضلهم ضلالًا بعيدًا) [النساء: 60]. ¶ فهذا رجل لايشك في كفره، دع عنك سخريته بالنبي صلى الله عليه وعلى آله وسلم في شأن حديث الذباب، فإنه قال: أنا آخذ بقول النصراني ولا آخذ بقول محمد. ¶ وقال في شأن التصويتات والانتخابات: ماهي إلا نوع من الإجماعات.",
            "page": "46",
            "part": "1",
            "seal": "9E96B342"
        },
        {
            "id": "42",
            "nass": "قلت: فإذا صوت أهل بلد عالمهم وجاهلهم وبرهم وفاجرهم وذكرهم وإنثاهم إذا صوتوا على شيء فيعتبر عند _الترابي_ إجماعًا وحجة. ¶ وأما تعريف الإجماع فهو: اجتماع المجتهدين من أمة محمد صلى الله عليه وعلى آله وسلم في عصر من العصور على أمر من أمور الدين. ¶ وكذلك تجويزه زواج المسلمة بالنصراني، والله تعالى يقول: (ولا تنكحوا المشركين حتى يؤمنوا) [البقرة: 221] ويقول أيضًا: إنه لا يحتاج في هذا الوقت إلى الحج؛ لأن الحاج يذهب لرجم الشيطان، يرجمه من هنا ولا يذهب إلى مكة. ¶ سؤال: تكلمتم في بني علوي من أهل البيت وأفدتم أنهم غثاء، فهل يعني هذا أنه ليس لهم نسب إلى الإمام علي، ونسبهم هذا الذي يدّعونه باطل؟ ¶ جواب: أنا عنيت أهل صعدة، وقلت: العلويين، ولم أقل باعلوي، على أن أغلب هؤلاء الذين في الجنوب صوفية، والصوفية قد أضلوا إخواننا في حضرموت، وإذا شئت ذهبت لتسمع الهينمة، فالناس يذكرون الله عقب الصلوات، وهؤلاء يأتون بالذكر قبل الصلوات، ويستبيحون الأغاني ويخرجون بالدفوف للزيارة.",
            "page": "47",
            "part": "1",
            "seal": "7E506C23"
        },
        {
            "id": "43",
            "nass": "أما مسألة النسب فتنظر، وقد تقدم أن قلت: إنني في شك في كثير من الأنساب العلوية، لأنه يأتينا شخص أو اثنان أو ثلاثة _ وقد عرفوا أن اليمنيين يعتقدون في أهل البيت _ فيقولون: نحن من أهل بيت النبوة. فأقول: من يشهد لك على هذا النسب؟ ¶ فالصحيح أننا في شك من هذه الكثرة الكاثرة من الأنساب، وقد قال النبي صلى الله عليه وعلى آله وسلم: (أسرع قبائل العرب فناءً قريش، يوشك أن تمر المرأة بالنعل فتقول هذا نعل قرشي). حديث صالح للحجية. ¶ وبعد ... فإن هذين الشريطين سينشران في نسيخة وتوزع بإذن الله من أجل إحقاق الحق وإزهاق الباطل، وبيان أن أهل السنة لا يتزعزعون ولا تزعزعهم هذه الأراجيف: (لئن لم ينته المنافقون والذين في قلوبهم مرض والمرجفون في المدينة لنغرينك بهم ثم لايجاورونك فيها إلا قليلًا * ملعونين أينما ثقفوا أخذوا وقتلوا تقتيلًا) [الأحزاب: 61،60]. ¶ والحمد لله رب العالمين ¶ ... ... ... * *",
            "page": "48",
            "part": "1",
            "seal": "59B68DFF"
        },
        {
            "id": "44",
            "nass": "محاضرة في جامع الخير بصنعاء بعد تفجير اللغم ¶ الحمد لله، وصلى الله وسلم على نبينا محمد وعلى آله وأصحابه ومن والاه، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدًا عبده ورسوله. ¶ اللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد، اللهم بارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد. ¶ أما بعد ... فنعتذر إلى الإخوة الأفاضل حياهم الله وأسأل الله العظيم أن يحفظ هذه الوجوه الكريمة وأن يدفع عنهم كل سوء ومكروه، نعتذر إليهم عما حصل من التفتيش فوالله ليس المقصود المحافظة على أنفسنا فقط بل المقصود المحافظة على الجميع حفظهم الله، وإلى الله المشتكى. وعلينا أن نتواصى جميعًا بتقوى الله سبحانه وتعالى، ونحمد الله الذي وفقنا للتمسك بسنة رسول الله صلى الله عليه وعلى آله وسلم، فإنها سنة حبيبنا وحبيبكم وشفيعنا وشفيعكم صلى الله عليه وعلى آله وسلم، وهي التي قال فيها: (ومن رغب عن سنتي فليس مني).",
            "page": "49",
            "part": "1",
            "seal": "5F88B65C"
        },
        {
            "id": "45",
            "nass": "والتي قال فيها النبي صلى الله عليه وعلى آله وسلم أيضًا: (إن لكل عمل شرة ولكل شرة فترة فمن كانت فترته إلى سنتي فقد اهتدى، ومن كانت فترته إلى غير ذلك فقد هلك). ¶ وما رواه الإمام أحمد في (مسنده) من حديث كعب بن عجرة وجابر بن عبد الله _رضي الله عنهم _ والمعنى متقارب، أن النبي صلى الله عليه وعلى آله وسلم قال: (يا كعب بن عجرة أعاذك الله من إمارة السفهاء) قيل: وما إمارة السفهاء يا رسول الله؟ قال: (أمراء يكونون من بعدي لا يستنون بسنتي) _وهذا هو شاهدنا من الحديث _ (ولا يهتدون بهديي فمن صدقهم بكذبهم وأعانهم على ظلمهم فأولئك ليسوا مني ولست منهم ولا يردون عليّ الحوض. ومن لم يصدقهم بكذبهم ولم يعنهم على ظلمهم فأولئك مني وأنا منهم وسيردون عليّ الحوض). ¶ إن دعوة أهل السنة تعتبر رحمة من الله عز وجل؛ لأن ربنا عز وجل يقول في نبينا محمد صلى الله عليه وعلى آله وسلم: (وما أرسلناك إلا رحمة للعالمين) [الأنبياء: 107]. ¶ ولأن كان النبي صلى الله عليه وعلى آله وسلم قد توفي فإن سنته باقية، التي هي عصمة من الضلال: (وإن تطيعوه تهتدوا) [النور:54] أي: إذا أطعنا رسول الله صلى الله عليه وعلى آله وسلم اهتدينا.",
            "page": "50",
            "part": "1",
            "seal": "0551922C"
        },
        {
            "id": "46",
            "nass": "سنة رسول الله صلى الله عليه وعلى آله وسلم التي هي أمان من الزيغ والفرقة وهي سبيل الهداية (إنه من يعش منكم فسيرى اختلافًا كثيرًا فعليكم بسنتي وسنة الخلفاء الراشدين المهديين عضوا عليها بالنواجذ وإياكم ومحدثات الأمور). ¶ إنها سنة رسول الله صلى الله عليه وعلى آله وسلم المحبوبة إلى قلوب المؤمنين، فنبينا محمد صلى الله عليه وعلى آله وسلم يقول: (لا يؤمن أحدكم حتى أكون أحب إليه من أهله وماله وولده والناس أجمعين). ¶ وإننا نحمد الله عز وجل فإنها لم تزل سنة رسول الله صلى الله عليه وعلى آله وسلم محبوبة لدى الناس يخدمها العلماء بالتأليف والذب عنها والرد على أصحاب البدع، ويدأبون ليلًا ونهارًا في حفظها، وصدق النبي صلى الله عليه وعلى آله وسلم إذ يقول: (لا تزال طائفة من أمتي على الحق ظاهرين لا يضرهم من خالفهم ولا من خذلهم حتى يأتي أمر الله وهم على ذلك). ¶ صدقت يا رسول الله ففي هذه الأزمنة المتأخرة التي اشتعلت فيها الدنيا بالفتن، انتشرت سنة رسول الله صلى الله عليه وعلى آله وسلم في جميع الأقطار الإسلامية، بل انتشرت في بريطانيا وأمريكا وفرنسا، وفي كثير من البلاد التي بها مسلمون، وسئم الناس ويئسوا",
            "page": "51",
            "part": "1",
            "seal": "7CCDF4E2"
        },
        {
            "id": "47",
            "nass": "أن ينتصر الإسلام بالبدع والتعصب المذهبي المبتدع والذي يقول محمد بن إسماعيل الأمير في كتابه القيم \"إرشاد النقاد إلى تيسير الاجتهاد\": إن هذه المذاهب ما حدثت إلا بعد القرون المفضلة. ¶ ولقد أخبرني أخ فاضل من الدعاة إلى الله قال: كنا بيافع ويعلم الله أننا نطلع بعض رؤوس الجبال لا يوجد فيها إلا ثلاثة بيوت فإذا السنة قد سبقتنا إليها. ¶ فاحمدوا ربكم يا أهل السنة، فإن الله هو الذي يسر نشرها لا بحولنا ولا بقوتنا ولا بكثرة مالنا، ولا بشجاعتنا، ولا بفصاحتنا ولا بكثرة علمنا، ولكنه أمر أراده الله. ¶ فمن الذي يستطيع أن يرد إرادة الله في مثل هذا فليتنافس المتنافسون، في نصرة سنة رسول الله صلى الله عليه وعلى آله وسلم لاسيما ونحن في هذا الزمن والاشتراكي يتبجح باشتراكيته، والبعثي يتبجح ببعثيته، والمبتدع بتبجح ببدعته، ألا نهب في نصر سنة رسول الله صلى الله عليه وعلى آله وسلم حتى يرفعنا الله، أنا أقول لكم إننا محتاجون إلى السنة أكثر من حاجتها إلينا. ¶ يقول الله تعالى: (وتعاونوا على البر والتقوى ولا تعاونوا على الإثم والعدوان) [المائدة: 2]. ¶ ثم نصبر ونحتسب ما أصابنا فإن ربنا عز وجل يقول في كتابه",
            "page": "52",
            "part": "1",
            "seal": "6A3EE776"
        },
        {
            "id": "48",
            "nass": "الكريم: (أم حسبتم أن تدخلوا الجنة ولما يأتكم مثل الذين خلوا من قبلكم مستهم البأساء والضراء وزلزلوا حتى يقول الرسول والذين آمنوا معه متى نصر الله ألا إن نصر الله قريب) [البقرة: 214]. ¶ ويقول سبحانه وتعالى: (الم * أحسب الناس أن يتركوا أن يقولوا آمنا وهم لا يفتنون * ولقد فتنا الذين من قبلهم فليعلمن الله الذين صدقوا وليعلمن الكاذبين) [العنكبوت: 1 - 3]. ¶ وأهل السنة ليس لهم إلا الله سبحانه وتعالى فنحن لا نعد الناس برتب عسكرية، ولا بوزارة، بل نرجو من الله سبحانه وتعالى أن يحقق ذلك بجنة عرضها السماوات والأرض. ¶ وأهل الدنيا والمصالح إن كانت دعوة بعدها مصلحة وإلا صار حالهم كما قال ربنا عز وجل: (ومن الناس من يعبد الله على حرف فإن أصابه خير اطمأن به وإن أصابته فتنة انقلب على وجهه خسر الدنيا والآخرة) [الحج: 11]. ¶ وكما قال ربنا عز وجل: (ومن الناس من يقول آمنا بالله فإذا أوذي في الله جعل فتنة الناس كعذاب الله) [العنكبوت: 10]. ¶ نعوذ بالله من الفتن، ولسنا دعاة فتن، ولا ثورات وانقلابات، وقد علم أهل السنة وعلم إخواننا المسئولون أن دعوة أهل السنة ليست دعوة ثورات ولا انقلابات، إنها عقيدة أهل السنة ليست",
            "page": "53",
            "part": "1",
            "seal": "6DAE83EE"
        },
        {
            "id": "49",
            "nass": "عقيدة المبتدعة، يقول النبي صلى الله عليه وعلى آله وسلم: (من أتاكم وأمركم جميع يريد أن يفرق بينكم فاضربوا عنقه كائنًا من كان) رواه مسلم. ¶ ويقول: (إذا بويع لخليفتين فاضربوا عنق الآخر منهما) رواه مسلم. ¶ فنحمد الله فنحن في اليمن نتمتع بالدعوة، ومن يستطيع أن يقول: إن أي بلد تتمتع بالدعوة كما تتمتع بها البلاد اليمنية، وجزى الله إخواننا المسئولين خيرًا، ونحن نقول: إنهم ليسوا بمعصومين يصيبون ويخطئون وننكر عليهم خطأهم مثل البنوك الربوية، والاختلاط في المدارس والجامعات نساء ورجالًا، ومثل الحزبية، ومثل مجلس النواب، نحن ننكر كل شيء يخالف الكتاب والسنة، لكننا نرى أنه يجب علينا أن نتعاون معهم لحماية البلد. ¶ وأيضًا فالصحيح أن الأخ الرئيس صدره واسع، فقد وسع الشيوعي والبعثي والناصري والسني والصوفي والشيعي، ويا حبذا لو يقتصر على نصرة السنة ينصره الله سبحانه وتعالى. ¶ ينبغي لنا جميعًا أن ندعو الله أن الله يحفظ بلدنا وأن يعيذنا من الفتن، وأن الله ينصر دعوة أهل السنة، فهناك أكاذيب على أهل السنة منها أنهم متشددون، والتشدد يجب على كل مسلم أن يتبرأ",
            "page": "54",
            "part": "1",
            "seal": "AB78DD11"
        },
        {
            "id": "50",
            "nass": "منه، والنبي صلى الله عليه وآله وسلم يقول كما في \" صحيح البخاري \": (إن هذا الدين يسر، ولن يشاد الدين أحد إلا غلبه). ¶ ويقول النبي صلى الله عليه وعلى آله وسلم: (بعثت بالحنيفية السمحة). ويقول أيضًا كما في \" صحيح مسلم \" من حديث ابن مسعود: (هلك المتنطعون، هلك المتنطعون، هلك المتنطعون). ¶ وهم المتعمقون في الأشياء والبحث عن الأشياء التي يرفعونها من الإباحة إلى الكراهة. ¶ ومن التشدد أيضًا إباحة دم المسلمين كما يفعل الخوارج الذين هم في البيضاء، وجزى الله المواطنين والحكومة خيرًا، فقد طردتهم. ¶ الخوارج الذين يقول النبي صلى الله عليه وعلى آله وسلم: (يمرقون من الدين كما يمرق السهم من الرمية تحقرون صلاتكم مع صلاتهم وصيامكم مع صيامهم). ويقول في الخوارج أيضًا: (الخوارج كلاب أهل النار). ¶ فهم يستبيحون دماء المسلمين، وليس الخوارج الآن في اليمن فقط بل هناك بمصر وبالسودان والجزائر وليبيا وفي الكويت وبأرض الحرمين ونجد، فأين هم وأين الخوارج الذين كانوا في زمن علي بن أبي طالب، فصحيح أنهم كانوا صادقون في دعوتهم وإن كانوا يستبيحون دماء المسلمين، ورب العزة يقول في كتابه الكريم:",
            "page": "55",
            "part": "1",
            "seal": "B1B2918F"
        },
        {
            "id": "51",
            "nass": "(ومن يقتل مؤمنًا متعمدًا فجزاؤه جهنم خالدًا فيها وغضب الله عليه ولعنه وأعد له عذابًا وعظيمًا) [النساء: 93]. ¶ أما دعوة أهل السنة فهم يهتمون بالعلم والتعليم وينكرون كل بدعة، فنحن الآن ننكر البدع والحزبية لكن لا نكفر مسلمًا، أنا أتحدى من يقول: إن أهل السنة أو أنني وعلماء السنة الأفاضل يكفرون مسلمًا؛ كيف والنبي صلى الله عليه وعلى آله وسلم يقول: (من قال لأخيه يا كافر فإن كان كما قال وإلا رجع عليه). ¶ لا نكفر مسلمًا حتى وإن كان مبتدعًا إلا إذا أدت به بدعته إلى الكفر مثل: الإسماعيلية (المكارمة) فإنهم أكفر من اليهود والنصارى. ¶ وقد أراني أخ ورقة فيها فتوى لبعض الناس بأنهم إخواننا، فأريد منه الورقة من أجل أن أسطرها في كتاب ونبين أن علماء اليمن يحكمون بكفرهم، الإمام المهدي أحمد بن يحيى في كتابه\" الفرق \" يقول: إنهم ليسوا من فرق الإسلام، والإمام يحيى بن حمزة المقبور بذمار له كتاب يقول فيه: إنهم ليسوا من فرق الإسلام. ¶ وهناك رجل من بيت الديلمي لا أذكر اسمه يكفر أولئك. لأنهم في الواقع لا يؤمنون بكتاب ولا سنة، بل أقبح من هذا يستبيحون",
            "page": "56",
            "part": "1",
            "seal": "17C5D506"
        },
        {
            "id": "52",
            "nass": "جميع ما حرم الله، فهم يتوصلون إلى إباحة الزنا بحديث أن النبي صلى الله عليه وعلى آله وسلم قال: (لا نكاح إلا بولي وشاهدي عدل)، فهم يقولون من أجل استباحة الزنا: الولي هو الذكر وشاهدي عدل هما الخصيتان، وانتهى الأمر. ¶ فمثل هؤلاء نكفرهم ولا كرامة فقد كفرهم العلماء، فقد ألف أبو حامد الغزالي كتابًا وقال فيه: إنهم يتسترون بالرفض وهم يبطنون الكفر المحض. ¶ أما المسلمون فلا نكفرهم كما تقدم وإن كنت أقول: إن مجلس النواب طاغوتي ولا أزال أقول هذا لكن ليس معناه أن الأفراد طاغوتيون، إلا أن في كل شخص جزء من الطاغوتية بحسب ولائه. ¶ والأكاذيب والأباطيل التي ذهبت مع الشيوعيين فقد كانوا يقولون: إننا عملاء للسعودية، ثم اتضح أنهم العملاء، أما نحن فلسنا مستعدين أن نبيع ديننا ولا نبيع دعوتنا ولو أعطينا اليمن كله. ¶ فالدعوة عندنا أعز من أنفسنا ومن أهلينا وأموالنا، ومستعدون أن نأكل ولو التراب ولا نخون ديننا وبلدنا ولا نتلون، التلون ليس من شيمة أهل السنة، فالكافر كافر عند أهل السنة اليوم وغدًا وبعد غد. ¶ وأهل السنة يدعون الناس ولا يريدون منهم جزاء ولا شكورًا، بل",
            "page": "57",
            "part": "1",
            "seal": "9D232FFD"
        },
        {
            "id": "53",
            "nass": "يريدون أن يتفقهوا في دين الله لأنفسهم، لا يدعونهم إلى اتباعهم فإن أهل السنة يقولون وأنا أقول والله عن اعتقاد: أنني لست أهلًا لأن أتّبع. ولكن نتبع جميعًا كتاب ربنا وسنة نبينا محمد صلى الله عليه وعلى آله وسلم القائل كما في \" صحيح مسلم \": (إني تارك فيكم ما إن اعتصمتم به لن تضلوا كتاب الله). ¶ فالأمان هو كتاب ربنا وسنة نبينا، وينبغي أن نجتهد مع أبنائنا وأن نحرص على تعليمهم كتاب ربنا وسنة نبينا، فهذا هو المستقبل الذي ينبغي أن نتنافس فيه، يقول النبي صلى الله عليه وعلى آله وسلم: (من قرأ القرآن وعمل به ألبس تاج ضوؤه أحسن من ضوء الشمس يوم القيامة ويكسى والداه حلتين لا تقوم لهما الدنيا، فيقولان: بما كسينا هذا؟ ¶ فيقال: بأخذ ولدكما القرآن. ويقول النبي صلى الله عليه وعلى آله وسلم: (يقال لصاحب القرآن: اقرأ وارتق ورتل فإن منزلتك عند آخر آية تقرؤها). ¶ أما المنفرون عن سنة رسول الله صلى الله عليه وعلى آله وسلم فإني أخاف أن يصيبهم الله بالذل وبالصغار من عنده، لأننا ندعو إلى سنة رسول الله صلى الله عليه وعلى آله وسلم، ولسنا ندعو إلى سنة آبائنا وأجدادنا. ¶ وإني لأعجب من أناس يحاربون السنة، ونحن ندعو الناس إلى",
            "page": "58",
            "part": "1",
            "seal": "F8EE077A"
        },
        {
            "id": "54",
            "nass": "سنة جدهم ويعتبر شرف لهم إذا اتبعوا رسول الله صلى الله عليه وعلى آله وسلم. ¶ أسأل الله العظيم أن يحفظ علينا ديننا وأن يتوفنا مسلمين وأن يحفظ بلدنا وأن يعيذها من الفتن، ونسأله سبحانه وتعالى أن يقصم ظهور أولئك الذين يرعبون المسلمين في المساجد؛ نسأل الله أن يفضحهم، وأن يكفي المسلمين شرهم، وحسبنا الله ونعم الوكيل، ولا حول ولا قوة إلا بالله العظيم.",
            "page": "59",
            "part": "1",
            "seal": "1AE887D8"
        },
        {
            "id": "55",
            "nass": "دعوة أهل السنة إلى الثبات على السنة ¶ ليلة الخميس 17 محرم 1419 هـ في اجتماع لبعض أهل السنة في دماج ¶ الحمد لله رب العالمين، الرحمن الرحيم، مالك يوم الدين، والصلاة والسلام على نبينا محمد وعلى آله وأصحابه أجمعين، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدًا عبده ورسوله. ¶ أما بعد ... فيقول الله سبحانه وتعالى في كتابه الكريم: (ومن أحسن قولًا ممن دعا إلى الله وعمل صالحًا وقال إنني من المسلمين) [فصلت: 33]. ¶ الدعوة إلى الله هي وظيفة الأنبياء: (يا أيها النبي إنا أرسلناك شاهدًا ومبشرًا ونذيرًا * وداعيًا إلى الله بإذنه وسراجًا منيرًا) [الأحزاب:45،46]. ¶ الدعوة إلى الله في هذه الأزمنة من أفضل القربات، ليست إلى حزبية، ولا إلى جمعية يختلس بها أموال الناس، ولكن دعوة إلى الله تعتبر من أفضل القربات.",
            "page": "60",
            "part": "1",
            "seal": "684AACC2"
        },
        {
            "id": "56",
            "nass": "ولما كان الداعي إلى الله، والآمر بالمعروف، والناهي عن المنكر لابد أن يحصل له من الأذى لأنها درجة عالية رفيعة، وطَّن الله سبحانه وتعالى الدعاة إلى الله على الصبر والاحتساب: (من المؤمنين رجال صدقوا ما عاهدوا الله عليه فمنهم من قضى نحبه ومنهم من ينتظر وما بدلوا تبديلًا) [الأحزاب: 23]، (ولا تهنوا ولا تحزنوا وأنتم الأعلون إن كنتم مؤمنين * إن يمسسكم قرح فقد مس القوم قرح مثله وتلك الأيام نداولها بين الناس) [آل عمران: 139،140]، وقال سبحانه وتعالى: (أم حسبتم أن تدخلوا الجنة ولما يعلم الله الذين جاهدوا منكم ويعلم الصابرين) [آل عمران: 142]، وقال سبحانه (أم حسبتم أن تدخلوا الجنة ولما يأتكم مثل الذين خلوا من قبلكم مستهم البأساء والضراء وزلزلوا حتى يقول الرسول والذين آمنوا معه متى نصر الله الا إن نصر الله قريب) [البقرة: 214]. ¶ وإنني أحمد الله سبحانه وتعالى فدعوة أهل السنة تعتبر آية من آيات الله والفضل له وحده ليس لها من يذود عنها، وليس لها من يساعدها، لكن ربنا عز وجل جعل البركة فيها. ¶ ولما كان الأمر كذلك ولابد من الابتلاء والتحمل يقول الله عز وجل في كتابه الكريم: (آلم * أحسب الناس أن يتركوا أن يقولوا آمنا وهم لا يفتنون * ولقد فتنا الذين من قبلهم فليعلمن الله الذين",
            "page": "61",
            "part": "1",
            "seal": "19DD9C69"
        },
        {
            "id": "57",
            "nass": "صدقوا وليعلمن الكاذبين) [العنكبوت: 3،1] ويقول سبحانه وتعالى في كتابه الكريم: (ولا تهنوا في ابتغاء القوم إن تكونوا تألمون فإنهم يألمون كما تألمون وترجون من الله مالا يرجون) [النساء: 104]. ¶ تثبيت لك أيها السني على الحق، وألا تبالي بمن خالفك ولا بمن أرجف عليك: (لئن لم ينته المنافقون والذين في قلوبهم مرض والمرجفون في المدينة لنغرينك بهم ثم لا يجاورونك فيها إلا قليلًا * ملعونين أينما ثقفوا أخذوا وقتلوا تقتيلًا) [الأحزاب: 61،60]. ¶ فهذه نعمة من الله عز وجل عليك أيها السني أن الله يدافع عنك: (إن الله يدافع عن الذين آمنوا) [الحج: 38] فكم حاول الأعداء تشويه الدعوة بالكذب، وبالصحافة الكذابة، فلما رأوا هذا غير مؤثر في الدعوة بل تزداد بحمد الله كما قال بعضهم: ¶ ما من مصيبة أمنى بها ... إلا تشرفني وترفع حالي ¶ فأي تشويه يريد أعداء الدعوة إلحاقه بالدعوة، تصير رفعة للسنة ولأهل السنة، فقد لغموا مسجد إخواننا آل جميدة، وبحمد الله صار تلغيمه نصرًا للسنة، وضربوا على إخواننا طلبة العلم في المزرعة بالبازوكا، وبحمد الله لم تؤثر ولم يتزعزع أهل السنة وصار حالهم كما قيل: ¶ وتجلدي للشامتين أريهم ... أني لريب الدهر لا أتزعزع",
            "page": "62",
            "part": "1",
            "seal": "6D956D5D"
        },
        {
            "id": "58",
            "nass": "وقول الآخر: ¶ وقولي كلما جشئت وجاشت ... مكانك تحمدي أو تستريحي ¶ وأنت بحمد الله لك إحدى الحسنيين، فأنت على خير إن مت، وإن بقيت نصرت سنة رسول الله صلى الله عليه وعلى آله وسلم. ¶ والسفهاء ينصرون التشيع المخذول، وينصرون الحزبية الممقوتة، والديمقراطية الكفرية، فهذا يزيدك ثباتًا، وأحب أن تعلم أنك على الحق، وهو ما أطالبك به، وإياك إياك أن تقدم إلى المعركة وأنت مزعزع لا تدري هل الحق معك أم الحق مع الطرف الآخر، وربما إذا كان الأمر كذلك لو سجنت يومًا أو يومين خرجت وتركت الدعوة إلى الله. ¶ فلابد أن نصبر ونحتسب ونحن بحمد الله لسنا طلبة كراسي، ولا طلبة دنيا، ولا مفوضين في أمر الله، ولا نستطيع أن نهدي غيرنا، بل نسأل الله الهداية لنا ولأصحابنا وإخواننا أهل السنة ولسائر المسلمين، نسأل الله أن يحفظهم في جميع البلاد الإسلامية وأن يدفع عنهم كل سوء ومكروه. ¶ ينبغي أن يكون لسان حالك كما يقول ربنا عز وجل لنبيه محمد صلى الله عليه وعلى آله وسلم وحاكيًا عنه: (إن وليي الله الذي",
            "page": "63",
            "part": "1",
            "seal": "86D56D2C"
        },
        {
            "id": "59",
            "nass": "نزل الكتاب وهو يتولى الصالحين) [الأعراف: 196]. ¶ نسأل الله أن يصلح قلوبنا وأن يصلح نوايانا، وأن يجعل أعمالنا مطابقة لما جاء به النبي صلى الله عليه وعلى آله وسلم خالصة لوجهه الكريم. ¶ والمسألة في بلدنا اليمنية مسابقة فيها الشيوعي _ حفنة شيوعيون ويقومون بحزب اشتراكي _ يا حبذا إذا لم تستطع الحكومة أن تجري فيهم حكم الله: (من بدل دينه فاقتلوه)، أن يرسلوا بهم إلى إخوانهم الشيوعيون، ولا يبقون يشوهون الدولة ويشوهون الإسلام. ¶ والعلمانيون أيضًا، وأمريكا دمر الله عليها، فقد ضيقت على المسلمين في قراهم وهكذا إسرائيل. ¶ فاحمدوا الله يا أهل السنة فهو الذي رفعكم بواسطة العلم الذي تعلمتموه: (يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات) [المجادلة: 11]. ¶ ولله در الحسن البصري حيث يقول: إننا في راحة، لو يعلم الملوك وأبناء الملوك لجالدونا عليها بالسيوف. طمأنينة. ألا بذكر الله تطمئن القلوب، فلا تخشى أن تقوم عليك ثورة أو انقلاب. وأهل السنة دعوتهم من صالح المجتمع ومن صالح الحكومة، ونتحدى من يقول بغير ذلك، وليس معنى ذلك أننا ننام فربما تأتي أمريكا وتضغط",
            "page": "64",
            "part": "1",
            "seal": "88B97DB0"
        },
        {
            "id": "60",
            "nass": "على الحكومة وتنفذ لها ما لا يجوز، يجب أن نسابق حتى الحكومة، نحن لا نريد كراسيهم، بل نريد العلم والإسلام، الذي هو عزنا، كما قال عمر بن الخطاب وقد رآه أبو عبيدة وهو ذاهب للصلح مع النصارى ببيت المقدس ورآه وثوبه مرقع وكان هناك ماء فنزل من على بعيره ووضع نعليه في رأس عصاه وجعلها على كتفه، فقال أبو عبيدة: يا أمير المؤمنين وددت أنهم لو رأوك على حالة أحسن، فقال له عمر: لو غيرك قالها يا أبا عبيدة لجعلته نكالًا، إنا أمة أعزنا الله بالإسلام فإذا التمسنا العزة من غيره ذللنا. (بشر المنافقين بأن لهم عذابًا أليمًا * الذين يتخذون الكافرين أولياء من دون المؤمنين أيبتغون عندهم العزة فإن العزة لله جميعًا) [النساء: 138،139]. ¶ ويا حبذا لو يسر الله للمسلمين بحاكم بطل، ونسأل الله أن يهدي الرئيس علي عبد الله صالح؛ فالصحيح أن عنده شجاعة، فنسأل الله له الهداية والصلاح. ¶ فلو جاء حاكم بطل لدوخ أمريكا ولدوخ إسرائيل، ولا التف المسلمون من جميع البلاد الإسلامية تحت رايته، بشرط أن يحكم الكتاب والسنة. ¶ ونحن وإن قلنا: إن دعوة أهل السنة دعوة لا تريد الكراسي",
            "page": "65",
            "part": "1",
            "seal": "E621154F"
        }
    ],
    "t2005": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "محاضرة في جامع الخير بصنعاء بعد تفجير اللغم"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "دعوة أهل السنة إلى الثبات على السنة"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "التراحيب في الرحلة وعند القدوم إلى البلد"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "ترحيب من الشيخ عبد العزيز البرعي بإب"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "ترحيب من إب من الأخ الفاضل قائد بن حمود بن قائد العديني"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "قل موتوا بغيظكم"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "ناظمها محمد بن يحيى الشرجبي"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "نظمها قائد بن علي الوادعي"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "الثلاثية في أخبار التفجيرات العدنية"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "رسالة الشيخ الفاضل صالح بن عبد الله الفقير اللودري"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "رسالة الشاب الفاضل أبي سليمان القطري حفظه الله ودفع عنه كل سوء ومكروه"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "ماذا رأيت في دماج؟!"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "وأخيرا نداء"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "بعض ما قيل في الشيخ ودعوته من أشعار"
        }
    ]
}