{
    "b2012": [
        {
            "id": "1",
            "nass": "شرعية الإخبار عن الله بما لم يأت به قرآن ولا سنة ¶ كتبه: أبو عبد الله المصريُّ ¶ مقدمة فضيلة الدكتور / محمود عبد الرازق الرضواني ¶ بسم الله الرحمن الرحيم ¶ الحمد لله والصلاة والسلام على رسول الله وبعد.. ¶ تتميز العقيدة الإسلامية المبنية على كتاب الله وسنة رسوله صلى الله عليه وسلم ببساطتها ومنطقيتها، ونظرا لانتشاء المذاهب الكلامية في البيئة الإسلامية ظن كثيرون أن الحديث عن العقيدة أمر صعب لا يخوض فيه إلا الخواص من الناس الذين درسوا علم الكلام وخاضوا بحار الفلسفة وعلوم المنطق، وقد انسحب هذا التصور على كثير من الدعاة البارزين في الساحة الإسلامية فقلما تجد من يتحدث عن موضوعات العقيدة إلا على وجه الإجمال أو الإشارة، ويظنون أنهم بذلك ينتهجون نهج السلف في الإيمان المجمل، وهذا يصح لو لم تظهر في البيئة الإسلامية ألاف الأمراض الفكرية التي تتطلب ردا وتعقيبا وبيانا للحق الذي دل عليه الكتاب والسنة، فأساس العقيدة مبني على تصديق الخبر وتنفيذ الأمر بعيدا عن شبهات المنحرفين. ¶ وقد طلب مني الأخ أبو عبد الله المصريُّ الاطلاع على بحث له بعنوان شرعية الإخبار عن الله بما لم يأت به قرآن ولا سنة، وقد رأيته موضوعا جيدا ينم عن فهم كاتبه لعقيدة السلف في تلك القضية، وقد أثلج صدري وأسعدني أنه تتطرق لمثل هذا الموضوع الدقيق، فلعله على صغر حجمه يكون بحثا مفيدا لمن أراد التعرف على تلك القضية في باب الأسماء والصفات، وأسأل الله له مزيدا من التوفيق والسداد. ¶ وكتبه د/ محمود عبد الرازق الرضواني ¶ الأستاذ المشارك بقسم العقيدة والمذاهب المعاصرة ¶ كلية الشريعة وأصول الدين ¶ جامعة الملك خالد",
            "page": "1",
            "part": "1",
            "seal": "284B68E6"
        },
        {
            "id": "2",
            "nass": "مقدمة فضيلة الشيخ / عبد الله بن عبد العزيز ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهد الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله. ¶ \" يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنتُم مُّسْلِمُونَ \" ¶ \" يَا أَيُّهَا النَّاسُ اتَّقُواْ رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاء وَاتَّقُواْ اللهَ الَّذِي تَسَاءلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيباً \" ¶ \" يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً \" أما بعد ,,, ¶ فإنه مما لا شك فيه أن العقيدة بالنسبة للإنسان كالروح وكالهواء لا يستغني عنها الإنسان أبدا؛ لتجيبه عن كل أسئلته من أين جاء هذا الكون؟ من أين جاء هو؟ من هو الله؟ ما هي أسمائه؟ وما هي صفاته ... إلخ ¶ ومثل هذه الأسئلة لا نجد لها جوابا كافيا شافيا إلا في العقيدة الإسلامية , ومن المميزات التي تجمعت للعقيدة الإسلامية عبر القرون الطويلة من تاريخها المجيد هي البساطة والتيسير والخلو من التعقيدات التي تعاني منها العقائد الأخرى. ¶ ولكن لا طريق لنا لتعلم علم العقيدة إلا بالكتاب والسنة فهي أمور غيبية لا سبيل لتعلمها إلا عن طريق أدلة السمع - أي الكتاب والسنة -.",
            "page": "2",
            "part": "1",
            "seal": "D589A9A5"
        },
        {
            "id": "3",
            "nass": "وإنَّ فَهْمَ دلائل الكتاب والسنة إنما يُؤْخَذُ عن السلف؛ فهم أعلم الناس بمراد الله ورسوله صلى الله عليه وسلم , وكل علم يُؤْخَذُ من غير طريقهم ونهجهم فهو ضلال وإنحراف , وصدق عمران بن حصين رضي الله عنه إذ يقول \" أي قوم خذوا عنا فإنكم والله إلا تفعلوا لَتَضلُّنَّ \" (¬1) . ¶ وباب الأسماء والصفات من أبواب العقيدة باب دقيق لأنه من خلاله تتعرف على ربك وعلى أسمائه وصفاته وعلى أفعاله معرفة صحيحة , إلا أنه كثر فيه الدخلاء ما بين مُمَثِّل ومُعَطِّل فزادوا فيه وغَيَّروا فَصَعُبَ فهمه على كثير من الناس وصدق من قال: ¶ يحللون بزعم منهم عُقَدَا ... وبالذي قالوه زادت العُقَدُ ¶ ولذا يتعين على كل المشتغلين بهذا العلم تدريسا وتصنيفا أن يعرضوه بلا غموض ولا تعقيد ولا حواجز لفظية تعوق عن فهمه , والقاعدة في ذلك قول الله سبحانه \" فقل لهم قولا ميسورا \" آية 28 الإسراء. ¶ وقد طلب مني الأخ أبوعبد الله المصري الإطلاع على بحثه هذا \" شرعية الإخبار عن الله بما لم يأت به قرآن ولا سنة \" فرأيته مبحثا قويا في موضوعه قَلَّ من تطرق إليه بهذه البساطة والسلاسة مَبْنِيٌّ على الكتاب والسنة وفَهْم سلف الأمة , فَوُفِّقَ في تناوله دراسة ومنهجا واستدلالا. ¶ وقد طلب مني أن أُقَدِّم له بمقدمة فكتبت هذه الكلمات , فأسأل الله أن ينفع بهذا البحث. ¶ وكتبه / عبد الله بن عبد العزيز ¶ ¬__________ ¶ (¬1) كتاب الكفاية في علم الرواية صـ 15 لأحمد بن علي بن ثابت أبو بكر الخطيب البغدادي - الناشر: المكتبة العلمية - المدينة المنورة تحقيق: أبو عبد الله السورقي , إبراهيم حمدي المدني.",
            "page": "3",
            "part": "1",
            "seal": "24A00E77"
        },
        {
            "id": "4",
            "nass": "شكر وتقدير ¶ قال الله \" لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ \" وقال رسوله صلى الله عليه وسلم \" من لم يشكر الناس لم يشكر الله \" رواه الإمام أحمد والترمذي وصححه الألباني برقم 6541 في صحيح الجامع. ¶ لذلك أتوجه بالشكر لله أولا ثم لوالدي وإلى كل من أجرى الله على يديه من الفضل لي من المسلمين بشكل عام , وإلى كل داعية وعالم نفعني الله بعلمه من خلال درس أو شريط أو كتاب أو رسالة , وإلى كل أخ من إخواني ذكرني بالله ونصحني فيه وعلمني شيئا أنتفع به , وإلى إخواني المحيطين بي وأخص منهم أخي الحبيب الذي أهداني إسطوانة الموسوعة الشاملة. ¶ فإن أي طاعة لله لا يكون سببها فعل العبد لها بل مئات الأسباب التي يقضيها الله بحكمته ورحمته وفضله , ومئات الموانع التي يصرفها الله عن العبد. ¶ وأخص بالشكر مرتباً حسب المعرفة واللقاء كل من: ¶ فضيلة الشيخ / أبوعبد الرحمن ¶ الذي أجرى الله على يديه من الفضل لي ما لا يعلمه إلا هو سبحانه؛ حيث كان بدء تعلم العقيدة على يديه. فجزاه الله خيرا ورفع قدره عنده في الدنيا والآخرة وقَرَّ عينيه بكل ما يرضي ربه. ¶ وفضيلة الدكتور / محمود عبد الرازق الرضواني ¶ والذي كان من خلقه الرفيع وتواضعه الجم أن وافق على أن يقدم لهذا البحث , والذي نفعني الله بنصحه وتوجيهاته وتشجيعه لي على تكملة هذا البحث. فجزاه الله كل خير ونفعنا الله بعلمه وفتح عليه من العلم والفهم ما يرضي الله وبما يرفع ذكره في الدنيا والآخرة. ¶ وفضيلة الشيخ / عبد الله بن عبد العزيز ¶ الذي يُتَعَلَمُ منه السمت الصالح والخلق الرفيع فضلا إلى علمه , ولقد كانت مراجعة هذا البحث معه وأفادني كثيرا بملاحظاته وتعليقاته , وفي ترتيب البحث. فجزاه الله بأحسن ما جازى به علماء هذه الأمة ورفع قدره عنده وفي قلوب عباده.",
            "page": "4",
            "part": "1",
            "seal": "369135F4"
        },
        {
            "id": "5",
            "nass": "مقدمة: ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهد الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله. ¶ \" يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنتُم مُّسْلِمُونَ \" ¶ \" يَا أَيُّهَا النَّاسُ اتَّقُواْ رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاء وَاتَّقُواْ اللهَ الَّذِي تَسَاءلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيباً \" ¶ \" يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً \" أما بعد ,,, ¶ يُعْتَبَرُ علم العقيدة من بين العلوم الشرعية أشرفها وأعظمها مكانة؛ إذ خلق الله الجن والإنس وأنزل الله الكتب وأرسل الرسل ليعبدوه وحده بلا شريك. ¶ قال الله عز وجل فَاعْلَمْ أَنَّهُ لا إِلَهَ إِلا اللَّهُ [محمد:19] , وقال عز وجل وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلا لِيَعْبُدُونِ [الذاريات: 56] , وقال وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولاً أَنِ اعْبُدُواْ اللهَ وَاجْتَنِبُواْ الطَّاغُوتَ [النحل: 36] , وقال رسول الله صلى الله عليه وسلم (من شهد أن لا إله إلا الله وأن محمدا رسول الله وأن عيسى عبد الله ورسوله وأن الجنة حق والنار حق أدخله الله الجنة على ما كان من العمل) أخرجه البخاري برقم 3252 ومسلم في كتاب الإيمان برقم 28.",
            "page": "5",
            "part": "1",
            "seal": "77BD447A"
        },
        {
            "id": "6",
            "nass": "إن تعلم العقيدة الصحيحة والتي مصدرها الكتاب والسنة الصحيحة ثم إجماع سلف الامة (¬1) , والعمل بمقتضاها والدعوة إليها هي أشرف الأعمال وأعظمها , والتي يحاول العبد في هذه الحياة أن يقيمها على ما يحب ربنا , وإن عبادة الله وحده وتنزيهه عن صفات النقص واثبات صفات الكمال وطاعة رسوله والعمل بشرعه وتطبيقه في شئون الحياة كلها والدعوة إلى دينه هي الحكمة من خلق الجن والإنس , ولا يستقيم ذلك إلا بتصحيح العقيدة؛ إذ العمل فرع عن التصور والإعتقاد. ¶ فلا تكون هناك عقيدة صحيحة إلا بان يكون مصدرها الكتاب والسنة وإجماع سلف الامة؛ إذ تعتبر العقيدة هي قاعدة الإيمان والأصل الذي يقوم عليه أركان الإيمان. ¶ وموضوع هذا البحث هو الإخبار عن الله بما لم يأت في القرآن والسنة والذي نتناوله كما يلي: ¶ الفصل الأول: توطئة بين يدي البحث وفيه: ¶ أولا: سبب كتابة هذا البحث. ¶ ثانيا: أهمية هذا البحث. ¶ ثالثا: تعريفات ومقدمات بين يدي البحث. ¶ الفصل الثاني وفيه: ¶ الدليل من القرآن والسنة على جواز الإخبار عن الله. ¶ ما جاء عن سلف الأمة بشأن عدم التَّقَيُّد بما جاء في القرآن والسنة في الإخبار عن الله. ¶ الفصل الثالث: الرد على بعض الاعتراضات على هذا البحث. ¶ وقبل الشروع في البحث لعله من المناسب أن أنقل كلاما للشيخ القاسمي في تفسيره للآية رقم 82 من سورة النساء حيث قال: \" وفي بقية الآية العذر للمصنفين فيما يقع لهم من الاختلاف والتناقض لأن السلامة عن ذلك من خصائص القرآن \". ¶ وأسأل الله بأسمائه وصفاته أن يجعل هذا العمل لوجهه خالصا , وأن يكون بحثا نافعا لي وللمسلمين , وأن يتقبله مِنِّي بفضله وكرمه. ¶ ¬__________ ¶ (¬1) - إجماع السلف في باب الاعتقاد فيه تفصيل سيأتي في الفصل الثالث.",
            "page": "6",
            "part": "1",
            "seal": "C7E569CA"
        },
        {
            "id": "7",
            "nass": "الفصل الأول: توطئة بين يدي البحث ¶ أولا: سبب كتابة هذا البحث ¶ قابلت أحد طلبة العلم من خريجي الأزهر وقد درس الحديث في الشام بعد ذلك ودارت مناقشة حول الإخبار عن الله بأنه موجود فأجبت بما علمت من أقوال أهل العلم قديما وحديثا بأن ذلك يجوز , فقال لي: الإخبار عن الله لا يتجاوز القرآن والسنة معللا بقول الله \" أَأَنتُمْ أَعْلَمُ أَمِ اللهُ \" وإلا فإن ذلك بدعة أومخالف للسنة. ¶ وصورة هذه المسألة: ¶ أنك إذا قرأت في كتب السلف أكَّد الله , أو كرَّرَ الله , أو حكى الله في كتابه , أو خاطب الله وهي مرادفات لأسماء الله وصفاته وأفعاله الثابتة في القرآن والسنة , أو ما يفهم من كلام الله مثل \" هَدَّدَ الله أو رَتَّبَ الله \" فعلى كلام هذا الأخ يكون هذا مخالفة للسنة وابتداع. ¶ فبدأت أبحث عن هذه المسألة هل لها دليل في القرآن والسنة وفي أقوال الصحابة والتابعين أم لا؟ ¶ حيث أن هذا القول جعل المسألة إما اتباع وإما ابتداع مما يلزم منه أن الحق في هذه المسألة خفي على الأمة حتى أتى أصحاب هذا القول وعلموها , وهذا يترتب عليه لوازم باطلة منها: ¶ أخبرنا الله سبحانه أنه رضي عن المهاجرين والأنصار والتابعين لهم بإحسان وما ذاك إلا لفضيلتهم فيما يرضي الله من العلم والعمل وقد ثبت عنهم جواز الإخبار بذلك كما سيأتي في الفصل الثاني , ولم يذكر عنهم خلافا في ذلك. ¶ فقول القائل: أن من أخبر عن الله بدون التقيد بما جاء في القرآن والسنة مخالفة للسنة وعدم اتباع للنبي صلى الله عليه وسلم , اتهام لله ولرسوله صلى الله عليه وسلم من حيث الرضى عن أقوام غير كاملي العلم وهناك من هو أعلم منهم. ¶ اتهام الصحابة والتابعين ومن تبعهم بإحسان بعدم اتباع السنة بما قد جاء عنهم بجواز الإخبار عن الله بدون التَّقَيُّدِ بما جاء في القرآن والسنة , والطعن فيما جاء من فضائلهم في العلم والعمل , ووصفهم بعدم الاتباع يُعْتَبَرُ بدعة وضلالة منكرة.",
            "page": "7",
            "part": "1",
            "seal": "9D92DAB9"
        },
        {
            "id": "8",
            "nass": "أقول: فإن فرض أن هناك من لم ترسخ قدمه في العلم قد اتهم شيخا من الشيوخ المعاصرين بالابتداع في الدين نجد أنصار هذا الشيخ يردون عليه ويرفضون هذه النسبة له , وقد يكون هذا الشيخ موصوفا بذلك , فكيف يأتي في زماننا من يُبَدِّعُ ابن عباس ومعمر وقتادة ومجاهد والإمام مالك والشافعي والطبري وابن كثير وابن تيمية وابن القيم وغيرهم من أئمة السلف؟ فهل يعقل ذلك؟ . ¶ رد ما جاء في الأحاديث التي تُثْبِتُ أن هذه الأمة لا تجتمع على ضلالة؛ حيث أن الإخبار عن الله بدون التَّقَيُّد بما جاء في القرآن والسنة قد ثبت عن سلف الأمة وعلمائها وأئمتها ولم ينقل عنهم عدم جواز ذلك. ¶ فعلى هذا القول اجتمعت الأمة على ضلالة بهذا الإخبار. ¶ رد ما جاء في كتب أهل التفسير من تأويل القرآن , وكذلك معاني أسماء الله وصفاته وأفعاله؛ حيث إنها تفسر بالكلمات المترادفة , واتهام هؤلاء العلماء بعدم اتباع النبي صلى الله عليه وسلم , مع أنني فيما قرأت لم أعثر على كلام للعلماء قديما ولا حديثا فيه التصريح بأن ذلك مخالفة للسنة وابتداع , بل المنقول عنهم أنهم أخبروا عن الله بدون التَّقَيُّد بما جاء في القرآن والسنة. ¶ ثانيا: أهمية هذا البحث ¶ فإن سأل سائل ما أهمية هذا البحث؟ ¶ نقول وبالله تعالى التوفيق والهدى: ¶ توضيح ماهية الإخبار عن الله وأنواعه وحكم كل نوع. ¶ إقامة الدليل من الكتاب والسنة وإجماع سلف الأمة على جواز الإخبار عن الله وبدون التَّقَيُّدِ بما جاء في القرآن والسنة. ¶ توجيه الخلاف الثابت عن السلف في المنع من الإخبار كما سيأتي في الفصل الثالث , واثبات أن ذلك متعلق بأنواع أخرى من الإخبار. ¶ الرد على القائلين بأن من أخبر عن الله بدون التَّقَيُّد بما جاء في القرآن والسنة فهو مبتدع ومخالف للسنة.",
            "page": "8",
            "part": "1",
            "seal": "BD25F672"
        },
        {
            "id": "9",
            "nass": "ثالثا: تعريفات ومقدمات بين يدي البحث ¶ أولا: ¶ بعض الفروق اللغوية والشرعية بين الخبر وبين كل من الاسم والصفة ¶ الخبر لغة وشرعا وأنواعه: ¶ تعريف الخبر لغة: ¶ كتاب الكليات لأبي البقاء (¬1) صـ 415 ¶ الخبر: هو الكلام الذي يقبل الصدق والكذب لأجل ذاته , أي لأجل حقيقته من غير نظر إلى المُخْبِرِ والمادة التي تعلق بها الكلام , كأن يكون من الأمور الضرورية التي لا يقبل إثباتها إلا الصدق ولا يقبل نفيها إلا الكذب. ¶ وقال في صـ 64: ¶ الإخبار: هو التكلم بكلام يسمى خبرا , والخبر اسم لكلام دال على أمر كائن وسيكون. ¶ تعريف الخبر شرعا - أي الذي ثبت عن السلف جوازه دون إنكار منهم -: ¶ الإخبار عن الله هو (¬2) : ¶ \" التكلم بألفاظ هي مرادفات لأسماء الله وصفاته وأفعاله التي جاءت في القرآن والسنة , أو التكلم بما يفهم من سياق آي القرآن , وضابطها هذان القيدان وهما ألا تتضمن نقصا في حق الله , وعدم التعبد بها كما يُتَعَبَّدُ بالأسماء والصفات \". ¶ وشرح هذا التعريف: ¶ \" التكلم بألفاظ هي مرادفات لأسماء الله وصفاته وأفعاله \": ومثال ذلك أنه عندما يشرح العلماء اسم الله القدوس ويقولون: هو الطاهر عن العيوب , أو السبوح: هو المنزه عن النقائص. ¶ \" أو ما يفهم من سياق آي القرآن \" مثل \" أَكَّدَ الله , كَرَّر الله \". ¶ مع ضبط ذلك بشيئين هما: ¶ \" ألا تتضمن نقصا في حق الله \": لأن الله أثبت لنفسه صفات الكمال ونزه نفسه عن صفات النقص بإجماع المسلمين ¶ \" عدم التعبد بها كما يُتَعَبَّدُ بالأسماء والصفات \": لأن الأسماء والصفات يترتب عليها عبوديات لله ستأتي في النقطة التالية. ¶ ¬__________ ¶ (¬1) الكليات معجم في المصطلحات والفروق اللغوية لأبي البقاء أيوب بن موسى الحسيني الكفوي طـ مؤسسة الرسالة الطبعة الثانية (ت 1094 هـ) - ¶ (¬2) - هذا التعريف من وضع المؤلف من خلال فهم ما جاء عن السلف في هذا الموضوع.",
            "page": "9",
            "part": "1",
            "seal": "509E52D1"
        },
        {
            "id": "10",
            "nass": "أنواع الإخبار عن الله فيما جاء عن السلف (¬1) : ¶ النوع الأول: مرادفات لأسماء الله وصفاته وأفعاله , وما يفهم من سياق آي القرآن كما سبق في تعريف الإخبار شرعا وهو الذي لم يَثْبُتْ عنهم الخلاف في جوازه. ¶ النوع الثاني: ما جاء صريحا في إجماع السلف لتقرير معنى صحيحا في العقيدة أو للرد على معنى باطل مثل \" البائن من خلقه - ذات الله \" وهو ملحق بالنوع الأول في جوازه. ¶ النوع الثالث: الألفاظ التي تكلم بها بعض السلف للرد على خصومهم مثل \" القديم - الحد \" , وحكمها: أنه يُسْأَلُ عن المعنى المراد وما دام هناك لفظ أحسن في التعبير عن المعنى فاستخدامه هو الموافق لمذهب السلف , مع الاشتراط ألا تتضمن نقصا في حق الله. ¶ النوع الرابع: الألفاظ المجملة التي تكلم بها المبتدعة مثل \" الجسم - المماسة - التحييز \" ولا شك في المنع من استخدامها والتكلم بها بين المسلمين في الإخبار عن الله , وإن كان في مقام مجادلة أهل البدع فالتفصيل في المعنى هو مذهب السلف فإن كان المعنى حقا قُبِلَ ويُرَدُّ اللفظ , وإن كان المعنى باطلا فَيُرَدُّ اللفظ والمعنى. ¶ معنى الاسم والصفة والفرق بينهما لغة وشرعا - نقلا من كتاب فضيلة الدكتور علوي بن عبد القادر السقاف حفظه الله -: ¶ تعريف الاسم والصفة لغة والفرق بينهما: ¶ الاسم: هو ما دل على معنى في نفسه (¬2) ، وأسماء الأشياء هي الألفاظ الدالة عليها (¬3) . ¶ الصفة: هي الاسم الدال على بعض أحوال الذات وهي الأمارة اللازمة بذات الموصوف الذي يُعرف بها (¬4) ، وهي ما وقع الوصف مشتقاً منها، وهو دالٌ عليها، وذلك مثل العلم والقدرة ونحوه. ¶ ¬__________ ¶ (¬1) - من 2 - 4 تلخيص من كتاب الصفات الإلهية للدكتور محمد التميمي وسيأتي جزء منه في الفصل الثالث. ¶ (¬2) - التعريفات للجرجاني (ص24) . ¶ (¬3) - مجموع الفتاوى (6/195) . ¶ (¬4) - التعريفات (ص 133) .",
            "page": "10",
            "part": "1",
            "seal": "F6ABF761"
        },
        {
            "id": "11",
            "nass": "وقال ابن فارس: الصفة: الأمارة اللازمة للشيء (¬1) ، وقال: النعت: وصفك الشيء بما فيه من حسن (¬2) . ¶ الفرق بين الاسم والصفة شرعا: ¶ سُئلت اللجنة الدائمة للبحوث العلمية والإفتاء بالسعودية عن الفرق بين الاسم والصفة؟ فأجابت بما يلي: ¶ أسماء الله كل ما دل على ذات الله مع صفات الكمال القائمة به مثل: القادر، العليم، الحكيم، السميع، البصير فإن هذه الأسماء دلَّت على ذات الله، وعلى ما قام بها من العلم والحكمة والسمع والبصر، أما الصفات فهي نعوت الكمال القائمة بالذات كالعلم والحكمة والسمع والبصر فالاسم دل على أمرين، والصفة دلت على أمر واحد، ويقال: الاسم متضمن للصفة، والصفة مستلزمة للاسم… (¬3) . ¶ قلت: القول بأن الصفة مستلزمة للاسم أي الذي دل عليه القرآن والسنة حيث سيأتي في النقطة التالية ما يوضح ذلك. ¶ ولمعرفة ما يُميِّز الاسم عن الصفة، والصفة عن الاسم أمور منها: ¶ أولاً: أن الأسماء يشتق منها صفات، أما الصفات فلا يشتق منها أسماء، فنشتق من أسماء الله الرحيم والقادر والعظيم، صفات الرحمة والقدرة والعظمة، لكن لا نشتق من صفات الإرادة والمجيء والمكر اسم المريد والجائي والماكر. ¶ ثانياً: أن الاسم لا يُشتق من أفعال الله فلا نشتق من كونه يحب ويكره ويغضب اسم المحب والكاره والغاضب، أما صفاته فتشتق من أفعاله فنثبت له صفة المحبة والكره والغضب ونحوها من تلك الأفعال، لذلك قيل: باب الصفات أوسع من باب الأسماء (¬4) . ¶ ¬__________ ¶ (¬1) - معجم مقاييس اللغة (5/448) . ¶ (¬2) - المصدر السابق (6/115) . ¶ (¬3) - فتاوى اللجنة الدائمة (3/116-فتوى رقم 8942) . ¶ (¬4) - انظر: مدارج السالكين (3/415) .",
            "page": "11",
            "part": "1",
            "seal": "80F9E2B8"
        },
        {
            "id": "12",
            "nass": "ثالثاً: أن أسماء الله عَزَّ وجَلَّ وصفاته تشترك في الاستعاذة بها والحلف بها، لكن تختلف في التعبد والدعاء فيتعبد الله بأسمائه، فنقول: عبد الكريم، وعبد الرحمن، وعبد العزيز، لكن لا يُتعبد بصفاته فلا نقول: عبد الكرم، وعبد الرحمة، وعبد العزة؛ كما أنه يُدعى اللهُ بأسمائه، فنقول: يا رحيم! ارحمنا، ويا كريم! أكرمنا، ويا لطيف! الطف بنا، لكن لا ندعو صفاته فنقول: يا رحمة الله! ارحمينا، أو: يا كرم الله! أو: يا لطف الله! ذلك أن الصفة ليست هي الموصوف فالرحمة ليست هي الله، بل هي صفةٌ لله، وكذلك العزة، وغيرها فهذه صفات لله، وليست هي الله، ولا يجوز التعبد إلا لله، ولا يجوز دعاء إلا الله؛ لقوله تعالى: {يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئًا} [النور: 55] ، وقوله تعالى {ادْعُونِي أَسْتَجِبْ لَكُمْ} [غافر:60] وغيرها من الآيات (¬1) . انتهى من كتاب صفات الله للشيخ علوي السقاف حفظه الله. ¶ ثانيا: ¶ مذهب السلف اشتراط الدليل من الكتاب والسنة الصحيحة لاثبات الاسم أو الصفة لله ¶ ثبت عن السلف رحمهم الله أن مذهبهم في اثبات الأسماء والصفات هو وجود النص من الكتاب والسنة وفيما يلي بعض النقولات عنهم والتي تُثْبِتُ ذلك: ¶ أخرج ابن أبي حاتم في آداب الشافعي بإسناد صحيح عن الإمام الشافعي (¬2) : ¶ عن يونس بن عبد الأعلى قال: سمعت الشافعي يقول وقد سئل عن صفات الله وما يؤمن به فقال: ¶ ¬__________ ¶ (¬1) - انظر: فتاوى الشيخ ابن عثيمين (1/26-ترتيب أشرف عبد المقصود) ، وقد نسب هذا القول لشيخ الإسلام ابن تيمية، لكن ينبغي هنا أن نفرق بين دعاء الصفة كما سبق وبين دعاء الله بصفة من صفاته؛ كأن تقول: اللهم ارحمنا برحمتك، فهذا لا بأس به. والله أعلم. ¶ (¬2) نقله الشيخ محمد الحمود النجدي في كتابه النهج الأسمى في شرح أسماء الله الحسنى طـ مكتبة الإمام الذهبي الكويت 1 / 19 - 20",
            "page": "12",
            "part": "1",
            "seal": "EF8AF75A"
        },
        {
            "id": "13",
            "nass": "لله تعالى أسماء وصفات جاء بها كتابه , وأخبر بها نبيه صلى الله عليه وسلم أمته لا يسع أحدا من خلق الله قامت عليه الحجة ردها؛ لأن القرآن نزل بها وصح عن رسول الله القول بها فيما روي عنه العدول , فإن خالف بعد ثبوت الحجة فهو كافر , أما قبل ثبوت الحجة فمعذور بالجهل؛ لأن علم ذلك لا يدرك بالعقل ولا بالرؤية والفكر. ¶ قال شيخ الإسلام في مجموع الفتاوى (¬1) 4 / 2: ¶ فمن سبيلهم في الاعتقاد - أي السلف - الإيمان بصفات الله وأسمائه التي وصف بها نفسه وسمى بها نفسه في كتابه وتنزيله أو على لسان رسوله صلى الله عليه وسلم من غير زيادة عليها. ¶ قال علاَّمة العصر ابن عثيمين في كتابه الفريد شرح القواعد المثلى في صفات الله وأسمائه الحسنى (¬2) في القاعدة الخامسة صـ 75: ¶ أسماء الله تعالى توقيفية، لا مجال للعقل فيها: ¶ ¬__________ ¶ (¬1) مجموع الفتاوى لشيخ الإسلام ابن تيمية – المطبوعة بأمر صاحب السمو الملكي – الطبعة الثانية – تصوير الطبعة الأولى 1398 هـ ¶ (¬2) شرح القواعد المثلى في صفات الله وأسمائه الحسنى للشيخ محمد بن صالح بن العثيمين طـ دار الآثار",
            "page": "13",
            "part": "1",
            "seal": "A3467308"
        },
        {
            "id": "14",
            "nass": "على هذا فيجب الوقوف فيها على ما جاء به الكتاب والسنة، فلا يزاد فيها ولا ينقص؛ لأن العقل لا يمكنه إدراك ما يستحقه تعالى من الأسماء، فوجب الوقوف في ذلك على النص لقوله تعالى: (وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْؤُولاً) وقوله: (قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْأِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لا تَعْلَمُونَ) ولأن تسميته تعالى بما لم يسم به نفسه، أو إنكار ما سمى به نفسه، جناية في حقه تعالى، فوجب سلوك الأدب في ذلك والاقتصار على ما جاء به النص. ¶ وقال الشيخ أيضا عند حديثه على قواعد الصفات - القاعدة السابعة - صـ 153: ¶ صفات الله تعالى توقيفية لا مجال للعقل فيها ¶ فلا نثبت لله تعالى من الصفات إلا ما دل الكتاب والسنة على ثبوته، قال الإمام أحمد رحمه الله تعالى: \" لا يُوصَفُ الله إلا بما وصف به نفسه، أو وصفه به رسوله، لا يتجاوز القرآن والحديث \". انتهى كلام الشيخ رحمه الله ورفع درجاته في عليين. ¶ مما سبق تتضح لنا أمور: ¶ الأسماء والصفات أخص من الخبر من جهة اشتراط الدليل لثبوت الاسم والصفة , ولا يشترط ذلك في الخبر فهو أوسع من الأسماء والصفات. ¶ الخبر عن الله يشترط أن لا يتضمن نقصا في حق الله لانتفاء النقص عنه سبحانه. ¶ ليس معنى أننا نخبر عن الله بما لم يأت به قرآن ولا سنة أننا نجعل ذلك من أسمائه أو صفاته , فهذا لا يقوله أحد لأن اثبات أسماء الله وصفاته توقيفي. ¶ قال الإمام ابن القيم رحمه الله في كتاب بدائع الفوائد 1 / 167 طـ دار الحديث:",
            "page": "14",
            "part": "1",
            "seal": "3765EE92"
        },
        {
            "id": "15",
            "nass": "ما يدخل في باب الإخبار عنه تعالى أوسع مما يدخل في باب أسمائه وصفاته كالشئ والموجود والقائم بنفسه فإنه يُخْبَرُ به عنه ولا يدخل في أسمائه الحسنى وصفاته العليا. ¶ اثبات أسماء الله وصفاته تتوقف على ما جاء به القرآن والسنة والسبب في ذلك أن اثبات الاسم والصفة لله يترتب عليها عبوديات لله سبحانه أما الخبر فلا يترتب عليه ذلك الأمر. ¶ الفصل الثاني: ¶ بعد أن عرضنا في الفصل السابق بعض النقاط المتعلقة بتعريف الخبر والفرق بينه وبين الاسم والصفة لغة وشرعا , وعرفنا مذهب السلف رحمهم الله ورضي عنهم في اثبات أسماء الله وصفاته وأن ذلك لا يتعدى الكتاب والسنة وسكتوا عن الخبر والذي نجده مملوءً في كتبهم. ¶ نورد في هذا الفصل الأدلة من القرآن والسنة وكلام سلف الأمة والتابعين لهم بإحسان قديما وحديثا على جواز الإخبار عن الله وبدون اشتراط التقيُّد بما جاء في الوحيين عكس ما ثبت في توقيفية الأسماء والصفات. ¶ الدليل من القرآن والسنة على جواز الإخبار عن الله ¶ أولا: الدليل من القرآن على مشروعية الإخبار عن الله ¶ قد جاء في القرآن ألفاظ أخبر الله بها عن نفسه غير أسمائه وصفاته , والدليل على ذلك: ¶ قول الله: قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادةً قُلِ اللهِ شَهِيدٌ بِيْنِي وَبَيْنَكُمْ [الأنعام: 19] ¶ وجه الدلالة: أن الله أخبر عن نفسه سبحانه بأنه شئ لا هو اسم له ولا وصف ¶ يقول الإمام الطبري في تفسيره (¬1) 5 / 161: ¶ ¬__________ ¶ (¬1) - تفسير الطبري للإمام أبي جعفر محمد بن جرير الطبري (ت 310 هـ) طـ دار الكتب العلمية بيروت - الطبعة الثانية. ¶ …",
            "page": "15",
            "part": "1",
            "seal": "2D30F0ED"
        },
        {
            "id": "16",
            "nass": "يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: قل يا محمد لهؤلاء المشركين الذين يكذبون ويجحدون نبوتك من قومك: أي شىء أعظم شهادة وأكبر؟ ثم أخبرهم بان أكبر الأشياء شهادة: الله الذي لا يجوز أن يقع في شهادته ما يجوز أن يقع في شهادة غيره من خلقه من السهو والخطأ والغلط والكذب , ثم قل لهم: إن الذي هو أكبر الأشياء شهادة شهيد بيني وبينكم. ¶ قول الله: لَيْسَ كَمِثْلِهِ شَيْءٌ [الشورى: 11] ¶ وجه الدلالة: أن الله سبحانه أخبر أنه لا شئ مثله سبحانه , فهو سبحانه شئ لكن لا كغيره من الأشياء. ¶ قول الله: هُوَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَةِ [المدّثر: 56] ¶ وجه الدلالة: أن الله أخبر عن نفسه أنه أهل التقوى وأهل المغفرة , والمغفرة صفة من صفاته فأهل هاهنا هل هي وصف؟ أم أن الصحيح أنها خبر عنه سبحانه؟ . فالصحيح أنها خبر عن الله سبحانه. ¶ ثانيا: الدليل من السنة على مشروعية الإخبار عن الله ¶ أخبر النبي صلى الله عليه وسلم عن الله بألفاظ غير أسمائه الحسنى وصفاته العلى , ولم يترتب عليها عبوديات لله , بل كانت من باب الإخبار فقط والدليل على ذلك: ¶ عن أسماء بنت أبي بكر: قال رسول الله صلى الله عليه وسلم: لا شيء أغير من الله تعالى. ¶ رواه الإمام البخاري في باب الغيرة برقم 4924 , والإمام مسلم 2762. ¶ وجه الدلالة: أن النبي صلى الله عليه وسلم أخبر أنه لا شئ أغير من الله تعالى فالله يُخْبَرُ عنه أنه شئ. ¶ بوب الإمام البخاري في كتاب التوحيد 13 / 565 طبعة دار مصر ¶ قول النبي صلى الله عليه وسلم \" لا شخص أغير من الله \"",
            "page": "16",
            "part": "1",
            "seal": "A68AC117"
        },
        {
            "id": "17",
            "nass": "أخرجه الإمام البخاري معلقا (¬1) والإمام مسلم. ¶ وجه الدلالة: أن النبي صلى الله عليه وسلم أخبر عن الله بأنه شخص. ¶ ما جاء عن سلف الأمة بشأن عدم التَّقَيُّد بما جاء في القرآن والسنة في الإخبار عن الله ¶ امتلأت كتب السلف الصالح رحمهم الله أجمعين بالإخبار عن الله ولم يتقيدوا بالألفاظ التي جاءت في القرآن والسنة , وقد نقلت ما تيسر من أقوال السلف من لدن الصحابة حتى وقتنا المعاصر, ولم يكن هناك اختلاف في جواز ذلك. ¶ قَصَدْتُ تَعَدُّدَ النقل في اللفظة الواحدة عن عدد من العلماء قديما وحديثا لإثبات أن الإخبار عن الله بهذه اللفظة أمر ليس ببدعة بل هو مما توافق عليه أهل السنة. ¶ ¬__________ ¶ (¬1) - ذكر ابن حجر في هذا التعليق: قوله لا شخص أغير من الله يعني ان عبيد الله بن عمرو روى الحديث المذكور عن عبد الملك بالسند المذكور أولا فقال لا شخص بدل قوله لا أحد وقد وصله الدارمي عن زكريا بن عدي عن عبيد الله بن عمرو عن عبد الملك بن عمير عن وراد مولى المغيرة عن المغيرة قال بلغ النبي صلى الله عليه وسلم أن سعد بن عبادة يقول فذكره بطوله وساقه أبو عوانة يعقوب الاسفرايني في صحيحه عن محمد بن عيسى العطار عن زكريا بتمامه وقال في المواضع الثلاثة (لا شخص) قال الإسماعيلي بعد ان أخرجه من طريق عبيد الله بن عمر القواريري وأبي كامل فضيل بن حسين الجحدري ومحمد بن عبد الملك بن أبي الشوارب ثلاثتهم عن أبي عوانة الوضاح البصري بالسند الذي أخرجه البخاري لكن قال في المواضع الثلاثة لا شخص بدل لا أحد ثم ساقه من طريق زائدة بن قدامة عن عبد الملك كذلك فكأن هذه اللفظة لم تقع في رواية البخاري في حديث أبي عوانة عن عبد الملك فلذلك علقها عن عبيد الله بن عمرو قلت وقد أخرجه مسلم عن القواريري وأبي كامل كذلك ومن طريق زائدة.",
            "page": "17",
            "part": "1",
            "seal": "7171C99C"
        },
        {
            "id": "18",
            "nass": "لقد آثرت النقل عن العلماء الذين اشتهروا باتباعهم لمذهب السلف في كتب التفسير معرضا عمن سواهم ممن لم يتبعوا السلف؛ حتى لا يعترض معترض بأن من نقلت عنهم ليسوا ممن يتبع مذهب السلف. ¶ اعتمدت في البحث على اسطوانة الموسوعة الشاملة اختصارا للوقت , ثم قمت بمراجعة نقولات كتب التفسير على الكتب المتاحة لدي. ¶ نقلت من التفسير السعدي ومعارج القبول والإبانة الكبرى من نسخ موجودة لدي. ¶ أما ما سوى ذلك فقد اكتفيت بالمراجع الموجودة بالموسوعة حيث أنني قارنت بين مراجع الموسوعة وبين كتب التفسير وبعض الكتب الأخرى لنفس الطبعات فوجدتها متطابقة. ¶ ونعرض فيما يلي هذه النقولات: ¶ الإخبار عن الله بـ \" جَذَّ \" ¶ ما جاء عن عبد الله بن مسعود رضي الله عنه بالإخبار عن الله بـ \" جَذَّ \" ¶ الإبانة عن شريعة الفرقة الناجية (¬1) 1/ 384 برقم 1261: ¶ قال ابن مسعود: يقولون ما فينا كافر ولا منافق , جَذَّ الله أقدامهم. ¶ الإخبار عن الله بـ \" وَبَّخَ \" ¶ ما جاء عن الإمام ابن جرير الطبري بالإخبار عن الله بـ \" وَبَّخَ \" ¶ تفسير الطبري 1 / 378: ¶ هذه الآية مما وَبَّخَ الله بها المخاطبين من بني إسرائيل. ¶ ما جاء عن الإمام البغوي (¬2) بالإخبار عن الله بـ \" وَبَّخَ \" ¶ تفسير البغوي 1 / 260: ¶ وَبَّخَ الله الكافرين بالتمتع بالطيبات في الدنيا. ¶ الإخبار عن الله بـ \" شَبَّهَ \" ¶ ما جاء عن ابن عباس رضي الله عنهما بالإخبار عن الله بـ \" شَبَّهَ \" ¶ ¬__________ ¶ (¬1) الإبانة عن شريعة الفرقة الناجية لابن بطة العكبري - طـ دار الكتب العلمية - بيروت ¶ (¬2) معالم التنزيل لأبي محمد الحسين بن مسعود الفراء البغوي - طـ دار المعرفة بيروت - الطبعة الثالثة - تحقيق خالد عبد الرحمن وخالد سوار.",
            "page": "18",
            "part": "1",
            "seal": "0CB6CFAF"
        },
        {
            "id": "19",
            "nass": "الدر المنثور (¬1) 1 / 306: ¶ أخرج الطستي عن ابن عباس أن نافع بن الأزرق قال له أخبرني عن قوله عز وجل \" كمثل الذي ينعق بما لا يسمع \" قال شَبَّهَ الله أصوات المنافقين والكفار بأصوات البهم أي بأنهم لا يعقلون. ¶ الإخبار عن الله بـ \" كَرَّرَ \" ¶ ما جاء عن ابن عباس بالإخبار عن الله بـ \" كَرَّرَ \" ¶ الطبري 11/ 182: ¶ حدثنا أبو كريب قال ثنا عثمان بن سعيد قال ثنا بشر بن عمارة عن أبي روق عن الضحاك عن ابن عباس: قال فلما كَرَّرَ الله عليهم الحجج قالوا وإذا كان بشرا فغير محمد كان أحق بالرسالة. ¶ ما جاء عن الإمام القرطبي (¬2) بالإخبار عن الله بـ \" كَرَّرَ \" ¶ الجامع لأحكام القرآن 1 / 338: ¶ قيل: كَرَّرَ الأمر لما عّلَّقَ بكل أمر منهما حكما غير حكم الآخر فعلق بالأول العداوة وبالثاني إتيان الهدى. ¶ ما جاء عن الشيخ عبد الرحمن السعدي بالإخبار عن الله بـ \" كَرَّرَ \" ¶ تفسير السعدي (¬3) صـ 50: ¶ كَرَّرَ الإهباط ليرتب عليه ما ذكر. ¶ الإخبار عن الله بـ \" عَابَ \" ¶ ما جاء عن سالم بن عبد الله بن عمر بن الخطاب بالإخبار عن الله بـ \" عَابَ \" ¶ الدر المنثور 2 / 355: ¶ ¬__________ ¶ (¬1) الدر المنثور لعبد الرحمن بن الكمال جلال الدين السيوطي - دار الكتب العلمية بيروت - الطبعة الأولى ¶ (¬2) - تفسير القرطبي لأبي عبد الله محمد بن أحمد الأنصاري القرطبي (ت 671 هـ) طبعة دار الحديث مصر ¶ (¬3) تفسير الكريم الرحمن للشيخ عبد الرحمن بن ناصر السعدي (1307هـ - 1376 هـ) طـ مؤسسة الرسالة مصر الطبعة الأولى",
            "page": "19",
            "part": "1",
            "seal": "A9E985B3"
        },
        {
            "id": "20",
            "nass": "حدثنا أبو الحسين بن بشران أنا إسماعيل بن محمد الصفار ثنا أحمد بن منصور ثنا عبد الرزاق بن مسلم أخي الزهري قال: كنت جالسا عند سالم بن عبد الله في نفر من أهل المدينة فقال رجل: ضرب الأمير آنفا رجلا أسواقا فمات فقال سالم: عَابَ الله على موسى عليه السلام في نفس كافرة قتلها. ¶ ما جاء عن قتادة بالإخبار عن الله بـ \" عَابَ \" ¶ الدر المنثور 1/ 610: ¶ أخرج عبد بن حميد عن قتادة قال: ذكر لنا أن الرجل كان يكون له الحائطان فينظر إلى أردئهما تمرا فيتصدق به ويخلط به الحشف فنزلت الآية فعَابَ الله ذلك عليهم ونهاهم عنه. ¶ الإخبار عن الله بـ \" عَيَّرَ \" ¶ ما جاء عن قتادة بالإخبار عن الله بـ \" عَيَّرَ \" ¶ تفسير ابن كثير (¬1) 1/ 381 ¶ قال عبد الرزاق عن معمر عن قتادة في قوله تعالى: {أتأمرون الناس بالبر وتنسون أنفسكم} قال: كان بنو إسرائيل يأمرون الناس بطاعة الله وبتقواه وبالبر ويخالفون فعَيَّرَهم الله عز وجل وكذلك قال السدي. قال المحقق: تفسير عبد الرزاق (1 / 44) , وابن جرير برقم (843) , وابن أبي حاتم برقم (478) وسنده صحيح. ¶ ما جاء عن الإمام أبو عمر ابن عبد البر المالكي بالإخبار عن الله بـ \" عَيَّرَ \" ¶ التمهيد (¬2) 9 / 141: ¶ فيه دليل على أن الرشوة عند اليهود أيضا حرام ولولا حرمته عندهم ما عَيَّرَهم الله بقوله: (أكالون للسحت) وهو حرام عند جميع أهل الكتاب. ¶ ¬__________ ¶ (¬1) تفسير ابن كثير للإمام الحافظ عماد الدين أبو الفداء إسماعيل بن كثير الدمشقي (ت 774 هـ) طبعة مكتبة أولاد الشيخ للتراث مصر. ¶ (¬2) التمهيد لما في الموطأ من المعاني والأسانيد لأبي عمر يوسف بن عبد الله بن عبد البر النمري- وزارة عموم الأوقاف والشؤون الإسلامية - المغرب 1387 - تحقيق: مصطفى بن أحمد العلوي , محمد عبد الكبير البكري",
            "page": "20",
            "part": "1",
            "seal": "410E295F"
        },
        {
            "id": "21",
            "nass": "الإخبار عن الله بـ \" حَثَّ \" ¶ ما جاء عن محمد بن كعب القرظي بالإخبار عن الله بـ \" حَثَّ \" ¶ الدر المنثور 1 / 633: ¶ أخرج ابن سعد عن محمد بن كعب القرظي في قوله للفقراء الذين أحصروا في سبيل الله قال: هم أصحاب الصفة وكانوا لا منازل لهم بالمدينة ولا عشائر فحَثَّ الله عليهم الناس بالصدقة. ¶ ما جاء عن الإمام ابن جرير الطبري بالإخبار عن الله بـ \" حَثَّ \" ¶ تفسير الطبري 2 / 600: ¶ وإنما حَثَّ الله تعالى ذكره عباده بهذه الاية على المواظبة على الجهاد في سبيله والصبر على قتال أعداء دينه. ¶ ما جاء عن الإمام القرطبي بالإخبار عن الله بـ \" حَثَّ \" ¶ الجامع لأحكام القرآن 16 / 152: ¶ فختم السورة بالحَثَّ على اتباع القرآن وإن لم يكن مذكورا كما قال في مفتتح السورة: إنا أنزلناه في ليلة مباركة. ¶ ما جاء عن ابن كثير بالإخبار عن الله بـ \" حَثَّ \" ¶ تفسير ابن كثير 13 / 429: ¶ وإذا كان الأمر كذلك فلهذا حَثَّه الله تعالى على المبادرة إلى الخيرات من فعل الطاعات وترك المحرمات. ¶ ما جاء عن الإمام الشوكاني (¬1) بالإخبار عن الله بـ \" حَثَّ \" ¶ فتح القدير 3 / 204: ¶ ثم حَثَّ سبحانه على العفو فقال: {ولئن صبرتم لهو خير للصابرين} . ¶ الإخبار عن الله بـ \" رَغَّبَ \" ¶ ما جاء عن الإمام الحسن البصري بالإخبار عن الله بـ \" رَغَّبَ \" ¶ ابن كثير 11 / 320: ¶ قال الحسن البصري: العالم من خشي الرحمن بالغيب ورغب فيما رَغَّبَ الله فيه وزهد فيما سخط الله فيه ثم تلا الحسن (إنما يخشى الله من عباده العلماء إن الله عزيز غفور) . ¶ الإخبار عن الله بـ \" حَكَى \" ¶ ¬__________ ¶ (¬1) تفسير فتح القدير للإمام محمد بن علي بن محمد الشوكاني (1172 - 1255هـ) طـ دار إحياء التراث العربي بيروت.",
            "page": "21",
            "part": "1",
            "seal": "B83128E6"
        },
        {
            "id": "22",
            "nass": "ما جاء عن الإمام الشافعي بالإخبار عن الله بـ \" حَكَى \" ¶ أحكام القرآن للشافعي (¬1) 1 / 281: ¶ قال ولم أعلم خلافا في أن القصاص في هذه الأمة كما حَكَى الله عز وجل أنه حكم به بين أهل التوراة. ¶ ما جاء عن الإمام ابن كثير بالإخبار عن الله بـ \" حَكَى \" ¶ تفسير ابن كثير 2 / 77: ¶ وهذا كما حَكَى الله تعالى عن حال المؤمنين الخلص في قوله (والذين يؤتون ماآتوا) . ¶ ما جاء عن الإمام أبو عمر ابن عبد البر المالكي بالإخبار عن الله بـ \" حَكَى \" ¶ كتاب الاستذكار (¬2) 7 / 167: ¶ وقد حَكَى الله - عز وجل - في كتابه العزيز مثل ذلك في قصة داود. ¶ الإخبار عن الله بـ \" خَاطَب \" ¶ ما جاء عن الإمام الشافعي بالإخبار عن الله بـ \" خَاطَب \": ¶ كتاب الأم 3 / 218: ¶ وإنما خَاطَب الله عز وجل بفرائضه البالغين من الرجال والنساء. ¶ ما جاء عن الإمام ابن جرير الطبري بالإخبار عن الله بـ \" خَاطَب \" ¶ تفسير الطبري 1 / 460: ¶ خَاطَبهم الله والعرب بالذي يعرفون. ¶ ما جاء عن الإمام القرطبي بالإخبار عن الله بـ \" خَاطَب \" ¶ تفسير القرطبي 5 / 277: ¶ أن الله خَاطَبهم بقوله: {وإن منكم} . ¶ ما جاء عن الإمام البغوي بالإخبار عن الله بـ \" خَاطَب \" ¶ تفسير البغوي 2 / 138: ¶ أن الله تعالى خَاطَبهم بقوله: {قل أحل لكم الطيبات} . ¶ ¬__________ ¶ (¬1) أحكام القرآن للإمام الشافعي - الناشر: دار الكتب العلمية - بيروت، 1400 تحقيق: عبد الغني عبد الخالق. ¶ (¬2) الاستذكار المؤلف: أبو عمر يوسف بن عبد الله بن عبد البر النمري - الناشر: دار الكتب العلمية - بيروت - الطبعة الأولى، 1421 - 2000 - تحقيق: سالم محمد عطا، محمد علي معوض",
            "page": "22",
            "part": "1",
            "seal": "69477A34"
        },
        {
            "id": "23",
            "nass": "ما جاء عن شيخ الإسلام ابن تيمية بالإخبار عن الله بـ \" خَاطَب \" ¶ مجموع الفتاوى 7 / 106: ¶ فبتلك اللغة والعادة والعرف خَاطَبهم الله ورسوله. ¶ ما جاء عن الإمام ابن القيم في الإخبار عن الله بـ \" خَاطَب \" ¶ إغاثة اللهفان (¬1) 2 / 306: ¶ فأعلم ربنا تبارك وتعالى الذين خَاطَبهم بهذه الآيات من يهود بني إسرائيل الذين كانوا على عهد رسول. ¶ الإخبار عن الله بـ \" قَرَنَ \" ¶ ما جاء عن الإمام ابن جرير الطبري بالإخبار عن الله بـ \" قَرَنَ \" ¶ تفسير الطبري 1 / 429: ¶ فإن الله جل ثناؤه قد قَرَنَ بقوله: {بلى من كسب سيئة وأحاطت به خطيئته فأولئك أصحاب النار هم فيها خالدون} قوله {والذين آمنوا وعملوا الصالحات أولئك أصحاب الجنة هم فيها خالدون} . ¶ ما جاء عن الإمام القرطبي بالإخبار عن الله بـ \" قَرَنَ \" ¶ الجامع لأحكام القرآن 2 / 18: ¶ ولهذا قَرَنَ تعالى الشكر لهما بشكره فقال: {أن اشكر لي ولوالديك} . ¶ ما جاء عن الإمام ابن كثير بالإخبار عن الله بـ \" قَرَنَ \" ¶ تفسير ابن كثير 3 / 34: ¶ ثم قَرَنَ شهادة ملائكته وأولي العلم بشهادته فقال {شهد الله أنه لا إله إلا هو والملائكة وأولو العلم} . ¶ ما جاء عن شيخ الإسلام ابن تيمية في الإخبار عن الله بـ \" قَرَنَ \" ¶ مجموع الفتاوى 1 / 53: ¶ وقَرَنَ بين اسمه - الله - واسمه - النبي - في المحبة فقال (أحب إليكم من الله ورسوله) . ¶ ما جاء عن الإمام ابن القيم في الإخبار عن الله بـ \" قَرَنَ \" ¶ ¬__________ ¶ (¬1) - إغاثة اللهفان من مصائد الشيطان لابن القيم الناشر: دار المعرفة - بيروت الطبعة الثانية، 1395 - 1975 تحقيق: محمد حامد الفقي",
            "page": "23",
            "part": "1",
            "seal": "159A6131"
        },
        {
            "id": "24",
            "nass": "زاد المعاد (¬1) 4 / 364: ¶ وقد قَرَنَ الله بينهما في كتابه في غير موضع. ¶ ما جاء عن الإمام الشوكاني بالإخبار عن الله بـ \" قَرَنَ \" ¶ فتح القدير 4 / 185: ¶ كل ما نهي عنه من أول السورة قَرَنَ به وعيد إلا من قوله {يا أيها الذين آمنوا لا يحل لكم} فإنه لا وعيد بعده إلا قوله {ومن يفعل ذلك عدوانا وظلما} . ¶ الإخبار عن الله بـ \" أضَافَ \" ¶ ما جاء عن الإمام ابن جرير الطبري بالإخبار عن الله بـ \" أضَافَ \" ¶ تفسير الطبري 1 / 277: ¶ ولذلك أضَافَ الله تعالى ذكره إلى إبليس خروج آدم وزوجته من الجنة. ¶ ما جاء عن الإمام البغوي بالإخبار عن الله بـ \" أضَافَ \" ¶ تفسير البغوي 4 / 9: ¶ وإنما أضَافَ الله الإرسال إليه لأن عيسى عليه السلام إنما بعثهم بأمره تعالى. ¶ ما جاء عن شيخ الإسلام ابن تيمية بالإخبار عن الله بـ \" أضَافَ \" ¶ مجموع الفتاوى 12/ 377: ¶ وإنما أضَافَه الله إلى الرسول لأنه بلغه وأداه وجاء به من عند الله. ¶ ما جاء عن الإمام ابن القيم في الإخبار عن الله بـ \" أضَافَ \" ¶ مدارج السالكين (¬2) 2 / 285: ¶ كما أضَافَ الله إليه الفعل في كتابه كله والله هو الذي جعله فاعلا. ¶ ما جاء عن الإمام الشوكاني بالإخبار عن الله بـ \" أضَافَ \" ¶ فتح القدير 4 / 364: ¶ أضَافَ الله سبحانه الإرسال إلى نفسه في قوله: {إذ أرسلنا إليهم اثنين} . ¶ ¬__________ ¶ (¬1) زاد المعاد في هدي خير العباد لابن القيم الجوزية الناشر: مؤسسة الرسالة - مكتبة المنار الإسلامية - بيروت - الكويت الطبعة الرابعة عشر، 1407 - 1986 تحقيق: شعيب الأرناؤوط - عبد القادر الأرناؤوط ¶ (¬2) مدارج السالكين لابن القيم الناشر: دار الكتاب العربي - بيروت الطبعة الثانية، 1393 - 1973 تحقيق: محمد حامد الفقي",
            "page": "24",
            "part": "1",
            "seal": "3ADE1777"
        },
        {
            "id": "25",
            "nass": "الإخبار عن الله بأنه \" تَحَدَّى \" ¶ ما جاء عن الإمام ابن جرير الطبري بالإخبار عن الله بـ \" تَحَدَّى \" ¶ تفسير الطبري 1 / 200: ¶ بل مخرج الخطاب بذلك عام للناس كافة لهم لأنه تَحَدَّى الناس كلهم بقوله: {يا أيها الناس اعبدوا ربكم} . ¶ ما جاء عن شيخ الإسلام ابن تيمية في الإخبار عن الله بـ \" تَحَدَّى \" ¶ مجموع الفتاوى 12 / 442: ¶ فان الله قد تَحَدَّى الخلق أن يأتوا بسورة مثله وأخبر انهم لن يفعلوا. ¶ ما جاء عن الشيخ حافظ حكمي في الإخبار عن الله بـ \" تَحَدَّى \": ¶ معارج القبول (¬1) 2 / 397: ¶ هذا القرآن الذي تَحَدَّى الله به أفصح الأمم. ¶ الإخبار عن الله بـ \" قَصََدَ \" ¶ ما جاء عن الإمام ابن جرير الطبري بالإخبار عن الله بـ \" قَصََدَ \" ¶ تفسير الطبري 1 / 544: ¶ وإنما قَصََدَ الله جل ثناؤه بقوله كذلك قال الذين لا يعلمون مثل قولهم. ¶ الإخبار عن الله بـ \" نَزَّه \" ¶ ما جاء عن الإمام ابن جرير الطبري بالإخبار عن الله بـ \" نَزَّه \" ¶ تفسير الطبري 4 / 375: ¶ ثم نَزَّه جل ثناؤه نفسه وعظمها ورفعها عما قال فيه أعداؤه الكفرة به فقال: {سبحانه أن يكون له ولد} ¶ ما جاء عن الإمام القرطبي بالإخبار عن الله بـ \" نَزَّه \" ¶ الجامع لأحكام القرآن 8 / 333: ¶ {سبحانه} نَزَّه نفسه عن الصاحبة والأولاد وعن الشركاء والأنداد. ¶ ما جاء عن الإمام ابن كثير بالإخبار عن الله بـ \" نَزَّه \" ¶ ابن كثير 7 / 346: ¶ نَزَّه نفسه الكريمة عن شركهم وكفرهم فقال {سبحانه وتعالى عما يشركون} . ¶ ¬__________ ¶ (¬1) معارج القبول بشرح سُلَّمِ الوصول إلى علم الأصول في التوحيد للشيخ حافظ بن أحمد حكمي - طـ دار الحديث - مصر",
            "page": "25",
            "part": "1",
            "seal": "0D6C70E7"
        },
        {
            "id": "26",
            "nass": "ما جاء عن الإمام ابن القيم في الإخبار عن الله بـ \" نَزَّه \" ¶ مفتاح دار السعادة (¬1) 2 / 85: ¶ ولهذا أنكر الله سبحانه على من جوز عقله مثل هذا نَزَّه نفسه عنه فقال تعالى أيحسب الإنسان أن يترك سدى. ¶ الإخبار عن الله بـ \" أسْحَقَ \" ¶ ما جاء عن الإمام ابن جرير الطبري بالإخبار عن الله بـ \" أسْحَقَه \" ¶ تفسير الطبري 2 / 58: ¶ وأما معنى قوله من لعنه الله فإنه يعني من أبعده الله وأسْحَقَه من رحمته وغضب عليه. ¶ الإخبار عن الله بـ \" عَلَّقَ \" ¶ ما جاء عن الإمام البغوي بالإخبار عن الله بـ \" عَلَّقَ \" ¶ تفسير البغوي 1 / 394: ¶ واعلم أن الله تعالى عّلَّقَ زوال الحجر عن الصغير وجواز دفع المال إليه بشيئين. ¶ ما جاء عن شيخ الإسلام ابن تيمية في الإخبار عن الله بـ \" عّلَّقَ \" ¶ مجموع الفتاوى 7 /604: ¶ فان الله عّلَّقَ الأخوة الإيمانية فى بعض الآيات بالصلاة والزكاة فقط كما فى قوله تعالى فان تابوا وأقاموا الصلاة وآتوا الزكاة فاخوانكم فى الدين كما أنه علق ترك القتال على ذلك. ¶ ما جاء عن الإمام ابن القيم في الإخبار عن الله بـ \" عّلَّقَ \" ¶ زاد المعاد 1 / 35: ¶ فالله سبحانه عّلَّقَ سعادة الدارين بمتابعته وجعل شقاوة الدارين في مخالفته. ¶ ما جاء عن الإمام الشوكاني بالإخبار عن الله بـ \" عَلَّقَ \" ¶ فتح القدير 2 / 162: ¶ عّلَّقَ ذلك بما هو محال فقال: {فإن استطعت أن تبتغي نفقا في الأرض أو سلما في السماء فتأتيهم بآية} . ¶ الإخبار عن الله بـ \" هَدَّدَ \" ¶ ما جاء عن الإمام ابن كثير بالإخبار عن الله بـ \" مُهدِّدَاً \" ¶ ابن كثير 2 / 274: ¶ ¬__________ ¶ (¬1) مفتاح دار السعادة ومنشور ولاية العلم والإرادة لابن القيم - الناشر: دار الكتب العلمية - بيروت",
            "page": "26",
            "part": "1",
            "seal": "797A5C36"
        },
        {
            "id": "27",
            "nass": "يقول تعالى مهَدَّدَا للكافرين بمحمد صلوات الله وسلامه عليه {هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام والملائكة} . ¶ الإخبار عن الله بـ \" أَكَّدَ \" ¶ ما جاء عن الإمام ابن كثير بالإخبار عن الله بـ \" أَكَّدَ \" ¶ تفسير ابن كثير 13 / 540: ¶ ولهذا أَكَّدَ الله تعالى هذا الإنكار عليهم بقوله تعالى (كبر مقتا عند الله أن تقولوا ما لا تفعلون) . ¶ ما جاء عن شيخ الإسلام ابن تيمية في الإخبار عن الله بـ \" أَكَّدَ \" ¶ درء التعارض (¬1) 3 / 388: ¶ قد أَكَّدَ الله تعالى دلالة نبوته بما كان من خاص آياته عليه السلام التي تنقض بها عاداتهم. ¶ ما جاء عن الإمام ابن القيم في الإخبار عن الله بـ \" أَكَّدَ \" ¶ إغاثة اللهفان (¬2) 2 / 171: ¶ ثم أَكَّدَ الله هذا المعنى في حقهم بقوله: ولو أسمعهم لتولوا وهم معرضون. ¶ الإخبار عن الله بـ \" اَنْكَرَ \" ¶ ما جاء عن الإمام ابن كثير بالإخبار عن الله بـ \"اَنْكَرَ \" ¶ تفسير ابن كثير 5 / 103: ¶ وقد اَنْكَرَ الله عليهم ذلك في سورة البقرة. ¶ ما جاء عن شيخ الإسلام ابن تيمية في الإخبار عن الله بـ \" اَنْكَرَ \" ¶ درء التعارض بين العقل والنقل 2 / 350: ¶ وقد اَنْكَرَ الله تعالى على المشركين نفيهم اسم الرحمن. ¶ ما جاء عن الإمام ابن القيم في الإخبار عن الله بـ \" اَنْكَرَ \" ¶ زاد المعاد 3 / 513: ¶ ¬__________ ¶ (¬1) درء تعارض العقل والنقل لشيخ الإسلام ابن تيمية الناشر: دار الكنوز الأدبية - الرياض، 1391 تحقيق: محمد رشاد سالم ¶ (¬2) إغاثة اللهفان من مصائد الشيطان لابن القيم الناشر: دار المعرفة - بيروت الطبعة الثانية، 1395 - 1975 تحقيق: محمد حامد الفقي",
            "page": "27",
            "part": "1",
            "seal": "70A60A32"
        },
        {
            "id": "28",
            "nass": "ولهذا اَنْكَرَ الله تعالى على من عبد من دونه مالا يملك ضرا ولا نفعا وذلك كثير في القرآن. ¶ الإخبار عن الله بـ \" عَبَّرَ \" ¶ ما جاء عن الإمام ابن كثير بالإخبار عن الله بـ \" مُعَبِّرا \" ¶ تفسير ابن كثير 8 / 289: ¶ أخبر تعالى عن اقتراب الساعة ودنوها معَبِّرَا بصيغة الماضي الدال على التحقيق والوقوع. ¶ الإخبار عن الله بـ \" نَوَّعَ \" ¶ ما جاء عن الشيخ عبد الرحمن السعدي في الإخبار عن الله بـ \" نَوَّعَ \" ¶ التفسير السعدي صـ 227: ¶ فَنَوَّع خليقته تعالى بمشيئته النافذة. ¶ الإخبار عن الله بـ \" رّتَّبَ \" ¶ ما جاء عن الإمام البغوي بالإخبار عن الله بـ \" رَتَّبَ \" ¶ تفسير البغوي 1 / 361: ¶ أن الله تعالى رَتَّبَ الطلاق على النكاح ¶ ما جاء عن الإمام القرطبي بالإخبار عن الله بـ \" رَتَّبَ \" ¶ الجامع لأحكام القرآن 2 / 332: ¶ رَتَّبَ الله سبحانه الشهادة بحكمته في الحقوق المالية والبدنية والحدود. ¶ ما جاء عن شيخ الإسلام ابن تيمية في الإخبار عن الله بـ \" رَتَّبَ \" ¶ مجموع الفتاوى 10 / 744: ¶ مما يوضح هذا أن الله سبحانه فى القرآن رَتَّبَ الثواب والعقاب على مجرد الإرادة كقوله تعالى من كان يريد العاجلة. ¶ ما جاء عن الإمام ابن القيم في الإخبار عن الله بـ \" رَتَّبَ \" ¶ زاد المعاد 5 / 179: ¶ أن الله سبحانه وتعالى رتب على الطلاق بعد الدخول الذي لم يستوف عدده ثلاثة أحكام كلها منتفية عن الخلع ¶ ما جاء عن الشيخ عبد الرحمن السعدي في الإخبار عن الله بـ \" رّتَّبَ \" ¶ التفسير السعدي صـ 73: ¶ ما رَتَّبَ الله عليها من الثواب. ¶ الإخبار عن الله بـ \" أثْبَتَ \"",
            "page": "28",
            "part": "1",
            "seal": "17220FC8"
        },
        {
            "id": "29",
            "nass": "ما جاء عن شيخ الإسلام ابن تيمية في الإخبار عن الله بـ \" أثبت \" ¶ مجموع الفتاوى 3 / 8: ¶ وقد علم أن طريقة سلف الأمة وأئمتها اثبات ما أثْبَتَه من الصفات من غير تكييف ولا تمثيل ومن غير تحريف ولا تعطيل , وكذلك ينفون عنه ما نفاه عن نفسه. ¶ الإخبار عن الله بـ \" نَفَى \" ¶ ما جاء عن ابن عباس رضي الله عنهما بالإخبار عن الله بـ \" نَفَى\" ¶ الدر المنثور 3 / 408: ¶ أخرج ابن مردويه عن ابن عباس رضي الله عنهما قال: لما نَفَى الله تعالى المشركين عن المسجد الحرام ألقى الشيطان في قلوب المؤمنين فقال: من أين تأكلون. ¶ ما جاء عن عبادة بن الصامت بالإخبار عن الله بـ \" نَفَى \" ¶ شرح معاني الآثار (¬1) 3 / 228: ¶ عن عبادة بن الصامت رضي الله عنه قال: خرج رسول الله صلى الله عليه وسلم إلى بدر فلقي العدو فلما هزمهم الله تعالى أتبعتهم طائفة من المسلمين يقتلونهم وأحدقت طائفة برسول الله صلى الله عليه وسلم واستولت طائفة بالعسكر والنهب فلما نَفَى الله العدو ورجع الذين طلبوهم. ¶ ما جاء عن قتادة بالإخبار عن الله بـ \" نَفَى \" ¶ الدر المنثور 4 / 161: ¶ أخرج ابن المنذر وابن أبي حاتم وأبو الشيخ عن قتادة رضي الله عنه في قوله إنما المشركون نجس: فلما نَفَى الله تعالى المشركين عن المسجد الحرام شق ذلك على المسلمين فأنزل الله وإن خفتم عيلة فسوف يغنيكم الله من فضله فأغناهم الله تعالى بهذا الخراج. ¶ ما جاء عن الإمام ابن جرير الطبري بالإخبار عن الله بـ \" نَفَى \" ¶ تفسير الطبري 1 / 44: ¶ وفي نَفْيِ الله جل ثناؤه عن حكم كتابه. ¶ ¬__________ ¶ (¬1) شرح معاني الآثار - المؤلف: أحمد بن محمد بن سلامة بن عبد الملك بن سلمة أبو جعفر الطحاوي - الناشر: دار الكتب العلمية - بيروت - الطبعة الأولى، 1399 - تحقيق: محمد زهري النجار",
            "page": "29",
            "part": "1",
            "seal": "C3EE2BCD"
        },
        {
            "id": "30",
            "nass": "ما جاء عن الإمام البغوي بالإخبار عن الله بـ \" نَفَى \" ¶ تفسير البغوي 3 / 210: ¶ ثم نَفَى الله عن نفسه الولد فقال: {وما ينبغي للرحمن أن يتخذ ولدا} . ¶ ما جاء عن الإمام ابن العربي المالكي بالإخبار عن الله بـ \" نَفَى \" ¶ الجامع لأحكام القرآن 16 / 41: ¶ قال ابن العربي: قوله {ما على المحسنين من سبيل} فكما نَفَى الله السبيل عمن أحسن فكذلك نفاها على من ظلم. ¶ ما جاء عن شيخ الإسلام ابن تيمية في الإخبار عن الله بـ \" نَفَى \" ¶ مجموع الفتاوى 6 / 173: ¶ نَفَى الله المثل عن كلامه كما نفى المثل عن نفسه ونفى النفاد عن كلامه كما نفى الهلاك عن نفسه فقال كل شىء هالك الا وجهه. ¶ ما جاء عن الإمام ابن القيم في الإخبار عن الله بـ \" نَفَى \" ¶ مدارج السالكين 2 / 410: ¶ ولهذا نَفَى الله عن الكفار السمع والبصر والعقول. ¶ ما جاء عن الإمام الشوكاني بالإخبار عن الله بـ \" نَفَى \" ¶ فتح القدير 1 / 98: ¶ والأول أرجح لأنها لو كانت مثيرة ساقية لكانت مذللة ريضة وقد نَفَى الله ذلك عنها. ¶ ما جاء عن الشيخ حافظ حكمي في الإخبار عن الله بـ \" نَفَى \" ¶ معارج القبول 2 / 26: ¶ إذ على هذا القول يكون اليهود الذين أقروا برسالة محمد صلى الله عليه وسلم واستيقنوها ولم يتبعوه مؤمنين بذلك وقد نَفَى الله الإيمان عنهم. ¶ الإخبار عن الله بـ \" نَقَلَ \" ¶ ما جاء عن الإمام ابن جرير الطبري بالإخبار عن الله بـ \" نَقَلَ \" ¶ تفسير الطبري 3 / 620: ¶ لا ينتقل حقه الذي قضى به له ربه جل ثناؤه عما قضى به له إلى غيره إلا بنَقْلِ الله ذلك عنه. ¶ ما جاء عن محمد بن مسلم بالإخبار عن الله بـ \" نَقَلَ \" ¶ الدر المنثور 4/ 161:",
            "page": "30",
            "part": "1",
            "seal": "322109F8"
        },
        {
            "id": "31",
            "nass": "أخرج ابن جرير وابن أبي حاتم عن محمد بن مسلم الطائفي أن إبراهيم عليه السلام لما دعا للحرم وأرزق أهله من الثمرات نَقَلَ الله الطائف من فلسطين. ¶ ما جاء عن الإمام الشافعي بالإخبار عن الله بـ \" نَقَلَ \" ¶ كتاب الأم باب استحداث الوصايا 4/133: ¶ قال الشافعي: فنَقَلَ الله تبارك وتعالى ملك من مات من الأحياء إلى من بقي من ورثة الميت. ¶ الإخبار عن الله بـ \" عَطَفَ \" ¶ ما جاء عن الإمام القرطبي بالإخبار عن الله بـ \" عَطَفَ \" ¶ الجامع لأحكام القرآن 1 / 402: ¶ ثم عَطَفَ عليه بقوله: {وقال اركبوا فيها بسم الله مجريها ومرساها} . ¶ ما جاء عن ابن كثير بالإخبار عن الله بـ \" عَطَفَ \" ¶ تفسير ابن كثير 1 / 394: ¶ لما ذكرهم تعالى بنعمه أولا عَطَفَ على ذلك التحذير من طول نقمه بهم يوم القيامة فقال: {واتقوا يوما} يعني يوم القيامة. ¶ ما جاء عن شيخ الإسلام ابن تيمية في الإخبار عن الله بـ \" عَطَفَ \" ¶ الصارم المسلول (¬1) 1 / 48: ¶ الثالث: أن هذه الصيغة خبر عن لعنة الله ولهذا عَطَفَ عليه {وأعد لهم عذابا مهينا} . ¶ ما جاء عن الإمام ابن القيم في الإخبار عن الله بـ \" عَطَفَ \" ¶ حادي الأرواح (¬2) 1/ 201: ¶ ولما عَطَفَ سبحانه الزيادة على الحسنى التي هي الجنة دل على إنها أمر آخر من وراء الجنة وقدر زائد عليها. ¶ ما جاء عن الإمام الشوكاني بالإخبار عن الله بـ \" عَطَفَ \" ¶ فتح القدير 4 / 282: ¶ ¬__________ ¶ (¬1) الصارم المسلول على شاتم الرسول - الناشر: دار ابن حزم - بيروت الطبعة الأولى، 1417 تحقيق: محمد عبد الله عمر الحلواني , محمد كبير أحمد شودري ¶ (¬2) حادي الأرواح إلى بلاد الأفراح لابن القيم - الناشر: دار الكتب العلمية - بيروت",
            "page": "31",
            "part": "1",
            "seal": "684102BD"
        },
        {
            "id": "32",
            "nass": "(إن المسلمين) بدأ سبحانه بذكر الإسلام الذي هو مجرد الدخول في الدين والانقياد له مع العمل ثم عَطَفَ على المسلمين {المسلمات} تشريفا لهن بالذكر. ¶ الإخبار عن الله بـ \" قَيَّدَ \" ¶ ما جاء عن الإمام البغوي بالإخبار عن الله بـ \" قَيَّدَ \" ¶ تفسير البغوي 1 / 143: ¶ {فيكشف ما تدعون إليه إن شاء} قَيَّدَ الإجابة بالمشيئة. ¶ ما جاء عن شيخ الإسلام ابن تيمية في الإخبار عن الله بـ \" قَيَّدَ \" ¶ مجموع الفتاوى 7 / 60: ¶ وقال فيمن يجور فى المواريث ومن يعص الله ورسوله ويتعد حدوده يدخله نارا خالدا فيها وله عذاب مهين فهنا قَيَّدَ المعصية بتعدى حدوده فلم يذكرها مطلقة. ¶ ما جاء عن الإمام ابن القيم في الإخبار عن الله بـ \" قَيَّدَ \" ¶ زاد المعاد 5 / 305: ¶ فوجه الجواز أن الله سبحانه قَيَّدَ التكفير بكونه قبل المسيس في العتق والصيام وأطْلَقَه في الإطعام. ¶ ما جاء عن الإمام الشوكاني بالإخبار عن الله بـ \" قَيَّدَ \" ¶ فتح القدير 4 / 20: ¶ ولكن قد قَيَّدَ سبحانه هذه البيوت المذكورة هنا بأنها غير مسكونة. ¶ الإخبار عن الله بـ \" أَشَارَ\" ¶ ما جاء عن الإمام ابن جرير الطبري بالإخبار عن الله بـ \" أشار\" ¶ تفسير الطبري 2 / 98: ¶ أن الله تعالى ذكره أَشَارَ بقوله: {ذلك} إلى جميع ما حواه قوله: {إن الذين يكتمون ما أنزل الله من الكتاب} إلى قوله: {ذلك بأن الله نزل الكتاب بالحق} . ¶ ما جاء عن الإمام القرطبي بالإخبار عن الله بـ \" أَشَارَ \" ¶ الجامع لأحكام القرآن 4 / 473: ¶ وقد أَشَارَ تعالى إلى هذا بقوله تعالى: {يا نساء النبي من يأت منكن بفاحشة مبينة يضاعف لها العذاب ضعفين} [الأحزاب: 30] .",
            "page": "32",
            "part": "1",
            "seal": "FFDA7319"
        },
        {
            "id": "33",
            "nass": "ما جاء عن الإمام الشوكاني بالإخبار عن الله بـ \" أشار\" ¶ فتح القدير 2 / 13: ¶ هذا شروع في المحرمات التي أشار إليها سبحانه بقوله: {إلا ما يتلى عليكم} . ¶ الإخبار عن الله بـ \" سَلَبَ \" ¶ ما جاء عن ابن عباس رضي الله عنهما بالإخبار عن الله بـ \" سَلَبَ \" ¶ الدر المنثور 1 / 115: ¶ أخرج ابن عساكر عن ابن عباس أن آدم كان لغته في الجنة العربية فلما عصى سَلَبَه الله العربية. ¶ ما جاء عن الإمام ابن جرير الطبري بالإخبار عن الله بـ \" سَلَبَ \" ¶ تفسير الطبري 1 /176: ¶ فلما ماتوا سَلَبَهم الله ذلك العز كما سلب صاحب النار ضوءه. ¶ ما جاء عن ابن كثير بالإخبار عن الله بـ \" سَلَبَ \" ¶ تفسير ابن كثير 10 / 530: ¶ ولهذا سَلَبَهم الله تعالى ما كان أنعم به عليهم وقتل من قتل منهم ببدر. ¶ ما جاء عن الإمام القرطبي بالإخبار عن الله بـ \" سَلَبَ \" ¶ الجامع لأحكام القرآن 9 / 181: ¶ وفيه قولان: أحدهما: أنه لم يكن غيورا فلذلك كان ساكنا وعدم الغيرة في كثير من أهل مصر موجود الثاني: أن الله تعالى سَلَبَه الغيرة وكان فيه لطف بيوسف. ¶ ما جاء عن شيخ الإسلام ابن تيمية في الإخبار عن الله بـ \" سَلَبَ \" ¶ مجموع الفتاوى 4 / 49: ¶ والمقصود أن ما عند عوام المؤمنين وعلمائهم أهل السنة والجماعة من المعرفة واليقين والطمأنينة والجزم الحق والقول الثابت والقطع بما هم عليه أمر لا ينازع فيه إلا من سَلَبَه الله العقل والدين. ¶ ما جاء عن الإمام ابن القيم في الإخبار عن الله بـ \" سَلَبَ \" ¶ إغاثة اللهفان 2 / 194: ¶ فإن من بخل بماله أن ينفقه في سبيل الله تعالى وإعلاء كلمته سَلَبَه الله إياه. ¶ ما جاء عن الشيخ حافظ حكمي في الإخبار عن الله بـ \" سَلَبَ \"",
            "page": "33",
            "part": "1",
            "seal": "68993E9B"
        },
        {
            "id": "34",
            "nass": "معارج القبول 1/ 159: ¶ لم يفهموا منها إلا ما يقوم بالمخلوق من الجوارح والأدوات التي منحه الله إياها ومتى شاء سَلَبَه. ¶ الإخبار عن الله بـ \" الذات \" ¶ ما جاء عن الإمام القرطبي بالإخبار عن الله بـ \" الذات \" ¶ الجامع لأحكام القرآن 2 / 82: ¶ بل هو الله تعالى واحد في ذاته أحد في صفاته ¶ ما جاء عن الإمام ابن كثير بالإخبار عن الله بـ \" الذات \" ¶ تفسير ابن كثير 2 / 30: ¶ وأما ذاته تعالى فلا تكون محصورة في شيء من خلقه تعالى الله عن ذلك علوا كبيرا. ¶ ما جاء عن شيخ الإسلام ابن تيمية في الإخبار عن الله بـ \" الذات \" ¶ في مجموع الفتاوى 2 / 126: ¶ وقد اتفق سلف الأمة وأئمتها على أن الخالق تعالى بائن من مخلوقاته ليس فى ذاته شئ من مخلوقاته ولا فى مخلوقاته شئ من ذاته ¶ ما جاء عن الإمام ابن القيم في الإخبار عن الله بـ \" الذات \" ¶ زاد المعاد 3 / 196: ¶ المنزه عن كل سوء في ذاته وصفاته وأفعاله وأسمائه فذاته لها الكمال المطلق من كل وجه وصفاته كذلك وأفعاله ¶ ما جاء عن الشوكاني بالإخبار عن الله بـ \" الذات \" ¶ تفسير فتح القدير 3 / 39: ¶ أم الله المعبود بحق المتفرد في ذاته وصفاته ¶ ما جاء عن الشيخ حافظ حكمي في الإخبار عن الله بـ \" الذات \" ¶ معارج القبول 1/ 47: ¶ والله سبحانه وتعالى منزه عن ذلك كله بل له الجلال المطلق والكمال المطلق في ذاته وأسمائه وصفاته وأفعاله ¶ خلاصة هذا الفصل: ¶ هذه بعض الأمثلة فقط لصعوبة استقصاء ما جاء في كتب أهل العلم قديما وحديثا والتي يمكن أن تبلغ الآلاف ¶ - ولا نجد نقلا واحدا بأن هذا الأمر مخالف للسنة - بل نكتفي بذكر ما يُدَعِّمُ القول بوجود الدليل من القرآن والسنة وكلام سلف الأمة بجواز الإخبار عن الله وبدون اشتراط التَّقَيُّدِ بما جاء في القرآن والسنة دون إنكار من أحد منهم وليس من البدع في شئ , بل أشد البدع أن نقول قولا يُبَدَّع به خير الناس الذين شهد لهم الله ورسوله صلى الله عليه وسلم بالخيرية.",
            "page": "34",
            "part": "1",
            "seal": "95BB4A22"
        },
        {
            "id": "35",
            "nass": "الفصل الثالث: الرد على بعض الاعتراضات على هذا البحث ¶ بعد أن عرضنا الدليل من القرآن والسنة وكلام سلف الأمة والتابعين لهم بإحسان قديما وحديثا على مشروعية الإخبار عن الله بدون شرط التَّقَيُّدِ بما جاء في القرآن والسنة , نعرض في هذا الفصل بعض الإعتراضات على هذا البحث والرد عليها , فكما قيل: ¶ الضد يظهر حسنه الضد - - - - - - - - - وبضدها تتميز الأشياء ¶ الإعتراض الأول: ¶ قد يقول قائل: قد يكون هناك ضعف في بعض الآثار التي ذكرتها في هذا البحث ¶ نقول وبالله تعالى التوفيق: ¶ لن يؤثر صحة الآثار على نتيجة هذا البحث , فعلى فرض ضعفها كلها فلم يقل أحد من السلف أن ابن عباس أوغيره من الصحابة رضوان الله عليهم أو من بعدهم من أئمة السلف كقتادة ومجاهد والطبري والشافعي وغيرهم قد خالفوا هدي النبي صلى الله عليه وسلم إذ أخبروا عن الله بدون التَّقَيُّدِ بالقرآن والسنة وهذا إجماع منهم على جواز ذلك. ¶ وإلا فهل يُعْقَلُ أن يترك السلف الصالح ومن تبعهم بإحسان هذه الألفاظ الكثيرة جدا في الكتب قديما وحديثا دون إنكار منهم؟ فهم إما أنهم علموا أن هذا خطأ فلم ينكروا وكتموا؟ أو جهلوا أصلا المسألة ولم يعلموها وخفي الحق على جميعهم؟ أم أن الصحيح الذي لا يستريب فيه مسلم أنهم علموا أنه يجوز الإخبار عن الله وبدون التَّقَيُّدِ بما جاء في القرآن والسنة.",
            "page": "35",
            "part": "1",
            "seal": "08FF0B52"
        },
        {
            "id": "36",
            "nass": "الإعتراض الثاني: ¶ قد يقول قائل: قد يُخْبِرُ عن الله من لا علم له باللغة العربية مما قد يتضمن نقصا في حقه سبحانه , وعليه فيُفْتَحُ الباب لمن له علم ولمن لا علم له. ¶ نقول وبالله تعالى التوفيق: ¶ إن كان الشخص لا يعلم ما يليق بالله وما لا يليق , فأوجب الله علينا أن نسأل أهل الذكر إن كنا لا نعلم فقال سبحانه فَاسْأَلُواْ أَهْلَ الذِّكْرِ إِن كُنتُمْ لاَ تَعْلَمُونَ [النحل: 43] . ¶ وعليه , فمن لا علم له بأن اللفظ متضمن للنقص أم لا فعليه قبل أن يتلفظ به أن يسأل أهل العلم. ¶ ونضرب مثالا يوضح ذلك: ¶ فقد يقول قائل: لو ربنا عايز يرزقني فسيكون الأمر كذا. ¶ أقول: قول القائل بأن الله سبحانه \" عايز \" لا تجوز؛ لأن أهل العلم يقولون أن العوز من الاحتياج والله غني عن العالمين فهي متضمنة للنقص في حق الله. ¶ لذلك فإننا قيدنا ما ذكرناه في الإخبار بألا يتضمن نقصا في حق الله سبحانه والذي يبين ذلك أهل العلم. ¶ الإعتراض الثالث: ¶ قد يقول قائل: إن سلمنا بجواز هذه القاعدة فعلينا أن نلتزم بما جاء عن السلف بالألفاظ التي ثبتت عنهم فيما أخبروا به عن الله. ¶ نقول وبالله تعالى التوفيق: ¶ أولا: يجب التسليم بوجود الإجماع من السلف على جواز ذلك لما أوردناه من أدلة في الفصل الثاني لا أن ذلك من باب التَّنَزُّلِ في المحاورة والكلام. ¶ ثانيا: أن إجماع السلف لم يُقَيَّد بألفاظ معينة للإخبار بها عن الله وهم أعلم بالكتاب والسنة منا , فإن قَيَّدْتَ ما لم يُقَيِّدْه السلف فيلزمك ما لزم من أنكر جواز الإخبار أصلا وهو ما بينته في الفصل الأول , والله أعلم بالصواب",
            "page": "36",
            "part": "1",
            "seal": "E6CFEAAC"
        },
        {
            "id": "37",
            "nass": "الإعتراض الرابع: ¶ فإن قال قائل: قد ثبت إجماع ينقض هذا الكلام من أصله والإجماع عند المسلمين حجة ¶ فقد جاء في كتاب الإقناع في مسائل الإجماع لابن قطان الفاسي طـ دار الفاروق الحديثة: ¶ قال المصنف صـ 37: ¶ فأما ما أجمعوا عليه أنه من صفات الذات فنحو وصفنا له بأنه قديم. ¶ وقد عزاه المحقق إلى كتاب الاستذكار لابن عبد البر 8 / 151 رقم 10840. ¶ قال المصنف صـ 39: ¶ فإن قيل: فهل ورد لفظ التوقيف بأنه - سبحانه - موجود في الكتاب أو السنة؟ قيل هو إجماع الأمة وإجماع الأمة إحدى الطرق في اثبات أسمائه. ¶ نقول وبالله تعالى العصمة من الزلل والتوفيق إلى الرشد: ¶ يُفْهَمُ من كلام ابن قطان رحمه الله أن الإجماع حجة في اثبات أسماء الله , وأن الله يُوصَفُ بالقدم ونجيب على ذلك فنقول: ¶ أولا: الرد على القول بأن الإجماع حجة في اثبات أسماء الله ¶ إطلاق القول بأن \" إجماع الأمة إحدى الطرق في إثبات أسمائه سبحانه \" فيه نظر؛ لأنه مخالف لمذهب السلف ونتوقف قليلا عند هذه النقطة لأهميتها فنقول وبالله تعالى التوفيق والهدى: ¶ يعتبر الإجماع حجة في دين الإسلام سواء في الأمور العلمية الخبرية - الإعتقادات - أوالمسائل الفقهية العملية , لكن هناك بعض المسائل العلمية الخبرية التي لا يمكن إثباتها تفصيليا من خلال الإجماع مجردا عن نصوص الكتاب والسنة , بل لا بد من النص من الكتاب والسنة على هذه المسألة بعينها إذ لا يكون الإجماع مستقلا في ذلك بل يذكر إعتضادا. ¶ فالإجماع في المسائل الخبرية الغيبية التي لا دخل للعقل ولا للاجتهاد فيها لا يعتبر دليلا منفصلا عن الوحيين , ولكن قد يدل الإجماع بشكل إجمالي عليها , وسنضرب أمثلة على ذلك ¶ فيما يلي: ¶ في باب الأسماء والصفات: ¶ أجمع المسلمون على أن الله متصف بصفات الكمال ومنزه عن النقائص , لكن تفصيل هذه الصفات فلا بد من وجود نص بذلك. ¶ في باب الإيمان بالملائكة: ¶ هل يمكن القول بأن الإجماع قد ثبت بوجود الملائكة مستقلا عن النص سواء جاء النص بذلك أم لا؟ أم أن الإجماع قد ثبت بعد ورود النص بذلك. ¶ في باب الرسالات والنبوات:",
            "page": "37",
            "part": "1",
            "seal": "1D7983EB"
        },
        {
            "id": "38",
            "nass": "أجمع المسلمون على أن الله قد أرسل الرسل وأنزل الكتب على سبيل الإجمال والذي يمكن أن يدرك بالعقل , أما تفصيل ذلك فلا بد من النص من قرآن وسنة. ¶ في باب اليوم الآخر والبعث والنشور: ¶ أجمع المسلمون على أن الله يبعث الناس إلى يوم القيامة ليجازي كلا بعمله كما سبق على سبيل الإجمال والذي يمكن أن يدرك بالعقل , لكن تفصيل النعيم والعذاب لا بد فيه من النص. ¶ الرد على ذلك القول من خلال الأدلة العقلية في ضوء القرآن والسنة: ¶ يدل العقل على أن الإجماع لا يمكن به إثبات شيئا تفصيليا من الأمور الغيبية بدون النص من القرآن والسنة وذلك من وجوه: ¶ الأول: ¶ أجمع أهل السنة أن الله سبحانه سمى نفسه بأسماء ووصف نفسه بصفات لم يزل ولا يزال أبدا متسمي بها ومتصفا بها , فهل قال أحدهم أن إثبات ذلك أو نفيه متوقف على ثبوت إجماع بها من عدمه؟. ¶ فإن قال قائل: لا نقول ذلك , بل نقول أن الإجماع وسيلة من وسائل العلم بالأسماء والصفات فنقول وبالله تعالى التوفيق: ¶ الثاني: ¶ أجمع المسلمون أن النبي محمد صلى الله عليه وسلم أعلم الناس بالله وأشدهم له خشية ¶ فهل جهل النبي صلى الله عليه وسلم شيئا من أسماء الله أو صفاته فلم يعلمها , وبالتالي لم يقم بالتأله لله بمقتضى ذلك الاسم أو تلك الصفة , وجاءت الأمة من بعده فعلمت ذلك فقامت بعبودية لم يقم بها نبيها؟ لا يستريب مسلم عاقل في فساد هذا. ¶ الثالث: ¶ نفى الله عن النبي صلى الله عليه وسلم علم الغيب إلا ما أعلمه سبحانه , فلم يثبت النبي صلى الله عليه وسلم لله صفة أو اسما إلا بما أوحاه إليه ربه.",
            "page": "38",
            "part": "1",
            "seal": "C7243D05"
        },
        {
            "id": "39",
            "nass": "الرابع: ¶ وُزِنَ أبو بكرالصديق رضي الله عنه بالأمة فرجح , ووزن عمر بالأمة فرجح , وهذا الرجحان في العلم والعمل , وأشرف العلم هو العلم بأسماء الله وصفاته فهل ورد عن أحدهما نص بسند صحيح أو حتى عن غيرهما من الصحابة بإثبات اسما أو صفة لله لم تأت في القرآن ولا السنة؟ فيما نعلم حتى الآن أن الإجابة: لا , وما ثبت عنهم هو من باب الإخبار عن الله. ¶ فهل تعلم الأمة أمراً من الدين متعلقا بأسماء الله وصفاته بعد أن جهله الصحابة؟ فالصحابة إما أن علموا وكتموا , أو جهلوا فلم يعلموا؟ وكلاهما باطل. ¶ فبقي أنه لم يثبتوا اسما أو صفة لله خارج الكتاب والسنة. ¶ الخامس: ¶ ثبت الإجماع عن السلف بالجهل بكيفية صفات الله الثابتة بالنَّص , فكيف يتم إثبات صفة غير منصوص عليها أصلا في القرآن والسنة؟ . ¶ السادس: ¶ ثبوت الاسم أو الصفة توقيفي؛ لأنه يترتب على ذلك عبوديات لله من دعاء وحلف وغير ذلك , والعبادات توقيفية فلا بد من وجود نَص. ¶ فهل قال أحد من أهل السنة: أن الإجماع قد ثبت على فرض طاعة معينة أو نهي عن معصية معينة بدون نص من قرآن أو سنة؟ ¶ والجواب: لا , فكيف نُثْبِتُ اسما لله أو صفة بذلك الإجماع؟ ¶ أننا لا نسلم بأن مذهب السلف هو اثبات الاسم لله أو الصفة خارج الكتاب والسنة بل مذهبهم المنقول عنهم التقيد بالكتاب والسنة في هذا الباب خاصة , وقد سبق أن ذكرناه في الباب الأول ونضيف إليه ما يلي: ¶ قال شيخ الإسلام ابن تيمية في مجموع الفتاوى 11 / 250: ¶ \" واجمع سلف الأمة وأئمتها على ان الرب تعالى بائن من مخلوقاته يوصف بما وصف به نفسه , وبما وصفه به رسوله من غير تحريف ولا تعطيل ومن غير تكييف ولا تمثيل , يوصف بصفات الكمال دون صفات النقص \"",
            "page": "39",
            "part": "1",
            "seal": "70C44E28"
        },
        {
            "id": "40",
            "nass": "وقال أيضا في العقيدة الأصفهانية (¬1) 1 / 24 – 25: ¶ \" فالذي اتفق عليه سلف الأمة وأئمتها أن يوصف الله بما وصف به نفسه وبما وصفه به رسوله من غير تحريف ولا تعطيل ومن غير تكييف ولا تمثيل \". ¶ قال ابن بطال كما نقل الحافظ ابن حجر في (فتح الباري 13 / 567) : ¶ \" أجمعت الأمة على أن الله تعالى لا يوصف بأنه شخص لأن التوقيف لم يرد به \". انتهى ¶ إذاً فما ذكره الشيخ ابن قطان رحمه الله بأن الإجماع إحدى طرق إثبات أسماء الله وصفاته هو قول مردود بما ثبت من الإجماع من السلف على اشتراط النص من القرآن والسنة في ذلك. ¶ ثانيا: ¶ أما ما ذكره الشيخ ابن قطان بأن الله موصوف بالقدم وأن الإجماع منعقد على ذلك فالرد على ذلك من وجوه: ¶ الأول: ¶ راجعت ما عزاه المحقق إلى مصدر هذا الإجماع من كتاب الاستذكار فلم أجده. ¶ الثاني: ¶ يجب اثبات أن هذا الإجماع غير مُنْتَقِضُ وثابت عن السلف حتى نُسَّلِم لذلك , لكن هذا الإجماع مُنْتَقِض فقد اختلف العلماء في كون القديم ثابت كاسم لله أم لا. ¶ جاء في هامش شرح القواعد المثلى طـ دار الآثار صـ 75: قال شيخ الاسلام في كتاب الصفدية 2 / 85: ¶ وقد تنازع الناس في القديم هل يجعل من أسماء الله؟ فذهبت طائفة كابن حزم إلى أنه لا يسمى قديما بناء على أن الأسماء توقيفية , ولم يثبت هذا الاسم عن النبي صلى الله عليه وسلم. ¶ قال ابن أبي العز في شرح العقيدة الطحاوية 1 /79 / 80 طـ مؤسسة الرسالة: ¶ ¬__________ ¶ (¬1) العقيدة الأصفهانية لشيخ الإسلام ابن تيمية الناشر: مكتبة الرشد - الرياض الطبعة الأولى، 1415 تحقيق: إبراهيم سعيداي.",
            "page": "40",
            "part": "1",
            "seal": "72484062"
        },
        {
            "id": "41",
            "nass": "وقد أدخل المتكلمون في أسماء الله تعالى القديم وليس هو من الأسماء الحسنى فإن القديم في لغة العرب التي نزل بها القران: هو المتقدم على غيره فيقال: هذا قديم للعتيق وهذا حديث للجديد , ولم يستعملوا هذا الإسم إلا في المتقدم على غيره لا فيما لم يسبقه عدم كما قال تعالى: \" حتى عاد كالعرجون القديم \" والعرجون القديم: الذي يبقى إلى حين وجود العرجون الثاني فإذا وجد الجديد قيل للأول: قديم , وقال تعالى: \" وإذ لم يهتدوا به فسيقولون هذا إفك قديم \" أي متقدم في الزمان , وقال تعالى: \" أفرأيتم ما كنتم تعبدون * أنتم وآباؤكم الأقدمون \" فالأقدم مبالغة في القديم , ومنه: القول القديم والجديد للشافعي رحمه الله تعالى وقال تعالى: \" يقدم قومه يوم القيامة فأوردهم النار \" أي يتقدمهم ويستعمل منه الفعل لازما ومتعديا كما يقال: أخذت ما قدم وما حدث , ويقال: هذا قدم هذا وهو يقدمه , ومنه سميت القدم قدما لأنها تقدم بقية بدون الإنسان. ¶ وأما إدخال القديم في أسماء الله تعالى فهو مشهور عند أكثر أهل الكلام وقد أنكر ذلك كثير من السلف والخلف منهم ابن حزم , ولا ريب أنه إذا كان مستعملا في نفس التقدم فإن ما تقدم على الحوادث كلها فهو أحق بالتقدم من غيره , لكن أسماء الله تعالى هي الأسماء الحسنى التي تدل على خصوص ما يمدح به , والتقدم في اللغة مطلق لا يختص بالتقدم على الحوادث كلها فلا يكون من الأسماء الحسنى وجاء الشرع بإسمه الأول وهو أحسن من القديم؛ لأنه يشعر بأن ما بعده آيل إليه وتابع له بخلاف القديم والله تعالى له الأسماء الحسنى لا الحسنة.",
            "page": "41",
            "part": "1",
            "seal": "8C8E4151"
        },
        {
            "id": "42",
            "nass": "الثالث: ¶ إن سلمنا بصحة هذا الإجماع وثبوته وعدم انتقاضه , فتوجيهه أنه يُخْبَرُ به عن الله بأنه قديم كما ورد عن بعض علماء السلف , لا أن ذلك من باب اثبات الأسماء التي يترتب عليها عبوديات لله , والتي يلزم فيها ورود النص بذلك لهذه العلة والله تعالى أعلم. ¶ الإعتراض الخامس: ¶ فإن قال قائل: ¶ قد تكون هناك بعض الأحاديث الضعيفة التي جاءت فيها بعض الألفاظ التي تكلم بها السلف في الإخبار عن الله لاعتقادهم أن النبي صلى الله عليه وسلم وصف الله بها دون علمهم بضعف هذه الأحاديث. ¶ مثال: ¶ عن أنس قال: رسول الله صلى الله عليه وسلم \" إذا أراد الله إنفاذ قضائه وقدره سلب ذوي العقول عقولهم حتى ينفذ فيهم قضاؤه وقدره فإذا مضى أمره رد إليهم عقولهم ووقعت الندامة \" أخرجه الفريابي وضعفه الألباني برقم 322 في ضعيف الجامع ¶ الجواب عن ذلك وبالله تعالى التوفيق والهدى: ¶ أولا: ¶ نسأل: هل خفي على كل الأمة ضعف بعض هذه الأحاديث بحيث اجتمعت الأمة على الضلالة والخطأ , ولم يوجد من يُبَيِّنُ ضعفها , ويَعْتَذِر لمن أخبر عن الله بهذا اللفظ؟ ¶ ثانيا: ¶ أننا إن سلمنا ذلك في بعض الألفاظ , فهناك ألفاظ أخرى لم تأت في حديث صحيح ولا ضعيف وثبتت عن السلف الإخبار بها , فلا يُنْتَقَضُ هذا الحكم بمثل هذه المعارضة ولله الفضل والمِنَّة.",
            "page": "42",
            "part": "1",
            "seal": "7654FD9C"
        },
        {
            "id": "43",
            "nass": "الإعتراض السادس: ¶ فإن قال قائل: ¶ ذكر فضيلة الدكتور محمد بن خليفة بن علي التميمي في كتابه القيِّم (الصفات الإلهية تعريفها وأقسامها) ما يخالف هذا الكلام , وأن التَّقّيُّدَ بما جاء في القرآن والسنة في الإخبار عن الله فيها قولان عن السلف وليس كما زعمت أن الإجماع منعقد منهم على الجواز , وما يلي نص كلامه حفظه الله: ¶ أما باب الإخبار فالسلف لهم فيه قولان: ¶ القول الأول: ¶ أن باب الإخبار توقيفي، فإن الله لا يُخْبَرُ عنه إلا بما ورد به النص، وهذا يشمل الأسماء والصفات، وما ليس باسم ولا صفة مما ورد به النص كـ (الشييء) و (الصنع) ونحوها وأما مالم يرد به النص فإنهم يمنعون استعماله (¬1) . ¶ القول الثاني: ¶ إن باب الإخبار لا يشترط فيه التوقيف، فما يدخل في الإخبار عنه تعالى أوسع مما يدخل في باب أسمائه وصفاته، كـ (الشيء) و (الموجود) و (القائم بنفسه) ، فإنه يخبر به عنه ولا يدخل في أسمائه الحسنى وصفاته العليا، فالإخبار عنه قد يكون باسم حسن، أو باسم ليس بسيِّئ، أي باسم لا ينافي الحسن، ولا يجب أن يكون حسناً، ولا يجوز أن يخبر عن الله باسم سيِّئ (¬2) فيخبر عن الله بما لم يرد إثباته ونفيه بشرط أن يستفصل عن مراد المتكلم فيه، فإن أراد به حَقًّا يليق بالله تعالى فهو مقبول، وإن أراد به معنى لا يليق بالله عز وجل وجب رده (¬3) . انتهى كلام الدكتور محمد بن خليفة التميمي - حفظه الله ورفع قدره في الدنيا والآخرة -. ¶ مما سبق من كلام الدكتور محمد التميمي حفظه الله يتضح ما يلي: ¶ الإجماع الذي ثبت عن السلف دون إنكار منهم هو جواز التعبيرعن مرادفات لأسماء الله وصفاته وأفعاله في القرآن والسنة أو ما يُفْهَمُ من سياق آي القرآن , مثل (خاطب الله , حكى الله , نزه الله نفسه) , فإن هذا من المترادفات في اللغة ولا تتضمن نقصا بحال , وهو ما تبين من خلال النقولات القليلة التي نقلتها من كتب السلف من لدن الصحابة ومملوءة في كتب علماء السنة قديما وحديثا , وشيخ الإسلام نفسه الذي نُقِلَ عنه الخلاف في هذه المسألة نجد كتبه مملوءة بذلك النوع من الإخبار والذي لا خلاف فيه بين السلف على جوازه. ¶ ¬__________ ¶ (¬1) انظر رسالة في العقل والروح (2/46-47) . ¶ (¬2) بدائع الفوائد (1/161) ، مجموع الفتاوى (6/142-143) ¶ (¬3) رسالة في العقل والروح (2/46-47)",
            "page": "43",
            "part": "1",
            "seal": "05FE26EC"
        },
        {
            "id": "44",
            "nass": "إذن فمن اشترط من السلف في الإخبار عن الله التَّقَيُّدَ بما جاء في القرآن والسنة لا يدخل فيه هذا النوع لعدم وجود نقل يدل على إنكارهم لما أثبتناه بجواز ذلك. ¶ الألفاظ التي تتصمن معنى صحيحا مفهوما من القرآن والسنة والتي ليست بمترادفات لأسماء الله ولا صفاته ولا أفعاله كـ (البائن من خلقه أو الذات) , فيُحْمَل عليها اختلاف أهل السنة في جوازها أوالمنع منها كما نقل فضيلة الدكتور عن شيخ الإسلام , وكما رجح (¬1) أن جمهور أهل السنة على جوازها ما دامت تتضمن معنى صحيحا. ¶ ولكن بعض هذه الألفاظ قد جاءت في إجماع السلف كإجماعهم (أن الله مستو على عرشه بائن من خلقه) فهذا إجماعهم على جواز الإخبار بهذه اللفظة , وإن كانت لم تجئ في قرآن ولا سنة بل لأنها تتضمن معنى صحيحا مفهوما من القرآن والسنة , وللرد على اعتقادات باطلة في حق الله , ولا تتضمن نقصا في حق الله. ¶ وطبقا لأصول التلقي عند أهل السنة أن إجماع السلف يكون حقا بلفظه ومعناه ولو قلنا غير ذلك لترتب عليه تجهيل السلف بأنهم يذكرون في إجماعهم ألفاظا بها خطأ شرعي لا يجوز استخدامها , ولو كان في الإخبار بهذه اللفظة خلاف فقد جاء إجماعهم بجوازها فمن منع منها فهو محجوج بهذا الإجماع وغيره بما جاء فيه من ألفاظ كهذه. ¶ أما الألفاظ المجملة مثل (التحييز , والجسم , والمُمَاسة) وما شابه ذلك من الكلام , فلا يستريب مسلم عاقل فضلا عن ذي علم من المنع في إطلاقها على الله؛ لأن ذلك من القول على الله بلا علم , ولأن في إطلاقها ما لا يليق بشأن الله والتي تتضمن نقصا في حقه , والتي لم يذكرها السلف الصالح في كلامهم بل ثبت عنهم المنع منها. ¶ ¬__________ ¶ (¬1) لمن أراد الاطلاع على بقية كلام الشيخ فليراجع رسالته في الصفات ولم يتم نقل بقية كلامه مع نفاسته خشية الإطالة , ولأن بعضه يحتاج إلى توضيح فنقلت الشاهد من كلامه في باب الإخبار",
            "page": "44",
            "part": "1",
            "seal": "7E3F229D"
        },
        {
            "id": "45",
            "nass": "وبذلك تتآلف الأقوال ولا يكون فيها اختلاف بإذن الله (¬1) . ¶ خاتمة: ¶ هذا ما توصلت إليه في هذه المسألة في باب الإخبار عن الله فمن كان لديه تعليقا إو إفادة فأرجو أن تتم المراسلة على البريد الإلكتروني التالي: H2591976@HOTMAIL.COM. ¶ ووالله ما كان فيها من صواب فمن الله وحده بفضله وجوده وإحسانه وكرمه , وما كان فيها من خطأ فمني ومن الشيطان. ¶ الحمد لله الذي بنعمته تتم الصالحات , وصلى الله على رسوله النبي الأمي وعلى آله وصحبه وسلم. ¶ ¬__________ ¶ (¬1) - هناك إعتراض ولكن لضعفه لم أذكره وهو أن الإجماع السكوتيَّ حجة ضعيفة وهو الذي عنيته بأن السلف أجمعوا عليه. ¶ والرد على ذلك: أولا ثبت في القرآن والسنة الدليل على جواز الإخبار فلا مجال للإجماع السكوتي مع دليل القرآن والسنة. ¶ ثانيا: صرح السلف من لدن الصحابة حتى وقتنا الحالي بجواز ذلك لا أنهم سكتوا عن ذلك حتى يقال الإجماع هنا سكوتيُّ , بل إنهم صرحوا ولم يكن هناك من أنكر عليهم ذلك ومن ادَّعى الإنكار فليأت به مشكورا. إذن فالإجماع السكوتي لم أعتمد عليه في البحث والله تعالى أعلم.",
            "page": "45",
            "part": "1",
            "seal": "F80C009E"
        }
    ],
    "t2012": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة فضيلة الدكتور / محمود عبد الرازق الرضواني"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة فضيلة الشيخ / عبد الله بن عبد العزيز"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "شكر وتقدير"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: توطئة بين يدي البحث"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: سبب كتابة هذا البحث"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: أهمية هذا البحث"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: تعريفات ومقدمات بين يدي البحث"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا:الدليل من القرآن على مشروعية الإخبار عن الله"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا:الدليل من السنة على مشروعية الإخبار عن الله"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا:ما جاء عن سلف الأمة"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث: الرد على بعض الاعتراضات على هذا البحث"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "1",
            "tit": "الإعتراض الأول:"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "الإعتراض الثاني:"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "1",
            "tit": "الإعتراض الثالث:"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "الإعتراض الرابع:"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "الإعتراض الخامس:"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "الإعتراض السادس:"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة وتعقيب بالحاشية"
        }
    ]
}