{
    "b2018": [
        {
            "id": "1",
            "nass": "مالك بن نبي ¶ مشكلات الحضارة ¶ من أجل التغيير ¶ دار الفكر المعاصر بيروت - لبنان ¶ دار الفكر دمشق - سورية ¶ __________ ¶ [ملاحظة: جاء في الفصل الثاني (نداء قسطنطة ص:51) «واسم المدينة الجزائرية: قسنطينة»]",
            "page": "1",
            "part": "1",
            "seal": "4ECCBC31"
        },
        {
            "id": "2",
            "nass": "الإعادة الرابعة ¶ 1426هـ = 2005 م ¶ ط 1: 1995 م",
            "page": "2",
            "part": "1",
            "seal": "2DF9B06C"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ من أجل التغيير",
            "page": "3",
            "part": "1",
            "seal": "636202D5"
        },
        {
            "id": "4",
            "nass": "من أجل التغيير/ مالك بنا نبي.-",
            "page": "4",
            "part": "1",
            "seal": "740662BC"
        },
        {
            "id": "5",
            "nass": "المقدمة ¶ هذا الكتاب ¶ مقالات كان مفكرنا الكبير مالك بن نبي قد أودعها مجريات الأحداث في الستينات من هذا القرن. في زمن كانت فيه الجزائر تبني حضورها الدولي، وتلج عصرها الوطني بعد زوال الاحتلال الفرنسي. ¶ وهي مقالات تأتي تماما لمقالات أخرى، أودعها بن نبي كتابا صدر منذ سنوات تحت عنوان (بين الرشاد والتيه)، حين ترجمها من الفرنسية إلى اللغة العربية، وقد اختارها وبوبها، بعدما كانت متفرقات أعداد الصحيفة التي تصدر باللغة الفرنسية باسم ( La Révolution Africaine). ¶ لقد صدر كتاب (بين الرشاد والتيه) بعد وفاة مفكرنا بثماني سنوات، عن دار الفكر بدمشق، بعدما أعدت النظر في صياغته العربية. ¶ واليوم أراني- وقد أتممت ما في يدي من تراث مالك بن نبي- مدعوا في ختام مهمتي إلى أن أستكمل حصاد مقالاته الستينية، بنشر ما تفرق منها. لذلك عهدت إلى صديقنا الدكتور بسام بركة، أستاذ الأدب الفرنسي والعلوم اللغوية (اللسانيات) في الجامعة اللبنانية، بترجمتها إلى العربية سوى مقالات ثلاثة أشير إليها في هذا الكتاب بإشارة (ع. م). كنت قد اعتنيت بترجمتها. ¶ لم يبق لدي من وصية مالك بن نبي - رحمه الله- سوى أن أراقب حقوق النشر والترجمة. وإذ وجدت في ابنته (رحمة) اهتماما بتراث والدها، رأيت أن أرد الأمانة إلى أهلها، فتنازلت لها عن الحقوق التي عهد إلي مالك بن نبي بها في وصيته، والتي أنشر صورتها في نهاية هذا الكتاب بخط يده.",
            "page": "5",
            "part": "1",
            "seal": "64A9A1C0"
        },
        {
            "id": "6",
            "nass": "قد تكون الأحداث التي انعكست في هذه المقالات كما في المقالات المنشورة في كتابه (بين الرشاد والتيه) قد تجاوزها الزمنا، وقلب التاريخ صفحتها. ¶ فالأنباء عن مسيرة الجزائر دخلت منعطفا جديدا، لكن منهج بن نبي في صياغتها لا يزال الأوفى بالرؤية المستقبلية. ¶ لقد جمعت سائر المقالات بالفرنسية تحت عنوان (من أجل تغيير الجزائر)، بعناية أديب جزائري، هو الأستاذ نور الدين بوقروح، الذي يترامى إلينا من نشاطه السياسي ما أحسبه متلبسا بروح فكر بن نبي، وإذا كان لي أن أستخلص من هذا العنوان تقويما لأهية مقالات بن نبي الستينية، يأتي في التسعينات، فهو إدراك الجيل الجزائري الحاضر، بل والعربي معا لمرامي فكر جار سابقا لمسيرة الأفكار الجارية في عالمنا الإسلامي، بنصف قرن من الزمن أو يزيد. ¶ وهذا يعني أن مجتمعنا الإسلامي أضاع مسيرة قرن بكامله، حائرا في طوفان العصر الحديث، دون أن يستخرج لمسيرته طريقا فاعلا ومثمرا. ¶ بن نبي ومنذ الثلاثينات، وقد استفاق وعيه على أزمة العالم الإسلامي في قبضة الاستعمار، استطاع أن يستخرج القواعد الأساسية للنهضة، وأن يصيح في هدأة السكون الفكري وافتقاد الرؤية، داعيا إلى منهج، يطوي الشعارات التي أرخت لضلال العقود العشرة من القرن العشرين، وعلى سائر المستويات. ¶ فمن كتابه (شروط النهضة) الذي صدر بالفرنسية في الأربعينات، إلى كتابه (وجهة العالم الإسلامي) في بداية الخمسينات، وإلى كتابه (الظاهرة القرآنية) ثم (الفكرة الإفريقية الآسيوية) في الفترة نفسها، ثم الكتب التي تلت، تؤصل المنهج، وتحدد أصول ميلاد المجتمع، وتشير إلى مشكلة الأفكار في العالم الإسلامي، وتبني قواعد البناء الثقافي في كتابه (مشكلة الثقافة)، وتحدد موقع المسلم من عالم الاقتصاد الحديث .. نرى بن نبي الكلمة الهادية إلى المرتقى الصعب في بناء الحضور الإسلامي،",
            "page": "6",
            "part": "1",
            "seal": "3C116235"
        },
        {
            "id": "7",
            "nass": "والذي أشاحت عنه مسيرة القرن، حينما استسهلت الحلول، وأفرغت مخزون عنفوان الجيل في صيغ، بادرت الحماس وتلقفته، ليضيع في فضاء العبث، وسراب الرؤية، وهدر الطاقات والثروات في مسارب الاقتصاد العالمي؛ يستهلك الرفاهية كالماشية حتفها في سمنها. ¶ في مقالات هذا الكتاب والذي سبقه (بين الرشاد والتيه)، نقرأ عن بن نبي المؤسس لمنهج يدعو الشباب إلى مزيد فيه، وتعديل في تقاصيله، وتصويب لما كان قد اتكأ عليه فكره من أمثال طرحتها المرحلة التي كتبت فيها تلك المقالات، ثم جاء الزمن يكشف زيفها. ¶ فالذي يبقى من هذا الفكر الرائد هو (المنهج) الذي نقيس به الخطى، ونرسم علامات الطريق. ¶ فنحن اليوم نرقب دراسات لـ (بن نبي) وفكره في كل موطن وفي كل مكان من عالمنا الإسلامي، ونشهد تحليلا يجهد له الشباب الناشئ، فيأوي إلى دفء روحه الإسلامي ونور إرشاده في سبل الفعالية وذلك حتى لا نتيه- ونحن على عتبة القرن الحادي والعشرين- في متاهات قرن مضى، أحاط بفكرنا ومقدراتنا، وجعلنا رهائن عالم صناعي، زجنا جميعا في قفص اقتصاده الاستهلاكي؛ بعض نا يستكين له، فينضو عن كاهله ثوب القضية ورسالتها، وبعض نا يعالج قضبان ذلك القفص بصراخ الاحتجاج وتذكر الماضي. ¶ في هذا الكتاب، الذي هو خاتمة إشرافي على كتب مالك بن نبي، أستودع الجيل أمانة منهج بن نبي، ليضيف إليه عمقا في الرؤية، وطريقا يستشرف المستقبل ويحزم الفكر بحزم الأصالة؛ أصالة تجلس على طاولة العمر، في حضور يمتلك ناصية المسيرة، وكلمة تحاور الأمم وتجاور الثقافات. ¶ بيروت في14/ 12/ 1993 ¶ عمر مسقاوي",
            "page": "7",
            "part": "1",
            "seal": "ED66A625"
        },
        {
            "id": "9",
            "nass": "الفصل الأول ¶ في البناء الاجتماعي",
            "page": "9",
            "part": "1",
            "seal": "F80D3156"
        },
        {
            "id": "12",
            "nass": "الأفكر والبناء الاجتماعي (*) ¶ الندوة التي عقدت في (نادي الصنوبر)، ستترك بدون شك نتائج إيجايية. إنما ينبغي القول بأن بعض المناقشات تتطلب الإيضاح، وبالخصوص تلك الخطب التي أطلقت عبر المناقشات من أجل الإثبات أو الإشارة إلى السمة العالية للفكر الماركسي؛ فأفقدت القيمة الموضوعية لها بإطلاقها ذلك الادعاء. ¶ فاشتراكي ذو تكوين عالمي، لا يذهب إلى هذا الحد، ولا يدعي أبدا أنه يمكن عرض الاشتراكية، كما يعرض العلم الموضوعي، كالكيمياء مثلا (¬1). ¶ فماركس نفسه أوضح من ناحية أخرى خصائص طريقته تقريبا في هذه العبارات \"الفلاسفة حتى الآن فسروا العالم، أما نحن فنريد تحويله\". ¶ فالاشتراكية لا يمكن النظر إليها كعلم إلا في هذا الإطار، أعني بقدر ما تقتضيه التقنية الاجتماعية لتحقيق فكرة جديدة. ¶ فتفسيره للعالم عبر مسلمتيه: المادية الجدلية والمادية التاريخية، يتضمن منذ البداية منهجا ميتافيزيكيا، أفضى في جوانب أخرى لعناء كبير، كذلك العناء الذي ألم بالعالم حينما أراد أن يجدد ضمن التفسير الماركسي بعض ظواهر نظريته، في علم الفلك الفيزيائي، في كتابه (العالم - الحياة- العقل). ¶ لكن الندوة احتفظت من ناحية أخرى باتصال ولود. ¶ وأخص خطاب الرئيس بومدين، الذي طرح للتأمل أكثر من مصطلح. وإذا كانت هنالك أسباب جعلتني في مقالي الأخير أتحدث عن المظاهر الاقتصادية للندوة، ¶ ¬__________ ¶ * «1967  Les Idées et l'édification sociale» , Révolution africiane, no 225, Semaine du 5 au 11 juin ¶ (¬1)  هذا التعبيرقيل فعلأ خلال المناقشات.",
            "page": "11",
            "part": "1",
            "seal": "D657B3A4"
        },
        {
            "id": "13",
            "nass": "فإنني أرى من المفيد أن أتحدث في هذه المقالة عن مشكلة الأفكار، التي أثارتها هذه الندوة. ¶ ولنقرأ أولا هذا المقطع من الخطاب: ¶ \"إن مجتمعنا هو كبقية المجتمعات الاشتراكية الأخرى يشكو من الانفصال بين الفكر والسياسة، وهذا يمنح الحوار المثمر والإصلاح عبر المناقشات الحية. ¶ من هنا جاء ذلك الخوف التقليدي المتبادل، بين المفكر ورجل السياسة\". ¶ عبر صراحة تشرف قائلها، فمن الواضح أن الرئيس بومدين قد أراد أن يبرز نقصا باديا، وبالخصوص في الجانب السياسي. ولكن ينبغي أن نعترف أن الدكتور خالدي في كالمته الموجزة، قد وضع في الكفة الأخرى من الميزان الوزن المناسب، حينما تحدث عن (حركي القلم). ¶ هكذا تكون القضية، قد استقامت لنا في خطورة أبعادها. وينبغي أن نعطيها ما تستحق من أهمية من وجهة نظر اجتماعية. ¶ إن الماركسية التي ادعت بأنها قد تبعت خطى المنهج الهيجلي، قد ورثت من هذا المنهج آلية الجدلية الرائعة. وبالخصوص ذلك المبدأ الذي من حقه أن يفاخر به إذ يقول: هناك مستقبل فلسفي للعالم ومستقبل لعالم الفلسفة. ¶ فهذا المبدأ إذن، قد وضع بين الأفكار المنظمة منهجا فلسفيا، وبين الأحداث الاجتماعية رابطا محددا ومتبادلا. ¶ وهذا يعني أن الترابط المستمر، والتلاحم المؤثر بين المعنيين الفلسفة (الأفكار)، والعالم (بقدر ما يمثل الواقع الاجتماعي) هو أمر ضروري في كل لحظة، وهذا التزاوج هو نفسه مقياس مستوى حضارة ما.",
            "page": "12",
            "part": "1",
            "seal": "33FD8424"
        },
        {
            "id": "14",
            "nass": "وينتج عن هذا أن كل ما يؤدي إلى الاختزال، أو المزيد من التعتيم بين الأفكار والأحداث، لابد من مراقبته بكثير من اليقظة والحذر. وهذه الاعتبارات هي التي تملي علينا دائما، وتحدد موقفنا من مؤسسة \" ... \" التي ليس من شأنها إلا أن تلقى مزيدا من التعتيم، على تلك الصلة التي نتحدث عنها هنا. ¶ من ناحية أخرى، فإنه من غير المفيد أن نبني هنا مناقشة حول أولوية مستقبل فلسفة العالم، أو مستفبل عالم الفلسفة، والذي هو الخلاف الرئيسي بين ماركس وهيجل. ¶ لندع هذه المشكلة جانبا، آخذين بعين الاعتبار الأمور من مجرد وجهة نظر اجتماعية، لنرى بأن كل اطراد تاريخي، إنما هو اختصار لذلك الخطر المزدوج المحدد بالمبدأ الذي نعمد إلى تحليله. ¶ الماركسية مثلا: إنها منهج أفكار رأى النور في الواقع الاجتماعي لأوروبا في بداية القرن التاسع عشر. إنها ساعة مستقبل فلسفي لعالم ما. ¶ لكننا إذا نظرنا إلى الحاضر، يبدو لنا الوجه الآخر: مستقبل عالم الفلسفة، الذي ظهر لأعيننا عبر القرن العشرين؛ وفي الواقع الاجتماعي ل بعض البلاد الاشتراكية في مرحلة تطورها الحالي. ¶ ليس هذا إلا مثلا بينما الحدث عام. ونحن نراه بارزا في تطور المجتمع الغربي انطلاقا من أصوله المسيحية. ¶ وقد أوجزه لنا بالخصوص في اطراد الثورات حين قال \"من الإنجيل إلى العقد الاجتماعي فالكتب (الأفكار) تصنع الثورات\". ¶ فهناك في الواقع علاقة جدلية بين الأفكار والأحداث الاجتماعية والسياسية في كافة مراحل التاريخ.",
            "page": "13",
            "part": "1",
            "seal": "852501B8"
        },
        {
            "id": "15",
            "nass": "وما يهمنا اعتباره هنا هو تأثير الانقطاع بين الأفكار والأحداث الاجتماعية على تطور مجتمع ما، وأسباب هذا الانقطاع. هذه هي المشكلة التي طرحها الرئيس بومدين. ¶ ينبغي أن نركز اهتمامنا على انفصال كهذا في الجزائر. وأن نوظف في حسابه العمل السياسي، وقد أضحى حقلا ل بعض المسؤولين الذين يمارسون السياسة كمهنة، بدلا من أن يعيشوها كنضال. ¶ لكننا نبادر إلى القول بأن الخشية من الأفكار لم تنشأ في بلادنا. فسقراط قد لاحظها في المجتمع الأثيني عند حديثه عن أولئك الذين يدعون (الفصحاء) في خطاب المائدة. ¶ فقد وضع فرقا بين (الجدليين) الذين يبحثون عن فكرة صحيحة (العصر لم يكن يتطلب البحث عن الفكرة الفعالة) وأولئك الذين يعمدون إلى المحسنات اللفظية، أو يحترفون النوادر التي لا يحتاج فيها الراوي إلى فكرة، أو إلى حقيقة تتضمنها، أو إلى وسيلة عمل. ¶ لكن سقراط كان يجهل الاستعمار، بينما عصرنا الذي يعرفه قد وضع فرقا هو الآخر، بين الكاتب الذي يكتب فقط لإرضاء ذاته أو الآخرين، والكاتب الذي سماه الدكتور خالدي (الحركي بالقلم). ¶ ينبغي أن نترك الأول لعدالة محكة الأدب. ويبدو لنا أن كاتبا مغربيا هو الأستاذ عبد الله العروي قد خص الموضوع بدراسة هامة، حيث أعلنت عن قرب صدورها مجلة في منشورات ماسبيرو. ¶ (فحركي القلم) هو على العكس من ذلك، يهمنا لأن حالته تهم عالم الاجتماع.",
            "page": "14",
            "part": "1",
            "seal": "1547D5FF"
        },
        {
            "id": "16",
            "nass": "في الواقع فإن أفكارنا لا يصنعها فقط (الفصحاء) الذين يتحدثون باحتقار (وأحيانا بانفعال) ولكن أيضا يصنعها (الحركيون). ¶ الأولون يدخلون إلى دورة الأفكار قاطعا منهجيا. أما الحركيون، فيدسون الأفكار الخاطئة، التي لا علاقة لها بالحياة، وبالمشاعر وبمتاعب الشعب الجزائري. ¶ والفرقتان تعملان معا لاختزال كل تواصل ضروري بين (المستقبل الفلسفي لعالم ما)، و (مستقبل عالم الفلسفة). ¶ إنهم ستائر تحول بين الأفكار والأحداث الاجتماعية، خصوصا في الإطار السياسي. وأحيانا دون أن يعلموا، يشكلون فواصل، جهزت بأيد خبيرة، لتقص كل اتصال من شأنه أن يعزل الأفكار، ويجعل من غير الممكن الحوار بين رجل السياسة ورجل الفكر، وفق تعبير الرئيس بومدين. ¶ ولعله من غير الممكن أن نتحدث هنا عن سائر الإجراءات المستعملة، وعن سائر القواطع التي جهزت، لتجعل مثلا هذا الحوار مستحيلا. ¶ يكفي أن نقول فقط، بأننا إذا كنا نعرف شيئا عن الصراع الفكري العنيد، الذي يجمع بيده القوى الكبرى والتي تدعي السيطرة العالمية، فإننا لا نعرف شيئا عن الخاصية القوية للصراع الفكري، الذي يطلقه الاستعمار في البلاد التي خرج منها، بعد أن استعمرها. ¶ وشعوب العالم الثالث تدخل في هذا، سواء علمت به أو لم تعلمه. فنحن نعرف على سبيل المثال، بأية طريقة ينتقص الاستعمار من طاقتنا الاقتصادية، حين يخضع موادنا الأولية للكساد. إذ ينافسها بما يطرح في السوق بديلا عنها مصنوعات (السانتاتيك). ¶ ونعلم أيضا بأنه يفعل ذلك لهدف محدد، يعرقل بناءنا الاجتماعي.",
            "page": "15",
            "part": "1",
            "seal": "28A0B6C8"
        },
        {
            "id": "17",
            "nass": "لكن ينبغي أن نضيف بأن مناورات الاستعمار للانتقاص من أفكارنا، أعني افتقادها فعاليتها في البناء الاجتماعي هي الأكثر خداعا، وأن نعترف في الوقت نفسه بأنه لا يوجد في بلادنا أية وقاية تمنع هذه المناورات من النجاح؛ بل العكس هو الصحيح. ¶ ترجمة ع. م ¶ مالك بن نبي",
            "page": "16",
            "part": "1",
            "seal": "1A3CDE9F"
        },
        {
            "id": "18",
            "nass": "المذهب الاقتصادي الاجتماعي المنتظر (*) ¶ فلنركز على نقاط ضعفنا كي نحضر أسس ثورتنا بشكل أفضل. ¶ لقد كانت الصحف التي صدرت في الأول من نوفبر الماضي محقة، حين أشارت إلى أن عيد الاستقلال هذا كان مختلفا عن سائر الأعياد التي سبقته. ¶ في الحقيقة، وقف شعبنا هذه المرة أيضا خاشعا لذكرى شهدائه، وشيع- في موكب مهيب- رفات أبنائه الذين استشهدوا خارج أرض الوطن، إلى مثواهم الأخير. ¶ لكن المناسبة ترتبط فوق ذلك بحدث دولي ووطني ذي طابع خاص جدا. ¶ ونحن إذ نترك لمحررينا في السياسة الخارجية الاهتمام بالتعليق على الأمر الدولي، فإننا- على الصعيد الوطني- نستطيع أن نقول دون مبالغة منا: إن عيدنا الوطني الأخير هذا يتطابق مع انعطافة حاسمة في سياستنا الإنمائية. ¶ وربما سيأتي من يقول في المستقبل: إن الأسبوع أو الأيام العشرة من خطوة (إلى الأمام) هي على وجه الدقة أسبوع أو أيام هذا العيد. ¶ لقد دخلت البلاد في مرحلة جديدة مع الخطابات الأربعة الأخيرة التي ألقاها رئيس الدولة في نادي الصنوبر. ¶ كان الخطاب الأول، كما نتذكره، بمناسبة اجتماع كادراتنا الإدارية عشية الأعياد. ¶ وكان الثاني في الغداة موجها لكادرات العمال. أما الثالث والرابع فقد توجه فيهما الرئيس غداة هذه الأعياد إلى كادرات القضاء والكادرات الاقتصادية- الاجتماعية. ¶ ¬__________ ¶ (*) « Un corps de doctrine économico-sociale attende» , Révolution africaine,.",
            "page": "17",
            "part": "1",
            "seal": "BA2BE9D7"
        },
        {
            "id": "19",
            "nass": "بذلك أصبحت الخطب الأربع هذه بمجملها وبالإضافة إلى خطاب السيد شريف بلقاسم، وزير الدولة للشؤون المالية والتخطيط، تشكل الهيكل الأساسي والضروري لصياغة وتدقيق وجمع الأفكار الرئيسة في قطاعات أساسية من سياستنا الداخلية. ¶ وحتى لو كانت هذه الأفكار موجودة من قبل، فإنها لم تكن تستطيع في حال التشتت والضياع الذي توجد فيه، أن تؤثر ديناميكيا وتصحيحيا على أسلوب الإنماء في بلدنا. إنها اليوم متحدة في قالب متكامل لابد وأن يعمل على تكوين نظام سياستنا الداخلية. ¶ وإذا وضعنا جانبا القيمة الخاصة لهذه الأفكار على الصعيد التقني، يتوجب علينا بادئ ذي بدء أن نشير إلى أنها تحمل على الصعيد الأخلاقي صدمة نفسية من شأنها أن تزيد التزام الشعب الجزائري بثورته. ¶ والواقع أن اللهجة المؤثرة التي عبر بها الرئيس بومدين عن هذه الأفكار، منحتها قيمة ثورية أورثت اندفاعا أيديولوجيا جديدا يهب على البلاد. ¶ فعلى المستوى العقائدي، هناك مفاهيم أساسية، لا يمكن لأي تقدم اقتصادي واجتماعي أن يتحقق بدونها، قد أعيد تقويمها أمام أبصارنا بل أمام أبصار كل مواطن جزائري. ¶ فقد كان ولا شك من الضروري أن يعاد تقويم مفاهيم المسؤولية، والعدالة، والاقتصاد، والنظام، في معانيها المألوفة والأخلاقية الأقرب للحس الفطري عند الشعب. ذلك أن هذه المفاهيم- كما أشار الرئيس إلى ذلك- فعلا قد قلل من شأنها التضخم والمزايدات الفوضوية. ¶ لقد كان هذا التوضيح ضروريا، على الأخص، فيما يتعلق بنظامنا القضائي. فالعدالة أصبحت- كما يعول بحق الرئيس- بضاعة يتعذر على الشعب الوصول إليها:",
            "page": "18",
            "part": "1",
            "seal": "5D63919B"
        },
        {
            "id": "20",
            "nass": "إنها بضاعة باهظة الثمن، وفي الوقت ذاته متقلبة في منحاها. فقد غدت قاعات المحاكم عندنا مسرحا للمناظرات الخطابية بين المرافعين الذين باتوا يصدرون الأحكام، ويمنعون القضاة من إعطاء الحكم بأنفسهم. ¶ كذلك، كان من الضروري توضيح ما يتعلق بالتنظيم النقابي. فالمسؤول عن الحزب قايد أحمد قد أدخل البهجة على صدورنا حين قدم توضيحات تضع هذا التنظيم في اتجاه وديناميكية جديدين. ¶ لقد تم بذلك تحقيق عمل ضخم على الصعيدين الأخلاقي والعقائدي. فنحن الآن بتنا نملك العقيدة الكاملة لتطورنا. ¶ وفي الواقع يجب علينا في الوقت الحاضر أن نجسد هذا التوضيح العقائدي على المستوى التقني، ونتطرق هنا إلى المرحلة الأصعب من عملية إعادة تنظيم هذه القطاعات: جهازنا الإداري والقضائي، وبنياتنا الاقتصادية والاجتماعية والضريبية. ¶ يجب وضع حد ل بعض العادات السيئة، وعلى الأخص فيما يتعلق بالعادات البيروقراطية التي تضع أعباء إضافية لا فائدة منها في مناهج التفكير (التخطيط) والتنفيذ عندنا، أو في إدارتنا للقطاع العام. ¶ وعلينا أن نفهم هنا أن كل ثغرة من ثغراتنا تحدث في جهازنا وفي مجتمعنا فراغا لابد أن يملأه شيء ما. والشعب يسد حتما هذا الفراغ، إما على حساب ضميره، أو على حساب ماله. ولكي نفهم ذلك، يجب اللجوء إلى الأمثلة الدامغة التي استخدمها الرئيس نفسه. ¶ فعلا صعيد الضرائب، تأتي صورة (المواطن الذي يلاحقه الشرطي) فتعطي مثالا ليس على حدث مادي فحسب، بل على حدث أخلاقي كذلك. فالمواطن الملاحق ليس مصابا في جيبه فقط، بل هو مصاب في وعيه لمواطنيته كذلك.",
            "page": "19",
            "part": "1",
            "seal": "EC532B71"
        },
        {
            "id": "21",
            "nass": "وعلى صعيد آخر، سعت البلاد أنها ورثت 20505،000 هكتار من الأراضي التي كانت تكون أملاك المستعمرين الأغنياء. ما الربح الذي يمكنا أن تجنيه منها؟ ¶ لقد أعطى الرئيس التقديرات الدنيا. لو كانت هذه المساحة التي تكون اليوم أملاكا مسيرة ذاتيا قد أجرت بقنطارين فقط للهكتار الواحد، لدخل كل سنة إلى صندوق الدولة مبلغ 25 مليار فرنك قديم. ولكانت الأعباء الضريبية المخصصة لبرنامج التنمية قد خففت بما يعادل هذا المبلغ. ¶ ولقد استخلص الرئيس النتيجة المعبرة التالية: \"إذا لم تعلل فكرة ما وجودها على الصعيد الوطني بالربح الذي تجنيه، فإنها لا يمكن أن تكون معصومة وكأنها آية قرآنية منزلة\". هذا الكلام يجب أن يفهم كإشارة إلى الإدارة الذاتية. وهنا ندرك مدى أهمية مثل هذا التوضيح في أفكارنا الرئيسة. ¶ ولكن، إذا كان هناك من ميدان يجب أن تطبق فيه هذه المتطلبات بحزم، فإنه ولا شك ميدان المؤسسة الوطنية ذات الطابع الصناعي، أو نوعا ما التجاري. ¶ لقد أشرنا في حينه إلى أن تزايد الرموز يعكس في الواقع ظاهرة تشتت في وسائلنا- على صعيد الفكرة (التخطيط) كما على صعيد التنفيذ. وقلنا كذلك إن تكاثر الخطط الصغيرة لا يكون إطلاقا خطة وطنية. هذا على صعيد الفكرة (التخطيط). ¶ أما على صعيد التنفيذ، فإن تكثر الخطط يعني على الأقل التبذير والاستعمال المزدوج لعاملين تقنيين، هم بشكل عام أجانب، يقبضون رواتبهم بالعملة الصعبة. ¶ والأمر أشد سوءا على صعيد أوائلية العمل. في بادئ الأمر وعلى الصعيد الإداري، يفتح تكوين هذه الوحدات المتبعثرة الباب أمام احتكار مراكز الوظيفة والمراكز الاقتصادية. ويخلق هذا الاحتكار جوا يحصل فيه، كما يقول وزير المال، (صعود هائل وسقوط عنيف).",
            "page": "20",
            "part": "1",
            "seal": "0669D673"
        },
        {
            "id": "22",
            "nass": "أخيرا، وعلى الصعيد العام، معظم هذه المؤسسات الوطنية التي تغطيها هذه الرموز تنمو لذاتها، وكأنها لا تكون جزءا لا يتجزأ من الجزائر. ويوجد ل بعض ها حتى (مجسات) في الخارج. ونحن نود لو نعرف ماذا تكلف البلاد هذه السفارات الفريدة من نوعها. فهي كلها تنمو مثل أقمار صناعية لا تمت بصلة لأرض الوطن، إلا حين تهبط لتتزود بالوقود. ¶ إننا نعتقد أنه آن الأوان لاستعادة هذه الأقمار إلى الأرض الجزائرية ولاستردادها - إلى وزارة التخطيط ربما- كي تصهر في الخطة الوطنية. وسيكون النفع كبيرا، معنويا وماديا، بالنسبة للشعب الجزائري، إذا وضع حد لهذا التبديد، وهذا التبذير. ¶ وأعتقد أنه ليس من العسف أن نستخلص هذه النتيجة من الخطاب الأخير للرئيس ومن خطاب وزير المال. إن ما نقوله هنا ليس سوى ملاحظات بديهية. وربما يفكر بعض هم أن كل الأمور سيئة في بلد تولد فيه التحولات والاضطرابات حتما نواقص ونقاط ضعف. ¶ إننا نؤكد على نقاط الضعف عندنا كي نحضر أسس ثورتنا بوجه أفضل. ¶ لأن طموحاتنا لبلدنا كبيرة، نحن متشددوت مع أنفسنا. ¶ لأن من طبيعة ثورتنا مشاركة الشعب كذلك، لا يريد الحكام أن يخفوا عنه الحقيقة، مهما كانت مزعجة. وبالنسبة للجميع، ربما كانوا يحتاجون إلى مزيد من التوضيح في التعريفات والتوجيه. وهذا الأمر قد قضي. يجب السير الآن بتناغم مع الإرادة العامة ومع عزم وتصميم السلطة الثورية.",
            "page": "21",
            "part": "1",
            "seal": "0C3B25F8"
        },
        {
            "id": "23",
            "nass": "فلنتكلم عن العارضة (*) ¶ يجب أن نغتبط للاهتمام الذي يوليه الرأي العام للمواضيع التي تناقش منذ الاعتداء الإسرائيلي. والدليل على هذا الاهتمام يظهر خاصة في أن المقالات التي تصدر باللغة الفرنسية تترجم غالبا، وتنشر في المجلات التي تصدر باللغة العربية. ¶ هكذا نرى أن مقالي (لحظة التفكير) قد ترجم لأجل قراء العربية، أي لأجل السواد الأعظم من الرأي العام. ¶ لقد قرأت هذه الترجمة، وانتابني شعور حقيقي بالإعجاب للمترجم. ولكن خطأ واحدا صدر عنه، وشوه تماما فكرتي حول نقطة أساسية، واستعجلني لأقول إنني لا أمارس هنا حتى ما بالتدقيق؛ إنما هو واجب بسيط يكتسب أهميته كما الظروف غير الاعتيادية التي نعيشها. ¶ إن موضوع اليقظة الذي تذكرنا به في كل لحظة اليافطات المعلقة فوق شوارعنا، موضوع ذو أهمية عظيمة في هذه الظروف. ¶ وأي خطأ في هذا الميدان إنما هو خطأ فظيع؛ خاصة إذا كان يتعلق بقطاع مهم من رأينا، وخاصة إذا كان يضع أمام أعيننا نوعا من التناقض مع مبدأ النقد الذاتي، وهو مبدأ لا ينفك يفرض نفسه في كل لحظة في البلد الثوري، ويتفوق في كل لحظة على كل المبادئ الأخرى. ¶ وباختصار، أعيد وأترجم المقطع من جريدة الشعب: \"ونحن إذ نحيي أصدقاءنا المتعاونين الذين يقدمون مساعدتهم القيمة، تقول (لهم) إن النظام يجب أن يستتب في البيت بادئ الأمر. ¶ ¬__________ ¶ (*) « Parlons de la poutre» Révolution africaine, no 230, Semaine du 10 au 16 juillet 1967.",
            "page": "22",
            "part": "1",
            "seal": "A01CD4FB"
        },
        {
            "id": "24",
            "nass": "كل شياء في هذا المقطع، اللهم إلا كلمة (لهم) التي بين هلالين. لقد أضافها المترجم فغيرت تماما معنى الجملة، ونية الكاتب الذي جعلته الترجمة في موقف حوار مع المتعاونين، وكأنه يعطي لهم في نهاية الأمر، مسؤولية النظام في منزلنا. ¶ إلا أن التحية التي أوجهها لهم هنا ليست سوى حيطة إضافية؛ أردت بها أن أعلم القارئ أنني لا أفكر بهم؛ وأن الأمر لا يتعلق بالضيوف المارين بالمنزل، بل بأولئك الذين يوجدون فيه للحياة وللموت، أي نحن بالذات. ¶ ولا بد هنا من ملاحظة أن مجرد كلمة صغيرة تحمل أهمية كبيرة. فهي تستطيع أن تحور الفكرة، كما يستطيع القضيب الموضوع على سكة الحديد أن يحور القطار عن سكته. ¶ والنتيجة أن هذا الخطأ في الترجمة ذو نفع من منظور آخر: لأنه يجبرنا على العودة على موضوع شائك وخطير. ويكفيه أنه ذكرنا بأننا لا نزال نميل أحيانا إلى الاهتمام بالقشة في عين جارنا، وننسى العارضة التي في أعيننا. إن نقدنا لذاتنا لا يبدأ بوعي الآخر بل بوعي الذات، وليس علينا أن نطلب تحمل مسؤولية بيتنا من الآخرين؛ بل من أنفسنا. إن الأجنبي- ولو كان مشبوها- لا يستطيع أن يفعل الضرر في بيتنا إلا إذا وجد فيه من يحابيه ويتآمر معه، كما جرى مع هذه الأدمغة (الجواسيس) الذين بفضلهم استطاع الطيران الإسرائيلي في الخامس من حزيران أن يصل إلى المطارات العربية خفية عن راداراتها. ¶ تلك هي المشكلة! إنها مشكلة سياسية في بادئ الأمر. فعندما ألقى قادة هذا البلد شعار اليقظة، لم يستجيبوا لأسطورة ما، بل لضرورة لم تفقد يوما أهميتها، ولكنها باتت في هذه اللحظة الاستثنائية (الحرجة) أشد إلحاحا. ليس لي الأمر في أن أقول ما يتضمن هذا الشعار من المنظور العسكري.",
            "page": "23",
            "part": "1",
            "seal": "E6ED19CF"
        },
        {
            "id": "25",
            "nass": "ملف الإمبريالية ¶ لكن الحرب لا ينتصر فيها بالأسلحة المادية فقط، كالبندقية والمدفع أو حتى الطائرة. وأحيانا حتى يسيء للانتصار العسكري الكبير تقصير (نقص) على الصعيدين الأخلاقي والسياسي. هذا أمر يشهد عليه التاريخ منذ القدم. ¶ بعد أن انتصر هنيبعل في (كان)، وصل إلى أبواب روما، فصاح مجلس في الشيوخ وقد اعتراه الهلع، صيحة الخوف التي لا تزال مدونة في كتب التاريخ: \"هنيبعل على أبواب روما! \". ولكن ملذات (كابوا) (كامبانيا) التي تراخى فيها ضباط هذا الاستراتيجي العظيم، وتقصيرات مجلس الشيوخ القرطاجي، أنقذت روما التي انتهت، بأن محت قرطاجة من خريطة (الوجود)، كما هو معروف. ولكن هذه العوامل النفسية والاجتماعية والسياسية، تقوم بدور أكبر بكثير، في عصرنا الذي لا يتعلق فيه مصير الحرب بالجبهة فحسب، بل بالخطوط الورائية أيضا. ¶ إن مصير روسيا القياصرة ومصير ألمانيا الإمبراطورية لم يحسما في نهاية الأمر على المستوى العسكري؛ بل على الصعيد النفسي والسياسي. وهذه الحقيقة تصبح حقيقة وواقعا، على الأخص بالنسبة لبلد يجابه الإمبريالية التي آخر ما تستعين به السلاح العسكري. فسلاحها الأساسي في بلدان الشرق الأوسط هو ملفها، الذي تسحب منه في اللحظة المناسبة (حين يحين الزمن) اسما مثل (تشومي) أو آخر مثل (باودال). ¶ بملفها تحكم الإمبريالية العالم. منذ بضع سنوات، عندما أممت إحدى الدول العربية شركة من شركات البترول في أراضيها، أثار الدهشة وجود ملف في وثائق الشركة، يضم كل أسماء الأشخاص، الذين يمكن أن يخدموا أو يؤمنوا مصالحها في البلد. لاشك أن ملف الإمبريالية يجب أن يكون أكبر أهمية لكي يستطيع أن يساعدها في كل العمليات؛ في زمن الحرب، كما في زمن السلم، على الجبهة، كما في الداخل.",
            "page": "24",
            "part": "1",
            "seal": "B31B8D53"
        },
        {
            "id": "26",
            "nass": "فلو عدنا إلى تاريخ ثورتنا، لرأينا أنها في الأول من نوفبر- تشرين الثاني- باغتت لأول وهلة الاستعمار؛ لأن قادتها بالضبط لم يكونوا معروفين بعد لديها، ولم يكن الاستعمار يعرف بعد إن كانوا يحبون القهوة أو شراب اليانسون، على سبيل المثال. ¶ بالطبع، إذا طلبنا منه أن يسمح لنا بإلقاء نظرة على صناديقه، فإن جوابه سيكون على الأرجح الرفض لطلبنا. هذا أمر مفروغ منه. ¶ ماذا أقول؟ الإمبريالية لا تحب حتى أن نتكلم عنها. وإذا لم تخني الذاكرة، هناك شخص تكلم عنها منذ حوالي ثلاث سنوات في صحف هذا البلد. وعلى الفور انتصب قلم محرك من الخارج ليتهكم بقوله: \"الملف؟ .. ها! ها! هي .. \". ¶ لكن ضحكة الإمبريالية كانت ضحكة صفراء؛ ونحن نعرف لماذا ... لأنها لا تحب أن يتكلم أحذ في العالم الثالث عن ملفها. ¶ إنه من واجبنا نحن أن نحمي أنفسنا من تأثير هذا السلاح؛ وهذا يعني أنه لو سمح لنا- وإن كان ذلك أمرا غير معقول- أن نلقي نظرة على الملف الذي يسمح للإمبريالية أن تقوم بعملياتها الضرورية، في زمن الحرب، أو في زمن السلم، فإن ما سيهمني بادئ الأمر ليس في أسماء (السواح) الزائرين. ¶ من التقصير ... إلى التآمر ¶ وليس اسم تشومبي حتى هو الذي سيسترعي انتباهي، في بادئ الأمر، وإنني أتساءل حتى إذا ما كانوا أرسلوه إلينا كهدية في هذه اللحظة بالذات للفت انتباهنا عن مسائل كبيرة تهمهم. إن ما يهمنا هو ما يبقى على احتكاك مستمر معنا. وهذا ما هو حري أن تستعمل ضد البلد، بواسطة التقصيرات، والإهمالات الفردية وحتى التآمرات.",
            "page": "25",
            "part": "1",
            "seal": "4955BC0E"
        },
        {
            "id": "27",
            "nass": "انطلاقا من هنا يكتسب موضوع اليقظة كامل مغزاه، لأن كل سلبياتنا في الإطار الأخلاقي والاجتماعي، وفي الإطار الاقتصادي والفكري، تصب بفعل آلية المواقف التي يسيطر عليها مبدأ توازن القوى في مصلحة الإمبريالية. ¶ وإذا كان من الصعب أن نتنبأ باحتمال صعب على الجبهة، أو أن نتوقع نتيجة الحرب، فإننا نستطيع مع ذلك أن نؤكد مسبقا تمام التأكيد، أن كل سلبيات البلد ستقوم بدور حاسم فيها. ¶ وهكذا، فإن ما يهمنا أولا بأول هو الأسباب التي تخلق تلك السلبيات؛ والعوامل التي تزيدها؛ والعوامل التي تضعها في حساب الإمبريالية. ¶ إذا كان لكلمة اليقظة معنى، فإن معناها في بادئ الأمر إدراكنا لهذه السلبيات. فإذا كانت قطاراتنا لا تصل في أوقاتها المحددة، وإذا كانت مركباتها لا تخضع لصيانة جيدة، فهذا أمر سلبي، وإذا لم تسلم حتى الآن قطعة منذ سنة، فهذا أمر سلبي آخر، وإذا اتحل مشكلة كان يجب أن تحل منذ شهرين مضيا، ربما بحجة أننا في حالة حرب، فإن هذا أمر سلبي يدخل في حساب العدو. ¶ ونزف الكادرات الذي تكلم عنه الرئيس بومدين في (نادي الصنوبر) هو أيضا أمر سلبي. ¶ وبشكل عام، إذا أدركنا الانحطاط في عاداتنا، إذا تحدينا قوانيننا، إذا أفسدنا إطارنا الثقافي، وعلى الأخص بالتضحية بجمال مدننا وهدوئها، إذا لم نعرف كيف نحتفظ بالمحصول الممتاز للزمن الصعب، كما كان محصول سنة 1963 ومحاصيل غيرها من السنوات أيضا، كل هذا يدخل مسبقا في حساب وضع صعب محتمل تستفيد منه الإمبريالية. ¶ بناء عليه، فإن ما يهمنا هو معرفة أسباب كل هذه السلبيات من جهة، ومن",
            "page": "26",
            "part": "1",
            "seal": "83EEF1F8"
        },
        {
            "id": "28",
            "nass": "جهة أخرى: الوسيلة التي تسمح بالتغلب عليها، وهذه الأسباب تكمن بادئ الأمر فينا نحن، في وعينا أو في من حولنا من الجهة هذه من المتراس. ¶ وليس هذا بالتفتيش في وعي الأجنبي الذي يأتي إلى بلادنا لنعرف تلك الأسباب، بل بالتفتيش في وعينا نحن. إذ لا يتعلق الأمر بالقشة التي في عين جارنا، بل بالعارضة التي في عيننا. ¶ من المشجع أن نلاحظ أن موقفا جديدا في هذا الصدد قد بدأ يظهر. ¶ الفاعلية والعمل ¶ لقد تناول حسنين هيكل هذه المسألة بشجاعة في افتتاحيته الأخيرة. فهو يعطي في عدة أسطر غاية في الصراحة مثال الاعتراف بالذنب الذي وإن كان لا يصرح بكل شيء، فإنه يعطي النقاط الرئيسة، فهو يقول: \"يجب على كل من أن يقدم حساباته، يجب علينا أيضا أن نفهم بعض الدروس\". ¶ من جهة أخرى، يندد رئيس تحرير الأهرام باستعمالنا المفرط للكلمات، وهذا لا يمثل في الواقع خطأنا الوحيد، ولا، وللأسف، سلبيتنا الوحيدة، ولكن مع ذلك هذا دليل وعي جدي سيقلق الإمبريالية بالتأكيد، وهي ستكون خاسرة بالتأكيد على المدى الطويل، وإن كانت تبدو على المدى القصير منتصرة في سيناء. ¶ منذ الآن، يجب على الإمبريالية أن تأخذ بالاعتبار أن العالم العربي بدأ ثورته الثقافية كما يدل على ذلك \"الاعتراف بالذنب\" الذي أشرنا إليه والذي يستحق أن يتكرر كثيرا في أبعد أعماق وعينا. ¶ ولكن يوجد على ما ييدو، وكما يفترضه النموشي في آخر مقالاته، أناسا يخافون الاعتراف بالحقائق المكبوتة في أعماق كيانهم. الزمن وحده سيتكفل بحملهم على الاعتراف.",
            "page": "27",
            "part": "1",
            "seal": "0CDF6EA6"
        },
        {
            "id": "29",
            "nass": "وأخيرا، لكي تعرف الإمبريالية سلبياتنا وأحيانا لكي تزيد في عددها، تملك بالتأكيد في كل بلد من بلاد العالم الثالث جهازا يتألف من مخبرين يستطيعون، إذا اقتضت الحاجة، أن يتحولوا إلى عملاء منفذين، وإلا، فإن الإمبريالية ليست سوى طفل بريء نحمل عليه بخبث. ¶ عندما لا نملك تجربة عملية في هذا الميدان، يجب علينا على الأقل أن نتحلى بالفطرة السليمة، إن مجرمي طهران الذين عزلوا مصدق عن الحكم في سنة 1953، لم يخرجوا من العدم في خلال ثلاثة أيام، وإنما جاؤوا من جهاز كون في البلد تحسبا للأحداث. ¶ انطلاقا من هنا، تصبح المسألة مسألة عملية [عملاتية]، لن تكون اليقظة بذات نفع إذا كانت تؤدي إلى العدم، إذا وجد الإهمال والمحاباة في هذه الجهة من السواتر، فإنها ستكون غير مجدية. ¶ وإذا كنا نريد أن نترجم تجربتنا في الأفكار بالعمل، فإنه من الواجب أن نحترم أصول الفعالية في هذا العمل.",
            "page": "28",
            "part": "1",
            "seal": "295A804A"
        },
        {
            "id": "30",
            "nass": "التخطيط والتخطيط الدقيق (*) ¶ كان من الأسهل أن ننعت القرن التاسع عشر بعصر البخار. ¶ فبالنسبة للمؤرخ أو عالم الاقتصاد أو عالم الاجتماع، كان البخار فعلا سمة هذا العصر الأساسية. ¶ فالكهرباء نفسها لم تكن قد وصلت بعد إلى كامل التطورات التي توصلت إليها مؤخرا. وكان الناس لا يزالون في مرحلة التيار المتواصل، مع حلقة (غرام) البلجيكي. وكانت الإضماءة بالكهرباء قد ظهرت، بتواضع شديد، في العواصم فقط مع مصباح (أديسون). ¶ وكان عمال الإنارة لا يزالون يقومون بجولتهم اليومية، عند هبوط الظلام، ليشعلوا من جديد المصابيح في شوارع لندن وباريس. ¶ وكانت أولى شركات تكساس البترولية مضطرة- لعدم توافر الأفضل- أن توزع المصابيح البترولية على الصينيين مجانا بواسطة عملائها في الصين، كي يستهلك هؤلاء إنتاجها الذي لم يكن قد عرف بعد سوق المحركات الانفجارية. ¶ لكن عصرنا- على ما يبدو- سيجعل المهمة أصعب على المؤرخين. ¶ فالقرن العشروق هو، في الواقع، عصر الكهرباء، والطاقة الذرية، والفضاء، وأشياء أخرى كثيرة مثل (علم التوجيه) ( cybernétique) . ¶ ¬__________ ¶ (*) «Planification et Micro-planification» Révolution Africaine, no 265, du 14 au 20 mars 1968.",
            "page": "29",
            "part": "1",
            "seal": "79CD53D5"
        },
        {
            "id": "31",
            "nass": "لندع المؤرخين في حيرتهم هنا ... ولنختر بأنفسنا واحدة من خصائص عصرنا الأساسية التي تهمنا بصورة خاصة. ¶ فالقرن العشرون هو فعلا عصر المساحات الكبرى المخططة أيضا. ولنقل بطريقة مباشرة: إن البشرية قد دخلت في عصر التخطيط ب بعض الأمثلة المدهشة. وهذه إحدى نتائج تسارع خطا التاريخ. وليست هناك أي حاجة إلى مدى أو أيديولوجية الاتحاد السوفياتي أو الصين (اللذين يقدمان أمثلة تزيدنا دهشة بأبعادها ونجاحها)، لكي تقوم بعمل ما حتى في بلد ذي أبعاد متواضعة. ¶ فالظاهرة عامة. والاستثناءات حالات مرضية ترتبط بالمعالجة الاجتماعية. ¶ حتى السويد، فقد حققت منذ انتهاء الحرب العالمية الثانية تحولا جذريا في بنيتها الزراعية بالتخطيط المناسب. إذ حلت منتجات الأشجار مكان سائر الزراعات الغذائية. وتحولت كل أراضيها الصالحة للزراعة إلى غابات، جعلت من هذا البلد واحدا من أوائل المنتجين لمادة (السليلوز) في السوق العالمية. ومن الطبيعي أن أي امرىء يفكر أن المزارعين السويديين ما كانوا يقومون بمثل هذا العمل؛ لو لم يروه أوفر ربحا. ¶ هنا، نقع بطريق المصادفة على واحد من جوانب التخطيط غير المتوقعة، وليس الأشد إهمالا: إنه الجانب النفسي. ¶ ذلك أنه ينبغي على الخطة، أن تتوقع في إطارها المفاهيمي كما في إطارها التنفيذي كل الشروط المعنوية والمادية لنجاحها؛ وهي مجموعة شروط، تحدد تماما التقنية المعقدة للخطة. ولكن واحدا من هذه الشروط التي تمس مباشرة الجانب التقني للخطة هو وحدة المفهوم. ففي بلد يسير في طور النمو- مثلما كان الاتحاد السوفياتي في سنة 1918 والصين في سنة 1948 - يجب على الخطة أن تكون على الأخص (موحدة) وليست",
            "page": "30",
            "part": "1",
            "seal": "6FADF545"
        },
        {
            "id": "32",
            "nass": "فسيفساء تجمع مشاريع صمم كل منها تصميما منفصلا عن المشاريع الأخرى، وهي قد تتلاءم فيما بينها أو لا تتلاءم. ¶ وإذا اتبعنا سبيل الاستنتاج المنطقي، رأينا أن التطور لا يمكن أن يعد جمعا من العناصر المنفصلة، تم ربطها فيما بينها بعد فوات الأوان. ويمكن في هذه الحالة أن نقع على مفاجآت غير سارة، كأن نلاحظ أن بعض العناصر تزيد عن الحد، وأن أخرى تنقص عنه، أو أن بعض ها أيضا لا يتلاءم مع المقياس المشترك للمجموعة، لكونها أصغر أو أكبر مما يجب. ويقدم لنا علم الميكانيكا مثلا بينا. فالتوازن الديناميكي للآلة يضطرب- إذا لم يدمر- ما إن نضيف إليها قطعة أو ننقصها منها. ¶ نفهم من ذلك، أن الاهتمام بهذا التوازن هو الذي يحكم تصور أدنى جزء من الآلة، في سبيل الوصول في نهاية الأمر إلى تأمين وحدة الآلة. هذه الوحدة التي هي الشرط الأساسي لأداء عملها بنجاح. ¶ إذن فالتخطيط في بلد في طور النمو، يهدف أساسا إلى تحريك كامل طاقاته وموارده البشرية والمادية تحريكا يؤدي إلى خلق ديناميكية اجتماعية. ¶ وبابتعاد أحد عناصر هذا التخطيط، مهما كان ضئيلا، عن المقياس العام للمجموع، أو عن القواعد الأخلاقية الملازمة للعمل الجماعي لا يمكن بالنتيجة، إلا أن يؤثر تأثيرا سلبيا على توازن الديناميكية التي يراد خلقها. ¶ فبرنامج التنمية لبلد ما، كالجزائر مثلا، تكون سائر فرص النجاح لديه مسجلة مسبقا في منهجيته التخطيطية، وفي نوعية خطته التقنية والأخلاقية. ¶ ولكن أولا، هل توجد في الجزائر خطة؟ ¶ نظريا، الجواب نعم، هذا الجهاز موجود على ما يبدو في وزارة المال. وإن كان هنا أو هناك، فليس لمكان وجوده أثر كبير.",
            "page": "31",
            "part": "1",
            "seal": "725BF143"
        },
        {
            "id": "33",
            "nass": "ولكننا اليوم- ول بعض الوقت أيضا- بلد ذو مقدرات زراعية على الأخص أكثر من السويد الذي يمر حاليا في مرحلة ما بعد الصناعة، والذي قام، منذ فترة- ورغم ذلك- بإصلاح زراعي له تأثير هائل على كامل الحياة الاقتصادية، كما قلنا. ¶ هكذا إذن، يجب أن يكون المنظور الزراعي المعيار الذي نقيس به فرص (خطتنا) بالنجاح. ودون أن ننسى أن الانطلاقة الاقتصادية لبلد كبلدنا يجب أن تعمل على إطعام كل الأفواه وتشغيل كل السواعد. ¶ فللسويد حق إنتاج السليلوز بإفراط. وعلى الجزائر أن تنتج الخبز لتؤمن الظرف الرئيسي للإنتاجات الأخرى. ¶ ولا بد هنا من الاعتراف حتى بالجهود التشجيعية، وبالمساعدات التي بذلتها الحكومة الجزائرية تجاه الفلاح هذه السنة. ¶ ولكننا هنا لسنا من يحكم على هذه السياسة، التي استوحت قرارا جيدا بالعمل في سبيل العدالة الاجتماعية، من اهتمامها بتحقيق الوفاق بين أعمالها وأيديولوجيتها المعلنة. ¶ إن ما نهدف إليه هنا هو التقنية، خلق جهاز التخطيط وسيرورة عمله، فعالية (خطته). ¶ إننا مجبرون في على إعادة طرح السؤال: هل توجد (خطة) في الجزائر؟ فالأمر يتعلق بمعرفة ما إذا كان كل عمل من أعمال الدولة، يأتي بالضرورة كنتيجة لتوقعاتها، وما إذا كان كل نشاط في البلد ينمو بانتظام وفي اتجاه محددين مسبقا. بحيث يزول كل ما يخرج على تطور المجموعة، وبحيث تختفي كل (النقاط الميتة) في ديناميكية البلد الاجتماعية. ¶ وعلينا بالأخص معرفة المكانة التي أعطيت إلى أولويات الإنتاج الغذائي في",
            "page": "32",
            "part": "1",
            "seal": "850C137F"
        },
        {
            "id": "34",
            "nass": "المرحلة الحالية من انطلاقة البلد. والواقع أنه يجب استقبال مشروع استصلاح 200000 هكتار من أراضي الكرمة استقبالا ملؤه الرضى. ¶ إنه قرار غاية في الحكمة، وأن الخمر الذي لم يجد من يشتريه في الخارج يرتد ليسيل بغزارة في حلقوم الجزائريين، على ما يبدو. ¶ ونترك إلى الذين يهتمون بالإحصائيات أمر الاعتناء، مثلا، بوضع النسبة الحسابية بين عدد البارات الجديدة التي فتحت أبوابها في الجزائر، ومعدل حوادث السيارات، وحالات الطلاق. ¶ ونذكر فقط أن عدد الحوادث هبط في سنة 1967 بنسبة 33% في إنكلترا بعد أن اتخذت عدة إجراءات ضد تعاطي الكحول. ¶ فالقرار بتقليص مساحة الأراضي المزروعة بالكرمة قرار حكيم جدا إذن. ولكنه لا يمكن أن يكون معيارا نقيس به جهازنا التخطيطي، لأنه جاء نوعا ما تحت ضغط ظروف خارجية هي تقلبات الأسعار. ¶ إلا أن التخطيط يفقد كل معناه التقني ابتداء من اللحظة التي تكون فيها فكرته الرائدة مستوحاة من الخارج. فهذا لا يكون تخطيطا، وإنما مجرد مهارة، كمهارة البقال الذي يملأ رفوفه بما تمليه متطلبات زبائنه وأهواؤهم. وجلي أننا نريد بادئ ذي بدء أن نمنع بلدنا من أن يكون خمارة معطلة، تحولت إلى حانوت لبيع أشياء أخرى، لأنها فقدت زبائنها العاديين. وعلى الخطة أن تواجه الإصلاح الزراعي من زاوية أخرى، أو بالأصح من زاويتين: ¶ أ) يجب أن تخصص الأراضي لمهمة الإنتاج وفقا لمعطيات اقتصاد القوت من ناحية، واقتصاد التنمية من ناحية أخرى كما حاولنا أن نحددها في مقال سابق. ¶ ب) يجب وضع جهاز فعالا يحمي المساحات المنتجة من ظاهرة التصحر التي تهدد",
            "page": "33",
            "part": "1",
            "seal": "7C1ADDD2"
        },
        {
            "id": "35",
            "nass": "جنوب البلاد بأكمله. ولا يسعنا في هذا المجال إلا أن نقول إن الصحراء تتوسع كل عام على حساب الأراضي (المفيدة للتغذية). والواقع أن هذه الظاهرة الأخيرة مشكلة مغاربية تتطلب التعاون الأخوي بين حكومات إفريقيا الشمالية الثلاثة لكي تصد تقدم الصحراء باتجاه الشمال في الدول الشقيقة الثلاثة. ولا يمكننا في هذا المجال، إلا أن ننوه بأهمية المعالم التي بدأ المغرب والجزائر بوضعها في هذا السبيل، من خلال الاتفاقية التي عقداها مؤخرا حول المناجم. إنه معلم هام في اقتصادها التنموي، ولا بد من معالم مماثلة أخرى في اقتصاد القوت عندها، وذلك بالاتفاف مع تونس. ¶ من قابس، إلى أغادير، يجب أن يسد التحريج الطريق أمام الرمل الذي يرتفع. ¶ نحن نعلم أن هذه المهمة ليست سهلة، وأنها قد تستدعي وصل بعض المنخفضات في الجنوب الجزائري بالبحر المتوسط من خلال غوطات الجريد. ¶ ولكن عهد التخطيط الذي رأى صحراء (كارا كوروم) في جنوب الاتحاد السوفياتي تتحول إلى حديقة غناء؛ لا يستطيع أن يرى هذه المهمة أمرا مستحيلا. ¶ ولا بد- رغم ذلك- من أن نضيف، لكي نبقى في موضوعنا، أن مشروع (كارا كوروم) لم ير النور مصادفة. فحتى قبل أن توضع خطوطه الأولى على الورق، كانت فكرته موجودة في العقيدة العامة التي أنجبت الـ ( NEP)  ووسعت فيما بعد تحت إدارة (الخطة العامة) التي استحدثت لتنفيذها وزارة في موسكو، وكان لينين نفسه لا يزال حيا. ¶ إن فكرة الخطة العامة تلك، هي التي تكون- في نهاية الأمر- الاختيار التقني للتخطيط، وهي التي تحافظ على فعاليته في السنوات اللاحقة، وذلك بتجنب التردد أقصى ما يمكن، أي بتوفير الوقت والطاقة اللذين يجب عدم إهدارهما.",
            "page": "34",
            "part": "1",
            "seal": "C06FBFEB"
        },
        {
            "id": "36",
            "nass": "هذا هو حتى الاختبار الذي يجيب على سؤالنا المطروح: هل توجد خطة في الجزائر؟ ¶ هنا يصبح من الصعب الإجابة بوضوح. لأن هناك مخططين في كل مكان تقريبا. وهم يعملون غالبا مع أدمغة المستشارين الأجانب، الذين يميلون أحيانا إلى الإعجاب ببلدنا، بسمائه الزرقاء، أو كثبانه، أو سهوله العالية، أكثر مما يميلون إلى اكتشاف، بل وتحسس وزن واقعه الاقتصادي. ¶ وتمر بذاكرتي بعض الأسماء التي تدل على أننا نملك مجموعة من المؤسسات المخططة. ¶ وهي أحيانا تتقارب في الأسماء مثل ( BERI, BERIM, SONAREM)  لأنها تملك أهدافا متقاربة أيضا. ¶ ولكن هذه الفسيفساء التي يكون فيها لكل من (سيدي الرئيس والمدير العام) ميدانه الخاص به، وموظفوه، وحتى طلابه الممنوحون للقيام بدراسات غير دقيقة، ومن أجل أهداف غير أكيدة، وأخيرا مستشاروه، هل تملك القيمة التقنية للمؤسسة التي تتلأءم مع متطلبات الخطة؟ هنا يكمن السؤال. ¶ ولنقل كل فكرتنا بوضوح: لا يخلق كائنا حي يمشي ويعمل، بتجميع أربعة أطراف وجذع ورأس، جلبت من المشرحة. ¶ كذلك لا تستطيع مجموعة متباينة من المخططات الصغيرة أن تكون مخططا عاما. ¶ والواقع أن القضية تتعلق بألا تصبح الجزائر ميدانا للبيوقراطية، في اللحظة التي تدخل فيها البشرية عصر التخطيط. وعلى كل، حتى كلمة (بيروقياطية) غير كافية. فالأمر يتعلق فقط بواجهة محلية يفكر من ورائها بعض المستشارين (السائحين) الذين يعللون قبض رواتبهم بقولهم لنا من وقت لآخر: إن سماء الجزائر خالابة.",
            "page": "35",
            "part": "1",
            "seal": "6A73150C"
        },
        {
            "id": "37",
            "nass": "دفاعا عن رأسمال الأفكار (*) ¶ لقد أشرت في مقالي ما قبل الأخير إلى الدخداخيات (كثيرة الأرجل). ¶ وقد تساءل صديقي (النموشي) في العدد الأخير من مجلة (الثورة الإفريقية) عما إذا كانت خرافة أم حقيقة؟ فبت الأمر في النهاية قائلا قول من يرجم بالغيب، إنها حقيقة. فما كان منه إلا أن حلل التأثيرات المحتملة لهذه (الحقيقة) على صعيد الوقائع، وعلى صعيد الأفكار. ¶ ولكن يجب أن نوضح هذه الأشياء توضيحا أكبر. نعم، وللأسف، الدخداخيات واقع حزين في دول العالم الثالث. لقد قدمت الاعتبارات العامة التي تقع في أساس تأكيدي هذا؛ ولقد كنت فعلت ذلك في كلمات متنوة، على الأخص في مقالي ما قبله الأخير، وفي غيره من المقالات التي سبقت. ¶ إن الاستعمار لا يستطيع فعلا أن يترك- بلا قيد أو شرط- بلدا كان يستعمره، ولا أن يغادره هكذا وبكل بساطة، مخليا وراءه المكان للاستقلال الجديد. هذا يعني أننا نعده ولدا ساذجا. فنرتكب بذلك خطأ فريدا من نوعه، يكون في صالحه، ومضرا لنا. تلك هي إذن الاعتبارات العامة، التي بنيت تأكيداتي عليها بادئ الأمر. ¶ كان يبدو لي أن هذا كاف. ولكنني أعتقد أنه بات من الضروري أن نتجاوز العموميات. وقد أتت كلمة صديقي (النموشي) لتعطيني الحجة والفرصة لذلك. ¶ ¬__________ ¶ (*) « Défense du Capital-idées, Révolution Africaine, no 270, du 18 au 24 avril 1968.",
            "page": "36",
            "part": "1",
            "seal": "89F0DF64"
        },
        {
            "id": "38",
            "nass": "وليس في نيتي أن أنغمس في علم الحشريات، ولا في علم التشريح، عندما أتكلم عن الدخداخيات. فهذا ليس من شأني. ¶ ولن يعيق هذا أحدا عن أن يقول: إن الحشرة تتكون بشكل عام من رأس وجسد وأرجل. وهذا أمر كانت تعرفه جدتي، رحمها الله، كما يعرفه أي عالم. فما يهمني هو الخصائص المورفولوجية (التكوينية) التي تنفرد بها الدخداخيات بشكل خاص. ¶ ويجب أن نكرر هذا: إن رأسها في الخارج، لست أدري أينا .. ولكنني أراهن أن (بن غوريون) لا بد أن يعرف تماما أين. تماما كما يتبع بانتباه- ونحن نراهن على ذلك- كل ما يجري اليوم في براغ، وفي فرصوفيا، وحتى في موسكو، حيث أعلن بريجنيف- منذ قليل- ضرورة تدعيم الجبهة الأيديولوجية. ومن المؤكد أن رأس هذه الحشرة، وفكرها، والإرادة التي تسكنها من اهتماماتنا. ولكن شعوب العالم الثالث كلها لا تعرف عنها شيئا ما، ولو كان ذلك جزئيا ومن طريقا الاختبار. ¶ في هذا المجال، يملك كل امرئ على الأقل فكرة بسيطة. أنا أعرف ما يعرفه راعي الغنم، وراعي الغنم يعرف قدر ما أعرف. والباقي ثانوي. فهو مجرد مسألة شكلية. ولا داعي إذن أن ننصرف إلى دراسة هذه النقطة دراسة علمية. لنتكلم بالأحرى عن الأرجل المحلية للدخداخيات. فالثورة الثقافية في الصين، وتصريحات بريجنيف، تلتقيان على الأقل حول هذه النقطة. ولا يتعلق الأمر هذه المرة بالحس المشترك، بل يجب التمتع بتجربة حقيقية، وأفكار واضحة جدا. ففي أحد الميادين، وهو ميدان الأفكار الذي تعمل فيه الدخداخيات عملها الأشد خبثا. هناك الشيء الكثير نقوله. ويجب أن نختصر. يجب أن نسير بخطوات قصيرة، مثل لمام السنابل، ونقطف من هنا وهناك زهرة صغيرة. وذلك دون أن نصل إلى (باقة الورود). لأنه بالضبط، لا تفوح منه رائحة الورود، أنا أؤكد لكم ذلك، بل رائحة شيء آخر لا أريد أن أذكره هنا ... لئلا تمتد أيديكم إلى محارمكم. إذن، لنتكلم عن الأرجل مع الأخذ",
            "page": "37",
            "part": "1",
            "seal": "8C15620F"
        },
        {
            "id": "39",
            "nass": "بالاحتياطات اللازمة. فالوظيفة تخلق العضو، كما يقال. ويجب أن نضيف أنها تحدد مكانه، وأنا أعرف أن المورفولوجيا لا تنتظر مني هذه الإضافة. ¶ ولنقل إذن: إن بين هذه الأرجل أرجلا تقع قرب رأس هذا الحيوان، وأخرى تقع بالقرب من ذنبه. فالأولى هي في الوقت ذاته (مجسات) تلتقط المعلومات من الرأس، وتنقلها إليه. والثانية ليست سوى أرجل مهمتها التنفيذ. ¶ ولكنها لا تفكر، لا الأولى ولا الثانية. الرأس هو وحده الذي يفكر ... واعذروني مرة أخرى على هذه الإضافة. ¶ ما يهمنا إذنا، غاية الاهتمام، هو الشيء الذي ينفذ وكيفية تنفيذه. أي أننا نهتم بكيفية مرور الدافع العصبي، الذي يحمل الفكرة والإرادة، من الرأس إلى آخر رجل، وإلى الذنب. وبما يحمله. ¶ هنا أيضا، لابد من توضيح. كل امرئ يلاحظ الظواهر- العادية وغير الاعتيادية- من زاويته الضيقة. فكسوف الشمس مثلا يهم عالم الفلك والخباز. إلا أن الأول يراقبه بأجهزة مناسبة، والآخر يكتفي باستعمال يده، كحاجز يضعه فوق عينيه. ومما لاشك فيه أن هذين الرجلين يريان الأمر ذاته. ولكنه بالنسبة لهما يملك الوجه نفسه دون معناه. إن هذا التوضيح ضروري جدا فيما يخص أرجل الدخداخيات. ¶ هناك مثلا نساء مسنات ساذجات في الجزائر، يرين هذه الأرجل وهي تعمل. وبائع الفحم يراها، وهو يقوم بوزن بضاعته. وأنا أراها أيضا، دون أن أغادر زاويتي التي أكتب فيها مقالتي الآن. ¶ الواقع، أن طبيعة عملي، تجعل نافذة ملاحظاتي تدخل في ميدان الأفكار. وأنا أرى، بالطبع، من نافذتي تلك، شيئا، مما يجري في الميادين المجاورة؛ وعلى الأخص ميدان الاقتصاد، أو التخطيط المدني.",
            "page": "38",
            "part": "1",
            "seal": "0D86DAB7"
        },
        {
            "id": "40",
            "nass": "إن طريقة صف أوعية الأزهار- على جانبي الشارع المؤدي إلى (قصر الشعب) - تعنيني بعض الشيء. فإذا تغيرت، أنزعج. وقد تنزعج كذلك العجوز، أو الفحام إذا مرا من هناك. ولكني لا أعتقد أن لدينا الانطباعات ذاتها. فانطباعاتي تترجم بعلامة استفهام. إنها مهنتي، هذا كل ما في الأمر. ¶ لكن الميدان الذي أقوم فيه بالملاحظة بشكل خاص، هو ميدان الأفكار. وهنا أيضا تختلف تجربتي وانطباعاتي، عن تجربة المرحومة جدتي وانطباعاتها. فتجربتي تدفعني إلى طرح الأسئلة: ما نوع الاهتمام الموجود في رأس (الداخداخيات) تجاه الأفكار التي أحملها؟ التي تحملونها أنتم؟ التي نحملها جميعا في هذا البلد؟ ذلك هو السؤال الذي يجب طرحه، إذا أردنا الدخول في صميم الموضوع، أي (معرفة ما تنفذه الأرجل). ¶ من الواضح، أن الرأسمال الفكري لبلد ما جوهري بالنسبة له، بقدر (أو أكثر) مما هو جوهري رأسماله بالدينار، أو رأسماله بالدولار، أو حتى رأسماله البترولي. والأمر بالنسبة لهذا الرأسمال الأخير، واضح: (50) بالمئة من ريعه تبقى في الخارج، بناء على تقديرات دقيقة. ¶ لقد بدأت اللوحة تتضح. وهي تزداد وضوحا بما فعله العراق، لكي يستعيد جزءا من هذه النسبة المئوية. فقد اتخذ العراق منذ فترة قصيرة قرارا أعاره الغربا أهمية بالغة، وهو يخص حقل الرميلة، الذي قرر أن يستثمره بوسائله الخاصة. ومهما يكن من أمر، فإنه من واجبنا أن نعير رأسمالنا الفكري على الأقل الاهتمام ذاته، الذي توليه إياه (الدخداخيات) فهذه الأخيرة تعرف كيف تقدر الأشياء حق قدرها، في هذا الميدان كما في الميادين الأخرى. ونحن نستطيع أن نهتدي بتقديراته، ولكنه بالطبع يحتفظ بسره لنفسه. وعلينا أن نخلق بأنفسنا الآلة التي بها نزن الأفكار. أولا لاستعمالنا الخاص. ثم لكي تقدر الاهتمام والصعوبات الخاصة للدخداخيات في هذا المجال ذاته. ¶ تلك هي في الواقع المسألة في وجهيها الاثنين. وهي مسألة صعبة. بالنسبة لنا،",
            "page": "39",
            "part": "1",
            "seal": "4B0D992D"
        },
        {
            "id": "42",
            "nass": "في بادئ الأمر، لأننا لا نزال حديثي العهد في هذا الموضوع، وبالنسبة للدخداخيات بعد ذلك، لأنها لا تستطيع أن تقوم بعملها هنا كما تفعل بالنسبة للبترول مثلا. ¶ فالواقع، أنه يسهل نسبيا على الدخداخيات أن تحتفظ بـ (80 بالمئة) من الإنتاج البترولي. فهذه مجرد قضية محاسبة. إنها مسألة تحرير فاتورة التنقيب والتجهيز والتسويق. فبالإمكان التوصل إليها بمجرد دفعها إلى الأمام. ¶ لقد حمل المغفور له الشجاع (مصدق) معه إلى القبر تجربة، لا تعادالها تجربة في شدة مرارتها، ولا في قوة العبرة التي تعطيها. ¶ ولكن كيف يمكن أخذ (80 بالمئة) من (الرأسمال الفكري) لبلد نام؟ هناك بادئ الأمر طريقة خط الأنابيب الذي لا يمتص هذه المرة بترول البلد، بلا مواردها الضعيفة من الطاقة الفكرية. وقد أشرت سابقا إلى التحقيق الذي قام به باحث اجتماعي إيراني حول هذا الموضوع. ¶ إن طريقة خط الأنابيب شائعة إذن في ميدان الأفكار. ولكنني عندما أشرت في مقالي قبل الأخير إلى الأطباء الجزائريين الثلاث مئة المتواجدين في منطقة باريس ليس إلا، كنت أحتفظ ب بعض التوضيح، كم يبلغ، في عداد مفكرينا المستقرين اليوم خارج الحدود الوطنية، عدد الذين ركبوا البحر من تلقاء أنفسهم، وكم يبلغ عدد أولئك الذين أرغموا على ركوب البحر؟ أي بكلمة أخرى، كم عدد الفارين، وكم عدد المنفيين؟ إن الأولين لا يهمنا أمرهم إلا ما أجل تقدير عمل خط الأنابيب الفكري. ¶ بعد ذلك أترك حالتهم للأخلاقيين. ولكن ما يهمنا هو الآخرون، المنفيون. خاصة فيما يتعلق بالعمل الخاص، الذي تقوم به (الأرجل المحلية للدخداخيات). وهذا بالضبط موضع حديثنا في هذه الأسطر. ¶ آه! بالطبع، لم ينف المنفيون بمرسوم نشر في الجريدة الرسمية.",
            "page": "40",
            "part": "1",
            "seal": "2F162921"
        },
        {
            "id": "43",
            "nass": "هنا نلج في (لعبة الداخداخيات) الأشد غموضا، والأكشد دهاء في ميدان الأفكار. الأمر بسيط: إنها تضع رجلا في الخدمة وراء الباب، الذي يجب أن يجتازه هذا المفكر، أو ذاك، وقد جاء يعمل في بلده. وإذا بالباب يغلق بهدوء في وجهه. لماذا؟ آه! هناك ألف وسيلة ووسيلة لإغلاق الباب هكذا. من الإغاظة إلى تدبير أمر ما. سل هذا المهندس الزراعي (وهو، في نظري، أفضل من في فرعه)، لماذا هو الآن في الخارج؟ وسل ذاك الطبيب الجزائري، وهو متخصص بطب العيون من الدرجة الأولى، لماذا هو الآن رئيس في عيادة في ألمانيا؟ عندها ستفهم كيف يغلق الباب في وجه المنفي. إنه عمل آلي: (رأس الدخداخيات) ترسل الأمر، و (الرجل) تفعل الباقي. ¶ في الواقع، إذا أردنا أن نكون فكرة، ولو تقريبية، عن ضخ رأسمالنا الفكري وطرده، يجب القيام بتحقيق يشمل كامل أرض الوطن، وفي كل الأماكن التي تستخدم فيها كشعار كلمة (ثقافة) أو (ثقافي). وبالطبع، أنا لا أملك الوسيلة، ولا الزمن للقيام بذلك، ولا حتى متسعا من المكان في هذه الأسطر. ¶ ولكن صديقي (النموشي) أشار إلى وسيلة تعطينا فكرة ولو كانت على الأقل جزئية. فهو يشير بالضبط كيف تضع الدخداخيات في الدول الصغيرة (مجساتها التي تشوش على مراكزنا العصبية). ¶ والجامعة، بالطبع، إحدى هذه الوسائل. إذ يمكنك بالتالي أن تعرف أهمية الإضراب في جامعتنا، مؤخرا، والذي انتهى، فعلا، بعودة الأمور إلى طبيعتها، بفضل حكمة طلابنا. ¶ لقد أخفقت الدخداخيات- ولا شك- في إيصال سنة كاملة من عمر شبابنا المجتهد إلى العدم. ولكنها لا تقبل الفشل. ماذا سيدفع هذا الطالب، وهذه الطالبة من الطلاب الذين سجلوا حضورهم في أيام الإضراب؟ هناك إشارات بدأت تدل على",
            "page": "41",
            "part": "1",
            "seal": "DB4099EF"
        },
        {
            "id": "44",
            "nass": "ما سيجري. ماذا يعلن عن الامتحانات المقبلة؟ لقد ترك (سقراط)، فيما ترك، كلمة خالدة حينما تكلم عن (قارضي الأفكار). حيثما تفوح رائحة فكرة ما، تستيقظ عند الدخداخيات غريزة الحيوان المتوحش، الذي يشتم فريسته. إنها (قارضة الأفكار). لقد اكتسبت، أو بالأحرى، أكملت تجربتي حول هذه النقطة، من الزاوية الصغيرة التي أراقب منها الأشياء. فنذ خمس سنين، استدعتني الحكومة الجزائرية من الخارج لإنشاء مركز للتوجيه الثقافي. ولقد أنشأته بالفعل في الزاوية الصغيرة التي أنا فيها الآن. وهو يعمل منذ أربع سنوات. وفي برنامجه ملف مشروع المرسوم القاضي بإنشائه، والذي لم ينشر في الجريدة الرسمية حتى الآن. ولا يزال هذا الملف في الواقع محفوظا منذ ثلاث سنوات، في خزانة المكتب التشريعي. ولقد سألت خلال هذه الفترة- الشخص اللطيف المسؤول عن هذا المكتب. فأجابني بلطف إن المرسوم سيعرض للتوقيع، حالما يقدم الوزراء رأيهم فيه، وإن بعض هم، وعلى الأخص وزير الاقتصاد آنذاك، لم يرسلوا رأيهم بعد. إنها الإجراءات العادية. ولكن، ما هو عادي في بلد ما، يصبح غير عادي في بلد آخر. إلا أن تشريعنا لم يتبدل منذ سنة 1962. وإذا كان يجب أن ننتظر الضوء الأخضر من بعض البيروقراطيين .. فإننا سننتظر طويلا. إذن لقد عمل المركز بوسائل مؤقتة. من جهة أخرى، لم يكن المركز مخصصا لإعطاء شهادات، بل لتقديم بعض الأفكار الجديدة، على الأخص في مجال الاقتصاد والثقافة في بلد من بلدان العالم الثالث؛ أي في مجال علم اجتماع البلدان النامية. ¶ ولكنه، وفي هذا المجال بالضبط، يهم الدخداخيات كثيرا. وهو- لكونه لا يحظى بالغطاء الرسمي- يقدم فريسة سهلة لغريزة قرض الأفكار. عندها، لن أقول أكثر من ذلك رحمة بالقارئ. ¶ رغم ذلك، يصبح من غير المجدي أن نندهش، لأن السيد (موسوي) لم يفكر في",
            "page": "42",
            "part": "1",
            "seal": "1048EBB9"
        },
        {
            "id": "45",
            "nass": "دعوة مدير مركز التويه الثقافي إلى الاجتماع، الذي عقده منذ فترة وجيزة على حين غرة بناء على نداء قسطنطة. ¶ ولكننا نندهش أن يكون وزير الإعلام هو نفسه، الذي أخذ على عاتقه هذا الأمر. ربما هناك (ثقافتان): تلك التي يهتم بها هذا الوزير، وتلك التي يهتم بها بعض الجزائريين منذ ربع قرن. ¶ في هذه الحالة، تقتضي أن نأمل في (نداء قسطنطة) آخر، يوجه خاصة إلى هؤلاء الجزائريين. وهذا يوضح كم هو غير كاف وحده الاهتمام الذي توليه السلطة الرسمية، في العديد من المناسبات للحياة الثقافية في هذا البلد. وأن يليه تفتيش يأتي بعد المبادرة في مرحلة التطبيق. ¶ ولنقل من جهة أخرى إن الدخداخيات، وقارضة الأفكار، وقاتلة الأفكار، لا تحتاج دائما إلى الأرجل المحلية. فهي ربما تستغل أحيانا إهمالنا، في سبيل تقليص رأسمالنا الفكري. ¶ في بعض الشوارع، من الخطر أن تترك فتاة تسير وحدها في الليل. وأحيانا حتى في النهار. كذلك، من الخطر أن نترك فكرة لوحدها. إننا نريد أن نأمل أن السلطات الرسمية تفكر في هذا، وتعمل على الدفاع عن الأفكار. وأنا أخشى أشد الخشية أن تكون فكرة نداء قسطنطة قد خطفت ... ويذكرنا التلفاز بالمناسبة (رومان رولان) الذي يجعل أحد شخصيات روايته يقول: \"لا يكفي أن تبدع أفكارا، بل يجب أن تؤمن لها الحياة\". ¶ هنا تكمن المسألة كلها.",
            "page": "43",
            "part": "1",
            "seal": "890B576F"
        },
        {
            "id": "46",
            "nass": "سوق البركة (*) ¶ على طريق (مهنة)، وفي محلة (بومدفع)، يغ سوق يعج بالناس طيلة أيام الأسبوع السبعة. ¶ لا توجد فيه مطاعم شعبية، ولا خيم يضع البقالون تحتها بضائعهم في الهواء الطلق، كما في الأسواق العادية التي تجذب زبائنها المتنوعين مرة واحدة في الأسبوع. ¶ لا. لا يوجد على الطريق، في هذا المكان، سوى سياج من قصب يلاحظ من ورائه بيت من البيوت الريفية المؤلفة من غرفة واحدة أو من غرفتين، والتي تسمى (نوالة). ¶ ولكن، أمام هذا السياج، هناك رتل من السيارات المختلفة أنواعها. ¶ إن الصديق القديم الذي حكا لي هذه الرواية، بعد زيارته لهذا المكان، وكان ذلك منذ عشرة أيام، أحصى فيه يومها حوالي ثلاثين حافلة ومئة وخمسين سيارة خاصة وبالأجرة تقريبا. ¶ الأمر مهم جدا كما ترون. ¶ هذه العربات تجلب زبائن مرضى من كل الأجناس والأعمار، منهم من أتى على عكازتين، ومنهم من كان محمولا على ذراعي أحد من أهله أو على نقالة. ¶ الجميع يأتي طلبا للشفاء. والشخص الذي يمنحهم الشفاء يدعى (الشيخ الأخضر). إنه شاب، ويبدو أنيقا في ثيابه العربية. ¶ ¬__________ ¶ (*) « Le Souk de la Baraka» Révolution africaine, Semaine du 15 au 21 mai 1967.",
            "page": "44",
            "part": "1",
            "seal": "BC861260"
        },
        {
            "id": "47",
            "nass": "نراه يبدأ عمله في ساعة مبكرة، تقريبا مع شروق الشمس. ونراه يغادر المكان حوالي الساعة الرابعة، في سيارة خاصة يقودها سائق. ¶ هناك حماس، وهناك أسلوب، كما نرى. ¶ إلا أن الشيخ ليس في قليل الذوق حتى يضع تسعيرة للبركة التي يهبها. يضع الناس في كفه المبلغ الذي يشاؤون. ولكن المجموع كبير جدا على ما يبدو. ¶ إن صديقي الذي راقب المشهد بروح المناضل الإصلاحي القديم والمخلص لعهد (بن باديس)، وفي الوقت نفسه بروح التاجر الماهر في تقدير الأشياء، كان قدر دخله في ذاك اليوم بأكثر من خمس مئة ألف فرنك قديم. ¶ إذن ودون أن نكون مبالغين في الأمر، إن الشيخ الأخضر يكسب أكثر بكثير مما يكسبه طبيب حائز على دكتوراة في الطب. ¶ في الواقع، ما يهمني ليس مشكلة مجبر العظام المكسورة. فاستغلال المطببين الدجالين للمرضى مشكلة توجد في كل العصور، وهي متشابهة في كل البلدان. وهي مشكلة تسترعي بالأحرى انتباه الأطباء أو وزارة الصحة. ¶ إن ما يسترعي انتباه عالم الاجتماع هو ذلك الجانب الآخر الذي أوحى في الماضي إلى (زولا) بالتحديد روايته الشهيرة حول كاتدرائية (لورد). ¶ إلا أنني أتكلم عن الموضوع على سجيتي. ففي إحدى مقالاتي السابقة عن (بن باديس) المتصوف، كنت قد بينت أنني لا أضمر بغضا ولا أعطي أحكاما مسبقة حيال معتقدات أو مواقف أجدها جد شريفة. ¶ فضلا عن ذلك،- وأنا أنتهز الفرصة لأقولها هنا- إذا كنت فاجأت أحدا في مقالي، فإنه يتوجب علي أن أطمئنه أنني لم أشوه التاريخ الشخصي لمؤسس في الإصلاح",
            "page": "45",
            "part": "1",
            "seal": "E0380011"
        },
        {
            "id": "48",
            "nass": "الجزائري. فهو بنفسه أوضح موقفه وبشكل جيد في رسالة تعود إلى سنة 1925، حيال الفكر الصوفي الحقيقي، كفكر الجنيد مثلا. ¶ كما أنني اليوم لا أخون عواطفي تجاه عمل تربوي إسلامي جميل كالذي تقوم به زاوية (الحمل) مثلا، في ظروف يجب على البلد فيها أن يجد معنى لقيمه الأخلاقية والروحية. لكن مشكلة المطبب الدجال التي نحن بصددها ليست مشكلة مسجد ولا زاوية. إن مثل الشيخ الأخضر ليست، من جهة أخرى، سوى حالة بسيطة. في حين يبدو أننا أمام ظاهرة اجتماعية نصادفها تقريبا في كل مكان على امتداد أرضي الوطن. ¶ في (عنابة)، هناك (لالة الخضراء) - لا نزال في لون الجنة- التي توزع البركة اليومية على أناس يأتون للبحث عنها في دارها، في حلقات استغفار تعقدها لهم. ¶ وفي (سوق أحرس)، هناك بائع معجزات آخر يستخرج الرصاصات التي أصيب بها المجاهدون في معارك الأدغال. ولكن، إن صدف على إثر ذلك وخطرت على بال المجاهد الذي رأى الرصاصة تستخرج من جسده أمام ناظريه، تلك الفكرة غير المناسبة بأن يستشير طبيب أشعة، فإنه حينئذ سيجد الرصاصة لا تزال قابعة بسكينة في المكان نفسه من جسده. ¶ إنه جزاؤه ... حين ساوره الشك فهل يخطر ببال أحد أن يخضع البركة إلى إثبات بالأشعة السينية؟ ¶ إنها تجارة تزدهر في كل مكان تقريبا. ولا نتكلم هنا عن تلك العرافة، في منطقة (بليدا)، التي تكشف لأناس (محترمين) يأتون لرؤيتها- ما تراه من أشياء مدهشة من خلال بيضة. ¶ لنعد إلى سوق (بومدفع). فهو محور اهتمامنا. ¶ أكرر أنني أترك على حدة الجانب الذي يثير اهتمام الجهاز الطبي أو وزارة الصحة.",
            "page": "46",
            "part": "1",
            "seal": "F44F3363"
        },
        {
            "id": "49",
            "nass": "إن سوق (بومدفع) لا يثير اهتماما إلا لأنه يقدم للناظرين علامات تطور نفسي واجتماعي مهمة جدا. ¶ وفي الواقع، إذا وضعنا أنفسنا في رؤية زمنية تعود بنا إلى الماضي، وتشمل الفترة الواقعة بين سنة 1930 (وهي تقريبا السنة التي أسس فيها العمل الإصلاحي)، وبين سنة 1945 (وهي السنة التي بدأت فيها الحركة المسلحة)، فإننا نجد أن تاريخ هذا البلد يسير في تطور تصاعدي. ¶ إن كل الطاقات الأخلاقية والسياسية وكل الطموحات والضغوطات المتراكة خلال تلك الفترة هي التي تسنح للبلد أن يتجاوز المرحلة الصعبة من تاريخه، وأن يدخل في خضم ثورته التي ستكون بالضبط ذروة هذا التطور التحضيري. ¶ إن رأس المال الثوري الذي كان متوافرا عشية الواحد من نوفبر/ تشرين الثاني من سنة 1954، كان كا الأساس ثمرة هذا التطور الذي قامت الحركة الإصلاحية فيه بدور رئيس. وإذا كنا نلاحظ بعد الثورة حصول انهيارات سريعة في بعض المواقع، فإننا على العكس من ذلك، نجد ما يقابلها من تبديد ل بعض رأس المال الثوري. وأسارع إلى القول بأننا لا نجد هذا التبديد فقط في سوق مثل سوق (بومدفع). إن تبسيط مشكلة معقدة هو ما دفعني إلى تركيز الانتباه على مظهر من مظاهرها يبين معالم التقهقر ويعيد النظر في الهدف الرئيسي للثورة. ¶ لقد حاولت في إحدى مقالاتي أن أبين أن هذا الهدف يقوم على أساس (تغيير الإنسان). وأضيف هنا أن هذا التغيير ليس له أي معنى ثوري إلا في إطار التقدم. وإلا يكون تقهقرا. إنه خطوة نحو الوراء بالنسبة لمسيرة الثورة. ¶ إن الحالة التي يقدمها (بومدفع) تسمح لنا بقياس تناقض الحركة الإصلاحية التي تخلت عن مواقعها في المعركة، في الوقت الذي كانت فيه معاني الإصلاح تأخذ أهميتها في بلد يواجه فعلا تحديات لا تصدق.",
            "page": "47",
            "part": "1",
            "seal": "B3238136"
        },
        {
            "id": "50",
            "nass": "والشيخ الأخضر ليس سوى حالة بسيطة تقدم صورة تقريبية عن التقهقر المؤسف الذي نعيشه. ¶ بالإضافة إلى ذلك، فإننا نتساءل: أين منح هذا الشيخ إجازة ليمارس بناء عليها نشاطه الفريد من نوعه؟ يقال إن ذلك حصل في (لسنام). ولكن لنا الحق خاصة في أن نتساءل عمن يدفع للوقوف أمام نوالته كل هذه الحافلات الثلاثين والسيارات المئة والخمسين التي تأتي من كل أطراف البلد؟ ¶ إن البركة لا تنتشر لوحدها في كل طرف من أطراف العالم. ¶ من الذي نقل شهرتها إلى أطراف العالم؟ ¶ إن أبناء جيلي يفهمونني عندما أطرح هذه الأسئلة. فمنذ عشرين سنة فقط، كان الأخوان الذين كانوا يذهبون كل سنة إلى زردة الشيخ المرابط (الولي) أو ذاك، لا يدفعون سوى نصف التعرفة في القطارات. وكان يوجد من بينهم بعض أبناء المستعمرين الذين أدركت قلوبهم شيء من الروحانيات. ولكن، كنا نعرف آنذاك على الأقل من الذي كان يسير الأمور.",
            "page": "48",
            "part": "1",
            "seal": "7F811741"
        },
        {
            "id": "51",
            "nass": "الفصل الثاني ¶ في البناء الثقافي",
            "page": "49",
            "part": "1",
            "seal": "9B8AB8F6"
        },
        {
            "id": "53",
            "nass": "نداء قسطنطة ¶ مشكلة الثقافة (*) ¶ لقد افتتحت قسطنطة أسبوعها الثقافي الذي أراد القيمون على تنظيمه أن يكون على أشد ما يمكن من الرونق والبهاء. وأعتقد أنهم قد نجحوا في ذلك. ¶ لقد كاد هذا الاحتفال أن يحتفظ بطابعه المحلي، وهذا الطابع بحد ذاته ذو قيمة كبيرة، لما يتمتع به أهل قسطنطة من ذوق رفيع وتقاليد قديمة غنية. ولكن الرئيس (بومدين) هو الذي دشنه، وهذا أمر يضفي على الاحتفال الطابع القومي. ¶ وعلى هذا المستوى، يجعلنا الاحتفال نفكر عرضا بمسألة الثقافة. ¶ أضف إلى ذلك أن الرئيس ذاته هو الذي عرض علينا هذه المسألة في شكل مشروع، أعلن عنه خلال زيارته لقسطنطة، ويتعلق الأمر بتكوين لجنة في القريب العاجل في الجزائر، تكون مهمتها وضع برنامج إنماء ثقافي على مستوى الوطن. ¶ هذا مشروع يجب أن نصفق له بكلتا يدينا. ¶ إلا أن التفكير لا يكون مجرد راحة عضلية، وهو ليس مجرد تصفيق باليدين نعبر به عن حماسنا، كالولد الذي ينظر بعينين يملؤهما السحر والاستغراب إلى عصفور أزرق جميل ينطلق من أمامه، إن تحقيق المشروع أو عدم تحقيقه قضية أخرى. وهي تعني المثقفين المدعوين إلى البدء بالعمل الجاد. وهم يرتكبون خطأ جسيما، إذا ضيعوا الفرصمة التي يحملها هذا المشروع الذي وعدنا به. ¶ ¬__________ ¶ (*) \"  L'Appel de Constantine: Le Problème de la culture \"Révolution africaine, NO 268, du 4 au 10 avril 1968. ¶ قال مُعِدُّ الكتاب للشاملة: جاء هنا: (نداء قسطنطة) «واسم المدينة الجزائرية: قسنطينة»]",
            "page": "51",
            "part": "1",
            "seal": "7BFFB819"
        },
        {
            "id": "54",
            "nass": "إن المشروع يتناول على الأخص مسألة، يتوجب على المثقفين أن يبحثوا فيها، طالما أن الفرصة قد سنحت لهم بذلك، أعني أن توضع للمرة الأولى كل الالتباسات الفولكلورية والسوسيولوجية التي تحيط بمفهوم (الثقافة). إن هذا المفهوم يكون في الواقع المقياس الصحيح للمستوى الحضاري في بلد معين، وللطاقة الكامنة في المجتمع، أكثر مما يقدمه مقياس الآلات وعددها. ¶ لم تكن ألمانيا تملك سنة 1945 الآلات ولا الماركاتا ولا الدولارات. ولا حتى السيادة القومية. لم تكن تملك سوى رأسمال واحد، لا يمكن تدميره. الحقيقة أنه لم يكن للقنابل الفوسفيرية ولا للدبابات القدرة على أن تدمر ثقافة ألمانيا، وأنا لا أقول (علمها (ولا (تقنيتها) وهما التباسان آخران يشوشان كذلك معنى الثقافة، لأنهما يضعان هذه الأخيرة تحت سلطة المدرسة أو المصنع. ¶ ذلك أن من أعاد بناء ألمانيا بعد سنة 1945 ليس العالم ولا التقني، فضلا عن أن معظم العلماء والتقنيين مثل (فون براوق) كان قد استولى عليهم الأميركيون أو السوفيات وعدوهم غنائم حرب. إن من أعاد بناء ألمانيا هو الروح الألمانية، روح الراعي والفلاح والعامل والحمال والموظف والصيدلي والطبيب والفنان والأستاذ. ¶ وبكلمة واحدة، إن الثقافة الألمانية- دون التباس، ودون تضييق اجتماعي أو فكري لمعناها- هي التي أعادت بناء بلد (غوته) و (بسمارك). ¶ إن رجل (المعجزة الألمانية) بعد الحرب ليس (إيرهارد) كما تدعي الصحف والإعلام. فقبل الحرب وقبل (إيرهارد) هناك (شاخت) وهناك (معجزة ألمانية)، وهذه الأخيرة ستتكرر طالما بقي هناك ثقافة ألمانية. ¶ أضف إلى ذلك أن حدود (المعجزة) هي حدود ثقافية لا يمكن للمعجزة أن توجد خارجها. لقد اتضح لنا هذا الأمر مع الدكتور (شاخت)، فهو لم يستطع البتة أن يكرر هذه المعجزة التي أنتجتها- ولا تزال تنتجها- بلاده، في بعض الدول الآسيوية",
            "page": "52",
            "part": "1",
            "seal": "29C6EB33"
        },
        {
            "id": "55",
            "nass": "التي استقلت حديثا، والتي استدعته لهذا الصدد، لقد بذل جهدا كبيرا، وشمر عن ساعديه، وضرب بعصاه السحرية، ولكن شيئا لم يخرج من علبة هذا الساحر، اللهم سوى بعض الخيبة. ¶ ولنقل على هامش حديثنا لهؤلاء الناس الذين ينطقون بأصوات أناس آخرين، لا يريدون أن يعرف أنهم مصدر تلك الأصوات، لنقل للذين يظنون أن المشكلة الاقتصادية هي قضية لغة أو كلام محرف، لنقل لهم إن القضية ليست حتى قضية أرقام، وإلا لما كان ساحر أرقام مثل (شاخت) ليفشل في مهماته الآسيوية. ¶ ولكن، لنتجاوز هذا الأمر ... ¶ ولنلاحظ رغم ذلك هذا التأثير غير المتوقع للثقافة، حتى في الميدان الاقتصادي، غير أنني لا أعتقد أن الأسبوع الثقافي الباهر الذي تم افتتاحه مؤخرا في قسطنطة، يعكس مثل هذا التأثير في نظر الزائر أو المشاهد الذي يشارك في مسيرة هذا الاحتفال، بانتباه قد يكون شديدا، وقد لا يكون. ¶ هنا، تبدأ المشكلة فعلا بإثارة اهتمامنا، ونحن- في الواقع- في مرحلة تحجب فيها الظاهرة الخارجية نوعا ما الطبيعة العميقة. ¶ وهذا أمر يعرفه علماء الطبيعة منذ أمد بعيد: إن بعض الظواهر العرضية تضلل الأفكار حين تحجب- بشكل تام، أو تقريبي - الظواهر التي تكون موضوع الدراسة. ¶ إن مفهوم الثقافة أيضا محجوب اليوم بعض الشيء بالإنتاجات الثقافية التي تعرض أمام أعيننا في أشكال فولكلورية وحرفية، وذلك أثناء هذه الاحتفالات المثيرة للاهتمام، والتي علينا أن نشجعها. ¶ إننا نجد - في بعض الأحيان، على مقربة من مصنع للمعادن- أكواما من المناشير، أو بقايا المعادن، أو حتى صفائح جميلة من الفولاذ، تأتي كلها من آلات الصقل أو التلميع أو من آلات التركيب. ونجد ضمن هذا المصنع كذلك آلات جميلة جدا.",
            "page": "53",
            "part": "1",
            "seal": "165FEBAA"
        },
        {
            "id": "56",
            "nass": "كل هذا يكون- في الحقيقة- جزءا من الإطار العام، وهو لا يشوهه في شيء، بل إنه لا ينفصل عن طبيعة التعدين ذاتها أو عن الصناعة بشكل عام، إلا أن كل هذا في نهاية الأمر لا يكون التعدين ولا الصناعة، فهذا ليس هدفها ولا مضمونها. ¶ كذلك أمر النتاجات الفرعية أو النتاجات المباشرة للثقافة، إنها ليست سوى الثقافة ولا تقدم أي فكرة عن أوائليتها ولا عن دورها في المجتمع. ¶ يترتب علينا إذن، أن نعرض للمشكلة بطريقة منهجية، علينا أولا أن نحكم بالعدل على بعض الخلط وعلى بعض الاستعمال المفرط للكلمات، مما يجعل مفهوم الثقافة أمرا غريبا، لا أصل دقيقا له ولا معنى واضحا. ¶ علينا أولا أن ننتهي من البلبلة الفكرية المضرة جدا، والتي تجعل من كلمة ثقافة مرادفا لكلمة (علم). ¶ هناك كلمة ل (رابليه) تبت في هذه القضية بتا قاطعا. يقول هذا الأب الروحي (للأنسية) الفرنسية: \"العلم بلا ضمير مفسدة للروح). ¶ إن العلم يعطي المعرفة، إنه يعطي اللباقة والمهارة، وفقا للمستوى الاجتماعي الذي يتم عليه البحث العلمي، والعلم يعطي امتلاك القيم التقنية التي تولد الأشياء. ¶ والثقافة تعطي العلم، إنها تعطي السلوك والغنى الذاتي الذي يتواجد على كل مستويات المجتمع؛ والثقافة تعطي امتلاك القيم الإنسانية التي تخلق الحضارة. ¶ الثقافة والعلم ليسا مترادفين. ¶ الثقافة تولد العلم دائما، والعلم لا يولد الثقافة دوما، ولا يمكن استبدال أحد هذين المفهومين بالآخر. إن هذا التمييز أساسي، أولا لدى وضع برنامج يهدف إلى الارتفاع بثقافة بلد ما إلى أعلى مستوى من مستويات الحضارة، وثانيا في فهم الظواهر الاجتماعية والسياسية ذات الأهمية الأساسية.",
            "page": "54",
            "part": "1",
            "seal": "C5889766"
        },
        {
            "id": "57",
            "nass": "إن فيتنام لم تستطع أن تجابه الإمبريالية بالعلم الذي لا ينال في مراحله الأولى، وإنما بإدراك يجسده زارع الأرز كما يجسده صاحب أعلى رتبة، أو المفكر الأشد اطلاعا. ¶ كذلك، لم يستطع الشعب الجزائري أن ينتزع استقلاله بالمعرفة التي تتمتع بها النخبة فيه، بل بالإدراك الذي وجد على المستوى الشعبي في وجه الاستعمار. هناك مشكلة تطرحها النخبة، خاصمة إذا أخذنا بعين الاعتبار تلك النخبة التي استقلت في الخارج (هناك 300 طبيب مقيم في منطقة باريس ليس في إلا). ¶ وأخيرا، لم يحصل فشل عسكري في سيناء، كما يقول أحد علماء الاجتماع الفرنسيين، بل ظهر (فشل ثقافي) في حزيران الماضي. لم تكن القضية قضية إخفاق العلم العسكري بل إخفاق الثقافة وحسب. ¶ هكذا هو الأمر، في كل الأوقات الصعبة في التاريخ: الثقافة هي التي تكون طوق النجاة للمجتمع، حين يتعرض لخطر الغرق. ¶ أضف إلى ذلك أن العلم غير شخصي (موضوعي)، بمعنى أن رجل العلم يكون دائما إنسانا يراقب الأشياء، ليسيطر عليها، وليحسنها، تلك هي النظرة المنهجية (الديكارتية) لعالم الظواهر. ¶ ولكن الثقافة أكثر من ذلك، إنها تخلق الإنسان الذي يراقب، ويراقب ذاته في بادئ الأمر. تلك هي نظرة الغزالي أو (باسكال) اللذين كانا يبحثان عن تناسق بين عالم الظواهر وعالم الداخل، تلك هي النظرة التي تسمح للإنسان أن يسيطر على ذاته، وأن يسيطر على الأشياء التي ابتدعتها عبقريته، أي بكلمة مختصرة أن يتحضر. ¶ ومن المؤكد أن للثقافة نتاجاتها، كما للصناعة نتاجات (كصناعة المعادن، مثلا)، حتى إن لها نتاجات ثانوية.",
            "page": "55",
            "part": "1",
            "seal": "04DA984B"
        },
        {
            "id": "58",
            "nass": "ولكننا نعلم أن النتاج إنما هو تمثيل لمن ينتجه، إنه رمز بليغ ومؤقت، فالصاروخ الذي ينطلق باتجاه كوكب بعيد، ليس سوى رمز للحضارة التي ابتدعته؛ وبالأحرى عندما يتعلق الأمر بالنتاجات الثانوية، يمكن لهذه الأخيرة أن تكون العديد من الأشياء التي تلفت انتباه السائح المتلهف لكل ما هو غريب. ¶ قس- على ذلك- المستوى الذي يهمنا هنا. هناك ثقافة، وهناك نتاجات هذه الثقافة، وهناك حتى نتاجاتها الثانوية. ¶ إن هذه الأفكار تخطر في بالنا غداة رحلة الرئيس بومدين إلى قسطنطة، وعلى الأخص حين أعلن عن تكوين لجنة تهتم بوضع برنامج تثقيفي، ونحن نعتقد أن الأمر سيتعلق- خاصة وقبل كل شيء- بمسألة الثقافة القادرة على خلق الإنسان الجديد في الجزائر وتصعيده. ¶ ولنضف إلى ذلك أن هذه المسألة تطرح حتى على الوجه السياسي، كما تطرح في هذه اللحظة في الصين في شكل ثورة ثقافية. ¶ ونحن نكون بسطاء جدا لو ظننا يوما ما أن الاستعمار عندما يعد حقائبه ويرحل عن بلد يستعمره، يترك المكان وراءه وبكل بساطة نقيا سليما. ¶ ونكون كذلك أشد بساطة إذا ظننا أن الاستعمار يخلي وراءه فقط وفي بعض الأحيان الفيتنام هنا والكونغو هناك والبيافرا بعيدا، إنه لا يترك دائما كل هذا وراءه بالتأكيد، وهذا أمر معروف من الجميع، ولكنه على الدوام ودون أي استثناء، يترك وراءه الطابور الخامس، طابور خدامه القدامى، أو كما قال الرئيس بومدين، طابور بقايا الحركيين. ¶ وهنا تبدأ وتستعاد مأساة البلاد التي غادرها الاستعمار ظاهريا. ذلك أن بقايا العهد الاستعماري لا تبقى مجرد (كومة) يمحوها مرور الوقت ويفتتها شيئا فشيئا.",
            "page": "56",
            "part": "1",
            "seal": "844D3768"
        },
        {
            "id": "59",
            "nass": "نكون ساذجين حتى إذا ظننا ذلك، إن هذه (الكومة) المتروكة في المكان المغادر ستعود إليه لتصبح بسرعة (كلا منظما)، وذلك بتأثير إرادة منطمة لا تضيع أبدا وجهتها. وهي ستصبح ثانية أخطبوطا متعدد الأرجل، يملك أرجلا محلية، ورأسا مفكرا في الخارج. ¶ ولا بد عندئذ منا كارثة، كتلك التي حصلت في سيناء لكشفه، ولا بد من ثورة ثقافية تفصل أرجله الرخوة عن رأسه المتين الذي يفكر. ¶ إن الثورة التي حصلت في الصين ظاهرة من الظواهر الأساسية لثقافة الصين الجديدة على الصعيد السياسي. فقد فككت هذا الأخطبوط الذي كان يكون الطليعة، والآلة المحلية للهجمات الاستعمارية المقبلة. ¶ ولكن الزوبعة الثورية الجديدة في الصين فككت تلك الآلة. ولم تعد الأرجل المتعددة تستطيع منذ ذلك الوقت أن تقوم بوظيفتها المعتادة حين ترسل الرأس المفكرة إليها أوامر، من خلال شبكه الأرجل التي فقدت سيطرتها عليها، إنما الثقافة تتضمن كل ذلك، وعلى الأخص في بلد ثوري مثل الجزائر. ¶ إن النداء الذي وجه في قسطنطة إلى الطاقات الفكرية في هذا البلد سيكون له بالتأكيد صدى عميق في صفوف النخبة. ¶ يترتب على هذه النخبة أن تقوم بدورها في بناء المجتمع الجزائري الجديد، إن عالم الأفكار لدينا يجب أن تبنيه تلك النخبة، تلك هي مهمتها الأساسية، وعليها- في هذا المجال كذلك، ودون شك- أن تحرر أذهاننا من بعض البلبلة التي فيها. والعالم ليس مجرد (تكوين) للأشياء وللأفكار، على الأخص، فيما يتعلق بالأفكار التي يعني تكوينها الاختلال والفوضى والتوفيقية والمواطنية العالمية، أي كل ما يجعل الفكرة تفقد أصالتها وقيمتها البناءة.",
            "page": "57",
            "part": "1",
            "seal": "355572D2"
        },
        {
            "id": "60",
            "nass": "ليس هذا وقت الكلام عن الأسلوب. ولكن لنقل بكل بساطة إن الأنبياء اعتمدوا الأسلوب الأشد بساطة في كلامهم إلى الجمهور. وكبار الثوريين مثل (ابن تومرت) و (لينين) و (ماوتسي تونغ) استعملوا كذلك تلك اللغة. كذلك اعتمد المفكر (نيتشه) تلك اللغة حين وضع في أسلوبه طراوة الأسلوب التوراتي التي لا توجد في أسلوب أي فيلسوف غيره. ¶ إن مسألة الثقافة يجب أن تطرح، وأن تقوم فكريا، وفقا للنظام الهرمي للحضارة. ¶ فالحضارة ليست (كومة) من الأشياء والأفكار ولكنها بناء يعكس عبقرية البلد وشخصيته، ولا بد أن نتمنى من جهة أخرى أن تعمل اللجنة أو المجلس المخولين بوضع برنامج العمل وعرضه على نخبة بلدنا، أن تعمل على تذكر شروط هذا العمل، بما في ذلك شروط توزيع الكتاب، وعلى الأخص ثمنه. ¶ وهنا تطرح مسألة ال ( SNED)  برمتها ولن نضيف أكثر من ذلك، ونحن لا نقوم أكثر من أن نقيس أهمية هذه المسألة حين نقول إن ميدان الأفكار اليوم هو الميدان الأشد تجمدا في بلدنا. ¶ إن مفكرينا أو أغلبيتهم لجؤوا إلى جبل جليدي بعيد. ولا بد من نفس ثوري جديد لكي يذوب هذا الجليد، ولكي نجعل تلك البطارقة الحردانة تأخذ اندفاعا جديدا. ¶ هذا النفس جاء على ما أظن من قسطنطة.",
            "page": "58",
            "part": "1",
            "seal": "56F712F5"
        },
        {
            "id": "61",
            "nass": "اللغة والثقافة (*) ¶ منذ عدة أيام، كنت في أحد مكاتب البريد، أتحدث إلى الموظف، الجالس وراء النافذة، باللغة العربية. وكان في كل مرة (يجيبني) باللغة الفرنسية. لن أقول هنا كل انطباعاتي حول هذا الحوار أمام نافذة في إدارة رسمية. إذ يمكن أن نوجزها في كلمة احدة: \"أتمنى على الإدارة الجزائرية أن تعتني اعتناء أكثر بالعلاقات العامة لديها\". ¶ هذا التمني لا يقتصر على الموظف البسيط القابع وراء نافذته، بل يتعدى ذلك إلى الموظف المحترم الجالس وراء مكتبه الوقور. ¶ وما أريد أن أقوله هنا إن هذا الحوار من وراء نافذة قد أدى بي إلى كتابة هذا المقال. ¶ ولا يتعلق الأمر هنا بخلل في طريقة التعامل. فقد بدا لي الأمر أشد شذوذا لأن هذا الرجل الذي كان يصم أذني من وراء نافذته بفرنسيته الركيكة، كان قد توجه بالحديث لتوه إلى أحد زملائه ببضع كلمات عربية سليمة. ¶ ومما جعل هذا التصرف أشد استهجانا في نظري، أنه يجسد نوعا من التنافر المتعمد في الوسط الذي أوجده مرسوم إدخال اللغة العربية في الوظائف الرسمية. ¶ ولا بد من أن نضيف، أن الرئيس بومدين، يعطي في خطاباته المثل الحي، على الالتزام بالتعريب الحكومي. ¶ ولنضف أيضا لأولئك الذين في نظرهم أن الحقيقة تأتي دائما من وراء حدودنا، بأن المثل يؤخذ من الفيتنام. ¶ ¬__________ ¶ (*) « Laugue et Culture» , Révolution africcaine, no, 273, du gaun 18 mai 1968.",
            "page": "59",
            "part": "1",
            "seal": "FDD7D10D"
        },
        {
            "id": "62",
            "nass": "آه! تلك هي حجة دامغة! إن الوزير الفيتنامي، الذي يشرف بلادنا بزيارته، قال في حديث خاص: إن الأجانب الموفدين أنفسهم ملزمون، في بلده، بالتكلم باللغة المحلية. ¶ ونحن في الجزائر لسنا بعد بمثل هذا التشدد. ولكن على الأقل، ليقدم موظفونا بذاتهم المثل على ذلك. ¶ صحيح أن مشوهي التعريب ليسوا حديثي العهد. فمن الممكن أن نردهم إلى أمد بعيد، حتى في الدول ذات الثقافة العربية، مثل مصر. ففي بداية هذا القرن، امتدح مفكر بارز من الطائفة القبطية، استعمال اللغة المصرية في الأدب. وكذلك في بلدنا. هؤلاء المشوهون ليسوا حديثي العهد أيضا. بل لقد سار الصراع من أجل التعريب على قدم المساواة مع عداء مجنون للعربية، ومع رغبة ملحة لمحوها. ¶ وبالطبع، بلغت ذروتها تحت الحكم!! ¶ ولنعطي فكرة عن ذلك، ننشر هنا المقال الذي خصصناه لهذا الموضوع، ونشرناه في مجلة؟ .. في العدد السادس من حزيران سنة 1948. \"لقد افتتحت الجمعية العامة، في جلستها السابعة، نقاشا حول جدوى اللغة العربية، في داخلها\". ¶ وقد اكتسب هذا النقاش منحى قانونيا، وآخر ثقافيا (تكلم عنهما) السيد (جو- بريسونيار) ببلاغة بسيطة ودقيقة. ولا نحاول هنا أن نتناول هذه الحجج القانونية، التي دعم بها الخطيب قضيته. فهذه أمور نترك للبرلمانيين والموفدين أمر تقدير إهميتها. ¶ والعكس، فإن السمة الثقافية لهذه القضية، تهم كل مفكر، يعد اللغة وسيلة أساسية لتطوير (الفكر الشعبي) إلا أن الفكر العربي وأداة تعبيره، أي اللغة العربية، لا يقترنان اقترانا لا رجوع عنه بشكل معين من أشكال الحياة، بل إنهما يتكيفان، أو يجب أن يتكيفا، مع كل مظاهر الحياة، وخصوصا في وسط الجمعيات.",
            "page": "60",
            "part": "1",
            "seal": "0977301D"
        },
        {
            "id": "63",
            "nass": "الحقيقة أنه توجد تقنية برلمانية. ولكن هذا التأكيد الذي لا يمكن إنكار حسن النية فيه، يضع نوعا من الحد العشوائي لرسالة اللغة العربية. ولكي نكون عادلين في حكمنا هذا، نود أن نستشهد، بادئ ذي بدء، باعتراض أستاذ موثوق به في هذا المضمار، هو ماسينيون. لقد قال لنا هذا المستشرق البارز مؤخرا: إن اللغات السامية تمتلك تركيبا مزدوجا: الأول هو ما سمح لها بتلقي الكتابات المنزلة، والثاني يتعلق نوعا ما بما سمح لهذه اللغات، فيما بعد، أن تلحق وأن تقود كل الفكر الإنساني، وعلى الأخص الفكر العلمي، خلال مئات السنين. ¶ الواقع أن السيد (جو- بريسونيار) لم يخطئ البتة في تأكيده أن \"اللغة الفرنسية تعبر أفضل تعبير عن العلوم الوضعية والفكر الغربي\". ولكنه يشوه التاريخ، حين يضيف، بالأسلوب نفسه، وبخصوص الفكرة ذاتها، أنها (وارثة الحضارة اللاتينية اليونانية). لكنه لو ادعى لهذا الفكر بميراث الثقافة القروسطية (ثقافة القرون الوسطى) بدءا بالقديس توما الإكويني، لكان ذلك أشد عدلا وأصوب. ¶ في الحقيقة، الفكر العربي واللغة العربية، هما اللذان التقطا التراث اليوناني ونقلاه، بعد أن طوراه تطويرا ملحوظا، إلى أوروبا في القرون الوسطى. ولا شك أن السيد (جو- بريسونيار) يسلم بأن التقاط هذا التراث، وتطويره ونقله، يتطلب من اللغة العربية، أن تكون شيئا يختلف عن (لغة الدنين) البحتة. والواقع أن هذه اللغة إذا كانت تستطيع اليوم أن تصبو، بوجهها الديني، إلى عالمية حقيقية لكونها تعبر عن فكر 500 مليون مسلم، فإنها تستطيع كذلك، أن تعبر عن الفكر التقني لأي حضارة كانت، كما كانت تفعل منذ زمن بعيد في قرطبة وبغداد، إبان العصور الذهبية. ¶ أليس شيئا معبرا أن تكون اللغات الأوروبية، وعلى الأخص اللغة الفرنسية، قد أخذت عن اللغة العربية التقنية التي كانت الأساس اللساني لانطلاقة العلوم الحديثة؟",
            "page": "61",
            "part": "1",
            "seal": "B47F9F3C"
        },
        {
            "id": "64",
            "nass": "أليس شيئا معبرا، أن تكون كلمة ( chiffres) ( الأصل صفر ومعناها العدد) ذاتها (من أصل عربي) في كل اللغات الأوروبية؟ ¶ مما لا شك فيه أنه يتحتم على العرب، أن يقوموا بالقفزة ذاتها التي حدثت منذ ثلاثة عشر قرنا؛ لكي يترجموا من جديد الفكر العالمي، وحتى الفكر السياسي. ¶ هذه دعوة لا أعتقد أنه يمكن تجاهلها في رأيي. فهي تمنح مسألة التعريب بعدا تاريخيا.",
            "page": "62",
            "part": "1",
            "seal": "9A93A485"
        },
        {
            "id": "65",
            "nass": "التفكر وردات الفعل (*) ¶ يلاحظ المراقبون المهتمون بالتطور الاقتصادي في العالم من خلال عواطفهم المختلفة التي نقدر وجودها وفقا لانتماءاتهم الجغرافية والسياسية، يلاحظون أن هذا التطور لم يكن قط ملائما للدول المتخلفة. ¶ ففي خلال العشرين سنة التي تلت الحرب العالمية الثانية، لم يستطع هذا التطور أن يبدد تخلف تلك البلاد الاقتصادي أو على الأقل أن يخفف من غلواء هذا التخلف. ويبدو، على العكس من ذلك، أنه عمل على زيادة حدة هذا التخلف في تلك الحقبة التي تتطابق، فيما يخص مجمل هذه البلاد، مع وصوالها إلى الاستقلال السياسي. ¶ ومن جهة أخرى، لا يبوح هؤلاء المراقبون بكل نتائج هذا التخلف؛ ولا يرونها، بل إنهم يحرصون على البقاء (موضوعيين) أمام تلك الظاهرة. ¶ ولكن من الأصح أن دوي هذا التخلف يتجاوز الميدان الاقتصادي تجاوزا بعيدا، فلهذه الظاهرة- على الأخص- نتائج نفسية غير متوقعة، وهي لم تفلت من مراقب متنبه لأمور العالم الثالث، وهو (تيبور ماند) ( Tibor Mende) ،  فقد سجل في إحدى دراساته المشهورة التي خصصها للهند ملاحظات مثيرة جدا وذاتية، وهي ملاحظات دونها مباشرة من خلال أحاديثه مع أناس من العامة مثل (بواب الفندق) أو (حامل الحقائب في إحدى المحطات). ¶ ¬__________ ¶ (*) « réflexes et réflexions» REVOLUTION AFRICANE. No 251, du 7 au 13 décembre 1967.",
            "page": "63",
            "part": "1",
            "seal": "727B0A8D"
        },
        {
            "id": "66",
            "nass": "لقد عبر له هؤلاء الناس بوضوح، قد يكون كبيرا أو صغيرا عن نوع من الأسف لرحيل المحتل البريطاني الذي برحيله ذهب البقشيش الذي كانوا يعتاشون منه. ¶ هذا يعني- إجمالا- أن الحرية ليست مربحة بالنسبة لهؤلاء الناس. فهل هم خونة إذن؟ كلا، إطلاقا. إن أمور النفس البشرية ليست بمثل هذه البساطة، فهذا (البواب) وهذا (الحمال) إذا رأيا المحتل البريطاني يعود إليهم فإنهم سيحملون السلاح ضده أو إنهم سيشهرون بوجهه سلاح المقاومة السلبية كما في أيام (غاندي). ¶ هنا تكن الحقيقة المرعبة، وحسب. إن الحرية عبء ثقيل على الشعوب التي لم تحضرها نخبتها لتحمل مسؤوليات استقلالها. ¶ كان من السهل جدا أن نشتم الاستعمار أثناء فترة ما قبل الثورة، لقد اتبعنا هذه الطريق دون أن نتناول- ودون أن نطرح- أي مشكلة من مشاكل الاستقلال قبل استحقاقها المرعب، هذا الاستحقاق الذي يزرع اليوم القلق في نفوس عامة الشعب، ويزرع الركود الاقتصادي، وأحيانا الفوضى السياسية في معظم بلدان العالم الثالث. ما هو الحل إذن في هذه الحالة؟ للجواب على هذا السؤال، عاد بعضم بكل بساطة إلى ركوب حماره العتيق، وصرخ: فليسقط الاستعمار، ولكي يكون أشد حداثة أخذ يصرخ: فليسقط الاستعمار الجديد. ¶ ومما يزيد الطين بلة أن الحوادث المأساوية التي تحدث في فيتنام، تعطيهم الحجة فيما يقولون. ¶ ونحن نتساءل رغم ذلك عن المدى الذي تذهب فيه حجة ظروف حرب فيتنام؟ ¶ إنها لن تذهب بعيدا كما هو واضح .. ¶ ثم ماذا بعد ذلك؟ الاستقلال هنا، ومشاكله هنا أيضا، وهي تلغ أكثر من أي وقت مضى. إن الآلام التي تثقل كاهل شعوب العالم، باتت أشد ما يمكن من الإقلاق.",
            "page": "64",
            "part": "1",
            "seal": "EDD003B8"
        },
        {
            "id": "67",
            "nass": "يجب وضع حد لكل ذلك، وأن نجد هذا الحد بهدوء، ودون ضوضاء. ¶ لقد كدنا نجده في مؤتمر (باندونغ) الذي ألقى عليه (جان روسي) لقب (مؤتمر الشرف)، لما كان فيه من تنظيم عال، ولأننا لم نكتف فيه بالصراخ والتعبير بالحركات الكثيرة وحسب. لقد كان ذلك انتصارا معنويا للشعوب الإفريقية والآسيوية: إنه انتصار التفكير على ردات الفعل. ¶ كان ذلك مهما جدا، ولكنه لم يكن كافيا، بل كان يجب أن ينبثق من هذا التفكير سلسلة تغييرات حقيقية وثورية، في العلاقات بين البلدان المعنية، وفي العلاقات المشتركة مع عالم الاستعمار والتطور، أو عالم الاستعمار الجديد، كما تشاء، وللأسف، ظل مؤتمر (باندوغ) دون نتيجة، فقد تم وبكل بساطة الاكتفاء بتكرار الصيغة: فليسقط الاستعمار، والاستعمار الجديد، والإمبريالية .. ¶ وباشر شارحون ملهمون- نعرف هويتهم- بالعمل على دراسة كلمة (الإمبريالية)، وكان في نظرهم إمبرياليتان: إمبريالية (اليمين) وإمبريالية (اليسار). ¶ قد يكون المصطلح السياسي في الدول المتخلفة ربح مفردة جديدة، ولكن تخلف تلك الدول ربح كذلك قليلا، ماذا أقول؟ لقد تفاقم وتقدم خطوات وخطوات. ¶ وحقا (تلاميذهم) الأطباء والمهندسون والأساتذة إلخ ... الذين دربوا على نفقتهم، رحلوا وسلكوا الطريق ذاتها التي تسلكها المواد الأولية (بترول- مطاط- إلخ)، واستقروا في البلاد المتقدمة. ¶ ولكي نفهم خطورة تلك المشكلة، يترتب علينا أن نقرأ حول هذا الموضوع من منظمة الأمم المتحدة، فعالم الاجتماع الإيراني الذي أوكل إليه وضع هذا التقرير، يبين كيف أن الدول الصناعية تضخ بكل ما في الكلمة من معنى أدمغة العالم الثالث، كما تفعل بالنسبة لموادها الأولية. هناك رقم لم يذكر في التقرير، ولكنه يعطي فكرة عن",
            "page": "65",
            "part": "1",
            "seal": "C258D8E9"
        },
        {
            "id": "68",
            "nass": "خطورة هذا الوضع: هناك أطباء جزائريون يعملون في فرنسا (حوالي 400) عددهم أكبر من عدد الأطباء العاملين في الجزائر، هذا موجب للعبرة! ¶ ولكن في بلد مصاب بمثل هذا النزف، لا نفكر حتى في طرح المشكلة. ¶ وهذا أيضا موجب للعبرة! ¶ هذا حدث عنيف كان الأجدر به أن يثير جوابا ملائما، أي علية تفكير، لكنه يثير ردات فعل: فليسقط الاستعمار، وليسقط الاستعمار الجديد، ولتسقط الإمبريالية، إمبريالية (اليمين) (وإمبريالية) (اليسار) طبعا. ¶ ها .. ! إلى الأمام يا حماري! ولكن ظهر المحار قد وهن، ولا يمكن أن نمارس فوقه كل هذه البهلوانيات المعتادة، بل يجب أن نجد حمارا يحمل خطايا تخلف العالم الثالث. ¶ لقد فكرنا بذلك في جو الوجوم الذي أصاب العالم العربي غداة الخامس من حزيران الماضي. نصرخ ضد العدوان وحسب ... عدوان إسرائيل وعدوان صديقها (جونسون). ¶ لقد حدث أمر جديد في تلك المناسبة، لقد صرخنا ضد الخيانة. ¶ ولكن إلى أي خائنين كان يشير هذا الشعار الجديد؟ أيشير إلينا نحن- أنفسنا- حين نخون واجباتنا؛ وندق بأيدينا إسفينا في نظام دفاعنا السياسي أو الثقافي أو الاقتصادي ضد الإمبريالية؟ كلا إنه يشير إلى كل الناس: على يميننا وعلى يسارنا، أمامنا ووراءنا. ¶ لابد أن (هنيبعل الصغير) (موشيه دايان) قد ابتسم من الرضى يوم سمع شعارنا ضد موسكو. ولحسن الحظ أن القادة العرب، على الأقل القادة في القاهرة، وفي الجزائر، وضعوا حدا لتلك الأشياء.",
            "page": "66",
            "part": "1",
            "seal": "A7194624"
        },
        {
            "id": "69",
            "nass": "وعلى أي حال، لم يكن لكل هذا الأمر أهمية في جو الرعب، في جو الجنون الجماعي، كل الشعوب تتفوه بالحماقات في لحظة الأزمات، وحتى رجال الدولة كذلك، كما فعل (بول رينو) ( Paul Reynaud)  في إحدى أمسيات حزيران من العام 1940. ¶ ليس هناك إذن من داع لأن نلوم أنفسنا إذا قلنا بعض الحماقات في لحظات الرعب، فهذا إنساني. ¶ ولكن لابد من التييز، فالمحاقة التي (تقال) تذهب مع الريح، أما الحماقة التي (تكتب) فهي لا تمر سريعا، بل من الممكن أن تتحد مح التفكير، وأن تصبح مسلمة، فتعرقل لاحقا التفكير والعمل في آن معا. ويمكن في ما بعد أن تتخذ صلابة العقيدة في الأطروحات الجديدة لبعض الشارحين، وهذا ما بدأ يحدث في هذه اللحظة في بعض الدراسات التي تتم حول المشاكل الاقتصادية للعالم الثالث. ¶ إن التخلف لا يتعلق بالإنسان المتخلف فحسب ولا ببعض الدول المتطورة التي تضخ أدمغته القليلة كما تضخ مواده الأولية الثمينة. ¶ لقد اكتسب التخلف بعدا جديدا في بعض الدراسات التي تتضن أيضا (بكين) و (موسكو) هذا هو (الحمار) الجديد الذي نوشك أن نمتطيه في حال اتباعنا تفسيرات هؤلاء الاقتصاديين العابرين. ¶ إننا نجد نموذجا من هذا الشرح الجديد في مجلة متخصصة بمشاكل العالم الثالث، وهي تصدر في (روما) تحت عنوان (القارات الثلاث)، فهذه المجلة تخصص في عددها الأخير (العدد الثالث) دراسة شاملة لمشكلة المواد الأولية، والمقصود هنا (معركة المواد الأولية). يبدأ كاتب المقال بملاحظة عامة تبين كيف أن العالم الثالث يتلق أي مساعدة من دول المعسكر الشرقي، الذي أغدق عليه الكلمات المعسولة.",
            "page": "67",
            "part": "1",
            "seal": "4772783E"
        },
        {
            "id": "70",
            "nass": "ثم تتحدد التهمة، يضيف صاحب المقال: \"ولكن يليق أن ننبه إلى أن الاتحاد السوفياتي والديموقراطيات الشعبية والصين يعملون بصفة عامة وكأنهم مشترون تقليديون تماما\". ¶ ولكن هذا الانتقاد بحد ذاته أليس هو تقليدا كذلك؟ من الواضح أنه يطرح المشكلة بأسلوب تقليدي، وذلك حين يضع كامل تبعات تقهقر عناصر التبادل في أسواق المواد الأولية، على التفكير الشيطاني (للمستغلين)، وذلك دون أن يأخذ بالاعتبار ردات الفعل الفوضوية للذين يخضعون للاستغلال. ¶ أيضا، هذه الطريقة في رؤية المشكلة تقليدية، كذلك: إنها حمار عتيق، ذلك لأن ما ينظم التبادل في الأسواق ليس روابط الصداقة، بل الروابط الاقتصادية، فالعواطف النبيلة والنوايا الحسنة لا تستطيع شيئا، حيال القانون الصارم للعرض والطلب. ¶ وإذا كانت بكين وموسكو في إطار اقتصادي وسياسيها معين، تستفيدان من هذا القانون في الأسواق كما تستفيد سائر دول المعسكر الصناعي، فذلك ربح يعود إلى الروابط العامة التي ترتبطان بها نفسهما من خلال اقتصاد العرض والطلب. ¶ ذلك أن تلك الدول ملزمة في الأسواق بتأمين وجود مزدوح، من حيث هي بلاد تستورد المواد الأولية مثل أميركا، ومن حيث هي بلاد تصدر هذه المواد الأولية محولة مثل ألمانيا إذا أردت. ويستقر إذن ميزانهم الاقتصادي لعلاقاتهم مع العالم الثالث من جهة ومع العالم المتطور من جهة أخرى، لدرجة أن كل تغيير أحادي الجانب، يطرأ من جهتهم على علاقاتهم مع العالم الثالث، يخل بالتوازن، ويسيء إلى علاقاتهم التنافسية بعضهم مع البعض الآخر. ¶ فتحديدهم لأسعار المواد الأولية لا يمكن إلا أن ينظم بتلك المقاييس التقليدية، تماما كتحديد المواد الصناعية.",
            "page": "68",
            "part": "1",
            "seal": "CFF1CEB4"
        },
        {
            "id": "71",
            "nass": "ولا يمكن إذن أن يأتي تغيير (للعلاقات التقليدية) من قرار حر تتخذه موسكو أو بكين. ¶ وبكلمة أخرى، لا يمكن أن يأتي التغيير من (الطلب) الذي ليس له أي فائدة في ذلك التغيير، والذي ليس له- في آخر الأمر- أي سلطة على التغيير في السياق الاقتصادي والسياسي الحالي. لا يمكن للتغيير إلا أن يأتي من (العرض)، أولا، لأن من صالحه أن تتغير تلك العلاقات التقليدية، ولأنه يملك المقدرة على فعل هذا التغيير بواسطة تنظيم ملائم لإنتاج المواد الأولية وطرحها في الأسواق. ¶ ليس المقصود أن نذهب إلى (نيودلهي) مزودين بأمنيات حارة، بل بقرارات ناضجة فكريا، وجاهزة للتنفيذ داخل حدود الدول المعنية بالأمر، وذلك لكي نحصل في الخارج على أقصى مستوى من التأثير في الأسواق. ¶ دون تفاؤل ودون تشاؤم، أقول بأن ذلك لا يحتمل البتة أن ينفذ في الظروف الراهنة. ففي الجزائر، وضع (ال 77) أقدامهم على مدرج مطار آخر.",
            "page": "69",
            "part": "1",
            "seal": "CBB30295"
        },
        {
            "id": "72",
            "nass": "تأملات على قبر دينيه في بوسعادة (*) ¶ كان ذلك على قبر \"دينيه\"، البارحة، حينما عادت بي تلك الفكرة القائمة إلى الذاكرة. لقد وجدتها، إلى ربع قرن مضى، على شفاه امرأة عجوز من تبسة، كانت تشعر لثقل أيامها الموحشة. ¶ فقد ضربت عائلتها بغير ما شفقة، لأسباب لم تبح بها تلك العجوز؛ لعله العنفوان أو التجمل. كل ما عرفته أنه لم يكن من الممكن الحديث عن نجدتها من تلك التعاسة الإنسانية. ¶ حقا فإنه حينما يقرر الاستعمار النيل من شخص ما، فإنه يتركه خيالا ووهما دون حياة، والويل حينئذ لمن يأتي إليه مسعفا أو مخففا من بلوائه، الويل لمن يمد إليه يد إخاء تخفف من غلواء بؤسه. ¶ في بداية هذا القرن، عاش الشعب الجزائري أحلك أيامه. فبعد الانتفاضات الأخيرة لمقاومته البطولية، لم يعد وجوده سوى وهم وخيال، يأخذ طورا شكل الخضوع الكامل (الحتمية كما سيقول ممتهنوه ومذلوه)، وطورا آخر يأخذ شكل الإغراق في الأسطورة. ¶ لكن إيمانه قد ساعده على تجاوز ضعفه، ومعاداة الأيام له، لا بل زانه بشيء من الأصالة، وشعاع ساحر غامض يلفت الانتباه، وقد يغري تعاطف الحس الرهيف، إذ جاء من بلاد بعيدة. ¶ هكذا وقعت دي كاسترز في سحر من الأغواط. ¶ ¬__________ ¶ (*) « Réflexions de Bou Saada» , Révolution africaine, no 269 Semaine du 11 au 17 avril 1968.",
            "page": "70",
            "part": "1",
            "seal": "DB8E04CD"
        },
        {
            "id": "73",
            "nass": "وإيزابيل إيبرهارد، سوف تعيش تحت تأثيره في تلك المغامرة المجنونة، التي ستنتهي بالمأساة في عين الصفرا، ثم ذلك الضابط الشاب الشهير، والذي سيصبح الأب فوكود، إذ تتلقاه عمته العجوز بحبور، وتقيم حفلة استقبال على شرف عودته من الجزائر، لكنه يطلق أمامها تنهيدة: ¶ آه! يا عمتي لم لم أولد مسالما؟ ¶ فالشعب الجزائري المحطم، المعرى، المسلوب، الأمي، المستذل، يلهم مع ذلك تلكم الأرواح المختارة، اتجاهات سامية فيها المخاطر كلها. ¶ ففي ذلك العصر عاش الشعب الجزائري أيامه الأكثر ظلمة بلغت مداها في هوان لا إنسانية فيه، ولا رحمة. ¶ وفي ذلك العصر اكتشف الرسام الشاب إتيين دينيه الجزائر، لكن فنه لم يكن بعد قد سلك رسالة ما. ¶ لقد حالفه الحظ بدون شك، إذ هبط (بوسعادة). ويمكن لنا أن نتصور اتصاله الأول بتلك الطبيعة، حيث نظرته كرسام، قد أخذت على غرة بطبيعة لم تألفها. إنها الخضرة الداكنة والتربة الصلصالية الحية. ¶ فحينما تسلق لأول مرة، ذلك الطريق المتعرج، الذي يقود إلى الجانب الآخر من الوادي، أي المكان الذي يوجد فيه اليوم قبره، فقد استشعر نشيد الألوان يتسرب إلى روح الفنان في نفسه. وفي تلك اللحظة من النشوة، فإن نظرته اكتشفت وراء ذلك الأفق الأكثر اتساعا. ¶ فهنالك أولا منبسط الوادي، حيث برك الماء التي تمتلئ إثر كل شتاء، وتنثر هنا وهناك بقعا خضراء على صفحة صهباء مليئة بالحصى. فإذا سرح النظر إلى أعلى قليلا، فهنالك إلى الأمام يبز إكليل داكن متدرج من شجر النخيل، وفي القمة من المنظر",
            "page": "71",
            "part": "1",
            "seal": "48B226BB"
        },
        {
            "id": "74",
            "nass": "ذلك الخط الأصهب من بيوت الطوب لبلدة بوسعادة القديمة. وفي فرجة من جنوبي الواحة هنالك المدى الذي أمسك بالعديد من الأرواح. كروح إيزابيل إيبرهارد. ¶ إتيين دينيه لم يكن، فحسب؛ الرسام الذي استيقظت هنالك رسالته، التي أخذت به إلى مداها. ¶ وهو لم يكن، فحسب؛ الشاعر الذي استسلم لسحر ذلك النداء الخفي. لقد كان ذلك كله بل أكثر. ¶ ففي الواحة هنالك حياة إنسانية، سوف يكتشفها وهو يجتاز طرقاتها الضيقة. هذه الحياة لها ألوانها الخاصة بها، والتي تتحدث إلى الشاعر وإلى الرسام. ¶ فلوحاته .. كلوحة (النساء الذاهبات إلى الزيارة)، أو لوحة (التماس هلال رمضان) هي قمة الإبداع الفريد في التعبير عن الأشكال والحضور الإنساني. ¶ لقد كان دينيه، كما أعتقد، الريشة التي أعطت لتلك الأشكال اللهجة الأكثر تأثيرا، واسمه سوف يبقى ذلك الرسام الأوفى بحياة الجنوب. ¶ لكن حياته الإنسانية سجلت جانبا مؤثرا لا يمكن لريشة أن ترسمها. ¶ لقد كان في هذه الحياة جوانب خاصة مليئة بالألم، تترجم مأساة ذلك العصر. فخلف الأشكال والألوان، هنالك الحقيقة المرة للعصر الاستعماري، وقد أفاضت في شعور إتيهين دينيه. ¶ هذه الحقيقة اكتست بنظره وجهين: بؤسا لا مسمى له، وسكينة لا حدود لها. وكلاهما استأثرا به فجعلا من نفسه مؤمنا ومكافحا. وتنهيدة الضابط الذي أضحى الأب فوكولد؛ ها هي على شفتي إتيين دينيه شهادة: إنني مسلم.",
            "page": "72",
            "part": "1",
            "seal": "E50994BB"
        },
        {
            "id": "75",
            "nass": "وهكذا سوف نرى إتيين دينيه، يعلن على الملأ إسلامه في يوم من نحو عام 1929، أمام جمع من المسلمين، ومن وجوه الإصلاح المرموقة. وهو سوف يسمي نفسه منذ ذلك الحين نصر الدين دينيه. ¶ لقد كان ذلك انقطاعا عن وسطه وعن عائلته .. هذا الانقطاع الذي تم فعلا قبل ذلك لدى دينيه، بروح المكافح. ¶ والبقعة التي تملكها واختارها بذوق الفنان، ليبني عليها مستقره الأرضي، والتي أضحت فيما بعد مستقره الأخير؛ لم تحترم لا من الناس ولا من الطبيعة. لكن الزائر الذي يأتي ليزور قبر إتيين دينيه، يرى أيضا وهو يجتاز الوادي، تلك الشرفة من ألواح الخشب التي تطل على منبسطه المليء بالحصى. ¶ فالرسام شاء أن يبني بغير شك منتجعا يأوي إليه، في اللحظات التي تكون فيها العزلة حاجة كل مبدع. ¶ غير أني لا أتصور أن الفنان المبدع قد جاء إلى هذه الشرفة، ليتأمل سحر الطبيعة فحسب، ويباغت عفوية حاملات الماء، اللواتي يأتين ليملأن الجرار والقرب، في ذلك الزمن الذي لم تكن (بوسعادة) قد جرت إليها المياه. ¶ فنصر الدين كان كامنا في أعماق إتيين دينيه، وهو قد شعر بقوة بالرابطة التي تربطه كإنسان، بذلك المجتمع الذي رسم بعظمة الفنان كل ما هو جذاب فيه، وبادره بلمسة غالبا ما تكون مؤثرة. ¶ لقد شعر بقوة مأساة ذلك الشعب، وها هو يشارك بإدراك منه في قدره المأساوي فبؤس الشعب وسكينته قد كسبا دينيه لجانب قضيته. وها هما يكشفان اللعبة التي تحاك في الظلام.",
            "page": "73",
            "part": "1",
            "seal": "25513AA5"
        },
        {
            "id": "76",
            "nass": "فالإيمان يمنح الشعب قوة احتمال ذلك البؤس بإباء، مرسيا على قسمات الوجوه، وفي سائر الأجواء، مزيدا من السكينة والهدوء. ¶ لقد شعر دينيه وهو رجل الفن، أي رجل الإلهام والبصيرة، أن المؤامرة تحاك بالتحديد دائما ضد القوة المسعفة؛ والتي تحول دون سقوط هذا الشعب في ظلمة اليأس. ¶ وقد بدا له أن الاستعمار لديه هو أيضا ذلك الحدس، الذي يتصل بواقع هذا الشعب، ولذا فسائر مخططاته الموجهة تصب دائما ضد مفصل صمود الروح الجزائرية؛ الإسلام. فإذا ما سقط هذا المفصل فلن يكون هنالك ما يعوق عمل الاستعمار. وهكذا يصبح الشعب لا قبل له بدفع مؤثرات الاستعمار، أو البرء منها. ¶ لقد كان ذلك كله يتخايل في شعور إتيين دينيه، وهو يطل من شرفته التي أهملت اليوم، وتركت لعبث الزمن، وللرياح الحادة، التي أتلفت خشب تلك الشرفة. ¶ وربما كانت هي تلك حالة النفس، التي جعلته يترك لفترة الريشة ليحمل القلم. في تلك الحقبة كان الدكتور كرونيه، نائب (جورا) في حينه. ينزل في الاستراحة بين جلستين من جلسات قصر بوربون، ليتوضأ ويصلي على رصيف السين، تحت أنظار المارة المتسكعين الذاهلين، وهم يجتازون جسر ألكسندر. بينما كريستيان دوشرفيل الذي أعلن إسلامه هو الآخر باسم عبد الحق، يؤلف كتابه نابليون والإسلام، الذي إليه سوف يسطر إتيين دينيه إهداء كتابه (الشرق من منظار الغرب)، وفي تصدير هذا الكتاب دافع إتيين دينيه بتواضع عن كونه مدققا. ولقد كان هذا الكتاب في الواقع نتاج عالم باحث اتخذ موقفا، أو كان كما يقال اليوم ملتزما، وهو التزام فيه مجازفة الملتزم، واندفاع تهور. ¶ لقد التزم بالضبط ضد الفرنسيين من المستشرقين، حين رفع القناع بلا رحمة عن مخططاتهم وخداعهم ضد الإسلام.",
            "page": "74",
            "part": "1",
            "seal": "636AB001"
        },
        {
            "id": "77",
            "nass": "لقد ساوى قلمه ريشته. وحين ألف كتابه (محمد نبي الإسلام) أضحى قلمه في بعض صفحاته ريشته الأشد سحرا. ¶ فالفنان مثله وحاله الذي يمكنه في الواقع أن يكتب صفحة غزوة تبوك. ¶ فالدفاع عن الإسلام، وإبراز قيمته بالريشة أو بالقلم، كانا إفشالا لمناورات الاستعمار، التي أرادت أن تستغل وتستنفد سائر المصادر الروحية للبلاد الإسلامية المستعمرة؛ كالجزائر ومراكش وتونس، لتصبح شعوبها أكثر استجابة لعمله التفتيتي. ¶ إتيين دينيه قد واجه ذلك كله بريشته وبقلمه، فهو إذن قد فعل ما لن يغفره له الاستعمار أبدا. ¶ فوالي عام 1931 زرت متحف اللوفر، وكنت أنتظر أن أجد فيه بعضا من لوحات ذلك الرسام الكبير، الذي كان قد توفي حديثا. وأشد ما كانت خيبتي أنني لم أجد شيئا منها، وحينما عبرت عن هذه الخيبة لطالب في الفنون الجميلة، كان قد تطوع بلطف ليرشدني، فوجئت بجوابه: ¶ لحسن الحظ أنه لا يوجد مثل تلك القباحات هنا. لست أدري إذا كانت الأمور تغيرت منذ ذلك الزمن في متحف اللوفر، ولكني أفهم اليوم بصورة أفضل تلك الأمور. ¶ ففكرة العجوز التبسية قد راودت فكري البارحة أمام قبر إتيين دينيه؛ وهي قد فسرت لي ذلك كله. ثم إن حياة وأعمال الرسام الكبير فسرت بالمقابل تلك الفكرة المؤلمة. حتى إنه حينما حمل المركب رفاته من فرنسا، حيث توفي، فإن الإدارة قد أخذت كافة الاحتياطات بين المرفأ ومحطة الجزائر. فقد نقل إلى مثواه الأخير في (بوسعادة) خلسة، بمعزل عن علم الجماهير، عبر جلفا، إذا لم تخني الذاكرة.",
            "page": "75",
            "part": "1",
            "seal": "658C5A34"
        },
        {
            "id": "78",
            "nass": "نعم كما قالت العجوز التبسية \"الويل لمن ينجدنا لأننا سنكون بلواه\". لقد كان على إتيين دينيه أن يدفع هذه الضريبة. ¶ كل ذلك أفهمه اليوم .. من الذي لم أستطع فهمه البارحة، حالة الإهمال والتلف في تلك الأماكن، التي تأمل دينيه عبرها في عمله الفني ونضاله الملتزم. ¶ إنني لا أجرؤ على التصريح بكل ما أفكر به في هذا الموضوع؛ إنما أعلم أنه في العمق هنالك شيء من البراءة. ومن عدم الوعي من جانبنا، ولكنني مضطر أن أسجل بأن تلك البراءة وافتقاد الوعي، يبدوان وكأنهما استمرار لموقف الاستعمار من دينيه. ¶ لن أشير هنا إلى التفاصيل التافهة. فأنا لا أدري مثلا أي يد مدنسة وضعت على صورة الرسام الصغير، المعلقة على حائط المقبرة، تحت اسمه المكتوب بخط عربي لائق، اسمه بخط لاتيني مليء بالخطأ، وكل حرف فيه يرتجف. لا ريب كان ذلك مجرد تصرف صبياني يمكن تحمله من أمي. كما لن أتحدث عن نافذة الضريح، الذي سدته يد بربرية بتلك الأحجار الصغيرة التي جمعت من حوله دون أن تكلف نفسها عناء طلائها من الداخل. لكن الذي يصدمنا أكثر إنما هو تصرفات أخرى، تشير إلى روح الجش والاستغلال والاستثمار. ¶ فمنتجع دينيه لم يترك لعوامل الطبيعة فحسب، بل قسم وبيع مفرقا. ومن اقتناه حوله إلى مسكن على طراز مدينة الصفائح. فبابه استبدل بلوح من الصفيح المموج، يتسرب من خلاله ضوء النهار، فتلمح الممر الذي كان الرسام يجتازه، ليدلف إلى حديقته، ويأتي منتجعه فوق الوادي. ¶ والمنتجع هذا، قد أضحى نفسه مع الحديقة ملك شخص آخر. ¶ لم يبق لدينيه سوى ضريحه. لقد عزل عن بقية آثار دينيه، بحائط غير مورق، بل وبأية حالة!",
            "page": "76",
            "part": "1",
            "seal": "ABE74173"
        },
        {
            "id": "79",
            "nass": "هكذا جرد في حياته من الكثير، وجرد في مماته من التقدير الواجب لرفاقه. ¶ لقد جرد ميتا من الإطار الجميل، الذي يجب أن يقبر فيه ذلك الفنان الشغف بالجمال. ¶ لسنا في حاجة لأن نتساءل أين هي وثائقه التي لا تقدر؟ كل ما نبغيه على الأقل أن نعيد إليه ما يمكن أن يعاد إليه، وهذا يقع على عاتق الدولة الجزائرية، على عاتق أجهزة فنوننا الجميلة. وأنا أعلم أن مدير ذلك الجهاز يحترم الأشياء التي لا تقدر بقيمتها المادية، إنما تقدر بقيمتها المعنوية التاريخية. ¶ ترجمة ع. م",
            "page": "77",
            "part": "1",
            "seal": "668B438C"
        },
        {
            "id": "80",
            "nass": "مهمة النخبة الإفريقية (*) ¶ على أثر انتهاء (القمة العربية) المصغرة التي عقدت مؤخرا في القاهرة. أجرى مراسل ال ( RTA)  مقابلة مع الرئيس الأزهري حول موقف الدول الإفريقية في (هيئة الأمم المتحدة) أثناء مناقشة الاعتداء الإسرائيلي. ¶ فشرح رئيس الدولة السوداني كيف أن هذا الموقف، مهما كان مخيبا لآمال العرب، إنما كان وليد تأثيرات الإمبريالية وإلحاحها ووعودها وضغوطاتها لدى تلك الدول. ¶ ويأتي هذا الجواب في حينه لينور- كما أتمنى- قارئا من الجمهورية العربية كتب لنا تحت اسم (س. هـ) ليبلغنا مرارته من موقف المنظمة الإفريقية. ¶ رغم ذلك، وبما أن هذا القارئ الصديق يخاطبني باسمي شخصيا حول نقطة دقيقة، وبما أنه فوق ذلك يريحنا بطلبه أن نكون (صريحين) فيما بيننا، فإن الحوار سيكون ولا شك ممتعا جدا. ¶ ولكنني أميل- بادئ الأمر- إلى طرح سؤال عليه، قبل أن أجيب على سؤاله. فالحلم مزية الشباب، ولا شك. كما هو مزية الشعراء أيضا. ¶ ولكن الإمبريالية سلبت العالم سحره وشاعريته. لقد سلبتنا بذلك حقنا في مزايا الشباب. ¶ وعليه، من يسمح لإنسان من العالم الثالث أن يحلم، (بحلم الوحدة الإفريقية)، كما يقول صديقنا القارئ؟ إن كل وعينا ضروري في هذا الصراع المرير المفروض علينا. ولكنه ليس كافيا على الدوام. ¶ ¬__________ ¶ (*) « La Mission des élites africaines» , Révolution africaine, no 234, Semaine du 7 au 13 août 1967.",
            "page": "78",
            "part": "1",
            "seal": "DDFC65B6"
        },
        {
            "id": "81",
            "nass": "يجب علينا أن نستيقظ ونتساءل إذا كان حلمنا ذاته فخا؟ كذلك يجب أن نتساءل ما إذا كانت الإمبريالية تدفعنا إلى الحلم تماما، لكي تلفت انتباهنا عن بعض الوقائع الملموسة التي تعيق حساباتها؟ ¶ يخطر ببالي على وجه التحديد ذلك الواقع الإفريقي- الآسيوي الذي تجسد في (باندونغ) سنة 1955، وذلك الرعب الذي زرعه في المعسكر الإمبريالي. فالإمبريالية كانت تعرف حتى ما كان يمثله هذا الواقع على التمام. ¶ كانت ترى فيه، على المدى القريب، القوة الهائلة لكل الدول النامية (بكل ما تملك من مقدرات اقتصادية) منظمة في نوع من النقابة ذات البعد السياسي والاجتماعي والأخلاقي في سبيل التعبير عنه حقوق البروليتاريا الآسيوية- الإفريقية، والمطالبة بها، وهي بروليتاريا تتكون من كامل شعوب تلك البلدان، أي من أكثر من مليار نسمة. ¶ أما على المدى البعيد، فإنها ترى أكثر من ذلك. ¶ هناك مراقب غربي لا نشك في تجرده يقيم هذه الواقعة بقوله: \" ... إن مؤتمر باندوخ لم يؤد إلى أي نتيجة مباشرة، ولكنه كان حافزا للقوى التي حددت مجرى التاريخ وصنعت العالم الذي نعيش فيه اليوم\". ¶ والواقع أنه من المنظور التاريخي، وإذا وضعنا أنفسنا في السنة 2000 كما فعل هذا المراقب الغربي، فإن هذا الحكم غاية في الدقة. ¶ ولكن، هل ما يزال صالحا حتى يومنا هذا. هيهات! لقد عف الزمن على كل الأحكام التي أطلقت على مستقبل مؤتمر باندونغ، على المدى القريب وعلى المدى البعيد، لماذا؟ ¶ لكي نجاري العصر، لا بد من الإجابة بشكل آلي إلى أن ذلك يعود إلى الإمبريالية.",
            "page": "79",
            "part": "1",
            "seal": "702B413E"
        },
        {
            "id": "82",
            "nass": "وعلى كل حال، يبقى الجواب صحيحا، ولكن يجب رغم ذلك ألا نخضع لآلية الجواب: بل يجب أن نفكر. ¶ لا يجب أن نتهم، بل أن نفهم، لم تستطع الإمبريالية بضربة من عصا سحرية أن تحطم مشاريعنا المبشرة لنا بالخير أحيانا. وبالتالي الخطرة لها. ¶ إنها لا تفعل أكثر من استغلال مواطن ضعفنا، إما في تصميم مشاريعها وإما في تنفيذها. ¶ إن الظروف الاستثنائية للحرب الباردة هي التي أنجبت مشروع مؤتمر باندوخ. ويجب أن نعترف بكل تواضع أننا لم نفعل شيئا كثيرا لنساعد هذا المولود الجديد على النمو. هذا في البدء. ثم إنه يترتب علينا الاعتراف بأننا حتى أعقنا تطوره بالمبادرات الفجائية والإجراءات التي لا طائل تحتها. ¶ في المؤتمر الإفريقي الآسيوي الثاني الذي عقد في القاهرة سنة 1957، رأينا مثلا (طه حسين) المؤثر يتكلم عن الثقافة الرائعة لبلده خلال آلاف السنين. فلو أن هذا حدث على منبر كلية جامعية أمام حشد من الطلاب، لكان الموضوع نفيسا حقا، ولكن من على منبر الشعوب الإفريقية الآسيوية؟ ألم يكن من الأفضل، لو تكلم عن مشروع ثقافة إفريقية آسيوية يوضع فورا قيد التنفيذ، لكي يقدم البناء المتين الضروري لمجتمع شمل القوى الهائلة، المشتتة نوعا ما، والمجتمعة في باندونغ؟ ¶ من الواضح أن هذا التناقض كان فوق ذلك مشتركا بين الجميع. اللهم إلا عند الوفد السوفياتي، الذي قام بشيء أشد فعالية، حين تكلم عن قواعد اقتصاد إفريقا آسيوي. ¶ أما بالنسبة ل ( GPRA)،  فإنها لم تجد أفضل من أن تعتالي منبر الشعوب الإفريقية الآسيوية لا لتسمع صوت الثورة الجزائرية، بل لتستشهد بأقوال الصحافة",
            "page": "80",
            "part": "1",
            "seal": "CBCB397E"
        },
        {
            "id": "83",
            "nass": "التقدمية من أولها إلى آخرها، من (الأكسبريس) إلى (الأوبسيرفاتور). ¶ هذا ولا نتكلم هنا عن الكتاب المزيفين الذين انتدبتهم ال ( GPRA)  ليمثلوا الجزائر في المؤتمر الأول للكتاب الإفريقيين الآسيويين الذي عقد في طشقند في سبتمبر- أيلول سنة 1958. ¶ لقد أعطى (بومارشيه) وصفا دقيقا لمثل هذا التناقض في عصره بقوله: \"كنا بحاجة لمحاسب، فاتخذنا راقصا\". وهذا على ما أعتقد ينطبق بعض الشيء على العديد من دول العالم الثالث. ¶ باختصار، هذا هو عملنا من الداخل. ويجب الاعتراف بأننا بذلك نجعل مهمة الإمبريالية سهلة جدا من الخارج. ¶ عندما نتكلم عن (العارضة  poutre)  فإننا نفكر بالضبط بهذا الأمر، وبالكثير مما يشابهه. إن الشعوب الإفريقية أو الآسيوية، إلا ما ندر منها، لا تحتاج لأن نضع عارضة في عينها: فهذه الأخيرة موجودة فيها بشكل طبيعي. ¶ كان لمؤتمر الوحدة الإفريقية عارضته حين ولد: إن عارضتنا، عارضة إفريقية كلها، ستصبح انشقاقية، وستدير ظهرها لروح باندوخ، ثم سيدير ظهره لدستوره هو في آخر نقاش في الأمم المتحدة. ¶ إن وجوده ذاته يشكل الانشقاق الأول في قلب العالم الثالث تاريخيا وسياسيا. ¶ في آخر نقاش في الأمم المتحدة، لم تفعل الدول العربية وإفريقية ذاتها إلا أن قطفت الثمرة المخيبة لهذا الانحراف الانشقاقي. ¶ ومن المؤكد، نستطيع أن نذكر هنا، ما لدى الإمبريالية من نوايا ميكيافيلية، ومناورات شيطانية.",
            "page": "81",
            "part": "1",
            "seal": "DD8DDEA8"
        },
        {
            "id": "84",
            "nass": "ولكن، أهذا كل شيء؟ ألا يجب أن نذكر كذلك مسؤوليتنا نحن؟ في الواقع، يعود تاريخ قشرة الموز إلى زمن بعيد. إن المستوى الذي هيأ الاستعمار عليه الانشقاق الإفريقي هو مستوى الأفكار- إذ تم العمل بادئ الأمر على الصعيد الفكري. وفصل رجال النخبة الإفريقية بعضها عن البعض الآخر. ¶ وعوارض الانشقاف ظهرت بادئ الأمر في مختلف مؤتمرات الكتاب السود، مثل ذلك الذي عقد في روما سنة 1959. ¶ إن بعضهم يدعي أن تأسيس (منظمة الوحدة الإفريقية) جاء تلبية لذاتية إفريقية: ¶ (الإفريقانية) كما يقال. ولكن مؤتمرات الكتاب السود هيأت لذاتية أخرى، هي ذاتية الزنجية ( négritude)،  إذ نستعمل هنا الكلمة التي استعملت في هذه المؤتمرات. ¶ هكذا، وضعت في النهاية ذاتية داخل الذاتية وخلق تمييز داخل التمييز. حيث إن منظمة الوحدة الإفريقية ليست سوى طابق ثان في صاروخ أطلق ضد وحدة العالم الثالث. لقد انسحبت النخبة الإفريقية في هذه اللعبة. وإذا كنا معجبين ب (أمية سيزار) المناضل ضد الإمبريالية، المتمس أشد الحماس والمخلص أشد الإخلاص، فإننا نجد أنفسنا مجبرين، للأسف، على أن نعده في الوقت ذاته كألمع ممثل للميول الانشقاقية التي ظهرت في الأمم المتحدة. ¶ كذلك، عندما يظهر اسمه مصحوبا باستشهاد منه في مقدمة تقرير إذاعي حول بدء السنة الجامعية- كما حصل في جامعة الجزائر منذ سنتين- فإننا لا ندري إن كان يجب أن نرى فيه الخطأ السياسي، أم الخطأ في الأسلوب. الواقع أن الخطأ ارتكب، على أقل ما يمكن. ضد الذوق السليم. ربما جعلونا هنا ننزلق في صغائر الأمور!! ولكن هذا ليس عزاء لأحد. ألم يكن من غير اللائق كذلك كل هذا الهرج والمرج حول",
            "page": "82",
            "part": "1",
            "seal": "4C07F059"
        },
        {
            "id": "85",
            "nass": "شخص (جان بول سارتر)، لدى زيارته لجامعة عربية أخرى؟ خاصة إذا ما تذكرنا أن كاتبا عربيا وضع نفسه تحت تصرف الدولة ذاتها (في حال الاعتداء)، وذلك قبل الاعتداء الإسرائيلي بشهر واحد. لم يرسل إليه حتى إشعار بوصول تلغرافه. ¶ يا له من مرض! إننا لا نفقه الفروقات الصغيرة. إننا بليدو الذهن. ومن المؤكد لا يترتب علينا- نحن العرب- أن نعطي للأخرين دروسا في الإخلاص في للمبادئ. فنحن ذاتنا نحتاج إلى مثل هذه الدروس! ¶ هنا يكمن على ما يبدو فحوى سؤال الصديق (س. هـ) كنت أتمنى رغم ذلك أن يطرح سؤاله بشكل أشد وضوحا، خاصة فسما يتعلق بتلك (المساومات) التي كنا ضحيتها كما يقول. ¶ ومهما يكن من أمر، فإننا يجب ألا نرى في هذا مسألة مصادفة، أو مجرد حادث في الطريق، أو مشهد من مشاهد الحياة السياسية. ¶ المشكلة أعمق من ذلك. ¶ إن منظمة الوحدة الإفريقية لم تفعل ما فعلته في الأمم المتحدة إلا ما كان يتحتم عليها أن تفعله، بالمصادفة أم بغيرها. ¶ يجب فحص الأشياء بعمق شديد، حين يسجل شعب من شعوب العالم الثالث، في نهاية معركته البطولية، كلمة (السيادة) في مطلع دستوره، فهذا ليس في كل شيء. إن الإمبريالية لا تختفي بذلك من الوجود- إنها تترك بكل بساطة وسائل ظاهرة في سبيل التمسك بوسائل أخرى، قد تكون غير مرئية (ولكن ليس على الدوام). ولكنها أشد مرونة وأشد فعالية. وتقدم المناقشة الأخيرة في الأمم المتحدة مثالا واضحا جدا لهذه الظاهرة، يجب على العمل الثوري إذن أن يتضمن مبدأ عاما هو: لكي ننزع الاستعمار عن الأرض، يجب أن ننزععه عن الأذهان.",
            "page": "83",
            "part": "1",
            "seal": "2D710107"
        },
        {
            "id": "86",
            "nass": "ولكن إذا كانت علينا بعض الظروف الخاصة ترغمنا على اتباع عكس في ذلك، فإنه من واجبنا على الأقل أن ننزع الاستعمار عن الأذهان بعد نزعه عن الأرض. ¶ لقد ترك لنا (غاندي) درسا حول فحوى التحرير في بلد مستعمر، في سنة 1917، وبمناسبة استئناف الدروس في المعهد الذي أسسته (الآنسة أني بوسانت) أو (بمناسبة افتتاحه)، توجه إلى مواطنيه بقوله: \"إن الهند لا تستحق الاستقلال، ما دام المار في أحد شوارع بومباي أو كالكوتا معرضا لأن يتلقى بصقة على رأسه من إحد في النوافذ\". ¶ وفي زمن أقرب إلينا، عندما سحق الشعب الصيني الإمبريالية في سنة 1948، لم ينقض على (الأموال السائبة) في بكين للمتاجرة بها. بل كان أول همه أن يشمر عن ساعديه ليخلص عاصمة إمبراطورية الشمس القديمة من أطنان النفايات التي كانت تغرق تحتها. ¶ إن مشروع قنبلة هيدروجينية (وهذا ليس سوى مثل) لا يمكن أن يدرك ولا أن يحقق فوق كومة من الأوساخ. تلك هي الانتصارات التي تحرر الفكر، ويأتي حتما تحرير الأرض بالسلاح بعدها أو قبلها. ¶ إن شعبا يناضل ضد الإمبريالية يجب ألا ينام على أكاليل انتصاره الأول. ¶ فالديموقراطية لا تكمن في كلمة تسجل في مطلع الدستور. بل تحول الإنسان هو الذي يخلقها. المواطن هو الذي يحملها في أحشائه، وبالأحرى حين يتعلق الأمر بالنخبة من المواطنين. ¶ بذلك فقط، تصبح النخبة الإفريقية غير قابلة للتأثر بإيحاءات الإمبريالية على الصعيد الفكري، وغير قابلة للخضوع لمشاريعها على الصعيد السياسي. ¶ بذلك فقط تستحق إفريقية، ونحن جزء منها، أن تنال استقلالها، كما يقول",
            "page": "84",
            "part": "1",
            "seal": "E5CA34F9"
        },
        {
            "id": "87",
            "nass": "غاندي. وعلى الأخص، طالما أن منظمة الوحدة الإفريقية موجودة كما هي، فإننا لا نستطيع أن نبني تاريخا من الماضي. ¶ ولكن رجال النخبة الإفريقية يستطيعون أن يغيروها بتغيير أنفسهم، أي بأن يعوا تمام الوعي رسالتهم في صفوف المعركة الكبرى التي يخوضها العالم الثالث. إنها معركة شاملة. ¶ على تلك النخبة أن تقوم بثورتها الخاصة، لكي لا تستمر في الوقوع في أحابيل الإمبريالية، فبها تتعلق- على الأخص- إعادة التفكير بمسألة الانشقاق الإفريقي الذي أدخل في وسط نضال العالم الثالث، لكي تتبدد قواه التي تجمعت في باندونغ. ¶ إذا كان على وفد جزائري أن يذهب إاى أديس أبابا، فإن عليه أن يضطلع بدور عظيم. ونتمنى أن يضم الملف الذي سيحمله الوثائق المقنعة في سبيل نفخ روح جديدة في منظمة الوحدة الإفريقية، وأن يتذكر الوفذ في تلك اللحظة ويذكر كلمات الرئيس (الأزهري).",
            "page": "85",
            "part": "1",
            "seal": "2F607504"
        },
        {
            "id": "88",
            "nass": "دلالة إضراب الجامعة (*) ¶ هناك عادات جميلة في بعض البلدان، يعاد إحياؤها بشكل دوري، وكأنها تعكس تراثها القومي، أو تعبر عن حضارتها وثقافتها. ¶ في فرنسا مثلا يحتفل دوريا خلال أسبوعين بالثقافة الكاثوليكية التي عرفت عصرها الذهبي- وهو ليس بعيدا- في الفترة التي كان يحييها أمثال (أمانويل مونييه)، و (ماسينيون)، و (جيلسون)، وهوأكبر المتخصصين بفكر القديس توما الإكويني، وأشدهم حداثة وربما عمقا. ¶ نحن كذلك، حصلنا للتو على أسبوعي الثقافة التي تمطت مثل تثاؤب لا نهاية له ... فقد راق لطلابنا أن يفرضوها علينا وكأنها تكفير عن خطايانا الأولى، تلك التي ارتكبناها حين استعدنا، مصير بلادنا، في سنة 1962، من يد المحتل الأجنبي. ¶ وأخيرا، انتهى التثاؤب ... وعادت النعاج الضائعة إلى الحظيرة، وفتحت الجامعة أبوابها، ولكن العاصفة التي هبت ضمن أسوارها تركت وراءها عددا كبيرا من التساؤلات التي تستحق الانتباه الكبير، مثل الفضلات التي يجب إزالتها بعد هيجان الطبيعة. في سنة 1962، لم نفهم- بما فيه الكفاية- خطورة اللحظة التي كانت تختم وتكلل سبع سنين من الصراع البطولي للشعب الجزائري. ¶ إن الفرح والاعتزاز- وكنا نستحقهما كل الاستحقاق- قد كتما بل خنقا فينا، معنى المسؤوليات الكبرى التي كنا نستلمها في تلك اللحظة. ¶ ويجب أن نضيف إلى هذه الأسباب- وهي جد طبيعية- الأسباب التي ئشار إليها ¶ ¬__________ ¶ (*) « Signification de la grève de l'Université» Révolution africaine, du 28 février au mars 1968.",
            "page": "86",
            "part": "1",
            "seal": "4AAA11D1"
        },
        {
            "id": "89",
            "nass": "الرئيس بومدين خلال جولته \"الأوراسية\"، في الواقع كان هناك أيضا شيء من الديماغوجية، ولكن إذا كان (الحكم هو التنبؤ) كما يقول (ميترنيك)، فإن الديماغوجية لا تترك مجالا للتنبؤات. ¶ إن الحكام في تلك اللحظة كانوا يميلون إلى خداع الرأي العام المنتشي، أكثر مما يميلون إلى تنويره على صعوبات المرحلة الجديدة، لهذا البلد الذي كان عليه أن يبنى من الصفر، إلا أننا كنا في مرحلة حرجة، كتلك التي يضعها (أوجين سو) في نهاية مأساته (اليهودي الشارد) حين يختفي الشخص اليسوعي الذي يجسد (سياسة القوة) - بعد الفشل الذريع- ويخلي الممان في المرحلة اللاحقة ليسوعي آخر يجسد الحيلة. ¶ والحقيقة أن أقل ما كنا نتعرض لخطره في سنة 1962، هو مشاهدة الاستعمار، يخرج من الباب، ليعود من النافذة. ¶ ولكن على ما يبدو لم نكن نفكر بهذا الاحتمال حيث نجابهه باليقظة الضرورية والإجراءات السياسية المطلوبة، بكل بساطة، تركنا نوافذنا مفتوحة، بل إننا فتحنا نوافذ أخرى، وعلى الأخص، على الجبهة الأيديولوجية التي بقيت وحدتها وصلابتها غير منقوصة حتى ذلك الحين، بفضل تماسك موقفنا الدائم في وجه المحتل. ولكن التماسك زال بعد ذهاب المحتل، وزال معه نظام الدفاع الأيديولوجي، فبات قابلا لأن يخرق. ¶ في تلك الحالة من التماسك المتلاشي، إذن، وفي جو مشحون بالديماغوجية، شرعنا في حل مشاكل الاستقلال. فلم نقدر بعضها حق قدرها، وبالغنا في تقدير البعض الآخر، حتى أهملنا بعضا منها. ¶ وهكذا، كان على التعليم العالي عندنا أن يعاني على الأخد، من ذلك العجز، لقد طرحت مسألة التعليم العالي الواقع، ولكنها طرحت على مبدأ سليم جدا في الظاهر، وهو مبدأ (المحافظة على المستوى).",
            "page": "87",
            "part": "1",
            "seal": "A0751EA2"
        },
        {
            "id": "90",
            "nass": "ليس من شيء أهم من ذلك في الظاهر، كان ذلك طموحا جميلا ومشروعا، شرط أن تتحول تلقائيا رغباتنا إلى وقائع (حقائق) وأن يصبح المبدأ ذاته أمرا واقعا (ملموسا) للأسف، شتان ما بين الرغبة والواقع. ¶ يجب أن نتتبع تطوير تعليمنا العالي، منذ خمس سنوات، لنفهم أن المبدأ الذي سارت عليه كان خاطئا، وبهذه الطريقة أيضا نفهم كيف أن السنة التي أعلن بحسن نية- منذ بعضعة أشهر فقط- أنها ستكون سنة التنظيم، كانت بالضبط سنة الأزمات. ¶ كيف سارت الأمور لتصل إلى هذه النتائج؟ لا شك يجب أن نتبع التطور الذي سارت فيه، وعلى الأخص التأثيرات التي خضع لها طلابنا حتى خلال السنوات السبع من الثورة. ¶ ولكن لنعد المشكلة إلى عبارتها الأبسط، في سنة 1962 كانت المشكلة تكمن أساسا في خيار واحد: كان الأمر يقضي إما بتحويل تعليمنا العالي ليتلاءم مع حاجاتنا ومع وسائلنا، وإما بتركه كما هو. ¶ ووقع الخيار على هذا الاحتمال الأخير على أن يتضمن (المحافظة على المستوى) بطريقة غير مباشرة. واليوم، وعلى ضوء الأزمة الأخيرة، نرى بشكل أفضل نتائج عبارة خلابة تخفي خيارا تعيسا، ومع ذلك لا يبدو أن هناك من يدركها كلها بوضوح. ¶ إذن يجب إعادة طرح المشكلة من جديد، ومن المنظور الأبسط على الأقل. ¶ ولنذكر بادئ الأمر المحاولات الشكلية التي كانت خلال السنوات الخمس الأخيرة مجرد مشاريع ولدت ميتة؛ لأنها لم تكن تعبر عن إرادة حقيقية بتغيير جهاز تخريج الكادرات في بلادنا، بل كانت مجرد تقليد لتغييرات حدثت في العالم. ¶ إلا أن الأمر لم يكن يتعلق بإصلاح تعليمنا العالي، لحدوث إصلاح (فوشيه) في فرنسا، بل وبكل بساطة لوجود حاجة ملحة للإصلاح في الجزائر.",
            "page": "88",
            "part": "1",
            "seal": "94013EBC"
        },
        {
            "id": "91",
            "nass": "ولكن مبدأ (الحفاظ على المستوى) أصبح حاجزا، يقف في طريق كل محاولة من هذا النوع، ويمنع من التقدم خطوة نحو الأمام، لدرجة أن تعليمنا الجامعي بات بعد إصلاح (فوشيه) هجينا ممتازا: فهو لم يكن فرنسيا ولا جزائريا. ¶ في تلك الأثناء، وفي حين كنا نراوح مكاننا أمام ذلك الحاجز، كان المبدأ الذي اتخذناه يسير طبيعيا نحو نتائجه المضرة بكاملها، ولكي نحافظ على المستوى، كان علينا على الأخص أن نترك كل نوافذنا مفتوحة، وأن نفتح نوافذ أخرى، أمام كل الرياح الأيديولوجية، أمام كل الرياح التي أثارت تلك العاصفة التي مرت بجامعتنا. ¶ ويمكن هنا أن نذكر تفاصيل بناءة جدا، حول طريقة دفع العاصفة باتجاه شاطئ يخيم عليه الهدوء المناسب للدراسة وللتفكير. لكن، لنترك التفاصيل الروائية جانبا، فهذه الأسطر مخصصة بالأحرى لتبيان الآثار المشؤومة، لمبدأ هو في الظاهر قيم ومغر جدا، فالمبدأ الذي اتبع كان من المنطق أن يؤدي إلى مبدأ آخر، هو مبدأ (المعادلات)، وهذا الأخير أدى بدوره إلى نتيجتين: إحداهما تخص نتاجنا الجامعي، والأخرى استعماله. لابد أن نعطي هنا شواهد على ما نقول، إن مرحلة الطب، على سبيل المثال، كان من الواجب أن تحصر- من جيث المنهج - بفترة زمنية تتلاءم مع الحاجات الملحة لجهازنا الصحي، لكن ثم الإبقاء نظريا على الفترة الزمنية التي تتلاءم مع مبدأ المعادلات، أي ست سنوات. ¶ رغم ذلك ومن المنظار العملي، أضحت هذه الفترة أطول، بسبب عاملين إضافيين مختلفين في طبيعتهما، ولكن كان لهما الأثر ذاته على مدة المرحلة. ¶ وهناك أمر في نسبة السقوط المرتفعة، ألاحظه في الامتحانات الأخيرة، ارتفاعا غير طبيعي في إحدى سنوات الطب، ولا أقوم هنا بأي انتقاد لهذه النتيجة، إنما ألاحظ الأمر فسب، وأترك لمسؤولي التعليم العالي مهمة تحليله. ¶ وأدون هنا إحدى نتائجه: إن الجزائر، البلد النامي الذي يحتاج إلى تسريع",
            "page": "89",
            "part": "1",
            "seal": "2F07AF6D"
        },
        {
            "id": "92",
            "nass": "نتاجه في شتى الميادين، سيخزج على- هذا المنوال- الطبيب في ثماني سنوات، أو حتى في عشر، وبالإضافة إلى ذلك أترك لمسؤولي التصميم النظر في تطور هذا الإنتاج البطيء، هذا فيما يتعلق بالإنتاج. ¶ ولا أقول أي كلمة عن هذا الإنتاج بالنسبة لمقاييس الاختيار التي تستحق رغم ذلك كل الانتباه، فإذا انتقلنا الآن إلى الاستعمال، وجدنا أن مبدأ المعادلات كان له أثر أشد ضررا، وأريد أن أقول أكثر فضحا. ¶ الحقيقة أن 50 بالمئة من أطبائنا حاليا في الخارج، لقد فتح لهم مبدأ المعادلة، الباب أمام هذا الفرار، بمساعدة معادلتهم الشخصية، وبكلمة أخرى، فإن جامعتنا تخرج ببطء طلابا قد يجذبون إلى الخارج. ¶ هذه النتيجة الأخيرة استقيناها مع شيء من السخرية المبكية من تقرير- تكلمت عنه في إحدى مقالاتي السابقة- قدمه عالم اجتماع إيراني، كان الأونيسكو قد كلفه بالتحقيق في كيفية استخدام نخبة العالم الثالث، وعندما ذكرت بنفسي هذا الواقع في شكله العام، أرفقته عمدا بتعليق، قلت فيه إن العالم المتقدم لا يكتفي بالاستحواذ على المواد الأولية الثمينة من العالم الثالث بأرخص الأسعار، بل يستحوذ كذلك على المادة السنجابية الضعيفة والتي تكلفه غاليا. ¶ وأضيف هنا أننا أنفسنا، على صعيد الجزائر، نستجيب بشكل رائع لذلك الشكل من أشكال الاستغلال، فالحقيقة أن عجزنا التام عن القيام بإصلاح تعليمنا العالي في الوقت المناسب هو الذي يجعل بالإمكان حصول هذا الاستغلال. ¶ لقد ذكرنا للتو النتائج فحسب التي تقع في أساس بنيات التعليم العالي. ويجب أن نضيف الآن أن كل هذه النتائج تصبح أشد خطورة، بسبب الرياح الأيديولوجية التي تدخل مندفعة في نظامنا الجامعي من كل أبوابه ونوافذه، لأننا لم نتخذ أي إجراء احتياطي في هذا الميدان.",
            "page": "90",
            "part": "1",
            "seal": "7D7B4D54"
        },
        {
            "id": "93",
            "nass": "يقال إن \"من يزرع الهواء يحصد الرياح\"، لقد حصدنا لتونا مجانا عاصفة نفخ فيها الآخرون، أي السحرة مشعوذو الصراع الأيديولوجي. ¶ لقد ملك هؤلاء السحرة أيضا فن (التنويم المغناطيسي)، فقد كفاهم بضع كلمات خفية وبضع حركات سحرية حتى يغرقوا طلابنا في حالة نوم مغناطيسي، وذلك بوساطة- أو بالأحرى بتواطؤ- بعض (الوسطاء) المنتمين بعناية من بين صفوفهم. ¶ ويكفينا أن نقول هنا إن الأزمة التي مرت بها الجامعة حديث تبين أن سلوك الطالب يضيف عامل إعاقة آخر على تلك التي ذكرناها منذ لحظة، فبدلا من تخريج طبيب بعد ثماني سنوات، من المحتمل ألا نراه تخرج قبل مرور عشر سنوات. ¶ وبالطبع سيتطلب تخريج الصيدلي والمهندس والقاضي والأستاذ مبالغ أكبر، في حال لم يتغير شيء في هذه الحالة التي لا تقدر- على ما يبدو- أسبابها ونتائجها حق قدرها، رغم ذلك، هناك شيء واضح، تلك الأزمة التي مرت مؤخرا ليست سوى علامة نذير، إننا نجابه الآن أعلى الموجة، فإذا لم يتغير شيء من الآن وحتى أربع سنوات، فإننا سنواجه موجة القهر التي تتهيأ الآن في الصفوف الثانوية. ¶ لم نبلغ هذا الحد بعد، والحمد لله، إن الطلاب الذين تصرفوا بتعقل وعادوا إلى قاعات الدراسة قلبوا بذلك صفحة مؤلمة. ¶ إنما نريد أن نأمل بأنهم سيفكرون فيها بأنفسهم، لكي لا تسجل كوصمة عار في تاريخهم فيهزأ الناس من هذين الأسبوعين الثقافيين، ويسخرون قائلين بأنهما (أسبوعا اللاثقافة).",
            "page": "91",
            "part": "1",
            "seal": "46BA14E7"
        },
        {
            "id": "94",
            "nass": "أخوة في الإسلام ¶ لست أدري في أي ضاحية من ضواحي تلك المدينة الصناعية التجارية، يقع الشارع الذي فيه يسكن ذلك الطالب السوري الموطن، وذو الأصل الجزائري، والذي تحدر من نسل الأمير عبد القادر. ¶ الذي أعرفه فقط، أن ذلك المنزل الصغير الذي دعينا إليه، يتكون من طابق أرضي وطابق أول، ويدلف عبر سلم صغير إلى مساحة ضيقة من العشب الأخضر، تفضي إلى الرصيف مباشرة، طبقا للطراز السائد في البيوت الإنكليزية في تلك الناحية. ¶ لقد لحقت بالطالب شقيقته التي تتابع هي الأخرى دروسها في جامعة (ليدز)، ثم كان أن تبعتهما العائلة بأسرها: الأب لفحوصات طبية خاصة، والأم لتكون في رعايته. ¶ جو غائم لبني اللون يغلف الأشياء حولنا، وإذ غرس في العشب الأخضر شجيرات ميلاد، جلبت للمناسبة، فقد كانت تتراءى لنا كنبات، أخضر به قعر البحر. ¶ في الداخل كنا في جو عيد الفطر. والمنزل الصغير، بفضل محتد ساكنيه، ورقة تعاملهم مع الناس جميعا، أضحى الموئل للعديد من المسلمين: باكستانيين وسوريين وعراقيين. ولذا فقد كانوا كثرا ذلك اليوم، ليقدموا تهانيهم لتلك العائلة الجزائرية، التي أقامت في دمشق منذ مئة عام، حينما سمح نابوليون الثالث للجد العظيم أن يلجأ إلى الشرق.",
            "page": "92",
            "part": "1",
            "seal": "C17C801A"
        },
        {
            "id": "95",
            "nass": "كا الحديث عن الجزائر. وقد أثار اهتماما شديدا، حتى في عيني تلك الطفلة الجميلة التي جلست بالقرب مني، ولكنها تهرب بضفائرها الصغيرة الشقراء إلى ذراعي أمها كلما مازحتها قائلا: ¶ سوف آخذك معي إلى الجزائر. ¶ أما أبوها الذي يتابع دراسة الطب في المدينة، فقد انهمك يلتقط العديد من الصور الفوتوغرافية لجمع شديد الاختلاف في أصوله، لكنه شديد التجانس في أفكاره وشعوره واهتماماته. ¶ كنا إذن وعلى مستوى صغير مجتمعا واحدا، يقلب مشاكله، يقيس فيها هموم الخيبة أو حظوظ النجاح. ¶ مجتمعا جزائريا شئت، أو عربيا، أو إسلاميا، أو إنسانيا. فالاهتمامات أخذت بالنسبة إلينا مداها في سائر أبعادها. ¶ جو العيد يدفع بالذكريات، فتجيش بها الخواطر، ويشرد الذهن في أحداثها، وما تناءت به السنون. ¶ ورب العائلة .. سليل الأمير الذي يرقد رفاته في مقبرة العالية في الجزائر، قد أخذ من ذلك بقسطه، فحدثنا بما اتفق له من الذكريات. ¶ وقاده الحديث إلى ذلك العصر، الذي كان فيه عبد العزيز بن سعود قد بدأ إصلاحاته الأولى في مملكته. ¶ وهكذا بدا له أن يؤدي فريضة الحج في تلك الحقبة، وهي الحقبة نفسها التي أدت فيها والدتي فريضتها. ¶ لم يكن الأمر في ذلك الزمن قد بلغ الحد الذي بلغه اليوم؛ حيث يمكن أن يسحق امرؤ بكل معنى الكلمة، بزخم العديد الذي لا يحصى من الحجيج الذين يطوفون حول",
            "page": "93",
            "part": "1",
            "seal": "608A0278"
        },
        {
            "id": "96",
            "nass": "الكعبة، أو تتقطع أنفاسه بضغط تلك الآلة الضخمة من الكتل البشرية التي تتحرك في طوافها. ¶ الأمر في ذلك الزمن كان مختلفا. والحاج في وسعه أن يتم أشواط الطواف براحة، ويتفحص خلالها الوجوه إذا أراد. كما يمكن له أن يتخذ منها معارف. ¶ مضيفنا قد تعرف بالفعل على تلاثة أو أربعة من الصبيان، تنبئ شعورهم المجعدة وألوان بشرتهم، أنهم من إفريقية السوداء. ¶ الأطفال أمسكوا بأيدي بعضهم بعضا، وهم يطوفون أشواطهم حول الكعبة. ¶ وإذ رآهم المهندس الحاج، فقد مالت نفسه إليهم عطف أبوة، فكان كلما التقى بهم في الطواف، يوزع عليهم بعض الحلوى. ¶ أما أبوهم الذي ربما أبصر صنيع المهندس الحاج بالأطفال، أو هم حدثوه بأمره، إذ هم إخوة، فقد أراد بدون شك، أن يعبر بطريقته عن شكر الرجل، الذي أضفى على أطفاله السرور. ¶ وقال له: ¶ - أريد أن أصبح أخاك. ¶ وأجابه: ¶ - نحن إخوة بالفعل لأننا مسلمون. ¶ لم يشأ الحاج الإفريقي الاستماع، بل أردف مؤكدا فكرته: ¶ - أريد أن نصبح أنت وأنا أخوين بصورة أخص. ¶ قال له:",
            "page": "94",
            "part": "1",
            "seal": "AE9EF62C"
        },
        {
            "id": "97",
            "nass": "- حسنا. قل لي ما ينبغي أن نفعل لنصبح كذلك، وسأفعل ما تمليه علي. ¶ هنا .. أخرج الحاج الإفريقي من ثوب الإحرام صرة حوت رزمة من الريالات السعودية، وقال له: ¶ - هذه دراهمي .. ضع دراهمك التي معك فوقها ونتقاسمها مناصفة ... المهندس محدثنا بقي لبرهة مشدوها ... ¶ وقد أوضح لنا: ¶ - ليس لأنني شككت ولو للحظة في مصداقيته وعفويته .. ¶ ثم أطرق مضيفنا بعيون حالمة، كمن يستجمع شتات ذكرياته .. وتابع: ¶ - ولكني خفت أن يشك هو نفسه بمصداقيتي. فأنا في ذلك اليوم بالذات، وكما هو شأني في كل مرة أطوف فيها، لم أحمل معي غير دراهم من الحجم الصغير من أجل الفقراء، ومن الممكن أن يظن بأني أخفي دراهمي حتى لا أتقاسمها معه. ¶ لست أخفي على القارئ ... فقد بدأت القصة تأخذ من نفسي إثارتها، وهكذا تعلقت عيناي بشفتي الراوي الذي تابع يقول: ¶ -لكن الحاج الإفريقي أصر علي بشدة، فيما كان أولاده يرمقونني بنظرات الحنان، ولم أجد بدا من أن أخرج من حافظتي تلك الدراهم القليلة قائلا له: ¶ - هذا كل ما معي .. ¶ وبدت رؤيا حالمة مرت أمام عيني محدثنا ثم استرسل: ¶ - الحاج الإفريقي أخذ دراهمي، وخلطها بدراهمه، وقسمها جميعها بكل دقة قسمين، ثم أعطاني نصيبي. وشدني إلى صدر قوي البنية وقال لي ببساطة: ¶ - الآن أنت أخي.",
            "page": "95",
            "part": "1",
            "seal": "C1F64263"
        },
        {
            "id": "98",
            "nass": "سليل الأمير لم ينم ليلته تلك. إذ عقب عناقهما الأخوي هذا قص عليه الحاج الإفريقي قصته. بل ملحمته الإفريقية. ¶ لقد ترك موطنه في إفريقية الجنوبية، قبل أربع سنوات مع أطفاله وزوجته، التي أنجبت له عبر الطريق طفلا ما زالت ترضعه. ¶ لقد قطع الطريق ماشيا حتى (بور سودان)، حيث وجد هنالك من يسعفه بمكان على ظهر مركب صغير، يحمل الحجاج إلى جدة. ¶ وفي رطوبة الجو االمكي، قضى محدثنا ليلة بيضاء، لا يغمض له جفن، يتقلب مع تلك القصة التي تعتمل في رأسه. ¶ لقد قرر في صباح اليوم التالي زيادة نصيبه في (الأخوة) التي اكتسبها بالأمس، والتي كان الحاج الإفريقي قد دفع في النتيجة ثمنها بأكمله. ¶ هكذا وضع بعض الأوراق المالية في مغلف، ثم خرج يلتقا (أخاه) فوجده يطوف حول الكعبة. مد إليه المغلف فالتقطه بحركة آلية، ثم أكمل الشوط. ¶ ولكن ... ها هو الحاج الإفريقي يفاجئ المهندس، وهو يمسك بالمغلف مفتوحا بأطراف أصابعه كمن يلتقط شيئا نجسا. ¶ لقد تقدم إليه بقسماته السوداء، وشفتيه المزرقتين، وعينيه الحادتين، وقال بصوت أجش: ¶ - أنا لا آخذ ثمنا على أخوتي لأنني لا أبيعها. ¶ وحين كان محدثنا ينطق بهذه الكلمات، كانت رنة صوته قد بدأت تتغير من فرط التأثر، وبدا لي كأني أرى المشهد بنفسي يمر أمام عيني. ¶ لست أدري إن كان قد رأى مني ما كنت قد رأيته منه.",
            "page": "96",
            "part": "1",
            "seal": "703B863C"
        },
        {
            "id": "99",
            "nass": "ففي تلك اللحظة، كان كل من يقوم بالحركة نفسها. إذ كل منا قد مسح دمعة تسللت من طرف عينه. ¶ وربما كان لدي سباب إضافي جعلني متأثرا بتلك القصة. ¶ ففي واحد من كتبي صدر في باريس عام 1954، تحدثت عن الفرق الأساسي بين مفهومين يخلط بينهما الفكر الإسلامي المعاصر. إنه يخلط بين مفهوم (الأخوة) ومفهوم (المؤاخاة). ¶ ففي المفهوم الأول فإن شعور أو مجرد كلمة من شخص وأية واقعة تربط بين رجلين، إنما هي رابطة أقوى من الرابطة التي تمليها رابطة النسب. ¶ إنها كتلك الواقعة التي ربطت قديما بين الأنصار والمهاجرين، فأسست مجتمعا جديدا، وحضارة جديدة. ¶ والحاج الإفريقي قد حمل بين جوانحه، في أربع سنوات من المسير في الغابات والأدغال الإفريقية ورمال الصحراء العربية، رسالة الإسلام، تلك التي عبرت القروق. ¶ لقد طلبت من سليل الأمير الذي حدثني بتلك القصة السماح لي بروايتها بدوري للقراء الجزائريين. ¶ ترجمة ع. م. ¶ مجلة الثورة الإفريقية العدد 262 - الأسبوع 22 - 28 من شباط (فبراير) 1968",
            "page": "97",
            "part": "1",
            "seal": "E1C5088E"
        },
        {
            "id": "101",
            "nass": "الفصل الثالث ¶ نحن والإستعمار",
            "page": "99",
            "part": "1",
            "seal": "21FC81CF"
        },
        {
            "id": "103",
            "nass": "أرغن الأمبريالية (*) ¶ إنني أدين بمعلوماتي عما أنشره لصديق أوتي نعمة الجلد على القراءة. وأنا مدين له على الأخص باطلاعي على الأحداث اليومية، فهو يقرأ الصحف أيضا بانتظام. ¶ وإذ فتحت له الباب ذات صباح، رأيت على وجهه أمارات الاستياء. فأنا اعتدت أن أقرأ الأخبار أولا على قسمات وجهه، فأعرف إن كانت سيئة أو جيدة. ¶ ولم تخطئني الفراسة هذه المرة. فقد كان يحمل لي نبأ سيئا لابد أن تكونوا قد قرأتموه في الصحف. ¶ ففي تقرير للجنة الفرعية للمساعدات العسكرية (الخارجية) التابعة لمجلس النواب في الولايات المتحدة الأميركية، تكلم اللواء في البحرية (هاينز). ¶ إن الوثيقة (السرية) لم تسرب إلا من أجل أن يأتي مفسروها الجزائريون فيوصونا مرة أخرى بالحذر- والكلمة بالفعل شائعة اليوم- وذلك باعلامنا أن اللواء الأميركي يحتفظ لنا بجرو من كلبته. ¶ وأوجز صديقي ما أعلمني به مكررا علي بأن ذلك كان خطيرا جدا. ¶ هذا أكيد. وأنا- فيما يخصني- لا أحتاج إلى يمين ليها أصدق أن ما يغالي في حلة الشيطان ليس ماء الحياة يريد به أن تستعيد شعوب العالم الثالث شبابها. ولا يدهشني البتة أن النابالم وما يشبهه هو من (المأكولات اللذيذة، مما ينتجه مطبخهم)، بل هو بالأحرى ما يقدم في هذه اللحظة لشعب فييتنام، وهو ما عرف العرب طعمه من قبل في سيناء. ¶ ¬__________ ¶ (*) « L'Orgue de L'impérialisme» , Révolution africaine, no 240 - Semaine du 18 au 24 septembre 1967",
            "page": "101",
            "part": "1",
            "seal": "6E4D3913"
        },
        {
            "id": "104",
            "nass": "وأنا لست قليل الفهم كي أظن عكس ذلك. ولكنني- وهذا أمر عجيب- لم تشعر بشرة جلدي بخطورة هذه المعلومة بالدرجة ذاتها، التي بلغت عند صديقي. ¶ ألأن بشرتي قد غلظت؟ ربما بفعل تقدم السن، وربما أيضا بسبب تجربتي التي تجعلني متشككا وباردا بعض الشيء في بعض المواقف .. كما وكأن قوى الاستعمار تريد أن تكبتنا بضربة جرس، مثلما يجري في تجربة بافلوف الشهيرة، التي كررها على الفئران. ¶ إن الشيطان يريد أن يتسلى على حسابنا أحيانا، أن يرى كيف ندخل في جحورنا الصغيرة، عند أدنى ضربة جرس. أنا لا أقول إن لعبته- عندما يريد أن يلعب- بريئة براءة لعبة الأطفال. كلا، بالطبع ... فلعبته ذاتها تكتيك، وتقنية، بل إنها سياسة عليا. ¶ وإذا راقب أحد ما لبعض الوقت بانتباه، وبشيء من الحس السليم، فإنه سيكتشف أن الاستعمار يعزف في دول العالم الثالث، على أرغن ذي دعستين. (أنا لا أعرف إذا كان لهذه الآلة الموسيقية أكثر من دعستين، وأعتذر للقارئ. فأنا لست من الاختصاصيين في هذا الميدان). ¶ كل ما أريد أن أقوله هو أن الاستعمار- عند صديقنا- يضع رجله على الدعسة التي توجه الضياع والتفكك والانحلال في الدول النامية، والتي تؤدي إلى فسادها وخمولها وتعفنها. ¶ وإلى الأمام على هذه الدعسة! إنها موسيقى تسحر حتى البلاهة، حتى النشوة، حتى الفناء، حتى الحلم، وإلى غيبوبة الرادارات العربية صبيحة 5 حزيران. ¶ وإذا لم تنسلخ نخبة هذه البلاد، ومسؤولوها، وشعبها، عن ذلك السحر، فإن تلك الموسيقى، وذلك الصوت العليل الرقيق، سيستمران حتى لا تعود كلمة (استقلال) تعني شيئا على الإطلاق، سوى تلك السخرية الشنيعة التي تهيمن على مصير أمة فائقة التخلف.",
            "page": "102",
            "part": "1",
            "seal": "F9C92A14"
        },
        {
            "id": "105",
            "nass": "ومن ناحية أخرى، فإن هذه الدعسة لا تضرب على وتر واحد. بل إنها تعطي سلما كاملا من النغم. فلكل معزوفته الخاصة، حسب مزاجه، ووضعه الجغرافي، وحسب الظروف الدولية. ¶ إن إخواننا في الكونغو، وإخواننا في كل مكان، وكل الهالكين (الذين نزلت عليهم اللعنة) على الأرض الإفريقية الآسيوية، منغمسون في هذه النشوة الساحرة. بعضهم في (نيرفانا) جزيرة الأحلام واللذائذ، والبعض الآخر في كابوس طبول يقرعها إبليس. ¶ ولكن إذا كانت حكومة ما، أو نخبة ما، أو شعب ما، أو شخصية فريدة ما، أو إنسان ما كمصدق، إذا كان من الجرأة والصلف حيث يعكر حلم هؤلاء، وكابوس أولئك، ماذا يجري عندئذ في قاعة الاستماع؟ ¶ فيما يتعلق بمصدق، أنتم تعلمون ما جرى؟ ¶ ولكن، وبشكل عام، ماذا سيجري لآولئك الذين لا يريدون أن يعيروا آذانم لتلك الموسيقى؟ ولأولئك الذين يستمعون إلى أغانيهم الخاصة؟ ولأولئك الذين بدؤوا يتكلمون عن التغييرات، وعن التطورات، وعن الإصلاحات في معنييها- إصلاح ما بات لا يستعمل وإصلاح ما يجب أن يكيف بشكل أفضل للاستعمال- ولأولئك الذين شرعوا في المطالبه بأشكال جديدة، وبنيات جديدة، وخطى نحو الأمام؟ ¶ آه. هكذا إذن! أنتم لم تعودوا تريدود اأن تبقوا في ذلك الفساد!! ولا ذلك المستنقع الآسن!! ولا النيرفانا والتام- تام!! أنتم تريدودا، على حد قولكم، الطهارة!! والاستقامة!! والنظام! والحركة! والعمل! إذن، انتظروا! ¶ ويضع الموسيقي الماهر رجله على الدعسة الأخرى. لهذا التغيير دلالة! إنه سلم نغم التهديد، والوعيد، والابتزاز .. هذا يعني في لغة (جان غابين  Jean Gabin):",
            "page": "103",
            "part": "1",
            "seal": "723A8D58"
        },
        {
            "id": "106",
            "nass": "\"لا تلمس المال\". هذه العبارة تقال لك فقط بلغة موسيقية سريعة، وأسرع، وخفيضة .. حسب لهجة بعض أميرالات البحرية، أو أحد مفسريه. ¶ و (المال) هنا هو سائر ما تريد التغلب عليه، وتجاوزه، ونسيانه: الفساد، الانحلال، الإخلال بالواجب، الفضيحة، النصب، وما عداه. ¶ إن الاستعمار يقول لك بكل بساطة \"لا تلمس\" كل ذلك، كل هذا الرأسمال الذي يمثل استثماره الأهم والوحيد في مدينتك، في بلدك، في سائر دول العالم الثالث. إنه أكثر من إسو، وستاندرد، وأرامكو، والنابالم مجتمعة. ¶ إنه لا يريد لنا من الشر أكثر من ذلك. إنه يقول لنا فقط: تعفنوا بهدوء! لا تسمعونا أصواتكم، ولا احتجاجاتكم، في القاعة التي تصدح فيها موسيقى النيرفانا، والتام- تام، والأحلام، والكوابيس! وعلى حكومتكم أن لا تزعج الناس الذين يتمتعون بالحياة الناعمة في الداخل، أو في الخارج، ببضع مشاريع تحسن بها الجو الاقتصادي، والاجتماعي، والسياسي! ولتغمد إرادتها الضعيفة في جيبها، أو في رأسها، أو حيث تشاء! ¶ هذا ما تعنيه لعبة الدعسة الجديدة. بالطبع، إذا أصررتم، وإذا أرادت حكومتكم أن تدخل مرحلة التنفيذ، عندها يمكن للموسيقي الماهر الذي يدوس على هذه الدعسة، أن ينتقل إلى (نوتة) النابالم، وإلى سلم (مشاكل على الحدود). هذا ممكن! ¶ ولكن! لنفترض أن هذا أكيد. ¶ هل ينبغي أن نبقى (مستمعين) لموسيقى الدعسة الأولى؟ أن نبقى في قاعة الاستماع، بانتظار الخطر الخارجي من النيرفانا والتام- تام والفساد والتأملات والفناء في مكاننا، كما جرى لطائراتنا العربية صبيحة الخامس من حزيران؟",
            "page": "104",
            "part": "1",
            "seal": "34B148BE"
        },
        {
            "id": "107",
            "nass": "ها هي المشكلة قد طرحت، أخيرا. ¶ في الواقع، عند الاستعمار معلومات عنا، أكثر بكثير مما عندنا عنه. إنه يكيف بكل بساطة موسيقاه وفقا لانفعالاتنا، ولعقدنا، ولنفسيتنا. إنه يعرف مثلا أننا تجاهه لا نفعل، وإنما ننفعل. وهو عندما يكون قد دخل مرحلة التفكير في مشاكل الغد، في الحفر الموحلة، التي يريد أن يوقعنا فيها، نكون نحن لا نزال نفكر في مشاكل الأمس، في التخلص من الحفر الموحلة التي أوقعنا فيها فعلا.",
            "page": "105",
            "part": "1",
            "seal": "BD833D7A"
        },
        {
            "id": "108",
            "nass": "الأسباب الصغرى والمسببات الكبرى (*) ¶ أسباب صغرى لنتائج كبرى. ¶ إن الاستعمار مضطر لأن يعمل باسترار، على ضبط ملف يسمح له بمراقبة الوضع السياسي في العالم، ورصده في كل لحظة. ¶ قد لا تظهر هذه الضرورة واضحة في أعين أولئك الذين لا يملكون فكرة واضحة، عما يسمى اليوم (تقنية العمل) حتى ولو كانوا أنفسهم منغمسين في عمل تقني. ذلك لأن هذه التقنية حصيلة تقليد طويل، يمتد عبر القرون، أكثر مما هي ثمرة علم، يكتسب على مقاعد الدراسة في الجامعة. ¶ ولكن، إذا كان من المحتمل ألا نجد في الاستعمار الكثير من الفضائل- وعلى الأخص فيما يتعلق بالفضائل الأخلاقية- فإننا لا نستطيع أن ننكر عليه، رغم ذلك، فضيلة التنظيم، والمنهجية، وبكلمة أخرى فضيلة تنظيم العمل تنظيما تقنيا. ¶ ولا بد أن نقول إنه أستاذ في هذا المجال. بالتالي، فإن ضبط (ملف) لرصد الوضع السياسي في العالم أمر طبيعي جدا في نشاط هذا الأستاذ. ¶ ولكن يبقى علينا أن نفكر- وهذا ما يهمنا على وجه الخصوص- في المكان المخصص من ذلك الملف للدول الإفريقية الآسيوية التي نالت استقلالها منذ نهاية الحرب العالمية. ¶ إننا أنفسنا ننتمي إلى العالم الثالث. فلنحاول إذن، أن نفكر بتقويم المكان المخصص ¶ ¬__________ ¶ (*) « Petites Causes et grands effets» , Révolution africaine, no =136, 3 septembre, 1965.",
            "page": "106",
            "part": "1",
            "seal": "BA7AEC0D"
        },
        {
            "id": "109",
            "nass": "لنا. لابد من أن نعود أدراجنا إلى الوراء، إلى عهد المرحوم (فوستر دالس) الذي جسد في الواقع كل طموحات الاستعمار الجديد واهتمامات سلطته المدنية: أي الجيش. ¶ كان الأمر يتعلق عندئذ، كما نذكر، بسياسة المحاور والتبعية التي بشر بها المرحوم سكرتير الدولة في سياسته الإفريقية الآسيوية. ¶ نقول هذا دون أن ننسى، رغم ذلك، سياسة أخرى من سياسات المحاور (¬1). ¶ ولكن هذه الأخيرة لم تكن ترتبط مباشرة بالعالم الثالث قدر ارتباط السياسة الأولى به. فالأولى كانت تهتم فعلا وعلى الأخص بتياراته السياسية. وذلك بتصنيفها -كما ينبغي- في تيارات موتية، أخرى غير مواتية، وفقا للمقاييس التي يضعها سكرتير الدولة. ¶ بناء على هذا التصنيف المبدئي كانت الدولة الإفريقية الآسيوية تسجل في ملف المراقبة كدولة (خطيرة) أو (فاترة) أو (متحمسة). ¶ إلا أن الناس الذين يقومون يوميا بهذا العمل، ليسوا هواة يملؤون أوقاتهم بإلصاق العناوين المصنفة على الدول الإفريقية الآسيوية، أو على رؤسائها. إنهم يقومون بعمل التصنيف هذا في إطار هدف سياسي ليس إلا. ¶ ولنأخذ على سبيل المثال شخصا مثل (مصدق)، يصبح وقحا، ويخلق في وقت ما مشكلة خطيرة في طهران. ¶ في الحال، يعطي الملف الحل: يخرج أبطال الأولمب من حلباتهم، ومن ملاعبهم، ويدخلون المسرح السياسي. ¶ ¬__________ ¶ (¬1) يستتبع سياسة المحاور هذه الظاهرة الانعزالية. فالاستراتيجية العامة إذ تقوم بمراجعات مفتتة يمكن أن تخبئ المفاجآت. وعلى الدول (غير الكبرى)، قبل أي شيء، أن تعتمد على نفسها لكي تتجنب الفراغ والضياع.",
            "page": "107",
            "part": "1",
            "seal": "0FD36A40"
        },
        {
            "id": "110",
            "nass": "فيحطم مصدق ووزير خارجيته، ويقتل فاطمي. وفي واشنطن، يخرج السيد فوستر دالس، وهو المضحك الذي لا يضحك، ليقول للصحافة إنه، في الواقع، هناك أمر ما يجري ... في طهران. هذا ما يفعله التصنيف العالمي. إنه إذن ليس أداة تسلية أو لعبة، بل هو أداة عمل. ¶ إنه يستطيع بتصنيفه الدول أن يعطيها السياسة التي تناسبها. ¶ أن تكون هناك (سياسة) ما تجاه بلد مثل الجزائر، الذي يطالب بالتعريب والإسلام والإفريقية والاشتراكية، فهذا أمر طبيعي جدا. ¶ وأن يكون الملف الذي يملي هذه السياسة موجودا في هذه العاصمة الكبرى أو تلك، فهذا أمر لا يهم. ¶ المهم أن نفهم هذه (السياسة) وأهدافها ووسائلها. ¶ لقد عرفت الجزائر شيئا منها على شكل ضغوطات خارجية، ومحاولات زعزعة الصف الداخلي ووحدته. ¶ وليس في مثال (زهوان) مجرد حادثة، حصلت في لعبة آلهة الأولمب، بل هو (قضية) أمسك الملف زمام أمورها. ¶ لم تنجح! .. جيد، لكن بالإمكان المتابعة بحلول أخرى. ¶ وكأن الملف يستطيع أن يعطي حلولا أخرى. ماذا أقول؟ إنه يعطيها الآن. ¶ هناك إذن حقيقة تفرض نفسها: لابد من سياسة يقظة، في بلد كالجزائر من واجبه حماية نفسه من المفاجآت. ¶ من هنا في الواقع تبدأ مشكلتنا. قد يكون سهلا بعض الشيء أن نقدر الوسائل ونحدد العدو. بالرغم من أن هذا ليس أكيدا دائما ... ولكن أن نقوم بتقدير وسائلنا الخاصة، فهذا أمر أصعب.",
            "page": "108",
            "part": "1",
            "seal": "CCC43F19"
        },
        {
            "id": "111",
            "nass": "ذلك لأن هذا القدير يتم انطلاقا من بعض الثوابت في ذهننا التي قد تخفي علينا العيب في الدرع، أكان الأمر يتعلق بالسياسة أو الاقتصاد أو حتى الأدب. ¶ إلا أن جهاز المراقبة عندنا - أعني في بنيتنا الذهنية الحالية- مصاب في هذا المجال بنقص نتقاسمه مع سائر الدول الإسلامية، لأننا، وإياهم في مرحلة من مراحل الانعطاف في تطورنا النفسي. ¶ ولا بد من الاعتراف بأن فكرنا في هذا المنعطف يميل إلى إصدار أحكم كمية. فالميل إلى التضخيم يغلب على أحكامنا. ¶ وبطريقة أكثر دقة، يجب أن نعترف بأن فكرنا - أي الفكر الإسلامي عامة في القرن العشرين- يعيبه خطأ في المقاييس: نحن نميل إلى المبالغة في تقدير نتائج (الأسباب الكبرى) وإلى الانتقاص من نتائج (الأسباب الصغرى)، بل وإهمالها. ¶ إذا وضع أمام أعيننا فجأة قنبلة ذرية وحبة رمل، فإن أصابعنا تتجه ولا شك، إلى القنبلة الذرية وترد إلى أذهاننا الفكرة نفسها: هذا هو سلاح عدونا. ¶ ولكن مصدق لم يحطم بقنبلة ذرية، بل ببضعة حبات من الرمل كانت في راحة يد (دالس). ¶ إذن لا نحتاج لبذل أي مجهود تربوي، في سبيل إقناعنا بنتائج القنبلة اليدوية. فميلنا إلى التضخيم يحملنا بالطبع إلى المبالغة في تقديرها. ¶ أما فيما يخص بإقناعنا بتأثير حبة الرمل، فيجب القيام ببرنامج تربية كامل. من سيعلمنا أن الانزلاق بقشرة موزة وضعت بمهارة تحت رجل شعب ما أشد خطرا من رؤية قنبلة ذرية تنجر فوق رأسه، كما جرى للشعب الياباني؟ ¶ إن ذهننا يجمع أمام الأحكام ذات البعد الميكروسكوبي؛ ولا بد أن نضيف هنا،",
            "page": "109",
            "part": "1",
            "seal": "940D3602"
        },
        {
            "id": "112",
            "nass": "أن هذا الأمر لا يتفرد به الفكر الإسلامي. فالطبيب الألماني (كوخ) قاد صراعا امتد سنوات طويلة في القرن الماضي ليجعل جامعة برلين تقبل بوجود ميكروب السل. ¶ ورغم ذلك، نحن نعلم مدى الضرر الذي يقوم به اليوم هذا الكائن الصغير في جسم الإنسان، وعلى الأخص بين الطبقات العاملة في المدن الصناعية. ولم يتعلم الهولنديون تقدير فظاعة الأضرار التي تحدثها الكائنات الصغيرة إلا بعد أن حلت بهم كارثة وطنية، عندما أتلف نوع من عثث الغابات جهازهم الدفاعي المنيع في الأراضي التي استصلحوها من البحر. ¶ إذا كان إصبعنا يشير بشكل آلي إلى القنبلة الذرية، وإذا كان بصرنا لا يدرك حتى حبة الرمل، فهذا أمر بشري. ¶ ولكن، هل علينا أن نبقى هكذا؟ ¶ إن ما يخيف على الأخص من عمل الاستعمار هو المستوى الميكروسكوبي. إذ يجب أن نخشاه حين يستعمل حبة الرمل أكثر مما نخشاه حين يستعمل القنبلة الذرية. لأن عمله حينئذ يفلت تماما من إطار مراقبتنا. ¶ إن عمله حين يصبح صامتا، وخافتا، وغامضا، حينئذ تكون نتائجه أكبر لأنه يكون قد طغى على تيقظنا وجهاز دفاعاتنا على حين غرة. ¶ إن الجسد الاجتماعي أشد عرضة لنتائج هذا العمل، مثلما يكون جسد الطفل أشد عرضة للتأثر بالميكروبات، لأنه لم يكتسب بعد المناعة الضرورية. ¶ في الطب، ترتبط هذه الحالة بمقياسين، على المعالج أن يأخذهما بعين الاعتبار: التشخيص والعلاج، اكتشاف المرض وطريقة مداواته. ¶ وفي علاج المجتمع، هناك أيضا مقياسان: يجب معرفة الداء ثم تحديد علاجه تحديدا دقيقا.",
            "page": "110",
            "part": "1",
            "seal": "0F679836"
        },
        {
            "id": "113",
            "nass": "في هذه الآونة، الداء الذي تجدر الخشية منه في الجزائر هو تخريب جهاز الدولة. وقد واجهت روسيا هذا الخطر في الفترة الممتدة بين 1927 - 1939. ¶ إنه أسوأ من الهجوم العسكري، لأنه يسمح بقضم جهاز الدولة بصمت وغموض إلى أن يسقط أشلاء ودون أن تسمع آذاننا شيئا مما يجري، ولا أن ترى أعيننا شيئا من هذا العمل. ¶ ولن ينتهي هذا العمل قبل أن يتآكل جسد المجتمع، وتدمر نوابضه، وتختفي مفاصله. ¶ ولكن العنصر المسبب للمرض في هذا الميدان- المخرب- ينتمي إلى صنفين: الصنف الحاد (الفيروسي) والصنف الخامل. ¶ فالمخرب الحاد هو ذاك الذي يعمل من خلال علاقاته مع فئات أخرى من صنفه، وبوعي لأهداف عمله: فهو يعرف أنه يقوم بتدمير المجتمع، والدولة، والنظام. ولا تحتاج البتة للبحث عنه بواسطة مجسم، بل يكفي أن تفتح نافذتك، أو بصيرتك، لكي تدرك ماهية عمله. ¶ وبالإضافة إلى ذلك، من الممكن أن يجهل هذا النوع من الميكروب الاجتماعي الأعضاء الآخرون في عائلته المسببة للمرض- وحتى هذه تقنية ضرورية عند أولئك الذين يمسكون بالملف- ولكنه لا يمكن أن يجهل طبيعة عمله، ولا الراتب الذي يتقاضاه من أجله. ¶ إنه يعلم بشكل عام، أنه يعمل بناء على تصميم وضع في الخارج في إطار استراتيجية كونية تطبق سائر وسائل العمل الميكروسكوبي، في الأماكن التي يكون استعمال القنبلة الذرية فيها غير ضروري أو غير ممكن. ¶ أما الميكروب الآخر- المخرب الخامل- فإنه ذلك الشخص الطيب المتسامح،",
            "page": "111",
            "part": "1",
            "seal": "1B0FAC0D"
        },
        {
            "id": "114",
            "nass": "الذي وجد نفسه منقادا في حركة لا يستطيع السير فيها، يزرع فيها الخلل بخموله، ويعيق فيها منهاج النشاط العام. ¶ هكذا، وبفضل خموله، يتقهقر ترام البلد، في حين أن ترام الاستعمار يتقدم باستمرار إلى الأمام. ¶ بالإضافة إلى ذلك، قد يكون هذا الميكروب مضرا بطريقة أخرى، أي عندما يضيف إلى خموله شيئا من اللاأخلاقية، قد يؤدي عمله بذلك إلى النتيجة ذاتها، التي وصل إليها عمل الميكروب الحاد، أي تدمير الدولة، وتفتيت المجتمع، رغم أنهما لا يملكان الهدف ذاته بشكل واع. ¶ ذلك هو جملة التشخيص الذي يلائم بلدا مثل الجزائر، استعاد حريته منذ زمن قصير. ¶ والآن، ما العلاج المناسب لمثل هذه الحالة؟ من الواضح أنه لا بد من القيام ببعض التمييز على الصعيد الأخلاقي: فالميكروب الحاد يعد خائنا، والميكروب الخامل يعد عاجزا، أو في الأكثر غير شريف. ¶ أما من المنظور العملي، فلا يوجد أي فارق بينهما: تكون الأسباب واحدة بنتائجها. فالميكروبان يدمران الجسد الاجتماعي سوية. ¶ ولا بد من الأخذ بعين الاعتبار، أن الجسد الذي يتلقى نتائج عملهما، لا يقوم، ولا يستطيع أن يقوم بأي تمييز. ¶ ولنفترض أن هناك مواطنا أمام نافذة إحدى الإدارات. إنه يستطيع أن يعي العسف أو الابتزاز الذي يصيبه من قبل الموظف القابع أمامه. ولكن عمليا، وفي سيرورة التفكير التي تحصل في داخله، لا يجد نفسه أمام شخص (عامل أم موظف)، بل أمام نظام، أمام دولة.",
            "page": "112",
            "part": "1",
            "seal": "16B467FF"
        },
        {
            "id": "115",
            "nass": "كل ردات فعله الدفينة، وكل الكلمات التي يمسكها على شفتيه- وهو يزدرد ريقه- موجهة ضد النظام وضد الدولة. ¶ فهو، لا يستطيع أن يقوم بالتمييز بين الميكروب الحاد والميكروب الخامل. ¶ والمسألة لا تلامس حتى ذهنه. لذلك، لابد للعلاج الاجماعي من أن يكون شاملا، لأن عليه أن يجابه فعلا مرضا شاملا، أي أوضاعا تؤدي فيها أسباب مرضية مختلفة إلى النتائج ذاتها. ¶ وعلى المعالج الاجتماعي أن يتبنى تجاه الأخطار التي تهدد المجتمع موقفا عمليا يحكم على الأسباب من خلال نتائجها، وعلى الشجرة من خلال ثمارها. ¶ زد على ذلك، أنه يجب على المعالجة الاجماعية، في نقطة محددة، أن تستوحي خبرتها العلمية من المعالجة الطبية. ¶ ففي الطب، عندنا يكتشف في الكلية ميكروب ما لا يطرد منها ليوضع في الرئة. ¶ فالطب يعمل على طرد الميكروب من الجسم كله. والعمل بغير ذلك تجاه الميكروبات يعد ضربا من الهرطقة، ولا نقول من الغباء التام. ¶ ومن المؤكد أن يكون الميكروب في الإطار الاجتماعي رجلا يخالف قاعدة، أو واجبا، ولكنه رغم كل هذا كائن بشري. ¶ ولا يمكن أن نخضعه ببساطة لمفعول مضاد الحيويات. ¶ عندها تجد المعالجة الاجتماعية نفسها بين حدين، أو بين شرطين: يترتب عليها، من جهة، أن تطرد الميكروب من الجسد الاجماعي، ومن جهة أخرى، أن تبقي في الإنسان ما بقي فيه من إنسانية.",
            "page": "113",
            "part": "1",
            "seal": "971EE96C"
        },
        {
            "id": "116",
            "nass": "ولكن، مهما تكن الاعتبارات البشرية التي يجب أن يعتد بها، يبق هناك ضرورة ملحة هي: يجب التخلص من المرض. وعلى الأخص، في بلد فتي لا يملك المدخرات الحيوية التي يمكن أن تحميه آليا من محاولات التفتيت. ¶ ومن المؤكد أن كل مخالفة إدارية لا تلقى عقوبة الاستنكار الرسمي، تصبح جرحا متقيحا، ييزف في الجسد الاجتماعي. ¶ ويمكن الآن أن نطرح حلا وسطا يجنبنا التطرف. وهو أن نضع الموظف أو العامل الذي يقصر في أداء واجبه وجها لوجه أمام خطئه ونتائج خطئه، وذلك أمام الجمهور. ¶ وفي النهاية، يجب أن نذكر أن حبة الرمل تكون، فعلا، أشد أسلحة الاستعمار فتكا. فهو يسمح لأولئك الذين يعملون على الملف العالمي أن يشلوا الجهاز الإداري، وأن يعيقوا حركته، وبالتالي أن يقتلوا الدولة. ¶ تلك هي التقنية التي استطاع بدوي عربي معاصر أن يلخصها للورنس بكلمة واحدة: ¶ - يا لله! هؤلاء الإنكليز يعرفون كيف يحفرون بئرا بواسطة دبوس!",
            "page": "114",
            "part": "1",
            "seal": "35425A13"
        },
        {
            "id": "117",
            "nass": "صحافة العالم الثالث (*) ¶ قد يفكر أحدنا بوضع لائحة بالصفات التي توسم بها، وفقا للزاوية التي يحكم منها على الأشياء، الصحف المختلفة التي نقرؤها، أو التي نرميها في سلة المهملات- ومن الجميل أن نراهن، رغم ذلك، على أننا إذا قمنا بهذا الإحصاء سننسى واحدة على الأقل من هذه الصفات. ¶ وبالطبع يعرف المرء أنه توجد صحيفة (اليمين) وصحيفة (اليسار)، والصحيفة (التقدمية)، و (الرجعية)، و (الناقدة)، و (الرديئة)، وما أدري، ولكن يجب الاحتفاظ بمكان خاص للصحيفة التي تدعي أنها- أو التي يحاول بعضهم في الواقع أن يضعها- في رأس الصحافة الوطنية لبلد من بلدان العالم الثالث. ¶ لماذا نعير هنا مثل هذه الصحيفة اهتماما أكبر؟ إنها قضية تجربة، بعد أن عشنا في بلد تتدخل- أو أدخلت- الصحافة فيه في كل الأحداث البارزة التي طبعت تاريخ بلادنا منذ عدة عقود من الزمن؛ بما فيها الثورة والاستقلال الذي تبعها. والواقع أنه علينا أن نعود إلى أبعد من هذا الزمن، إذا أردنا أن نؤكد على هذا الوجه الفريد للصحافة التي يقال إنها طليعية في بلدان العالم الثالث. إنها في بادئ الأمر مسألة الصحافة بذاتها، تلك الصحافة التي يقال إنها السلطة الثالثة أو الرابعة. ¶ إنها فعلا سلطة. ذلك أن الصحيفة إذ تحول الرأي العام في هذا الاتجاه أو ذاك، تصبح أداة سلطة ذات أهمية كبرى، في عالم، عالم القرن العشرين، يسير كل ما فيه على مبدأ القوة والسيطرة. ¶ ¬__________ ¶ (*) « La Presse du Tiers Monde» , Révolution Africaine, no, 135, 28 août 1965.",
            "page": "115",
            "part": "1",
            "seal": "B19CE36F"
        },
        {
            "id": "118",
            "nass": "القوة! .. السيطرة! .. ¶ كلمات سحرية، كلمات أخاذة! لكل أولئك الذين تحركهم ثقافة الإمبراطوريات. ولنكن أكثر فهما: هل تتذكرون تجربة بافلوف الشهيرة: تعرض على الكلب قطعة من السكر، فيتلمظ لرؤيتها، ويفرز ريقا، ويسيل لعابه بغزارة من شفتيه. ¶ إن الصحيفة- من حيث هي أداة سيطرة- تسيل بشكل عام لعاب كل حاملي لواء ثقافة الإمبراطوريات. ¶ وهذا طبيعي. الآن يمكننا أن نفهم ما يمكن أن يكون أثر تسييل اللعاب هذا على تكوين وعلى توجيه الصحافة الوطنية في بلد من العالم الثالث، نال استقلاله. ¶ لقد نسف هذا البلد الأغلال (الأقفال) التي كانت تقيد أعضاءه تقييدا شبه جسدي. وهذا يعني أنه لم يعد بالإمكان أن يوجه في الاتجاه المطلوب بواسطة الشرطي الرقيب. ¶ لكل وضع جديد هناك وسيلة جديدة عندها، بدلا من الأغلال التي تشد على الأعضاء، حاولوا وضع أغلال أخرى حول الأفكار. ¶ يمكن للصحيفة أن تكون هذه الأغلال في بلد من بلدان العالم الثالث، لا يراد للأفكار فيه أن تذهب في هذا الاتجاه أو ذاك. من الواضح أنه يجب في هذه الحالة أن تكون الأغلال من النوع الجيد، أن لا تكون خرقة (من البلد)، وتتركز كل حنكة هذه الحرب (الإيديولوجية) في وضع الصحيفة الموكلة بهذه المهمة في ظروف أفضل من ظروف الصحيفة المحلية؛ حتى من حيث نوعية الورق. ¶ ولكن هذا الأمر يعود إلى زمن قديم. لقد لوحظ فيما مضى، منذ أربعين سنة تقريبا، القرابة التي لم يكن معترفا بها بالطبع، بين جريدة كبيرة قاهرية، وأخرى",
            "page": "116",
            "part": "1",
            "seal": "D966CF20"
        },
        {
            "id": "119",
            "nass": "باريسية، على الرغم من أن إحدهما كانت تقدم في أعمدتها مواضيع استعمارية، في حين تقدم الأخرى في أعمدتها مواضيع بالطبع ضد الاستعمار. ¶ الحيلة إذن ليست جديدة، والحرب الأيديولوجية ليست بنت يومها في بلدان العالم الثالث. ¶ بالطبع لا ينبغي على تقنيي الصراع الأيديولوجي أن يقدموا فقط الورق ذا النوعية الجيدة، ليضمنوا نجاح الصحيفة (التقدمية) في بلد من بلدان العالم الثالث، بل تعطى كذلك نصوصا نثرية غاية في الرشاقة، تظهر على أعمدتها ممهورة بتوقيع واحد، مثل أحمد بن كبير، أي أحد أولئك الذين كان يطلق عليهم في هذا البلد منذ عشر سنين فقط اسم (الخادم ابن البلد). ¶ ومن الطبيعي أنه إذا كان الورق يصل ويسلم في وضح النهار وبالسبل الطبيعية، فإن النصوص النثرية على النقيض من ذلك، تصل خفية بواسطة قنوات سرية إلى الصحيفة التي تحمل رسالة قيادة البلد، الذي ينتمي إلى العالم الثالث في طريق التقدم والتقدمية. ¶ وبالطبع من السهل ملاحظة أن أحمد بن كبير هذا الذي يقدم لوطنه هذه البضاعة ممهورة بتوقيعه، لا يعرف دائما تمام المعرفة نوعية البضاعة التي يطلب منه تسليمها. ¶ ولقد وجدت مرة أخرى البرهان على ذلك، لدى قراءتي لمقال حول اليمين، نشر في إحدى الصحف منذ عدة أسابيع. كان من الواضح أن ال (بن كبير) الذي ذيل هذا المقال بتوقيعه، لم يكن يعرف تاريخ اليمن. إنه يبدأ جيدا عرضه كمتخصص بتاريخ بلاد بلقيس في المرحلة المعاصرة؛ أي منذ تأسيس (الإمامة) في منتصف القرن السادس عشر. ثم يأتي التسلسل الزمني موسعا بطريقة طبيعية ومحكة.",
            "page": "117",
            "part": "1",
            "seal": "E1981EF1"
        },
        {
            "id": "120",
            "nass": "وفجأة، وعند اللحظة الحاسمة التي يدخل فيها اليمن مرحلة الثورة، ينكسر الشرح ويجد القارئ نفسه بغتة محمولا بعصا سحرية إلى الثاني والعشرين من أيلول سنة 1962، وهو تاريخ ثورة عبد الله السلال. غير أن القارئ الذي يعرف بعض الشيء عن اليمن، يتذكر جيدا أن شيئا ما قد جرى سنة 1948 في صنعاء؛ عندما أزاح شخص يدعى عبد الله الوزير الإمام يحيي، وأقام نظاما جمهوريا؛ وقد ساعده في ذلك مستشار جزائري، هو الورثيلاني، الذي توفي في تركيا منذ ثلاث سنوات. ¶ عندما يقف القارئ أمام سؤال يطرق ذهنه: لماذا اختفت الحلقة الأولى من تاريخ الثورة اليمنية ضمن تسلسل زمني موسع جدا ودقيق جدا تناول الأحداث فيما عداها؟ ¶ من الطبيعي أن يصل القارئ إلى نتيجة، أن ال (أحمد بن كبير) الذي وقع في أسفل هذا المقال ليس هو فعلا كاتبه، أو أن قلمه مسير من بعد. فالتاريخ لا تختفي صفحة منه دون سبب. ¶ هاك مثالا جيد، يكفي للدلالة على الأسباب الخفية، والأهداف الغامضة، لتلك الصحافة التي برزت في بلدان العالم التي استردت استقلالها، وللجزائر بالطبع حصتها في هذا الميدان. ¶ (الثورة الإفريقية) استبدلت لتوها مديرها. قد يقال إن هذا أمر تافه. ولكنه يطرح أمام الإدارة الجديدة عددا من المسائل، عليها أن تحلها على الفور لكي تتجنب الخلل في حياة صحيفتها. ¶ وليست أقلها المسائل ذات البعد النفسي. ¶ والواقع إننا نستطيع أن نفخر، بأننا بتنا نبدو أسيادا في الصحافة؛ وأننا لا نعرف أن نكون في البداية مجرد تلامذة (متدرجين).",
            "page": "118",
            "part": "1",
            "seal": "9B86013D"
        },
        {
            "id": "121",
            "nass": "أضف إلى ذلك أن بلدان العالم الثالث ليست الوحيدة التي عليها أن تتحرر من مثل هذه العقدة، للسير خطوة إلى الأمام في طريق التطور. ففي بداية القرن الثامن عشر قضى بطرس الأكبر حياته كلها، لكي يعلم الشعب الروسي أن يصبح تلميذا (متدرجا) لدى حضارة أخرى. وهو بذاته قيصر كل روسيا، تدرب على يد نجار سفن، وعلى يد حداد في هولندا، لكي يعطي فيما بعد لبلاده أول أسطول وطني له. ولكن، كم كانت تبدو مضحكة أولى المدافع وأولى السفن الشراعية، التي بنيت تحت إدارة بطرس الأكبر الشخصية، بالمقارنة مع مدافع سفن معاصره وغريمه (شارل) ملك السويد. إلا أن بطرس الأكبر عرف كيف يخضع غرور بلاده وكسلها لإكراه رسالة كبرى. ¶ إن بلادنا والميدان الذي أخص به هذه السطور، ليسا على ما يبدو على مستوى المثال الذي اخترته. لكن الأمثلة لا تكون بناءة بمقاييسها، بل بمدلولاتها. ¶ كي نتغلب على العناصر، يجب أولا أن نتغلب على أنفسنا. ¶ وإذا كنا نريد صحفيين موهوبين، وصحافة تتبوأ مركزها في عداد الصحافة العالمية الكبرى، يجب علينا أن نكون في البداية مجرد صحفيين متدربين.",
            "page": "119",
            "part": "1",
            "seal": "78A47774"
        },
        {
            "id": "122",
            "nass": "العبرة من جريمة (*) ¶ هكذا، يقدم لنا (متعدد الأطراف) هذه المرة أيضا الدليل القاسي على وجوده. على الأقل لأولئك الذين كانوا لا يزالون يحتاجون لهذا الدليل. أي تقريبا على طريقة الشيطان (مفيستو) (في مسرحية شكسبير) الذي ينادي (فوست) قائلت: ها أنذا. ¶ الواقع أنني تحدثت عنه في مقالي ما قبل الأخير. وقد شددت فيه على الأخص على (أطرافه المحلية) في بلدان العالم الثالث. ولابد من لمحة بسيطة عن رأسه. ¶ إن العمل الإجرامي الذي تعرض له للتو رئيس في مجلس الثورة ونجا منه بأعجوبة خارقة، إنما هو بالفعل من صنع قاتل يلبس ثوب فرقة من الفرق المحلية. ¶ ويجدر بنا، في ما يتعلق بموضوع الفرق، أن نبين فقط أنها لا تعبر عن أي شكل من أشكال المعارضة السياسية. إنها ببساطة أشكال مختلفة من الخيانة. بالمعنى الأكثر خسة والأكثر خزيا للكلمة. ¶ ويبقى إذن أن العمل الإجرامي هو، من الناحية الأخلاقية والسياسية والتقنية، من فعل (متعدد الأطراف): إنه فكرة انبثقت من رأسه. ويجب علينا إذن أن نقول كلمة عن هذه الفكرة. ¶ ويفرض علينا الظرف الحالي، بالتالي، أن نقول بضع كلمات عن مضمون هذه الفكرة. فهذا يجعلنا نعي وعيا أفضل معنى العمل الإجرامي الذي حدث أمس الأول. ¶ لكي نعطي صورة ولو كانت موجزة عن هذه الفكرة الشيطانية، يتوجب علينا أن نتخيل صيغة تستوعب مبادئ الدستور الاستعماري من جهة، وبروتوكولات حكماء صهيون، من جهة أخرى. ¶ ¬__________ ¶ (*) « La Leçon d'un crime» Révolution africaine, no 272, Semaine du 2 au 8 mai 1968.",
            "page": "120",
            "part": "1",
            "seal": "74F6DC47"
        },
        {
            "id": "123",
            "nass": "وهي ستكون الصيغة السحرية التي ستعرف إلى حد ما محتواها الثنائي. وهذا ما سيسمح لنا من خلال المادية البسيطة للعمل الإجرامي أن ندرك نواياها على ماهي عليه من تعقيد. ¶ إن كل جريمة تصنف وفق هذا المعيار. وبالنسبة للمحكة مثلا، تكون الجريمة متعمدة أو غير متعمدة بناء على النية التي كانت وراءها. ¶ وفي مجال السياسة، ليس هناك من وجود لجرائم غير متعمدة. إنها تكون دائما متعمدة. وفي جريمة أمس الأول. كان اختيار الظروف الوطنية واختيار الهدف كافيين لإثبات ذلك. ولابد أن نضيف في الحال أننا نحن أنفسنا ليس لدينا عن هذه الظروف سوى معلومات جزئية. ¶ ولابد أن (متعدد الأطراف) يعرف بالتأكيد أكثر مما نعرف. هذا أمر بديهي على الصعيد الدولي. أما على الصعيد الوطني نفسه، فإنه يعرف كذلك الشيء الكثير، وذلك بفضل شبكة الأطراف التي تشكل في البلد مناطق مراقبة لا نعي تمام الوعي حقيقتها ولا مدى انتشارها. ¶ إنني متأكدة من ذلك منذ أكثر من أربع سنوات. ¶ ومهما يكن من أمر، ورغم أن معلوماتنا جزئية، فإنه باستطاعتنا أن ندرك، ولو جزئيا، الدوافع التي أدت فجأة بمتعدد الأطراف إلى الضغط لتعجيل الأمور ومباشرة الاعتداء، الذي فشل لحسن الحظ. ¶ إننا نترك جانبا- مراعاة للمنهجية- الاعتبارات الخاصة بالوضع الدولي. فالوضع الوطني، كما يبدو لنا، هو الذي دفع إلى كل هذه العجلة. ¶ باستهداف رئيس مجلس الثورة يستهدفون دون شك وبصورة عامه مكاسب هذه الثورة. إنهم يستهدفون على الأخص القرارات التي صدرت مؤخرا، ونحن واثقون من",
            "page": "121",
            "part": "1",
            "seal": "30EFF480"
        },
        {
            "id": "124",
            "nass": "أنهم يستهدفون أيضا القرارات التي كانت ما تزال قيد الدرس والتي لا نملك نحن أنفسنا أية فكرة عنها. ¶ باختصار وبشكل إجمالي، كان الهدف مبدأ التطهير الذي بدأ يرى النور. كان الهدف كبح هذا المسار. هذا هو المعنى السياسي للاعتداء. وهذا ما يفسر العجلة في التنفيذ والهدف الذي اختاروه. لماذا العجلة؟ لكي لا يعطى التطهير الوقت الكافي للوصول إلى نتائجه التي يخافون منها. ¶ ولماذا اختيار هذا الهدف؟ لأن نتائج التطهير لا يمكن الوصول إليها إلا بدفع من صاحب هذه القرارات التي كان يحملها. ¶ وهذا ما يتناسب مع الدستور الاستعماري ومع بروتوكولات حكماء صهيون. ففي المرحلة الاستعمارية، كان (متعدد الأطراف) يحكم الشعوب المستعمرة بأساليب قاسية ليس من الضروري أن نذكرها هاهنا. أما في مرحلة التحرر من الاستعمار، فإن متعدد الأطراف غير أساليبه. إنه يريد أن يبقي الاستقلال، الذي دفع ثمنه غاليا والذي أعطي للبلد اسميا، في فوضى دائمة تغذيها وسائل مدروسة من الفساد وتحافظ علمها حكومات من الدمى المتحركة. ¶ تلك هي القاعدة. ولكن قد ترغب دولة ما، أو حكومة، في الخروج على هذه القاعدة. وبالتحديد بأن تأخذ الخطوات اللازمة ضد عدم الفاعلية، وانعدام المسؤولية، بل وضد التخريب والخيانة، وقد وضعا في مراكز أساسية من القيادة .. ¶ عندها، ليس هناك من مجال لتضييع أية دقيقة أن يغير (متعدد الأطراف) أسلوبه. يحرك الأيادي التي تتولى الانقلابات، أو الانفصالات، مثلما جرى في الكنغو وفي بيافرا. ¶ وإذا أراد بلد ما أن يتخلص من حال الفوضى الخاملة والراكدة والمتوانية التي يجد",
            "page": "122",
            "part": "1",
            "seal": "719F1F35"
        },
        {
            "id": "125",
            "nass": "نفسه فيها، فإنه ما يلبث أن يقع في حال من الفوضى العنيفة. لقد كاد بلدنا أمس في الأول أن يجد نفسه منزلقا في مثل هذه الحال. ¶ وقد شاء الله أن يجنب الشعب الجزائري هذه المحنة الدامية. ¶ ومرة أخرى، تتحقق الآية الكريمة: {ويمكرون ويمكر الله}. ¶ ذلك أنه لدينا ما يكفي من التجارب مع الطرق المدروسة جيدا لمتعدد الأطراف كي نتصور أنه لم يترك أي تفصيل للصدفة في التحضير للجريمة، قبل أن يوكل أمر تنفيذها إلى فدائي خائن. وحتى الظروف النفسية، أخذت بعين الاعتبار في التخطيط لتوقيت الجريمة. ¶ وحتى الطفل (أو الذي يدعى بأنه طفل) الذي أوقف الموكب الرسمي، قدر له أن يكون من بين هذه الظروف لكي يجعل الهدف أقرب منالا. قد يكون هذا الطفل (هذا إذا كان طفلا) بريئا من الدور المشؤوم الذي أعطي له. ولكن إدخاله في مخطط الاعتداء ينم عن تفكير منظم تنظيما عاليا، وعن تقنية عالية جدا في التحضير للجرائم من هذا النوع. هيا ... ليس هذا نتاج تفكير طرف واحد من (متعددة الأطراف) ولا من كل الأطراف. ¶ إننا نجهل بالتأكيد، ولنقص في المعلومات، تفاصيل أخرى تدل بدقة على الفاعل الحقيقي. ¶ كان يجب على عملية الاعتداء أن تنجح مئة في المئة. ¶ فكل احتمالات الفشل كانت، ويجب أن تكون، قد استبعدت مسبقا، لأن العقل الذي دبر كل التفاصيل ونظمها كان يعرف تمام المعرفة النتائج المترتبة على الفشل. ¶ في الأصل، كانت الجريمة تبغي منع البلد، ومنع أي مسؤول فيه، من إمكانية إلقاء نظرة على وضع يعيش فيه (متعدد الأطراف) مثل (السمكة في الماء)، كما تقول",
            "page": "123",
            "part": "1",
            "seal": "A5B14E32"
        },
        {
            "id": "126",
            "nass": "العبارة الشهيرة. وكذلك منعه حتى من إمكانية إعادة النظر في الظروف التي خلقت في البلد، أو على الأقل في العاصمة، هذه الأوضاع التي يبرز فيها يوما ما القاتلون الخونة. على الصعيد السياسي، فإن الأمر يتعلق بالدفاع عن هذه الظروف ضد كل محاولات التغيير. عندها يحصل الاعتداء. ¶ أما على صعيد الأفكار، فالأمر يتعلق بمنع كل محاولة لفحص، أو تحليل، أو شرح، هذه الظروف. وعلى هذا الصعيد، هيء الاعتداء ليكون تأثيره بمثابة تخويف للناس. ¶ لم يكن احتمال الفشل إذن مقبولا في التخطيط الذي كان يهدف إلى المحافظة على الوضع السابق مهما كلف الأمر. لأن نتائج الفشل ستكون أشد خطورة لكونه سيجعل السلطة السياسية تأخذ حذرها، في جميع الميادين، وسيكون بمقدور الجهد الفكري أن يقوم بمهمته على أحسن وجه انطلاقا من معطيات لا يمكن نسبتها البتة إلى الخيال. ¶ هذا هو الشكل الجديد للمشكلة عند (متعدد الأطراف). وعندنا نحن؟ من البديهي أننا لا نزال في الوضع الذي انفجرت فيه المأساة. إن الظروف التي ولدته لم توقفها، بضربة ساحر، تلك الرشقات التي كادت أن تغرق البلد في فوضى دامية. ¶ بالنسبة لمتعدد الأطراف، كما بالنسبة لنا نحن، لا يزال الوضع إذن قائما على ما كان عليه. وواجبنا الوطني يحتم علينا أن نفكر بذلك. ¶ ومن البديهي أن متعدد الأطراف لم يضع فقط خطة التنفيذ المادي للأعتداء. علينا أن نفترض أنه فكر كذلك بوضع خطة استغلاله السياسي. ¶ إذن، يفترض علينا أن نفكر أنه، بالإضافة إلى القتلة المأجورين الذين كانوا موجودين في مكان الاعتداء، كان يوجد هناك قاتل سياسي ينتظر الإشارة ليبدأ عمله، هنا بالذات، في الجزائر.",
            "page": "124",
            "part": "1",
            "seal": "9415F208"
        },
        {
            "id": "127",
            "nass": "هذا الجهاز الأخير هو الذي يجب، بنظري، أن نتفحصه عن كثب، لكي نعيد تقويمنا للوضع السابق، وكذلك لكي نتخذ الاحتياطات اللازمة في الظروف القادمة، أي فيما يتعلق بمشاريع (متعدد الأطراف). ولكن هاتين الحالتين مرتبطان: لا يمكن لنا أن نتخذ احتياطاتنا في المستقبل إذا لم نكن نعرف معرفة تامة ظروف الأوضاع الماضية. ¶ لدينا ولاشك من المعلومات حول بيتنا نحن أقل مما لدى (متعدد الأطراف). فبالنسبة له، بيتنا من زجاج، ولا يخفى عليه أي أمر فيه. هناك أمور عديدة تجعلنا نؤمن بذلك، وخاصة منذ وقوع الاعتداء الغاشم. ¶ إلا أننا نعرف أمرا محددا بدقة: وهو أن بيتنا يحتاج بجدية إلى إعادة ترتيبه. ¶ وفي كل الأحوال، يجب أولا التفكير بالإعداد للحاضر. في الوقت الحاضر، هناك قبل أي شيء آخر، ضرورة الوصول بالتحقيق إلى نتائج جيدة. ليس علينا بالطبع أن نعطي النصائح للمحقيقين في هذا المجال. جل ما نبغيه هو التعبير عن أمنية بسيطة. إننا نتمنى أن لا تطغى الوقائع المادية وحدها على مسار التحقيق. ¶ يجب بالتأكيد إزالة القاتل الذي نفذ الخطط بسلاحه، مهما كان الأمر. لقد كان الجمهور نفسه قادرا على ذلك لو أن الأمور وضحت له بشكل جيد. ¶ إننا نعرف أنه يجب على كل تحقيق أن يبقى سرا الأمور التي تساعده في عمله. أما الأمور التي يمكن أن تخدم المجرمين بإبقائهم في الكتمان، فإنه من الواجب، على العكس من ذلك، إشاعتها بين الناس. ¶ ومهما يكن من أمر، فإن الوضع لا يتعلق في هذه الحالة بمجرد وقائع مادية بسيطة، كما هو الوضع في الحالات العادية. ولكن في الظروف الدولية الراهنة، لا يمكن للتحقيق، وللأسف، أن يطال (متعدد الأطراف) نفسه. إلا أننا نستطيع أن نطال أطرافه. هناك قاتل مسلح، هذا أمر طبيعي. ولكن هناك أيضا وبالتأكيد قتلة سياسيون.",
            "page": "125",
            "part": "1",
            "seal": "8FE63FF8"
        }
    ],
    "t2018": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة هذا الكتاب"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول في البناء الاجتماعي"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "الأفكر والبناء الاجتماعي"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "المذهب الاقتصادي الاجتماعي المنتظر"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "فلنتكلم عن العارضة"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "التخطيط والتخطيط الدقيق"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "دفاعا عن رأسمال الأفكار"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "سوق البركة"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني في البناء الثقافي"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "نداء قسطنطة مشكلة الثقافة"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "اللغة والثقافة"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "التفكر وردات الفعل"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": null,
            "tit": "تأملات على قبر دينيه في بوسعادة"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "مهمة النخبة الإفريقية"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": null,
            "tit": "دلالة إضراب الجامعة"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "أخوة في الإسلام"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث نحن والإستعمار"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": null,
            "tit": "أرغن الأمبريالية"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "الأسباب الصغرى والمسببات الكبرى"
        },
        {
            "id": "117",
            "lvl": "2",
            "sub": null,
            "tit": "صحافة العالم الثالث"
        },
        {
            "id": "122",
            "lvl": "2",
            "sub": null,
            "tit": "العبرة من جريمة"
        }
    ]
}