{
    "b2027": [
        {
            "id": "98",
            "nass": "سُنَنِ المُرْسَلِينَ -وعد منها- الحَيَاءُ» (¬1). ¶ * وعن أبي هريرة -رضي الله عنه- قال: قال رسول الله صلى الله عليه وآله وسلم: «ثَلاَثٌ مَنْ كُنَّ فِيهِ حَاسَبَهُ اللَّهُ حِسَاباً يَسِيراً وَأَدْخَلَهُ الجَنَّةَ بِرَحْمَتِهِ». قَالُوا: لِمَنْ يَا رَسُولَ اللَّهِ؟ ¶ قال: «تُعْطِي مَنْ حَرَمَكَ، وَتَعْفُوا عَمَّنْ ظَلَمَكَ، وَتَصِلُ مَنْ قَطَعَكَ» ¶ قال: فإذا فعلت ذلك فما لي يا رسول الله؟ ¶ قال: «أن تُحَاسَبَ حِسَاباً يَسِيراً ويُدخِلَكَ اللهُ الجَنَّةَ بِرَحْمَتِهِ» (¬2). ¶ * وقال رسول الله صلى الله عليه وآله وسلم: «أَلَا أُنْبِئَكُمْ بِمَا يُشْرِفُ الله تعالى بِهِ الْبُنْيَانَ وَيَرْفَعُ بِهِ الدَّرَجَاتِ؟» ¶ قَالُوا: بَلى يَا رَسُولَ الله؟ ¶ ¬_________ ¶ (¬1) رواه الطبراني، انظر: مجمع الزوائد للهيثمي، كتاب الطب، باب التداوي بالعسل والحجامة وغير ذلك. (5/ 152) ط دار الفكر، بيروت. ¶ (¬2) رواه الحاكم في المستدرك، (5/ 563) ط دار إحياء التراث العربي، مصر.",
            "page": "101",
            "part": "1",
            "seal": "FB295815"
        },
        {
            "id": "99",
            "nass": "قَالَ: «أن تَحْلُمُ عَلَى مَنْ جَهِلَ عَلَيْك , وَأن تَصِلُ مَنْ قَطَعَك، وَتُعْطِي مَنْ حَرَمَك، وَتَعْفُو عَمَّنْ ظَلَمَك» (¬1). ¶ * وقال رسول الله صلى الله عليه وآله وسلم: «إِنَّ الرَّجُلَ لَيُدْرِكُ بِالْحِلْمِ دَرَجَةَ الصَّائِمِ الْقَائِمِ» (¬2). ¶ * وقال رسول الله صلى الله عليه وآله وسلم: «مَنْ لَمْ تَكُنْ فِيهِ وَاحِدَةٌ من ثَلاثٍ فَلا يَجنِي مِنِْ عَمَلِهِ: تقوى تحْجُزُهُ عَنْ عن معاصي الله، أَوْ حِلْمٌ يَكُفُ بِهِ سفيها، أَوْ خُلُقٌ يَعيِشُ بِهِ في النَّاسِ» (¬3). ¶ ¬_________ ¶ (¬1) رواه الطبراني، عن عبادة بن الصامت- رضي الله عنه- انظر: مجمع الزوائد للهيثمي، كتاب البر والصلة، باب مكارم الأخلاق والعفو عمن ظلم، (8/ 345). ¶ (¬2) رواه الطبراني في الأوسط عن علي بن أبي طالب-رضي الله عنه-، انظر: مجمع الزوائد للهيثمي، كتاب الأدب، باب ما جاء في حسن الخلق، (8/ 53) ط دار الفكر، بيروت. ¶ (¬3) رواه الطبراني عن أم سلمة -رضي الله عنها-، انظر: مجمع الزوائد للهيثمي، كتاب البر والصلة، باب مكارم الأخلاق والعفو عمن ظلم، (8/ 347) ط دار الفكر، بيروت.",
            "page": "102",
            "part": "1",
            "seal": "A8C224D2"
        },
        {
            "id": "100",
            "nass": "* وقال رسول الله صلى الله عليه وآله وسلم: «ثلاثٌ مَنْ كُنَّ فِيهِ اسْتَوْجَبَ الثَّوابَ واسْتَكْمَلَ الإِيمانَ: خُلُقٌ يَعيِشُ بِهِ في النَّاسِ، ووَرَعٌ يَحْجُزُهُ عَنْ محارِمِ الله تعالى، وحِلْمٌ يَرُدُّهُ عَنْ جهْلِ الجاهِل» (¬1). ¶ وأما كظم الغيظ - فهو وان لم يبلغ مرتبة الحلم فضيلة وشرفا، لأن كظم الغيظ عبارة عن (التحلم) أي: تكلف الحلم - ولكن إذا تعود ذلك مدة صار ذلك اعتيادا فلا يهيج الغيظ وإن هاج فلا يكون في كظمه تعب. وهو الحلم الطبيعي. - ولكن ابتداؤه التحلم وكظم الغيظ تكلفا ولذا قال رسول الله صلى الله عليه وآله وسلم: «إِنَّما الْعِلْمُ بِالتَّعَلُّمِ، وَالْحِلْمُ بِالتَّحَلُّمِ» (¬2). ¶ ¬_________ ¶ (¬1) رواه البزار عن أنس-رضي الله عنه-، انظر: مجمع الزوائد للهيثمي، كتاب الإيمان، باب في كمال الإيمان، (1/ 219) ط دار الفكر، بيروت. ¶ (¬2) رواه الطبراني في الأوسط من حديث أبي الدرداء -رضي الله عنه-، انظر: مجمع الزوائد للهيثمي، كتاب العلم، باب العلم بالتعلم، (1/ 340) ط دار الفكر، بيروت.",
            "page": "103",
            "part": "1",
            "seal": "8A01273B"
        },
        {
            "id": "101",
            "nass": "وأشار بهذا إلى أن اكتساب الحلم طريقه التحلم أولاً وتكلفه. كما أن اكتساب العلم طريقه التعلم. ¶ فمن لم يكن حليماً بالطبع لا بد له من السعي في كظم الغيظ عند هيجانه، حتى تحصل له صفة الحلم. ¶ وقد مدح الله سبحانه كاظمي الغيظ في محكم كتابه: ¶ فضيلة كظم الغيظ: ¶ ويكفي هذه الآيات في فضيلة كظم الغيظ وهي قول الله تعالى: (وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ* الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَالله يُحِبُّ المُحْسِنِينَ) [آل عمران: 133 - 134] ¶ دلت الآيات على أن الكاظمين من المتقين، وإن مغفرة ربهم تنالهم، وجنته أعدت لهم، فما أفضل هذا الجزاء ... ) (¬1). ¶ ¬_________ ¶ (¬1) انظر: موعظة المؤمنين من أحياء علوم الدين (ص 208 - 209). بتصرف.",
            "page": "104",
            "part": "1",
            "seal": "41D78F92"
        },
        {
            "id": "102",
            "nass": "وروى الترمذي في باب كظم الغيظ، أن النَّبِيِّ صلى الله عليه وآله وسلم قَالَ: «مَنْ كَظَمَ غَيْظًا وَهُوَ يَسْتَطِيعُ أَنْ يُنَفِّذَهُ دَعَاهُ الله يَوْمَ الْقِيَامَةِ عَلَى رُءُوسِ الخَلائِقِ حَتَّى يُخَيِّرَهُ فِي أَيِّ الحُورِ شَاءَ» (¬1). ¶ وعن ابن عمر -رضي الله عنه- قال: قال رسول الله صلى الله عليه وآله وسلم: «مَا مِنْ جُرْعَةٍ أَعْظَمُ أَجْرًا عِنْدَ الله من جُرْعَةِ غَيْظٍ كَظَمَهَا عَبْدٌ ابْتِغَاءَ وَجْهِ الله» (¬2). ¶ قال صاحب «فتح الكريم المنان: «فعلينا ترك الغضب، والتحلي بالفضائل، وكظم الغيظ، وتكلُّف الحلم، وإن لم يكن حليماً، فإن استعمال الحلم يذهب الغضب، لأن الحليم من شأنه أنه لا يغضب وإن غضب لا يعمل بمقتضى غضبه». ¶ ¬_________ ¶ (¬1) رواه الترمذي - كتاب البر والصلة - باب في كظم الغيظ (4/ 372). ¶ (¬2) رواه ابن ماجه - كتاب الزهد - باب الحلم -.",
            "page": "105",
            "part": "1",
            "seal": "4F8D8C18"
        },
        {
            "id": "103",
            "nass": "ومن المشهورين بالحلم: ¶ الأحنف بن قيس فإنه كان يضرب به المثل في الحلم، فكان ذات يوم يحدث الناس إذ جاءه ابنه ومعه أخوه قد قتله ابن عمه والقاتل موثق بالحبال، فمضى في الحديث ولم يلتفت إلى ولده المقتول بل قال لولده الثاني الذي جاء بالقاتل والقتيل: «أطلق ابن عمِّكَ، وجهِّزْ أخاك وادفنْه، ثم اذهبْ إلى إبلي فخذْ منها مائة وأعطِها أُمَّهُ لتخفِّفَ من آلامها» ثم مضى في حديثه مع الناس. ¶ ويروى عن الإمام الشافعي حين أراد أن يختبره الخياط، فخاط ثوباً فجعل أحد كميه طويلاً، وترك الجهة الأخرى بدون كُم، فلما أخذه ولبسه، قال للخياط: «جزاك الله خيراً» وأعطاه أجره مرتين. ¶ ومما يحكى أن معن بن زائدة كان أميراً على العراق، وكان حليماً كريماً يضرب به المثل فسمع به أعرابي فأراد أن يمتحن حلمه. ¶ فقال الأعرابي:",
            "page": "106",
            "part": "1",
            "seal": "676B4409"
        },
        {
            "id": "104",
            "nass": "أتذكر إذ لحافك جلد شاة ... وإذ نعلاك من جلد البعير ¶ فقال معن: أذكر ولا أنساه. ¶ فقال الأعرابي: ¶ فسبحان الذي أعطاك ملكاً ... وعلمك الجلوس على السرير ¶ فقال معن: سبحانه وتعالى. ¶ فقال الأعرابي: ¶ فلست مسلِّماً إن عشت دهراً ... على معنٍ بتسليم الأمير ¶ فقال معن: يا أخا العرب! السلام سنة. ¶ فقال الأعرابي: ¶ سأرحل من بلاد أنت فيها ... ولو جار الزمان على الفقير ¶ فقال معن: يا أخا العرب إن جاورتنا فمرحباً",
            "page": "107",
            "part": "1",
            "seal": "9B752B8B"
        },
        {
            "id": "105",
            "nass": "بك، وإن رحلت فمصحوبًا بالسلامة. ¶ فقال الأعرابي: ¶ فجد لي يا ابن ناقصة بشيء ... فإني قد عزمت على المسير ¶ فقال معن: أعطوه ألف دينار ليستعين بها على سفره. ¶ فأخذها وقال: ¶ قليل ما أتيت به وإني ... لأطمع منك بالمال الكثير ¶ فقال معن: أعطوه ألفاً آخراً. ¶ فأخذها وقال: ¶ سألت الله أن يبقيك ذُخراً ... فمالك في البرية من نظير ¶ فقال معن: أعطوه ألفاً آخراً. ¶ فقال الأعرابي: يا أمير المؤمنين ما جئت إلا",
            "page": "108",
            "part": "1",
            "seal": "8759AFF4"
        },
        {
            "id": "106",
            "nass": "مختبراً حلمك، فقد جمع الله فيك من الحلم ما لو قُسّم على أهل الأرض لكفاهم: ¶ فقال معن: يا غلام، كم أعطيته على نظمه؟ ¶ قال: ثلاثة آلاف دينار. ¶ فقال: أعطه على نثره مثلها. ¶ فانظر يا أخي وتأمل في فضائل الحلم وترك الغضب كيف يمثل الشجاعة وعلو الهمة وقوة القلب وضبط النفس (¬1). ¶ ****** ¶ ¬_________ ¶ (¬1) انظر: فتح الكريم المنان بشرح نفحة الرحمن نظم شعب الإيمان لشيخي العلامة أحمد جابر جبران -رحمه الله تعالى- (ص 52 - 53) بتصرف.",
            "page": "109",
            "part": "1",
            "seal": "6DE74F70"
        },
        {
            "id": "107",
            "nass": "النوع الثاني: إخلاص النية في طلب العلم: ¶ ينبغي أن ينوي المتعلم بطلب العلم رضاء الله تعالى والدار الآخرة، ومراقبة الله في السر والعلن، ولزوم الخضوع والخشوع والمحافظة على حقوقه في جميع حركاته وسكناته وأقواله وأفعاله، وينوي كذلك إزالة الجهل عن نفسه وعن سائر الجهال، وإحياء الدين وإبقاء الإسلام، فإن بقاء الإسلام بالعلم. ¶ ولا يقصد به الأغراض الدُّنيَوِيَّة، لأنَّ العلم عبادة، فإن خلصت فيه النِّيَّةُ قُبِلَ وَنَمَتْ بَرَكَتُهُ، وإن قُصِدَ بهِ غَيْرُ وَجْهِ الله تَعَالَى حَبَطَ وَخَسِرَتْ صَفْقَتُهُ. ¶ فاحذر كل الحذر من طلب العلم لأجل الجاه والحشمة وجمع حطام الدنيا. ¶ قال تعالى: (مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ) (الشورى:20) ¶ وفي الحديث: «إِنَّ أَوَّلَ الناس يُقْضَى يوم الْقِيَامَةِ",
            "page": "110",
            "part": "1",
            "seal": "D79290E8"
        },
        {
            "id": "108",
            "nass": "عليه رَجُلٌ اسْتُشْهِدَ، فَأُتِيَ بِهِ فَعَرَّفَهُ نِعَمَهُ فَعَرَفَهَا، قال: فما عَمِلْتَ فيها، قال: قَاتَلْتُ فِيكَ حتى اسْتُشْهِدْتُ، قال: كَذَبْتَ، وَلَكِنَّكَ قَاتَلْتَ لِأَنْ يُقَالَ جَرِيءٌ، فَقَدْ قِيلَ، ثُمَّ أُمِرَ بِهِ فَسُحِبَ على وَجْهِهِ حتى أُلْقِيَ في النَّارِ، وَرَجُلٌ تَعَلَّمَ الْعِلْمَ وَعَلَّمَهُ، وَقَرَأَ الْقُرْآنَ، فَأُتِيَ بِهِ فَعَرَّفَهُ نِعَمَهُ فَعَرَفَهَا، قال: فما عَمِلْتَ فيها، قال: تَعَلَّمْتُ الْعِلْمَ وَعَلَّمْتُهُ، وَقَرَأْتُ فِيكَ الْقُرْآنَ، قال: كَذَبْتَ، وَلَكِنَّكَ تَعَلَّمْتَ الْعِلْمَ لِيُقَالَ عَالِمٌ، وَقَرَأْتَ الْقُرْآنَ لِيُقَالَ: هو قَارِئٌ، فَقَدْ قِيلَ، ثُمَّ أُمِرَ بِهِ فَسُحِبَ على وَجْهِهِ حتى أُلْقِيَ في النَّارِ ... » (¬1). الحديث. ¶ ¬_________ ¶ (¬1) رواه مسلم - كتاب الأمارة - باب من قاتل للرياء والسمعة استحق النار (وهو جزء من حديث مطول) (6/ 47)",
            "page": "111",
            "part": "1",
            "seal": "2EA8BED7"
        },
        {
            "id": "109",
            "nass": "وتصحيح النية يحتاج إلى أربعة أشياء: ¶ 1 - أن ينوي بتعلمه الخروج من الجهل؛ لأن الله تعالى قال: (قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ) (الزمر:9) ¶ 2 - أن ينوي به منفعة الخلق؛ لأن النبي صلى الله عليه وآله وسلم قال: «إِنَّ اللهَ وَمَلَائِكَتَهُ وَأَهْلَ السماوات وَالْأَرَضِينَ حتى النَّمْلَةَ في جُحْرِهَا وَحَتَّى الحُوتَ لَيُصَلُّونَ على مُعَلِّمِ الناس الخَيْرَ» (¬1). ¶ 3 - أن ينوي به إحياء العلم، لأن الناس لو تركوا التعلم لذهب العلم ورفعه ذهاب العلماء. كما روى أن النبي صلى الله عليه وآله وسلم قال: «إِنَّ اللهَ لَا يَقْبِضُ الْعِلْمَ ¶ ¬_________ ¶ (¬1) قوله صلى الله عليه وآله وسلم: «لَيُصَلُّونَ على مُعَلِّمِ الناس الخَيْرَ» أي يستغفرون لهم - فيض القدير، مناوي- (4/ 432) والحديث رواه الترمذي - كتاب العلم - باب ما جاء في فضل الفقه على العبادة (5/ 50) حديث أبي أمامة الباهلي -رضي الله عنه- رقم (685).",
            "page": "112",
            "part": "1",
            "seal": "77F09FD7"
        },
        {
            "id": "110",
            "nass": "انْتِزَاعًا يَنْتَزِعُهُ من الْعِبَادِ وَلَكِنْ يَقْبِضُ الْعِلْمَ بِقَبْضِ الْعُلَمَاءِ حتى إذا لم يُبْقِ عَالِمًا اتَّخَذَ النَّاسُ رؤوسا جُهَّالًا فَسُئِلُوا فَأَفْتَوْا بِغَيْرِ عِلْمٍ فَضَلُّوا وَأَضَلُّوا» (¬1). ¶ 4 - أن ينوي به أن يعمل به لا بخلافه؛ لأن العلم آلة للعمل وطلب الآلة لا للعمل لغو كما إذا عمل لا بالعلم وهو لغو. وقيل: «العلم بلا عمل وبال، والعمل بلا علم ضلال» (¬2). ¶ فينبغي عليك يا طالباً للعلم إخلاص النية لله في طلبك العلم وأن تُعلم أهلك ومن أمكنك تعليمه من المسلمين قاصداً بذلك وجه الله تعالى. نسأل الله تعالى الإخلاص لوجهه الكريم ... آمين. ¶ ¬_________ ¶ (¬1) رواه البخاري -كتاب العلم- باب كيف يقبض العلم - حديث عبد الله بن عمرو بن العاص - رضي الله عنه-. ¶ (¬2) انظر: بستان العارفين للسمرقندي -رحمه الله تعالى- (ص 313)",
            "page": "113",
            "part": "1",
            "seal": "88A9E03C"
        },
        {
            "id": "111",
            "nass": "النوع الثالث: التوبة. ¶ عليك يا طالباً للعلم - وفقك الله - بالتوبة؛ ليحصل لك توفيق العلم، فإن شؤم الذنوب يورث الحرمان، ويعقب الخذلان، وإن الإصرار على الذنوب مما يسود القلوب فتجدها في ظلمة وقساوة لا خلوص فيها ولا صفاوة ولا لذة ولا حلاوة. فيا عجبًا كيف يوفق للعلم من هو في شؤم وقسوة متلطخ بالذنوب والآثام، فلا جرم لا يكاد يجد المصر على العصيان توفيقًا للعلم، وكل ذلك لشؤم الذنوب وترك التوبة (¬1). ¶ ورحم الله الإمام الشافعي حيث قال: ¶ شَكَوتُ إِلى وَكيعٍ سوءَ حِفظي ... فَأَرشَدَني إِلى تَركِ المَعاصي ¶ وَأَخبَرَني بِأَنَّ العِلمَ نورٌ ... وَنورُ اللهِ لا يُهدى لِعاصي ¶ ¬_________ ¶ (¬1) هكذا ذكر الإمام الغزالي -رحمه الله تعالى- في كلامه على العُبّاد في كتابه منهاج العابدين وهو يتناول طلاب العلم.",
            "page": "114",
            "part": "1",
            "seal": "913F48E3"
        },
        {
            "id": "112",
            "nass": "بيان وجوب التوبة وفضلها: ¶ اعلم أن وجوب التوبة ظاهر بالأخبار والآيات، وهو واضح بنور البصيرة عند من شرح الله بنور الإيمان صدره، فإن من عرف أن لا سعادة في دار البقاء إلا في لقاء الله تعالى وأن كل محجوب عنه شقي لا محالة، وعلم أن لا مُبعد عن لقاء الله إلا اتباع الشهوات، ولا مقرب من لقائه إلا الإقبال على الله بدوام ذكره، وعلم إن الذنوب سبب كونه محجوباً مبعداً عن الله تعالى فلا يشك في أن الانصراف عن طريق البعد واجب للوصول إلى القرب، وإنما يتم الانصراف بالعلم والندم والعزم. (¬1) ¶ قال الله تعالى: (وَتُوبُوا إِلَى الله جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ) (النور:31). وهذا أمر على العموم. ¶ وقال تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى الله تَوْبَةً نَصُوحاً) (التحريم:8) ¶ ¬_________ ¶ (¬1) انظر موعظة المؤمنين من إحياء علوم الدين (ص 269).",
            "page": "115",
            "part": "1",
            "seal": "7251A508"
        },
        {
            "id": "113",
            "nass": "وقال صلى الله عليه وآله وسلم: «يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى الله؛ فَإِنِّي أَتُوبُ فِي الْيَوْمِ إِلَيْهِ مِائَةَ مَرَّةٍ» (¬1). ¶ * ويدل على فضل التوبة: ¶ قول الله تعالى: (إِنَّ الله يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ) (البقرة:222) ¶ وقوله صلى الله عليه وآله وسلم: «لله أَشَدُّ فَرَحًا بِتَوْبَةِ أَحَدِكُمْ مِنْ أَحَدِكُمْ بِضَالَّتِهِ إِذَا وَجَدَهَا» (¬2). ¶ مقدمات التوبة: ¶ وقد ذكر الإمام الغزالي رحمه الله مقدمات التوبة وهي: ¶ 1 - ذكر غاية قبح الذنب. ¶ 2 - ذكر شدة عقوبة الله عز وجل وأليم سخطه وغضبه الذي لا طاقة لك به. ¶ ¬_________ ¶ (¬1) رواه مسلم - كتاب الذكر والدعاء - باب استحباب الاستغفار والاستكثار منه- حديث ابن عمر -رضي الله عنهما-. (8/ 73). ¶ (¬2) رواه مسلم - كتاب التوبة - باب في الحض على التوبة والفرح بها (8/ 91) حديث أبي هريرة -رضي الله عنه-.",
            "page": "116",
            "part": "1",
            "seal": "50FEB876"
        },
        {
            "id": "114",
            "nass": "3 - ذكر ضعفك وقلة حيائك في ذلك فإن من لا يحتمل حر شمس ولا لطمة شرطي ولا قرص نملة كيف يتحمل حر نار جهنم وضرب مقامع الزبانية - نعوذ بالله ثم نعوذ بالله من سخطه وعذابه. (¬1). ¶ وقد ذكر لي شيخي العلامة أحمد بن جابر جبران - رحمه الله تعالى - حقيقة التوبة وهي: الإقلاع في الحال، والندم على فعل المعصية، والعزم ألاَّ تعود إليها حتى يعود اللبن في الضرع، وإن تعلقت بحق آدمي لابد من الاستحلال منه. ¶ قال الإمام الغزالي-رحمه الله تعالى-في «بداية الهداية»: واعلم أنك تعص الله بجوارحك، وهي نعمة من الله عليك وأمانة لديك، فاستعانتك بنعمة الله على معصيته غاية الكفران، وخيانتك في أمانة استودعكها الله غاية الطغيان، فأعضاؤك رعاياك فانظر كيف ترعاها. ¶ ¬_________ ¶ (¬1) انظر: منهاج العابدين للإمام الغزالي -رحمه الله تعالى- (ص 11) بتصرف.",
            "page": "117",
            "part": "1",
            "seal": "F611BE28"
        },
        {
            "id": "115",
            "nass": "«فكُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ» ¶ واعلم أن جميع أعضائك ستشهد عليك في عرصات القيامة بلسان طلق تفضحك به على رؤوس الخلائق. قال الله تعالى: (يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُوا يَعْمَلُونَ) (النور:24) ¶ وقال تعالى: (الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ) (يّس:65) فاحفظ جميع بدنك من المعاصي» (¬1). ¶ وقال -رحمه الله- في «منهاج العابدين»: فإن قلت: إنما يمنعني من التوبة أني أعلم من نفسي أني أعود إلى الذنب ولا أثبت على التوبة فلا فائدة في ذلك! ... فاعلم أن هذا من غرور الشيطان، ومن أين لك هذا العلم؟ فعسى أن تموت تائباً قبل أن تعود إلى الذنب. ¶ ¬_________ ¶ (¬1) انظر: بداية الهداية للإمام الغزالي -رحمه الله تعالى- تحقيق الشيخ محمد الحجار -رحمه الله تعالى- (ص 155 - 156).",
            "page": "118",
            "part": "1",
            "seal": "BCB7CEA2"
        },
        {
            "id": "116",
            "nass": "وأما الخوف من العود فعليك العزم والصدق في ذلك، وعلى الله الإتمام فإن أتم فذلك المقصود من فضله، وإن لم يتم فقد غُفرت ذنوبك السالفة كلها وتخلصت منها وتطهرت وليس عليك إلا هذا الذنب الذي أحدثته الآن. وهذا هو الربح العظيم فلا يمنعك خوف العود عن التوبة فإنك من التوبة أبداً بين إحدى الحسنيين» (¬1). ¶ وقد قال صلى الله عليه وآله وسلم فِيمَا يَحْكِي عَنْ رَبِّهِ عَزَّ وَجَلَّ قَالَ: «أَذْنَبَ عَبْدٌ ذَنْبًا، فَقَالَ: اللهمَّ اغْفِرْ لِي ذَنْبِي. فَقَالَ تَبَارَكَ وَتَعَالَى: أَذْنَبَ عَبْدِي ذَنْبًا فَعَلِمَ أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِالذَّنْبِ. ثُمَّ عَادَ فَأَذْنَبَ فَقَالَ: أَيْ رَبِّ اغْفِرْ لِي ذَنْبِي. فَقَالَ تَبَارَكَ وَتَعَالَى: عَبْدِي أَذْنَبَ ذَنْبًا فَعَلِمَ أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِالذَّنْبِ. ¶ ¬_________ ¶ (¬1) انظر: منهاج العابدين للإمام الغزالي -رحمه الله تعالى- (ص 11 - 12).",
            "page": "119",
            "part": "1",
            "seal": "B6AB5E4B"
        },
        {
            "id": "117",
            "nass": "ثُمَّ عَادَ فَأَذْنَبَ فَقَالَ: أَيْ رَبِّ اغْفِرْ لِي ذَنْبِي. فَقَالَ تَبَارَكَ وَتَعَالَى: أَذْنَبَ عَبْدِي ذَنْبًا فَعَلِمَ أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِالذَّنْبِ اعْمَلْ مَا شِئْتَ (¬1) فَقَدْ غَفَرْتُ لَكَ» (¬2). ¶ قال الإمام النووي -رحمه الله تعالى-: «لَوْ تَكَرَّرَ الذَّنْب مِائَة مَرَّة أَوْ أَلْف مَرَّة أَوْ أَكْثَر , وَتَابَ فِي كُلّ مَرَّة , قُبِلَتْ تَوْبَته, وَسَقَطَتْ ذُنُوبه, وَلَوْ تَابَ عَنْ الْجَمِيع تَوْبَة وَاحِدَة بَعْد جَمِيعهَا صَحَّتْ تَوْبَته» (¬3). ¶ * قال المزني: دَخلتُ على الشافعي في مرضه الذي مات فيه، فقلت: كيف أصبحت؟. قال: أصبحت من الدنيا راحلاً، وللإخوان مفارقًا ولكأس المنية شاربًا، وعلى الله جل ذكره واردًا، ¶ ¬_________ ¶ (¬1) قوله: «اعمل ما شئت» ليس المراد إباحة المعاصي، ولكن المراد غفران الذنوب بسبب الاستغفار والتوبة. أفادني بذلك شيخي العلامة أحمد بن جابر جبران -رحمه الله تعالى- ¶ (¬2) رواه مسلم - كتاب التوبة - باب قبول التوبة من الذنوب .. (8/ 99) حديث أبي هريرة -رضي الله عنه-. ¶ (¬3) انظر: صحيح مسلم شرح النووي - كتاب التوبة - باب قبول التوبة من الذنوب وإن تكررت الذنوب والتوبة (17/ 75).",
            "page": "120",
            "part": "1",
            "seal": "8E1EED8F"
        },
        {
            "id": "118",
            "nass": "ولا والله ما أدري روحي تصير إلى الجنة فأهنيها، أم إلى النار فأعزيها؟ ثم بكى وأنشأ يقول: ¶ خف الله وأرجوه لكل عظيمة ... ولا تطع النفس اللجوج فتندما ¶ وكن بين هاتين من الخوف والرجا ... وأبشر بعفو الله إن كنت مسلماً ¶ ولمّا قسى قلبي وضاقت مذاهِبي ... جَعَلتُ الرجا مني لعفوك سُلَّماً ¶ إليك - إله الخلق - أرفع رغبتي ... وإن كنت ياذا المن والجود مجرماً ¶ تَعاظَمنَي ذَنبي فَلَمّا قَرَنتُهُ ... بعفوكَ رَبيّ كان عَفوُك أَعظَما (¬1). ¶ ¬_________ ¶ (¬1) انظر ديوان الشافعي للأستاذ / نعيم زرزور (ص 99) ط دار الكتب العلمية بيروت.",
            "page": "121",
            "part": "1",
            "seal": "7022C331"
        },
        {
            "id": "119",
            "nass": "قصة عن أحد الصالحين: ¶ قال الإمام الغزالي -رحمه الله تعالى-: بلغنا عن الأستاذ أبي إسحاق الأسفرايني -رحمه الله تعالى- وكان من الراسخين في العلم العاملين به أنه قال: دعوت الله سبحانه ثلاثين سنة أن يرزقني توبة نصوحاً ثم تعجبت في نفسي فقلت: سبحان الله حاجة دعوت الله فيها ثلاثين سنة فما قضيت إلى الآن، فرأيت فيما يرى النائم كأن قائلاً يقول لي: أتعجب من ذلك أتدري ماذا تسأل الله؟ إنما تسأل الله سبحانه أن يحبك، أما سمعت قوله جل جلاله: (إِنَّ الله يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ) (البقرة:222) أفهذه حاجة هينة. ¶ فانظر إلى هؤلاء الأئمة واهتمامهم ومواظبتهم على صلاح قلوبهم والتزود لمعادهم، فناقش نفسك وحاسبها وسارع إلى التوبة بادر فإن الأجل مكتوم والدنيا غرور والنفس والشيطان عدوان، وتضرع إلى الله سبحانه وابتهل إليه واذكر حال أبينا آدم -عليه",
            "page": "122",
            "part": "1",
            "seal": "081C0DAC"
        },
        {
            "id": "120",
            "nass": "السلام- الذي خلقه الله بيده ونفخ من روحه لم يذنب إلا ذنباً واحداً فنزل به ما نزل حتى أنه فيما روى بكى على ذنبه مئتي سنة حتى قبل الله توبته وغفر ذنبه الواحد. هذا حاله مع نبيه وصفيه في ذنب واحد فكيف حال الغير في ذنوب لا تحصى وهذا تضرع التائب فكيف المصر المتعسف. وقد أحسن من قال: ¶ يخاف على نفسه من يتوب ... فكيف ترى حال من لا يتوب (¬1) ¶ نسأل الله التوبة النصوح بوجهه الكريم ... آمين. ¶ ¬_________ ¶ (¬1) انظر منهاج العابدين للإمام الغزالي -رحمه الله تعالى- (ص 12 - 13) ط دار إحياء الكتب العربية بتصرف. وانظر كتاب التوابين للإمام الفقيه الزاهد موفق الدين أبي محمد عبد الله بن أحمد بن محمد بن قدامة المقدسي الحنبلي -رحمه الله تعالى- استعرض فيه المؤلف أخبار التائبين وقصص المنيبين ممن كانوا في مختلف العصور القديمة والحديثة، من عهد آدم -عليه السلام- إلى أوائل القرن السابع الهجري الذي كان فيه المؤلف - رحمه الله - فا نظره.",
            "page": "123",
            "part": "1",
            "seal": "D33FB63F"
        },
        {
            "id": "121",
            "nass": "النوع الرابع: التحليِّ بمحاسن الأخلاق: ¶ وبعد التنزه عن المعاصي يكون التحلي بمحاسن الأخلاق من باب التخلية والتحلية. ¶ روى البخاري رحمه الله في كتاب بدء الوحي من صحيحه حديث السيدة عائشة -رضي الله عنها- في كيف بدأ الوحي؟، وفيه قالت: «حتى جَاءَهُ الحَقُّ وهو في غَارِ حِرَاءٍ، فَجَاءَهُ المَلَكُ فقال: اقْرَأْ ــ إلى أن قالت ــ فَرَجَعَ بها رسول الله صلى الله عليه وآله وسلم يَرْجُفُ فُؤَادُهُ، فَدَخَلَ على خَدِيجَةَ بِنْتِ خُوَيْلِدٍ -رضي الله عنها- فقال: زَمِّلُونِي زَمِّلُونِي. فَزَمَّلُوهُ حتى ذَهَبَ عنه الرَّوْعُ، فقال لِخَدِيجَةَ وَأَخْبَرَهَا الخَبَرَ: لقد خَشِيتُ على نَفْسِي. فقالت خَدِيجَةُ: كَلَّا والله ما يُخْزِيكَ الله أَبَدًا، إِنَّكَ لَتَصِلُ الرَّحِمَ، وَتَحْمِلُ الْكَلَّ، وَتَكْسِبُ الْمَعْدُومَ، وَتَقْرِي الضَّيْفَ، وَتُعِينُ على نَوَائِبِ الحَقِّ» (¬1). (الحديث (رقم 3). والكَلَّ هو من لا ¶ ¬_________ ¶ (¬1) رواه البخاري - كتاب بدء الوحي - باب كيف كان بدء الوحي إلى رسول الله صلى الله عليه وسلم (1/ 4).",
            "page": "124",
            "part": "1",
            "seal": "E41E4B4C"
        },
        {
            "id": "122",
            "nass": "يستقل بأمر نفسه، كما في قوله تعالى: (وَهُوَ كَلٌّ عَلَى مَوْلاهُ) (النحل:76) ¶ فلما خشي رسول الله صلى الله عليه وآله وسلم على نفسه لما جاءه المَلَك أول مرة، بشَّرته السيدة خديجة -رضي الله عنها- بأن الله لا يخزيه أبداً. ¶ قال الحافظ ابن حجر -رحمه الله تعالى- في الفتح: (ثم استدلت على ما أقسمت عليه من نفي ذلك أبداً بأمر استقرائي وصفته بأصول مكارم الأخلاق، لأن الإحسان إما إلى الأقارب أو إلى الأجانب، وإما بالبدن أو بالمال، وإما على من يستقل بأمره أو من لا يستقل، وذلك كله مجموع فيما وصفته به) (¬1). ¶ يدل هذا الحديث على أن التمسك بمكارم الأخلاق مظنة التوفيق، وأن الله تعالى لا يخزي من حَسُن خُلُقِه في نفسه ومع الناس بل يوفقه سبحانه ¶ ¬_________ ¶ (¬1) انظر: فتح الباري - (1/ 24).",
            "page": "125",
            "part": "1",
            "seal": "DFAEA38E"
        },
        {
            "id": "123",
            "nass": "ويسدِّدُه، ولهذا فقد قدّمت بذكر هذا الحديث لأنبِّه طالب العلم خاصة ــ وكل مسلم عامة ــ على أهمية التمسك بمكارم الأخلاق ومجاهدة النفس في اكتسابها إن كانت عارية عنها، فإنها مظنة التوفيق، وطالب العلم أحوج الناس إلى عون الله تعالى وتوفيقه، فإن الطالب قد يضل في اختيار المعلم أو الكتاب فيهلك أو يضيع بعض عمره سدى حتى يهتدي للمعلم الصالح والكتاب النافع، وقد يكون ضلالُهُ في طلب العلم عقوبةً قدريةً له من الله على فساد ِ قصده أو خبثِ سريرته، وقد يسلك الطالب سبيل الضلالة ويعتقده الحق عقوبة من الله تعالى: (أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَناً فَإِنَّ الله يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ) (فاطر:8) ¶ وقال تعالى: (وَيُضِلُّ الله الظَّالِمِينَ وَيَفْعَلُ الله مَا يَشَاءُ) (ابراهيم:27) ¶ فلا نجاة إذن إلا بالاستقامة ليكون الطالب",
            "page": "126",
            "part": "1",
            "seal": "FB70A23D"
        },
        {
            "id": "124",
            "nass": "من أهل الوعد المذكورين في قوله تعالى: (وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدىً وَآتَاهُمْ تَقْوَاهُمْ) (محمد:17)، وفي قوله تعالى: (وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ) (العنكبوت:69) ¶ والتحلي بمحاسن الأخلاق يشتمل على التحلي بما ظهر منها ومابطن: ¶ فالمكارم الظاهرة: يأتي على رأسها الحياء فإنه أساسها بل أساس الخيرات كلها، ثم بر الوالدين، وصلة الأرحام، والرفق بالناس، والعفو واحتمال الأذى، وإغاثة الملهوف ونصرة المظلوم، والجود والكرم، وغيرها. ¶ وأما المكارم الباطنة: فأولها الإخلاص، ثم الصدق، والتوكل، والصبر، وقصر الأمل، والزهد والورع، والحلم والأناة، والتواضع، وإحسان الظن بالمسلمين، وغيرها. ¶ وإذا كان هناك خُلُق مما ذكرناه ينبغي التنبيه",
            "page": "127",
            "part": "1",
            "seal": "8CC19ABE"
        },
        {
            "id": "125",
            "nass": "عليه على وجه الخصوص في هذا المقام فهو التواضع: وضده الكبر والتعالي على الناس والعُجب والفخر. ¶ فقد قال النووي في آداب المتعلم: (وينبغي له أن يتواضع للعلم والمعلِّم، فبتواضعه يناله، وقد أُمرنا بالتواضع مُطلقا فهنا أولى، وقد قالوا: العلم حرب للمتعالي كالسيل حرب للمكان العالي. وينقاد لمعلمه ويشاوره في أموره ويأتمر بأمره كما ينقاد المريض لطبيب حاذق ناصح، وهذا أَوْلى لتفاوت مرتبتهما) (¬1). ¶ وإنما أردنا التنبيه على التواضع خاصة لأن الكبر والعُجب يضادان التعلم، وإذا ابتلي بهما طالب العلم انقطع وحُرِمَ العلم، فإن الكبر يجعل معلمه يرغب عن تعليمه، كما أن العُجب يجعل الطالب يستغني عن طلب المزيد من العلم، وكلاهما يمنعانه من قبول العلم ممن هو دونه في رتبة ٍ أو سِنّ ٍ أو شرف ٍ. فصار التواضع خير زاد له في طلب العلم. ¶ ¬_________ ¶ (¬1) انظر: المجموع للأمام النووي - باب آداب المتعلم- (1/ 65).",
            "page": "128",
            "part": "1",
            "seal": "699929E4"
        },
        {
            "id": "126",
            "nass": "قال البخاري -رحمه الله -: (وقال مجاهد: لا يتعلم العلم مُسْتَحْي ولا مُستكبر). أما المستكبر فقد بيّنا سبب عدم تعلُّمِه، وأما المُسْتَحي فالمقصود به الحياء المذموم الذي يمنع الطالب من السؤال عما ينبغي السؤال عنه ليتعلم، ولهذا فقد أعقب البخاري قول مجاهد هذا بقولٍ لعائشة -رضي الله عنها- ليبين المراد بالحياء المذكور في قول مجاهد وأنه المذموم الذي يمنع من التعلم، فقال البخاري: (وقالت عائشة -رضي الله عنها-: «نِعْمَ النِّسَاءُ نِسَاءُ الأَنْصَارِ، لَمْ يَمْنَعْهُنَّ الحَيَاءُ أَنْ يَتَفَقَّهْنَ فِي الدِّينِ» (¬1). ¶ النوع الخامس: المبادرة إلى تحصيل العلم في أوقات الشباب: ¶ من أَجَلِّ نعمِ الله تعالى على عبد ٍ أن يوفِّقه لطلب العلم في الصِّغر، لما للتعلم في الصِّغر من فوائد هامة، منها: ــ ¶ ¬_________ ¶ (¬1) أخرجه البخاري - كتاب العلم - باب الحياء في العلم (1 47).",
            "page": "129",
            "part": "1",
            "seal": "0B224511"
        },
        {
            "id": "127",
            "nass": "أــ أن الصغير أفرغ قلبًا ووقتًا، فيرسخ في نفسه ما يتلقاه من العلم، ومن هنا قيل: إن التعلم في الصِّغر كالنقش على الحجر، وإن التعلم في الكِبَر كالنقش على الماء. والصغير أقدر على الحفظ من الكبير. ¶ ب ــ أن التفقه في الدين لابد له من طول المدة، أي التعلم لزمن طويل، نظراً لكثرة العلوم الشرعية وتشعبها وطولها، فكان التعلم في الصِّغر أعون على الإلمام بهذه العلوم بتفصيلاتها، التي يعسر الإلمام بها إذا ما تعلَّم في الكِبَر. ¶ ولأهمية التعلم في الصِّغر لم يخل كتاب من الكتب التي تكلمت في موضوع العلم من التنبيه عليه، ومن هذا: ــ ¶ أــ ما ذكره البخاري قال: (قال عمر -رضي الله عنه-: تَفَقَّهُوا قَبْلَ أَنْ تَسُودُوا). قال البخاري: وبعد أن تسودوا، وقد تعلمَّ أصحاب النبيّ صلى الله عليه",
            "page": "130",
            "part": "1",
            "seal": "DAE85B46"
        },
        {
            "id": "128",
            "nass": "وآله وسلم في كِبَر سنِّهم (¬1). أهـ ¶ والمقصود بالسيادة في قول عمر -رضي الله عنه-: الرياسة والولاية، وقد حَضَّ سيدنا عمر على التفقّه قبلها لسببين، الأول: أن الولاية عادة ما تمنع من التعلم نظراً لشدة انشغال صاحبها مع أَنَفَتِه عن التعلم، والسبب الثاني: أن الجهل قبيح من صاحب الولاية مُهْلِك له ولغيره إذا سَاسَ الناس بغير علم. فإذا كان الصواب والأوْلي هو التعلم قبل السيادة فإن هذا لا يكون إلا في الصِّغر. ¶ ولئلا يفهم أحد من قول سيدنا عمر أن السيادة مانعة من التفقه بإطلاق فقد عقَّب البخاري عليه قائلا: (وبعد أن تسودوا) فمن فاته العلم قبل السيادة فلا يفوتنّه بعدها، ودَلّل البخاري على هذا بقوله (وقد تعلم أصحاب النبي صلى الله عليه وآله وسلم في كِبَر ¶ ¬_________ ¶ (¬1) انظر: صحيح البخاري - كتاب العلم- باب الاغتباط في العلم والحكمة (1/ 39).",
            "page": "131",
            "part": "1",
            "seal": "0C3A1F9A"
        },
        {
            "id": "129",
            "nass": "سِنّهم) فبيَّن أن كِبَر السن ليس مانعاً من التعلم وإن كان الأوْلى الشروع في هذا في الصِّغر. ¶ قال الحافظ ابن حجر في شرح قول سيدنا عمر -رضي الله عنه-: (وقد فسّره أبو عبيد في كتابه «غريب الحديث» فقال: معناه تفقهوا وأنتم صغار، قبل أن تصيروا سادة فتمنعكم الأنفة عن الأخذ عمن هو دونكم فتبقوا جُهّالا) (¬1). ¶ ب ــ وقال الخطيب البغدادي (ينبغي لمن اتسع وقته، وأصَحَّ الله له جسمه، وحَبَّب إليه الخروج عن طبقة الجاهلين، وألقى في قلبه العزيمة على التفقه في الدين أن يغتنم المبادرة إلى ذلك خوفا من حدوث أمر يقطعه عنه، وتجدد حال تمنعه منه. ثم روى الخطيب بإسناده أن رسول الله صلى الله عليه وآله وسلم قال لرجل وهو يعظه: «اغْتَنِمْ خَمْسًا قَبْلَ خَمْسٍ: شَبَابَكَ قَبْلَ هِرَمِكَ وَصِحَّتَكَ قَبْلَ سَقَمِكَ وَغِنَاكَ قَبْلَ فَقْرِكَ ¶ ¬_________ ¶ (¬1) انظر: فتح الباري - كتاب العلم- باب الاغتباط في العلم والحكمة (1/ 166).",
            "page": "132",
            "part": "1",
            "seal": "DE9D33CA"
        },
        {
            "id": "130",
            "nass": "وَفَرَاغَكَ قَبْلَ شُغْلِكَ وَحَيَاتَكَ قَبْلَ مَوْتِكَ») (¬1). ¶ فينبغي على الطالب أَن يُبَادِرَ شبابَهُ وأَوقَاتَ عُمرِهِ إلى التَّحصيل، ولا يغتر بخدع التسويف فإن كل ساعة تمضي من عمره لا بدل لها ولا عوض عنها. ¶ فعليك أن تغتنم الشباب والصحة فاجعل الاجتِهَادَ غنِيمَةَ صِحَّتك، والعمل فُرصة فراغك، فليس كُلُّ الزَّمَانِ مُسْتَسْعَدًا، ولاما فات مُستَدرَكًا. ¶ فعَنْ الرَّبِيعِ قَالَ: «لَمْ أَرَ الشَّافِعِيَّ آكِلاً بِنَهَارٍ، وَلاَ نَائِمًا بِلَيْلٍ، لاِهْتِمَامِهِ بِالتَّصْنِيفِ» (¬2). ¶ قَالَ بَعضُ الشُّعراء (¬3): ¶ إذَا هَبَّتْ رِيَاحُك فَاغْتَنِمْهَا ... فَإِنَّ لِكُلِّ خَافِقَةٍ سُكُونُ ¶ ¬_________ ¶ (¬1) انظر: (الفقيه والمتفقه) للخطيب البغدادي. (2/ 171). وأخرجه الحاكم في المستدرك، من حديث ابن عباس -رضي الله عنهما- كتاب الرقاق- (4/ 341) رقم (7846) ¶ (¬2) انظر: المجموع للإمام النووي (1/ 69) ¶ (¬3) انظر: أدب الدنيا والدين للماوردىّ (ص 202) طبعة مكتبة الرياض الحديثة.",
            "page": "133",
            "part": "1",
            "seal": "CFF5CDF3"
        },
        {
            "id": "131",
            "nass": "وَلا تَغْفُلْ عَنْ الإحْسَانِ فِيهَا ... فَمَا تَدْرِي السُّكُونُ مَتَى يَكُونُ ¶ وَإِنْ دَرَّتْ نِيَاقُك فَاحْتَلِبْهَا ... فَمَا تَدْرِي الْفَصِيلُ لِمَنْ يَكُونُ ¶ وينبغِي أَن يغتنم التَّحصيل في وقت الفراغِ والنَّشاط، وحال الشَّبابِ وقُوَّة البدن، ونباهة الخَاطِرِ، وقِلَّة الشَّواغلِ، قبل عوارِضِ البطالة، وارتفاع المنزِلة. ¶ قال الشَّافِعِيُّ -رحمه الله تعالى-: «تَفَقَّهْ قَبْلَ أَنْ تَرْأَسَ، فَإِذَا رَأَسْتَ فَلاَ سَبِيلَ إلَى التَّفَقُّهِ» (¬1). ¶ وقد قيل: «العلم لا يعطيك بعضه حتى تعطيه كلك» (¬2). ¶ وَقَالَ بَعْضُهُمْ: «الْعِلْمُ إذَا أَعْطَيْته كُلَّك أَعْطَاك بَعْضَهُ» (¬3). ¶ ¬_________ ¶ (¬1) المجموع للإمام النووي (1/ 69) ¶ (¬2) انظر: تذكرة السامع والمتكلم في أدب العالم والمتعلم، للعلامة أبي إسحاق إبراهيم ابن جماعة الكناني -رحمه الله تعالى- (ص 70 - 71). ¶ (¬3) المصدر السابق.",
            "page": "134",
            "part": "1",
            "seal": "B4D2EB9D"
        },
        {
            "id": "132",
            "nass": "وقال بعضهم: «طلب العلم في الصغر كالنقش في الحجر» (¬1). ¶ وقال الإمام الشافعي - رحمه الله تعالى- (¬2): ¶ لن يبلغ العلم جميعاً أحداً ... لا ولو حاوله ألف سنة ¶ إنما العلم عميق بحره ... فخذوا من كل شيء أحسنه ¶ قال الإمام برهان الإسلام الزرنوجي -رحمه الله تعالى-: «لابد من الجد والمواظبة والملازمة لطالب العلم. وإليه الإشارة في القرآن الكريم بقول الله تعالى: (وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ) (العنكبوت:69)، وقوله تعالى: (يَا يَحْيَى خُذِ الْكِتَابَ بِقُوَّةٍ) (مريم:12) ¶ وقد قيل: من طلب شيئًا وجدَّ وجَدَ، ومن قرع الباب ولَجّ ولج. ¶ وقيل: بقدر ما [تتعنى] تنال ما تتمنى» (¬3). ¶ ¬_________ ¶ (¬1) انظر: مختصر جامع بيان العلم وفضله لابن عبد البر -رحمه الله تعالى- اختصره الشيح أحمد بن عمر المحمصاني البيروتي (ص 75) ¶ (¬2) انظر: ديوان الشافعي للأستاذ / نعيم زرزور (ص 109). ¶ (¬3) انظر: تعليم المتعلم للإمام برهان الإسلام الزرنوجي -رحمه الله تعالى- (ص 22).",
            "page": "135",
            "part": "1",
            "seal": "4526C966"
        },
        {
            "id": "133",
            "nass": "النوع السادس: نظام الأوقات للتعليم والتعلم: ¶ فعلى طالب العلم أن يقسم أوقات ليله ونهاره ويغتنم ما بقي من عمره. ... ¶ قال بعضهم: «أجود الأوقات للحفظ الأسحار، وللبحث الأبكار، وللكتابة وسط النهار، وللمطالعة والمذاكرة الليل» (¬1). ¶ ****** ¶ النوع السابع: أكل القدر اليسر من الحلال: ¶ من أعظم الأسباب المعينة على الاشتغال والفهم وعدم الملل أكل القدر اليسير من الحلال. ¶ قال الإمام الشافعي -رحمه الله تعالى -: «مَا شَبِعْتُ مُنْذُ سِتَّ عَشْرَةَ سَنَةً» وسبب ذلك أن كثرة الأكل جالبة لكثرة الشرب، وكثرته جالبة للنوم والبلادة وقصور الذهن وفتور الحواس وكسل الجسم، هذا مع ما فيه من الكراهية الشرعية والتعرض لخطر ¶ ¬_________ ¶ (¬1) انظر: تذكرة السامع والمتكلم في أدب العالم والمتعلم، (ص 72).",
            "page": "136",
            "part": "1",
            "seal": "B1B75516"
        },
        {
            "id": "134",
            "nass": "الأسقام البدنية (¬1). والأولى أن يكون أكثر ما يأخذ من الطعام ما ورد في الحديث عن النبي صلى الله عليه وآله وسلم قال: «مَا مَلأَ آدَمِيٌّ وِعَاءً شَرًّا مِنْ بَطْنٍ، بِحَسْبِ ابْنِ آدَمَ أُكُلاَتٌ يُقِمْنَ صُلْبَهُ، فَإِنْ كَانَ لاَ مَحَالَةَ فَثُلُثٌ لِطَعَامِهِ، وَثُلُثٌ لِشَرَابِهِ، وَثُلُثٌ لِنَفَسِهِ» (¬2). فإن زاد على ذلك فالزيادة إسراف خارج عن السنة. ¶ وقد قال الله تعالى: (وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ) (لأعراف:31) ¶ ****** ¶ النوع الثامن: الأخذ بالورع: ¶ فينبغي على طالب العلم أَن يَأخُذ نفسهُ بِالورعِ فِي جَمِيعِ شَأْنِهِ، ويتحرَّى الحلال فِي طعامه وشرابِه ولباسه ومسكنه وفي جميع ما يحتاج إليه هو وعياله ليستنير قلبه ويصلح لقبول العلم ونوره والنفع به. ¶ ****** ¶ ¬_________ ¶ (¬1) المصدر السابق (ص 74). ¶ (¬2) رواه الترمذي - كتاب الزهد - باب ما جاء في كراهية كثرة الأكل - (4/ 590) حديث مقدام بن معد كرب - رضي الله عنه- رقم (2380).",
            "page": "137",
            "part": "1",
            "seal": "AF0F6D3B"
        },
        {
            "id": "135",
            "nass": "النوع التاسع: تقليل النوم: ¶ فعلى طالب العلم أَن يُقلِّل نومهُ، ما لم يلحقهُ ضررٌ فِي بدنه وذِهنهِ، ولا يزيد في نومه في اليوم الليلة على «ثمان ساعات» وهو ثلث الزمان. ¶ ****** ¶ النوع العاشر: يستحب أن يكون عازباً: ¶ قال الخطيب البغداديُّ في كتابِه «الجامع لآداب الرَّاوي والسَّامع»: يُستحبُّ للطَّالب أَن يكُون عزبًا مَا أَمكنهُ، لِئَلاَ يقطعهُ الاشتغالُ بحُقُوق الزَّوجة، والاهتمام بالمعيشة، عن إكمال طلب العلمِ. ¶ وعن إبراهيم بن أَدهم - رحمه الله -قال: «مَنْ تَعَوَّدَ أَفْخَاذَ النِّسَاءِ لَمْ يَفْلَحْ» ¶ وعن سُفيان الثَّوريِّ -رحمه الله- قال: «إذَا تَزَوَّجَ الْفَقِيهُ فَقَدْ رَكِبَ الْبَحْرَ، فَإِنْ وُلِدَ لَهُ فَقَدْ كُسِرَ بِهِ».",
            "page": "138",
            "part": "1",
            "seal": "5C984631"
        },
        {
            "id": "136",
            "nass": "وقال سُفيانُ لِرَجُلٍ: «تَزَوَّجْتَ؟ فَقَالَ: لاَ، قَالَ: مَا تَدْرِي مَا أَنْتَ فِيهِ مِنْ الْعَافِيَةِ» ¶ وعن بِشْرٍ الحافي- رحمه الله -: «مَنْ لَمْ يَحْتَجْ إلَى النِّسَاءِ فَلْيَتَّقِ الله لاَ يَأْلَفُ أَفْخَاذَهُنَّ» (¬1). ¶ قال الإمام النووي -رحمه الله تعالى- في المجموع: (قُلْتُ: هَذَا كُلُّهُ مُوَافِقٌ لِمَذْهَبِنَا، فَإِنَّ مَذْهَبَنَا أَنَّ مَنْ لَمْ يَحْتَجْ إلَى النِّكَاحِ اُسْتُحِبَّ لَهُ تَرْكُهُ، وَكَذَا إنْ احْتَاجَ وَعَزَّ عَنْ مُؤْنَتِهِ) (¬2). ¶ ****** ¶ النوع الحادي عشر: ترك المعاشرة لغيره الجنس: ¶ ينبغي على الطالب أن يترك العشرة فإن تركها من أهم ما ينبغي لطالب العلم ولا سيما لغير الجنس وخصوصًا لمن كثر لعبه وقلت فكرته فإن الطباع سراقة وآفة العشرة ضياع العمر بغير فائدة. والذي ينبغي لطالب العلم أن لا يخالط إلا من يفيده ¶ ¬_________ ¶ (¬1) انظر: الجامع لأخلاق الراوي وآداب السامع، ص: (23،24) ط دار الكتب العلمية بيروت. ¶ (¬2) انظر: المجموع للإمام النووي (1/ 66).",
            "page": "139",
            "part": "1",
            "seal": "3580EBED"
        },
        {
            "id": "137",
            "nass": "أو يستفيد منه (¬1). ¶ ****** ¶ النوع الثاني عشر: عدم العجب بالعلم ¶ قال سيدنا عُمَرُ بن الخطَّابِ -رضي الله عنه-: «تَعَلَّمُوا الْعِلْمَ، وَتَعَلَّمُوا لِلْعِلْمِ السَّكِينَةَ وَالْحِلْمَ، وَتَوَاضَعُوا لِمَنْ تُعَلِّمُونَ، وَلْيَتَوَاضَعْ لَكُمْ مَنْ تُعَلِّمُونَهُ، وَلاتَكُونُوا مِنْ جَبَابِرَةِ الْعُلَمَاءِ؛ فَلايَقُومُ عِلْمُكُمْ بِجَهْلِكُمْ» (¬2). ¶ وقال بعضُ السَّلف: «مَنْ تَكَبَّرَ بِعِلْمِهِ وَتَرَفَّعَ وَضَعَهُ الله بِهِ، وَمَنْ تَوَاضَعَ بِعِلْمِهِ رَفَعَهُ بِهِ» (¬3). ¶ قال بعض الفضلاء: ¶ مَنْ شَاءَ عَيْشًا هَنِيئًا يَسْتَفِيدُ بِهِ ... فِي دِينِهِ ثُمَّ فِي دُنْيَاهُ إقْبَالا ¶ فَلْيَنْظُرَنَّ إلَى مَنْ فَوْقَهُ أَدَبًا ... وَلْيَنْظُرَنَّ إلَى مَنْ دُونَهُ مَالا ¶ ¬_________ ¶ (¬1) انظر تذكرة السامع والمتكلم في أدب العالم والمتعلم، (ص 75، 77، 78، 83) بتصرفٍ. ¶ (¬2) انظر أدب الدنيا والدين للماوردىّ (ص 80) طبعة مكتبة الرياض الحديثة ¶ (¬3) المصدر السابق.",
            "page": "140",
            "part": "1",
            "seal": "612CA0EA"
        },
        {
            "id": "138",
            "nass": "قال الإمام الماورديّ -رحمه الله تعالى-: وقلَّمَا تَجِدُ بِالعلمِ مُعجبًا وَبِمَا أَدركَ مُفتَخِرًا، إلا مَن كان فيه مُقلاً ومُقصِّرًا، لأنَّهُ قد يجهلُ قدرهُ، ويحسبُ أَنَّهُ نال بِالدُّخُول فيه أَكثرهُ. فأَمَّا من كان فيه مُتَوَجِّهًا وَمِنهُ مُستَكثِرًا فَهُوَ يعلمُ مِنْ بُعد غايته، والعجز عن إدراك نهايته، ما يَصُدُّهُ عن العُجب بِه. ¶ قال الشَّعبِيُّ: العلمُ ثلاثةُ أَشبار: ¶ 1 - فمن نال مِنهُ شِبرًا شمخ بِأَنفه وظنَّ أَنَّهُ نالهُ. ¶ 2 - ومن نال الشِّبر الثَّانِي صَغَرَت إليه نَفسُهُ وعَلِمَ أَنَّهُ لم ينلهُ. ¶ 3 - وأَمَّا الشِّبرُ الثَّالثُ فهيهات لا ينالُهُ أَحدٌ أَبدًا (¬1). ¶ قال الإمام الماورديّ -رحمه الله تعالى-: وممَّا أُنذرُك بِه من حالِي أَنَّني صنَّفت فِي الْبُيُوعِ كِتَابًا جمعت ¶ ¬_________ ¶ (¬1) المصدر السابق (ص 81) (بتصرف يسير).",
            "page": "141",
            "part": "1",
            "seal": "723FF11F"
        },
        {
            "id": "139",
            "nass": "فيه ما استطعت من كُتُبِ النَّاسِ، وأَجهدت فيه نفسي وكددت فيه خاطرِي، حَتَّى إذَا تهذَّب واستكمل وكدت أَعجبُ بِهِ وتصوَّرت أَنَّني أَشدُّ النَّاسِ اضطلاعًا بعلمه، حضرنِي وأَنَا فِي مَجلسي أَعرابِيَّانِ، فَسأَلآنِي عن بيعٍ عقداهُ فِي البَادِيةِ على شُرُوطٍ تَضمَّنت أَربَعَ مَسائِلِ لم أَعرف لواحدةٍ منهُنَّ جوابًا. ¶ فأَطرَقت مُفَكِّرًا، وَبِحَالِي وَحَالِهِمَا مُعتبرًا. ¶ فَقَالا: مَا عِندَك فِيمَا سَأَلنَاك جَوابٌ، وأَنتَ زَعِيمُ هَذِهِ الجماعةِ؟ ¶ فَقُلت: لا. ¶ فَقَالا: وَاهًا لَك، وانصرفَا. ¶ ثُمَّ أَتَيَا مَنْ يَتقدَّمُهُ فِي العِلمِ كَثِيرٌ مِن أَصحَابِي فَسأَلاهُ فَأَجَابَهُما مُسرِعًا بِمَا أَقنعهُما، وانصرفَا عنهُ، راضيينِ بِجوابِهِ، حَامِدَينِ لِعلمهِ. ¶ فَبَقِيت مُرتَبِكًا، وَبِحَالِهِمَا وحَالِي مُعتَبِرًا، وإِنِّي",
            "page": "142",
            "part": "1",
            "seal": "25452844"
        },
        {
            "id": "140",
            "nass": "لَعَلَى ما كُنت عليه مِن المسائِلِ إلَى وَقتِي، فَكَانَ ذَلِكَ زَاجِرَ نَصِيحَةٍ، ونَذِيرَ عِظَةٍ، تَذَلَّلَ بِهَا قِيَادُ النَّفسِ، وانخَفَضَ لَهَا جَنَاحُ العُجبِ، تَوفِيقًا مُنِحتَهُ ورُشدًا أُوتِيتَهُ (¬1). انتهى كلامه -رحمه الله تعالى- ¶ ****** ¶ النوع الثالث عشر: تجنب اللعب وكثرة المزاح. ¶ يجب على طالب العلم أن يتجنّب اللعب والعبث والتبذُّل في المجالس، بالسخف والضحك والقهقهة، وإدْمان المزاح والإكثار منه، فإنما يُسْتَجاز من المزاح يسيرهُ ونادره وطَريفه الذي لا يَخرج عن حد الأدب وطريقة العلم. فأما مُتَّصِلُه وفاحشة وسخيفه وما أَوغَرَ منه الصدور، وجَلَب الشرَّ، فإنه مذموم. وكثرة المزاح والضحك يضع من القدر ويزيل المروءة. ¶ وكان الإمام مالك -رحمه الله تعالى- يقول: «إن حقًا على من طلب العلم أن يكون له وقار ¶ ¬_________ ¶ (¬1) انظر: أدب الدنيا والدين للماورديّ، فصل في آداب العلماء (ص 81، 82).",
            "page": "143",
            "part": "1",
            "seal": "27F9046C"
        },
        {
            "id": "141",
            "nass": "وسكينة وخشية، وأن يكون مُتَّبعًا لأَثَر مَن مضى قبله» (¬1). ¶ وعن علي -رضي الله عنه- قال: «إذا تعلمتم العلم فاكظموا عليه، ولا تخلطوه بضحك وباطل، فتمجه القلوب» (¬2). ¶ ****** ¶ النوع الرابع عشر: العمل بالعلم: ¶ وليكُن على طالبِ العلم العملُ بعلمه، وحثُّ النَّفسِ على أَن تَأتَمِرَ بِما يأمُرُ بِه، ولا يكُن مِمَّن قال الله تعالى فيهِم: (مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَاراً) (الجمعة:5) ¶ [قال عليُّ بن أَبِي طَالِبٍ -رضي الله عنه-: «إنَّمَا زَهِدَ النَّاسُ فِي طَلَبِ الْعِلْمِ لِمَا يَرَوْنَ مِنْ قِلَّةِ انْتِفَاعِ مَنْ عَلِمَ بِمَا عَلِمَ». ¶ ¬_________ ¶ (¬1) انظر: الجامع لأخلاق الراوي وآداب السامع، (ص 59) ¶ (¬2) المصدر السابق.",
            "page": "144",
            "part": "1",
            "seal": "4C4D2076"
        },
        {
            "id": "142",
            "nass": "وقال أَبُو الدَّرداءِ -رضي الله عنه-: «أَخْوَفُ مَا أَخَافُ إذَا وَقَفْت بَيْنَ يَدِي الله أَنْ يَقُولَ: قَدْ عَلِمْت فَمَاذَا عَمِلْت إذْ عَلِمْت؟». ¶ وقيل فِي مَنثُورِ الحِكَمِ: «لَمْ يَنْتَفِعْ بِعِلْمِهِ مَنْ تَرَكَ الْعَمَلَ بِهِ». ¶ وَقَالَ بَعْضُ الْعُلَمَاءِ: «ثَمَرَةُ الْعِلْمِ أَنْ يُعْمَلَ بِهِ، وَثَمَرَةُ الْعَمَلِ أَنْ يُؤْجَرَ عَلَيْهِ» ¶ وقال بَعْضُ الصُّلَحَاءِ: «الْعِلْمُ يَهْتِفُ بِالْعَمَلِ، فَإِنْ أَجَابَهُ أَقَامَ وَإِلا ارْتَحَلَ» ¶ وقال بعضُ العُلماءِ: «خَيْرُ الْعِلْمِ مَا نَفَعَ، وَخَيْرُ الْقَوْلِ مَا رَدَعَ»] (¬1). ¶ ****** ¶ ¬_________ ¶ (¬1) انظر: أدب الدنيا والدين للماورديّ، فصل في آداب العلماء. (ص77)",
            "page": "145",
            "part": "1",
            "seal": "2953667E"
        },
        {
            "id": "144",
            "nass": "القسم الثاني: آداب الطالب مع شيخه، وفيه عشرة أنواع:",
            "page": "147",
            "part": "1",
            "seal": "26415B2E"
        },
        {
            "id": "146",
            "nass": "آداب الطالب مع شيخه، وفيه عشرة أنواع: ¶ وقد ذكر العلامة أبي إسحاق إبراهيم ابن جماعة الكناني -رحمه الله تعالى- جملة من الآداب التي ينبغي لطالب العلم التحلي بها مع شيخه وما هنا مأخوذ منها مع بعض تصرفٍ. ¶ النوع الأول: اختيار الشيخ: ¶ يَنْبَغِي لطالبِ العلم أَنْ يقدم النظر ويَسْتَخِيرَ الله فِي مَنْ يَأْخُذُ الْعِلْمَ عَنْهُ ويكتسب حسن الأخلاق والآداب منه وليكن إن أمكن ممن كملت أهليته وتحققت شفقته وظهرت مروءته وعرفت عفته واشتهرت صيانته، وكان أحسن تعليماً وأجود تفهيماً، ولا يرغب الطالب في زيادة العلم مع نقص في روع أو دين أو عدم خُلق جميل. ¶ قال بعض السَّلَف: «هَذَا الْعِلْمُ دِينٌ فَانْظُرُوا عَمَّنْ تَأْخُذُونَ دِينَكُمْ».",
            "page": "149",
            "part": "1",
            "seal": "5276C5D2"
        },
        {
            "id": "2",
            "nass": "[كلمة الغلاف] ¶ قال الله تعالى في حَقِ نبينا صلى الله عليه وآله وسلم: ¶ (وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ). [القلم: 4]. ¶ وقال صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ: «إِنَّ مِنْ أَحَبِّكُمْ إِلَيَّ وَأَقْرَبِكُمْ مِنِّي مَجْلِسًا يَوْمَ الْقِيَامَةِ أَحَاسِنَكُمْ أَخْلاقًا». رواه الترمذي ¶ وقال صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ: «إِنَّ المُؤْمِنَ لَيُدْرِكُ بِحُسْنِ خُلُقِهِ دَرَجَةَ الصَّائِمِ الْقَائِمِ». رواه أبو داود ¶ اللَّهُمَّ اهْدِنِي لِأَحْسَنِ الْأَخْلَاقِ ... لَا يَهْدِي لِأَحْسَنِهَا إِلَّا أَنْتَ ¶ وَاصْرِفْ عَنِّي سَيِّئَهَا ... لَا يَصْرِفُ عَنِّي سَيِّئَهَا إِلَّا أَنْتَ",
            "page": "5",
            "part": "1",
            "seal": "E2C3299F"
        },
        {
            "id": "3",
            "nass": "قال بعض الأدباء: ¶ بقدر الكدِّ تكتسب المعالي ... ومن طلب العُلا سهر الليالي ¶ ومن رام العُلا من غير كدٍّ ... اضاع العمر في طلب المحال ¶ تركت النوم ربي في الليالي ... لأجل رضاك يا مولى الموالي ¶ فوفقني إلى تحصيل علمٍ ... وبلغني إلى أقصى المعالي ¶ اللهم أغنني بالعلم، وزيني بالحلم، وأكرمني بالتقوى، وجمِّلني بالعافية.",
            "page": "6",
            "part": "1",
            "seal": "C8792C20"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم ¶ تقريظ فضيلة الدكتور هاشم محمد علي مهدي ¶ المستشار بإدارة الدراسات برابطة العالم الإسلامي ¶ -مكة المكرمة- ¶ الحمد لله وحده، والصلاة والسلام على من لا نبي بعده سيدنا محمد وعلى آله وصحبه. ¶ وبعد: لقد اطلعت على كتاب: \"الأخلاَق الزَّكِيَّة في آدْاب الطَّالِب المرضِيَّة \". لمؤلفه السيد أحمد بن يوسف بن محمد الأهدل خريج المدرسة الصولتية وأحد طلبة العلم بالمسجد الحرام، فوجدته قد حوى الزبدة وجمع الخلاصة لكل راغب في تذوق العلم من خلال الأدب النبوي الرفيع الذي لا يماثله مماثل على وجه البسيطة. ويكفي أن أجمل عليه الصلاة والسلام معنى رسالته بقوله صلى الله عليه وآله وسلم: \" بُعثْتُ لأتمِّمَ مَكارِمَ الأخلاقِ \". وهذه القولة قد جعلت الأخلاق بمنزلة الروح للجسد بالنسبة للعلم. وصدق شوقي الشاعر إذ يقول: ¶ إنما الأمم الأخلاق ما بقيت ... فإن هموا ذهبت أخلاقهم ذهبوا ¶ وبالله التوفيق .. ؛ ¶ د. هاشم محمد علي مهدي ¶ المستشار بإدارة الدراسات برابطة العالم الإسلامي ¶ بمكة المكرمة",
            "page": "7",
            "part": "1",
            "seal": "CAFEAFEF"
        },
        {
            "id": "5",
            "nass": "بسم الله الرحمن الرحيم ¶ تقريظ ¶ فضيلة العلامة الشيخ طه عبد الواسع البركاتي ¶ مدير إدارة الوعظ والإرشاد ورقابة التدريس ¶ والمدرس بالمسجد الحرام سابقًا-رحمه الله تعالى- ¶ الحمد لله والصلاة والسلام على سيدنا رسول الله وآله وصحبه وبعد: ¶ فقد اطلعت على رسالة: «الأخلاَق الزَّكِيَّة في آدْاب الطَّالِب المرضِيَّة». لمؤلفها السيد أحمد بن يوسف بن محمد الأهدل فوجدتها مفيدة لمن يقرأها ولمن يقتنيها - وجزى الله مؤلفها خيرا. ¶ والله الموفق والهادي إلى سواء السبيل .. ؛ ¶ طه عبد الواسع البركاتي ¶ المدرس بالمسجد الحرام ¶ 27/ 8/1418هـ",
            "page": "8",
            "part": "1",
            "seal": "FBA1ACD1"
        },
        {
            "id": "6",
            "nass": "بسم الله الرحمن الرحيم ¶ تقريظ ¶ فضيلة العلامة الشيخ أحمد جابر جبران ¶ المدرس بمعهد إعداد الإئمة والدعاة التابع لرابطة العالم الإسلامي سابقًا ¶ -رحمه الله تعالى- ¶ الحمد لله رافع أهل العلم درجات والموفق من شاء للسلوك والأخلاق والآداب المرضيات، والصلاة والسلام على سيدنا وحبيبنا المبعوث بمكارم الأخلاق والآداب الزكيات وعلى آله وأصحابه الذين بلغوا في الآداب والسلوك ذروة الكمالات. ¶ أما بعد: فلا شك أن الأخذ بالآداب الشرعية والسلوك المرضية من أفضل المهمات إذ بهما يترقى المريد في أعلى الكمالات ويعيش عيشة مرضية في كل المجتمعات لذا قال الإمام مالك: (الأدب قبل العلم). هذا وقد اطلعت على الرسالة التي جمعها السيد الفاضل أحمد بن يوسف بن محمد الأهدل الموسومة: «بالأخلاَق الزَّكِيَّة في آدْاب الطَّالِب",
            "page": "9",
            "part": "1",
            "seal": "CF3A0F19"
        },
        {
            "id": "7",
            "nass": "المرضِيَّة». فوجدتها من أحسن ما ألف في هذا الفن نقل فيها من الكتب المعتمدة ما فيه الكفاية في هذا الزمن الذي فقد فيه الطالب الآداب المطلوبة منه. ومع اختصارها فهي وافية بالمطلوب سيما في هذه الظروف الصعبة التي اندرس فيها هذا الفن وعفت عليه الآثار .. فنسأل الله تعالى أن ينفع بها طلاب العلم وغيرهم، وأن يوفق الجميع لما يحب ويرضى. وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم. ¶ قاله بفمه ورقمه بقلمه ¶ الفقير إلى عفو الرحمن أحمد جابر جبران ¶ - عفا الله عنه - رجب 2/ 7/1418هجرية",
            "page": "10",
            "part": "1",
            "seal": "9CB398EF"
        },
        {
            "id": "8",
            "nass": "بسم الله الرحمن الرحيم ¶ تقريظ ¶ فضيلة العلامة الدكتور حسن محمد الأهدل ¶ نائب رئيس جامعة صنعاء ¶ -عافاه الله تعالى- ¶ الحمد لله الذي جعل العلم نورا، وهدى للسالكين سبيله، نحمده أن جعل اتباع رسوله دليلاً على محبته وأوضح طُرق الهداية لمن شاء من عباده، وأشهد أن لا إله إلا الله وحده لا شريك له. علم الإنسان مالم يعلم، ونشهد أن محمداً عبده ورسوله أرشد أمته إلى الخير وحذرهم من الشر وتركهم على المحجة البيضاء ليلها كنهارها لا يزيغ عنها إلا هالك صلى الله عليه وعلى آله وصحبه أجمعين وسلم تسليمًا كثيرًا. وبعد: ¶ لقد اطلعت على ما كتبه الأخ السيد أحمد بن يوسف بن محمد الأهدل وذلك ما قدمه من البحث المرضي في الآداب والسلوك المسمى: «بالأخلاَق",
            "page": "11",
            "part": "1",
            "seal": "2CCF86D6"
        },
        {
            "id": "9",
            "nass": "الزَّكِيَّة في آدْاب الطَّالِب المرضِيَّة». وجدته مرضيًا كإسمه وزكيًا طيبًا لمن تحلى به، ولقد أجاد الكاتب فيما جمعه في هذا الباب وعرضه بأسلوب سهل ومبسط ومفيد لطالبه فأجاد وأفاد، وما أحوجنا لمثل هذه الآداب والصفات. فكم من طالب علمٍ يطلب العلم ولا يعرف حقه. فنرجو أن يكون هذا الكتاب مفيدًا لمثل هؤلاء ولمن أراد السير على نهج العلماء والسلف الصالح. ولا شك أن هذه الرسالة مفيدة ونافعة في بابها .. ؛ ¶ فنسأل الله أن يأجُر الكاتب على ذلك خيرًا، وأن ينفع بها المسلمين. ونسأله التوفيق للجميع لما يحبه ويرضاه. ¶ وصلى الله وسلم على سيدنا محمد وآله وصحبه أجمعين .. ؛ ¶ كتبه ¶ د. حسن محمد الأهدل ¶ 9/ 9/1418هـ",
            "page": "12",
            "part": "1",
            "seal": "6969D6B0"
        },
        {
            "id": "10",
            "nass": "بسم الله الرحمن الرحيم ¶ تقريظ فضيلة العلامةالشيخ ماجد سعيد مسعود رحمت الله ¶ مدير المدرسة الصولتية ¶ -عافاه الله تعالى- ¶ فقد عرض علي الأخ العزيز الفاضل الشيخ السيد أحمد يوسف محمد الأهدل مؤلفه الجديد الذي سماه ((الأخلاَق الزَّكِيَّة في آدْاب الطَّالِب المرضِيَّة)) فقرأته باستيعاب حيث أجاد المؤلف وأفاد بأسلوب مختصر جذاب وبترتيب حسن بديع حسب حاجة العصر الذي نعيشه وقد وجدته مفيداً نافعاً وحمدت له صنيعه المشكور وعمله المبرور لأن العلم من أفضل وأكرم الغايات التي تصرف لها الهمم وتبذل له المساعي وفقدان كتب الآداب وانعدامها تتطلبان نشرها وإذاعتها خاصة في الوقت الحاضر وخصوصاً لطلاب العلم ليطلعوا على الآداب والمحاسن والفضائل والمناقب والصفات والأخلاق التي يتحتم وجودها في الطلاب ¶ فأسأل الله تعالى للمؤلف والمؤلف القبول التام والنفع العام وأن يأخذ به مسلك الصلاح والرشاد والإستقامه والسداد آمين- إنه جواد كريم والحمد لله أولاً وآخراً .. ،، ¶ خادم العلم والعلماء بالبلد الحرام ¶ ماجد سعيد بن مسعود رحمت الله ¶ مدير المدرسة الصولتيه بمكة المكرمة",
            "page": "13",
            "part": "1",
            "seal": "31454AFC"
        },
        {
            "id": "11",
            "nass": "بسم الله الرحمن الرحيم ¶ تقريظ فضيلة العلامة الشيخ أيوب أبكر الأهدل ¶ المدرس بالمدرسة الصولتية بمكة المكرمة ¶ -عافاه الله تعالى- ¶ الحمد لله الذي جعل مأدبته القرآن وأنزله على خير ولد عدنان. وأشهد أن لا إله إلا الله الذي خلق فسوى وقدَّرَ فهدى. خلق الإنسان في أحسن تقويم. ووعد عباده الصالحين العاملين بأنَّ لهم أجراً غير ممنون- أحمده عز وجل حمداً يرضى عنه ليكون بسبه بقاء رضاه عنا إلى يوم الدين. ¶ وأشهد أن سيدنا محمداً عبده ورسوله المجبول على الخُلق العظيم القائل: أدبني ربي فأحسن تأديبي. فأعظم به من تكريم. اللهم صل وسلم على رسولك محمد رحمة العالمين وعلى آله وصحبه الهداة المهتدين. ¶ أما بعد: فإن التوفيق عزيز كما قيل لذلك لم يذكر في القرآن سوى مرة واحدة. والتوفيق خلق القدرة في العبد على فعل الطاعات والقربات،",
            "page": "14",
            "part": "1",
            "seal": "3C98DF16"
        },
        {
            "id": "12",
            "nass": "وإنَّ من أفضل الطاعات بعد الواجبات توصيل الخير إلى الغير أياً كان لأنه فعل وعمل متعدي بخلاف العمل الصالح اللازم. خاصة إذا كان هذا العمل من باب تعليم الناس الخير - وفي الحديث - إن الملائكة لتصلي على مُعَلِّمِي النَّاسِ الخير. الحديث. ¶ وقد وفق الله أخانا السيد الجليل الشيخ أحمد بن السيد يوسف محمد الأهدل. نفع الله به أمين في تأليف هذا الكتاب الموسوم «بالأخلاَق الزَّكِيَّة في آدْاب الطَّالِب المرضِيَّة». وهو كتاب بحق يحتاج إليه الناشئة وطلاب العصر خاصة وأن الكتب القديمة المؤلفة في هذا الموضوع - أعني أدب المتعلم - كادت تختفي من المكتبات التجارية ولم تعد في متناول الأيدي نظراً لعدم توجيه المعلمين المعاصرين الطلاب إليها واقتنائها اللهم إلا ما ندر، وإن وجدت فالنفع بها يكون قليلاً جداً للمعاصرين لسرد أحاديثها وقصصها بلأسانيد الطويلة على طريقة السلف. ¶ لذا فقد جاء هذا الكتاب خالياً من تلك الموانع",
            "page": "15",
            "part": "1",
            "seal": "58204E5D"
        },
        {
            "id": "13",
            "nass": "غايةً في بابه موفقاً في اختياراته دقيقاً في نقله سالكاً مسلك التسهيل والتيسير متفنناً في موضوعاته مجانباً التطويل الممل والاختصار المخل. ¶ ولقد سُعدت غاية السعادة عندما ناولني إياه مؤلفه حيث وافق مجيؤه إليَّ وأنا أشرح للطلاب الجانب الروحي والسلوك الأدبي الذي ينبغي أن يكون عليه طالب العلم وما ورد في ذلك من الأدب النبوي خاصة جانب التطبيق والعمل بالعلم والفرق بين طالب العلم وغيره مع ذكر بعض الكتب المؤلفة في هذا الشأن التي أشار إليها المؤلف في هذا الكتاب المصدر له هنا. وقد تمنيت لو يصنف فيما ذكرت مصنفاً مناسباً يستفيد منه طلاب العلم. وقد جاء هذا الكتاب مواكباً لتلك الأمنية على يد هذا الشاب النجيب فلله الحمد والمنة. ¶ جزى الله السيد الجليل أحسن الجزاء، ووفقه لما يصبو إليه من خير الدنيا والآخرة. آمين. ¶ كاتبه ¶ أيوب أبكر أسد بن علي الأهدل ¶ 29/ 7/1418هـ",
            "page": "16",
            "part": "1",
            "seal": "24A407B1"
        },
        {
            "id": "14",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ الْحَمْدُ لله القَائل في حَقِ نَبِيه صلى الله عليه وآله وسلم: (وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ) (¬1) ¶ وَأَشْهَدُ أَنْ لاَ إلَهَ إلاَ الله وَحْدَهُ لاَ شَرِيكَ لَهُ. وَأَشْهَدُ أَنْ سَيِّدَنَا مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ , وَحَبِيبُهُ وَخَلِيلُهُ، الَّذِي أَكْمَلَ خَلْقَهُ , وَعَظَّمَ خُلُقَهُ , وَوَضَعَ عَنْهُ وِزْرَهُ, وَرَفَعَ لَهُ ذِكْرَهُ , وَأَدَّبَهُ فَأَحْسَنَ تَأْدِيبَهُ , فَكَانَ خُلُقُهُ الْقُرْآنَ. ¶ القائل صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ:\" إِنَّ مِنْ أَحَبِّكُمْ إِلَيَّ وَأَقْرَبِكُمْ مِنِّي مَجْلِسًا يَوْمَ الْقِيَامَةِ أَحَاسِنَكُمْ أَخْلاقًا \" (¬2). ¶ والقائل صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ: \" إِنَّ ¶ ¬_________ ¶ (¬1) سورة القلم، الآية: 4. ¶ (¬2) رواه الترمذي - كتاب البر والصلة - باب ما جاء في معالي الأخلاق - حديث جابر رضي الله عنه - ط مصطفى البابي الحلبي (ج 4/ص 370 رقم الحديث (2018).",
            "page": "17",
            "part": "1",
            "seal": "5B3A412E"
        },
        {
            "id": "15",
            "nass": "المُؤْمِنَ لَيُدْرِكُ بِحُسْنِ خُلُقِهِ دَرَجَةَ الصَّائِمِ الْقَائِمِ \" (¬1). ¶ وَعَلَى آلِهِ وَصْحَبِهِ , المُتَخَلِّقِينَ بِخُلُقِهِ , وَالمُتَأَدِّبِينَ بِآدَابِهِ, وَعَلَى التَّابِعِينَ وَتَابِعِيهِمْ إلى يوم الدين، وعَلينا مَعَهم بِرَحمَتِك يا أرحم الراحِمين. ¶ (أَمَّا بَعْدُ) , فَإِنَّ الاِشْتِغَالَ بِالْعِلْمِ مِنْ أَفْضَلِ القُرَب وأجَل الطَّاعَاتِ , وَأَوْلَى مَا أُنْفِقَتْ فِيهِ نَفَائِسُ الأوْقَاتِ. ¶ ومدخَل العِلم \" الأدب \" فلا عِلم بِلا أدب .. وقد سَألنِي بَعضُ المُحِبِين أن أجمَعَ مُختَصَراً في آدَابِ طَلِبِ العِلِم، وقَد اعتذرت لَهُ كَثِراً، وَلَكِن لمّا رَأيتُ كَثِراً مِن طُّلابِ العِلم في زماننا يَجِدُّونَ إلى العِلم ولا يَصِلُونَ، وَمِن مَنَافِعه وَثَمَرَاتِه يُحرَمُون، وسَبَبُ ذَلِكَ أنَهُم أخطَئُوا طَرَائِقه وَتَرَكُوا شَرَائِطه وَلَم يَلتَزِموا بِآدا بِهِ: ¶ \" وَكُلُ مَن أخطأ الطرِيقَ ضَل \" ¶ استخَرتُ الله تَعَالَى في جَمعِ نُبذةٍ مُختَصَرَةٍ مِن ¶ ¬_________ ¶ (¬1) رواه أبو داود - كتاب الأدب - باب حسن الخلق - حديث عائشة رضي الله عنها - ط مصطفى البابي الحلبي - (ج 2 / ص 604).",
            "page": "18",
            "part": "1",
            "seal": "0BBFDA3D"
        },
        {
            "id": "16",
            "nass": "الآداب لِكَى يكُون نِبراساً وَمِنهَاجاً لِي وَلِكُلِ طَالبِ عِلم ـ وَأسميتُه: ((الأخلاق الزكية في آداب الطالب المرضية)) ¶ وَقَد بدأتُهُ بِبَابِ إخلاص النية لله تَعَالى ثُمَ فضل العِلم والعُلّماء، وَفضل طالب العِلم وَالحَث عَلى طَلب العِلم، ثُمَ شَرَعتُ في الآدابِ، وَقَسَّمتُهُ إلى خمسَةِ أقسام: ¶ القسم الأول: آداب الطالب مع نفسه. ¶ والقسم الثاني: آداب الطالب مع شيخه. ¶ والقسم الثالث: آداب الطالب مع دروسه. ¶ والقسم الرابع: آداب الطالب مع الكتاب. ¶ والقسم الخامس: آداب المعاشرة مع الخلق. ¶ وَكُلُ قِسمٍ يندَرِجُ تحتهُ فُرُع وأنواع مِن نفَائِس ومُهِمات الفوائِد مِن أقوال العُلّماء الإجلاء، وختمتُهُ بِذِكرِ نُبذةٍ مُختصرةٍ مِن أخلاق رسُول الله صلى الله عليه",
            "page": "19",
            "part": "1",
            "seal": "07A2A001"
        },
        {
            "id": "17",
            "nass": "وآله وسلم، جعلنا الله مِن المُتأسين بِأخلاق رسُوله الكرِيم صلى الله عليه وآله وسلم, وَأسألُ الله أن ينفعني بِه وَجميع المُسلِمين وَأن يرزُقنا الإخلاص في العَمل بِوجهِهِ الكَرِيم .. ، ¶ وكتبه: الفقير إلى عفو الله عز وجل ¶ أحمد بن يوسف بن محمد الأهدل ¶ أحد خريجي المدرسة الصولتية وطالب العلم بالمسجد الحرام ¶ غفر الله له ولوالديه ولمشايخه والمسلمين أجمعين ¶ آمين",
            "page": "20",
            "part": "1",
            "seal": "6886240F"
        },
        {
            "id": "18",
            "nass": "باب الإخلاص لله تعالى ¶ قال الله تعالى: (وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ) (البينة:5) ¶ وقال رَسُولُ الله صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ: «إِنَّمَا الأعْمَالُ بِالنِّيَّاتِ» (¬1) ¶ وعن أبي هُرَيْرَةَ-رضيَ اللهُ عنهُ- قال: سمعت رَسُولَ الله صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ يقول: «إِنَّ أَوَّلَ الناس يُقْضَى يوم الْقِيَامَةِ عليه رَجُلٌ اسْتُشْهِدَ، فَأُتِيَ بِهِ فَعَرَّفَهُ نِعَمَهُ فَعَرَفَهَا، قال: فما عَمِلْتَ فيها، قال: قَاتَلْتُ فِيكَ حتى اسْتُشْهِدْتُ، قال: كَذَبْتَ، وَلَكِنَّكَ قَاتَلْتَ لِأَنْ يُقَالَ جَرِيءٌ، فَقَدْ قِيلَ، ثُمَّ أُمِرَ بِهِ فَسُحِبَ على وَجْهِهِ حتى أُلْقِيَ في النَّارِ، وَرَجُلٌ تَعَلَّمَ الْعِلْمَ وَعَلَّمَهُ، وَقَرَأَ الْقُرْآنَ، فَأُتِيَ بِهِ فَعَرَّفَهُ نِعَمَهُ فَعَرَفَهَا، قال: فما عَمِلْتَ فيها، قال: تَعَلَّمْتُ الْعِلْمَ وَعَلَّمْتُهُ، وَقَرَأْتُ ¶ ¬_________ ¶ (¬1) رواه البخاري - كتاب بدء الوحي - باب كيف كان بدء الوحي (ج 1/ص 3) حديث سيدنا عمربن الخطاب رضي الله عنه، رقم (1)",
            "page": "21",
            "part": "1",
            "seal": "72347EC1"
        },
        {
            "id": "19",
            "nass": "فِيكَ الْقُرْآنَ، قال: كَذَبْتَ، وَلَكِنَّكَ تَعَلَّمْتَ الْعِلْمَ لِيُقَالَ عَالِمٌ، وَقَرَأْتَ الْقُرْآنَ لِيُقَالَ هو قَارِئٌ، فَقَدْ قِيلَ ثُمَّ أُمِرَ بِهِ فَسُحِبَ على وَجْهِهِ حتى أُلْقِيَ في النَّارِ، وَرَجُلٌ وَسَّعَ الله عليه وَأَعْطَاهُ من أَصْنَافِ الْمَالِ كُلِّهِ، فَأُتِيَ بِهِ فَعَرَّفَهُ نِعَمَهُ فَعَرَفَهَا، قال: فما عَمِلْتَ فيها، قال: ما تَرَكْتُ من سَبِيلٍ تُحِبُّ أَنْ يُنْفَقَ فيها إلا أَنْفَقْتُ فيها لك، قال: كَذَبْتَ، وَلَكِنَّكَ فَعَلْتَ لِيُقَالَ هو جَوَادٌ، فَقَدْ قِيلَ، ثُمَّ أُمِرَ بِهِ فَسُحِبَ على وَجْهِهِ ثُمَّ أُلْقِيَ في النَّارِ» (¬1). ¶ وعَنْ أَبِي هُرَيْرَةَ -رضيَ اللهُ عنهُ- قَال: َ قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ: «مَنْ تَعَلَّمَ عِلْمًا مِمَّا يُبْتَغَى بِهِ وَجْهُ الله لا يَتَعَلَّمُهُ إِلاّ لِيُصِيبَ بِهِ عَرَضًا مِنَ الدُّنْيَا لَمْ يَجِدْ عَرْفَ الْجَنَّةِ يَوْمَ الْقِيَامَةِ» (¬2) يَعْنِي رِيحَهَا. ¶ ¬_________ ¶ (¬1) رواه مسلم - كتاب الأمارة - باب من قاتل للرياء والسمعة استحق النار (وهو جزء من حديث مطول) (6/ 47) ¶ (¬2) رواه ابن ماجه في المقدمة - باب الإنتفاع بالعلم والعمل به، حديث سيدنا أبي هريرة رضي الله عنه، (1/ 93).",
            "page": "22",
            "part": "1",
            "seal": "9912B9CC"
        },
        {
            "id": "20",
            "nass": "وعن كَعْبِ بْنِ مَالِكٍ -رضيَ اللهُ عنهُ- قَال: َ سَمِعْتُ رَسُولَ الله صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ يَقُولُ: «مَنْ طَلَبَ الْعِلْمَ لِيُجَارِيَ بِهِ الْعُلَمَاءَ أَوْ لِيُمَارِيَ بِهِ السُّفَهَاءَ أَوْ يَصْرِفَ بِهِ وُجُوهَ النَّاسِ إِلَيْهِ، أَدْخَلَهُ الله النَّارَ» (¬1) ¶ وما أحسن قول الإمام الغزالي-رحمه الله تعالى- في كتابه بداية الهداية حيث قال: اعلم أن الناس في طلب العلم على ثلاثة أحوال: ¶ 1 - رجل طلب العلم ليتخذهُ زادهُ إلى المعاد، ولم يقصد إلا وجه الله والدار الآخرة، فهذا من الفائزين. ¶ 2 - ورجل طلبه ليستعين به على حياته العاجلة، وينال به العِز والجاه والمال، وهو عالم بذلك، مُستشعِرٌ في قلبه ركاكة حاله، وخِسّة مقصده، فهذا من المخاطرين، فإن عاجله أجله قبل التوبة خيف عليه من سوء ¶ ¬_________ ¶ (¬1) رواه ابن ماجه في المقدمة - باب الانتفاع بالعلم والعمل به - حديث أبي هريرة رضي الله عنه، (1/ 93).",
            "page": "23",
            "part": "1",
            "seal": "FC360A12"
        },
        {
            "id": "21",
            "nass": "الخاتمة، وبقي أمره في خطر المشيئة، وإن وفق للتوبة قبل حلول الأجل وأضاف إلى العلم العمل، وتدارك ما فرّط فيه من الخلل، التحق بالفائزين، فإن التائب من الذنب كمن لا ذنب له. ¶ 3 - ورجل ثالث استحوذ عليه الشيطان، فا تخذ علمه ذريعة إلى التكاثر بالمال، والتفاخر بالجاه، التعزز بكثرة الأتباع، يدخل بعلمه كل مدخل، رجاء أن يقضي من الدنيا وطرهُ، وهو مع ذلك يضمر في نفسه أنه عند الله بمكانة لاتِّسامه بسمة العلماء، وترّسمه برسومهم في الزي والمنطق، مع تكالبه على الدنيا ظاهراً وباطناً، فهذا من الهالكين ومن الحمقى المغرورين، إذ الرجاء منقطع عن توبته (¬1) لظنه أنه من المحسنين، وهو غافل ¶ ¬_________ ¶ (¬1) هذه العبارة جرت مجرى التنفير من الإمام الغزالي - رحمه الله تعالى- وإلّا فرجاء الله تعالى شامل له ولغيره ما زال ينطق بكلمة التوحيد. فلا ينبغي له أن يياس من رحمة الله.",
            "page": "24",
            "part": "1",
            "seal": "B6BB7F0D"
        },
        {
            "id": "22",
            "nass": "عن قوله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لا تَفْعَلُونَ * كَبُرَ مَقْتاً عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لا تَفْعَلُونَ) [الصف: ? - ?]. ¶ وهو ممن قال فيهم رسول الله صلى الله عليه وآله وسلم: «أنا من غير الدجال أخوف عليكم من الدجال! فقيل: وماهو يارسول الله، فقال: علماء السوء». ¶ وهذا لأن الدجال غايته الإضلال، ومثل هذا العالم وإن صرف الناس عن الدنيا بلسانه ومقاله، فهو داع لهم اليها بأعماله وأحواله، ولسان الحال أفصح من لسان المقال، وطباع الناس إلى المساهمة في الأعمال أميل منها إلى المتابعة في الأقوال. ¶ فما أفسده هذا المغرور بأعماله أكثر مما أصلحه بأقواله! ¶ إذ لا يستجريء الجاهل على الرغبة في الدنيا إلا باستجراء العلماء، فقد صار علمه سبباً",
            "page": "25",
            "part": "1",
            "seal": "D1D517CD"
        },
        {
            "id": "23",
            "nass": "لجراءة عباد الله على معاصيه، ونفسه الجاهلة مُدلّةُ مع ذلك تُمّنيه وتُرّجيه، وتدعوه إلى أن يمن على الله بعلمه، وتُخيّل إليه نفسه أنه خير من كثير من عباد الله. ¶ فكن أيها الطالب من الفريق الأول، واحذر أن تكون من الفريق الثاني، فكم من مسوف عاجله الأجل قبل التوبة فخسر. ¶ وإياك ثم إيك أن تكون من الفرق الثالث، فتهلك هلاكاً لا يرجى معه فلاحك ولاينتظر صلاحك (¬1). ¶ نسأل الله السلامة كما نسأله تعالى الإخلاص في طلب العلم والعمل به بمنه وكرمه آمين. ¶ * * * ¶ ¬_________ ¶ (¬1) انظر: بداية الهداية للإمام الغزالي -رحمه الله تعالى - (ص 19 إلى 22) - ط دار البشائر، تحقيق الشيخ محمد الحجار عافاه الله تعالى.",
            "page": "26",
            "part": "1",
            "seal": "7DA498E2"
        },
        {
            "id": "24",
            "nass": "فضل العلم والعلماء ¶ قال الله تعالى: (إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ) [فاطر: 28]. وقال تعالى: (شَهِدَ اللَّهُ أَنَّهُ لا إِلَهَ إِلَّا هُوَ وَالْمَلائِكَةُ وَأُولُو الْعِلْمِ قَائِماً بِالْقِسْطِ) [آل عمران: 18] ¶ فانظر كيف بدأ سبحانه وتعالى بنفسه وثنى بالملائكة وثلث بأهل العلم، وناهيك بهذا شرفاً وفضلاً. ¶ وقال تعالى: (وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ) [النساء: 83]. ¶ فقد رد حكمه في الوقائع إلى استنباطهم وألحق رتبتهم برتبة الأنبياء في كشف حكم الله تعالى. ¶ وقَالَ رَسُولُ الله صلى الله عليه وآله وسلم: «إنَّ الْعُلَمَاءَ وَرَثَةُ الأنْبِيَاءِ» (¬1). ¶ ¬_________ ¶ (¬1) رواه الترمذي - كتاب العلم - باب ما جاء في فضل الفقه على العبادة (5/ 48) حديث أبي الدرداء -رضي الله عنه-.",
            "page": "27",
            "part": "1",
            "seal": "CFC05139"
        },
        {
            "id": "25",
            "nass": "ومعلوم أنه لا رتبة فوق النبوة ولا شرف فوق شرف الورثة لتلك الرتبة. ¶ وقَالَ رَسُولُ الله صلى الله عليه وآله وسلم: «مَنْ يُرِدْ الله بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ» (¬1). ¶ وقَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ: «لا حَسَدَ إلاّ فِي اثْنَتَيْنِ رَجُلٌ آتَاهُ الله مَالاً فَسَلَّطَهُ عَلَى هَلَكَتِهِ فِي الْحَقِّ، وَرَجُلٌ آتَاهُ الله الْحِكْمَةَ فَهُوَ يَقْضِي بِهَا، وَيُعَلِّمُهَا» (¬2). ¶ وَعَنْ ابْنِ عَبَّاسٍ -رضي الله عنهما- أَنَّ رَسُولَ الله صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ قَالَ: «فَقِيهٌ وَاحِدٌ أَشَدُّ عَلَى الشَّيْطَانِ مِنْ أَلْفِ عَابِدٍ» (¬3). ¶ ¬_________ ¶ (¬1) رواه البخاري - كتاب العلم - باب من يرد الله به خيراً يفقهه في الدين (1/ 30). من حديث سيدنا معاوية-رضي الله عنه-. والترمذي من حديث ابن عباس- كتاب العلم - باب إذا أراد الله بعبد خير فقهه. وابن ماجه في المقدمة - باب فضل العلماء والحث على طلب العلم، حديث أبو هريرة رضي الله عنه، رقم (220). ¶ (¬2) رواه البخاري - كتاب العلم - باب الإغتباط في العلم والحكمة، حديث عبد الله بن مسعود -رضي الله عنهما- (1/ 31). ¶ (¬3) رواه ابن ماجه في المقدمة - باب فضل العلماء والحث على طلب العلم، حديث ابن عباس -رضي الله عنهما- رقم (222).",
            "page": "28",
            "part": "1",
            "seal": "E1E47557"
        },
        {
            "id": "26",
            "nass": "وَعَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ -رضيَ اللهُ عنهُ- قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ: «فَضْلُ الْعَالِمِ عَلَى الْعَابِدِ كَفَضْلِي عَلَى أَدْنَاكُمْ. ثُمَّ قَالَ رَسُولُ الله - صلى الله عليه وسلم -: إنَّ الله، وَمَلائِكَتَهُ، وَأَهْلَ السَّمَوَاتِ، وَالاَرْضينَِ حَتَّى النَّمْلَةَ فِي جُحْرِهَا، وَحَتَّى الحُوتَ لَيُصَلُّونَ عَلَى مُعَلِّمِ النَّاسِ الخَيْرَ» (¬1). ¶ ويقول أبو هريرة -رضيَ اللهُ عنهُ-: «لَأَنْ أَعْلَمَ بَابًا مِنْ الْعِلْمِ فِي أَمْرٍ , وَنَهْيٍ , أَحَبُّ إلَيَّ مِنْ سَبْعِينَ غَزْوَةٍ فِي سَبِيلِ الله» (¬2). ¶ وفضائل العلم وأهله من العلماء والمتعلمين لا تحصى. ¶ قال سيدنا علي -رضيَ اللهُ عنهُ-: «يا طالب العلم، إن العلم ذو فضائل كثيرة، فرأْسُهُ التواضع، وعينه البراءة من الحسد، وأذنه الفهم، ولسانه ¶ ¬_________ ¶ (¬1) رواه الترمذي - كتاب العلم - باب ما جاء في فضل الفقه على العبادة (5/ 50) حديث أبي أمامة الباهلي-رضي الله عنه- رقم (685). ¶ (¬2) انظر: (المجموع) جـ 1 صـ 21.",
            "page": "29",
            "part": "1",
            "seal": "1F373F31"
        },
        {
            "id": "27",
            "nass": "الصدق، وحفظه الفَحْص، وقلبه حسن النية، وعقله معرفة الأشياء والأمور الواجبة، ويده الرحمة، ورجله زيارة العلماء، وهمته السلامة، وحكمته الورع، ومستقره النجاة، وقائده العافية، ومركبه الوفاء، وسلاحه لين الكلمة، وسيفه الرضى، وقوسه المداراة، وجيشه مجاورة العلماء، وماله الأدب، وذخيرته اجتناب الذنوب، وزاده المعروف، وماؤه الموادعة، ودليله الهدى، ورفيقه صحبة الأَخْيَار» (¬1). ¶ قال صاحب فتح الكريم المنان (¬2): ذكر الإمام النووي في المجموع هذه الآثار منها: ¶ قول عَلِيٍّ -رضيَ اللهُ عنهُ-: «كَفَى بِالْعِلْمِ شَرَفًا أَنْ يَدَّعِيَهُ مَنْ لا يُحْسِنُهُ، وَيَفْرَحَ إذَا انتُسِبَ إلَيْهِ، وَكَفَى بِالْجَهْلِ ذَمًّا أَنْ يَتَبَرَّأَ مِنْهُ مَنْ هُوَ مُتخبط فِيهِ». ¶ ¬_________ ¶ (¬1) انظر: الجامع لأخلاق الراوي وآداب السامع، للخطيب البغدادي، ص: (21) ط دار الكتب العلمية بيروت ¶ (¬2) انظر فتح الكريم المنان بشرح نفحة الرحمن نظم شعب الإيمان - لشيخي العلامة أحمد بن جابر جبران -رحمه الله تعالى- (65 - 66).",
            "page": "30",
            "part": "1",
            "seal": "597B67A2"
        },
        {
            "id": "28",
            "nass": "وقَالَ أَبُو مُسْلِمٍ الْخَوْلانِيُّ: «مَثَلُ الْعُلَمَاءِ فِي الاَرْضِ مَثَلُ النُّجُومِ فِي السَّمَاءِ إذَا بَدَتْ لِلنَّاسِ اهْتَدَوْا بِهَا، وَاذَا خَفِيَت تَحَيَّرُوا». ¶ ومما أنشده العلماء في فضل العلم قول أَبِي الأسْوَدِ الدُّؤَلِيِّ -رحمه الله تعالى-: ¶ الْعِلْمُ زَيْنٌ (¬1) وَتَشْرِيفٌ لِصَاحِبِهِ ... فَاطْلُبْ هُدِيتَ فُنُونَ الْعِلْمِ وَالأدَبَا ¶ لا خَيْرَ فِيمَنْ لَهُ أَصْلٌ بلا أَدَبٍ ... حَتَّى يَكُونَ عَلَى مَا زَانَهُ حَدَبَا ¶ كَمْ مِنْ كَرِيمٍ أَخِي عَيٍّ (¬2) وَطَمْطَمَةٍ ... فَدْمٌ لَدَى الْقَوْمِ مَعْرُوفٌ إذَا انْتَسَبَا ¶ فِي بَيْتِ مَكْرُمَةٍ (¬3) آبَاؤُهُ نُجُبُ ... كَانُوا الرُّءُوسَ فَأَمْسَى بَعْدَهُمْ ذَنَبَا ¶ وَخَامِلٍ مُقْرِفِ الآبَاءِ ذِي أَدَبٍ ... نَالَ الْمَعَالِيَ بِالآدَابِ وَالرُّتَبَا ¶ ¬_________ ¶ (¬1) الزين: الحسن. ¶ (¬2) العي: العجز عن التعبير اللفظي بما يفيد المعنى المقصود. ¶ (¬3) المكرمة: مما يُحمد فعله.",
            "page": "31",
            "part": "1",
            "seal": "0649B033"
        },
        {
            "id": "29",
            "nass": "أَمْسَى عَزِيزًا عَظِيمَ الشَّأْنِ مُشْتَهِرَا ... فِي خَدِّهِ صَعَرٌ قَدْ ظَلَّ مُحْتَجِبَا ¶ الْعِلْمُ كَنْزٌ وَذُخْرٌ (¬1) لا نَفَادَ لَهُ ... نِعْمَ الْقَرِينُ إذَا مَا صَاحِبٌ صَحِبَا ¶ قَدْ يَجْمَعُ الْمَرْءُ مَالاً ثُمَّ يُحْرَمُهُ ... عَمَّا قَلِيلٍ فَيَلْقَى الذُّلَّ وَالْحَرْبَا ¶ وَجَامِعُ الْعِلْمِ مَغْبُوطٌ بِهِ أَبَدَا ... وَلا يُحَاذِرُ مِنْهُ الْفَوْتَ وَالسَّلَبَا ¶ يَا جَامِعَ الْعِلْمِ نِعْمَ الذُّخْرُ تَجْمَعُهُ ... لا تَعْدِلَنَّ بِهِ دُرًّا وَلا ذَهَبَا ¶ * * * ¶ ¬_________ ¶ (¬1) الذخر: ما يدخر لوقت الحاجة.",
            "page": "32",
            "part": "1",
            "seal": "7C33DB21"
        },
        {
            "id": "30",
            "nass": "فضل طالب العلم ¶ قال الله تعالى: (يَرْفَعِ الله الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ) [المجادلة: 11] ¶ وقال تعالى: (فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ) (¬1). ¶ وقال تعالى: (قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ) (¬2). ¶ وعَنْ عُثْمَانَ -رَضِيَ الله عَنْهُ- عَنِ النَّبِيِّ صلى الله عليه وآله وسلم قَالَ: «خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ» (¬3). ¶ وَعَنْ أَبِي الدَّرْدَاءِ -رضيَ اللهُ عنهُ- قَالَ: سَمِعْتُ رَسُولَ الله صلى الله عليه وآله وسلم يَقُولُ: «مَنْ سَلَكَ طَرِيقًا يَبْتَغِي فِيهِ عِلْمًا سلكَ الله لَهُ طَرِيقًا إلَى الْجَنَّةِ، وَإِنَّ المَلائِكَةَ لَتَضَعُ أَجْنِحَتَهَا رِضَاً لِطَالِبِ ¶ ¬_________ ¶ (¬1) سورة التوبة، الآية: 122. ¶ (¬2) سورة الزمر، الآية: 9. ¶ (¬3) رواه البخاري - كتاب فضائل القرآن - (6/ 131).",
            "page": "33",
            "part": "1",
            "seal": "9A943766"
        },
        {
            "id": "31",
            "nass": "الْعِلْمِ، وَإِنَّ الْعَالِمَ لَيَسْتَغْفِرُ لَهُ مَنْ فِي السَّمَوَاتِ، وَمَنْ فِي الاَرْضِ، حَتَّى الْحِيتَانُ فِي الْمَاءِ، وَفَضْلُ الْعَالِمِ عَلَى الْعَابِدِ كَفَضْلِ الْقَمَرِ عَلَى سَائِرِ الْكَوَاكِبِ، وَإِنَّ الْعُلَمَاءَ وَرَثَةُ الأنْبِيَاءِ، إِنَّ الأنْبِيَاءَ لَمْ يُوَرِّثُوا دِينَارًا وَلا دِرْهَمًا، إِنَّمَا وَرَّثُوا الْعِلْمَ فَمَنْ أَخَذَ به أَخَذَ بِحَظٍّ وَافِرٍ» (¬1). ¶ وعَنْ أَبِي هُرَيْرَة -رضيَ اللهُ عنهُ- أَنَّ رَسُولَ الله صلى الله عليه وآله وسلم قَال: َ «إِذَا مَاتَ الإنْسَانُ انْقَطَعَ عَنْهُ عَمَلُهُ إِلاّ مِنْ ثَلاثَةٍ: إِلاَّ مِنْ صَدَقَةٍ جَارِيَةٍ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ، أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ» (¬2). ¶ وعَنْ أَنَسِ بْنِ مَالِكٍ -رضيَ اللهُ عنهُ- قَالَ: قَالَ رَسُولُ الله صلى الله عليه وآله وسلم: «مَنْ خَرَجَ فِي طَلَبِ الْعِلْمِ كَانَ فِي سَبِيلِ الله حَتَّى يَرْجِعَ» (¬3). ¶ وَعَنْ سَهْلِ بْنِ سَعْدٍ -رضيَ اللهُ عنهُ- أَنَّ ¶ ¬_________ ¶ (¬1) رواه الترمذي - كتاب العلم - باب ما جاء في فضل الفقه على العبادة (5/ 48) حديث أبي الدرداء -رضي الله عنه-. (5/ 48) ¶ (¬2) رواه مسلم - كتاب الوصية - باب مايلحق الإنسان من الثواب بعد وفاته (5/ 73). ¶ (¬3) رواه الترمذي - كتاب العلم - باب فضل طلب العلم - (5/ 28).",
            "page": "34",
            "part": "1",
            "seal": "15F8540F"
        },
        {
            "id": "32",
            "nass": "رَسُولَ الله صلى الله عليه وآله وسلم قَالَ لِعَلِيٍّ -رضيَ اللهُ عنهُ-: «فَوَاَلله لَأَنْ يَهْدِيَ اللهُ بِكَ رَجُلاً وَاحِدًا خَيْرٌ لَكَ مِن أن يكون لك حُمْرُ النَّعَمِ» (¬1). ¶ وقَالَ رَسُولُ الله صلى الله عليه وآله وسلم: «لا حَسَدَ إلاّ فِي اثْنَتَيْنِ: رَجُلٌ آتَاهُ الله مَالاً فَسَلَّطَهُ عَلَى هَلَكَتِهِ فِي الحَقِّ، وَرَجُلٌ آتَاهُ الله الْحِكْمَةَ فَهُوَ يَقْضِي بِهَا، وَيُعَلِّمُهَا» (¬2). ¶ ومن الآثار ماروي َعنْ مُعَاذٍ -رضيَ اللهُ عنهُ- أنه قَال: «تَعَلَّمُوا الْعِلْمَ فَإِنَّ تَعَلُّمَهُ لله خَشْيَةٌ، وَطَلَبَهُ عِبَادَةٌ، وَمُذَاكَرَتَهُ تَسْبِيحٌ، وَالْبَحْثَ عَنْهُ جِهَادٌ، وَتَعْلِيمَهُ مَنْ لا يَعْلَمُهُ صَدَقَةٌ، وَبَذْلَهُ لأهْلِهِ قُرْبَةٌ، وهو الأنِيسُ في الوحِدةٍ، والصاحِبُ في الخِلوةٍ، والدليل على الدّين، والمُصبِّر على البأساء والضّراء، يرفع الله به أقواماً، فيجعلهم في الخير قادةً سادةً هُداةً ¶ ¬_________ ¶ (¬1) رواه البخاري - كتاب المغازي- باب غزوة خيبر - (5/ 90). ¶ (¬2) رواه البخاري - كتاب العلم - باب الاغتباط في العلم والحكمة، حديث عبد الله بن مسعود رضي الله عنهما (1/ 31).",
            "page": "35",
            "part": "1",
            "seal": "CF97EBA6"
        },
        {
            "id": "33",
            "nass": "يُقتدى بهم، أدلةً على الخيرِ، تُقتصُّ آثارهم، وتُرمق أفعالهم، يبلُغُ العَبدُ به منازل الأبرار والدرَجات العُلى، والتّفكُر فيه يعدل بالصيام، ومُدارسته بالقيام، به يُطاع الله عز وجل، وبه يُعبد، وبه يوُحَّد ويُمجَّد، وبه يُتورَّع، وبه توصل الأرحام، وبه يعرف الحلال والحرام، وهو إمامٌ، والعَملُ تابِعه، يُلهمه السُعداء، ويُحرمه الأشقِياء» (¬1). ¶ وقال الحسن البصري (¬2) -رحمه الله تعالى-: «لولا العلماء لصار الناس مثل البهائم» (¬3) أي أنهم بالتعلم يُخرجون الناس من حد البهيمية إلى حد الإنسانية. ¶ وكان سرياً السقطي يقول: «من علم ما طلب هان عليه ما بذل» (¬4) ¶ ¬_________ ¶ (¬1) انظر: أخلاق العلماء (ص 20). ¶ (¬2) الحسن بن يسار أبو سعيد البصري، كان جامعاً للعلم والعمل فقيهاً عابداً زاهداً، فصيحاً وسيماً، سئل مرة أنس بن مالك عن مسألة فقال: سلوا عنها مولانا الحسن فإنه سمع وسمعنا، فحفظ ونسينا، وقال: إني لأغبط أهل البصرة بهذين الشيخين: الحسن وابن سيرين. مات سنة 11هـ وعمره 88 سنة، انظر: البداية والنهاية لابن كثير (9/ 266). ¶ (¬3) انظر: أخلاق العلماء (ص 20). ¶ (¬4) انظر: الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي، (ص 26)",
            "page": "36",
            "part": "1",
            "seal": "6E06BA5A"
        },
        {
            "id": "34",
            "nass": "قال صاحب فتح الكريم المنان (¬1): نقل النووي عن الشافعي أنه قال: طَلَبُ الْعِلْمِ أَفْضَلُ مِنْ صَلاةِ النَّافِلَةِ. ¶ وَقَالَ: «لَيْسَ بَعْدَ الْفَرَائِضِ أَفْضَلُ مِنْ طَلَبِ الْعِلْمِ». ¶ وَقَالَ: «مَنْ أَرَادَ الدُّنْيَا فَعَلَيْهِ بِالْعِلْمِ، وَمَنْ أَرَادَ الآخِرَةَ فَعَلَيْهِ بِالْعِلْمِ». ¶ وَقَالَ: «مَنْ لا يُحِبُّ الْعِلْمَ فَلا خَيْرَ فِيهِ، فَلا يَكُنْ بَيْنَكَ وَبَيْنَهُ مَعْرِفَةٌ وَلا صَدَاقَةٌ». ¶ وَقَالَ: «إنْ لَمْ يَكُنْ الْفُقَهَاءُ الْعَامِلُونَ أَوْلِيَاءَ الله فَلَيْسَ لله وَلِيٌّ». ¶ وَقَالَ: «مَنْ تَعَلَّمَ الْقُرْآنَ عَظُمَتْ قِيمَتُهُ، وَمَنْ نَظَرَ فِي الْفِقْهِ نَبُلَ قَدْرُهُ، وَمَنْ نَظَرَ فِي اللُّغَةِ رَقَّ طَبْعُهُ، وَمَنْ نَظَرَ فِي الْحِسَابِ جَزُلَ رَأْيُهُ، وَمَنْ كَتَبَ الْحَدِيثَ قَوِيَتْ حُجَّتُهُ، وَمَنْ لَمْ يَصُنْ نَفْسَهُ لَمْ يَنْفَعْهُ عِلْمُهُ». اهـ ¶ ¬_________ ¶ (¬1) انظر: فتح الكريم المنان بشرح نفحة الرحمن نظم شعب الإيمان - لشيخي العلامة أحمد بن جابر جبران رحمه الله تعالى (ص 65).",
            "page": "37",
            "part": "1",
            "seal": "3B633805"
        },
        {
            "id": "35",
            "nass": "وَقَالَ كَعْبُ الأَحْبَارِ: أَوْحَى الله تَعَالَى إلَى مُوسَى -عليه الصلاة والسلام-: «أَنْ تَعَلَّمْ يَا مُوسَى الخَيْرَ وَعَلِّمْهُ لِلنَّاسِ، فَإِنِّي مُنَوِّرٌ لِمُعَلِّمِ الْخَيْرِ وَمُتَعَلِّمِهِ فِي قُبُورِهِمْ حَتَّى لا يَسْتَوْحِشُوا مَكَانَهُمْ» (¬1) ¶ وَقَالَ عِيسَى -عليه الصلاة والسلام-: «مَنْ تَعَلَّمَ وَعَلَّمَ وَعَمِلَ فَذَاكَ يُدْعَى عَظِيمًا فِي مَلَكُوتِ السَّمَاءِ.» (¬2) ¶ * * * ¶ ¬_________ ¶ (¬1) انظر: غذاء الألباب شرح منظومة الآداب للعلامة السفاريني الحنبلي (2/ 508). ¶ (¬2) انظر غذاء الألباب شرح منظومة الآداب للعلامة الشيخ محمد السفاريني الحنبلي (ج 2 / ص 508) ط مكتبة الرياض الحديثة وانظر مختصر منهاج القاصدين للإمام أحمد بن عبد الرحمن بن قدامة المقدسي رحمه الله (ص 24).",
            "page": "38",
            "part": "1",
            "seal": "FBAD589E"
        },
        {
            "id": "36",
            "nass": "الحث على طلب العلم ¶ قال الله تعالى: (إِنَّمَا يَخْشَى الله مِنْ عِبَادِهِ الْعُلَمَاءُ) [فاطر: 28]. ¶ وذلك أن من لم يعرفه حق معرفته لم يهبه حق مهابته، ولم يعظمه حق تعظيمه وحرمته فبالعلم يعرفه ويعظمه ويهابه. ¶ قال الإمام الغزالي: اعلم أن العلم والعبادة لأجلهما كان كل ما ترى وتسمع من تأليف المؤلفين وتعليم المعلمين ووعظ الواعظين، بل لأجلهما أنزلت الكتب وأرسلت الرسل، بل لأجلهما خلقت السموات والأرض وما فيهن من الخلق. وتأمل آيتين في كتاب الله عز وجل: ¶ إحداهما: قوله جلّ ذكره: (الله الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ الله عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ الله قَدْ أَحَاَطَ بِكُلِّ شَيْءٍ عِلْماً) (الطلاق:12)",
            "page": "39",
            "part": "1",
            "seal": "B5A90888"
        },
        {
            "id": "37",
            "nass": "وكفى بهذه الآية دليلاً على شرف العلم. ¶ الآية الثانية: قوله تعالى: (وَمَا خَلَقْتُ الْجِنَّ وَالْأِنْسَ إِلَّا لِيَعْبُدُونِ) [الذاريات: 56] وكفى بهذه الآية دليلاً على شرف العبادة. ¶ فأعظم بأمرين هما المقصود من خلق الدارين، فحق للعبد ألا يشغل إلا بهما ولا يتعب إلا لهما، ولا ينظر إلا فيهما، وما سواهما من الأمور باطل لا خير فيه ولغو لا حاصل له. فإذا علمت ذلك فاعلم أن العلم أشرف الجوهرين وأفضلهما، ولكن لابد للعبد من العبادة مع العلم، وإلا كان علمه هباء منثوراً. ¶ فإن العلم بمنزلة الشجرة والعبادة بمنزلة ثمرة من ثمراتها، فالشرف للشجرة إذ هي الأصل، لكن الانتفاع إنما يحصل بثمرتها، فإذن لابد للعبد من أن يكون له من كلا الأمرين حظ ونصيب، وهناك أمر آخر يقدم العلم على العبادة ألا وهو: ما يلزمك فعله من الواجبات الشرعية، وما يلزمك تركه من",
            "page": "40",
            "part": "1",
            "seal": "B5EB069C"
        },
        {
            "id": "38",
            "nass": "المناهي، وإلا فكيف تقوم بطاعات لا تعرفها ما هي؟ وكيف يجب أن تفعل؟ أم كيف تجتنب معاصي لا تعلم أنها معاصي؟ ¶ فا لعبادات الشرعية كالطهارة والصلاة والصوم وغيرها يجب أن تعلمها بأحكامها وشرائطها حتى تقيمها، فربما أنت مقيم على شيء سنيناً وأزماناً مما يفسد عليك طهارتك وصلواتك ويخرجهما عن كونهما واقعتين على وفاق السنة وأنت لا تشعر بذلك) (¬1). ¶ وقال بعض الفضلاء شعراً: ¶ إذَا كُنْت لا تَدْرِي وَلَمْ تَكُ بِاَلَّذِي ... يُسَائِلُ مَنْ يَدْرِي فَكَيْفَ إذًا تَدْرِي ¶ جَهِلْت وَلَمْ تَعْلَمْ بِأَنَّك جَاهِلٌ ... فَمَنْ لِي بِأَنْ تَدْرِي بِأَنَّك لا تَدْرِي ¶ إذَا كُنْت مِنْ كُلِّ الأمُورِ مُقلداً ... فَكُنْ هَكَذَا أَرْضًا يَطَأْكَ الَّذِي يَدْرِي ¶ وَمِنْ أَعْجَبِ الأشْيَاءِ أَنَّك لا تَدْرِي ... وَأَنَّك لا تَدْرِي بِأَنَّك لا تَدْرِي ¶ ¬_________ ¶ (¬1) انظر منهاج العابدين للإمام الغزالي رحمه الله تعالى (ص 6 - 7). بتصرف.",
            "page": "41",
            "part": "1",
            "seal": "412CEB4D"
        },
        {
            "id": "39",
            "nass": "وقال آخر: ¶ وباكيةٌ بالعينِ قلتُ لها أقصري ... فلا الموتُ أحلا من معالجة الفقر ¶ ولا تحسبنَّ الفقرَ فقراً من الدُّنا ... ولكنَّ فقرَ العلمِ من أعظم الفقر ¶ سأطلبُ علماً أو أموت ببلدةٍ ... يقلُّ بها قطرُ الدموع على قبري ¶ وإنَّ فتى الفتيان من عاش واهتدى ... ليطلب علماً بالتجلُّد والصَّبر ¶ أليس من الخسران أنَّ ليالياً ... تمرُّ بلا عذرٍ وتُحسبُ من عُمْري ¶ * * *",
            "page": "42",
            "part": "1",
            "seal": "AA1E0619"
        },
        {
            "id": "42",
            "nass": "آداب الطالب ¶ ينبغي على طالب العلم التحلي بأخلاق أهل العلم ليحصل له توفيق العلم وها أنا مشير إليك بخمسة أقسام: ¶ القسم الأول: آداب الطالب مع نفسه. ¶ القسم الثاني: آداب الطالب مع شيخه. ¶ القسم الثالث: آداب الطالب مع دروسه. ¶ القسم الرابع: آداب الطالب مع الكتاب. ¶ القسم الخامس: آداب المعاشرة مع الخلق. ¶ وكل قسم يندرج تحته فروع: ¶ القسم الأول: آداب الطالب مع نفسه: وفيه أربعة عشر نوعًا: ¶ النوع الأول: تقديم طهارة النفس عن رذائل الأخلاق ومذموم الأوصاف، إذ العلم عبادة القلب، وصلاة السر، وقربة الباطن إلى الله تعالى؛ وكما لا",
            "page": "45",
            "part": "1",
            "seal": "F86DF814"
        },
        {
            "id": "43",
            "nass": "تصح الصلاة التي هي وظيفة الجوارح الظاهرة إلا بتطهير الظاهر عن الأحداث والأخباث فكذلك لا تصح عبادة الباطن وعمارة القلب بالعلم إلا بعد طهارته عن خبائث الأخلاق وأنجاس الأوصاف. ¶ تنزيه النفس عن المعاصي الظاهرة والباطنة. ¶ قال الله عز وجل: (وَذَرُوا ظَاهِرَ الْأِثْمِ وَبَاطِنَهُ إِنَّ الَّذِينَ يَكْسِبُونَ الْأِثْمَ سَيُجْزَوْنَ بِمَا كَانُوا يَقْتَرِفُونَ) (الأنعام:120) ¶ وقال تعالى: (وَلا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ) (الأنعام:151) ¶ وقال تعالى: (قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ) (لأعراف:33) ¶ فجعل الله المعاصي الظاهرة والباطنة سواء في التحريم وفي الأمر باجتنابها، فقد يهتم العبد بالتنزه عن المعاصي الظاهرة ويُغفل الباطنة وهى أشد فتكاً،",
            "page": "46",
            "part": "1",
            "seal": "E3F44912"
        },
        {
            "id": "44",
            "nass": "وهذا من الغفلة وفيه شبهة رياء إذ اهتم بما يطلع عليه الناس من المعاصي الظاهرة وأغفل التنزه عن المعاصي الباطنة التي لايطلع عليها إلا الله تعالى. قال تعالى: (يَسْتَخْفُونَ مِنَ النَّاسِ وَلا يَسْتَخْفُونَ مِنَ اللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لا يَرْضَى مِنَ الْقَوْلِ وَكَانَ اللَّهُ بِمَا يَعْمَلُونَ مُحِيطاً) (النساء:108) ¶ بعد هذا التمهيد نقول لطالب العلم خاصة - ولكل مسلم عامة - ينبغي أن تعلم أن اقتراف المعاصي مضاد للعلم النافع، فقد روى الخطيب البغدادي بإسناده عن ابن مسعود -رضي الله عنه- قال: «إني لأحْسِبُ العبدَ ينسى العلم َ كان يعلمه بالخطيئة يعملها» (¬1). أهـ ¶ وقال النووي: (وينبغي أن يطهِّر قلبه من الأدناس ليصلح لقبول العلم وحفظه واستثماره، ففي الصحيحين عن رسول الله صلى الله عليه وآله وسلم: «إنَّ فِي الجَسَدِ مُضْغَةً إذَا صَلُحَتْ صَلُحَ الجَسَدُ كُلُّهُ, ¶ ¬_________ ¶ (¬1) انظر: (اقتضاء العلم العمل) للخطيب، ط المكتب الإسلامي 1397 هـ، صـ 61.",
            "page": "47",
            "part": "1",
            "seal": "46E7ED8D"
        },
        {
            "id": "45",
            "nass": "وَإِذَا فَسَدَتْ فَسَدَ الجَسَدُ كُلُّهُ، أَلَا وَهِيَ الْقَلْبُ» (¬1). وقالوا: تطبيب القلب للعلم كتطبيب الأرض للزراعة) (¬2). ¶ ونقل النووي عن الشافعي -رحمهما الله- قوله: «من أحب أن يفتح الله قلبه أو ينِوِّره فعليه بترك الكلام فيما لايعنيه، واجتناب المعاصي، ويكون له خبيئة فيما بينه وبين الله تعالى من عمل، وفي رواية: فعليه بالخلوة وقلة الأكل وترك مخالطة السفهاء وبُغض أهل العلم الذين ليس معهم إنصاف ولا أدب» (¬3). ¶ والتنزه عن المعاصي يشتمل على ماظهر منها ومابطن، الكبائر منها والصغائر. ¶ فالمعاصي الظاهرة: منها معاصي اللسان من ¶ ¬_________ ¶ (¬1) رواه البخاري، كتاب الإِيمان، باب فَضل مَنِ اسْتَبْرَأَ لِدِينهِ، ومسلم، كتاب المساقاة والمزارعة، باب أخذ الحلال وترك الشبهات. ¶ (¬2) انظر: المجموع للنووي (1/ 65) ط المنيررية. ¶ (¬3) انظر: المجموع للنووي (1/ 31) ط المنيررية.",
            "page": "48",
            "part": "1",
            "seal": "E7F176AD"
        },
        {
            "id": "46",
            "nass": "الغيبة والنميمة والسبّ والكذب، ومنها معاصي السمع والبصر، ومعاصي الفرج، وأكل الحرام والغش والظلم والخداع والبغي وغيرها. ¶ والمعاصي الباطنة والتي كثيراً ما يغفل عنها الإنسان منها الرياء والكِبْر والعُجب والحسد وسوء الظن وحب المعاصي وحب العُصاة والظّلمة وغيرها. ¶ ومع التنزه عن المعاصي يكون التحلي بمحاسن الأخلاق من باب التخلية والتحلية. ¶ الوظيفة الأولى: تطهير القلب من خبث الصفات: مثل الرياء والحسد والكبر والعُجب، والغضب، فلا تظن أنك تسلم بنية صالحة في تعلم العلم وفي قلبك شيء منها. ¶ وقد قال صلى الله عليه وآله وسلم: «ثَلَاثٌ مُهْلِكَاتٌ: شُحٌّ مُطَاعٌ , وَهَوًى مُتَّبَعٌ , وَإِعْجَابُ المَرْءِ بِنَفْسِهِ» (¬1). ¶ ****** ¶ ¬_________ ¶ (¬1) قال الحافظ العراقي في تخرجه الإحياء، كتاب العلم الباب الثالث، أخرجه البزار والطبراني وأبو نعيم والبيهقي في الشعب من حديث أنس بإسناد ضعيف.",
            "page": "49",
            "part": "1",
            "seal": "90ED9C6C"
        },
        {
            "id": "47",
            "nass": "1. الرياء: «وهو طلب المنزلة في قلوب الناس بإيرائهم خصال الخير» (¬1) وهو الشرك الخفي. يعني وهو في غاية من الخفاء لأنه أدق من دبيب النملة السوداء على الصخرة الصماء- أي على الحجر الأملس- في الليلة الظلماء. ¶ ولهذا جاء في الحديث: «الشرك في هذه الأمة أخفى من دبيب النملة السوداء على صَفاةٍ سوداء في ظُلمة الليل» (¬2). ¶ وكفّارته أن يقول: «اللهم إني أعوذ بك أن أشرك بك شيئاً وأنا أعلم، وأستغفرك من الذنب الذي لا أعلم» (¬3). ¶ قال الله تعالى: (فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَداً) (الكهف:110) ¶ وقَالَ رَسُولُ الله صلى الله عليه وآله وسلم: ¶ ¬_________ ¶ (¬1) المصدر السابق (ص 233). ¶ (¬2) أخرجه الحكيم الترمذي، انظر: صحيح الجامع (3/ 233) وتخريج الطحاوية للأرنؤوط (ص83). ¶ (¬3) أخرجه الحكيم الترمذي، انظر: صحيح الجامع (3/ 233)",
            "page": "50",
            "part": "1",
            "seal": "9DCF5C07"
        },
        {
            "id": "48",
            "nass": "«قال الله تَبَارَكَ وَتَعَالَى: أنا أَغْنَى الشُّرَكَاءِ عن الشِّرْكِ، من عَمِلَ عَمَلًا أَشْرَكَ فيه مَعِي غَيْرِي تَرَكْتُهُ وَشِرْكَهُ» (¬1). ¶ وقَالَ رَسُولُ الله صلى الله عليه وآله وسلم: «إِنَّ أَخْوَفَ مَا أَتَخَوَّفُ عَلَى أُمَّتِي الإشْرَاكُ بِالله أَمَا إِنِّي لَسْتُ أَقُولُ يَعْبُدُونَ شَمْسًا وَلا قَمَرًا وَلا وَثَنًا وَلَكِنْ أَعْمَالاً لِغَيْرِ الله وَشَهْوَةً خَفِيَّةً» (¬2). ¶ وقال صلى الله عليه وآله وسلم: «الشِّرْكُ الْخَفِيُّ: أَنْ يَقُومَ الرَّجُلُ يُصَلِّي فَيُزَيِّنُ صَلاتَهُ لِمَا يَرَى مِنْ نَظَرِ رَجُلٍ» (¬3). ¶ ¬_________ ¶ (¬1) رواه مسلم - كتاب الزهد - باب من أشرك في عمله غير الله - (8/ 223) حديث أبي هريرة رضي الله عنه. ¶ (¬2) رواه ابن ماجه - كتاب الزهد - باب الرياء والسمعة - (2/ 1406) حديث شداد بن أوس رضي الله عنه، رقم (4205). ¶ (¬3) المرجع السابق حديث شداد بن أوس رضي الله عنه، رقم: (4204).",
            "page": "51",
            "part": "1",
            "seal": "59CABFF1"
        },
        {
            "id": "49",
            "nass": "علاج الرياء: ¶ «وعلاجه أن يعلم مضرة الرياء، وما يفوته من صلاح قلبه، وما يحرم عنه في الحال من التوفيق، وفي الآخرة من المنزلة عند الله تعالى، وما يتعرض له من العقاب والمقت الشديد والخزي الظاهر، فمهما تفكر العبد في هذا الخزي وقابل ما يحصل له من العباد والتزين لهم في الدنيا بما يفوته في الآخرة وبما يحبط عليه من ثواب الأعمال فإنه يسهل عليه قطع الرغبة عنه، كمن يعلم أن العسل لذيذ، ولكن إذا بان له أن فيه سماً أعرض عنه، ثم أي غرض له في مدحهم وإيثار ذم الله لأجل حمدهم ولا يزيده حمدهم رزقاً ولا أجلاً ولا ينفعه يوم القيامة» (¬1). ¶ وذكر لي شيخي العلامة أحمد بن جابر جبران -رحمه الله تعالى-: أن من علاج العجب والرياء - ¶ ¬_________ ¶ (¬1) انظر موعظة المؤمنين من أحياء علوم الدين (ص 239)، وانظر مختصر منهاج القاصدين للإمام ابن قدامة المقدسي رحمه الله تعالى (284 - 285) بتصرف.",
            "page": "52",
            "part": "1",
            "seal": "5D201DE2"
        },
        {
            "id": "50",
            "nass": "ذكر هجوم الموت وأنت على هذه الحالة - ومن العلاج أيضاً: أن تستحضر رضا من تطلب وفي أي نعيم ترغب ومن أي عذاب ترهب. ¶ فيجب عليك أيها الطالب للعلم أن تقصد بعلمك وتعلمك ابتغاء وجه الله ولا يكن طلبك للعلم لغير الله فتبوء بالخسران. ¶ نسأل الله السلامة والعمل لوجهه الكريم.؛؛؛ ¶ ******",
            "page": "53",
            "part": "1",
            "seal": "7D2EF866"
        },
        {
            "id": "51",
            "nass": "2 - الحسد: وهو كراهية النعمة وحب زوالها عن المنعم عليه. ¶ * بيان ذم الحسد ¶ اعلم أن الحسد من نتائج الحقد، والحقد من نتائج الغضب فهو فرعُ فرعهِ والغضبُ أصله ثم إن للحسد من الفروع الذميمة ما لا يكاد يحصى. ¶ وقد ورد في ذمه أخبار كثيرة: ¶ قال الله تعالى: (أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ) (النساء:54). ¶ وقال تعالى: (وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ) (الفلق:5) ¶ وقال رسول الله صلى الله عليه وآله وسلم: «الحَسَدُ يَأْكُلُ الحَسَنَاتِ كَمَا تَأْكُلُ النَّارُ الحَطَبَ» (¬1). ¶ ¬_________ ¶ (¬1) رواه أبو داود- كتاب الأدب- باب في الحسد- حديث أبي هريرة -رضى الله عنه- وابن ماجه -كتاب الزهد -باب الحسد (2/ 1407) حديث أنس -رضى الله عنه-",
            "page": "54",
            "part": "1",
            "seal": "47F8118B"
        },
        {
            "id": "52",
            "nass": "وقال صلى الله عليه وآله وسلم في النهي عن الحسد وأسبابه وثمراته: «إِيَّاكُمْ والظَّنَّ (¬1)، فَإِنَّ الظَّنَّ أَكْذَبُ الحديثِ، ولا تَحَسَّسُوا ولا تَجَسَّسُوا (¬2)، ولا تَنَاجَشُوا (¬3)، ولا تَحَاسَدُوا، ولا تَبَاغَضُوا، ولا تَدَابَرُوا (¬4)، وكُونُوا عبادَ الله إِخْوَاناً» (¬5). ¶ ¬_________ ¶ (¬1) قوله صلى الله عليه وآله وسلم: (إياكم والظن) المراد النهي عن ظن السوء. قال الخطابي: هو تحقيق الظن وتصديقه دون ما يهجس في النفس فإن ذلك لا يملك ومراد الخطابي أن المحرم في الظن ما يستمر صاحبه عليه ويستقر في قلبه دون ما يعرض في القلب ولا يستقر فإن هذا لا يكلف به. [شرح مسلم للنووي]. ¶ (¬2) قوله صلى الله عليه وآله وسلم: (ولا تحسسوا ولا تجسسوا) قال العلماء التحسس الاستماع لحديث القوم والتجسس البحث عن العورات وقيل هو التفتيش عن بواطن الأمور وأكثر ما يقال في الشر والجاسوس صاحب سر الشر والناموس صاحب سر الخير. [شرح مسلم للنووي]. ¶ (¬3) قوله صلى الله عليه وآله وسلم: (لا تناجشوا) من النجش وهو أن يزيد في ثمن السلعة وهو لا يريد شراءها ليوهم غيره بنفاستها. [فتح الباري] ¶ (¬4) قوله صلى الله عليه وآله وسلم: (ولا تدابروا) التدابر المعاداة وقيل المقاطعة لأن كل واحد يولي صاحبه دبره. ¶ (¬5) رواه البخاري- كتاب الأدب- ومسلم - كتاب البر والصلة والآداب - باب تحريم الظن والتجسس والتنافس والتناجش ونحوها - حديث أبي هريرة -رضى الله عنه-",
            "page": "55",
            "part": "1",
            "seal": "CDD71BFC"
        },
        {
            "id": "53",
            "nass": "قال بعضهم: الحاسد لا ينال من المجالس إلا مذمة وذلاً، ولا ينال من الملائكة إلا لعنة وبغضاً، ولا ينال من الخلق إلا جزعاً وغماً، ولا ينال عند الموقف إلا فضيحة ونكالاً. ¶ بيان حقيقة الحسد وحكمه وأقسامه ومراتبه ¶ اعلم أنه لا حسد إلا على نعمة، فإذا أنعم الله على أخيك بنعمة فلك فيها حالتان: ¶ إحداهما: أن تكره دوام تلك النعمة عليه وتحب زوالها عنه، وهذه الحالة تسمى حسداً. فالحسد حدُّه كراهة النعمة وحب زوالها عن المنعم عليه. وهذا هو المذموم، فهو حرام بإجماع الأمة , لأنه اعتراض على الحق , ومعاندة له , ومحاولة لنقض ما فعله , وإِزالةُ فَضْلِ الله عَمَّن أَهَّلَهُ لَهُ. ¶ الحالة الثانية: أن لا تحب زوالها ولا تكره وجودها ودوامها ولكن تشتهي لنفسك مثلها. وهذه تسمى غبطة، وقد تختص باسم المنافسة. فالغبطة إن كانت في الطاعة فهي محمودة , وإن كانت في المعصية",
            "page": "56",
            "part": "1",
            "seal": "06012A2D"
        },
        {
            "id": "54",
            "nass": "فهي مذمومة , وإن كانت في الجائزات فهي مباحة. ¶ أسباب الحسد: ¶ للحسد المذموم مداخل كثيرة وأسباب عديدة: ¶ السبب الأول: العداوة والبغضاء، وهذا أشد أسباب الحسد، فإن من آذاه شخص بسبب من الأسباب وخالفه في غرض بوجه من الوجوه أبغضه قلبه وغضب عليه وسنح في نفسه الحقد، والحقد يقتضي منه التشفي والانتقام، فإن عجز المتنغص عن أن يتشفى بنفسه أحب أن يتشفى منه الزمان. ¶ السبب الثاني: التعزز وهو أن يثقل عليه أن يترفع عليه غيره. فإذا أصاب بعض أمثاله ولايةً أو علماً أو مالاً خافَ أن يتكبر عليه وهو لا يطيق تكبره، ولا تسمح نفسه باحتمال صلفه وتفاخره عليه، وليس من غرضه أن يتكبر بل غرضه أن يدفع كبره، فإنه قد رضي بمساواته مثلاً، ولكن لا يرضى بالترفع عليه. ¶ السبب الثالث: الكبر، وهو أن يكون في طبعه",
            "page": "57",
            "part": "1",
            "seal": "D72ACBEE"
        },
        {
            "id": "55",
            "nass": "أن يتكبر عليه ويستصغره ويستخدمه ويتوقع منه الانقياد له والمتابعة في أغراضه، فإذا نال نعمة خاف أن لا يحتمل تكبره ويترفع عن متابعته، بل لربّما يتشوّف إلى مساواته أو إلى أن يترفع عليه فيعود متكبِّراً بعد أن كان متكبَّراً عليه. ¶ السبب الرابع: التعجب، كما أخبر الله تعالى عن الأمم السالفة إذ قالوا: (مَا أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا) (يّس:15) (فَقَالُوا أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا) (المؤمنون:47) (وَلَئِنْ أَطَعْتُمْ بَشَراً مِثْلَكُمْ إِنَّكُمْ إِذاً لَخَاسِرُونَ) (المؤمنون:34). فتعجبوا من أن يفوز برتبة الرسالة والوحي والقرب من الله تعالى بشر مثلهم فحسدوهم، وأحبوا زوال النبّوة عنهم جزعاً أن يفضل عليهم مَنْ هو مثلهم في الخلقة، لا عن قصد تكبر وطلب رياسة وتقدّم عداوة أو سبب آخر من سائر الأسباب، وقالوا متعجبين: (أَبَعَثَ اللَّهُ بَشَراً رَسُولاً) (الاسراء:94) وقالوا: (لَوْلا أُنْزِلَ عَلَيْنَا الْمَلائِكَةُ) (الفرقان:21). وقال تعالى: (أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَى رَجُلٍ",
            "page": "58",
            "part": "1",
            "seal": "66270C02"
        },
        {
            "id": "56",
            "nass": "مِنْكُمْ) (لأعراف:63) ¶ السبب الخامس: الخوف من فوت المقاصد، وذلك يختص بمتزاحمين على مقصود واحد، فإن كلّ واحد يحسد صاحبه في كل نعمة تكون عوناً له في الانفراد بمقصوده، ومن هذا الجنس تحاسد الضرات في التزاحم على مقاصد الزوجية، وتحاسد الإِخوة في التزاحم على نيل المنزلة في قلب الأبوين للتوصل به إلى مقاصد الكرامة والمال. ¶ السبب السادس: حب الرياسة وطلب الجاه بأن يكون منفرداً عديم النظير غير مشارك في المنزلة، يسوؤه وجود مناظر له في المنزلة. وليس السبب في هذا عداوة ولا تعزز ولا تكبر على المحسود ولا خوف من فوات مقصود سوى محض الرياسة بدعوى الانفراد. ¶ السبب السابع: خبث النفس وشُحها بالخير لعباده الله بحيث يشق عليه أن يوصف عنده حُسن حال عبد فيما أنعم عليه، ويفرح بذكر فوات مقاصد",
            "page": "59",
            "part": "1",
            "seal": "565C8861"
        },
        {
            "id": "57",
            "nass": "أحد واضطراب أموره وتنغص عيشه، فهو أبداً يحب الأدبار لغيره ويبخل بنعمة الله على عباده كأنهم يأخذون ذلك من ملكه وخزانته، وهذا ليس له سبب ظاهر إلا خبث في النفس ورذالة في الطبع. ¶ علاج مرض الحسد عن القلب: ¶ اعلم أن الحسد من الأمراض العظيمة للقلوب، ولا تداوي أمراض القلوب إلا بالعلم والعمل، والعلم النافع لمرض الحسد هو أن تعرف تحقيقاً أن الحسد ضرر عليك في الدنيا والدين وأنه لا ضرر فيه على المحسود في الدنيا والدين بل ينتفع به فيمها. ¶ أما كونه ضرراً عليك في الدين: فهو أنك بالحسد سخطت قضاء الله تعالى وكرهت نعمته التي قسمها بين عباده، وعدله الذي أقامه في ملكه بخفيّ حكمته، فاستنكرت ذلك واستبشعته وهذه جناية في حدقة التوحيد وناهيك بها جناية على الدين. ¶ وأما كونه ضرراً في الدنيا: فهو أنك تتألم بحسدك في الدنيا أو تتعذب به ولا تزال في كمد",
            "page": "60",
            "part": "1",
            "seal": "4E2C47AE"
        },
        {
            "id": "58",
            "nass": "وغم، وإذ أعداؤك لا يخليهم الله تعالى عن نعيم يفيضها عليهم فلا تزال تتعذب بكل نعمة تراها، وتتألم بكل بلية تنصرف عنهم فتبقى مغموماً ضيق الصدر. ¶ فإذا تأملت هذا عرفت أنك عدو نفسك وصديق عدوك إذ تعاطيت ما تضررت به في الدنيا والآخرة، وانتفع به عدوك في الدنيا والآخرة، وصرت مذموماً عند الخالق والخلائق شقياً في الحال والمآل، ونعمة المحسود دائمة شئت أم أبيت باقية. ومن تفكر بهذا بذهن صاف وقلب حاضر انطفأت نار الحسد من قلبه. ¶ أما العمل النافع فيه: فهو أن يكلف نفسه نقيض ما يتقاضاه الحسد، وذلك بالتواضع للمحسود والثناء والمدح وإظهار السرور بالنعمة، فتعود القلوب إلى التآلف والتحاب، وبذلك تستريح القلوب من ألم الحسد وغم التباغض. ¶ فهذه هي أدوية الحسد وهي نافعة جداً إلا أنها مرة على القلوب جداً، ولكن النفع في الدواء المر،",
            "page": "61",
            "part": "1",
            "seal": "361D49B5"
        },
        {
            "id": "59",
            "nass": "فمن لم يصبر على مرارة الدواء لم ينل حلاوة الشفاء، وإنما تهون مرارة هذا الدواء، أعني التواضع للأعداء والتقرب إليهم بالمدح والثناء، بقوة العلم بالمعاني التي ذكرناها، وقوة الرغبة في ثواب الرضا بقضاء الله تعالى) (¬1). ¶ ****** ¶ 3 - العجب: وقد عرفه صاحب فتح الكريم المنان بقوله: «وهو النظر إلى النفس بعين الكمال والفخر بما فيها من علم أو صلاح صوري» (¬2). ¶ قال عليه الصلاة والسلام: «إذا رأيت شحاً مطاعاً وهوى متّبعاً ودنيا مؤثرة وإعجابَ كل ذي رأيٍ برأيه فعليك بخاصة نفسك» (¬3). ¶ هذه أمراض متى وجدت تعذرّت الحياة ¶ ¬_________ ¶ (¬1) انظر: موعظة المؤمنين من أحياء علوم الدين (ص 213 - 215) بتصرف. ¶ (¬2) انظر: فتح الكريم المنان بشرح نفحة الرحمن نظم شعب الإيمان لشيخي العلامة أحمد جابر جبران - رحمه الله تعالى - (ص 47). ¶ (¬3) رواه الترمذي- كتاب التفسير- باب ومن سورة المائدة -وقال: هذا حديث حسن غريب.",
            "page": "62",
            "part": "1",
            "seal": "5E9CE5FF"
        },
        {
            "id": "60",
            "nass": "الجماعية والعمل المشترك، ولذلك أفتى رسول الله صلى الله عليه وآله وسلم من يجد ذلك بالعزلة، مع أنه عليه الصلاة والسلام حضّ كثيراً على الجماعة والألفة والتعاون في الخير، ومن ههنا ندرك خطورة العجب والشُّحِّ وحب الدنيا واتباع الهوى على الحياة البشرية عموماً وعلى الحياة الإِسلامية خصوصاً. ¶ إنه مع العجب يوجد الرضا عن النفس، والرضا عن النفس يتفرّع عنه الكثير من التقصير، والكثير من الأمراض، كالغرور وازدراء الآخرين ودعوى المقامات وغير ذلك حتّى إن ابن عطاء الله السكندري اعتبر الرضا عن النفس أصل كل بلاء. قال: (أصل كل معصية وغفلة وشهوة الرضا عن النفس، وأصل كل طاعة ويقظة وعفّة عدم الرضا منك عنها، ولأن تصحب جاهلاً لا يرضى عن نفسه خير لك من أن تصحب عالماً يرضى عن نفسه، فأي علم لعالمٍ يرضى عن نفسه، وأي جهلٍ لجاهل لا يرضى عن نفسه). ومن ههنا نعلم",
            "page": "63",
            "part": "1",
            "seal": "21AE86BA"
        },
        {
            "id": "61",
            "nass": "خطورة أمراض النفس على الحياة البشرية عموماً وعلى الحياة الإِسلامية خصوصاً، وعلى أي عمل جماعي. ¶ بيان ذم العجب ¶ اعلم أن العجب مذموم في كتاب الله تعالى وسنة رسوله صلى الله عليه وآله وسلم. قال الله تعالى: (وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئاً) (التوبة:25). ذكر ذلك في معرض الإنكار. ¶ وقال عز وجل: (وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ الله فَأَتَاهُمُ الله مِنْ حَيْثُ لَمْ يَحْتَسِبُوا) (الحشر:2). فرد على الكفار في إعجابهم بحصونهم وشوكتهم. ¶ قال الله تعالى: (ثَانِيَ عِطْفِهِ لِيُضِلَّ عَنْ سَبِيلِ الله لَهُ فِي الدُّنْيَا خِزْيٌ وَنُذِيقُهُ يَوْمَ الْقِيَامَةِ عَذَابَ الْحَرِيقِ) (الحج:9) ¶ وقال تعالى: (فَلا تُزَكُّوا أَنْفُسَكُمْ) (النجم:32).أي لا",
            "page": "64",
            "part": "1",
            "seal": "249F9A3B"
        },
        {
            "id": "62",
            "nass": "تعتقدوا أنها بارة. ¶ وقال تعالى: (وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعاً) (الكهف:104). وهذا يرجع إلى العجب بالعمل وقد يعجب الإنسان بعمل وهو مخطيء فيه كما يعجب بعمل وهو مصيب فيه. ¶ (والعُجب محبط للأعمال الصالحة مفسد للقلب، وهو من الأمراض القلبية الخبيثة التي تحرم طالب العلم التوفيق في العلم، «وذلك لأن المعجب يغتر بنفسه وبرأيه وإن أعجب برأيه وعمله وعقله منع ذلك من الاستفادة ومن الاستشارة والسؤال فيستبد بنفسه ورأيه، ويستنكف عن سؤال من هو أعلم منه) (¬1). ¶ [فالعجب إنَّما يكون ويوجد من الإنسان لاستشعار وصف كمال , ومن أُعجب بعمله ¶ ¬_________ ¶ (¬1) انظر: موعظة المؤمنين - من أحياء علوم الدين للشيخ محمد جمال الدين القاسمي (ص 253 - 254) بتصرفٍ.",
            "page": "65",
            "part": "1",
            "seal": "FEC4DB93"
        },
        {
            "id": "63",
            "nass": "استعظمه فكأَنَّه يمُنُّ على الله - سبحانه وتعالى - بطاعته , ورُبَّمَا ظنَّ أنَّها جَعَلت له عند الله موضعًا , وأنه قد استَوجَب بها جزاءً , ويكُونُ قد أهلك نفسه , فقد قال عليه الصلاة والسلام: «ثَلَاثٌ مُهْلِكَاتٌ: شُحُّ مُطَاعٌ , وَهَوًى مُتَّبَعٌ , وَإِعْجَابُ الْمَرْءِ بِنَفْسِهِ» (¬1). ورُبَّمَا منعه عُجْبُهُ من الازدياد , ولهذا قالوا: عُجْبُ الْمَرْءِ بِنَفْسِهِ أَحَدُ حُسَّادِ عَقْلِهِ] (¬2). ¶ [قال علي رضي الله عنه: «الإعجاب آفة الألباب». ¶ وقال غيره: «إعجاب المرء بنفسه دليل على ضعف عقله». ¶ وقالوا: «من أعجب برأيه ضلّ، ومن استغن بعقله زلَّ، ومن تكبَّر على الناس ذلَّ، ومن خالط ¶ ¬_________ ¶ (¬1) قال الحافظ العراقي في تخرجه الإحياء، كتاب العلم الباب الثالث، أخرجه البزار والطبراني وأبو نعيم والبيهقي في الشعب من حديث أنس بإسناد ضعيف. ¶ (¬2) انظر: غذاء الألباب شرح منظومة الآداب للسفاريني، مطلب: في بيان منشأ العجب (2/ 226).",
            "page": "66",
            "part": "1",
            "seal": "F2B06634"
        },
        {
            "id": "64",
            "nass": "الأنذال صُغِّر، ومن جالس العلماء وِقِّرَ»] (¬1). ¶ وقال مالك بن دِينَارٍ: «كَيْفَ يَتِيهُ مَنْ أَوَّلُهُ نُطْفَةٌ مَذِرَةٌ , وَآخِرُهُ جِيفَةٌ قَذِرَةٌ , وَهُوَ فِيمَا بَيْنَ ذَلِكَ يَحْمِلُ الْعَذِرَةَ» (¬2). ¶ وقال الشَّاعر: ¶ وَمَنْ أَمِنَ الآفَاتِ عَجَبًا بِرَأْيِهِ ... أَحَاطَتْ بِهِ الآفَاتُ مِنْ حَيْثُ يَجْهَلُ ¶ وعلاج العجب: ¶ «اعلم أن علاج كل علة هو مقابلة سببها بضده، وعلة العجب الجهل المحض فعلاجه المعرفة المضادة لذلك الجهل، وذلك أن المعجب بجماله أو قوته أو نسبه وما لا يدخل تحت اختياره، إنما يعجب بما ليس إليه لأن كل ذلك من فضل الله، وإنما هو محل ¶ ¬_________ ¶ (¬1) انظر: مختصر جامع بيان العلم وفضله للإمام ابن عبد البر -رحمه الله تعالى- اختصره الشيخ أحمد ابن عمر المحمصاني البيروتي (ص 134). ¶ (¬2) انظر: الآداب الشرعية لأبن مفلح. (2/ 209) ط عالم الكتب.",
            "page": "67",
            "part": "1",
            "seal": "E3C09313"
        },
        {
            "id": "65",
            "nass": "لفيضان جوده تعالى، فله الشكر والمنة لا لك إذ فاض على عبده ما لا يستحق وآثره به على غيره من غير سابقه ووسيلة، فإن منشأ العجب بذلك هو الجهل، وإزالة ذلك بالعلم المحقق بأن العبد وعمله وأوصافه كلها من عند الله تعالى نعمة ابتداؤه بها قبل الاستحقاق ينفي العجب، ويورث الخضوع والشكر والخوف من زوال النعمة. ¶ قال الله تعالى: (وَلَوْلا فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَى مِنْكُمْ مِنْ أَحَدٍ أَبَداً) (النور:21) ¶ وقال النبي صلى الله عليه وآله وسلم لأصحابه وهو خير الناس: «مَا منكم مِن أحَدٍ يُنجيه عمله» قالوا: وَلا أَنْتَ يَا رَسُولَ الله، قَالَ: «وَلا أَنَا، إِلا أَنْ يَتَغَمَّدَنِي الله مِنْهُ برَحْمَةٍ» (¬1). ومهما غلب الخوف على القلب شغله خشية سلب هذه النعمة عن الإعجاب بها، فإن هذا هو العلاج المانع لمادة العجب من ¶ ¬_________ ¶ (¬1) رواه الإمام أحمد في المسند- (3/ 305) ومسلم - كتاب صفة القيامة والجنة والنار- باب لن يدخل أحد الجنة بعمله، بل برحمة الله تعالى (8/ 139).",
            "page": "68",
            "part": "1",
            "seal": "A84AD563"
        },
        {
            "id": "66",
            "nass": "القلب) (¬1). ¶ ****** ¶ 4 - الكبر: فهو الداء العضال، وقد عرفه الإمام الغزالي بقوله: «وهو نظر العبد إلى نفسه بعين العز والاستعظام وإلى غيره بعين الاحتقار والذُل». وقال رحمه الله: «فكل من رأى نفسه خيراً من أحد من خلق الله تعالى فهو متكبر» (¬2). ¶ فالكبر هو ابن العجب، ولذلك جعلناه بعده، لأن الكبر - كما عرفّه رسول الله صلى الله عليه وآله وسلم - هو: «بَطَرُ الحَقِّ (¬3) وَغَمْطُ النَّاسِ» (¬4). وذلك جذره العميق هو العجب. ¶ ¬_________ ¶ (¬1) انظر: موعظة المؤمنين - من أحياء علوم الدين (ص 254). ¶ (¬2) انظر بداية الهداية للإمام الغزالي- رحمه الله تعالى- تحقيق الشيخ محمد الحجار عافاه الله تعالى (ص 186). ¶ (¬3) بطر الحق: أي دفعه وإنكاره ترفعاً وتجبراً. ¶ (¬4) أي احتقارهم. والحديث رواه مسلم - كتاب الإمارة - باب تحريم الكبر وبيانه - (1/ 65) حديث عبد الله بن مسعود -رضي الله عنه-.",
            "page": "69",
            "part": "1",
            "seal": "D5A465E7"
        },
        {
            "id": "67",
            "nass": "الفرق بين الكبر والعجب: ¶ فالكبر هو الركون إلى رؤية النفس على المتكبر عليه، فإن الكبر يستدعي متكبراً عليه ومتكبراً به، وبه ينفصل الكبر عن العجب. فإنّ العجب لا يستدعي غير المعجب، بل لو لم يخلق الإِنسان إلا وحده تصوّر أن يكون معجباً، ولا يتصوّر أن يكون متكبراً إلا أن يكون مع غيره، وهو يرى نفسه فوق ذلك الغير في صفات الكمال، فعند ذلك يكون متكبراً، فيحصل في قلبه اعتداد وهزة وفرح وركون إلى ما اعتقده وعز في نفسه بسبب ذلك، فتلك العزة والهزة والركون إلى العقيدة في النفس هو خلق الكبر. ¶ بيان ذم الكبر: ¶ قال الله تعالى: (سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ) (لأعراف:146) ¶ وقال تعالى: (كَذَلِكَ يَطْبَعُ الله عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ) (غافر:35)",
            "page": "70",
            "part": "1",
            "seal": "096CD120"
        },
        {
            "id": "68",
            "nass": "وقال تعالى: (وَاسْتَفْتَحُوا وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ) (ابراهيم:15) ¶ وعَنْ عَبْدِ الله بْنِ مَسْعُودٍ -رضيَ اللهُ عنهُ- عَنْ النَّبِيِّ صلى الله عليه وآله وسلم قَالَ: «لا يَدْخُلُ الْجَنَّةَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ كِبْرٍ، قَالَ رَجُلٌ: إِنَّ الرَّجُلَ يُحِبُّ أَنْ يَكُونَ ثَوْبُهُ حَسَنًا وَنَعْلُهُ حَسَنَةً، قَالَ: إِنَّ الله جَمِيلٌ يُحِبُّ الجَمَالَ، الْكِبْرُ بَطَرُ الحَقِّ وَغَمْطُ النَّاسِ» (¬1). ¶ وعَنْ أَبِي هُرَيْرَةَ -رضيَ اللهُ عنهُ- قَال: َ قَالَ رَسُولُ الله صلى الله عليه وآله وسلم: «يَقُولُ الله سُبْحَانَهُ: الْكِبْرِيَاءُ رِدَائِي، وَالْعَظَمَةُ إِزَارِي، مَنْ نَازَعَنِي وَاحِدًا مِنْهُمَا أَلْقَيْتُهُ فِي جَهَنَّمَ» (¬2). ¶ ¬_________ ¶ (¬1) بطر الحق: أي دفعه وإنكاره ترفعاً وتجبراً، وَغَمْطُ النَّاسِ: أي احتقارهم. والحديث رواه مسلم - كتاب الإمارة - باب تحريم الكبر وبيانه - (1/ 65) حديث عبد الله بن مسعود -رضي الله عنه-. ¶ (¬2) رواه ابن ماجه - كتاب الزهد - باب البراءة من الكبر والتواضع (2/ 1397)، حديث أبي هريرة -رضي الله عنه- رقم (4173).",
            "page": "71",
            "part": "1",
            "seal": "584B3946"
        },
        {
            "id": "69",
            "nass": "فعليك بعلاج نفسك من هذا الداء لكي توفق للعلم. ¶ • ومن علامات الكبر: ¶ 1 - حب التقدم على الناس وإظهار الترفع عليهم. ¶ 2 - التبختر والاختيال في المشية. ¶ 3 - تزكية النفس والثناء عليها. ¶ 4 - الفخر بالآباء من أهل الدين والفضل. ¶ 5 - الفخر بالنسب - وذلك مذموم ومستقبح جداً - وقد يبتلى به بعض أولاد الأخيار من لا بصيرةله ولا معرفة بحقائق الدين. وقد قال صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ: ((مَنْ بَطَّأَ بِهِ عَمَلُهُ ل يُسِْعْ بِهِ نَسَبُهُ)) (¬1) ¶ بيان الطرق في معالجة الكبر واكتساب التواضع: ¶ اعلم أن الكبر من المهلكات ولا يخلو أحد من الخلق عن شيء منه، وإزالته فرض ¶ ¬_________ ¶ (¬1) رواه مسلم من حديث أب هريرة -رضي الله عنه- كتاب الذكر والدعاء والتوبة والاستغفار - باب الاجتماع على تلاوة القرآن وعلى الذكر (7/ 71)",
            "page": "72",
            "part": "1",
            "seal": "D09D4747"
        },
        {
            "id": "70",
            "nass": "عين ولا يزول بمجرد التمني بل بالمعالجة واستعمال الأدوية القامعة له. وفي معالجته مقامان: ¶ (أحدهما) استئصال أصله، وقلع شجرته من مغرسها في القلب. ¶ (الثاني) دفع العارض منه بالأسباب الخاصة التي بها يتكبر الإِنسان على غيره. ¶ (المقام الأول) في استئصال أصله، وعلاجه علمي وعملي، ولا يتم الشفاء إلا بمجموعهما: ¶ أما العلمي: «أن يعرف نفسه ويعرف ربه تعالى، ويكفيه ذلك في إزالة الكبر، فإنه لو عرف نفسه حق المعرفة لأيقن أنه لا يليق به إلا التواضع، وإذا عرف ربه علم أنه لا تليق العظمة والكبرياء إلا لله ويكفيه أن يعرف معنى هذه الآيات من كتاب الله، قال تعالى: (قُتِلَ الْأِنْسَانُ مَا أَكْفَرَهُ * مِنْ أَيِّ شَيْءٍ خَلَقَهُ * مِنْ نُطْفَةٍ خَلَقَهُ فَقَدَّرَهُ * ثُمَّ السَّبِيلَ يَسَّرَهُ * ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ * ثُمَّ إِذَا شَاءَ أَنْشَرَهُ) [عبس: 17 - 22].",
            "page": "73",
            "part": "1",
            "seal": "7C62656C"
        },
        {
            "id": "71",
            "nass": "فقد أشارت الآيات الكريمة إلى أول خلق الإنسان وإلى آخر أمره وإلى وسطه. (¬1). ¶ قال مالك بن دينار: «كَيْفَ يَتِيهُ مَنْ أَوَّلُهُ نُطْفَةٌ مَذِرَةٌ , وَآخِرُهُ جِيفَةٌ قَذِرَةٌ , وَهُوَ فِيمَا بَيْنَ ذَلِكَ يَحْمِلُ الْعَذِرَةَ» (¬2). ¶ وأما العلاج العملي فهو التواضع لله بالفعل ولسائر الخلق بالمواظبة على أخلاق المتواضعين، من أحوال الصالحين. ¶ قال الإمام عبد الوهاب الشعراني - رحمه الله تعالى - في كتابه «المختار»: ومن وصية الإمام النووي - رحمه الله تعالى -: «لا تستصغر أحداً فإن العاقبة منطوية، والعبد لا يدري بم يختم له، فإذا رأيت عاصياً فلا تر نفسك عليه، فربما كان في علم الله أعلى منك مقاماً، وأنت من الفاسقين، ويصير يشفع فيك يوم القيامة! ¶ ¬_________ ¶ (¬1) انظر: موعظة المؤمنين - (ص 248 - 249) [بتصرفٍ] ¶ (¬2) انظر: الآداب الشرعية لأبن مفلح. (2/ 209) ط عالم الكتب.",
            "page": "74",
            "part": "1",
            "seal": "3AD5672B"
        },
        {
            "id": "72",
            "nass": "وإذا رأيت صغيراً فاحكم بأنه خير منك، باعتبار أنه أحقر منك ذنوباً، وإذا رأيت من هو أكبر منك سناً فاحكم بأنه خير منك باعتبار أنه أقدم منك هجرة في الإسلام، وإذا رأيت كافراً فلا تقطع له بالنار لاحتمال أنه يسلم ويموت مسلماً» (¬1). ¶ فينبغي لك أن تعلم أن الخيّر من هو خيّرُ عند الله في دار الآخرة وذلك غيب وهو موقوف على الخاتمة، فاعتقادك في نفسك أنك خير من غيرك جهل محض. ¶ المقام الثاني: فيما يعرض من التكبر بالأسباب السبعة: ¶ ونحن نذكر طريق العلاج من العلم والعمل في جميع أسبابه السبعة: ¶ الأول: النسب: فمن يعتريه الكبر من جهة ¶ ¬_________ ¶ (¬1) انظر: المختار من الأنوار في صحبة الأخيار للإمام الشعراني (ص40 - 41).",
            "page": "75",
            "part": "1",
            "seal": "2F40218B"
        },
        {
            "id": "73",
            "nass": "النسب فليداو قلبه بمعرفة أن هذا جهل من حيث إنه تعزز بكمال غيره، ومن كان خسيسا فمن أين تجبر خسته بكمال غيره وبمعرفة نسبه الحقيقي أعني أباه وجده، فإن أباه القريب نطفة قذرة، وجده البعيد تراب، وقد عرف الله تعالى نسبه فقال: {وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ (7) ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلَالَةٍ مِنْ مَاءٍ مَهِينٍ (8)} [السجدة: 7، 8] ¶ فإذا كان أصله من التراب وفصله من النطفة فمن أين تأتيه الرفعة؟ فهذا هو النسب الحقيقي للإنسان، ومن عرفه لا يتكبر بالنسب. ¶ الثاني: الكبر بالجمال: ودواؤه أن ينظر إلى باطنه نظر العقلاء، ولا ينظر إلى الظاهر نظر البهائم، ومهما نظر إلى باطنه رأى من القبائح ما يكدر عليه تعززه بالجمال، إذ خلق من أقذار ووكل به في جميع أجزائه الأقذار، وسيموت فيصير جيفة أقذر من سائر الأقذار، وجماله لا بقاء له، بل هو في كل حي يتصور أن يزول بمرض أو سبب من الأسباب، فكم",
            "page": "76",
            "part": "1",
            "seal": "52E98857"
        },
        {
            "id": "74",
            "nass": "من وجوه جميلة قد سمجت بهذه الأسباب. فمعرفة ذلك تنزع من القلب داء الكبر بالجمال لمن أكثر تأملها. ¶ الثالث: الكبر بالقوة: ويمنعه من ذلك أن يعلم ما سلط الله عليه من العلل والأمراض، وأنه لو توجع عرق واحد في يده لصار أعجز من كل عاجز، أو أن شوكة لو دخلت في رجله لأعجزته، وأن حمى يوم تحلل من قوته ما لا ينجبر في مدة فمن لا يطيق شوكة، ولا يقدر على أن يدفع عن نفسه ذبابة، فلا ¶ ينبغي أن يفتخر بقوته. ثم إن قوي الإنسان فلا يكون أقوى من حمار أو بقرة أو فيل أو جمل، وأي افتخار في صفة يسبقك بها البهائم. ¶ السبب الرابع والخامس: الغنى وكثرة المال: وفي معناه كثرة الأتباع والأنصار، والتكبر بالمناصب والولايات، وكل ذلك تكبر بمعنى خارج عن ذات الإنسان، وهذا أقبح أنواع الكبر، فلو ذهب ماله أو احترقت داره لعاد ذليلا، وكم في اليهود من يزيد عليه",
            "page": "77",
            "part": "1",
            "seal": "0CE99542"
        },
        {
            "id": "75",
            "nass": "في الغنى والثروة والتجمل، فَأُفٍّ لشرفٍ يسبقه به يهودي، أو يَأخُذُهُ سارقٌ في لحظةٍ فيعود ذليلًا مفلسًا. ¶ السادس: الكبر بالعلم: وهو أعظم الآفات، وعلاجه بأمرين: ¶ أحدهما: أن يعلم أن حجة الله على أهل العلم آكد، وأنه يحتمل من الجاهل ما لا يحتمل عُشْرَهُ من العالم، فإن من عصى الله تعالى عن معرفة وعلم فجنايته أفحش وخطره أعظم. ¶ ثانيهما: أن يعرف أن الكبر لا يليق إلا بالله عز وجل وحده، وأنه إذا تكبر صار ممقوتا عند الله بغيضا، فهذا ما يزيل التكب ويبعث على التواضع. ¶ وإذا دعته نفسه للتكبر على فاسق أو مبتدع فليتذكر ما سبق من ذنوبه وخطاياه لتصغر نفسه في عينه، وليلاحظ إبهام عاقبته وعاقبة الآخر فلعله يختم له بالسوء ولذاك بالحسنى، حتى يشغله الخوف عن التكبر عليه، ولا يمنعه ترك التكبر عليه أن يكرهه،",
            "page": "78",
            "part": "1",
            "seal": "28DF0E02"
        },
        {
            "id": "76",
            "nass": "ويغضب لفسقه، بل يبغضه ويغضب لربه إذ أَمَرَهُ أن يغضب عليه من غير تكبر عليه. ¶ السابع: التكبر بالورع والعبادة: وذلك فتنة عظيمة على العباد، وسبيله أن يلزم قلبه التواضع لسائر العباد، قال وهب بن منبه: ((ما تم عقل عبد حتى يكون فيه خصال)) وعد منها خصلة قال: ¶ ((بها ساد مجده، وبها علا ذكره أن يرى الناس كُلَّهُمْ خَيْرًا مِنْهُ، وإنما الناس عنده فرقتان: فرقة هي أفضل منه وأرفع، وفرقة هي شر منه وأدنى، فهو يتواضع للفرقتين جميعا بقلبه، وإن رأى من هو خير منه سره ذلك وتمنى أن يلحق به، وإن رأى من هو شر منه قال: لعل هذا ينجو وأهلك أنا، فلا تراه إلا خائفا من العاقبة، ويقول: لعل بِرَّ هذا باطن فذلك خير له، ولا أدري لعل فيه خُلُقًا كَرِيمًا بَيْنَهُ وَبَيْنَ الله فيرحمه الله ويتوب عليه، ويختم له بأحسن الأعمال، وبري ظاهر فذلك شر لي، فلا يأمن فيما أظهره من الطاعة أن يكون دخلها الآفات فأحبطتها))، قال: ((فحينئذ",
            "page": "79",
            "part": "1",
            "seal": "2850E757"
        },
        {
            "id": "77",
            "nass": "كمل عقله وساد أهل زمانه)). ¶ والذي يدل على فضيلة هذا الإشفاق قوله {وَالَّذِينَ يُؤْتُونَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ} [المؤمنون: 60] أي أنهم يؤتون الطاعات وهم على وجل عظيم من قبولها، وقال تعالى: {إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ} [المؤمنون: 57] وقال تعالى: {قَالُوا إِنَّا كُنَّا قَبْلُ فِي أَهْلِنَا مُشْفِقِينَ} [الطور: 26]. ¶ وقد وصف الله تعالى الملائكة -عليهم السلام- مع تقدسهم عن الذنوب ومواظبتهم على العبادات بِالدَّؤُوبِ على الإشفاق فقال تعالى مُخْبرًا عنهم: {يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ} [الأنبياء: 20] {وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ} [الأنبياء: 28] ¶ فمتى زال الإشفاق والحذر غلب الأمن من مكر الله، وذلك يوجب الكبر، وهو سبب الهلاك، فالكبر دليل الأمن والأمن مهلك، والتواضع دليل الخوف، وهو مسعد. ¶ فإذن ما يفسده العباد بإضمار الكبر واحتقار",
            "page": "80",
            "part": "1",
            "seal": "549103FA"
        },
        {
            "id": "78",
            "nass": "الخلق أكثر ما يصلحه بظاهر الأعمال. ¶ فهذه معارف بها يزال داء الكبر عن القلب، إِلَّا أَنَّ النَّفْسَ بعد هذه المعرفة قد تضمر التواضع، وتدعي البراءة من الكبر وهي كاذبة، فإذا وقعت الواقعة عادت إلى طبعها، فعن هذا لا ينبغي أن يُكتفى في المداواة بمجرد المعرفة، بل ينبغي أن تكمل بالعمل، وتجرب بأفعال المتواضعين في مواقع هيجان الكبر من النفس، وبيانه أن يمتحن النفس بالامتحانات الدالة على استخراج ما في الباطن، والامتحانات كثيرة، فمنها: أن يناظر في مسألة مع واحد من أقرانه، فإن ظهر شيء من الحق على لسان صاحبه فثقل عليه قبوله والانقياد له والشكر له على تَنْبِيهه فذلك يدل على أن فيه كبرًا دفينًا، فليتق الله فيه ويشتغل بعلاجه. ¶ أما من حيث العلم فبأن يذكر نفسه خسة نفسه، وخطر عاقبته وأن الكبر لا يليق إلا بالله تعالى. ¶ وأما العمل فبأن يكلف نفسه ما ثقل عليه من",
            "page": "81",
            "part": "1",
            "seal": "ACE7EE6C"
        },
        {
            "id": "79",
            "nass": "الاعتراف بالحق، وأن يطلق اللسان بالحمد والثناء، وَيُقِرَّ على نفسه بالعجز، ويشكره على الاستفادة ويقول: \"ما أحسن ما فطنت له، وقد كنت غافلاً عنه فجزاك الله خيرًا كما نبهتني له\" فالحكمة ضالة المؤمن فإذا وجدها ينبغي أن يشكر من دله عليها. ¶ فإذا واظب على ذلك مرات متوالية صار ذلك له طبعًا، وسقط ثِقَلُ الْحَقِّ عَنْ قَلْبِهِ، وطاب له قبوله. ¶ وكل ذلك من أمراض القلوب وعلله المهلكة له إن لم تتدارك. وقد أهمل الناس طب القلوب واشتغلوا بطب الأجساد مع أن الأجساد قد كتب عليها الموت لا محالة، والقلوب لا تدرك السعادة إلا بسلامتها إذ قال تعالى: {إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ} [الشعراء: 89]. ¶ بيان غاية الرياضة في خلق التواضع: ¶ اعْلَمْ أَنَّ هَذَا الْخُلُقَ كَسَائِرِ الْأَخْلَاقِ لَهُ طَرَفَانِ وَوَسَطٌ، فطرفه الذي يميل إلى الزيادة يسمى تكبرًا، وطرفه يميل إلى النقصان يسمى تَخَاسُسًا وَمَذَلَّةً،",
            "page": "82",
            "part": "1",
            "seal": "45B96B41"
        },
        {
            "id": "80",
            "nass": "وَالْوَسَطُ يُسَمَّى تَوَاضُعًا، والمحمود أن يتواضع في غير مَذَلَّةٍ وَتَخَاسُسٍ، فإن: كِلَا طَرَفَيْ قَصْدِ الْأُمُورِ ذَمِيمُ. ¶ وأحب الأمور إلى الله تعالى أوساطها، فمن يتقدم على أمثاله فهو متكبر، ومن يتأخر عنهم فهو متواضع، أي وضع شيئًا من قدره الذي يستحقه، والعالم إذا دخل عليه دنيء فتنحى له عن مجلسه وأجلسه فيه، ثم تقدم وسوى له نعله، وغدا إلى باب الدار خلفه فقد تَخَاسَسَ وَتَذَلَّلَ، وهو أيضًا غير محمود، بل المحمود عند الله العدل، وهو أن يعطي كل ذي حق حقه، فينبغي أن يتواضع بمثل هذا لأقرانه ومن يقرب من درجته، فأما تواضعه للسوقي فبالقيام والبشر في الكلام والرفق في السؤال وإجابة دعوته والسعي في حاجته وأمثال ذلك، وأن لا يرى نفسه خيرًا منه فلا يحتقره، ولا يستصغره، وهو لا يعرف خاتمة أمره (¬1). ¶ ¬__________ ¶ (¬1) انظر: موعظة المؤمنين - (ص 250 - 252). [بتصرفٍ]",
            "page": "83",
            "part": "1",
            "seal": "E07C3895"
        },
        {
            "id": "81",
            "nass": "5 - الغضب: (وهو ثوران دم القلب وغليانه المهيج لإدارة الانتقام). ولا شك أنه من الأخلاق المذمومة إلا فيما يطلب شرعًا كالغضب إذا انتهكت حرمات الله. قال الله تعالى: (وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْأِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ) (الشورى:37). ¶ واعلم أنه لا يخلو إنسان عن غضب، ورسول الله صلى الله عليه وآله وسلم كان يغضب، فأصل الغضب لا يعتبر عيباً، ولا يعتبر وجوده مرضاً، ولكن: هناك غضب في الباطل لا يصح، وهناك غضب ظالم فهذا الذي لا يصح، وهناك تسرّع في الغضب وبطء في الفيء فذلك لا يصح، وهناك تصرّفات أثناء الغضب لا يقرّها شرع أو عقل فهذا لا يصح ومن ههنا كان الكلام في الغضب يحتاج إلى تفصيل، فمن المعلوم أنّه لا يستحق السيادة إلاّ حليم، وأنّ الغضب في غير محلّه لا تستقيم معه حياة اجتماعية، ولا علاقات صحيحة، ولا يحتاج الإِنسان",
            "page": "84",
            "part": "1",
            "seal": "EC47AB06"
        },
        {
            "id": "82",
            "nass": "إلى تفكير كثير حتّى يدرك مثل هذه الأمور، مغضبة واحدة قد تفسد علاقة بين جار وجار وزوج وزوجة وبين شريك وشريك، وأخ وأخ. ¶ غضبة واحدة قد تفسد جماعة بأسرها فتصدّع صفّها، أو تعرقل أعمالها أو تشلّ نموّها. ¶ ونموذج الكمال في الرضا والغضب هو رسول الله صلى الله عليه وآله وسلم وكان من أخلاقه أنّه لا يغضب لنفسه وكان من وصفه أنّه لا تزيده شدّة الجهل عليه إلا حلماً، وهذا مقام لا يطمع فيه فكل الخلق يحلمون ضمن حدود. ¶ وكان صلى الله عليه وآله وسلم يغضب إذا انتهكت حرمات الله فلا يقوم لغضبه شيء وهذا الذي يطالب به كل الخلق للقضاء على المنكر. ¶ روى أبو هريرة -رَضِيَ الله عَنْهُ- أَنَّ رَجُلاً قَالَ لِلنَّبِيِّ صلى الله عليه وآله وسلم: أَوْصِنِي قَالَ: «لا تَغْضَبْ»، فَرَدَّدَ مِرَارًا قَالَ: «لا تَغْضَبْ» (¬1). ¶ ¬_________ ¶ (¬1) رواه البخاري - كتاب الأدب - باب الحذر من الغضب (7/ 130).",
            "page": "85",
            "part": "1",
            "seal": "8C3C766B"
        },
        {
            "id": "83",
            "nass": "وقال عبد الله بن مَسْعُودٍ -رَضِيَ الله عَنْهُ- قال رسول الله صلى الله عليه وآله وسلم: «ما تَعُدُّونَ الصُّرَعَةَ فِيكُمْ؟» قال قُلْنَا: الذي لَا يَصْرَعُهُ الرِّجَالُ، قال: «ليس بِذَلِكَ، وَلَكِنَّهُ الذي يَمْلِكُ نَفْسَهُ عِنْدَ الْغَضَبِ» (¬1). ¶ وعَنْ أَبِي هُرَيْرَةَ -رَضِيَ الله عَنْهُ- أَنَّ رَسُولَ الله صلى الله عليه وآله وسلم قَالَ: «لَيْسَ الشَّدِيدُ بِالصُّرَعَةِ (¬2) إِنَّمَا الشَّدِيدُ الَّذِي يَمْلِكُ نَفْسَهُ عِنْدَ الْغَضَبِ» (¬3). ¶ بيان حقيقة الغضب ¶ اعلم أن الله تعالى لما خلق الحيوان معّرضاً للفساد والموت، بأسباب في داخل بدنه وأسباب ¶ ¬_________ ¶ (¬1) رواه مسلم - كتاب البر والصلة والآداب- باب فضل من يملك نفسه عند الغضب وبأي شيء يذهب الغضب (4/ 2014). ط دار إحياء التراث العربي - بيروت ¶ (¬2) الشديد: أي القوي. والصرعة: هو الذي يصرع الرجال بقوته. ¶ (¬3) رواه البخاري - كتاب الأدب - باب الحذر من الغضب (7/ 129).",
            "page": "86",
            "part": "1",
            "seal": "77802787"
        },
        {
            "id": "84",
            "nass": "خارجة عنه، أنعم عليه بما يحميه من الفساد ويدفع عنه الهلاك إلى أجل معلوم سماه في كتابه. ¶ أما السبب الداخلي: فهو أنه ركبه فخلق الله الغذاء الموافق لبدن الحيوان وخلق في الحيوان شهوة تبعثه على تناول الغذاء، ووكل قوى في داخله لجبر ما انكسر وسدِّ ما انثلم ليكون ذلك حافظاً له من الهلاك بهذا السبب. ¶ وأما الأسباب الخارجة التي يتعرض لها الإِنسان: فكالسيف والسنان وسائر المهلكات التي يقصد بها، فافتقر إلى قوة وحمية تثور منه فتدفع المهلكات عنه، فخلق الله طبيعة الغضب، وغرزها في الإِنسان وعجنها بطينته. فمهما صدّ عن غرض من أغراضه ومقصود من مقاصده اشتعلت نار الغضب وثارت ثورانا يغلي به دم القلب وينتشر في العروق ويرتفع إلى أعمال البدن، كما يرتفع الماء الذي يغلي في القدر، فلذلك ينصب إلى الوجه فيحمر الوجه والعين، والبشرة لصفائها تحكي لون ما وراءها من",
            "page": "87",
            "part": "1",
            "seal": "280BAF78"
        },
        {
            "id": "85",
            "nass": "حمرة الدم كما تحكي الزجاجة لون ما فيها. ¶ وبالجملة فقوة الغضب محلها القلب ومعناها غليان دم القلب بطلب الانتقام وإنما تتوجه هذه القوة عند ثورانها إلى دفع المؤذيات قبل وقوعها وإلى التشفي والانتقام بعد وقوعها. والانتقام قوت هذه القوة وشهوتها وفيه لذتها، ولا تسكن إلا به. ¶ ثم إن الناس في هذه القوة على درجات ثلاث من التفريط والإِفراط والاعتدال. ¶ أما التفريط: فبفقد هذه القوة أو ضعفها وذلك مذموم، وهو الذي يقال فيه إنه لا حمية له. ولذلك قال الشافعي -رحمه الله-: «من استغضب فلم يغضب فهو حمار». فمن فقد قوة الغضب والحمية أصلاً فهو ناقص جداً. ¶ وأما الإِفراط: فهو أن تغلب هذه الصفة حتى تخرج عن سياسة العقل والدين وطاعته، ولا يبقى للمرء معها بصيرة ونظر وفكرة ولا اختيار، بل يصير في صورة المضطر.",
            "page": "88",
            "part": "1",
            "seal": "CF5C557E"
        },
        {
            "id": "86",
            "nass": "ففقد الغضب مذموم وإنما المحمود غضب ينتظر إشارة العقل والدين فينبعث حيث تجب الحمية وينطفيء حيث يحسن الحلم وحفظه على حد الاعتدال هو الاستقامة التي كلف الله بها عباده وهو الوسط الذي وصفه رسول الله صلى الله عليه وآله وسلم حيث قال: «خَيْرُ الْأُمُورِ أَوْسَاطُهَا» (¬1). ¶ بيان الأسباب المهيجة للغضب: ¶ قد عرفت أن علاج كل علة حسم مادتها وإزالة أسبابها فلا بدّ من معرفة أسباب الغضب. ¶ (الأسباب المهيجة له هي: الزهو، والعجب، والمزاح، والهزل، والهزؤ، والتعيير، والمماراة، والمضادة، والغدر، وشدة الحرص على حصول المال والجاه، وهي بأجمعها أخلاق رديئة مذمومة شرعاً، ولا خلاص من الغضب مع بقاء هذه الأسباب فلابد من إزالتها بأضدادها. ¶ ¬_________ ¶ (¬1) أخرجه البيهقي في الشعب. انظر: تخريج أحاديث الإحياء للحافظ العراقي.",
            "page": "89",
            "part": "1",
            "seal": "B5CDE272"
        },
        {
            "id": "87",
            "nass": "فينبغي أن تميت الزهو بالتواضع، والعجب بمعرفتك نفسك، وتزيل الفخر بأنك من جنس أقل مخلوق إذ الناس يجمعهم في الانتساب أب واحد وإنما الفخر بالفضائل، والفخر والعجب أكبر الرذائل، وأما المزاح فتزيله بالتشاغل بالمهمات الدينية التي تستوعب العمر وتفضل عنه، وأما الهزل فتزيله بالجد في طلب الفضائل والأخلاق الحسنة والعلوم الدينية التي تبلغك إلى سعادة الآخرة، وأما الهزء فتزيله بالتكرم عن إيذاء الناس وبصيانة النفس عن أن يستهزأ بك، وأما التعيير فبالحذر عن القول القبيح وصيانة النفس عن مر الجواب، وأما شدة الحرص فبالصبر على مر العيش والقناعة بقدر الضرورة طلباً لعز الاستغناء وترفعاً عن ذلة الحاجة وكل خلق من هذه الأخلاق يفتقر في علاجه إلى رياضة وتحمل ومشقة. ¶ بيان علاج الغضب بعد هيجانه: ¶ يعالج الغضب عند هيجانه بمعجون العلم",
            "page": "90",
            "part": "1",
            "seal": "B44D779C"
        },
        {
            "id": "88",
            "nass": "والعمل: ¶ وأما العلم فهو أمور: ¶ الأول- أن يتفكر فيما ورد في فضل كظم الغيظ والعفو والحلم والاحتمال، فيرغب في ثوابه، وتمنعه الرغبة في الأجر عن الانتقام وينطفيء عنه غيظه. ¶ الثاني- أن يخوف نفسه بعقاب الله لو أمضى غضبه، وهل يأمن من غضب الله عليه يوم القيامة وهو أحوج ما يكون إلى العفو. ¶ الثالث- أن يحذّر نفسه عاقبة العداوة والانتقام، وتشمر العدو لمقابلته والسعي في هدم أغراضه والشماتة بمصائبه، وهو لا يخلو عن المصائب فيخوف نفسه بعواقب الغضب في الدنيا إن كان لا يخاف من الآخرة. ¶ الرابع- أن يتفكر في قبح صورته عند الغضب بأن يتذكر صورة غيره في حالة الغضب (¬1). ¶ ¬_________ ¶ (¬1) انظر: موعظة المؤمنين من إحياء علوم الدين (ص 207 - 208).",
            "page": "91",
            "part": "1",
            "seal": "A26DB1B6"
        },
        {
            "id": "89",
            "nass": "وأما العمل: ¶ * فأن تقول بلسانك: أعوذ بالله من الشيطان الرجيم، لأن النبي صلى الله عليه وآله وسلم لما رأى رجلاً اشتد به الغضب قال: «إني لأعلم كلمة لو قالها لذهب عنه ما يجد، لو قال: أعوذ بالله من الشيطان الرجيم» (¬1). ¶ * وإن كنت قائماً فاجلس وإن كنت جالساً فاضطجع. ¶ لحديث أَبِي ذَرٍّ -رضي الله عنه- قَالَ: إِنَّ رَسُولَ الله صلى الله عليه وآله وسلم قَالَ لَنَا: «إِذَا غَضِبَ أَحَدُكُمْ وَهُوَ قَائِمٌ فَلْيَجْلِسْ فَإِنْ ذَهَبَ عَنْهُ الْغَضَبُ وَإِلا فَلْيَضْطَجِعْ» (¬2). ¶ ¬_________ ¶ (¬1) رواه البخاري - كتاب الأدب - باب الحذر من الغضب (7/ 130) ورواه مسلم - كتاب البر والصلة والآداب (ج16 / ص 161) مع شرح مسلم للنووي - حديث سليمان بن صرد رضي الله عنه. ¶ (¬2) رواه أبو داود - كتاب الأدب - باب ما يقال عند الغضب (ج 2 /ص 600).",
            "page": "92",
            "part": "1",
            "seal": "67986C55"
        },
        {
            "id": "90",
            "nass": "* ويستحب أن يتوضأ بالماء البارد، فإن الغضب من النار والنار لا يطفئها إلا الماء، لقوله صلى الله عليه وآله وسلم: «إِنَّ الْغَضَبَ مِنْ الشَّيْطَانِ وَإِنَّ الشَّيْطَانَ خُلِقَ مِنْ النَّارِ وَإِنَّمَا تُطْفَأُ النَّارُ بِالْمَاءِ فَإِذَا غَضِبَ أَحَدُكُمْ فَلْيَتَوَضَّأْ» (¬1). ¶ ¬_________ ¶ (¬1) رواه أبو داود - كتاب الأدب - باب ما يقال عند الغضب (ج 2 / ص 601). وانظر: موعظة المؤمنين من إحياء علوم الدين (ص 208). بتصرف",
            "page": "93",
            "part": "1",
            "seal": "2C698E1E"
        },
        {
            "id": "91",
            "nass": "الأساليب التربوية للحفاظ على الهدوء عندما يسيطر على الإنسان شعور الغضب! ¶ الغضب شعور قوي يسيطر على الإنسان وقد يؤدي به لفعل الكثير من الأشياء الخاطئة لذلك لابد أن نحاول الابتعاد عنه باي طريقة. ¶ ولكن ماذا نفعل للحفاظ على الهدوء والتصرف الشرعي السوي؟ ¶ 1 - الإحساس بأهمية كظم الغيظ: ¶ إن كظم الغيظ والتحكم في الغضب والتصرف تبعاً لما يرضي الله ورسوله صلى الله عليه وآله وسلم، فضيلة يتميز بها عباد الله الصالحون، قال رسول الله صلي الله عليه وآله وسلم: «أَلاَ أُنَبِّئُكُمْ بِمَا يُشَرِّفُ الله تَعَالَى بِهِ الْبُنْيَانَ، وَيَرْفَعُ بِهِ الدَّرَجَاتِ؟» قالوا: بلى يا رسول الله، قال: «أَنْ تَحْلُمَ عَلَى مَنْ جَهِلَ عَلَيْكَ، وَأَنْ تَصِلَ مَنْ قَطَعَكَ، وَتُعْطِيَ مَنْ حَرَمَكَ، وَتَعْفُوَ عَن مَّنْ",
            "page": "94",
            "part": "1",
            "seal": "3C651732"
        },
        {
            "id": "92",
            "nass": "ظَلَمَكَ» (¬1). ¶ 2 - التماس العذر وحسن الظن: ¶ عندما نتعرض للإساءة نشعر بالضيق والغضب والإحباط ومن المفيد جداً أن نلتمس العذر للغير إن أمكن ونحسن الظن به وإن أساء التصرف معنا. ¶ 3 - محاولة تفهم مواقف الآخرين وتذكر مناقبهم: ¶ تحت ضغط الظروف قد نميل أحياناً إلى التسرع في إصدار الأحكام بينما التمهل يجنبنا التهور، ويساعدنا على ضبط الأعصاب والتصرف بحكمة مع الآخرين، وأن لا ننسى محاسنهم في لحظة غضب من أجل تصرف خاطئ قد يكون نتج عن إساءة في تقدير الأمور. ¶ ¬_________ ¶ (¬1) رواه الطبراني وفيه أبو أمية بن يعلى وهو ضعيف، حديث عبادة بن الصامت -رضي الله عنه-. انظر: مجمع الزائد للهيثمي -كتاب علامات النبوة- باب مكارم الأخلاق والعفو عمن ظلم (8/ 345) ط. دار الفكر، بيروت -",
            "page": "95",
            "part": "1",
            "seal": "F1A64D5C"
        },
        {
            "id": "93",
            "nass": "4 - اللين والمرح المحمود: ¶ هو أسلوب فعال للتقليل من التوتر الانفعالي، حيث إن كلمة طيبة وابتسامة لبقة لها تأثيرها الحسن في القلوب قال رسول الله صلي الله عليه وآله وسلم: «تَبَسُّمُكَ في وَجْهِ أَخِيكَ لك صَدَقَةٌ» (¬1). ¶ 5 - الدعاء للمسيء لتصفية ما في الصدور: ¶ ليس الدعاء للمسئ في ظهر الغيب بالأمر السهل ولكن له نتيجة طيبة في تهدئة النفوس وصفاتها وتدريب النفس الأمارة بالسوء علي مقابلة الإساءة بالإحسان. ¶ 6 - العفو عن المسيء والإحسان إليه: ¶ فالحسنة تدفع السيئة والعمل الصالح يدفع العمل السيء وهذا عمل عظيم يحتاج إلي صبر، ومن مواقف السلف الصالح .. أن رجلاً سب ابن عباس رضي الله عنهما، فلما فرغ قال ابن عباس لخادمه: ¶ ¬_________ ¶ (¬1) رواه الترمذي، كتاب البر والصلة، باب ما جاء في صنائع المعروف، حديث أبي ذر-رضي الله عنه-.",
            "page": "96",
            "part": "1",
            "seal": "DFCF7320"
        },
        {
            "id": "94",
            "nass": "هل للرجل حاجة فنقضيها فنكس الرجل رأسه واستحى، إن مقابلة الإساءة بالإحسان تحول العدو إلي ولي حميم وهي تحتاج إلي صبر ومجاهدة للنفس. ¶ 7 - الإعراض عن الجاهلين: ¶ على المسلم أن يكون على مستوى رفيع من الأخلاق لا يتنازل عنه للرد على الجاهلين وإسكاتهم. ¶ قال الأمام الشافعي -رحمه الله تعالى-: ¶ يخاطبني السفيه بكل قبح ... فأكره أن أكون له مجيباً ¶ يزيد سفاهة فأزيد حلماً ... كعود زاده الإحراق طيباً ¶ 8 - التقليل من الكلام والأفعال حين الغضب: ¶ إذا لم يستطع الغاضب التحكم في مشاعر الغضب فإن عليه مراقبة تصرفاته، فهو مسؤول عما يصدر منه من تصرفات ومحاسب عليها في الدنيا",
            "page": "97",
            "part": "1",
            "seal": "BF014404"
        },
        {
            "id": "95",
            "nass": "والآخرة .. فعليه التقليل من الكلام ما أمكن، والسكوت هو الأمثل لئلا يتفوه بكلام يندم عليه لا حقاً. ¶ 9 - النقد الذاتي وجهاد النفس: ¶ الدنيا دار عمل ومشقة يقاسي الإنسان الشدائد والهموم، ولنتمكن من مواجهة هذه الشدائد والمحافظة على هدوئنا، علينا أن نقلل من شأن هموم الدنيا وأن نصبر ونحتسب الأجر عند الله، ولندعه دائماً ونقول: اللهم لا تجعل الدنيا أكبر همنا ولا مبلغ علمنا. ¶ 10 - الاستعانة بالصبر والصلاة: ¶ إن الصلاة والصبر تحلان أعقد الأمور، بينما يعقّد الغضب أبسط الأمور، فبالاستعانة بالصبر والصلاة على مرضاة الله وطاعته وبحبس النفس عن هواها نحل الصعوبات التي تعترضنا.",
            "page": "98",
            "part": "1",
            "seal": "4327D347"
        },
        {
            "id": "96",
            "nass": "11 - الانسحاب من الصراع وترك مواطن الأذى: ¶ عند التعرض لتصرف مثير للغضب قد نحس بعدم القدرة على ضبط النفس وحفظ اللسان وعدم جدوى الأمر بالمعروف والنهي عن المنكر، فعندئذ لا حل أسلم من ترك موطن الإثارة والانتقال إلى مكان هادئ إلى أن يهدأ غضبنا ونعاود السيطرة على زمام النفس. ¶ تنبيه: ¶ أشد البواعث للغضب عند أكثر الجهال تسميتهم الغضب شجاعة وعزة نفس حتى تميل النفس إليه وتستحسنه، وهذا من الجهل بل هو مرض قلب ونقصان عقل، ويعالج هذا الجاهل بأن تتلى عليه حكايات أهل الحلم والعفو وما استحسن منهم من كظم الغيظ فإن ذلك منقول عن الأنبياء والعلماء.",
            "page": "99",
            "part": "1",
            "seal": "6828106A"
        },
        {
            "id": "97",
            "nass": "(فضيلة الحلم وكظم الغيظ) ¶ إن الحلم هو طمانينة النفس، بحيث لا يحركها الغضب بسهولة ولا يزعجه المكروه بسرعة، فهو الضد الحقيقي للغضب، لأنه المانع من حدوثه، وبعد هيجانه لما كان كظم الغيظ مما يضعفه ويدفعه، فمن هذه الحيثية يكون كظم الغيظ أيضا ضدا له. ¶ فنحن نشير إلى فضيلة الحلم وشرفه، ثم إلى فوائد كظم الغيظ ومنافعه. ¶ أما (الحلم) - فهو أشرف الكمالات النفسانية بعد العلم، بل لا ينفع العلم بدونه أصلا، ولذا كلما يمدح العلم أو يسأل عنه يقارن به، قال رسول الله صلى الله عليه وآله وسلم: «اللَّهُمَّ أَغْنِنِي بِالْعِلْمِ، وَزَينِي بِالْحِلْمِ» (¬1). ¶ وقال صلى الله عليه وآله وسلم: «خَمْسٌ مِنْ ¶ ¬_________ ¶ (¬1) رواه ابن النجار عن ابن عمر. انظر: كنز العمال (2/ 81). رقم- (3663)",
            "page": "100",
            "part": "1",
            "seal": "62C9FAE9"
        },
        {
            "id": "147",
            "nass": "وليجتهد على أن يكون الشيخ ممن له على العلوم الشرعية تمام الإطلاع، وله مع من يوثق به من مشايخ عصره كثرة بحث وطول اجتماع، لا ممن أخذ عن بطون الأوراق ولم يعرف بصحبة المشايخ الحذاق. ¶ قال الإمام الشافعي -رحمه الله تعالى-: «مَنْ تَفَقَّهَ مِنْ الْكُتُبِ ضَيَّعَ الأَحْكَامَ». ¶ وكان بعضهم يقول: «من أعظم البلية تشيخ الصحيفة» أي الذين تعلموا من الصحف، وفي هذا المعنى قالوا: «من كان شيخه كتابه، كان خطأه أكثر من صوابه» (¬1). ¶ ****** ¶ النوع الثاني: التواضع والإجلال للشيخ: ¶ ينبغي لطالب العلم أن يتواضع فإن العلم لا ينال إلا بالتواضع، وتواضع الطالب لشيخه رفعة، وذله عزَّ، وخضوعه له فخر، فعلى الطالب أن يتحرى رضا شيخه، ويبالغ في حرمته، ويتقرب إلى ¶ ¬_________ ¶ (¬1) هذه العبارة تحكى عن المشايخ ولا شك أنها صحيحة.",
            "page": "150",
            "part": "1",
            "seal": "3492AB83"
        },
        {
            "id": "148",
            "nass": "الله بخدمته ويعلم أن تواضعه له رفعة. ¶ وقد أخذ سيدنا ابن عباس -رضي الله عنهما- مع جلالته وقرابته للمصطفى صلى الله عليه وآله وسلم بركاب سيدنا زيد بن ثابت -رضي الله عنه- لكونه شيخه، وقال: «هكذا أمرنا أن نفعل بعلمائنا». فقبل زيدٌ يده، وقال: «هكذا أُمرنا أن نفعل بآل بيت نبينا صلى الله عليه وآله وسلم» (¬1). ¶ قال الإمام الشَّافعي -رحمه الله تعالى -: «لا يطلُبُ أَحدٌ هذا العلم بِالمُلكِ وعِزِّ النَّفسِ فيفلح , ولكن من طلبهُ بِذُلِّ النَّفسِ وضيقِ العيشِ وخدمةِ العُلماءِ أَفلحَ». ¶ وقال أَيضًا: «لا يُدْرَكُ الْعِلْمُ إلاَّ بِالصَّبْرِ عَلَى الذُّلِّ». ¶ وقال أَيضًا: «كُنتُ أَصفحُ الورقة بين يدي مالكٍ -رحمه الله- صفحًا رفيقًا هيبةً لهُ. لئلا يسمع وقعها». ¶ ¬_________ ¶ (¬1) انظر مصباح الظلام للعلامة السيد محمد عبد اللطيف الجرداني، رحمه الله تعالى (2/ 22) ومختصر جامع بيان العلم وفضله للإمام ابن عبد البر رحمه الله. (ص 32و116).",
            "page": "151",
            "part": "1",
            "seal": "4071423B"
        },
        {
            "id": "149",
            "nass": "وقال الرَّبيعُ -رحمه الله تعالى-: «وَالله ما اجترأتُ أن أشرب الماء والشَّافعيُّ ينظُرُ إلَيَّ هيبةً لهُ» (¬1). ¶ وعن كعب الأحبار قال: «ثلاثة نجد في الكتاب يحق علينا أن نكرمهم، وأن نُشَرِّفهم، وأن نوسّع عليهم في المجالس، ذو السِّن، وذو السلطان لسلطانه، وحامل الكتاب» (¬2). ¶ قال أبو عبد الله يحيى بن عبد الملك الموصلي: «رأيت مالك بن أنس غير مرة، وكان بأصحابه من الإعظام له، والتوقير له، وإذا رفع أحد صوته صاحوا به. وكان إلى الأدمة ما هو» (¬3). ¶ * وإذا خاطب الطالبُ المحدث عَظَّمة في خطابه، بنسبته إياه إلى العلم. مثل أن يقول له: «أيها العالم، أو أيها الحافظ، ونحو ذلك» (¬4). ¶ ¬_________ ¶ (¬1) انظر: المجموع للإمام النووي (1/ 65،66) ¶ (¬2) انظر: الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي، ص (77). ¶ (¬3) المصدر السابق، (ص77). ¶ (¬4) المصدر السابق، (ص77).",
            "page": "152",
            "part": "1",
            "seal": "876BF9B9"
        },
        {
            "id": "150",
            "nass": "وقال بعض السلف: «كان الرجلُ يَجْلِسُ إلى الحسن ثلاث سنين، فلا يَسْأَلُهُ عن شيءٍ هيبة له». ¶ وعن عبد الرحمن بن حَرْمَلَة الأسْلَمي قال: «ما كان إنسان يجترىء على سعيد بن المسيب يسأله عن شيء حتى يستأذِنَه كما يُسْتأذن الأمير» ¶ وكان ابن شهاب يقول: «جالستُ سعيد بن المسيب ست سنين، تَحُاكُّ رُكبتِي ركبتَه، لا أقدر منه على حديث، إلا أَني أقول: قالوا اليوم كذا، وقالوا اليوم كذا، فيتكلم». ¶ وقال ابن الخياط يمدح مالك بن أنس: ¶ يَدَعُ الجوابَ فلا يُراجَع هَيْبَةً ... والسائلون نَواكسُ الأذْقَان ¶ نُور الوقار وعِزُّ سلطانِ التُّقَى ... فهو المَهِيب وليس ذا سُلطان ¶ قال إسحاق الشهيدي: «كنتُ أرى يحيى القطًّان يصلي العصر، ثم يستندُ إلى أصل مَنارَة مسجده، فيقف بين يديه، عليُّ بن المَديني،",
            "page": "153",
            "part": "1",
            "seal": "AAB250FA"
        },
        {
            "id": "151",
            "nass": "والشَّاذَكُوني، وعَمرو بن علي، وأحمد بن حنبل، ويحيى بن مَعِين وغيرُهم، يسألونه عن الحديث -وهم قيام على أرجلهم- إلى أن تَحينَ صلاةُ المغرب. لا يقولُ لواحدٍ منهم: أجلس، ولا يجلسون هَيْبَةً وإعظاماً» (¬1). ¶ ****** ¶ النوع الثالث: معرفة حق الشيخ: ¶ ينبغي لطالب العلم أن يعرف للشيخ حقه، ولا ينسى له فضله، ومن ذلك أن يعظم حرمته، ويرد غيبته، ويغضب لها، فإن عجز عن ذلك قام وفارق ذلك المجلس. وينبغي أن يدعو له مدة حياته، ويرعى ذريته وأقاربه بعد وفاته، ويعتمد زيارة قبره والاستغفار له والصدقة عنه ويتأدب بآدابه، ولا يدع الإقتداء به. ¶ قال الإمام النووي - رحمه الله تعالى-: وينبغي أن ينظر معلمه بعين الاحترام ويعتقد كمال أهليته, ورجحانه على أكثر طبقته , فهو أقرب إلى انتفاعه به , ¶ ¬_________ ¶ (¬1) المصدر السابق، (ص 78)",
            "page": "154",
            "part": "1",
            "seal": "E9BC6BEE"
        },
        {
            "id": "152",
            "nass": "ورسوخ ما سمعه منه في ذهنه. ¶ وقد كان بعض المتقدمين إذا ذهب إلى معلمه تصدق بشيء وقال: «اللهمَّ اُسْتُرْ عَيْبَ مُعَلِّمِي عَنِّي، وَلاَ تُذْهِبْ بَرَكَةَ عِلْمِهِ مِنِّي» (¬1). ¶ قال علي بن أبي طالب -رضي الله تعالى عنه-: «لا يَعْرِفُ فَضْلَ أَهْلِ الْعِلْمِ إلا أَهْلُ الْفَضْلِ» (¬2). ¶ وعن علي بن أبي طالب -رضي الله تعالى عنه- قال: «من حقِّ العالم عليك أن تُسلِّم على القومِ عامَّةً وتخُصَّهُ بِالتَّحيَّة، وأن تجلس أَمامهُ، ولا تُشيرنَّ عندهُ بِيدك، ولا تعمدنَّ بِعينك غيرهُ، ولا تقُولنَّ: قال فُلانٌ خلاف قوله، ولا تغتابنَّ عندهُ أَحدًا، ولا تُسارَّ في مجلسه، ولا تأخُذ بِثوبِه، ولا تُلحَّ عليه إذا كسل، ولا تشبع من طُول صحبته، فإِنَّما هُو كالنَّخلة تنتظرُ متى يسقُطُ عليك منها شيءٌ» (¬3). ¶ ¬_________ ¶ (¬1) انظر: المجموع للإمام النووي (1/ 66) ¶ (¬2) انظر: أدب الدنيا والدين للماوردىّ (ص 75) (بتصرف يسير). ¶ (¬3) انظر: المجموع للإمام النووي (1/ 67)",
            "page": "155",
            "part": "1",
            "seal": "9162CFE5"
        },
        {
            "id": "153",
            "nass": "وكان شعبة يقول: «كل من سمعت له حديثاً فأنا له عبداٌ» (¬1). ¶ فيتأكد على طالب العلم أن ينشر فضائل شيخه. ¶ *التحذير من انتقاص العلماء، والحث على إكرامهم، وتعظيم حُرُماتهم. ¶ قال بعض الحكماء: «إذَا اصْطَنَعَتْ المَعْرُوفَ فَاسْتُرْهُ، وَإِذَا صُنِعَ إلَيْك فَانْشُرْهُ». ¶ قال الإمام النووي -رحمه الله تعال- في المجموع: فصلٌ في النَّهيِ الأكيد، والوعيد الشَّديد، لمن يُؤذي أو ينتقِصُ الفُقهاء، والمُتفقِّهِين، والحثُّ على إكرامهم، وتعظِيمِ حُرُماتهم. ¶ قَالَ الله تَعَالَى: (ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ) (الحج:32) ¶ وَقَالَ تَعَالَى: (وَمَنْ يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ ¶ ¬_________ ¶ (¬1) انظر: مختصر جامع بيان العلم وفضله للإمام ابن عبد البر -رحمه الله- (ص 116 - 117)",
            "page": "156",
            "part": "1",
            "seal": "F5C96219"
        },
        {
            "id": "154",
            "nass": "خَيْرٌ لَهُ عِنْدَ رَبِّهِ) (الحج:30) ¶ وَقَالَ تَعَالَى: (وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ) (الحجر:88) ¶ وَقَالَ تَعَالَى: (وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَاناً وَإِثْماً مُبِيناً) (الأحزاب:58) ¶ وثبت فِي صحيحِ البُخارِيِّ عَنْ أَبِي هُرَيْرَةَ -رضي الله عنه- قال: قال رَسُولُ الله صلى الله عليه وآله وسلم: «إِنَّ الله قال: من عَادَى لي وَلِيًّا فَقَدْ آذَنْتُهُ بِالحَرْبِ» (¬1). ¶ وروى الخطيبُ البغداديُّ عن الشَّافعيِّ، وأبِي حنيفة -رضي الله عنهما- قالا: «إن لم تكُن الفُقهاءُ أولياء الله فليس لله ولِيٌّ». وفي كلامِ الشَّافعيِّ: «الفُقهاءُ العاملُون». ¶ وعن ابنِ عبَّاسٍ -رضي الله عنهما-: «مَنْ ¶ ¬_________ ¶ (¬1) رواه البخاري، كتاب الرقائق، باب التواضع.",
            "page": "157",
            "part": "1",
            "seal": "332E13CD"
        },
        {
            "id": "155",
            "nass": "آذَى فَقِيهًا فَقَدْ آذى رَسُولَ الله صلى الله عليه وآله وسلم وَمَنْ آذَى رَسُولَ الله صلى الله عليه وآله وسلم فَقَدْ آذَى اللَّهَ تَعَالَى عَزَّ وَجَلَّ». ¶ ونقل الإمام النووي عن الإمَامُ الْحَافِظُ ابنُ عَسَاكِرٍ -رحمه الله- أنه قال: «اعلم يا أَخي وفَّقني الله وإِيَّاك لمرضاته، وجعلنا ممَّن يخشاهُ ويتَّقيه حَقَّ تُقاته، أَنَّ لُحُوم العُلماء مسمُومةٌ، وعادة الله في هتك أَستارِ مُنتقصهِم معلُومةٌ، وأَنَّ من أَطلقَ لسانهُ فِي العُلماء بِالثَّلبِ بلاهُ الله قبل موته بِموت القلبِ: (فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ) (¬1). (النور:63) ¶ ****** ¶ النوع الرابع: الصبر على جفوة الشيخ: ¶ ينبغي لطالب العلم أن يصبِر على جفوةٍ تصدُرُ من شيخه أو سُوءِ خُلُقٍ، ولا يصدّه ذلك عن ملازمته ¶ ¬_________ ¶ (¬1) انظر: المجموع للإمام النووي، (1/ 47 - 48).",
            "page": "158",
            "part": "1",
            "seal": "3D252976"
        },
        {
            "id": "156",
            "nass": "وحسنِ عقيدته، ويتأوّلُ أفعاله التي يظهر أن الصواب خلافها على أحسن تأويل، ويبدأ هو عند جفوة الشيخ بالاعتذار والتوبة مما وقع، وينسب الموجب إليه، ويجعل العتب عليه، فإن ذلك أبقى لمودة شيخه، وأحفظ لقلبه، وأنفع للطالب في دنياه وآخرته. ¶ فعن الزهري قال: «كان أبو سلمة يماري ابن عباس فحُرم بذلك علماً كثيراً». وقال أبو عمر: روينا من وجوه كثيرة عن أبي سلمة أنه قال: «لو رفقت بابن عباس لاستخرجت منه علماً كثيراً» (¬1). ¶ قال الإمام النووي -رحمه الله تعالي- في المجموع: «وينبغي أن يصبِر على جفوة شيخه، وسُوء خُلُقه، ولا يصُدُّهُ ذلك عن مُلازمته واعتقاد كماله، ويتأوّل لأفعاله الَّتي ظاهرُها الفسادُ تأوِيلاتٍ صحِيحةً، فما يعجزُ عن ذلك إلا قليلُ التَّوفيق. ¶ ¬_________ ¶ (¬1) انظر: مختصر جامع بيان العلم وفضله للإمام ابن عبد البر رحمه الله (ص 116).",
            "page": "159",
            "part": "1",
            "seal": "AB6DF99F"
        },
        {
            "id": "157",
            "nass": "وإذا جفاهُ الشَّيخُ ابتدأ هو بِالاعتذارِ، وأَظهر أنَّ الذَّنب لهُ، والعتب عليهِ، فذلك أَنفعُ لهُ دينًا ودنيا، وأبقى لقلب شيخه. ¶ وقد قالُوا: من لم يصبِر على ذُلِّ التَّعَلُّمِ بقي عُمُرَهُ فِي عماية الجهالة، ومن صبر عليه آلَ أمرُهُ إلى عِزِّ الآخرة والدُّنيا. ¶ ومنه الأثرُ المشهُورُ عن ابنِ عَبَّاسٍ -رضي الله عنهما-: «ذُلِلْتُ طَالِبًا فَعُزِّزْتُ مَطْلُوبًا» (¬1). ¶ وكان الشافعي يقول: كان يختلف إلى الأعمش رجلان، أحدهما كان الحديث من شأنه، والآخرُ لم يكن الحديث من شأنه، فغضب الأعمش يوماً على الذي من شأنه الحديث، فقال الآخر: «لو غضب عليّ كما غضب عليك لم أعُدْ إليه فقال الأعمش: إذن هو أحمق مثلك، يترك ما ينفعه لسوء خُلُقي» ¶ وقال الشافعي: «قيل لسفيان بن عيينة: إن ¶ ¬_________ ¶ (¬1) انظر: المجموع للإمام النووي (1/ 68) وأدب الدنيا والدين للماوردىّ (ص 75).",
            "page": "160",
            "part": "1",
            "seal": "3C95CA08"
        },
        {
            "id": "158",
            "nass": "قومًا يأتونك من أقطار الأرض تغضب عليهم؟ يوشك أن يذهبوا ويتركوك. قال: هم حمقى إذن مثلك أن يتركوا ما ينفعهم لسوء خُلُقي» (¬1). ¶ وقال بعضهم: ¶ أصْبِرْ لِدَائِك إنْ جَفَوْت طَبِيبَهُ ... وَاصْبِرْ لِجَهْلِك إنْ جَفَوْت مُعَلِّمَا ¶ وقال الإمام الشافعي (¬2) - رحمه الله تعالى - ¶ اِصبِر عَلى مُرِّ الجَفا مِن مُعَلِّمٍ ... فَإِنَّ رُسوبَ العِلمِ (¬3) في نَفَراتِهِ ¶ وَمَن لَم يَذُق مُرَّ التَعَلُّمِ ساعَةً ... تَجَرَّعَ ذُلَّ الجَهلِ طولَ حَياتِهِ ¶ ¬_________ ¶ (¬1) انظر: الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي، (ص 104). ¶ (¬2) انظر: ديوان الإمام الشافعي -رحمه الله تعالى- للأستاذ نعيم زرزور، (ص 39). ¶ (¬3) رسوب العلم: حفظه وبقاؤه.",
            "page": "161",
            "part": "1",
            "seal": "9BB470A7"
        },
        {
            "id": "159",
            "nass": "* وقد رجَّح كثيرٌ من الحكماء حقَّ العالم على حقِّ الوالد حتَّى قال بعضهم (¬1): ¶ يَا فَاخِرًا لِلسَّفَاهِ بِالسَّلَفِ ... وَتَارِكًا لِلْعَلاءِ وَالشَّرَفِ ¶ آبَاءُ أَجْسَادِنَا هُمْ سَبَبٌ ... لأنْ جُعِلْنَا عَرَائِضَ التَّلَفِ ¶ مَنْ عَلَّمَ النَّاسَ كَانَ خَيْرَ أَبٍ ... ذَاكَ أَبُو الرُّوحِ لا أَبُو النُّطَفِ ¶ ****** ¶ النوع الخامس: الشكر للشيخ: ¶ ينبغي على الطالب أن يشكر الشيخ على توفيقه على ما فيه فضيلة وعلى توبيخه على ما فيه نقيصة أو على كسل يعتريه أو قصور يعانيه أو غير ذلك مما فيه إيقافه عليه، وتوبيخه هو عين إرشاده وصلاحه، ويعد ذلك من الشيخ من نعم الله تعالى عليه باعتناء الشيخ به، ونظره إليه، فإن شكر الطالب ¶ ¬_________ ¶ (¬1) انظر: أدب الدنيا والدين، للماوردىّ (ص 77).",
            "page": "162",
            "part": "1",
            "seal": "111CD9AE"
        },
        {
            "id": "160",
            "nass": "أميل إلى قلب الشيخ، وأبعث على الاعتناء بمصالحه. ¶ وإذا أوقفه الشيخ على دقيقة من أدب أو نقيصة صدرت منه وكان يعرفه من قبل فلا يظهر أنه كان عارفاً به وغفل عنه، بل يشكر الشيخ على إفادته ذلك، واعتنائه بأمره، فإن كان له في ذلك عذر، وكان إعلام الشيخ به أصلح، فلا بأس به. ¶ ****** ¶ النوع السادس: آداب الدخول على الشيخ: ¶ ينبغي على الطالب ألا يدخل على الشيخ في غير المجلس العام إلا باستئذان، فإن استأذن بحيث يعلم الشيخ ولم يأذن له انصرف، ولا يكرر الاستئذان، وإن شك في علم الشيخ به فلا يزيد في الاستئذان فوق ثلاث مرات، وإذا أذن وكانوا جماعة يقدم أفضلهم وأسنهم بالدخول والسلام عليه، ثم سلم عليه الأفضل فالأفضل. ¶ قال الإمام النووي -رحمه الله تعالي- في",
            "page": "163",
            "part": "1",
            "seal": "39736912"
        },
        {
            "id": "161",
            "nass": "المجموع: «وألا يدخُل عليه بِغير إذنٍ، وإِذا دخل جماعةٌ قدَّمُوا أفضلهُم وأَسنَّهُم، وأَن يدخُل كامل الهيبة، فارِغ القلبِ من الشَّواغلِ، مُتطهِّرًا مُتنظِّفًا بِسواكٍ، وقصِّ شارِبٍ وظُفرٍ، وإِزالة كرِيه رائحةٍ، ويُسلِّم على الحاضرِين كُلِّهِم بِصَوتٍ يُسمعُهُم إسماعًا مُحقَّقًا، ويخُصَّ الشَّيخ بِزِيادة إكرامٍ، وكذلك يُسلِّم إذا انصرف، ففي الحديث الأمرُ بذلك، ولا التفات إلى من أنكرهُ» (¬1). ¶ * أدب الاستئذان على العلماء: ¶ وإذا وجد الطالبُ شيخه نائماً فلا ينبغي له أن يستأذن عليه، بل يجلس وينتظر استيقاظه، أو ينصرف إن شاء. ¶ قال أبو عُبيد القاسم بن سلاّم: «ما استأذنت قط على محدث كنت أنتظره حتى يخرج اليَّ. وتأوَّلتَ قوله تعالى: (وَلَوْ أَنَّهُمْ صَبَرُوا حَتَّى تَخْرُجَ إِلَيْهِمْ لَكَانَ ¶ ¬_________ ¶ (¬1) انظر: المجموع للإمام النووي (1/ 67)",
            "page": "164",
            "part": "1",
            "seal": "AEBFD1E8"
        },
        {
            "id": "162",
            "nass": "خَيْراً لَهُمْ) (¬1). (الحجرات:5) ¶ وعن ابن عباس -رضي الله عنهما- قال: «وجدت عامة علم رسول الله صلى الله عليه وآله وسلم عند هذا الحي من الأنصار. إن كنتُ لأقيل بباب أحدهم ولو شئتُ أن يُؤُذَن لي عليه لأُذِن لي عليه، ولكن أبتغي بذاك طيب نفسه» ¶ وكان ابن عباس -رضي الله عنهما- يأتي الرجل من أصحاب النبي صلى الله عليه وآله وسلم يريد أن يسأله عن الحديث. فيقال له: «إنه نائم، فيضطجع على الباب. فيقال له: ألا نوقظه؟ فيقول: لا» (¬2). ¶ وكان الزهري يقول: «إن كنتُ لآتي باب عروة، فأجلس، ثم أنصرف فلا أدخل - ولو شئت أن أدخل لدخلت - إعظاماً له» (¬3). ¶ ¬_________ ¶ (¬1) انظر: الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي، (ص 61). ¶ (¬2) المصدر السابق، (ص62) ¶ (¬3) انظر: الجامع لأخلاق الراوي وآداب السامع، (ص 62).",
            "page": "165",
            "part": "1",
            "seal": "30819D84"
        },
        {
            "id": "163",
            "nass": "* كيفية الوقوف على باب العالم للاستئذان: ¶ إذا كان باب دار المحدث مفتوحاً، فينبغي للطالب أن يقف قريباً منه، ويستأذن. فعَنْ أَبِي هُرَيْرَةَ -رضيَ اللهُ عنهُ- أَنَّ النَّبِيَّ صلى الله عليه وآله وسلم قَالَ: «إِذَا دَخَلَ الْبَصَرُ فَلا إِذْنَ» (¬1). ¶ * جواز طرق الباب وصفته: ¶ عن أنس بن مالك -رضي الله عنه- قال: «كانت أبواب النبي صلى الله عليه وآله وسلم تقرع (¬2) بالاظافير» (¬3). ¶ وإذا حضر جماعة من الطلبة قدموا أسنهم ¶ * وإذا حضر جماعة من الطلبة باب المحدث وأذن لهم في الدخول، فينبغي أن يقدموا أسنهم ويدخلوه أمامهم، فان ذلك هو السنة: ¶ ¬_________ ¶ (¬1) رواه البخاري في الأدب المفرد، (ص 319) وأبو داود- كتاب الأدب. ¶ (¬2) وهذا محمول منهم على المبالغة في الأدب، وإنما كانوا يفعلون ذلك توقيراً وإجلالاً. أما من بعد عن الباب بحيث لا يبلغه صوت القرع بالظفر، فيستحب أن يقرع بما فوق ذلك بحسبه. ¶ (¬3) رواه البخاري، الأدب المفرد، باب قرع الباب، (ص 316).",
            "page": "166",
            "part": "1",
            "seal": "F2D65CE3"
        },
        {
            "id": "164",
            "nass": "فعن ابن عباس -رضي الله عنهما- أن النبي صلى الله عليه وآله وسلم قال: «البركة مع أكابركم» (¬1). ¶ قال يعقوب بن سفيان: بلغني أن الحسن وعليًا، ابني صالح كانا توأمين، خرج الحسن قبل علي، فلم ير قط الحسن مع علي في مجلس إلا جلس علي دونه، ولم يكن يتكلم مع الحسن إذا اجتمعا في مجلس (¬2). ¶ * وإن قَدَّمَ الأكبرُ على نفسه مَنْ كان أعلم منه جاز ذلك، وكان حَسَناً: ¶ قال الحسين بن منصور: «كنت مع يحيى بن يحيى، وإسحاق - يعني ابن راهويه- يومًا نعود مريضًا، فلما حاذينا الباب تأخّر إسحاق، وقال ليحيى: تقدم. ¶ فقال يحيى لإسحاق: تقدم أنت. ¶ ¬_________ ¶ (¬1) رواه الحاكم في المستدرك، (1/ 131)، والطبراني في الأوسط كما في مجمع الزوائد، كتاب الأدب، باب الخير والبركة مع الأكابر. ¶ (¬2) انظر: الجامع لأخلاق الراوي وآداب السامع، (ص 68).",
            "page": "167",
            "part": "1",
            "seal": "881A2E8D"
        },
        {
            "id": "165",
            "nass": "قال: يا أبا زكريا أنت أكبر مني. ¶ قال: نعم أنا أكبر منك، وأنت أعلم مني، فَتقَدَّمَ إسحاقُ (¬1). ¶ ****** ¶ النوع السابع: آداب جلسة الدرس: ¶ ينبغي على الطالب أن يجلس بين يدي الشيخ جلسة الأدب بتواضع وخضوع وسكون وخشوع، ويصغي إلى الشيخ ناظراً إليه، ولا يلتفت من غير ضرورة، ولا ينظر إلى يمينه أو شماله أو فوقه أوقدامه بغير حاجة ولا سيما عند بحثه له أو عند كلامه معه، ولا يفتح فاه، ولا يقرع سنه، ولا يضرب الأرض براحته، أو يخط عليها بأصابعه، ولا يشبك بيديه أو يبعث بإزاره، ولا يستند بحضرة الشيخ إلى حائط أو مخدة أو يجعل يده عليها، ولا يعطي الشيخ جنبه أو ظهره، ولا يعتمد على يده إلى ورائه أو جنبه، ولا كثر كلامه من غير حاجة، ولا يحكي ما يضحك ¶ ¬_________ ¶ (¬1) المصدر السابق، (ص 69).",
            "page": "168",
            "part": "1",
            "seal": "EAF15249"
        },
        {
            "id": "166",
            "nass": "منه أو ما فيه بذاءة أو يتضمن سوء مخاطبة، ولا يكثر التنحنح من غير حاجة، ولا يبصق ولا يتنخم ما أمكنه، ولا يلفظ النخامة من فيه، بل يأخذها من فيه بمنديل، ويتعاهد تغطية أقدامه وإرخاء ثيابه، إذا عطس خفض صوته جهده، وستر وجهه بمنديل أو نحوه، وإذا تثاءب ستر فاه بعد رده جهده (¬1). ¶ فعَنْ أُسَامَةَ بنِ شَرِيكٍ، قَالَ: «أَتَيْتُ النَّبِيَّ صلى الله عليه وآله وسلم وَأَصْحَابَهُ كَأَنَّمَا عَلَى رُءُوسِهِمْ الطَّيْرُ» (¬2). ¶ ¬_________ ¶ (¬1) لحديث أبي هريرة -رضي الله عنه- أن النبي صلى الله عليه وآله وسلم قال: «إن الله يحب العطاس، ويكره التثاؤب، فإن عطس فحمد الله فحق على كل مسلم سمعه أن يُشمته، وأما التثاؤب فإنما هو من الشيطان فليرده ما استطاع، فإذا قال: ها ضحك منه الشيطان» الحديث رواه البخاري في كتاب الأدب، باب ما يستحب من العطاس وما يكره من التثاؤب. (7/ 161). وعن أبي سعيد الخدري -رضي الله عنه- قال: قال رسول الله صلى الله عليه وآله وسلم: «إذا تثاءب أحدكم فليمسك بيده على فيه فإن الشيطان يدخل» الحديث رواه مسلم في كتاب الزهد والرقائق، باب تشميت العاطس وكراهة التثاؤب (8/ 226). ¶ (¬2) رواه أبو داود في الطب، باب في الرجل يتداوى.",
            "page": "169",
            "part": "1",
            "seal": "63DDBAB3"
        },
        {
            "id": "167",
            "nass": "النوع الثامن: التلطف في السؤال والجواب: ¶ ينبغي على الطالب أن يحسن خطابه مع الشيخ بقدر الإمكان. وَقَدْ قِيلَ لاِبْنِ عَبَّاسٍ -رضي الله عنهما-: «بِمَ نِلْت هَذَا الْعِلْمَ؟ قَالَ: بِلِسَانٍ سَئُولٍ وَقَلْبٍ عُقُولٍ» (¬1). ¶ وأنشد المبرِّدُ عن أبي سليمان الغنويِّ: ¶ فَسَلْ الْفَقِيهَ تَكُنْ فَقِيهًا مِثْلَهُ ... لا خَيْرَ فِي عِلْمٍ بِغَيْرِ تَدَبُّرِ ¶ وَإِذَا تَعَسَّرَتْ الأمُورُ فَأَرْجِهَا ... وَعَلَيْك بِالأمْرِ الَّذِي لَمْ يَعْسِرِ ¶ وإذا ذكر الشيخ شيئاً فلا يقل هكذا قلت أو خطر لي أو سمعت أو هكذا قال فلان بخلاف ما قلت، ويشير عليه بخلاف رأيه، فيرى أنه أعلم بالصواب من شيخه، فالحذر الحذر من سوء الأدب مع شيخه، بل يأخذ رأيه ببشر ظاهر، وإن لم يكن الشيخ مصيباً لغفلة أو سهو أو قصور نظر في تلك ¶ ¬_________ ¶ (¬1) انظر: أدب الدنيا والدين للماوردىّ، (ص80).",
            "page": "170",
            "part": "1",
            "seal": "D90E6474"
        },
        {
            "id": "168",
            "nass": "الحال، فإن العصمة في البشر مقصورة على الأنبياء صلوات الله وسلامه عليهم. ¶ قال الإمام النووي -رحمه الله تعالى- في المجموع: «ولا يسألهُ عن شيءٍ في غير موضعه إلا أَن يعلم من حاله أَنَّهُ لا يكرهُهُ. ولا يُلحَّ فِي السُّؤَال إلحاحًا مُضجرًا، ويغتنم سُؤالهُ عند طيبِ نفسه وفراغه، ويتلطَّف في سُؤاله، ويُحسن خِطابهُ، ولا يستحي من السُّؤَال عمَّا أُشكل عليه، بل يستوضحُهُ أكمل استيضاحٍ، فمن رَقَّ وجهُهُ رَقَّ علمُهُ، ومن رَقَّ وجهُهُ عند السُّؤال ظهر نقصُهُ عند اجتماع الرِّجال» (¬1). ¶ ****** ¶ النوع التاسع: الإصغاء والالتفات إلى الشيخ: ¶ ينبغي على الطالب إذا سمع الشيخ يذكر حكماً في مسألة أو فائدة أو يحكي حكاية أو ينشد شعراً وهو يحفظ ذلك أصغى إليه إصغاء مستفيد له في ¶ ¬_________ ¶ (¬1) انظر: المجموع للإمام النووي (1/ 68).",
            "page": "171",
            "part": "1",
            "seal": "3BF3AE48"
        },
        {
            "id": "169",
            "nass": "الحال متعطش إليه فرح به كأنه لم يسمعه قط. ¶ قال عطاء (¬1): «أني لأسمع الحديث من الرجل وأنا أعلم به منه فأريه من نفسي أي لا أحسن منه شيئاً». ¶ وعن الضحاك بن مُزاحم قال: أول باب من العلم: الصمتُ. والثاني: استماعهُ. والثالث: العملُ به. والرابع: نشرهُ وتعليمُه (¬2). ¶ قال معاذ بن سعيد: «كنا عند عطاء بن أبي رباح فتحدث رجل بحديث فاعترض له آخر في حديثه فقال عطاء: سبحان الله ما هذه الأخلاق ما هذه الأحلام إني لأسمع الحديث من الرجل وأنا اعلم منه فأريهم من نفسي أني لا أحسن منه شيئا». ¶ ¬_________ ¶ (¬1) هو عطاء بن أبي رباح، مفتي أهل مكة ومحدثهم، وأحد كبار التابعين، يقال: أنه أدرك مائتي صحابي، كان ثقة فقيهاً عالماً كثير الحديث وكان ينادي منادي بني أمية في أيام منى: لا يفتي الناس في الحج إلا عطاء بن أبي رباح. مات سنة 114هـ- انظر: البداية والنهاية، (9/ 306). ¶ (¬2) انظر: الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي، (ص 85) بتصرف يسير.",
            "page": "172",
            "part": "1",
            "seal": "D4CF8444"
        },
        {
            "id": "170",
            "nass": "وعن عطاء قال: «إن الشاب ليتحدث بحديث فأستمع له كأني لم أسمع، ولقد سمعتُه قبل أنْ يُولدَ». ¶ وقال خالد بن صفوان: «إذا رأيتَ محدّثاً يحدث حديثاً قد سمعته، أو يخبرُ خبراً قد علمته، فلا تشاركه فيه، حرصاً على أن تعلِّم من حَضَركَ أنك قد علمته، فإن ذلك خِفَّةٌ وسوءُ أدب» (¬1). ¶ قال بعض الفضلاء: ¶ ولا تُشارك في الحديث أهلَهُ ... وإن عرفتَ فَرعهُ وأصلَهُ ¶ ****** ¶ النوع العاشر: آداب المشي مع الشيخ: ¶ ينبغي على الطالب إذا مشى مع شيخه فليكن أمامه بالليل وخلفه بالنهار إلا أن يقتضي الحال خلاف ذلك لزحمة أو غيرها، ويتقدم عليه في المواطئ ¶ ¬_________ ¶ (¬1) المصدر السابق، (ص89 و90) بتصرف يسير.",
            "page": "173",
            "part": "1",
            "seal": "8B0852E3"
        },
        {
            "id": "171",
            "nass": "المجهولة الحال كوحل (¬1) أو المواطئ الخطيرة، ويحتذر من ترشيش ثياب الشيخ، وإذا كان في زحمة صانه عنها بيديه، إما من قدامه أو من ورائه، وإذا صادف الشيخ في طريقه بدأه بالسلام، ويقصد بالسلام إن كان بعيداً، ولا يناديه ولا يسلم عليه من بعيد ولا من روائه بل يقرب منه ويتقدم عليه ثم يسلم. ¶ * ولا ينبغي لطالب العلم أن يسأل شيخه وهو قائم ولا وهو يمشي لأن لكل مقام مقالاً وللحديث مواضع مخصوصة دون الطرقات، والأماكن الدَنيّة. ¶ وكان عبد الرحمن بن أبي ليلى يكره أن يُسأل وهو يمشي. ¶ قال بشر بن الحارث: سأل رجل ابن المبارك عن حديث -وهو يمشي- فقال: ليس هذا من توقير العلم. قال بشر فاستحسنتُه جداً (¬2). ¶ ¬_________ ¶ (¬1) الوحل: الطين الرقيق. ¶ (¬2) انظر: الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي، (ص 98) بتصرف يسير.",
            "page": "174",
            "part": "1",
            "seal": "59CD39E4"
        },
        {
            "id": "172",
            "nass": "القسم الثالث: آداب الطالب مع دروسه: وفيه ثمانية أنواع:",
            "page": "175",
            "part": "1",
            "seal": "9E16F26A"
        },
        {
            "id": "174",
            "nass": "النوع الأول: الابتداء بكتاب الله العزيز: ¶ فعلى الطالب أَنْ يَبْدَأَ أَوَّلاً بِكِتَابِ الله الْعَزِيزِ فَيُتْقِنَهُ حِفْظًا، وَيَجْتَهِدَ فِي إتْقَانِ تَفْسِيرِهِ وَسَائِرِ عُلُومِهِ فإنه أصل العلوم وأمها وأهمها. ¶ قال الأمام النووي -رحمه الله تعالى-: «كَانَ السَّلَفُ لاَ يُعَلِّمُونَ الْحَدِيثَ وَالْفِقْهَ إلاَ لِمَنْ يَحْفَظُ الْقُرْآنَ، وَإِذَا حَفِظَهُ فَلْيَحْذَرْ مِنْ الاِشْتِغَالِ عَنْهُ بِالْحَدِيثِ وَالْفِقْهِ وَغَيْرِهِمَا اشْتِغَالاً يُؤَدِّي إلَى نِسْيَانِ شَيْءٍ مِنْهُ. أَوْ تَعْرِيضِهِ لِلنِّسْيَانِ» (¬1). ¶ قال بعض السلف: «كنا إذا جالسنا الأوزاعيَّ فرأى فينا حَدَثاً قال: يا غلام، قرأت القرآن؟ فإن قال: نعم قال اقرأ: (يُوصِيكُمُ الله فِي أَوْلادِكُمْ) [النساء: 11] ¶ ¬_________ ¶ (¬1) انظر: المجموع للإمام النووي (1/ 70).",
            "page": "177",
            "part": "1",
            "seal": "2E4EAC22"
        },
        {
            "id": "175",
            "nass": "وإن قال: لا، قال: اذهب تعلم القرآن قبل أن تطلب العلم». ¶ فإذا رزقه الله تعالى حفظ كتابه فليحذر أن يشتغل عنه بالحديث أو غيره من العلوم اشتغالاً يؤدي إلى نسيانه. (¬1) ¶ ... فعَنْ أَنَسِ بْنِ مَالِكٍ- رضي الله عنه- قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ: «عُرِضَتْ عَلَيَّ أُجُورُ أُمَّتِي حَتَّى الْقَذَاةُ يُخْرِجُهَا الرَّجُلُ مِنْ الْمَسْجِدِ وَعُرِضَتْ عَلَيَّ ذُنُوبُ أُمَّتِي فَلَمْ أَرَ ذَنْبًا أَعْظَمَ مِنْ سُورَةٍ مِنْ الْقُرْآنِ أَوْ آيَةٍ أُوتِيهَا رَجُلٌ ثُمَّ نَسِيَهَا» (¬2). ¶ ... ثم يحفظ من كل فن مختصراً ويشتغل بشرح تلك المحفوظات على المشايخ وليحذر من الاعتماد في ذلك على الكتب أبداً، بل يعتمد في كل فن من هو أحسن ¶ ¬_________ ¶ (¬1) انظر: الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي، ص (27، 28) ط دار الكتب العلمية بيروت. ¶ (¬2) رواه الترمذي- كتاب فضائل القرآن- باب ما جاء فيمن قرأ حرفا من القرآن ماله من الأجر-ورواه أبو داود- كتاب الصلاة - باب في كنس المسجد-",
            "page": "178",
            "part": "1",
            "seal": "1BF18BBD"
        },
        {
            "id": "176",
            "nass": "تعليماً له) (¬1). ¶ قال الأمام النووي -رحمه الله تعالى-: «وَيَبْدَأُ بِالأهَمِّ، وَمِنْ أَهَمِّهَا الْفِقْهُ وَالنَّحْوُ، ثُمَّ الْحَدِيثُ وَالأصُولُ، ثُمَّ الْبَاقِي عَلَى مَا تَيَسَّرَ، ثُمَّ يَشْتَغِلُ بِاسْتِشْرَاحِ مَحْفُوظَاتِهِ، وَيَعْتَمِدُ مِنْ الشُّيُوخِ فِي كُلِّ فَنٍّ أَكْمَلَهُمْ» (¬2). ¶ قال الماوردي -رحمه الله تعالى-: «وَاعْلَمْ أَنَّ لِلْعُلُومِ أَوَائِلَ تُؤَدِّي إلَى أَوَاخِرِهَا، وَمَدَاخِلَ تُفْضِي إلَى حَقَائِقِهَا. فَلْيَبْتَدِئْ طَالِبُ الْعِلْمِ بِأَوَائِلِهَا لِيَنْتَهِيَ إلَى أَوَاخِرِهَا، وَبِمَدَاخِلِهَا لِتُفْضِيَ إلَى حَقَائِقِهَا. وَلا يَطْلُبُ الآخِرَ قَبْلَ الأوَّلِ، وَلا الْحَقِيقَةَ قَبْلَ المَدْخَلِ. فَلا يُدْرِكُ الآخِرَ وَلا يَعْرِفُ الْحَقِيقَةَ ; لأنَّ الْبِنَاءَ عَلَى غَيْرِ أُسٍّ لا يُبْنَى، وَالثَّمَرُ مِنْ غَيْرِ غَرْسٍ لا يُجْنَى» (¬3). ¶ ****** ¶ ¬_________ ¶ (¬1) انظر: تذكرة السامع والمتكلم لأبي إسحاق إبراهيم ابن جماعة الكناني -رحمه الله تعالى- (ص 112). ¶ (¬2) انظر: المجموع للإمام النووي (1/ 70). ¶ (¬3) انظر: أدب الدنيا والدين للماوردىّ (ص 55) (بتصرف يسير)",
            "page": "179",
            "part": "1",
            "seal": "F052AB8F"
        },
        {
            "id": "177",
            "nass": "النوع الثاني: التصحيح قبل الحفظ: ¶ ينبغي على الطالب العلم أن يصحح ما يقرؤه قبل حفظه تصحيحاً متقناً إما على شيخه أو على غيره مما يعينه ثم يحفظه بعد ذلك حفظاً محكماً ثم يتعاهده في أوقات يقررها. ¶ قال الأمام النووي رحمه الله تعالى: «وَيَعْتَنِيَ بِتَصْحِيحِ دَرْسِهِ الَّذِي يَتَحَفَّظُهُ، تَصْحِيحًا مُتْقَنًا عَلَى الشَّيْخِ، ثُمَّ يَحْفَظُهُ حِفْظًا مُحْكَمًا، ثُمَّ بَعْدَ ذَلِكَ يُكَرِّرُهُ مَرَّاتٍ لِيَرْسَخَ رُسُوخًا مُتَأَكَّدًا، ثُمَّ يُرَاعِيه بِحَيْثُ لاَ يَزَالُ مَحْفُوظًا جَيِّدًا. ¶ وَيُدَاوِمُ عَلَى تَكْرَارِ مَحْفُوظَاتِهِ، وَلاَ يَحْفَظُ ابْتِدَاءً مِنْ الْكُتُبِ اسْتِقْلاَلاً، بَلْ يُصَحِّحُ عَلَى الشَّيْخِ كَمَا ذَكَرْنَا، فَالاِسْتِقْلاَلُ بِذَلِكَ مِنْ أَضَرِّ الْمَفَاسِدِ. ¶ وَإِلَى هَذَا أَشَارَ الشَّافِعِيُّ -رحمه الله- بِقَوْلِهِ: «مَنْ تَفَقَّهَ مِنْ الْكُتُبِ ضَيَّعَ الأحْكَامَ» (¬1). ¶ ¬_________ ¶ (¬1) انظر: المجموع للإمام النووي (بتصرفٍ يسير) (1/ 69).",
            "page": "180",
            "part": "1",
            "seal": "221F2E60"
        },
        {
            "id": "178",
            "nass": "وذكر العلامة محمد السفاريني الحنبلي - رحمه الله تعالى - في غذاء الألباب مراتب التعلم وحرمانه فقال: «وَاعْلَمْ أَنَّ لِلتَّعَلُّمِ سِتَّ مَرَاتِبَ: ¶ (أَوَّلُهَا): حُسْنُ السُّؤَالِ. ¶ (ثَانِيهَا): حُسْنُ الْإِنْصَاتِ وَالاِسْتِمَاعِ. ¶ (ثَالِثُهَا): حُسْنُ الْفَهْمِ. ¶ (رَابِعُهَا): الْحِفْظُ. ¶ (خَامِسُهَا): التَّعْلِيمُ. ¶ (سَادِسُهَا): وَهِيَ الثَّمَرَةُ الْعَمَلُ بِهِ وَمُرَاعَاةُ حُدُودِهِ. ¶ وَحِرْمَانُ الْعِلْمِ يَكُونُ بِسِتَّةِ أَوْجُهٍ: ¶ (أَحَدُهَا): تَرْكُ السُّؤَالِ. ¶ (الثَّانِي): سُوءُ الإنْصَاتِ وَعَدَمُ إلْقَاءِ السَّمْعِ. ¶ (الثَّالِثُ): سُوءُ الْفَهْمِ.",
            "page": "181",
            "part": "1",
            "seal": "5B28F207"
        },
        {
            "id": "179",
            "nass": "(الرَّابِعُ): عَدَمُ الْحِفْظِ. ¶ (الْخَامِسُ): عَدَمُ نَشْرِهِ وَتَعْلِيمِهِ، فَمَنْ خَزَّنَ عِلْمَهُ وَلَمْ يَنْشُرْهُ ابْتَلاهُ الله بِنِسْيَانِهِ جَزَاءً وِفَاقًا. ¶ (السَّادِسُ): عَدَمُ الْعَمَلِ بِهِ، فَإِنَّ الْعَمَلَ بِهِ يُوجِبُ تَذَكُّرَهُ وَتَدَبُّرَهُ وَمُرَاعَاتَهُ وَالنَّظَرَ فِيهِ، فَإِذَا أَهْمَلَ الْعَمَلَ بِهِ نَسِيَهُ». ¶ قَالَ بَعْضُ السَّلَفِ: «كُنَّا نَسْتَعِينُ عَلَى حِفْظِ العِلمِ بالعَمَلِ بِهِ». ¶ وَقَالَ بَعْضُهُمْ: «العِلمُ يَهتِفُ بِالعَمَلِ فَإِنْ أَجَابَهُ وَإِلاّ ارْتَحَلَ، فَمَا اسْتَدَرَّ الْعِلْمُ وَاسْتُجْلِبَ بِمِثْلِ العَمَلِ بِهِ». انتهى (¬1). ¶ ****** ¶ النوع الثالث: الاشتغال بعلم الحديث: ¶ ينبغي على الطالب أن يبكر بسماع الحديث ¶ ¬_________ ¶ (¬1) انظر: غذاء الألباب لشرح منظومة الآداب للسفاريني الحنبلي (ج 1/ 41 - 42).",
            "page": "182",
            "part": "1",
            "seal": "C5325FA2"
        },
        {
            "id": "180",
            "nass": "ولا يهمل الاشتغال به وبعلومه ويعتني أولاً بصحيحي البخاري ومسلم ثم بقية الكتب. ¶ ... قال الإمام الشافعي (¬1) -رحمه الله تعالى-: «إذا رأيت رجلاً من أصحاب الحديث فكأنما رأيت رجلاً من أصحاب رسول الله صلى الله عليه وآله وسلم -جزاهم الله خيراً- حفظوا لنا الأصل، فلهم علينا الفضل». ¶ ومن شعره في هذا المعنى: ¶ كل العلوم سوى القرآن مشغلة ... إلا الحديث وعلم الفقه في الدين ¶ العلم ما كان فيه قال حدثنا ... وما سوى ذاك وسواس الشياطين ¶ قال الخطيب البغدادي رحمه الله تعالى: «ينبغي لطالب الحديث أن يتميز في عامة أموره عن طرائق القوام، باستعمال آثار رسول الله صلى الله عليه ¶ ¬_________ ¶ (¬1) انظر: البداية والنهاية (10/ 254). وديوان الإمام الشافعي (ص 110).",
            "page": "183",
            "part": "1",
            "seal": "2027A7C4"
        },
        {
            "id": "181",
            "nass": "وسلم ما أمكنه، وتوظيف السُّنَن على نفسه، فإن الله تعالى يقول: (لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللهِ أُسْوَةٌ حَسَنَةٌ)» [الأحزاب: 21] ¶ وقال بعض السلف: «ينبغي للرجل إذا سمع شيئاً من آداب النبي صلى الله عليه وسلم أن يتمسّك به». ¶ وكان الثوري يقول: «إن استطعت الاَّ تَحُكَّ رأسك إلا بأَثَر فافعل». ¶ وقال الحسن: «كان الرجل يطلب العلم، فلا يَلْبَث أن يُرَى ذلك في تَخَشُّعه وهَدْيه ولسانه وبصره ويده» (¬1)} ¶ وكان بعض السلف يقول: «إذا بلغك شيء من الخير فاعمل به ولو مرة تكن من أهله» (¬2). ¶ ¬_________ ¶ (¬1) انظر: الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي، ص (51) ط دار الكتب العلمية بيروت ¶ (¬2) المصدر السابق، ص (53).",
            "page": "184",
            "part": "1",
            "seal": "CACD9A87"
        },
        {
            "id": "182",
            "nass": "النوع الرابع: الانتقال إلى المبسوطات: ¶ ينبغي على الطالب إذا شرح محفوظاته المختصرات وضبط ما فيها من الإشكالات والفوائد انتقل إلى بحث المبسوطات مع المطالعة الدائمة وتعليق ما يمر به أو يسمعه من الفوائد النفسية والمسائل الدقيقة من جميع أنواع العلوم. ¶ قال الأمام النووي -رحمه الله تعالى-: «وَإِذَا بَحَثَ المُخْتَصَرَاتِ، انْتَقَلَ إلَى بَحْثٍ أَكْبَرَ مِنْهَا مَعَ المُطَالَعَةِ المُتْقَنَةِ، وَالْعِنَايَةِ الدَّائِمَةِ المُحْكَمَةِ، وَتَعْلِيقِ مَا يَرَاهُ مِنْ النَّفَائِسِ وَالْغَرَائِبِ وَحَلِّ المُشْكِلاَتِ مِمَّا يَرَاهُ فِي المُطَالَعَةِ أَوْ يَسْمَعُهُ مِنْ الشَّيْخِ. وَلاَ يَحْتَقِرَنَّ فَائِدَةً يَرَاهَا أَوْ يَسْمَعُهَا فِي أَيِّ فَنٍّ كَانَتْ، بَلْ يُبَادِرُ إلَى كِتَابَتِهَا ثُمَّ يُوَاظِبُ عَلَى مُطَالَعَةِ مَا كَتَبَهُ» (¬1). ¶ ولذا قيل (¬2): ¶ ¬_________ ¶ (¬1) انظر: المجموع للإمام النووي (1/ 70) ¶ (¬2) انظر: إعانة الطالبين على حل ألفاظ فتح المعين للعلامة أبي بكر ابن السيد محمد شطا الدمياطي (ج4/ 2). ط. دار الفكر. بيروت.",
            "page": "185",
            "part": "1",
            "seal": "F673CD8E"
        },
        {
            "id": "183",
            "nass": "العلمُ صيدٌ والكتابةُ قَيْدُه ... قَيِّد صيودَك بالحبال الواثقةْ ¶ فمن الحماقة أن تصيدَ غزالةً ... وتفكها بين الخلائق طالقة ¶ وقد نظم بعضهم ما تضمنه هذان البيتان في قوله: ¶ قيد بخطك ما أبداه فكرك من ... نتائج تعجب الحذاق الفضلا ¶ فما نتائج فكر المرء بارزة ... في كل وقت إذا ما شاءها فعلا ¶ وينبغي على طالب العلم أن يغتنم وقت فراغه ونشاطه، وزمن عافيته وشبابه، ونباهة خاطره، وقلة شواغله قبل عوارض البطالة أو موانع الرياسة. ¶ وليحذر من نظر نفسه بعين الجمال والاستغناء عن المشايخ فإن ذلك عين الجهل وقلة المعرفة وما",
            "page": "186",
            "part": "1",
            "seal": "8C1C5157"
        },
        {
            "id": "184",
            "nass": "يفوته أكثر مما حصله. ¶ وقد قال بعضهم: «لا يزال الرجل عالماً ما تعلم فإذا ترك التعلم فهو أجهل ما يكون» (¬1). ¶ قال الأمام الماوردي -رحمه الله تعالى-: «الشُّرُوطُ الَّتِي يَتَوَفَّرُ بِهَا عِلْمُ الطَّالِبِ وَيَنْتَهِي مَعَهَا كَمَالُ الرَّاغِبِ مَعَ مَا يُلاحَظُ بِهِ مِنْ التَّوْفِيقِ وَيَمُدُّ بِهِ مِنْ الْمَعُونَةِ فَتِسْعَةُ شُرُوطٍ: ¶ أَحَدُهَا: الْعَقْلُ الَّذِي يُدْرِكُ بِهِ حَقَائِقَ الأمُورِ. ¶ وَالثَّانِي: الْفِطْنَةُ الَّتِي يَتَصَوَّرُ بِهَا غَوَامِضَ الْعُلُومِ. ¶ وَالثَّالِثُ: الذَّكَاءُ الَّذِي يَسْتَقِرُّ بِهِ حِفْظُ مَا تَصَوَّرَهُ وَفَهْمُ مَا عَلِمَهُ. ¶ وَالرَّابِعُ: الشَّهْوَةُ الَّتِي يَدُومُ بِهَا الطَّلَبُ وَلا يُسْرِعُ إلَيْهِ الْمَلَلُ. ¶ ¬_________ ¶ (¬1) انظر: تذكرة السامع والمتكلم لأبن جماعة الكناني -رحمه الله تعالى- (ص 134).",
            "page": "187",
            "part": "1",
            "seal": "1ED3D2EA"
        },
        {
            "id": "185",
            "nass": "وَالْخَامِسُ: الاِكْتِفَاءُ بِمَادَّةٍ تُغْنِيهِ عَنْ كَلَفِ الطَّلَبِ. ¶ وَالسَّادِسُ: الْفَرَاغُ الَّذِي يَكُونُ مَعَهُ التَّوَفُّرُ وَيَحْصُلُ بِهِ الاِسْتِكْثَارُ. ¶ وَالسَّابِعُ: عَدَمُ الْقَوَاطِعِ المُذْهِلَةِ مِنْ هُمُومٍ، وَأَمْرَاضٍ. ¶ وَالثَّامِنُ: طُولُ الْعُمُرِ وَاتِّسَاعُ الْمُدَّةِ ; لِيَنْتَهِيَ بِالاِسْتِكْثَارِ إلَى مَرَاتِبِ الْكَمَالِ ¶ وَالتَّاسِعُ: الظَّفَرُ بِعَالِمٍ سَمْحٍ بِعِلْمِهِ مُتَأَنٍّ فِي تَعْلِيمِهِ. ¶ فَإِذَا اسْتَكْمَلَ هَذِهِ الشُّرُوطَ التِّسْعَةَ فَهُوَ أَسْعَدُ طَالِبٍ، وَأَنْجَحُ مُتَعَلِّمٍ». ¶ وَقَدْ قَالَ بعض الحكماء: «يَحْتَاجُ طَالِبُ الْعِلْمِ إلَى أَرْبَعٍ: مُدَّةٌ، وَجِدَّةٌ، وَقَرِيحَةٌ، وَشَهْوَةٌ. وَتَمَامُهَا فِي الْخَامِسَةِ مُعَلِّمٌ نَاصِحٌ» (¬1). ¶ ¬_________ ¶ (¬1) انظر: أدب الدنيا والدين للماوردىّ (ص 74) (بتصرف يسير) طبعة مكتبة الرياض الحديثة",
            "page": "188",
            "part": "1",
            "seal": "267D3EFE"
        },
        {
            "id": "186",
            "nass": "وقال - رحمه الله أيضاً-: «واعلم أَنَّ الْعِلْمَ عِوَضٌ مِنْ كُلِّ لَذَّةٍ، وَمُغْنٍ عَنْ كُلِّ شَهْوَةٍ». ¶ قَالَ بَعْضُ الْبُلَغَاءِ: «مَنْ تَفَرَّدَ بِالْعِلْمِ لَمْ تُوحِشْهُ خَلْوَةٌ، وَمَنْ تَسَلَّى بِالْكُتُبِ لَمْ تَفُتْهُ سَلْوَةٌ. وَمَنْ آنَسَهُ قِرَاءَةُ الْقُرْآنِ، لَمْ تُوحِشْهُ مُفَارَقَةُ الأخْوَانِ» (¬1). ¶ ومما أنشده الإمام الشافعي -رحمه الله تعالى- في حلاوة العلم (¬2): ¶ سَهَرِي لِتَنْقِيحِ العُلُومِ أَلَذُّ لي ... مِنْ وَصْلِ غَانِيةٍ وَطيبِ عِنَاقِ ¶ وصريرُ أقلامي على صفحاتها ... أحلى من الدَّوْكاءِ والعُشَّاقِ ¶ وَأَلَذُّ مِنْ نَقْرِ الفتاة لِدُفِّهَا ... نقري لألقي الرَّملَ عن أوراقي ¶ وتمايلي طرباً لحلِّ عويصةٍ ... في الدَّرْسِ أَشْهَى مِنْ مُدَامَةِ سَاقِ ¶ ¬_________ ¶ (¬1) انظر: أدب الدنيا والدين للماوردىّ (ص 92) طبعة مكتبة الرياض الحديثة ¶ (¬2) انظر: ديوان الإمام الشافعي-رحمه الله تعالى-للأستاذ نعيم زرزور (ص 79 - 80)",
            "page": "189",
            "part": "1",
            "seal": "572901D9"
        },
        {
            "id": "187",
            "nass": "وأبيتُ سهرانَ الدُّجى وتبيتهُ ... نَوْماً وَتَبْغي بَعْدَ ذَاكَ لِحَاقِي؟ ¶ النوع الخامس: لزوم حلقة الشيخ والاعتناء بالدروس كلها: ¶ ينبغي على الطالب أن يلزم حلقة شيخه في التدريس وجميع مجالسه إذا أمكن فإنه لا يزيده إلا خيراً وتحصيلاً وأدباً وتفصيلاً، ولا يتشبع من طول صحبته فإنما هو كالنخلة تنتظر متى يسقط عليك منها شيء، ويجتهد على مواظبته في خدمته والمسارعة إليها فإن ذلك يكسبه شرفاً وتبجيلاً. ¶ ****** ¶ النوع السادس: آداب المجلس: ¶ ينبغي على طالب العلم إذا حضر مجلس الشيخ أن يسلم على الحاضرين بصوت يسمع جميعهم ويخص الشيخ بزيادة تحية وإكرام، وكذلك",
            "page": "190",
            "part": "1",
            "seal": "C98F1A80"
        },
        {
            "id": "188",
            "nass": "يسلم إذا انصرف، وإذا سلم فلا يتخطى رقاب الحاضرين إلى قرب الشيخ، من لم يكن منزلته كذلك، بل يجلس حيث انتهى به المجلس، كما ورد في الحديث. ¶ فإن صرح له الشيخ والحاضرون بالتقدم أو كانت منزلته، أو كان يعلم إيثار الشيخ والجماعة لذلك فلا بأس، ولا يقيم أحداً من مجلسه، أو يزاحمه قصداً فإن آثره بمجلسه لم يقبله إلا إن يكون في ذلك مصلحة يعرفها القوم، وينتفعون بها من بحثه مع الشيخ لقربه منه أو لكونه كبير السن، أو كثير الفضيلة والصلاح، ولا ينبغي لأحد إن يؤثر بقربه من الشيخ إلا لمن هو أولى بذلك، لسن أو علم أو صلاح أو نسب أهل البيت النبوي. ¶ ****** ¶ النوع السابع: كراهية الاستحياء من التعلم: ¶ ينبغي على طالب العلم أن لا يستحي من سؤال ما أشكل عليه بلطفٍ، وحسن خطاب، وأدب سؤال.",
            "page": "191",
            "part": "1",
            "seal": "91A1CB3D"
        },
        {
            "id": "189",
            "nass": "قالت السيدة عائشة -رضي الله عنها-: «نِعْمَ النِّسَاءُ نِسَاءُ الأَنْصَارِ لَمْ يَمْنَعْهُنَّ الحَيَاءُ أَنْ يَتَفَقَّهْنَ فِي الدِّينِ» (¬1). ¶ وقد قيل: «من رَقَّ وجهُهُ عند السُّؤال ظهر نقصُهُ عند اجتماع الرِّجال» ¶ ولا يسأل عن شيء في غير موضعه إلا لحاجة أو علم بإيثار الشيخ ذلك، وإذا سكت الشيخ عن الجواب لم يلح عليه، وإن أخطأ في الجواب فلا يرد عليه في الحال، وقد تقدم. ¶ وكما لا ينبغي للطالب إن يستحي من السؤال، فكذلك لا يستحي من قوله «لم أفهم» إذا سأله الشيخ، لأن ذلك يفوت عليه مصلحته العاجلة والآجلة، أما العاجلة فحفظ المسألة ومعرفتها واعتماد الشيخ فيه الصدق والورع والرغبة، والآجلة سلامته من الكذب والنفاق واعتياده التحقيق. ¶ ****** ¶ ¬_________ ¶ (¬1) أخرجه البخاري - كتاب العلم - باب الحياء في العلم (1 47).",
            "page": "192",
            "part": "1",
            "seal": "1282A06C"
        },
        {
            "id": "190",
            "nass": "النوع الثامن: آداب فواتح الدرس: ¶ ينبغي على الطالب إذا حضرت نوبته في القراءة أن يستأذن الشيخ فإن أذن له - استعاذ بالله من الشيطان الرجيم - ثم يسمى الله تعالى ويحمده، ويصلي على النبي صلى الله عليه وعلى آله وسلم، ثم يدعو للشيخ ولوالديه ولمشايخه ولنفسه ولسائر المسلمين، وكذلك يفعل كلما شرع في قراءة درس وبترحم على مصنف الكتاب عند قراءته. ¶ وإذا دعا الطالب للشيخ قال: ورضي الله عنكم وعن شيخنا وإمامنا، ونحو ذلك، ويقصد به الشيخ. ¶ ... واعلم بأن استفتاح الدرس بما ذكرنا من أهم الآداب وقد ورد الحديث في ابتداء الأمور المهمة بحمد الله تعالى وهذا منها (¬1). ¶ ¬_________ ¶ (¬1) انظر: تذكرة السامع والمتكلم لأبي إسحاق إبراهيم ابن جماعة الكناني رحمه الله تعالى (ص 142 - 146 - 162) بتصرف.",
            "page": "193",
            "part": "1",
            "seal": "086BC001"
        },
        {
            "id": "192",
            "nass": "القسم الرابع: آداب الطالب مع الكتاب: وفيه سبعة أنواع:",
            "page": "195",
            "part": "1",
            "seal": "38AACC86"
        },
        {
            "id": "194",
            "nass": "النوع الأول: اعتناء الطالب بتحصيل الكتب: ¶ ... ينبغي لطالب العلم أن يعتني بتحصيل الكتب المحتاج إليها ما أمكنه شراءه وإلا فإجارة أو عارية لأنها آلة التحصيل. ¶ ... ولا جعل تحصيلها وكثرتها حظه من العلم، وجمعها نصيبه من الفهم كما يفعله كثير من المنتحلين للفقه والحديث وقد أحسن القائل: ¶ إذا لم تكن حافظاً واعياً ... فجمعك للكتب لا ينفع ¶ وإذا أمكن تحصيلها شراء لم يشتغل بنسخها، ولا ينبغي إن يشتغل بدوام النسخ، إلا فيما يتعذر عليه تحصيله لعدم ثمنه أو أجرة استنساخه، ولا يهتم المشتغل بالمبالغة في تحسين الخط، وإنما يهتم بتصحيحه وبضبطه ولا يستعير كتاباً مع إمكان شرائه أو إجارته. ¶ ******",
            "page": "197",
            "part": "1",
            "seal": "E4706B25"
        },
        {
            "id": "195",
            "nass": "النوع الثاني: إعارة الكتب عند الحاجة: ¶ يستحب لطالب العلم إعارة الكتب لمن لا ضرر عليه فيها من العبث بها، لما فيه من الإعانة على العلم مع ما في مطلق العارية من الفضل والأجر. (¬1) ¶ قال رجل لأبي العتاهية: أعرني كتابك، فقال: إني أكره ذلك، فقال: أما علمت إن المكارم موصولة بالمكاره، فأعاره. ¶ وينبغي للمستعير أن يشكر للمعير ذلك ويجزيه خيراً، ولا يطيل مقامه عنده من غير حاجة، ولا يحشيه ولا يكتب شيئاً في بياض فواتحه وخواتمه، إلا إذا علم رضى صاحبه. (¬2) ¶ ****** ¶ ¬_________ ¶ (¬1) انظر: تذكرة السامع والمتكلم لأبن جماعة الكناني رحمه الله تعالى (ص 164). ¶ (¬2) انظر: آداب العلماء والمتعلمين للعلامة الحسين ابن المنصور اليمني (ص22).",
            "page": "198",
            "part": "1",
            "seal": "38D26F63"
        },
        {
            "id": "196",
            "nass": "النوع الثالث: صفة وضع الكتاب عند المطالعة: ¶ ... ينبغي على طالب العلم عند مطالعة الكتاب أن لا يضعه على الأرض مفروشاً منشوراً بل يجعله على كرسي الخشب المعروف. ¶ ... ويراعي الأدب في وضع الكتب باعتبار علومها وشرفها وجلالتها فيضع الأشرف أعلى الكل فإن كان فيها المصحف الكريم جعله أعلى الكل وهكذا الأشرف فالأشرف. ¶ النوع الرابع: صفة نسخ الكتب: ¶ ينبغي على الطالب إذا نسخ شيئاً من كتب العلوم الشرعية، فينبغي أن يكون على طهارة مستقبل القبل طاهر البدن والثياب بحبر طاهر. ¶ ويبتدئ كل كتاب بكتابة (بسم الله الرحمن الرحيم). ¶ وكلما كتب اسم الله تعالى أتبعه بالتعظيم مثل",
            "page": "199",
            "part": "1",
            "seal": "16CF82CD"
        },
        {
            "id": "197",
            "nass": "- تعالى أو سبحانه أو عز وجل أو تقدس - ونحو ذلك. ¶ وكلما كتب اسم النبي صلى الله عليه وعلى آله وسلم - كتب بعده الصلاة عليه والسلام عليه ويصلي عليه بلسانه أيضاً. ¶ والحذر كل الحذر من الاختصار في مثل - (ص) أو (صلع) أو (صلم) أو (صلعم) - وكل ذلك غير لائق بحقه صلى الله عليه وعلى آله وسلم. (¬1) ¶ وقد ورد في كتابة الصلاة بكاملها وترك ¶ ¬_________ ¶ (¬1) قال الله تعالى: (إِنَّ الله وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً) (الأحزاب:56). وقد قال ر سول الله صلى الله عليه وآله وسلم: «من صلى عليّ واحدة صلى الله بها عشرة»، وقال صلى الله عليه وآله وسلم: «أولى الناس بيّ يوم القيامة وأكثرهم عليّ صلاة». رواهما الترمذي في أبواب الصلاة - باب ما جاء في فضل الصلاة على النبي صلى الله عليه وآله وسلم (2/ ص 354 - 355) حديث رقم 484 ورقم 485.",
            "page": "200",
            "part": "1",
            "seal": "CD3CEA47"
        },
        {
            "id": "198",
            "nass": "اختصارها آثار (¬1) ¶ كثيرة. ¶ قال ابن منده في سمعت حمزة بن محمد الحافظ يقول كنت أكتب الحديث ولا أكتب (وسلم) فرأيت النبي صلى الله عليه وآله وسلم في المنام فقال لي: (أما تختم الصلاة علي في كتابك). ¶ ¬_________ ¶ (¬1) ذكر الإمام ابن القيم الجوزية -رحمه الله تعالى- في كتابه (جلاء الأفهام) بعض الآثار منها: ¶ ... قال: قال محمد بن أبي سليمان: (رأيت أبي في النوم، فقلت: يا أبت ما فعل الله بك؟ قال: غفر ليّ، فقلت: بما ذلك؟ قال: بكتابتي الصلاة على النبي صلى الله عليه وآله وسلم. ¶ ... وقال رحمه الله تعالى: قال سفيان بن عيينة - رحمه الله تعالى - حدثنا خلف صاحب الخلفان قال: كان ليّ صديق -رضي الله عنه- يطلب معي الحديث فمات فرأيته في منامي وعليه ثياب خضر فيها، فقلت: ألست كنت معي تطلب الحديث؟ قال: بلى، قلت: فما الذي أصارك إلى هذا؟ أو كما قال: قال كان لا يمر حديث فيه ذكر محمد صلى الله عليه وآله وسلم إلا كتبت في أسفله صلى الله عليه وآله وسلم فكأفأني ربي هذا الذي ترى عليّ. ¶ ... وقال رحمه الله تعالى: قال عبيد الله بن عمرو: حدثني بعض إخواني ممن أوثق به، قال: رأيت رجلاً من أهل الحديث في المنام، فقلت: ماذا فعل الله بك؟ قال: رحمني أو غفر ليّ، قلت: وبم ذاك؟ قال: إني كنت إذا أتيت على اسم النبي صلى الله عليه وآله وسلم كتبت صلى الله عليه وآله وسلم. انظر جلاء الأفهام في الصلاة والسلام على خير الأنام لابن القيم الجوزية -رحمه الله تعالى- (ص 215 - 216).",
            "page": "201",
            "part": "1",
            "seal": "6642F23A"
        },
        {
            "id": "199",
            "nass": "وإذا مر بذكر الصحابي كتب -رضي الله عنه- وكلما مر بذكر أحد من السلف كتب -رحمه الله -لا سيما الأئمة الأعلام وهداة الإسلام. ¶ النوع الخامس: من آداب الكتابة: ¶ ينبغي على طالب العلم أن يجتنب الكتابة الدقيقة في النسخ. ¶ (فإن الحظ علامة، فأبينه أحسنه) ¶ قال بعض العلماء: أكتب ما ينفعك وقت حاجتك إليه، ولا تكتب ما لا تنتفع له وقت الحاجة والمراد وقت الكبر وضعف البصر. ¶ وقد يُقصد بالكتابة الدقيقة خفة المحمل فهذا وإن كان قصداً صحيحاً إلا أن المصلحة الفاتئة به في آخر الأمر أعظم من المصلحة الحاصلة بخفة الحمل. ¶ النوع السادس: تصحيح الكتاب: ¶ إذا صحح الكتاب بالمقابلة على أصله الصحيح",
            "page": "202",
            "part": "1",
            "seal": "CB880CFB"
        },
        {
            "id": "200",
            "nass": "أو على شيخ فينبغي له أن يشكل المشكل ويعجم المستعجم ويضبط الملتبس ويتفقد مواضع التصحيح. ¶ ****** ¶ النوع السابع: كتابة الفوائد: ¶ لا بأس بكتابة الفوائد والتنبيهات المهمة على حواشي كتاب يملكه، ولا بكتب إلا الفوائد المهمة المتعلقة بذلك الكتاب مثل تنبيه على أشكال أو ما أشبهه. (¬1) ¶ ¬_________ ¶ (¬1) انظر تذكرة السامع والمتكلم لأبي إسحاق إبراهيم ابن جماعة الكناني رحمه الله تعالى (ص 164 - إلى 119).",
            "page": "203",
            "part": "1",
            "seal": "DD8DFAEA"
        },
        {
            "id": "202",
            "nass": "القسم الخامس: آداب المعاشرة مع الخلق:",
            "page": "205",
            "part": "1",
            "seal": "F8F934BD"
        },
        {
            "id": "204",
            "nass": "اعلم أن الناس ثلاثة أصناف: ¶ 1 - مجاهيل. ¶ 2 - معارف. ¶ 3 - أصدقاء. ¶ الصنف الأول: المجاهيل: ¶ فعليك أيها الطالب للعلم إن بليت بالعوام المجهولين، فآداب مجالستهم: ¶ 1) ترك الخوض في حديثهم، وترك الإصغاء إلى أراجيفهم والتغافل عما يجري من سوء ألفاظهم. ¶ 2) الاحتراز عن كثرة لقائهم والحاجة إليهم. ¶ 3) التنبيه على منكراتهم باللطف والنصح عند رجاء القبول منهم.",
            "page": "207",
            "part": "1",
            "seal": "B03F6745"
        },
        {
            "id": "205",
            "nass": "الصنف الثاني: وهم المعارف: ¶ فينبغي عليك أيها الطالب العلم الحذر منهم، فإنك لا تعرف الشر إلا ممن تعرفه أما الصديق فيُعينك، وأما المجهولين فلا يتعرضون إليهم. وإنما الشر كله من المعارف الذين يظهرون لك الصداقة بألسنتهم، فأقلل من المعارف ما قدرت فإذا بليت بهم في مدرسة أو جامع أو مسجد أو سوق فلآداب مجالستهم: ¶ 1 - ألا تستصغر منهم أحداً، فإنك لا تدري لعله خير منك. ¶ 2 - لا تنظر إليهم بعين التعظيم لهم في حال دنياهم فتهلك لأن الدنيا صغيرة عند الله صغير ما فيها. ¶ 3 - إياك أن تبذل لهم دينك لتنال به من ديناهم، فلا يفعل ذلك أحد إلا صغر في أعينهم، ثم حُرم ما عندهم.",
            "page": "208",
            "part": "1",
            "seal": "DB9FD136"
        },
        {
            "id": "206",
            "nass": "4 - إن عادوك فلا تقابلهم بالعداوة، فإنك لا تطيق الصبر على مكافأتهم فيذهب دينك في عداوتهم، ويطول عناؤك معهم. ¶ 5 - لا تركن إليهم في حال إكرامهم إياك وثناؤهم عليك في وجهك، فإنك إن طلبت حقيقة ذاك لم تجد في المائة واداً. ¶ 6 - ألا تتعجب أن ثلبوك في غيبتك، ولا تغضب منهم فإنك إن أنصفت وجدت من نفسك مثل ذلك حتى في أصدقائك وأقاربك فإنك تذكرهم في الغيبة بما لا تشافههم به. ¶ 7 - إذا سألت واحداً حاجة فقضاها، فاشكر الله تعالى وأشكره وإن قصر فلا تعاتبه، ولا تشكه فتصير عداوات، وكن المؤمن يطلب المعاذير ولا تكن المنافق يطلب العيوب، قل لعله قصر لعذر له لم أطلّع عليه.",
            "page": "209",
            "part": "1",
            "seal": "8B7C6868"
        },
        {
            "id": "207",
            "nass": "8 - ولا تعظن أحداً منهم ما لم تتوسم فيه القبول، وإلا لم يسمع منك وصار خصماً عليك. ¶ 9 - إذا رأيت منهم كرامة وخيراً، فاشكر الله الذي حببك إليهم، وإذا رأيت منهم شراً فكلهم إلى الله تعالى، واستعذ بالله من شرهم، وأعلم أن الله لا يسلطهم عليك إلا بذنب سبق منك، فاستغفر الله من ذنبك، واعلم أن ذلك عقوبة من الله تعالى لك. ¶ 10 - احذر مخالطة متفقة الزمان، لا سيما المشتغلين بالخلاف والجدال فاحذر منهم فإنهم يتربصون بك لحسدهم عليك، ويحصون عليك عثراتك في عشرتهم، حتى يواجهك بها في حال غيظهم ومناظرتهم، فإنهم لا يقيلون لك عثرة، ولا يغفرون لك زلة، ولا يسترون لك عورة. يحاسبونك على النقير والقطمير، ويحسدونك على القليل",
            "page": "210",
            "part": "1",
            "seal": "DD9574D5"
        },
        {
            "id": "208",
            "nass": "والكثير، ويحرضون عليك الإخوان بالنميمة والبلاغات والبهتان، ظاهرهم ثياب، وباطنهم ذئاب! ... هذا ما قطعت به المشاهدة على أكثرهم إلا من عصمه الله تعالى، فصحبتهم خسران ومعاشرتهم خذلان. ¶ هذا حكم من يظهر لك الصداقة فكيف من يجاهرك بالعداوة، قال القاضي ابن معروف رحمه الله تعالى: ¶ فَاحذَر عَدوكَ مَرَة ... وَاحذَر صَديقَكَ أَلفَ مَرَة ¶ فَلَرُبَما اِنقَلَبَ الصَديقُ ... فَكانَ اَعرَف بِالمَضَرَة ¶ وكذلك قال أبو تمام: ¶ عَدوُكَ مِن صَديقِكَ مُستَفاد ... فَلا تَستَكثرِنَ مِنَ الصَحابِ",
            "page": "211",
            "part": "1",
            "seal": "77D3DFD2"
        },
        {
            "id": "209",
            "nass": "فَإِنّ الدَاءَ أَكثَرَ ما تَراهُ ... يَكون مِنَ الطَعامِ أو الشَرابِ ¶ جواز المدارة والفرق بين المدارة والمداهنة ¶ عن عائشة -رضي الله عنه- «أَنَّ رَجُلًا اسْتَأْذَنَ على النبي صلى الله عليه وآله وسلم فلما رَآهُ قال: بِئْسَ أَخُو الْعَشِيرَةِ وَبِئْسَ بن الْعَشِيرَةِ فلما جَلَسَ تَطَلَّقَ النبي صلى الله عليه وآله وسلم في وَجْهِهِ وَانْبَسَطَ إليه، فلما انْطَلَقَ الرَّجُلُ قالت له عَائِشَةُ: يا رَسُولَ اللَّهِ حين رَأَيْتَ الرَّجُلَ قُلْتَ له كَذَا وَكَذَا ثُمَّ تَطَلَّقْتَ في وَجْهِهِ وَانْبَسَطْتَ إليه. فقال رسول اللَّهِ صلى الله عليه وآله وسلم: يا عَائِشَةُ مَتَى عَهِدْتِنِي فَحَّاشًا إِنَّ شَرَّ الناس عِنْدَ اللَّهِ مَنْزِلَةً يوم الْقِيَامَةِ من تَرَكَهُ الناس اتِّقَاءَ شَرِّهِ» (¬1). ¶ ¬_________ ¶ (¬1) رواه البخاري، بَاب لم يَكُنْ النبي صلى الله عليه وآله وسلم فَاحِشًا ولا مُتَفَحِّشًا.",
            "page": "212",
            "part": "1",
            "seal": "7105B981"
        },
        {
            "id": "210",
            "nass": "نقل الحافظ ابن حجر في الفتح كلام القرطبي حيث قال: «في الحديث جواز غيبة المعلن بالفسق أو الفحش ونحو ذلك من الجور في الحكم والدعاء إلى البدعة مع جواز مداراتهم اتقاء شرهم ما لم يؤد ذلك إلى المداهنة في دين الله تعالى، ثم قال تبعا لعياض: والفرق بين المدارة والمداهنة أن المداراة: بذل الدنيا لصلاح الدنيا أو الدين أو هما معا، وهي مباحة وربما استحبت، والمداهنة: ترك الدين لصلاح الدنيا، والنبي صلى الله عليه وآله وسلم إنما بذل له من دنياه حسن عشرته والرفق في مكالمته ومع ذلك فلم يمدحه بقول فلم يناقض قوله فيه فعله فإن قوله فيه قول حق وفعله معه حسن عشرة فيزول مع هذا التقرير الإشكال بحمد الله تعالى» ¶ وقال عياض-رحمه الله-: «وأما إلانة القول له بعد أن دخل فعلى سبيل التألف له». ¶ قال ابن حجر -رحمه الله-: «وهذا الحديث أصل في المداراة وفي جواز غيبة أهل الكفر والفسق",
            "page": "213",
            "part": "1",
            "seal": "B43B7FF5"
        },
        {
            "id": "211",
            "nass": "ونحوهم والله أعلم» (¬1). ¶ عن جابر -رضي الله عنه- قال: قال رسول الله صلى الله عليه وآله وسلم: «مُدَارَاةُ النَّاسِ صَدَقَةٌ» (¬2). ¶ قَالَ ابْنُ حِبَّانَ -رحمه الله تعالى-: «المداراة التي تكون صدقة للمداري هي تخلق الإنسان الأشياء المستحسنة مع من يدفع إلى عشرته ما لم يشبها بمعصية الله. والمداهنة: هي استعمال المرء الخصال التي تستحسن منه في العشرة وقد يشوبها ما يكره الله جل وعلا» (¬3). ¶ قال بعض الحكماء: «رأس المداراة ترك ¶ ¬_________ ¶ (¬1) انظر: فتح الباري شرح صحيح البخاري، (10/ 454) ط دار الفكر. بيروت ¶ (¬2) أخرجه الطبراني وابن حبان وابن السني والبيهقي في شعب الإيمان، قال الحافظ في الفتح: أخرجه بن عدي والطبراني في الأوسط وفي سنده يوسف بن محمد بن المنكدر ضعفوه وقال بن عدي أرجو أنه لا بأس به وأخرجه بن أبي عاصم في آداب الحكماء بسند أحسن منه. انظر: فتح الباري (10/ 528). ط دار الفكر. بيروت. ¶ (¬3) انظر: صحيح ابن حبان، باب حسن الخلق،",
            "page": "214",
            "part": "1",
            "seal": "042F4B3F"
        },
        {
            "id": "212",
            "nass": "المماراة». ¶ عن أبي الدرداء -رضي الله عنه- قال: «إنا لنكشر في وجوه أقوام ونضحك إليهم وإن قلوبنا لتلعنهم» (¬1). ¶ وعن محمد بنِ الحنفية - رضي الله عنه- قال: «لَيْسَ بِحَكِيمٍ مَنْ لَا يُعَاشِرُ بِالمَعْرُوفِ مَنْ لَا يَجِدُ مِنْ مُعَاشَرَتِهِ بُدًّا حَتَّى يَجْعَلَ الله فَرَجًا أَوْ قَالَ مَخْرَجًا» (¬2). ¶ وَأَنْشَدَ المُتَنَبِّي: ¶ وَمِنْ نَكَدِ الدُّنْيَا عَلَى الْحُرِّ أَنْ يَرَى ... عَدُوًّا لَهُ مَا مِنْ صَدَاقَتِهِ بُدُّ ¶ وكن كما قال هلال بن العلاء الرقى: ¶ لَمَّا عَفَوْتُ وَلَمْ أَحْقِدْ عَلَى أَحَدٍ ... أَرَحْتُ نَفْسِي مِنْ هَمِّ الْعَدَاوَاتِ ¶ ¬_________ ¶ (¬1) أخرجه البخاري، كتاب الأدب، باب المداراة مع الناس. ¶ (¬2) انظر: الآداب الشرعية، فصل في مداراة من يتقي فحشه.",
            "page": "215",
            "part": "1",
            "seal": "6519914D"
        },
        {
            "id": "213",
            "nass": "إنِّي أُحَيِّي عَدُوِّي عِنْدَ رُؤْيَتِهِ ... لِأَدْفَعَ الشَّرَّ عَنِّي بِالتَّحِيَّاتِ ¶ وَأُظْهِرُ الْبِشْرَ لِلْإِنْسَانِ أَبْغَضُهُ ... كَأَنَّمَا قَدْ مَلاَ قَلْبِي مَحَبَّاتِ ¶ وَلَسْتُ أَسْلَمُ مِمَّنْ لَسْتُ أَعْرِفُهُ ... فَكَيْفَ أَسْلَمُ مِنْ أَهْلِ المَوَدَّاتِ ¶ النَّاسُ دَاءٌ وَدَاءُ النَّاسِ تَركُهُم ... وَفِي الْجَفَاءِ بِهِمْ قَطْعُ الْأُخُوَّاتِ ¶ فَسالِم الناسَ تَسلَم مِن غوائِلِهِم ... وَكُن حَريصاً عَلى كَسبِ التقياتِ ¶ وَخالِق الناسَ وَاصبِر ما بُلَيتَ بِهِم ... أَصَمٌ أَبكَمٌ أَعمى ذا تقيات ¶ وكن أيضا كما قال بعض الحكماء: «الق صديقك وعدوك بوجه الرضا من غير مذلة لهما، ولا هيبة منهما، وتوقر من غير كبر، وتواضع من غير مذلة، وكن في جميع أمورك في أوسطها، فكلا طرفي قصد الأمور ذميم».",
            "page": "216",
            "part": "1",
            "seal": "99C51C04"
        },
        {
            "id": "214",
            "nass": "كما قيل: ¶ عَلَيكَ بِأَوساطِ الأَمورِ فإِنّها ... طَريقٌ إِلى نَهجِ الصِراط قَويمُ ¶ وَلا تَكُ فيها مُفرَطا أَو مُفرَطا ... فَإِنّ كُلا حالِ الأُمورِ ذميمُ ¶ قال الشيخ صالح بن حميد -عافاه الله-: المداراة صورة من صور التعامل الدال على الحكمة، والموصل إلى المقصود مع حفظ ما للداعي والمدعو من كرامة ومروءة. ¶ وقد بوب الإمام البخاري -رحمه الله- في صحيحه فقال: المداراة مع الناس، ثم أورد حديث عائشة -رضي الله عنها -السابق-». ¶ قال ابن بطال: المداراة من أخلاق المؤمنين، وهي خفض الجناح للناس ولين الكلام وترك",
            "page": "217",
            "part": "1",
            "seal": "1C47BC69"
        },
        {
            "id": "215",
            "nass": "الإغلاظ، وذلك من أقوى أسباب الألفة. قال: وظن بعضهم أن المداراة هي المداهنة فغلط، لأن المداراة مندوب إليها والمداهنة محرمة، والفرق: أن المداهنة من الدهان: وهو الذي يظهر على الشيء ويستر باطنه وفسرها العلماء بأنها معاشرة الفاسق وإظهار الرضى بما هو فيه من غير إنكار عليه. ¶ والمداراة: هي الرفق بالجاهل في التعليم، وبالفاسق في النهي عن فعله، وترك الإغلاظ عليه حيث لا يظهر ما هو فيه، والإنكار عليه بلطف القول والفعل، ولا سيما إذا احتيج إلى تألفه ونحو ذلك. اهـ. ¶ إذا تقرر هذا المعنى فهو الذي قد عناه الحسن البصري - رحمه الله - بقوله: كانوا يقولون: المداراة نصف العقل، وأنا أقول هي كل العقل. ¶ ومن الطريف قول أبي يوسف - رحمه الله - في تعداد من تجب مداراتهم فعد منهم: القاضي المتأول والمريض والمرأة والعالم ليقتبس من علمه. وأكثر ما تجري المداراة في اتقاء الأشرار والمكاره.",
            "page": "218",
            "part": "1",
            "seal": "88E6563F"
        },
        {
            "id": "216",
            "nass": "وقد جاء في حكم لقمان: يا بني كذب من قال إن الشر بالشر يطفأ، فإن كان صادقا فليوقد نارين ولينظر هل تطفئ إحداهما الأخرى، وإنما يطفئ الخير الشر كما يطفئ الماء النار. ¶ وسلوك المداراة مأذون فيه لأن الإنسان خلق للاجتماع لا للعزلة، وللتعارف لا للتناكر، وللتعاون لا للانفرادية. والإنسان تعرض له عوارض نفسية وطبيعية من الحب والبغض والرضى والغضب والاستحسان والاستهجان، فلو سار على أن يكاشف الناس بكل ما يعرض له من هذه الشئون في كل وقت وعلى أي حال لاختل الاجتماع ولم يثبت التعارف ولانقبضت الأيدي عن التعاون، فكان من حكمة الله في خلقه أن هيأ الإنسان لأدب يتحامى به عما يحدث تقاطعا أو يدعو إلى تخاذل، وهذه هي المداراة التي نعني. ¶ إذن فالمداراة ترجع إلى حسن اللقاء ولين الكلام، وتجنب ما يشعر ببغض أو غضب أو",
            "page": "219",
            "part": "1",
            "seal": "53129991"
        },
        {
            "id": "217",
            "nass": "استنكار. . إلا في أحوال يكون الإشعار به خيرا من الكتمان وأرجح وأصلح. ¶ ومن لطيف المنقول في سير المتقدمين المقتدى بهم ما جاء في وصية سحنون لابنه محمد: (. . . وسلم على عدوك وداره فإن رأس الإيمان بالله مداراة الناس). ¶ ويقول محمد بن أبي الفضل الهاشمي. قلت لأبي: لم تجلس إلى فلان وقد عرفت عداوته؟ قال: أخبي نارا وأقدح ودا. ¶ فالنفوس المطبوعة على المداراة نفوس أدركت أن الناس خلقوا ليكونوا في الائتلاف كجسد واحد. وشأن الأعضاء السليمة أن تكون ملتئمة متماسكة على قدر ما فيها من حياة، ولا يقطع العضو المركب في الجسد إلا أن يصاب بعلة يعجز الطب عن علاجه إلا بالبتر. ¶ فالمداراة يقصد بها جمع الناس على الرضا والتآلف في حدود ما ينبغي أن يكون. وهي لا تمنع",
            "page": "220",
            "part": "1",
            "seal": "C692B65B"
        },
        {
            "id": "218",
            "nass": "قضاء بالعدل ولا تحجب نصيحة بالرفق، وينبغي أن يعلم أن لذكاء الرجل وحكمته مدخلا عريضا في فقه المداراة وحسن استخدامها وطريقة الإفادة منها. ¶ وقد يكون للتنوع في طبقات الناس تنوع في مداراتهم، فمداراة المنحرف عن الحق لسوء فهم أو خطأ في ظن، أكبر من مداراة من يحارب الحق والفضيلة إن صادفك واقتضى الحال مداراته. ¶ ومداراة من يرجى رشده وصلاحه أكبر من مداراة من شب متماديا في الانحراف ولؤم الطبع حتى يوشك أن ينقطع أملك في إصلاحه واستقامة أمره. ¶ ومن كل ذلك تعرف أن المداراة مسلك كريم يتقنه الحكماء والأذكياء ولا يتعدى حدوده الفضلاء. ¶ إذا رغبت في كلمة عن المداهنة لتميزها عن المداراة فلتعلم أن المداهنة إظهار الرضا عن الغلط من الظلم والفسق. . ومن قول باطل أو عمل ممنوع. ¶ والمداهنة مسلك ذميم ينطوي تحت جناحيه الكذب، وخلف الوعد.",
            "page": "221",
            "part": "1",
            "seal": "BB489ABE"
        },
        {
            "id": "219",
            "nass": "أما الكذب فلأن المداهن يصف الرجل بغير ما يعرفه عنه، ومن دخل الكذب من باب، سهل عليه أن يأتيه من أبواب متفرقة. ¶ وأما إخلاف الوعد فلأن المداهن يقصد إلى إرضاء صاحبه في الحال فلا يبالي أن يعده بشيء وهو عازم على أن لا يصدق في وعده. ¶ المداهنون يجعلون ألسنتهم طوع بغية الوجيه، ويعجلون إلى قول ما يشتهي إن يقولوه. (¬1). ¶ قال الماردي -رحمه الله-: «إن الإنسان وإن كان مأمورا بتآلف الأعداء، ومندوبا إلى مقاربتهم، فإنه لا ينبغي أن يكون لهم راكنا وبهم واثقا بل يكون منهم على حذر، ومن مكرهم على تحرز، فإن العداوة إذا استحكمت في الطباع صارت طبعا لا يستحيل، وجبلة لا تزول وإنما يُستكفى بالتأَلُف إظهارها، ويُستدفع به أضرارُها، كالنار يُستدفع بالماء إحراقُها، ¶ ¬_________ ¶ (¬1) انظر: مفهوم الحكمة في الدعوة، للشيخ صالح بن عبد الله بن حميد (ص 36) بتصرفٍ.",
            "page": "222",
            "part": "1",
            "seal": "71BA5259"
        },
        {
            "id": "220",
            "nass": "ويُستفاد به إنضاجُها، وإن كانت محرقة بطبع لا يزُولُ وجوهر لا يتغيرُ» (¬1). ¶ وقال الشاعر: ¶ وَإِذَا عَجَزْت عَنْ الْعَدُوِّ فَدَارِهِ ... وَامْزَحْ لَهُ إنَّ الْمِزَاحَ وِفَاقُ ¶ فَالنَّارُ بِالْمَاءِ الَّذِي هُوَ ضِدُّهَا ... تُعْطِي النِّضَاجَ وَطَبْعُهَا الْإِحْرَاقُ ¶ قال الشيخ صالح بن حميد -عافاه الله-: فواجب العناية بمحاربة المداهنة حتى تنفى من الأرض وتكون الأوطان ودور التربية منابت نشء يميزون المداهنة من المداراة، فيخاطبون الناس في رقة وأدب وشجاعة، ويحترمون من لا يلوث أسماعهم بالملق الكاذب، ولا يكتمهم الحقائق متى اتسع المقام لحديث المصارحة (¬2). ¶ ¬_________ ¶ (¬1) انظر: أدب الدنيا والدين، (ص 224). ¶ (¬2) انظر: مفهوم الحكمة في الدعوة، للشيخ صالح بن عبد الله بن حميد (ص 41).",
            "page": "223",
            "part": "1",
            "seal": "34C95DBE"
        },
        {
            "id": "221",
            "nass": "الصنف الثالث: وهم الأصدقاء: ¶ عَنْ أَبِي هُرَيْرَةَ -رضيَ اللهُ عنهُ- قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ: «الرَّجُلُ عَلَى دِينِ خَلِيلِهِ فَلْيَنْظُرْ أَحَدُكُمْ مَنْ يُخَالِلُ» (¬1). ¶ وقال بعض السلف: «استكثروا من الإخوان فإن لكل مؤمن شفاعة» (¬2). ¶ شروط الصحبة ¶ فإذا طلبت رفيقاً ليكون شريكاً في التعلم وصاحبك في أمر دينك ودنياك. فراع فيه خمس خصال: ¶ 1 - العقل: ¶ فلا خير في صحبة الأحمق، فإلى الوحشة والقطيعة يرجع آخرها، وأحسن أحواله أن يضرك وهو يريد أن ينفعك، والعدو العاقل خير من ¶ ¬_________ ¶ (¬1) رواه الترمذي- كتاب الزهد - باب ماجاء في أخذ المال بحقه- ¶ (¬2) انظر: مختصر منهاج القاصدين للإمام ابن قدامة المقدسي - رحمه الله تعالى - (ص 126 - 127).",
            "page": "224",
            "part": "1",
            "seal": "4407EE14"
        },
        {
            "id": "222",
            "nass": "الصديق الأحمق. ¶ 2 - حسن الخلق: ¶ فلا تصحب من ساء خلقه، وهو الذي يملك نفسه عند الغضب والشهوة. ¶ 3 - الصلاح: ¶ فلا تصحب فاسقاً مُصِّراً على معصيته، لأن من يخاف الله لا يصر على معصية. ¶ قال الله تعالى: (وَلا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطاً) (الكهف:28) ¶ فاحذر صحبة الفاسق، فإن مشاهدة الفسق والمعصية على الدوام تزيل عن قلبك كراهية المعصية، ويهون عليك أمرها. ¶ 4 - لا تصحب حريصاً: ¶ فصحبة الحريص على الدنيا سمّ قاتل، لأن الطباع مجبولة على التشبه والإقتداء، بل الطبع يسرق من الطبع من حيث لا يدري، فمجالسة الحريص",
            "page": "225",
            "part": "1",
            "seal": "2E348A21"
        },
        {
            "id": "223",
            "nass": "تزيد في حرصك ومجالسة الزاهد تزيد في زهدك. ¶ 5 - الصدق: ¶ فلا تصحب كذاباً، فإنك منه على غرور، فإنه مثل السراب يقرب منك البعيد ويبعد عنك القريب) (¬1). ¶ عند عدم اجتماع هذه الخصال فعليك بأحد أمرين: ¶ ولعلك تعدم اجتماع هذه الخصال في سكان المدارس والمساجد، فعليك بأحد أمرين: ¶ إما العزلة والانفراد؛ ففيها سلامتك .. ¶ وإما أن تكون مخالطتك مع شركائك بقدر خصالهم، بأن تعلم أن الأخوة ثلاثة: ¶ 1 - أخ لآخرين فلا تراع فيه إلا الدين. ¶ 2 - وأخ لدنياك فلا تراع فيه إلا الخلق الحسن. ¶ 3 - وأخ لتأنس به فلا تراع فيه إلا السلامة من شره وفتنته وخبثه. ¶ ¬_________ ¶ (¬1) انظر: بداية الهداية للإمام الغزالي تحقيق الشيخ محمد الحجار عافاه الله تعالى. (ص 195 إلى 210) بتصرف.",
            "page": "226",
            "part": "1",
            "seal": "210EE533"
        },
        {
            "id": "224",
            "nass": "والناس ثلاثة: ¶ أحدهم: مثله مثل الغذاء لا يستغنى عنه. ¶ والآخر: مثله مثل الدواء يحتاج إليه في وقت دون وقت. ¶ والثالث: مثله مثل الداء لا يحتاج إليه قط، ولكن العبد قد يتسلى به، وهو الذي لا أنس فيه ولا نفع؛ فتجب مداراته إلى الخلاص منه. ¶ وفي مشاهدته فائدة عظيمة إن وفقت لها، وهو أن تشاهد من خبائث أحواله وأفعاله ما تستقبحه فتجتنبه؛ فالسعيد من وعظ بغيره، والمؤمن مرآة المؤمن.",
            "page": "227",
            "part": "1",
            "seal": "724561CE"
        },
        {
            "id": "225",
            "nass": "حقوق الصحبة ¶ إن حقوق الصحبة كثيرة، ولكن نذكر لك من الحقوق التي لابد منها: ¶ ... وقد ذكرها الإمام عبد الوهاب الشعراني - رحمه الله تعالى - في أكثر من ستين نوعاً في كتابه المختار (¬1) وما هنا مأخوذ منها مع بعض تصرف. ¶ 1 - من حقوق الأخ على الأخ: أن يتعامى عن عيوبه: ¶ فقد قال العلماء: «من نظر إلى عيوب الناس قل نفعه وخرب قلبه». ¶ وقالوا: «إذا رأيتم الرجل موكلاً بعيوب الناس، خبيراً بها، فاعلموا أنه قد مُكر به». ¶ وقالوا أيضاً: «ما رأينا شيئاً أحبط للإعمال، ولا أفسد للقلوب، ولا أسرع لهلاك العبد، ولا أقرب ¶ ¬_________ ¶ (¬1) المختار من الأنوار في صحبة الأخيار للإمام عبد الوهاب الشعراني -رحمه الله تعالى -. تحقيق الدكتور عبد الرحمن عميرة - ط عالم كتاب - بيروت - لبنان.",
            "page": "228",
            "part": "1",
            "seal": "E713A06B"
        },
        {
            "id": "226",
            "nass": "من المقت، ولا ألزم بمحبة الرياء، والعجب، والرياسة، من قلة معرفة العبد عيوب نفسه، ونظره في عيوب الناس». ¶ 2 - ومن حق الأخ على الأخ: أن يحمل ما يراه منه على وجه التأويل جميل ما أمكن، فإن لم يجد تأويلاً رجع على نفسه باللوم. ¶ ومن كلام سيدنا سعيد بن المسيب (¬1) -رحمه الله تعالى-: «ما من شريف ولا ذي فضل إلا وفيه نقص، ولكن من كان فضله أكثر من نقصه وهب نفسه لفضله». ¶ 3 - ومن حق الأخ على الأخ: أن يرجو له من الخيرات والمسامحة وقبول التوبة كما يرجو لنفسه. ¶ 4 - ومن حق الأخ على الأخ: ألا ينظر إلى زلة ¶ ¬_________ ¶ (¬1) سعيد بن المسيب بن حزن بن أبي وهب ابن مخزوم القرسي - سيد التابعين وأحد الفقهاء السبعة بالمدينة، كان ورعاً زاهداً عالماً، قال علي بن المديني: (لا أعلم في التابعين أوسع علماً منه) توفي94هـ وعمره 75 سنة - البداية والنهاية (9/ 99).",
            "page": "229",
            "part": "1",
            "seal": "7B9B64FF"
        },
        {
            "id": "227",
            "nass": "سبقت، ولا يكشف عورة سترت. ¶ قال بعض العلماء: «كل من لم يستر على إخوانه ما يراه منهم من الهفوات فقد فتح على نفسه باب كشف عورته، بقدر ما أظهر من هفوتهم». ¶ وقال بعضهم: «إذا رأيتم أحداً من إخوانكم على معصية لم يتجاهر بها فاستروه، فإن تجاهر بها فوبخوه بينكم، فإن لم ينزجر فوبخوه بين الناس، مصلحة له لا تشفياً فيه، فلعله يكف وينزجر». ¶ (فينبغي أن تحب المسلم لإسلامه وتبغضه لمعصيته، فتكون معه على حالة متوسطة بين الانقباض والاسترسال، فأما ما يجري منه مجري الهفوة التي يعلم أنه نادم عليها، فالأولى حينئذ الإغماض والستر، فإذا أصر على المعصية فلابد من إظهار أثر البغض بالإعراض عنه والتباعد، وتغليظ القول له حسب غلظ المعصية وخفتها) (¬1). ¶ ¬_________ ¶ (¬1) انظر: مختصر منهاج القاصدين للإمام ابن قدامة المقدسي - رحمه الله تعالى - (ص125).",
            "page": "230",
            "part": "1",
            "seal": "1B39BCCF"
        },
        {
            "id": "228",
            "nass": "5 - ومن حق الأخ على الأخ: ألا يعيره بذنب ولا غيره، فإن المعاير تقطع الود أو تكدر صفاه. ¶ ومن كلام الحسن البصري - رحمه الله تعالى -: «إذا بلغكم عن أحد زلة، ولم تثبت عند الحاكم فلا تعيروه بها، وكذبوا إشاعتها عنه، ولا سيما إن كان هو ينكر ذلك، لأن الأصل براءة الساحة، حتى تقام البينة العادلة عند الحاكم. ثم بعد ثبوت ذلك عنده فإياكم أن تعيروه أيضاً فربما عافاه الله وابتلاكم». ¶ 6 - ومن حق الأخ على الأخ: «ألا ينظر له بعين الاحتقار». ¶ فقد قال العلماء: «من نظر إلى أخيه بعين احتقار عوقب بالذل». ¶ 7 - ومن حق الأخ على الأخ: إذا أطلع على عيب فيه، أن يتهم نفسه في ذلك ويقول: «إنما ذلك العيب فيّ، لأن المسلم مرآة المسلم، ولا يرى الإنسان في المرآة إلا صورة نفسه».",
            "page": "231",
            "part": "1",
            "seal": "25181486"
        },
        {
            "id": "229",
            "nass": "وقد صحب رجل أبا إسحاق إبراهيم بن أدهم فلما أراد أن بفارقه قال له: «لو نبهتني على ما في العيب»، فقال له: (يا أخي لم أر لك عيباً، لأني لحظتك بعين الولاء، فاستحسنت منك ما رأيت، فاسأل غيري عن عيبك». ¶ وفي هذا المعنى أنشدوا: ¶ وعين الرضا عن كل عيب كليلة ... كما أن عين السخط تبدي المساويا ¶ 8 - ومن حق الأخ على الأخ: أن يرى نفسه دون أخيه على الدوام وذلك على سبيل الظن والتخمين. ¶ قال بعض العلماء: «من لم ير نفسه دون أخيه لم ينتقع بصحبته». ¶ 9 - ومن حق الأخ على الأخ: «أن يؤثره على نفسه في كل شيء». ¶ قال بعض العلماء: «لا يسود أحد على أقرانه إلا إن آثرهم على نفسه، فاحتمل أذاهم، ولم",
            "page": "232",
            "part": "1",
            "seal": "D86B0FE9"
        },
        {
            "id": "230",
            "nass": "يشاركهم في شيء مما استشرفت إليه نفوسهم». ¶ 10 - ومن حق الأخ على الأخ: أن يخدمه إذا مرض. ¶ فقد ذكر العلماء: «أن الفتوة في خدمة الإخوان». ¶ 11 - ومن حق الأخ على الأخ: أن يحترمه ويوقره، ولا سيما إذا استحق ذلك، كأن كان من العلماء (¬1)، أو من حملة القرآن الكريم (¬2)، أو من عترة (¬3) رسول الله صلى الله عليه وآله وسلم. ¶ 12 - ومن حق الأخ على الأخ: أن يثني عليه في غيبته وفي حضوره بطريق الشرع، فإن ذلك مما يزيد في صفاء المودة. ¶ ¬_________ ¶ (¬1) قال الله تعالى: (قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ) (الزمر:9) ¶ (¬2) لقول الرسول صلى الله عليه وآله وسلم: «خيركم من تعلم القرآن وعلمه». أخرجه البخاري في صحيحه من حديث عثمان بن عفان - رضي الله عنه -، كتاب فضائل القرآن. ¶ (¬3) عترة الرجل: نسله ورهطه الأدنون. قال الله تعالى: (قُلْ لا أَسْأَلُكُمْ عَلَيْهِ أَجْراً إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى) (الشورى:23)",
            "page": "233",
            "part": "1",
            "seal": "FEAA55E6"
        },
        {
            "id": "231",
            "nass": "13 - ومن حق الأخ على الأخ: أن يكرمه إذا ورد عليه، بأن يتلقاه بالترحيب وطلاقة الوجه. ¶ 14 - ومن حق الأخ على الأخ: أن يوسع له في المجلس إذا رآه، فإن ذلك مما يزيده في تقوية المودة. ¶ 15 - ومن حق الأخ على الأخ: ألا يدعوه باسمه فقط، ومن وصية بعضهم: «إذا ناديت أخاك فعظمه ثبت مودته» ¶ 16 - ومن حق الأخ على الأخ: أن يعترف له بالفضل، وأن يظهر عدم مكافأته لا سيما إن كان قد بدأه بهدية، لأنه لا يقدر على بدايته. ¶ 17 - ومن حق الأخ على الأخ: أن يزوره كل قليل من الأيام. ¶ وقد كان الإمام الشافعي - رحمه الله تعالى - يزور تلميذه الإمام أحمد بن حنبل - رحمه الله تعالى - كثيراً ويزوره الآخر كثيراً، فقيل للشافعي في ذلك، فأنشد - رحمه الله تعالى -: ¶ قالوا يزورك أحمد فتزوره ... قلت الفضائل لا تفارق منزله",
            "page": "234",
            "part": "1",
            "seal": "2205E56E"
        },
        {
            "id": "232",
            "nass": "إن زارني فبفضله، أو رزته ... فلفضله، والفضل في الحالين له ¶ فأجاب الإمام أحمد - رحمه الله تعالى -: ¶ إن زرتنا فبفضل فيك تمنحنا ... أو نحن فللفضل الذي فيك ¶ فلا عدمنا كلا الحالين منك ولا ... نال الذي يتمنى فيك شانيك ¶ 18 - ومن حق الأخ على الأخ: أن يصافحه كلما لقيه. ¶ ففي الحديث عن النبي صلى الله عليه وآله وسلم قال: «مَا مِنْ مُسْلِمَيْنِ يَلْتَقِيَانِ فَيَتَصَافَحَانِ إِلَّا غُفِرَ لَهُمَا قَبْلَ أَنْ يَتَفَرَّقَا» (¬1). ¶ 19 - ومن حق الأخ على الأخ: إذا لاقاه وصافحه أن يصلي ويسلم على النبي صلى الله عليه وآله وسلم ويذكره بذلك. ¶ ففي الحديث عَنْ أَبِي ¶ ¬_________ ¶ (¬1) رواه ابن ماجه - كتاب الأدب - باب المصافحة (2/ 1202) حديث البراء بن عازب -رضي الله عنه- رقم (3703).",
            "page": "235",
            "part": "1",
            "seal": "763F9FA6"
        },
        {
            "id": "233",
            "nass": "هُرَيْرَةَ- رَضِيَ الله عَنْهُ - عَنْ النَّبِيِّ صلى الله عليه وآله وسلم قَالَ: «مَا جَلَسَ قَوْمٌ مَجْلِسًا لَمْ يَذْكُرُوا الله فِيهِ وَلَمْ يُصَلُّوا عَلَى نَبِيِّهِمْ إِلاَّ كَانَ عَلَيْهِمْ تِرَةً (¬1) فَإِنْ شَاءَ عَذَّبَهُمْ وَإِنْ شَاءَ غَفَرَ لَهُمْ» (¬2). ¶ 20 - ومن حق الأخ على الأخ: أن يهادي كل قليل من الأيام. ¶ لأن الهدية تجلب المحبة كما في الحديث: «تَهَادَوْا تَحَابُّوا» (¬3). ¶ وفي رواية عن عائشة -رضي الله عنها-: «تَهَادَوُا تَزْدَادُوا حُباً، وَهَاجِرُوا تُوَرثُوا أَبْنَاءَكُمْ مَجْداً، وَأَقِيلُوا الْكِرَامَ عَثَرَاتِهِمْ» (¬4). ¶ ¬_________ ¶ (¬1) تِرَةً: يَعْنِي حَسْرَةً وَنَدَامَةً. ¶ (¬2) رواه الترمذي - كتاب الدعوات- باب ما جاء في القوم يجلسون ولا يذكرون الله - وانظر جلاء الأفهام لابن القيم الجوزية - رحمه الله تعالى - فإن فيه مبحث نفيس في ذكر مواطن يتأكد فيها إما وجوباً وإما استحساناً مؤكداً الصلاة على النبي صلى الله عليه وآله وسلم. ¶ (¬3) رواه الطبراني في الأوسط من حديث السيدة عائشة -رضي الله عنها- انظر: تلخيص الحبير للحافظ ابن حجر. (3/ 70) ¶ (¬4) رواه ابن عساكر عن عائشة -رضي الله عنها- انظر: [كنز العمال] (6/ 44) رقم: (15057) ط. دار الكتب العلمية. بيروت.",
            "page": "236",
            "part": "1",
            "seal": "2C7B7C58"
        },
        {
            "id": "234",
            "nass": "21 - ومن حق الأخ على الأخ: أن يرشده إلى ترك البغي على من بغى عليه. ¶ 22 - ومن حق الأخ على الأخ: مساعدته له في التزويج. ¶ 23 - ومن حق الأخ على الأخ: ألا يغفل عن عيادته إذا مرض ولا عن خدمته لا سيما في الليل. ¶ قال الشافعي - رحمه الله تعالى -: ¶ مرض الحبيب فعدته ... فمرضت من حذري عليه ¶ وأتى الحبيب يعودني ... فبرئت من نظري إليه ¶ 24 - ومن حق الأخ على الأخ: أن يرشده إلى الوصية إذا حضرته الوفاة. ولا يتبع الحياء الطبعي، والفائدة من ذلك معلومة. ¶ 25 - ومن حق الأخ على الأخ: أن يسهر عنده إلى الصباح إذا كان في حالة تفضي إلى الموت، فربما يكون الأجل في ذلك الوقت فيفارقه على وفائه بحقه.",
            "page": "237",
            "part": "1",
            "seal": "8618C439"
        },
        {
            "id": "235",
            "nass": "26 - ومن حق الأخ على الأخ: ألا يبغض ذاته إذا وقع فيما لا ينبغي. ¶ ومن كلام على الخواص -رحمه الله تعالى-: «عدواتنا لأفعال من أمرنا الحق تعالى بعداوته، عداوة شرعية، وعداوتنا لذاته عدواة طبيعية، والسعادة في الشرعية لا في الطبيعية. والغالب في الناس بغضهم لذات من سمعوا عنه أنه وقع في محرم، وأما إن سمعوا عنه أنه تكلم فيهم بشيء يكرهونه فإنهم يكرهون أولاده فضلاً عن ذاته، ويحتقرونه زيادة على ذلك، وربما يزعم أنه مصيب في احتقاره له، وغاب عنهم أن من الجهل المحض احتقار عبد اعتنى به الحق تعالى وأخرجه من العدم» (¬1). ¶ 27 - ومن حق الأخ على الأخ: إذا حصل بينه وبين أخيه لومة أو عتب أن يزيد في بث محاسنه أكثر مما كان قبل -مراعاة للود - ¶ ¬_________ ¶ (¬1) انظر: المختار من الأنوار في صحبة الأخيار للإمام عبد الوهاب الشعراني (ص 46) وانظر مصباح الظلام وبهجة الأنام في شرح نيل المرام من أحاديث خير الأنام للعلامة السيد عبد اللطيف الجرداني (2/ 26).",
            "page": "238",
            "part": "1",
            "seal": "C685C937"
        },
        {
            "id": "236",
            "nass": "وقد كان بعض السلف يمدحون عدوهم كلما ذكر بحضرتهم، بحيث يظن الظان أنه من أعظم المعجبين لهم! ¶ فاقتد يا أخي بهم ولا تتوقف في ذكر أخيك بالمعروف أيام غيظك عليه واحذر من الوقوع في عرضه، فربما وقع الصلح فيصير ذلك يكدر صفاء المودة، وتذكر ما أكلت عنده وما سبق من المعروف. ¶ 28 - ومن حق الأخ على الأخ: أن يقبل اعتذاره، ولو كان مبطلاً. ¶ وفي معنى ذلك أنشد: ¶ أقبل معاذير من يأتيك معتذرا ... إن بر عندك فيما قال أو فجرا ¶ فقد أطاعك من يرضيك ظاهره ... وقد أجلك من يعصيك مستترا ¶ قال عبد الله بن المبارك: «المؤمن طالب عذر",
            "page": "239",
            "part": "1",
            "seal": "C95A8247"
        },
        {
            "id": "237",
            "nass": "إخوانه، والمنافق طالب عثراتهم» (¬1). ¶ ومن كلام علي الخواص - رحمه الله تعالى -: «إذا جاءكم أخوكم معتذراً فاقبلوه، ولا سيما إن طال به الوقوف، فإن لم يجد أحدكم في قلبه رقة لأخيه فليرجع على نفسه باللوم وليقل لها: يأتيك أخوك معتذراً فلا تقبليه؟! فكم وقعت أنت في حقه، فلم تلتفتي إليه فأنت إذاً أسوأ حالاً منه!!». ¶ 29 - ومن حق الأخ على الأخ: كثرة فرحه إذا كثرت طاعاته وانقلب الناس إليه بالاعتقاد، ومن لم يكن كذلك قام به داء الحسد، وفي الحديث: «الحَسَدُ يَأْكُلُ الحَسَنَاتِ كَمَا تَأْكُلُ النَّارُ الحَطَبَ» (¬2). ¶ ¬_________ ¶ (¬1) انظر: آداب العشرة وذكر الصحبة والأخوة، لأبو البركات محمد الغزي (ص8). ¶ (¬2) رواه أبو داود - كتاب الأدب -باب في الحسد - ورواه ابن ماجه - كتاب الزهد - باب الحسد (2/ 1407) حديث أنس - رضي الله عنه- رقم (4210).",
            "page": "240",
            "part": "1",
            "seal": "8C2166D7"
        },
        {
            "id": "238",
            "nass": "30 - ومن حق الأخ على الأخ: إذا أراد سفراً ألا يخرج حتى يودعه بالعناق إن كان رجلاً وبالإشارة إن كان صغيراً. ¶ 31 - ومن حق الأخ على الأخ: إذا رجع من سفر أن يذهب إليه في منزله، فيسلم عليه ويهنئه بالسلامة، وكذلك ولده وسائر أعزته إذا رجعوا من سفر، أو شفوا من مرض، فمن حقه أن يذهب إليه ويهنئه بالسلامة. ¶ 32 - ومن حق الأخ على الأخ: إن يشاوره في كل أمر مهم، فقد ذكروا أن المشاورة تزيد في صفاء المودة، ففي الحديث: «مَا خَابَ مَنْ اسْتَخَارَ، وَلَا نَدِمَ مَنْ اسْتَشَارَ» (¬1). ¶ 33 - ومن حق الأخ على الأخ: أن يتفقد عياله وأولاده إذا غاب عنهم، ومن كلامهم: «من لم يتفقد عيال أخيه في غيبته فقد خان الصحبة». ¶ ¬_________ ¶ (¬1) رواه الطبراني في الصغير والأوسط من حديث أنس بن مالك -رضي الله عنه- انظر: مجمع الزوائد ومنبع الفوائد، للهيثمي. (2/ 331) طبعة دار الفكر، بيروت.",
            "page": "241",
            "part": "1",
            "seal": "3C376D75"
        },
        {
            "id": "239",
            "nass": "34 - ومن حق الأخ على الأخ: أن يكتم سره، إذ السر كالعورة. وفي وصية الشيخ أبي المواهب الشاذلي: «إحذر أن تفشي سر أخيك إلى غيره، فإن الله ربما مقتك بذلك فخسرت الدنيا والآخرة». ¶ 35 - ومن حق الأخ على الأخ: ألا يصدق من نم له فيه (¬1). ¶ وكلام الشيخ أبي المواهب الشاذلي: «إذا نقل إليك أحد كلاماً عن صاحب لك، فقل: يا هذا أنا من محبة أخي ووده على يقين، ومن قولك على ظن، ولا يترك يقين بظن». ¶ وقال بعض الفضلاء: (من نم لك نم عليك، ومن أخبرك خبر غيرك أخبره بخبرك) (¬2). ¶ ¬_________ ¶ (¬1) الغيبة كما فسرها الحديث الذي رواه الترمذي عن أبي هريرة -رضي الله عنه- قال: قيل يا رسول الله ما الغيبة؟ قال: «ذكرك أخاك بما يكره». قال: أرأيت إن كان فيه ما أقول؟ قال: «إن كان فيه ما تقول فقد اغتبته، وإن لم يكن فيه ما تقول فقد بهته». رواه الترمذي - كتاب البر والصلة - باب ما جاء في الغيبة - (4/ 329). ¶ (¬2) انظر: آداب العشرة وذكر الصحبة والأخوة، لأبو البركات محمد الغزي (ص7).",
            "page": "242",
            "part": "1",
            "seal": "A992C5A2"
        },
        {
            "id": "240",
            "nass": "36 - ومن حق الأخ على الأخ: أن يذب عن عرضه لكن مع النية الصالحة والسياسة الحسنة. ¶ ومن كلام الإمام الشافعي - رحمه الله تعالى -: «من علامات الصادق في أخوة أخيه أن يقبل علله، ويسد خلله، ويغفر زلَلَه». ¶ 37 - ومن حق الأخ على الأخ: أن يرشده إلى تعظيم حرمات الله والتباعد عن تعدي حدوده. ¶ 38 - ومن حق الأخ على الأخ: أن يتظاهر بعدواة من عاداه بغير حق، أما معاداته بالباطن فلا تجوز. ¶ 39 - ومن حق الأخ على الأخ: ألا يحدثه بحديث كذب؛ لأنه فيه استهانة به. ¶ 40 - ومن حق الأخ على الأخ: ألا ينساه من الدعاء والمغفرة والرحمة. كلما وجد وقته صافياً مع ربه، سواء أكان ذلك في ليل أو نهار، أو سجود أو غيره. ¶ 41 - ومن حق الأخ على الأخ: إذا تحدث أن",
            "page": "243",
            "part": "1",
            "seal": "B894D6C2"
        },
        {
            "id": "241",
            "nass": "يشخص ببصره إليه حتى يفرغ من حديثه، فإن ذلك يزيد في صفاء المودة، كما أن التلاهي عن حديث الأخ، أو قطع كلامه قبل تمامه، يورث الجفاء. ¶ 42 - ومن حق الأخ على الأخ: أن يحفظ وده وإن خانه مراعاة للود. ¶ 43 - ومن حق الأخ على الأخ: ألا يمن عليه بما فعله من المعروف إذ هو خاصمه ونسى ذلك المعروف، فإن ذكر المعروف في المخاصمة عنوان على عدم الإخلاص فيه، ودليل على خسة الأصل، فإن طيب الأصل لا يمن أبداً بما فعله مع أخيه من المعروف، بل يرى الفضل لذلك الأخ الذي أكل عنده مثلاً أو قبل منه هدية. ¶ قال بعض العلماء: «المن بالمعروف في المخاصمة دمل لا يندمل» يعني: لا ينسى، بل يصير يكدر الصحبة كلما تذكره. ¶ 44 - ومن حق الأخ على الأخ: ألا يخاصمه، فإن المخاصمة تقطع الود.",
            "page": "244",
            "part": "1",
            "seal": "6D504F14"
        },
        {
            "id": "242",
            "nass": "وقد قال بعض العلماء: «ما وجد أذهب للدين، ولا أشغل للقلب من المخاصمة) يتولد الغضب، والحقد، والخديعة، حتى إنه يكون في الصلاة وخاطره معلق بالمحاججة، ولا يخفى ذلك. ¶ 45 - ومن حق الأخ على الأخ: ألا يُقِّره على بدعة. ¶ وإن لم يرجع عنها تركه، خوفاً على نفسه أن يلحقه شؤمها ولو بعد حين. ¶ 46 - ومن حق الأخ على الأخ: (ألا يؤخذه إذا قصر في حقه مراعاة للأدب) ¶ ومن وصية علي الخواص - رحمه الله تعالى -: «اترك حقك لأخيك ما استطعت، وأقل عثرة أهل المروءات من إخوانك، وإياك أن تعتدي على من اعتدى عليك، فإن الحق تعالى ما أباح الاعتداء إلا بشرط المثلية (¬1)، والمثلية متعذرة ¶ ¬_________ ¶ (¬1) قال الله تعالى: (وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى الله إِنَّهُ لا يُحِبُّ الظَّالِمِينَ) (الشورى:40)",
            "page": "245",
            "part": "1",
            "seal": "524B9C0A"
        },
        {
            "id": "243",
            "nass": "جداً، فربما أثرت تلك السيئة في الخصم أكثر مما أثرت فيك، والمجازاة رخصة للضعفاء». ¶ 47 - ومن حق الأخ على الأخ: دوام الشفقة على أولاد أخيه والقيام بهم بعد موته. ¶ وقد قال بعض العلماء: «من لم يشفق على أولاد أخيه في غيبته، ولم يقم بهم بعد موته فليس بصادق في أخوته» (¬1). ¶ وبالجملة يعامله بما يحب أن يعامل به، فمن لا يجب لأخيه مثل ما يحب لنفسه فأخوِّته نفاق، وهي عليه وبال في الدنيا والآخرة. ¶ نسأل الله تعالى حسن الأدب والوفاء في المعاملة ¶ مع إخواننا بمنه وكرمه آمين. ¶ ¬_________ ¶ (¬1) انظر: المختار من الأنوار في صحبة الأخيار للإمام عبد الوهاب الشعراني -رحمه الله تعالى-، تحقيق الدكتور عبد الرحمن عميرة (ص 35 إلى 63).",
            "page": "246",
            "part": "1",
            "seal": "53EDD2D7"
        },
        {
            "id": "244",
            "nass": "خاتمة ¶ وأفضل ما نختم هذا الجمع المبارك نبذة مختصرة من: ¶ (أخلاق رسول الله صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ) ¶ قال الله تعالى (وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ). [القلم: 4]. ¶ كان صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ متخلقاً بأخلاق القرآن، ير ضى لرضاه ربه، ويغضب لغضبه، وكان لا يغضب لنفسه، ولا ينتقم لها إلا أن تُنتهك حرمات الله! وما خُيّر بين أمرين إلا اختار أيسرهما ما لم يكن إثماً، وما ذمِّ قوتاً قط … بل إن اشتهاه أكله وإلا تركه. ¶ وكان صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ متواضعاً لله تعالى، وكان يرقع ثوبه ويخصف نعله، ويحلب شاته، ويخيط ثوبه، ويجيب من دعاه من غني أو فقير صغير أو كبير. ¶ وكان أشجع الناس … قال على -رضي الله عنه-: (لقد رأيتني يوم بدر ونحن نلوذ بالنبي صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ وهو أقربنا إلى العدو، وكان من",
            "page": "247",
            "part": "1",
            "seal": "9C388E93"
        },
        {
            "id": "245",
            "nass": "أشد الناس يومئذ بأساً). ¶ وقال أيضاً: (كنا إذا احمر البأس ولقي القوم القوم اتقينا برسول الله صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ فما يكون أحد أقرب إلى العدو منه). ¶ وكان أجود الناس … وما سُئل شيئاً قط فقال: لا! ¶ وإن رجلاً أتاه فسأله فأعطاه غنماً سدّت ما بين جبلين فرجع إلى قومه وقال: (أسلموا فإن محمداً يعطي عطاء من لا يخشى الفاقه). ¶ وجاءه رجل فسأله فقال: (ما عندي شيء ولكن ابتع علي فإذا جاءنا شيء قضيناه) فقال عمر -رضي الله عنه-: (يا رسول الله ما كفلك الله ما لا تقدر عليه) فكره النبي صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ ذلك. فقال الرجل: (أنفق ولا تخش من ذي العرش إقلالا) فتبسم النبي صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ وعرف السرور في وجهه.",
            "page": "248",
            "part": "1",
            "seal": "C3EE7D46"
        },
        {
            "id": "246",
            "nass": "وكان أحلم الناس … وسُئل: لم لا تدعو على قوم من الكفار؟ فقال: ((إنما بُعثت رحمة ولم أبعث عذاباً)). ¶ وكسرت رباعيته، وشجّ جنبيه في وقعة أحد من الكفار. فدعا لهم بالهداية ولم يدع عليهم! ¶ وكان أفصح الناس لسناً، وأرجحهم عقلاً، وأغزرهم علماً، وألطفهم أدباً وأصدقهم حديثاً، وأوفاهم ذمة وعهداً، وأشدهم رأفة ورحمة … ¶ اصطفاه الله لنبوته، واختاره لرسالته، وخصة بالحوض المورود والمقام المحمود، وجعله سيد المرسلين، وخاتم النبيين، وأسله رحمة للعالمين صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ) (¬1). ¶ جعلنا الله من المتأدبين بأخلاق رسوله الكريم صَلَّى الله عَلَيْهِ وآله وَسَلَّمَ. ¶ ¬_________ ¶ (¬1) انظر حلية البنات والبنين وزينة الدنيا والدين للعلامة الشيخ محمد بن عمر بحرق الحضرمي الشافعي - رحمه الله تعالى - (ص 99 - 100) بتصرف يسير.",
            "page": "249",
            "part": "1",
            "seal": "23B781A4"
        },
        {
            "id": "247",
            "nass": "وكان هذا آخر ما تيسر من هذا الجمع المبارك على يد الفقير إلى عفو ربه الكريم أحمد بن يوسف بن محمد الأهدل، وهو نبذة مختصرة بالنسبة إلى آداب الطالب فما وجدت فيه أيها الناظر من صواب فهو من كلام العلماء الإعلام وما وجدت فيه من خطأ فهو مني وأنا الحقيق بالملام؛ فإن قدرت أن تبدله بالصواب فافعل بعد التأكد والتحقق من ذلك. ¶ أسأل الله العظيم أن ينفع به النفع العميم لي ولأحبابي وكل ناظر فيه وسائر المسلمين. ¶ وكان الفراغ منه في يوم الجمعة الموافق (17) من شهر محرم الحرام من عام (1418) هجرية على صاحبها أفضل الصلاة وأزكى التحية … والحمد لله رب العالمين.",
            "page": "250",
            "part": "1",
            "seal": "0D3B5C96"
        }
    ],
    "t2027": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "كلمة الغلاف"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "تقريظ فضيلة الدكتور هاشم محمد علي مهدي"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "تقريظ فضيلة العلامة الشيخ طه عبد الواسع البركاتي"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "تقريظ فضيلة العلامة الشيخ أحمد جابر جبران"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "تقريظ فضيلة العلامة الدكتور حسن محمد الأهدل"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "تقريظ فضيلة العلامةالشيخ ماجد سعيد مسعود رحمت الله"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "تقريظ فضيلة العلامة الشيخ أيوب أبكر الأهدل"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "باب الإخلاص لله تعالى"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "فضل العلم والعلماء"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "فضل طالب العلم"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "الحث على طلب العلم"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "آداب الطالب"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": "1",
            "tit": "القسم الأول: آداب الطالب مع نفسه: وفيه أربعة عشر نوعا"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": "2",
            "tit": "النوع الأول: تقديم طهارة النفس عن رذائل الأخلاق ومذموم الأوصاف"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": null,
            "tit": "تنزيه النفس عن المعاصي الظاهرة والباطنة"
        },
        {
            "id": "47",
            "lvl": "3",
            "sub": null,
            "tit": "1. الرياء"
        },
        {
            "id": "49",
            "lvl": "4",
            "sub": null,
            "tit": "علاج الرياء"
        },
        {
            "id": "51",
            "lvl": "3",
            "sub": null,
            "tit": "2 - الحسد"
        },
        {
            "id": "53",
            "lvl": "4",
            "sub": null,
            "tit": "بيان حقيقة الحسد"
        },
        {
            "id": "54",
            "lvl": "4",
            "sub": null,
            "tit": "أسباب الحسد"
        },
        {
            "id": "57",
            "lvl": "4",
            "sub": null,
            "tit": "علاج مرض الحسد عن القلب"
        },
        {
            "id": "59",
            "lvl": "3",
            "sub": null,
            "tit": "3 - العجب"
        },
        {
            "id": "61",
            "lvl": "4",
            "sub": null,
            "tit": "بيان ذم العجب"
        },
        {
            "id": "64",
            "lvl": "4",
            "sub": null,
            "tit": "وعلاج العجب"
        },
        {
            "id": "66",
            "lvl": "3",
            "sub": null,
            "tit": "4 - الكبر"
        },
        {
            "id": "67",
            "lvl": "4",
            "sub": null,
            "tit": "الفرق بين الكبر والعجب"
        },
        {
            "id": "67",
            "lvl": "4",
            "sub": "1",
            "tit": "بيان ذم الكبر"
        },
        {
            "id": "69",
            "lvl": "4",
            "sub": null,
            "tit": "بيان الطرق في معالجة الكبر واكتساب التواضع"
        },
        {
            "id": "79",
            "lvl": "4",
            "sub": null,
            "tit": "بيان غاية الرياضة في خلق التواضع"
        },
        {
            "id": "81",
            "lvl": "3",
            "sub": null,
            "tit": "5 - الغضب"
        },
        {
            "id": "83",
            "lvl": "4",
            "sub": null,
            "tit": "بيان حقيقة الغضب"
        },
        {
            "id": "86",
            "lvl": "4",
            "sub": null,
            "tit": "بيان الأسباب المهيجة للغضب"
        },
        {
            "id": "87",
            "lvl": "4",
            "sub": null,
            "tit": "بيان علاج الغضب بعد هيجانه"
        },
        {
            "id": "91",
            "lvl": "4",
            "sub": null,
            "tit": "الأساليب التربوية للحفاظ على الهدوء عندما يسيطر على الإنسان شعور الغضب!"
        },
        {
            "id": "96",
            "lvl": "4",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "97",
            "lvl": "4",
            "sub": null,
            "tit": "(فضيلة الحلم وكظم الغيظ)"
        },
        {
            "id": "101",
            "lvl": "4",
            "sub": null,
            "tit": "فضيلة كظم الغيظ"
        },
        {
            "id": "103",
            "lvl": "4",
            "sub": null,
            "tit": "ومن المشهورين بالحلم"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الثاني: إخلاص النية في طلب العلم"
        },
        {
            "id": "109",
            "lvl": "3",
            "sub": null,
            "tit": "وتصحيح النية يحتاج إلى أربعة أشياء"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الثالث: التوبة."
        },
        {
            "id": "112",
            "lvl": "3",
            "sub": null,
            "tit": "بيان وجوب التوبة وفضلها"
        },
        {
            "id": "113",
            "lvl": "3",
            "sub": null,
            "tit": "مقدمات التوبة"
        },
        {
            "id": "119",
            "lvl": "3",
            "sub": null,
            "tit": "قصة عن أحد الصالحين"
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الرابع: التحلي بمحاسن الأخلاق"
        },
        {
            "id": "126",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الخامس: المبادرة إلى تحصيل العلم في أوقات الشباب"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": null,
            "tit": "النوع السادس: نظام الأوقات للتعليم والتعلم"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": "1",
            "tit": "النوع السابع: أكل القدر اليسر من الحلال"
        },
        {
            "id": "134",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الثامن: الأخذ بالورع"
        },
        {
            "id": "135",
            "lvl": "2",
            "sub": null,
            "tit": "النوع التاسع: تقليل النوم"
        },
        {
            "id": "135",
            "lvl": "2",
            "sub": "1",
            "tit": "النوع العاشر: يستحب أن يكون عازبا"
        },
        {
            "id": "136",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الحادي عشر: ترك المعاشرة لغيره الجنس"
        },
        {
            "id": "137",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الثاني عشر: عدم العجب بالعلم"
        },
        {
            "id": "140",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الثالث عشر: تجنب اللعب وكثرة المزاح."
        },
        {
            "id": "141",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الرابع عشر: العمل بالعلم"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الثاني: آداب الطالب مع شيخه، وفيه عشرة أنواع"
        },
        {
            "id": "146",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الأول: اختيار الشيخ"
        },
        {
            "id": "147",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الثاني: التواضع والإجلال للشيخ"
        },
        {
            "id": "151",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الثالث: معرفة حق الشيخ"
        },
        {
            "id": "153",
            "lvl": "3",
            "sub": null,
            "tit": "*التحذير من انتقاص العلماء، والحث على إكرامهم، وتعظيم حرماتهم."
        },
        {
            "id": "155",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الرابع: الصبر على جفوة الشيخ"
        },
        {
            "id": "159",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الخامس: الشكر للشيخ"
        },
        {
            "id": "160",
            "lvl": "2",
            "sub": null,
            "tit": "النوع السادس: آداب الدخول على الشيخ"
        },
        {
            "id": "161",
            "lvl": "3",
            "sub": null,
            "tit": "* أدب الاستئذان على العلماء"
        },
        {
            "id": "163",
            "lvl": "3",
            "sub": null,
            "tit": "* كيفية الوقوف على باب العالم للاستئذان"
        },
        {
            "id": "163",
            "lvl": "3",
            "sub": "1",
            "tit": "* جواز طرق الباب وصفته"
        },
        {
            "id": "163",
            "lvl": "4",
            "sub": "2",
            "tit": "وإذا حضر جماعة من الطلبة قدموا أسنهم"
        },
        {
            "id": "164",
            "lvl": "3",
            "sub": null,
            "tit": "* وإن قدم الأكبر على نفسه من كان أعلم منه جاز ذلك"
        },
        {
            "id": "165",
            "lvl": "2",
            "sub": null,
            "tit": "النوع السابع: آداب جلسة الدرس"
        },
        {
            "id": "167",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الثامن: التلطف في السؤال والجواب"
        },
        {
            "id": "168",
            "lvl": "2",
            "sub": null,
            "tit": "النوع التاسع: الإصغاء والالتفات إلى الشيخ"
        },
        {
            "id": "170",
            "lvl": "2",
            "sub": null,
            "tit": "النوع العاشر: آداب المشي مع الشيخ"
        },
        {
            "id": "172",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الثالث: آداب الطالب مع دروسه: وفيه ثمانية أنواع"
        },
        {
            "id": "174",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الأول: الابتداء بكتاب الله العزيز"
        },
        {
            "id": "177",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الثاني: التصحيح قبل الحفظ"
        },
        {
            "id": "179",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الثالث: الاشتغال بعلم الحديث"
        },
        {
            "id": "182",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الرابع: الانتقال إلى المبسوطات"
        },
        {
            "id": "187",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الخامس: لزوم حلقة الشيخ والاعتناء بالدروس كلها"
        },
        {
            "id": "187",
            "lvl": "2",
            "sub": "1",
            "tit": "النوع السادس: آداب المجلس"
        },
        {
            "id": "188",
            "lvl": "2",
            "sub": null,
            "tit": "النوع السابع: كراهية الاستحياء من التعلم"
        },
        {
            "id": "190",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الثامن: آداب فواتح الدرس"
        },
        {
            "id": "192",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الرابع: آداب الطالب مع الكتاب: وفيه سبعة أنواع"
        },
        {
            "id": "194",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الأول: اعتناء الطالب بتحصيل الكتب"
        },
        {
            "id": "195",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الثاني: إعارة الكتب عند الحاجة"
        },
        {
            "id": "196",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الثالث: صفة وضع الكتاب عند المطالعة"
        },
        {
            "id": "196",
            "lvl": "2",
            "sub": "1",
            "tit": "النوع الرابع: صفة نسخ الكتب"
        },
        {
            "id": "199",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الخامس: من آداب الكتابة"
        },
        {
            "id": "199",
            "lvl": "2",
            "sub": "1",
            "tit": "النوع السادس: تصحيح الكتاب"
        },
        {
            "id": "200",
            "lvl": "2",
            "sub": null,
            "tit": "النوع السابع: كتابة الفوائد"
        },
        {
            "id": "202",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الخامس: آداب المعاشرة مع الخلق"
        },
        {
            "id": "204",
            "lvl": "2",
            "sub": null,
            "tit": "الصنف الأول: المجاهيل"
        },
        {
            "id": "205",
            "lvl": "2",
            "sub": null,
            "tit": "الصنف الثاني: وهم المعارف"
        },
        {
            "id": "209",
            "lvl": "3",
            "sub": null,
            "tit": "جواز المدارة والفرق بين المدارة والمداهنة"
        },
        {
            "id": "221",
            "lvl": "2",
            "sub": null,
            "tit": "الصنف الثالث: وهم الأصدقاء"
        },
        {
            "id": "221",
            "lvl": "3",
            "sub": "1",
            "tit": "شروط الصحبة"
        },
        {
            "id": "223",
            "lvl": "3",
            "sub": null,
            "tit": "عند عدم اجتماع هذه الخصال فعليك بأحد أمرين"
        },
        {
            "id": "225",
            "lvl": "3",
            "sub": null,
            "tit": "حقوق الصحبة"
        },
        {
            "id": "225",
            "lvl": "4",
            "sub": "1",
            "tit": "1 - من حقوق الأخ على الأخ: أن يتعامى عن عيوبه"
        },
        {
            "id": "226",
            "lvl": "4",
            "sub": null,
            "tit": "2 - ومن حق الأخ على الأخ: أن يحمل ما يراه منه على وجه التأويل جميل ما أمكن،"
        },
        {
            "id": "226",
            "lvl": "4",
            "sub": "1",
            "tit": "3 - ومن حق الأخ على الأخ: أن يرجو له من الخيرات"
        },
        {
            "id": "228",
            "lvl": "4",
            "sub": null,
            "tit": "5 - ومن حق الأخ على الأخ: ألا يعيره بذنب"
        },
        {
            "id": "228",
            "lvl": "4",
            "sub": "1",
            "tit": "6 - ومن حق الأخ على الأخ: «ألا ينظر له بعين الاحتقار»."
        },
        {
            "id": "228",
            "lvl": "4",
            "sub": "2",
            "tit": "7 - ومن حق الأخ على الأخ: إذا أطلع على عيب فيه، أن يتهم نفسه في ذلك"
        },
        {
            "id": "229",
            "lvl": "4",
            "sub": null,
            "tit": "8 - ومن حق الأخ على الأخ: أن يرى نفسه دون أخيه على الدوام"
        },
        {
            "id": "229",
            "lvl": "4",
            "sub": "1",
            "tit": "9 - ومن حق الأخ على الأخ: «أن يؤثره على نفسه"
        },
        {
            "id": "230",
            "lvl": "4",
            "sub": null,
            "tit": "10 - ومن حق الأخ على الأخ: أن يخدمه إذا مرض."
        },
        {
            "id": "230",
            "lvl": "4",
            "sub": "1",
            "tit": "11 - ومن حق الأخ على الأخ: أن يحترمه ويوقره،"
        },
        {
            "id": "230",
            "lvl": "4",
            "sub": "2",
            "tit": "12 - ومن حق الأخ على الأخ: أن يثني عليه في غيبته وفي حضوره بطريق الشرع"
        },
        {
            "id": "231",
            "lvl": "4",
            "sub": null,
            "tit": "13 - ومن حق الأخ على الأخ: أن يكرمه إذا ورد عليه"
        },
        {
            "id": "231",
            "lvl": "4",
            "sub": "1",
            "tit": "14 - ومن حق الأخ على الأخ: أن يوسع له في المجلس إذا رآه"
        },
        {
            "id": "231",
            "lvl": "4",
            "sub": "2",
            "tit": "15 - ومن حق الأخ على الأخ: ألا يدعوه باسمه فقط"
        },
        {
            "id": "231",
            "lvl": "4",
            "sub": "3",
            "tit": "16 - ومن حق الأخ على الأخ: أن يعترف له بالفضل"
        },
        {
            "id": "231",
            "lvl": "4",
            "sub": "4",
            "tit": "17 - ومن حق الأخ على الأخ: أن يزوره كل قليل من الأيام."
        },
        {
            "id": "232",
            "lvl": "4",
            "sub": null,
            "tit": "18 - ومن حق الأخ على الأخ: أن يصافحه كلما لقيه."
        },
        {
            "id": "232",
            "lvl": "4",
            "sub": "1",
            "tit": "19 - ومن حق الأخ على الأخ: إذا لاقاه وصافحه أن يصلي ويسلم على النبي صلى الله عليه وآله وسلم ويذكره بذلك."
        },
        {
            "id": "233",
            "lvl": "4",
            "sub": null,
            "tit": "20 - ومن حق الأخ على الأخ: أن يهادي كل قليل من الأيام."
        },
        {
            "id": "234",
            "lvl": "4",
            "sub": null,
            "tit": "21 - ومن حق الأخ على الأخ: أن يرشده إلى ترك البغي على من بغى عليه."
        },
        {
            "id": "234",
            "lvl": "4",
            "sub": "1",
            "tit": "22 - ومن حق الأخ على الأخ: مساعدته له في التزويج."
        },
        {
            "id": "234",
            "lvl": "4",
            "sub": "2",
            "tit": "23 - ومن حق الأخ على الأخ: ألا يغفل عن عيادته إذا مرض"
        },
        {
            "id": "234",
            "lvl": "4",
            "sub": "3",
            "tit": "24 - ومن حق الأخ على الأخ: أن يرشده إلى الوصية إذا حضرته الوفاة"
        },
        {
            "id": "234",
            "lvl": "4",
            "sub": "4",
            "tit": "25 - ومن حق الأخ على الأخ: أن يسهر عنده إلى الصباح إذا كان في حالة تفضي إلى الموت"
        },
        {
            "id": "235",
            "lvl": "4",
            "sub": null,
            "tit": "26 - ومن حق الأخ على الأخ: ألا يبغض ذاته إذا وقع فيما لا ينبغي."
        },
        {
            "id": "235",
            "lvl": "4",
            "sub": "1",
            "tit": "27 - ومن حق الأخ على الأخ: إذا حصل بينه وبين أخيه لومة أو عتب أن يزيد في بث محاسنه"
        },
        {
            "id": "236",
            "lvl": "4",
            "sub": null,
            "tit": "28 - ومن حق الأخ على الأخ: أن يقبل اعتذاره، ولو كان مبطلا."
        },
        {
            "id": "237",
            "lvl": "4",
            "sub": null,
            "tit": "29 - ومن حق الأخ على الأخ: كثرة فرحه إذا كثرت طاعاته"
        },
        {
            "id": "238",
            "lvl": "4",
            "sub": null,
            "tit": "30 - ومن حق الأخ على الأخ: إذا أراد سفرا ألا يخرج حتى يودعه"
        },
        {
            "id": "238",
            "lvl": "4",
            "sub": "1",
            "tit": "31 - ومن حق الأخ على الأخ: إذا رجع من سفر أن يذهب إليه في منزله، فيسلم عليه ويهنئه بالسلامة،"
        },
        {
            "id": "238",
            "lvl": "4",
            "sub": "2",
            "tit": "32 - ومن حق الأخ على الأخ: إن يشاوره في كل أمر مهم،"
        },
        {
            "id": "238",
            "lvl": "4",
            "sub": "3",
            "tit": "33 - ومن حق الأخ على الأخ: أن يتفقد عياله وأولاده إذا غاب عنهم،"
        },
        {
            "id": "239",
            "lvl": "4",
            "sub": null,
            "tit": "34 - ومن حق الأخ على الأخ: أن يكتم سره،"
        },
        {
            "id": "239",
            "lvl": "4",
            "sub": "1",
            "tit": "35 - ومن حق الأخ على الأخ: ألا يصدق من نم له فيه"
        },
        {
            "id": "240",
            "lvl": "4",
            "sub": null,
            "tit": "36 - ومن حق الأخ على الأخ: أن يذب عن عرضه لكن مع النية الصالحة والسياسة الحسنة."
        },
        {
            "id": "240",
            "lvl": "4",
            "sub": "1",
            "tit": "37 - ومن حق الأخ على الأخ: أن يرشده إلى تعظيم حرمات الله"
        },
        {
            "id": "240",
            "lvl": "4",
            "sub": "2",
            "tit": "38 - ومن حق الأخ على الأخ: أن يتظاهر بعدواة من عاداه بغير حق،"
        },
        {
            "id": "240",
            "lvl": "4",
            "sub": "3",
            "tit": "39 - ومن حق الأخ على الأخ: ألا يحدثه بحديث كذب؛"
        },
        {
            "id": "240",
            "lvl": "4",
            "sub": "4",
            "tit": "40 - ومن حق الأخ على الأخ: ألا ينساه من الدعاء"
        },
        {
            "id": "241",
            "lvl": "4",
            "sub": null,
            "tit": "42 - ومن حق الأخ على الأخ: أن يحفظ وده وإن خانه"
        },
        {
            "id": "241",
            "lvl": "4",
            "sub": "1",
            "tit": "43 - ومن حق الأخ على الأخ: ألا يمن عليه بما فعله من المعروف إذ هو خاصمه"
        },
        {
            "id": "241",
            "lvl": "4",
            "sub": "2",
            "tit": "44 - ومن حق الأخ على الأخ: ألا يخاصمه،"
        },
        {
            "id": "242",
            "lvl": "4",
            "sub": null,
            "tit": "45 - ومن حق الأخ على الأخ: ألا يقره على بدعة."
        },
        {
            "id": "242",
            "lvl": "4",
            "sub": "1",
            "tit": "46 - ومن حق الأخ على الأخ: (ألا يؤخذه إذا قصر في حقه"
        },
        {
            "id": "243",
            "lvl": "4",
            "sub": null,
            "tit": "47 - ومن حق الأخ على الأخ: دوام الشفقة على أولاد أخيه والقيام بهم بعد موته."
        },
        {
            "id": "244",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        }
    ]
}