{
    "b2030": [
        {
            "id": "3",
            "nass": "قال الوزير الصالح يحيى بن هبيرة: ¶ والوقت أنفس ما عنيت بحفظه ... وأراه أسهل ما عليك يضيع! ¶ (قيمة الزمن عند العلماء) ¶ بقلم: عبد الفتاح أبو غدة -رحمه الله تعالى- ¶ ولد سنة (1336) هـ، وتوفي سنة (1417) هـ ¶ الطبعة العاشرة ¶ مكتب المطبوعات الإسلامية",
            "page": "4",
            "part": "1",
            "seal": "75F2DC34"
        },
        {
            "id": "4",
            "nass": "تقدمة الطبعة الخامسة ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين ولي كل عون وتيسير، والصلاة والسلام الأتمان الأكملان على سيدنا محمد النبي البشير النذير، وعلى آله وصحبه ومن سار على صراطه المستقيم المنير، إلى يوم الدين. ¶ وجزى الله عنا خير الجزاء علماء هذه الأمة المحمدية، الذين كانت سيرهم طيبة، وأعمالهم الصالحة، وعلومهم النافعة، وأوقاتهم الرابحة: خير قدوة وحافز للمستفيدين والطالبين، في حياتهم وبعد مما تهم، فالله مسئول أن يغدق عليهم شآبيب الرحمة والرضوان، ويسكنهم رفيع غرف الجنان، ويحبب إلينا الاقتداء بهم في صالح القول والعمل والعلم والسلوك. ¶ وبعد هذه الطبعة الخامسة من كتابي (قيمة الزمن عند العلماء)، وقد أضفت إليه زيادات كثيرة هامة جدا، وعناوين لمقاطعه، وفهرسا للأعلام فيه، لم تكن في الطبعة الرابعة وما قبلها، راجيا أن يكون بذلك قد تكامل مجموعه، واستوفى موضوعه، فيزيد النفع به والاستفادة منه إن شاء الله تعالى. ¶ وأبقيت ترتيب الأخبار فيه على تسلسل سني الوفيات، ولم أرتبه",
            "page": "5",
            "part": "1",
            "seal": "D9B6CBC0"
        },
        {
            "id": "5",
            "nass": "على الموضوعات، ليتجلى فيه تعاقب الخالف للسالف على رعاية هذه الصفة الرفيعة: (حفظ الوقت) عند العلماء. ¶ وأسأله عز وجل أن يتقبله عملا صالحا، ويرزقني الإخلاص فيه وفي غيره مما كتبته أو خدمته، ويجعلني من الذين يسعى نورهم بين أيديهم وبأيمانهم يوم العرض عليه، بفضله وإحسانه، وهو أرحم الراحمين. ¶ هذا وان كتابي هذا: (قيمة الزمن عند العلماء)، حين صدر في طبعته الأولى سنة 1404 والطبعات التي بعدها، نفع الله تعالى به، وآتى أفضل الثمرات الطيبة، ولقي القبول والرواج الحسن، في محيط طلبة العلم والعلماء والمثقفين عامة، وخرك همم كثير من الأساتذة الفضلاء إلى الكتابة في موضوعه والاستفادة منه والاقتباس من أخباره ونصوصه. ¶ فكتب فيه الأستاذ الدكتور عبد الستار نوير في سنة 1406، كتابه الذي تناول فيه الوقت من جوانب شتى ونواحي متعددة، وسماه بعنوان: (الوقت هو الحياة). ¶ وكتب بعد ذلك الأستاذ خلدون الأحدب في أول سنة 1407، كتابه الذي أعطاه اسم (تأملات وسوانح في قيمة الزمن)، وهو في جل أخباره ومعظم نصوصه من كتابي سابق الذكر. ويبدو أن السيد خلدونا قد أحب كتابي هذا حبا جما، حتى اقتبسه في كتابه بمضمونه ومصادره، ومنحه زيادة في العنوان. ¶ وإنه ليسرني أن ينتفع هذا المحب - أحد أبنائي في الطلب والتحصيل - بكتابي، ويقتبسه بجملته وجمهرته، وكنت أود أن يذكر من",
            "page": "6",
            "part": "1",
            "seal": "4BA1D20D"
        },
        {
            "id": "6",
            "nass": "أين اقتبس هذه النصوص التي ألف كتابه منها، أداء لأمانة، فقد قال العلماء: من الأمانة في العلم عزوه إلى قائله أو ناقله. ¶ وكتب بعد ذلك الأستاذ جاسم بن محمد بن بدر المطوع في أواخر سنة 1407، كتابه الذي سماه: (الوقت عمار أو دمار)، وأكثر فيه من النصوص التي نقلها من كتابي، وبني عليها نصائحه وإرشاداته، ناسيا أو متناسيا عزوها إلى مصدرها الذي التقطها منه، مجموعة منسقة محققة، وقد حرص كل الحرص على أن لا يذكر كتابي أو يحيل إليه، نعم عزا بعض النصوص إلى كتاب الأستاذ خلدون الأحدب، الذي قبس من كتابي قبله، ولله في خلقه شؤون، ولله در الإمام الشافعي إذ يقول: الحر من راعي وداد لحظة، وانتمى لمن أفاده لفظة. ¶ وكتابي: (قيمة الزمن عند العلماء) - على ما فيه من قصور - حصيلة نحو عشرين سنة، من مطالعاتي ومراجعاتي في كتب العلم: التفسير، والحديث، والفقه، والتاريخ، والرجال، والتراجم، والبلدان، واللغة، والنحو، والأدب، والأخلاق، وسواها، في جمع مادته، وانتخابها، وضبطها، وعزوها إلى مصادرها ومراجعها، والمقابلة بينها، وتمحيصها، وسبكها، وتحقيقها، وإخراجها بأبهى حلة. ¶ وليس هذا مني - علم الله - حرصا على الشهرة أو الفخفخة، ولكن هي الأمانة والأدب الذي علمناه الإسلام، وصاغه الإمام الشافعي رضي الله عنه بأدبه وبيانه الرفيع، الذي أوردته آنفا، والله الهادي، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم، والحمد لله رب العالمين. ¶ وكتبه عبد الفتاح أبو غدة في الرياض 4 من جمادى الأول سنة 1408",
            "page": "7",
            "part": "1",
            "seal": "7FE1E518"
        },
        {
            "id": "8",
            "nass": "تقدمة الطبعة الرابعة: ¶ بسم الله الرحمن الرحيم ¶ الحمد لله الذي علم بالقلم، علم الإنسان ما لم يعلم، وأرسل إلينا رسوله النبي المكرم، سيدنا محمدا صلى الله عليه وسلم، ورضي الله عن أصحابه وتابعيهم بإحسان ومن سار على سننهم فعلم وعلم أو تعلم. ¶ أما بعد فقد أرشدنا الله تعالى في كتابه الكريم، وعلى لسان نبيه العظيم، إلى أهمية الوقت والتوقيت في حياتنا وأعمالنا، فرسم لنا الأحكام الشرعية، وحدد لنا أوقاتها ومواعيد أدائها، وحذرنا من التساهل والتجاوز بها عن توقيتها. وفي ذلك منه سبحانه تعليم وتربية لنا على تنظيم الأعمال والقيام بها في مواقيتها المحددة، قال عز وجل: (إن الصلاة كانت على المؤمنين كتابا موقوتا) (¬1). ¶ وعن عبد الله بن مسعود رضي الله عنه قال: سألت رسول الله صلى الله عليه وسلم: أي الأعمال أحب إلى الله؟ قال: الصلاة على وقتها. رواه البخاري ومسلم والترمذي والنسائي (¬2). ¶ ¬__________ ¶ (¬1) ((من سورة النساء الآية 103. ومعنى (كتابا): فرضا مكتوبا. و (موقوتا): في أوقات محددة. ¶ (¬2) البخاري في ((صحيحه)) 9:2 من ((فتح الباري))، في كتاب المواقيت (باب فضل الصلاة لوقتها)، و6:3، في أول كتاب الجهاد (باب فضل الجهاد =",
            "page": "9",
            "part": "1",
            "seal": "ABEF9A91"
        },
        {
            "id": "9",
            "nass": "والصلاة تكرر من المسلم والمسلمة في اليوم والليلة خمس مرات، فإن أداها المسلم في أول وقتها كما طلبت منه، غرست في سلوكه خلق الحفاظ على الوقت، والدقة في المواعيد، والانتباه لتوقيت كل عمل بوقته المناسب له، الموصل إلى الغاية منه على الوجه الأتم الأكمل. ¶ ومن هذا تبدو لنا الحكمة البالغة: لماذا خص الله تعالى ثم النبي صلى الله عليه وسلم: الصلاة بالذكر من بين سائر التكاليف الكثيرة المؤقتة، لأنها تتكرر كل يوم خمس مرات، ففي زمن يسير ينطبع سلوك فاعلها بخلق ضبط الوقت، ودقة الوعد، وأداء كل عمل في ميقاته المخصص له على الوجه الأمثل، ويصير ذلك له عادة وطبيعة متبعة في سلوكه وحياته. ¶ وقد رسم الشرع الحنيف: التوقيت في تكاليف كثيرة غير الصلاة، فوقت في أحكام الحج، والزكاة، والصوم، وزكاة الفطر، والأضحية، ¶ ¬__________ ¶ = والسير)، 400:10، في أول كتاب الأدب (باب البر والصلة)، و 510:13، في كتاب التوحيد (باب وسمي النبي صلى الله عليه وسلم عملا). ومسلم في ((صحيحه)) 2: 73 - 74، في كتاب الإيمان (باب بيان كون الإيمان بالله تعالى أفضل الأعمال). والترمذي في ((جامعه)) 326:1، في كتاب أبواب الصلاة (باب ما جاء في الوقت الأول من الفضل)، والنسائي في ((سننه)) 292:1، في كتاب المواقيت (باب فضل الصلاة لمواقيتها). ¶ قال المناوي في ((فيض القدير)) 164:1 ((أحب الأعمال إلى الله أي أكثرها ثوابا عند الله تعالى: الصلاة على وقتها، وأفاد الحديث أن تعجيل الصلاة أول وقتها أفصل)). انتهى. والمؤمن مدعو إلى الأخذ بالأفضل دائما، فتصير فيه صفة المحافظة على أول الوقت خلقا وطبعا.",
            "page": "10",
            "part": "1",
            "seal": "1BB6E370"
        },
        {
            "id": "10",
            "nass": "والسفر، والتيمم، والمسح على الخفين، والرضاع، والطلاق، والعدة، والرجعة، والنفقة، والدين، والرهن، والضيافة، والعقيقة، والحيض، والنفاس، وغيرها. وما ذلك إلا لمعنى هام رتب الشرع التوقيت عليه، ولحظ المصلحة والنفع به. ¶ وقد غفل كثير من المسلمين اليوم عن هذا التوجيه الإسلامي الدقيق لهم من جانب الشرع الأغر، فجعلوا يأخذن ويتعلمون أهمية ربط الأعمال بالتوقيت المناسب، من غيرهم! وكأنهم لم يمرنوا أو يربوا على ذلك من أول يوم كلفوا فيه بأحكام الشريعة الغراء، وفي أولها الصلاة. ¶ فيجب على المسلم أن ينتبه إلى الوقت في حياته، وإلى تنفيذ كل عمل من أعماله في توقيته المناسب، فالوقت من حيث هو معيار زمني: من أغلى ما وهب الله تعالى للإنسان، وهو في حياة العالم وطالب العلم رأس المال والربح جميعا، فلا يسوغ للعاقل أن يضيعه سدى، ويعيش فيه هملا سبهللا، ومن أجل هذا دونت هذه الصفحات حافزا لنفسي ولأبناء جنسي، رجاء الانتفاع بما فيها من أخبار آبائنا وسلفنا الماضين، والله ولي التوفيق. ¶ وبعد فهذه الطبعة الرابعة من كتابي ((قيمة الزمن عند العلماء))، وقد قدر الله تعالى له قبولا ورواجا غير متوقع، فأقبل عليه القراء والطلبة والعلماء، واستحسنه من وقف عليه، وانتفع به خلق كثير، فلله الحمد على ذلك، وهو ولي السداد والرشاد. ¶ وقد أضفت إلى هذه الطبعة بعض الأخبار الحافزة على حفظ الوقت وكسبه، آملا أن يستفيد من ذلك طلاب العلم وسواهم، من الذين",
            "page": "11",
            "part": "1",
            "seal": "FA273659"
        },
        {
            "id": "11",
            "nass": "يقدرون للوقت والزمن في حياتهم قدره، فتنالني دعوتهم الصالحة، وأكون معهم من الذين تعاونوا على البر والتقوى، والله ولي المحسنين، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم، والحمد لله رب العالمين. ¶ وكتبه عبد الفتاح أبو غدة ¶ في الرياض 13 من شعبان سنة 1406",
            "page": "12",
            "part": "1",
            "seal": "C6BB2CBC"
        },
        {
            "id": "12",
            "nass": "تقدمة الطبعة الأولى: ¶ بسم الله الرحمن الرحيم ¶ الحمد لله وكفى، وصلاة وسلام على عباده الذين اصطفى، وفي مقدمتهم سيدنا ورسولنا محمد المصطفى، وعلى آله وصحبه وتابعيه ومن بهم اهتدى واقتفى. ¶ وبعد فهذه الصفحات وجيزة، كتبتها في بيان (قيمة الزمن عند العلماء)، وأردت بها التعريف بقيمة هذه النعمة العظيمة التي هي ميدان الحياة، في محيط العلم وأهله، وكيف يمكن أن تأتى بالعجائب المدهشات، إذا أحسن المرء الاستفادة منها، ونظم حياته وأوقاته بنظام، وبعد عن الوقوع في الفضول في الكلام والطعام والمجالس والاجتماعات واللقاءات .. ، فتكون له أوفر الآثار الزاكيات، وأطيب الحسنات الباقيات، ويخلد ذكره - بنفعه ومآثره - مع الخالدين المحسنين (¬1). ¶ وجزى الله عنا خير الجزاء سلفنا الصالح وعلماءنا السابقين ¶ ¬___________ ¶ (¬1) وكانت نواة هذه الصفحات كلمة قصيرة، ألقيتها لمدة عشر دقائق في ضمن محاضرة عامة مشتركة قام بها لفيف من الأساتذة، ودعت إليها إدارة كلية الشريعة بالرياض في ليلة يوم الاثنين 28 من شعبان عام 1391، ثم نشرت تلك الكلمة في مجلة الكلية: ((أضواء الشريعة)) في العدد الخامس لعام 1394.",
            "page": "13",
            "part": "1",
            "seal": "BA35722F"
        },
        {
            "id": "13",
            "nass": "الأبرار، فقد كانوا لنا قدوة في كل خير، نموذجا لكل فضيلة، فاللهم ارزقنا انتهاج سبيلهم في جميع الشؤون، ووفقنا للاستفادة من أعمارنا وأوقاتنا، واجعلنا نشغلها بما يرضيك عنا، وجنبنا الفضول في كل شيء، إنك على كل شيء قدير، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم، والحمد لله رب العالمين. ¶ وكتبه عبد الفتاح أبو غدة ¶ في الرياض 18 من جمادى الأولى سنة 1402",
            "page": "14",
            "part": "1",
            "seal": "501F0D86"
        },
        {
            "id": "14",
            "nass": "قيمة الزمن ¶ لهذا العنوان الصغير أطراف كثيرة وكبيرة من المعاني والمواضيع، تتجاذب الكلام فيها، فللزمن قيمة عند الفلاسفة غير قيمته عند التجار، وغيرها عند الزراع، وغيرها عند الصناع، وغيرها عند العسكريين، وغيرها عند السياسيين، وغيرها عند الشباب، وغيرها عند الشيوخ، وغيرها عند طلبة العلم وأهل العلم. ¶ وأخص بحديثي (قيمة الزمن) عند طلبة العلم وأهل العلم فحسب، رجاء أن يكون ذلك حافزا لهمم أصحاب العزائم من شبابنا طلاب العلم، في هذه الأيام التي فترت فيها همم الطالبين، وتقاعست غايات المجدين، وندر فيها وجود الطلبة المحترقين بالعلم، فمات النبوغ وساد الكسل والخمول، وبرز من جراء ذلك الضعف والتأخر في صفوف أهل العلم وآثارهم، فأقول: ¶ إن نعم الله تعالى على عباده كثيرة لا تحصى، ولا يمكن للبشر أن يحصوها أو يدركوها على حقيقتها، وذلك لكثرتها، واستمرارها، ويسرها، وتتابع إنعام الله بها، وتفاوت مدارك الناس بها؛ وصدق الله العظيم إذ يقول: (وإن تعدوا نعمة الله لا تحصوها إن الإنسان لظلوم كفار) (¬1). ¶ ¬___________ ¶ (¬1) من سورة إبراهيم، الآية 34.",
            "page": "15",
            "part": "1",
            "seal": "91BA5DDC"
        },
        {
            "id": "15",
            "nass": "للنعم أصول وفروع ¶ وإن للنعم أصولا وفروعا، فمن فروع النعم مثلا: البسطة في العلم والجسم والمال، والمحافظة على نوافل العبادات، مثل قيام الليل والإكثار من تلاوة القرآن، وذكر الله تعالى، والمحافظة على سنن الفطرة في الوجه واليدين والأطراف، وسنن الأعمال مثل التطيب للرجال عند الاجتماع، والمصافحة عند اللقاء، ودخول المسجد باليمنى، والخروج منه باليسرى، وإماطة الأذى عن الطريق، وما إلى ذلك من الآداب والسنن والمستحبات وبعض الواجبات، فكل أولئك من فروع النعم، وما أجلها من فروع عند عارفيها. ¶ أصول النعم ¶ وأما أصول النعم فكثيرة أيضا لا تحصى، وأول أصول النعم، الإيمان بالله تعالى وبما جاء من عنده، والعمل بمقتضى ذلك على ما أوجبه الله تعالى وأمر سبحانه. ¶ ومن أصول النعم أيضاً: نعمة الصحة والعافية، التي منها سلامة السمع والبصر والفؤاد والجوارح، وهي محور حركة الإنسان وقوام استفادته من وجوده. ¶ ومن أصول النعم أيضاً: نعمة العلم، فهي نعمة كبرى يتوقف عليها رقي الإنسانية وسعادتها الدنيوية والأخروية جميعا، فالعلم نعمة جلى، كيفما كان، فتحصيله نعمة، والانتفاع به نعمة، والنفع به نعمة، وتخليده ونقله للأجيال المقبلة نعمة، ونشره في الناس نعمة، وهكذا ¶ وهناك أمثلة كثيرة لأصول النعم، لا أطيل بذكرها مراعاة لقيمة الزمن.",
            "page": "16",
            "part": "1",
            "seal": "B89A179F"
        },
        {
            "id": "16",
            "nass": "من أجل أصول النعم ¶ ومن أصول النعم أيضاً، بل من أجل أصولها وأغلاها: نعمة (الزمن)، الذي جمعت هذه الصفحات للحديث عن قيمته، في جنب طلبة العلم وأهل العلم خاصة. ¶ فالزمن هو عمر الحياة، وميدان وجود الإنسان، وساحة ظله وبقائه ونفعه وانتفاعه. وقد أشار القرآن الكريم إلى عظم هذا الأصل في أصول النعم، وألمع إلى علو مقداره على غيره، فجاءت آيات كثيرة ترشد إلى قيمة الزمن، ورفيع قدره وكبير أثره. ¶ بعض الآيات المذكرة بنعمة الزمن ¶ وأجتزئ هنا ببعض الآيات الكريمة في هذا المقام، قال تعالى ممتنا على عباده بهذه النعمة الكبرى: (الله الذي خلق السموات والأرض، وأنزل من السماء ماء فأخرج به من الثمرات رزقا لكم، وسخر لكم الفلك لتجرى في البحر بأمره وسخر لكم الأنهار. ¶ وسخر لكم الأنهار. لكم الشمس والقمر دائبين، وسخر لكم الليل والنهار. وآتاكم من كل ما سألتموه، وإن تعدوا نعمة الله لا تحصوها إن الإنسان لظلوم كفار) (¬1). ¶ فامتن سبحانه في جلائل نعمه بنعمة الليل والنهار، وهما الزمن الذي نتحدث عنه ونتحدث فيه، ويمر به هذا العالم الكبير من أول بدايته، إلى نهاية نهايته. ¶ وقال تعالى مؤكدا هذه المنة العليا في آية ثانية: (وسخر لكم ¶ ¬___________ ¶ (¬1) من سورة إبراهيم، الآيات 32 - 34.",
            "page": "17",
            "part": "1",
            "seal": "77FFC7C5"
        },
        {
            "id": "17",
            "nass": "الليل والنهار والشمس والقمر، والنجوم مسخرات بأمره، إن في ذلك لآيات لقوم يعقلون) (¬1). فأشار في ختام الآية إلى أن تلك النعم فيها آيات بالغة عند الذين يعقلون ويتدبرون. ¶ وقال سبحانه: (وجعلنا الليل والنهار آيتين، فمحونا آية الليل وجعلنا آية النهار مبصرة، لتبتغوا فضلا من ربكم، ولتعلموا عدد السنين والحساب، وكل شيء فصلناه تفصيلا) (¬2). ¶ وقال سبحانه: (ومن آياته الليل والنهار والشمس والقمر، لا تسجدوا للشمس ولا للقمر، واسجدوا لله الذي خلقهن إن كنتم إياه تعبدون) (¬3). ¶ وتمدح سبحانه بأنه مالك الزمان والمكان وما يحل فيهما من زمانيات ومكانيات، فقال: (وله ما سكن في الليل والنهار وهو السميع العليم) (¬4). ¶ تأنيب الله للكفار إذ أضاعوا أعمارهم ¶ وقال تعالى مخاطباً الكفار ومؤنباً لهم، إذ أضاعوا أعمارهم، واستبقوا أنفسهم فيها على الكفر! ولم يخرجوا - مع امتداد العمر - من الكفر إلى الإيمان، وقد آتاهم الله الزمان المديد، والعمر العريض، فقال ¶ ¬___________ ¶ (¬1) من سورة النحل، الآية 12. ¶ (¬2) من سورة الإسراء، الآية 12. ¶ (¬3) من سورة فصلت، الآية 37. ¶ (¬4) من سورة الأنعام، الآية 13.",
            "page": "18",
            "part": "1",
            "seal": "970B4641"
        },
        {
            "id": "18",
            "nass": "سبحانه: (أولم نعمركم ما يتذكر فيه من تذكر، وجاءكم النذير، فذوقوا فما للظالمين من نصير) (¬1). ¶ فجعل سبحانه (التعمير) موجبا للتذكر والاستبصار، وميدانا للإيمان والاستذكار، وأقام (العمر) الذي هو الزمن بحياة الإنسان: حُجْة على الإنسان، كما أقام وجود الرسالة والنذارة حجة عليه أيضاً. ¶ قال الحافظ ابن كثير (¬2) في تفسير هذه الآية الكريمة: ((أي: أو ما عشتم في الدنيا أعمارا لو كنتم ممن ينتفع بالحق لانتفعتم به في مدة عمركم! قال قتادة: اعلموا أن طول العمر حجة، فنعوذ بالله أن نعير بطول العمر. ¶ إعذار الله لمن بلغه من العمر ستين سنة ¶ وروى البخاري في ((صحيحه)) (¬3)، عن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: ((أعذر الله عز وجل إلى امرىء أخر عمره حتى بلَّغَه ستين سنة))، وروى الإمام أحمد في ((مسنده)) (¬4)، عن أبي هريرة أيضاً: قال: قال رسول الله صلى الله عليه وسلم: ((من عَمَّره الله تعالى ستين سنة، فقد أعذر إليه في العمر)). أي أزال عذره ولم يبق له موضعا للاعتذار، إذ أمهله طول المدة المديدة في العمر. ¶ ¬___________ ¶ (¬1) من سورة فاطر، الآية 37. ¶ (¬2) في ((تفسيره)) 5: 589 - 590. ¶ (¬3) 238:11، في كتاب الرقاق، (باب من بلغ ستين سنة فقد أعذر الله إليه في العمر). ¶ (¬4) 417:2.",
            "page": "19",
            "part": "1",
            "seal": "CE589469"
        },
        {
            "id": "19",
            "nass": "قَسَم الله تعالى بالزمن لبيان عظمه وأهميته ¶ وهناك آيات كثيرة فيها التنبيه إلى عظم هذا الأصل من النعم غير التي أسلفتها، وحسبك أ، تعلم أن الله سبحانه قد أقسم بالزمن في مختلف أطواره، في كتابه الكريم، في آيات جمة، إشعارا منه بقيمة الزمن، وتنبيها إلى أهميته، فأقسم جل شأنه بالليل، والنهار، والفجر، والصبح والشفق، والضحى، والعصر، فمن ذلك قوله تعالى: (والليل إذا يغشى، والنهار إذا تجلى) (¬1)، وقوله تعالى: (والليل إذا أدبر، والصبح إذا أسفر) (¬2)، وقوله تعالى: (والليل إذا عسعس، والصبح إذا تنفس) (¬3)، وقوله تعالى: (فلا أقسم بالشفق، والليل وما وسق) (¬4)، وقوله تعالى: (والفجر، وليال عشر) (¬5)، وقوله تعالى: (والضحى، والليل إذا سجى) (¬6)، وقوله تعالى: (والعصر، إن الإنسان لفي خسر) (¬7). ¶ ويلاحظ أن كل ما أقسم الله عليه بالزمن، كان هاما في أعلى درجات الأهمية، وكان قسمه بالزمن في أمرين هامين جدا، أحدهما تبرئة الرسول صلى الله عليه وسلم، من أن يكون هجره ربه كما زعم ذلك المشركون والأعداء. والمقام الآخر في بيان أن كل إنسان خاسر وهالك ¶ ¬___________ ¶ (¬1) من سورة الليل، الآية 1 - 2. ¶ (¬2) من سورة المدثر، الآية 33 - 34. ¶ (¬3) من سورة التكوير، الآية 17 - 18. ¶ (¬4) من سورة الانشقاق، الآية 16 - 17. ¶ (¬5) من سورة الفجر، الآية 1 - 2. ¶ (¬6) من سورة الضحى، الآية 1 - 2. ¶ (¬7) من سورة العصر، الآية 1 - 2.",
            "page": "20",
            "part": "1",
            "seal": "45FBBEA4"
        },
        {
            "id": "20",
            "nass": "إلا الذين آمنوا وعملوا الصالحات، فقال سبحانه مقسما بالزمن: (والضحى. والليل إذا سجى. ما ودعك ربك وما قلى) (¬1). ¶ وقال أيضا: (والعصر. إن الإنسان لفي خسر. إلا الذين آمنوا وعملوا الصالحات وتواصوا بالحق وتواصوا بالصبر) (¬2). قال حبر الأمة وترجمان القرآن سيدنا عبد الله بن عباس رضي الله عنهما: العصر هو الزمن. ¶ بيان الفخر الرازي لقيمة الزمن وشرفِهِ ¶ قال الإمام فخر الدين الرازي رحمه الله تعالى، في تفسيره (¬3)، في تفسير سورة (العصر)، ما ملخصه ومعناه: ¶ ((أقسم بالله تعالى بالعصر - الذي هو الزمن -، لما فيه من الأعاجيب، لأنه يحصل فيه السراء والضراء، والصحة والسقم، والغنى والفقر، ولأن العمر لا يقوم بشيء نفاسة وغلاء. ¶ فلو ضيعت ألف سنة فيما لا يعني، ثم تبت وثبتت لك السعادة في اللمحة الأخيرة من العمر، بقيت في الجنة أبد الآباد، فعلمت أن أشرف الأشياء حياتك في تلك اللمحة، فكان الزمان من جملة أصول النعم، فلذلك أقسم الله به، ونبه سبحانه على أن الليل والنهار فرصة يضيعها الإنسان! وأن الزمان أشرف من المكان فأقسم به، لكون الزمان نعمة خالصة لا عيب فيها، إنما الخاسر المعيب هو الإنسان)) انتهى. ¶ ¬___________ ¶ (¬1) من سورة الضحى، الآيات 1 - 3. ¶ (¬2) سورة العصر. ¶ (¬3) هو التفسير الكبير المسمى: ((مفاتيح الغيب)) 84:32.",
            "page": "21",
            "part": "1",
            "seal": "46A4B75E"
        },
        {
            "id": "21",
            "nass": "هذا طرف مما جاء في الكتاب الكريم مما أشير فيه إلى قيمة الزمن، وأنه من أصول النعم وجلائلها. ¶ بيان السنة المطهرة لقيمة الزمن ¶ أما السنة المطهرة فالبيان فيها أصرح وأوضح، فقد روى البخاري، والترمذي، وابن ماجة (¬1)، عن ابن عباس رضي الله عنهما، قال: قال رسول الله صلى الله عليه وسلم: ((نعمتان مغبون فيهما كثير من الناس: الصحة والفراغ)) (¬2). ¶ ¬__________ ¶ (¬1) البخاري في ((صحيحه)) 229:11 في أول كتاب الرقاق، (باب ما جاء في الرقاق، وأن لا عيش إلا عيش الآخرة). والترمذي في ((جامعه)) 550:4 في كتاب الزهد، في (باب الصحة والفراغ نعمتان ... ). وابن ماجة في ((سننه)) 1396:2 في كتاب الزهد، في (باب الحكمة). ¶ (¬2) مغبون فيها كثير من الناس. أي ذو خسران فيهما كثير من الناس. قال بعض العلماء: النعمة ما بتنعم به الإنسان ويستلذه، والغبن أن يشتري بأضعاف الثمن، أو يبيع بدون ثمن المثل. فمن صح بدنه، وتفرغ من الأشغال العائقة، ولم يسع لصلاح آخرته، فهو كالمغبون في البيع. والمقصود أن غالب الناس لا ينتفعون بالصحة والفراغ، بل يصرفونهما في غير محالهما، فيصير كل واحد منهما في حقهم وبالا! ولو أنهم صرفوا كل واحد منهما في محله لكان خيرا أي خير. ¶ قال الإمام ابن الجوزي: قد يكون الإنسان صحيحا ولا يكون متفرغا، لشغله بالمعاش، وقد يكون مستغنيا ولا يكون صحيحا، فإذا اجتمعا فغلب عليه الكسل عن الطاعة فهو المغبون، وتمام ذلك أن الدنيا مزرعة الآخرة، وفيها التجارة الذي يظهر ربحها في الآخرة، فمن استعمل فراغه وصحته في طاعة الله فهو المغبوط، ومن استعملهما في معصية الله فهو المبغون، لأن الفراغ يعقبه الشغل، والصحة يعقبها السقم، ولو لم يكن إلا الهرم لكفى. قال المحقق الطيبي: ضرب النبي صلى الله عليه وسلم للمكلف مثلا بالتاجر الذي له رأس مال، فهو يبتغي الربح مع سلامة رأس المال، فطريقه في ذلك أن يتحرى فيمن يعامله، ويلزم الصدق والحذق لئلا يبغن، فالصحة والفراغ رأس المال.",
            "page": "22",
            "part": "1",
            "seal": "C0304444"
        },
        {
            "id": "22",
            "nass": "فالزمن نعمة جلى ومنحة كبرى، لا يدريها ويستفيد منها كل الفائدة إلا الموفقون الأفذاذ، كما أشار إلى ذلك لفظ الحديث الشريف فقال: ((مغبون فيهما كثير من الناس))، فأفاد أن المستفيدين من ذلك قلة، وأن الكثير مفرط مغبون. ¶ الغيرة القاتلة على الوقت عند العابد والعاقل ¶ قال الإمام ابن القيم رحمه الله تعالى، في كتابه ((مدارج السالكين)) (¬1)، وهو يتحدث عن منزلة الغيرة وشمولها لكثير من الأمور، فذكر منها الغيرة على الوقت بقوله: ¶ الغيرة على وقت فات! وهي غيرة قاتلة، فإن الوقت وحي التقضي -أي سريع الانقضاء- أبي الجانب، بطيء الرجوع. والوقت عند العابد: هو وقت العبادة والأوراد، وعند المريد: هو وقت الإقبال على الله، والجمعية عليه، والعكوف عليه بالقلب كله. والوقت أعز شيء عليه، يغار عليه أن ينقضي بدون ذلك! فإذا فاته الوقت لا يمكنه استدراكه البتة، لأن الوقت الثاني قد استحق واجبه الخاص، فإذا فاته وقت فلا سبيل له إلى تداركه. ¶ ومعنى أنها (غيرة قاتلة) أي أن أثرها يشبه القتل، لأن حسرة الفوت قاتلة، ولا سيما إذا علم المتحسر: أنه لا سبيل إلى الاستدراك. وأيضاً ¶ ¬___________ ¶ (¬1) 49:3.",
            "page": "23",
            "part": "1",
            "seal": "3FBDE4B3"
        },
        {
            "id": "23",
            "nass": "فالغيرة على التفويت تفويت آخر، كما يقال: الاشتغال بالندم على الوقت الفائت تضييع للوقت الحاضر! ولذلك يقال: الوقت كالسيف إن لم تقطعه قطعك (¬1). ¶ فالوقت منقض بذاته، منصرم بنفسه، فمن غفل عن نفسه تصرمت أوقاته، وعظم فواته، واشتدت حسراته، فكيف حاله إذا علم عند تحقق الفوت مقدار ما أضاع! وطلب الرجعى فحيل بينه وبين الاسترجاع! وطلب تناول الفائت، وكيف يرد الأمس في اليوم الجديد؟! (وأنى لهم التناوش من مكان بعيد)؟! (¬2) ومنع مما يحبه ويرتضيه، وعلم أ، ما اقتناه ليس مما ينبغي للعاقل أن يقتنيه، وحيل بينه وبين ما يشتهيه! ¶ فيا حسرات، مال إلى رد مثلها ... سبيل! ولو ردت لهان التحسر! ¶ ¬____________ ¶ (¬1) قال ابن أبي جمرة في كتابه ((بهجة النفوس)) 96:3 ((معناه: اقطع الوقت بالعمل، لئلا يقطعك بالتسويف)). انتهى. ويمكن أن يقال معناه: أنك إذا لم تكن يقظا للاستفادة من الوقت والانتفاع به، هلكت كما يهلك من وجهت إليه الضربة بالسيف، فإن لم يكن يقظا لردها والسلامة منها قطعته وأهلكته، فإن الوقت سيف قاطع، وبرق لامع. ولهذا قال القائل: ¶ وكن صارما كالوقت فالمقت في عسى ... وإياك علا فهي أخطر علة! ¶ وقالوا: من علامة المقت، إضاعة الوقت. ¶ (¬2) من سورة سبأ، الآية 52. والتناوش: التناول. والآية الكريمة تتحدث عن حال الكفار في الآخرة، الذين فوتوا على أنفسهم في الدنيا: الإيمان بالله تعالى. أي: ومن أين لهم في الآخرة تناول الإيمان، والتوبة من الكفر؟ وقد كان قريبا منهم في الدنيا فضيعوه! وكيف يقدرون على الظفر به في الآخرة وهي بعيدة من الدنيا؟!.",
            "page": "24",
            "part": "1",
            "seal": "371D5323"
        },
        {
            "id": "24",
            "nass": "والواردات سريعة الزوال، تمر أسرع من السحاب، وينقضي الوقت بما فيه، فلا يعود عليك منه إلا أثره وحكمه، فاختر لنفسك ما يعود عليك من وقتك، فإنه عائد عليك لا محالة، لهذا يقال للسعداء في الجنة: (كلوا واشربوا هنيئا بما أسلفتم في الأيام الخالية) (¬1)، ويقال للأشقياء المعذبين في النار: (ذلكم بما كنتم تفرحون في الأرض بغير الحق، وبما كنتم تمرحون) (¬2). انتهى بتصرف يسير. ¶ جميع المصالح تنشأ من الوقت ... فمن أضاعه لم يستدركه أبداً ¶ وقال الإمام ابن القيم أيضاً، في كتابه ((الجواب الكافي لمن سأل عن الدواء الشافي)) (¬3): ((أعلى الفكر وأجلها وأنفعها ما كان الله والدار الآخرة، فما كان لله فهو أنواع، ... ، النوع الخامس: الفكرة في واجب الوقت ووظيفته، وجمع الهم (¬4) كله عليه، فالعارف ابن وقته، فإن أضاعه ضاعت عليه مصالحه كلها، فجميع المصالح إنما تنشأ من الوقت، فمتى أضاع الوقت لم يستدركه أبداً! ¶ قال الشافعي رضي الله عنه: صحبت الصوفية، فلم أستفد منهم سوى حرفين، أحدهما قولهم: الوقت سيف، فإن لم تقطعه قطعك، وذكر الكلمة الأخرى، و: نفسك إن شغلتها بالحق وإلا شغلتك بالباطل. ¶ ¬___________ ¶ (¬1) من سورة الحاقة، الآية 24. ¶ (¬2) من سورة غافر، الآية 75. ¶ (¬3) ص 208و209. ¶ (¬4) أي: الهمة والعزم.",
            "page": "25",
            "part": "1",
            "seal": "85A5EB20"
        },
        {
            "id": "25",
            "nass": "فوقت الإنسان هو عمره في الحقيقة، ومادة حياته الأبدية في النعيم المقيم، ومادة المعيشة الضنك في العذاب الأليم. وهو يمر أسرع من السحاب، فما كان من وقته لله وبالله، فهو حياته وعمره، وغير ذلك ليس محسوبا من حياته وإن عاش فيه طويلا، فهو يعيش عيش البهائم، فإذا قطع وقته في الغفلة والشهوة والأماني الباطلة، وكان خير ما قطعه بالنوم والبطالة: فموت هذا خير له من حياته، وإذا كان العبد وهو في الصلاة: ليس له من الصلاة إلا ما عقل منها، فليس له من عمره إلا ما كان فيه بالله ولله تعالى)). ¶ حرص السلف على كسب الوقت وملئه بالخير ¶ وقد كان السلف الصالح ومن سار على نهجهم من الخلف أحرص الناس على كسب الوقت وملئه بالخير، سواء في ذلك عالمهم وعابدهم، فقد كانوا يسابقون الساعات، ويبادرون اللحظات، ضنا منهم بالوقت، وحرصا على أن لا يذهب منهم هدرا. ¶ أمسك الشمس حتى أكلمك ¶ نقل عن عامر بن عبد قيس أحد التابعين الزهاد: أن رجلا قال له: كلمني، فقال له: عامر بن عبد قيس: أمسك الشمس. يعني أوقف لي الشمس واحبسها عن المسير حتى أكلمك، فإن الزمن متحرك دائب المضي، لا يعود بعد مروره، فخسارته خسارة لا يمكن تعويضها واستدراكها، لأن لكل وقت ما يملؤه من العمل (¬1). ¶ ¬___________ ¶ (¬1) ويكفي تقويما للوقت والزمن أن الفقهاء قد قرروا أن الأجل في البيع يقابل بشيء من الثمن، وفي هذا تثمين للوقت وتقدير للزمن أيما تقدير، فقد قوموا الزمن بالمال.",
            "page": "26",
            "part": "1",
            "seal": "412F453B"
        },
        {
            "id": "26",
            "nass": "ندم ابن مسعود على اليوم يمر من عمره ¶ قال الصحابي الجليل عبد الله بن مسعود رضي الله عنه: ما ندمت على شيء ندمي على يوم غربت شمسه، نقص فيه أجلي، ولم يزد فيه عملي. ¶ الليل والنهار يعملان فيك فاعمل فيهما ¶ وقال الخليفة الصالح عمر بن عبد العزيز رضي الله عنه: إن الليل والنهار يعملان فيك، فاعمل فيهما. ¶ يا ابن آدم إنما أنت أيام! ¶ وقال الحسن البصري رضي الله عنه: يا ابن آدم، إنما أنت أيام، فإذا ذهب يوم ذهب بعضك. وقال أيضا: أدركت أقواما كانوا على أوقاتهم أشد منكم حرصا على دراهمكم ودنانيركم. ¶ حماد بن سلمة إما يحدث أو يقرأ أو يسبح أو يصلي ¶ قال الحافظ الذهبي في ((تذكرة الحفاظ)) (¬1)، في ترجمة الإمام المحدث حماد بن سلمة البصري، البزاز الخرقي: ((الإمام المحدث النحوي الحافظ القدوة شيخ الإسلام، ولد سنة إحدى وتسعين من الهجرة، ومات سنة سبع وستين ومئة. وهو أول من صنف التصانيف مع ابن أبي عروبة، وكان بارعا في العربية فقيها فصيحا مفوها صاحب سنة، وكان عابدا من العباد. ¶ قال تلميذه عبد الرحمن بن مهدي: لو قيل لحماد بن سلمة: إنك ¶ ¬__________ ¶ (¬1) 202:1 و ((سير أعلام النبلاء)) 447:4.",
            "page": "27",
            "part": "1",
            "seal": "E6F5FE27"
        },
        {
            "id": "27",
            "nass": "تموت غدا ما قدر أن يزيد في العمل شيئا. وقال موسى بن إسماعيل التبوذكي: لو قلت لكم: إني ما رأيت حماد بن سلمة ضاحكا لصدقت، كان مشغولا: إما أن يحدث أو يقرأ، أو يسبح، أو يصلي، وقد قسم النهار على ذلك. قال يونس المؤدب: مات حماد بن سلمة وهو في الصلاة، رحمه الله تعالى عليه)). ¶ أثقل الساعات على الخليل بن أحمد ساعة يأكل فيها! ¶ وقال أبو هلال العسكري في كتابه ((الحث على طلب العلم والاجتهاد في جمعه)) (¬1): ((كان الخليل بن أحمد - الفراهيدي البصري، أحد أذكياء العالم، المولود سنة 100، والمتوفي سنة 170 رحمه الله تعالى - يقول: أثقل الساعات علي: ساعة آكل فيها)). فالله أكبر ما أشد الفناء في العلم عنده؟! وما أوقد الغيرة على الوقت لديه؟!. ¶ أبو يوسف ساعة موته يباحث في مسألة فقهية ¶ وهذا الإمام أبو يوسف القاضي (يعقوب بن إبراهيم الأنصاري الكوفي ثم البغدادي)، المولود سنة 113، والمتوفي سنة 182 رحمه الله تعالى، صاحب الإمام أبي حنيفة وتلميذه وناشر علمه ومذهبه، وقاضي الملوك الخلفاء العباسيين الثلاثة: المهدي والهادي والرشيد، وأول من دعي: قاضي القضاة، وكان يقال له: قاضي قضاة الدنيا: ¶ يباحث - وهو في النزع والذماء: النفس الأخير من الحياة - بعض عواده في مسألة فقهية، رجاء النفع بها لمستفيد أو متعلم، ¶ ¬__________ ¶ (¬1) ص 87.",
            "page": "28",
            "part": "1",
            "seal": "448E2CC4"
        },
        {
            "id": "28",
            "nass": "ولا يخلي اللحظة الأخيرة من لحظات حياته من كسبها في مذاكرة علم وإفادة واستفادة. ¶ ((قال تلميذه القاضي إبراهيم بن الجراح الكوفي ثم المصري: مرض أبو سيف، فأتيته أعوده، فوجدته مغمى عليه، فلما أفاق قال لي: يا إبراهيم، ما تقول في مسألة؟ قلت: في مثل هذه الحالة؟! قال: ولا بأس بذلك، ندرس لعله ينجو به ناج؟ ¶ ثم قال: يا إبراهيم، أيما أفضل في رمي الجمار - أي في مناسك الحج - أن يرميها ماشياً أو راكباً؟ قلت: راكباً، قال: أخطأت، قلت: ماشياً، قال: أخطأت، قلت: قل فيها، يرضى الله عنك. قال: أما ما كان يوقف عنده للدعاء، فالأفضل أن يرميه ماشيا، وأما ما كان لا يوقف عنده فالأفضل أن يرميه راكباً. ثم قُمت من عنده، فما بلغت باب داره حتى سمعت الصراخ عليه، وإذا هو قد مات، رحمه الله عليه (¬1). ¶ ¬__________ ¶ (¬1) هكذا غلاء العلم عند السلف، يتذاكرون به ويبحثون في مسائله ومشكلاته حتى عند الموت ووداع الحياة! فلله درهم ما أحب العلم إلى قلوبهم؟ وجاء في ((توالي التأنيس بمعالي محمد بن إدريس)) أي الإمام الشافعي، للحافظ ابن حجر، ص105، ((قال ابن أبي حاتم: سمعت المزني يقول: قيل للشافعي: كيف شهوتك للعلم؟ قال: أسمع بالحرف - أي بالكلمة - مما لم أسمعه، فتود أعضائي أن لها أسماعا تتنعم به مثل ما تنعمت به الأذنان. فقيل له: كيف حرصك عليه؟ قال: حرص الجموع المنوع في بلوغ لذته للمال. فقيل له: فكيف طلبك له؟ قال: طلب المرأة المضلة ولدها ليس لها غيره)). وبمثل هذا الشغف والعشق للعلم يتكون النبوغ والإمامة فيه.",
            "page": "29",
            "part": "1",
            "seal": "5F5F7F7A"
        },
        {
            "id": "29",
            "nass": "وهذه طريقة العلماء والمشايخ، فإنهم يقولون: - طلب العلم - من المهد إلى اللحد)) (¬1). ¶ أبو يوسف يموت ابنه فيوكل بتجهيزه ودفنه ليحضر الدرس ¶ وهذا الإمام الجليل الذكي، أبو يوسف القاضي الألمعي، كان شديد الملازمة لشيخة الإمام أبي حنيفة، لازم مجلسه 17 سنة أو 29 سنة، ما فاته صلاة الغداة معه، ولا فارقه في فطر ولا أضحى إلا من ¶ ¬__________ ¶ (¬1) هذا الكلام: (طلب العلم من المهد إلى اللحد) ويحكى أيضا بصيغة (اطلبوا العلم من المهد إلى اللحد): ليس بحديث نبوي، وإنما هو من كلام الناس، فلا تجوز إضافته إلى رسول الله صلى الله عليه وسلم كما يتناقله بعضهم، إذ لا ينسب إلى رسول الله صلى الله عليه وسلم إلا ما قاله أو فعله أو أقره. ¶ وكون هذا الكلام صحيح المعنى في ذاته وحقا في دعوته: لا يسوغ نسبته إلى النبي صلى الله عليه وسلم، قال الحافظ أبو الحجاج الحلبي المزي: ((ليس لأحد أن ينسب حرفا يستحسنه من الكلام إلى رسول الله صلى الله عليه وسلم، وإن كان ذلك الكلام في نفسه حقا، فإن كل ما قاله الرسول صلى الله عليه وسلم حق، وليس كل ما هو حق قاله الرسول صلى الله عليه وسلم)). ¶ انتهى من كتاب ((ذيل الموضوعات)) للحافظ السيوطي ص 202. ¶ وهذا الحديث الموضوع: (اطلبوا العلم من المهد إلى اللحد) مشتهر على الألسنة كثيرا، ومن العجب أن الكتب المؤلفة في (الأحاديث المنتشرة) لم تذكره. ¶ وخبر الإمام أبي يوسف المذكور: من كتاب ((فضائل أبي حنيفة وأصحابه)) لأبي العباس بن أبي العوام (مخطوط) في الخبر 730، ومن كتاب ((مناقب أبي حنيفة)) للموفق المكي 481:1، و ((مناقب أبي حنيفة)) لحافظ الدين الكردي 405:2، في (الفصل الثالث) في ترجمة الإمام أبي يوسف، ومن ((الجواهر المضية)) للحافظ القرشي 76:1، من ترجمة (إبراهيم بن الجراح).",
            "page": "30",
            "part": "1",
            "seal": "761377BF"
        },
        {
            "id": "30",
            "nass": "مرض، ((روى محمد بن قدامة، قال: سمعت شجاع بن مخلد، قال: سمعت أبا يوسف يقول: مات ابن لي، فلم أحضر جهازه ولا دفنه، وتركته على جيراني وأقربائي، مخافة أن يفوتني من أبي حنيفة شيء لا تذهب حسرته عني)) (¬1). ¶ محمد بن الحسن لا ينام من الليل إلا قليلا ¶ وقال العلامة طاشكبري زاده في ((مفتاح السعادة ومصباح السيادة)) (¬2): ((كان محمد بن الحسن الشيباني الكوفي البغدادي، الإمام الفقيه المجتهد المحدث، تلميذ الإمام أبي حنيفة، - المولود سنة 132، والمتوفي سنة 189 رحمه الله تعالى - لا ينام الليل، وكان يضع عنده دفاتر - يعني كتبا -، فإذا مل من نوع نظر في آخر، وكان يزيل نومه بالماء ويقول: إن النوم من الحرارة)). ¶ عصام البلخي اشترى قلما بدينار ليكتب ما سمعه فوراً ¶ ثم قال العلامة طاشكبري زاده (¬3): ((واشترى عصام بن يوسف - البلخي الفقيه الحنفي ومحدث بلخ، المتوفي سنة 215 رحمه الله تعالى - قلما بدينار ليكتب ما سمع في الحال. فالعمر قصير، والعلم كثير، فينبغي للطالب أن لا يضيع الأوقات والساعات، ويغتنم الليالي والخلوات، ويغتنم الشيوخ ويستفيد منهم، فليس كل ما فات يدرك!. ¶ ولست بمدرك ما فات مني ... بلهف ولا بليت ولا لو اني!)). ¶ ¬__________ ¶ (¬1) من ((مناقب أبي حنيفة)) للإمام الموفق المكي 472:1. ¶ (¬2) 23:1. ¶ (¬3) في ((مفتاح السعادة)) 36:1.",
            "page": "31",
            "part": "1",
            "seal": "B3022A34"
        },
        {
            "id": "31",
            "nass": "محمد بن سلام البيكندي ينادي: قلم بدينار ¶ وهذا محمد بن سلام البيكندي شيخ البخاري، المتوفي سنة 227، كان في حال الطلب جالسا في مجلس الإملاء، والشيخ يحدث ويملي، فانكسر قلم محمد بن سلام فأمر أ، ينادي: قلم بدينار، فتطايرت إليه الأقلام. حكاه الحافظ العيني في ((عمدة القاري)) (¬1). وما هذا البذل السخي منه، إلا لمعرفته بقيمة ذاك الوقت الغالي، وقيمة ما يملأ به أيضا. فهذا عالم بل متعلم ممن عرف قيمة الزمن والوقت، فبذل الذهب والدينار في تحصيل قلم. ¶ عبيد بن يعيش تلقمه أخته العشاء ثلاثين سنة ليكتب الحديث ¶ وحكى الحافظ الذهبي في ((سير أعلام النبلاء)) (¬2)، في ترجمة المحدث الكبير عبيد بن يعيش شيخ البخاري ومسلم، ما يلي: ((هو الحافظ الحجة الأوحد، أبو محمد عبيد بن يعيش الكوفي، المحاملي العطار. ¶ حدث عنه البخاري في جزء رفع اليدين، ومسلم في الصحيح، والنسائي بواسطة، وأبو زرعة الرازي، ومحمد بن أيوب البجلي، ... وخلق. ومات في رمضان سنة تسع وعشرين ومئتين. ¶ قال عمار بن رجاء: سمعت عبيد بن يعيش يقول: أقمت ثلاثين ¶ ¬__________ ¶ (¬1) 165:1، في كتاب الإيمان، في (باب قول النبي صلى الله عليه وسلم: أنا أعلمكم بالله .. ). ¶ (¬2) 458:11.",
            "page": "32",
            "part": "1",
            "seal": "482EA54D"
        },
        {
            "id": "32",
            "nass": "سنة ما أكلت بيدي بالليل، كانت أختي تلقمني وأنا أكتب الحديث)) (¬1). ¶ ابن معين يقول لشيخه: أمله علي الآن أخاف أن لا ألقاك. ¶ وروى الإمام أحمد والإمام أبو عيسى الترمذي (¬2)، ولفظ الحديث وإسناده المسوق هنا هو للترمذي. ¶ قال الترمذي: ((حدثنا عبد بن حميد، قال حدثنا محمد بن الفضل، قال حدثنا حماد بن سلمة، عن حبيب بن الشهيد، عن الحسن البصري، عن أنس بن مالك رضي الله تعالى عنه، أن النبي صلى الله عليه وسلم خرج من بيته - وهو في مرض موته - يتكئ على أسامة بن زيد، وعليه ثوب قطري قد توشح به فصلى بهم (¬3). ¶ ثم قال الترمذي بعد رواية هذا الحديث: ((قال عبد بن حميد - وهو شيخ الترمذي -: قال محمد بن الفضل: سألني يحيى بن معين عن هذا الحديث أول ما جلس إلي، فقلت: حدثنا حماد بن سلمة، فقال: لو كان من كتابك، فقمت لأخرج كتابي، فقبض على ثوبي ثم ¶ ¬__________ ¶ (¬1) خبر تلقيمه بالليل رواه أيضا الخطيب البغدادي في ((الجامع لأخلاق الراوي وآداب السامع)) 178:2. ¶ (¬2) الإمام أحمد في ((المسند)) 266:3، والترمذي في ((الشمائل)) المحمدية ص 60، في (باب ما جاء في لباس رسول الله صلى الله عليه وسلم). ¶ (¬3) الثوب القطري هو نوع من الثياب التي كانت تحمل إلى الحجاز من قطر، البلد المعروف المجاور القريب من المملكة العربية السعودية، والنسبة في الثياب إليه يقولون: قطري، على خلاف القياس، فكسروا القاف وسكنوا الطاء للتخفيف كما في كتاب ((النهاية)) لابن الأثير. وتوشح بثوبه: لبسه.",
            "page": "33",
            "part": "1",
            "seal": "29ED1E47"
        },
        {
            "id": "33",
            "nass": "قال: أمله علي، فإني أخاف أن لا ألقاك، فأمليته عليه، ثم أخرجت كتابي فقرأته عليه)). انتهى. ¶ إمامة يحيى بن معين في الحديث ¶ ولزيادة فهم هذا الخبر أرى أن أذكر طرفا من ترجمة الإمام يحيى بن معين، قال الحافظ الذهبي في ((سير أعلام النبلاء)) (¬1)، في ترجمة يحيى بن معين: هو الإمام الحافظ، الجهبذ، سيد الحفاظ، ومالك الحفاظ، شيخ المحدثين، أبو زكريا، يحيى بن معين بن عون بن زياد بن بسطام، ولم يكن من العرب وإنما والى بعض بني مر منهم فقيل له: المري ولاء، البغدادي ولاة ومنشئا، أحد أعلام المحدثين الكبار. ولد في بغداد سنة ثمان وخمسين ومئة من الهجرة، ونشأ في بغداد، وكتب العلم وهو ابن عشر سنين، وكان أبوه معين من نبلاء الكتاب لعبد الله بن مالك على خراج الري، فخلف له ألف ألف درهم، فأنفقها كلها على تحصيل الحديث حتى لم يبق له نعل يلبسه!. ¶ سمع الحديث من عبد الله بن المبارك، وهشيم بن بشير، وإسماعيل بن عياش، وسفيان بن عيينة، وعبد الرزاق الصنعاني باليمن، ووكيع بن الجرح، ويحيى بن سعيد القطان، وعبد الرحمن بن مهدي، وخلق كثير سواهم، بالعراق والشام والجزيرة ومصر والحجاز. ¶ وروى عنه الحديث الإمام أحمد بن حنبل، والبخاري، ومسلم، ¶ ¬__________ ¶ (¬1) 71:11 وما بعدها، وتذكرة الحفاظ 429:2 وما بعدها. وإنما ذكرت هذه الترجمة الوجيزة ليحيى بن معين هنا ـ استطرادا وخروجا عن منهج الكتاب ـ ليفهم خبره الذي أسلفت ذكره على الوجه المطلوب، فمعذرة.",
            "page": "34",
            "part": "1",
            "seal": "740C6924"
        },
        {
            "id": "34",
            "nass": "وأبو داود، وعباس الدوري البغدادي وهو راوية علمه، وأبو زرعة الرازي، وأبو حاتم الرازي، وعثمان بن سعيد الدرامي، وأبو يعلى الموصلي، وخلائق لا يحصون كثرة. ¶ كتابة ابن معين بيده ألف ألف حديث ¶ وكتابته الحديث الواحد خمسين مرة ¶ قال علي بن المديني: انتهى علم الناس إلى يحيى بن معين، وقال عبد الخالق بن منصور: قلت لعبد الله بن الرومي: سمعت بعض أصحاب الحديث يحدث بأحاديث يحيى بن معين ويقول: حدثني من لم تطلع الشمس على أكبر منه، فقال ابن الرومي: وما تعجب؟ سمعت علي بن المديني يقول: ما رأيت في الناس مثله، وما نعلم أحدا من لدن آدم كتب من الحديث ما كتب يحيى بن معين. قال محمد بن نصر المروزي: سمعت يحيى بن معين يقول: كتبت بيدي ألف ألف حديث (¬1). قال الذهبي: يعني بهذا العدد المكرر من الحديث الواحد، ألا تراه قال: لو لم نكتب الحديث خمسين مرة ما عرفناه. ¶ كل حديث لا يعرفه ابن معين فليس بحديث وقال الإمام أحمد بن حنبل: كل حديث لا يعرفه يحيى بن معين فليس بحديث، يحيى بن معين رجل خلقه الله لهذا الشأن، يظهر كذب الكذابين. ¶ ¬__________ ¶ (¬1) يعد المحدثون كل خبر أو كلمة من كلام الرسول صلى الله عليه وسلم، أو كلام الصحابي أو التابعي، أو تفسير للفظ غريب، أو لفظ مبهم، أو نحو ذلك، إذا روى بالسند: حديثا. فهذا العدد على هذا المعنى.",
            "page": "35",
            "part": "1",
            "seal": "3449870E"
        },
        {
            "id": "35",
            "nass": "وقال أبو حاتم الرازي: إذا رأيت البغدادي يحب أحمد بن حنبل فاعلم أنه صاحب سنة، وإذا رأيته يبغض يحيى بن معين فاعلم أنه كذاب. ¶ قول ابن معين: إذا كتبت فقمش وإذا حدثت ففتش ويحيى بن معين هو صاحب المنهج العظيم في تلقي العلم ونشره، إذ يقول كلمته التي صارت دستور المحدثين والعلماء، في التحصيل والأداء: إذا كتبت فقمش -أي اكتب كل ما تسمع واجمعه- وإذا حدثت ففتش. ¶ كثرة الكتب التي خلفها ابن معين ¶ قال صالح بن أحمد الحافظ: سمعت أبا عبد الله محمد بن عبد الله قال، سمعت أبي يقول: خلف يحيى بن معين من الكتب مئة قمطر، وأربعة عشر قمطرا (¬1)، وأربعة حباب شرابية مملوءة كتباً (¬2). ¶ ابن معين كان يذب الكذب عن رسول الله ¶ وكان يحيى بن معين هذا، إذا حج ذهب إلى مكة من طريق المدينة، وإذا رجع من مكة رجع عن طريق المدينة، فلما حج في سنة ثلاث وثلاثين ومئتين، دخل المدينة قبل الحج في أواخر ذي القعدة، وأصابه المرض فمات لسبع ليال بقين من ذي القعدة، فتسامع الناس ¶ ¬__________ ¶ (¬1) قال المرتضى الزبيدي في ((شرح الإحياء)) 359:1 ((القمطر: سفط يسوى من قصب، تصان فيه الكتب)). ¶ (¬2) الحباب جمع حب بضم الحاء، وهو الجرة الكبيرة الضخمة، وكانوا يضعون كتبهم في تلك الجرار الكبيرة، حفظا لها. وشرابية منسوبة إلى الشراب.",
            "page": "36",
            "part": "1",
            "seal": "F3E0D939"
        },
        {
            "id": "36",
            "nass": "بقدومه وبموته، وأخرج له بنو هاشم الأعواد - أي السرير - التي غسل عليها رسول الله صلى الله عليه وسلم فغسل عليها، وصلى عليه الناس ودفن في البقيع، وكان الناس يقولون: هذا الذي كان يذب الكذب عن رسول الله. انتهى. ¶ شرح واقعة ابن معين مع شيخه محمد بن الفضل ¶ قلت: في تلقي يحيى بن معين لهذا الحديث من شيخه محمد بن الفضل لطائف غالية، وفوائد ثمينة، وذلك أن يحيى بن معين الذي عرفنا طرفا من ترجمته فيما تقدم، طلب من شيخه محمد بن الفضل السدوسي البصري الملقب بعارم: أ، يحدثه بهذا الحديث أول ما جلس إليه يحيى، فلما بدأ يحدثه واستهل التحديث بقوله: حدثنا حماد بن سلمة، قال له يحيى: لو كان من كتابك. ¶ وإنما طلب يحيى هذا منه زيادة في التوثق والتثبت، فإن محمد بن الفضل حافظ ثبت صدوق مأمون أحد الثقات المعروفين، ولكن أراد يحيى زيادة الاستيثاق والضبط. ¶ وكان من عادة المحدثين قبل إنشاء المدارس في القرن الخامس الهجري أن يحدث الشيخ طلابه في المسجد، أو في مكان فسيح إذا كانوا لا يسعهم المسجد، أو على باب داره إذا كان العدد قليلا، وكان الفضل بن محمد يحدث يحيى بن معين هذا الحديث على باب داره. ¶ فلما قام محمد بن الفضل ليدخل داره ويأتي بكتابه من بيته فيحدثه منه، خشي يحيى أن يحصل لمحمد بن الفضل مانع في هذه الفترة القصيرة بين قيامه لبيته للاتيان بالكتاب وعودته إليه، فيفوت عليه سماع هذا الحديث منه، فأخذ بثيابه قبل أن يتم قيامه ليأتي بالكتاب من بيته،",
            "page": "37",
            "part": "1",
            "seal": "403134BB"
        },
        {
            "id": "37",
            "nass": "ومنعه من دخول الدار حتى يحدثه بالحديث من حفظه، لشدة حرصه على سماع الحديث، خشية أن يفوته سماعه بعارض يعرض أو مانع يمنع. ¶ وقال له: أمله علي الآن من حفظك، فإني أخاف أن لا ألقاك، فإن الحياة لها قواطعها، فأخاف أن يحال بيني وبينك فلا ألقاك، فأملى محمد بن الفضل: الحديث على يحيى بن معين من حفظه أولاً، ثم دخل داره فجاء بالكتاب فقرأه عليه منه ثانياً. ¶ وهذه الواقعة تسجل لنا ما كان عليه الإمام يحيى بن معين، من شدة الحرص على كسب الوقت، وعظيم الحفاظ على تحصيل العلم، ومتانة التوثق فيه، وقوة المسارعة والاستباق إلى الاستفادة، وما كان عليه من الابتعاد عن الأمل والتمهل في تقييد العلم والفوائد، وخوف المباغتة من قواطع الحياة (¬1). ¶ وبهذه الواقعة الصغيرة التي جاء تسجيلها عرضا، عرفنا ما كان عليه الإمام يحيى بن معين من حفظ الوقت وكسب الزمن، وأدركنا كيف تسنى ليحيى بن معين أن يكتب بيده ألف ألف حديث، ويطوف البلدان، ويسمع من الشيوخ، ويحدث بما سمعه وتلقاه ألوف المحدثين والطالبين. ¶ وليس الإمام يحيى بن معين في هذه المنقبة نسيج وحده وفريد ¶ ¬__________ ¶ (¬1) قال الإمام النووي رحمه الله تعالى، في المقدمة الحافلة لكتابه العظيم ((المجموع)) 68:1، في (باب آداب المتعلم): ((ومن آدابه: أن تكون همته عالية، فلا يرضى باليسير مع إمكان الكثير، وأن لا يسوف في اشتغاله، ولا يؤخر تحصيل فائدة وإن قلت إذا تمكن منها، وإن أمن حصولها بعد ساعة، لأن للتأخير آفات، ولأنه في الزمن الثاني يحصل غيرها)).",
            "page": "38",
            "part": "1",
            "seal": "6E32A70D"
        },
        {
            "id": "38",
            "nass": "نوعه، بل قل مثل ذلك في الإمام علي بن المديني وأحمد بن حنبل والبخاري ومسلم وأبي داود والترمذي والنسائي وأمثالهم. ¶ حرص الجاحظ والفتح بن خاقان وإسماعيل القاضي على العلم ¶ وروى الخطيب البغدادي في كتابه ((تقييد العلم)) (¬1): ((عن أبي العباس المبرد، قال: ما رأيت أحرص على العلم من ثلاثة: الجاحظ -عمرو ابن بحر إمام أهل الأدب، ولد سنة 163، ومات سنة 255 - ، والفتح بن خاقان - الأديب الشاعر أحد الأذكياء، من أبناء الملوك، اتخذه الخليفة المتوكل العباسي وزيرا له وأخا، واجتمعت له خزانة كتب حافلة من أعظم الخزائن، توفي سنة 247 - ، وإسماعيل بن إسحاق القاضي - الإمام الفقيه المالكي البغدادي، ولد سنة 200، ومات سنة 282 - . ¶ فأما الجاحظ فإنه كان إذا وقع بيده كتاب قرأه من أوله إلى آخره، أي كتاب كان، حتى إنه كان يكتري دكاكين الوراقين ويبيت فيها للنظر في الكتب. ¶ وأما الفتح بن خاقان فإنه كان يحمل الكتاب في كمه أو في خفه، فإذا قام من بين يدي المتوكل للبول أو الصلاة، أخرج الكتاب فنظر فيه وهو يمشي، حتى يبلغ الموضع الذي يريده، ثم يصنع مثل ذلك في رجوعه، إلى أن يأخذ مجلسه. فإذا أراد المتوكل القيام لحاجة، أخرج الكتاب من كمه أو خفه، وقرأه في مجلس المتوكل إلى حين عوده. ¶ وأما إسماعيل بن إسحاق القاضي، فإني ما دخلت عليه قط إلا ¶ ¬__________ ¶ (¬1) ص 139.",
            "page": "39",
            "part": "1",
            "seal": "4F09D3B5"
        },
        {
            "id": "39",
            "nass": "رأيته وفي يده كتاب ينظر فيه، أو يقلب الكتب لطلب كتاب ينظر فيه، أو ينفض الكتب)) (¬1). ¶ ابن سحنون ألقمته جاريته العشاء ولم يشعر به لاشتغاله بالتأليف ¶ وجاء في ((ترتيب المدارك)) للقاضي عياض (¬2)، في ترجمة الفقيه المالكي المحدث الإمام (محمد بن سحنون القيرواني) المولود سنة 202، والمتوفي سنة 256 رحمه الله تعالى، ما يلي: ((قال المالكي: كانت لمحمد بن سحنون سرية - أي جارية مملوكة - يقال لها: أم مدام، فكان عندها يوما، وقد شغل في تأليف كتاب إلى الليل، فحضر الطعام، فاستأذنته فقال لها: أنا مشغول الساعة. ¶ فلما طال عليها - الانتظار - جعلت تلقمه الطعام حتى أتى عليه، وتمادى هو على ما هو فيه، إلى أن أذن لصلاة الصبح، فقال شغلنا عنك الليلة يا أم مدام! هات من عندك، فقالت: قد - والله يا سيدى - ألقمته لك، فقال: ما شعرت بذلك!)) (¬3). ¶ ¬__________ ¶ (¬1) انتهى بزيادة يسيرة من ((معجم الأدباء)) لياقوت الحموي 75:16، في ترجمة الجاحظ. ¶ (¬2) 217:4. ¶ (¬3) قلت: هذا نموذج من نماذج ذهول العلماء قديما واستغراقهم وفنائهم في العلم! ويشبهه ما حدث لشيخ المحدثين الإمام (أبي الحسين مسلم بن الحجاج القشيري النيسابوري)، صاحب ((الصحيح))، المولود سنة 204، والمتوفي سنة 261، جاء في ((تهذيب التهذيب)) للحافظ ابن حجر 127:10 في ترجمته: ((قال الحاكم: سمعت أبا الفضل محمد بن إبراهيم، قال: سمعت أحمد بن سلمة - رفيق مسلم في الرحلة من نيسابور إلى بلخ وإلى البصرة - يقول: عقد لمسلم مجلس المذاكرة، فذكر له حديث فلم يعرفه، فانصرف إلى منزله - وكان الوقت ليلا -، وقدمت له سلة فيها تمر، فكان = يطلب الحديث ويأخذ تمرة تمرة، فأصبح وقد فنى التمر! ووجد الحديث! زاد غيره: فكان ذلك سبب موته رحمه الله تعالى)).",
            "page": "40",
            "part": "1",
            "seal": "ADDD9055"
        },
        {
            "id": "40",
            "nass": "ثعلب النحوي يجيب الدعوة بشرط أن يفرغ لمطالعة كتابه ¶ وقال أبو هلال العسكري في كتابه ((الحث على طلب العلم والاجتهاد في جمعه)) (¬1): ((وحكي عن ثعلب - أحمد بن يحيى الشيباني الكوفي البغدادي، أحد أئمة النحو واللغة والأدب والحديث الشريف والقراءات، المولود سنة 200، والمتوفي سنة 291 رحمه الله تعالى - أنه كان لا يفارقه كتاب يدرسه، فإذا دعاه رجل إلى دعوة، شرط عليه أن يوسع له مقدار مسورة - هي المتكأ من الجلد - يضع فيها كتابا ويقرأ. ¶ ثعلب صدمته أثناء مطالعته في الطريق فمات ¶ وكان سبب وفاته أنه خرج من الجامع يوم الجمعة بعد العصر، وكان قد لحقه صمم لا يسمع إلا بعد تعب، وكان في يده كتاب ينظر فيه في الطريق، فصدمته فرس فألقته في هوة، فأخرج منها وهو كالمختلط - أي المشوه العقل -، فحمل إلى منزله على تلك الحال وهو يتأوه من رأسه، فمات ثاني يوم، رحمه الله تعالى (¬2). ¶ حفظ ابن جريرة لوقته وعزمه أن يفسر القرآن بثلاثين ألف ورقة ¶ وهذا الإمام ابن جرير الطبري شيخ المفسرين والمحدثين والمؤرخين، والإمام المجتهد العظيم، كان رحمه الله تعالى آية من الآيات، في استفادته من الوقت وحفاظه على ملئه بالتعلم والتعليم والكتابة والتأليف، حتى بلغت مؤلفاته من الكثرة - مع الإبداع والإتقان - العدد العجاب. ¶ ¬__________ ¶ (¬1) ص 77. ¶ (¬2) هذا الخبر في سبب وفاته من ((وفيات الأعيان)) لابن خلكان 104:1.",
            "page": "41",
            "part": "1",
            "seal": "69AB562A"
        },
        {
            "id": "41",
            "nass": "قال العلامة ياقوت الحموي في كتابه ((معجم الأدباء)) (¬1)، في الترجمة الحافلة التي كتبها للإمام ابن جرير الطبري، وبلغت 56 صفحة، والحافظ الخطيب البغدادي في ((تاريخ بغداد)) (¬2)، ما أقطف منه هنا الجمل التالية من ترجمة هذا الإمام الجليل، ودخل حديث أحدهما في الآخر: ¶ ((حدث علي بن عبيد الله اللغوي السمسمي، عن القاضي أبي عمر عبيد الله بن أحمد السمسار (¬3) وأبي القاسم بن عقيل الوراق: أن أبا جعفر الطبري قال لأصحابه: أتنشطون لتفسير القرآن؟ قالوا: كم يكون قدره؟ قال: ثلاثون ألف ورقة، فقالوا: هذا مما تفنى الأعمار قبل تمامه! فاختصره في نحو ثلاثة آلاف ورقة، وأملاه في سبع سنين، من سنة ثلاث وثمانين ومئتين إلى سنة تسعين. ¶ عزم ابن جرير أن يؤلف التاريخ في ثلاثين ألف ورقة ¶ ثم قال لهم: أتنشطون لتاريخ العالم من آدم إلى وقتنا هذا؟ قالوا: كم قدره؟ فذكر نحوا مما ذكره في التفسير، فأجابوه بمثل ذلك! فقال: إنا لله! ماتت الهمم! فاختصره في نحو مما اختصر ((التفسير))، وفرغ من تصنيفه ومن عرضه - أي قراءته - عليه يوم الأربعاء لثلاث بقين من شهر ربيع الآخر سنة ثلاث وثلاث مئة، وقطعه - أي ختمه وانتهى فيه عند الكلام - على آخر سنة اثنتين وثلاث مئة. ¶ ¬__________ ¶ (¬1) 18: 40 - 96. ¶ (¬2) 2: 162 - 169. ¶ (¬3) وقع في ((تذكرة الحفاظ)) للذهبي 711:2 (عبد الله ... ) بالتكبير. والظاهر أن الصواب بالتصغير كما جاء هنا وفي غير كتاب.",
            "page": "42",
            "part": "1",
            "seal": "E163EB67"
        },
        {
            "id": "42",
            "nass": "ابن جرير كان يكتب كل يوم أربعين ورقة تأليفاً ¶ قال الخطيب: وسمعت السمسمي يحكي أن ابن جرير مكث أربعين سنة، يكتب في كل يوم منها أربعين ورقة. وحدث تلميذه أبو محمد عبد الله بن أحمد بن جعفر الفرغاني، في كتابه المعروف بكتاب ((الصلة))، وهو كتاب وصل به ((تاريخ ابن جرير)): أن قوما من تلاميذ ابن جرير، حصلوا أيام حياته - أي جمعوها -، منذ بلغ الحلم إلى أن توفي وهو ابن ست وثمانين سنة، ثم قسموا عليها أوراق مصنفاته، فصار منها على كل يوم أربع عشرة ورقة. وهذا شيء لا يتهيأ لمخلوق إلا بحسن عناية الخالق)). انتهى. تبارك الله ماذا تبلغ الهمم! ¶ مجموع ما صنفه ابن جرير نحو 358 ألف ورقة ¶ وقد ولد ابن جرير سنة 224، وتوفي سنة 310، فعاش 86 سنة، وإذا طرحنا منها سنه قبل البلوغ وقدرناها بأربع عشرة سنة، يكون قد بقي ابن جرير ثنتين وسبعين سنة يكتب كل يوم 14 ورقة، فإذا حسبنا أيام الاثنين والسبعين سنة، وجعلنا لكل يوم منها 14 ورقة تصنيفا، كان مجموع ما صنفه الإمام ابن جرير نحو 358 ألف ورقة. ¶ وقد اعتبروا كلاً من ((تاريخه)) و ((تفسيره)) نحو ثلاثة آلاف ورقة، فيكون الكتابان مجموعهما نحو سبعة آلاف ورقة أو ثمانية آلاف ورقة. وقد جاء التاريخ مطبوعا في أحد عشر جزءا كبيراً، وجاء التفسير مطبوعاً في ثلاثين جزءا كبيراً، من الأجزاء الكبار التي يكون كل جزء منها مجلداً. ¶ فاحسب حساب الباقي من أوراق مصنفاته، وهو 351 ألف ورقة، لتعرف كم تبلغ مؤلفات هذا الإمام، الذي كان في علومه بمثابة مجمع",
            "page": "43",
            "part": "1",
            "seal": "9A26827B"
        },
        {
            "id": "43",
            "nass": "علمي واسع الفنون، وفي كثرة تآليفه بمثابة دار للنشر، وهو فرد واحد بنفسه، يكتب بقلمه لنفسه، ويؤلف على ورقة بنفسه، ويخرج للناس فكره وعلمه: عسلا مصفى وزبدا شهيا، وما كان يكون له كل ذلك، لولا أنه كان يكسب وقته، ويدري كيف يملؤه بالاستفادة والتأليف. ¶ تنظيم ابن جرير لأوقاته وأعماله ¶ قال القاضي أبو بكر بن كامل - أحمد بن كامل الشجري - تلميذ ابن جرير وصاحبه، يصف انتظام أوقات ابن جرير وأعماله رحمه الله تعالى: ¶ ((كان إذا أكل نام في الخيش - ثياب في نسجها رقة، وخيوطها غلاظ، تتخذ من مشاقة الكتان، تلبس في الحر عند النوم لبرودتها على الجسم -، في قميص قصير الأكمام، مصبوغ بالصندل وماء الورد. ¶ ثم يقوم فيصلي الظهر في بيته، ويكتب في تصنيفه إلى العصر، ثم يخرج فيصلي العصر، ويجلس للناس يقرئ ويقرأ عليه إلى المغرب، ثم يجلس للفقه والدرس بين يديه إلى العشاء الآخرة، ثم يدخل منزله. وقد قسم ليله ونهاره في مصلحة نفسه، ودينه، والخلق، كما وفقه الله عز وجل)). انتهى. ¶ ابن جرير يكتب معلومة قبيل وفاته بساعة ¶ وقال الأستاذ محمد كردعلي، في كتابه ((كنوز الأجداد)) (¬1)، في ترجمة الإمام ابن جرير الطبري: ((وما أثر عنه أضاع دقيقة من حياته في غير الإفادة والاستفادة، روى المعافى بن زكريا عن بعض الثقات، أنه كان بحضرة أبي جعفر الطبري رحمه الله تعالى قبل موته، وتوفي بعد ساعة ¶ ¬__________ ¶ (¬1) ص 123.",
            "page": "44",
            "part": "1",
            "seal": "EEE97541"
        },
        {
            "id": "44",
            "nass": "أو أقل منها، فذكر له هذا الدعاء عن جعفر بن محمد، فاستدعى محبرة وصحيفة فكتبه، فقيل له: أفي هذه الحال؟! فقال: ينبغي للإنسان أن لا يدع اقتباس العلم حتى الممات)). فرحمه الله وجزاه عن العلم والدين والإسلام وأهله خير الجزاء. ¶ بقاء ذكر ابن جرير ببقاء مؤلفاته وآثاره الخالدة ¶ هذه إلماعة عابرة إلى مؤلفات الإمام ابن جرير الطبري رحمه الله تعالى، دون تعدادها وإحصائها وذكر أسمائها وبيان موضوعاتها، وقد كتب لطائفة منها البقاء إلى يومنا هذا، فهي أكثر تذكيرا من الأولاد والأحفاد ولو بلغوا العشرة أو العشرين أو الثلاثين إنسانا، فإنهم ينغمرون في صفحات الفناء بعد قليل من الزمان، ويدخلون في طيات الإغفال والنسيان أما هذه المؤلفات فهي الذكر الدائم الحسن له على مدى الأزمان، وقد مضى على وفاته ألف ونحو مئة عام، فهي باقية ما تعاقب الملوان إلى ما شاء الله تعالى. وصدق الإمام ابن الجوزي إذ قال: كتاب العالم ولده المخلد. ¶ ابن الخياط النحوي يدرس في الطريق فيسقط في جرف! ¶ وقال أبو هلال العسكري في كتابه ((الحث على طلب العلم والاجتهاد في جمعه)) (¬1): ((كان أبو بكر بن الخياط النحوي - الإمام: محمد بن أحمد بن منصور السمرقندي الأصل، البغدادي القرار (¬2)، ¶ ¬__________ ¶ (¬1) ص 77. ¶ (¬2) وقع في كتاب ((الحث على طلب العلم)) بلفظ: (أبو بكر الخياط)، وصوابه: (أبو بكر بن الخياط)، وهو (محمد بن أحمد بن منصور)، كما ترجم له بهذا الاسم وهذه الكنية: (أبو بكر بن الخياط) في ((معجم الأدباء)) 141:17، و ((نزهة الألباء)) ص 247، و ((بغية الوعاة)) 48:1، و ((إنباه الرواة)) للقفطي = 54:3 و 163:4. وقد انقلب اسمع على القفطي فترجم له مرة ثانية باسم (أحمد بن محمد بن منصور الخياط)، فاعرفه وتجنبه.",
            "page": "45",
            "part": "1",
            "seal": "78A9A495"
        },
        {
            "id": "45",
            "nass": "المتوفي سنة 320 رحمه الله تعالى - يدرس جميع أوقاته حتى في الطريق، وكان ربما سقط في جرف أو خبطته دابة!)). ¶ الحاكم الشهيد لا يكلم زواره لاشتغاله بالتأليف ¶ وجاء في ((الأنساب)) للسمعاني (¬1)، في ترجمة الحاكم الشهيد: أبي الفلض محمد بن محمد بن أحمد المروزي البلخي، الحنفي القاضي الوزير، الحاكم الشهيد، المتوفي شهيدا سنة 334 رحمه الله تعالى، عالم مرو وإمام أصحاب أبي حنيفة في عصره، ما يلي: ¶ ((ذكر أبو عبد الله بن الحاكم الشهيد، قال: عهدت الحاكم وهو يصوم يوم الإثنين والخميس، ولا يدع صلاة الليل في السفر والحضر، وكان يقعد والسفط والكتب والمحبرة بين يديه، وهو وزير السلطان، فيأذن لمن لا يجد بدا من الإذن له، ثم يشتغل بالتصنيف، فيقوم الداخل. ولقد شكاه أبو العباس بن حمويه، قال: ندخل عليه ولا يكلمنا، ويأخذ القلم بيده ويدعنا ناحية! ¶ قال الحاكم أبو عبد الله الحافظ صاحب ((المستدرك)): ولقد حضرت عشية الجمعة مجلس الإملاء للحاكم أبي الفضل، ودخل أبو علي بن أبي بكر بن المظفر الأمير، فقام له قائما ولم يتحرك من مكانه، ورده من باب الصفة، وقال: انصرف أيها الأمير، فليس هذا يومك)). ¶ ¬__________ ¶ (¬1) في نسبه (الشهيد) 425:7 من طبعة دمشق، و 189:8 من طبعة الهند.",
            "page": "46",
            "part": "1",
            "seal": "85C245A9"
        },
        {
            "id": "46",
            "nass": "كثرة مؤلفات الحافظ المحدث ابن شاهين ¶ وقال الحافظ الذهبي ((في تذكرة الحفاظ)) (¬1)، في ترجمة المحدث (ابن شاهين)، المولود سنة 297، والمتوفي سنة 385 رحمه الله تعالى عن 88 سنة. ¶ ((هو الحافظ الإمام المفيد المكثر، محدث العراق، أبو حفص عمر بن أحمد بن عثمان البغدادي، الواعظ، المعروف بابن شاهين، صاحب التصانيف، صنف شيئا كثيراً. ¶ قال أبو الحسين بن المهتدي بالله - تلميذه -: قال لنا ابن شاهين: صنفت ثلاث مئة مصنف وثلاثين مصنفا، منها ((التفسير الكبير)) ألف جزء، ومنها ((المسند)) ألف وثلاث مئة جزء، و ((التاريخ)) مئة وخمسون جزءا، و ((الزهد)) مئة جزء (¬2). ¶ صرف ابن شاهين في ثمن الحبر سبع مئة درهم ¶ قال محمد بن عمر الداودي القاضي: سمعت ابن شاهين يقول: حسبت ما اشتريت من الحبر إلى هذا الوقت، فكان سبع مئة درهم، قال ابن أبي الفوارس: صنف ابن شاهين ما لم يصنفه أحد)). انتهى. ¶ تلقيب منذر المرواني النحوي (المذاكرة) لشدة تعلقه بمذاكرة النحو ¶ وكان بعض أئمة اللغة العربية يلقب: (المذاكرة)، لشدة تعلقه بمذاكرة على العربية مع كل من يراه من العلماء، قال الحافظ ابن حجر ¶ ¬__________ ¶ (¬1) 987:3. ¶ (¬2) الجزء هنا على عرف الأقدمين، وهو ما يعادل في زماننا نحو ثلاثين صفحة القطع الوسط المعتاد اليوم.",
            "page": "47",
            "part": "1",
            "seal": "41E643DA"
        },
        {
            "id": "47",
            "nass": "في ((نزهة الألباب في الألقاب)) - مخطوط -: ((المذاكرة، هو المنذر بن عبد الرحمن بن معاوية بن محمد بن عبد الله بن المنذر بن عبد الرحمن بن معاوية بن هشام بن عبد الملك (¬1)، الأندلسي المرواني. ¶ لقب بذلك لأنه كان مغرى بعلم النحو، وكان إماما فيه، مقدما في اللغة، وكان متى لقي رجلا من إخوانه، قال له: هل لك في مذاكرة باب من العربية؟ فلقب بالمذاكرة لذلك، ذكره ابن حزم، قال: مات سنة 393)) (¬2). ¶ أبو نعيم الأصفهاني يقرأ عليه في الطريق ¶ وقال الحافظ الذهبي في ((تذكرة الحفاظ)) (¬3)، في ترجمة الحافظ أبي نعيم الأصفهاني أحمد بن عبد الله، المحدث المؤرخ الصوفي، المولود سنة 336، والمتوفي سنة 430 رحمه الله تعالى: ¶ ((قال أحمد بن مردويه: كان أبو نعيم في وقته مرحولا إليه، لم يكن في أفق من الآفاق أحد أحفظ منه، ولا أسند منه، كان حفاظ الدنيا قد اجتمعوا عنده، وكل يوم نوبة واحد منهم، يقرأ ما يريده إلى قريب الظهر، فإذ قام إلى داره ربما يقرأ عليه في الطريق جزء، وكان لا يضجر، لم يكن له غذاء سوى التسميع والتصنيف)). ¶ ¬__________ ¶ (¬1) هكذا جاء نسبه في ((نزهة الألباب))، وجاء في ((جمهرة أنساب العرب)) لابن حزم ص 95 كما يلي: ((هو المنذر بن عبد الرحمن بن معاوية بن محمد بن عبد الله بن محمد بن عبد الله بن المنذر بن الأمير عبد الرحمن بن معاوية)). ¶ (¬2) هكذا جاء في ((نزهة الألباب))، وليس في ((الجمهرة)) ذكر تاريخ الوفاة. وقد زدت بعض كلمات منها على عبارة ((النزهة)). ¶ (¬3) 1094:3.",
            "page": "48",
            "part": "1",
            "seal": "EF156FB9"
        },
        {
            "id": "48",
            "nass": "البيروني يتعلم مسألة في الفرائض وهو في الغرغرة والنزع ¶ وجاء في ((معجم الأدباء)) لياقوت الحموي (¬1)، في ترجمة الإمام الفلكي الرياضي الفذ، والمؤرخ اللغوي الأديب الأريب، الجامع لأشتات العلوم أبي الريحان البيروني (محمد بن أحمد الخوارزمي)، الملود سنة 362، والمتوفي سنة 440 رحمه الله تعالى: ¶ ((كان أبو الريحان مع الفسحة في التعمير، وجلالة الحال في عامة الأمور، مكبا على تحصيل العلوم، منصبا إلى تصنيف الكتب، يفتح أبوابها، ويحيط بشواكلها وأقرابها - أي بغوامضها وجلياتها -، ولا يكاد يفارق يده القلم، وعينه النظر، وقلبه الفكر، إلا في يومي النيروز والمهرجان من السنة، لإعداد ما تمس إليه - الحاجة - في المعاش، من بلغة الطعام وعلقة الرياش، ثم هجيراه في سائر الأيام من السنة علم يسفر عن وجهه قناع الإشكال، ويحسر عن ذراعيه كمام الإغلاق. ¶ حدث الفقيه أبو الحسن علي بن عيسى الولوالجي، قال: دخلت على أبي الريحان وهو يجود بنفسه، قد حشرج نفسه، وضاق به صدره، - قد بلغ من العمر 78 سنة -، فقال لي في تلك الحال: كيف قلت لي يوما: حساب الجدات الفاسدة - وهي التي تكون من قبل الأم -؟ ¶ فقلت له إشفاقا عليه: أفي هذه الحالة؟ قال لي: يا هذا! أودع الدنيا وأنا عالم بهذه المسألة، ألا يكون خيرا من أن أخليها وأنا جاهل بها، فأعدت ذلك عليه، وحفظ، وعلمني ما وعد، وخرجت من عنده وأنا في الطريق فسمعت الصراخ!)). انتهى. ¶ ¬__________ ¶ (¬1) 17: 181ـ182.",
            "page": "49",
            "part": "1",
            "seal": "C0B46AA2"
        },
        {
            "id": "49",
            "nass": "وكان هذا الإمام الباقعة في العلم يتقن خمس لغات: العربية، والسريلنية، والسنسكريتية، والفارسية، والهندية، وترك من المؤلفات في علوم الفلك والطب والرياضيات والأدب واللغة والتاريخ وغيرها ما زاد على 120 مؤلف. قال فيه المستشرق الكبير سخاو: ((إنه أكبر عقلية عرفها التاريخ)). وقال المستشرق المشهور سارطون: ((كان البيروني من أعظم عظماء الإسلام، ومن أكابر علماء العالم)). وانظر ترجمته وحياته العلمية في كتاب ((تراث العرب العلمي في الفلك والرياضيات)) لقدري حافظ طوقان (¬1). ¶ سليم الرازي إما ينسخ أو يدرس أو يقرأ أو يتلو لا فراغ لديه ¶ وجاء في كتاب ((تبيين كذب المفتري)) للحافظ ابن عساكر (¬2)، و ((طبقات الشافعية الوسطى)) لتاج الدين السبكي، في ترجمة الإمام سليم الرازي، أحد أئمة السادة الشافعية في عصره، المتوفي سنة 447 رحمه الله تعالى، قول التاجي السبكي فيه: ((كان رحمه الله من الورع على جانب قوي، يحاسب نفسه على الأوقات، لا يدع وقتا يمضي بغير فائدة، إما ينسخ أو يدرس أو يقرأ، وينسخ شيئا كثيراً. ¶ قال الحافظ ابن عساكر: ولقد حدثني عنه شيخنا أبو الفرج الأسفراييني أنه نزل يوما إلى داره ورجع، فقال: قد قرأت جزءا في طريقي. قال أبو الفرج: وحدثني المؤمل بن الحسن أنه رأى سليما حفي عليه القلم، فإلى أن قطة جعل يحرك شفتيه، فعلم أنه يقرأ بإزاء إصلاحه القلم، لئلا يمضي عليه زمان وهو فارغ)). انتهى. أي لما شغلت يداه ¶ ¬__________ ¶ (¬1) ص 310ـ321. ¶ (¬2) ص 263.",
            "page": "50",
            "part": "1",
            "seal": "14978FD1"
        },
        {
            "id": "50",
            "nass": "حرك شفتيه بذكر الله، لئلا يذهب الزمان فارغا، بغير عمل وطاعة، فلله دره ما أعرفه بالغنائم. ¶ الخطيب البغدادي يمشي في الطريق وهو يطالع في كتاب ¶ وقال الحافظ الذهبى في ((تذكرة الحفاظ)) (¬1) في ترجمة الخطيب البغدادي مؤرخ بغداد ومحدثها، المولود سنة 392 والمتوفي سنة 463 رحمه الله تعالى: ((كان الخطيب يمشي وفي يده جزء يطالعه)). وما ذلك إلا للحفاظ على الوقت وكسب الزمن أن يهب فارغا أثناء المشي دون استفادة وانتفاع به في جنب العلم. ¶ إمام الحرمين يأكل وينام اضطرارا لا عادة ¶ وجاء في ((تبيين كذب المفتري)) للحافظ ابن عساكر (2) و ((طبقات الشافعية الكبرى)) للتاج السبكي (3) في ترجمة (إمام الحرمين) أبي المعالي عبد الملك بن عبد الله الحويني النيسابوري الشافعي الفقيه الأصولي المتكلم النظار المحجاج، شيخ الإمام الغزالي، المولود سنة 419، والمتوفي سنة 478 رحمه الله تعالى، ما يلي: ¶ ((قال عبد الغافر الفارسي في كتابه: ((سياق نيسابور)): إمام الحرمين، فخر الإسلام، إمام الأئمة على الإطلاق، حبر الشريعة المجمع على إمامته شرقا وغربا، من لم تر العيون مثله ولا ترى بعده ... ¶ __________ ¶ (1) 1141:3. ¶ (2) ص 278و283. ¶ (3) 5: 174و179.",
            "page": "51",
            "part": "1",
            "seal": "DE086308"
        },
        {
            "id": "51",
            "nass": "سمعته في أثناء كلام يقول: أنا لا أنام ولا آكل عادة، وإنما أنام إذا غلبني النوم ليلا كان أو نهارا، وآكل إّذا اشتهيت الطعام أي وقت كان. وكانت لذته ولهوه ونزهته في مذاكرة العلم، وطلب الفائدة من أي نوع كان. ¶ إمام الحرمين وهو في الخمسين من العمر يتتلمذ لعالم نحوي ¶ ولقد سمعت الشيخ أبا الحسن علي بن فضال بن علي المجاشعي القيرواني النحوي، القادم علينا سنة تسع وستين وأربع مئة، وقد قبله الإمام فخر الإسلام، وقابله بالإكرام، وأخذ في قراءة النحو عليه والتلمذة له، بعد أن كان إمام الأئمة في وقته - وقد بلغ من العمر خمسين سنة -، وكان يحمله كل يوم إلى داره، ويقرأ عليه كتاب ((إكسير الذهب في صناعة الأدب)) من تصنيفه. فكان أبو الحسن المجاشعي يحكي ويقول: ما رأيت عاشقا للعلم مثل هذا الإمام، فإنه يطلب العلم للعلم. وكان كذلك)). ¶ يعقوب النجيرمي يطالع كتابه خلال مشيه ¶ وجاء في ((إنباه الرواة على أنباه النحاة)) للقفطي (¬1)، في ترجمة محمد السعيدي بن بركات النحوي البصري المصري، المولود سنة 420، والمتوفي سنة 520 عن مئة سنة رحمه الله تعالى، ((قال: رأيت وأنا صبي أبا يوسف يعقوب بن خرزاد النجيرمي ماشيا في طريق القرافة، شيخا أسمر كبير اللحية، مدور العمامة، وبيده كتاب وهو يطالع فيه في مشيه)). انتهى. ¶ ابن عقيل وابن الجوزي غاية الغايات في حفظ الوقت ¶ ¬__________ ¶ (¬1) 79:3.",
            "page": "52",
            "part": "1",
            "seal": "EFACA152"
        },
        {
            "id": "52",
            "nass": "ويحتل الذروة في مقام المحافظة على الزمن، ومعرفة نفاسته، وغلاء قيمه، والحرص على ملء الأوقات بالأعمال الزاكيات، والاستفادة من الخطرات واللحظات، تأليفا وتفكيرا، وتذكرا وتذكيرا: ما جاء في سيرة إمامين جليلين من كبار رجال فقهاء السادة الحنابلة، بل من كبار أئمة المسلمين، الأول منهما: ¶ الإمام أبو الوفاء ابن عقيل الحنبلي تلميذ الحافظ الخطيب البغدادي، والثاني: الإمام أبو الفرج ابن الجوزي تلميذ تلامذة أبي الوفاء ابن عقيل، رحمهما الله تعالى، فأنقل من سيرة كل واحد منهما سطورا تغني في هذا المقام عن كتاب كبير، فأقول: ¶ ابن عقيل أحد أذكياء بني آدم ¶ أما الإمام أبو الوفا ابن عقيل الحنبلي على بن عقيل البغدادي، فقال الحافظ ابن رجب الحنبلي في ((ذيل طبقات الحنابلة))، في ترجمته الحافلة الحافزة (¬1)، ما ملخصه: ((ولد سنة 431، وتوفي سنة 513، وكان من أفاضل العالم، وأذكياء بني آدم، مفرط الذكاء، متسع الدائرة في العلوم. ¶ ابن عقيل لا يضيع ساعة من عمره ¶ وكان يقول: إني لا يحل لي أن أضيع ساعة من عمري، حتى إذا تعطل لساني عن مذاكرة أو مناظرة، وبصري عن مطالعة، أعملت فكري في حال راحتي وأنا منطرح، فلا أنهض إلا وقد خطر لي ما أسطره، وإني لأجد من حرصي على العلم وأنا في عشر الثمانين أشد مما كنت أجده وأنا ابن عشرين سنة. ¶ ¬__________ ¶ (¬1) 1: 142ـ162. ومن ((المنتظم)) لابن الجوزي 9: 92و212ـ215.",
            "page": "53",
            "part": "1",
            "seal": "D8744A5B"
        },
        {
            "id": "53",
            "nass": "اختيار ابن عقيل الكعك المبلول على الخبز لكسب الوقت ¶ وأنا أقصر بغاية جهدي أوقات أكلي، حتى أختار سف الكعك وتحسيه بالماء على الخبز، لأجل ما بينهما من تفاوت المضغ، توفرا على مطالعة، أو تسطير فائدة لم أدركها فيه، وإن أجل تحصيل عند العقلاء، بإجماع العلماء، هو الوقت، فهو غنيمة تنتهز فيها الفرص، فالتكاليف كثيرة، والأوقات خاطفة. ¶ قال الشيخ ابن الجوزي: كان الإمام ابن عقيل دائم الاشتغال بالعلم، وكان له الخاطر العاطر، والبحث عن الغوامض والدقائق، وجعل كتابه المسمى ب ((الفنون)) مناطا لخواطره وواقعاته. ¶ تنوع علوم ابن عقيل وتنوع تصانيفه ¶ وله تصانيف كثيرة في أنواع العلوم، نحو العشرين، وأكبر تصانيفه كتاب ((الفنون))، وهو كتاب كبير جدا، فيه فوائد كثيرة جليلة، في الوعظ، والتفسير، والفقه، وأصول الفقه، وأصول الدين، والنحو، واللغة، والشعر، والتاريخ، والحكايات. وفيه مناظراته ومجالساته التي وقعت له، وخواطره ونتائج فكره، قيدها فيه. ¶ كتابه ((الفنون)) ثماني مئة مجلدة وهو أحد كتبه ¶ قال الحافظ الذهبي: لم يصنف في الدنيا أكبر من هذا الكتاب، حدثني من رأى منه المجلد الفلاني بعد الأربع مئة. قال ابن رجب: وقال بعضهم: هو ثماني مئة مجلدة)). انتهى (¬1). ¶ ¬__________ ¶ (¬1) وقد وجدت قطعة صغيرة منه، طبعتها دار المشرق في بيروت، في مجلدين، في سنة 1970و1971، بتحقيق الدكتور جورج المقدسي.",
            "page": "54",
            "part": "1",
            "seal": "407CE38A"
        },
        {
            "id": "54",
            "nass": "خير ما قطع به الوقت وتقرب به لله طلب العلم ¶ وهو القائل رحمه الله تعالى، في فاتحة القسم الأول المطبوع من كتابه ((الفنون)): ((أما بعد فإن خير ما قطع به الوقت، وشغلت به النفس، فتقرب به إلى الرب جلت عظمته: طلب علم أخرج من ظلمة الجهل إلى نور الشرع، وذلك الذي شغلت به نفسي، وقطعت به وقتي. ¶ فما أزال أعلق ما أستفيده من ألفاظ العلماء، ومن بطون الصحائف، ومن صيد الخواطر (¬1) التي تنثرها المناظرات والمقابسات، في مجالس العلماء، ومجامع الفضلاء، طمعا في أن يعلق بي طرف من الفضل، أبعد به عن الجهل، لعلي أصل إلى بهض ما وصل إليه الرجال قبلي؟! ¶ ولو لم يكن من فائدته عاجلا إلا تنظيف الوقت عن الاشتغال برعونات الطباع، التي تنقطع بها أوقات الرعاع، لكفى، وعلى الله قصد السبيل، وهو حسبي ونعم الوكيل)). انتهى. ¶ ابن عقيل يقول عند وفاته: دعوني أتهنأ بلقاء الله ¶ قال ابن الجوزي: ولما أدركت الوفاة الإمام أبا الوفاء ابن عقيل واحتضر بكى النساء! فقال أبو الوفاء: قد وقعت عن الله خمسين سنة - يعني أنه كان يوقع الفتاوى التي يبين فيها أحكام الله في الوقائع والحوادث التي تقع للناس، فكان يوقع فيها نيابة عن الله تعالى -، فدعوني أتهنأ بلقائه. ¶ ¬__________ ¶ (¬1) وتسمية ابن الجوزي أحد كتبه: ((صيد الخاطر))، مستفادة ومقتبسة من كلام أبي الوفاء بن عقيل رحمهما الله تعالى.",
            "page": "55",
            "part": "1",
            "seal": "7D26B1BD"
        },
        {
            "id": "55",
            "nass": "ولم يخلف هذا الإمام الجليل من الدنيا سوى كتبه وثياب بدنه، وكانت بمقدار كفنه وأداء دينه، رحمه الله تعالى وجزاه عن العلم خيراً. ¶ فانظر أيها القارئ الكريم - رعاك الله وإياي - كيف يثمر إعمال الخاطر، وحفظ الوقت، ودأب النفس في الخير والعلم، إنه ليثمر ثمرات لا تكاد تصدق وإنها لصدق، يثمر (ثماني مئة مجلدة): أكبر كتاب في الدنيا، يؤلفه فرد واحد من الناس أبو الوفاء ابن عقيل، إلى جانب تآليف كثيرة غيره، ألفها، تبلغ نحو العشرين مؤلفا، وبعضها في عشر مجلدات. ¶ القليل إلى القليل كثير وإنما السيل اجتماع النقط ¶ وما أصدق وأجما ما قاله الإمام بهاء الدين ابن النحاس الحلبي النحوي (محمد بن إبراهيم)، المتوفي سنة 698 رحمه الله تعالى، إذ يشير بقوله الآتي إلى أن ضم القليل إلى القليل مع الدوام عليه، يتكون منه الكثير الهائل العجيب، كما حصل لأبي الوفاء ابن عقيل (ثماني مئة مجلدة)، يقول بهاء الدين ابن النحاس الحلبي كما في ترجمته في ((بغية الوعاة)) للسيوطي (¬1): ¶ اليوم شيء وغدا مثله ... من نخب العلم التي تلتقط ¶ يحصل المرء بها حكمة ... وإنما السيل اجتماع النقط ¶ ابن الجوزي أربت تآليفه على 500 مؤلف بحفظ الوقت وأما الإمام أبو الفرج ابن الجوزي (عبد الرحمن بن علي الحنبلي البغدادي)، فقد ولد سنة 508، وتوفي سنة 597، وعاش تسعا وثمانين سنة، وألف تآليف أربت على خمس مئة كتاب. ¶ ¬__________ ¶ (¬1) ص 6.",
            "page": "56",
            "part": "1",
            "seal": "EEBC21EC"
        },
        {
            "id": "56",
            "nass": "لزوم معرفة شرف الوقت وملئه بالأفضل فالأفضل وإليك نبذة من سيرته، لتشهده كيف كان يعرف شرف الوقت وقيمته، وكيف كان يكسب الوقت إذا زاره ضيوف أو نزل به ثقلاء بطالون. قال رحمه الله تعالى، كما في كتابه ((صيد الخاطر)) (¬1)، و ((الآداب الشرعية)) لابن مفلح الحنبلي (¬2). ¶ ((ينبغي للإنسان أن يعرف شرف زمانه وقدر وقته، فلا يضيع منه لحظة في غير قربة، ويقدم - فيه - الأفضل فالأفضل من القول والعمل. ولتكن نيته في الخير قائمة من غير فتور، بما لا يعجز عنه البدن من العمل، كما جاء في الحديث الشريف: ((نية المؤمن خير من عمله)) (¬3)، وقد كان جماعة من السلف يبادرون اللحظات، فنقل عن عامر بن عبد قيس - أحد التابعين العباد الزهاد - أن رجلا قال له: (كلمني) فقال له عامر: أمسك الشمس. ¶ أكثر الناس يضيعون الوقت بما لا ينفع ¶ وقد رأيت عموم الخلائق يدفعون الزمان دفعا عجيبا! إن طال الليل فبحديث لا ينفع، أو بقراءة كتاب فيه عزل وسمر، وإن طال النهار فبالنوم، وهم في أطراف النهار على دجلة أو في الأسواق - وكان ¶ ¬__________ ¶ (¬1) 1: 46و201 - 202 و2: 318 - 319 و606:3. ¶ (¬2) 483:3. ¶ (¬3) هو جزء من حديث ضعيف أخرجه الطبراني في ((المعجم الكبير)) 228:6، عن سهل بن سعد الساعدي رضي الله عنه. وأورده الهيثمي عنه في ((مجمع الزوائد)) 1: 61و109، والسيوطي في ((الجامع الصغير)) 292:6 بشرح المناوي.",
            "page": "57",
            "part": "1",
            "seal": "37D3CE1F"
        },
        {
            "id": "57",
            "nass": "ابن الجوزي يعيش في بغداد - فشبهتهم بالمتحدثين في سفينة وهي تجري بهم، وما عندهم خبر!! ورأيت النادرين قد فهموا معنى الوجود، فهم في تعبئة الزاد والتهيؤ للرحيل، فالله الله في مواسم العمر، والبدار البدار قبل الفوات، ونافسوا الزمان. ¶ تعوذ ابن الجوزي من صحبة البطالين ¶ وأعوذ بالله من صحبة البطالين! لقد رأيت خلقا كثيرا يجرون معي فيما اعتاده الناس من كثرة الزيارة، ويسمون ذلك التردد: خدمة! ويطيلون الجلوس، ويجرون فيه أحاديث الناس وما لا يعني، ويتخلله غيبة. وهذا شيء يفعله في زماننا كثير من الناس، وربما طلبه المزور، وتشوق إليه، واستوحش من الوحدة، وخصوصا في أيام التهاني والأعياد، فتراهم يمشي بعضهم إلى بعض، ولا يقتصرون على الهناء والسلام، بل يمزحون ذلك بما ذكرته من تضييع الزمان! ¶ قيامه بأعمال لا تمنع من المحادثة وقت لقاء الزوار ¶ فلما رأيت أن الزمان أشرف شيء، والواجب انتهابه بفعل الخير، كرهت ذلك وبقيت معهم بين أمرين: إن أنكرت عليهم وقعت وحشة لموضع قطع المألوف، وإن تقبلته منهم ضاع الزمان! فصرت أدافع اللقاء جهدي، فإذا غلبت قصرت في الكلام لأتعجل الفراق. ثم أعددت أعمالا لا تمنع من المحادثة، لأوقات لقائهم، لئلا يمضي الزمان فارغا، فجعلت من الاستعداد للقائهم قطع الكاغد - أي قص الورق - وبري الأقلام، وحزم الدفاتر، فإن هذه الأشياء لابد منه، ولا تحتاج إلى فكر وحضور قلب، فأرصدتها لأوقات زيارتهم، لئلا يضيع شيء من وقتي.",
            "page": "58",
            "part": "1",
            "seal": "4E4D0A2A"
        },
        {
            "id": "58",
            "nass": "شرف الوقت لا يعرفه إلا الموفقون ¶ ولقد شاهدت خلقا كثيرا لا يعرفون معنى الحياة، فمنهم من أغناه الله عن التكسب بكثرة ماله، فهو يقعد في السوق أكثر النهار ينظر إلى الناس، وكم تمر به من آفة ومنكر. ومنهم من يخلو بلعب الشطرنج، ومنهم من يقطع الزمان بحكاية الحوادث عن السلاطين والغلاء والرخص إلى غير ذلك، فعلمت أن الله تعالى لم يطلع على شرف العمر ومعرفة قدر أوقات العافية إلا من وفقه وألهمه اغتنام ذلك، (وما يلقاها إلا ذو حظ عظيم) (¬1). نسأل الله عز وجل أن يعرفنا شرف أوقات العمر، وأن يوفقنا لاغتنامه. ¶ حفاظ السلف على الوقت وحذرهم من إضاعته ¶ وقد كان القدماء - يعنى السلف - يحذرون من تضييع الزمان، قال الفضيل بن عياض: أعرف من يعد كلامه من الجمعة إلى الجمعة. ودخلوا على رجل من السلف، فقالوا: لعلنا شغلناك؟ فقال: أصدقكم، كنت أقرأ فتركت القراءة لأجلكم! وجاء عابد إلى السري السقطي، فرأى عنده جماعة، فقال: صرت مناخ البطالين! ثم مضى ولم يجلس. ومتى لان المزور طمع فيه الزائر فأطال الجلوس، فلم يسلم من أذى. وقد كان جماعة قعدوا عند معروف الكرخي، فأطالوا، فقال: إن ملك الشمس لا يفتر عن سوقها، فمتى تريدون القيام؟! ¶ نماذج رائعة من المحافظة على الوقت عند السلف ¶ وكان جماعة من السلف يحفظون اللحظات، وكان داود الطائي يستف الفتيت، ويقول: بين سف الفتيت وأكل الخبز قراءة خمسين ¶ ¬__________ ¶ (¬1) من سورة فصلت، الآية 35.",
            "page": "59",
            "part": "1",
            "seal": "1AA7536C"
        },
        {
            "id": "59",
            "nass": "آية. وكان عثمان الباقلاوي دائم الذكر لله تعالى، فقال: إني وقت الإفطار أحس بروحي كأنها تخرج! لأجل اشتغالي بالأكل عن الذكر. وأوصى بعض السلف أصحابه فقال: إذا خرجتم من عندي فتفرقوا، لعل أحدكم يقرأ القرآن في طريقه، ومتى اجتمعتم تحدثتم. ¶ واعلم أن الزمان أشرف من أن يضيع منه لحظة، فإن في ((الصحيح)) عن رسول الله صلى الله عليه وسلم أنه قال: ((من قال سبحان الله العظيم وبحمده، غرست له بها نخلة في الجنة)) (¬1). فكم يضيع الآدمي من ساعات يفوته فيها الثواب الجزيل؟! وهذه الأيام مثل المزرعة، فهل يجوز لعاقل أن يتوقف عن البذر أو يتوانى؟ ¶ بيان ما يعين على اغتنام الوقت ¶ والذي يعين على اغتنام الزمان: الانفراد والعزلة مهما أمكن، والاختصار على السلام أو حاجة مهمة لمن يلقي، وقلة الأكل، فإن كثرته سبب النوم الطويل وضياع الليل. ومن نظر في سير السلف، وآمن بالجزاء، بان له ما ذكرته. ¶ علو همم العلماء السالفين وفضل تصانيفهم ¶ ولقد كانت همم القدماء من العلماء علية، تدل عليها تصانيفهم، ¶ ¬__________ ¶ (¬1) الحديث عن جابر بن عبد الله رضي الله عنهما، رواه الترمذي في ((جامعه)) 511:5 في الدعوات، والحاكم في ((المستدرك)) 501:1 في الدعاء. وقال الترمذي فيه: ((حديث حسن غريب)). وقال الحاكم: ((صحيح على شرط مسلم)). انتهى. فقول ابن الجوزي: ((في الصحيح ... ))، ليس كما ينبغي لأنه يتبادر منه أنه في الصحيحين أو في أحدهما وليس هو كذلك.",
            "page": "60",
            "part": "1",
            "seal": "70D87164"
        },
        {
            "id": "60",
            "nass": "التي هي زبدة أعمارهم، إلا أن أكثر تصانيفهم دثرت، لأن همم الطلاب ضعفت، فصاروا يطلبون المختصرات، ولا ينشطون للمطولات، ثم اقتصروا على ما يدرسون به من بعضها، فدثرت الكتب ولم تنسخ! ¶ فسبيل طالب الكمال في طلب العلم: الاطلاع على الكتب التي قد تخلفت من المصنفات، فليكثر من المطالعة، فإنه يرى من علوم القوم وعلو هممهم ما يشحذ خاطره، ويحرك عزيمته للجد. وما يخلو كتاب من فائدة. ¶ وأعوذ بالله من سير هؤلاء الذين نعاشرهم، لا نرى فيهم ذا همة عالية يقتي بها المبتدي، ولا صاحب ورع فيستفيد منه المتزهد، فالله الله، وعليكم بملاحظة سير القوم، ومطالعة تصانيفهم وأخبارهم، فالاستكثار من مطالعة كتبهم، رؤية لهم كما قال: ¶ فاتني أن أرى الديار بطرفي ... فلعلي أرى الديار بسمعي ¶ نهم ابن الجوزي في العلم وشدة تعلقه بالكتب ¶ وإني أخبر عن حالي، ما أشبع من مطالعة الكتب، وإذا رأيت كتابا لم أره فكأني وقعت على كنز. ¶ ولقد نظرت في ثبت الكتب - أي فهرس الكتب - الموقوفة في المدرسة النظامية، فإذا به يحتوي على نحو ستة آلاف مجلد، وفي ثبت كتب أبي حنيفة، وكتب الحميدي: - محمد بن فتوح الأندلسي البغدادي صاحب ابن حزم -، وكتب شيخنا عبد الوهاب الأنماطي، وابن ناصر، وكتب أبي محمد الخشاب وكانت أحمالا، وغير ذلك من",
            "page": "61",
            "part": "1",
            "seal": "BC0594B5"
        },
        {
            "id": "61",
            "nass": "كل كتاب أقدر عليه (¬1)، ولو قلت: إني قد طالعت عشرين ألف مجلد - أي كتاب - كان أكثر، وأنا بعد في الطلب. ¶ فاستفدت بالنظر فيها من ملاحظة سير القوم، وقدر هممهم وحفظهم، وعباداتهم، وغرائب علومهم، ما لا يعرفه من لم يطالع، فصرت أستزري ما الناس فيه، وأحتقر همم الطلاب، ولله الحمد)). انتهى. ¶ كل نفس خزانة فاحذر أن تكون خزانتك فارغة ¶ وقال الإمام ابن الجوزي أيضا، رحمه الله تعالى، في رسالته اللطيفة التي نصح بها ولده، وسماها: ((لفتة الكبد في نصيحة الولد))، حاضا لولده على حفظ الوقت: ((واعلم يا بني، أن الأيام تبسط ساعات، والساعات تبسط أنفاسا، وكل نفس خزانة، فاحذر أن يذهب نفس بغير شيء، فترى في القيامة خزانة فارغة فتندم! ¶ وانظر كل ساعة من ساعاتك بماذا تذهب، فلا تودعها إلا إلى أشرف ما يمكن، ولا تهمل نفسك، وعودها أشرف ما يكون من العمل وأحسنه، وابعث إلى صندوق القبر ما يسرك يوم الوصول إليه)). انتهى. ¶ ابن الجوزي كان يكتب في اليوم أربعة كراريس تأليفاً ¶ وقال الحافظ ابن رجب في ((ذيل طبقات الحنابلة)) في ترجمة ابن الجوزي (¬2): ((لم يترك فنا من الفنون إلا وله فيه مصنف، وسئل عن عدد تآليفه، فقال: زيادة على ثلاث مئة وأربعين مصنفا، منها ¶ ¬__________ ¶ (¬1) يريد أن هذه المكتبات التي سماها بذكر أثباتها وفهارسها، قد طالع كتبها كلها، وهي من مكتبات بغداد الكبرى في عصره. ¶ (¬2) 1: 412و413.",
            "page": "62",
            "part": "1",
            "seal": "F6E456A2"
        },
        {
            "id": "62",
            "nass": "ما هو عشرون مجلداً، ومنها ما هو كراس واحد. وقال الموفق عبد اللطيف: كان ابن الجوزي لا يضيع من زمانه شيئا، يكتب في اليوم أربعة كراريس، ويرتفع له كل سنة من كتابته ما بين خمسين مجلدا إلى ستين)). ¶ كتابة ابن الجوزي بيده ألفي مجلدة، بكسب الوقت ¶ وقال الذهبي في ((تذكرة الحفاظ)) وابن رجب في ((الذيل)) (¬1): ((قال أبو المظفر سبط ابن الجوزي: سمعت جدي يقول على المنبر في آخر عمره: كتبت بإصبعي هاتين ألفي مجلد)). ويقول ابن الوردي في ((تتمة المختصر في أخبار البشر)) (¬2): ((قيل: إنه جمعت الكراريس التي كتبها أبو الفرج ابن الجوزي، وحسبت مدة عمره فقسمت على المدة، فكان ما خص كل يوم منها تسعة كراريس)). ¶ براية أقلام ابن الجوزي سخن بها ماء غسل موته وزادت ¶ ونقل القمي في ((الكنى والألقاب)) (¬3): ((أن براية أقلام ابن الجوزي التي كتب بها الحديث، جمعت فحصل منها شيء كثير، وأوصى أن يسخن بها الماء الذي يغسل به بعد موته، ففعل ذلك، فكفت وفضل منها)). ¶ وقد ألف الأستاذ عبد الحميد العلوجي العراقي كتابا باسم ((مؤلفات ابن الجوزي))، وطبعته وزارة الثقافة والإرشاد العراقية ببغداد سنة 1385، ¶ ¬__________ ¶ (¬1) في ((تذكرة الحفاظ)) 1344:4، و ((ذيل طبقات الحنابلة)) 401:1. ¶ (¬2) 218:2. ¶ (¬3) 242:1.",
            "page": "63",
            "part": "1",
            "seal": "83A562C9"
        },
        {
            "id": "63",
            "nass": "وقد عدد فيه أسماء مؤلفاته، فبلغت 519 كتاب، ما بين كبير في أكثر من عشر مجلدات وصغير في صفحات - وفاته مؤلفات أخرى - ¶ قول ابن تيمية: مصنفات ابن الجوزي أكثر من ألف مصنف ¶ ونقل في مقدمته (¬1) ما يلي: ((ذكر الحافظ ابن رجب الحنبلي في ((ذيل طبقات الحنابلة)) (¬2) أن الإمام ابن تيمية، قال في ((أجوبته المصرية)): كان الشيخ أبو الفرج ابن الجوزي كثير التصنيف والتأليف، وله مصنفات في أمور كثيرة، حتى عددتها فرأيتها أكثر من ألف مصنف، ورأيت بعد ذلك ما لم أره)). ¶ قول الذهبي: ما علمت أحدا صنف ما صنف ابن الجوزي ¶ وقال الحافظ الذهبي في ((تذكرة الحفاظ)) (¬3)، بعد أن ذكر طائفة كثيرة من مؤلفات ابن الجوزي: ((وما علمت أحدا من العلماء صنف ما صنف هذا الرجل)). ثم نقل عن الموفق عبد اللطيف قوله في ابن الجوزي: ((إنه لا يضيع من زمانه شيئا، وكان يكتب في اليوم أربعة كراريس - أي مع اشتغاله بالتدريس والتأليف وإفتاء السائلين -، وله في كل علم مشاركة)). انتهى. ¶ عبد الغني المقدسي وحفاظه على الأوقات وتنظيمها ¶ وجاء في ((تذكرة الحفاظ)) (4)، في ترجمة (الحافظ عبد الغني المقدسي) المولود سنة 600 رحمه الله تعالى: ¶ __________ ¶ (1) ص 4. ¶ (2) 415:1. ¶ (3) 1344:4. ¶ (4) 4: 1376 - 1380.",
            "page": "64",
            "part": "1",
            "seal": "A2B8E34C"
        },
        {
            "id": "64",
            "nass": "((الإمام محدث الإسلام، تقي الدين، أبو محمد عبد الغني بن عبد الواحد، المقدسي، الجماعيلي، ثم الدمشقي الصالحي، الحنبلي، صاحب التصانيف. كتب عن أبي طاهر السلفي ألف جزء، وكتب ما لا يوصف كثرة، وما زال ينسخ، ويصنف، ويحدث، ويعبد الله، حتى أتاه اليقين. ¶ قال الضياء المقدسي (تلميذه): وكان لا يضيع شيئا من زمانه، كان يصلي الفجر، ويلقن القرآن، وربما لقن الحديث، ثم يقوم فيتوضأ ويصلي ثلاث مئة ركعة بالفاتحة والمعوذتين إلى قبيل الظهر، فينام نومة فيصلي الظهر، ويشتغل بالتسميع أو النسخ إلى المغرب، فيفطر إن كان صائما، ويصلي العشاء ثم ينام إلى نصف الليل أو بعده. ¶ ثم يتوضأ ويصلي، ثم يتوضأ ويصلي إلى قريب الفجر، وربما توضأ سبع مرات أو أكثر، ويقول: تطيب لي الصلاة ما دامت أعضائي رطبة، ثم ينام نومة يسيرة قبل الفجر، وهذا دأبه)). انتهى. وترك من الكتب التي ألفها ما يزيد على أربعين كتابا. فيها النفائس الغوالي. انظرها في ترجمته الواسعة الحافلة، في ((ذيل طبقات الحنابلة)) لابن رجب (¬1). ¶ الفخر الرازي يتأسف على الوقت الذي يذهب في الأكل ¶ وجاء في ((عيون الأنباء في طبقات الأطباء)) للطبيب المؤرخ ابن أبي أصيبعة (¬2) في ترجمة الإمام فخر الدين الرازي المفسر الأصولي ¶ ¬__________ ¶ (¬1) 2: 5 - 34. ¶ (¬2) 34:2.",
            "page": "65",
            "part": "1",
            "seal": "CFED52EB"
        },
        {
            "id": "65",
            "nass": "المتكلم (محمد بن عمر) المولود سنة 543، والمتوفي سنة 606 رحمه الله تعالى، عن 63 سنة من العمر، وقد ترك من التآليف نحو مئتي كتاب، ما بين كتاب في اثنين وثلاثين جزءا كالتفسير المشهور له ورسالة في صفحات. ¶ جاء في ترجمته قول ابن أبي أصيبعة: ((حكى لنا القاضي شمس الدين الخوئي، عن الشيخ فخر الدين أنه قال: والله إنني أتأسف في الفوات عن الاشتغال بالعلم في وقت الأكل، فإن الوقت والزمان عزيز)). ¶ حفظ ابن سكينة لأوقاته وتنظيمها وملؤها بالأعمال الصالحة ¶ وقال الحافظ المؤرخ ابن النجار في ((ذيل تاريخ بغداد)) والحافظ الذهبي، في ((سير أعلام النبلاء)) (¬1)، في ترجمة الإمام ابن سكينة: ((الشيخ الإمام العالم الفقيه المحدث الثقة، المعمر القدوة الكبير، شيخ الإسلام مفخر العراق، ضياء الدين أبو أحمد عبد الوهاب بن علي ابن سكينة البغدادي الصوفي الشافعي، ولد سنة 519، ومات سنة 607، وكان شيخ وقته في علو الإسناد والمعرفة والأتقان، والزهد والعبادة، وحسن السمت وموافقة السنة وسلوك طريق السلف الصالح. ¶ مد الله له في العمر حتى حدث بجيمع مروياته مرارا، وقصده طلاب العلم من سائر الأقطار، وكانت أوقاته محفوظة، وكلماته معدودة، ¶ ¬__________ ¶ (¬1) ابن النجار في ((ذيل تاريخ بغداد)) 1: 354 - 368، وابن سكينة شيخ ابن النجار، فلذا أطال في ترجمته واستوعب، والذهبي في ((سير أعلام النبلاء)) 21: 502 - 505.",
            "page": "66",
            "part": "1",
            "seal": "6D659D8A"
        },
        {
            "id": "66",
            "nass": "فلا تمضي له ساعة إلا في قراءة قرآن، أو ذكر، أو تهجد، أو قراءة الناس عليه، وكان يمنع الناس من التحديث في مجلسه بلغو أو غيبة إنسان أو ما لا فائدة فيه. لا يخرج من بيته إلا لحضور جمعة أو عيد أو جنازة، ولا يحضر دور أبناء الدنيا في هناء ولا عزاء. ¶ قال ابن النجار تلميذه: لقد طفت الأرض شرقاً وغرباً، ورأيت الأئمة والعلماء والزهاد، فما رأيت أكمل منه ولا أكثر عبادة ولا أحسن سمتا، صحبته قريبا من عشرين سنة ليلا ونهارا، وتأدبت به وخدمته، وقرأت عليه القرآن بجميع مروياته وقراءاته، وسمعت منه أكثر مروياته في الحديث، وقرأت عليه الكتب المطولات واستفدت منه كثيراً. ¶ قول ابن سكينة لتلامذته: لا تزيدوا على (سلام عليكم) مسألة ¶ قال يحيى بن القاسم مدرس النظامية: كان ابن سكينة عالما عاملا، لا يضيع شيئا من وقته، وكنا إذا دخلنا عليه يقول: لا تزيدوا على (سلام عليكم) مسألة، لكثرة حرصه على المباحثة وتقرير الكلام)). انتهى. والمدرسة النظامية أرقى معاهد العلم في بغداد آنئذ. ¶ وهذا - والله - شيء عجب! إذ يدعوهم إلى اختصار السلام: (سلام عليكم)، ويمنعهم من التجمل بالمجاملات المعتادة أول اللقاء، ويأمرهم أن يدخلوا في المباحثة والمدارسة فور سلامهم، كسباً للوقت. ¶ ابن تيمية الجد يقرأ عليه الكتاب إذا دخل الخلاء ¶ وممن حافظوا على الاستفادة من الوقت بشكل عجيب، وحال لا تخطر على بال: الإمام ابن تيمية الجد: مجد الدين أبو البركات عبد السلام بن عبد الله بن تيمية الحراني الحنبلي، المولود في حدود سنة 590، والمتوفي سنة 653 رحمه الله تعالى.",
            "page": "67",
            "part": "1",
            "seal": "12C96D43"
        },
        {
            "id": "67",
            "nass": "قال الحافظ ابن رجب الحنبلي في ((ذيل طبقات الحنابلة)) (¬1)، في ترجمته: ((الإمام الفقيه المقرئ المحدث المفسر الأصولي النحوي، شيخ الإسلام وفقيه الوقت، وأحد الأعلام، قال شيخنا أبو عبد الله بن القيم (¬2): حدثني أخو شيخنا عبد الرحمن بن عبد الحليم بن تيمية، عن أبيه، قال: كان الجد - مجد الدين أبو البركات - إذا دخل الخلاء يقول لي: اقرأ في هذا الكتاب، وارفع صوتك حتى أسمع. ¶ قلت - القائل ابن رجب -: يشير بذلك إلى قوة حرصه على العلم وحصوله، وحفظه لأوقاته)). ¶ الحافظ المنذري كتب بيده 90 مجلدة و 700 جزء من غير تصانيفه ¶ وتحدث الإمام النووي رحمه الله تعالى، في آخر كتابه ((بستان العارفين)) (¬3)، عن بعض مآثر جماعة من كبار العلماء البارعين الأفذاذ، تحت عنوان (باب في حكايات مستطرفة) (¬4)، فذكر منقبة سمعها من شيخه لشيخه الإمام الحافظ عبد العظيم المنذري، المولود بالقاهرة سنة 581، والمتوفي بها سنة 656 رحمه الله تعالى، قال: ¶ ((سمعت شيخنا وسيدنا الإمام الجليل، والسيد النبيل، الحافظ المحقق، والمقتبس المدقق، الضابط المتقن، والمشفق المحسن، ¶ ¬__________ ¶ (¬1) 2: 252،249. ¶ (¬2) وذكر هذا أيضا ابن القيم في كتابه ((روضة المحبين))، ص 70. ¶ (¬3) ص 191 من الطبعة الثالثة المطبوعة بدمشق في مطبعة زيد بن ثابت سنة 1405. ¶ (¬4) وقع في المطبوعة (مستظرفة) أي بالظاء المنقوطة، وصوابه (المستطرفة) بالطاء المهملة كما أثبته.",
            "page": "68",
            "part": "1",
            "seal": "8F565D37"
        },
        {
            "id": "68",
            "nass": "الورع الزاهد، والمجتهد العابد، بقية الحفاظ، المفتي شيخ الأئمة والمحدثين: ضياء الدين أبا إسحاق إبراهيم بن عيسى المرادي، يقول - في يوم الأربعاء السادس من شوال سنة ثمان وخمسين وست مئة (¬1)، بالمدرسة البادرائية بدمشق حماها الله وصانها -: ¶ سمعت الشيخ عبد العظيم رحمه الله تعالى يقول: (كتبت بيدي تسعين مجلدة، وكتبت سبع مئة جزء). كل ذلك من علوم الحديث تصنيف غيره، وكتب من مصنفاته وغيرها أشياء كثيرة. ¶ الحافظ المنذري يشتغل بالعلم في حال الأكل ¶ قال شيخنا: ولم أر ولم أسمع أحدا أكثر اجتهادا منه في الاشتغال، كان دائم الاشتغال في الليل والنهار. قال: وجاورته في المدرسة، يعنى بالقاهرة حماها الله تعالى، بيتي فوق بيته اثنتي عشرة سنة، فلم أستيقظ في ليلة من الليالي، ساعة من ساعات الليل، إلا وجدت ضوء السراج في بيته وهو مشتغل بالعلم، وحتى كان في حال الأكل والكتاب والكتب عنده يشتغل فيها. ¶ الحافظ المنذري لا يخرج من المدرسة لا لعزاء ولا لهناء ¶ وذكر من تحقيقه وشدة بحثه وتفننه ما أعجز عن التعبير عنه. قال: وكان لا يخرج من المدرسة لا لعزاء، ولا لهناء، ولا لفرجة، ولا لغير ذلك، إلا لصلاة الجمعة، بل يستغرق كل الأوقات في العلم، رضي الله تعالى عنه وعن والدينا والمسلمين)). انتهى. ¶ ¬__________ ¶ (¬1) يستفاد من هذا التأريخ أن الإمام النووي كان يسجل مسموعاته من شيوخه بتأريخ السنة واليوم واسمه، زيادة منه في الضبط والإتقان، رحمات الله تعالى عليه فكل شأنه علم وإفادة.",
            "page": "69",
            "part": "1",
            "seal": "D31CE275"
        },
        {
            "id": "69",
            "nass": "الحافظ المنذري يموت ابنه الغالي فيشيعه لباب المدرسة فقط ¶ قال الإمام تاج الدين السبكي في ((طبقات الشافعي الكبرى)) (¬1)، في ترجمة الحافظ المنذري: ((وقد درس بالآخرة في دار الحديث الكاملية، وكان لا يخرج منها إلا لصلاة الجمعة، حتى إنه كان له ولد نجيب محدث فاضل - هو رشيد الدين أبو بكر محمد، توفي سنة 643، وكان أحد الأذكياء النبغاء الحفاظ - توفاه الله تعالى في حياته، ليضاعف له في حسناته، فصلى عليه الشيخ داخل المدرسة، وشيعه إلى بابها، ثم دمعت عيناه وقال: أودعتك يا ولدي الله تعالى، وفارقه)). ولم يخرج من المدرسة. ¶ ابن مالك كان يصلي أو يتلو أو يصنف أو يقرأ ¶ ومن الأئمة الكبار، الذين حافظوا على الساعات واللحظات، حتى وهم في غمرات الموت ووداع الحياة، وتعلقوا بتحصيل العلم قبيل ساعات الممات: الإمام ابن مالك النحوي صاحب ((الألفية)) وغيرها من أمهات كتب النحو، محمد بن عبد الله المولود سنة 600 والمتوفي سنة 672 رحمه الله تعالى، جاء في ترجمته في ((نفح الطيب)) للمقري (¬2): ¶ ((كان رحمه الله تعالى كثير المطالعة، سريع المراجعة، لا يكتب شيئا من محفوظه حتى يراجعه في محله، وهذه حالة المشايخ الثقات، والعلماء الأثبات، ولا يرى إلا وهو يصلي أو يتلو أو يصنف أو يقرأ. ¶ ¬__________ ¶ (¬1) 260:8. ¶ (¬2) 2: 222و229.",
            "page": "70",
            "part": "1",
            "seal": "CA658A68"
        },
        {
            "id": "70",
            "nass": "وحكي أنه توجه يوما مع أصحابه للفرجة بدمشق، فلما بلغوا الموضع الذي أرادوه، غفلوا عنه بسويعة، فطلبوه فلم يجدوه، ثم فحصوا عنه فوجدوه منكبا على أوراق. ¶ حفظ ابن مالك ثمانية أبيات قبل موته تلقينا ¶ وأغرب من هذا في اعتنائه بالعلم: ما مر أنه حفظ يوم موته عدة أبيات، حدها بعضهم بثمانية أبيات، لقنه إياها ابنه، وهذا مما يصدق ما قيل: بقدر ما تتعنى، تنال ما تتمنى، فجزاه الله خيرا عن هذه الهمة العلية. وتوفي بدمشق سنة 672، ودفن بسفح جبل قاسيون، وما يزال قبره معروفا هناك، رحمه الله تعالى)). انتهى. ¶ الإمام النووي لم يضع جنبه على الأرض نحو سنتين ¶ وقال الحافظ الذهبي في ((تذكرة الحفاظ)) (¬1) في ترجمة الإمام النووي (يحيى بن شرف الحوراني): ((هو الإمام الحافظ الأوحد، القدوة، شيخ الإسلام، علم الأولياء، محيى الدين أبو زكريا، يحيى بن شرف بن مري الحزامي الحوراني الشافعي، صاحب التصانيف النافعة. ¶ ولد سنة 631 - في بلدة نوا من حوران - وقدم دمشق سنة 649، فسكن في المدرسة الرواحية يتناول خبز المدرسة، - قال: وبقيت نحو سنتين لم أضع جنبي إلى الأرض - فحفظ ((التنبيه)) في أربعة أشهر ونصف، وقرأ ربع ((المهذب)) حفظا في باقي السنة على شيخه الكمال إسحاق بن أحمد. ¶ ¬__________ ¶ (¬1) 1472:4. وابن قاضي شهبة في ((طبقات الشافعية)) 194:2.",
            "page": "71",
            "part": "1",
            "seal": "03536D81"
        },
        {
            "id": "71",
            "nass": "النووي يقرأ كل يوم اثني عشر درساً مع الضبط والتعليق ¶ ذكر تلميذه شيخنا أبو الحسن بن العطار: أن الشيخ محيى الدين ذكر له: أنه كان يقرأ كل يوم اثني عشر درسا على مشايخه شرحا وتصحيحا: درسين في ((الوسيط)) - في علم الفقه -، ودرسا في ((المهذب)) - في الفقه أيضا -، ودرسا في الجمع بين الصحيحين - في علم الحديث -، ودرسا في ((صحيح مسلم))، ودرسا في ((اللمع)) لابن جني - في علم النحو -، ودرسا في ((إصلاح المنطق)) - في علم اللغة -، ودرسا في التصريف، ودرسا في أصول الفقه، تارة في اللمع لأبي إسحاق، وتارة في المنتخب لفخر الدين الرازي، ودرسا في أسماء الرجال، ودرسا في أصول الدين، - ودرسا في النحو. ¶ قال: وكنت اعلق جميع ما يتعلق بها من شرح مشكل، ووضوح عبارة، وضبط اللغة، وبارك الله تعالى في وقتي. ¶ النووي كان لا يأكل إلا أكلة واحدة في اليوم والليلة ¶ قال أبو الحسن بن العطار: ذكر لي شيخنا رحمه الله تعالى أنه كان لا يضيع له وقتا، لا في ليل ولا في نهار إلا في الاشتغال بالعلم حتى في الطريق يكرر أو يطالع، وأنه دام على هذا ست سنين، ثم أخذ في التصنيف والإفادة والنصيحة وقول الحق. وكان لا يأكل في اليوم والليلة إلا أكلة بعد عشاء الآخرة، ويشرب شربة واحدة عند السحر، ويمتنع من أكل الفواكه والخيار، ويقول: أخاف أن يرطب جسمي ويجلب لي النوم، ولم يتزوج. ¶ تقشف النووي وتخشنه في مطعمه وملبسه وعيشه ¶ ولازم الاشتغال والتصنيف ونشر العلم، والعبادة والأوراد والصيام",
            "page": "72",
            "part": "1",
            "seal": "30F6BCA2"
        },
        {
            "id": "73",
            "nass": "والذكر، والصبر على العيش الخشن في المأكل والملبس ملازمة كلية لا مزيد عليها، ملبسه ثوب خام، وعمامته سختيانية صغيرة)). توفي سنة 676 رحمه الله تعالى، فكانت حياته 45 سنة، وترك من المؤلفات الكثيرة العظيمة ما قسموه على أيام حياته، فكان لكل يوم فيها أربعة كراريس. ¶ الطبيب ابن النفيس إمام في الطب والفقه وحفظ الوقت ¶ ومن العلماء الكبار، والأطباء الأفذاذ النبغة الأخيار، الذين حافظوا على الوقت واللحظات، وتسجيل الأفكار والخطرات، في أغرب الأوقات والساعات: شيخ الطب في عصره ابن النفيس الدمشقي ثم المصري. جاء في ترجمته في ((روضات الجنات)) للخوانساري (¬1)، نقلا عن ((الوافي بالوفيات)) لصلاح الدين الصفدي، ما أقطف منه ما يلي: ¶ ((الإمام الفاضل الحكيم العلامة علاء الدين ابن النفيس على بن أبي حزم القرشي - نسبة إلى بلدة قرش من بلاد ما وراء النهر - المولود بدمشق في حدود سنة 610، والمتوفي بالقاهرة سنة 687 رحمه الله تعالى. ¶ كان إماما في علم الطب، أوحد، لا يضاهي في ذلك ولا يداني استحضارا ولا استنباطا، وله في الطب التصانيف الفائقة، والتواليف الرائقة. ¶ صنف كتاب ((الشامل)) في الطب، وتدل فهرسة هذا الكتاب على أنه يكون في ثلاث مئة سفر، ذكر ذلك بعض أصحابه، وبيض منها ¶ ¬__________ ¶ (¬1) 5: 290 - 293، بزيادة يسيرة.",
            "page": "73",
            "part": "1",
            "seal": "01C4B22D"
        },
        {
            "id": "74",
            "nass": "ثمانين سفراً. وألف كتاب ((المهذب في الكحل))، و ((شرح القانون لابن سينا)) في عدة أسفار، وغير ذلك في الطب (¬1). ¶ وله معرفة بالمنطق، وصنف فيه مختصرا، وشرح كتاب ((الهداية)) لابن سينا في المنطق، وصنف أيضا في أصول الفقه، والفقه، والعربية، والحديث، وعلم البيان، وغير ذلك، وشرح من أول ((التنبيه)) لأبي إسحاق الشيرازي في فروع الشافعية، من أوله إلى (باب السهو)، شرحاً حسناً، وكان قد تولى تدريس الفقه في المدرسة المسرورية بالقاهرة. ¶ وقال الإمام برهان الدين إبراهيم الرشيدي: كان العلاء بن النفيس، إذا أراد التصنيف، توضع له الأقلام مبرية، ويدير وجهه إلى الحائط، ويأخذ في التصنيف إملاء من خاطره، ويكتب مثل السيل إذا انحدر، فإذا كل القلم وحفى، رمى به وتناول غيره، لئلا يضيع عليه الزمان في بري القلم. وكان يكتب - إذا صنف - من صدره، من غير مراجعة حالة التصنيف. ¶ مسامرة ابن النفيس بالعلم مع ابن واصل حتى الفجر ¶ وقال السديد الدمياطي الحكيم بالقاهرة، وكان من تلاميذه: ¶ ¬__________ ¶ (¬1) انظر أسماء كتبه ومؤلفاته، ومواضع الموجود منها، في ص 141 - 148 من كتاب ((ابن النفيس طليعة العهد العلمي في الطب)) تأليف الدكتور بول غليونجي، طبعته وزارة الإرشاد والأنباء في الكويت، بمطبعة حكومة الكويت دون تاريخ. وانظر لكشف ابن النفيس (الدورة الدموية): كتاب ((الطبيب العربي: ابن النفيس)) للدكتور سلمان قطاية، طبع بيروت سنة 1984، ضمن سلسلة عنوانها: ((أعلام الطب العربي))، والكتاب المذكور هو أول السلسلة، نشرته المؤسسة العربية للدراسات والنشر في بيروت.",
            "page": "74",
            "part": "1",
            "seal": "79306A2A"
        },
        {
            "id": "75",
            "nass": "اجتمع ليلة هو والقاضي جمال الدين بن واصل، وأنا نائم عندهما، فلما فرغا من صلاة العشاء الآخرة، شرعا في البحث، وانتقلا من علم إلى علم، والشيخ علاء الدين في كل ذلك يبحث برياضة ودون انزعاج، وأما القاضي جمال الدين فإنه كان ينزعج، ويعلو صوته، وتحمر عيناه، وتنتفخ عروق رقبته، ولم يزالا كذلك إلى أن سفر الصبح. ¶ فلما انفصل الحال قال القاضي جمال الدين: يا شيخ علاء الدين، أما نحن فعندنا مسائل ونكت وقواعد، أما أنت فعندك خزائن علوم. ¶ تسجيل ابن النفيس بعض مباحث الطب أثناء استحمامه ¶ وقال آخر: دخل الشيخ علاء الدين مرة إلى الحمام التي في باب الزهومة، فلما كان في بعض تغسيله خرج إلى مسلخ الحمام - موضع نزع الثياب وخلعها - واستدعى بدواة وقلم وورق، وأخذ في تصنيف مقالة في النبض إلى أن أنهاها، ثم عاد ودخل الحمام وكمل تغسيله. ¶ وكان ذا مروءة، وكان لا يحجب نفسه عن الإفادة ليلا ولا نهارا، وكان يحضر مجلسه في داره جماعة من الأمراء، ومهذب الدين بن أبي حليقة رئيس الأطباء، وشرف الدين الصغير، وأكابر الأطباء، ويجلس الناس على طبقاتهم. وعليه وعلى عماد الدين النابلسي تخرج الأطباء بمصر والقاهرة، وكان قد ابتنى فيها دارا، وفرشها بالرخام حتى إيوانها. ¶ وفي علته التي توفي فيها، أشار عليه بعض أصدقائه الأطباء، بتناول شيء من الخمر، إذ كانت علته تناسب أن يتداوى بها على ما زعموا، فأبى أن يتناول شيئا من ذلك، وقال: لا ألقى الله تعالى وفي",
            "page": "75",
            "part": "1",
            "seal": "8A5B65BE"
        },
        {
            "id": "76",
            "nass": "باطني شيء من الخمر. ولم يكن متزوجا. ووقف داره هذه، وكتبه، وأمواله على البيمارستان المنصوري (¬1). ¶ ابن النفيس كاشف الدورة الدموية قبل سبعة قرون ¶ وبالجملة: كان إماما عظيما، وكان كثير من الأفاضل يقولون: هو ابن سينا الثاني)). انتهى. ولا تنس أن ابن النفيس هو كاشف (الدورة الدموية) في البدن، منذ أكثر من سبعة قرون، ذلك الكشف العظيم الهائل في عالم الطب. ¶ قال عبد الفتاح: وكان مع هذا الفضل العظيم والنبوغ الباهر في الطب وغيره، يتواضع فيصف نفسه في إجازاته للمستفيدين والمتخرجين به، باسم (المتطبب)، وهو إمام الطب والأطباء في عصره، كما تراه في نموذج من خطه الجميل، المصور في ترجمته في كتاب ((الأعلام)) للزركلي (¬2). ¶ الشيخ ابن تيمية تآليف لا يمكن حصرها، بكسب الوقت ¶ وأعجب من ذلك حال شيخ الإسلام ابن تيمية أبي العباس أحمد بن عبد الحليم الحراني الدمشقي الحنبلي، المولود سنة 661، والمتوفي سنة 728 رحمه الله تعالى، عن 57 سنة وعن نحو خمس مئة مجلد تأليفا، كان لا يمكن أن يفوت من وقته ساعة دون تعليم أو تأليف ¶ ¬__________ ¶ (¬1) لفظ (بيمارستان) مركب من كلمتين فارسيتين: (بيمار) بمعنى (مريض)، و (ستان) بمعنى محل أو دار، ومعناه: دار المرضى، ويقال له الآن: المستشفى. هذا وفاتنى ذكر الطبيب (ابن النفيس) في كتابي (العلماء العزاب الذين آثروا العلم على الزواج)، وسأدرجه فيه إن شاء الله تعالى. ¶ (¬2) 271:4 الطبعة الرابعة.",
            "page": "76",
            "part": "1",
            "seal": "64D13C0F"
        },
        {
            "id": "77",
            "nass": "أو عبادة، حتى بلغت مؤلفاته المئات، بل لم يمكن حصرها للمتتبعين حتى ولا للشيخ نفسه رحمه الله. ¶ جاء في ترجمته عند ابن شاكر الكتبي في ((فوات الوفيات)) (¬1): ((إن تصانيفه تبلغ ثلاث مئة مجلد، قال الذهبي: وما يبعد أن تصانيفه إلى الآن تبلغ خمس مئة مجلد)). انتهى. وقد ألف تلميذه الإمام ابن القيم في أسماء كتبه رسالة، بلغت صفحاتها 22 صفحة، وذكر فيها ما يقارب 350 مؤلف، بين كتاب كبير ورسالة وقاعدة (¬2). ¶ وقال الشيخ ابن القيم رحمه الله تعالى في كتابه ((الوابل الصيب من الكلم الطيب)) (¬3): ((الحادي والستون من فوائد الذكر: أنه يعطي الذاكر قوة حتى إنه ليفعل مع الذكر ما لم يظن فعله بدونه. وقد شاهدت من قوة شيخ الإسلام ابن تيمية، في سننه، وكلامه، وإقدامه، وكتابته: أمرا عجيبا، فكان يكتب في اليوم من التصنيف ما يكتبه الناسخ في جمعة وأكثر ... )). انتهى. ¶ والصحيح في عدد تآليف الشيخ ابن تيمية، ما قاله الحافظ ابن رجب في ((ذيل طبقات الحنابلة)) (¬4): ((وأما تصانيفه فقد امتلأت بها الأمصار، وجاوزت حد الكثرة، فلا يمكن لأحد حصرها)). انتهى. ¶ ¬__________ ¶ (¬1) 1: 42و38. ¶ (¬2) وطبعت هذه الرسالة بتحقيق الدكتور صلاح الدين المنجد، في الكجتمع العلمي بدمشق سنة 1380، ثم طبعها الدكتور في بيروت أكثر من مرة. ¶ (¬3) ص 108. ¶ (¬4) 403:2.",
            "page": "77",
            "part": "1",
            "seal": "1AA9CAC8"
        },
        {
            "id": "78",
            "nass": "هذا أيها القارئ الكريم جهد إنسان واحد من العلماء حفظ وقته، قال العارفون به: لا يمكن حصر مؤلفاته، وهو كذلك. ¶ الشيخ ابن تيمية يطالع ويقرر العلم حال مرضه وسفره ¶ قلت: وسبب هذا الثراء العجيب في التآليف، أن الشيخ ابن تيمية رحمه الله تعالى، كان لا ينفك عن المطالعة والكلام في العلم وتقريره، في حال حضره وسفره وصحته ومرضه، قال تلميذه الإمام ابن القيم رحمه الله تعالى، في كتابه ((روضة المحبين)) (¬1): ¶ ((وحدثني شيخنا - ابن تيمية - قال: ابتدأني مرض، فقال لي الطبيب: إن مطالعتك وكلامك في العلم يزيد المرض، فقلت له: لا أصبر على ذلك، وأنا أحاكمك إلى علمك، أليست النفس إذا فرحت وسرت قويت الطبيعة، فدفعت المرض، فقال: بلى، فقلت له: فإن نفسي تسر بالعلم، فتقوى به الطبيعة، فأجد راحة، فقال: هذا خارج عن علاجنا)). ¶ الشمس الأصبهاني يقلل طعامه لئلا يضيع الزمان بدخوله وخروجه ¶ وجاء في ((الدرر الكامنة)) للحافظ ابن حجر، و ((البدر الطالع)) للشوكاني (¬2)، في ترجمة الإمام العلامة شمس الدين أبي الثناء الأصبهاني (محمود بن عبد الرحمن بن أحمد)، الشافعي الأصولي الفقيه ¶ ¬__________ ¶ (¬1) ص 70. ¶ (¬2) في ((الدرر الكامنة)) 58:6، و ((البدر الطالع)) 298:2.",
            "page": "78",
            "part": "1",
            "seal": "D7448E4C"
        },
        {
            "id": "79",
            "nass": "المفسر المولود بأصبهان سنة 674، المتوفي بالقاهرة سنة 749 رحمه الله تعالى (¬1)، ما يلي: ¶ ((اشتغل في بلاده، ومهر وتقدم في الفنون، وقدم دمشق بعد زيارة القدس في صفر سنة 725، فبهرت أهلها فضائله، وسمع كلامه الشيخ تقي الدين ابن تيمية، فبالغ في تعظيمه، قال مرة: اسكتوا حتى نسمع كلام هذا الفاضل الذي ما دخل البلاد مثله. ثم انتقل إلى القاهرة، وفيها توفى. ¶ ومما يحكى عنه من حرصه على العلم وشحه أوقاته، أن بعض أصحابه كان يذكر أنه كان يمتنع كثيرا من الأكل، لئلا يحتاج إلى الشرب، فيحتاج إلى دخول الخلاء، فيضيع عليه الزمان)). انتهى. ¶ ¬__________ ¶ (¬1) ووقع في ((البدر الطالع)) للشوكاني قلب في تأريخ وفاته، فأرخه بقوله: ((ومات سنة 794 أربع وتسعين وسبع مئة بالطاعون العام)). انتهى. وهو خطأ صرف، وصوابه كما أثبته (سنة 749)، كما أرخه غير واحد، ومنهم التاج السبكي تلميذه في ((طبقات الشافعية الكبرى)) 384:10. ¶ قال صاحب كتاب ((روضات الجنات)) فيه 128:8، في ترجمته: ((ومرادهم (بالأصبهاني) عند الإطلاق في كتب الحكماء والأصوليين من المتأخرين، هو هذا الرجل، وإن كان قد يطلق على جماعة أخرى، وعلى لقيب هذا الرجل: شمس الدين محمد بن محمود بن محمد بن عبد الكافي، الأصولي الأصبهاني الشارح لمحصول فخر الدين الرازي، ولد بأصبهان سنة 616، ومات بالقاهرة سنة 678)). انتهى. ¶ قلت: وهذا العالم ألأصفهاني (محمد بن محمود) هو صاحب ((العقيدة الأصفهانية))، التي شرحها الإمام الشيخ ابن تيمية رحمهما الله تعالى، وطبعت في آخر المجلد الخامس من ((الفتاوى الكبرى)) له في 151 صفحة.",
            "page": "79",
            "part": "1",
            "seal": "134C1523"
        },
        {
            "id": "80",
            "nass": "فانظر إلى غلاء الوقت عند هذا الإمام الجليل، وما غلاء الوقت عنده إلا من غلاء العلم، فلله دره ما أبصره. ¶ الشوكاني بلغت دروسه في اليوم والليلة نحو ثلاثة عشر درساً ¶ وقال العلامة القاضي الشوكاني (محمد بن علي)، المفسر المحدث الفقيه الأصولي المشهور ذو التصانيف، المولود سنة 1173 ببلدة شوكان في اليمن، والمتوفي سنة 1250 رحمه الله تعالى، في ترجمته لنفسه قي كتابه ((البدر الطالع)) (¬1) متحدثا عن حاله ونشأته بصيغة الخبر عن الغائب تواضعا منه: ¶ ((وكان تبلغ دروسه في اليوم والليلة إلى نحو ثلاثة عشر درسا، منها ما يأخذه عن مشايخه، ومنها ما يأخذه عنه تلامذته، واستمر على ذلك مدة. ثم إنه فرغ نفسه - من التلقي عن شيوخه - لإفادة الطلبة، فكانوا يأخذون عنه في كل يوم زيادة على عشرة دروس، في فنون متعددة، واجتمع منها في بعض الأوقات: التفسير والحديث والأصول والنحو والصرف والمعاني والبيان والمنطق والفقه والجدل والعروض)). انتهى. ¶ وقد كان من زمن قراءته على الشيوخ وإقرائه لتلامذته: قائما بالإفتاء للمستفتين من أهل صنعاء وغيرها حو عشرين سنة، ثم ولي قضاء صنعاء في سنة 1229، إلى وفاته 21 سنة، وكات رحمه الله تعالى وله 114 مؤلف، سمى هو كثيرا منها في ترجمته. ¶ الآلوسي ألف تفسيره بالليل ويدرس بالنهار ثلاثة عشر درساً ¶ وكان الإمام المفسر الآلوسي (أبو الثناء شهاب الدين محمود بن ¶ ¬__________ ¶ (¬1) 218:2.",
            "page": "80",
            "part": "1",
            "seal": "B6AB97F1"
        },
        {
            "id": "81",
            "nass": "عبد الله الآلوسي) البغدادي، مفتي بغداد وخاتمة المفسرين، المولود سنة 1217 والمتوفي سنة 1270 رحمه الله تعالى: ((حريصا على أن يزيد علمه في كل لحظة، لا يفتر عن اكتساب الفوائد، واقتناص الشوارد، فكان نهاره للإفتاء والتدريس، وأول ليله لمنادمة مستفيد أو جليس، ويكتب بأواخر الليل ورقات -من تفسيره-، فيعطيها صباح اليوم التالي للكتاب الذين وظفهم في داره، فلا يكلومنها تبييضاً إلا في عشر ساعات. ¶ وكان يدرس في اليوم أربعة وعشرين درسا - كذا -، وكان أيام اشتغاله بالتفسير والإفتاء يدرس في اليوم ثلاثة عشر درسا في كتب مطولة، وكان يؤلف حتى في مرضه الأخير)) (¬1). ¶ وتفسيره أعجوبة فريدة لدى العلماء من بين التفاسير، وكفاه به إمامة وفضلاً وعلماً، وقد ألفه في الليل كما علمت، وقد قيل: ¶ وبادر الليل بما تشتهي ... فإنما الليل نهار الأريب ¶ وقال الإمام الأديب أبو هلال العسكري: ¶ وساهر الليل في الحاجات نائمُهُ ... وواهب المال عند المجد كاسبُهُ ¶ وقال الفقعسي الحماسي: ¶ كأنك لم تسبق من الدهر ليلة ... إذا أنت أدركت الذي كنت تطلب ¶ ¬__________ ¶ (¬1) من كتاب ((الآلوسي مفسراً)) للدكتور محسن عبد الحميد، ص 43و79و159، نقلاً عن كتاب ((المسك الأذفر)) لحفيد الإمام المفسر الآلوسي وسميه محمود شكري الآلوسي، ص 7 - 8 و19.",
            "page": "81",
            "part": "1",
            "seal": "824CEBAB"
        },
        {
            "id": "82",
            "nass": "وقال ابن نباتة السعدي: ¶ أعاذِلَتي على إتعاب نفسي ... ورعيي في الدُّجى روض السُّهادِ ¶ إذا شام الفتى برق المعالي ... فأهون فائت طيب الرُّقاد ¶ وقال غيره: ¶ يهوى الدياجي إذا المغرور أغفلها ... كأن شهب الدياجي أعين نُجْلُ ¶ عبد الحي اللكنوي مات عن 39 سنة وجاوزت مؤلفاته 110 ¶ ولا نبعد بعيداً، فهذا الإمام عبد الحي اللكنوي الهندي المتوفي من نحو مئة سنة، عام 1304 عن 39 سنة من العمر، قد زادت مؤلفاته على مئة وعشرة كتب، ما بين كتاب في عدة مجلدات كبار ورسالة في صفحات، وكل كتبه في المباحث المفيدة والمشكلات العصبية. ¶ حكيم الأمة التهانوي زادت مؤلفاته على الألف ¶ وهذا شيخ الهند مولانا (حكيم الأمة) أشرف على التهانوي المتوفي من نحو أربعين سنة، عام 1362 عن 81 سنة، قد زادت تآليفه على ألف مؤلف. ذلك فضل الله يؤتيه من يشاء. وكل ذلك بحفظ الوقت. وإنما يعرف قيمة الوقت والزمن: النوادر الموفقون، فيأتون في أعمارهم القصيرة بالأعداد الهائلة من التآليف الكثيرة. ¶ تآليف الأئمة السابقين تدل على حفظهم للأوقات ¶ وأذكر هنا كلمة لشيخنا العلامة محمد زاهد الكوثري رحمه الله تعالى، تعرض فيها لبيان جملة من التفاسير الكبيرة الضخمة للقرآن الكريم خاصة دون سائر العلوم، تدل بضخامتها على اهتمام أصحابها بالعلم ومحافظتهم على الوقت، فتمكنوا من التآليف الكبيرة، بحيث",
            "page": "82",
            "part": "1",
            "seal": "8BF7B86F"
        },
        {
            "id": "83",
            "nass": "يدهش الإنسان لسماع أخبارها فضلا عن رؤية ذواتها، وكم لله في خلقه من عجائب؟ ¶ قال شيخنا في كتابه ((مقالات الكوثري)) (¬1)، وهو يتحدث عن بعض الجوانب التي خدم بها القرآن الكريم: ¶ بعض المؤلفات الكبار الضخام للسابقين في التفسير وعلومه ¶ ((وما ألفه أهل العلم في اجتلاء روائع المعاني من القرآن الكريم، مما لا يكاد يحصيه العد، على اختلاف مسالكهم في العناية بالرواية أو الدراية، وفنون الأفنان من علوم القرآن، وعلى تفاوت أذواقهم ومشاربهم في الاهتمام بجهة خاصة من مزايا القرآن المجيد. ¶ وأرجو القارئ الكريم أن يسمح لي أن أذكر بعض مؤلفات علماء هذه الأمة في هذا الصدد، مما يكون أنموذجا لمساعيهم الجبارة في مضمار تدوين المؤلفات، فها هو تفسير الإمام أبي الحسن الأشعري، المسمى: ((المختزن)) في سبعين مجلدا على ما يذكره المقريزي في ((الخطط))، وتفسير القاضي عبد الحبار الهمذاني، المسمى: ((المحيط)) في مئة سفر. ¶ وتفسير أبي يوسف عبد السلام القزويني، المسمى: ((حدائق ذات بهجة))، أقل ما يقال فيه: إنه في ثلاث مئة مجلد، وكان مؤلفه وقفه وجعل مقره مسجد الإمام أبي حنيفة ببغداد، ثم صار في عداد الكتب التي ضاعت في أثناء استيلاء المغول على دار الخلافة ببغداد! إلا أني ¶ ¬__________ ¶ (¬1) ص402 - 403.",
            "page": "83",
            "part": "1",
            "seal": "B5A6DA67"
        },
        {
            "id": "84",
            "nass": "سمعت من أحد أدباء الهند، أنه رأى قطعة منه في أحد فهارس الخزانات. ¶ وللحافظ ابن شاهين تفسير في ألف جزء حديثي، وللقاضي أبي بكر بن العربي ((أنوار الفجر)) في التفسير، في نحو ثمانين ألف ورقة، والمعروف أنه موجود في بلادنا - أي في مكتبات إصطنبول وتركيا -، إلا أني لم أظفر به مع طول بحثي عنه. ولابن النقيب المقدسي أحد مشايخ أبي حيان تفسير يقارب مئة مجلد، يوجد بعض مجلدات منه في خزانات إصطنبول، ويوجد من تلك التفاسير بعض مجلدات في بعض الخزانات فيما أعلم. ¶ وأما أضخم تفسير تام يوجد اليوم - على ما نعلم - فهو تفسير ((فتح المنان)) المدعو بتفسير العلامي، المنسوب إلى العلامة قطب الدين الشيرازي، وهو في أربعين مجلداً، فالمجلد الأول منه موجود بدار الكتب المصرية، وبه تظهر خطبته في التفسير، وفي مكتبتي محمد أسعد وعلي باشا - حكيم أوغلي - في إصطنبول في مجلداته ما يتم به نسخة كاملة. ¶ وللعلامة محمد الزاهد البخاري نحو مئة مجلد في التفسير، كما في ((المنهج الصافي)). ولعلماء هذه الأمة تفاسير لا تحصى سوى ما تقدم، على اختلاف مسالكهم. ولهم أيضا مثل هذه الخدمة المشكورة، في تدوين السنن الشارحة للكتاب، المبينة لوجوه الإجمال فيه)). انتهى.",
            "page": "84",
            "part": "1",
            "seal": "8F10BAD7"
        },
        {
            "id": "85",
            "nass": "الأئمة المكثرون من التآليف ¶ وقد تعرض العلامة الفقيه الأصولي الباحث محمد الحسن الحجوي الفاسي المغربي رحمه الله تعالى، في كتابه العجاب ((الفكر الإسلامي في تاريخ الفقه الإسلامي)) (¬1)، في ترجمة الإمام ابن جرير الطبري، إلى (المكثرين من التأليف)، فذكر منهم ابن جرير وابن الجوزي وغيرهما، وأقطف من كلامه ما يلي وفيه بعض التكرار لما ذكرته فيما سبق، ولا يضر، قال: ¶ ابن جرير أعظم مؤلف في الإسلام كثرة تأليف وحسن تصنيف أحرز الإمام ابن جرير الطبري قصب بالسبق في التصنيف (¬2)، كثرة ¶ ¬__________ ¶ (¬1) 3: 41 - 45، من طبعة المغرب، و 2: 45 - 48 من طبعة النمناكي. ¶ (¬2) القصب اسم جنس، والمراد به هنا القصب الفارغ الجوف، ذو الأنابيب والكعوب في ساقه، يزرع في الأرض الكثيرة المياه وعلى شطوط الأنهار، والمفرد منه: قصبة. ¶ وقال العرب للسابق: أحرز قصب السبق، أو أحرز القصب، أو أحرز القصبة، وذلك أنهم كانوا ينصبون في حلبة السابق قصبة، فمن سبق إليها اقتلعها وأخذها، ليعلم أنه السابق من غير نزاع. والفرس المبرز الذي يسبق الخيل في الحلبة، يقال له: المقصب كمحدث أي السابق. ويقال للمراهن إذا فاز: أحرز قصب السبق. ويقال: فلان حاز قصب السبق أي استولى على الأمد والغاية. ¶ ويقال: إن الغاية التي يسبق إليها السابق، كانت تذرع بالقصبة، وتركز تلك القصبة عند منتهى الغاية، فمن سبق إليها حازها واستحق الخطر أي الرهن. والجعل المرصود للسابق. انتهى ملخصا من ((أساس البلاغة)) و ((لسان العرب)) و ((تاج العروس)).",
            "page": "85",
            "part": "1",
            "seal": "FABED9D4"
        },
        {
            "id": "86",
            "nass": "في إتقان، مع عموم النفع، وقد خلف في مصنفاته ما يقرب من ثلاث مئة ألف ورقة وخمسين ألف ورقة. وهذه أغنى التركات العلمية فيما بلغنا، فتبارك الله أحسن الخالقين. ¶ فبذلك حاز المعلي والرقيب (¬1)، فلم يكن أحد من المتقدمين يبلغ مداه في الكثرة مع الإتقان وعموم النفع لوقتنا هذا، فلم يتفق هذا لغيره فيما أظن، فيصح أن يقال: إنه أعظم مؤلف في الإسلام. ¶ ¬__________ ¶ (¬1) أي حاز الفضل كله. والمعلي والرقيب سهمان من سهام الميسر وقداحه التي كانت عند العرب في الجاهلية، لهما نصيب وافر، فلذلك يضرب بهما المثل، فيقال لمن بلغ الغاية في الشيء: حاز المعلي والرقيب. ¶ قال الزبيدي في ((تاج العروس)) في (رقب) 274:1 ((ذكر شيخنا - هو الإمام اللغوي الفذ، أبو عبد الله محمد بن الطيب الفاسي، المتولد بفاس سنة 1110، والمتوفي بالمدينة المنورة سنة 1170، فيما كتبه على القاموس - رحمه الله تعالى: ¶ قداح الميسر عشرة، سبعة منها لها أنصباء، وثلاثة لا أصباء ولا غنم لها، إنما جعلوها للتكثير والتثقيل بها فقط اتقاء التهمة، فذوات الأنصباء أولها: الفذ، وفيه فرضة واحدة، وله نصيب واحد. والثاني: التوأم، وفيه فرضتان، وله نصيبان، والثالث: الرقيب، وله ثلاث فرض، وله ثلاثة أنصباء، والرابع: الحلس، وفيه أربع فرض، وله أربعة أنصباء، والخامس: النافس: وفيه خمس فرض، وله خمسة أنصباء، والسادس: المسبل، وفيه ست فرض، وله ستة أنصباء، والسابع: المعلى، وهو أعلاها، وفيه سبع فرض، وله سبعة أنصباء. وهذه الأنصباء لهذه الأسهم عند فوزها، أما عند خسارها فعلى كل سهم منها من الغرم مثل ما له. وأما التي لا سهم لها ولا غنم، ولا عليها غرم فهي: السفيح، والمنيح، والوغد)).",
            "page": "86",
            "part": "1",
            "seal": "A79E877B"
        },
        {
            "id": "87",
            "nass": "الباقلاني لا ينام حتى يكتب خمساً وثلاثين ورقةً تأليفاً ¶ وفي ((الديباج المذهب)) أن القاضي أبا بكر محمد بن الطيب الباقلاني، كان ورده كل ليلة عشرين ترويحة، ولا ينام حتى يكتب خمسا وثلاثين ورقة من حفظه. ¶ كثرة تأليف ابن أبي الدنيا وابن عساكر وابن شاهين ¶ وترك ابن أبي الدنيا ألف تأليف، وابن عساكر ألف تاريخه في ثمانين مجلدا، وقال السيوطي: منتهى التصانيف في الكثرة ابن شاهين، صنف ثلاث مئة وثلاثين مصنفا، منها ((التفسير)) في ألف جزء، و ((المسند)) خمسة عشر مئة - أي ألف وخمس مئة جزء -، قال السيوطي: وهذا من بركات طي الزمان كالمكان، من وراثة الإسراء وليلة القدر. نقله في ((المنح البادية)). ¶ كثرة مؤلفات ابن حزم وابن أبي حاتم الرازي ¶ وقد ترك الإمام أبو محمد علي بن حزم أربع مئة مجلد، تشتمل على قريب من ثمانين ألف ورقة. وألف الإمام أبو محمد عبد الرحمن بن أبي حاتم الرازي عدة كتب، في الفقه والحديث والتاريخ، منها كتابه ((المسند)) في ألف جزء، ذكره في ((الطبقات السبكية)). ¶ كثرة مؤلفات الحاكم النيسابوري ¶ وألف أبو عبد الله الحاكم المعروف بابن البيع صاحب ((المستدرك على الصحيحين))، ما يبلغ ألفا وخمس مئة جزء، منها ((تخريج الصحيحين))، و ((العلل) و ((الأماني))، و ((فوائد الشيوخ)) - و ((تاريخ نيسابور)) - وغيرها.",
            "page": "87",
            "part": "1",
            "seal": "FA624157"
        },
        {
            "id": "88",
            "nass": "كثرة مؤلفات أبي الحسن الأشعري ¶ وبلغت كتب الإمام أبي الحسن الأشعري خمسين كتاباً بين صغير وكبير، وأكثرها في الرد على الطوائف الضالة. وهذا من أصعب شيء في التأليف، يحتاج إلى زمن كثير. ¶ كثرة مؤلفات ابن تيمية وابن القيم والبيهقي ¶ وألف تقي الدين ابن تيمية ثلاث مئة مؤلف، في فنون مختلفة، ضمن نحو خمس مئة مجلد. وتلميذه ابن قيم الجوزية نحو الخمسين مجلدا بين ضخم ولطيف. ¶ وألف الإمام البيهقي ألف جزء، كلها تآليف محررة نادرة المثال، كثيرة الفوائد، وأقام يصوم ثلاثين سنة. ¶ كثرة مؤلفات محمد بن سحنون المالكي ¶ وترك محمد بن سحنون الإفريقي الشهير كتابه الكبير في مئة جزء، في الفقه والسير والتاريخ وفنون من العلم، وكتاب ((أحكام القرآن)) أيضا، وغيره من الكتب. كثرة مؤلفات أبي بكر بن العربي المعافري وألف الإمام أبو بكر بن العربي المعافري دفين فاس: تفسيره الكبير في ثمانين جزءا، وله تآليف أخرى كشرح ((الترمذي)) و ((الموطأ))، و ((أحكام القرآن)) الكبرى والصغرى، و ((القواصم والعواصم))، و ((المحصول في الأصول))، كلها تصانيف من أعلى طبقة، وغريب الوجود. ¶ كثرة مؤلفات أبي جعفر الطحاوي ¶ وألف الإمام أبو جعفر الطحاوي تآليف كثيرة، وكتب في مسألة واحدة، وهي: هل كان حجة عليه الصلاة والسلام بقران أو إفراد أو تمتع: ألف ورقة. وكم لهذا من نظير في علماء الإسلام.",
            "page": "88",
            "part": "1",
            "seal": "E4812856"
        },
        {
            "id": "89",
            "nass": "كثرة مؤلفات أبي عبيدة وابن سريج وابن حبيب الأندلسي ¶ وقد بلغت تآليف أبي عبيدة - معمر بن المثنى - مئتين في علوم مختلفة. وبلغت مؤلفات ابن سريج أربع مئة، والقاضي الفاضل: مئة واحدة. وبلغت مؤلفات عبد الملك بن حبيب عالم الأندلس: ألف كتاب، ذكره في ((نفح الطيب)). ¶ كبر تواليف جملة من العلماء السابقين ¶ وكانت تواليفهم تحوي مجلدات، فكانت ((مرآة الزمان)) في التاريخ لسبط بن الجوزي أربعون مجلدا، و ((تاريخ بغداد)) للخطيب أربعة عشر مجلدا، و ((الأغاني)) عشرون مجلدا، و ((كامل)) ابن الأثير 12 مجلدا، و ((شرح النبات)) لأبي حنيفة الدينوري بلغ ستين مجلدا. وبلغت تآليف يعقوب بن إسحاق الكندي فيلسوف العرب 231 كتاب - بل تزيد على ثلاث مئة كتاب -، في الفلسفة والطب والهندسة وعلوم كثيرة. ¶ لكن مجلداتهم تختلف من عشر ورقات إلى مئة، هذا مع صعوبة نيل مواد الكتابة في تلك الأزمان. ¶ كثرة مؤلفات بعض المتأخرين لا تبلغ كثرة مؤلفات السابقين ¶ أما المتأخرون فتوفرت المواد لديهم، ومع ذلك لم يبلغوا مبلغ من تقدم، مثل الحافظ ابن حجر صاحب ((فتح الباري))، و ((الإصابة)) وغيرهما، والذهبي، وكالسيوطي الذي نافت تآليفه على أربع مئة، فإن جلها صغير الحجم إلى الورقة والورقتين. ¶ وأكثر منه الشيخ أبو الفيض محب الدين محمد مرتضى الحسيني الواسطي الزبيدي الحنفي - الهندي المولد والمنشأ - نزيل مصر، وكفى",
            "page": "89",
            "part": "1",
            "seal": "B821F1AA"
        },
        {
            "id": "90",
            "nass": "((شرح القاموس)) و ((شرح الإحياء))، دليلا على ذلك، وقد عم نفعهما، ووقع إقبال العالم الإسلامي عليهما، مع تحرير وإتقان)). انتهى كلام العلامة الحجوي باختصار. ¶ قال عبد الفتاح: هذه كلمة عجلي بشأن المكثرين من التأليف، غير محررة ولا مستوفاة، كتبها العلامة الحجوي رحمه الله تعالى، استطرادا دون تتبع واستقراء، بمناسبة ذكره: كثرة مؤلفات الإمام ابن جرير الطبري. ¶ مراعاة حفظ الوقت تطيل الأعمار وتكثر الآثار ¶ والذي دعاني إلى إيرادها بيان هذا السيل الضخم من التآليف الكثيرة المدهشة، كيف كتبت؟ ومتى جمعت؟ إنما كان ذلك كله بمراعاة الوقت وكسبه واهتباله، دون أن تضيع منه ساعة أو سويعة. وبالحفاظ على الوقت تزخر الآثار، وتطول الأعمار، ويبارك الله تعالى في الأزمان الوجيزة والأعمار القصيرة، والله يؤتي فضله من يشاء، وهو ذو الفضل العظيم (¬1). ¶ ¬__________ ¶ (¬1) قلت: وحذار أن تظن مما ذكرته لك، من ضخامة المصنفات، وكثرة المؤلفات، لأولئك العلماء الكبار: أنهم أعلم من العلماء السابقين والسلف المتقدمين، فهذا ظن خاطئ، فليست كثرة المؤلفات ولا ضخامة المصنفات وما فيها من الكلام الطويل الكثير، معيارا لأعلمية هؤلاء وتقدمهم بالعلم على من سبقهم، فالسلف أعلم بشرع الله ودينه من الخلف، ولكن الكلام في السلف قليل، وفي الخلف كثير! وهذا الذي قد يغر بذلك! كلمات طائفة من التابعين في أعلمية السلف من الخلف ¶ 1 - قال مجاهد بن جبر المكي، التابعي الجليل، وشيخ القراء والمفسرين، الحافظ المحدث الإمام، الفقيه العابد، المولود سنة 21، والمتوفي سنة 104 رحمه الله تعالى: ((ذهب العلماء! فلم يبق إلا المتعلمون، وما المجتهد فيكم اليوم، إلا كاللاعب فيمن كان قبلكم)). من ((التاريخ الكبير)) لابن أبي خيثمة (مخطوط). ¶ 2 - وقال بلال بن سعد الأشعري الدمشقي، التابعي الجليل، والإمام الرباني الواعظ، شيخ أهل دمشق، أحد الثقات الزهاد، والعلماء العباد، المتوفي بحدود سنة 120 رحمه الله تعالى: ((زاهدكم راغب، ومجتهدكم مقصر، وعالمكم جاهل، وجاهلكم مغتر)). من ((كتاب الزهد)) للإمام عبد الله بن المبارك ص 60. ¶ 3 - وقال حماد بن زيد: قيل لأيوب السختياني - البصري، التابعي الجليل، والحافظ الإمام، أحد الأعلام، سيد الفقهاء والعلماء، المولود سنة 68، والمتوفي سنة 131 رحمه الله تعالى -: ((العلم اليوم أكثر أم أقل؟ قال: الكلام اليوم أكثر، والعلم كان قبل اليوم أكثر)). من ((المعرفة والتاريخ)) للفسوي 232:2. ¶ 4 - وقال أبو عمرو بن العلاء البصري، التابعي الجليل، المولود سنة 70، والمتوفي سنة 15 رحمه الله تعالى، أحد القراء السبعة، وأعلم أهل عصره بالقرآن والقراءات والعربية والأدب والشعر والنحو، وكانت كتبه التي كتبها عن العرب الفصحاء، الذين خالطهم ولقيهم، قد ملأت بيتا له إلى قريب من السقف: ((ما نحن فيمن مضي))، إلا كبقل في أصول نخل طوال)). من كتاب ((موضح أوهام الجمع والتفريق)) للحافظ الخطيب البغدادي 5:1. فهؤلاء الأئمة التابعون الأربعة، من بلدان متباعدة، وفي أزمان مختلفة، قد اتفقت عباراتهم على مضمون واحد هو أعلمية السلف السابقين على مثلهم السلف الخالفين، فكيف من تأخر زمانهم عنهم قليلا أو كثيرا، فالبون بينهم شديد وكبير وإن كانوا أئمة كبارا. وقد نبه إلى هذا غير واحد من العلماء الكبار، ولولا طول كلامهم وضيق المقام لنقلت كلام عدة من الأئمة في هذا الموضوع، وأكتفي هنا بنقل جمل من كلام الإمام الحافظ ابن رجب الحنبلي، المولود سنة 736، والمتوفي سنة 795 رحمه الله تعالى، فقد قال في كتابه النفيس ((فضل علم السلف على الخلف)) في ص 26و28و47 ما يلي: ((وقد فتن كثير من المتأخرين بهذا - أي بكثرة الكلام - فظنوا أن من كثر كلامه وجداله وخصامه في مسائل الدين، فهو أعلم ممن ليس كذلك، وهذا جهل محض! وانظر إلى أكابر الصحابة وعلمائهم، كأبي بكر وعمر - وعثمان - وعلي، ومعاذ وابن مسعود وزيد بن ثابت، كيف كانوا: كلامهم أقل من كلام ابن عباس، وهم أعلم منه. وكذلك كلام التابعين أكثر من كلام الصحابة، والصحابة أعلم منهم، وكذلك تابعو التابعين كلامهم أكثر من كلام التابعين، والتابعون أعلم منهم. فليس العلم بكثرة الرواية، ولا بكثرة المقال، ولكنه نور يقذف في القلب، يفهم به العبد الحق، ويميز به بينه وبين الباطل، ويعبر عن ذلك بعبارات وجيزة محصلة للمقاصد. وقد كان النبي صلى الله عليه وسلم أوتي جوامع الكلم، واختصر له الكلام اختصارا، ولهذا ورد النهي عن كثرة الكلام، والتوسع في القيل والقال. وقد ابتلينا بجهلة من الناس! يعتقدون في بعض من توسع في القول من المتأخرين أنه أعلم ممن تقدم! فمنهم من يظن في شخص أنه أعلم من كل من تقدم من الصحابة ومن بعدهم، لكثرة بيانه ومقاله! ومنهم من يقول: هو أعلم من الفقهاء المشهورين المتبوعين! وهذا يلزم منه ما قبله! لأن هؤلاء الفقهاء المشهورين المتبوعين أكثر قولا ممن كان قبلهم، فإذا كان من بعدهم أعلم منهم لاتساع قوله، كانوا هم أعلم ممن كان أقل منهم قولا بطريق أولى، كثالوري والأوزاعي والليث وابن المبارك وطبقتهم، وممن قبلهم من التابعين والصحابة أيضا، فإن هؤلاء كلهم أقل كلاما ممن جاء بعدهم. وهذا تنقص عظيم بالسلف الصالح! وإساءة ظن بهم! ونسبة إلى الجهل وقصور العلم! ولا حول ولا قوة إلا بالله)). انتهى باختصار وإيجاز، وكلامه في هذا الموضوع طويل، لا يتسع المقام لاستيفائه هنا.",
            "page": "90",
            "part": "1",
            "seal": "5BB788A3"
        },
        {
            "id": "93",
            "nass": "وأختم حديثي عن العلماء المراعين للأوقات، الحافظين للحظات، المستفيدين المانحين أطيب الثمرات، بإيراد ترجمة مختصرة للحافظ أبي القاسم بن عساكر الدمشقي، فقد جاء فيها ما يحرك العزائم ويوقظ النائم، فأقول: ¶ ضخامة ما قدمه الحافظ ابن عساكر للمكتبة الإسلامية ¶ كان الحافظ أبو القاسم بن عساكر الدمشقي (على بن الحسن) المولود بدمشق سنة 499، والمتوفي بها سنة 571 رحمه الله تعالى، يحافظ على اللحظات من وقته، فجاد على المكتبة الإسلامية بتآليف، تعجز المجامع اعلمية اليوم عن طبعها! وقد كتبها وحده، وألفها بيده وقلمه، وحررها وحققها، وجمع أصولها، وانتخب منها، ونسقها ورتبها، وأخرجها للناس آية باقية ناطقة بأنه كان أعجوبة الأعاجيب في سعة الحفظ، ووفرة المعرفة، ونفاذ الهمة في القدرة على التأليف وكثرة المصنفات المدهشة. ¶ وأسوق هنا طرفا وجيزا من ترجمته عن ثلاثة كتب، مقتصرا منها على ما يتعلق بكثرة التطواف، ووفرة المؤلفات، وشدة الحافظ على الأوقات واللحظات. ¶ 1 - قال المؤرخ القاضي ابن خلكان في ((وفيات الأعيان)) (¬1)، ¶ ¬__________ ¶ (¬1) 335:1.",
            "page": "93",
            "part": "1",
            "seal": "31FEF274"
        },
        {
            "id": "94",
            "nass": "في ترجمته: ((كان محدث الشام في وقته، ومن أعيان الفقهاء الشافعية، غلب عليه الحديث فاشتهر به، وبالغ في طلبه إلى أن جمع منه مالا يتفق لغيره، ورحل وطوف وجاب البلاد، ولقى المشايخ، وكان رفيق الحافظ أبي سعد عبد الكريم ابن السمعاني في الرحلة - وقد بلغ تعداد شيوخ السمعاني الذين لقيهم في دار الإسلام سبعة آلاف شيخ -. ¶ وكان حافظاً ديناً، جمع بين المتون والأسانيد، سمع ببغداد، ثم رجع إلى دمشق، ثم رحل إلى خراسان، ودخل نيسابور وهراة وأصبهان والجبال، وصنف التصانيف المفيدة، وخرج التخاريج، وكان حسن الكلام على الأحاديث، محظوظا في الجمع التأليف، صنف ((التاريخ لدمشق)) في ثمانين مجلدا، أتى فيه بالعجائب، وهو على نسق ((تاريخ بغداد)) - للخطيب البغدادي، من حيث شرطه فيمن ذكرهم فيه، ولكنه أضعافه حجما واتساعا وشمولا وإفادات متنوعة -. ¶ قال لي شيخنا الحافظ العلامة زكي الدين أبو محمد عبد العظيم المنذري حافظ مصر، وقد جرى ذكر هذا التاريخ، وأخرج لي منه مجلدا، وطال الحديث في أمره واستعظامه: ما أظن هذا الرجل إلا عزم على وضع هذا التاريخ من يوم عقل على نفسه، وشرع في الجمع من ذلك الوقت، وإلا فالعمر يقصر عن أن يجمع فيه الإنسان مثل هذا الكتاب بعد الاشتغال والتنبه (¬1). ¶ ¬__________ ¶ (¬1) وقع لفظ (التنبه) محرفا إلى (التنبه) في ((وفيات الأعيان)) من طبعة مصر الميمنية سنة 1310. وتصويبه من طبعة صادر في بيروت بتحقيق إحسان عباس 310:3. والمراد (بالاشتغال) في لغة أهل القرن الخامس وما بعده: ¶ قيام العالم بالتدريس أو التحديث. والمراد بالتنبه: حصول نباهة الذكر والشهرة، الناشئ عنها قصد الناس والمستفيدين إليه بالسؤال والاستفادة، وفي هذا وذاك مشغلة كبيرة يصعب معها تفرغ العالم للتأليف والتحقيق والإنتاج الكثير. والحافظ ابن عساكر قد (اشتغل) و (نبه) ذكره في الآفاق، ومع هذا جاء بتآليف خصبة كثيرة، وأوسع من العمر الذي عاشه، وما ذلك إلا لحفاظه على الوقت واللحظات، فلله رده ما أمضى عزيمته! وما أشد جلده وشوقه للعلم! وما أقواه على الدخول فيما يريد، حين يريد، وكما يريد، رحمه الله تعالى عليه.",
            "page": "94",
            "part": "1",
            "seal": "CFE4200C"
        },
        {
            "id": "95",
            "nass": "ولقد قال الحق، ومن وقف عليه عرف حقية هذا القول، ومتى يتسع للإنسان الوقت حتى يضع مثله، وهذا الذي ظهر - أي من التاريخ - هو الذي اختاره، وما صح له هذا إلا بعد مسودات ما كاد ينضبط حصرها، وله غيره تواليف حسنة، وأجزاء ممتعة)). انتهى كلام القاضي ابن خلكان. وقد زادت مؤلفات الحافظ أبي القاسم بن عساكر على خمسين كتابا، أحدها ((تاريخ مدينة دمشق)) في ثمانين مجلدا، كما سبق ذكره. ¶ علو همة ابن عساكر وسعة طوافه بلدان الإسلام ¶ 2 - وقال الحافظ الذهبي في ((تذكرة الحفاظ)) (¬1)، في ترجمته: ((الإمام الحافظ الكبير، محدث الشام، فخر الأئمة، أبو القاسم بن عساكر، صاحب التصانيف و ((التاريخ الكبير))، ولد في أول سنة 499، وسمع في سنة 505، باعتناء أبيه وأخيه الإمام ضياء الدين هبة الله، فسمع ... بدمشق، ورحل في سنة عشرين، فسمع ... ببغداد، و ... بمكة، و ... بالكوفة، و ... بنيسابور، و ... بأصبهان، و ... ¶ ¬__________ ¶ (¬1) 1328:4.",
            "page": "95",
            "part": "1",
            "seal": "40F5CDAF"
        },
        {
            "id": "96",
            "nass": "بمرو، و ... بهراة، وعمل ((الأربعين البلدانية)) - أربعين حديثا من أربعين شيخا من أربعين بلدا -، وعدد شيوخه ألف وثلاث مئة شيخ، ونيف وثمانون امرأة. ¶ وحدث عنه خلق كثير، ومنهم صاحبه في الرحلة أبو أسعد السمعاني، - ثم عدد الذهبي تواليفه، فبلغت نحو خمسين كتاباً -، وأملي في أبواب العلم أربع مئة مجلس وثمانية - وكل إملاء مجلس منها بمثابة تأليف -. ¶ قال ولده المحدث بهاء الدين القاسم: كان أبي رحمه الله مواظبا على الجماعة والتلاوة، يختم كل جمعة، ويختم في رمضان كل يوم، ويعتكف في المنارة الشرقية - من جامع دمشق -، وكان كثير النوافل والأذكار، ويحيى ليلة النصف - من شعبان - والعيدين بالصلاة والذكر، وكان يحاسب نفسه على لحظة تذهب! لم يشتغل منذ أربعين سنة أي منذ أذن له شيوخه بالرواية والتحديث - إلا بالجمع والتسميع حتى في نزهته وخلواته. ¶ قال الحافظ أبو العلاء الهمذاني: ما كان يسمي أبو القاسم بن عساكر في بغداد إلا شعلة نار، من ذكائه وتوقده وحسن إدراكه. وقال أبو المواهب بن صصرى: قلت له: هل سيدنا رأى مثل نفسه؟ قال: لا تقل هذا، قال الله تعالى: (لا تزكوا أنفسكم) (¬1). قلت: فقد قال الله ¶ ¬__________ ¶ (¬1) من سورة النجم، الآية 32. ولفظ الآية بما قبلها وبعدها: (فلا تزكوا أنفسكم هو أعلم بمن اتقى).",
            "page": "96",
            "part": "1",
            "seal": "5322EC53"
        },
        {
            "id": "97",
            "nass": "تعالى: (وأما بنعمة ربك فحدث) (¬1)، فقال: لو قال قائل: إن عيني لم تر مثلي لصدق. ¶ ثم قال أبو المواهب: وأنا أوقل: لم أر مثله، ولا من اجتمع فيه ما اجتمع فيه، من لزوم طريقة واحدة مدة أربعين سنة، من لزوم الصلوات في الصف الأول إلا من عذر، والاعتكاف في شهر رمضان وعشر ذي الحجة، وعدم التطلع إلى تحصيل الأملاك وبناء الدور، قد أسقط ذلك عن نفسه، وأعرض عن طلب المناصب من الإمامة والخطابة، وأباها بعد أن عرضت عليه، وأخذ نفسه بالأمر المعروف والنهي عن المنكر، لا تأخذه في الله لومة لائم)). انتهى. ¶ انقطاع ابن عساكر للعلم وكثرة شيوخه وشيخاته وقوة إتقانه ¶ 3 - وقال الإمام تاج الدين السبكي في ((طبقات الشافعية الكبرى)) (2) في ترجمته: ((الإمام الجليل، حافظ الأمة، أبو القاسم بن عساكر، ولا نعلم أحدا من جدوده يسمى عساكر، وإنما هو اشتهر بذلك، وهو ناصر السنة وخادمها، إمام أهل الحديث في زمانه، وختام الجهابذة الحفاظ، محط رحال الطالبين. ¶ جمع نفسه على أشتات العلوم، لا يتخذ غير العلم والعمل، صاحبين له، وهما منتهى أربه، حفظ لا تغيب عنه شاردة، وضبط استوت لديه الطريفة الوتالدة، وإتقان ساوى به من سبقه إن لم يكن فاقه، وسعة علم أثرى بها وترك الناس كلهم بين يديه ذوي فاقة. ¶ __________ ¶ (1) من سورة الضحى، الآية 11. ¶ (2) 215:7.",
            "page": "97",
            "part": "1",
            "seal": "1AB6534A"
        },
        {
            "id": "98",
            "nass": "سمع خلائق، وعدة شيوخه ألف وثلاث مئة شيخ، ومن النساء بضع وثمانون امرأة، وارتحل إلى العراق، ومكة، والمدينة، وارتحل إلى بلاذ العجم، فسمع بأصبهان، ونيسابور، ومرو، وتبريز، وميهنة، ويبهق، وخسروجرد، وبسطام، ودامغان، والري، وزنجان، وهمذان، وأسداباذ، وجي، وهراة، وبون، وبغ، وبوشنج، وسرخس، ونوقان، وسمنان، وأبهر، ومرند، وخوي، وجرباذقان، ومشكان، وروذراور، وحلوان، وأرجيش. ¶ وسمع بالأنبار، والرافقة، والرحبة، وماردين، وماكسين، وغيرها من البلاد الكثيرة، والمدن الشاسعة، والأقاليم المتفرقة، لا ينفك نائي الدار، يعمل مطيه في أقاصي القفار، وحيدا لا يصحبه إلا تقى اتخذه أنيسه، وعزم لا يرى غير بلوغ المآرب درجة نفيسة. ¶ وقال شيخه الخطيب أبو الفضل الطوسي: ما نعرف من يستحق هذا اللقب اليوم سواه، يعني لقب (الحافظ). وقال ابن النجار: هو إمام المحدثين في وقته، ومن انتهت إليه الرياسة في الحفظ والإتقان، والمعرفة التامة بعلوم الحديث، والثقة والنبل، وحسن التصنيف والتجويد، وبه ختم هذا الشأن. ¶ قال ابن النجار: وسمعت شيخنا عبد الوهاب بن الأمين، يقول: كنت يوما مع الحافظ أبي القاسم بن عساكر وأبي سعد بن السمعاني، نمشي في طلب الحديث ولقاء الشيوخ، فلقينا شيخا، فاستوقفه ابن السمعاني ليقرأ عليه شيئا، وطاف على الجزء الذي هو سماعه في خريطته، فلم يجده وضاق صدره، فقال له ابن عساكر: ما الجزء الذي هو سماعه؟ فقال: كتاب ((البعث والنشور)) لابن أبي داود، سمعه من",
            "page": "98",
            "part": "1",
            "seal": "C9673B31"
        },
        {
            "id": "99",
            "nass": "أبي نصر الزينبي، فقال له: لا تحزن، وقرأه عليه من حفظه أو بعضه. قال ابن النجار: الشك من شيخنا. ¶ وقال فيه الشيخ محيى الدين النووي، ومن خطه نقلت: هو حافظ الشام بل هو حافظ الدنيا، الإمام مطلقا، الثقة الثبت. ¶ تأخر مسموعات ابن عساكر عليه وقلقه عليها حتى وصلت ¶ وحكى ولده الحافظ أبو محمد القاسم، قال: كان أبي قد سمع كتبا كثيرة لم يحصل منها نسخا، اعتمادا منه على نسخ رفيقه الحافظ أبي علي بن الوزير، وكان ما حصله ابن الوزير لا يحصله أبي، وما حصله أبي لا يحصله ابن الوزير. ¶ فسمعته ليلة من الليالي، وهو يتحدث مع صاحب له في ضوء القمر في الجامع، فقال: رحلت وما كإني رحلت! وحصلت وما كأني حصلت! كنت أحسب أن رفيقي ابن الوزير يقدم بالكتب التي سمعتها، مثل ((صحيح البخاري)) و ((مسلم))، وكتب ((البيهقي))، وعوالي الأجزاء، فاتفقت يكناه بمرو وإقامته بها. ¶ وكنت أؤمل وصول رفيق آخر، يقال له: يوسف بن فاروا الجياني، ووصول رفيقنا أبي الحسن المرادي، فإنه يقول لي: ربما وصلت إلى دمشق، وتوجهت منها إلى بلدي الأندلس، وما أرى واحدا منهم جاء إلى دمشق، فلابد من الرحلة ثالثا، وتحصيل الكتب الكبار، والمهمات من الأجزاء والعوالي. ¶ فلم يمض إلا أيام يسيرة حتى جاء إنسان من أصحابه إليه، ودق عليه الباب، وقال: هذا أبو الحسن المرادي قد جاء، فنزل أبي إليه،",
            "page": "99",
            "part": "1",
            "seal": "3BD69F42"
        },
        {
            "id": "100",
            "nass": "وتلقاه وأنزله في منزله، وقدم علينا بأربعة أسفاط مملوءة من الكتب ¶ المسموعات، ففرح أبي بذلك فرحا شديدا، وشكر الله سبحانه على ما يسره له من وصول مسموعاته إليه، من غير تعب، وكفاه مؤونة السفر، وأقبل على تلك الكتب فنسخ واستنسخ، حتى أتى على مقصودة منها، وكان كلما حصل على جزء منها، كأنه حصل على ملك الدنيا، رحمه الله تعالى ورضي عنه)).انتهى. ¶ هذه لمعات من سيرة هذا الإمام الفذ: الحافظ ابن عساكر الدمشقي، وفيها ما رأيت من العجائب الغرائب، والمدهشات المطربات. ولولا محافظته على الأوقات، واغتنامه الدقائق واللحظات، ما كانت تتأتى له تلك التآليف الضخمة الجامعة الماتعة، التي تعجز المجامع العلمية اليوم عن طبعها فضلا عن تأليف مثلها. فالحفاظ الحفاظ على الأوقات واللحظات، فهي كنز البركات والخيرات. ¶ * * * ¶ حسن توزيع كل عمل على ما يناسبه من الأوقات ¶ ومما يحسن لفت النظر إليه في شأن الزمن: أن العمل العلمي ينزل منزلته من الوقت الملائم له، فمن الأعمال العلمية ما يصلح له كل وقت وذهن، لخفته ويسر القيام به، مثل النسخ والمطالعة الخفيفة والقراءة العابرة ونحوها، مما لا يحتاج إلى ذهن صاف ويقظة تامة وتفكير دقيق عميق. ¶ ومن الأعمال العلمية ما لا يكتمل حصوله على وجهه الأتم، إلا في الوقات التي تصفو فيها الأذهان، وتنشط فيها القرائح والأفهام، وتكثر",
            "page": "100",
            "part": "1",
            "seal": "E1A5DFEE"
        },
        {
            "id": "101",
            "nass": "فيها البركات والنفحات، كساعات الأسحار والفجر والصباح، وساعات هدأة الليل والفراغ التام والسكون الكامل للمكان (¬1). ¶ ¬__________ ¶ (¬1) قال الإمام الخليل بن أحمد الفراهيدي أحد عقلاء بني آدم: أصفى ما يكون ذهن الإنسان في وقت السحر. وقال الزمخشري في ((أساس البلاغة)) في (وضع): ((وفي كلام بعضهم: إذا كان وجه السحر، فاقرع علي بابي حتى تعرف موضع رأيي)). قال عبد الفتاح: إنما قال الخليل والزمخشري ما قالاه عن وقت السحر وفضله، حين كان الفجر وما قبل الفجر هو وقت ذروة النشاط العقلي والارتياح الجسمي في حياة أولئك الناس، أما اليوم فتغيرت الحال! فصار هذا الوقت عند أكثر الناس أثقل الأوقات بالنوم والارتخاء! وذهبت عنهم ساعات الصفاء والسكون، وذهبت معها نسمات الأسحار ونفحات الأبرار! وقال الإمام الأديب أبو علي الحسن ابن رشيق القيرواني، في كتابه ((العمدة، في محاسن الشعر، وآدابه، ونقده)) 208:1، في الباب الذي عقده بعنوان (باب عمل الشعر، وشحذ القريحة له)، ما يصلح أن يستفيد منه طالب العلم، لحل المعضلات، وفتح المقفلات، واستظهار المحفوظات، قال رحمه الله تعالى: ((ومما يجمع الفكرة استلقاء الرجل على ظهره، وعلى كل حال فليس يفتح مقفل بحار الخواطر مثل مباكرة العمل بالأسحار، عند الهبوب من النوم، لكون النفس مجتمعة لم يتفرق حسها في أسباب اللهو أو المعيشة أو غير ذلك مما يعييها، وإذ هي مستريحة جديدة كأنما أنشئت نشأة أخرى، ولأن السحر ألطف هواء وأرق نسيما، وأعدل ميزانا بين الليل والنهار. وإنما لم يكن العشي كالسحر - وهو عديله في التوسط بين طرفي الليل والنهار - لدخول الظلمة فيه على الضياء، بضد دخول الضياء في السحر على الظلمة. ولأن النفس فيه كالة مريضة من تعب النهار وتصرفها فيه، ومحتاجة إلى قوتها من النوم متشوقة نحوه. = فالسحر أحسن لمن أراد أن يصنع - أي يصنع الشعر أو يؤلف أو ينشئ أو يدرس المعضلات والمشكلات ـ وأما لمن أراد الحفظ والدراسة وما أشبه ذلك فالليل، قال الله تعالى وهو أصدق القائلين: (إن ناشئة الليل هي أشد وطأ وأقوم قيلا). انتهى.",
            "page": "101",
            "part": "1",
            "seal": "0E30C35E"
        },
        {
            "id": "102",
            "nass": "فينبغي أن تنتهز هذه الساعات الصافية، والأوقات المباركة، لحل المشكلات العويصة، والمعضلات الصعبة، وتنقيح المسائل المتشابكة، وتصويب التصفيحات والتحريفات المستعصية، واستفتاح العبارات المغلقة الغامضة، وحفظ النصوص المستظهرة، وأمثال ذلك. ¶ ذكر أفضل أوقات الحفظ وأماكنه ¶ قال الحافظ الخطيب البغدادي في كتابه ((الفقيه والمتفقه)) (¬1)، وهو يتحدث عن أفضل أوقات الحفظ، وأجود الأماكن المساعدة عليه: ((اعلم أن للحفظ ساعات ينبغي لمن أراد التحفظ (¬2) أن يراعيها، وأن للحفظ أماكن ينبغي للمتحفظ أن يلزمها. ¶ فأجود الأوقات: الأسحار، ثم بعدها وقت انتصاف النهار، وبعدها الغدوات دون العشيات. وحفظ الليل أصلح من حفظ النهار، وأوقات الجوع أحمد للتحفظ من أوقات الشبع. وينبغي للمتحفظ أن يتفقد من نفسه حال الجوع، فإن بعض الناس إذا أصابه شدة الجوع والتهابه لم يحفظ، فليطفئ ذلك عن نفسه بالشيء الخفيف اليسير، ولا يكثر الأكل. ¶ وأجود أماكن الحفظ: الغرف دون السفل، وكل موضع بعيد مما ¶ ¬__________ ¶ (¬1) 103:2. ¶ (¬2) تحفظ الكتاب: بذل جهدا في حفظه جزءا بعد جزء.",
            "page": "102",
            "part": "1",
            "seal": "6B3D20F5"
        },
        {
            "id": "103",
            "nass": "يلهي، وخلا القلب فيه مما يقرعه (1) فيشغله، أو يغلب عليه فيمنعه. وليس بالمحمود أ، يتحفظ الرجل بحضرة النبات والخضرة، ولا على شطوط الأنهار، ولا على قوارع الطرق، فليس يعدم في هذه المواضع غالبا ما يمنع من خلو القلب وصفاء السر)). انتهى كلام الخطيب. ¶ قلت: وعلى غير هذا التوجيه في الأماكن كان أبو نصر الفارابي (2). فقد حكى القاضي ابن خلكان في ترجمته في ((وفيات الأعيان)) (3)، قال: ((كان منفردا بنفسه، لا يجالس أحدا من الناس، وكان مدة مقامه بدمشق لا يكون غالبا إلا عند مجتمع ماء، أو مشتبك رياض، ويؤلف هناك كتبه، ويتناوبه المشتغلون عليه)). انتهى. ¶ استحباب البعد عن الضوضاء عند الحفظ والدرس ¶ وإنما استحبوا لطلبة العلم: الخلوة والبعد عن الناس والضوضاء، لأن الخلوة تعين على صفاء الفكر، وإذا صفا الفكر صح النظر والفهم في طلب المعلومات، وهم يطلبون العلم من ميزان العقل، وهذا الميزان في غاية اللطافة، يتأثر بأدنى هوى أو شاغل، فيخرج عن الاستقامة، فلذا راعوا في تحصيل دقيق العلم والمسائل وصعابها: الزمان والمكان، ليتم لهم الفهم، ويستقيم منهم التصور والحكم. ¶ قال الإمام المحدث الفقيه الأديب أبو سليمان حمد بن محمد ¶ __________ ¶ (1) في طبعة الرياض: (يفزعه)، والصواب: (يقرعه). ¶ (2) هو محمد بن محمد بن طرخان، أكبر فلاسفة المسلمين، المولود في فاراب على قرب تخوم الصين سنة 260، والمتوفي بدمشق سنة 339. ¶ (¬3) 156:5.",
            "page": "103",
            "part": "1",
            "seal": "4BD2F6F7"
        },
        {
            "id": "104",
            "nass": "الخطابي، البستي، المولود سنة 319، والمتوفي سنة 388 رحمه الله تعالى (1): ¶ إذا ما خلوت صفا ذهني وعارضَنَي ... خواطر كطراز البرق في الظُّلَمِ ¶ وإن توالى صياح الناعقين على ... أذني عرتني منه حكلة العَجَمِ (2) ¶ ومن العلم ما يكون خفيف العائدة، قليل الفائدة، تحصيله كمال، وفقده ليس بنقص، ونفعه قليل، والحاجة إليه أقل، فمثل هذا لا تصرف فيه الأوقات، ولا تشغل به النفوس والأذهان، فإن الاشتغال بالمفضول عائق عن الوصول إلى الفاضل والأفضل، ومستهلك من الوقت ونشاط الجسم ما يقعد بالمرء عن بلوغ ما يحب ويريد. قال صالح بن عبد القدوس (3): ¶ وإذا طلبت العلم فاعلم أنه ... حمل، فأبصر أي شيء تحمل ¶ وإذا علمت بأنه متفاضل ... فاشغل فؤادك بالذي هو أفضل ¶ فينبغي للعاقل أن يصرف ذلك الذهن القوي، والوقت الغالي النفيس، في العمل الأفضل والمحصول الأطيب، ليكسب الأغنم والأمثل. ¶ استحسان أن يخادع المرء نفسه عند الملل والفتور ¶ جاء في كتاب ((الحث على طلب العلم)) لأبي هلال ¶ ¬__________ ¶ (¬1) كما في ترجمته في ((يتيمة الدهر)) لصاحبه الثعالبي 385:4. ¶ (¬2) الحكلة: العجمة، وهي هنا أن لا يستطيع المرء البيان عما في نفسه، لتشتت ذهنه. ¶ (¬3) كما في ترجمته في ((لسان الميزان)) للحافظ ابن حجر 174:3.",
            "page": "104",
            "part": "1",
            "seal": "875FC47F"
        },
        {
            "id": "105",
            "nass": "العسكري (¬1): قال ابن جرو الموصلي (¬2): ينبغي أن يؤخر الإنسان درسه للأخبار والأشعار لوقت ملله. وقال ابن المراغي (¬3): ينبغي أن يخادع الإنسان نفسه في الدرس. انتهى. ¶ قلت: يعني بهذا أن الإنسان إذا أدركه ملل أو لحقه فتور، فلا يحسن به أن يستجيب له ويقف عن متابعة الدرس والتحصيل، بل يعالج فتوره ويغالب ملله حتى يتغلب عليه، فينقشع الفتور والملل، ويأتي النشاط والانبساط. ¶ بعض ما يعالج به الملل ويطرد به النعاس والكسل ¶ ويحصل ذلك حينا بمضغ اللبان، أو الخروج قليلا من المكان المسقوف إلى الفضاء والهواء، أو بالانتقال والتحول من غرفة إلى غرفة، أو الاستحمام الخفيف بالماء البارد أو الحار، أو تناول شراب لطيف، أو طعام خفيف، أو المحادثة مع صديق أو جليس، أو إنشاد شعر، أو تلاوة قرآن بصوت جاهر، أو تغيير هيأة الجلوس، أو بالمشي أو الصعود، أو تبديل الكتاب المقروء أو الموضوع، أو نحو ذلك من ¶ ¬__________ ¶ (¬1) ص 66. ¶ (¬2) هو أبو القاسم عبيد الله بن محمد الأسدي المعتزلي، الأديب النحوي العروضي، أحد الأذكياء الحذاق، توفي سنة 387، كما في ترجمته في ((معجم الأدباء)) لياقوت الحموي 62:12. ¶ (¬3) هو أبو الفتح محمد بن جعفر الهمذاني ثم البغدادي، الأديب النحوي اللغوي، توفي سنة 371، كما في ((بغية الوعاة)) للسيوطي 70:2، وله ترجمة في ((معجم الأدباء)) 101:18.",
            "page": "105",
            "part": "1",
            "seal": "8854CF91"
        },
        {
            "id": "106",
            "nass": "صوارف الفتور والملل، ولكل جسم صلاح، ولكل نشاط مفتاح، ولا يخفى ذلك على الحريصين النبهاء. ¶ لزوم الاشتغال بالمهم وتقديمه على غير المهم ¶ قال الحافظ الخطيب البغدادي رحمه الله تعالى: ((والعلم كالبحار المتعذر كيلها، والمعادن التي لا ينقطع نيلها، فاشتغل بالمهم منه، فإنه من شغل نفسه بغير المهم، أضر بالمهم)). انتهى. ¶ وهذا ما أشار أليه العباس بن الحسن العلوي، - وكان أحد العلماء العقلاء النبهاء، والأذكياء البلغاء الشعراء، وكان في صحابة الخليفة هارون الرشيد والخليفة المأمون بعده (¬1) - في نصيحته الغالية التي أستحسن أن أوردها بتمامها، لما حوت من عميق الفكر وبليغ القول. ¶ وصية العباس العلوي في تقديم الأهم على الهام ¶ قال العباس رحمه الله تعالى: ((اعلم أن رأيك لا يتسع لكل شيء، ففرغه للمهم. وأن مالك لا يغني الناس كلهم، فخص به أهل الحق. وأن كرامتك لا تطبق العامة - أي لا تعمهم وتتسع لهم -، فتوخ ¶ ¬__________ ¶ (¬1) قال الخطيب في ((تاريخ بغداد)) 126:12 ((وهو من أهل المدينة، قدم بغداد في زمن هارون الرشيد، وأقام في صحابته، وصحب المأمون بعده، وكان عالما شاعرا فصيحا. - ولم يذكر سنة وفاته -، قال عبد الله بن مسلم: جاء العباس بن الحسن، إلى باب المأمون، فنظر إليه الحاجب ثم أطرق، فقال له العباس: لو أذن لنا لدخلنا، ولو اعتذر إلينا لقبلنا، ولو صرفنا لا نصرفنا، فأما اللفتة بعد النظر فلا أعرفها! ثم أنشد: وما عن رضا كان الحمار مطيتي ولكن من يمشي سيرضى بما ركب!)) ثم ذك ذكر الخطيب في ترجمته وصيته ونصيحته الآتية، وهي من أبلغ النصائح وأنفعها.",
            "page": "106",
            "part": "1",
            "seal": "B65104CC"
        },
        {
            "id": "107",
            "nass": "بها أهل الفضل. وأن ليلك ونهارك لا يستوعبان حاجتك وإن دأبت فيهما، فأحسن قسمتهما بين عملك ودعتك من ذلك. ¶ فإن ما شغلت من رأيك في غير المهم إزراء بالمهم (¬1)، وما صرفت عن مالك في الباطل، فقدته حين تريده للحق. وما عمدت من كرامتك إلى - أهل - النقص، أضر بك في العجز عن أهل الفضل. وما شغلت من ليلك ونهارك في غير الحاجة، أزري بك في الحاجة)). انتهى. ¶ هذه لمحات وقبسات من بيان قيمة الزمن، عند أولئك العلماء والأئمة الفضلاء، الذين اجتزأت بذكر بعضهم عن ذكر الكثير منهم، ولقد كانوا فخر الإسلام بل فخر الإنسانية. ¶ أولئك قوم شيد الله فخرهم ... فما فوقه وإن عظم الفخر ¶ فليس لك بعد هذا - أيها القارئ الكريم - أن تستغرب إذا سمعت أو قرأت: أن للعالم الفلاني أكثر من مئة كتاب، وأن تآليفه قد شاركت في كل علم بأوفر نصيب، فإن مرد ذلك وسببه أنهم قد حفظوا الوقت، وتخلوا عن الفضول والغفلة عن مضي الزمان، فبادروا اللحظات والدقائق والساعات، فكانت لهم تلك المآثر الباقيات: ¶ ¬__________ ¶ (¬1) قلت: وكثيرا ما يزين لطالب العلم ويحلو له أيام الإمتحان، قراءة العلم، الذي ليس مطالبا به في الاختبار، ويأتيه العزوف عن العلم المطالب به (المهم)، وهذا من مرض النفس وضعف الهمة والنشاط، فإن العلم المطالب به فيه تكليف وإلزام وتحمل وأداء، فهو ثقيل على النفس الوانية، والعلم غير المطالب به لا تكليف به، فهو خفيف على النفس، فليحذر العاقل الاستجابة لهوى نفسه، فإن هذا من سرقة الشيطان له وانحرافه به عن الصواب والمهم، والله الهادي.",
            "page": "107",
            "part": "1",
            "seal": "90967F2E"
        },
        {
            "id": "108",
            "nass": "ذكر جملة من العلماء ألفوا خمسين مؤلفاً فمئة فأكثر ¶ وقد ألف الأستاذ جميل العظم الدمشقي، المتوفي سنة 1352 رحمه الله تعالى كتابا أسماه: ((عقود الجوهر، في تراجم من لهم خمسون تصنيفا فمئة فأكثر)) (¬1)، وذكر فيه خلقا كثيرا من العلماء الذين عرفوا بكثرة التآليف والمصنفات. ¶ فذكر ابن جرير الطبري، وابن الجوزي، والنووي، وابن سينا، والغزالي، وابن حجر العسقلاني، والبدر العيني، والسيوطي، وابن تيمية، وابن القيم، وعلى القاري، والمناوي، وعبد الغني النابلسي، وعبد الحي اللكنوي، وآخرين ممن زادت مؤلفات الواحد منهم على مئة كتاب أو على الخمسين كتاباً. ¶ فإذا وقفت على تراجم هؤلاء الأفاضل الأعلام وأمثالهم، حفزتك تراجمهم إلى أن تحس بقيمة الوقت والزمن، فتلحق بهم إن كنت من أهل الهمم، فلا تبرح من هذه الدار، إلا وقد خلفت من بنات الأفكار، ما يزيد على الثلاثين والأربعين والخمسين ... ويزيد الله في الخلق ما يشاء، ويختص برحمته من يشاء، والله واسع عليم. ¶ ذكر الروافد المعينة على كسب الوقت والانتفاع به ¶ ولحفظ الوقت وكسبه ذكروا قديما في أوصاف طالب العلم الذي يؤهل لتحصيل العلم، ويرجى له النبوغ فيه: أنه ينبغي أن يكون سريع الكتابة، سريع القراءة، سريع المشي (¬2). ¶ ¬__________ ¶ (¬1) وطبع منه الجزء الأول فقط في بيروت سنة 1326. ¶ (¬2) جاء في ((ذيل طبقات الحنابلة)) للحافظ ابن رجب الحنبلي رحمه الله تعالى 59:1، في ترجمة الحافظ شيخ الإسلام أبي إسماعيل الهروي الأنصاري. = الحنبلي (عبد الله بن محمد)، المتوفي سنة 481 رحمه الله تعالى، ما يلي: ((قال الحافظ محمد بن طاهر المقدسي: سمعت أبا غسماعيل الأنصاري يقول: المحدث يجب أن يكون سريع المشي، سريع الكتابة، سريع القراءة)).",
            "page": "108",
            "part": "1",
            "seal": "C8B140B1"
        },
        {
            "id": "109",
            "nass": "وسرعة مشيه ليتمكن من الطواف على الشيوخ في وقت قليل، أما سرعة كتابته وقراءته فلاختصار الوقت وحفظه لأعمال أخرى، وللازدياد من العلم فيه أيضا. وهذه الأوصاف لا شك أنها تساعد على زيادة التزود من العلم والشيوخ، بأقل مدة من الزمن والعمر. ¶ وكنت زدت عليها وصفا رابعا، وهو: أن يكون سريع الأكل، لأنه إذا لم يكن كذلك، وكان بطيء الطعام طويل الغرام به! فاته الوقت الذي جمعه بسرعة القراءة والكتابة والمشي، بطول وقت دخول الطعام وخروجه! ولم يحسن التصرف في وقته، ولا عرف كيف يستفيد من امتثال النصيحة على وجهها (¬1). ¶ ¬__________ ¶ (¬1) قال الإمام القاضي عياض رحمه الله تعالى، في كتابه ((الشفا بتعريف حقوق المصطفى)) صلى الله عليه وسلم 109:1، في الفصل السابع من الباب الثاني: ((لم تزل العرب والحكماء تتمادح - أي تتفاخر - بقلة الغذاء والنوم، وتذم بكثرتهما، لأن كثرة الأكل والشرب دليل على النهم والحرص والشره، وجالبة لأدواء الجسد وخثارة النفس - أي ثقلها وعدم نشاطها - وامتلاء الدماغ. وقلتهما دليل على القناعة وملك النفس، ومسببه للصحة وصفاء الخاطر وحدة الذهن. كما أن كثرة النوم دليل على الضعف والفسولة - أي عدم الهمة في أمور الدنيا والآخرة - ومسببه للكسل وقساوة القلب وغفلته وموته، وتضييع العمر في غير نفع. وكثرة النوم من كثرة الأكل والشرب، وفي حكمة لقمان: يا بني، إذا امتلأت المعدة نامت الفكرة، وخرست الحكمة، وقعدت الأعضاء عن العبادة، وقال سفيان الثوري: بقلة الطعام يملك سهر الليل. وقال سحنون: لا يصلح العلم لمن يأكل حتى يشبع)). انتهى. قال سيدنا عمر بن الخطاب رضي الله عنه: إياكم والبطنة، فإنها مكسلة عن الصلاة، مفسدة للجسم، مؤدية إلى السقم، وعليكم بالقصد في قوتكم. فهو أبعد من السرف، وأصح للبدن، وأقوى على العبادة، وإن العبد لن يهلك حتى يؤثر شهوته على دينه.",
            "page": "109",
            "part": "1",
            "seal": "1F6D3A49"
        },
        {
            "id": "110",
            "nass": "الأكل والنوم والاستراحة لطالب العلم بقدر الضرورة ¶ قال الإمام النووي رحمه الله تعالى، في المقدمة الحافلة لكتابه العظيم ((المجموع)) (¬1): ((وينبغي أن يكون حريصا على التعلم، مواظبا عليه في جميع أوقاته ليلا ونهارا، حضرا وسفرا، ولا يذهب من أوقاته شيئا في غير العلم، إلا بقدر الضرورة، لأكل ونوم قدرا لا بد منه، ونحوهما كاستراحة يسيرة لإزالة الملل، وشبه ذلك من الضروريات)). ¶ أبو الوفاء بن عقيل يقول: أقصر بغاية جهدي أوقات أكلي ¶ وتقدم في خبر الإمام أبي الوفاء بن عقيل الحنبلي (¬2)، قوله رحمه الله تعالى: ((وأنا أقصر بغاية جهدي أوقات أكلي، حتى أختار سف الكعك وتحسيه بالماء على الخبز، لأجل ما بينهما من تفاوت المضغ، توفرا على المطالعة، أو تسطير فائدة لم أدركها فيه، وإن أجل تحصيل عند العقلاء، بإجماع العلماء: هو الوقت فهو غنيمة تنتهز فيها الفرص، فالتكاليف كثيرة، والأوقات خاطفة)). انتهى. ¶ بيتان للسيوطي فيما يلزم طالب العلم لكسب الوقت ¶ ثم رأيت الحافظ الإمام السيوطي رحمه الله تعالى، أشار إلى ¶ ¬__________ ¶ (¬1) 68:1. ¶ (¬2) في ص 54.",
            "page": "110",
            "part": "1",
            "seal": "688399A5"
        },
        {
            "id": "111",
            "nass": "حاجة طالب العلم للسرعة في الأكل أيضا، مع السرعة في المشي والكتابة، كسبا للوقت، في بيتين لطيفين قالهما (¬1)، وهما: ¶ حدثنا شيخنا الكناني ... عن أبه صاحب الخطابه ¶ أسرع أخا العلم في ثلاثٍ ... الأكل والمشي والكتابه ¶ وشيخه الكناني المشار إليه هنا هو: الإمام قاضي القضاة عز الدين أحمد بن إبراهيم الكناني المصري الحنبلي، رحمهما الله تعالى. ¶ الفائت من الزمان لا يعود أبدا! ¶ فعليك أيها الأخ الفاضل، والفهم الذكي العاقل، أن تحفظ على نفسك: وقتك من أن يذهب هدرا وسدى، فإن الزمان الذي تعيش فيه ظرف عابر لا يتجدد ولا يعود، وقد قيل: ¶ ما مضى فات والمؤمل غيب ... ولك الساعة التي أنت فيها ¶ فاحرص على كسب الزمان والانتفاع به بتنظيم نفسك وأعمالك وأوقاتك: متعلما أو معلما أو مؤلفا أو مطالعا أو مستمعا أو قارئا تاليا أو عابدا زاكيا، ولا تكن ظالم نفسك في قتل الوقت، مبددا لساعات حياتك ولحظات وجودك! غابنا مغبونا في عمرك!! تصبوا إلى الراحة والكسل، وتزهد في الفضائل والمقام الجلل. ¶ الكسل بئس الرفيق وحب الراحة يورث الندم ¶ قال الإمام المربي أبو الفرج ابن الجوزي رحمه الله تعالى، في ¶ ¬__________ ¶ (¬1) كما في ترجمته ((الكواكب السائرة بأعيان المئة العاشرة)) لنجم الدين الغزي 229:1.",
            "page": "111",
            "part": "1",
            "seal": "5399A4C6"
        },
        {
            "id": "112",
            "nass": "رسالته اللطيفة الناصحة لولده، المسماه ((لفتة الكبد في نصيحة الولد)): ((الكسل عن الفضائل بئس الرفيق! وحب الراحة يورث من الندم ما يربو على كل لذة، فانتبه واتعب لنفسك، وأندم على ما مضى من تفريطك، واجتهد في لحاق الكاملين ما دام في الوقت سعة، واسق غصنك ما دامت فيه رطوبة، واذكر ساعتك التي ضاعت، فكفى بها عظة، ذهبت لذة الكسل فيها، وفاتت مراتب الفضائل! ¶ وإنما تقصر الهمم في بعض الأوقات، فإذا حثت سارت، وما تقف همة إلا لخساستها! وإلا فمتى علت الهمة فلا تقنع بالدون. ¶ إذا ما علا المرء رام العلا ... ويقنع بالدون من كان دونا ¶ سمو النفس إلى الفضائل والكمال عنوان شرفها ¶ ثم اعلم أن طلب الفضائل منها نهاية مراد المجتهدين، ثم الفضائل تتفاوت، فمن الناس من يرى الفضائل: الزهد في الدنيا، ومنهم من يراها التشاغل بالتعبد. ¶ وعلى الحقيقة فليست الفضائل الكاملة إلا الجمع بين العلم والعمل، فإذا حصلا رفعا صاحبهما إلى المقام الأسمى، فتلك الغاية المقصودة، وعلى قدر أهل العزم تأتي العزائم، فينبغي أن تسمو همتك إلى الكمال، فإن خلقا وقفوا مع الزهد، وخلقا تشاغلوا بالعلم، وندر أقوام جمعوا بين العلم الكامل والعمل الكامل. ¶ وليس كل ما يراد مرادا، ولا كل طالب واجدا، ولا كل مبتدئ بأمر محمود مكملا ما بدأ به! وما كل ما يهوى امرؤ هو نائله، وكما قال أبو الطيب:",
            "page": "112",
            "part": "1",
            "seal": "D8E5555E"
        },
        {
            "id": "113",
            "nass": "وما كل هاو للجميل بفاعل ... ولا كل فعال له بمتمم! ¶ ولكن على العبد الاجتهاد، وكل ميسر لما خلق له، والله المستعان سبحانه)). انتهى بزيادة يسيرة وتصرف يسير. ¶ ذكر أهم ما يساعد على اغتنام الوقت ¶ وإن أهم ما يساعد على اغتنام الوقت: تنظيم الأعمال، والانحياش عن المجالس الفارغة الخاوية، وترك الفضول في كل شيء، ومصاحبة المجدين النبهاء الأذكياء المتيقظين للوقت والدقائق، وقراءة أخبار العلماء الأفذاذ أصحاب التراجم الحافزة - كالذين سبقت بعض أخبارهم -، والتذاذ المرء بحلاوة كسب الوقت في الإنتاج العلمي، والانغمار في متعة المطالعة والاستزادة من المعرفة والاطلاع وتنقيح المعلومات. ¶ فإن ذلك يعرفك بقيمة الزمن، ويلهب فيك الحفاظ عليه، ويجعلك تكسبه ولا تبيده، وتحافظ عليه ولا تضيعه. ¶ الوقت هو الحياة ¶ وقد قال الأستاذ الناصح الراشد المرشد حسن البنا رحمه الله تعالى: من عرف حق الوقت، فقد أدرك الحياة، فالوقت هو الحياة. وقال الفقيه الشاعر الأديب عمارة اليمني، المتوفي سنة 569 رحمه الله تعالى، من قصيدة له في ترجمته في كتاب ((وفيات الأعيان)) للقاضي ابن خلكان (¬1): ¶ إذا كان رأس المال عمرك فاحترز ... عليه من الإنفاق في غير واجب ¶ ¬__________ ¶ (¬1) 377:1.",
            "page": "113",
            "part": "1",
            "seal": "0EB98752"
        },
        {
            "id": "114",
            "nass": "فبين اختلاف الليل والصبح معرك ... يكر علينا جيشه بالعجائب! ¶ وقال الشاعر الأديب المصري أحمد شوقي رحمه الله تعالى: ¶ دقات قلب المرء قائلة له: ... إن الحياة دقائق وثوان ¶ فارفع لنفسك بعد موتك ذكرها ... فالذكر للإنسان عمر ثاني ¶ قول حفصة بنت سيرين: ما العمل إلا في الشباب ¶ والعمر الحقيقي الفعال هو في سن الشباب، ذلك أن الشباب هو ميدان العمل والتحصيل، كما هو ميدان الإنتاج والإعطاء، فالقوة وافية، والهمة عالية، والأمراض والعلل والعوائق - لقلة العلائق - نائية، وقد كانت التابعية الجليلة حفصة بنت سيرين تقول: يا معشر الشباب، خذوا من أنفسكم وأنتم شباب، فإني ما رأيت العمل إلا في الشباب (¬1). ¶ قال الإمام النووي في المقدمة الحافلة لكتابه الجليل ((المجموع)) (¬2): ((وينبغي للمتعلم أن يغتنم التحصيل في وقت الفراغ والنشاط، وحال الشباب وقوة البدن، ونباهة الخاطر، وقلة الشواغل، قبل عوارض البطالة)). ¶ ¬__________ ¶ (¬1) كما في ترجمتها العطرة الحافلة في ((صفة الصفوة)) لابن الجوزي 24:4، ولها ترجمة في ((تهذيب التهذيب)) لابن حجر 409:12. وهي بصرية تابعية جليلة، ومحدثة فقيهة حجة نبيلة، وهي أخت الإمام التابعي الجليل محمد بن سيرين، عاشت 90 سنة، ولدت سنة 11 من الهجرة، وماتت سنة 101 رحمها الله تعالى. ¶ (¬2) 69:1.",
            "page": "114",
            "part": "1",
            "seal": "F2EA4E78"
        },
        {
            "id": "115",
            "nass": "قول الإمام أحمد: ما شبهت الشباب إلا بشيء كان في كمي فسقط ¶ وإن العمر الطويل ينقضي يوما بعد يوم، وكثيرا ما تنسى أنه يمضي مسرعا ولا يعود، فتغفل عن اكتسابه والانتفاع به، وتظنه مديدا طويلا، مقيما بطيئا، وحقيقته غير ذلك، قال الإمام أحمد بن حنبل رضي الله عنه: ما شبهت الشباب إلا بشيء كان في كمي فسقط! (¬1). وقد عاش 77 سنة. فالشباب وإن امتد يسير، والعمر وإن طال قصير، ورحم الله القائل: ¶ أذان المرء حين الطفل يأتي ... وتأخير الصلاة إلى الممات ¶ دليل أن محياه يسير ... كما بين الأذان إلى الصلاة ¶ وقال آخر: ¶ وما بين ميلاد الفتى ووفاته ... -إذا نصح الأقوام أنفسهم- عمر ¶ لأن الذي يأتي شبيه الذي مضى (¬2) ... وما هو إلا وقتك الضيق النزر ¶ انتشار الكسل العقلي في صفوف طلبة العلم اليوم! ¶ ومن المؤسف أنه قد انتشر في صفوف طلبة العلم اليوم: الكسل العقلي، وغلب عليهم إيثار الراحة والدعة على الجد والدأب، وصارت الرفاهية وأنواع من الفضول مقصدا من مقاصد الحياة عندهم، وغدت المتع مطلبا من مطالبهم، فلم يبق لديهم وقت للدرس والتحصيل، وصارت ¶ ¬__________ ¶ (¬1) من ((مناقب الإمام أحمد)) لابن الجوزي ص 198 من الطبعة الأولى، وص 257 من الطبعة الثانية المحققة. وقد ولد الإمام أحمد سنة 164، وتوفي سنة 241 رحمه الله تعالى. ¶ (¬2) أي في سرعة مضيه وانقضائه.",
            "page": "115",
            "part": "1",
            "seal": "675172B4"
        },
        {
            "id": "116",
            "nass": "حالهم تشبه حال من عناه الإمام أحمد بن فارس الرازي اللغوي، المولود سنة 329، والمتوفي سنة 395 رحمه الله تعالى بقوله: ¶ إذا كان يؤذيك حر المصيف ... ويبس الخريف وبرد الشتا ¶ ويلهيك حسن زمان الربيع ... فأخذك للعلم قل لي: متى؟! ¶ الآلوسي الحفيد وحرصه الشديد على الدرس والعلم ¶ وكان العلامة الكبير أبو المعالي محمود شكري الآلوسي البغدادي، الحفيد الأديب المتوفي سنة 1342 رحمه الله تعالى، يمتاز بالجد الشديد والحرص على الوقت، فكان لا يثنيه عن دروسه حمارة القيظ، ولا يؤخره عنها قرص برد الشتاء، وكثيرا ما تعرض تلاميذه - بسبب تأخرهم عن موعد الدرس - إلى النقد والتعنيف. ¶ قال عنه تلميذه العلامة الشيخ بهجة الأثري: أذكر أنني انقطعت عن حضور درسه في يوم مزعج، شديد الريح، غزير المطر، كثير الوحل، ظنا مني أنه لا يحضر إلى المدرسة، فلما شخصت في اليوم الثاني إلى الدرس، صار ينشد بلهجة غضبان: ¶ ولا خير فيمن عاقه الحر والبرد)) (¬1) ¶ أنت في الكبر أشغل وأضعف منك في الشباب والصغر ¶ وقد يخيل لبعضهم أن الأيام ستفرغ له في المستقبل من الشواغل، وتصفو له من المكدرات والعوائق، وأنه سيكون فيها أفرغ منه ¶ ¬__________ ¶ (¬1) من مقدمة الأستاذ عدنان عبد الرحمن الدوري لكتاب ((إتحاف الأمجاد فيما يصح به الاستشهاد)) للآلوسي محمود الحفيد، ص 15.",
            "page": "116",
            "part": "1",
            "seal": "094C4AA7"
        },
        {
            "id": "117",
            "nass": "في الماضي أيام الشباب، ولكن الواقع المشاهد على العكس من هذا أيها الأخ العزيز، فأخبرك خبر من بلغ ذلك وعرفه: ¶ كلما كبرت سنك، كبرت مسئولياتك، وزادت علاقاتك، وضاقت أوقاتك، ونقصت طاقاتك، فالوقت في الكبر أضيق، والجسم فيه أضعف، والصحة فيه أقل، والنشاط فيه أدنى، والواجبات والشواغل فيه أكثر وأشد! فبادر ساعات العمر وهي سانحة، ولا تتعلق بالغائب المجهول، فكل ظرف مملوء بشواغله وأعماله ومفاجآته (¬1). ¶ ولبعضهم يشير إلى قلة أيام السرور، وكثرة أيام المكروه: ¶ يقولون إن الدهر يومان كله ... فيوم مسرات ويوم مكاره ¶ وما صدقوا والدهر يوم مسرة ... وأيام مكروه كثير البدائه ¶ الشباب مظنة الجد واللذاذات والشيخوخة مظنة الضعف والمنغصات ¶ فالعمل والجد، والقوة والمجد، ونيل الغايات، وصفاء اللذاذات، إنما هو في سن الشباب، لا في سن الشيخوخة، فإنها مسرح الأمراض والأعراض، والمكدرات والمنغصات، وقد صدق القائل: ¶ إن الشباب الذي مجد عواقبه ... فيه نلذ ولا لذات للشيب ¶ ¬__________ ¶ (¬1) وقد أوصى الشريف المحدث الرحال أبو محمد جعفر بن محمد العباسي، البغدادي ولادة، الحموي وفاة سنة 598 رحمه الله تعالى، أن يكتب على قبره: (حوائج لم تقض! وآمال لم تنل! وأنفس ماتت بحسراتها!). انتهى من ترجمته في ((المستفاد من ذيل تاريخ بغداد لابن النجار)) انتقاء الحافظ الدمياطي، ص 96. وهذا المعنى هو الذي عناه القائل: ولم يتفق حتى مضى لسبيله وكم حسرات في بطون المقابر!",
            "page": "117",
            "part": "1",
            "seal": "8A4F3363"
        },
        {
            "id": "118",
            "nass": "ولما أدركت الشيخوخة وأمراضها أبا عثمان الجاحظ الأديب المشهور، كان ينشد هذين البيتين متحسرا متألما من تقاعد الضعف والكبر والمرض به: ¶ أترجو أن تكون وأنت شيخ ... كما قد كنت أيام الشباب ¶ لقد كذبتك نفسك ليس ثوب ... دريس كالجديد من الثياب (¬1) ¶ لا تكن سبهللا في أمر الدنيا أو أمر الدين ¶ فالعاقل الموفق من يملأ كل لحظة وثانية من حاضر عمره ووقته بفائدة أو عمل صالح، وقد كره سيدنا عمر بن الخطاب رضي الله عنه التعطل والبطالة وإضاعة الزمن سدى! فقال: إني لأكره أن أرى أحدكم سبهللا - أي فارغا - لا في عمل دنيا ولا في عمل آخرة! ¶ الوقت أغلى مملوك وأرخص مضيع! ¶ ورحم الله الوزير الصالح والعلامة الفقيه الأديب الأريب: يحيى بن هبيرة، البغدادي الحنبلي، المولود سنة 449، والمتوفي سنة 560، شيخ الإمام ابن الجوزي، إذ يقول (¬2): ¶ والوقت أنفس ما عنيت بحفظه ... وأراه أسهل ما عليك يضيع! ¶ مقالة للأستاذ أحمد أمين في حفظ الوقت وآثار ضياعه ¶ وقد وقفت على مقالة للأستاذ أحمد أمين الكاتب الأديب المصري، المتوفي سنة 1373، بعنوان (أوقات الفراغ)، أوردها في كتابه ((فيض ¶ ¬__________ ¶ (¬1) دريس: بال. والبيتان من ترجمته في ((تاريخ بغداد)) للخطيب البغدادي 219:12. ¶ (¬2) كما في ترجمته الحافلة في ((ذيل طبقات الحنابلة)) للحافظ ابن رجب 281:1.",
            "page": "118",
            "part": "1",
            "seal": "681BBA56"
        },
        {
            "id": "119",
            "nass": "الخاطر)) (¬1)، فرأيت إيرادها في ختام هذه الرسالة - باختصار مع تصرف وزيادة كلمات يسيرة - لمناسبتها المقام رجاء الانتفاع بها. ¶ قال: ((في المنازل آلاف آلاف من طلبة المدارس، يقضون أربعة أشهر أو خمسة أشهر: إجازة صيفية، فهل تساءل الآباء كيف يقضى هذا الوقت الطويل فيما يعود بالنفع على جسمهم وعقلهم وخلقهم وبلادهم؟ وفي البيوت نصف عدد الأمة من النساء، فكيف يقضين أوقات فراغهن؟ إذا كان الزمن هو المادة (الخامة) لاستغلال المال، وتحصيل العلم، وكسب الصحة، فكم من كل ذلك؟! وكم أعمار تضيع في عبث؟! لا في عمل الدنيا، ولا في عمل آخرة! ¶ ومن نتائج ضياع الزمن ضياع كثير من منابع الثروة، كان يمكن أن تستغل لولا إهمال الزمان والجهل باستعماله، فكم من الأراضي البور كان يمكن أن تصلح، ومن الشركات يمكن أن تؤسس، ومن المؤسسات المختلفة يمكن أن تنشأ وتدار بجزء من الزمان الفارغ. ¶ وإن من نتيجة ضياع الزمن في عالمنا كساد الكتب وعدم قراءتها، والرضا بالجهل، فليس هناك نفوس تألم من الجهل! ولكن أجساد تخلد إلى الراحة. والشأن في عالم المال كالشأن في عالم الكتب، فهناك القناعة بالقليل، والرضا بالميسور، والنوم على الوظيفة والعمل الراتب الذي لا يدعو إلى جهد، ولا يبعث على تفكير. ثم هناك الفكر المضنى، وإفساح الطريق للأجنبي النشيط الذي يعرف كيف يستغل زمنه. ¶ ولست أريد من المحافظة على الزمن أن يملأ كله بالعمل، وأن ¶ ¬__________ ¶ (¬1) 67:3 من الطبعة الرابعة لمكتبة النهضة المصرية، دون تاريخ.",
            "page": "119",
            "part": "1",
            "seal": "D7BE407D"
        },
        {
            "id": "120",
            "nass": "تكون الحياة كلها جدا ودأبا، لا راحة فيها ولا مرح، وأن تكون عابسة لا ضحك فيها ولا بشر، وإنما أريد ألا تكون أوقات الفراغ طاغية على أوقات العمل، وألا تكون أوقات الفراغ هي صميم الحياة، وأوقات العمل على حاشيتها وطرفها. ¶ بل أريد أكثر من ذلك: أن تكون أوقات الفراغ خاضعة لحكم العقل كأوقات العمل، فإننا في العمل نعمل لغاية، فيجب أن تصرف أوقات الفراغ لغاية كذلك، إما لفائدة صحية كالألعاب الرياضية المشروعة، وإما للذة نفسية كالمطالعات العلمية، وأما لغذاء روحي كالقيام بقراءة القرآن والحديث الشريف ونوافل الطاعات والعبادات. ¶ أما أن تكون الغاية هي قتل الوقت، فليست غاية مشروعة، لأن الوقت هو الحياة، فقتل الوقت قتل الحياة! فالذين يصرفون أوقاتهم الطويلة في نرد أو شطرنج أو لغو أو لهو غير مشروع، لا يعملون لغاية يرتضيها العقل، وكذلك الذين يتسكعون في المقاهي والأندية والطرقات، لا يطلبون إلا قتل الوقت، كأن الوقت عدو من أعدائهم! ¶ ومفتاح العلاج لهذه المشكلة: الاعتقاد بأن الإنسان يستطيع أن يغير موضوعات حبه وكرهه كما يشاء، ويستطيع أن يغير ذوقه كما يشاء، فيستطيع أن يمرن ذوقه على أشياء لم يكن يتذوقها من قبل، وعلى كراهية أشياء كان يحبها من قبل، ففي استطاعة أغلب الناس - إذا قويت إرادتهم - أن يقسموا أوقات فراغهم إلى ما ينفعهم صحيا، وإلى ما ينفعهم عقليا، وإلى ما ينفعهم دينيا. ¶ ومن الأسف أن عامة الناس يعتقدون أن قراءة القصص الحقيقة والمجلات الرخيصة كافية لغذاء عقولهم، فهم يلتهمونها التهاما،",
            "page": "120",
            "part": "1",
            "seal": "8B27C3DE"
        },
        {
            "id": "121",
            "nass": "ويكتفون بها في لذتهم العقلية، وهي ليست إلا مخدرا للعقل، أو منبها للغرائز الجنسية. وقليل من الصبر وقوة الإرادة يجعل المتعلم صالحا للدراسة الجدية والقراءة المفيدة. ¶ وكل مثقف يستطيع أن يحرك في نفسه هوى لشيء جدي، في نوع من أنواع المعارف، يدرسه ويتوسع فيه ويتعمقه، سواء كان أدبا، أو حيوانا، أو أزهارا، أو ميكانيكا، أو تاريخ عصر من العصور، أو أي ضرب من ضروب المعارف الإنسانية. ثم يثير رغبته فيه، ثم يخصص جزءا من يومه لدراسته والاهتمام به: ¶ فإذا هو إنسان آخر، له ناحية من نواحي القوة، وله شخصيته المحترمة، وله نفعه لنفسه ولأبناء جنسه وسواهم. ¶ وإذا الأمة غنية بأبنائها في شتى فروع العلم والمعارف والفنون، تعتمد على كل فيما تخصص فيه من نواحي الحياة. ¶ وإذا الناس في مجالسهم يرقى حديثهم، ويسمو تفكيرهم، وتنضر حياتهم، ويكتسب بعضهم من بعض ثقافة وعلما وأدبا وسلوكا وتقديرا للزمن. ¶ وإذا الثقافة ارتقت، والعقول اتسعت، والحياة سمت، والقوة ازدادت، وسبل المعيشة تيسرت وازدهرت. ¶ إذ ذاك يشعر الناس أن عليهم واجبا أن يغدوا عقولهم كما يغذون معداتهم، وأن لا حياة لهم بدون غذاء، ولا غذاء بدون محافظة على الزمن وكسبه والاستفادة المثلى فيه، وعندئذ يرتقي المجتمع وأهله بيئة وفكرا وصناعة وإنتاجا وعطاء ونفعاً.",
            "page": "121",
            "part": "1",
            "seal": "0CBC8206"
        },
        {
            "id": "122",
            "nass": "اجعل شعارك دائما أن تسائل نفسك: (ماذا عملت في وقت فراغي)؟ هل كسبت صحة، أو مالا، أوعلما، أو نفعا لنفسي أو لغيري؟ وانظر هل خضع وقت فراغك لحكم عقلك؟ فكان لك غاية محمودة، صرفت فيها زمنك؟ إن كان كذلك فقد نجحت، وإلا فحاول حتى تنجح. ¶ أخلق بذي الصبر أن يحظى بحاجته ... ومدمن القرع للأبواب أن يلجا ¶ فقليل من الزمن يخصص كل يوم لشيء معين، قد يغير عندك مجرى الحياة، ويجعلك أقوم مما تتصور، وأرقى مما تخيل. ¶ إن الأمة تعيش عشر ما ينبغي أن تعيش! أو أقل من ذلك!! سواء في إنتاجها المالي، أو ثقافتها العقلية، أو حالتها الصحية، وباقي حياتها هدر، في كسل أو خمول! أو بين نرد وشطرنج ولهو ولغز! أو في لا شيء! ولا ينقصها لتعيش كما ينبغي إلا أن تكتشف طريقة ملء الزمن وخضوعه لحكم الشرع والعقل)). انتهى. ¶ الوقت هو الحياة وهو أغلى من الذهب ¶ وقال الأستاذ الراشد المرشد حسن البنا رحمه الله تعالى، في مقالة له بعنوان: ((الوقت هو الحياة)) (¬1): ¶ ((يقال: الوقت من ذهب!! وها صحيح من حيث القيم المادية للذين لا يقيسون الوجود إلا بها، ولكن الوقت هو الحياة للذين ينظرون إلى أبعد من ذلك. ¶ ¬__________ ¶ (¬1) في كتاب ((منبر الجمعة للإمام الشهيد حسن البنا)) المجموعة الأولى، ص 53، إعداد وتقديم محمد عبد الحكيم خيال.",
            "page": "122",
            "part": "1",
            "seal": "F3D1973E"
        },
        {
            "id": "123",
            "nass": "وهل حياتك أيها الإنسان في هذا الوجود شيء، غير الوقت الذي يمضي بين الوفاة والميلاد؟ وقد يذهب الذهب وينفد، ولكنك تستطيع أن يكون معك منه أضعاف ما فقدت، ولكن الوقت الذاهب والزمن الفائت، لا تستطيع له إعادة أو إرجاعا!! فالوقت إذن أغلى من الذهب، وأغلى من الماس، وأغلى من كل جوهر وعرض، لأنه هو الحياة. ¶ وليس النجاح متوقفا على الخطة الدقيقة، والظروف المواتية فحسب، ولكنه متوقف على اللحظة المناسبة كذلك، وقد كانوا يحذرون من الرأي الفطير، ومن الرأي المتأخر أيضا (¬1)، والتوفيق أن يقع العمل في لحظته المناسبة (والله يقدر الليل والنهار) (¬2). ¶ ولهذا كان أعظم الناس تعرضا للخسارة والإخفاق أولئك الغافلين! (ولقد ذرأنا لجهنم كثير من الجن والإنس، لهم قلوب لا يفقهون بها، ولهم أعين لا يبصرون بها، ولهم آذان لا يسمعون بها، أولئك كالأنعام بل هم أضل، أولئك هم الغافلون) (¬3). ¶ ومن أروع الصور التي عرض فيها رسول الله صلى الله عليه وسلم قيمة الوقت الكريم: ((ما من يوم ينشق فجره إلا وينادي: يا ابن آدم، أنا خلق جديد، وعلى عملك شهيد، فتزود مني، فإني لا أعود إلى يوم القيامة)) (¬4). ¶ ¬__________ ¶ (¬1) وفي المثل: شر الرأي الدبري. وهو الذي يسنح بعد فوات الوقت. ¶ (¬2) من سورة المزمل، الآية 20. ¶ (¬3) من سورة الأعراف، الآية 179. ¶ (¬4) لم أجده بهذا اللفظ، وفي ((جمع الجوامع)) للسيوطي، اللوحة 733 ((ما من يوم طعت شمسه إلا يقول: من استطاع أن يعمل في خيرا فليعمله، فإني غير مكرر عليكم أبدا، ... )) أخرجه البيهقي في ((الشعب)) عن عثمان بن محمد بن المغيرة الأخنس مرسلا، والديلمي عنه عن سعيد بن المسيب عن ابن عباس)).",
            "page": "123",
            "part": "1",
            "seal": "7D3DC4DA"
        },
        {
            "id": "124",
            "nass": "إذن ليس في الوجود أغلى من الوقت، وإن الأوقات لتتفاوت في يمنها وبركتها، وحسن حظها وسعادة جدها، فساعة أعظم بركة من ساعة، ويوم أفضل عند الله من يوم، وشهر أكرم من شهر: ¶ هو الجد حتى تفضل العين أختها ... وحتى يكون اليوم لليوم سيدا (¬1) ¶ ولقد وجهنا رسول الله صلى الله عليه وسلم إلى قيمة الوقت وطريق الانتفاع به، فيما ورد عنه في كثير من الأحاديث، مشيرا إلى أن ((المؤمن بين مخافتين: بين عاجل قد مضى، لا يدري ما الله صانع فيه، وبين آجل قد بقى، لا يدري ما الله قاض فيه)) (¬2). فليأخذ العبد من نفسه لنفسه، ومن دنياه لآخرته، ومن الشبيه قبل الهرم، ومن الحياة قبل الموت. فيا أيها الأخ العزيز، اغتنم الوقت، فالوقت كالسيف، ودع التسويف فلا أضر منه، وسل الله التوفيق للعمل المقبول، والوقت الفاضل)). انتهى. ¶ وفقنا الله وإياك أيها القارئ الكريم إلى حفظ الوقت وملئه بالعمل الصالح والعلم النافع، وجعلنا من الذين يعرفون قيمة الزمن والحياة، فلا يبغون أنفسهم ولا أمتهم وبلادهم، وأولئك هم الراشدون. ¶ ¬__________ ¶ (¬1) الجد: الحظ. والبيت للمتنبي في ((ديوانه)) 276:1. ¶ (¬2) قال الحافظ العراقي في ((تخريج الإحياء)) 204:2 ((أخرجه البيهقي في ((الشعب)) عن الحسن البصري عن رجل من أصحاب النبي صلى الله عليه وسلم، وفيه انقطاع)). انتهى فهو حديث ضعيف. يقول العبد الضعيف عبد الفتاح أبو غدة: فرغت من تصحيح هذه الطبعة الخامسة للكتاب في شهر ربيع الأول سنة 1409، راجيا أن تنالني دعوة صالحة ممن ينتفع به، والحمد لله رب العالمين.",
            "page": "124",
            "part": "1",
            "seal": "35CE2412"
        }
    ],
    "t2030": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "تقدمة الطبعة الخامسة"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "تقدمة الطبعة الرابعة"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "تقدمة الطبعة الأولى"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "قيمة الزمن"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "للنعم أصول وفروع"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "أصول النعم"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "بعض الآيات المذكرة بنعمة الزمن"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "تأنيب الله للكفار إذ أضاعوا أعمارهم"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "إعذار الله لمن بلغه من العمر ستين سنة"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "قسم الله تعالى بالزمن لبيان عظمه وأهميته"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "بيان السنة المطهرة لقيمة الزمن"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "الغيرة القاتلة على الوقت عند العابد والعاقل"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "حرص السلف على كسب الوقت وملئه بالخير"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "1",
            "tit": "أمسك الشمس حتى أكلمك"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "ندم ابن مسعود على اليوم يمر من عمره"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "1",
            "tit": "الليل والنهار يعملان فيك فاعمل فيهما"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "2",
            "tit": "يا ابن آدم إنما أنت أيام!"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "3",
            "tit": "حماد بن سلمة إما يحدث أو يقرأ أو يسبح أو يصلي"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "أثقل الساعات على الخليل بن أحمد ساعة يأكل فيها!"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "أبو يوسف ساعة موته يباحث في مسألة فقهية"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "أبو يوسف يموت ابنه فيوكل بتجهيزه ودفنه ليحضر الدرس"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن الحسن لا ينام من الليل إلا قليلا"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "1",
            "tit": "عصام البلخي اشترى قلما بدينار ليكتب ما سمعه فورا"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن سلام البيكندي ينادي: قلم بدينار"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": "1",
            "tit": "عبيد بن يعيش تلقمه أخته العشاء ثلاثين سنة ليكتب الحديث"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "ابن معين يقول لشيخه: أمله علي الآن أخاف أن لا ألقاك."
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": null,
            "tit": "إمامة يحيى بن معين في الحديث"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": null,
            "tit": "كتابة ابن معين بيده ألف ألف حديث وكتابته الحديث الواحد خمسين مرة"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": null,
            "tit": "كثرة الكتب التي خلفها ابن معين"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": "1",
            "tit": "ابن معين كان يذب الكذب عن رسول الله"
        },
        {
            "id": "36",
            "lvl": "3",
            "sub": null,
            "tit": "شرح واقعة ابن معين مع شيخه محمد بن الفضل"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "حرص الجاحظ والفتح بن خاقان وإسماعيل القاضي على العلم"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "ابن سحنون ألقمته جاريته العشاء ولم يشعر به لاشتغاله بالتأليف"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "ثعلب النحوي يجيب الدعوة بشرط أن يفرغ لمطالعة كتابه"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": "1",
            "tit": "ثعلب صدمته أثناء مطالعته في الطريق فمات"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": "2",
            "tit": "حفظ ابن جريرة لوقته وعزمه أن يفسر القرآن بثلاثين ألف ورقة"
        },
        {
            "id": "41",
            "lvl": "3",
            "sub": null,
            "tit": "عزم ابن جرير أن يؤلف التاريخ في ثلاثين ألف ورقة"
        },
        {
            "id": "42",
            "lvl": "3",
            "sub": null,
            "tit": "ابن جرير كان يكتب كل يوم أربعين ورقة تأليفا"
        },
        {
            "id": "42",
            "lvl": "3",
            "sub": "1",
            "tit": "مجموع ما صنفه ابن جرير نحو 358 ألف ورقة"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": null,
            "tit": "تنظيم ابن جرير لأوقاته وأعماله"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": "1",
            "tit": "ابن جرير يكتب معلومة قبيل وفاته بساعة"
        },
        {
            "id": "44",
            "lvl": "3",
            "sub": null,
            "tit": "بقاء ذكر ابن جرير ببقاء مؤلفاته وآثاره الخالدة"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن الخياط النحوي يدرس في الطريق فيسقط في جرف!"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "الحاكم الشهيد لا يكلم زواره لاشتغاله بالتأليف"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "كثرة مؤلفات الحافظ المحدث ابن شاهين"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "1",
            "tit": "صرف ابن شاهين في ثمن الحبر سبع مئة درهم"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "2",
            "tit": "تلقيب منذر المرواني النحوي (المذاكرة) لشدة تعلقه بمذاكرة النحو"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "أبو نعيم الأصفهاني يقرأ عليه في الطريق"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "البيروني يتعلم مسألة في الفرائض وهو في الغرغرة والنزع"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "سليم الرازي إما ينسخ أو يدرس أو يقرأ أو يتلو لا فراغ لديه"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "الخطيب البغدادي يمشي في الطريق وهو يطالع في كتاب"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "1",
            "tit": "إمام الحرمين يأكل وينام اضطرارا لا عادة"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "إمام الحرمين وهو في الخمسين من العمر يتتلمذ لعالم نحوي"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "1",
            "tit": "يعقوب النجيرمي يطالع كتابه خلال مشيه"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "2",
            "tit": "ابن عقيل وابن الجوزي غاية الغايات في حفظ الوقت"
        },
        {
            "id": "52",
            "lvl": "3",
            "sub": null,
            "tit": "ابن عقيل أحد أذكياء بني آدم"
        },
        {
            "id": "52",
            "lvl": "3",
            "sub": "1",
            "tit": "ابن عقيل لا يضيع ساعة من عمره"
        },
        {
            "id": "53",
            "lvl": "3",
            "sub": null,
            "tit": "اختيار ابن عقيل الكعك المبلول على الخبز لكسب الوقت"
        },
        {
            "id": "53",
            "lvl": "3",
            "sub": "1",
            "tit": "تنوع علوم ابن عقيل وتنوع تصانيفه"
        },
        {
            "id": "53",
            "lvl": "3",
            "sub": "2",
            "tit": "كتابه ((الفنون)) ثماني مئة مجلدة وهو أحد كتبه"
        },
        {
            "id": "54",
            "lvl": "3",
            "sub": null,
            "tit": "ابن عقيل يقول عند وفاته: دعوني أتهنأ بلقاء الله"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "القليل إلى القليل كثير وإنما السيل اجتماع النقط"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "أكثر الناس يضيعون الوقت بما لا ينفع"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "تعوذ ابن الجوزي من صحبة البطالين"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "1",
            "tit": "قيامه بأعمال لا تمنع من المحادثة وقت لقاء الزوار"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "شرف الوقت لا يعرفه إلا الموفقون"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": "1",
            "tit": "حفاظ السلف على الوقت وحذرهم من إضاعته"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": "2",
            "tit": "نماذج رائعة من المحافظة على الوقت عند السلف"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "بيان ما يعين على اغتنام الوقت"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": "1",
            "tit": "علو همم العلماء السالفين وفضل تصانيفهم"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "نهم ابن الجوزي في العلم وشدة تعلقه بالكتب"
        },
        {
            "id": "61",
            "lvl": "3",
            "sub": null,
            "tit": "كل نفس خزانة فاحذر أن تكون خزانتك فارغة"
        },
        {
            "id": "61",
            "lvl": "3",
            "sub": "1",
            "tit": "ابن الجوزي كان يكتب في اليوم أربعة كراريس تأليفا"
        },
        {
            "id": "62",
            "lvl": "3",
            "sub": null,
            "tit": "كتابة ابن الجوزي بيده ألفي مجلدة، بكسب الوقت"
        },
        {
            "id": "62",
            "lvl": "3",
            "sub": "1",
            "tit": "براية أقلام ابن الجوزي سخن بها ماء غسل موته وزادت"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": null,
            "tit": "قول ابن تيمية: مصنفات ابن الجوزي أكثر من ألف مصنف"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": "1",
            "tit": "قول الذهبي: ما علمت أحدا صنف ما صنف ابن الجوزي"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": "2",
            "tit": "عبد الغني المقدسي وحفاظه على الأوقات وتنظيمها"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "الفخر الرازي يتأسف على الوقت الذي يذهب في الأكل"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "حفظ ابن سكينة لأوقاته وتنظيمها وملؤها بالأعمال الصالحة"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "قول ابن سكينة لتلامذته: لا تزيدوا على (سلام عليكم) مسألة"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن تيمية الجد يقرأ عليه الكتاب إذا دخل الخلاء"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "الحافظ المنذري كتب بيده 90 مجلدة و 700 جزء من غير تصانيفه"
        },
        {
            "id": "68",
            "lvl": "3",
            "sub": null,
            "tit": "الحافظ المنذري يشتغل بالعلم في حال الأكل"
        },
        {
            "id": "68",
            "lvl": "3",
            "sub": "1",
            "tit": "الحافظ المنذري لا يخرج من المدرسة لا لعزاء ولا لهناء"
        },
        {
            "id": "69",
            "lvl": "3",
            "sub": null,
            "tit": "الحافظ المنذري يموت ابنه الغالي فيشيعه لباب المدرسة فقط"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن مالك كان يصلي أو يتلو أو يصنف أو يقرأ"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "حفظ ابن مالك ثمانية أبيات قبل موته تلقينا"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": "1",
            "tit": "الإمام النووي لم يضع جنبه على الأرض نحو سنتين"
        },
        {
            "id": "71",
            "lvl": "3",
            "sub": null,
            "tit": "النووي يقرأ كل يوم اثني عشر درسا مع الضبط والتعليق"
        },
        {
            "id": "71",
            "lvl": "3",
            "sub": "1",
            "tit": "النووي كان لا يأكل إلا أكلة واحدة في اليوم والليلة"
        },
        {
            "id": "71",
            "lvl": "3",
            "sub": "2",
            "tit": "تقشف النووي وتخشنه في مطعمه وملبسه وعيشه"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "مسامرة ابن النفيس بالعلم مع ابن واصل حتى الفجر"
        },
        {
            "id": "75",
            "lvl": "3",
            "sub": null,
            "tit": "تسجيل ابن النفيس بعض مباحث الطب أثناء استحمامه"
        },
        {
            "id": "76",
            "lvl": "3",
            "sub": null,
            "tit": "ابن النفيس كاشف الدورة الدموية قبل سبعة قرون"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": "1",
            "tit": "الشيخ ابن تيمية تآليف لا يمكن حصرها، بكسب الوقت"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "الشيخ ابن تيمية يطالع ويقرر العلم حال مرضه وسفره"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": "1",
            "tit": "الشمس الأصبهاني يقلل طعامه لئلا يضيع الزمان بدخوله وخروجه"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "الشوكاني بلغت دروسه في اليوم والليلة نحو ثلاثة عشر درسا"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": "1",
            "tit": "الآلوسي ألف تفسيره بالليل ويدرس بالنهار ثلاثة عشر درسا"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الحي اللكنوي مات عن 39 سنة وجاوزت مؤلفاته 110"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": "1",
            "tit": "حكيم الأمة التهانوي زادت مؤلفاته على الألف"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": "2",
            "tit": "تآليف الأئمة السابقين تدل على حفظهم للأوقات"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "بعض المؤلفات الكبار الضخام للسابقين في التفسير وعلومه"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "الأئمة المكثرون من التآليف"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "الباقلاني لا ينام حتى يكتب خمسا وثلاثين ورقة تأليفا"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": "1",
            "tit": "كثرة تأليف ابن أبي الدنيا وابن عساكر وابن شاهين"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": "2",
            "tit": "كثرة مؤلفات ابن حزم وابن أبي حاتم الرازي"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": "3",
            "tit": "كثرة مؤلفات الحاكم النيسابوري"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": null,
            "tit": "كثرة مؤلفات أبي الحسن الأشعري"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": "1",
            "tit": "كثرة مؤلفات ابن تيمية وابن القيم والبيهقي"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": "2",
            "tit": "كثرة مؤلفات محمد بن سحنون المالكي"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": "3",
            "tit": "كثرة مؤلفات أبي جعفر الطحاوي"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "كثرة مؤلفات أبي عبيدة وابن سريج وابن حبيب الأندلسي"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": "1",
            "tit": "كبر تواليف جملة من العلماء السابقين"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": "2",
            "tit": "كثرة مؤلفات بعض المتأخرين لا تبلغ كثرة مؤلفات السابقين"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "مراعاة حفظ الوقت تطيل الأعمار وتكثر الآثار"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "ضخامة ما قدمه الحافظ ابن عساكر للمكتبة الإسلامية"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "علو همة ابن عساكر وسعة طوافه بلدان الإسلام"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": null,
            "tit": "انقطاع ابن عساكر للعلم وكثرة شيوخه وشيخاته وقوة إتقانه"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": null,
            "tit": "تأخر مسموعات ابن عساكر عليه وقلقه عليها حتى وصلت"
        },
        {
            "id": "100",
            "lvl": "2",
            "sub": null,
            "tit": "حسن توزيع كل عمل على ما يناسبه من الأوقات"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر أفضل أوقات الحفظ وأماكنه"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": null,
            "tit": "استحباب البعد عن الضوضاء عند الحفظ والدرس"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "استحسان أن يخادع المرء نفسه عند الملل والفتور"
        },
        {
            "id": "105",
            "lvl": "2",
            "sub": null,
            "tit": "بعض ما يعالج به الملل ويطرد به النعاس والكسل"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "لزوم الاشتغال بالمهم وتقديمه على غير المهم"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": "1",
            "tit": "وصية العباس العلوي في تقديم الأهم على الهام"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "ذكر جملة من العلماء ألفوا خمسين مؤلفا فمئة فأكثر"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": "1",
            "tit": "ذكر الروافد المعينة على كسب الوقت والانتفاع به"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": null,
            "tit": "الأكل والنوم والاستراحة لطالب العلم بقدر الضرورة"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": "1",
            "tit": "أبو الوفاء بن عقيل يقول: أقصر بغاية جهدي أوقات أكلي"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": "2",
            "tit": "بيتان للسيوطي فيما يلزم طالب العلم لكسب الوقت"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "الفائت من الزمان لا يعود أبدا!"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": "1",
            "tit": "الكسل بئس الرفيق وحب الراحة يورث الندم"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": null,
            "tit": "سمو النفس إلى الفضائل والكمال عنوان شرفها"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": null,
            "tit": "ذكر أهم ما يساعد على اغتنام الوقت"
        },
        {
            "id": "113",
            "lvl": "3",
            "sub": "1",
            "tit": "الوقت هو الحياة"
        },
        {
            "id": "114",
            "lvl": "3",
            "sub": null,
            "tit": "قول حفصة بنت سيرين: ما العمل إلا في الشباب"
        },
        {
            "id": "115",
            "lvl": "3",
            "sub": null,
            "tit": "قول الإمام أحمد: ما شبهت الشباب إلا بشيء كان في كمي فسقط"
        },
        {
            "id": "115",
            "lvl": "3",
            "sub": "1",
            "tit": "انتشار الكسل العقلي في صفوف طلبة العلم اليوم!"
        },
        {
            "id": "116",
            "lvl": "3",
            "sub": null,
            "tit": "الآلوسي الحفيد وحرصه الشديد على الدرس والعلم"
        },
        {
            "id": "116",
            "lvl": "3",
            "sub": "1",
            "tit": "أنت في الكبر أشغل وأضعف منك في الشباب والصغر"
        },
        {
            "id": "117",
            "lvl": "3",
            "sub": null,
            "tit": "الشباب مظنة الجد واللذاذات والشيخوخة مظنة الضعف والمنغصات"
        },
        {
            "id": "118",
            "lvl": "3",
            "sub": null,
            "tit": "لا تكن سبهللا في أمر الدنيا أو أمر الدين"
        },
        {
            "id": "118",
            "lvl": "3",
            "sub": "1",
            "tit": "الوقت أغلى مملوك وأرخص مضيع!"
        },
        {
            "id": "118",
            "lvl": "3",
            "sub": "2",
            "tit": "مقالة للأستاذ أحمد أمين في حفظ الوقت وآثار ضياعه"
        },
        {
            "id": "122",
            "lvl": "3",
            "sub": null,
            "tit": "الوقت هو الحياة وهو أغلى من الذهب"
        }
    ]
}