{
    "b2031": [
        {
            "id": "1",
            "nass": "بحوث لبعض النوازل الفقهية المعاصرة ¶ كتبها: أحد طلبة العلم",
            "page": "1",
            "part": "1",
            "seal": "842A67D0"
        },
        {
            "id": "2",
            "nass": "المقدمة ¶ إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله (صلى الله عليه وعلى آله وصحبه وسلم) أما بعد: ¶ فإن دين الإسلام هو خاتم الرسالات أتم الله بكماله النعمة على عباده ولما كان الأمر كذلك فإنه دون أدنى شك صالح لأن يعمل به في كل زمانٍ ومكان، ومما يجعله كذلك اتسام تشريعاته باليسر والسهولة ودرئه للمفاسد ومراعاة المصالح وتقديم العامة منها على الخاصة، وجمعه في وقتٍ واحدٍ بين التمسك بالمباديء والقيم وبين الواقعية والمراد بالواقعية هنا أنه يمكن تطبيقه على أرض الواقع بلا حرجٍ ومشقة، لا بمعنى الخضوع للواقع كما يحلو للبعض أن يفسر به الواقعية، والمسلم يؤمن بذلك على كل حال لكنه حينما يدرس عن قرب ما استجد من أمور (1) ليرى هل يجد لها في الإسلام حكماً ينبهر حينما يجد أن علماء الإسلام قديماً وحديثاً كتبوا في مسائل كثيرة دقيقة ومتنوعة ومما ساعدهم على ذلك عملهم بالقياس وتطبيقهم للقواعد الفقهية التي يمكن أن يندرج تحتها كثيرٌ من المسائل بل لقد ألف بعض العلماء قديماً كتباً في النوازل خاصة، وفي العصر الحاضر أقيمت المجامع الفقهية لبحث النوازل المستجدة، وقد من الله علينا بدراسة مقرر (فقه النوازل) بمرحلة الدكتوراة فشعرنا حينها بشعورين متناقضين شعور بالفرح والسرور وشعور بالأسى والحزن فالسرور اسشعاراً بنعمة الله علينا بهذا الدين وانتسابنا إليه، والأسى لأن كثيراً من المسلمين في بلادٍ كثيرةٍ ¶ __________ ¶ (1) - وقد استجدت أمور كثيرة وخاصةً في النواحي المالية والطبية، وقد تكون بعض النوازل مما عمت به البلوى واحتاج إليه الناس، وبعضها بسبب تساهلهم في الحرام وتقليدهم للكفار، وقد قال عمر بن عبد العزيز -رحمه الله-: تحدث للناس أقضية بقدر ما أحدثوا من الفجور.",
            "page": "1",
            "part": "2",
            "seal": "8C803939"
        },
        {
            "id": "3",
            "nass": "أعرضوا عنه واستبدلوه بآراء البشر وأفكارهم، ومما حبب إلينا هذا المقرر أسلوب شيخنا الدكتور/ عبد الله بن محمد الطريقي (حفظه الله) حيث كان يطرح المسائل للنقاش ويكلفنا بالبحث فيها لنقف على مصادر بحثها عن كثب، فنسأل الله تعالى أن يجعل ذلك في ميزان حسناته وأن ينفعنا بما تعلمنا وأن يجعله حجةً لنا لا علينا.",
            "page": "2",
            "part": "2",
            "seal": "A33B99F8"
        },
        {
            "id": "4",
            "nass": "بعض النوازل في العبادات",
            "page": "1",
            "part": "3",
            "seal": "7B7A7D9A"
        },
        {
            "id": "5",
            "nass": "استعمال مياه الصرف الصحي ¶ التمهيد: مياه الصرف الصحي بعد أن يتم تنقيتها وإزالة ما علق بها من أوساخ هل تصبح طاهرة باعتبار ما آلت إليه أم أنها تبقى نجسة باعتبار حالها الأول. ¶ هذا يتطلب منا الرجوع إلى أقوال العلماء في كيفية تطهير الماء. ¶ أقوال العلماء في تطهير الماء: ¶ 1- قال الجمهور: تطهير المياه إما بصب ماءٍ طهور عليها، أو نزح بعضها، أو زوال التغير بنفسه. إلاّ أن الشافعية والحنابلة يشترطون فيما نزح بعضها بان يبقى بعد النزح قلتان فأكثر، وللمالكية في النزح قولان. ¶ 2- وقال الحنفية: يطهر الماء النجس بنزح مقدار منه، لكن يختلف مقدار ما ينزح لتحصل به الطهارة للباقي باختلاف نوع النجاسة واختلاف أحوالها. ¶ ومما سبق يتضح لنا أن الجمهور يرون تغير الماء بنفسه إما بالشمس أو غيرها سبباً في طهارته، لأنه استحال إلى شيءٍ طاهر. ¶ وقد اختلف العلماء في الاستحالة. ¶ 1- فقال الحنفية والشافعية وهي رواية عن أحمد اختارها ابن تيمية (1) : يطهر الشيء باستحالته عن النجاسة، واستدلوا بما يلي: ¶ 1- أن عين النجاسة قد زالت واستحالت فلم يبق لها أثر فينبغي أن ينتفي حكمها، لأنها صارت من الطيبات، والله تعالى يقول: (ويحل لهم الطيبات ويحرم عليهم الخبائث (. قال ابن حزم: (إذا استحالت صفات عين النجس أو الحرام فبطل عنه الاسم الذي به ورد ذلك الحكم وانتقل إلى اسمٍ آخر وارد على حلالٍ طاهر فليس هو ذلك النجس ولا ذلك الحرام، بل قد صار شيئاً آخر ذا حكم آخر) . ¶ __________ ¶ (1) - وفرق الشافعية بين ما هو نجس لعينه أو لمعنى فيه، وفي الفتاوى الهندية عد المطهرات فذكر منها الاستحالة.",
            "page": "1",
            "part": "4",
            "seal": "7540A4D6"
        },
        {
            "id": "6",
            "nass": "2- القياس على ما يطهر بالاستحالة كالمسك فإنه طاهر مع أنه من الدم، لأنه استحال عن جميع صفات الدم، والخمرة تطهر إذا انقلبت بنفسها خلاً، والدم يصبح منياً، والعلقة تصبح مضغة، ولحم الجلالة الخبيث يصبح طيباً إذا علف الطيب، وما سقي بنجس إذا سقي بالماء الطاهر، والجلد يصبح طاهراً بعد الدبغ. قال ابن تيمية (رحمه الله) : وتنازعوا فيما إذا صارت النجاسة ملحاً في الملاحة أو صارت رماداً، أو صارت الميتة والدم والصديد تراباً كتراب المقبرة فهذا فيه خلاف، ثم قال: والصواب أن ذلك كله طاهر إذ لم يبق شئ من النجاسة لا طعمها ولا لونها ولا ريحها. وقال ابن قدامة (رحمه الله) : يتخرج أن تطهر النجاسات كلها بالاستحالة. ¶ اعتراض ودفعه: أن الخمر إذا انقلبت خلاً بنفسها طهرت، وإذا خللت لم تطهر فيقاس عليها غيرها. والجواب: أن الخمرة إنما لم تطهر لأنه يحرم تخليلها، ولأن اقتناء الخمر حرام فمتى قصد باقتنائها التخليل كان قد فعل محرماً، والله أعلم. ¶ 2- وقيل بأن النجاسات لا تطهر بالاستحالة وهي وراية عن أحمد وقول لمالك، وللشافعي فيما نجاسته عينية كالميتة، واستدلوا بما يلي: ¶ 1- أن النجاسة لم تحصل بالاستحالة فلم تطهر بها كالدم إذا صار قيحاً وصديداً. ¶ 2- واحتياطاً للشك في النجاسة. 3- ولأن الأجزاء الجديدة هي تلك الأجزاء السابقة للنجاسة. 4- قياساً على الجلالة فمع أن النجاسة استحالت لم يحكم بطهارتها. ¶ ونوقش بأن النجاسة قد زالت، وأما الجلالة فإنها تطهر بإطعامها الطاهر. ¶ الترجيح: الراجح هو طهارة مياه الصرف الصحي إذا زالت النجاسة تماماً لزوال أوصافها وهي اللون والطعم والرائحة فتعود المياه إلى أصلها وهو الطهورية وإن كان ينبغي للمسلمين اجتنابها اكتفاءً بالمياه الأخرى ما وجدوا إلى ذلك سبيلاً احتياطاً، ولأن النفس قد تعاف تلك المياه وتستقذرها، وهذا ما أفتتنت به اللجنة الدائمة للبحوث العلمية والإفتاء. ¶ المراجع:",
            "page": "2",
            "part": "4",
            "seal": "545CE7CF"
        },
        {
            "id": "7",
            "nass": "مجلة البحوث الإسلامية. العدد 35، الصفحة 35. وذكر بها عدد من المراجع الفقهية وغيرها.",
            "page": "3",
            "part": "4",
            "seal": "D49F085E"
        },
        {
            "id": "8",
            "nass": "زكاة الأسهم والسندات ¶ تعريف الأسهم والسندات: ¶ السهم: صك يمثل حصة في رأس مال شركة مساهمة. ¶ أو نقول الأسهم: صكوك متساوية القيمة، غير قابلة للتجزئة وقابلة للتداول بالطرق التجارية، وتمثل حقوق المساهمين في الشركات التي أسمهوا في رأس مالها. ¶ السندات: جمع سند، والسند: صك مالي قابل للتداول، يمنح للمكتتب لقاء المبالغ التي أقرضها، ويخوله استعادة مبلغ القرض، علاوة على الفوائد المستحقة، وذلك بحلول أجله. أو نقول: تعهد مكتوب بملبغ من الدين (القرض) لحامله في تاريخ معين نظير فائدة مقدرة. ¶ الفرق بين السهم والسند: ¶ 1- السهم يمثل جزءً من رأس مال الشركة، وأما السند فيمثل جزءً من قرض على الشركة أو الحكومة. 2- السهم تتغير قيمته. ¶ 3- حامل السند يعتبر مقرضاً أما حامل السهم فيعتبر مالكاً لجزء من الشركة، ولذلك فإن السهم يعطي حامله حق التدخل في الشركة. ¶ 4- للسند وقت محدد لسداده أما السهم فلا يسدد إلاّ بعد تصفية الشركة. ¶ 5- السند عند الإفلاس يوزع بالحصص، أما السهم فيأخذ مالكه نصيبه بعد سداد الديون. ¶ حكم الأسهم والسندات: ¶ الأسهم هي أجزاء تمثل رأس مال لشركة قد تكون صناعية أو زراعية، فهي جائزة شرعاً إذا كان النشاط مباحاً، ومما يدل على جوازها القياس على ما حدث مع تماضر الأشجعية في عهد عثمان بن عفان (() بعد استشارة الصحابة حيث أعطيت مقابل سهمها من التركة 80 ألف دينار، وكانت التركة أنواعاً من المال النقدي والعيني. ¶ ... وكون الأسهم تحتوي على نقود فهذا لا يمنع من حلها ولا يكون بيع نقدٍ بنقدٍ لأن النقد تابع لغيره والقاعدة تقول: يثبت تبعاً ما لا يثبت استقلالاً، وفي الحديث عن ابن عمر (رضي الله عنه) أن النبي (() قال: من باع عبداً وله ما ل فماله للبائع إلاّ أن يشترطه المبتاع. رواه مسلم. ¶ وأما السندات فمحرمة لأنها مبنية على الربا. ¶ زكاة الأسهم والسندات: ¶ سنبدأ بالسندات لأن الأسهم تحتاج إلى تفصيل.",
            "page": "1",
            "part": "5",
            "seal": "E07555C5"
        },
        {
            "id": "9",
            "nass": "1- السندات محرمة لما سبق ولكن هل تزكى؟ ما يأخذه من الربا يجب عليه أن يتخلص منه بإعادته إلى صاحبه وإذا لم يعلم صاحبه فيتصدق به جميعه بنية جعل الثواب لصاحبه. وقال الشيخ الزحيلي: بالرغم من تحريم السندات فإنها تجب زكاتها لأنها تمثل ديناً لصاحبها، وتؤدى زكاتها عن كل عام عملاً برأي جمهور الفقهاء غير المالكية، لأن الدين المرجو (وهو ما كان على مقرٍ موسرٍ) تجب زكاته في كل عام، وشهادات الاستثمار أو سندات الاستثمار هي في الحقيقية سندات وتجب فيها الزكاة وإن كان عائدها خبيثاً وكسبها حراماً، وتزكى السندات كزكاة النقود… وذلك لأن تحريم التعامل بالسندات لا يمنع من وجود التملك التام فيجب فيها الزكاة، أما المال الحرام غير المملوك كالمغصوب والمسروق ومال الرشوة… والربا ونحوها فلا زكاة فيه لأنه غير مملوك لحائزه ويجب رده لصاحبه الحقيقي منعاً من أكل أموال الناس بالباطل فإن بقي في حوزة حائزه وحال عليه الحول ولم يرد لصاحبه فيجب فيه زكاته رعاية لمصلحة الفقراء. أ.هـ وذكر ابن تيمية (رحمه الله) أن المال إن كان أهله غير معروفين ولا معينين كالأعراب المتناهبين تجب فيه الزكاة. ¶ 2- الأسهم: تنقسم الأسهم إلى ثلاثة أنواع: ¶ 1- الأسهم في شركة زراعية فتخرج زكاتها كما في زكاة الزروع والثمار. ¶ 2- أسهم في شركات تجارية فتجب زكاة الأسهم جميعها كعروض التجارة، وتقدر فيها الأسهم بقيمتها في السوق وقت وجوب الزكاة ¶ 3- أسهم في الشركات الصناعية فهذه اختلف في زكاتها: ¶ أ- فقيل: تجب الزكاة في صافي الربح لا في المعدات والمباني ونحوها، اختار هذا القول الشيخ عبد الرحمن عيسى في كتابه المعاملات الحديثة وأحكامها. ¶ ب ـ وقيل: لا فرق بين الأسهم في شركاتٍ صناعية أو تجارية ما دامت معدة للتجارة ولما في التفريق بينهما من المشقة، واختار هذا القول الشيخ يوسف القرضاوي.",
            "page": "2",
            "part": "5",
            "seal": "CF8451CE"
        },
        {
            "id": "10",
            "nass": "3- وفرق بعض العلماء بينها بحسب النية فإن كان المساهم يقصد الاستمرار في تملك حصةٍ شائعة في الشركة وأخذ العائد الدوري فلا يزكي الأصول، وإن كان تملكه على سبيل المتاجرة فيزكيها باعتبار قيمتها السوقية، وهذا قول الشيخ: عبد الله بن منيع. ¶ ونوقش هذا القول بأنه تفريق بين المتماثلين. ¶ وأجيب بأن النية لها دور في تغيير الزكاة كما في التملك للقنية والسكنى، والتملك للتجارة، ولأن من لا يقصد المتاجرة قد تمضي عليه فترة طويلة لا يبيع فيها ثم قد تنخفض الأسعار بخلاف الأول فإنه يبيع ويشتري دوماً. ¶ الترجيح: ¶ الراجح والله أعلم هو القول الأول لما تقرر لدى الفقهاء من أن آلات الصناعة والمباني ونحوها لا زكاة فيها إذا لم تكن هي ذاتها معدة للتجارة. ¶ المراجع: ¶ 1ـ مجلة مجمع الفقه الإسلامي. العدد (4) ، ج (1) ص 707. ¶ 2ـ بحوث في الاقتصاد الإسلامي، لعبد الله بن سليمان بن منيع ص (67) . ¶ 3- مجموع رسائل الشيخ/ عبد الله المحمود. 4- زكاة الأسهم والسندات للشيخ/ صالح السلان. 5- أبحاث فقهية في قضايا الزكاة المعاصرة.",
            "page": "3",
            "part": "5",
            "seal": "C38E0E72"
        },
        {
            "id": "11",
            "nass": "إثبات رؤية الهلال بالمنظار ¶ اتفق العلماء على أنه لا يثبت دخول شهر رمضان بحساب الفلكيين، ويثبت دخوله برؤية الهلال، لقول الرسول الكريم (( (: صوموا لرؤيته وأفطروا لرؤيته. ولكن هل هذه الرؤية مقصورة على الرؤية بالعين المجردة؟. ¶ يقول سماحة الشيخ عبد العزيز بن باز (رحمه الله) : ذكر شيخ الإسلام ابن تيمية (رحمه الله) في رسالة صنفها في هذه المسألة (1) كما جاء في المجلد (25) من الفتاوى صفحة (132) إجماع العلماء على أنه لا يجوز العمل بالحساب في إثبات الأهلة وهو (رحمه الله) من أعلم الناس بمسائل الإجماع والخلاف. ونقل الحافظ في الفتح ج4 صفحة (127) عن أبي الوليد الباجي: إجماع السلف على عدم الاعتداد بالحساب، وأن إجماعهم حجة على من بعدهم. والأحاديث الصحيحة عن النبي (( (كلها تدل على ما دل عليه الإجماع المذكور. ولست أقصد من هذا منع الاستعانة بالمراصد والنظارات على رؤية الهلال، ولكني أقصد منع الاعتماد عليها أو جعلها معياراً للرؤية لا تثبت إلاّ إذا شهدت لها المراصد بالصحة، أو بأن الهلال قد ولد، فهذا كله باطل. ¶ __________ ¶ (1) قصد مسألة إثبات دخول الشهر بالحساب، وسيأتي الكلام عن الرؤية.",
            "page": "1",
            "part": "6",
            "seal": "8EF10CC6"
        },
        {
            "id": "12",
            "nass": "وقال الشيخ محمد بن عثيمين (رحمه الله) : لا يجوز اعتماد حساب المراصد الفلكية إذا لم يكن رؤية، فإذا كان هناك رؤية ولو عن طريق المراصد الفلكية فإنها معتبرة لعموم قول النبي (( (: إذا رأيتموه فصوموا، وإذا رأيتموه فأفطروا. أما الحساب فإنه لا يجوز العمل به ولا الاعتماد عليه، وأما استعمال ما يسمى (بالدربيل) وهو المنظار المقرب في رؤية الهلال فلا بأس به ولكن ليس بواجب، لأن السنة أن الإعتماد على الرؤية المعتادة لا على غيرها. ولكن لو استعمل فرآه من يوثق به فإنه يعمل بهذه الرؤية، وقد كان الناس قديماً يستعملون ذلك لما كانوا يصعدون (المناثر) في ليلة الثلاثين من شعبان أو ليلة الثلاثين من رمضان فيتراءونه بواسطة هذا المنظار، على كل حال من ثبتت رؤيته بأي وسيلة فإنه يجب العمل بمقتضى هذه الرؤية لعموم قوله (( (: إذا رأيتموه فصوموا، وإذا رأيتموه فأفطروا. أهـ. ¶ ضوابط استخدام المنظار والمراصد: ¶ 1- الاستعانة بها لا الاعتماد عليها وجعلها معياراً للرؤية لا تثبت الرؤية إلاّ إذا شهدت لها المراصد. ¶ 2- عدم التكلُّف والتمحل في استخدامها. ¶ 3- تحقق الرؤية البصرية من خلالها. ¶ 4- أن تكون بأيدي إسلامية عدْلة. ¶ 5- أن تعطي الصورة للموقع نفسه إذ لو لم تكن كذلك فقد تعطى صورة لموقع سابق فلا يكون الهلال ولد في نفس البلد. ¶ المراجع: ¶ 1- مجلة البحوث الإسلامية. صفحة (276) . ¶ 2- من فتاوى أئمة الإسلام في الصيام. إعداد: أحمد بن عبد الله العلان صفحة (448) . ¶ 3- مجلة مجمع الفقه الإسلامي. عدد 3 ج2. ¶ 4- فتاوى اللجنة الدائمة. 10/98.",
            "page": "2",
            "part": "6",
            "seal": "75EEC3EC"
        },
        {
            "id": "13",
            "nass": "5- - توضيح الأحكام، للشيخ: عبد الله البسام (1) ¶ __________ ¶ (1) - ومن النوازل في العبادات أيضاً: معرفة أوقات الصلوات في الأماكن التي لا تغيب فيها الشمس أو لا تطلع لمدةٍ طويلة كستة أشهر، مثلاً ففي مثل هذه الحال إذا لم يكن الشفقان (شفق الغروب والشروق) يتمايزان فلا يتميز الليل والنهار في خلال أربعةٍ وعشرين ساعة فإنه يقدر الوقت بالنظر لأقرب البلدان إليها (وقال بعضهم بالنسبة لمكة والمدينة والأول أصح) ودليل التقدير القياس على ما ورد في حديث النواس بن سمعان (رضي الله عنه) الذي ذكر فيه الدجال، وفيه: قالوا: يا رسول الله:: مالبثه في الأرض؟ قال: أربعون يوماً: يومٌ كسنة، ويوم كشهر، ويومٌ كجمعة، وسائر أيامه كأيامكم قالوا: يا رسول الله فذاك اليوم كسنة، أتكفينا فيه صلاة يوم؟ قال: لا، اقدروا له قدره. فكذلك الحال هنا، وبالنسبة للصيام كذلك. وأما إذا لم يزد مجموع الليل والنهار عن أربعٍ وعشرين ساعة فيبقى الحال على الأصل ولو طال النهار عملاً بأحاديث التوقيت. ¶ المراجع: قرارات مجلس المجمع الفقهي الإسلامي ص89. ¶ مجلة البحوث الفقهية المعاصرة 1/222. ¶ ومن النوازل في الصيام: بعض المواد المختلف في تفطيرها للصائم كبخاخ الربو فقد قيل لا يفطر لأنه يصل للرئتين، وقيل: يفطر لأن به بعض المواد التي تصل للمعدة. وانظر مجلة الحكمة عدد14 ص97. ¶ وانظر في علاج الأسنان في نهار رمضان مجلة البحوث الإسلامية 58/113. ¶ ومن النوازل في الحج: الطواف والسعي ورمي الجمار من الطابق العلوي، وقد ذكرت مسألة الطواف في مواهب الجليل 3/75 عند ذكره لاشتراط الطواف داخل المسجد حيث قال: ومثله والله أعلم من طاف على سطح المسجد، وهذا ظاهر ولم أره منصوصاً وصرح الشافعية والحنفية بأنه يجوز الطواف على سطح المسجد ولم يتعرض لذلك الحنابلة والله أعلم أ. هـ. ودليل الجواز أن الهواء له حكم القرار وقياساً على الصلاة على سطح المسجد فإنه يجوز لكن بشرط ألا يخلو الأسفل من المصلين. وانظر: مجلة البحوث الإسلامية 1/182. ¶ ومنها: إذا ضاقت منى عن الحجاج كما يحدث في هذه الأزمان لكثرة الحجاج بسبب سهولة السفر، فقيل: يسقط عنه المبيت لأن الواجب المبيت في منى فلو بات خارجها لم يجزه فيسقط عند العذر للعجز عنه وهذا القول للشيخ/ عبد العزيز بن باز (رحمه الله) . وقيل: بل يبيت بالقرب من منى إلى أقرب خيمة، ولا بأس بذلك إذا اتصلت الخيام قياساً على الصلاة خارج المسجد إذا اتصلت الصفوف وقال به الشيخ/ محمد بن عثيمين (رحمه الله) . ¶ ومن النوازل في الجهاد: العمليات الفدائية، أو الانتحارية، أو الاستشهادية، وإنما اختلف في تسميتها بحسب النظرة لها. ¶ وصورتها: أن يقوم شخصٌ بتفجير نفسه وسط الأعداء فيحدث ذلك ضرراً فيهم ولكنه يكون هو أيضاً من جملة القتلى، وقد يقود سيارة ممتلئة بالمتفجرات فيصطدم بالأعداء ونحو ذلك. ¶ الحكم الشرعي: قال أكثر العلماء المعاصرين بجوازها إذا ترتب عليها مصلحة كبيرة للإسلام والمسلمين، وممن قال بالجواز الشيخ/ عبد الله بن حميد -رحمه الله-، والشيخ/ عبد الله بن منيع، والشيخ الدكتور/ وهبة الزحيلي، والشيخ الدكتور/ يوسف القرضاوي، وبه صدرت الفتوى من مجموعة من علماء الأردن، ومن الأدلة على الجواز ما يلي: ¶ 1- قوله تعالى (إن الله اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة، يقاتلون في سبيل الله فيقتلون ويقتلون) الآية. ووجه الدلالة: أن الله اشترى من العباد إتلاف أنفسهم وأموالهم في طاعته، وهلاكها في مرضاته. ¶ 2- قصة الغلام الذي دل الملِك على كيفية قتله بأن يقول: باسم الله رب الغلام، وهذا بيانٌ منه للصفة التي تؤدي إلى قتله ولكنه من أجل الدين فجاز قال ابن تيمية: إن الغلام أمر بقتل نفسه من أجل مصحة الدين أ. هـ وكونه لم يباشر القتل بنفسه لا يؤثر فالمباشرة لا أثر لها في تغيير الحكم. ¶ 3- حديث أبي هريرة (رضي الله عنه) : من خير معاش الناس رجلٌ ممسكٌ بعنان فرسه كلما سمع هيعةً أو فزعةً طار إليها يبتغي الموت من مظانه رواه مسلم. فهذه العمليات المراد بها: طلب الشهادة والنكاية بالعدو فهي جائزة. وإنما يحرم قتل النفس وإلقاؤها في التهلكة لا لغرضٍ شرعي. ¶ 4- القياس على الانغماس في العدو الجائز، ومما يدل على جوازه \" فعل البراء بن مالك (رضي الله عنه) في حرب المرتدين حيث طلب من الصحابة أن يضعوه في ترس فيلقوه على الأعداء مع أنه يغلب على الظن الهلاك بمثل هذا العمل\". وأيضاَ إنكار أبي أيوب (رضي الله عنه) على من عابوا على من ألقى بنفسه وسط الأعداء، واحتجوا بقوله تعالى (وأنفقوا في سبيل الله ولا تلقوا بأيديكم للتهلكة) فرد عليهم وذكر أنها نزلت في الصحابة لما قال بعضهم: هلم نقيم في أموالنا ونصلحها وندع الجهاد. وأيضاً قصة عمير بن الحمام –رضي الله عنه- قال النووي تعليقاً على الحديث: فيه جواز الانغمار في الكفار والتعرض للشهادة، وهو جائزٌ بلا كراهة عند جماهير العلماء. وقال الأبي: حمل الواحد على الجماعة وإن علم أنه يقتل في حملته أجازه عمر وأبو هريرة وفعله كثيرٌ من السلف، وليس من الإلقاء باليد إلى التهلكة، وتلو في ذلك (ومن الناس من يشري نفسه ابتغاء مرضاة الله) قال محمد بن الحسن: يجوز، حتى لو حمل واحد على ألف إذا طمع الفجأة، أو نكاية، أو يقتدي به غيره، أو يرهب العدو مما يريهم من صلابة المسلمين في دينهم، وإلا فهو مكروه) . وذكر ابن حجر من الفوائد في قصة أنس بن النضر: (جواز بذل النفس في الجهاد،..وأن طلب الشهادة في الجهاد لا يتناوله النهي عن الإلقاء إلى التهلكة) . ¶ وأما التفريق بكون العمليات الاستشهادية الموت فيها محقق بخلاف الانغماس في العدو فيجاب بأن غلبة الظن تنزل منزلة اليقين، فقد جاء في القواعد للمقري قوله: قاعدة: المشهور من مذهب مالك أن الغالب مساوٍ للمحقق في الحكم. وقال الشاطبي في الاعتصام 2/14: الحكم بغلبة الظن أصل الأحكام. ¶ واشترط الشيخ/ محمد ناصر الدين الألباني –رحمه الله- للجواز وجود الأمير والجيش والحكم الإسلامي، ليكون ذلك أنكى للعدو ولاختيار الوقت المناسب، ولئلا يعود أثرها بالضرر على الأمة. ¶ وأما الشيخ/ محمد بن صالح بن عثيمين –رحمه الله- فقال كما في اللقاء الشهري ص74: هذا الشاب الذي وضع على نفسه اللباس الذي يقتل أول ما يقتل نفسه، فلا شك انه هو الذي تسبب في قتل نفسه، ولا يجوز مثل هذه الحال إلا إذا كان في ذلك مصلحة كبيرة، ونفع عظيم للإسلام كان ذلك جائزاً. وفي شرحه لرياض الصالحين 1/165 ذكر أنه من قتل النفس المحرم وفاعله ليس بشهيد، لأنه لم ينتفع بذلك الإسلام بل ربما يتعنت العدو أكثر ويوغر صدره هذا العمل فيفتك بالمسلمين، وإن كان إذا فعله متأولاً نرجو أن يسلم من الإثم. ¶ وقال الدكتور/ محمد خليل هيكل بجوازها عند الضرورة فقط قياساً على ما إذا تترس العدو بالمسلمين، والله أعلم. ¶ المراجع: ¶ 1- تفسير القرطبي للآية (195) من سورة البقرة. ¶ 2- مشارع الأشواق إلى مصارع العشاق، لابن النحاس. ¶ 3- العمليات الاستشهادية في الميزان الفقهي، لنواف هايل التكروري ط2/1418هـ. ¶ 4- العمليات الاستشهادية وآراء الفقهاء فيها لمحمد سعيد غيبة الناشر دار المكتبي دمشق 1417هـ. ¶ 5- أحكام الشهيد في الفقه الإسلامي، رسالة ماجستير لعبد الرحمن بن غرمان العمري.",
            "page": "3",
            "part": "6",
            "seal": "EA83E987"
        },
        {
            "id": "14",
            "nass": null,
            "page": "4",
            "part": "6",
            "seal": "9F685965"
        },
        {
            "id": "15",
            "nass": "النوازل المالية",
            "page": "1",
            "part": "7",
            "seal": "64204785"
        },
        {
            "id": "16",
            "nass": "الأوراق النقدية ـ زكاتها وجريان الربا فيها ¶ تعريف النقد: ¶ النقد لغة: تمييز الشيء وتقدير قيمته، ولهذا كان من خصائص الثمن أنه مقياسٌ للقيم. ¶ والنقد هو: الثمن، وهو: ما يصح أن تجعل الباء في مقابلته فتقول مثلاً: بعت ثوباً بعشرة إلاّ أنه إن كان نقوداً فهو الثمن دائماً. ¶ والنقد اصطلاحاً: هو كل شئ يلقى قبولاً عاماً كوسيطٍ للتبادل مهما كان ذلك الشيء وعلى أي حالٍ يكون. ¶ ومن خصائصه: أنه مستودعٌ للقيمة فمن ملك النقد فكأنه ملك كل شئ لأنه يستطيع أن يشتري به ما يشاء، ولذلك لا ينبغي كنزه ومنعه من التداول أو الاقتصار على مبادلته ببعضه وجعله غايةً لا وسيلة، لأنه في ذاته لا غرض فيه كما ذكر ذلك الغزالي (رحمه الله) . وقد منع الإسلام من مبادلة الذهب بالذهب والفضة بالفضة إلاّ مثلاً بمثل، لأن ذلك يؤدي إلى العزوف عن الأعمال بالضرب في الأرض، كما أن دورانه يؤدي إلى تكثير الاستفادة منه بخلاف تكدسه في أيدي فئةٍ قليلة. ¶ نبذة عن تاريخ النقد: ¶ كانت المقايضة أولاً وذلك بتبادل السلع، ثم الذهب والفضة كأساسٍ للتقييم، ثم ظهرت النقود من الذهب والفضة، ثم العملات المعدنية من غيرهما، ثم الورقية بعد أن كانت سنداً بدينٍ من الذهب لدى الصيارفة، وظهر أيضاً ما يشبه العملات مثل: الشيك وبطاقات الائتمان. ¶ حكم العملات الورقية: ¶ إن الحكم عليها مبني على النظر إليها وقد نظر إليها بعدة اعتبارات: ¶ 1- فقيل: هي سندات بدين على جهة إصدارها: وممن قال بهذا الشيخ/ أحمد الحسيني (رحمه الله) . ودليل هذا القول: التعهد المسجل عليها بتسليم قيمتها لحاملها عند طلبه، وبدليل تغطيتها بالذهب والفضة، ولأنها ليست لها قيمة في ذاتها.",
            "page": "1",
            "part": "8",
            "seal": "F2AF08C8"
        },
        {
            "id": "17",
            "nass": "ويلزم على هذا القول عدم جواز السلم، أو صرف نقد الذهب بالفضة لاشتراط التقابض وهو غير متحقق هنا لأنها سندات بدينٍ كما سبق، ويحرم البيع في الذمة لأنه يكون بيع دينٍ بدين، ثم إنها إذا كانت سنداً بدين فيجري فيها الخلاف في زكاة الدين. ¶ مناقشة هذه القول: هذا القول بُني على التعهد المكتوب، وهذا التعهد هو في مرحلة من مراحل تطور النقد كان تعهداً حقيقياً، وأما الآن فهو تعهد اسمي. ¶ وأما كونها مغطاةً بالذهب والفضة فهذا أيضاً إحدى المراحل فيها والتي لم تعد الدول تلتزم بها، فقد تغطى بالذهب وقد يكون الغطاء عقاراً أو غيره وقد يكون جزئياً. وأما أنها ليست لها قيمة في ذاتها فهذا حق فقيمتها اعتبارية، لأن السلطات تضمن في حال إبطالها قيمتها مما يجعل الثقة بتمولها وتداولها قوية، ثم إن هذا القول فيه من الحرج الشئ الكثير والله تعالى قد وضع الحرج عن هذه الأمة. ¶ 2- النظر إليها باعتبارها عرضٌ من عروض التجارة، وممن قال بهذا الشيخ: عبد الرحمن السعدي (رحمه الله) : ¶ لأنها مالٌ متقومٌ مرغوب فيه ومدخر يباع ويشترى، ومخالفٌ في ذاته ومعدنه للذهب والفضة، ثم أنه ليس بمكيل ولا موزون فليس من الأجناس الربوية حتى يلحق بها. وأما التعهد المكتوب فلا يخرجها عن حقيقتها ولا يجعلها كالذهب والفضة. ¶ ويلزم على هذا القول أن تعامل كعروض تجارية فلا تجب فيها الزكاة مالم تعد للتجارة، ولا يجري الربا فيها. ¶ مناقشة هذا القول: أنها وإن كانت عرضاً إلاّ أنها انتقلت عن جنسها إلى جنس ثمني بدليل أنه لو أبطل السلطان التعامل بها لفقدت قيمتها وهذا يلحقها بالذهب والفضة، وأما اختلاف ذاتها ومعدنها عن الذهب والفضة فلا تأثير لهذه المخالفة. فالعبرة بكونها أثماناً في نظر الناس. ¶ 3- النظر إليها على أنها بديل عن الذهب والفضة:",
            "page": "2",
            "part": "8",
            "seal": "4E1AAA29"
        },
        {
            "id": "18",
            "nass": "ويلزم على هذا القول أن تأخذ حكم الذهب والفضة، لأنها حالة محلها جارية مجراها بدليل أنها لا قيمة لها في ذاتها. وبناءً على هذا فما كان بديلاً عن الذهب فله حكم الذهب وما كان بديلاً عن الفضة فله حكم الفضة (1) . ¶ مناقشة هذا القول: أن هذا مخالف للواقع فإن الغطاء لا يلزم أن يكون ذهباً أو فضة بل ولا يلزم تغطيتها بالكامل والعبرة بسن الدولة للتعامل بها وثقة الناس بها. ¶ 4- أنها تأخذ صفة الثمنية وتسري عليها أحكام النقدين وهذا قول أكثر العلماء المعاصرين ومنهم: الشيخ: ابن باز، والشيخ: ابن عثيمين، والشيخ: القرضاوي وغيرهم. ¶ وقيل: هي نقدٌ قائمٌ بذاته: وممن قال بهذا الشيخان: محمد رشيد رضا، وعبد الله بن منيع. ¶ __________ ¶ (1) - فعند استبدال ما تفرع عن فضةٍ مثلاً بما تفرع عن ذهب يشترط التقابض فقط. وإذا استبدل ما تفرع عنها بمثله اشترط التساوي والتقابض. لأن عدم وجود الغطاء لا يعني إلغاءه لأن روح العملة وسر الثقة بها هو الغطاء ذهباً أو غيره، وهذا قول الشيخ عبد الرزاق عفيفي (رحمه الله) .",
            "page": "3",
            "part": "8",
            "seal": "896D4E2D"
        },
        {
            "id": "19",
            "nass": "لأنها تقوم مقام النقدية فلا يصح أن تكون سلعاً تباع وتشترى، ولأنها تقوّم بها الأشياء والناس تثق بها كقوة شرائية ومستودعاً للادخار وتتمول وتبرأ بها الذمم فقامت مقام النقود، ولهذا أفتى ابن الصلاح بأنه يجوز العقد على الفلوس بعد أن منع من ذلك وقال: لأن جميع ذلك يروج رواجاً واحداً وهو المقصود بها، وهي في حالة كونها مضروبة لا التفات فيها إلى مقدار الجرم لأنه لا يقصد فيها غير غرض النقدية والرواج. أ. هـ. وجاء في المدونة أن الإمام مالك (رحمه الله) قال: ولو أن الناس أجازوا بينهم الجلود حتى يكون لها سكة وعين لكرهتها أن تباع بالذهب والورق نظرة أ. هـ. وقال ابن تيمية (رحمه الله) : وأما الدرهم والدينار فلا يُعرف له حد طبيعي ولا شرعي بل مرجعه إلى العادة والاصطلاح، وذلك لأنه في الأصل لا يتعلق الغرض المقصود به بل الغرض أن يكون معياراً لما يتعاملون به، والدراهم والدنانير لا تقصد لنفسها بل هي وسيلة إلى التعامل بها، ولهذا كانت أثماناً…والوسيلة المحضة التي لا يتعلق بها غرض بمادتها ولا بصورتها يحصل بها المقصود كيف ما كانت. أ. هـ وقال ابن القيم (رحمه الله) : فإن الدراهم والدنانير أثمان المبيعات والثمن هو المعيار الذي به يعرف تقويم الأموال فيجب أن يكون محدوداً مضبوطاً لا يرتفع ولا ينخفض… فالأثمان لا تقصد لأعيانها بل تقصد للتوسل بها إلى السلع فإذا صارت في أنفسها سلعاً تقصد لأعيانها فسد أمر الناس وهذا معنى معقول يختص بالنقود ولا يتعدى إلى سائر الموزونات. أهـ ¶ فعلى هذا تكون علة الربا في الذهب والفضة مطلق الثمنية وهي قاصرةٌ عليهما (أي: في السابق، قبل ظهور النقود من غيرهما) . ¶ الترجيح: الراجح هو القول الأخير وهو أنها ثمن قائمٌ بذاته كقيام الثمنية في الذهب والفضة وغيرها من النقود المعدنية وينبني على هذا القول ما يلي:",
            "page": "4",
            "part": "8",
            "seal": "ACA12BDA"
        },
        {
            "id": "20",
            "nass": "1- جريان الربا فيها كما يجري في النقدين، وتعتبر كل منها جنس قائم بذاته لاختلاف قيمته وجهة إصداره (1) ، فعند استبدال عملةٍ بعملة يشترط التساوي والتقابض، وعند استبدال عملة بغيرها يشترط التقابض فقط، واعتبارها أجناس لاختلافها في القوة والقيمة وجهة الإصدار. ¶ 2ـ تجب زكاتها إذا بلغت أدنى نصابين من ذهب أو فضة (2) إذا كانت مملوكة لأهل وجوبها. ¶ 3ـ جواز جعلها رأس مال في السلم والشركات. ¶ وبهذا أفتى المجمع الفقهي في قراره رقم 21 (9/3) وكذلك هيئة كبار العلماء. ¶ المراجع: ¶ 1ـ مجلة البحوث الإسلامية. 31/373 ـ 39/239. ¶ 2ـ مجلة البحوث الفقهية المعاصرة. 10/7. ¶ 3- مجلة المجمع الفقهي ع3 ج3 ص1650. ¶ 4ـ مجلة الاقتصاد الإسلامي. 88/30 ـ 14/162. ¶ 5ـ الورق النقدي: حقيقته، تاريخه، قميته، حكمه ـ للشيخ عبد الله بن منيع. ¶ 6ـ أحكام الأوراق النقدية والتجارية في الفقه الإسلامي ـ للشيخ ستر الجعيد. ¶ __________ ¶ (1) - ويرى بعض العلماء أنها جميعها جنسٌ واحد إذا كانت عملة حكومية واحدة وهو رأي الشيخ مصطفى الزرقاء (رحمه الله) . ¶ (2) - لأنه الأحظ للفقراء.",
            "page": "5",
            "part": "8",
            "seal": "3D8CB7D0"
        },
        {
            "id": "21",
            "nass": "تغير قيمة العملة وأثره في التعامل والديون ¶ التمهيد: إذا اقترض أو اشترى شخص شيئاً بمبلغٍ ما ولم يسلم الثمن فلما حان وقت السداد أبطل السلطان تلك العملة التي اتفق عليها البائع والمشتري أو نقصت قيمتها فما الحكم، هذا ما سنبحثه خلال هذا المبحث ويستوي في ذلك الشراء والقرض وغيره. ¶ المسألة الأولى: إذا حرم السلطان العملة وأبطلها أو بطلت قيمتها لأي سبب. ¶ أقوال العلماء: ¶ قال الجمهور: يلزم برد القيمة أشبه كسرها أو تلف أجزائها. وهذا قول المالكية والحنابلة في القرض والثمن المعين وأوجبه ابن تيمية في سائر الديون. ¶ وقال أبو حنيفة (رحمه الله) : ينفسخ العقد ويرد المبيع إن كان قائماً أو قيمته أو مثله إن كان هالكاً وأما صاحبا أبي حنيفة (رحمه الله) فوافقا الجمهور. ¶ وقال الشافعية: يلزم برد المثل لأن ذلك ليس بعيب حدث فيها وقياساً على نقص سعرها. ¶ والراجح في هذه المسألة والعلم عند الله تعالى هو قول الجمهور لأن إلزامه بقبول المثل يعني أخذه لما لا قيمة له، وهذا ظلم تأباه نصوص الشرع. ¶ المسألة الثانية: تغير قيمة العملة. ¶ اتفق الأئِمة الأربعة على أنه يلزم رد المثل في النقدين (الدرهم والدينار) . ¶ أما إذا نقص سعر الفلوس فقد قال أكثر العلماء يلزمه رد المثل، وفي المبسوط 22/34 أنه يرد المثل في المضاربة. ¶ وقال أبو يوسف (رحمه الله) : يلزم برد القيمة في الفلوس، وذكر الراهوني قولاً لبعض المالكية برد القيمة فيما إذا نقصت كثيراً حتى كان القابض لها كالقابض لما لا كبير منفعة فيه. واختار هذا القول ابن تيمية وابن القيم (رحمهما الله) وذكره ابن تيمية (رحمه الله) منصوص أحمد. ¶ أدلة القول الأول: أن القول برد القيمة يفتح باباً للربا يصعب غلقه. ¶ أدلة القول الثاني: قياساً على تحريم السلطان للعملة لما في كل منهما من الضرر، ولأن هذا هو مقتضى العدل، وقياساً على الجائحة التي أمر الشرع بوضعها.",
            "page": "1",
            "part": "9",
            "seal": "1240085F"
        },
        {
            "id": "22",
            "nass": "وهذا الخلاف في الفلوس (وهي المكسرة) يمكن إجراؤه في العملات الحديثة. ¶ المناقشة: ¶ نوقش القول الأول: بأن المماثلة إنما تكون مع استواء القيمة، وأما مع اختلاف القيمة فلا تماثل. وأما التحرز من الربا فإنه ممكن بأن يعطى من غير الجنس الذي له في ذمة الآخر جاء في الروض: وتكون القيمة من غير جنس الدراهم وكذلك المغشوشة إذا حرمها السلطان. أ. هـ فنقول ذلك أيضاً في حال نقص القيمة. ¶ الترجيح: الراجح والله أعلم في حالة كساد العملة إذا كان كبيراً أنه يكون كالجائحة التي أمر النبي (( (بوضعها، وحد الكثير إما بالعرف أو بالثلث كما يشير إليه حديث النبي (( (: الثلث والثلث كثير. وهذا ظاهر فيما إذا نقصت بسبب من المدين كأن يماطل لأن النقص بسببه، ولأن المماطلة ظلم فهي كالغصب. وفي الروض المربع: وإن نقصت القيمة في المغصوب ضمنها الغاصب لتعديه أ. هـ وأما عند الكساد الذي لا يد للمدين فيه فهو محل نظرٍ كما سبق. ¶ وقد صدر قرار مجمع الفقه الإسلامي (1) بالإلزام برد المثل، وهذا القول مبني على سد الذرائع للربا إلاّ أنه في بعض الحالات التي يكون فيها الكساد كبيراً يكون القول بالقيمة أقوى ولكن يرد على هذا القول أنه قد يجر للربا، ثم إنه لا ينضبط وإذا انخفضت القيمة فإن الانخفاض يكون عاماً. ¶ المراجع: ¶ رد المحتار ج4/24. ¶ مجلة البحوث الإسلامية. 23/111. ومجلة المجمع ع5 ج3 ص1609. ¶ بحوث في الاقتصاد الإسلامي للشيخ/ عبد الله بن منيع. ص 431. ¶ المدخل الفقهي العام، للشيخ / مصطفى الزرقا ص174. ¶ نزهة النفوس في بيان حكم التعامل بالفلوس، لأحمد بن الهائم. ¶ __________ ¶ (1) - مجلة المجمع. عدد 5. ج3، ص 1609.",
            "page": "2",
            "part": "9",
            "seal": "FD59FCAF"
        },
        {
            "id": "23",
            "nass": "(بدل الخلو) ¶ 1 ـ تعريف بدل الخلو: كلمة خلا لها عدة معان ومنها الفراغ، والانفراد، والمضي قال تعالى: (وإن من أمة إلا خلا فيها من نذير (والخلو كلمة مولدة ولعلها مأخوذة من قول العرب: أخليت المكان، أي: جعلته خالياً، ووجدته كذلك، ويجمع على خلوات. فكأن تسميته بالخلو مأخوذة من تخليه عما تحت يده إلى الغير. ¶ واصطلاحاً عرفه الأجهوري بأنه: اسم لما يملكه دافع الدراهم من المنفعة التي دفع الدراهم في مقابلتها (1) . وعرف الشيخ الزحيلي بدل الخلو فقال: مبلغ من المال يدفعه الشخص نظير تنازل المنتفع بعقار عن حقه في الانتفاع به. ¶ وله تسميات وأنواع قد تختلف بعض الشيء فقد يسمى الجلسة، وخلو الحوانيت، والإنزال، والتقبيل، والفروغية، ونقل القدم أو نقل الرجل. ¶ والجلسة هي: كراء حانوت لمن يضع فيه أدواته فيقدم على غيره وإذا بدا له الخروج، وتخلى عنها لغيره أخذ منه بدلاً عن ذلك. وخلو الحوانيت مثل خلو الجلسة إلا أن صاحب الخلو فيها يكون شريكاً للمالك. وأما الإنزال فيكون في الأرض. ¶ 2 ـ الألفاظ ذات الصلة به: ¶ (الحكورات ـ الكدك –مشد المسكة – المُرصد) . ¶ 1ـ الحكورات: جمع حِكر والمراد به ما يدفع للوقف نظير البناء أو الغرس أو الزراعة به وذلك كل سنة وهو أجرة تصرف لمستحقي ذلك الوقف. ¶ 2- الكدك أو الجدك: وهي أن يضع المستأجر في الحانوت أشياء متصلة أو منفصلة فيكون أحق بها من غيره بأجرة المثل. ¶ 3- مشد المسكة والمراد بها: استحقاق الزراعة في أرض الغير. ¶ 4- والمرُْصد وهي: أن يقوم مستأجر الوقف بعمارته ويستوفي حقه من مال الوقف أو باقتطاعه من أجرة الوقف. وهذه الأشياء بينها وبين الخلو تقارب وبعض الاختلاف. ¶ 3-نشأة الحديث عن بدل الخلو: ¶ __________ ¶ (1) - شرح الزرقاني على مختصر خليل /3ج6ص127. وفتح العلي المالك 2/249.",
            "page": "1",
            "part": "10",
            "seal": "3711E600"
        },
        {
            "id": "24",
            "nass": "في عهد السلطان الغوري بنى دكاكين واشترط على من يكتريها أن يدفع له قيمة جملية تعطيه حق البقاء فيها. وذكر المحقق البناني أن المتأخرين من شيوخ فاس أفتوا في الجلسة وهي شبيهة بالخلو. وقد أفتى العلامة خليل المتوفي سنة 776هـ في الحكر المؤبد فقال بوجوب الشفعة في الأحكار قياساً للمستأجر على مالك الأرض. وأفتى ناصر الدين اللقاني المالكي المتوفي سنة 958هـ بأن الخلو يورث. وللبدر القرافي المتوفي سنة ثمان وألف للهجرة كتاب (الدرة المنيفة في الفراغ عن الوظيفة) . كان هذا في الأزمان السابقة ولكن بدل الخلو لم يكن فيها منتشراً، ثم لما ألزمت القوانين الوضعية في بعض الدول بعدم إخراج المستأجرين مهما طالت المدة فتضرر الملاك بذلك إذ أصبحت الأجرة زهيدةً بمرور الزمن فصار الملاك يطالبون ببدل الخلو دفعاً للضرر المتوقع، ثم تبعهم المستأجرون في ذلك وارتفعت الأسعار تبعاً للموقع، ثم راجت الفكرة وانتشرت بسبب الازدهار الاقتصادي وارتفاع الأجور وتعويضاً لما قد يحدثه المستأجر في دكانه فيطالب المستأجر الجديد ببدل الخلو. وأما في الوقف فقد يكون سببه الرغبة في بنائه على أن يحتسب ما ينفقه المستأجر من الخلو. ¶ 4-صور بدل الخلو: ¶ 1 ـ أن يأخذه المالك وناظر الوقف من المستأجر عند العقد. ¶ 3 ـ أن يأخذ المستأجر بدل الخلو من مستأجر آخر. ¶ 2 ـ أن يأخذه المستأجر من المالك قبل نهاية المدة. ¶ 4 ـ أن يأخذه مستأجر الوقف من شخص آخر. ¶ 5 ـ تكييف بدل الخلو: ¶ ما يأخذه المالك (أو ناظر الوقف) يكيف على أنه من باب تجزئة الأجرة أي تقسيمها إلى معجلٍ ومؤجل. ¶ وما يأخذه المستأجر من مستأجرٍ آخر سواء كان الملك شخصياً أو وقفاً (وهو ما يسمى بالحكر) فهذا مبني على ما يملكه المستأجر من العين المؤجرة هل هو المنفعة أو الانتفاع وهل له أن يستوفي المنفعة بغيره وأن يتنازل عن الاختصاص.",
            "page": "2",
            "part": "10",
            "seal": "EB8FB951"
        },
        {
            "id": "25",
            "nass": "وأما ما يأخذه المستأجر من مالك العقار إذا طالبه المالك بالإخلاء قبل نهاية المدة فهذا مبني على الإقالة وهل هي فسخ أم بيعٌ جديد. ¶ 6- الحكم الشرعي: ¶ 1-حكم الصورة الأولى: أخذ المالك أو ناظر الوقف بدل الخلو من المستأجر: ¶ اختلفت أنظار العلماء في هذه المسألة: ¶ 1- فقيل ما يأخذه المالك جائز لأنه ماله فله أن يؤجره كما يشاء، فيكون ما يأخذه جزء من الأجرة قسم إلى معجلٍ ومؤجل وهذا جائزٌ بالاتفاق سواء سمي أجرةً أو بدل خلو، وقياساً على البيع مقسطاً. ¶ 2- وقيل أنه لا يجوز لأنه لا وجه له ولا مبرر فهو أكل للمال بالباطل. وهذا مردود لأن المالك له أن يطالب بزيادة الأجرة وهذا مثلها وإن اختلفت التسمية. ¶ 2ـ الصورة الثانية: ما يأخذه المستأجر من المالك. وله حالتان: ¶ 1 ـ أن يكون بعد نهاية المدة فهذا لا حق له فيه لأنه بعد انتهاء المدة ولا يجبر المالك على أن يؤجر له أو لغيره. وأما إذا بنى المستأجر فيما استأجره أو أضاف شيئاً بإذن المالك فقال بعضهم إن كان مما ينقل فيلزمه نقله، وإن كان ما لا ينتقل فله الرجوع عليه خاصة إذا كان مما يفقد قيمته بنقله. ¶ 2 ـالحالة الثانية: أن يكون قبل انتهاء المدة، فالحكم فيها مبنيٌ على حكم الإقالة: ¶ 1- فقال الجمهور: الإقالة فسخ (1) والفسخ في المعاوضات المالية لا يجوز إلا بنفس العوض الذي تم التعاقد عليه سواء كانت الإقالة قبل القبض أو بعده، وقال الحنابلة: الزيادة شرط فاسد فلا تجوز الزيادة ولا النقصان عندهم، وبناءً على ذلك فهو محرم. ¶ __________ ¶ (1) اختلف في الإقالة فقال الشافعية هي فسخ مطلقاً وقال المالكية هي بيع مطلقاً وفصل الحنفية فقال أبو حنيفة: هي فسخٌ في حق العاقدين وبيعٌ في حق الثالث، وقال محمد بن الحسن: هي فسخٌ إذا أمكن ذلك وإلا تكون بيعاً ضرورةً، وقال أبو يوسف بعكس ذلك.",
            "page": "3",
            "part": "10",
            "seal": "0098D787"
        },
        {
            "id": "26",
            "nass": "2 ـ وقال المالكية وأبو يوسف: يجوز، لأن الإقالة بيعٌ جديد، وبناءً عليه يجوز دفع الزيادة عن الأجرة المقبوضة نظير الفسخ. ¶ وهذا في حال اشتراط المستأجر أما إذا وهبه المؤجر من تلقاء نفسه فيجوز لأنه تبرع ومبناه على الرضى. ¶ 3 ـ الصورة الثالثة: بدل الخلو الذي يأخذه المستأجر من المستأجر الجديد: وهذا له حالتان: ¶ 1 ـ أن يأخذه بعد نهاية المدة: فلا يجوز لأنه يكون تصرفاً في ملك الغير ولا حق له في التصرف إلا بإذنه المالك. ¶ 2- قبل نهاية المدة: فأفتى اللقاني بالجواز وأنه يورث وتبعه كثير من علماء المالكية كالشيخ عليش والشيخ الزرقاني والحموي في شرح الأشباه. ¶ واختار هذا القول ابن عابدين من الحنفية. وبعض الحنابلة وقالوا كما في مطالب أولي النهى: ولا تصح إجارة الخلو ولكن يصح بيعه وهبته ووفاء الدين منه. (1) . ¶ وقيل بالتحريم، وهو قول بعض العلماء المعاصرين. ¶ أدلة القائلين بالجواز: ¶ أ-عملاً بالعادة والعرف الذي لا يتعارض مع الشرع والقاعدة تقول (العادة محكمة) . ¶ __________ ¶ (1) وإن كان الحنابلة لا يجيزون أخذ العوض عن الاختصاصات لأن محلها الانتفاع فقط ولكن هذا في غير المملوكات.",
            "page": "4",
            "part": "10",
            "seal": "11ED2EF4"
        },
        {
            "id": "27",
            "nass": "ب ـ أن الخلو المذكور هو من ملك المنفعة لا ملك الانتفاع (1) إذ مالك الانتفاع ينتفع بنفسه ولا يؤجر ولا يهب ولا يعير، ومالك المنفعة له تلك الثلاثة مع انتفاعه بنفسه، ولما كان الخلو من ملك المنفعة فله تلك الثلاثة مع انتفاعه بنفسه، وله أن يستوفي المنفعة بنفسه أو بغيره، وله أن يتنازل عنها بعوضٍ أو بغير عوض. ¶ ج ـ وجود الحاجة الماسة إلى ذلك ففي القول بالجواز دفعٌ للحرج وقد أفتى الحنفية بجواز النزول عن الوظائف كالإمامة والخطابة والأذان ونحوها استناداً إلى الضرورة وتعارف الناس وهذه مثلها لأن كلاً منها مجرد إسقاط للحق، وقياساً على إسقاط الضرة حقها لصاحبتها، وقياساً على جواز عزل المتولي للأوقاف نفسه عند القاضي. ¶ ونوقش بأن المقيس عليها مختلفٌ فيها. ¶ 2ـ أدلة القائلين بالتحريم: ¶ أ- أن المستأجر ليس له الحق في أن يؤجر إلا بإذن المالك لأنه يؤدي إلى منع المالك من التصرف في ماله. ¶ ونوقش بأنه لا يترتب على الخلو منع المالك من التصرف لأنه أجر برضاه والمستأجر يتصرف في بدل الخلو في مدة الإجارة. ¶ ب- واستدلوا أيضاً بأنه ليس له أن يؤجر بأكثر مما استأجر. ¶ __________ ¶ (1) الحقوق أنواع وقسم ابن رجب حقوق العباد إلى أقسام: حق الملك، وحق التملك كحق الشفيع، وحق الأب في مال ولده، وحق الانتفاع كوضع الجار خشبة على جدار جاره إذا لم يكن ضرر على الجار، وحق الاختصاص وهو ما يختص مستحقه بالانتفاع به ولا يملك أحد مزاحمته وهوغير قابل للشمول والمعاوضات، ومنه مرافق الأملاك كالطرق والأفنية ومسيل المياه والأسواق والجلوس في المساجد فالجالس أحق بمجلسه إلى أن يقوم. وقال القرافي: تمليك الانتفاع نريد به أن يباشر هو بنفسه فقط وتمليك المنفعة هو أعم وأشمل فيباشر بنفسه ويمكن غيره من الانتفاع بعوضٍ كالإجارة وبغير عوض كالعارية.",
            "page": "5",
            "part": "10",
            "seal": "B61679DC"
        },
        {
            "id": "28",
            "nass": "ونوقش بأن هذه المسألة فيها خلاف والصحيح فيها الجواز وهو قول الشافعي والجمهور وهو الصحيح عند الحنابلة، لأنه ملك المنفعة والمنافع لها أحكام الأعيان. وقال الحنفية ورواية عند الحنابلة: لا يجوز بأكثر إلا أن يكون أصلح فيها بناء أو زاد فيها شيئاً لأن المنافع لاتدخل في ضمان المستأجر ولو قبض العين المؤجرة بدليل أنها لو انهدمت لم تلزمه الأجرة، فتكون الزيادة ربحٌ حدث لا مع ضمانه وقد نهى الرسول (صلى الله عليه وسلم) عن ربح مالم يضمن، كبيع المكيل والموزون قبل قبضه لأن المنافع ليست من ضمان المستأجر. وأجيب بأنه قياس مع الفارق لأن قبض العين قام مقام قبض المنافع. ¶ الخلاصة والترجيح: الراجح والله أعلم فيما يأخذه المالك الجواز إذا كان عرف الناس على ذلك ويعتبر جزء من الأجرة وإن سمي بغير اسمها. ¶ 4 ـ الصورة الرابعة: الخلو في الوقف: ¶ سبب الخلاف في هذه الصورة لأن بدل الخلو يعتبر بيعاً، ولذلك فقد ضيق القائلون بجوازه في إجرائه في الوقف بحيث يقتصر على أحوال الضرورة في حدودها بشروط ومنها: أن يكون ذلك في صالح الوقف، وأن تكون المدة التي يستحق فيها المستأجر المنفعة محدودة، وأن تعرف نسبة كل من الطرفين من المنفعة. وبدل الخلو في الوقف يكون حينما يقوم المستأجر بعمارة الوقف أو إصلاحه بحيث يكون ريع الوقف أو منفعته مشتركة بين المستأجر وبين مصرف الوقف، وقد اختلفت فيه أقوال العلماء: ¶ 1 ـ فقال أكثر المالكية وبعض الحنفية والشافعية والحنابلة بجوز لما يلي: ¶ أ- أنه قد تعارف الناس على جواز التصرف في الخلو وأنه حق ثابت لصاحبه واعتادوا عليه والعادة محكمة. ¶ ونوقش هذا الدليل بأن العبرة بالعرف العام والعرف هنا عرف خاص. ¶ ب ـ أنه لمصلحة الوقف ومن باب الضرورة فيجوز قياساً على بيع الوفاء (وبيع الوفاء هو: أن يبيع شخص عيناً لشخص آخر بمبلغ ما على أنه متى مارد المبلغ رد عليه تلك العين) .",
            "page": "6",
            "part": "10",
            "seal": "ADA517E4"
        },
        {
            "id": "29",
            "nass": "ونوقش هذا الدليل بأن بيع الوفاء مختلف فيه فلا يقاس عليه. ¶ ج ـ أنه لا مخالفة فيه لنصٍ شرعي فيبقى على أصل الإباحة. ¶ 2ـ القول الثاني: وهو لبعض الحنفية أنه لا يجوز واستدلوا بما يلي: ¶ أـ أنه يكون سلفاً جر نفعاً. ونوقش بأنه من باب المعاوضة لا من باب السلف. ¶ ب ـ أنه محتوٍ على جهالةٍ وغرر لأن المال في مقابلة منفعة مجهولة وقد يؤدي إلى أن يكون دافع المال متصرفاً في الوقف إلى الممات، فمدة المنفعة مجهولة. ¶ ونوقش بأنه للخروج من ذلك فيشترط تحديد المنفعة والمدة. ¶ ج ـ أن المتصرف هنا متصرفٌ لغيره وعمله منوطٌ بمصلحة الوقف فهو لا يملك إتلافه ولا تعطيله. ¶ ونوقش بأن التصرف هنا لمصلحة الوقف لأنه لعمارته أو إصلاحه وإذا لم يكن هناك مصلحة فلا يجوز. ¶ الترجيح: الراجح فيه والله أعلم الجواز لما فيه من المصلحة ولأن الأصل الإباحة ولكن بشروط: 1 ـ أن يصرف المبلغ في مصلحة الوقف وبالوجه الشرعي. 2 ـ ألا يكون للوقف ريعٌ يعمر منه فإن كان فلا حاجة للخلو. 3 ـ ألا تقل أجرة الوقف عن أجرة المثل. ¶ وقد أصدر مجمع الفقه قراراً برقم (6) دع /08/88 جاء فيه: ¶ إن مجلس مجمع الفقه الإسلامي في دورة مؤتمره الرابع بجدة في المملكة العربية السعودية من 18 ـ 22 جمادى الآخرة 1408هـ الموافق 1988م بعد اطلاعه على الأبحاث الفقهية الواردة إلى المجمع بخصوص (بدل الخلو) وبناء عليه قرر ما يلي: ¶ أولاً: تنقسم صور الاتفاق على بدل الخلو إلى أربع هي: ¶ 1 ـ أن يكون الاتفاق بين مالك العقار وبين المستأجر عند بدء العقد. ¶ 2 ـ أن يكون الاتفاق بين المستأجر وبين المالك وذلك في أثناء مدة عقد الإجارة أو بعد انتهائها. ¶ 3 ـ أن يكون الاتفاق بين المستأجر وبين مستأجر جديد، في أثناء مدة عقد الإجارة أو بعد انتهاءها. ¶ 4 ـ أن يكون الاتفاق بين المستأجر الجديد وبين كلٍ من المالك والمستأجر الأول قبل انتهاء المدة أو بعد انتهائها.",
            "page": "7",
            "part": "10",
            "seal": "0354F4CC"
        },
        {
            "id": "30",
            "nass": "ثانياً: إذا اتفق المالك والمستأجر على أن يدفع المستأجر للمالك مبلغاً مقطوعاً زائد عن الأجرة الدورية (وهو ما يسمى في بعض البلاد خلواً) فلا مانع شرعاً من دفع هذا المبلغ المقطوع على أن يعد جزءاً من أجرة المدة المتفق عليها، وفي حالة الفسخ تطبق على هذا المبلغ أحكام الأجرة. ¶ ثالثاً: إذا تم الاتفاق بين المالك وبين المستأجر أثناء مدة الإجارة على أن يدفع المالك إلى المستأجر مبلغاً مقابل تخليه عن حقه الثابت بالعقد في ملك منفعة بقية المدة فإن بدل الخلو هذا جائز شرعاً، لأنه تعويض عن تنازل المستأجر برضاه عن حقه في المنفعة التي باعها للمالك. ¶ أما إذا انقضت مدة الإجارة، ولم يتجدد العقد صراحةً أو ضمناً عن طريق التجديد التلقائي حسب الصيغة المفيدة له، فلا يحل بدل الخلو لأن المالك أحق بملكه بعد انقضاء حق المستأجر. ¶ رابعاً: إذا تم الاتفاق بين المستأجر الأول وبين المستأجر الجديد أثناء مدة الإجارة على التنازل عن بقية مدة العقد لقاء مبلغٍ زائد عن الأجرة الدورية، فإن بدل الخلو هذا جائز شرعاً، مع مراعاة مقتضى عقد الإجازة المبرم بين المالك والمستأجر الأول، ومراعاة ما تقتضي به القوانين النافذة الموافقة للأحكام الشرعية. ¶ على أنه في الإجارات الطويلة المدة خلافاً لنص عقد الإجارة طبقاً لما تسوغه بعض القوانين لا يجوز للمستأجر إيجار العين لمستأجرٍ آخر، ولا أخذ بدل الخلو فيها إلا بموافقة المالك. ¶ أما إذا تم الاتفاق بين المستأجر الأول وبين المستأجر الجديد بعد انقضاء المدة فلا يحل بدل الخلو، لانقضاء حق المستأجر الأول في منفعة العين. ¶ وصلى الله على نبينا محمدٍ وعلى آله وصحبه وسلم. ¶ المراجع: ¶ 1- مجلة مجمع الفقه الإسلامي. العدد (4) الجزء (3) ص2172. ¶ 2- مجلة البحوث الإسلامية عدد 16. ¶ 3- الموسوعة الفقهية التابعة لوزارة الأوقاف والشئون الإسلامية الكويتية ج19 ص 276.",
            "page": "8",
            "part": "10",
            "seal": "59AA4BE0"
        },
        {
            "id": "31",
            "nass": "4- بدل الخلو في الفقه الإسلامي، للدكتور/صالح بن عثمان الهليل. ¶ 5- مفيدة الحسنى في دفع الخلو بالسكنى، للشرنبلاني. ¶ 6- المعاملات المالية المعاصرة في الفقه الإسلامي د / محمد عثمان شبير. ¶ 7- البيوع الشائعة وأثر ضوابط المبيع على شرعيتها د/ محمد توفيق البوطي. ¶ 8- دراسة شرعية لأهم العقود المالية المستحدثة د/ محمد الأمين مصطفى الشنقيطي.",
            "page": "9",
            "part": "10",
            "seal": "DE71E3A8"
        },
        {
            "id": "32",
            "nass": "التقابض في المعاملات المصرفية المعاصرة ¶ 1- المراد بالقبض: القبض في اللغة: الأخذ. يقال: صار الشيء في قبضتك أي: صار في ملكك وقبّضه المال أعطاه إياه (1) . ¶ واصطلاحاً: حيازة الشيء حقيقةً أو حكماً. وقولنا حقيقة أي: بوضع اليد على الشيء كأخذه وتسلمه، وحكما أي بالتخلية بينه وبينه فيصير في حكم المقبوض. ¶ 2- طرق القبض: ¶ يتم القبض بطرق: أقواها وأكثرها وقوعاً المناولة. وقد اختلف العلماء في صفة القبض: فقال الحنفية: يكون بالتخلية (2) سواء كان المبيع عقاراً أو منقولاً إلا المكيل والموزون فإن قبضه يكون باستيفاء قدره أي بكيله أو وزنه. ¶ وقال المالكية والشافعية: قبض العقار يكون بالتخلية بين المبيع وبين المشتري وتمكينه من التصرف فيه بتسليم المفاتيح إن وجدت، وقبض المنقول بحسب العرف الجاري بين الناس. ¶ وقال الحنابلة: قبض كل شيءٍ بحسبه فإن كان مما ينقل فقبضه بنقله، وإن كان مكيلاً أو موزوناً فقبضه بكيله ووزنه، لأن القبض ورد مطلقاً فيجب الرجوع فيه إلى العرف. ¶ وفي رواية أخرى أن القبض بالتخلية مع التمييز. ¶ ومما سبق يتبين أن مذهب الجمهور أن ماكان مقدراً فقبضه يكون باستيفاء قدره، وماكان جزافا فعند الحنابلة ورواية عند المالكية: قبضه بنقله من مكانه، وفيما عدا الجزاف والمقدر يرجع للعرف في قبضه، وهو مذهب الجمهور عدا الحنفية. ¶ __________ ¶ (1) - مختار الصحاح ص519 ¶ 3- والتخلية هي: أن يخلي البائع بين المبيع وبين المشتري برفع الحائل بينهما على وجهٍ يتمكن المشتري من التصرف فيه فيجعل البائع مسلماً للمبيع والمشتري قابضاً له. فالتخلية بين المبيع وبين المشتري قبض وإن لم يتم القبض حقيقةً فإذا هلك يهلك على المشتري بدائع الصنائع 5/244.",
            "page": "1",
            "part": "11",
            "seal": "DE887F24"
        },
        {
            "id": "33",
            "nass": "فللقبض طرقٌ كثيرة ومنها: التناول باليد، والنقل والتحويل فيما بيع جزافاً، والكيل والوزن فيما يكال ويوزن، والتخلية فيما لا يمكن نقله، ويكون الإتلاف والتصرف في المبيع من المشتري قبل قبضه بمنزلة القبض فيكون ضامناً له. ¶ 3- أثر القبض: ¶ يتم العقد بمجرد الإيجاب والقبول، ولكن بعض العقود يتوقف فيها تمام الالتزام على تسليم العين لأنها تبرع (1) وهي خمسة: الهبة والإعارة والإيداع والقرض والرهن. ¶ وإذا تم القبض ثبت الملك للمشتري (وأما في العقود الفاسدة فقال الجمهور: يفيد الملك، وقال المالكية: يفيد الملك إن لم يفت أو يتغير حاله) ويكون المقبوض من ضمانه، ويجب عليه بذل العوض. ¶ والقبض شرط لصحة بعض أنواع العقود أو لزومها فالصحة في مثل الصرف واللزوم في مثل الرهن. ¶ هذا في عقود المعاوضات على تفصيلٍ بين العلماء وأما في غيرها كالميراث فلا يشترط القبض. ¶ 4- خلاف الفقهاء في حكم بيع مااشتراه الانسان قبل قبضه: ¶ 1- قال الحنفية: لا يجوز بيع المنقول قبل قبضه، وما لا ينقل فيجوز عند الصاحبان استحساناً، لأن تلفه غير محتمل. ¶ 2- وقال الشافعية: لا يجوز بيع شيءٍ قبل قبضه منقولاً أو غير منقول واستدلوا بما يلي: ¶ أ) - أن علة النهي عن بيع الطعام قبل قبضه تتحقق في غيره، سواءٌ قلنا بأن العلة (كما هي عند الجمهور) الغرر أي: غرر انفساخ العقد على تقدير الهلاك قبل القبض. قال ابن قدامة: علة النهي عن البيع قبل القبض عجز المشتري عن تسلمه لأن البائع قد يسلمه وقد لا يسلمه، لا سيما إذا كان المشتري قد ربح فإنه يسعى في رد المبيع إما بجحدٍ أو احتيال في الفسخ أهـ أو قلنا كما قال المالكية: العلة لئلا يتخذ ذريعة للتوصل إلى الربا فيتوصل به إلى بيع العينة، فكل هذه العلل موجود في غير الطعام. ¶ __________ ¶ (1) - عدا الوصية لأنها هبة مضافة إلى مابعد الموت، وهذا إذا اعتبرناها عقداً وإلا فلا حاجة للاستثناء.",
            "page": "2",
            "part": "11",
            "seal": "76833F79"
        },
        {
            "id": "34",
            "nass": "ب) - ولقول ابن عباس (رضي الله عنهما) وهو راوي الحديث: ولا أحسب كل شيء إلا مثله. ولحديث حكيم بن حزام (رضي الله عنه) : إذا اشتريت بيعا فلا تبعه حتى تقبضه (1) . وحديث زيد بن ثابت في النهي عن بيع السلع حتى يحوزها التجار إلى رحالهم (2) ، وهما عامان وإن كان فيهما مقال، لكن يشهد لهما القياس وهو صحيح. ¶ 3- وقال الحنابلة: وهو قولٌ عند المالكية فيما بيع جزافاً: لا يجوز بيع الطعام قبل قبضه ويجوز بيع ما عداه، واستدلوا بما يلي: ¶ حديث ابن عباس (رضي الله عنه) : نهى رسول الله (صلى الله عليه وسلم) أن يبيع الرجل طعاما حتى يستوفيه قلت لابن عباس: كيف ذلك؟ قال: ذلك دراهم بدراهم والطعام مرجأ (3) . وعن عبد الله بن دينار قال: سمعت ابن عمر (رضي الله عنهما) يقول: قال رسول الله (صلى الله عليه وسلم) : من ابتاع طعاما فلا يبيعه حتى يقبضه (4) . وعن ابن عمر مرفوعاً: من اشترى طعاماً بكيلٍ أو وزن فلا يبيعه حتى يقبضه رواه أحمد (5) . ¶ وعن أبي هريرة (رضي الله عنه) مر فوعاً: من اشترى طعاماً فلا يبيعه حتى يكتاله (6) . وعن ابن عمر (رضي الله عنه) قال: رأيت الذين يشترون الطعام مجازفةً يضربون على عهد رسول الله حتى يؤوه إلى رحالهم متفقٌ عليه (7) . ¶ ووجه الاستدلال أن النهي خاصٌ بالطعام لمفهوم الأحاديث السابقة. ¶ واستدل المالكية للجواز فيما بيع جزافاً بأنه يدخل في ملك المشتري بمجرد العقد. ¶ __________ ¶ (1) - رواه أحمد 3/402. قال الشوكاني: في إسناد هذا الحديث: العلاء بن خالد الواسطي وقد اختلف فيه. وقال ابن حزم: فيه عبد الله بن عصمة متروك لكنه رواه من طريقٍ آخر وقال: إنه سند صحيح. ¶ (2) - رواه أبو داود 3/383 ورواه ابن حبان والحاكم وصححه. وقال الشوكاني: في إسناد هذا الحديث أحمد بن خالد الوهبي وقد قال فيه ابن حزم إنه مجهول. ¶ (3) - رواه البخاري 3/68 ومسلم 1/168. ¶ (4) - رواه البخار ي3/68 ¶ (5) - المسند 1/11. ¶ (6) - رواه مسلم 1/171. ¶ (7) - رواه البخاري 3/68 ومسلم 1/170.",
            "page": "3",
            "part": "11",
            "seal": "C0CD42F2"
        },
        {
            "id": "35",
            "nass": "4- وقيل: يجوز في غير المقدرات قبل قبضها، وفيما عداها لا يجوز وهو رواية عند الحنابلة. ¶ 5- من صور القبض المستحدثة: ¶ 1- الشيك. 2- الكمبيالة. 3- الشيك السياحي. 4- القيد على الحساب. 5- القيد على الحساب في الصرف. 6- الحوالة المصرفية. 7- قبض أوراق البضائع: وهي الأوراق الواردة على البضائع كوثيقة الشحن وسند إيداع متاع أو بضاعة في مخزنٍ عام. 8- قبض أسهم الشركات. ¶ 6-التكييف الشرعي للصور الجديدة: ¶ التكييف الشرعي للشيك وما بمعناه (1) : ¶ الشيك: ليس ورقة نقدية وإنما هو وثيقة بدين بإحالة محتواه من ذمة ساحبه إلى ذمة المسحوب عليه مع بقاء مسئولية ساحبه حتى سداده. ¶ ويمكن اعتبار الشيك بمثابة الوكالة، أو الحوالة إلا أنه لا تبرأ به ذمته تماماً بل يعتبر محيلاً بمبلغ الشيك وضامناً سداده، أو أنه في حكم الورقة النقدية فيكون تسلم الشيك بمثابة تسلم قيمته. والشيك السياحي يمكن إلحاقه بالشيك أو الأوراق النقدية. والقيد على الحساب يعتبر تسلماً فعلياً للنقود ولكن بطريقةٍ حديثة، وكذلك القيد على الحساب في الصرف عند استبدال عملةٍ بأخرى. ¶ التكييف الشرعي للحوالة المصرفية: ¶ الحوالة المصرفية هي: أن يدفع شخص إلى مصرف مبلغا من المال ليحوله إلى شخص بعينه في بلد آخر فيحرر المصرف حوالة بذلك المبلغ إلى مصرف آخر أو فرع له في ذاك البلد يأمره بدفع المبلغ إلى ذلك الشخص المعين، أو يقوم المصرف بناء على رغبة دافع المبلغ بالكتابة أو الإبراق إلى المصرف الآخر بتسليم المبلغ إلى شخص دون أن يتسلم العميل حوالة محررة بذلك ويسمى هذا النوع بالتحويل البريدي، ويتقاضى البنك عمولة. ¶ __________ ¶ (1) - وقريب من الشيك الكمبيالة إلا أن الشيك يسحب عادةً على المصرف والكمبيالة على أي جهة، والشيك واجب الدفع بمجرد الاطلاع، ويشترط له الرصيد بخلاف الكمبيالة",
            "page": "4",
            "part": "11",
            "seal": "D56937AF"
        },
        {
            "id": "36",
            "nass": "والحوالة المصرفية أشبه بالسفتجة إلا أن الحوالة قد تكون بين جنسين ولا يشترط أن تكون دينا بل يتم السحب من الرصيد ثم إن المصرف يأخذ عمولة وهذا خلاف السفتجة. فإذا كانت الحوالة بجنس العملة فيمكن اعتبارها كالسفتجة التي أجازها الفقهاء أو إجارة، وإذا كان بعملة أخرى فيكون صرفا وإجارة. أو نقول أخذ العميل ورقة التحويل بمثابة القبض ثم قيام المصرف بتحويله إلى الآخر سفتجة، وإن حولها إلى عملةٍ أخرى فهي مصارفة. ¶ التكييف الشرعي لقبض أوراق البضائع، وأسهم الشركات: ¶ يتم تداولها عن طريق التظهير (أي: نقل ملكية الورقة التجارية لمستفيدٍ جديدٍ أو توكيله أو استيفائها أو رهنها بعبارة تفيد ذلك) ويعتبر تظهيرها بمثابة قبضٍ للأعيان التي هي وثائق بها. وكذلك الأسهم تنتقل ملكيتها بنقل قيدها في سجل المساهمين أو تظهيرها. ¶ 7- الحكم الشرعي لصور القبض الجديدة: ¶ أما قبض الشيك فهو كقبض النقود للأدلة التالية: ¶ أ) - أن قبض الشيك كالحوالة، فإن من خصائصه أنه لا ينبغي أن يسحب إلا على من لديه مقابل وفائه، وأنه لا يلزم لاعتباره شيكا قبول المسحوب عليه وهذه خصائص الحوالة فيأخذ حكمها، وقد قال ابن قدامة: الحوالة كالقبض، وقال: الحوالة كالتسليم، وفي الشرح الكبير: الحوالة بمنزلة القبض. وقال المرداوي: الحوالة والإبراء منه كالقبض على الصحيح من المذهب، وقيل: إن جعلا وفاءً فكالقبض وإلا فلا. ¶ ب) - أن قبض الشيك بمثابة قبض النقود في عرف الناس. وقد قال ابن قدامة: وقبض كل شيء بحسبه..ولأن القبض مطلق في الشرع فيجب الرجوع فيه إلى العرف كالإحراز والقبض أهـ وفي الشرح الكبير: الأسماء تعرف حدودها تارة بالشرع…وتارة باللغة..وتارة بالعرف كالقبض والتفرق. وقال: القبض مرجعه إلى عرف الناس حيث لم يكن له حدٌ في اللغة ولا في الشرع.",
            "page": "5",
            "part": "11",
            "seal": "B3920C8A"
        },
        {
            "id": "37",
            "nass": "ونوقش بأن اعتباره بمثابة النقود يبطل بما إذا لم يكن للساحب رصيد. وأجيب بان الضمانات التي أحيط بها تجعله محل ثقة كالنقود تماماً ومنها أن من كتب شيكا بلا رصيد يعاقب في جميع القوانين عقوبة شديدة وأنه غير مؤجل (أما لو أجل فلا يعتبر بمنزلة القبض) ثم إن ذلك حاصل في النقود فقد تكون مزيفة ولم يمنع ذلك من الثقة بها. ¶ وأما قول النبي (صلى الله عليه وسلم) : (يدا بيد) فيراد به التعيين الذي تثبت به الحقوق كما يدل على ذلك حديث ابن عمر –رضي الله عنهما-: إني أبيع الإبل بالبقيع فأبيع بالدنانير وآخذ بالدراهم فقال –صلى الله عليه وسلم-: لا بأس أن تأخذ بسعر يومها مالم تفترقا وبينكما شيء. رواه البيهقي. وبناءً عليه فالتعيين يكون قبضاً، فيكون القبض إما يدويا أو حسابياً. ¶ وقد أصدر المجمع الفقهي الإسلامي لرابطة العالم الإسلامي في دورته الحادية عشرة قرارا جاء فيه: بعد الدراسة والبحث قرر المجلس بالإجماع مايلي: ¶ أولا: يقوم استلام الشيك مقام القبض عند توفر شروطه في مسألة صرف النقود بالتحويل في المصارف. ¶ ثانياً: يعتبر القيد في دفاتر المصرف في حكم القبض لمن يريد استبدال عملة بعملة أخرى سواء كان الصرف بعملة يعطيها الشخص للمصرف أو بعملة مودعة فيه. ¶ وقد أفتت اللجنة الدائمة بأنه يعتبر تسليم الشيك قبضاً كما في الحوالة. وسئلت اللجنة عن تسديد قيمة الذهب والفضة عن طريق الخصم من الحساب وإيداعه في حساب البائع بواسطة ما يسمى ببطاقة الائتمان فأجابت بما يلي: ما دام الحال أن جهاز نقاط البيع الذي بموجبه يخصم المبلغ حالاً من حساب المشتري المودع في المصرف المسحوب منه، ويحول حالاً إلى حساب البائع، وليس هناك عمولات لقاء هذا التحويل، فإن البيع بهذه الصفة له حكم التقابض في المجلس، فيجوز بيع الذهب بالعملة الورقية وتسديد الثمن بواسطة نقطة البيع المذكورة لتوفر الحلول والتقابض في مجلس العقد.",
            "page": "6",
            "part": "11",
            "seal": "573FCE4F"
        },
        {
            "id": "38",
            "nass": "وأفتت لجنة الإفتاء في وزارة الأوقاف الكويتية بما يلي: القيد في الحسابات الجارية على ما هو معمولٌ به بصوره لا يمكن الرجوع فيها إلا بإرادة صاحب الحساب يعتبر من قبيل القبض، وهو قبضٌ حكماً بناءً على العرف الجاري في المعاملات المصرفية، لأن القبض ورد الشرع بالأمر به ولم يحدد كيفية معينة له. ¶ وقال الشيخ ستر الجعيد: والشيكات السياحية يمكن أن تعتبر بمثابة النقود لا سيما وهي محاطة بضوابط بواسطتها يمكن حفظ الحق وعدم ضياعه، وهي في نفسها تقوم بوظائف النقود، فلا مانع من إلحاقها بها يعضد ذلك ما رجحنا من أن الشيك عامةً أصبح كالنقد، وإن إلحاقه به متوجه والشيكات أكثر إيغالاً في معنى النقدية من الشيكات عامة، وبالتالي فينطبق عليها ما سبق من وصف الورق النقدي في القول المختار. ¶ وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم تسليما كثيرا والحمد لله رب العالمين. ¶ المراجع: ¶ 1- أبحاث في الاقتصاد المعاصر د/محمد عبد اللطيف الفرفور ص141. ¶ 2- بحوثٌ في الاقتصاد الإسلامي، للشيخ/ عبد الله بن منيع. ¶ 3- أحكام الأوراق التجارية والنقدية د/ ستر الجعيد. ¶ 4- استبدال النقود والعملات د/علي السالوس. ¶ 5- مجلة المجمع عدد (6) ج1 ص451-772. ¶ 6- قرارات المجمع الفقهي لرابطة العالم الإسلامي ص99. ¶ 7- أحكام صرف النقود والعملات د/ عباس الباز. ¶ 8- مجموعة الفتاوى الشرعية الصادرة عن قطاع الإفتاء والبحوث الشرعية. طبع وزارة الأوقاف الكويتية. ¶ 9- فتاوى اللجنة الدائمة جمع الشيخ/ أحمد الدرويش. ¶ 10- القبض، تعريفه، أقسامه، صوره، أحكامه. د/ سعود الثبيتي. ¶ 11- نوازل فقهية معاصرة / لخالد سيف الله الرحماني. ¶ 12- الربا والمعاملات المصرفية في نظر الشريعة الإسلامية د/ عمر المترك. ¶ 13- تحديد قبض الشيك بحث للشيخ عبد الله بن منيع (مجلة البحوث الإسلامية العدد 26) .",
            "page": "7",
            "part": "11",
            "seal": "8D639209"
        },
        {
            "id": "39",
            "nass": "إجراء العقود بوسائل الاتصال الحديثة ¶ تصوير المسألة: العقد يتم بحضور المتعاقدين ورضاهما إذا حصل الإيجاب والقبول، ولكن جد في الأزمان المتأخرة استحداث بعض الأجهزة والتي يمكن بواسطتها إجراء العقد عن بُعد إما بواسطة الصوت عبر الهاتف وقد تنقل الصورة أيضاً، أو عن طريق إرسال صورة العقد مباشرةً عن طريق الفاكس، أو الكتابة عن طريق الانترنت والتي تظهر مباشرة في جهاز الشخص الآخر ونحو ذلك. فمع افتقاد حضور المتعاقدين بأبدانهما في مجلسٍ واحد هل يتم العقد؟ وهل يعتبر اتصالهما ووجودهما حال إجراء العقد وأثناء التخاطب والمكاتبة بقرب الأجهزة كافياً؟. ¶ التكييف الفقهي للعقد المنقول عن طريق الكتابة: ¶ ينقل على مسألة المكاتبة للغائب عن مجلس العقد وهي جائزة عند الجمهور (1) . لحصول التراضي، والتراخي لا يضر بشرط القبول عند بلوغ الكتاب وهذا قول أكثر العلماء. ¶ وفي وجه عند الشافعية لا يجوز. ¶ التكييف الفقهي للمنقول عن طريق النطق: ¶ يكيف على مسألة العقد بالمناداة وقد قال النووي في المجموع: ولو تناديا وهما متباعدان صح البيع بلا خلاف (2) . ¶ بعض شروط العقد ذات الصلة بالموضوع: ¶ يشترط العلماء اتحاد المجلس (فيما عدا الهبة، والإيصاء، والوكالة) . وتشترط الموالاة بين الإيجاب والقبول بحسب العرف. ولا تشترط فورية القبول عند الجمهور عدا الشافعية، دفعاً للضرر وليتمكن من التأمل. وإذا كان الإيجاب عن طريق الكتاب والمراسلة فيشترط حصول القبول في مجلس وصول الكتاب. ¶ __________ ¶ (1) - حاشة ابن عابدين 4/512 والشرح الكبير للدردير 3/3 والمجموع 9/167 وكشاف القناع 3/142. وفي وجهٍ عند الشافعية لا يجوز. ¶ (2) - المجموع 9/181 وذكر نحوه في روضة الطالبين 3/340 ومطالب أولي النهى 3/88.",
            "page": "1",
            "part": "12",
            "seal": "661EC3F1"
        },
        {
            "id": "40",
            "nass": "ويشترط تطابق الإيجاب والقبول، وعدم صدور ما يدل على إعراض أحد العاقدين عن التعاقد. ويصح عند الجمهور عدا المالكية رجوع الموجب، وعند الحنفية إذا اشتغل بأمرٍ آخر يوجب اختلاف المجلس ثم قبل لا ينعقد. ¶ حكم المسألة: ¶ قال كثيرٌ من العلماء المعاصرين (1) : يتم العقد بواسطة هذه الأجهزة بشرط الوضوح والتثبت، ومستندهم في ذلك ما يلي: ¶ 1- ما ذكره كثيرٌ من العلماء قديماً من أن العقد يتم عن طريق المراسلة، وأن الإيجاب إذا حصل بعد وصول الكتاب فإنه صحيح، وكذا عن طريق المناداة. ¶ 2- أن المراد باتحاد المجلس: اتحاد الزمن أو الوقت الذي يكون فيه المتعاقدان مشتغلين بالتعاقد، لا كون المتعاقدين في مجلسٍ واحد، ولذلك قالوا: إن المجلس يجمع المتفرقات. ¶ وعلى هذا يكون مجلس العقد في المكالمة الهاتفية مثلاً هو زمن الاتصال مادام الكلام في شأن العقد، وفي المراسلة والمكاتبة وصول الرسالة أو الخطاب، فإن تأخر القبول إلى مجلسٍ ثانٍ لم ينعقد العقد. ¶ وقد سئل الشيخ: محمد بخيت المطيعي (رحمه الله) عن الاتصال بالبرق وأحكام التعاقد به (وهو التلغراف) فأجاب بأنه كالمكاتبة تماماً لكنه أسرع، لكن لا يمتنع الخطأ ولهذا وجب التثبت بوسائل التثبت الموجودة حالياً كالهاتف وما شابه ذلك، ومثل البرق التلكس لأنه برقٌ خاصٌ بصاحبه من كلا الطرفين، وأما الفاكس فهو أسرع من التلكس ويأخذ حكمها أيضاً. ¶ وبالنسبة للآلات والأجهزة الأخرى فهي إما أن تكون مساويةً للهاتف والبرق بالسرعة في الاتصال وقوته ووضوحه أو أشد فإن كانت مثلها فتأخذ حكمها وإن كانت أشد فمن باب أولى. ¶ __________ ¶ (1) - وممن قال بذلك الشيخ: محمد بخيت المطيعي، والشيخ: مصطفى الزرقاء والشيخ: وهبه الزحيلي، والشيخ: عبد الله بن منيع وغيرهم. ¶ 16- فإذا تم التقابض في الصرف، وقبض رأس المال في السلم صح العقد بهذه الوسائل وهو ما أمكن في بعض الصور الجديدة وأفتى به الشيخ/ الزحيلي.",
            "page": "2",
            "part": "12",
            "seal": "35B6A38D"
        },
        {
            "id": "41",
            "nass": "وقد قرر مجمع الفقه في دورة مؤتمره السادس بجدة بجواز التعاقد بهذه الوسائل ويعتبر تعاقداً بين حاضرين بشروط، ويستثنى من ذلك الصرف لاشتراط التقابض، والسلم لاشتراط قبض رأس المال (1) . ¶ الشروط: ¶ 1- وجود التثبت من كلٍ من المتعاقدين من شخصية صاحبه كي لا يدخل الوهم واللبس والتزييف من أحد الطرفين أو من طرفٍ ثالث. ¶ 2- صحة ما تنسبه هذه الآلات الحديثة إلى كلٍ من المتعاقدين من أقوالٍ وتصرفات. ¶ 3- عدم رجوع الموجب عن إيجابه قبل وصول القبول من الطرف الآخر في بعض الآلات التي يوجد فيها فترة زمنية للوصول. ¶ 4- ألا يؤدي التعاقد عن طريق هذه الآلات إلى تأخير قبض أحد العوضين في الصرف لاشتراط التقابض فيه، وألا يؤدي إلى تأخير قبض راس المال في السلم لاشتراط تعجيل رأس المال فيه. ¶ 5- لا يصح عقد النكاح بها لاشتراط الشهود فيه. ¶ المراجع: ¶ 1- مجلة المجمع عدد (6) ج1 ص451-772. وقرارات المجمع الفقهي الإسلامي لرابطة العالم الإسلامي ص99. ¶ 2- أبحاث في الاقتصاد المعاصر د/محمد عبد اللطيف الفرفور ص141. ¶ 3- الفقه الإسلامي وأدلته لوهبة الزحيلي 4/108. ¶ 4- حكم إجراء العقود بوسائط الاتصال الحديثة لوهبة الزحيلي. ¶ 5- المدخل الفقهي العام، لمصطفى الزرقاء. ¶ 6- خيار المجلس والعيب في الفقه الإسلامي د/ عبد الله الطيار.",
            "page": "3",
            "part": "12",
            "seal": "802372F8"
        },
        {
            "id": "42",
            "nass": "حكم بيع أعضاء الإنسان ¶ التمهيد: بيع الأعضاء إذا قيل بجواز نقلها مبني على مسألة بدن الإنسان هل هو ملكٌ له ويندرج تحت هذا نقاط: ¶ 1- بدن الإنسان هل هو مملوك له، أو هو وصيٌ وأمينٌ عليه، وهل هو حقٌ لله أو حقٌ للعبد، أو حقٌ مشترك. ¶ 2- إذا قيل باجتماع الحقين فإن تغليب أي منهما يختلف باختلاف الأحوال والتصرفات. ¶ 3- ومعلومٌ أن ما اجتمع فيه الحقان فإن إسقاط العبد لحقه مشروطٌ بعدم إسقاط حق الله تعالى، فإن حق الله تعالى هو الغاية من خلق الآدميين، فليس للإنسان حق التصرف في بدنه بما يضر في الغاية من خلقه. ¶ آراء العلماء في حكم بيع الأعضاء: ¶ القول الأول الجواز (1) : ¶ والأدلة على الجواز هي: ¶ 1-قياسا على لبن الآدميات. فقد قال الشافعية والحنابلة يجوز بيع لبن المرأة في قدح (2) . ¶ وأجيب بأنه قياس مع الفارق لأن اللبن من مفرزات الجسم وهو يتجدد وبقاؤه في ثدي المرأة مؤذٍ لها بخلاف الأعضاء التي هي مقومات الجسد البشري. ¶ 2- قياسا على أخذ الدية الواجبة في الأعضاء عند إتلافها. ¶ والجواب أن كمال العقول والأجسام من حق الله تعالى في العباد لا من حقوق العباد بدليل أنه لم يجعل إلى اختيارهم فلا يصح للعبد إسقاطه. وأما أخذ المال مقابل فوت جزءٍ منها فلأنه حصل من غير كسبه ولا تسببه فهنالك يتمحض حق العبد إذ ماوقع لا يمكن رفعه فله الخيرة حينئذٍ لأنه صار حقاً مستوفى في الغير كدينٍ من الديون (3) . ¶ 3- قياساً على بيع الرقيق فإذا جاز بيع الكل جاز بيع البعض. ¶ __________ ¶ (1) - ذكره صاحب كتاب البيوع الشائعة احتمالاً ولم ينسبه بل قال: فهل يصح القول بتصحيح بيع الأعضاء قياساً..الخ. ص256. ¶ (2) - واستدلوا بأنه طاهرٌ منتفع به وغذاء للآدمي فصح بيعه، وقال الحنفية والمالكية: لا يجوز لأنه جزْءٌ محترم من الآدمي لا يجوز ابتذاله بالبيع لأنه إهانة، ولأنه عندهم لايعتبر مالاً. ¶ (3) - الموافقات 2/284.",
            "page": "1",
            "part": "13",
            "seal": "4DE8FAF9"
        },
        {
            "id": "43",
            "nass": "والجواب: أن وجود الرق حالة استثنائية تقتضيها المصلحة التي يقدرها ولي الأمر، ثم إن الإسلام حض على إعتاق الرقيق وجعله كفارةً لكثيرٍ من الأخطاء كالحنث في اليمين وغيره. وبيع الرقيق لا يعني أنه لا يتمتع بحق الحياة أو إباحة الاعتداء عليه فقد جعل الإسلام كفارة من لطم وجهه على عبده عتقه (1) . وفي الحديث: من كان أخوه تحت يده فليطعمه مما يأكل، وليلبسه مما يلبس، ولا تكلفوهم ما يغلبهم، فإن كلفتموهم فأعينوهم (2) . ¶ 2- القول الثاني: لا يجوز بيع الأعضاء وهو ما أفتى به المجمع الفقهي: ¶ الأدلة على التحريم: ¶ أ- أن أعضاء الإنسان ليست ملكاً له، ولم يؤذن له ببيعها شرعاً فيكون بيعها داخلاً في بيع الإنسان مالا يملك. ¶ ب- أن بيع الإنسان لأعضائه فيه امتهانٌ له، والله عز وجل مكرم له فخالف مقصود الشرع من هذا الوجه. ولذلك نجد الفقهاء يعلل أكثرهم حرمة البيع بتكريم الله للإنسان قال الشيخ علاء الدين الحصكفي (رحمه الله) عند بيانه لما لا يجوز بيعه: وشعر الإنسان لكرامة الآدمي ولو كان كافراً (3) .وفي حاشية ابن عابدين 5/215: وإن قال له: اقطع يدي وكلها لا يحل لأن لحم الإنسان لا يباح في الاضطرار ولكرامته. وفي الفتاوى الخانية 3/404: مضطر لايجد الميتة وخاف الهلاك فقال له رجل: اقطع يدي وكلها لا يسعه الأمر. وفي الفتاوى الهندية 5/354: الانتفاع بأجزاء الآدمي لم يجز قيل للنجاسة، وقيل لكرامته وهو الصحيح. وفي الفتاوى البزازية 6/365: يكره معالجة الجراحة بعظم الإنسان …لأنها محرمة الانتفاع. وفيها أيضاً ص366: خاف الهلاك جوعاً فقال له آخر: اقطع يدي وكلها ليس له ذلك لأن لحم الإنسان لا يباح حال الاضطرار لكرامته. ¶ __________ ¶ (1) - ورد ذلك في حديث ابن عمر الذي رواه أحمد في مسنده. ¶ (2) - رواه البخاري في الإيمان (30) ومسلم كذلك (1661) . ¶ 22- الدر المختار للحصكفي 2/64",
            "page": "2",
            "part": "13",
            "seal": "D6C0C821"
        },
        {
            "id": "44",
            "nass": "وقال القرافي في الفروق 1/141: وحرم القتل والجرح صوناً لمهجة الإنسان وأعضائه ومنافعها عليه ولو رضي العبد بإسقاط حقه من ذلك لم يعتبر رضاه ولم ينفذ إسقاطه. وقال الشاطبي في الموافقات 2/376: إن إحياء النفوس وكمال العقول والأجسام من حق الله تعالى في العباد لا من حقوق العباد..فإذا أكمل الله تعالى على عبدٍ حياته وجسمه وعقله الذي به يحصل ما طلب به من القيام بما كلف به فلا يصح للعبد إسقاطه. ¶ وفي روضة الطالبين 3/285: ولا يجوز أن يقطع لنفسه من معصوم غيره ولا للغير أن يقطع من نفسه للمضطر. وفي مغني المحتاج 4/400: ويحرم جزماً على شخصٍ قطعه بعض نفسه لغيره من المضطرين. ¶ وفي كشاف القناع 6/198: وإن لم يجد المضطر إلا آدمياً محقون الدم لم يبح قتله ولا إتلاف عضوٍ منه. وفي مجلة المجمع عدد4 ج1 ص1: قال الدكتور البار: أجمع الفقهاء على عدم جواز بيع الأعضاء من الحر. ¶ هل يجوز بيع أعضاء من لا يتمتع بحياة محترمة كالمحكوم عليه بالموت والمرتد والزاني المحصن والمحارب. ¶ 1- القول الأول: يجوز، وقال به الدكتور: محمد سعيد البوطي. ¶ 2- القول الثاني: لا يجوز، وبه صدر قرار المجمع الفقهي. ¶ أدلة القائلين بالجواز: ¶ أ- بناءً على قاعدة يتحمل أخف الضررين لدرء أشدهما، لأن حياة المعصوم محترمة فتصان بإزالة حياةٍ غير محترمة. ¶ ب- عملاً بقول الشافعية والحنابلة بجواز أكل المضطر المحصن من جسد غير المحصن إذا كان في ذلك إنقاذ حياة هذا المعصوم المحصن. ¶ ج- أن حياة المعصوم إحدى الضرورات الخمس فتصان، والمحافظة على عضو من لا يتمتع بحياة محترمة من الحاجيات التي أهدرتها الضرورة.",
            "page": "3",
            "part": "13",
            "seal": "47CBEC16"
        },
        {
            "id": "45",
            "nass": "وبناءً على القول بالجواز فمن يملك القرار بأخذ العضو هل هو الرجل نفسه أم الورثة أم الوالي؟ أما الرجل صاحب العضو فلا يملك حق التصرف بحياته وأعضائه، وأما الورثة فليس لهم الحق في ذلك في حياته وبعد موته وينحصر حقهم في تركته. وأما الوالي فقيل: له الحق في ذلك، لأنه المخول بالأمر بتنفيذ الحكم بالوجه الشرعي الذي ينفذ به، ولأن له الولاية العظمى على مصالح المسلمين، ولكن هذا مردودٌ بأنه ليس من حقه أن يبيع ما لا يملك. ¶ أدلة القائلين بالتحريم: ¶ 1- لأن ذلك ليس من حق الشخص، لأنه بيعٌ لما لا يملك، فإن جسد الإنسان ملكٌ لله. ولا من حق ورثته كما سبق، ولا من حق الحاكم لأنه يبيع ما لايملك وليس ثمة ما يخوله ذلك شرعاً. ¶ 2- أنه مخالفٌ لتكريم الله تعالى لجنس الآدمي. ¶ وقد أصدر المجمع الفقهي قراراً ومما جاء فيه: ¶ سابعاً: وينبغي ملاحظة أن الاتفاق على جواز نقل العضو في الحالات التي تم بيانها مشروطٌ بأن لا يتم ذلك بوساطة بيع العضو، إذ لا يجوز إخضاع أعضاء الإنسان للبيع بحالٍ ما. أما بذل المال من المستفيد ابتغاء الحصول على العضو المطلوب عند الضرورة أو مكافأةً وتكريماً فمحل اجتهادٍ ونظر. ¶ المراجع: ¶ 1- البيوع الشائعة وأثر ضوابط المبيع على شرعيتها د/ محمد توفيق البوطي. ¶ - أحكام الجراحة الطبية د/ محمد المختار. ¶ 3- أبحاث هيئة كبار العلماء ج1. ¶ 4- مجلة المجمع عدد (4) ج1. ¶ 5- انتفاع الإنسان بأعضاء جسم إنسانٍ آخر د/ محمد البار.",
            "page": "4",
            "part": "13",
            "seal": "CF683DF2"
        },
        {
            "id": "46",
            "nass": "بيع الاسم التجاري (الحقوق المعنوية) ¶ 1- الحقوق المعنوية والاسم التجاري: ¶ الحقوق المعنوية أعم من الاسم التجاري: وهي التي ترد على شيء غير مادي. ويطلق عليها بعضهم: الملكية الأدبية، والفنية، والصناعية. واعترض على هذه التسمية بأن الملكية لا يصح إطلاقها على حق المؤلف والمخترع، لأن المادة تؤتي ثمارها بالاستحواذ في حين أن الفكر يؤتي ثماره بالنشر، ولأن الحق المعنوي مؤقت. ¶ حقوق الابتكار: اختار هذا الاسم الأستاذ مصطفى الزرقاء (رحمه الله) : وعرفها الدريني بأنها: الصور الفكرية التي تفتقت عن الملكة الراسخة في نفس العالم أو الأديب أو نحوه مما قد يكون أبدعه هو ولم يسبقه إليه أحد. ¶ - حقوق الملكية التجارية: ومن أبرزها حق الاسم التجاري: ¶ في السنة التاسعة للثورة الفرنسية أصدرت محكمة استئناف باريس حكماً بأن بيع المتجر يشمل: الملكية المادية لمعدات المحل والملكية المعنوية وهي الشهرة وثقة الجمهور، ثم توالت القوانين المؤيدة كمراعاة الضريبة لسمعة المحل ودرجة إقبال الزبائن عليه، ثم انتقلت هذه القوانين للدول العربية. وتسمى بحقوق الملكية التجارية: وهي الحقوق المعنوية التي يتكون منها المتجر. ¶ الاسم التجاري: يطلق على التسمية التي يستخدمها التاجر كعلامة مميزة لمشروعه التجاري عن نظائره ليعرف المتعاملون معه نوعاً خاصا من السلع وحسن المعاملة والخدمة. ¶ مضامين الاسم التجاري: ¶ أ-الشعار التجاري للسلعة أو العلامة التجارية (الماركة) : وهي كل إشارة توسم بها البضائع والسلع والمنتجات أو تعلم بها تمييزاً لها عما يماثلها من سلع تاجر آخر أو منتجات أصحاب الصناعات الأخرى. ويراد بها جذب المستهلكين لاعتيادهم عليها ومعرفتهم بخصائصها. ¶ ب- العنوان التجاري: ويتمثل في الاسم المعلن على لافتته. ¶ ج- الوصف الذي يتمتع به المحل التجاري: من حيث مكانه وموقعه. ¶ 2- الأمور الملحقة بالاسم التجاري وبيان المراد منها:",
            "page": "1",
            "part": "14",
            "seal": "66F88DD2"
        },
        {
            "id": "47",
            "nass": "مما يلحق بالاسم التجاري: 1- حقوق الملكية الأدبية والفنية (ومن أبرزها حق المؤلف) . 2- والملكية الصناعية أو (براءة الاختراع) . ¶ التأليف: من ألف ويدل على انضمام الشيء إلى الشيء. وقال أبو البقاء: التأليف جمع الأشياء المتناسبة. ويندرج تحت اسم التأليف: اختراع معدوم وجمع متفرق وتكميل ناقص وتفصيل مجمل وتهذيب مطول وترتيب مخلط وتعيين مبهم وتبيين خطأ. ¶ حق المخترع (براءة الاختراع) : ويشمل براءات الاختراع- الرسوم والنماذج الصناعية- العلامات والبيانات التجارية. ¶ فإذا كان حق التأليف يتعلق بالأعمال الأدبية والفنية فإن حق الاختراع يتعلق بالأعمال الصناعية كبراءة اختراع المذياع، أو براءة اختراع دواء لمرض معين. ¶ ويرجع تنظيم هذا الحق إلى أواخر القرن الثامن عشر الميلادي حيث صدر أول قانون فيه في فرنسا سنة 1791م ثم عدل ونسخ وحل محله قانون 1968م وقد عقدت اتفاقيات لحماية هذا الحق كان أولها اتفاقية باريس سنة 1883م. ¶ معنى براءة الاختراع: ¶ البراءة لغة: من برأ قال ابن فارس: الباء والراء والهمزة أصلان إليهما ترجع فروع الباب أحدهما: الخلق يقال برأ الله الخلق يبرؤهم برءاً، والأصل الثاني: التباعد من الشيء ومزايلته ومن ذلك البرء وهو: السلامة من السقم. ووجه تسمية الشهادة بالبراءة أن العالم هو الذي أوجد الاختراع ولم تبق فكرته حبيسة النفس، وإنما انفصلت وأذيعت للناس وطرحت عليهم وأعلنت وأصبحت ملكاً عاماً. قال الدكتور الواعي: والأصل في منح هذا السند أن المخترع يذيع اختراعه ويعلنه ويطرحه في مجال الثروة العامة. ¶ معنى الاختراع: ¶ الاختراع لغةً من خرع الشيء خرعاً واختراعاً بمعنى شقه وأبدعه وأنشأه فالاختراع إبداع شيءٍ لم يكن له وجود وهو يتضمن عنصرين الأول: عمل ذهني يتعلق بالصناعة، والثاني: وجود شيءٍ جديد. ¶ تعريف براءة الاختراع باعتبارها مصطلحاً:",
            "page": "2",
            "part": "14",
            "seal": "00D2FB0F"
        },
        {
            "id": "48",
            "nass": "وثيقة تمنح من طرف دائرةٍ رسمية أو من مكتبٍ عاملٍ باسم مجموعة من الأقطار بناء على طلب بذلك، ويترتب على هذه الشهادة الرسمية حق من منحت له في استخدام الاختراع المعين فيها وأعماله والتنازل عنه بالبيع واستيراده. ¶ وهذه البراءة تمنح المخترع عدة حقوق: ¶ الأول: حق استغلال المخترع لاختراعه واستغلال الورثة له بعد وفاته بمدة معينة تقدرها قوانين البراءة بحيث يسقط بعدها ويصبح من جملة الثروة العامة. والثاني: حق المخترع في أن ينسب الاختراع إليه من البراءة التي تصدر باسم صاحب العمل. ¶ 3- المراد بالحقوق في الفقه الإسلامي، وأقسامها: ¶ الحق لغة يطلق على عدة أمور وهو على الجملة: الأمر الموجود الثابت. ¶ واصطلاحا: عرف بعدة تعريفات: فعرف بأنه مصلحةٌ شرعية تخول صاحبها الاختصاص أو ترتب التكليف. وعرفه الشيخ مصطفى الزرقاء (رحمه الله) بأنه: اختصاص يقرر به الشارع سلطةً أو تكليفاً. ¶ وعلى كل حال يطلق الحق على كل مايثبت للشخص من ميزات أو مكنات سواء كان مالا أو غيره أي أنه يطلق على الشيء المملوك وعلى الملك نفسه. فالحق والحقيقة بمعنى واحد لغةً وهو في عرف الشرع عبارة عما يختص به الإنسان انتفاعا وارتفاقا كطريق الدار ومسيل الماء والشرب والطريق فهو ينتفع بكل ذلك. ويستعمل في مقابل الأعيان والمنافع المملوكة ويقصدون بها المصالح الشرعية التي لا وجود لها إلا باعتبار الشارع لها كحق النفقة والسكنى والحضانة والخيار والولاية. وذكر بعض العلماء تعاريف أخرى والحاصل أنه لا يختلف استعماله عند الفقهاء عن الاستعمال اللغوي فهم يستعملونه دائما فيما يثبت لإنسان بمقتضى الشرع من أجل صالحه ويعمل كل شيء سواء كان عينا أو دينا أو شيئا آخر كالحقوق المجردة، فالحق يطلق على الأعيان المملوكة وعلى المنافع والمصالح بوجه عام. ¶ أقسام الحقوق في الفقه الإسلامي: ¶ تنقسم الحقوق إلى ثلاثة قسام: حقوق الله، وحقوق العباد، وحقوق مشتركة.",
            "page": "3",
            "part": "14",
            "seal": "6D68BF21"
        },
        {
            "id": "49",
            "nass": "أ- فحقوق الله يقصد بها تعظيم الله تعالى، وتتميز بأنه لا يجوز إسقاطها بعفو أو صلح أو تنازل ولا تغييرها، ولا تورث، ويجوز التداخل فيها كمن زنى مرارا واستيفاؤها يكون من قبل الحاكم. ¶ ب- وحقوق العباد بضدها ويقصد بها مصلحة الشخص كحفظ ماله، واستيفاؤها منوطٌ بصاحب الحق. ¶ ج- والحقوق المشتركة وهي التي يجتمع فيها حق الله وحق العباد كالقذف وعدة المطلقة والحكم في هذا القسم أن يلحق بما غلب عليه، فالقصاص مثلاً يغلب فيه جانب العبد فيجوز العفو فيه والصلح عليه. ¶ وحقوق العباد تنقسم باعتبار المحل إلى أقسام: ¶ أولاً: من حيث المالية تنقسم إلى: ¶ 1- حقوق مالية وهي التي تتعلق بالأموال ومنافعها. ¶ وقد قسمها ابن رجب إلى خمسة أقسام: ¶ 1- حق الملك. 2- حق التملك كحق الشفيع في الشفعة، وحق الأب في مال ولده. 3-وحق الانتفاع كوضع الجار خشبة على جدار جاره إذا لم يكن ضرر على الجار. ¶ 4- وحق الاختصاص وهو ما يختص مستحقه بالانتفاع به ولا يملك أحد مزاحمته وهو غير قابل للشمول والمعاوضات، ومنه مرافق الأملاك كالطرق والأفنية ومسيل المياه والأسواق والجلوس في المساجد فالجالس أحق بمجلسه إلى أن يقوم. 5- وحق التعلق لاستيفاء الحق، مثل تعلق حق المرتهن بالرهن. وقال القرافي: تمليك الانتفاع نريد به أن يباشر هو بنفسه فقط وتمليك المنفعة هو أعم وأشمل فيباشر بنفسه ويمكن غيره من الإنتفاع بعوض كالإجارة، وبغير عوض كالعارية. ¶ 2- الحقوق غير المالية: أي التي ليس محلها المال كحق القصاص وحق الحضانة وحق الولاية على النفس وحق المرأة في الطلاق إذا حصل موجبه. ¶ ثانياً: من حيث تعلقها بالشخص تنقسم إلى: ¶ 1- الحق الشخصي: وهو مايقره الشرع لشخصٍ على آخر ومحله إما أن يكون قياماً بعمل كالنفقة، أو امتناعاً عن عمل كحق المودع على الوديع في عدم استعمال الوديعة. ¶ 2- الحق العيني: ويعرف بأنه ما كان له وجود في الخارج أي أنه يمكن إحرازها.",
            "page": "4",
            "part": "14",
            "seal": "ABBDB530"
        },
        {
            "id": "50",
            "nass": "أو هو: ما يقره الشرع لشخص على شيء معين قائم بذاته كحق تصرف المالك في ملكه وحق الارتفاق المقرر على عقار لصالح عقارٍ آخر كحق المرور والمسيل ووضع الخشب. ¶ والحق المعنوي قسيم للحق العيني والحق الشخصي لأن الحق العيني عبارة عن سلطة معينة تعطى لشخصٍ معين على شيء معين وهذا الشيء المعين لابد أن يكون ماديا ولما ظهرت الحقوق المعنوية اعتبرت نوعاً مستقلا من أنواع الحقوق المالية لما تتصف به من خصائص تميزها عن الحقوق العينية والشخصية نتجت من كون محلها غير مادي. ¶ 4- التكييف الشرعي للاسم التجاري وبقية الحقوق المعنوية: ¶ التكييف الشرعي مبني على اعتبار الحقوق المعنوية أموالا أم لا فإذا كانت أموالاً جاز بيعها. ¶ 5-المراد بالمال عند الفقهاء: ¶ سنبحث أولاً في المنافع واعتبارها مالاً لأنها قريبة الشبه من الحقوق المعنوية التي هي محل البحث.",
            "page": "5",
            "part": "14",
            "seal": "0C25A272"
        },
        {
            "id": "51",
            "nass": "تطلق المنافع في مقابلة الأعيان كسكنى الدار وركوب الدابة، ويطلقها بعض الفقهاء على ثمرات الأعيان سواء كانت أعراضا أم أعيانا متولدة منها كالثمر والزرع وأجرة الأرض. ويرى الجمهور أن المنافع تعتبر أموالا يجوز المعاوضة عنها وتحاز بحيازة أصلها. والحنفية لم يعدوها مالا، وسبب الخلاف: الاختلاف في تعريف المال فقد قيده الحنفية بقيد الادخار لوقت الحاجة. وهذا الاختلاف في المنافع التي هي الأعراض المقابلة للأعيان أما ثمرة الأعيان المتولدة منها فلا خلاف فيها. والراجح الأول لأن المال لا يشترط فيه أن يحرز ويحاز بنفسه وعملا بالعرف. قال الدسوقي: ومرد مالية المنافع إلى العرف. وقال: المنافع متمولة يعاوض عليها. وقال ابن رشد: والقياس أن تجري المنافع والأعيان مجرى واحد. وقال صاحب مطالب أولي النهى: والمنافع كالأعيان لأنها يصح الاعتياض عنها وتضمن باليد والإتلاف. وقال السيوطي: المنافع تملك كالأعيان. والحقوق المعنوية تشبه المنافع من حيث أن كلا منهما شيء غير مادي وأن له قيمة مالية يتمول بها، وأنه يمكن حيازته بحيازة أصله. ¶ ومما سبق يتضح لنا أن الحنفية لا يعدون الحقوق من الأموال لعدم إمكان حيازتها والجمهور يعدونها مالا. وهذا إن أريد بها منفعة كحق المستأجر في العين المؤجرة، وإلا فلا، كحق الحضانة. ¶ 6- أقوال علماء العصر في بيع الحقوق المعنوية: ¶ 1- حق المؤلف: ¶ 1- قال الدكتور/ أحمد الحجي الكردي بعدم اعتبار حق التأليف وبالتالي عدم حل المقابل المالي لهذا الحق لما يلي: ¶ 1- لأن اعتباره حقاً يؤدي إلى حبس المؤلف لمصنفه العلمي عن الطبع والتداول إلا في مقابل مال يحصل عليه. وكتمان العلم منهي عنه، كما في حديث: من سئل عن علمٍ ثم كتمه ألجم يوم القيامة بلجامٍ من نار (1) . وعلق العجلوني على هذا الحديث بما نقله عن المقاصد فقال: ويشمل الوعيد حبس الكتب عمن يطلبها للانتفاع. ¶ __________ ¶ (1) - رواه الترمذي 5/29.",
            "page": "6",
            "part": "14",
            "seal": "60C39227"
        },
        {
            "id": "52",
            "nass": "وأجيب بأن ذلك غير مسلم بدليل الواقع إذ لم يمنع ذلك من طباعة الكتب ونشرها. ¶ 2- أن العلم يعد قربةً وطاعة والقربة لا يجوز الحصول على أجرٍ ماليٍ في أدائها كما كان حال السلف الصالح. ¶ وأجيب بأن المتأخرين من الفقهاء أفتوا بجواز أخذ الجرة على فعل الطاعات كالإمامة والأذان وتعليم القرآن. ¶ 3- أن حق المؤلف حق مجرد كحق الشفعة فلا يجوز الاعتياض عنه. ¶ وأجيب بأنه قياسٌ مع الفارق لأن حق الشفعة من الحقوق التي أثبتها الشارع لأجل دفع الضرر عن الشفيع فلا يجوز الاعتياض عنها، وأما حق المؤلف فليس لدفع ضررٍ عن المؤلف بل مقابل جهدٍ فكريٍ وبدني. ¶ القول الثاني: يجوز وقال به كثير من المعاصرين ومنهم الشيخ/ مصطفى الزرقاء، والدريني والزحيلي وغيرهم واستدلوا بما يلي: ¶ 1- أن المنفعة (1) تعد مالاً عند جمهور الفقهاء من المالكية والشافعية والحنابلة بدليل أن الأصل في المهر أن يكون مالاً ومع ذلك يجوز أن يكون المهر منفعةً كما يدل على ذلك قصة شعيب وموسى (عليهما السلام) . وإذا كانت المنافع وهي من الأمور المعنوية مالاً فالإنتاج الذهني أيضاً يمثل منفعةً من منافع الإنسان. ¶ 2- أن العرف جرى على اعتبار حق المؤلف في تأليفه وإبداعه فأقر التعويض عنه والجائزة عليه وهذا العرف لا يصادم نصاً والعرف له دخل كبير في مالية الأشياء قال السيوطي: لا يقع اسم المال إلا على ماله قيمة يباع بها وتلزم متلفه وإن قلت وما لايطرحه الناس. ¶ 3- أنه لا يجوز نسبة القول إلى غير قائله لينال خيره ويتحمل وزره، وقد روى الغزالي أن الإمام أحمد سئل عمن سقطت منه ورقة كتب فيها أحاديث أو نحوها أيجوز لمن وجدها أن يكتب منها ثم يردها؟ قال: لا بل يستأذن. ¶ 4- أن المؤلف مسئول عما يكتب بدليل قوله تعالى (ما يلفظ من قولٍ إلا لديه رقيب عتيد) فيكون له بالمقابل الحق فيما أبدعه من خيرٍ عملاً بقاعد (الغنم بالغرم) وقاعدة (الخراج بالضمان) . ¶ __________ ¶ (1) - والمنافع ما يستفاد من الأعيان.",
            "page": "7",
            "part": "14",
            "seal": "8DACC699"
        },
        {
            "id": "53",
            "nass": "5- الإبداع الذهني أصل للوسائل المادية من سيارة وطيارة ونحوها فلا بد من اعتبار الأصل له صفة المالية. ¶ 6- التخريج على قاعدة المصلحة المرسلة لما في ذلك من مصلحة للمجتمع وللمؤلف والناشر، ومنعه قد يؤدي إلى الانقطاع عن التأليف للتكاليف المالية والذهنية وانعدام الحافز. ¶ 2- الحكم الشرعي لبراءة الاختراع: ¶ -يمكن تخريجه على قاعدة المصالح المرسلة التي سبق ذكرها ووجه المصلحة في حماية هذا الحق تشجيع الاختراع والإبداع. ¶ 3-الحكم الشرعي للاسم التجاري: ¶ يمكن تخريجه أيضاً على قاعدة المصلحة المرسلة. وقد اتفق العلماء المعاصرون على اعتبار الاسم التجاري حقاً مالياً وذا قيمة مالية ودلالة تجارية معينة يحقق رواج الشيء الذي يحمل ذلك الاسم، وهو مملوك لصاحبه والملك يفيد الاختصاص أو الاستبداد أو التمكن من الانتفاع والتصرف فيه بالبيع والإجارة أو غير ذلك ويمنع الغير من الاعتداء عليه إلا بإذن صاحبه، والعرف الذي يستند إليه هذا الحق عام ولا يتصادم مع نص شرعي خاص أو قاعدة كلية عامة في الشريعة الإسلامية. ¶ رأي مجمع الفقه الإسلامي في حقوق الإبتكار: ¶ لقد طرح مجمع الفقه الإسلامي موضوع الحقوق المعنوية أو حقوق الابتكار في دورته الخامسة المنعقدة في الكويت وبعد المداولة اتخذ القرار التالي: ¶ أولاً: الاسم التجاري والعنوان التجاري والعلامة التجارية وحق التأليف والاختراع أو الابتكار هي حقوق خاصة لأصحابها أصبح لها في العرف المعاصر قيمة مالية معتبرة لتمول الناس بها وهذه الحقوق يعتد بها شرعا فلا يجوز الاعتداء عليها. ثانياً: يجوز التصرف في الاسم التجاري أو العنوان التجاري أو العلامة التجارية ونقل أي منها بعوض مالي إذا انتفى الغرر والتدليس والغش باعتبار أن ذلك أصبح حقا ماليا.",
            "page": "8",
            "part": "14",
            "seal": "DA0C92D2"
        },
        {
            "id": "54",
            "nass": "وأفتت اللجنة الدائمة للبحوث العلمية بما يلي: لا مانع من تسجيل الأشرطة النافعة وبيعها، وتصوير الكتب وبيعها، لما في ذلك من الإعانة على نشر العلم إلا إذا كان أصحابها يمنعون من ذلك فلا بد من إذنهم. وأفتت أيضاً بأنه لا يجوز نسخ البرامج التي يمنع أصحابها نسخها إلا بإذنهم. ¶ وفي فتاوى لجنة الأوقاف الكويتية جواباً عن سؤالٍ عن استنساخ الكتب والبرامج الأصلية لبيعها: ذلك ممنوعٌ شرعاً في حالة منع المؤلف أو المنتج الأصلي أو وجود قانونٍ أو عرف يمنع من ذلك، لما فيه من الإضرار بالمؤلف أو ورثته أو المنتج الأصلي. ¶ المراجع: ¶ 1- مجلة المجمع عدد (4) ج2 ص2333- والعدد (5) ج3 ص2265. ¶ 2- دراسة شرعية لأهم العقود المالية المستحدثة د/ محمد الأمين مصطفى الشنقيطي. 3- زكاة الحقوق المعنوية، أ. د. عبد الحميد محمود البعلي. ¶ 4- المدخل الفقهي العام، للشيخ/ مصطفى الزرقا ص267-270. ¶ 5- المعاملات المالية المعاصرة في الفقه الإسلامي، د/محمد عثمان شبير. ¶ 6-البيوع الشائعة وأثر ضبط البيوع على شرعيتها د محمد توفيق رمضان البوطي ¶ 7- مجلة الشريعة والقانون –الإمارات- 2/15. (1) ¶ __________ ¶ (1) - ومن النوازل المالية ما يلي: ¶ 1- التأمين التجاري: وقد شبهه بعضهم بنظام العاقلة الذي يقوم بتوزيع دية القتل الخطأ على عاقلة القاتل وسيأتي الكلام عنه وأما التعاوني أو التبادلي فهو الذي يقوم بين الجمعيات التعاونية والخيرية لتأمين حاجات المنتسبين لها ويدفع فيها كل عضو مبلغاً معيناً من المال فلا بأس به لأنه على سبيل التبرع. والتأمين التجاري لم يعرف إلا عن طريق الدول الغربية وانتقل للعرب في القرن التاسع عشر، وقد ذكر ابن عابدين (رحمه الله) 1252هـ ما كان يفعله التجار في عهده مما يسمى بالسوكرة وذلك بأن يشتري مركباً من حربي ويدفع لحربيٍ آخر مالاً على أنه مهما هلك من المركب والبضاعة يضمنه قال ابن عابدين في الحاشية 4/170، 171: والذي يظهر لي أنه لا يحل للتاجر أخذ بدل الهالك من ماله لأن هذا التزام ما لا يلزم، وذكر أن من أسباب الخلاف الخلاف في ضمان الأجير المشترك، لكن لما أخذ هنا أجرةً على الحفظ يضمن لأن الحفظ وجب عليه قصداً بخلاف المودع بأجرة، لكنه لا يضمن فيما لا يمكن الاحتراز منه. ¶ والتأمين التجاري يتم بين طرفين يقوم فيه أحدهما بدفع مبلغ من المال مقابل تحمل الآخر لما يحصل من تلف بشرط ألا يكون من المؤمن متعمدا لمدة معينة. وهو أنواع: ¶ 1- التأمين على الأشياء. ¶ 2- التأمين على الحياة، يدفع فيه للشخص مبلغاً من المال عند وقوع الإصابة المؤمن عليها، أو للورثة مبلغاً معينا عند الوفاة. ¶ 3- التأمين على المسئولية عن الأخطاء التي تحدث ضد الغير. كتأمين صاحب السيارة عن مسئوليته تجاه ما تحدثه سيارته من أضرار بالغير. ¶ حكم التأمين: ¶ اختلف العلماء في حكم التأمين على قولين: ¶ القول الأول: يحرم وقال به أكثر العلماء ومنهم: الشيخ/ محمد بخيت المطيعي والشيخ محمد أبو زهرة والشيخ/ الصديق الضرير وغيرهم، واستدلوا بما يلي: ¶ 1- لأنه مشتملٌ على غررٍ فاحش يتعلق بحصول العوضين ومقدارهما، وبما أن التأمين عقد معاوضة فالغرر يفسد عقود المعاوضات. ¶ 2- ويتضمن الربا بنوعيه ربا الفضل وربا النسيئة، لأن حقيقته بيع نقدٍ بنقد ولم يحصل فيه التساوي ولا التقابض. 3- ويشتمل على الميسر والقمار والمراهنة فقد يحدث الخطر وقد لا يحدث. ¶ 4-أن في التأمين بيع دينٍ بدين، فالأقساطٌ دينٌ في الذمة ومبلغ التأمين كذلك، وبيع الدين بالدين محرم لأنه إشغال للذمتين بلا فائدة. ¶ القول الثاني: يجوز وهو قول الشيخ/ عبد الوهاب خلاف، والشيخ علي الخفيف، والشيخ عبد الرحمن عيسى، والشيخ مصطفى الزرقاء، واستدلوا بما يلي: ¶ 1- القياس على العاقلة لأن في كليها تخفيفٌ لأثر المصيبة. ونوقش بأنه قياس مع الفارق لأن نظام العاقلة يقوم على التعاون والتكافل لا التجارة وتحصيل الأرباح. ¶ 2- قياساً على الموالاة بأن يقول لمجهول النسب: أنت ترثني إذا مت وذلك برضاه وكذلك الأمر هنا. ونوقش بأن المقس عليه مختلفٌ فيه. ¶ 3- وقياساً على خطر الطريق الذي أجازه الحنفيه كما في حاشية ابن عابدين 4/170 وذلك بأن يقول: اسلك هذا الطريق وإن أصابك شيء فأنا ضامن. ونوقش بأن ضمان خطر الطريق من طرفٍ واحد في حين أن الالتزام في عقد التأمين من الطرفين. ¶ الترجيح: الراجح التحريم لما سبق ذكره، ولأنه قد يفتعل بعضهم السرقة أو يقتل أباه ليحصل على مبلغ التأمين. وقد صدر قرار مجمع الفقه الإسلامي لمنظمة المؤتمر الإسلامي في دورة انعقاده الثاني بجدة بالتحريم، وذكر فيه أن العقد البديل هو التأمين التعاوني القائم على أساس التبرع والتعاون. ¶ المراجع: ¶ 1-دراسة شرعيه لأهم العقود المالية د/ محمد الأمين الشنقيطي ¶ 2-المعاملات المالية المعاصرة في الفقه الإسلامي د/ محمد عثمان شبير. ¶ 3-عقود التأمين حقيقتها وحكمها د/حمد الحماد. ¶ 4-مجلة المجمع الفقهي ع2 ج2 ص545. وقرارات وتوصيات المجمع ص20. ¶ 5-مجلة البحوث الفقهية 7/138. 6-مجلة البحوث الإسلامية 19/17. ¶ 7-مجلة الإقتصاد الإسلامي 69/32. ¶ 2- المرابحة للآمر بالشراء. ¶ المرابحة في اصطلاح الفقهاء هي: البيع بزيادة على الثمن الأول، فيقول البائع للمشتري: اشتريتها بكذا وتربحني فيها كذا وهي جائزة. ¶ وأما المرابحة للآمر بالشراء فالمراد بها: طلب المشتري من شخصٍ أو جهة شراء سلعة بمواصفات معينة على أساس وعدٍ منه بشراء تلك السلعة بربحٍ متفقٍ عليه، ويدفع الثمن على دفعات. ¶ حكمها شرعاً: يبحث هذا في نقاط وهي: ¶ أولأ: لابد من تملك البائع للسلعة قبل بيعها وإلا كان بيع ما لا يملك وهذا لا يجوز. ¶ ثانياً: الوعد هنا من المشتري هل يلزمه الوفاء به قضاءً. فقال الجمهور: لا يلزم الوفاء بالوعد قضاءً، لأن الوعد تبرع فلا يلزم الوفاء به كعقد الهبة. وقال بعض المالكية كما في المدونة: يلزم قضاءً إذا كان متعلقاً بسبب ودخل الموعود فيه. ولكن على القول بالإلزام يكون هذا البيع تحايلاً على الربا فالبائع يشتري السلعة وهو يعلم أنها ستؤول حتماً للمشتري بزيادةٍ مقدرة سلفاً فكأنه باع نقداً بنقدٍ نسيئةً. ¶ ثالثاً: يجري في بيع المرابحة تقسيط الثمن، والتقسيط اختلف فيه والجمهور على جوازه، لأن الزيادة في السلعة لا في مقابل النقود، ولا يدخل في بيعتين في بيعة لأن ذاك أن يقول: أبيعك نقداً بكذا ومؤجلاً بكذا دون أن يقاطعه على أحدهما. وأما إن كان مراد المشتري من الشراء الحصول على المال ببيع السلعة فهذا يسمى التورق وفيه خلاف. وقد أفتى بذلك المجمع الفقهي الإسلامي في دورته الخامسة المنعقدة في الكويت بجواز بيع المرابحة بشرط الملكية المسبقة للسلعة قبل إجراء البيع. ¶ والراجح: أن بيع المرابحة جائز إذا لم يكن تحايلاً على الربا وهو ما يتحقق مع إلزام الواعد بالشراء فإذا خلا من ذلك جاز لكن من الصعوبة خلوه من الإلزام سواءٌ أكان ذلك بطريقةٍ مباشرة أو غير مباشرة، والله أعلم. ¶ المراجع: ¶ 1-مجلة المجمع الفقهي ع5 ج2 ص753،965. وقرارات مجلة المجمع 76-91-97-107. ¶ 2- بيع المرابحة كما تجريه البنوك الإسلامية د/ محمد الأشقر. ¶ 3- دراسة شرعية لأهم العقود المالية المستحدثة د/ محمد الشنقيطي. ¶ 4- المعاملات المالية المعاصرة في الفقه الإسلامي د/محمد عثمان شبير. ¶ 3- خطاب الضمان. ¶ إذا أراد شخصٌ القيام بمشروعٍ ما وتقدم لمناقصة فإنه يطلب منه إحضار خطاب ضمان من جهة موثوقة مالياً لضمان إتمام المشروع في حالة عجزه عن القيام بذلك وتعطي البنوك هذه الخطابات مقابل عمولة، وقد يشترط البنك غطاءً مالياً كاملاً لكلفة المشروع وقد يشترط غطاءً جزئياً. ¶ الحكم الشرعي: ¶ التكييف الشرعي: خطاب الضمان هو بمثابة الكفالة إذا كان بدون غطاء، والكفالة اختلف في جواز أخذ الأجرة عليها، فقال الجمهور: لا يجوز، لأن الكفيل مقرض وإذا شرط له الجعل مع ضمان المثل فقد شرط له الزيادة على ما أقرضه فيكون قرضاً جر نفعاً، أو أن الكفالة قربة ولا يجوز أخذ الأجرة على القربات. وقال بعض العلماء: يجوز أخذ الأجرة على الكفالة قال ابن حجر الهيتمي: إذا قال المحبوس لمن يقدر على خلاصه: إن خلصتني فلك كذا، بشرط أن يكون في ذلك كلفة بأجرة عرفاً. وأما إذا كان بغطاء فيعتبر وكالة عند بعضهم والوكالة يجوز أخذ الأجرة عليها. إلا إذا روعي فيها مبلغ الضمان ومدته كما جرت العادة بذلك. ¶ المراجع: ¶ 1- مجلة المجمع الفقهي ع2 ج2 ص1035. وقرارات مجلة المجمع 25. ¶ 2- دراسة شرعية لأهم العقود المالية المستحدثة د/ محمد الشنقيطي. ¶ 3- المعاملات المالية المعاصرة في الفقه الإسلامي د/محمد عثمان شبير. ¶ 4- موقف الشريعة الإسلامية من المصارف الإسلامية للعبادي. ¶ 5- البنوك الإسلامية، لعبد الله الطيار. 6- الكفالة وتطبيقاتها المعاصرة، للسالوس. ¶ 7- مجلة الإقتصاد الإسلامي 11/17. ¶ 4- ومن النوازل: التمثيل من حيث القيام به وأخذ الأجرة عليه ¶ التمثيل بوضعه الحالي حرام وما يؤخذ في مقابله من المال محرم، لما يشتمل عليه من مفاسدٍ كإبراز النساء، والتشجيع على ارتكاب المحرمات وتعليم طرقها، وتعظيم الكفار وغرس محبتهم في نفوس الناس. ويحرم أيضاً تمثيل الأنبياء والصحابة لما في تمثيلهم من الانتقاص والتشجيع على الاجتراء عليهم، ولأنه لن يبلغ أحدٌ قدرهم. وأما إذا خلا من ذلك فقد اختلف فيه فقيل: هو حرام لأنه منطوٍ على كذب فليس الممثل هو من يقوم بدوره والكذب منهي عنه ولو كان على سبيل المزاح وقد كان الرسول (صلى الله عليه وسلم) يمزح ولكنه لا يقول إلا حقاً. ولأنه لم يعهد اتخاذه مهنةً عند المسلمين وإنما جاء عن طريق الكفار، ولا ينفك عن المفاسد، وهو منافٍ للمروءة فقد عدوا مما ينافيها عمل المهرج وهو من يضحك الناس في أقواله وأفعاله. وقيل: إنه جائز ولا يدخل في باب الكذب لأنه لم يقل إنه فلان وإنما يحاكيه ومن يشاهده يعلم ذلك، ومما يدل على جوازه أن الملائكة تشكلوا في صورة بشر فتشكل جبريل (عليه السلام) في صورة دحية الكلبي وغير ذلك. ¶ المراجع: 1- التمثيل حقيقته، تأريخه، حكمه لبكر أبو زيد. 2- التمثيل تمثيل فلماذا التمثيل، لعلي بن محمد العيسى. 3- حكم التمثيل في الدعوة إلى الله تعالى، لأبي عبد الرحمن عبد الله آل هادي. 4- المروءة وخوارمها، لأبي عبيدة مشهور آل سلمان. 5- مجلة البحوث الإسلامية ع1 ص126. ¶ والإيجار المنتهي بالتمليك قيل بتحريمه، لأنه عقدين في عقد، ولضرره. وأجازه آخرون لأن المنهي عنه بيعتين في بيعة وفسره بعضهم ببيع العينة. مجلة المجمع ع5 ج4 ص2593. وفي بطاقة الائتمان انظر بحث د/ عبد الوهاب أبو سليمان.",
            "page": "9",
            "part": "14",
            "seal": "9FD5C404"
        },
        {
            "id": "55",
            "nass": "النوازل في الجنايات",
            "page": "1",
            "part": "15",
            "seal": "20C28368"
        },
        {
            "id": "56",
            "nass": "حوادث السيارات ¶ 1- الضرر وضمانه في الشريعة الإسلامية: ¶ مما يدل على سعي الشريعة لإزالة الضرر وتضمين المضر ما يلي: ¶ 1- ما حكاه الله سبحانه وتعالى في كتابه الكريم في قصة داود وسليمان (عليهما السلام) مع صاحب الغنم الذي أفسدت غنمه الكرم فقد اجتمع رأيهما (عليهما السلام) على تضمين الذي أضر بالكرم وإن اختلفا في طريقة التضمين. ¶ 2- حديث عبادة بن الصامت (رضي الله عنه) عن رسول الله (صلى الله عليه وسلم) أنه قال: لا ضرر ولا ضرار (1) . ¶ 3- حديث حرام بن سعد بن محيصّة أن ناقةً للبراء بن عازب دخلت حائط رجل فأفسدت فيه، فقضى رسول الله (صلى الله عليه وسلم) أن على أهل الحوائط حفظها بالنهار، وأن ما أفسدت المواشي بالليل ضامن على أهلها (2) . ¶ 4- ومما يدل على وجوب التعويض أحكام الديات المبسوطة في الكتاب والسنة. ¶ 2- قواعد فقهية تتعلق بالضرر والضمان: ¶ 1- الأصل أن المشي في طريق المسلمين مباح بشرط السلامة فيما يمكن التحرز منه. ¶ 2- لا ضرر ولا ضرار - الضرر يزال – لا يزال الضرر بالضرر. 3- كل جانٍ جنايته عليه إلا ما قام الدليل على خلافه. 4- يتحمل الضرر الخاص لدفع الضرر العام. ¶ 5- الاضطرار لا يبطل حق الغير. ¶ 3- ضمان المباشر والمتسبب. ¶ 1- المباشر ضامن وإن لم يكن متعدياً. كالنائم إذا انقلب على آخر فقتله فمع أن نومه ليس محظوراً لكن لأنه باشر القتل فيضمن دية المقتول، فمن أحدث ضرراً في نفس معصومٍ أو بدنه أو ماله فهو ضامن ولو لم يكن متعدياً. ¶ والمباشر هو: من يحصل التلف بفعله من غير أن يتخلل بين فعله والتلف فعل مختار. ¶ 2- المتسبب ضامن إن كان متعدياً: ¶ والمتسبب: هو من يصدر عنه من الأفعال ما كان طريقاً لتلف مالٍ أو نفس أو عضو وليست علةً للتلف. ¶ __________ ¶ (1) - رواه ابن ماجة 2340 وأحمد 5/327 ومالك في الموطأ، وقال الهيثمي والبوصيري إنه منقطع، لكن للحديث طرقٌ أخرى ذكرها السخاوي في المقاصد. ¶ (2) - رواه مالك في الموطأ ص664.",
            "page": "1",
            "part": "16",
            "seal": "3FCB28C9"
        },
        {
            "id": "57",
            "nass": "والمراد بالتعدي الفعل المحظور ومثاله من حفر بئراً فسقط فيها رجل فالحافر متسبب لسقوطه فيضمن إن كان متعدياً في الحفر وإن لم يكن متعدياً فلا ضمان عليه. ¶ 3- إذا اجتمع المباشر والمتسبب أضيف الحكم إلى المباشر: ¶ قال ابن نجيم: فلا ضمان على حافر البئر تعدياً بما أتلف بإلقاء غيره. أي: أن الضامن هو: الملقي لأنه المباشر للقتل ولا ضمان على حافر البئر. ¶ إلا إذا كان المسبب متعدياً والمباشر غير متعدٍ ومن أمثلة ذلك ما ذكره الفقهاء من أن مَن نخس دابةً فقتلت رجلاً فإن الضمان على الناخس دون الراكب إلا إن كانت المباشرة هي السبب الوحيد في التلف. وأحياناً يكون الضمان على كليهما كالممسك مع القاتل. ¶ فتحصل لنا مما سبق ما يلي: ¶ 1- إذا جتمع المباشر والمسبب، وليس أحدٌ منهما متعدياً (بالوصف المذكور) فالضمان على المباشر. ¶ 2- إذا اجتمع المباشر والمسبب، والمباشر متعد والمسبب غير متعدٍ، فالضمان على المباشر ¶ 3- إذا اجتمع المباشر والمسبب، وكل واحدٍ منهما متعد فالضمان على المباشر أيضاً. ¶ 4- إذا اجتمع المباشر والمسبب، والمسبب متعدٍ، والمباشر غير متعدٍ، فالضمان على المسبب. ¶ 3- مسئولية السائق: ¶ 1- الأصل أن سائق السيارة مسئول عن كل ما يحدث بسيارته خلال تسييره إياها فإذا كان السائق متعدياً في سيره بزيادة سرعة أو مخالفةٍ لقواعد المرور فيكون ضامناً لأن الضرر نشأ بتعديه. وذلك لأن السيارة آلة في يده وهو يقدر على ضبطها، قياساً على الدابة التي ذكر الفقهاء أن راكبها يضمن، لكن هناك فرقاً بين الدابة والسيارة من حيث أن الدابة متحركة بنفسها فلا يتأتى هنا ما ذكره الفقهاء من فعل الدابة. ¶ 2- أما إذا لم يكن متعدياً فهل يضمن؟ خلاف والراجح أنه يضمن الضرر الذي باشره ولا يشترط لتضمينه أن يكون متعدياً ولكن لا بد من التأكد من أنه مباشر بدون مزاحم على وجه معقول، وبناءً على ذلك فلا يضمن في الصور التالية:",
            "page": "2",
            "part": "16",
            "seal": "ED9602F8"
        },
        {
            "id": "58",
            "nass": "أ- إذا دفع شخصٌ آخر أمام سيارة السائق فجأةً فدهسته السيارة فالضمان على الدافع فقد ذكر الفقهاء أن من نخس دابةً فقتلت رجلاً فالضمان على الناخس دون الراكب لأن تأثير الدافع ههنا أقوى، ولأن الدافع متعدٍ والسائق غير متعدٍ. وإذا قفز شخصٌ أمام السيارة فقيل: الضمان على السائق، وقيل: عليهما، وقيل: هدر. ¶ ب- إذا صُدم من الخلف فصَدم سيارةً أمامه فالضامن هو من صدمه لما سبق، قال ابن قدامة: فإن كان أحدهما يسير بين يدي الآخر، فأدركه الثاني فصدمه فماتت الدابتان أو إحداهما فالضمان على اللاحق لأنه الصادم والآخر مصدوم فهو بمنزلة الواقف. وذكر في السفينة نحوه. وقال أيضاً: وإن كان أحدهما يسير والآخر واقفاً فعلى السائر قيمة دابة الواقف نص أحمد على هذا لأن السائر هو الصادم المتلف فكان الضمان عليه وإن مات هو أو دابته فهو هدر لأنه أتلف نفسه ودابته، وإن انحرف الواقف فصادفت الصدمة انحرافه فهما كالسائرين لأن التلف حصل من فعلهما، وإن كان الواقف متعدياً بوقوفه مثل أن يقف في طريقٍ ضيق فالضمان عليه دون السائر لأن التلف حصل بتعديه فكان الضمان عليه كما لو وضع حجراً في الطريق أو جلس في طريقٍ ضيقٍ به إنسان. ¶ وقال البغدادي في مجمع الضمانات: فإن عثر بما أحدثه في الطريق رجلٌ فوقع على آخر فمات كان الضمان على الذي أحدثه في الطريق، وصار كأنه دفع الذي عثر به لأنه مدفوعٌ في هذه الحالة والمدفوع كالآلة أ. هـ. ¶ فمن صدم سيارة من الخلف فهو ضامنٌ للنفوس والمال إلا إذا حصل من المصدوم فعلٌ كان سبباً في الحادث كأن يوقفها بشكلٍ مفاجيء أو يرجع للخلف. ¶ 3- إذا انحرفت الواقفة فالضمان عليهما قياساً على ما ذكره ابن قدامة (رحمه الله) في الدابة. ¶ 4- إذا كانت سيارته واقفةً في طريقٍ ضيقٍ غير مملوك لصاحبها فالضمان على صاحب الواقفة لتعديه، ويحتمل أن يكون الضمان عليهما.",
            "page": "3",
            "part": "16",
            "seal": "5F38CF2B"
        },
        {
            "id": "59",
            "nass": "5- إذا سقط شخصٌ أو متاعٌ بسبب إيقاف السيارة بقوة فيضمن السائق، واحتمل ألا يضمن فيما لو كان الإيقاف لسببٍ قاهر. ¶ 6- إذا مر إنسانٌ أمام سيارته فاستعمل السائق المنبه فسقط أمام سيارته فوطئته سيارته ضمن، وإن سقط تحت سيارةٍ أخرى ضمنه سائقها لأنه مباشر، ويحتمل أن يكون بينهما لاشتراكهما كالممسك مع القاتل. ¶ 7- إذا كانت السيارة سليمةً قبل السير بها وكان السائق يتعهدها ثم طرأ عليها خللٌ مفاجيء حتى خرجت من قدرته فصدمت إنساناً فلا يضمن. ¶ ويمكن تخريجها على القاعدة الثانية من نص الفقهاء على أن الدابة إذا جمحت وخرجت من قدرة الراكب فلا ضمان عليه لأن السائق ليس مباشراً للإتلاف ولا ينسب إليه. وغاية ما يقال فيه أنه سبب وقد ذكر الكاساني أنه إن كان لابساً سيفاً ونحوه مما يلبس عادةً فسقط على غيره فقتله فلا ضمان عليه، لأن اللبس ضرورة والتحرز من السقوط ليس في الوسع، وكما لو سقطت الدابة ميتةً فتلف بسقوطها شيء لم يضمنه الراكب. ¶ قال ابن مفلح: إن غلبت الدابة راكبها بلا تفريط لم يضمن وذكره المرداوي في الإنصاف. وقال مثله الكاساني واستدل بحديث: العجماء جبار، أي: هدر متفقٌ عليه من حديث أبي هريرة (رضي الله عنه) . ولأنه لا صنع له في نفارها وانفلاتها ولا يمكنه الاحتراز عن فعلها فالمتولد منه لا يكون مضموناً وكالهلاك بآفةٍ سماوية. وفي مذهب الشافعية قولان.",
            "page": "4",
            "part": "16",
            "seal": "701BD950"
        },
        {
            "id": "60",
            "nass": "8- إذا ساق مع التزامه بقواعد المرور فقفز رجلٌ أمامه فجأةً فإن كان الذي قفز بالقرب منها بحيث لا يمكن السائق إيقاف السيارة فلا ضمان عليه لأنه كالمكره فهو وإن كان مباشراً إلا أنه ملجئاً فتأثير المسبب ههنا أقوى ولأن القافز متعدياً والمباشر غير متعدٍ. ولأنه لا يجب الضمان بالشك. وأما تضمين راكب الدابة ما وطئته خلال سيرها فلم يذكر الفقهاء التضمين فيه، ثم إن هناك فرقاً بين الدابة والسيارة لأن الدابة متحركة بنفسها يمكنها التنحي في سيرها وأيضاً فالطريق في ذلك الزمن موضوع للمشاة بخلاف الطرق المعبدة الآن، وأما القياس على النائم فهذا إنما يصح فيما إذا كان المباشر هو السبب الوحيد للهلاك. ¶ 9- يضمن العمد إذا مات شخصٌ بالصدمة إما الدية أو نصفها على الخلاف بين الفقهاء، وكذا ما أتلف من السيارة ومتاعها أو نصفه، وفي الخطأ الدية أو نصفها على العاقلة. ¶ 10- إذا اشتركا في التسبب فعلى كل واحدٍ منهما بحسب ضرره وإن استويا أو جهلت النسبة فعلى السواء. ¶ فقد قال الحنفية والحنابلة: المتصادمان على دابتين على كل واحدٍ منهما ضمان ما تلف من الآخر. وقال المالكية والشافعية: على كل واحدٍ منهما نصف قيمة ما تلف من الآخر لأن التلف حصل بفعلهما فكان الضمان منقسماً عليهما كما لو جرح إنسانٌ نفسه وجرحه غيره فمات منهما. وأما السفينة فاتفقوا على أنه لا ضمان إذا لم يقصرّا. ¶ 11- إن اصطدمت سيارتان إحداهما نازلة والأخرى صاعدة فالضمان على صاحب المنحدرة إلا أن يكون مغلوباً على أمره، أو انحرف الصاعد لمسار النازل. ¶ 12- إذا اشتركا في صدمةٍ لشخصٍ فمات فيطبق عليهما أحكام الاشتراك في القتل، فإذا كانت إحدهما تقتل لو انفردت وجب على صاحبها الضمان وعلى الآخر التعزيز، وإلا فعليهما. ¶ وإليك بعض ما قال الفقهاء القدامى (رحمهم الله) :",
            "page": "5",
            "part": "16",
            "seal": "D7174AD4"
        },
        {
            "id": "61",
            "nass": "فقد ذكر السرخسي في المبسوط أنه لو وطئت الدابة إنساناً فقتلته فديته على عاقلة الراكب والكفارة عليه، وأما لو ضربت إنساناً أو نفحته برجلها فمات فلا تلزمه الكفارة لأنه لم يباشر القتل وإنما تسبب فيه ولأنه لا يمكن التحرز منه. وإذا اصطدم الفارسان فوقعا جميعاً فماتا فعلى عاقلة كل واحدٍ منهما دية صاحبه عندنا استحساناً، وفي القياس على عاقلة كل واحدٍ منهما نصف دية صاحبه وهو قول زفر والشافعي، وجه القياس أن كل واحدٍ منهما إنما مات بفعله وفعل صاحبه لأن الاصطدام فعل منهما جميعاً…ولكنا استحسنا لما روي عن علي (رضي الله عنه) أنه جعل دية كل واحدٍ من المصطدمين على عاقلة صاحبه. ¶ وفي مسألة اصطدام السفينتين ذكر الفقهاء أن على كل واحدٍ منهما ضمان الآخر، لكن قال الشربيني الخطيب (رحمه الله) : (محل هذا التفصيل إذا كان الاصطدام بفعلهما، أو لم يكن وقصّرا في الضبط أو سيّرا في رحٍ شديدة، فإن حصل الاصطدام لغلبة الريح فلا ضمان على الأظهر، بخلاف غلبة الدابة (أي على أحد قولي الشافعية) فإن الضبط ثمّ ممكن باللجام ونحوه…وإن تعمد أحدهما أو فرط دون الآخر، فلكلٍ حكمه) ¶ وقال الحطاب في مواهب الجليل: قال أبو الحسن: مسألة السفينة والفرس على ثلاثة أوجه: إن علم أن ذلك من الريح في السفينة، وفي الفرس من غير راكبه فهذا لا ضمان عليهم، أو يعلم أن ذلك من سبب النواتية في السفينة، ومن سبب الراكب في الفرس فلا إشكال أنهم ضامنون، وإن أشكل الأمر حمل في السفينة على أن ذلك من الريح، وفي الفرس أنه من سبب راكبه. ¶ وفي بداية المجتهد: اختلفوا في الفارسين يصطدمان فيموت كل واحد منهما فقال مالك وأبو حنيفة وجماعة: على كل منهما دية الآخر، وذلك على العاقلة وقال الشافعي وعثمان البتي: على كل واحد منهما نصف دية صاحبه لأن كل واحد منهما مات من فعل نفسه وفعل صاحبه.",
            "page": "6",
            "part": "16",
            "seal": "EDAD56F2"
        },
        {
            "id": "62",
            "nass": "وفي الشرح الكبير للدردير:وأما المتصادمان ففي العمد القود كما قال وفي الخطأ الضمان ولو سفينتين فيهما ولا شيء في العجز بل هدر ولو غير سفينتين كما أشار له بقوله (إلا العجز الحقيقي) أي: إلا أن يكون تصادمهما لعجزٍ حقيقي لا يستطيع كل منهما أن يصرف نفسه أو دابته عن الآخر فلا ضمان بل هدر ولا يحملان عند الجهل بل على العمد كما تقدم لكن الراجح أن العجز الحقيقي في المتصادمين كالخطأ فيه ضمان الدية في النفس والقيم في الأموال بخلاف السفينتين فهدر وحملا عند الجهل عليه لأن جريهما بالريح. ¶ وقال المرداوي: إن اصطدمت سفينتان فغرقتا، ضمن كل واحدٍ منهما سفينة الآخر وما فيها. هكذا أطلق كثيرٌ من الأصحاب قال المصنف وغيره: محله إذا فرط. قال الحارثي: إن فرط ضمن كل واحدٍ سفينة الآخر وما فيها، وإن لم يفرط فلا ضمان على واحد منهما…وإن كانت إحداهما منحدرةً فعلى صاحبها ضمان المصعدة إلا أن يكون غلبه ريح فلم يقدر على ضبطها …وقال في المغني: إن فرط المصعد فإن أمكنه العدول بسفينته والمنحدر غير قادرٍ ولا مفرط فالضمان على المصعد لأنه المفرط. ¶ قال الخرقي: وإن تصادم نفسان يمشيان فماتا فعلى عاقلة كل واحد منهما دية الآخر. ¶ وقال ابن قدامة: ولا يجب القصاص سواء كان اصطدامهما عمداً أو خطاً، لأن الصدمة لا تقتل غالباً، فالقتل الحاصل بها مع العمد عمد الخطأ، وكذلك الحكم في اصطدام السفينتين، وكذلك بالنسبة لاصطدام الفارسين ¶ فمما سبق يتضح اتفاق الفقهاء على أن ملاح السفينة لا يضمن ما تلف بسفينته إذا لم يفرط في ضبطها، واختلفوا في الدابة لأنه يمكن ضبطها. وبناءً عليه فنقول: إنه يلزم كلاً من السائقين ضمان ما أتلفه إلا إن كان الحادث حصل بأمرٍ خارجٍ عن إرادتهما ولم يقصرا، وفي حالة وجود المباشر والمتسبب فإن المباشر هو الضامن إلا إذا كان فعل المتسبب أقوى كما لو رمى بنفسه أمام السيارة بالقرب منها وبشكلٍ مفاجيء.",
            "page": "7",
            "part": "16",
            "seal": "0B78FB6E"
        },
        {
            "id": "63",
            "nass": "وقد أصدر المجمع الفقهي قراراً جاء فيه: ¶ بالنظر إلى تفاقم حوادث السير وزيادة أخطارها على أرواح الناس وممتلكاتهم واقتضاء المصلحة سن الأنظمة المتعلقة بترخيص المركبات بما يحقق شروط الأمن كسلامة الأجهزة وقواعد نقل الملكية ورخص القيادة والاحتياط الكافي بمنح رخص القيادة بالشروط الخاصة بالنسبة للسن والقدرة والرؤية والدراية بقواعد المرور والتقيد بها وتحديد السرعة المعقولة والحمولة، قرر ما يلي: ¶ 1- أ- إن الالتزام بتلك الأنظمة التي لا تخالف أحكام الشريعة الإسلامية واجبٌ شرعاً، لأنه من طاعة ولي الأمر فيما ينظمه من إجراءات بناءً على دليل المصالح المرسلة، وينبغي أن تشتمل تلك الأنظمة على الأحكام الشرعية التي لم تطبق في هذا المجال. ¶ ب- مما تقتضيه المصلحة أيضاً سن الأنظمة الزاجرة بأنواعها، ومنها التعزير المالي لمن يخالف تلك التعليمات المنظمة للمرور لردع من يعرض أمن الناس للخطر في الطرقات والأسواق من أصحاب المركبات ووسائل النقل الأخرى أخذاً بأحكام الحسبة المقررة. ¶ 2- الحوادث التي تنتج عن تسيير المركبات تطبق عليها أحكام الجنايات المقررة في الشريعة الإسلامية وإن كانت في الغالب من قبيل الخطأ، والسائق مسئول عما يحدثه بالغير من أضرار سواء في البدن أم المال إذا تحققت عناصرها من خطأ وضرر ولا يعفى من هذه المسئولية إلا في الحالات الآتية: ¶ أ- إذا كان الحادث نتيجة لقوة قاهرة لا يستطيع دفعها وتعذر عليه الاحتراز منها، وهي كل أمرٍ عارض خارج عن تدخل الإنسان. ¶ ب- إذا كان بسبب فعل المتضرر المؤثر تأثيراً قوياً في إحداث النتيجة. ¶ ج- إذا كان الحادث بسبب خطأ الغير أو تعديه فيتحمل ذلك الغير المسئولية. ¶ 3- ما تسببه البهائم من حوادث السير في الطرقات يضمن أربابها الأضرار التي تنجم عن فعلها إن كانوا مقصرين في ضبطها، والفصل في ذلك إلى القضاء.",
            "page": "8",
            "part": "16",
            "seal": "BAF633F3"
        },
        {
            "id": "64",
            "nass": "4- إذا اشترك السائق والمتضرر في إحداث الضرر كان على كل واحدٍ منهما تبعة ما تلف من الآخر من نفسٍ أو مال. ¶ 5- أ- مع مراعاة ما سيأتي من تفصيل، فإن الأصل أن المباشر ضامن ولو لم يكن متعدياً، وأما المتسبب فلا يضمن إلا إذا كان متعدياً أو مفرطاً. ¶ ب- إذا اجتمع المباشر مع المتسبب كانت المسئولية على المباشر دون المتسبب إلا إذا كان المتسبب متعدياً والمباشر غير متعدٍ. ¶ ج- إذا اجتمع سببان مختلفان كل واحدٍ منهما مؤثر في الضرر، فعلى كل واحدٍ من المتسببين المسئولية بحسب نسبة تأثيره في الضرر، وإذا استويا أو لم تعرف نسبة أثر كل واحدٍ منهما فالتبعة عليهما على السواء. والله أعلم (1) . ¶ المراجع: ¶ 1- مجلة المجمع عدد8 ج2 ص171. ¶ 2- مجلة البحوث الإسلامية ص27. ¶ 3- مجلة البحوث الفقهية 19/223. ¶ 4- فتاوى اللجنة الدائمة للبحوث 8/433. ¶ 5- مجمع الضمانات، للبغدادي. ¶ 6- نظرية الضمان. ¶ __________ ¶ (1) - ومن المسائل من صور آخر أو رسمه بغير إذنه وانظر مجلة البحوث الفقهية 23/223. وفي حكم استخدام الأفلام والبرامج التعليمية والصور انظر 19/ 223، وكتاب أحكام التصوير في الفقه الإسلامي، لمحمد بن أحمد واصل.",
            "page": "9",
            "part": "16",
            "seal": "0BE8D372"
        },
        {
            "id": "65",
            "nass": "النوازل في القضاء",
            "page": "1",
            "part": "17",
            "seal": "07E5C2DB"
        },
        {
            "id": "66",
            "nass": "الحكم بالقرائن ¶ التمهيد: ¶ مسألة العمل بالقرائن بحثت قديماً فقد بحثها ابن القيم ـ رحمه الله ـ في كتابيه الطرق الحكيمة وأعلام الموقعين وبحثها غيره. والذي استجد فيها هو بعض الصور الحديثة لها والتي قد تكون أقوى حتى من شهادة الشهود كإثبات الجريمة بواسطة البصمات والصوت والصورة، وكلما كانت القرينة أكثر وضوحا وأقل احتمالاً للخطأ كانت أقوى في الإثبات، بل إن الحصول على اعتراف الجاني يصبح ميسورا عند موجهته بها. ¶ حكم العمل بالقرائن واعتبارها: ¶ النظر إلى القرائن لا بد منه عند الحكم وهو من العلم بملابسات الواقعة، قال ابن القيم (1) : ولا يتمكن المفتي ولا الحاكم من الفتوى والحكم بالحق إلا بنوعين من الفهم: أحدهما: فهم الواقع والفقه فيه واستنباط علم حقيقة ماوقع بالقرائن والامارات والعلامات حتى يحيط به علما، والنوع الثاني: فهم الواجب في الواقع،وهو فهم حكم الله الذي حكم به في كتابه او على لسان رسوله في هذا الواقع،ثم يطبق احدهما على الآخر، فمن بذل جهده واستفرغ وسعه في ذلك لم يعدم اجرين أو اجرا، فالعالم من يتوصل بمعرفة الواقع والتفقه فيه إلى معرفة حكم الله ورسوله. وقال: فالحاكم إذا لم يكن فقيه النفس في الأمارات، ودلائل الحال، ومعرفة شواهده، وفي القرائن الحالية والمقالية، كفقهه في جزئيات وكليات الأحكام: أضاع حقوقا كثيرة على أصحابها، وحكم بما يعلم الناس بطلانه لا يشكون فيه، اعتماداً منه على نوع ظاهر لم يلتفت إلى باطنه وقرائن أحواله. ومن تأمل الشريعة وقضايا الصحابة وجدها طافحة بهذا،ومن سلك غير هذا أضاع على الناس حقوقهم،ونسبه إلى الشريعة التي بعث الله بها رسوله. ¶ __________ ¶ (1) - إعلام الموقعين: 1/103-287. ومن النوازل: التقنين، وانظر التقنين والإلزام لبكر أبو زيد.",
            "page": "1",
            "part": "18",
            "seal": "0292C7AA"
        },
        {
            "id": "67",
            "nass": "فهاهنا نوعان من الفقه، لابد للحاكم منهما: فقه في أحكام الحوادث الكلية، وفقه في نفس الواقع أحوال حكمه من الواجب، ولا يجعل الواجب مخالفا للواقع. ¶ والحكم بالقرينة حكم بالأمارات لا بالفراسة وعمل بغلبة الظن. ¶ والقرائن أنواع فمها الضعيفة والقوية وما نص عليها في القرآن والسنة أو عمل بها الصحابة أو نص عليها الفقهاء وما ليس كذلك فلا يعمل بكل قرينة ولو كانت ضعيفة. ¶ البينة ليست مقصورة على الشاهدين: ¶ والمقصود أن الشارع لم يقف الحكم في حفظ البينة على شهادة ذكرين، لا في الدماء ولا في الأموال ولا في الفروج ولا في الحدود، بل قد حد الخلفاء الراشدون والصحابة رضي الله عنهم في الزنا بالحبل، وفي الخمر بالرائحة والقيء، وكذلك إذا وجد المسروق عند السارق كان أولى بالحد من ظهور الحبل والرائحة في الخمر،وكل ما يمكن أن يقال في ظهور المسوق أمكن أن يقال في الحبل والرائحة، بل أولى فإن الشبهة التي تعرض في الحبل من الإكراه ووطء الشبهة، وفي الرائحة لا يعرض مثلها في ظهور العين المسروق،والخلفاء الراشدون والصحابة (رضي الله عنهم) لم يلتفتوا إلى هذه الشبهة التي تجيز غلط الشاهد ووهمه وكذبه أظهر منها بكثير، فلو عطل الحد بها لكان تعطيله بالشبهة التي تمكن في شهادة الشاهدين أولى،فهذا محض الفقه والاعتبار ومصالح العباد، وهو من أعظم الأدلة على جلالة فقه الصحابة وعظمته ومطابقته لمصالح العباد، وحكمة الرب وشرعه، وأن التفاوت الذي بين أقوالهم وأقوال من بعدهم كالتفاوت بين القائلين.",
            "page": "2",
            "part": "18",
            "seal": "38599DB4"
        },
        {
            "id": "68",
            "nass": "وبالجملة فالبينة اسمٌ لكل ما يبين الحق ويظهره ومن خصها بالشاهدين أو الأربعة أو الشاهد لم يوف مسماها حقه، ولم تأت البينة قط في القرآن مراداً بها الشاهدان وإنما أتت مراداً بها الحجة والدليل والبرهان مفردةً ومجموعة، وكذلك قول النبي (صلى الله عليه وسلم) : البينة على المدعي (1) . المراد به أن عليه بيان ما يصحح دعواه ليحكم له، والشاهدان من البينة ولا ريب أن غيرها من أنواع البينة قد يكون أقوى منها لدلالة الحال على صدق المدعي فإنها أقوى من دلالة إخبار الشاهد، والبينة والدلالة والحجة والبرهان والآية والتبصرة والعلامة والأمارة متقاربة في المعنى. وقد حكم رسول الله (صلى الله عليه وسلم) بالشاهد واليمين قال ابن عباس (رضي الله عنهما) : قضى رسول الله (صلى الله عليه وسلم) بشاهدٍ ويمين (2) . وقد قبل شهادة المرأة في الرضاع، والأعرابي في رؤية الهلال، وقال الأصحاب: شهادة الواحد تجوز عند الحاجة بلا يمين. ويقبل خبر المرأة فيما لا يطلع عليه الرجال غالباً من الولادة والرضاع والحيض والعدة والعيوب، وتقبل شهادة أهل الخبرة والطب في الموضحة وشبهها. ¶ بعض الأدلة على مشروعية العمل بالقرائن: ¶ 1- مما ورد في شرع من قبلنا والذي لم يرد في شرعنا ما يخالفه: توصل شاهد يوسف (عليه السلام) بشق القميص من دبر إلى معرفة براءته وصدقه، وكما توصل (سليمان صلى الله عليه وسلم) بقوله (ائتوني بالسكين حتى اشق الولد بينكما) إلى معرفة عين الأم. ¶ 2- ومما ورد من السنة: ¶ ما فعله الزبير بن العوام (رضي الله عنه) من تعذيب أحد ابني أبي الحقيق بأمر رسول الله (صلى الله عليه وسلم) حتى دلهم على كنز حيي لما ظهر له كذبه في دعوى ذهابه بالإنفاق فقال (صلى الله عليه وسلم) : المال كثير والعهد أقرب من ذلك. ¶ __________ ¶ (1) - رواه الترمذي (1341) . وهو في الصحيحين بلفظ: لكن اليمين على المدعى عليه. ¶ (2) - رواه مسلم 1721.",
            "page": "3",
            "part": "18",
            "seal": "E3C8EFBF"
        },
        {
            "id": "69",
            "nass": "وكما توصل النعمان بن بشير (رضي الله عنه) بضرب المتهمين بالسرقة إلى ظهور المال المسروق عندهم، فإن ظهر وإلا ضرب من اتهمهم كما ضربهم، وأخبر أن هذا حكم رسول الله (صلى الله عليه وسلم) . ¶ ومنها: إلحاق الولد للفراش، واعتبار سكوت البكر دليلاً على رضاها. ولما تداعى ابني عفراء في قتل أبي جهل نظر في سيفيهما ثم قال: كلاكما قتله (1) . والحكم باللوث في القسامة فيحلفون خمسين يميناً ويستحقون دم القتيل وهو حكم بالقرينة. ومنها القيافة، والقضاء بالنكول. ومنها: التقاط ما لا تتبعه همة الناس، والتقاط المار بثمر الغير من الثمر دون أن يحمل لأن ذلك مما جرت العادة بالمسامحة فيه، والحكم في اللقطة والركاز. ¶ 3- عمل الصحابة: ¶ فقد حكم عمر (رضي الله عنه) بالقرينة فرجم المرأة التي ظهر بها الحبل ولا زوج لها ولا سيد (2) . وكما توصل أمير المؤمنين علي (رضي الله عنه) بقوله للمرأة التي حملت كتاب حاطب لما أنكرته: لتخرجن الكتاب أو لنجردنك، إلى استخراج الكتاب منها. ¶ ولم تزل الأئمة والخلفاء يحكمون بالقطع إذا وجد المال المسروق مع المتهم وهذه القرينة أقوى من البينة والإقرار فإنهما خبران يتطرق إليهما الصدق والكذب ووجود المال مع المتهم نصٌ صريح. ¶ أمثلة للقرائن: ¶ __________ ¶ (1) - رواه البخاري 3131 ومسلم 1752. ¶ (2) - رواه مسلم من حديث ابن عباس (رضي الله عنهما)",
            "page": "4",
            "part": "18",
            "seal": "DEE25EE0"
        },
        {
            "id": "70",
            "nass": "كما في بيع المعاطاة ودفع ما يصلح للزوجة عند التنازع فهو عملٌ بالقرائن، ولو رأينا رجلاً مكشوف الرأس وليس ذلك من عادته وآخر هاربٌ قدامه بيده عمامة وعلى رأسه عمامة حكمنا له بالعمامة التي بيد الهارب قطعاً. وأكل الضيف مما قدم له ولو لم يأذن صاحب الدار اكتفاءً بقرينة الحال، وقبول قول الصبي في الهدايا. ومن ذلك قول أهل المدينة لا تسمع دعوى الزوجة بعدم الإنفاق فيما مضى من الزمان لتكذيب القرائن الظاهرة لها. وقولهم: لا تقبل دعوى يقضي العرف بتكذيبها كمن يتصرف في داره سنين وإنسانٌ حاضرٌ يراه ثم يدعي أنها له. ومنها الحكم بموت المفقود إذا طالت المدة على خلافٍ بين العلماء في تحديدها. ¶ ومما استجد منها: وجود أثر بَصَمات المتهم، أو تسجيل صوته أو صورته، أو استخدام الكلاب المدربة على معرفة المتهم، ونحو ذلك. ¶ المراجع: ¶ 1- الطرق الحكمية في السياسة الشرعية، لابن القيم. ¶ 2- اعلام الموقعين عن رب العالمين، لابن القيم. ¶ 3- الفتاوى لابن تيمية 28/422-35/386. ¶ 4- القواعد والفوائد الأصولية لابن اللحام ص27. ¶ 5- القرائن ودورها في الإثبات، لأنور محمود. ¶ 6- الإثبات بالقرائن في الفقه الإسلامي، لإبراهيم الفائز. ¶ 7- القرائن ودورها في الإثبات، د/ صالح السدلان. ¶ 8- مجلة الدراسات الإسلامية الأردن مج18/ أ-ع3 ص99. ¶ 9- البصمات ومشروعية اعتبارها قرينة لبناء الحكم الشرعي، رسالة ماجستير من المعهد العالي للعلوم الأمنية، لابراهيم الحوطي عام 1410 هـ.",
            "page": "5",
            "part": "18",
            "seal": "6CE938A5"
        },
        {
            "id": "71",
            "nass": "بعض النوازل الطبية",
            "page": "1",
            "part": "19",
            "seal": "AA643523"
        },
        {
            "id": "72",
            "nass": "حكم التداوي ومسئولية الطبيب ¶ قبل الشروع في ذكر بعض النوازل الطبية نذكر بعض الأمور المتعلقة بالعلاج والتطبيب. ¶ 1- حكم التداوي: التداوي جائز ومما يدل على جوازه ماروى أبو خزيمة عن أبيه قال: سألت رسول الله (صلى الله عليه وسلم) فقلت: يا رسول الله أرأيت رقى نسترقيها ودواء نتداوى به وتقاة نتقيها هل ترد من قدر الله شيئاَ؟ قال: هي من قدر الله. رواه الترمذي وابن ماجه وأحمد. وعن أسامة بن شريك (رضي الله عنه) أن رسول الله (صلى الله عليه وسلم) قال: تداووا فإن الله عز وجل لم يضع داءً إلا وضع له دواءً غير داءٍ واحد الهرم. رواه أبو داود والترمذي وابن ماجه. ¶ وأما ما رواه البخاري من حديث ابن عباس في الذي يدخلون الجنة بغير حساب، وفعل بعض الصحابة حيث تركوا العلاج ومنهم أبو بكر وأبو الدرداء (رضي الله عنهم) . ¶ فقيل: الحديث محمولٌ على من اعتقد أن الأدوية تنفع بطبعها أو على الرقى التي لا يعقل معناها لاحتمال أن يكون كفراً، ولكنه مردود بأن هذا لا يختص بالسبعين ألفاً الوارد ذكرهم في الحديث. وقيل: محمولٌ على من فعله في الصحة خشية وقوع الداء واختاره ابن عبد البر. وقيل: محمولٌ على من تركه رضاً بقدر الله واعتماداً عليه لا أنه ليس بجائز وهو اختيار الخطابي وابن الأثير وقال: ولا يرِد على هذا وقوع ذلك من النبي صلى الله عليه وسلم فعلاً وأمراً، لأنه كان في أعلى مقامات العرفان ودرجات التوكل فكان ذلك منه للتشريع وبيان الجواز، فمن وثق بالله وأيقن بقضائه فلا يقدح في توكله تعاطيه الأسباب، فقد ظاهر الرسول بين درعين ولبس على رأسه المغفر وهاجر وقال للرجل: اعقلها وتوكل. وقال: إذا سمعتم بالوباء في أرضٍ فلا تقدموا عليها، وإذا وقع في أرضٍ وأنتم بها فلا تخرجوا منها فراراً منه رواه البخاري.",
            "page": "1",
            "part": "20",
            "seal": "1EB5994B"
        },
        {
            "id": "73",
            "nass": "2- النظر إلى العورة ولمسها ونظر الرجل للمرأة والعكس ولمس موضع التداوي. نص الفقهاء على أن المعالجة من الرجل للمرأة لا تكون إلا حال الضرورة القصوى وأن لا ينظر منها إلا موضع الحاجة فقط (1) . ومما يدل على الجواز عند الضرورة ماروى عطية القرظي قال: كنت من سبي بني قريظة فكانوا ينظرون فمن أنبت الشعر قُتل ومن لم ينبت لم يقتل، فكنت فيمن لم ينبت. رواه أحمد وأبو داود والترمذي وابن ماجة. ¶ 3- مسئولية الطبيب: ¶ الطبيب مسئولٌ أخلاقياً ودينياً، ومسئولٌ مسئوليةً جنائية أيضاً. فالمسئولية قسمان: المسئولية الأخلاقية (الأدبية) ، والمسئولية المهنية (العملية) . ¶ والدليل على مسئولية الطبيب حديث عمرو بن شعيب عن أبيه عن جده أن رسول الله -صلى الله عليه وسلم- قال: من تطبب ولم يُعلم منه طب قبل ذلك فهو ضامنٌ. رواه ابن ماجة والحاكم وصححه ووافقه الذهبي. ومن القياس: يضمن الطبيب الجاهل والمتعدي ما أتلفت يداه كما يضمن الجاني سراية جنايته بجامع كون كلٍ منهما فعل محرماً. ¶ واستبعاد بعضهم قصد الجناية في الطب مكابرة. ¶ أركان المسئولية: ¶ 1- السائل وهو من يملك حق مساءلة الطبيب ومساعديه كالقاضي ونحوه. ¶ 2- المسئول وهو من يوجه إليه السؤال ويكلف الجواب عن مضمونه سواء كان فرداً كالطبيب أو جهةً كالمستشفى. 3- المسئول عنه، وهو: الضرر وسببه الناشئان عن فعل الطبيب ومساعديه، أو عنهما معاً. 4- صيغة السؤال، وهي: العبارة المتضمنة للسؤال الوارد من السائل إلى المسئول. ¶ وقال بعض الباحثين الأركان هي: ¶ __________ ¶ (1) - انظر حاشية ابن عابدين 6/370 والفتاوى الهندية 5/330 والأشباه والنظائر لابن نجيم ص86 ومغني المحتاج 3/133 وتكملة المجموع 15/17 والأشباه والنظائر في قواعد وفروع فقه الشافعية ص85 والمغني 6/558 والمقنع 3/6 وحاشية المقنع 3/6.",
            "page": "2",
            "part": "20",
            "seal": "BDD93096"
        },
        {
            "id": "74",
            "nass": "1- الخطأ الطبي. 2- الضرر. 3- الرابطة السببية. وهذا محل نظر لأن الخطأ ليس ركناً بل سببٌ موجب للمسئولية ولا تتوقف ماهية المسئولية عليه. والضرر أثرٌ من آثار الخطأ الطبي يقوى به اعتبار السبب الموجب للمسئولية، ولا تتوقف عليه ماهيتها. والرابطة السببية بين الخطأ والضرر شرطٌ في اعتبارهما وليست ركناً من أركان المسئولية. ¶ موجبات المسئولية المهنية أربعة أمور وهي: ¶ 1- عدم اتباع الأصول العلمية. 2- الخطأ. ¶ 3- الجهل. 4- الاعتداء. ¶ 1- عدم اتباع الأصول العلمية. وهي: الأصول الثابتة والقواعد المتعارف عليها نظرياً وعملياً بين الأطباء والتي يجب أن يُلم بها كل طبيب وقت قيامه بالعمل الطبي. والعلوم التي يجب الإلمام بها نوعان: ثابتة ومستجدة. ويشترط في المستجدة أن تكون صادرة من جهةٍ معتبرة كالمدارس الطبية المتخصصة بالأبحاث والدراسات الطبية، وأن يشهد أهل الخبرة بكفاءتها وصلاحيتها للتطبيق. وأما إجراء التسجيل العلمي للطريقة العلاجية قبل استخدامها على الإنسان فلا يشترط إلا إذا اعتذرت الجهات الطبية عن تسجيلها لخللٍ فنيٍ يوجب ردها. ¶ والأحوال التي يخرج فيها الأطباء ومساعدوهم عن الأصول العلمية إما أن تكون في الجانب العلمي النظري أو العملي التطبيقي. أو في كليهما. فقد ذكر ابن قدامة (رحمه الله) أن الحاذق إذا جنت يده في الختان يضمن لأنه إتلاف لا يختلف ضمانه بالعمد والخطأ أشبه إتلاف المال، ولأنه فعل محرماً فيضمن سرايته كالقطع ابتداءً. وهكذا قال الشافعي (رحمه الله) في الأم: إن كان فعل ما لا يفعل مثله من أراد الإصلاح وكان عالماً به فهو ضامن. وقال ابن القيم (رحمه الله) في التحفة: إن كان الخاتن عارفاً بالصناعة وختن المولود في الزمن الذي يختن فيه مثله، وأعطى الصناعة حقها لم يضمن سراية الجرح اتفاقاً.",
            "page": "3",
            "part": "20",
            "seal": "ED552068"
        },
        {
            "id": "75",
            "nass": "2- الخطأ. وعرفه بعضهم بأنه ما ليس للإنسان فيه قصد. وهذا النوع لا إثم فيه إلا أنه من موجبات المسئولية. 3- الجهل سواءٌ كان كلياً أو جزئياً. ¶ 4- الاعتداء. وهو أن يقدم على فعل ما يوجب الضرر بالمريض قصداً. وهذا النوع هو أشدها ويصعب إثباته بغير الإقرار إلا أنه يمكن الاهتداء إليه بالقرائن القوية كوقوع العداوة أو سبق التهديد من الطبيب المتهم للمريض. ¶ وبعد أن تحدثنا عن مسئولية الطبيب نشرع الآن في ذكر بعض النوازل الطبية.",
            "page": "4",
            "part": "20",
            "seal": "E6BA755E"
        },
        {
            "id": "76",
            "nass": "موت الدماغ ¶ أولاً: تعريف الوفاة في اللغة والشرع: ¶ الوفاة في اللغة: تطلق على المنية والموت. ويطلق الموت على ما هو ضد الحياة وعلى السكون (1) . ¶ والوفاة شرعاً: مفارقة الروح البدن (2) . ومما يدل على ذلك حديث البراء بن عازب (رضي الله عنه) في شأن روح المؤمن وفيه: فتخرج نفسه تسيل كما تسيل القطرة من في السقاء. وقال في روح الكافر: فينتزعها كما ينتزع السفود من الصوف المبلول فيأخذها الحديث رواه أحمد وأبو داود وابن خزيمة. وفي حديث أم سلمة (رضي الله عنها) : إن الروح إذا قبض تبعه البصر رواه مسلم. ¶ ثانياً: أمارات الوفاة عند الفقهاء: ¶ يتحرى ويتثبت الفقهاء في الحكم على الشخص بأنه قد توفي فلا يحكمون بالوفاة إلا بعد ظهور أدلة واضحة عليها، وقد لا تظهر هذه العلامات إلا بعد مضي مدة على خروج الروح خاصة في الحالات المرضية التي تستدعي المزيد من الحيطة (3) . يقول ابن رشد \" فإذا قضى الميت غمض عينيه ويستحب تعجيل دفنه لورود الآثار بذلك إلا الغريق فإنه يستحب في المذهب تأخير دفنه مخافة أن يكون الماء قد غمره فلم تتبين حياته وإذا قيل هذا في الغريق فهو أولى في كثير من المرضى مثل الذين يصيبهم انطباق العروق وغير ذلك مما هو معروف عند الأطباء، حتى لقد قال الأطباء: \" إن المسكوتين لا ينبغي أن يدفنوا إلا بعد ثلاث\" (4) . ويقول النووي رحمه الله: \" فإن شك بأن لا يكون به علة واحتمل أن يكون به سكتة أو ظهرت علامات فزع أو غيره، أخر إلى اليقين بتغير الرائحة أو غيره\" (5) ¶ __________ ¶ (1) المصباح المنير ص 257، القاموس المحيط ص206، ص 1731 ¶ (2) تفسير أبي السعود 1/231، تفسير ابن كثير 2/131، بلغة السالك 1/193 ـ 200 فقه النوازل 1/222. ¶ (3) -بداية المجتهد 1/164. ¶ 4- روضة الطالبين 2/98.",
            "page": "1",
            "part": "21",
            "seal": "60188B46"
        },
        {
            "id": "77",
            "nass": "وإليك جماع ما ذكره الفقهاء من العلامات والأمارات الظاهرة التي يحكم بموجبها بموت المحتضر (1) : 1- انقطاع النفس. 2- استرخاء القدمين مع عدم انقباضهما وانتصابهما. 3- انفصال الكفين من الذراعين. 4-ميل الأنف. 5- امتداد جلدة الوجه. 6-انخساف الصدغين. 7- تقليص خصيتيه إلى فوق مع تدلي الجلدة. 8- برودة البدن. 9- إحداد بصره. 10- انفراج شفتيه فلا ينطبقان. 11- غيبوبة سواد عينيه في البالغين. ¶ والملحوظ: في هذه الأمارات أنها أدلة وظواهر تدرك بالمشاهدة والحس ويشترك في معرفتها عموم الناس (2) . ¶ ثالثاً: علامات الموت عند الأطباء: ¶ سبب بحث هذه المسألة وأهميته: ¶ بما أن الأطباء هم أهل الاختصاص في هذا المجال فالرجوع إليهم متحتم في هذه المسألة، فإذا حكموا بأن توقف الدماغ يعتبر موتاً أكيداً ولو كان القلب ينبض والتنفس يعمل بفعل أجهزة الإنعاش فإنه ينبني على ذلك أمران مهمان: ¶ أولهما: جواز رفع أجهزة الإنعاش باعتبار أن من وضعت عليه في عداد الموتى. ¶ __________ ¶ (1) المصدر السابق، والمجموع 5/125 والبحر الرائق2/170 وتبيين الحقائق1/234 وفتح القدير لابن الهمام2/68 حاشية ابن عابدين 2/198، منح الجليل 1/492، المغني 3/367. ونهاية المحتاج 2/431 ومغني المحتاج 1/332. وشرح الخرشي على مختصر خليل 2/122 وحاشية العدوي على شرح الخرشي 2/122 وعلى كفاية الطالب 1/358 وبلغة السالك 1/200.وكشاف القناع 2/95 والكافي 1/246 وشرح منتهى الإرادات 1/323. وانظر الوفاة وعلاماتها للحديثي ص19. وانظر مجلة البحوث الإسلامية 58/379. ¶ 6- فقه النوازل 1/226",
            "page": "2",
            "part": "21",
            "seal": "807FA095"
        },
        {
            "id": "78",
            "nass": "ثانياً: جواز نقل الأعضاء من هذا الشخص الميت دماغياً إذا وافق المصاب أو ذووه على التبرع بأعضائه وأنسجته وفي هذه الحالة لا ترفع أجهزة الإنعاش الصناعي عنه للإبقاء على حياة بعض خلايا جسمه في الأعضاء المهمه كالقلب أو الكلية أو الكبد أو الرئتين أو البنكرياس أو العيون أو الجلد أو غيرها من أجل الحصول على أعضاء صالحة في حالةٍ جيدة لنقلها وزرعها بنجاح في جسم المستفيد، فإبقاء الأجهزة حينئذٍ ليست إلا إحدى الوسائل الطبية الحديثة التي تستخدم لحفظ الأعضاء في حالة أنها تصلح للاستخدام والمعالجة الطبية وشأنه في ذلك كمن يضع الأعضاء في ثلاجة ريثما يتم زراعتها وإن كان المريض المصاب ميتاً بالفعل أو في حكم الميت فهو لا يعي ولا يحس ولا يشعر وذلك لتلف مصدر ذلك كله وهو جذع الدماغ هذا إذا اعتبرنا أن توقف جذع الدماغ يعتبر موتاً. ¶ ثانياً: التعريف الطبي القديم للموت: ¶ هو توقف القلب والدورة الدموية والتنفس توقفاً لا رجعة فيه (1) . ولا يزال هذا التعريف سارياً لمئات الملايين من الوفيات التي تحدث سنوياً ولكن بسبب التقدم السريع في وسائل الإنعاش اختلف في بعض الحالات هل ينطبق عليها هذا المفهوم أم لا (2) ؟ إذ قد يتوقف الدماغ ولكن القلب والتنفس لم يتوقفا!. ¶ رابعاً: مفهوم موت الدماغ وعلاماته: ¶ 1-تاريخ اكتشافه من حيث الحديث عنه والعمل به: ¶ أول من نبه إلى موضوع موت الدماغ المدرسة الفرنسية عام 1959م ثم تبعها المدرسة الأمريكية عام 1968م ثم أخذت الأبحاث تنتشر فيما بعد. ¶ __________ ¶ (1) - الطبيب أدبه وفقهه ص 186/191 ¶ (2) -المصدر السابق.",
            "page": "3",
            "part": "21",
            "seal": "5DD34AA0"
        },
        {
            "id": "79",
            "nass": "وقبل ذلك وبالتحديد في سنة 1952م قبلت إحدى المحاكم الأمريكية (في ولاية كنتاكي) النظر في الدعوى الخاصة بشخص كان قلبه لا يزال يدق لأنه كان يدفع بالدم من الأنف، فطبقت معيار موت جذع الدماغ كليةً معياراً قانونياً للموت. وعدلت عن معيار توقف التنفس والنبض. (أي القلب والدورة الدموية) وهو ما أقره المؤتمر الثاني للأخلاق الطبية بفرنسا والذي أكد أن معيار الموت هو الموت الكامل لخلايا المخ (الدماغ) وأن الموت ليس نتيجة حتمية لوقف حركة القلب في الجسم. وكان أول من وضع المواصفات العلمية والطبية الخاصة بتحديد موت الدماغ هي لجنة (آدهوك) في جامعة هارفرد الأمريكية عام 1968م. ¶ ولولا تطبيق هذا المعيار الحديث للموت لما أمكن إجراء عملية زرع قلب كامل عام 1967م لأنه قبل ذلك لا يعتبر ميتاً أثناء العملية الجراحية. ¶ 2-مفهوم موت الدماغ. ¶ أ/ تكوين الدماغ: ¶ يتكون الدماغ من أجزاء ثلاثة: ¶ 1 ـ المخ: وهو مركز التفكير والذاكرة والإحساس. ¶ 2 ـ المخيخ: ووظيفته الأساسية توازن الجسم. ¶ 3 ـ جذع المخ: وفيه المراكز الأساسية للحياة مثل مراكز التنفس والتحكم في القلب والدورة الدموية (1) . ¶ ب-المراد بموت الدماغ: ¶ عرف الأطباء موت الدماغ بأنه تلف دائم في الدماغ يؤدي إلى توقف دائم لجميع وظائفه بما فيها وظائف جذع الدماغ (2) . ¶ أو هو: توقف الدماغ عن العمل تماماً وعدم قابليته للحياة (3) . ¶ فإذا مات المخيخ فإن الإنسان يمكن أن يعيش، وإذا مات المخ فإن الإنسان أيضاً يمكن أن يعيش وإن كانت حياته حياة غير إنسانية بل حياة نباتية (4) . ¶ أما إذا مات جذع الدماغ فهنا اختلف الأطباء على قولين: ¶ __________ ¶ (1) أجهزة الإنعاش للبار مجلة مجمع الفقه الإسلامي ع2/ج2/440، الوفاة وعلاماتها للحديثي ص27. ¶ (2) موت الدماغ لندى الدقر ص56. ¶ (3) فقه النوازل 1/220. ¶ (4) المصدر السابق، أجهزة الإنعاش للبار ضمن مجلة مجمع الفقه الإسلامي ع2/ج1/440.",
            "page": "4",
            "part": "21",
            "seal": "A4FDDE84"
        },
        {
            "id": "80",
            "nass": "الأول: الاعتراف بموت جذع الدماغ نهاية للحياة الإنسانية بدلاً من توقف القلب والدورة الدموية وهذا قول أكثر الأطباء. (وهنا ترى المدرسة الأمريكية أنه لا بد من موت الدماغ بأكمله، والمدرسة البريطانية على أن الموت يكون بموت جذع الدماغ فقط) ¶ الثاني: عدم الاعتراف بموت الدماغ نهاية للحياة الإنسانية (1) ¶ ج) موت الدماغ: (جذع المخ) (2) وعلاماته: ¶ إن الدماغ (أو جذع المخ) هو المكان المعين في المخ الذي ترد عليه جميع الأحاسيس، وهو المركز الرئيسي للتنفس والتحكم في القلب والدورة الدموية، فهو المسئول عن وعي الإنسان ونومه ويقظته وحياته، فموت هذا الجزء من الدماغ يؤدي إلى إثبات الوفاة طبياً. إن موت جذع الدماغ بشكل دائم مرة واحدة يؤدي حتماً إلى خروج الروح من البدن، حتى وإن كان القلب سليماً، وذلك لأنه لا يمكن طبياً تبديل لا القشرة الدماغية الميتة ولا الدماغ لميت. ¶ وقد استقر الطب الحديث على أن الموت الكامل لخلايا المخ (أي الدماغ) الذي يؤدي إلى توقف المراكز العصبية عن العمل هو المعيار الشرعي والقانوني لموت الإنسان موتاً حقيقياً لا رجعة فيه. والمقصود بموت المخ: كلية الغيبوبة النهائية التامة، حيث تتوقف مراكز الاتصال والتفكير والذاكرة والسلوك وغيرها عن العمل. فتخرج بذلك حالة موت جزء من خلايا المخ فقط وهي: الغيبوبة المؤقتة، إذ إن موت المخ لاخلاف بين الأطباء في أنه ليس موتاً. فالموت هو من الناحية الطبية توقف جهاز التنفس والدورة الدموية والجهاز العصبي توقفاً تاماً لبضع دقائق وما يتبع ذلك من ظهور علامات وتغيرات ومنها ظهور الجسم بمظهر الجثة ويتم ذلك بعد حوالي ساعتين وهو ما يعبر عنه بموت الأنسجة. ¶ ويمكن تلخيص العلامات الدالة على موت الدماغ فيما يلي: ¶ __________ ¶ (1) فقه النوازل 1/220. ¶ (2) أحهزة الإنعاش للبار ضمن مجلة مجمع الفقه الإسلامي ع2/ج1/454 ـ 455.",
            "page": "5",
            "part": "21",
            "seal": "4441A3C5"
        },
        {
            "id": "81",
            "nass": "1 ـ الإغماء الكامل وعدم الاستجابة لأي مؤثرات لتنبيه المصاب مهما كانت قوية. ¶ 2 ـ عدم الحركة التلقائية. ¶ 3 ـ عدم التنفس لمدة ثلاث أو أربع دقائق (على خلاف بين المدارس الطبية) بعد إبعاد المنفسة. ¶ 4ـ عدم وجود أي نشاط كهربائي في رسم المخ بعد إمراره بطريقة معينة معروفة عند الأطباء. ¶ 5ـ عدم وجود أيٍ من الأفعال المنعكسة من جذع الدماغ الدالة على نشاط الجهاز العصبي مثل: ¶ أـ عدم حركة حدقتي العينين للضوء الشديد. ¶ ب- لا يرمش المصاب رغم وضع قطعة من القطن على قرنية العين. ¶ ج- لا تتحرك مقلة العين رغم إدخال ماء بارد في الأذن. ¶ د- لا يقطب المصاب جبينه رغم الضغط على الجبين بالإبهام. ¶ هـ عدم التحكم أو الكحة عند لمس الحنك وباطن الحلق بالإبهام، وعدم استجابة ¶ عضلات الحنجرة لتحريك أنبوب بالقصبة الهوائية. ¶ وـ عدم وجود حركة الدمية عند تحريك الرأس. ¶ ويجب إعادة فحص وظائف الدماغ من فريق آخر بعد مرور عدة ساعات (إما ست أو أربع وعشرين على خلاف بين الأطباء) ¶ ولا بد أن يجري التشخيص طبيبان على الأقل من الأطباء المختصين الثقات أحدهما مختص في جراحة الأعصاب (أو طب الأمراض العصبية) . ¶ وحين يصاب الدماغ إصابات بالغة نتيجة الحوادث فقد يموت الدماغ وتقوم الأجهزة الحديثة بإنعاش القلب والتنفس وجعلهما يستمران في وظيفتهما وبما أن جذع الدماغ هو المتحكم في جهازي التنفس والقلب والدورة الدموية فإن توقف جذع الدماغ وموته يؤدي لا محالة إلى توقف القلب والدورة الدموية والتنفس ولو بعد حين. ولكن لا بد من التأكد التام من التوقف الكامل الذي لا رجعة فيه لوظائف جذع الدماغ مع وجود إصاباتٍ باثيولوجية وتشريحية. ولا يكفي ذلك لإعلان موت الدماغ مالم تزل الأسباب المؤقتة التي قد تؤدي لتوقف وظيفة جذع الدماغ مؤقتاً، ومنها: ¶ 1 ـ بعض العقاقير كالكحول والمنومات. ¶ 2 ـ برودة الجسم فقد تحدث بسببها نوبة إغماء وتوقف للتنفس.",
            "page": "6",
            "part": "21",
            "seal": "EC906B66"
        },
        {
            "id": "82",
            "nass": "3 ـ التسمم نتيجة الغازات السامة وغاز أول أكسيد الكربون. ¶ 4 ـ زيادة البولينا في الدم. ¶ 5 ـ نقص السكر أو زيادته في الدم. ¶ 6 ـ نقص الهرمونات أو زيادتها في الدم. ¶ 7 ـ حالات الغرق وتوقف القلب الفجائي. ¶ 8 ـ الحالات التي أجري لها عمليات كبيرة في الدماغ. ¶ 9 ـ أخماج ميكروبية (فيروسية وبكتيرية) تصيب جذع الدماغ. ¶ وفي حالات الشك وخاصة في الأطفال تجري فحوص إضافية وهي: ¶ 1ـ حقن شرايين الدماغ الأربعة فإذا لم توجد دورة دموية في الدماغ كان ذلك دليلاً قاطعاً على موت الدماغ. ¶ 2 ـ إجراء الفحص السابق بواسطة المواد المشعة لسهولته النسبية وعدم الحاجة فيه لنقل المريض. ¶ وقد توجد ذبذبات خفيفة تدل على وجود خلايا في الدماغ فوق مستوى جذع الدماغ، ولذا يقترح بعضهم القيام بقياس الدورة الدموية في الدماغ. ¶ ... هذا ولا يعد رسم الدماغ أساسياً في تشخيص موت الدماغ، غير أنه إذا توافر كان دليلاً إضافياً مفيداً من الناحية الشرعية والقانونية، ولا تكفي هذه الشروط لإعلان موت الإنسان، بل لا بد أن يكون توقف وظائف جذع الدماغ مصحوباً بعلامات طبية (باثولوجية وتشريحية) وما يتبع ذلك من ظهور تغيرات: كحدوث تغييرات بالعين، وبهاتة لون الجسم، وبرودة الجسم وفقد حرارته الجوية، والزرقة الرمية، وغيرها من علامات ظهور الجسم بمظاهر الجثة تنتهي بتحليل الجسم تحللاً كاملاً. ¶ الغيبوبة وتوقف الدماغ ليس موتاً:",
            "page": "7",
            "part": "21",
            "seal": "0ED2DBB5"
        },
        {
            "id": "83",
            "nass": "فحالات الغيبوبة المؤقتة مهما طالت والإغماء الطويل أو السبات العميق (أي غياب الوعي مهما طال الزمن) والموت الإكلينيكي وتعطل عمل القشرة المخية والموت الجزئي للجسد أو لبعض أعضائه لا تعد موتاً بالمفهوم الطبي والشرعي مالم يتم إثبات تشخيص موت جذع الدماغ الذي هو موت حقيقي لا رجعة بعده للحياة. ومما سبق يتضح أن موت المخ وهي الحالات التي تحدث عندما تتلف قشرة المخ بشكل دائم فتتلف مع ذلك مراكز الإرادة والوعي ولكن جذع الدماغ يكون سليما فتبقى أعضاء الجسم الأخرى عاملة لا يعد موتاً محققاً بل هو غيبوبة ربما يتغلب عليها بالمعالجة الطبية بعد تشخيص أسبابها. فمع موت المخ يكون نبض القلب عادياً والتنفس والحرارة الطبيعية والأفعال الإنعكاسية الإرادية وإفرازات معظم أجهزة الجسم ونمو الشعر والأظافر واستمرار الحمل طبيعياً بالنسبة للحوامل. ¶ والسكتة الدماغية وهي خلل مفاجيء في تدفق الدم في جزء من الدماغ (بفعل انسداد أوعية دموية في الدماغ، أو جلطة دموية تصل إلى الدماغ، أو ضعف في جدران الأوعية الدموية نتيجة تسارع أو ارتفاع في ضغط الدم أو غيرها) مما يساهم بدوره في موت خلايا الدماغ في المساحة المصابة من الدماغ وبالتالي إحداث خلل أو إعاقة في مهام الجسد التي يقوم بها ذلك الجزء من الدماغ (مثل الحركة أو البلع أو الإدراك الحسي أو الذهني أو أي إحساس آخر) فلا تعتبر موتاً، وقد استطاع الطب الحديث علاج العديد من المصابين بالسكتة الدماغية وتأهيلهم. ¶ وهكذا القلب يمكن أن يتوقف عدة مرات (السكتة القلبية) ولكن خلايا القلب حية فلا يعتبر ميتاً لأن الجهاز العصبي لم يمت ويمكن إسعافه ما دام الدماغ حياً عبر أدوات الرعاية المركزة وأجهزة الإنعاش الصناعي. ¶ فعلامات الموت عند الأطباء ما يلي:",
            "page": "8",
            "part": "21",
            "seal": "44EB16D1"
        },
        {
            "id": "84",
            "nass": "1- توقف القلب والدورة الدموية، ومن علاماته توقف النبض في الشرايين وتوقف القلب بعدم سماع أصواته بالسماعة الطبية، وموت القلب يتبعه لا محالة موت الدماغ إذ أن الدماغ يموت إذا انقطع عنه الدم لمدة أربع دقائق. ¶ 2- توقف التنفس توقفاً تاماً، ومن علاماته توقف حركة الصدر والبطن، وعدم سماع أصوات النفس بالسماعة الطبية. ¶ 3- التغيرات التي تحدث في الجسم وظهوره بمظهر الجثة، ومن ذلك: ¶ عتامة قرنية العين. ونقص الضغط داخل العين.- برودة الجسم.- ارتخاء الأطراف.- الزرقة الرمية، وهي: زرقة ناتجة عن توقف الدورة الدموية.- التيبس الرمي.- التعفن الرمي وهو تحلل أنسجة الجسم بواسطة ميكروبات التعفن وخاصةً في الأحشاء.- التصبن الرمي ويحدث في الجثث الموجودة في الماء لمدةٍ طويلة فتجمد الأجزاء الدقيقة بعد أسابيع من الوفاة خلال 6 أشهر.- التحول إلى مومياء (التحنط الطبيعي) وهذه الظاهرة تحدث عندما تكون الجثة في مكانٍ جاف شديد الحرارة ويتم هذا التحول خلال 3 أشهر. ¶ 4- توقف سيطرة الجهاز العصبي على الجسم: ومن علاماته الارتخاء الأولي للعضلات، وعدم استجابة الجثة لأي تنبيه حسي، وتوقف جميع الأفعال المنعكسة، وتكون حدقة العين ثابتة ولا تتأثر بالضوء الشديد. ¶ فالموت في نظر الأطباء على ثلاث درجات: ¶ 1- الموت الإكلينيكي. حيث يتوقف جهاز التنفس والقلب عن أداء وظائفهما. ¶ 2- الموت البيولوجي. يتوقف فيها الدماغ بموت خلايا المخ بعد بضع دقائق من توقف دخول الدم المحمل بالأكسجين للمخ (مالم تستعمل وبسرعة أجهزة الإنعاش الصناعي) ¶ 3- الموت الخلوي النهائي. حيث تموت خلايا أعضاء وأنسجة الجسم شيئاً فشيئاً وتدريجياً فيحدث ما يسمى بالموت الخلوي. ¶ خامساً: هل موت الدماغ دون القلب يوجب الحكم بموت صاحبه أو لا؟. ¶ تحرير محل النزاع:",
            "page": "9",
            "part": "21",
            "seal": "EE381E30"
        },
        {
            "id": "85",
            "nass": "1 ـ اتفق الفقهاء والأطباء في الحكم على عامة الوفيات بالموت بمفارقة الروح البدن وذلك في الحالات التي لا تدخل تحت أجهزة الإنعاش. وهذا يقع في أكثر الموتى في العالم. ¶ 2 ـ اختلف العلماء المعاصرون في موت جذع الدماغ هل يعتبر نهاية للحياة الإنسانية وذلك في الحالات التي تدخل تحت جهاز الإنعاش وهي تقع في حالات ضيقة (1) على قولين: ¶ القول الأول: أن موت دماغ الشخص دون قلبه لا يعد موتاً بل لا بد من توقف القلب عن النبض حتى يحكم بموت الإنسان وهو ما قرره المجمع الفقهي لرابطة العالم الإسلامي (2) . ¶ القول الثاني: يعتبر موت دماغ الشخص دون قلبه موتاً حقيقياً، ولا يشترط توقف القلب عن النبض حتى يحكم بموت الإنسان، وهذا ما قرره مجمع الفقه الإسلامي لمنظمة المؤتمر الإسلامي (3) . ¶ أدلة القول الأول: ¶ 1- قوله تعالى: (أم حسبت أن أصحاب الكهف …إلى قوله: ثم بعثناهم لنعلم أي الحزبين أحصى لما لبثوا أمدا ((4) وجه الدلالة: أن قوله سبحانه (بعثناهم) أي أيقظناهم،وهذه الآيات فيها دليل واضح على أن مجرد فقد الإحساس والشعور وحده لا يعتبر دليلاً كافياً للحكم بكون الإنسان ميتاً كما دلت عليه الآية الكريمة (5) . ¶ 2- قاعدة (اليقين لا يزول بالشك) . ¶ وجه الاستدلال: أن اليقين في هذه الحالة المختلف فيها هو حياة المريض باعتبار الأصل ولأن قلبه ينبض، والشك في موته لأنه دماغه ميت فوجب علينا اعتبار اليقين الموجب للحكم بحياته حتى نجد يقيناً مثله يوجب علينا الحكم بموته (6) . ¶ __________ ¶ (1) فقه النوازل 1/228 ¶ (2) في دورته العاشرة المنعقدة في مكة المكرمة (1408هـ) ¶ (3) مجلة مجمع الفقه الإسلامي ع3/ج2/809. ¶ (4) 8- سورة الكهف، الآيات: (1209) ¶ (5) 9- حقيقة الموت والحياة لتوفيق الواعي من بحوث ندوة الحياة الإنسانية ص473 وأحكام الجراحة الطبية 323-324. ¶ (6) 0- فقه النوازل 1/231 ـ 232 / نهاية الحياة الإنسانية لبدر المتولي عبد الباسط في بحوث ندوة الحياة الإنسانية ص448.",
            "page": "10",
            "part": "21",
            "seal": "9B3C9188"
        },
        {
            "id": "86",
            "nass": "3 ـ قاعدة (الأصل بقاء ما كان على ما كان) . ¶ وجه الاستدلال: أن الأصل أن المريض حي فنحن نبقى على هذا الأصل حتى نجزم بزواله (1) ¶ 4 ـ الاستصحاب: ¶ ووجهه أن حالة المريض قبل موت الدماغ متفق على اعتباره حياً فيها فنحن نستصحب الحكم الموجود فيها إلى هذه الحالة التي اختلفنا فيها ونقول إنه حي لبقاء نبضه (2) . ¶ 5- النظر: ¶ ووجهه: أن حفظ النفس يعتبر من مقاصد الشريعة الإسلامية التي بلغت مرتبة الضروريات التي تجب المحافظة عليها، ولا شك أن الحكم باعتبار المريض في هذه الحالة حياً فيه محافظة على النفس وذلك يتفق مع هذا المقصد العظيم من مقاصد الشريعة الإسلامية والعكس بالعكس (3) . ¶ أدلة القول الثاني: ¶ 1 ـ أن المولود إذا لم يصرخ لا يعتبر حياً ولو تنفس أو بال أو تحرك كذا قال الإمام مالك (رحمه الله) . فما لم يكن الفعل إرادياً استجابة لتنظيم الدماغ لا يعتبر أمارة حياة (4) وهذا واقع فيمن مات دماغه فيأخذ حكم المولود الذي لم يصرخ. ¶ ونوقش بأن المسألة مختلف فيها ثم إن المولود مشكوكٌ في حياته وهذا بخلاف ما نحن فيه فالأصل حياة المريض فلا ينتقل عن هذا الأصل إلا بيقين. ¶ 2 ـ أن الأطباء هم أهل الاختصاص والخبرة في هذا الفن وهم مؤتمنون في هذا المجال فينبغي علينا تصديقهم وقبول قولهم فيما يختص بوظيفتهم. وقد قال الأطباء: إذا رفض المخ قبول التغذية مات الإنسان (5) . ¶ فالموت هو مفارقة الإنسان للحياة بعد التحقق من الموت الكامل لجذع الدماغ ويكفي للتأكد من الموت التحقق من موت جميع خلايا مخه ومن التوقف التلقائي للوظائف الأساسية للحياة في الجسم، ومن ثم أخذ الدماغ في التحلل. ¶ __________ ¶ (1) 1-فقه النوازل 1/232، حقيقة الموت والحياة من بحوث ندوة الحياة الإنسانية ص 478، أحكام الجراحة الطبية ص 325. ¶ (2) 2-المصادر السابقة. ¶ (3) المصادر السابقة. ¶ (4) مجلة مجمع الفقه الإسلامي ع2/ج1/483/، 498 ¶ (5) المصدر السابق ع2/ج1/484، 498، 506.",
            "page": "11",
            "part": "21",
            "seal": "97B8872A"
        },
        {
            "id": "87",
            "nass": "وبهذا أوصت ندوة الحياة الإنسانية بدايتها ونهايتها المنعقدة في الكويت ووافق عليه كلٌ من الدكتور أحمد شرف الدين والدكتور محمد علي البار والدكتور محمد أيمن صافي وغيرهم. فإذا توقف جذع المخ ففقد الجهاز العصبي خواصه الوظيفية الأساسية فإنه يعد ميتاً من الناحية الطبية والشرعية وهو ما أفتت به دور الإفتاء بمصر والمملكة العربية السعودية ومجمع الفقه الإسلامي في دورته الثالثة بعمان وهو ما قررته المنظمة الإسلامية للعلوم الطبية بالكويت (1) . ¶ الترجيح: ¶ الراجح أنه لا يحكم بموته إلا إذا تيقنا من ذلك بتوقف القلب والتنفس، وإن كان توقف دماغ المريض من العلامات القوية على موته لكن الحكم بالموت يترتب عليه أمورٌ شرعية كقسمة تركته ونكاح امرأته إذا رغبت وغيرها ولذلك فلا يجوز الحكم بموته إلا بيقين. ¶ __________ ¶ (1) - المراجع: 1- بحث بمجلة البحوث الفقهية المعاصرة العدد (42) ص30. للدكتور بلحاج العربي بن أحمد بعنوان (الأحكام الشرعية والطبية للمتوفى في الفقه الإسلامي) .2- موت الدماغ بين الطب والإسلام / لندى محمد نعيم الدقر. 3- مجلة المجمع الفقه الإسلامي لمنظمة المؤتمر الإسلامي العدد3 الجزء2 ص545. 4- فقه النوازل د/بكر أبو زيد. 5- الأحكام الشرعية للأعمال الطبية د/ أحمد شرف الدين. 6- مجلة البحوث الإسلامية العدد (58) = = 7- الوفاة وعلاماتها بين الفقهاء والأطباء د/ عبد الله بن صالح الحديثي. 8- هل هناك طب نبوي د/ محمد علي البار. 9- موت القلب وموت الدماغ د/ محمد علي البار. 10- الحياة الإنسانية بدايتها ونهايتها في المفهوم الإسلامي، طبع المنظمة الإسلامية للعلوم الطبية.",
            "page": "12",
            "part": "21",
            "seal": "FE759734"
        },
        {
            "id": "88",
            "nass": "رفع أجهزة الإنعاش الصناعي ¶ أولاً: تعريف الإنعاش: الإنعاش في عالم الطب هو: المعالجة المكثفة التي يقوم بها الفريق الطبي (طبيب أو مجموعة من الأطباء ومساعدوهم) لمساعدة الأجهزة الحياتية حتى تقوم بوظائفها أو لتعويض بعض الأجهزة المعطلة بقصد الوصول إلى تفاعل منسجم بينها (1) (والأجهزة الحياتية الأساسية للإنسان هي: المخ ـ القلب ـ التنفس ـ الكلى ـ الدم للتوازن بين الماء والأملاح (2) ¶ ثانياً: أجهزة الإنعاش: تتمثل أجهزة الانعاش في الأشياء التالية: ¶ 1) المنفسة: وهو جهاز كهربائي يقوم بإدخال الهواء إلى الرئتين وإخراجه منهما مع إمكانية التحكم بنسبة الأكسجين في الهواء الداخل إضافة لأشياء أخرى عديدة لتساعد في إيصال هذا الغاز للدم، وسحب غاز ثاني أكسيد الفحم منه. فيوصل الجهاز بالمريض بأن يقوم الطبيب بإدخال أنبوب إلى الرغامي ثم يوصل ذلك الأنبوب بالمنفسة. وتستعمل المنفسة عند توقف التنفس عند المريض أو إذا أوشك على التوقف، كما تستعمل خلال العمليات الجراحية التي يحتاج المريض فها للتخدير العام (3) . ¶ 2 ـ مزيل رجفات القلب: وهو جهاز يعطي صدمة كهربائية لقلب اضطرب نظمه أو توقف توقفاً بسيطاً، فيوضع الجهاز على الصدر ويمرر تيار كهربائي محدثاً تنبيهاً للقلب فيؤدي ذلك لانتظام ضربات القلب، أو يعيد القلب للعمل من جديد في حال التوقف (4) . ¶ __________ ¶ (1) الإنعاش للشيخ محمد المختار الإسلامي ضمن مجلة مجمع الفقه الإسلامي ع2/1/481، موت الدماغ لندى الدقر ص211. ¶ (2) الإنعاش للشيخ السلامي ضمن مجلة مجمع الفقه الإسلامي ع2/ج1/481. ¶ (3) أجهزة الإنعاش للبار ضمن مجلة مجمع الفقه الإسلامي ع2/ج1/436، موت الدماغ لندى الدقر ص212. ¶ (4) المصدران السابقان.",
            "page": "1",
            "part": "22",
            "seal": "E431BDC5"
        },
        {
            "id": "89",
            "nass": "3- جهاز منظم ضربات القلب \" ناظم الخطى \"يستخدم إذا كانت ضربات القلب بطيئة جداً مما يؤدي لهبوط ضغط الدم أو توقف تام للقلب. وهو عبارة عن جهاز صغير موصول بسلك يتم إدخال هذا السلك إلى أجواف القلب وبعدها يبدأ الجهاز بتوليد شرارات كهربائية بشكل منتظم مما يؤدي لتحريض ضربات القلب بشكل منتظم (1) . ¶ 4- أجهزة الكلية الصناعية: ¶ وهي تعوض عن وظيفة الكلى في تنقية الدم والجسم من السموم والماء المحتبس فيه (2) . ¶ 5- مجموعة العقاقير: هي التي يستخدمها الطبيب لإنعاش التنفس أو القلب أو تنظيم ضرباته إلى آخر القائمة الطويلة من العقاقير التي تستخدم في إنعاش المرضى (3) . ¶ ثالثاً: حكم الإنعاش: الذي يبدو أن حكم الإنعاش الوجوب لأن المريض في في حالة خطرة وحاجته لأجهزة الإنعاش أصبحت أمراً ضرورياً كحاجته للطعام والشراب بحيث لو تركه فقد عرض نفسه للهلاك، لذا فإن إقدامه على أجهزة الإنعاش يعتبر واجباً شرعياً يأثم بتركه (4) . قال شيح الإسلام ابن تيمية رحمه الله عن التداوي: \" وقد يكون منه ما هو واجب وهو ما يعلم أنه يحصل به بقاء النفس لا بغيره كما يجب أكل الميتة عند الضرورة فإنه واجب عند الأئمة الأربعة وجمهور العلماء (5) . وقال الشيخ محمد المختار السلامي: أما الإنعاش فإنه يبدو لي أنه واجب ذلك أنه لا تختلف حالة الانعاش عن أية حالة من حالات الاضطرار التي تقلب حتى حكم التحريم إلى الوجوب حفاظاً على الحياة ثاني المقاصد الضرورية الخمسة على أن المصاب في كثير من حالات الإنعاش يكون فاقداً للوعي أو هو تحت تأثير وطأة الإصابة لا يتمكن من أخذ القرار المبني على التأمل (6) \" ¶ __________ ¶ (1) المصدران السابقان. ¶ (2) موت الدماغ لندى الدقر ص212 ¶ (3) أجهزة الإنعاش للبار ضمن مجلة مجمع الفقه الإسلامي ع2/ج1/438 ¶ (4) التداوي والمسؤولية الطبية ص99 ـ 100. ¶ (5) مجموع الفتاوى 18/12 ¶ (6) الإنعاش للشيخ السلامي ضمن مجلة مجمع الفقه الإسلامي ع2/ج1/482.",
            "page": "2",
            "part": "22",
            "seal": "266155FB"
        },
        {
            "id": "90",
            "nass": ".. أما حكم إسعاف المريض بأجهزة الإنعاش بالنسبة للمجتمع المسلم فهو واجب كفائي إن قام به بعضهم سقط الإثم عن الباقين وإن لم يقم به أحد أثم الجميع ذلك أن الإنعاش هنا أشبه ما يكون بإنقاذ غريق أو من وقع تحت الهدم (1) . ¶ قال ابن حزم رحمه الله: \" وبيقين يدري كل مسلم في العالم أن من استقاه مسلم وهو قادر على أن يسقيه فتعمد ألا يسقيه إلى أن مات عطشاً فإنه قد اعتدى عليه بلا خلاف (2) \" ونقل الشيخ محمد أبو زهرة -رحمه الله- الاتفاق على أن من يكون معه فضل زاد وهو في بيداء وأمامه شخص يتضور جوعاً يكون آثماً إذا تركه حتى مات (3) . وأصل هذا الحكم قول النبي (صلى الله عليه وسلم) : \" ثلاثة لا يكلمهم الله يوم القيامة ولا ينظر إليهم ولا يزكيهم ولهم عذابٌ أليم: رجلٌ على فضل ماءٍ بالفلاة يمنعه من ابن السبيل، ورجل بايع رجلاً بسلعة بعد العصر فحلف له لأخذها بكذا فصدقه وهو على غير ذلك، ورجل بايع إماماً لا يبايعه منها إلا لدنيا فإن أعطاه منها وفّى وإن لم يعطه منها لم يف متفقٌ عليه من حديث أبي هريرة (رضي الله عنه) . وحيث أن المريض المشرف على الهلاك نظير الجائع والظمآن في البيداًء فإن إسعافه يعد أمراً واجباً متحتماً (4) . ¶ رابعاً: حكم رفع أجهزة الإنعاش: ¶ يختلف حكم رفع أجهزة الإنعاش من مريضٍ لآخر حسب الأحوال التالية: ¶ الحالة الأولى: عودة أجهزة المصاب إلى حالتها الطبيعية بحيث لا يحتاج معها لأجهزة الإنعاش فهنا يقرر الطبيب رفع أجهزة الإنعاش لسلامة المريض وعدم حاجته إليها. ولا ينبغي الاختلاف في هذه الحالة فقد اتفق عليها الشرع والقانون في جميع دول العالم (5) . ¶ __________ ¶ (1) المصدر السابق ع2/ج1/481، موت الدماغ لندى الدقر ص214 ¶ (2) المحلي 10/523 ¶ (3) الجريمة والعقوبة في الفقه الإسلامي ص122. ¶ (4) التداوي والمسئولية الطبية ص229. ¶ (5) الإنعاش للسلامي ضمن مجلة مجمع الفقه الإسلامي ع2/ج1/482، فقه النوازل 1/231، موت الدماغ لندى الدقر ص215",
            "page": "3",
            "part": "22",
            "seal": "6F603460"
        },
        {
            "id": "91",
            "nass": "الحالة الثانية: تحسن المريض مع حاجته لأجهزة الإنعاش وهو في طريقه إلى النقاهة والسلامة فهنا تبقى أجهزة الإنعاش عليه حتى يستغنى عنها ويبرأ البرء التام وحنئذٍ ترفع عنه أجهزة الإنعاش كما في الحالة الأولى (1) . ¶ الحالة الثالثة: مريض ميئوس من حالته الطبية أي لا أمل في شفائه طبياً: فهنا لا يجوز رفع أجهزة الإنعاش عن هذا المريض وذلك لما يلي: ¶ 1- أن سحب الأجهزة عنه كترك إنقاذ غريق في البحر وحريق يحترق في النار (2) . ¶ 2- لأن علائم الحياة لا تزال موجودةً فيه فلا يجوز رفع أجهزة الإنعاش عنه (3) . ¶ 3 ـ لأن في رفع أجهزة الإنعاش قتل لهذا المريض أو زيادة في مرضه وكلاهما لا يجوز. ¶ 4 ـ أن الرأي الطبي في البلاد العربية والإسلامية بالنسبة إلى سحب أجهزة الإنعاش من مريض ميئوس من حالته أي لا أمل في شفائه طبياً يعتبر جريمة لا تغتفر (4) . ¶ __________ ¶ (1) مجلة مجمع الفقه الإسلامي ع2/ج1/499 ـ 500، 501، 503. ¶ (2) مجلة مجمع الفقه الإسلامي ع2/ج1/500. ¶ (3) 4- المصدر السابق عدد 2 ج 1/501- عدد 3 ج 2/788. ¶ (4) المصدر السابق ع2/ج1/503،504، ع3/ج2/774، 788",
            "page": "4",
            "part": "22",
            "seal": "62C57CDA"
        },
        {
            "id": "92",
            "nass": "الرابعة: وهي حالة موت الدماغ: حيث تظهر فيها علامات موت الدماغ من الإغماء وعدم الحركة وغيرها من العلامات، لكن بواسطة أجهزة الإنعاش لايزال القلب ينبض، والنفس مستمر نبضاً وتنفساً صناعيين لا حقيقيين. ففي هذه الحالة صدر قرار كل من مجمع الفقه الإسلامي التابع لمنظمة المؤتمر الإسلامي (1) والمجمع الفقهي التابع لرابطة العالم الإسلامي (2) بجواز رفع أجهزة الإنعاش عن هذا المريض. ذلك لأنه لا يوقف علاجاً يرجى منه شفاء المريض وإنما يوقف إجراء لا طائل من ورائه في شخص محتضر، بل يتوجه أنه لا ينبغي إبقاء آلة الطبيب والحالة هذه لأنه يطيل عليه ما يؤلمه من حالة النزع والاحتضار (3) . ¶ فاختلف في حكم الرفع في هذه الحالة بالنظر إلى حال المريض فمن نظر إليه باعتباره ميتاً أجاز الرفع لأنه رأى أن هذا العمل (أي: عمل القلب والرئتين) لاينسب إليه وإنما للأجهزة فهي حركة لا إرادية كحركة المذبوح الذي لا يقتل قاتله وإنما يعزر لأنه لم يقتل شخصاً به حياةٌ مستقرة، وكما لو خرج البول منه يقول ابن الماجشون: يكون الريح والبول من استرخاء المواسك.وقد قال بعض الفقهاء: الطفل ولو بال لا يعتبر حياً إذا لم يستهل صارخاً. وقال الأطباء: العضو قد يعمل لساعات وهو منفصلٌ عن صاحبه وقد يقطع الرأس ويبقى الدم يتدفق من عروقه أي: القلب ولا يدل ذلك على حياة صاحبه. وكبقاء حياة الأنسجة فإنها لا تموت بموت صاحبها مباشرة وهو ما عبر عنه الفقاء قديماً بقولهم: آثار الحياة الغريزية كما قاله الرملي. ¶ __________ ¶ (1) مجلة مجمع الفقه الإسلامي ع3/ج2/809. ¶ (2) في دورته العاشرة المنعقدة في مكة المكرمة (1408هـ) بواسطة الطبيب أدبه وفقهه ص198. ¶ (3) فقه النوازل 1/234، موت الدماغ لندى الدقر ص216 ـ 217.",
            "page": "5",
            "part": "22",
            "seal": "6AB51929"
        },
        {
            "id": "93",
            "nass": "ومن نظر إليه باعتباره حياً حرم رفع الأجهزة، مستدلاً بأن الأصل هو الحياة، وبناءً على قاعدة: اليقين لا يزول بالشك، خاصةً وأن الإقدام على رفعها يؤدي إلى الموت والقتل مفسدةٌ عظيمة، ثم إنه قد يحدث أن يحكم بموته ثم يتبين خلاف ذلك. ¶ ونوقش بأنه إذا حدث شيءٌ من ذلك فهو خطأ في التشخيص قد يحدث مثله في العلامات التي ذكرها الفقهاء قديماً، ثم إن الحكم بموته حكمٌ بغلبة الظن وهو معمولٌ به كالحكم بموت المفقود. ¶ وأجيب بأن هذا فيما لو لم تعارض أمارة الموت أمارات الحياة والله تعالى أعلم. ¶ الحالة الخامسة: وهي حالة موت القلب والدماغ: ¶ وفيها تتعطل الأجهزة الحياتية ويحدث الموت فيتعطل الدماغ والقلب فلا يتحرك القلب للقبول والضخ ولا يقبل المخ ما يرد إليه من غذاء. فهنا يقرر الطبيب رفع أجهزة الإنعاش لتحقق موت المريض ومع الموت لا فائدة من مواصلة العلاج المكثف. ولا ينبغي الخلاف في هذه الحالة فقد اتفق عليها الشرع والقانون في جميع دول العالم (1) . ¶ التزاحم على استخدام الأجهزة الطبية المساعدة وأجهزة الإنعاش في حالات المرض (2) . ¶ رفع الأجهزة الطبية عن المريض لإنقاذ مريضٍ آخر يغلب على الظن إنقاذه بهذه الأجهزة له جانبان: ¶ الجانب الأول: ألا يغلب على الظن موت المريض الميئوس من شفائه بسبب رفع الأجهزة عنه وإنما قد يتأثر بمضاعفة المرض، فهل يجوز رفعها سواء كان الدافع لذلك إنقاذ مريضٍ آخر بحاجةٍ إليها أو بلا سبب وإنما لليأس من الشفاء لطول المدة؟. ¶ __________ ¶ (1) الإنعاش للسلامي ضمن مجلة مجمع الفقه الإسلامي ع2/ج1/483، فقه النوازل 1/231، موت الدماغ لندى الدقر ص215. ومجلة البحوث الفقهية 42/43. ¶ (2) - هذا البحث مأخوذٌ من بحثٍ لشيخنا الدكتور/ عبد الله الطريقي (حفظه الله) . وانظر أيضاً مجلة البحوث الفقهية 42/52.",
            "page": "6",
            "part": "22",
            "seal": "5823D4C9"
        },
        {
            "id": "94",
            "nass": "والجانب الثاني: أن يغلب على الظن موت المريض الأول الميؤوس من شفائه بسبب رفع تلك الأجهزة عنه فهل يجوز رفعها عنه لأن مرضه ميئوس من شفائه لإنقاذ من يغلب على الظن إنقاذه بهذه الأجهزة؟ أو يجب إبقاؤها لأنه أحق بها ولأن في إبقائها إبقاء لحياته وفي رفعها عنه قتلاً لمعصوم؟ ¶ هنا تختلف وجهات النظر أيضاً بين مؤيد للرفع ومؤيد لترك الرفع: ¶ ولو أمكن التوفيق بين المصلحتين لكان أولى فقد نقل الشوكاني عن المحصول \" العمل بكل منهما من وجه أولى من العمل بالراجح من كل وجه وترك الآخر\". ¶ لكن العمل بكل منهما من وجه غير وارد في مسألتنا؛ لأن فيها مريضين وجهاز واحد لا يكفي لهما معاً فلم يبق إلا الترجيح بينهما. ¶ من المؤيدات لترك رفع الأجهزة عن المريض الميئوس من شفائه ما يأتي: ¶ أولاً: استناداً إلى جملةٍ من القواعد الفقهية ومنها: ¶ قاعدة: \"درء المفاسد أولى من جلب المصالح \" فإذا تعارض مفسدة مع مصلحة قدم دفع المفسدة غالباً (1) . ¶ والمصلحة في مسألتنا هي نزع الأجهزة عن المريض الميئوس من شفائه لوضعها على المريض الآخر لاستبقاء حياته فبناءً على القاعدة درء المفسدة أولى فتبقى الأجهزة على الأول. ¶ __________ ¶ (1) 1- الأشباه والنظائر للسيوطي ص 87 القاعدة الخامسة.",
            "page": "7",
            "part": "22",
            "seal": "658A0710"
        },
        {
            "id": "95",
            "nass": "فإن قيل: لم لا يعطى الآخر أجهزة أخرى وتترك أجهزة الأول عليه، فنقول: لو أمكن تحصيل المصالح ودفع المفاسد معاً لكان أجود لكن هذا في مسألتنا غير ممكن؛ لأن ذلك في حال ما إذا كانت الأجهزة محدودة ولا تكفي للجميع. يقول العز بن عبد السلام في قواعد الأحكام ص 83: \" إذا اجتمعت مصالح ومفاسد فإن أمكن تحصيل المصالح ودرء المفاسد فعلنا ذلك امتثالاُ لأمر الله تعالى فيهما لقوله سبحانه وتعالى (فاتقوا الله ما استطعتم (وإن تعذر الدرء والتحصيل فإن كانت المفسدة أعظم من المصلحة درأنا المفسدة ولا نبالي بفوات المصلحة. وذكر أن الطب كالشرع في جلب المصالح ودرء المفاسد عن الجسد، والتخيير عند التساوي، والتوقف عند الجهل بالمرجح. ¶ القاعدة الثانية ذكرها السيوطي في الأشباه والنظائر ص 83: فقال\" القاعدة الرابعة الضرر يزال، أصلها قوله (صلى الله عليه وسلم) : \" لاضرر ولا ضرار \" وقال ابن نجيم ص85 وفسره في المغرب بأن لا يضر الرجل أخاه ابتداء ولا جزاء \" قال السيوطي ص86: \" الضرر لا يزال بالضرر. قال ابن السبكي: وهو كعائد يعود على قولهم: الضرر يزال ولكن بلا ضرر. فشأنهما شأن الأخص مع الأعم بل هما سواء؛ لأنه لو أزيل بالضرر لما صدق \" الضرر يزال \" ومن فروع هذه القاعدة.. لو سقط على جريح فإن استمر قتله وإن انتقل قتل غيره، فقيل: يستمر؛ لأن الضرر لا يزال بالضرر. وقيل: يتخير للاستواء. وقال الإمام: لا حكم في هذه المسألة.",
            "page": "8",
            "part": "22",
            "seal": "C5D830B2"
        },
        {
            "id": "96",
            "nass": ".. قلت: لا شك أن المريض المتأخر في مسألتنا فيه ضرر فضرره يزال لكن بإزالة ضرره يلحق الآخرين الضرر، وإنما يزال الضرر بدون إضرار. لكن قد يستثنى من هذه القاعدة ما لو كان أحدهما أعظم ضرراً فيزال الضرر الأعظم ولو ترتب على إزالته ضررٌ أقل منه إلا أن هذا يستقيم فيما لو كان ذلك في شخصٍ واحد فيزال الأعظم ولو ترتب ضرر أصغر كما في اليد المتآكلة، أما أن يزال ضرر شخص على حساب شخص آخر فهذا غير مستقيم لتعارضه مع قاعدة \"درء المفاسد أولى من جلب المصالح\" ¶ ثانياً: أنه يغلب على الظن موت من يتم رفع الأجهزة عنه ويندر أن يسلم ومثل هذا لا يجوز الإقدام عليه لغلبة الظن أن هذا المريض يموت عند نزع هذه الأجهزة عنه. قال العز بن عبد السلام ج1/85: \" القسم الثاني ما يغلب ترتب مسببه عليه وقد ينفك عنه نادرا فهذا أيضاً لا يجوز الإقدام عليه؛ لأن الشرع أقام الظن مقام العلم في أكبر الأحوال\". ¶ ثالثاً: أن نزع الأجهزة عن الأول مفسدة عظيمة وهي القتل، وقد قال العلماء: لو أُكره على القتل فيصبر ولا يقدم على القتل لعظم مفسدته فكذلك هنا، لأن الإقدام على نزع الأجهزة عن الأول إقدامٌ على القتل. قال العز بن عبد السلام 1/79: \" ولاجتماع المفاسد أمثلة أحدها أن يكره على قتل مسلم بحيث لو امتنع منه قُتل فيلزمه أن يدرأ مفسدة القتل بالصبر على القتل؛ لأن صبره على القتل أقل مفسدة من إقدامه عليه، وإن قدر على دفع المكره بسبب من الأسباب لزمه ذلك لقدرته على درء المفسدة، وإنما قدم درء القتل بالصبر لاجتماع العلماء على تحريم القتل واختلافهم في الاستسلام للقتل، فوجب تقديم درء المفسدة المجمع على وجوب درئها على درء المفسدة المختلف في وجوب درئها.",
            "page": "9",
            "part": "22",
            "seal": "7EF57571"
        },
        {
            "id": "97",
            "nass": "وهذا لا يبعد كثيراً عن مسئلتنا حيث إن في مسألتنا مصلحة إحياء نفس ومصلحة درء المفسدة عن المريض الميئوس من شفائه، فدرء المفسدة عن المريض الميئوس من شفائه مقدمة على مصلحة المريض الذي يحتاج إلى هذه الأجهزة وعلى الأخير الصبر؛ لأن صبره على المرض أقل مفسدة من الإقدام على نزع الأجهزة عن مريض قد يكون هذا النزع مميتاً له. ¶ ومما يدل على عظم مفسدة القتل قول بعض العلماء: إذا وكل وكيلاً في القصاص ثم عفا ولم يعلم الوكيل أو أخبره فاسقٌ بالعفو فلم يصدقه وأراد الاقتصاص فللفاسق أن يدفعه بالقتل إذا لم يمكن دفعه إلا به دفعاً لمفسدة القتل من غير حق (1) . ¶ قلت: وفي نزع الأجهزة من الأول نوع من القتل بغير حق وهو أمر عظيم، كيف وقد قال هؤلاء البعض من العلماء: إن للفاسق دفع الوكيل البريء ولو بالقتل خوفاً من وقوع القتل بغير حق. قلت: وفي دفع الفاسق للوكيل ولو أدى إلى القتل نوع من القتل بغير حق أيضاً. والله أعلم. ¶ ومما يدل على استعظام مباشرة القتل ولو لنفسه ما ذكره ابن رجب في القواعد ص 247 رقم 112 حيث قال: إذا ألقي في السفينة نار واستوى الأمران في الهلاك أعني المقام في النار وإلقاء النفوس في الماء فهل يجوز إلقاء النفوس في الماء أو يلزم المقام على روايتين. والمنقول عن أحمد في رواية مهنا أنه قال: أكره طرح نفوسهم في البحر. وقال في رواية أبي داود: يفعل كيف شاء، قيل له: هو في اللج لا يطمع في النجاة. قال: لا أدري، فتوقف. ورجح ابن عقيل وغيره وجوب المقام مع تيقن الهلاك فيها؛ لئلا يكون قاتلاً لنفسه بخلاف ما إذا لم يتيقنوا ذلك لاحتمال النجاة بالإلقاء \". ¶ __________ ¶ (1) - قواعد الأحكام 1/103.",
            "page": "10",
            "part": "22",
            "seal": "0D1A0D16"
        },
        {
            "id": "98",
            "nass": "فقوله في رواية مهنا (أكره طرح نفوسهم في البحر) فلأن في ذلك مباشرة منهم للقتل وإلا فقد يكون إلقاء أنفسهم في البحر أهون عليهم من حرارة النار لذا قال العز بن عبد السلام في قواعد الأحكام ص85: \" ولو وقع بركاب السفينة نار لا يرجى الخلاص منها فعجزوا عن الصبر على تحملها مع العلم بأنه لا نجاة لهم من آلامها إلا بالإلقاء في الماء المغرق فالأصح أنه لا يلزمهم الصبر على ذلك إذا استوت مدتا الحياة في الإحراق والإغراق؛ لأن إقامتهم في النار سبب مهلك لا انفكاك عنه وكذلك إغراق أنفسهم في الماء لا انفكاك عنه وإنما يجب الصبر على شدة الآلام إذا تضمن الصبر على شدتها بقاء الحياة وههنا لا يفيد الصبر على ألم النار شيئاً من الحياة فتبقى مفسدة لا فائدة فيها\" ¶ ... وقال ابن نجيم في الأشباه والنظائر ص91: \" وأصله أن الحريق إذا وقع في سفينة وعلم أنه لو صبر فيها يحترق ولو وقع في الماء لا يغرق فعنه يختار أيهما شاء وعندهما يصبر\". ¶ رابعاً: أن قتل المسلم بمباشرة أو تسبب من قريبٍ أو من بعيدٍ منهيٌ عنه شرعاً، وعلاج المريض الذي يتطلب علاجه هذه الأجهزة مأمورٌ به شرعاً وما أمر به أهون مما نهي عنه وقد نقل علي بن سعد عن الإمام أحمد أنه قال: (وما أمر به النبي –صلى الله عليه وسلم- عندي أسهل مما نهى عنه) وكذلك نقل عنه الجويني (الأمر أسهل من النهي) قال السيوطي في الأشباه والنظائر ص87: اعتناء الشارع بالمنهيات أشد من اعتنائه بالمأمورات، ولذلك قال (صلى الله عليه وسلم) : إذا أمرتكم بأمرٍ فأتوا منه مااستطعتم وإذا نهيتكم عن شيءٍ فاجتنبوه متفقٌ عليه من حديث أبي هريرة (رضي الله عنه) . وقال ابن نجيم في الأشباه والنظائر ص90-91: إذا تعارضت مفسدة ومصلحة قدم دفع المفسدة غالباً، لأن عتناء الشرع بالمنهيات أشد من اعتنائه بالمأمورات …ومن ثم جاز ترك الواجب دفعاً للمشقة ولم يسامح في الإقدام على المنهيات خصوصاً الكبائر.",
            "page": "11",
            "part": "22",
            "seal": "FD1133D4"
        },
        {
            "id": "99",
            "nass": "فنحن في حال نقل الأجهزة من الأول إلى الآخر نكون قد باشرنا قتل الأول لمعرفتنا أنه يموت برفع تلك الأجهزة عنه، وهذا قد يكون من قبيل المباشرة للقتل، وهو وإن لم يكن فيه قصاص فقد دريء القصاص للشبهة ولكن في ترك الأجهزة على الأول لا يكون هناك مباشرة لقتل المريض المتأخر فكان تركها على الأول أولى. ¶ خامساً: أننا في حال ترك الأجهزة على المريض الأول لا يكون لنا فعل تجاه المريضين وفي حال نزعها عن الأول يكون لنا فعل، وهذا الفعل يقتضي رجحان أحدهما على الآخر ولا مرجح سوى المبادرة لإنقاذ حياة المتأخر على حساب حياة المتقدم وهل يجوز لنا قتل نفسٍ لإحياء نفسٍ أخرى. ¶ سادساً: أن المريض الأول يقدم لسبقه، إذ لو لم يوجد مرجح لقلنا بالتخيير. يقول الغزالي في المستصفى 2/381: \" وأما إذا تعارض الموجب والمحرم فيتولد منه التخيير المطلق كالولي إذا لم يجد من اللبن إلا ما يسد رمق أحد رضيعيه ولو قسم عليهما أو منعهما لماتا، ولو أطعم أحدهما مات الآخر، فإذا اشرنا إلى رضيع معين كان إطعامه واجباً؛ لأن فيه إحياءه وحراماً؛ لأن فيه هلاك غيره، فنقول هو مخير بين أن يطعم هذا فيهلك ذاك أو ذاك فيهلك هذا فلا سبيل إلا التخيير\". ¶ فانتفاع المريض الأول بالأجهزة التي وضعت عليه هو من قبيل ملك الانتفاع لا المنفعة فيكون أحق بها كقطاع الأرفاق كمقاعد الأسواق ونحوها (1) . وهذا يندرج تحت قولهم: الأصل بقاء ما كان على ما كان. قال الزركشي في المنثور 1/294: قاعدة في التزاحم على الحقوق \"لا يقدم أحد على أحد إلا بمرجح، وله أسباب الأول: السبق\" ¶ __________ ¶ (1) -قواعد ابن رجب ص197 رقم 86.",
            "page": "12",
            "part": "22",
            "seal": "9101CC9B"
        },
        {
            "id": "100",
            "nass": ".. قلت وفي مسألتنا لدينا أجهزة طبية متقدمة لا تكفي للمريضين بسبب كونها مشغولة لمرضى آخرين فأي المريضين نقدم؟ لو كانا على حالة واحدة وجاءا في آن واحد لكان لنا التخيير كما قال العز بن عبد السلام في القواعد 1/145: \" الفصل الرابع فيما يقدم من حقوق بعض العباد على بعض ترجيح التقديم على التأخير في جلب المصالح ودرء المفاسد وله أمثلة.. منها تقديم ذوي الضرورات على ذوي الحاجات فيما ينفق من الأموال العامة وكذلك التقديم بالحاجة الماسة على مادونها من الحاجات\". ¶ سابعاً: أنه نظيرٌ لمسائل ذكرها الفقهاء وحكموا فيها بالتحريم لأنها تحتوي على إنقاذٌ لنفسٍ بقتل أخرى وهذا لا يجوز، ومن هذه المسائل: ¶ أ- جاء في تكلمة البحر الرائق (8/205) : امرأة حامل اعترض الولد في بطنها ولا يمكن إلا بقطعه أرباعاً ولو لم يفعل ذلك يخاف على أمه من الموت فإن كان الولد ميتاً في البطن فلا بأس به وإن كان حياً لا يجوز؛ لأن إحياء نفس بقتل نفس أخرى لم يرد في الشرع\". ¶ قلت: قوله إحياء نفس بقتل نفس أخرى لم يرد في الشرع \" دليل لما نحن فيه فنزع الأجهزة من الأول المؤدي إلى موته لوضعها على الآخر من قبيل قتل نفس لإحياء نفس أخرى. ¶ ويجاب بأن هذه المسألة مختلفٌ فيها فقد قال بعض العلماء بالجواز لأن حياة الأم متيقنة فهي أعظم حرمةً وحياة الجنين متوهمة. ¶ ب- وقال العز بن عبد السلام (عبد العزيز بن عبد السلام السلمي ت 660 هـ) في قواعد الأحكام ص82: إذا اغتلم بحيث علم ركبان السفينة أنهم لا يخلصون إلا بتغريق بعض الركبان لتخف بهم السفينة فلا يجوز إلقاء أحد منهم في البحر بقرعة ولا بغير قرعة لأنهم مستوون في العصمة وقتل من لا ذنب له محرم، ولو كان في السفينة مال أو حيوان محترم لوجب إلقاء المال ثم الحيوان المحترم؛ لأن المفسدة في فوات الأموال والحيوانات المحترمة أخف من المفسدة في فوات أرواح الناس\". انتهى.",
            "page": "13",
            "part": "22",
            "seal": "F35A8A18"
        },
        {
            "id": "101",
            "nass": "ومن المؤيدات لرفع الأجهزة عن المريض الميئوس من شفائه لوضعها على من تدرك حياته ما يأتي. ¶ أولاً: عملاً بقاعدة \" إذا تعارض مفسدتان روعي أعظمهما ضرراً بارتكاب أخفهما (1) \" فإذا نظرنا إلى تعارض المصالح والمفاسد فيكون من يرجى شفاؤه أولى باستخدام الأجهزة الطبية. ¶ ويجاب بأن ذلك معارض بقاعدة \" درء المفاسد مقدم على جلب المصالح \" ومعارض كذلك بأن الأول أسبق باستخدام هذه الأجهزة فهو أولى بغض النظر عن حالة الآخر، ولعل تعارض المصالح والمفاسد وارتكاب أخفهما إذا لم يكن هناك أقدمية أما وقد وجدت فلا تعارض. ¶ ثانياً: أننا مخيرون لتساوي المصالح قال العز بن عبد السلام: \" إذا تساوت المصالح مع تعذر الجمع تخيرنا في التقديم والتأخير بين المتساوين ولذلك أمثلة: أحدها إذا رأينا صائلاً يصول على نفسين من المسلمين متساويين وعجزنا عن الدفع عنهما فإنا نتخير (2) \". ¶ والجواب أن هذا صحيح فيما لو تساوت المصالح مع تعذر الجمع لكنها في مسألتنا غير متساوية والجمع متعذر. ¶ ثالثاً: أن الترجيح لا بد منه ما دام الجمع غير ممكن، ومصلحة الثاني أعظم فتقدم لأنها تتمثل في إنقاذ حياته بإذن الله بينما مصلحة الأول لا تتجاوز حال ميئوسٍ منه فالإبقاء على تلك الحياة إبقاءٌ لحياةٍ شبيهةٍ بالموت. قال الشوكاني: \" ومن شروط الترجيح التي لا بد من اعتبارها أن لا يمكن الجمع بين المتعارضين بوجه مقبول فإن أمكن ذلك تعين المصير إليه ولم يجز المصير إلى الترجيح (3) \". ¶ ... وهنا في مسألتنا يترجح لنا إنقاذ من يمكن إنقاذه إذ ترك الأجهزة على الأول الميئوس من شفائه محاولة لإنقاذ من لا يمكن إنقاذه على حساب من يمكن إنقاذه. ¶ __________ ¶ (1) 4- ذكرها السيوطي ص87. ¶ 55- 1/75 ـ 76. ¶ (2) 6- إرشاد الفحول ص276.",
            "page": "14",
            "part": "22",
            "seal": "DB140F54"
        },
        {
            "id": "102",
            "nass": "فمصلحة الأول من بقاء الأجهزة لا تتجاوز حال ميئوس منه حسب كلام أهل الخبرة ومصلحة الثاني منها الشفاء من مرض من الممكن تداركه بإذن الله تعالى. يقول ابن القيم في مفتاح دار السعادة ص 347: \" الشريعة الإسلامية مبناها على تحصيل المصالح بحسب الإمكان وأن لا يفوت منها شيء فإن أمكن تحصيلها كلها حصلت. وإن تزاحمت ولم يمكن تحصيل بعضها إلا بتفويت البعض قدم أكملها وأهمها وأشدها طلباً للشارع\". ¶ والجواب أن القول بأنه يقدم أكملها وأهمها وأشدها طلباً للشارع، فهذا هو عين الدعوى وأصل منشأ الخلاف فأي المريضين في مسألتنا أشد طلباً للشارع؟. ¶ رابعاً: استفادة المتأخر من الأجهزة معلومة واستفادة الأول منها مظنونة ومن المعلوم أن تقديم ما هو معلوم على ما هو مظنون أولى. يقول الغزالي في المستصفى 2/400 ـ 401: \" وكذلك علة مركبة من وصفين أحدهما ضروري والآخر نظري أو أحدهما معلوم والآخر مظنون إذا عارضها ما هو ضروري الوصفين أو معلوم الوصفين؛ لأن ما علم مجموع وصفيه أولى مما تطرق الشك أو الظن بحكم العلة. ¶ والجواب أننا نسلم أن استفادة المتأخر من تلك الأجهزة معلومة لكن عارضها معارض قوي وهو الإقدام على إلحاق الضرر بالآخرين، فلو كانت المصلحتان تخصان شخصاً واحداً لحصل الترجيح ومنه تقديم ما هو معلوم على ما هو مظنون لكن الحاصل أن كل مصلحة تخص شخصاً غير الشخص الآخر، وهنا يقال إن هذه من حقوق الآدمين وهي مبنية على المشاحة. ¶ خامساً: إذا نظرنا إلى مصلحة المريض المتأخر من الأجهزة فإذا بها ظاهرة مع أن السابق قد لا يستفيد منها سوى بقاء حاله على ما كانت عليه فرفع الأجهزة عنه ووضعها على المريض المتأخر أولى؛ لأن ما لا يدرك كله لا يترك جله، وهذا شبيه بقولهم: ما لا يمكن تحصيل مصلحته إلا بإفساد بعضه كقطع اليد المتآكلة حفظاً للروح إذا كان الغالب السلامة وإن كان فساداً لها لما فيه من تحصيل المصلحة الراجحة وهو حفظ الروح.",
            "page": "15",
            "part": "22",
            "seal": "D067E795"
        },
        {
            "id": "103",
            "nass": "لكن هذا غير مسلم على إطلاقه وإنما هو فيما إذا كانت المصلحة والمفسدة متعلقة بشخص واحد أما إذا اختلفا فلكل حقه. ¶ سادساً: أن تقديم المتأخر شبيهٌ بمسائل ذكرها الفقهاء ومنها: ¶ أ) -: رمي الكفار ولو تترسوا بمسلمين. ¶ فإن قتل المسلم أو التسبب فيه لا يجوز، ومع ذلك فقد أجاز الفقهاء رمي الكفار ولو تترسوا بمسلمين أي تستروا بهم وجعلوهم كالترس (1) ، فقد قال الجمهور أنه لا يجوز فيها قتل المسلمين قصداً ولكنهم أجازوا رمي الكفار في هذه الحال ولو أدى ذلك إلى موت من تترس بهم من المسلمين لكن يقصد الكفار. ¶ وإنما أجازوا ذلك رعاية لمصلحة الإسلام في الجهاد فيقاس على ذلك رفع الأجهزة لوضعها على مريض أو مرضى آخرين أحوج لها. ¶ ونوقش بأن هذا تغليب لمصلحة جيش المسلمين وحرصاً على مصلحة أعم فهو من باب تقديم المصلحة العامة على المصلحة الخاصة، ثم إنه ضرورة فيكون عند الخوف من ظهور الكفار ولنصرة الإسلام والمسلمين. ¶ أما في موضوع مسألتنا فليس هناك مصلحة أعم من مصلحة وإنما الأصل في المسلمين أنهم مستوون في العصمة ووجوب المحافظة على الحياة. ¶ ب) -: شق بطن المرأة إذا ماتت وفي بطنها ولد ترجى حياته. ¶ شق بطن المرأة الميتة لإخراج ولدها الحي فيه انتهاكٌ لحرمة الميت ومخالفةً لقول الرسول (:\" كسر عظم الميت ككسره حياً \" (2) ¶ __________ ¶ (1) - المبسوط 10/64 وتحفة الفقهاء 3/295 وبدائع الصنائع 7/100. وبداية المجتهد 1/385 والشرح الكبير على متن خليل 2/178 وحاشية الدسوقي 2/178 والأم 4/287 وروضة الطالبين 10/146 ومنهاج الطالبين 137 والمغني 13/141 وفتاوى ابن تيمية 28/546 والإنصاف 4/129. وأما من منع فاستدل بقوله تعالى (لو تزيلوا لعذبنا الذين كفروا منهم عذاباً أليماً) (الفتح 25) . ¶ (2) أخرجه النسائي في سننه، كتاب الجنائز، النهي عن كسر عظام الميت: 1/516 (1616) عن عائشة. ¶ وأخرجه أبو داود في سننه، كتاب الجنائز باب في الحفار يجد العظم هل يتنكب ذلك المكان: 2/231 (3207 ¶ وأخرجه الإمام أحمد في المسند: 6/58،168 ـ 169، 200، 64)",
            "page": "16",
            "part": "22",
            "seal": "7AC679FA"
        },
        {
            "id": "104",
            "nass": "لكن ذلك ـ أعني شق بطنها ـ فيه الإبقاء على حياة الحمل المعصوم. ¶ فعدم شق بطنها فيه تكريمٌ للميت والمحافظة على حرمته لكن يترتب على ذلك القضاء على حياة الحمل وفيه مخالفة للأدلة الدالة على ذلك. ¶ وقد نشأ من هذا التعارض اختلاف بين الفقهاء، فمنهم من منع شق بطنها رعايةً لمصلحة تكريمها ورأى أنها لا تهان لمصلحة غيرها، مع احتمال أن الحمل قد لا يخرج حياً،ومنهم من أجاز أو أوجب شق بطنها إذا لم يمكن إخراج الولد حياً إلا بذلك إيثاراً لجانب الحي على جانب الميت (1) . ¶ وفيما يلي نذكر نصوص بعض الفقهاء في ذلك: ¶ فمما قاله علماء الحنفية: قال عبد العزيز البخاري (ت730هـ) في كشف الأسرار عن أصول البزدوي (2) : (إذا خاف تلف النفس أو العضو جاز له الترخص بالمحرم صيانة للنفس أو العضو عن التلف) انتهى. ¶ __________ ¶ (1) انظر كشف الأسرار عن أصول البزدوي 4/397 وتكملة البحر الرائق 8/205 والأشباه والنظائر لابن نجيم 88 والدر المختار شرح تنوير الأبصار مع حاشية الدسوقي 6/192 والتاج والإكليل للمواق بهامش مواهب الجليل 2/254 والشرح الكبير للدردير 1/429 وحاشية الدسوقي على الشرح الكبير 1/429 والتنبيه للشيرازي 52 والمهذب 1/138 والمجموع 5/101 وروضة الطالبين 2/140 ومختصر الخرقي والمغني 3/497 والإنصاف 2/556.وانظر أبحاث هيئة كبار العلماء: 2/27. ¶ (2) كشف الأسرار عن أصول البزدوي: 4/297.",
            "page": "17",
            "part": "22",
            "seal": "7C4D0CA7"
        },
        {
            "id": "105",
            "nass": "وقال الطوري (عبد القادر بن عثمان ت نحو 1030هـ) في تكملة البحر الرائق عن النوادر (1) : امرأة حامل اعترض الولد في بطنها ولا يمكن إلا بقطعه أرباعاً ولو لم يفعل ذلك يخاف على أمه من الموت فإن كان الولد ميتاً في البطن فلا بأس به وان كان حياً لايجوز لأن إحياء نفس بقتل نفس أخرى لم يرد في الشرع…امرأة حامل ماتت فاضطرب الولد في بطنها فإن كان أكبر رأيه أنه حي يشق بطنها لان ذلك تسبب في إحياء نفس محترمة بترك تعظيم الميت فالأحياء أولى) انتهى ¶ وقال ابن نجيم (زين العابدين بن إبراهيم ت 970هـ) في الأشباه والنظائر (2) (ومنها جواز شق بطن الميتة لإخراج الولد إذا كانت ترجى حياته وقد أمر به أبو حنيفة رحمه الله فعاش الولد كما في الملتقط، قالوا بخلاف ما إذا ابتلع لؤلؤة فمات فانه لا يشق بطنه لان حرمة الآدمي أعظم من حرمة المال وسوى الشافعية بينهما في جواز الشق) انتهى. وقال الحصكفي (علاء الدين محمد بن علي ت 1088هـ) في الدر المختار (3) تعليقاً على كلام ابن نجيم: (قلت: وقد قدمنا في الجنائز عن الفتح انه يشق أيضاً بلا خلاف، وفي تنوير البصائر أنه الأصح فليحفظ) انتهى. ¶ ونوقش بأن من أجاز ذلك نظر إلى أن رعاية عصمة الدم آكد من حرمة الميت حيث إن الاعتداء على الميت بقطع رقبته أو عضوٍ من أعضائه مثلاً لا يوجب قصاصاً وإنما تعمده يوجب التعزير بخلاف قتل الحي فإن فيه وجوب القصاص أو الدية في الجملة فالتعارض هنا بين حرمة الحي والميت، ثم إن حياة الجنين هنا متوقفة على شق بطن الميتة، وهذا بخلاف ما نحن فيه. ¶ ج) -: أكل المضطر لحم الآدمي الميت إذا لم يجد غيره. ¶ __________ ¶ (1) تكملة البحر الرائق: 8/205 0 ¶ (2) الأشباه والنظائر لابن نجيم: 88 0 ¶ (3) الدر المختار شرح تنوير الأبصار مع حاشية ابن عابدين: 6/192 0",
            "page": "18",
            "part": "22",
            "seal": "370318DC"
        },
        {
            "id": "106",
            "nass": "إذا خاف الإنسان على نفسه الهلاك من الجوع ولم يجد إلا إنساناً حياً معصوماً لم يبح له قتله إجماعاً (1) ولا قطع عضوٍ من أعضائه، لأنه مثلة فلا يجوز له أن يبقي نفسه بإتلاف غيره، لأن الضرر لا يزال بضررٍ مثله ولا أكثر منه (2) ،وهذا لا خلاف فيه. ¶ وإنما الخلاف فيما لو وجد المضطر آدمياً ميتاً هل يجوز له أكله؟ من نظر إلى الأدلة الصحيحة الدالة على حرمة المسلم ومن في حكمه،وأنه يجب تكريمه حياً وميتاً قال: لا يباح للمضطر أن يأكل منه حياً ولا من جثته ميتاً ولو لم يجد غيره، ولو أدى ذلك إلى هلاكه. ¶ ومن أجاز الأكل نظر إلى الأدلة الصحيحة الدالة على أنه يجب على الإنسان أن يحافظ على حياته حتى أنه قد أبيح له أن يأكل عند الضرورة من المحرمات عليه حال الضرورة من ميتة وسواها، بل قد صرح بعضهم بأنه يجب عليه أن يأكل من ذلك إذا خشي الهلاك فإن امتنع المضطر عن التناول ومات أثم إلا إن كان جاهلاً لأنه قادر على إحياء نفسه بما أحله الله له فلزمه أكله كما لو كان معه طعام حلال (3) ، ولأن ترك تناول الميتة ونحوها حتى يموت يعتبر قتلاً للنفس وإلقاء بها إلى التهلكة لأن الكف عن التناول فعل منسوب للإنسان (4) . ¶ وإليك بعض نصوصهم في هذه المسألة: ¶ الظاهر عند الحنفية أنه لا يجوز الأكل من الآدمي لكرامته. ¶ __________ ¶ (1) المبسوط: 24/48، حاشية الدسوقي / 2/ 136،نهاية المحتج: 8/23، مطالب أولي النهى: 6 / 323. ¶ (2) الضرر لا يزال بضرر مثله، ولا أكثر منه بالأولى، إذاً يشترط بأن يزال الضرر بلا إضرار بالغير إن أمكن وإلا فبأخف منه، انظر درر الحكام شرح مجلة الأحكام: 30 مادة (25) ¶ (3) المغني والشرح الكبير 11/74. ¶ (4) انظر أحكام الأطعمة في الشريعة الاسلامية",
            "page": "19",
            "part": "22",
            "seal": "CC9B6BBA"
        },
        {
            "id": "107",
            "nass": "قال السرخسي (محمد بن أحمد بن سهل ت 483هـ) في المبسوط (1) : (ألا ترى أن المضطر كما لا يباح له قتل الإنسان ليأكل من لحمه لا يباح له قطع عضو من أعضائه) . ¶ وفي حاشية ابن عابدين (2) (محمد أمين بن عابدين ت 1252هـ) : (خاف الموت جوعاً ومع رفيقه طعام أخذ بالقيمة منه قدر ما يسد جوعه،وكذا بأخذ قدر ما يدفع العطش، فإن امتنع قاتله بلا سلاح، فإن خاف الرفيق الموت جوعاً أو عطشاً ترك له البعض، وإن قال له آخر: اقطع يدي وكلها لا يحل، لأن لحم الإنسان لا يباح في الاضطرار لكرامته) انتهى. ¶ ونوقش بأن المسألة مثار خلاف بين الفقهاء حيث منع بعضهم الأكل للمضطر ترجيحاً لحرمة الميت، وأجاز ذلك آخرون إذا لم يجد غيرها إيثاراً لحق الحي على حق الميت (3) . ثم إن من أجازه قيده بأن يكون عند الضرورة لسد الرمق للحي وحفظاً لحياته مع ما فيه من رعايةٍ لعصمة الدم وأنها آكد من رعاية حرمة الميت، وهذا مخالفٌ لمسألتنا. ¶ د) - ومن المسائل القرعة (4) ¶ __________ ¶ (1) - المبسوط 24/48 وحاشية ابن عابدين 6/338. وحاشية الدسوقي 2/136 والتاج والإكليل لمختصر خليل بهامش مواهب الجليل 2/254 والشرح الصغير بهامش بلغة السالك 1/323 والشرح الكبير بحاشية الدسوقي1/429. ونهاية المحتاج 8/23 والمجموع 9/44 وروضة الطالبين 3/284 وفتح الوهاب بشرح منهج= الطلاب للشيخ أبي يحيى زكريا الأنصاري 2/193. ومطالب أولي النهى 6/323 والمغني والشرح الكبير 11/74 ¶ (3) المغني 13/338 والإنصاف 10/376 ومعونة أولي النهى شرح المنتهى لابن النجار 8/613.وانظر أحكام الأطعمة في الشريعة الإسلامية للدكتور/ عبد الله الطريقي. ¶ 69 - المبسوط: 24/48. ¶ 70-حاشية ابن عابدين: 6/383. ¶ (4) 1- القرعة: السهم والنصيب، وهي لتطييب القلوب وإزاحة الميل. والفقهاء رحمهم الله قد اختلفوا في القرعة، ¶ فقال بعضهم: لا تجوز لأنها قمارٌ وميسر وجوازها منسوخ، وقال الجمهور: تجوز، ومما يدل على ذلك ما قصه الله لنا في قصة يونس لما وقفت بهم السفينة فقالوا: ما يمنعها أن تجري إلا علة بها، وما علتها إلا ذو ذنب فاقترعوا فوقعت القرعة على يونس (عليه السلام) قال تعالى (فساهم فكان من المدحضين) ، وكذا ما قصه الله لنا في المقترعين على كفالة مريم (عليها السلام) . وقد عمل بها النبي (صلى الله عليه وسلم) فكان يقرع بين نسائه كما في الصحيحين من حديث عائشة (رضي الله عنها) ، وفي صحيح مسلم عن عمران بن حصين في قصة الذي أعتق ستة مملوكين، ولم يكن له مالٌ غيرهم فأقرع بينهم رسول الله (صلى الله عليه وسلم) . والراجح ما قال به الجمهور من مشروعية القرعة بدليل الكتاب والسنة كما سبق.",
            "page": "20",
            "part": "22",
            "seal": "503B8C82"
        },
        {
            "id": "108",
            "nass": "لإلقاء أحد ركبان السفينة إذا تعرضوا للغرق. ¶ استعمال القرعة في إلقاء أحد ركاب السفينة إذا خشي عليها العطب لم نظفر على نصوص كافية عن الفقهاء في نفس المسألة (1) ، وهي محتملة للجواز والمنع، فمن أجاز ذلك قال إن مصلحة الجماعة أولى والأخذ بأخف المفسدتين أسلم،ونجاة الجميع مطلوبة. ¶ وإذا لم يمكن نجاة الكل فعلى الأقل نفعل السبب لنجاة البعض،ولا يحصل ذلك إلا عن طريق القرعة لتساوي الجميع في العصمة. ¶ ومن قال بالمنع قال إن ركاب السفينة مستوون في العصمة ومحافظة كل منهم على حياته واجبة فليس لهم إلقاء البعض وإنما عليهم الصبر، لأن مصلحة إنقاذ الباقين جزئية لا كلية. فمن نظر إلى الأخذ بأخف المفسدتين أجاز، ومن نظر إلى وجوب المحافظة على الحياة منع، وكأنه يقول إن موتهم جميعاً لا فعل لهم فيه،وأما إلقاء بعضهم في اليم فهو بفعلهم فلا يجوز مباشرته، لأن موت من ألقي في اليم يكون بمباشرة من نفسه أو من الآخرين وهذا لا يجوز. قال ابن العربي: الاقتراع على إلقاء الآدمي في البحر لا يجوز فكيف المسلم وإنما كان ذلك في يونس وفي زمانه مقدمةً لتحقيق برهانه وزيادةً في إيمانه، ثم إنهم لم يرموه بل رمى هو بنفسه لما خرجت القرعة، فإنه لا يجوز لمن كان عاصياً أن يُقتل ولا يرمى به في النار والبحر. ¶ __________ ¶ (1) 2- انظر فتح الباري 5/294 والطرق الحكيمة، لابن القيم 354 وتكملة فتح القدير 8/363 وأحكام القرآن، لابن العربي 4/1623 والجامع لأحكام القرآن، للقرطبي 15/126 وأبحاث هيئة كبار العلماء 2/38. ¶ 73- قواعد الأحكام 1/82.",
            "page": "21",
            "part": "22",
            "seal": "F44D63DF"
        },
        {
            "id": "109",
            "nass": "وقال العز بن عبد السلام (عبد العزيز بن عبد السلام السلمي ت 660 هـ) في قواعد الأحكام (1) : إذا اغتلم بحيث علم ركبان السفينة أنهم لا يخلصون إلا بتغريق بعض الركبان لتخف بهم السفينة فلا يجوز إلقاء أحد منهم في البحر بقرعة ولا بغير قرعة لأنهم مستوون في العصمة وقتل من لا ذنب له محرم، ولو كان في السفينة مال أو حيوان محترم لوجب إلقاء المال ثم الحيون المحترم؛ لأن المفسدة في فوات الأموال والحيوانات المحترمة أخف من المفسدة في فوات أرواح الناس\". انتهى. ¶ وأجيب بأن المسألة مختلفٌ فيها كما سبق، ثم إنها لا تشبه مسألتنا من جميع الجوانب؛ فقد يقال إن من ألقي في البحر قليل فنجاة الأكثر مطلوبة، لكن من قال بجواز الإلقاء لم يشترط عدداً معيناً لإلقائه فلو كان من ألقي في البحر أكثر ممن بقي في السفينة هل يقول بعدم الجواز أو يقول إن نجاة البعض أهون من موت الجميع؟ ثم إن الاستدلال بقصة يونس –عليه السلام- لو صح فهو استدلالٌ بشرع من قبلنا وقد ورد من شرعنا ما يخالفه وهو من الاعتداء على النفس لا من الإيثار. ¶ الترجيح: ¶ الراجح ترك الأجهزة على الأول لأن الأصل في المسلمين أنهم مستوون في العصمة ووجوب المحافظة على الحياة ومن هنا فلا يقدم أحدهم على الآخر إلا بسبب وكون انتفاع الثاني أكبر من الأول فهذا من المرجحات لكن مع الاستواء وهو غير متحقق هنا فإن الأول يترجح جانبه بالسبق، ثم إن في رفع الأجهزة عنه ارتكابٌ لمحظور وارتكاب المحظور أعظم حرمةً من ترك المأمور، والقاعدة تقول: درء المفسدة مقدمٌ على جلب المصلحة. ¶ المراجع: ... ¶ 1- مجلة مجمع الفقه الإسلامي 2/1/481 – عدد 3 ج2.2 ¶ 2- دراسات وقرارات مؤتمر الطب الإسلامي بالكويت. ¶ 3- قواعد الأحكام، للعز بن عبد السلام. ¶ 4- فقه النوازل، لبكر أبو زيد. ¶ 5- المنثور في القواعد، للزركشي. 6- الأشباه والنظائر، للسيوطي. ¶ 7- الأشباه والنظائر، لابن نجيم. 8- تكملة البحر الرائق.",
            "page": "22",
            "part": "22",
            "seal": "4BD72EEE"
        },
        {
            "id": "110",
            "nass": "9- المستصفى، للغزالي. 10- مفتاح دار السعادة، لابن القيم. ¶ 11- إرشاد الفحول، للشوكاني. 12- تقرير القواعد، لابن رجب.",
            "page": "23",
            "part": "22",
            "seal": "A1CC49DD"
        },
        {
            "id": "111",
            "nass": "نقل الأعضاء من الشخص الميت أو الحي وزرعها في الإنسان الحي ¶ التمهيد: ¶ النقل إذا كان من حيوان طاهرٍ حال الحياة فيجوز كما نص على ذلك العلماء كما في المجموع ومجمع الأنهر والفتاوى الهندية وغيرها، وإذا كان من حيوانٍ نجس فلا يجوز إلا عند الضرورة. ¶ وأما النقل من الإنسان فإن كان النقل ذاتياً وذلك بغرس العضو في جسمه من جزءٍ من جسده فهذا جائز كما لو وقعت فيه الآكلة فقطعه وذلك إحياءٌ لنفسه. وأول ما يمكن اعتباره زرعاً للأعضاء ما حدث لقتادة بن النعمان (رضي الله عنه) في غزوة بدر وقيل أحد لما سقطت عينه على وجنته فردها النبي (صلى الله عليه وسلم) فكانت أحسن عينيه وأحدهما بصراً رواه أبو يعلى والطبراني في الكبير وضعفه الهيثمي. أما نقله من غير جسده فقد ورد أن عرفجة بن سعد (رضي الله عنه) لما قطعت أنفه يوم الكلاب فاتخذ أنفاً من فضة فأنتن فأمره النبي (صلى الله عليه وسلم) فاتخذ أنفاً من ذهب رواه أبو داود والبيهقي 4/140. لكنه ليس نقلاً لعضوٍ من بدن غيره والنقل من الغير سيأتي بحثه. ¶ نقل الأعضاء من الناحية الطبية: ¶ نقل يدٍ أو عظم أو رجل يتحاشاه الأطباء لضرره البالغ.",
            "page": "1",
            "part": "23",
            "seal": "AF0E47EE"
        },
        {
            "id": "112",
            "nass": "والنقل يكون من الميت إذا كان ميتاً دماغياً لأن الأعضاء لا زالت حية. وإذا نزعت الأجهزة فتوقف القلب فإن الدماغ لا يستطيع أن يعيش أكثر من أربع دقائق، والقلب لبضع دقائق، والكلى لمدةٍ أقصاها (45) إلى (50) دقيقة قبل أن تصبح ميتة ولا تصلح للزرع، والكبد لمدة أقصاها ثمان دقائق، وإذا مات الدماغ ففي الغالب أن القلب يتوقف بعدها لساعات أو أيام قلائل، أما العظام فتتحمل نقص التروية عنها أو انقطاعها لمدة يوم أو يومين، وإذا أخذت الأعضاء وهي تعمل فيمكن تبريدها والاحتفاظ بها، يحتفظ بالقلب مبرداً ساعتين والكبد ثمان ساعات، والكلى (72) ساعة وتبلغ نسبة النجاح في نقل الكلية (85 %) في السنة الأولى وتفشل 5% من الحالات سنوياً و50 % لمدة خمس سنوات وهي مكلفة وتنقذهم هذه العملية إلى وقت محدود. وزرع الرئتين والكبد والبنكرياس لا تزال نسبة النجاح فيها محدودة وكلفتها باهظة ولا تزال حكراً على بعض المراكز المتقدمة. ¶ والغرس من الأموات هو الأكثر شيوعاً لما يلي: ـ ¶ 1 ـ ظهور مفهوم موت الدماغ ¶ 2 ـ كثرة حوادث المرور في العالم وتكون وفاة نسبة كبيرة منهم بسبب موت الدماغ. ¶ 3 ـ الغرس من الميت ليست له مخاطر من الناحية الصحية إلا في حالة عدم إتمام شروط موت الدماغ. ¶ 4 ـ الزرع من الميت يوفر أعضاء يستحيل توفيرها من الحي مثل القلب والكبد والرئتين والبنكرياس. ¶ أنواع النقل: ¶ 1- النقل من الحي. ¶ 2- النقل من الميت دماغياً. ¶ فأما النقل من الحي فإن كان نقلاً لعضوٍ تتوقف عليه الحياة كالقلب والكبد فلا يجوز بالإجماع لأنه قتلٌ للنفس. ¶ وأما إن كان نقلاً لعضوٍ لا تتوقف عليه الحياة، فإن كان نقلاً للدم فيجوز إذا لم يكن هناك ضرر للجسم المنقول منه. ويشترط الأطباء لنقل الدم أن لا يكون المنقول منه به فقر الدم، وأن لا يكون مصاباً بأمراض معدية أو خبيثة، ولم يتجاوز عمره 55 عاماً. ¶ وهو جائز عند الضرورة لقوله تعالى (إلا ما اضطررتم إليه) .",
            "page": "2",
            "part": "23",
            "seal": "C8FB676B"
        },
        {
            "id": "113",
            "nass": "وإن كان نقلاً للخصيتين فقال بعض العلماء: لا يجوز لأنه لا ضرورة له وخاصةً أنه سيكون معه نظرٌ للعورة، ولأنه يؤدي إلى حرمان الحي من النسل، وإلى اختلاط الأنساب، لأن نقل الخصية يوجب انتقال الصفات الوراثية الموجودة في الشخص المنقولة منه إلى أبناء الشخص المنقولة إليه الخصية. ¶ وقال آخرون بالجواز، لأن الحيوانات المنوية إنما تخرج من المنقول إليه والخصية ليست إلا مجرد آلة منظمة لها. والراجح هو الأول لأن ما ذكروه شبهة ولأن الأصل عدم النقل. ¶ وإذا كان النقل لعضوٍ من حيٍ غير الخصيتين والدم وما تتوقف عليه الحياة، أو من ميتٍ دماغياً إذا كان لعضوٍ مما تتوقف عليه الحياة عند من قال بأن توقف جذع الدماغ يعتبر موتاً نهائياً للإنسان، فهذه المسألة محل خلافٍ بين العلماء: ¶ وقد اختلف العلماء المعاصرون في هذه المسألة على قولين: ¶ القول الأول: لا يجوز نقل الأعضاء الآدمية: وهو قول الشيخ الشعراوي، والغماري والدكتور حسن علي الشاذلي وغيرهم. ¶ القول الثاني: يجوز نقل الأعضاء الآدمية، وخصه بعضهم بغير المعصوم، وبعضهم بالحي. ¶ وهذا القول صدرت به الفتوى من عددٍ من المؤتمرات والمجامع والهيئات واللجان منها: المؤتمر الإسلامي الدولي المنعقد بماليزيا ومجمع الفقه الإسلامي بالأغلبية، وهيئة كبار العلماء بالمملكة العربية السعودية، ولجنة الفتوى في كل من الأردن، والكويت، ومصر، والجزائر. وهو قول طائفة من العلماء والباحثين ومنهم:الشيخ عبد الرحمن بن سعدي والشيخ إبراهيم اليعقوبي، والشيخ جاد الحق – رحمهم الله- واختاره الدكتور أحمد شرف الدين، والدكتور رءوف شلبي، وغيرهم. ¶ أدلة القول الأول: (لا يجوز) ¶ استدلوا من الكتاب بما يلي: ¶ 1 ـ قوله تعالى: (ولا تقتلوا أنفسكم إن الله كان بكم رحيماً ومن يفعل ذلك عدواناً وظلماً فسوف نصليه ناراً وكان ذلك على الله يسيراً (وقوله تعالى: (ولا تلقوا بأيديكم إلى التهلكة … (.",
            "page": "3",
            "part": "23",
            "seal": "11F77AF8"
        },
        {
            "id": "114",
            "nass": "فلفظ التهلكة في الآية لفظ عام يشمل كل ما يؤدي إليها، وقطع العضو من نفسه الموجب لإزالة منفعته فرد من أفراد ما يؤدي إلى الهلاك، والعبرة بعموم اللفظ لا بخصوص السبب على حد ما ذكره علماء الأصول. ¶ 2ـ قوله تعالى: (ولآمرنهم فليغيرن خلق الله ( ¶ وجه الدلالة: أن نقل الأعضاء فيه تغيير في خلق الله فهو داخل في عموم هذه الآية الكريمة، ويعتبر من المحرمات لذلك. ¶ 3 ـ قوله تعالى: (ولقد كرمنا بني آدم وحملناهم في البر والبحر ورزقناهم من الطيبات وفضلناهم على كثير ممن خلقنا تفضيلاً ( ¶ وجه الدلالة: ¶ أن الآية الكريمة دلت على تكريم الله للآدمي وهذا التكريم شامل لحال حياته وما بعد مماته. وانتزاع العضو منه مخالف لذلك التكريم سواء في حال الحياة أو بعد الموت. ¶ واستدلوا من السنة بالأحاديث التالية: ¶ 1ـ حديث جابر بن عبد الله رضي الله عنهما أنه قال: \" لما هاجر النبي صلى الله عليه وسلم إلى المدينة هاجر إليه الطفيل عمرو، وهاجر معه رجل من قومه فاجتووا المدينة فمرض فجزع فأخذ مشاقص فقطع بها براجمه فشخبت يداه حتى مات فرآه الطفيل بن عمرو في منامه، وهيئته حسنة، ورآه مغطياً يديه، فقال له: ما صنع بك؟ قال: غفر لي بهجرتي إلى نبيه صلى الله عليه وسلم، فقال: ما لي أراك مغطياً يديك؟ قال: قال لي: لن نصلح منك ما أفسدت، فقصها الطفيل على رسول (الله صلى الله عليه وسلم) فقال: رسول الله صلى الله عليه وسلم: \" اللهم وليديه فاغفر\". ¶ وجه الدلالة: أفاد الحديث أن من تصرف في عضو منه بتبرع أو غيره فإنه يبعث يوم القيامة ناقصاً منه ذلك العضو عقوبة له، لأن قوله: \" لن نصلح منك ما أفسدت\" لا يتعلق بقتل النفس وإنما يتعلق بجرح براجمه وتقطيعهما.",
            "page": "4",
            "part": "23",
            "seal": "AE676347"
        },
        {
            "id": "115",
            "nass": "2 ـ حديث أسماء بنت أبي بكر ـ رضي الله عنها ـ قالت: \" وجاءت امرأة إلى النبي صلى الله عليه وسلم فقالت: يا رسول الله إن لي ابنة عريساً أصابتها حصبة فتمزق شعرها أفأصله؟ فقال: \"لعن الله الواصلة والمستوصلة\" ¶ وجه الدلالة: أن الحديث دل على حرمة انتفاع المرأة بشعر غيرها وهو جزء من ذلك الغير فيعتبر أصلاً في المنع من الانتفاع بأجزاء الآدمي ولو كان ذلك الانتفاع غير ضار بالمأخوذ منه. ¶ 3 ـ أحاديث النهي عن المثلة، ومنها حديث بريدة ـ رضي الله عنه ـ قال: \" كان رسول الله (صلى الله عليه وسلم) إذا أمر أميراً على جيش أو سرية أوصاه في خاصته بتقوى الله، ومن معه من المسلمين خيراً، ثم قال: اغزوا باسم الله في سبيل الله قاتلوا من كفر بالله، اغزوا ولا تغدروا ولا تمثلوا.. الحديث\". ¶ وجه الدلالة: أن الحديث دل على حرمة التمثيل، وأن التمثيل لا يختص تحريمه بالحيوان، وبتغيير خلقة الإنسان على وجه العبث والانتقام، بل هو شامل لقطع أي جزء أو عضو من الآدمي أو الحيوان أو جرحه حياً أو ميتاً لغير مرض. ¶ 4 ـ حديث أم المؤمنين عائشة ـ رضي الله عنها ـ عن النبي صلى الله عليه وسلم أنه قال: \" كسر عظم الميت ككسر عظم الحي في الإثم\" ¶ وجه الدلالة: ¶ أفاد الحديث أن الحي يحرم كسر عظمه أو قطع أي جزء منه وكذا الميت لأي سبب إلا الحي لسبب إذن الشارع فيه. ¶ 5 ـ حديث ابن عباس ـ رضي الله عنهما ـ قال: قال رسول الله صلى الله عليه وسلم: لا ضرر ولا ضرار\". ¶ وجه الدلالة: أن قطع العضو من شخص للتبرع به لآخر فيه إضرار محقق بالشخص المقطوع منه، فيكون داخلاً في عموم النهي، ويحرم فعله. ¶ 6 ـ حديث جابر بن عبد الله ـ رضي الله عنهما ـ أن النبي صلى الله عليه وسلم قال لرجل: \" ابدأ بنفسك فتصدق عليها فإن فضل شيء فلأهلك، فإن فضل شيء فلذي قرابتك، فإن فضل عن ذي قرابتك شيء فهكذا وهكذا …\"",
            "page": "5",
            "part": "23",
            "seal": "7EBCCCCE"
        },
        {
            "id": "116",
            "nass": "وجه الدلالة: أن النبي صلى الله عليه وسلم قد وضع أساس الترتيب في القسمة فأرشد إلى أن يبدأ بنفسه، ثم زوجته وأولاده، ثم ذي القرابة، فلا يجب أن يؤثر أحداً على نفسه. ¶ فإذا كان هذا في النفقات فمن باب أولى ألا يتلف الشخص نفسه لإحياء غيره مهما كانت الضرورة إلى ذلك، ونحن مأمورون باتباع المنصوص عليه شرعاً. ¶ ودليلهم من العقل من وجوه: ¶ 1- الوجه الأول: أن من شرط صحة التبرع أن يكون الإنسان مالكاً للشيء المتبرع به، أو مفوضاً في ذلك من قبل المالك الحقيقي. ¶ والإنسان ليس مالكاً لجسده، ولا مفوضاً فيه لأن التفويض يستدعي الإذن له بالتبرع، وذلك غير موجود. فتثبت بهذا عدم صحة تبرعه بأعضائه لعدم وقوع ذلك التبرع على وجهه الشرعي المعتبر. ¶ 2- الوجه الثاني: أن درء المفاسد مقصوداً شرعاً، وفي التبرع مفاسد عظيمة تربو على مصالحه، إذ فيه إبطال لمنافع أعضاء الجسم المنقولة، مما قد يؤدي إلى الهلاك، أو على الأقل إلى التقاعس عن أداء العبادات والواجبات وترك بعض المأمورات باختياره. ¶ 3- ومن القياس: أن حرمة المال أقل من حرمة النفس، وقد أمر النبي صلى الله عليه وسلم بتوقي كرائم الناس، فمن باب أولى وأحرى أن تتقى أعضاؤهم. ¶ 4 ـ لا يجوز استقطاع الأعضاء الآدمية كما لا يجوز استقطاع الأبضاع بجامع كون كل منهما من أعضاء الجسد. ¶ ودليلهم من القواعد الفقهية: ¶ 1- قالوا: الضرر لا يزال بالضرر - الضرر لا يزال بمثله. ¶ وجه الدلالة: ¶ أن هاتين القاعدتين تتضمنان المنع من إزالة الضرر بمثله، وذلك موجود في مسألتنا حيث يزال الضرر عن الشخص المنقول إليه بضرر آخر يلحق الشخص المتبرع. ¶ 2- (ما جاز بيعه جازت هبته، وما لا فلا) . ¶ وجه الدلالة: أن أصحاب القول الثاني يوافقون على أن الأعضاء الآدمية لا يجوز بيعها، وقد دلت القاعدة على أن ما لا يجوز بيعه لا يجوز هبته، إذاً فلا يجوز التبرع بالأعضاء الآدمية لا من حي لمثله في حال الحياة ولا بعد الممات.",
            "page": "6",
            "part": "23",
            "seal": "EDE61850"
        },
        {
            "id": "117",
            "nass": "استشهادهم بأقوال الفقهاء المتقدمين ـ رحمهم الله. ¶ ومن مجموع كلام الفقهاء قديماً مما له علاقةٌ بالموضوع يتحصل لنا مما يدل على التحريم ما يلي: ¶ يحرم الانتفاع بأجزاء المعصوم لكرامته فلا يباح حال الاضطرار، وليس له أن يقطع من أعضائه للغير كما لا يصح أن يقطع من نفسه فيأكل، لأنه ليس فيه قطعٌ للبعض لاستبقاء الكل، وإبطال العضو لا يجوز فالخصاء لا يحل بلا خلاف، لأنه مثلة وتغيير لخلق الله وكذلك سائر الأعضاء، وليس للغير أن يفعل به ذلك، لأن هذا ليس مما يباح بالإباحة ولا يعتبر رضاه ولا ينفذ إسقاطه. ¶ والميت لا يجوز به ذلك لأنه يتأذى مما يتأذى منه الحي فما فيه تشويه واعتداءٌ على كرامته لا يجوز، ولأنه مأمورٌ بمواراته حتى أن ابن حزم (رحمه الله) قال: يصلى على ما وجد من الميت ويغسل ويكفن ويصلى عليه وقياساً للبعض على الجميع.",
            "page": "7",
            "part": "23",
            "seal": "7F6A87A0"
        },
        {
            "id": "118",
            "nass": "ولا يجوز الأكل من الميت ولو أدى عدم الأكل لموت المضطر – حتى ولو كان المعصوم كافراً عند بعضهم-وهل الحرمة تعبدية أو لنجاسته وأذاه لما فيه من السموم، خلاف بين العلماء، ومما يدل على أن الميت ليس بنجس أن الميت من بني آدم لا يسمى ميتةً، ولا يحل بالاضطرار كما يحل أكل الميتة فالصحيح أنه لم يحرم لنجاسته بل إكراماً (1) . ¶ قال شيخ الإسلام ابن تيمية: اعلم أن الإنسان فارق غيره من الحيوان في هذا الباب طردا وعكساً فقياس البهائم بعضها على بعض وجعلها في حيز يباين حيز الإنسان وجعل الإنسان في حيز هو الواجب ألا ترى أنه لا ينجس بالموت على المختار وهي تنجس بالموت ألا ترى أن تحريمه مفارق لتحريم غيره من الحيوان لكرم نوعه وحرمته حتى يحرم الكافر وغيره. وإليك بعض أقوالهم أيضاً: ¶ أـ فقهاء الحنفية: ¶ __________ ¶ (1) انظر الفتاوى الخانية والبزازية والهندية مطبوعة مع بعضها 3/404 – 5/354- 6/365-366. وحاشية ابن عابدين 1/136-5/215 وبدائع الصنائع 7/177. وجواهر الإكليل 1/117،218. وشرح الزرقاني لخليل 3/28 والمدخل 3/236،242 وحاشية الدسوقي 1/395 ومنح الجليل 1/320 وحاشية الصاوي على شرح خليل 1/301 والتاج والإكليل بهامش المواهب 3/223 وتفسير القرطبي 5/391،2/229 وأحكام القرآن لابن العربي 1/58. والفروق 1/141 والموافقات 2/322،375،376. وروضة الطالبين 3/285 وتكملة المجموع 9/42 ومغني المحتاج 4/400. وشرح مسلم 2/131،132. والمستصفى 1/296. والمغني 8/602 والإنصاف 1/376 والمنتهى 42 وغاية المنتهى 3/350، 351 ومطالب أولي النهى 6/324 وكشاف القناع 6/198 والتنقيح 384. وحاشية الروض المربع 3/8-7/432. والمحلى 5/426-427،116،117،138-1/118،124. وفتح الباري 4/418. والطب النبوي للذهبي 246 والطب من الكتاب والسنة 202. ¶ والقول بأن الآدمي ميتته سم فلا يجوز أكله حياً وميتاً لهذا السبب كما يقوله أكثر المالكية لا دليل عليه والله أعلم.",
            "page": "8",
            "part": "23",
            "seal": "02193FB0"
        },
        {
            "id": "119",
            "nass": "قال ابن عابدين ـ رحمه الله: \" وإن قال له آخر: اقطع يدي وكلها لا يحل، لأن لحم الإنسان لا يباح في الاضطرار\" وقال: \"والآدمي مكرم شرعاً، ولو كان كافراً، فإيراد العقد عليه وابتذاله به، وإلحاقه بالجمادات إذلال له وهو غير جائز وبعضه في حكمه، وصرح في فتح القدير ببطلانه\" ¶ وقال أيضاً: \" ويبطل بيع رجيع الآدمي، وكل ما انفصل عنه كشعر وظفر لأنه جزء الآدمي ولذا وجب دفنه. ¶ وقال ابن نجيم ـ رحمه الله ـ: \" ولا يأكل المضطر طعام مضطر آخر ولا شيئاً من بدنه\". ¶ وقال الكاساني ـ رحمه الله ـ: \" أما النوع الذي لا يباح ولا يرخص بالإكراه أصلاً فهو قتل المسلم بغير حق، سواء كان الإكراه ناقصاً أو تاماً … وكذا قطع عضو من أعضائه … ولو أذن له المكره عليه.. فقال للمكره: افعل، لا يباح له، لأن هذا مما لا يباح بالإباحة\" ¶ وقال في مجمع الأنهر: وتكره معالجة بعظم إنسان أو خنزير لأنها محرم الانتفاع بها. ¶ وقال في الفتاوى الهندية: \" ولا بأس بالتداوي بالعظم إذا كان عظم شاه أو بقرة أو بعير، أو فرس، أو غيره من الدواب إلا عظم الخنزير والآدمي، فإنه يكره التداوي بهما\" ¶ قالوا: \" وهذا القول المنقول عن محمد بن الحسن الشيباني، والمعروف أن الكراهة عنده تعني الحرمة ما لم يقم الدليل على خلافه\". ¶ ومنها أيضاً: \" الانتفاع بأجزاء الآدمي لم يجز قيل: للنجاسة، وقيل: للكرامة وهو الصحيح..\" ¶ ب ـ فقهاء المالكية: ¶ قال الصاوي ـ رحمه الله ـ إن كسر عظام الميت انتهاك لحرمته ـ وقال أيضاً: \" فإن بقي شيء من عظامه فالحرمة باقية لجميعه، فلا يجوز استخدام ظفر الميت، ولا جزء منه، ولا شعره لأن هذه الأجزاء محترمة وفي أخذها انتهاك لحرمتها\" وقال صاحب جواهر الإكليل في شرحه: \"والمنصوص المعول عدم جواز أكل الآدمي الميت، ولو كان كافراَ لمضطر لأكل الميتة، ولو مسلماً لم يجد غيره، إذ لا تنتهك حرمة الآدمي لآخر\".",
            "page": "9",
            "part": "23",
            "seal": "937E2806"
        },
        {
            "id": "120",
            "nass": "وقال ابن جزي ـ رحمه الله ـ: \" ولا يجوز التداوي بالمحرمات كما لا يجوز أكل المضطر ابن آدم\" ¶ ج ـ فقهاء الشافعية: ¶ قال الرملي ـ رحمه الله ـ: \" ويحرم قطعه البعض من نفسه لغيره، ولو مضطراً ما لم يكن ذلك الغير نبياً فيجب له ذلك كما يحرم أن يقطع من غيره لنفسه من معصوم\" ¶ وقال البجيرمي ـ رحمه الله ـ: \" ويحرم قطع بعضه لغيره من المضطرين لأن قطعه لغيره ليس فيه القطع لاستبقاء الكل، نعم إن كان ذلك الغير نبياً لم يحرم بل يجب كما يحرم على المضطر أيضاً أن يقطع لنفسه قطعة من حيوان معصوم. ¶ وقال الإمام النووي ـ رحمه الله ـ:\" ولا يجوز أن يقطع من معصوم غيره بلا خلاف، وليس للغير أن يقطع من أعضائه شيئاً ليدفعه إلى المضطر بلا خلاف صرح به إمام الحرمين والأصحاب\" ¶ وقال صاحب مغني المحتاج: \" ويحرم جزماً على شخص قطعه أي بعض نفسه لغيره من المضطرين، لأن قطعه لغيره ليس فيه قطع البعض لاستبقاء الكل، كما يحرم على مضطر أيضاً أن يقطع لنفسه قطعة من حيوان معصوم\". ¶ د ـ فقهاء الحنابلة: ¶ قال الإمام ابن قدامة ـ رحمه الله ـ \" فإن لم يجد المضطر شيئاً لم يبح له أكل بعض أعضائه.. وإن لم يجد إلا آدمياً محقوق الدم لم يبح قتله إجماعاً، ولا إتلاف عضو منه مسلماً كان أو كافراً لأنه مثله فلا يجوز أن يبقي نفسه بإتلافه وهذا لا خلاف فيه … وإن وجد معصوماً ميتاً لم يبح أكله\". ¶ وقال البهوتي ـ رحمه الله: \" فإن لم يجد المضطر إلا آدمياً محقوق الدم لم يبح له قتله، ولا إتلاف عضو منه مسلماً كان المحقوق أو كافراً ذمياً أو مستأمناً لأن المعصوم الحي مثل المضطر فلا يجوز له إبقاء نفسه بإتلاف مثله\". ¶ وقال أيضاً:\" فإن لم يجد شيئاً مباحاُ، ولا محرماً لم يبح له أكل بعض أعضائه لأنه يتلفه لتحصيل ما هو موهوم\"",
            "page": "10",
            "part": "23",
            "seal": "991CDCCF"
        },
        {
            "id": "121",
            "nass": "وقال في موضع آخر: ولا يجوز التداوي بشيء محرم، أو بشيء فيه محرم كألبان الأتن ولحم شيء من المحرمات ولا يشرب مسكر، لقوله صلى الله عليه وسلم: \" ولا تداووا بحرام \" ¶ هـ فقهاء الظاهرية: ¶ قال الإمام ابن حزم الظاهري ـ رحمه الله ـ: \" وكل ما حرم الله عز وجل من المآكل والمشارب من خنزير، أو صيد حرام، أو ميتة، أو دم، أو لحم سبع طائر … ونحو ذلك فهذا كله حلال عند الضرورة حاشا لحوم بني آدم، وما يقتل من تناوله، فلا يحل من ذلك شيء أصلاً لا بضرورة ولا بغيرها. ¶ فهذه النصوص من عبارات الفقهاء الأعلام ـ رحمهم الله ـ تدل دلالة واضحة على أن الانتفاع بأعضاء الآدمي لا يجوز شرعاً في حال الضرورة، وأنه لو أذن الإنسان بأخذ شيء من جسده لكي ينتفع به فينجو من الهلاك في حال الاضطرار فإنه لا يحل له فعل ذلك. ¶ وأن التداوي بالمحرمات \" ومنها لحوم الآدميين \" محرم شرعاً. وبناء على ذلك كله فإننا نخلص إلى اتفاقهم على تحريم الانتفاع بأعضاء الآدمي ولو كان كافراً في حالة الاضطرار، فضلاً عما دونها، كما نخلص إلى أن الإنسان إذا تبرع بشيء من أعضائه لمضطر لم يعتبر تبرعه لأنه واقع في غير موقعه. ¶ 2) أدلة القول الثاني: وهو الجواز: ¶ 1- من الكتاب:",
            "page": "11",
            "part": "23",
            "seal": "7E0DEE8A"
        },
        {
            "id": "122",
            "nass": "1-: قوله تعالى: (إنما حرم عليكم الميتة والدم ولحم الخنزير وما أهل به لغير الله فمن اضطر غير باغٍْ ولا عادٍ فلا إثم عليه إن الله غفور رحيم (وقوله تعالى: (حرمت عليكم الميتة والدم ولحم الخنزير وما أهل لغير الله به.. (إلى قوله: (فمن اضطر في مخمصة غير متجانفٍ لإثمٍ فإن الله غفور رحيم (وقوله تعالى: (فكلوا مما ذكر اسم الله عليه إن كنتم بآياته مؤمنين. وما لكم ألا تأكلوا مما ذكر اسم الله عليه وقد فصل لكم ما حرم عليكم إلا ما اضطررتم إليه… (وقوله تعالى: (قل لا أجد في ما أوحي إليَّ محرماً على طاعم يطعمه إلا أن يكون ميتةً أو دماً مسفوحاً أو لحم خنزير فإنه رجسٌ أو فسقاً أهل لغير الله به فمن اضطر غير باغٍ ولا عادٍ فإن ربك غفورٌ رحيم ( ¶ وجه الدلالة: ¶ أن هذه الآيات الكريمة اتفقت على استثناء حالة الضرورة من التحريم المنصوص عليه فيها والإنسان المريض إذا احتاج إلى نقل العضو فإنه سيكون في حكم المضطر لأن حياته مهددة بالموت كما في حالة الفشل الكلوي، وتلف القلب ونحوهما من الأعضاء المهمة في جسد الإنسان. ¶ وإذا كانت حالته حالة اضطرار فإنه يدخل في عموم الاستثناء المذكور فيباح نقل ذلك العضو إليه. ¶ 2- قوله تعالى: (من أجل ذلك كتبنا على بني إسرائيل أنه من قتل نفساً بغير نفس أو فساد في الأرض فكأنما قتل الناس جميعاً ومن أحياها فكأنما أحيا الناس جميعاً ( ¶ وجه الدلالة: أن قوله سبحانه: (ومن أحياها فكأنما أحيا الناس جميعاً (عام يشمل كل إنقاذ من تهلكة. ¶ وعليه فإنه يدخل فيه من تبرع لأخيه بعضو من أعضائه لكي ينقذه من الهلاك، أو يعيد إليه بصره الذي فقد نوره. ¶ 3- قوله تعالى: (يريد الله بكم اليسر ولا يريد بكم العسر … الآية (وقوله تعالى: (يريد الله أن يخفف عنكم وخلق الإنسان ضعيفاً (وقوله سبحانه: (ما يريد الله ليجعل عليكم من حرج … (وقوله سبحانه: (وما جعل عليكم في الدين من حرج … الآية (",
            "page": "12",
            "part": "23",
            "seal": "AEF5A467"
        },
        {
            "id": "123",
            "nass": "وجه الدلالة من هذه الآيات الكريمة: ¶ أن في إجازة نقل الأعضاء الآدمية تيسير على العباد ورحمة بالمصابين والمنكوبين، وتخفيفاً للألم وكل ذلك موافق لمقصود الشرع، بخلاف تحريم نقلها، فإن فيه حرجاً ومشقة الأمر الذي ينافي ما دلت عليه هذه النصوص الشرعية. ¶ 2 ـ دليلهم من العقل من الوجوه التالية: ¶ الوجه الأول: يجوز التداوي بنقل الأعضاء الآدمية كما يحوز التداوي بلبس الحرير لمن به حكة بجامع وجود الحاجة الداعية إلى ذلك في كلٍ. وكما يجوز نقل الدم. ¶ الوجه الثاني: يجوز التداوي بنقل الأعضاء الآدمية كما يجوز التداوي باستعمال الذهب لمن احتاج إليه بجامع وجود الحاجة الداعية إلى ذلك في كل. ¶ الوجه الثالث: أن الفقهاء ـ رحمهم الله ـ نصوا على جواز شق بطن الميت لاستخراج جوهرة الغير إذا ابتلعها الميت، فلأن يجوز نقل أعضاء الميت أولى وأحرى لمكان إنقاذ النفس المحرمة التي هي أعظم حرمة من المال. ¶ الوجه الرابع: يجوز نقل الأعضاء الآدمية كما يجوز تشريحها بجامع وجود الحاجة في كل. ¶ الوجه الخامس: أن بقاء الأعضاء الآدمية لشخص آخر ينتفع بها بعد موت صاحبها يعتبر من باب الصدقة عليه، فهي صدقة جارية مندوب إليها خاصة إذا وصى بذلك صاحبها قبل الوفاة محتسباً الأجر عند الله تعالى.",
            "page": "13",
            "part": "23",
            "seal": "4D422452"
        },
        {
            "id": "124",
            "nass": "الوجه السادس: أن الله تعالى امتدح من آثر أخاه على نفسه بطعام أو شراب أو مال أحق به. قال تعالى (ويؤثرون على أنفسهم ولو كان بهم خصاصة) فإذا كان ذلك في هذه الأمور اليسيرة، فكيف بمن آثر أخاه بعضو أو جزئه لكي ينقذه من الهلاك المحقق لا شك أنه أولى وأحرى بالمدح والثناء، ومن ثم يعتبر فعله جائزاً ومشروعاً. فالتبرع بالأعضاء من باب الإيثار وهو مرغبٌ فيه، ومما يدل على ذلك قصة الصحابة الذين أصيبوا في موقعة أجنادين أو اليرموك وجيء إلى أحدهم بماء فآثر آخاه فلما عرض على الثاني آثر بالثالث فلما وصل الماء إلى الثالث فإذا به قد مات فأعيد إلى الثاني ثم الأول فوجدا ميتين والصحابة هم: الحارث بن هشام، وعكرمة بن أبي جهل، وعياش بن ربيعة (رضي الله عنهم) . وقد وقى طلحة رسول الله صلى الله عليه وسلم بيده فشلت كما في الصحيح فالإيثار هو تقديم الغير على النفس وحظوظها الدينوية رغبة في الحظوظ الدينية وهو ممدوح. ¶ الوجه السابع: أن الإنسان مأذون له بالتصرف في جسده بما فيه المصلحة، فإذنه بالتبرع فيه مصلحة عظيمة فيجوز له فعله. ¶ 3- دليلهم من القواعد الفقهية: ¶ استدلوا بالقواعد الفقهية التالية: ¶ 1- الضرر يزال. 2- الضرورات تبيح المحظورات. 3- إذا ضاق الأمر اتسع. ¶ وجه الدلالة: أن هذه القواعد المستنبطة من نصوص الشريعة دلت على الترخيص للمتضرر بإزالة ضرره ولو بالمحظور. ¶ فالقاعدتان الأولى والثانية دلتا على أن المكلف إذا بلغ مقام الاضطرار رخص له في ارتكاب المحظورات شرعاً. ¶ ودلت القاعدة الثالثة على أن بلوغ المكلف لمقام المشقة التي لا يقدر عليها يوجب التوسيع عليه في الحكم. ¶ 4- \"إذا تعارضت مفسدتان روعي أعظمهما ضرراً بارتكاب أخفهما\" ¶ وجه الدلالة: أن القاعدة دلت على أنه إذا وقع التعارض بين مفسدتين فإننا ننظر إلى أيهما أشد فنقدمها على التي هي أخف منها.",
            "page": "14",
            "part": "23",
            "seal": "BC8ECE4C"
        },
        {
            "id": "125",
            "nass": "وفي مسألتنا هذه وقع التعارض بين مفسدة أخذ العضو الحي أو الميت وبحصول بعض الألم للأول، والتشوه في جثة الثاني، وبين مفسدة هلاك الحي المتبرع له، ولا شك أن مفسدة هلاك الحي المتبرع له المريض أعظم من المفسدة الواقعة على الشخص المتبرع حياً كان أو ميتاً فتقدم حينئذٍ لأنها أعظم ضرراً وأشد خطراً. ¶ 5- أن الأحكام تتغير بتغير الأزمان: ¶ وجه الدلالة: أن نقل الأعضاء الآدمية كان قبل ترقي الطب يعتبر ضرراً وخطراً، والآن بعد تقدم الطب أصبح سهلاً مأمون العاقبة بالتجربة فوجب تغيير الحكم بتغير الحال فنقول هو حرام حينما كان في العصور السابقة التي يغلب على الظن فيها الهلاك بعملية النقل، ويعتبر حلالاً في هذه العصور الحديثة التي أصبح فيها دواء وعلاجاً نافعاً. فقد قال ابن حزم: لا يجوز شق البطن الحي لأن في ذلك قتله وهذا بالنظر إلى عصره (رحمه الله) . ¶ 6- الأمور بمقاصدها: ¶ وجه الدلالة: أن هذه القاعدة دلت على أن الأعمال معتبرة على حسب النيات والمقاصد وعليه فإن نقل الأعضاء الآدمية يختلف حكمه بحسب اخلاف المقصود منه، فإن كان المقصود به انقاذ النفس المحرمة ودفع الضرر الأشد بالأخف فإنه يكون مقصداً محموداً وعملاً مشروعاً يثاب فاعله ويمدح عليه، وهذا هو مقصودنا بالقول بجوازه. ¶ ... وأما إن كان المقصود به إهانة الميت وأذيته بالتمثيل به فهذا مقصد مذموم وعمل محرم ونحن لا نقول به. ¶ 4-استشهادهم بأقوال الفقهاء المتقدمين رحمهم الله: ¶ فقد ذهب الكاساني (رحمه الله) إلى أن عصمة النفس لا تحتمل الإباحة في الجملة بحال.. بخلاف الأطراف لأن عصمة الطرف تحتمل الإباحة في الجملة فجاز أن يؤثر الأمر فيها.. فلو قال له: اقطع يدي فقطع فلا شيء عليه (أي القاطع) بالإجماع لأن الأطراف يسلك بها مسلك الأموال وعصمة الأموال تثبت حقاً له فكانت محتملة للسقوط بالإباحة والإذن كما لو قال له: اتلف مالي فأتلفه.",
            "page": "15",
            "part": "23",
            "seal": "23B9AFFA"
        },
        {
            "id": "126",
            "nass": "ولما فيه من المصالح وقد قال شيخ الإسلام ابن تيمية (رحمه الله) : إذا أشكل عليك شيء هل هو حلال أو حرام أو مأمور به أو منهي عنه؟ فانظر إلى أسبابه الموجبة وآثاره ونتائجه الحاصلة فإذا كانت منافع ومصالح وخيرات وثمراتها طيبة كان من قسم المباح أو المأمور به وإذا كانت بالعكس كانت بعكس ذلك. ¶ وقالوا أيضاً: إن مذهب بعض أهل العلم ـ رحمهم الله ـ من الفقهاء جواز قتل الآدمي غير معصوم الدم وأكل لحمه عند الاضطرار ويظهر ذلك جلياً في النصوص التالية من كلامهم ـ رحمهم الله ـ: قال الإمام النووي ـ رحمه الله ـ: ويجوز له قتل الحربي، والمرتد، وأكلهما بلا خوف، وأما الزاني المحصن، والمحارب، وتارك الصلاة ففيهم وجهان: أصحهما: وبه قطع إمام الحرمين، والمصنف،والجمهور: يجوز. ¶ قال الإمام: لأننا منعنا من قتل هؤلاء تفويضاً إلى السلطان لئلا يفتات عليه، وهذا العذر لا يوجب التحريم عند تحقق ضرورة المضطر. ¶ ... وأما إذا وجد المضطر من له عليه قصاص فله قتله قصاصاً وأكله، سواء حضره السلطان أم لا.. وأما نساء أهل الحرب وصبيانهم ففيهم وجهان: ¶ الثاني: وهو الأصح: يجوز … أما إذا لم يجد المضطر إلا آدمياً ميتاً ففيه طريقان أصحهما وأشهرهما يجوز..) وقال الإمام العز بن عبد السلام ـ رحمه الله ـ \" لو وجد المضطر من يحل قتله كالحربي، والزاني المحصن، وقاطع الطريق الذي تحتم قتله، واللائط، والمصر على ترك الصلاة جاز له ذبحهم وأكلهم إذ لا حرمة لحياتهم لأنها مستحقة الإزالة، فكان المفسدة في زوالهما أقل من المفسدة في حياة المعصوم …\"",
            "page": "16",
            "part": "23",
            "seal": "78AEFF90"
        },
        {
            "id": "127",
            "nass": "ومعلوم أن الشخص المريض قد بلغ حالة الاضطرار كما في مرض الفشل الكلوي، ومرض القلب الذي يهدد صاحبه بالموت، وقد نص هؤلاء الفقهاء على جواز أكل المضطر للحم الميت غير المعصوم والمعصوم مع أن الأكل يوجب استنفاذ الأعضاء فلأن يجوز النقل والتبرع الموجب لبقائها ودوامها أولى وأحرى،وحرمة الحي أولى من حرمة الميت في الأصل فكذلك في مسألتنا هذه\". ¶ فإذا أذن الورثة جاز النقل، لأن الحقوق المعنوية تورث بالموت، وبناءً عليه يمكن للورثة أن يتبرعوا بأعضاء مورثهم. ¶ الشروط المشترطة لما يجوز نقله عند من قال بالجواز: ¶ جاءت بعض الشروط في مجلة الجامعة الأردنية وهي: ¶ 1 ـ أن لا يوجد دواء أو علاج آخر يقوم مقام هذه العضو. ¶ 2 ـ أن يغلب على ظن الطبيب نجاح العملية. ¶ 3 ـ أن يقتصر ذلك على حالات الضرورة. ¶ 4 ـ أن يؤخذ العضو بإذن المريض في حياته أو من وليه حين الوفاة في غير حالات الضرورة القصوى كنقل قرنية عين إنسان لإنسان آخر. أما في حالة الضرورة القصوى التي يتيقن فيها موت المريض فيؤخذ العضو بغير إذن المريض أو وليه قياساً على أكل المضطر لحم الآدمي الميت.. الخ. ¶ 5ـ لا يجوز نقل عضو المعصوم إلى غير المعصوم ويجوز نقل عضو غير المعصوم إلى المعصوم. ¶ 6 ـ مراعاة أصول الكرامة الإنسانية وقت إجراء العملية الجراحية. ¶ ومن الشروط التي ذكرها صاحب كتاب شفاء التباريح. ¶ 7 ـ أن يعلم أو يغلب على الظن أنه لو لم يتداوى أدى ذلك إلى الموت أو هلاك عضو من أعضائه. ¶ 8 ـ التأكد من موت من يراد نقل عينه أو قلبه أو كليته أو تشريحه لأنه كثيراً ما يحكم الأطباء بموت إنسان وتمتد إليه الأيدي بالتشريح أو بغيره ثم يظهر بعد ذلك أنه حي فينتعش ويقوم حياً ويذهب حكم الأطباء بموته أدراج الرياح. ¶ 9 ـ موافقة المنقول إليه على ذلك أو موافقة أوليائه إن كان صغيراً. ¶ 10 ـ أن تكون العملية بقدر الضرورة أو الحاجة. ¶ 11 ـ أن لا يكون للعضو المنقول أثر في اختلاط الأنساب.",
            "page": "17",
            "part": "23",
            "seal": "E8E6E67E"
        },
        {
            "id": "128",
            "nass": "12 ـ أن لا يهمل الطبيب شيئا من واجباته العلمية والشرعية. ¶ 13 ـ أن لا يتناول صاحب هذه الأعضاء مالاً في مقابلها. وزاد بعضهم: ¶ 14 ـ أن لا يكون لمريد زرع العضو أثرٌ في تقرير موت من سيؤخذ منه العضو. ¶ مناقشة أدلة المانعين: ¶ أولاً: مناقشة أدلة الكتاب: ¶ 1- قوله تعالى: (ولا تلقوا بأيديكم إلى التهلكة ( ¶ يجاب عنه من وجوه: ¶ الوجه الأول: لا نسلم الاحتجاج بها لكونها خارجة عن موضع النزاع، لأننا نشترط في جواز النقل أن لا تكون حياة المتبرع مهددة بالهلاك، وإطلاق القول بأن التبرع في حال الحياة يؤدي إلى الهلاك لا يقبل إلا بشهادة أهل الخبرة من الأطباء، وهم لا يقولون بذلك. ¶ الوجه الثاني: سلمنا صحة الاستدلال بها لكن نقول أنها أخص من الدعوى لأنها مختصة بحال الحياة، وأما بعد الموت فإنها غير شاملة له. ¶ الوجه الثالث: قلب الاستدلال بها، ووجه ذلك أن الشخص إذا امتنع من قبول تبرع الغير بالعضو الذي تتوقف عليه نجاته ـ بإذن الله تعالى ـ على نقله إليه يعتبر ملقياً بنفسه إلى الهلاك، فيحرم عليه الامتناع من هذا الوجه، ومن ثم تكون موافقته مشروعة وواجبة عليه. ¶ 2- قوله تعالى (ولآمرنهم فليغيرن خلق الله) ¶ والجواب: أن نقل الأعضاء خارج عن هذه الآية، لأنه مبني على وجود الضرورة والحاجة الداعية إلى فعله، والآية إنما يقصد منها ما كان على وجه العبث دون وجود ضرورة أو حاجة داعية كما سيأتي بيانه في الجراحة التجميلية الحاجية. ¶ 3- قوله تعالى: (ولا تقتلوا أنفسكم إن الله كان بكم رحيماً (يجاب عنه بما تقدم في الجواب عن الآية الأولى. ¶ 4- قوله تعالى: (ولقد كرمنا بني آدم وحملناهم في البر والبحر ( ¶ يجاب عنه من وجهين:",
            "page": "18",
            "part": "23",
            "seal": "F3E39B59"
        },
        {
            "id": "129",
            "nass": "الوجه الأول من المتجيزين: أن نقل العضو فيه تكريم حساً ومعنىً، أما كونه تكريماً حسياً فلأن ذلك العضو بدل أن يصير إلى التراب والبلى بقي في جسد المسلم يستعين به على طاعة الله ومرضاته. وأما كونه تكريماً معنوياً فلما فيه من الأجر والثواب للمتبرع لكونه فرج به الكربة عن أخيه المسلم. ¶ الوجه الثاني: على ما يترجح من جواز النقل من الكافر فقط: ¶ أن الكافر ليس من الجنس الذي قصد الشرع تكريمه، بل إن إهانته مقصودة شرعاً، والتمثيل بجثته إنما يحرم على وجه لا تدعو إليه حاجة، أما لو وجدت الحاجة فإنه لا حرج فيه كما هو الحال هنا. ¶ ثانياً: مناقشة أدلة السنة: ¶ 1- حديث جابر (في قصة الرجل الذي قطع براجمه فمات) حديث جابر رضي الله عنهما يتعين من أقوى الأدلة الدالة على تحريم نقل الأعضاء، لكنه يمكن الجواب عنه من وجهين: ¶ الوجه الأول: تخصيص دلالته فهذا الحديث أقدم فيه رجل على قطع البراجم للتخلص من الآلام، وهي مصلحة لا تبلغ مرتبة الضروريات، بل هي في مرتبة الحاجيات. ¶ ومن ثم فإنه يصلح دليلاً على منع نقل القرنية، والجلد، ونحوها من الأعضاء التي يقصد من نقلها تحقيق مصلحة حاجية. ¶ وأما النقل الضروري الذي يقصد منه إنقاذ النفس المحرمة، فإن الحديث لا يشمله، فإن قيل العبرة بعموم قوله (ما أفسدت) وهو متعلق بالقطع، قيل في جوابه: إن هذا الوصف يوجب تخصيص الحكم بحاجة الإفساد بأن تقطع الأعضاء وتبتر لغير حاجة ضرورية وهذا ليس موجوداً في مهمة نقل الأعضاء. ¶ الوجه الثاني على ما يترجح من جواز النقل من الكافر فقط: أن غاية ما دل عليه الحديث تعذيب من أقدم على القطع والبتر لأعضائه، وهذا أمر كائن للكافر في كلتا الحالتين تبرع أو لم يتبرع فلا حرج في أخذ أعضائه، ولو كان في ذلك زيادة عذاب عليه، ويرخص للمسلم لمكان الحاجة والضرورة. ¶ 2) حديث أسماء رضي الله عنها في تحريم وصل الشعر. يجاب عنه من وجهين:",
            "page": "19",
            "part": "23",
            "seal": "1E01A90C"
        },
        {
            "id": "130",
            "nass": "الوجه الأول: أن وصل الشعر يعتبر مصلحة كمالية بخلاف الأعضاء التي تعتبر من المصالح الضرورية والحاجية، فيحرم الأول ويجوز الثاني لمكان الحاجة الداعية إليه. ¶ الوجه الثاني: أن وصل الشعر المذكور في الحديث مفض إلى مفسدة الإضرار بالغير وهو غش المرأة لزوجها كما هو واضح من سياق الحديث بخلاف نقل الأعضاء المشتمل على درء المفاسد ودفعها. ¶ 3- وأما حديث النهي عن المثلة. فيجاب عنه من وجهين: ¶ الوجه الأول من المجيزين: أن مفسدة التمثيل معارضة لمفسدة هلاك المريض المحتاج للعضو فوجب اعتبار المفسدة العليا وهي مفسدة هلاك المريض، ومن ثم لم يلتفت إلى ما هو دونها للقاعدة الشرعية \" إذا تعارض مفسدتان روعي أعظمهما ضرراً بارتكاب أخفهما\". ¶ والتمثيل عند الضرورة يجوز كما يدل على ذلك قصة العرنيين. ¶ * الوجه الثاني: من المجيزين أيضاً: ¶ أنه إذا سقط اعتبار مفسدة التمثيل في التشريح لمكان المصلحة الراجحة فلأن يسقط اعتبارها في نقل الأعضاء أولى وأحرى. ¶ 4- حديث النهي عن كسر عظم الميت. يجاب عنه من وجهين: الوجه الأول على القول بالجواز مطلقاً: أن التشبيه في كسر العظم للميت بعظم الحي في أصل الحرمة لا في مقدارها بدليل اختلافهما في الضمان والقصاص ففي الاعتداء على الميت الإثم والتعزير ولا قصاص ولا دية، واختلافهما في وجوب صيانة الحي بما لا يجب به صيانة الميت. ¶ أو نقول: أن هذا الحديث خارج عن موضوع النزاع، لأن الأطباء لا يقومون بكسر الأعضاء المنقولة بل يحافظون عليها محافظة شديدة طلباً لنجاح مهمة النقل والزرع. ¶ ورد بأن العظم هو آخر ما يبقى من الميت فالنهي عن كسره من باب التنبيه بالأدنى على الأعلى لأن تقطيع اللحم أشد بشاعة، وإنما ذكر العظم لأن سبب الحديث أن حافراً وجد عظماً في القبر كما ورد ذلك في حديث جابر.",
            "page": "20",
            "part": "23",
            "seal": "82451C2D"
        },
        {
            "id": "131",
            "nass": "الوجه الثاني: على القول بجواز النقل من الكافر فقط: هذا الحديث مقيد بالمؤمن كما ورد ذلك صريحاً في الرواية الأخرى، ثم إن الكافر غير معصوم الدم حياً ولا ميتاً \" إلا الذمي والمستأمن\" فيجوز التصرف بأعضائه ولو كان متأذياً بذلك لأن إيذاءه فيه موافقة لمقصود الشرع وليست فيه مخالفة. ¶ 5- حديث لا ضرر ولا ضرار: يجاب عنه من وجهين: ¶ الوجه الأول على القول بالجواز مطلقاً: إن غاية ما دل عليه الحديث هو تحريم الضرر والإضرار، ونحن لا نسلم بأن الشخص المنقول منه يتضرر بهلاكه مستقبلاً، لأن الأطباء لا يقومون بمهمة النقل من شخص يؤدي نقل عضوه إلى هلاكه، ونحن لا نجيز النقل في هذه الحالات. ¶ وعلى هذا فإن الحديث يعتبر خارجاً عن محل النزاع. ¶ والوجه الثاني على القول بجواز النقل من الكافر فقط: إن الإضرار بالكفار مقصود شرعاً. ¶ 6- وأما حديث جابر رضي الله عنه في البداءة بالنفس. فيجاب عنه بقلب الاستدلال به، وذلك بأن يقال إن الإنسان إذا أراد التبرع بالعضو يبدأ بنفسه، فإن كان في تبرعه إضرار به لم يتبرع، وأما إن لم يكن فيه ضرر فإنه لا يشمله الحديث مطلقاً. ¶ ثالثاُ: مناقشة الأدلة العقلية: ¶ أما الوجه الأول: فيجاب عنه بأن الإنسان مأذون له بالتصرف في جسده بما فيه الخير، لذلك الجسد في الدنيا والآخرة. ¶ والإذن بنقل الأعضاء فيه خير للآذن في الآخرة من جهة الثواب الذي سيتبعه، لما اشتمل عليه ذلك الإذن من تفريج كربة المسلم، والإحسان إليه. ¶ أما الوجه الثاني: فيجاب عنه بأن النقل يشترط لجوازه عدم اشتماله على هلاك الشخص المنقول منه، وبذلك يكون الدليل خارجاً عن موضع النزاع. ¶ أما الوجه الثالث: أن كرائم الأموال تقبل بإذن مالكيها فكذلك نقل الأعضاء. ¶ أما الوجه الرابع: أن استقطاع الأبضاع مبني على حرمة المشاركة فيها لكونها مفضية إلى مفسدة الزنى، وهذه العلة غير متحققة في نقل الأعضاء، ومن ثم فإن القياس يعتبر قياساً مع الفارق.",
            "page": "21",
            "part": "23",
            "seal": "0875135F"
        },
        {
            "id": "132",
            "nass": "3- مناقشة استدلالهم بالقواعد الفقهية: ¶ أما القاعدة الأولى والثانية فلا ترد على القول بالجواز، لأن من شرطه أن لا يؤدي إلى هلاك الشخص المنقول منه العضو. ¶ ... وأما القاعدة الثالثة فيجاب عنها بأن لكل قاعدة مستثنيات، وخاصة إذا كانت الفروع والمسائل المستثناة شهدت أصول الشرع باعتبار موجباتها، وعلى هذا فإنه تستثنى مهمة النقل من هذه القاعدة لمكان الحاجة والضرورة الداعية إليها،وهي ضرورة إنقاذ النفس ودفع مشقة الأسقام عنها. ¶ 4- مناقشة استشهادهم بنصوص الفقهاء -رحمهم الله-: تضمنت نصوصهم ما يلي: ¶ 1- عدم جواز قطع شيء من الجسد للمضطر ليأكله. والجواب من وجوه: الوجه الأول: أن هذا لا يشمل ما بعد الموت لعدم وجود المفسدة المترتبة على القطع حال الحياة. ¶ الوجه الثاني: أن الاستدلال بهذا الحكم معارض بوجود القول المخالف كما سبق بيان نصوصهم التي استشهد بها أصحاب القول الثاني. ¶ الوجه الثالث: أن هذا الاستدلال معارض بما نصوا عليه من جواز قطع البعض من أجل اسبتقاء الكل كما في قطع اليد المتآكلة والسلعة ونحوها من الآفات. فقولهم بجواز القطع على هذا الوجه يدل على اعتبارهم للحكم بجواز القطع لإنقاذ النفس وهذا موجب بعينه في مهمة نقل الأعضاء. ¶ 2- تحريم التداوي بأجزاء الآدمي، وقد علل بعضهم ذلك بكونه موجباً لانتهاك حرمة الآدمي. ¶ وجواب ذلك ما تقدم عند الجواب على استدلالهم بالآية الرابعة: (ولقد كرمنا بني آدم… ( ¶ 3- تحريم كسر عظام الميت: وجوابه ما تقدم في الجواب عن الحديث الوارد في ذلك. ¶ 4- عدم جواز قتل النفس المحرمة لاستبقاء مثلها. ¶ والجواب أن هذا إنما يختص بحالة التبرع من الحي وهو مختص بالحالة التي يغلب على الظن فيها هلاك المتبرع، وقد تقدم أن شرط جواز التبرع عدم ترتب الهلاك عليه، ومن ثم فإنه لا يرد الاستدلال بعباراتهم على هذا الوجه.. والله تعالى أعلم ¶ مناقشة أدلة المجيزين:",
            "page": "22",
            "part": "23",
            "seal": "13E1D786"
        },
        {
            "id": "133",
            "nass": "1- استدلالهم بالآيات المبيحة للمحرم عند الاضطرار. ¶ الجواب: أن ذلك يشترط فيه أن تكون المصلحة متيقنة وينتفع بها الحي ويضطر لها أي لهذه الصورة فقط بحيث لا يمكن خلاص أحدهما إلا بإهدار الآخر وإنما يستدل بالاضطرار إذا كانت نجاة الأحياء متوقفة على إلحاق الضرر بالأموات كما لو سقطت دار على بعضهم فيخرج الأحياء ولو تضرر الأموات بالسير فوق الجثث مثلاً، وهذا غير متحقق هنا. وفرق بين المال وغيره فالمال يحل عند الاضطرار أما الأعضاء فهي واجبة الإبقاء. ¶ ثم إن الضمير في قوله تعالى: (إلا ما اضطررتم إليه) عائد على ما ذكره الله من المحرمات كتحريم الميتة والدم المسفوح والمتردية والنطيحة وغيرها مما ذكره الله في سورتي الأنعام والبقرة، وقد نُقل هذا عن ابن عباس كما في الدر المنثور (1/407) وقال ابن كثير: من احتاج إلى تناول شيء عن هذه المحرمات التي ذكرها الله تعالى لضرورة ألجأته إلى ذلك. ¶ ورد بأن الحكم عام قال الجصاص: والضرورة المذكورة في الآية منتظمة لسائر المحرمات وذكره لها في الميتة وما عطف عليها غير مانع من اعتبار عموم الآية الأخرى في سائر المحرمات. ¶ 2- أما استدلالهم بالعقل: ¶ فأما القياس على الدم فهو قياسٌ مع الفارق لأن الدم يتجدد في جسم الإنسان.",
            "page": "23",
            "part": "23",
            "seal": "370844E8"
        },
        {
            "id": "134",
            "nass": "وأما قولهم أنه من الإيثار المحمود والاستدلال بقصة الصحابة فنوقش بأن القصة ضعيفة فقد ذكر ابن سعد أنه ذكره للواقدي فقال: هذا وهم روينا عن أصحابنا أهل العلم والسير أن عكرمة قتل في اجنادين في خلافة أبي بكر (وقيل غير ذلك) وعياش مات بمكة، والحارث بالشام في طاعون عمواس وقال ابن قتيبة في عيون الأخبار هذا عندي موضوع والإسناد غير متصل لأن عبد الله بن مصعب بن ثابت ضعيف ولم يشهد اليرموك وقد اختلف في تعيين الثلاثة وقال الهيثمي رواه الطبراني وخبيب لم يدرك اليرموك وفي إسناده من لم أعرفه. ثم إن الإيثار لا يكون بالإضرار بالنفس والولد، قال ابن مفلح تعليقاً على إكرام الأنصاري ضيف رسول الله (صلى الله عليه وسلم) : والحديث محمولٌ على أنه لم يكن الأنصاري وأولاده في حاجة إلى الأكل بحيث يحصل الضرر بتركه وإلا لوجب تقديمهم شرعاً على حق الضيف وفيه الإيثار ممن لم يتضرر بأمور الدنيا. ¶ ولو سلمنا بجوازه فإن الإيثار إنما يكون في حقوق العباد دون حقوق الله تعالى، فحق الله لا يملك الإيثار به ولذلك حرم الانتحار (1) . ¶ __________ ¶ (1) - وانظر قاعدة لا إيثار في القربات في القواعد الكبرى للعز بن عبد السلام، والأشباه والنظائر للسيوطي.",
            "page": "24",
            "part": "23",
            "seal": "3E26EF61"
        },
        {
            "id": "135",
            "nass": "ورد بأن تحمل المضرة اللاحقة بسبب الإيثار لا عتب فيه إذا لم يخل بمقصد شرعي قال السيوطي: ولو أراد المضطر إيثار غيره بالطعام لاستبقاء مهجته كان له ذلك وإن خاف فوت مهجته. وأما أن بدنه حق لله تعالى فلا يملك حق التصرف والإيثار به فنقول: إن حقوق الإنسان ملك لله تعالى ولكنه يتصرف فيها بما لا مضرة فيه فيملك التصرف بماله وإن كان لا يملك إتلافه، بل لقد قال ابن القيم (رحمه الله) : يجوز الإيثار حتى في أمور الآخرة وذكر قصة عائشة رضي الله عنها في تبرعها بموضع القبر وقال: وعلى هذا فإذا اشتد العطش بجماعة وعاينوا التلف ومع بعضهم ماء فآثر به على نفسه واستسلم للموت كان ذلك جائزاً ولم يعتبر قاتلاً لنفسه ولا أنه فعل محرماً بل هذا غاية الجود والسخاء. ¶ 3- مناقشة استدلالهم بالقواعد الفقهية: ¶ أما استدلالهم بقاعدة (الضرر يزال) فيجاب عنه بأنه معارضٌ لقاعدة: لا يزال الضرر بالضرر. وهنا إزالة ضرر الحي لا يكون إلا بإلحاق الضرر بالميت. ¶ وأما استدلالهم بقاعدة (المشقة تجلب التيسير) فالجواب أن هذا في رخص الشارع لا في ما شدد في النهي عنه وصانه كحرمة الآدمي. ¶ ورفع الحرج لا يكون فيما تحريمه مؤبد فمثل هذا لا تحله الضرورة كضرب الوالدين ونكاح المحارم. ¶ 4- مناقشة احتجاجهم بأقوال الفقهاء\": ¶ مناقشة استدلالهم بإباحة بعضهم أكل المضطر للميت: ¶ أجيب بأن ذلك بالنسبة للمعصوم معارضٌ لقوله تعالى: (أيحب أحدكم أن يأكل لحم أخيه ميتاً فكرهتموه) . وأما غير المعصوم وإهدار الشرع لدمه فأجيب: بأن الشرع أمر بإحسان القتلة،كما أنه نهى عن قتل من لم يحمل السلاح وعن التمثيل، وإنما أباح قتال المقاتلين، وأوجب الدعوة إلى الإسلام أولاً، لأن القتال إنما يكون لإعلاء كلمة الله لا من أجل النفس، قال ابن حزم: فلا يجوز التمثيل بكافر ولا مؤمن، وقال: وتركه لا يدفن مثلة. والمرتد ونحوه إنما يقوم بقتله الإمام للمصلحة، وهذه المصلحة غير متحققة بأكله.",
            "page": "25",
            "part": "23",
            "seal": "DE9A7795"
        },
        {
            "id": "136",
            "nass": "ثم إن أكل الآدمي ظلم ولم يفعله الصحابة. ¶ وأما ما نُقل عن الكاساني فقد ورد عنه ما يخالفه فقد قال في بدائع الصنائع (ج 7 ص 236) : وأما النوع الذي لا يباح ولا يرخص بالإكراه أصلاً فهو قتل المسلم بغير حق لأن قتل المسلم بغير حق لا يحتمل الإباحة بحال..وكذا قطع عضوٍ من أعضائه..لأن هذا مما لا يباح بالإباحة ولو فعل فهو آثم، ألا ترى أنه لو فعل بنفسه أثم فبغيره أولى. وقال في تبيين الحقائق: إن حرمة العضو كحرمة النفس. ¶ وقال القرافي: وقد يوجد حق الله تعالى وهو ما ليس للعبد إسقاطه ويكون معه حق العبد كتحريمه تعالى لعقود الربا والغرر والجهالات فإن الله تعالى إنما حرمها صوناً لمال العبد عليه..ولو رضي العبد بإسقاط حقه في ذلك لم يؤثر رضاه. ¶ الترجيح ¶ الراجح هو: القول بجواز نقل الأعضاء الآدمية من الحي والميت، ولكن بشرط أن يكون الشخص المنقول منه العضو كافراً، وذلك لما يلي: ¶ أولاً: لصحة ما ذكره القائلون بجواز النقل من وجود الحاجة التي بلغت مقام الضرورة، وما في حكمها، وهذا المقام شهدت نصوص الشرع وقواعده باعتباره مستثنى من التحريم، ولكن بقدر ما تندفع به تلك الضرورة والحاجة. ¶ واعتبار هذه النصوص والقواعد الفقهية محل إجماع بين أهل العلم ـ رحمهم الله ـ فكم استثنوا بها من المحرمات المتعلقة بالعبادات والمعاملات. ¶ ثانياً: أن هذه الضرورة يمكن دفعها بالكفار، وأما حالات الفشل الكلوي فإنها تعالج بالغسيل كما هو معروف، وبوجود هذين البديلين تضعف الحاجة والضرورة عن بلوغ المقام الذي يوجب التوسع إلى المسلمين سواء كانوا أحياء أو ميتين.",
            "page": "26",
            "part": "23",
            "seal": "E261471A"
        },
        {
            "id": "137",
            "nass": "ثالثاً: أن حديث جابر ـ رضي الله عنه ـ في قصة الرجل الذي قطع براجمه واضح في الدلالة على عدم اعتبار المصلحة الحاجية بقطع شيء من الجسد، وأن ذلك يوجب نوعاً من العقوبة في الآخرة، ومن ثم فإنه لا يجوز الإقدام على قطع شيء من جثة المسلم طلباً لدفع الحاجة المتعلقة بالغير، لأنه إذا لم يجز ذلك للشخص نفسه فمن باب أولى ألا يجوز لغيره. ¶ ... وأما الكافر فإنه لا يدخل ضمنه لأن تعذيبه في الآخرة مقصود شرعاً فمن ثم جاز أخذ شيء من جثته لسد حاجة المسلم. ¶ رابعاً: أن الأصل يقتضي حرمة المساس بجسد المسلم بالجرح والقطع حياً أو ميتاً فوجب عليه البقاء عليه حتى يوجد الدليل الموجب للعدول والاستثناء منه. ¶ خامساً: أن أدلة القائلين بالمنع لم تسلم من ورود القوادح عليها، وإن سلمت فإن جلها يتعلق بالمسلم، وأما الكافر فإنه يمكن نقل العضو منه إعمالاً للدليل المخالف وبهذا يمكن الجمع بين الأدلة والله تعالى أعلم. ¶ وقد أصدر مجلس مجمع الفقه الإسلامي في دورة مؤتمر الرابع بجدة لعام 1408 هـ قراراً ومما جاء فيه: بعد حصر هذا الموضوع في النقاط التي يتحرر فيها محل البحث وتنضبط تقسيماته وصوره وحالاته التي يختلف الحكم تبعاً لها قرر ما يلي: ـ ¶ من حيث التعريف والتقسيم: ¶ أولاً: يقصد هنا بالعضو أي جزء من الإنسان، من أنسجة وخلايا ودماء ونحوها كقرنية العين سواء أكان متصلاً به أم انفصل عنه. ¶ ثانياً: الانتفاع الذي هو محل البحث هو استفادة دعت إليها ضروة المستفيد لاستبقاء أصل الحياة أو المحافظة على وظيفة أساسية من وظائف الجسم كالبصر ونحوه. على أن يكون المستفيد يتمتع بحياة محترمة شرعاً. ¶ ثالثاً: تنقسم صور الإنتفاع هذه إلى الأقسام التالية: ¶ 1 ـ نقل العضو من حي. ¶ 2 ـ نقل العضو من ميت. ¶ 3 ـ النقل من الأجنة. ¶ الصورة الأولى: وهي نقل العضو من حي، تشمل الحالات التالية:",
            "page": "27",
            "part": "23",
            "seal": "9FCD1E64"
        },
        {
            "id": "138",
            "nass": "أـ نقل العضو من مكان من الجسد إلى مكان آخر من الجسد نفسه كنقل الجلد والغضاريف والعظام والأوردة والدم ونحوها. ¶ ب ـ نقل العضو من جسم إنسان حي إلى جسم إنسان آخر وينقسم العضو في هذه الحالة إلى ما تتوقف عليه الحياة وما لا تتوقف عليه. ¶ أما ما تتوقف عليه الحياة فقد يكون فردياً وقد يكون غير فردي فالأول كالقلب والكبد والثاني كالكلية والرئتين. ¶ وأما ما تتوقف عليه الحياة فمنه ما يقوم بوظيفة أساسية في الجسم ومنه ما لا يقوم بها ومنه ما يتجدد تلقائياً كالدم ومنه ما لا يتجدد ومنه ما له تأثير على الأنساب والموروثات والشخصية العامة كالخصية والمبيض وخلايا الجهاز العصبي ومنه ما لا تأثير له على شيء من ذلك. ¶ الصورة الثانية: وهي نقل العضو من ميت: ¶ ويلاحظ أن الموت يشمل حالتين: ¶ الحالة الأولى: موت الدماغ بتعطل جميع وظائفه تعطلاً نهائياً لا رجعة فيه طبياً. ¶ الحالة الثانية: توقف القلب والتنفس توقفاً تاماً لا رجعة فيه طبياً. ¶ فقد روعي في كلتا الحالتين قرار المجمع في دورته الثالثة. ¶ الصورة الثالثة: وهي النقل من الأجنة وتتم الاستفادة منها في ثلاث حالات: ¶ حالة الأجنة التي تسقط تلقائياً. ¶ حالة الأجنة التي تسقط لعامل طبي أو جنائي.",
            "page": "28",
            "part": "23",
            "seal": "F1EA2664"
        },
        {
            "id": "139",
            "nass": "زراعة الأعضاء بعد قطعها في حدٍ أو قصاص ¶ تصوير المسألة: ¶ إذا قطعت يد شخصٍ إما حداً أو قصاصاً فهل يجوز له إعادتها شرعاً. ¶ قبل البدء في المسألة من الناحية الشرعية نوضحها من الناحية الطبية فنقول: ¶ تقوم هذه المهمة على تهيئة الطرفين الذين يراد وصلهما –طرف العضو المبتور ومكانه- ثم يقوم الطبيب الجراح بتوصيل الأوعية الدموية وخياطة الأعصاب والأوتار. ¶ وليس كل الأعضاء المبتورة يمكن إعادتها إلى موضعها بل ذلك مختص بأعضاء معينة وشروط لابد من توفرها في ذلك العضو المبتور من أهمها عدم تلوثه بصورة تمنع من إعادته وعدم وجود فاصل زمني طويل لأن ذلك يحول دون نجاح عملية الوصل التي تحتاج إلى طراوة الموضع وقرب عهده بحادث البتر. ¶ وهذا البحث متعلق بمن وجب عليه الحد وبالجاني أما المجني عليه فيجوز له إعادة العضو المقطوع منه: ¶ جواز إعادة المجني عليه للعضو المقطوع والأدلة عليه: ¶ 1- أن ذلك متفق مع رفع الحرج الذي جاءت به الشريعة. ¶ 2- أنه إذا جاز بتر العضو وإبانته من الجسم عند الحاجة فلأن يجوز ردها عند وجودهما أولى. ¶ وأما القول بعدم الجواز وهو قول الشافعي وعطاء وسعيد بن المسيب (رحمهم الله) فحجتهم بأن المقطوع صار نجساً بالانفصال فلم تجز إعادته لئلا يؤدي إلى بطلان العبادة (1) . ويجاب عنه بما يلي: ¶ 1- أن ما أبين من حي فهو كميتته، وميتة الآدمي طاهرة، فوجب أن يكون ذلك العضو الذي أبين طاهراً، وإذا كان كذلك انتفى ماذكروه من الحكم بنجاسته ومن ثم لم تلزم إبانتها ثانيةً لما سبق، ولما في الإبانة ثانية من الحرج. ¶ __________ ¶ (1) - حكاه القرطبي عنهم وأشار إليه النووي وقال: لكن المذهب طهارته وهو الأصح عند الخراسانيين. تفسير القرطبي 6/199 والمجموع 3/139 وروضة الطالبين 9/179.",
            "page": "1",
            "part": "24",
            "seal": "3B3BA3A8"
        },
        {
            "id": "140",
            "nass": "2- على فرض نجاسته بالإبانة فإنه بعد إعادته لم يعد مباناً فزال عنه موجب النجاسة، قال ابن العربي (رحمه الله) رداً على قول من احتج بالنجاسة: (وهذا غلط، وقد جهل من خفي عليه أن ردها وعودها بصورتها لا يوجب عودها بحكمها، لأن النجاسة كانت فيها للانفصال، وقد عادت متصلة، وأحكام الشريعة ليست صفةً للأعيان، وإنما هي أحكام تعود إلى قول الله سبحانه فيها وإخباره عنها) ¶ وإذا أعاد المجني عليه العضو المقطوع فإن ذلك لا يسقط القصاص أو الأرش من الجاني عند الجمهور لأن القصاص جزاء للاعتداء الذي حصل بإبانة العضو. ¶ هل تجوز إعادة العضو المقطوع حداً أو قصاصاً: ¶ أفوال العلماء السابقين في إعادة العضو بعد القصاص: ¶ 1- قال الشافعي في الأم: لا يقتص منه مرةً أخرى وكذا في روضة الطالبين، لأن القصاص حاصلٌ بالإبانة، وإن كان الشافعي يرى تحريم الإعادة لأنه يرى أن العضو المبان نجساً وهذا خلاف مذهب الشافعية فإنهم يرون أن ما أبين من طاهرٍ حال الحياة فهو طاهر. ¶ 2- وقال الجمهور: يقتص من الجاني مرةً ثانيةً لو أعاد العضو، جزم به ابن مفلح واختاره البهوتي والمرداوي. ¶ وأما في الحد فلم أجد لهم كلاماً. ¶ أقوال علماء العصر في مسألة إعادة العضو المقطوع في حدٍ أو قصاص: ¶ القول الأول: لا يجوز وبه صدر قرار هيئة كبار العلماء بالمملكة العربية السعودية، واختاره جمعٌ من العلماء (1) . ¶ القول الثاني: يجوز إلا أنه يشترط في القصاص رضى المجني عليه، وهو قول الشيخ/ وهبة الزحيلي. ومن العلماء من أجازه في القصاص ومنع منه في الحد. ¶ أدلة القول الأول: ¶ __________ ¶ (1) - منهم الشيخ بكر أبو زيد والشيخ عبد الله بن سليمان بن منيع والشيخ محمد عبد الرحمن آل الشيخ.",
            "page": "2",
            "part": "24",
            "seal": "91FB5D67"
        },
        {
            "id": "141",
            "nass": "1- أن الله تعالى قال (ولا تأخذكم بهما رأفةٌ في دين الله) وقال سبحانه (والسارق والسارقة فاقطعوا أيديهما جزاءً بما كسبا نكالاً من الله والله عزيزٌ حكيم) فلا تشرع الرأفة بإعادة ما أبين منه بعد إقامة حد الله _عز وجل_ عليه. كما أن الجزاء لا يتم إلا بالقطع، والنكال لا يتم إلا برؤية اليد المقطوعة. ثم إن هذا الحكم بالقطع يوجب فصلها عن البدن على التأبيد، وفي إعادتها مخالفة لحكم الشرع فلا يجوز فعلها. ¶ 2- قوله تعالى (وإن عاقبتم فعاقبوا بمثل ما عاقبتم به) وقوله سبحانه (والجروح قصاص) وإعادة العضو تؤدي إلى عدم المماثلة. ¶ 3- من السنة حديث أبي هريرة (رضي الله عنه) وفيه أن النبي (صلى الله عليه وسلم) قال في السارق: اذهبوا به فاقطعوه ثم احسموه (1) . والحسم مانع من إعادتها. وأجيب بأن الحسم شرع رحمةً به لئلا يسري الجرح فيموت فيكون حجةً للقائلين بالجواز. ¶ 4- ولحديث فضالة (رضي الله عنه) أن النبي (صلى الله عليه وسلم) أتي بسارق فقطعت يده ثم أمر بها فعلقت في عنقه. (2) فتعليق يد السارق في عنقه حكم شرعي يعتبر من تمام العقوبة والحد وإعادتها توجب تفويت ذلك فلا يجوز فعلها. ¶ 5- أن الإعادة مفوتة للحكمة من إيجاب الحد والقصاص وهي الردع والزجر، كما أنها تشجع أهل الإجرام على فعل الجرائم وارتكابها. ¶ 6- أن بقاء اليد مقطوعة يذكر الجاني بالعقوبة فيرتدع عن تكرارها. ¶ 7- أن إعادتها ليس من حق المقطوع منه بعد أن حكم الشرع بإبانته. ¶ 8- أن الله تعالى قد أمر بقطع اليد في الحرابة ثم بقطع الرجل وهذا يعني أن اليد غير موجودة. ¶ أدلة القول الثاني: ¶ __________ ¶ (1) - رواه الحاكم وصححه على شرط مسلم 4/381. ¶ 79- رواه أحمد 2/181 وأبو داود 4/201 والنسائي 8/92 وابن ماجة 2/863 والترمذي وحسنه 4/51.",
            "page": "3",
            "part": "24",
            "seal": "9AEBF62B"
        },
        {
            "id": "142",
            "nass": "1- قياساً على مالو نبتت سن جديدة أو أصبع جديدة بعد القصاص أو الحد فإنها لا تستأصل وليس للمجني عليه قلعها وليس هو في حكم المقطوع كذلك هنا. ونوقش هذا الدليل بأن هذه نعمة متجددة ولم يرد النص بقطعها وهذا بخلاف ما نحن فيه. ¶ 2- أنه لا سلطان للحاكم على المحكوم بعد تنفيذ الحد كما لا يحق له منعه من تركيب يدٍ صناعية. ونوقش بأنه قياس مع الفارق لأن العضو المعاد ثبت بالنص إبعاده عن الجسم. ¶ 3- أن النص الشرعي أمر بمجرد الحد فيبقى ما عداه على أصل الإباحة الشرعية. ¶ 4- أن الأهداف من الحد وهي الزجر والإيلام والتشهير قد تحققت. ¶ 5- القياس على نقل الأعضاء من إنسانٍ لإنقاذ آخر فمن باب أولى أن يجوز للإنسان أن يعيد ما قطع من أعضائه. ¶ 6- أن في الإعادة مصلحة ضرورية لصاحبها ولا تتصادم مع نصٍ شرعي. ¶ 7- أن حقوق الله تعالى مبنية على الدرء والإسقاط والمسامحة خلافاً لحقوق الآدميين. ¶ ومن أدلة القائلين بالجواز في القصاص دون الحد: ¶ نقل عنه في الغزوات إعادة العضو ولم يرد مثله في الحد. فقد نقل أن قتادة بن النعمان سقطت عينه على وجنته يوم أحد فردها رسول الله (صلى الله عليه وسلم) فكانت أحسن عينٍ وأحدها (1) . واشتراط الرضا منعاً للثأر، وقياساً للعفو بعد القصاص على العفو قبله. ¶ وقد أصدر مجمع الفقه قراراً برقم (60/9/6) ومما جاء فيه: ¶ __________ ¶ (1) - رواه ابن أبي شيبة 14/397 والحاكم 3/295.",
            "page": "4",
            "part": "24",
            "seal": "A487958C"
        },
        {
            "id": "143",
            "nass": "بمراعاة مقاصد الشريعة من تطبيق الحد في الزجر والردع والنكال، وإبقاء المراد من العقوبة بدوام أثرها للعبرة والعظة وقطع دابر الجريمة، ونظراً إلى أن إعادة العضو المقطوع تتطلب الفورية في عرف الطب الحديث فلا يكون ذلك إلا بتواطؤ وإعداد طبي خاص ينبيء عن التهاون في جدية إقامة الحد وفاعليته، قرر: 1- لا يجوز شرعاً إعادة العضو المقطوع تنفيذاً للحد لأن في بقاء أثر الحد تحقيقاً كاملاً للعقوبة المقررة شرعاً، ومنعاً للتهاون في استيفائها، وتفادياً لمصادمة حكم الشرع في الظاهر. ¶ 2- بما أن القصاص قد شرع لإقامة العدل وإنصاف المجني عليه، وصون حق الحياة للمجتمع وتوفير الأمن والاستقرار، فإنه لا يجوز إعادة عضو استؤصل تنفيذاً للقصاص إلا في الحالات التالية: ¶ أ- أن يأذن المجني عليه بعد تنفيذ القصاص بإعادة العضو المقطوع. ¶ ب- أن يكون المجني عليه قد تمكن من إعادة العضو المقطوع منه. ¶ 3- يجوز إعادة العضو الذي استؤصل في حدٍ أو قصاص بسبب خطأ في الحكم أو في التنفيذ. ¶ وقد أصدر مجلس هيئة كبار العلماء بالمملكة قراراً برقم (136) بشأن إعادة العضو المقطوع في الحدود والتعزيرات ومما جاء فيه: قرر المجلس بالإجماع أنه لا يجوز إعادة اليد المقطوعة في حدٍ إلى صاحبها، لأن المقصود من القطع الزجر والردع لا الإيلام فقط. ¶ الترجيح: ¶ ترجيح أحد القولين مبني على معرفة المقصود بالحد فإن كان هو إيلام الجاني فهذا متحقق بمجرد القطع وإن كان المقصود تفويت عضو بالكلية فإعادته منافٍ لمقصود الشارع وكلا الأمرين محتمل ومما يؤيد الثاني ما ورد من الحسم والتعليق لكنه ليس مأموراً به في كل الأحوال، ثم إنه ليس المراد بالحسم منعه من إعادة العضو المقطوع بل المراد تخفيف الدم وقطع الألم عنه فهو من باب الرحمة فقد يكون حجةً للقول بالجواز لكن يبقى في القول بالإباحة ما يشجع أهل الإجرام على الاستهانة بالعقوبة والله أعلم. ¶ المراجع:",
            "page": "5",
            "part": "24",
            "seal": "ADBEB4FB"
        },
        {
            "id": "144",
            "nass": "1- مجلة المجمع عدد6 ج3 ص2161- 2179. ¶ 2- أحكام الجراحة الطبية د/ محمد المختار. ¶ 3- فتوى هيئة كبار العلماء رقم 136.",
            "page": "6",
            "part": "24",
            "seal": "F4ACFA05"
        },
        {
            "id": "145",
            "nass": "(حكم التشريح) ¶ التمهيد: ¶ التشريح في اللغة: الكشف، ومنه شريح اللحم والقطعة منه شريحة، وكل مقطوع من اللحم ممتد فهو شريحة (1) . وفي المعجم الوسيط 1/478: شرح اللحم شرحاً: قطعه قطعاً طوالاً رقاقاً، والشيء بسطه ووسعه، وشرح اللحم: شرحه والجثة: فصل بعضها عن بعض للفحص العلمي. ¶ لقد مورس التشريح قديماً كما يدل على ذلك كلام الرازي وابن سينا وابن النفيس وابن الهيثم وابن رشد ونقل بعض العلماء نقولاً عن بعض الأطباء ممن مارسوا التشريح وممن نقل ذلك عنهم ابن حجر وابن رجب وابن القيم والقرافي والنووي والغزالي وغيرهم (رحمهم الله) . ¶ ولما كانت الشريعة الإسلامية لا تجيز العبث والتمثيل بجثث الموتى، فإنه يرد السؤال عن حكمها في هذا النوع من الجراح، وهو سؤال يعد من النوازل الفقهية التي جدت، وطرأت في عصرنا الحاضر. ¶ أغراض التشريح: ¶ 1- التشريح الجنائي ومصلحته ظاهرة لردع المجرمين وإظهار براءة المتهم ولمعرفة سبب الوفاة في حوادث القتل وكذا في حالة القتل والوفاة المجهولة السبب كوجود ميتٍ على شط البحر لمعرفة المدة التي كانت الضحية فيها بالماء وهل كانت على قيد الحياة قبل إلقائها وتحديد العمر والجنس من خلال جمع الأعضاء. ¶ 2- التشريح المرضي: لمعرفة الأمراض وتأثيرها والتعرف على المرض وعلاجه، ومعرفة ما إذا كان هناك وباء فيتقى شره بوسائل الوقاية المناسبة. ¶ 3- التشريح التعليمي لمعرفة الأعضاء ووظائفها ولإخراج الأطباء المهرة. ¶ إذ يحتاج الأطباء أثناء تعلمهم للجراحة الطبية إلى تدريب عملي ويتم ذلك التدريب عن طريق تشريحهم لجثث الموتى، وهو ما يسمى بالجراحة التشريحية، والتي تشتمل على تقطيع أجزاء الجثة، ثم يقوم المشرح بعد ذلك بدراستها، وفحصها، وقد تمتد تلك الدراسة إلى فحص الأنسجة تحت الميكروسكوب، وهو ما يسمى بالتشريح الميكروسكوبي، أو علم الأنسجة ((هستولوجياً)) . ¶ __________ ¶ (1) - مختار الصحاح 140.",
            "page": "1",
            "part": "25",
            "seal": "0FFD06A0"
        },
        {
            "id": "146",
            "nass": "فإن قيل: وجدت الآن بدائل من الوسائل الحديثة مما يشبه أعضاء الجسم من البلاستيك وغيرها وأيضاً يمكن الاستغناء بتشريح الحيوانات مما يقلل من الحاجة لتشريح الإنسان فالجواب: أن هذه البدائل لا تغني عن التشريح إذ لا بد من أخذ عينات وفحصها تحت المجهر، وكذلك الحال بالنسبة لتشريح الحيوانات مما فيه التشابه مع الإنسان وهي الثدييات (وهي التي تلد وتضع أولادها) فهو لا يعطي صورةً صادقةً لأن دماغ الحيوان يختلف وهيكلها العظمي كذلك والأحشاء الداخلية تختلف في نِسَبها وشكلها العام عن الإنسان. ¶ وقد اختلف العلماء المعاصرون في حكم التشريح على أقوال: ¶ القول الأول: يجوز تشريح جثث الموتى من الكفار فإن لم يوجد فمن المسلمين إذا أذنوا أو أذن ورثتهم، وبه صدرت الفتوى من الجهات العلمية التالية: مجمع الفقه الإسلامي بمكة المكرمة، وهيئة كبار العلماء بالمملكة العربية السعودية واختاره عدد من العلماء والباحثين (1) . ¶ القول الثاني: لا يجوز تشريح جثة الميت لغرض التعلم، وهو لجماعة من العلماء والباحثين ومنهم الشيخ محمد بخيت المطيعي. ¶ الأدلة: ¶ أدلة القول الأول: ¶ 1- القياس وذلك من عدة وجوه: ¶ الوجه الأول: يجوز التشريح كما يجوز شق بطن الحامل الميتة، لاستخراج جنينها الذي رجيت حياته، فقد قال: الشافعي يشق لأنه إتلاف جزءٍ لإبقاء حيٍ كما لو خرج بعضه حياً، بشرط رجاء حياة الولد بأن يكون لستة أشهرٍ فأكثر لقوله تعالى (ومن أحياها فكأنما أحيا الناس جميعاً) . فإذا كان ذلك حفاظاً على الجنين وهو فرد فيجوز بالأولى إذا تحققت مصلحة عامة. ¶ __________ ¶ (1) - ومنهم الشيخ عبد المجيد سليم مفتي الديار المصرية سابقاً والشيخ يوسف الدجوي فقد أفتوا بجواز التشريح الجنائي وأفتى الشيخ محمد حسنين مخلوف بجواز التشريح الجنائي والتعليمي.",
            "page": "2",
            "part": "25",
            "seal": "0B65DC3B"
        },
        {
            "id": "147",
            "nass": "ونوقش هذا القياس بأن المقيس عليه مختلفٌ فيه وذلك لأن مصلحة الجنين مظنونة غير متيقنة. فقد قال أحمد ومالك: لا يشق ذكره في المغني. وذكر احتمالاً بالشق، وفي تصحيح الفروع: إذا ماتت امرأة حامل شق جوفها. ¶ الوجه الثاني: يجوز تشريح جثة الميت لغرض التعليم وغيره كما يجوز تقطيع الجنين لإنقاذ أمه إذا غلب على الظن هلاكها بسببه. قال ابن حزم: إذا ماتت وفي بطنها ولدٌ قطع وأخرج. أما إذا كان حياً فلا يجوز لأن تقطيعه لا يقتضي إنقاذ الأم. ¶ الوجه الثالث: يجوز تشريح جثة الميت كما يجوز شق بطنه لاستخراج المال المغصوب الذي ابتلعه. طلباً لمصلحة الحي المتمثلة في إنقاذه من الموت من أجل مصلحة حاجية وهي رد المال المغصوب إلى صاحبه. ¶ ... وكلتا هاتين المصلحتين موجودتان في حال تعلم الجراحة الطبية، إذ يقصد منها تارة إنقاذ حياة المريض وهي المصلحة الضرورية، كما يقصد منها تارة أخرى إنقاذ المريض من آلام الأمراض والأسقام المضنية وهي المصلحة الحاجية وكذلك الحال في التشريح الجنائي والمرضي بل أولى.",
            "page": "3",
            "part": "25",
            "seal": "9AF664E3"
        },
        {
            "id": "148",
            "nass": "ونوقش أيضاً بأن المقيس عليه مختلفٌ فيه فقد أجاز ابن حزم الشق للمال لأنه لا ضرر على الميت. وقال الحنفية: لا يجوز إذا كان قد ترك مالاً، بل تُدفع قيمة المال من تركته، قال ابن نجيم: لا يشق لأن حرمة الآدمي أعظم من حرمة المال. وأجاز المالكية شق بطن من ابتلع مال غيره قبل وفاته إذا كان له قدر بأن يكون نصاباً (إما نصاب السرقة أو الزكاة قولان) ذكره خليل والخرشي وقيده ابن شبير بأن لا يكون للميت مال، ويؤدي منه ما ابتلعه قبل وفاته، وأما إذا كان قصده حرمان الورثة فيشق عندهم بلا خلاف لأنه عندهم كالغاصب. وعند الحنابلة تفصيل ذكره ابن قدامة فإن كان المال لغيره وبلعه بلا إذنه فوجهان: أحدهما يشق إن كان كثيراً إذا لم يلتزم أحد الورثة بدفع قيمته أو مثله، لأنه لدفع ضرر المالك برده إليه، وعن الميت بإبراء ذمته، وعن الورثة بحفظ التركة لهم، والثاني: لا يشق بل يغرم من تركته لأنه إذا لم يشق من أجل الولد المرجوة حياته فمن أجل المال أولى، وأما إن كان المال الذي ابتلعه ماله فلا يشق لأنه استهلكه في حياته، قال ابن قدامة: ويحتمل إن كان يسيراً تُرك، وإن كثرت قيمته شُق بطنه وأُخرج لأن فيه حفظ المال من الضياع، ونفع الورثة الذين تعلق حقهم بماله. ¶ الوجه الرابع: استدل القائلون بجواز التشريح مطلقاً بقياسه على نبش قبر الميت لأخذ الكفن المغصوب. ¶ ونوقش هذا الدليل: بأن الأصل المقيس عليه فيه مساس بالجسد بخلاف الفرع، وجاز فعل النبش لمكان الحق المغصوب، فكأن الميت متسبباً في أذية نفسه بخلاف الفرع الذي لا علاقة للميت بمصلحته ولم يتسبب فيما يوجبها بأي وجهٍ من الوجوه، ثم إن ينبش قبره لذلك الغرض لا يستغرق إلا زمناً يسيراً ثم يعاد إلى القبر الذي سيواري الجثة بدلاً عن الكفن، بخلاف التشريح الذي يستغرق الساعات، بل والأيام العديدة.",
            "page": "4",
            "part": "25",
            "seal": "38917D45"
        },
        {
            "id": "149",
            "nass": "الوجه الخامس: قياساً على أكل المضطر للميت فقد قال النووي في الروضة: يجوز للمضطر قتل الحربي المرتد وأكله قطعاً وكذا الزاني المحصن والمحارب وتارك الصلاة على الأصح منهم. وفي المغني ذكر الجواز لأنه لا حرمة له فهو منزلة السباع. وإن وجد معصوماً أو ميتاً لم يبح أكله وقال الشافعي وبعض الحنفية: يباح وهو أولى لأن حرمة الحي أولى وفي الإنصاف ذكر الجواز وذكر في المعصوم الميت وجهان. ¶ وأجيب بأن مسألة المضطر مختلفٌ فيها كما سبق وقد قال ابن حزم بالتحريم لأن الميت يجب مواراته، وقال الدردير في الشرح الكبير: النص المعول عليه عدم جواز أكله. ¶ الوجه السادس: القياس على إلقاء أحد ركاب السفينة إذا خيف عليهم تقديماً للمصلحة العامة فكذلك هنا. ¶ ولكن هذه المسألة مختلفٌ فيها فقد رجح العز بن عبد السلام في القواعد التحريم وذكرها ابن حجر في الفتح وحكم بحرمة ذلك لأنهم مستوون في العصمة فلا يجوز بقرعةٍ أو غيرها ومصلحة إنقاذ الباقين جزئية لا كلية ونجاتهم بإلقائه ظنية لا قطعية. ¶ ب ـ دليلهم من قواعد الشريعة: ¶ 1- قالوا: \" إن من قواعد الشريعة الكلية، ومقاصدها العامة أنه إذا تعارضت مصلحتان قدم أقواها، وإذا تعارضت مفسدتان ارتكب أخفهما تفادياً لأشدهما\". ¶ ووجه تطبيق القاعدة:",
            "page": "5",
            "part": "25",
            "seal": "E57A9CE5"
        },
        {
            "id": "150",
            "nass": ".. أن المصلحة المترتبة على تشريح جثث الموتى لغرض التعليم تعتبر مصلحة عامة راجعة إلى الجماعة، وذلك لما يترتب عليها من تعلم التداوي الذي يمكن بواسطته دفع ضرر الأسقام والأمراض عن المجتمع وحصول السلامة بإذن الله تعالى لأفراده فهذه مصلحةٌ مرسلة شهدت لها النصوص. ومصلحة الامتناع من التشريح تعتبر مصلحة خاصة متعلقة بالميت وحده، وبناء على ذلك فإنه تعارضت عندنا المصلحتان، ولا شك في أن أقواهما المصلحة العامة المتعلقة بالجماعة والتي تتمثل في التشريح فوجب تقديمها على المصلحة الفردية المرجوحة، تقديماً لمصلحة الأمة لكونها كليةً عامةً وقطعيةً، فالتشريح الطبي جائزٌ لأن فيه مصلحة حفظ النفوس فالمفاسد مغمورة في جانب المصالح. ¶ ومما يدل على الجواز أن الشرع جاء بتحصيل المصالح وتكثيرها، وبدرء المفاسد وتقليلها، وبارتكاب أدنى الضررين لتفويت أشدهما، وأما إذا تعارضت المصالح فيؤخذ بأرجحها. ¶ ومن القواعد: الضرر الأشد يزال بالضرر الأخف، والحاجة تنزل منزلة الضرورة والضرورات تبيح المحظورات. وقد رمى الرسول (صلى الله عليه وسلم) الكفار بالمنجنيق وفيهم النساء والصبيان (1) . ¶ 2- إن من قواعد الشرع ((ما لا يتم الواجب إلا به فهو واجب)) . ¶ وتعلم الجراحة الطبية وغيرها من فروع الطب هو في سد حاجة الأمة إلى هذه العلوم النافعة، وتحقيق هذا الواجب متوقف على التشريح الذي يمكن بواسطته فهم الأطباء للعلوم النظرية تطبيقياً، فيعتبر مشروعاً وواجباً من هذا الوجه. ¶ وأجيب بأن الحاجة إلى التشريح يمكن سدها بجثث الكفار، فلا يجوز العدول عنها إلى جثث المسلمين، لعظيم حرمة المسلم عند الله تعالى حياً كان أو ميتاً. ¶ شروط الجواز: ¶ 1 ـ التحقق من موت الإنسان الذي سيجرى التشريح على جثته. ¶ __________ ¶ (1) - (رواه الترمذي في كتاب الأدب (2762) وقال: حديث غريب وقال الشيخ الألباني: موضوع ورواه أيضاً البيهقي في السير.",
            "page": "6",
            "part": "25",
            "seal": "BC920165"
        },
        {
            "id": "151",
            "nass": "2 ـ موافقة ذوي الشان أي أهل الميت قبل وفاته أو بعده في حالة تشريح جثث المعروفين، أما غير المعروفين فلا يشترط. ¶ 3 ـ ألا يكون ذلك بمقابل مادي. ¶ 4 ـ أن تقدر الضرورة بمقدارها. ¶ 5 ـ دفن ما تبقى منها لأن الأصل هو الإسراع بدفن الميت. ¶ 6 ـوجود ضرورة تتطلب التشريح. ¶ أدلة القول الثاني: ¶ استدل القائلون بحرمة التشريح بدليل الكتاب والسنة، والقياس، والنظر المستند على قواعد الشريعة. ¶ أـ دليلهم من الكتاب: قوله تعالى: (ولقد كرمنا بني آدم وحملناهم في البر والبحر ورزقناهم من الطيبات وفضلناهم على كثير ممن خلقنا تفضيلاً ( ¶ وجه الدلالة: أن الآية الكريمة دلت على تكريم الله تعالى لبني آدم، وهذا التكريم عام شامل لحال حياتهم، ومماتهم. ¶ ... وتشريح جثث الموتى فيه إهانة لها، نظراً لما تشتمل عليه مهمة التشريح من تقطيع أجزاء الجثة، وبقر البطن، وغير ذلك من الصور المؤذية فهي على هذا الوجه مخالفة لمقصود الباري من تكريمه للآدميين وتفضيله لهم، فلا يجوز فعلها. ¶ ونوقش: بأن إهانة الميت بتشريح جثته قد رخص فيها أصحاب هذا القول بناء على القياس أيضاً، حيث استندوا على ماقرره بعض الفقهاء المتقدمين ـ رحمهم الله ـ من جواز نبش قبر الميت، وأخذ كفنه المسروق أو المغصوب، فقاسوا إهانته بالتشريح على إهانته بنبش كفنه، وكشف عورته بجامع تحصيل مصلحة الحي المحتاج إليها. ¶ وأيضاً فالتشريح لا ينافي الكرامة وإنما الذي ينافيها ما يكون بقصد الحقد والتنكيل والتشفي والانتقام ويكون بلا سبب فأما هنا فالدافع هو الرحمة وإحقاق الحق. ¶ وأدلة المنع يمكن تخصيصها بالمسلم دون الكافر، فلا حرج في إهانته لمكان كفره، كما قال تعالى: (ومن يهن الله فما له من مكرم (قال الخازن ـ رحمه الله ـ في تفسيره: \" أي من يذله الله فلا يكرمه أحد\" ولا شك في أن الكفار ممن أذلهم الله تعالى. ¶ ب ـ دليلهم من السنة: استدلوا بالأحاديث التالية:",
            "page": "7",
            "part": "25",
            "seal": "0ACF91EE"
        },
        {
            "id": "152",
            "nass": "(1) أحاديث النهي عن المثلة، ومنها ما ثبت في الصحيح من حديث بريدة ـ رضي الله عنه ـ قال: كان رسول الله صلى الله عليه وسلم إذا أمر أميراً على جيش أو سرية أوصاه في خاصته بتقوى الله، ومن معه من المسلمين خيراً ثم قال: \" اغزوا باسم الله في سبيل الله قاتلوا من كفر بالله، اغزوا ولا تغلوا، ولا تمثلوا (1) \" وجه الدلالة: أن تشريح جثة الميت في تمثيل ظاهر، فهو داخل في عموم النهي الوارد في هذا الحديث وغيره من الأحاديث التي ورد فيها نهي النبي صلى الله عليه وسلم الموجب لحرمة التمثيل ومنعه. ¶ ونوقشت أحاديث النهي عن المُثلة بأنه قد ثبت ما يخصصها كما في قصة العرنيين، وآية المحاربين. فإذا جاز التمثيل لمصلحة عامة وهي زجر الظلمة عن الاعتداء على الناس، فكذلك يجوز التمثيل بالكافر طلباً لمصلحة عامة ينتظمها الطب الذي من أجله شرحت جثة الكافر، إضافة إلى أن بعض العلماء يرى أن النهي للتنزيه. ¶ 2- حديث أم المؤمنين عائشة ـ رضي الله عنها ـ عن النبي صلى الله عليه وسلم أنه قال: \" إن كسر عظم المؤمن ميتاً مثل كسر عظمه حياً (2) \" ¶ وجه الدلالة: أن هذا الحديث دل على حرمة كسر عظام المؤمن الميت والتشريح مشتمل على ذلك فلا يجوز فعله. ¶ ونوقش حديث تحريم كسر عظم الميت بأنه خاص بالمؤمن كما هو منصوص عليه في نفس الحديث. وقد قال ابن حزم أن النهي عن كسر عظم الميت لا عن القطع، ويؤيد ذلك ما أورده السيوطي في بيان سبب الحديث حيث ذكر حديث جابر: وفيه أن الحفار أخرج عظماً ساقاً أو عضداً فذهب ليكسرها فقال النبي (صلى الله عليه وسلم) : لا تكسرها. ¶ 3- حديث أبي هريرة: لأن يجلس أحدكم على جمرةٍ فتحرق ثيابه فتخلص إلى جلده خيرٌ له من أن يجلس على قبرٍ (3) . ¶ __________ ¶ (1) - رواه مسلم (3/130) ¶ 85- رواه أحمد في مسنده 6/364 وأبو داود 3/543،544 والبيهقي 4/58 وصححه الألباني في الإرواء 3/212،214. ¶ 86- رواه مسلم في كتاب الجنائز (971) .",
            "page": "8",
            "part": "25",
            "seal": "50DCF136"
        },
        {
            "id": "153",
            "nass": "ونوقشت أحاديث النهي عن الجلوس على القبر بأنها تدل على تأذي الميت بذلك وهذا يتفق مع قول من خصص المسلم بالمنع، وأما الكافر فإن إيذاءه بعد موته مقصود شرعاً، فلا حرج في فعله. ¶ ج ـ دليلهم من القياس: ¶ الوجه الأول: أن الأحاديث دلت على أنه لا يجوز الجلوس على القبر، وأن صاحبه يتأذى بذلك، مع أن الجلوس عليه ليس فيه مساس بجسد صاحبه، فلأن لا يجوز تقطيع أجزائه، وبقر بطنه الذي هو أشد انتهاكاً لحرمته من باب أولى وأحرى. ¶ الوجه الثاني: أن من العلماء من نص على حرمة شق بطن المرأة الحامل الميتة لإنقاذ جنينها الذي رجيت حياته مع أن في ذلك مصلحة ضرورية، فلأن لا يجوز التشريح المشتمل على الشق وزيادة أولى وأحرى. ¶ د ـ دليلهم من القواعد الشرعية: استدلوا بالآتي: ¶ 1- قاعدة ((الضرر لا يزال بالضرر)) ¶ 2- قاعدة ((لا ضرر ولا ضرار)) ¶ ووجه الاستشهاد بهاتين القاعدتين على حرمة التشريح: ¶ أن القاعدة الأولى دلت على أن مفسدة الضرر ينبغي ألا تزال بمثلها، والتشريح فيه إزالة ضرر بمثله، وذلك لأن التعلم بواسطته موجب لإزالة ضرر الأسقام والأمراض بتعلم طرق مداواتها، ولكن هذه الإزالة يترتب عليها ضرر آخر يتعلق بالميت الذي شرحت جثته، وحينئذٍ يكون من باب إزالة الضرر بمثله، وهو الذي دلت القاعدة على عدم جوازه. ¶ وأما القاعدة الثانية فقد دلت على حرمة الإضرار بالغير، والتشريح فيه إضرار بالميت فلا يجوز فعله. ¶ 3- وعملاً بقاعدتي (سد الذرائع، ودرء المفسدة مقدم جلب المصلحة) . ¶ وذلك نظراً إلى توسع بعضهم فيه، وإلى ما يحدث في غرف التشريح الخاصة بالمستشفيات الجامعية. ¶ وأما إذنه فغير معتبر لأن بدن الإنسان ليس ملكه، وحتى لو قلنا بأنه ملكه فلو رضي الشخص بإسقاط حقه فلا يجوز له ذلك كما يحرم عليه قتل نفسه، قال القرافي: لا يباح شيء من بدنه بالإباحة (1) . ¶ الترجيح: ¶ __________ ¶ (1) - ذكره في الفروق ونحوه في الموافقات.",
            "page": "9",
            "part": "25",
            "seal": "3F7930BE"
        },
        {
            "id": "154",
            "nass": "الراجح هو جواز تشريح جثة الكافر، دون المسلم وذلك لما يلي: ¶ أولاً: لأن الأصل عدم جواز التصرف في جثة المسلم إلا في الحدود الشرعية المأذون بها والتشريح ليس منها، فوجب البقاء على الأصل المقتضي للمنع، وهذا الأصل يسلم به القائلون بجواز التشريح وإن كانوا يستثنون التشريح اعتباراً منهم للحاجة الداعية إليه. ¶ ثانياً: أن تشريح جثة المسلم يعطل عن فعل كثير من الفروض المتعلقة بها بعد الوفاة، من تغسيلها وتكفينها، والصلاة عليها، ودفنها. ¶ وهو مخالفة لما ثبتت به السنة من الأمر بالمبادرة بالجنائز والإسراع بها، كما ثبت في الصحيح من حديث أبي هريرة ـ رضي الله عنه ـ أن النبي صلى الله عليه وسلم قال: \" أسرعوا بالجنازة …\" (1) فلا يجوز تعطيل جثة المسلم وتأخير هذا المصالح المطلوب فعلها بعد الوفاة مباشرة لمصلحة لا تتعلق بالميت، ولم يتسبب في موجبها، وإنما هي من مصالح الغير المنفكة عنه. ¶ لهذا كله فإنه يترجح القول بجواز تشريح جثة الكافر دون المسلم، ولكن ينبغي أن يتقيد الأطباء وغيرهم ممن يقوم بمهمة التشريح بالحاجة، فمتى زالت، فإنه لا يجوز التمثيل بالكافر بتشريحه حينئذٍ، لأن ما جاز لعذر زال بزواله. والله تعالى أعلم. ¶ حكم تشريح الرجال لجثث النساء: ¶ لا يجوز النظر إلى العورة ولو كانت لميت ففي حديث علي (رضي الله عنه) \" لا تنظر إلى فخذ حي ولا ميت رواه أبو داود وابن ماجة في كتاب الجنائز\". ¶ ويجوز للضرورة نظر المرأة لعورة المرأة والرجل لعورة الرجل كما يدل على ذلك الكشف عن مؤتزر بني قريضة فمن أنبت قُتل. ¶ __________ ¶ (1) - رواه البخاري 1/288 ومسلم 2/373.",
            "page": "10",
            "part": "25",
            "seal": "E9FA56FB"
        },
        {
            "id": "155",
            "nass": "ويجوز عند الضرورة أيضاً وعدم وجود المرأة نظر ولمس الرجل لعورة المرأة والعكس كما يدل عليه حديث الربيع بنت معوذ قالت: كنا نغزو مع النبي (صلى الله عليه وسلم) فنسقي القوم ونخدمهم ونرد الجرحى والقتلى إلى المدينة\" (1) . قال ابن حجر يجوز معالجة المرأة الأجنبية للرجل الأجنبي للضرورة وقال ابن بطال: \" يختص ذلك بذوات المحارم\" ثم بالمتجالات منهن لأن موضع الجرح لا يلتذ بلمسه بل يقشعر الجلد، فإن دعت الضرورة لغير المتجالات فليكن بغير مباشرة ولا مس قياساً على المرأة إذا ماتت ولم توجد امرأة تغسلها، فإن الرجل لا يباشر غسلها بالمس بل يغسلها من وراء حائل\" وهذا خلافاً للزهري، ولقول الأكثر ولما ذهب إليه الأوزاعي وقد أنكر ابن المنير مقالة ابن بطال وفرق بين الصورتين الفرع والأصل بقوله: \" الفرق بين مسألة المداواة وتغسيل الميت أن الغسل عبادة والمداواة ضرورة \" والضرورات تبيح المحظورات\". وممن اعتبر هذه الضرورة وقدرها بقدرها ابن مفلح في كتاب الآداب الشرعية حيث قال: \" فإن مرضت امرأة ولم يوجد من يطبها غير رجل جاز له منها نظر ما تدعوا الحاجة إلى نظره حتى الفرجين وكذا الرجل مع الرجل \" وكذلك قال ابن حمدان في صورة العكس وأنه إن لم يوجد من يطبه سوى امرأة فلها نظر ما تدعو الحاجة إلى نظرها منه حتى فرجيه \" ومن ثم قال الفقهاء بجواز النظر إلى العورة للمداواة. ¶ مسألة: هل يجوز شراء جثث الكفار لغرض تشريحها؟ ¶ ... هذه المسألة مفرعة على القول بجواز تشريح الجثة، خاصة إذا قلنا: إن ذلك يتقيد بجثث الكفار دون المسلمين، وحينئذ يتعين طلبها والبحث عنها بأي وسيلة كانت، وقد شاع في هذه العصور بيع جثث الكفار لغرض تشريحها، والاستفادة منها، ويتساءل بعض المختصين عن حكم شرائها، وهل يصح البيع أم لا؟ ¶ __________ ¶ (1) - رواه البخاري في كتاب الجهاد والسير وفي كتاب الطب.",
            "page": "11",
            "part": "25",
            "seal": "538ADA8E"
        },
        {
            "id": "156",
            "nass": "والجواب: أن من شرط صحة البيع شرعاً أن يكون المبيع ملكاً للبائع، أو موكلاً في بيعه، لحديث حكيم بن حزام ـ رضي الله عنه ـ أن النبي صلى الله عليه وسلم قال له: \" لا تبع ما ليس عندك\" (1) . ¶ وهذه الجثث ليست ملكاً للبائع، ولا موكلاً في بيعها من مالكها، فيد الملكية منتفية عنها، ومن ثم فإنه لا يصح بيعها شرعاً، لصريح حديث حكيم المذكور. ¶ ولكن يمكن التوصل إلى هذه الجثث بطريقة أخرى، وهي التعاقد مع باذلها على وجه الإجارة ويكون بذلك الثمن في مقابل السعي، والبحث، ومؤونة النقل، ونحو ذلك مما يجري على سنن الإجارة، ويعطي له الثمن في مقابل ذلك، ويجري العقد بين الطرفين على صورة الإجارة الشرعية والله تعالى أعلم. ¶ وقد أصدر المجمع الفقهي في دورته العاشرة في صفر لعام 1408هـ مشروع قرارٍ جاء فيه: إن مجلس المجمع الفقهي الإسلامي المنعقد في دورته التاسعة بمقر رابطة العالم الإسلامي في مكة المكرمة ما بين يوم السبت 12/7/1406هـ الموافق 22/3/1986م إلى يوم السبت 19/7/1406هـ الموافق 29/3/1986م بدخول الغاية قد نظر في جلسته السادسة صباح يوم الخميس 17/7/1406هـ الموافق 27/3/1986م في موضع تشريح الموتى ومن يتولى القيام به من الأطباء. ¶ ... وبعد الاستماع إلى الدراستين اللتين أعدهما في هذا الغرض فضيلة الشيخ: محمد الحبيب ابن الخوجة، وسعادة الطبيب الدكتور: محمد علي البار، وتداول الرأي بين الأعضاء بشأن هذه القضية، ومراجعة القرار الصادر بشأن جزء من هذا الموضوع من مجلس هيئة كبار العلماء المنعقد في مدينة الطائف في شهر شعبان 1396هـ تبين لأعضاء مجلس المجمع أن تشريح الموتى يكون لأحد أغراض ثلاثة: ¶ ... إما لغرض التحقق من دعوى جنائية ويقوم الطبيب الشرعي بالتشريح في هذه الحالة بناء على طلب من المحكمة وذلك من أجل تحديد أسباب الموت في حالات التسمم وجنايات القتل ونحوها. ¶ __________ ¶ (1) - رواه الترمذي وحسنه 3/525 وابن ماجة 2/737.",
            "page": "12",
            "part": "25",
            "seal": "72FFD882"
        },
        {
            "id": "157",
            "nass": ".. وإما بقصد التحقق من أمراض وبائية فتتخذ على ضوء التشريح والاختبارات والاحتياطات الكفيلة بالوقاية من تلك الأمراض. ¶ ... وإما لغرض علمي تعلماً وتعليمياً كالذي بالمشارح في كليات الطب. ¶ ... وبناء على ما في الصورة الأولى من التشريح من تحقق مصالح في مجالات الأمن والعدل وذلك بما يوفره التشريح من دلائل قطعية وبراهين علمية ترفع التهم عن الأبرياء وتثبت إدانة المجرمين في كل ما يشكل على القاضي التوصل إليه عند اختلاط الأمر والتباس الأحوال. ¶ ... وبناء على ما في الصورة الثانية من تحقيق وقاية المجتمع من الأمراض الوبائية. ¶ ... وعلى ما في الصورة الثالثة من تمكين الأساتذة والطلاب في الجامعات بكليات الطب من الدراسة الدقيقة لعلمي التشريح والأمراض اللذين لا يمكن فيهما أبداً الاستعاضة عن جثث الموتى بأجساد الحيوانات أو بغيرها من الوسائل التعليمية مثل البلاستيك ونحوه. قرر المجتمع: ¶ 1 ـ إن التشريح لجثث الموتى جائز وإنه يعتبر ضرورة لا يمكن الاستغناء عنها في كثير من الأحوال. ومفسدة انتهاك كرامة الجثة المشرحة مغمورة في جنب المصالح الكثيرة والعامة المتحققة بالتشريح، ومعلوم أن من القواعد الشرعية تحمل الضرر الأخف قصد جلب مصلحة تفويتها أشد من ذلك الضرر. ¶ وإذا كان الشارع الحكيم قد أوجب على الأمة تعلّم فريق منها الطب وكان ذلك لا يتم إلا بالتشريح فإن هذا يكون مما تقتضيه الضرورة ويباح للأساتذة والطلاب ممارسة هذه الوظيفة على جثث الموتى. ¶ 2 ـ أن التشريح ينبغي أن يجري على جثث غير المعصومين فإن تعذّر ذلك أجري على جثث المعصومين سواء أكانت الجثث لمجهولين من الموتى، أو كانت لمن تنازلوا عن جثثهم قبل موتهم وأذنوا بتشريحها، أو كانت تلك الجثث لموتى أذن ورثتهم بتسليمها للمشارح.",
            "page": "13",
            "part": "25",
            "seal": "BB894834"
        },
        {
            "id": "158",
            "nass": "3 ـ إن التشريح ينبغي أن يكون بقدر ما تدعو إليه الضرورة فلا يعبث بجثث الموتى. وأنه يتعين على القائمين بالتشريح توقير أجسام الموتى والقيام بدفنها أو دفن ما تبقى منها بعد فراغهم من مهمتهم. ¶ 4 ـ إن تشريح جثث النساء لا تتولاه غير الطبيبات إلا في حالة عدم وجود من يقوم به منهن. ¶ والمجمع إذ يبيح التشريح في الصور المذكورة أعلاه يوصي بما يلي: ¶ أولاً: أن تصاغ آداب مهنة الطب في كليات الطب على أسس مبادئ الإسلام وأن ترتبط مواد الدراسة الطبية بما هو موجود في كتاب الله وسنة رسوله بحيث يتخرج الطبيب مدعماً بالعلوم الطبية الحديثة ومسلحاً بالإيمان والفهم الصحيح لما يحل له وما يحرم عليه من ممارساته. ¶ ثانياً: الحرص على فصل الطلاب عن الطالبات في جميع مراحل الدراسة. ¶ ثالثاً: إيجاد العدد الكافي من النساء في عامة فروع التشريح وذلك ليقمن بتشريح جثث النساء. ¶ رابعاً: أن تقام كلية خاصة بأمراض النساء والولادة وذلك لتخريج العدد الكافي من الطبيبات المسلمات المختصات بأمراض النساء والولادة بحيث تنتفي الحاجة لانكشاف عورات النساء المسلمات للرجال. ¶ خامساً: أن يقتصر تمريض المرضى من الرجال على الممرضين الذكور وأن يقتصر تمريض المريضات على الممرضات وذلك بإعداد مدارس التمريض المستقلة للبنين والبنات. وأن يشمل ذلك ما يسمى بالتمريض العالي وكليات العلوم الطبية. (وينبغي على القائمين على المستشفيات في البلاد الإسلامية إيجاد ممرضين ذكور في أقسام الرجال وممرضات إناث في أقسام النساء. ¶ وقد أصدر المجمع قراراً بشأن موضوع (تشريح جثث الموتى) في دورته العاشرة المنعقدة في مكة المكرمة في الفترة من يوم السبت 24 صفر 1408هـ الموافق 17 أكتوبر 1987م إلى يوم الأربعاء 28 صفر 1408هـ الموافق 21 اكتوبر 1987م ومما جاء فيه:",
            "page": "14",
            "part": "25",
            "seal": "E34AE951"
        },
        {
            "id": "159",
            "nass": "إن مجلس المجمع الفقهي الإسلامي لرابطة العالم الإسلامي قد نظر في موضوع (تشريح الموتى) وبعد مناقشة وتداول الرأي فيه أصدر القرار الآتي: ¶ بناء على الضرورات التي دعت إلى تشريح جثث الموتى والتي يصير بها التشريح مصلحة تربو على مفسدة انتهاك كرامة الانسان الميت. ¶ قرر مجلس المجمع الفقهي التابع لرابطة العالم الإسلامي ما يأتي: ¶ أولاً: يجوز تشريح جثث الموتى لأحد الأغراض الآتية: ¶ أ- التحقيق في دعوى جنائية لمعرفة أسباب الموت أو الجريمة المرتكبة وذلك عندما يشكل على القاضي معرفة أسباب الوفاة ويتبين أن التشريح هو السبيل لمعرفة هذه الأسباب. ¶ ب_ التحقق من الأمراض التي تستدعي التشريح ليتخذ على ضوئه الاحتياطات الواقية والعلاجات المناسبة لتلك الأمراض. ¶ (ج) تعليم الطب وتعلمه كما هو الحال في كليات الطب. ¶ ثانياً: في التشريح لغرض التعليم تراعى القيود التالية: ¶ أ- إذا كانت الجثة لشخصٍ معلوم يشترط أن يكون قد أذن هو قبل موته بتشريح جثته أو أن يأذن بذلك ورثته بعد موته ولا ينبغي تشريح جثة معصوم الدم إلا عند الضرورة. ¶ ب- يجب أن يقتصر في التشريح على قدر الضرورة كيلا يعبث بجثث الموتى. ¶ (ج) جثث النساء لا يجوز أن يتولى تشريحها غير الطبيبات إلا إذا لم يوجدن. ¶ (د) يجب في جميع الأحوال دفن جميع أجزاء الجثة المشرحة. ¶ وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم تسليماً والحمد لله رب العالمين. ¶ المراجع: ¶ 1- نقل الأعضاء بين الطب والقرآن د/ مصطفى الذهبي، وذكر به مجموعة بحوث وفتاوى لمجموعة من العلماء، ولهيئة كبار العلماء، والمجمع الفقهي لرابطة العالم الإسلامي. ¶ 2- علم التشريح عند المسلمين د/ محمد البار. ¶ 3- أحكام الجراحة الطبية د/ محمد المختار. ¶ 4- فقه النوازل د/ بكر أبو زيد.",
            "page": "15",
            "part": "25",
            "seal": "1FE3114A"
        },
        {
            "id": "160",
            "nass": "جراحة التجميل ¶ جراحة التجميل هي: جراحة تجري لتحسين منظر جزءٍ من أجزاء الجسم الظاهرة، أو وظيفته إذا ما طرأ عليه نقصٌ أو تلف أو تشوه. ¶ وتنقسم إلى نوعين:- ¶ 1- جراحة التجميل الحاجية. ¶ 2- جراحة التجميل التحسينية. ¶ 1- جراحة التجميل الحاجية: وهي التي يراد بها إزالة عيب سواء كان في صورة نقصٍ أو تلفٍ أو تشوه فهو ضروري أو حاجي بالنسبة لدواعيه الموجبة لفعله، وتجميلي بالنسبة لآثاره ونتائجه. وتنقسم العيوب التي يراد علاجها إلى قسمين: ¶ القسم الأول: عيوبٌ ناشئة في الجسم من سببٍ فيه لا من سببٍ خارجٍ عنه فيشمل ذلك ضربين من العيوب وهما: ¶ أ- العيوب الخلقية التي ولد بها الإنسان، ومن أمثلتها: الشق في الشفة العليا، والتصاق أصابع اليدين والرجلين، وانسداد فتحة الشرج. ب- العيوب الناشئة من الآفات المرضية التي تصيب الجسم، ومن أمثلتها: انحسار اللثة بسبب الالتهابات المختلفة، وعيوب صيوان الأذن الناشئة عن الزهري والجذام والسل. ¶ القسم الثاني: عيوب مكتسبة طارئة: وهي العيوب الناشئة بسببٍ من خارج الجسم كما في العيوب والتشوهات الناشئة من الحوادث والحروق، ومن أمثلتها: كسور الوجه الشديدة التي تقع بسبب حوادث السير، وتشوه الجلد بسبب الحروق والآلات القاطعة، والتصاق أصابع الكف بسبب الحروق. ¶ 2- جراحة التجميل التحسينية: وهي: جراحة تحسين المظهر وتجديد الشباب. ¶ وتنقسم إلى نوعين: عمليات الشكل، وعمليات التشبيب. ¶ حكم الجراحة التجميلية: ¶ 1- حكم الجراحة التجميلية الحاجية: ¶ هذا النوع من الجراحة جائز لما يلي:",
            "page": "1",
            "part": "26",
            "seal": "EAC8BFCA"
        },
        {
            "id": "161",
            "nass": "1- أن أحد الصحابة اتخذ أنفاً بأمر النبي (صلى الله عليه وسلم) لما قطع أنفه وهذا دليلٌ على جواز مثل هذا النوع من الجراحة فقد روى عبد الرحمن بن طرفة أن جده عرفجة بن أسعد قطع أنفه يوم الكلاب فاتخذ أنفا من ورق فأنتن عليه فأمره النبي (صلى الله عليه وسلم) فاتخذ أنفا من ذهب (1) . ¶ 2- أن هذه العيوب تشتمل على ضرر حسي ومعنوي فيحتاج إلى إزالته والقاعدة تقول (الحاجة تنزل منزلة الضرورة عامة كانت أو خاصة) ¶ 3- قياساً على غيره من الجراحة المشروعة بجامع وجود الحاجة في كلٍ. ¶ ونوقشت هذه الأدلة بأنها معارضة للنهي عن تغيير خلق الله. ¶ والجواب من وجوه: ¶ أ- أنه إذا وجدت الحاجة الموجبة للتغيير فيستثنى ذلك من التحريم. قال النووي (رحمه الله) : (وأما قوله المتفلجات للحسن فمعناه يفعلن ذلك طلباً للحسن، وفيه إشارة إلى أن الحرام هو المفعول لطلب الحسن، أما لو احتاجت إليه لعلاج أو عيب في السن ونحوه فلا بأس (2) فإذا كان لإزالة تشويهٍ فيجوز، وأما لزيادة الحسن والجمال فلا. ¶ ب- أنه لم يشتمل على تغيير الخلقة قصداً لأن الأصل فيه أن يقصد منه إزالة الضرر وأما التجميل والحسن فجاءت تبعاً. ¶ ج- أن العلاج لإزالة الضرر وهو جائز فيجوز علاج الحروق والحوادث وكذلك إزالة أثره من التشوه جائز أيضاً إذ لم يرد ما يستثني الأثر فيستصحب الحكم للأثر. ¶ الحكم الشرعي للجراحة التحسينية: ¶ هذا النوع من الجراحة محرم للأدلة التالية: ¶ 1- أنه تغيير لخلق الله عبثاً بلا دوافع ضرورية ولا حاجية وهو محرم قال تعالى حكايةً عن إبليس لعنه الله في معرض الذم (ولآمرنهم فليغيرن خلق الله) (3) . ¶ __________ ¶ (1) - سنن أبي داود كتاب:أول كتاب الخاتم باب:باب ما جاء في ربط الأسنان بالذهب رقم الحديث:4232 الجزء:4الصفحة:92. ¶ 92- شرح صحيح مسلم للنووي 13/107. ¶ (3) - النساء الآية 194.",
            "page": "2",
            "part": "26",
            "seal": "C654BF29"
        },
        {
            "id": "162",
            "nass": "2- لحديث عبد الله بن مسعود (رضي الله عنه) قال: سمعت رسول الله (صلى الله عليه وسلم) يلعن المتنمصات والمتفلجات للحسن اللاتي يغيرن خلق الله (1) . فالحديث دل على لعن من فعل هذه الأشياء وعلل ذلك بتغيير الخلقة وفي رواية: (والمتفلجات للحسن المغيرات خلق الله (2) فجمع بين تغيير الخلقة وطلب الحسن، وهذان المعنيان موجودان في الجراحة التجميلية التحسينية. ¶ 3- قياساً على الوشم والوشر والنمص بجامع التغيير في كلٍ طلباً للحسن. ¶ 4- أنها تحتوي في عددٍ من صورها على الغش والتدليس وهو محرم شرعاً ففيها إعادة صورة الشباب للكهل والمسن في وجهه وجسده وذلك يؤدي لغش الأزواج والزوجات. ¶ 5- أن هذه الجراحة لا تخلو من محظورات ومنها قيام الرجال بمهمة الجراحة للنساء الأجنبيات وكشف العورة بلا حاجة، ومنها تخدير المريض وهو محرم إلا عند الحاجة ولا حاجة هنا وقد يترتب عليها ترك الطهارة لفترةٍ من الزمن بسبب تغطية العضو الذي أجريت له العملية. ¶ 6- أنها لا تخلو من الأضرار والمضاعفات النفسية والجسدية فقد ورد في الموسوعة الطبية ما نصه: (ولكنها تكون اختيارية حين تجري لمجرد تغيير ملامح بالوجه لا يرضى عنها صاحبها. وفي هذه الحالة يجب إمعان التفكير قبل إجرائها واستشارة أخصائي ماهر يقدر مدى التحسن المنشود، فكثيراً ما تنتهي هذه العمليات إلى عقبى غير محمودة (3) . ¶ __________ ¶ (1) - رواه البخاري 3/199 ومسلم 3/339. والنمص: نتف الشعر، والفلج: الفرجة بين الثنايا والرباعيات من الأسنان تفعله العجوز تشبهاً بصغار البنات. والوشم: تقريح الجلد وغرزه بالإبرة وحشوه بالنيل أو الكحل أو دخان الشحم وغيره من السواد. شرح صحيح مسلم للنووي 14/106،107. والمغرب للمطرزي 2/239،330. ¶ (2) - رواه أحمد 1/417. ¶ (3) - الموسوعة الطبية الحديثة، لمجموعة من الأطباء 3/455",
            "page": "3",
            "part": "26",
            "seal": "F44FFB32"
        },
        {
            "id": "163",
            "nass": "ويقول بعض الأطباء عن جراحة تجميل الثديين بتكبيرهما (هناك اتجاه علمي بأن مضاعفات إجراء هذه العملية كثيرة لدرجة أن إجراءها لا ينصح به) . ¶ المراجع: ¶ 1- أحكام الجراحة الطبية د/ محمد المختار. ¶ 2- الموسوعة الطبية الحديثة / لمجموعة من الأطباء. ص191. ¶ 3- جراحة التجميل د/ فايزة طرابية. ¶ 4- جراحة التجميل د/ القزويني. ¶ 5- الأحكام الطبية المتعلقة بالنساء د/محمد خالد منصور. ¶ 6- نوازل فقهية معاصرة / لخالد سيف الله الرحماني. ¶ 7- جراحة التجميل في الفقه الإسلامي د/ محمد عثمان شبير. ¶ * * * * * *",
            "page": "4",
            "part": "26",
            "seal": "60F250FB"
        },
        {
            "id": "164",
            "nass": "حالة اللقائح المستنبتة خارج الرحم. ¶ من حيث الأحكام الشرعية: ¶ أولاً: يجوز نقل العضو من مكان من جسم الإنسان إلى مكان آخر من جسمه مع مراعاة التأكد من أن النفع المتوقع من هذه العملية أرجح من الضرر المترتب عليها، وبشرط أن يكون ذلك لإيجاد عضو مفقود أو لإعادة شكله أو وظيفته المعهودة له أو لإصلاح عيب أو إزالة دمامة تسبب للشخص أذى نفسياً أو عضوياً. ¶ ثانياً: يجور نقل العضو من جسم إنسان إلى جسم إنسان آخر إن كان هذا العضو يتجدد تلقائيا كالدم والجلد، ويراعى في ذلك اشتراط كون الباذل كامل الأهلية وتحقق الشروط الشرعية المعتبرة. ¶ ثالثاً: تجوز الاستفادة من جزء من العضو الذي استؤصل من الجسم لعلة مرضية لشخص آخر كأخذ قرنية العين لإنسان ما عند استئصال العين لعلة مرضية. ¶ رابعاً: يحرم نقل عضو تتوقف عليه الحياة كالقلب من إنسان حي إلى إنسان آخر. ¶ خامساً: يحرم نقل عضو من إنسان حي يعطل زواله وظيفة أساسية في حياته وإن لم تتوقف سلامة أصل الحياة عليها كنقل قرنية العينين كلتيهما أما إن كان النقل يعطل جزءاً من وظيفة أساسية فهو محل بحث ونظر كما يأتي في الفقرة الثامنة. ¶ سادساً: يجور نقل عضو من ميت إلى حي تتوقف حياته على ذلك العضو أو تتوقف سلامة وظيفة أساسية فيه على ذلك بشرط أن يأذن الميت أو ورثته بعد موته أو بشرط موافقة ولي المسلمين إن كان المتوفى مجهول الهوية أو لا ورثة له. ¶ سابعاً: وينبغي ملاحظة أن الإتفاق على جواز نقل العضو في الحالات التي تم بيانها مشروط بأن لا يتم ذلك بوساطة بيع العضو إذ لا يجوز إخضاع أعضاء الإنسان للبيع بحال ما. أما بذل المال من المستفيد ابتغاء الحصول على العضو المطلوب عند الضرورة أو مكافأة وتكريما فمحل اجتهادٍ ونظر.",
            "page": "1",
            "part": "27",
            "seal": "83627579"
        },
        {
            "id": "165",
            "nass": "ثامناً: كل ما عدا الحالات والصور المذكورة مما يدخل في أصل الموضوع فهو محل بحث ونظر، ويجب طرحه للدراسة والبحث في دورة قادمة على ضوء المعطيات الطبية والأحكام الشرعية. ¶ المراجع: ¶ 1- - أحكام الجراحة الطبية د / محمد بن محمد المختار الشنقيطي. وهذه النازلة بل وغالب النوازل الطبية في مجملها مأخوذة منه. ¶ 2- حكم نقل الأعضاء في الفقه الإسلامي: د / عقيل بن أحمد العقيلي. ¶ 3- نقل الأعضاء بين الطب والدين: د / مصطفى الذهبي. ¶ 4- مجلة المجمع لمؤتمر مجمع الفقه الإسلامي عدد 4 ج 1 ص 19 وما بعدها. ¶ 5- مجلة البحوث الإسلامية العدد 22 ص 17. ¶ 6- مجلة البحوث الفقهية 42/99. ¶ 7- مجلة مجمع الفقه الإسلامي مجلة نصف سنوية سنة 5ع7 1414هـ بحث د/ كمال الدين بكر حول ما يملك الإنسان من جسمه. ¶ 8- مجلة الحكمة ع15 ص17، بحث د/محمد النتشة. ¶ 9- الانتفاع بأجزاء الآدمي / لعصمة الله عناية الله. ¶ 10- الفشل الكلوي وزرع الأعضاء د/ محمد علي البار. ¶ * * *",
            "page": "2",
            "part": "27",
            "seal": "ABAFF007"
        },
        {
            "id": "166",
            "nass": "استعمال أدوية منع الحيض والحمل ¶ التمهيد: الحيض له أحكامه الخاصة، فالحائض مثلاً لا تصلي ولا تطوف بالبيت، فلو رأت المرأة أن تستعمل الأدوية والطرق التي تمنع الحيض أو الحمل أو تنظمه لتتمكن من الصوم والطواف أو لغير ذلك فهل هذا جائز؟. ¶ 1ـ استخدام الأدوية لمنع الحيض: ¶ جاء في منار السبيل: ويجوز للرجل شرب دواء يمنع الجماع لأنه حق له، وللأنثى شربه لحصول الحيض ولقطعه، لأنه الأصل حتى يرد التحريم ولم يرد. أ. هـ ¶ وهذا الجواز مشروطٌ بعدم الضرر، فقد سئل الشيخ عبد العزيز بن باز (رحمه الله) عن هذه المسألة فأجاب بقوله: لا حرج أن تأخذ المرأة حبوب منع الحيض تمنع الدورة الشهرية أيام رمضان حتى تصوم مع الناس وفي أيام الحج حتى تطوف مع الناس ولا تتعطل عن أعمال الحج، وإن وجد غير الحبوب شئ يمنع الدورة فلا بأس إذا لم يكن فيه محذور شرعاً ومضرة. أ. هـ ¶ 2ـ منع الحمل أو تنظيمه: ¶ 1- العزل وحكمه: ¶ من الوسائل القديمة لمنع الحمل العزل وذلك بالإنزال خارج الفرج. ¶ وقد اختلف العلماء في حكم العزل عن الزوجة الحرة: ¶ 1- فقال الحنفية والمالكية: يجوز بلا كراهة. 2- وقال الظاهرية: هو محرم. 3- وقال الشافعية والحنابلة وقال به جمعٌ من الصحابة: يجوز مع الكراهة. وهذا إن لم تكن هناك حاجة وأما معها فيجوز بلا كراهة، قال ابن قدامة (رحمه الله) : إلا أن يكون في دار الحرب فتدعو الحاجة إلى الوطء فيطأ ويعزل.",
            "page": "1",
            "part": "28",
            "seal": "2E9BC4B4"
        },
        {
            "id": "167",
            "nass": "أدلة القائلين بالجواز بلا كراهة: حديث جابر بن عبد الله (رضي الله عنهما) : كنا نعزل والقرآن ينزل متفقٌ عليه. وفي روايةٍ عند مسلم: قال سفيان: لو كان شيءٌ ينهى عنه لنهانا عنه القرآن. وفي لفظٍ آخر: فبلغ ذلك النبي (صلى الله عليه وسلم) فلم ينهنا. وعن جابر أن رجلاً سأل النبي (صلى الله عليه وسلم) فقال: عندي جاريةٌ وأنا أعزل عنها، فقال رسول الله (صلى الله عليه وسلم) : إن ذلك لن يمنع شيئاً أراده الله رواه مسلم. ولحديث أبي سعيدٍ الخدري (رضي الله عنه) قال: أصبنا سبياً فكنا نعزل فسألنا النبي (صلى الله عليه وسلم) فقال: أو إنكم تفعلون؟ وقالها ثلاثاً، مانسْمةٌ كائنةٌ إلى يوم القيامة إلا هي كائنة متفقٌ عليه. وعند مسلم: لا عليكم ألا تفعلوا. ¶ ولحديث أسامة (رضي الله عنه) في الرجل الذي قال: إني أعزل عن امرأتي، فقال رسول الله (صلى الله عليه وسلم) لم تفعل ذلك؟ فقال الرجل: أشفق على ولدها أو على أولادها، فقال رسول الله (صلى الله عليه وسلم) : لو كان ضاراً ضر فارس والروم رواه مسلم. ¶ وأما القائلون بالتحريم فاستدلوا بحديث جذامة بنت وهب أخت عكاشة وفيه: وسألوه عن العزل فقال: ذلك الوأد الخفي. رواه مسلم. ¶ وأما القائلون بالجواز مع الكراهة فقالوا بذلك جمعاً بين الأدلة ومما يدل على الكراهة سؤال النبي عن سبب الفعل كما في حديث أسامة وبيانه أن ذلك لا يمنع شيئاً أراده الله. وأجابوا عن حديث جذامة بأنه معارضٌ بحديث أبي سعيد الخدري لما قيل للنبي (صلى الله عليه وسلم) أن اليهود تسمي العزل: الموؤدة الصغرى فقال: كذبت يهود لو أراد الله أن يخلقه ما استطعت أن تصرفه رواه أبو داود، ورواه الترمذي من حديث جابر، والبيهقي من حديث أبي هريرة (رضي الله عنه) .",
            "page": "2",
            "part": "28",
            "seal": "F2ED43D6"
        },
        {
            "id": "168",
            "nass": "2- وسائل منع الحمل: من الوسائل القديمة العزل كما سبق، ومما استجد استخدام حبوب منع الحمل، أو أن يوضع بالرحم ما يمنع وصول الحيوان المنوي إلى البويضة وهو ما يسمى باللولب وغير ذلك. ¶ 3- حكم استخدام وسائل منع الحمل أو تنظيمه: ¶ أما منع الحمل وقطعه بالكلية فهذا لا يجوز ومما يدل على ذلك ما يلي: ¶ 1- ما علم من حث الشريعة على الإكثار من النسل والترغيب فيه. ¶ 2- نهي الرسول عن الاختصاء والتبتل، فهذا وإن كان في حق الرجل فيقاس عليه المرأة. ومما ورد في ذلك حديث سعدٍ (رضي الله عنه) قال: لقد رد رسول الله (صلى الله عليه وسلم) على عثمان بن مظعون التبتل ولو أذن لاختصينا رواه النسائي والترمذي وقال: حسنٌ صحيح. ¶ وأما تنظيم الحمل فيجوز عند الحاجة قياساً على العزل قال الزرقاني (رحمه الله) : ومثل العزل أن يجعل في الرحم خرقةً ونحوها مما يمنع وصول الماء للرحم. وقال الصنعاني (رحمه الله) : معالجة المرأة لإسقاط النطفة قبل نفخ الروح متفرعٌ جوازه وعدمه على الخلاف في العزل، ومن أجازه أجاز المعالجة، ومن حرمه حرم هذا بالأولى، ويلحق بهذا تعاطي المرأة ما يقطح الحبل من أصله. وفي حاشية البجيرمي: وأما ما يبطيء الحبل، ولا يقطعه من أصله فلا يحرم. وفي حاشية رد المحتار: وقال الزركشي: ويجوز لها سد فم رحمها، كما تفعله النساء. وفي نهاية المحتاج: وقال الزركشي: وعلى القول بالمنع، فلو فرق بين ما يمنع بالكلية، وبين ما يمنع في وقتٍ دون وقتٍ لكان متجهاً. ¶ وقال بعض العلماء: لها أن تستعمل ما يمنع الحمل مدة الحولين إن أرادت أن تتم الرضاعة، والله أعلم. ¶ وقد صدر من مجلس هيئة كبار العلماء قراراً جاء فيه:",
            "page": "3",
            "part": "28",
            "seal": "9A0E47F4"
        },
        {
            "id": "169",
            "nass": "نظراً إلى أن الشريعة الإسلامية ترغب في انتشار النسل وتكثيره، وتعتبر النسل نعمة كبرى، ومنِة عظيمة من الله منَّ الله بها على عباده فقد تضافرت في ذلك النصوص الشرعية من كتاب الله وسنة رسوله (() … ونظراً إلى أن القول بتحديد النسل أو منع الحمل مصادم للفطرة الإنسانية التي فطر الله الخلق عليها وللشريعة الإسلامية التي ارتضاها الرب تعالى لعباده. ونظراً إلى أن دعاة القول بتحديد النسل أو منع الحمل فئة تهدف بدعوتها إلى الكيد للمسلمين بصفة عامة، وللأمة العربية المسلمة بصفة خاصة حتى تكون لهم القدرة على استعمار البلاد واستعمار أهلها، وحيث أن في الأخذ بذلك ضرباً من أعمال الجاهلية وسوء الظن بالله تعالى، وإضعافاً للكيان الإسلامي المتكون من كثرة اللبنات البشرية وترابطها، لذلك كله فإن المجلس يقرر بأنه لا يجوز تحديد النسل مطلقاً، ولا يجوز منع الحمل إذا كان القصد من ذلك خشية الإملاق لأن الله تعالى هو الرازق ذو القوة المتين (وما من دابة في الأرض إلاّ على الله رزقها) أما إذا كان منع الحمل لضرورةٍ محققة ككون المرأة لا تلد ولادة عادية، وتضطر معها إلى إجراء عملية جراحية لإخراج الولد أو كان تأخيره لفترة لمصلحة يراها الزوجان فإنه لا مانع حينئذ من منع الحمل أو تأخيره عملاً بما جاء في الأحاديث الصحيحة وما روي عن جمع من الصحابة (رضوان الله عليهم) من جواز العزل، وتمشياً مع ما صرح به الفقهاء من جواز شرب الدواء لإلقاء النطفة قبل الأربعين بل قد يتعين منع الحمل في حالة ثبوت الضرورة المحققة. أ. هـ ¶ وقد أصدر مجمع الفقه قراراً جاء فيه:",
            "page": "4",
            "part": "28",
            "seal": "7C7410CE"
        },
        {
            "id": "170",
            "nass": "بعد اطلاعه على البحوث المقدمة من الأعضاء والخبراء في موضوع: تنظيم النسل، واستماعه للمناقشات التي دارت حوله وبناء على أن مقاصد الزواج في الشريعة الإسلامية الإنجاب والحفاظ على النوع الإنساني وأنه لا يجوز إهدار هذا المقصد لأن إهداره يتنافى مع نصوص الشريعة وتوجيهاتها الداعية إلى تكثير النسل والحفاظ عليه والعناية به باعتبار حفظ النسل أحد الكليات الخمسة التي جاء في الشرائع رعايتها قرر ما يلي: ¶ 1- لا يجوز إصدار قانون عام يحد من حرية الزوجين في الإنجاب. ¶ 2- يحرم استئصال القدرة على الإنجاب بين الرجل أو المرأة وهو ما يعرف بالإعقام او التعقيم ما لم تدع إلى ذلك الضرورة بمعاييرها الشرعية. ¶ 3- يجوز التحكم المؤقت للإنجاب بقصد المباعدة بين فترات الحمل، أو إيقافه لفترة معينة من الزمان إذا دعت إليه حاجة معتبرة شرعاً بحسب تقدير الزوجين عن تشاور بينهما وتراض بشرط ألاّ يترتب على ذلك ضرر، وأن تكون الوسيلة مشروعة، وألاّ يكون فيها عدوان على حمل قائم والله أعلم. أ. هـ. ¶ وعلى أية حال فينبغي أن يقتصر استعمال حبوب منع الحمل على الضرورة والحاجة الملحة فقد ذكر الدكتور خالد الموسى في مجلة البيان تحت عنوان (حبوب منع الحمل ما لها وما عليها) ذكر بعض الآثار السيئة لها ومنها: انحباس الأملاح والسوائل، وتخثر الدم، والتهاب الأوردة، وحدوث الخفقان واضطرابات القلب، وتؤدي أيضاً إلى حدوث اضطراباتٍ نفسيةٍ وسلوكية. ¶ وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. ¶ المراجع: ¶ 1- منار السبيل في شرح الدليل لإبن ضريان/ ط مكتبة المعارف. الجزء الأول، ص 92. ¶ 2- مجموع فتاوي سماحة الشيخ عبد العزيز بن عبد الله بن باز. ط دار الوطن. الجزء الخامس، القسم الأول، ص 110. ¶ 3- فتاوى هيئة كبار العلماء. ط مكتبة التراث الإسلامي. ¶ 4- مجلة مجمع الفقه الإسلامي. العدد (4) الجزء الأول، ص 73. ¶ 5- مجلة البحوث الإسلامية. 30/287، 291. ¶ 6- مجلة البيان 32/93.",
            "page": "5",
            "part": "28",
            "seal": "BEAB5FB6"
        },
        {
            "id": "171",
            "nass": "7- تحديد النسل د/عبد الله بن عبد المحسن الطريقي.",
            "page": "6",
            "part": "28",
            "seal": "4D24F37B"
        },
        {
            "id": "172",
            "nass": "التلقيح الاصطناعي ¶ المراد به: التلقيح الاصطناعي يطلق على عدة عمليات مختلفة يتم بموجبها تلقيح البييضة بحيوان منوي وذلك بغير طريق الاتصال الطبيعي الجنسي. ¶ أو هو: أن يؤخذ مني الرجل ويحقن داخل المهبل، أو يؤخذ مني الرجل والمرأة معاً ويوضع في طبق اختبارٍ ثم يزرع في الرحم. ¶ أنواع التلقيح الاصطناعي: ¶ 1ـ الطريقة الأولى: التلقيح الإصطناعي الداخلي: ¶ وهو ما أُخذ فيه ماء الرجل وحقن في محله المناسب داخل مهبل المرأة زوجة أو غيرها. ويسمى أيضاً بالإخصاب الداخلي أو التلقيح الإخصابي الذاتي. ¶ 2ـ الطريقة الثانية: التلقيح الاصطناعي الخارجي (طفل الأنبوب) وهو ما أخذ فيه الماء من رجل وامرأة زوجين أو غيرهما وجعلا في أنبوب أو طبق اختبار ثم تزرع في مكانها المناسب من رحم المرأة. ويسمى أيضاً: الإخصاب المعملي حيث يتم الإخصاب في وسط معملي. ¶ الأسباب الداعية إلى التلقيح الإصطناعي: ¶ 1 ـ الأسباب الداعية إلى التلقيح الإصطناعي الداخلي: ¶ أـ ضعف الحيوانات المنوية لدى الزوج فيجمع المني ويركز ويتم إدخاله إلى داخل الرحم في فترة الإخصاب لدى الزوجة. ¶ ب ـ إذا كانت حموضة المهبل تقتل الحيوانات المنوية للزوج بصورة غير اعتيادية. ¶ ج ـ إذا كان هناك تضاد مناعي بين خلايا الزوج والزوجة. ¶ دـ إذا أصيب الزوج بالإنزال السريع أو العنة (عدم القدرة على الإيلاج) . ¶ هـ ـ إذا كانت إفرازات عنق الرحم تعيق ولوج الحيوانات المنوية. ¶ وـ إذا أصيب الزوج بمرض خبيث (سرطان) ويستدعي ذلك العلاج بالأشعة والعقاقير التي تؤدي إلى العقم، فتؤخذ دفعات من المني وتحفظ ثم تلقح الزوجة في الوقت المناسب. ¶ 2ـ الأسباب الداعية إلى التلقيح الإصطناعي الخارجي: ¶ أـ قفل أو إصابة الأنابيب في الجهتين وفشل محاولة إصلاحها جراحياً، وهذا أهم الأسباب. ¶ ب ـ حدوث انتباذ في بطانة الرحم. ¶ ج ـ حدوث تضاد مناعي في جهاز المرأة التناسلي (الزوجة) . ¶ د ـ حدوث تضاد مناعي في جهاز الرجل التناسلي (الزوج) .",
            "page": "1",
            "part": "29",
            "seal": "60CBD858"
        },
        {
            "id": "173",
            "nass": "هـ عيوب شديدة في مني الزوج (قلة المني ـ قلة الحركة ـ كثرة الحيوانات المنوية الميتة…الخ) . ¶ وـ أسباب مجهولة لدى الرجل أو لدى المرأة تسبب قلة الخصوبة. ¶ ز ـ إفرازات عنق الرحم المعادية للحيوانات المنوية. ¶ صور التلقيح الاصطناعي: ¶ 1- صور التلقيح الاصطناعي الداخلي: ¶ أـ أن تؤخذ النطفة الذكرية من رجل متزوج (ولو كان ميتاً) وتحقن في الموضع المناسب داخل مهبل الزوجة أو رحمها. ¶ ب ـ أن تؤخذ نطفة من رجل وتحقن في الموضع المناسب من زوجة رجل آخر حتى يقع التلقيح داخلياً. ويلجأ لهذه الصورة إذا كان الزوج عقيماً. ¶ 2- صور من التلقيح الإصطناعي الخارجي: ¶ أـ أن تؤخذ نطفة من زوج وبويضة من مبيض زوجته فتوضعا في أنبوب اختبار طبي بشروط فيزيائية معينة حتى تلقح نطفة الزوج بويضة زوجته في وعاء الاختبار ثم بعد أن تأخذ اللقيحة بالانقسام والتكاثر تنقل في الوقت المناسب من أُنبوب الإختبار إلى رحم الزوجة نفسها صاحبة البويضة لتلعق في جداره وتنمو. وهذه هي ما يسمى (طفل الأُنبوب) ويلجأ لها عندما تكون الزوجة عقيماً بسبب انسداد القناة التي تصل بين مبيضها ورحمها (قناة فالوب) . ¶ ب ـ أن يجري تلقيح خارجي في أُنبوب الإختبار بين نطفة مأخوذة من زوج وبويضة مأخوذة من مبيض إمرأة ليست زوجته يسمونها متبرعة ثم تزرع اللقيحة في رحم زوجته. ويلجأ إلى هذا الأسلوب عندما يكون مبيض الزوجة مستأصلاً أو معطلاً ولكن رحمها سليم قابل لعلوق اللقيحة فيه. ¶ ج ـ أن يجري تلقيح خارجي في أُنبوب إختبار بين نطفة رجل وبويضة إمرأة ليست زوجته يسمونها متبرعة ثم تزرع اللقيحة في رحم إمرأة متزوجة. ويلجأ إلى ذلك حينما تكون المرأة المتزوجة التي زرعت اللقيحة فيها تعطل مبيضها لكن رحمها سليم.",
            "page": "2",
            "part": "29",
            "seal": "3A02432B"
        },
        {
            "id": "174",
            "nass": "د ـ أن يجرى تلقيح خارجي في وعاء الإختبار بين بذرتي زوجين ثم تزرع اللقيحة في رحم امرأةٍ تتطوع بحملها. ويلجأ لذلك حينما تكون الزوجة غير قادرة على الحمل لسببٍ في رحمها ولكن مبيضها سليم منتج، أو تكون غير راغبة في الحمل ترفاً فتتطوع امرأةٌ أخرى بالحمل عنها. ¶ هـ هذه الصورة كسابقتها إلاّ أن المتبرعة بحمل اللقيحة هنا هي ضرة الزوجة. ¶ الحكم الشرعي: ¶ ... أما الصورة الثانية من صور التلقيح الإصطناعي الداخلي وكذلك الصورة الثانية والثالثة والرابعة من صور التلقيح الخارجي فهي محرمة، لأن مصدر اللقيحة فيها متكون من مصدرين غير متزوجين، أو لأنها وضعت في عنق رحم إمرأة ليست زوجةً. ويبقى الكلام في الصورة الأولى من صور التلقيح الإصطناعي الداخلي، وكذلك الصورة الأولى من صور التلقيح الإصطناعي الخارجي فهذه اختلفت فيها أنظار العلماء: ¶ 1ـ فأجازها بعضهم عند الحاجة بشروط: ¶ أ- أن يكون كشف العورة بقدر الضرورة. ¶ ب- وأن تتولى العلاج امرأة مسلمة إن أمكن وإلاّ فامرأةٌ غير مسلمة وإلاّ فطبيب مسلم ثقة، وإلاّ فغير مسلم. ¶ ج ـ عدم الخلوة عند العلاج. ¶ دـ إتلاف ما زاد من الماءين. ¶ هـ أن تتم عملية التلقيح بوجود الزوج نفسه ورضاه. ¶ وـ اتخاذ كافة الاحتياطات اللازمة خشية اختلاط الأنساب، ويفضل التلقيح مباشرة ¶ 2ـ ومنهم من قال بالتحريم. ¶ 3ـ ومنهم قال إنها من مواطن الضرورة فلا يفتى فيها بفتوى عامة، وعلى من يبتلى سؤال من يثق بدينه وعلمه. ¶ 4- ومن العلماء من أجاز الداخلي وتوقف في الخارجي. ¶ الأدلة: ¶ 1- أدلة القائلين بالجواز: ¶ أ- أن التلقيح الإصطناعي كالتلقيح الطبيعي فكل منهما يحصل به النسل بطريق شرعي. ¶ ب ـ أن في التلقيح الإصطناعي تحقيق لمقصد شرعي وهو التكاثر. ¶ ج ـ أنه من باب التداوي المباح في الشريعة. ¶ 2- أدلة القائلين بالتحريم: ¶ 1ـ أن الإنجاب المعروف إنما يكون عن طريق الجماع وهو الذي أشار إليه القرآن الكريم وعبر عنه بالحرث.",
            "page": "3",
            "part": "29",
            "seal": "9594AF15"
        },
        {
            "id": "175",
            "nass": "2ـ سداً للذريعة فقد تؤخذ عينة من شخص وتنسب لآخر، أو توضع في بييضة امرأةٍ أخرى. ¶ 3ـ أن في توسيع العمل بهذه الطريقة ما يؤدي إلى تكاثر الشكوك، والمحافظة على العرض من مقاصد الشريعة. ¶ 3ـ دليل من قال: لا يفتى فيه بفتوى عامة. ¶ أنه من مواطن الضرورة فيحتاج إلى النظر في كل حالة وتقديرها بقدرها. ¶ وأما مجمع الفقه فقد أجازها عند الحاجة إلاّ أنه نصح المسلمين الغيورين على دينهم ألاّ يلجئوا إلى ممارستها (أي الصور الجائزة) إلاّ في حالة الضرورة القصوى، وبمنتهى الاحتياط والحذر من اختلاط النطف أو اللقاح نظراً لما في الصناعي بوجهٍ عام من ملابسات في الصور الجائزة شرعاً، ومن احتمال اختلاط النطف واللقاح في أوعية الإختبار، ولا سيما إذا كثرت ممارسته وشاعت وانتشرت. وقد ذكر الدكتور محمد البار (حفظه الله) بعض المحاذير والأضرار الناتجة من عملية التلقيح الاصطناعي ومنها: ¶ 1ـ أن كثيراً من المتبرعين بالمني مجهولاً، ويكون مصاباً بأحد الأمراض التناسلية (1) فينتقل ذلك إلى المرأة التي تلقح بمائه. ¶ 2ـ أن تستخدم بنوك المني مني رجل واحد مثلاً لتلقيح كثير من النساء. ¶ 3ـ الفوضى والجهل في الأنساب نتيجة الولادة عن طريق التلقيح الاصطناعي بماء متبرع. ¶ 4ـ استنبات الأجنة المجمدة في الثلاجة، وحتى في حال أخذ المرأة لمني زوجها المجمد بعد وفاته، فإنه ينشأ عن ذلك إشكالات في نسبة الجنين إليه وإرثه منه. ¶ 5ـ فتح الباب لإنشاء شركات تجارية لبنوك المني. ¶ 6ـ تكوين شركات تجارية لبيع الأرحام المستعارة. ¶ 7ـ تم في الدول الغربية تلقيح آلاف النساء الغير متزوجات بمني حصلن عليه من البنوك. ¶ 8ـ فتح الباب للتحكم في جنس الجنين. ¶ 9ـ فتح الباب لزرع مبيض امرأة في محل مبيض تالف لامرأة أخرى، وزرع الخصية والرحم. ¶ 10- رفض المرأة صاحبة الرحم المستعار تسليم الجنين. ¶ __________ ¶ (1) - والأمراض الوراثية كذلك، فاحتمال الإصابة بها كبير.",
            "page": "4",
            "part": "29",
            "seal": "60F4F664"
        },
        {
            "id": "176",
            "nass": "وأما أخذ الماء من الزوجين ووضعه في رحم زوجةٍ أخرى له بتلقيحٍ داخلي أو خارجي. ¶ فقد أجاز هذا الصورة في أول الأمر مجلس المجمع الفقهي بمكة المكرمة التابع لرابطة العالم الإسلامي في قراره الخامس الذي أصدره في دورته السابعة، وعلل ذلك بالحاجة. ثم تراجع عن هذا القرار وعلل سبب تراجعه بأن الزوجة التي زرعت فيها لقيحة ببيضة الزوجة الأولى قد تحمل ثانياً قبل انسداد رحمها على حمل اللقيحة من معاشرة الزوج لها في فترة متقاربة مع زرع اللقيحة وهذا يوجب اختلاط الأنساب لجهة الأم الحقيقة لكل من الحملين والتباس ما يترتب على ذلك من أحكام، وذلك في الأمرين التاليين: ¶ 1ـ أنه قد تلد في هذه الحالة توأمين، ولا نستطيع أن نميز ولدا اللقيحة من ولد معاشرة الزوج، كما أننا لا نستطيع أن نعرف أم ولد اللقيحة التي أخذت منها البييضة من أم ولد معاشرة الزوج. ¶ 2ـ أن أحد الحملين قد يموت علقة أو مضغة ولا يسقط إلاّ مع ولادة الحمل الآخر الذي لا يعلم أيضاً أهو ولد اللقيحة أم حمل معاشرة الزوج. ¶ أما مجلس الفقه الإسلامي المنبثق من منظمة المؤتمر الإسلامي فقد ذهب إلى تحريم هذه الحالة، ومنعها منعاً باتاً لذاتها، أو لما يترتب عليها من اختلاط الأنساب وضياع الأمومة وغير ذلك من المحاذير الشرعية (1) . ¶ المراجع: ¶ 1ـ أخلاقيات التلقيح الاصطناعي د. محمد البار. 2- خلق الإنسان بين الطب والقرآن. د. محمد البار. 3ـ فقه النوازل، د. بكر أبو زيد. 4ـ الطبيب أدبه وفقهه د. زهير السباعي. 5ـ الأحكام الطبية المتعلقة بالنساء، د. محمد خالد منصور. ¶ __________ ¶ (1) - والنوازل الطبية كثيرة ومنها: الاستنساخ. وانظر قرارات الرابطة ص216 ومجلة المجمع العدد 10. ومجلة البحوث الفقهية 42/148.",
            "page": "5",
            "part": "29",
            "seal": "E2AE7595"
        },
        {
            "id": "177",
            "nass": "6ـ التلقيح الصناعي. للشيخ مصطفى للزرقاء. 7ـ مجموعة الفتاوى الشرعية الصادرة عن قطاع الإفتاء والبحوث الشرعية بدولة الكويت. 8ـ مجلة الفقه الإسلامي عدد 2 ج1 ـ عدد3 ج1. 9ـ المجلة الفقهية المعاصرة. 10ـ فتاوى معاصرة، والحلال والحرام للشيخ يوسف القرضاوي. 11ـ فتاوى معاصرة، للشيخ محمود شلتوت. ¶ 12ـ الحلال والحرام في الإسلام للشيخ أحمد عساف. 13ـ الفقه الإسلامي وأدلته للشيخ وهبة الزحيلي. 14ـ أحكام عقم الإنسان في الشريعة الإٍسلامية. للشيخ زياد صبحي ذياب.",
            "page": "6",
            "part": "29",
            "seal": "AB4C7848"
        },
        {
            "id": "178",
            "nass": "فهرس الموضوعات ¶ الموضوع ………….………………………………رقم الصفحة. ¶ المقدمة…………………………………………….… ... 2 ¶ النوازل في العبادات………….…………………………….3 ¶ استعمال مياه الصرف الصحي…………….………………… ... 4 ¶ زكاة الأسهم والسندات…………………… ... …………..….6 ¶ إثبات رؤية الهلال بالمنظار………………………..….…….…9 ¶ النوازل المالية…………………………………….…..…12 ¶ الأوراق النقدية، زكاتها وجريان الربا فيها………………..…… ... 13 ¶ تغير قيمة العملة وأثره………………………….….….……17 ¶ بدل الخلو…………………………………..…..……..19 ¶ التقابض في المعاملات المصرفية المعاصرة…………………..……..27 ¶ إجراء العقود بوسائل الاتصال الحديثة…………………………..34 ¶ حكم بيع أعضاء الإنسان…………………………..…..…..37 ¶ بيع الاسم التجاري…………………………………….….41 ¶ النوازل في الجنايات…………………..…………………..53 ¶ حوادث السيارات……………………….………………..54 ¶ النوازل في القضاء…………………………….………….63 ¶ الحكم بالقرائن…………………………………..………64 ¶ النوازل الطبية……………………………………..……67 ¶ التداوي ومسئولية الطبيب…..…………… ... ……………….68 ¶ موت الدماغ……………………………………………71 ¶ رفع أجهزة الإنعاش………………………… ... …..…… ... 83 ¶ التزاحم على أجهزة الإنعاش…………………………………88 ¶ نقل الأعضاء…………………………………….…….103 ¶ زراعة الأعضاء بعد قطعها في حدٍ أو قصاص……………….….…130 ¶ حكم التشريح………………………………….………135 ¶ جراحة التجميل……………………………….….…….149 ¶ استعمال أدوية منع الحمل والحيض……………….…….….….153 ¶ التلقيح الصناعي……………………………….………..158",
            "page": "1",
            "part": "30",
            "seal": "3EFC89CB"
        }
    ],
    "t2031": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "بعض النوازل في العبادات"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "استعمال مياه الصرف الصحي"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "زكاة الأسهم والسندات"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "إثبات رؤية الهلال بالمنظار"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "النوازل المالية"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "الأوراق النقدية ـ زكاتها وجريان الربا فيها"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "تغير قيمة العملة وأثره في التعامل والديون"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "بدل الخلو"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "التقابض في المعاملات المصرفية المعاصرة"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "إجراء العقود بوسائل الاتصال الحديثة"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "حكم بيع أعضاء الإنسان"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "بيع الاسم التجاري"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "النوازل في الجنايات"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "حوادث السيارات"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "النوازل في القضاء"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "الحكم بالقرائن"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "بعض النوازل الطبية"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": null,
            "tit": "حكم التداوي ومسئولية الطبيب"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "موت الدماغ"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": null,
            "tit": "رفع أجهزة الإنعاش الصناعي"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "نقل الأعضاء من الشخص الميت أو الحي وزرعها في الإنسان الحي"
        },
        {
            "id": "139",
            "lvl": "2",
            "sub": null,
            "tit": "زراعة الأعضاء بعد قطعها في حد أو قصاص"
        },
        {
            "id": "145",
            "lvl": "2",
            "sub": null,
            "tit": "حكم التشريح"
        },
        {
            "id": "160",
            "lvl": "2",
            "sub": null,
            "tit": "جراحة التجميل"
        },
        {
            "id": "164",
            "lvl": "2",
            "sub": null,
            "tit": "حالة اللقائح المستنبتة خارج الرحم"
        },
        {
            "id": "166",
            "lvl": "2",
            "sub": null,
            "tit": "استعمال أدوية منع الحيض والحمل"
        },
        {
            "id": "172",
            "lvl": "2",
            "sub": null,
            "tit": "التلقيح الاصطناعي"
        }
    ]
}