{
    "b2033": [
        {
            "id": "2",
            "nass": "ـ[تنبيه المؤمن الأواه بفضائل لا إله إلا الله]ـ ¶ المؤلف: أحمد بن يوسف بن محمد الأهدل ¶ مراجعة وتقديم: الدكتور هاشم محمد علي بن حسين مهدي ¶ الناشر: دار طوق النجاة ¶ الطبعة: الأولى، 1427 هـ - 2006 م ¶ عدد الأجزاء: 1 ¶ [ترقيم الكتاب موافق للمطبوع]",
            "page": null,
            "part": null,
            "seal": "1C06014A"
        },
        {
            "id": "3",
            "nass": "[تقريظ] ¶ بسم الله الرحمن الرحيم ¶ تصدير بقلم الدكتور هاشم محمد علي مهدي ¶ - عافاه الله تعالى- ¶ الحمد لله رب العالمين، والصلاة والسلام على إمام المرسلين، وخاتم النبيين، وعلى آله وصحبه أجمعين، والتابعين لهم بإحسان إلى يوم الدين، وعلينا معهم برحمتك يا أرحم الراحمين .. ؛ ¶ * لا اله إلا الله أساس الدين. ¶ * لا اله إلا الله علم اليقين. ¶ * لا اله إلا الله مصدر التمكين. ¶ * لا اله إلا الله بُشرى المؤمنين، انسهم وجنهم أجمعين. ¶ * لا اله إلا الله ذِكْرُ الصالحين والمقربين في الملاء الأعلى إلى يوم الدين. ¶ * لا اله إلا الله سر شفاعة الشافعين. ¶ * لا اله إلا الله طوق نجاة الهالكين. ¶ * لا اله إلا الله عدد الذاكرين بها والغافلين. ¶ * لا اله إلا الله عدد العارفين بها والجاهلين. ¶ * لا اله إلا الله عدد الأميين والكاتبين من آدم إلى يوم الدين. ¶ * لا اله إلا الله حتى يرضي بها عنا رب العالمين.",
            "page": "6",
            "part": "1",
            "seal": "326B8E14"
        },
        {
            "id": "4",
            "nass": "* اللهم إنها اسمك الجامع لأسمائك، وصفتك الجامعة لصفاتك، فأخرج بها اللهم المؤمنين من الظلمات إلى النور، ومن الأحزان إلى السرور، ومن جور الأديان إلى عدل الإسلام، ومن ذل المعصية إلى عِزّ الطاعة، ومن الضيق إلى السعة، واجعل لا اله إلا الله عونًا ومعينًا لقائليها حتى يلقوك بها سالمين. ¶ * لا اله إلا الله محمد رسول الله صلى الله عليه وسلم، عليها نحيا، وعليها نموت، وعليها نُبعث إن شاء الله من الأمنين * ¶ وصلى الله على سيدنا محمد أفضل من قال: لا اله إلا الله، وبها عَمِل، ولأجلها جاهد، وبها بشَّر واستبشر، وعلى آله وصحبه والقائلين بها إلى يوم المعاد والمحشر. ¶ * تعال معي أيها القارئ نُحَلِّق في سماء لا اله إلا الله. ¶ * تعال معي أيها القارئ نغوص في بحر لا اله إلا الله. ¶ * تعال معي أيها القارئ نمشي في طريق لا اله إلا الله. ¶ * تعال معي أيها القارئ نستظل تحت ظلال لا اله إلا الله. ¶ * تعال معي أيها القارئ نذكر لا اله إلا الله. ¶ * تعال معي أيها القارئ نُقبل على لا اله إلا الله. ¶ * تعال معي أيها القارئ نفتتح أمور الدنيا والآخرة بلا اله إلا الله. ¶ * تعال معي أيها القارئ لنمتلئ من ذِكْرِ لا اله إلا الله- فتكون لنا الغذاء والشفاء والهواء والماء- وكيف لا وقد جمعت فيها الآلاء.",
            "page": "7",
            "part": "1",
            "seal": "5EC5F8F5"
        },
        {
            "id": "5",
            "nass": "* إن هاذا الكتاب الذي أعده الشريف الحسيب السيد أحمد بن يوسف ابن محمد الأهدل قد حوى الكثير من الجواهر الثمينة المكنونة من فضائل: لا اله إلا الله، التي هي أصل المعارف الدينية، ومحل العوارف اليقينية، لأن شرف العلوم على قدر شرف المعلوم، وشرف العالم على قدر شرف علمه. ولا شيء أشرف من الحق وطلبه. ولا شيء أشرف في الدنيا من معرفة الله وقربه. ولا شيء أشرف في الجنة من النظر إلى وجهه. ¶ * ومعرفة الله هي الغاية القصوى. واللباب الأصفى. وإن بداية السالك طلب المعرفة. ونهاية غايته توحيد الذات والصفة. لأن معرفة الله غاية الغايات. وتوحيده أجل وأكمل النهايات. ¶ * فلا اله إلا الله. هي أعلى شعب الإيمان، وعلى النطق بها بني الإسلام، وعلى قواعدها والعمل بمقتضاها بني الإيمان، وعلى فهم عقائدها والجمع بينهما بني الإحسان، ومن شهود شرفها يترقى إلى مبادي الإيقان، فقولها إسلام، وعملها إيمان، وفهمها إحسان، وتحققها إيقان. ¶ * فالتوحيد هو العلم. والعمل أصل الإيمان. والإيمان هو التصديق. وكل تصديق بالقلب فهو علم. فإذا ثبت سمي توحيدا. فإذا رسخ سمي معرفة. فطوبى لمن انتشق عبيره. وذاق طعمه ولذيذ حلاوته. ¶ فجزى الله المؤلف خير الجزاء حيث استخرج كنوزها، وأضاء مصابيحها، وجلَّى أسرارها، وكشف أستارها، ففاح عبيرها وانتشر، وسنا نورها ظهر وبهر. نسأل الله لنا وله والمؤمنين بها: (جَنَّاتٍ وَنَهَرٍ * فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ). [القمر:54،55].",
            "page": "8",
            "part": "1",
            "seal": "6B54BE9C"
        },
        {
            "id": "6",
            "nass": "فالحمد لله الكبير الأكبر، وصلى الله على عبده سيدنا محمد صاحب الوجه الأنور، والجبين الأزهر، الذي عرف لا اله إلا الله عدد ما أظهر الله من علومها وستر. ¶ وآخر دعوانا أن الحمد لله رب العالمين. ¶ د. هاشم محمد علي مهدي",
            "page": "9",
            "part": "1",
            "seal": "D4E639A7"
        },
        {
            "id": "7",
            "nass": "بسم الله الرحمن الرحيم ¶ تقريظ فضيلة العلامة الدكتور أحمد عبد العزيز الحداد ¶ - عافاه الله تعالى- ¶ هنيئًا أخا الأفضال من نسل أهدل ... بهاذا الحديث العذب أهداكه الله ¶ هنيئًا على هاذا الحديث وحيثما ... كتبت فالبتوفيق للقول تغشاه ¶ ولا سيما تنبيهك العذب مؤمنا ... لدائرة الإيمان قول هو الله ¶ أتيت بفصل القول والفضل كله ... لهاذا اليراع الصب في مدح مولاه ¶ فما كتب الكُتَّاب في سر كلمة ... أتانا بها المختار طوعا لرباه ¶ كما كتب الأستاذ أحمد يوسفٍ ... ولا غرو من نور النبوة سقياه ¶ فدم وارتشف واكتب بنور محمد ... ومن نبعك الفياض عذبا شربناه ¶ رعاك إله العرش في كل ساعة ... وفي كل مسطور لمن هو أوَّاه",
            "page": "10",
            "part": "1",
            "seal": "EB24A8A2"
        },
        {
            "id": "9",
            "nass": "تقريظ فضيلة العلامة الشيخ ماجد مدير المدرسة الصولتية ¶ بسم الله الرحمان الرحيم ¶ تقريظ فضيلة العلامة الدكتور حسن محمد الأهدل ¶ نائب رئيس جامعة صنعاء سابقاً ¶ - عافاه الله تعالى- ¶ الحمد لله الذي شهد لنفسه بأنه الله لا إله إلا هو، وشهدت ملائكته بذلك، وشهد ألو العلم، فهو وحده المتفرد بالألوهية والعبودية بحق لا أحد سواه، نحمده أن أرشدنا لذكره بأفضل أسمائه وبكلمة التوحيد، وجعلنا خير أمة أخرجت للناس وجعلنا أمة وسطاً. ¶ ونشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وصحبه وسلم تسليماً كثيراً. ¶ أما بعد: فلقد اطلعت على ما كتبه الأخ السيد العلامة أحمد بن يوسف بن محمد الأهدل في رسالته الموسومة «بتبيه المؤمن الأوَّاه بفضائل لا اله إلا الله». فوجدته قد أبدع وأفاد فيها كثيراً بما جمعه من فضائل هذه الكلمة التي قام عليها أمر الكون وأمر الدنيا والآخرة وأكملها بفضائل شهادة أن محمداً رسول الله المكملة لمعنى التوحيد والمحققة للإيمان والتي لا يقبل الله من المسلم إيمان إلا بها.",
            "page": "12",
            "part": "1",
            "seal": "00E138C7"
        },
        {
            "id": "10",
            "nass": "فجزاه الله خيراً على ما قدم من خير للناس وعمل يهتدون به ويعملون بمعنى هذه الكلمة الطيبة المباركة فيتحقق لهم ما يرجون من الله من معاني هذه الكلمة وبذكرها في كل لحظة ونفس يكتب الله لهم الحسنات والخير المستمر الدائم، فبارك الله فيه وفي عمله وعلمه ونفع به الإسلام والمسلمين. ¶ ونسأل الله التوفيق للجميع لما يحبه ويرضاه. ¶ وصلى الله على سيدنا محمد وعلى آله وصحبه أجمعين. ¶ ...",
            "page": "13",
            "part": "1",
            "seal": "606F1C80"
        },
        {
            "id": "11",
            "nass": "بسم الله الرحمان الرحيم ¶ المقدمة ¶ الحمد لله المتفرد بالكمال، المتوحد بصفات الجلال، المنزه عن الشركاء والأمثال، الذي لا يعبد بحق في الوجود إلا إياه، الكريم الذي من توكل عليه كفاه، ومن آمن به هداه، ومن سأله أعطاه ما تمناه، هادي الحائرين، وواصل المنقطعين، وبه نستعين على أمور الدنيا والدين. ¶ وأشهد أن لا اله إلا الله وحده لا شريك له، شهادة بها النفوس مطمئنة، وهي لقائلها من النار جُنة، شهادة تصلح القلب واللسان من فساد الأفعال، شهادة أدخرها لهول السؤال. ¶ وأشهد أن سيدنا ونبينا محمداً عبده ورسوله الذي بصرنا من العمى وهدانا من الضلال، وبعثه مولاه بما يؤيد به كلمة الدين على التفصيل والإجمال، صلى الله عليه وعلى آله وأصحابه بالغدو والآصال .. آمين ¶ أما بعد: فإن أهمّ مباني الإسلام الحنيف وعماد الدين الحق: هو «شهادة أن لا اله إلا الله، وأن محمداً رسول الله صلى الله عليه وسلم» ¶ فالعبودية لله وحده هي شطر الركن الأول في العقيدة الإسلامية. ¶ المتمثل في شهادة: أن لا اله إلا الله. ¶ والتلقي عن رسول الله صلى الله عليه وسلم في كيفية هذه العبودية - هي شطرها الثاني- المتمثل في شهادة: أن محمداً رسول الله صلى الله عليه وسلم.",
            "page": "14",
            "part": "1",
            "seal": "DF11B63F"
        },
        {
            "id": "12",
            "nass": "والقلب المؤمن المسلم هو الذي تتمثل فيه هذه القاعدة بشطريها، فهي باب الدخول في الإسلام، وسُلم الرقاية للإيمان، ومعراج القلوب والأرواح إلى رب الأكوان، الرحيم الرحمان، لأن كل ما بعدها من مقومات الإيمان، وأركان الإسلام، إنما هو مقتضى لها، فالإيمان بملائكة الله وكتبه ورسله واليوم الآخر والقدر خيره وشره، وكذلك الصلاة والزكاة والصيام والحج، ثم الحدود والتعازير والحل والحرمة والمعاملات والتشريعات والتوجيهات الإسلامية .. إنما تقوم كلها على قاعدة العبودية لله وحده، كما أن المرجع فيها كلها هو مابلغه لنا رسول الله صلى الله عليه وسلم عن ربه. ¶ فهاتان الشهادتان هما كنز المؤمن ورأس ماله ومرجع سعادته في الدنيا والآخرة. ¶ هاذا وقد تتبعت فضائل: «لا اله إلا الله» فوجدتها من أحسن ما يجمع لي ولإخواني المسلمين. ¶ فجمعتها في رسالة صغيرة الحجم كبيرة النفع بأذن الله تعالى، ومقصودي من ذلك، تعليماً للجاهل، وتنبيهاً للغافل، وتذكيراً للعاقل، وأسميتها: «تنبيه المؤمن الآوَّاه بفضائل لا اله إلا الله». ¶ وقد رتبت هذه الرسالة على النحو الآتي: ¶ أولاً: ذكرت بأن التوحيد أعظم نعمة. ¶ ثانياً: ذكرت الأحاديث التي تشير إلى بشارة أهل التوحيد بالنجاة من النار والفوز بالجنة. ¶ ثالثاً: وضحت ورفعت الإشكال عن أحاديث هاذا الباب.",
            "page": "15",
            "part": "1",
            "seal": "81146B99"
        },
        {
            "id": "13",
            "nass": "رابعاً: ذكرت حقيقة محبة الله تعالى. ¶ خامسًا: ذكرت الثمرة لهذه المحبة. ¶ سادسًا: أشرت إلى أن الإكثار من ذكر «لا اله إلا الله» يورث الطاعة ويوجب المغفرة. ¶ سابعًا: شرعت في فضائل «لا اله إلا الله». ¶ وقسمتها إلى قسمين: ¶ القسم الأول: الآيات الواردة في فضلها والتنويه بها. ¶ القسم الثاني: الأحاديث الواردة في فضلها. ¶ ثم ذكرت مختصر فوائد «لا اله إلا الله». ¶ ثامنًا: ذكرت المواطن والأزمان التي يستحب المواظبة فيها على قول: «لا اله إلا الله». ¶ تاسعًا: أشرت إلى ارتباط «لا اله إلا الله» بـ «محمد رسول الله صلى الله عليه وسلم» وارتباط ذكره بالصلاة عليه صلى الله عليه وسلم، ومعنى الصلاة عليه صلى الله عليه وسلم. ¶ عاشرًا: بينت المقصود بالصلاة على النبي صلى الله عليه وسلم. ¶ حادي عشر: ذكرت مواطن الصلاة على النبي صلى الله عليه وسلم. ¶ ثاني عشر: شرعت في فضائل الصلاة على النبي صلى الله عليه وسلم. ¶ ثالث عشر: ذكرت الفوائد والثمرات الحاصلة بالصلاة على النبيصلى الله عليه وسلم ¶ ثم الخاتمة. أسأل الله تعالى حسنها.",
            "page": "16",
            "part": "1",
            "seal": "A13E4845"
        },
        {
            "id": "14",
            "nass": "هاذا والله أسأل أن يجعل ما جمعت ورتبت خالصاً لوجهه الكريم، ونافعاً لي ولإخواني المسلمين، وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه أجمعين، والحمد لله رب العالمين .. ؛ ¶ وكتبه ¶ راجي رحمة ربه الأجل ¶ أحمد بن يوسف بن محمد الأهدل",
            "page": "17",
            "part": "1",
            "seal": "218FA280"
        },
        {
            "id": "15",
            "nass": "بسم الله الرحمان الرحيم ¶ التوحيد أعظم النعم ¶ اعلم أن التوحيد أعظم النعم وأكبرها، وأنفعها في الدنيا والآخرة، فعلى من أنعم الله عليه به أن يعرف قدر تلك النعمة، ويسعى في حفظها ورعايتها، ودوام الشكر عليها، وأن يجتهد في تقوية توحيده، بملازمة الأخلاق الحسنة والأعمال الصالحة. ¶ واعلم أن للشهادتين أثراً عظيماً في تهذيب النفوس وتقويم الأخلاق، وتقوية الرابطة الاجتماعية. ¶ فإن في شهادة «لا اله إلا الله» تحرير العقول من الأوهام، وتطهيراً للنفوس من أدران الشرك، وسمُوَّاً بها من حضيض العبودية لغير الله تعالى، ومن الانحطاط إلى رذيلة عبادة الأصنام والحيوان والإنسان. وبها جمعُ القلوب على معبود واحد، وتوجيه الوجوه إلى قبلة واحدة. ولهاذا التوحيد أثره الطيب في جمع القلوب وتعاون بنى الإنسان على الخير والصلاح. ¶ كما أن شهادة «أن محمداً رسول الله»، والإيمان برسالته صلى الله عليه وسلم وكتابه القويم تقوية للأخلاق، وإصلاحاً للنفوس، وأسوة حسنة في جميع الشئون. ¶ فهاتان الكلمتان هما كنز المؤمن ورأس ماله، ومرجع سعادته في الدنيا والآخرة لمن تحقق بمقتضاهما، واستنار بسناهما فيما يلزمه في جانب",
            "page": "18",
            "part": "1",
            "seal": "C33636B7"
        },
        {
            "id": "16",
            "nass": "التوحيد. وفيما يلزمه من جانب الإتّبَاع لرسول الله الأكرم صلى الله عليه وسلم. فعلى قطب هاتين الشهادتين يدور صلاح الإنسان في الدارين (¬1). ¶ ... فالإيمان بهما هو أصل الأصول وأنفس النفائس، وأعز الأشياء، وهو مع ذلك أشدها خطراً، وأشقها حفظاً، وأحوجها إلى حُسن التعهُّد والتفقد، وحُسن النظر والاحتياط، وكل عزيز ونفيس فعلى مثل ذلك يكون ويوجد. ولا يزال المؤمن الشفيق على دينه، المحتاج لإيمانه ويقينه سائلاً الله ومتضرعاً إليه: في أن يُثَبِّته على دينه وإيمانه، وأن لا يُزيغ قلبه بعد إذ هداه إلى توحيده ومعرفته، وأن يكون خائفاً من سلب ذلك وتزلزله. وقد كان بعض السلف يحلف بالله إنه ما أمِنَ أحدٌ على إيمانه أن يُسلَبه إلا سُلِبَه. ¶ فالأمر الذي عليه المدار والتعويل والذي لا ينبغي لعاقلٍ من أهل الإيمان: أن يكون أعظم اهتماماً به وأشد حرصاً عليه وسعياً له من سلامة التوحيد وحفظ الإيمان حتى يموت ويخرج من الدنيا على ذلك بفضل الله وحسن تأييده وتثبيته؛ فإنه إن خرج من الدنيا على ذلك سلم من الشر كله وفاز بالخير كله دائماً أبداً. وإن خرج من الدنيا على خلاف ذلك خسر خسراناً مبيناً، وهلك هلاكاً مؤبداً والعياذ بالله! ¶ ... ففقدُ التوحيد والإيمان هو الذي لا ينفع مع فقده شيء بحال كائناً ذلك الشيء ماكان، وإذا بقي مع العبد توحيدُه وإيمانه وسلما له، فليس يضرّه شيء ولو كان عاصياً مذنباً، فإما أن يغفر الله له، أو يعفو عنه، وإن عاقبه على ذنبه ¶ ¬_________ ¶ (¬1) انظر مفتاح الجنة - للسيد أحمد مشهور بن طه الحداد - رحمه الله تعالى - (ص53 - 54) بتصرف.",
            "page": "19",
            "part": "1",
            "seal": "E2BA9742"
        },
        {
            "id": "17",
            "nass": "كانت عقوبة منقضية غير مخلِّدة ولا مؤبدة؛ فإنه لا يخلّد في النار مؤمن، بل يخرج منها من كان في قلبه مثقال أدنى ذرّة من إيمان. ¶ وقد أمر الله عباده المؤمنين بأن يموتوا على الإيمان والإسلام، ووصف أنبياءه ورسله والصالحين من عباده: بأنهم يسألونه ذلك، ويدعونه به، ويتواصون به حرصاً عليه وإعظاماً له واغتباطاً به؛ فقال تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُونَ) (¬1). ¶ وقال تعالى: (وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَى لَكُمُ الدِّينَ فَلا تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُونَ). [البقرة:132]. ¶ وقال تعالى حكاية عن يوسف عليه الصلاة والسلام: (رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنْتَ وَلِيِّي فِي الدُّنْيَا وَالآخِرَةِ تَوَفَّنِي مُسْلِماً وَأَلْحِقْنِي بِالصَّالِحِينَ) (¬2). ¶ وقال تعالى إخباراً عن المؤمنين من السحرة حين توعدهم فرعون لعنه الله: (وَمَا تَنْقِمُ مِنَّا إِلاَّ أَنْ آمَنَّا بِآياتِ رَبِّنَا لَمَّا جَاءَتْنَا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْراً وَتَوَفَّنَا مُسْلِمِينَ) (¬3).الأعراف:126) ¶ ¬_________ ¶ (¬1) سورة آل عمران: الآية: (102). ¶ (¬2) سورة يوسف: الآية101). ¶ (¬3) انظر الدعوة التامة والتذكرة العامة للإمام شيخ الإسلام الحبيب عبد الله بن علوي الحداد - رحمه الله تعالى - (ص205 - 206) بتصرفٍ.",
            "page": "20",
            "part": "1",
            "seal": "53E261E7"
        },
        {
            "id": "18",
            "nass": "أحاديث في بشارة أهل التوحيد بالنجاة من النار والفوز بالجنة ¶ وقد وردت الأحاديث الكثيرة الشهيرة عن رسول الله صلى الله عليه وسلم في بشارة أهل التوحيد والإيمان، ومن مات وهو لا يشرك بالله شيئاً بالنجاة من النار والفوز بالجنة. ومنها الأحاديث التالية: ¶ الحديث الأول ¶ في الصحيحين: عَنْ أَنَس بن مالكٍ رضيَ اللهُ عنهُ: أَنَّ النبيَّ صلى الله عليه وسلم قَالَ لمُعاذ وهو رَدِيفُهُ عَلَى الرَّحْلِ: «يا مُعاذُ بنَ جَبَلٍ».قال: لَبَّيكَ يا رسولَ الله وسَعدَيكَ. قال: «يا مُعاذُ». قال: لبَّيكَ يا رسولَ الله وسَعدَيك (ثلاثاً).قال صَلَّى الله عَلَيْهِ وَسَلَّمَ: «ما مِنْ أَحَدٍ يَشهدُ أنْ لا اله إلا الله وأنَّ مُحَمَّداً رسولُ الله، صِدْقاً مِن قَلبِه إِلاّ حرَّمَهُ اللهُ عَلَى النَّار».قال رضيَ اللهُ عنهُ: يا رسولَ الله أَفَلا أُخبرُ بهِ النّاسَ فيَسْتَبْشِروا؟ قال صلى الله عليه وسلم: «إِذاً يَتَّكِلوا». وأَخبرَ بها مُعاذٌ عندَ مَوتِه تَأثُّماً (¬1). يعني خروجًا من إثم كتم العلم. ¶ الحديث الثاني ¶ روى مسلم في صحيحه: عن عبادة بن الصامت رضي الله عنه، قال: قال رسولُ الله صلى الله عليه وسلم: «مَنْ شَهِدَ أَنْ لا اله إلا الله، وَأَنَّ مُحَمَّداً رَسُولُ الله. حَرَّمَ الله عَلَيْهِ النَّارَ» (¬2). ¶ ¬_________ ¶ (¬1) رواه البخاري - كتاب العلم - باب مَنْ خَصَّ بِالْعِلْمِ قَوْمًا دُونَ قَوْمٍ كَرَاهِيَةَ أَنْ لاَ يَفْهَمُوا - (ج1/ص47).ورواه مسلم - كتاب الإيمان - باب الدليل على أن من مات على التوحيد دخل الجنة قطعاً- (1/ 45).واللفظ للبخاري. ¶ (¬2) ورواه مسلم - كتاب الإيمان - باب الدليل على أن من مات على التوحيد دخل الجنة قطعاً- ¶ (1/ 42) من حديث عبادة بن الصامت رضي الله عنه.",
            "page": "21",
            "part": "1",
            "seal": "2697A6E9"
        },
        {
            "id": "19",
            "nass": "الحديث الثالث ¶ عَنْ أَبِي هُرَيْرَةَ رضيَ اللهُ عنهُ، قَالَ: لَمَّا كَانَ غَزْوَةُ تَبُوكَ أَصَابَ النَّاسَ مَجَاعَةٌ، قَالُوا يَا رَسُولَ الله لَوْ أَذِنْتَ لَنَا فَنَحَرْنَا نَوَاضِحَنَا (¬1) فَأَكَلْنَا وَادَّهَنَّا، فَقَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «افْعَلُوا»، قَالَ فَجَاءَ عُمَرُ، فَقَالَ: يَا رَسُولَ الله إِنْ فَعَلْتَ قَلَّ الظَّهْرُ وَلَكِنِ ادْعُهُمْ بِفَضْلِ أَزْوَادِهِمْ ثُمَّ ادْعُ اللَّهَ لَهُمْ عَلَيْهَا بِالْبَرَكَةِ لَعَلَّ اللَّهَ أَنْ يَجْعَلَ فِي ذَلِكَ، فَقَالَ: رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «نَعَمْ»، قَالَ: فَدَعَا بِنِطَعٍ (¬2) فَبَسَطَهُ ثُمَّ دَعَا بِفَضْلِ أَزْوَادِهِمْ، قَالَ: فَجَعَلَ الرَّجُلُ يَجِيءُ بِكَفِّ ذُرَةٍ، قَالَ وَيَجِيءُ الآخَرُ بِكَفِّ تَمْرٍ، قَالَ وَيَجِيءُ الآخَرُ بِكِسْرَةٍ حَتَّى اجْتَمَعَ عَلَى النِّطَعِ مِنْ ذَلِكَ شَيْءٌ يَسِيرٌ، قَالَ: فَدَعَا رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ عَلَيْهِ بِالْبَرَكَةِ، ثُمَّ قَالَ: «خُذُوا فِي أَوْعِيَتِكُمْ»، قَالَ: فَأَخَذُوا فِي أَوْعِيَتِهِمْ حَتَّى مَا تَرَكُوا فِي الْعَسْكَرِ وِعَاءً إِلاَّ مَلَئُوهُ، قَالَ: فَأَكَلُوا حَتَّى شَبِعُوا وَفَضَِلَتْ فَضْلَةٌ، فَقَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «أَشْهَدُ أَنْ لا اله إلا الله وَأَنِّي رَسُولُ الله لا يَلْقَى اللَّهَ بِهِمَا عَبْدٌ غَيْرَ شَاكٍّ فَيُحْجَبَ عَنِ الْجَنَّةِ» (¬3). ¶ وفي رواية: فَقَالَ عِنْدَ ذَلِكَ صلى الله عليه وسلم: «أَشْهَدُ أَنْ لا اله إلا الله وَأَنِّي رَسُولُ الله لا يَلْقَى اللَّهَ بِهِمَا عَبْدٌ غَيْرَ شَاكٍّ فِيهِمَا إِلاَّ دَخَلَ الْجَنَّةَ». (¬4). ¶ ¬_________ ¶ (¬1) نَوَاضِحَنَا: النَّوَاضِح مِنْ الإِبِل الَّتِي يُسْتَقَى عَلَيْهَا، الذَّكَر مِنْهَا نَاضِح وَالأُنْثَى نَاضِحَة. انظر شرح مسلم للنووي. ¶ (¬2) بِنِطَعٍ: النطع بساط متخذ من أديم. انظر حاشية مسلم (1/ 42). ¶ (¬3) رواه مسلم-كتاب الإيمان-باب الدليل على أن من مات على التوحيد دخل الجنة قطعاً (1/ 42) ¶ (¬4) المصدر السابق (ج1/ص41).",
            "page": "22",
            "part": "1",
            "seal": "734FF9AC"
        },
        {
            "id": "20",
            "nass": "الحديث الرابع ¶ عن عُبادةَ بن الصامت، رضيَ اللهُ عنهُ، عن النبيِّ صلى الله عليه وسلم قال: «مَنْ قَالَ: أَشْهَدُ أَنْ لا اله إلا الله وَحْدَهُ لاَ شَرِيكَ لَهُ، وَأَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ، وَأَنَّ عِيسَى عَبْدُ الله وَابْنُ أَمَتِهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ، وَأَنَّ الْجَنَّةَ حَقٌّ، وَأَنَّ النَّارَ حَقٌّ، أَدْخَلَهُ اللهُ مِنْ أَيِّ أَبْوَابِ الْجَنَّةِ الثَّمَانِيَةِ شَاءَ». (¬1). ¶ الحديث الخامس ¶ عن أبي ذرٍّ رضيَ اللهُ عنهُ قال: أتَيْتُ النَّبِيَّ صلى الله عليه وسلم وَعَلَيْهِ ثَوْبٌ أَبْيَضُ وَهْوَ نائِمٌ، ثُمَّ أَتَيْتُهُ وَقَدِ اسْتَيْقَظَ فَقالَ: «ما مِنْ عَبْدٍ قَالَ لا اله إلا الله ثُمَّ ماتَ عَلى ذلِكَ إلاَّ دَخَلَ الجَنَّة». قُلْتُ: وَإِِنْ زَنى وَإِنْ سَرَقَ؟ قَالَ: «وَإِنْ زَنى وَإِنْ سَرَقَ». قُلْتُ: وَإِنْ زَنى وَإِنْ سَرَقَ؟ قَالَ: «وَإِنْ زَنى وَإِنْ سَرَقَ؟» قُلْتُ: وَإِنْ زَنى وَإِنْ سَرَقَ؟ قَالَ: «وَإِنْ زَنى وَإِنْ سَرَقَ عَلَى رَغْمِ أَنْفِ أبِي ذَرٍّّ». وكانَ أبُو ذَرٍّ إذا حَدَّثَ بِهاذا قَالَ: وإنْ رَغِمَ أنْفُ أبِي ذَرٍّّ. (¬2). ¶ ¬_________ ¶ (¬1) رواه البخاري - كتاب أحاديث الأنبياء- باب قوله عز وجل: (يا أهلَ الكتاب لا تَغلوا في دينكم ولا تَقولوا على اللهِ إلا الحق .. ) - (ج4/ص168). ورواه مسلم - كتاب الإيمان - باب الدليل على أن من مات على التوحيد دخل الجنة قطعاً- (1/ 42) ¶ (¬2) رواه البخاري - كتاب اللباس- باب الثياب البيض - (ج7/ص55).",
            "page": "23",
            "part": "1",
            "seal": "CA3E56D5"
        },
        {
            "id": "21",
            "nass": "رفع الإشكال عن أحاديث هاذا الباب ¶ تشير الأحاديث السابقة إلى عَدَم دُخُول جَمِيع مَنْ شَهِدَ الشَّهَادَتَيْنِ النَّار لِمَا فِيهِ مِنْ التَّعْمِيم وَالتَّأْكِيد, لَكِنْ دَلَّتْ الأَدِلَّة الْقَطْعِيَّة عِنْد أَهْل السُّنَّة عَلَى أَنَّ طَائِفَة مِنْ عُصَاة الْمُؤْمِنِينَ يُعَذَّبُونَ ثُمَّ يَخْرُجُونَ مِنْ النَّار بِالشَّفَاعَةِ, فَعُلِمَ أَنَّ ظَاهِره غَيْر مُرَاد, وَلأَجْلِ خَفَاء ذَلِكَ تعين بِهاذا رَفْع الإِشْكَال عَنْ ظَاهِر الْخَبَر. ¶ وَقَدْ أَجَابَ الْعُلَمَاء عَنْ رَفْع الإِشْكَال عَنْ ظَاهِر الْخَبَر بِأَجْوِبَةٍ كثيرة، نذكر توضيح ما أجابوا به في الأتي: ¶ أولاً- الأحَادِيثُ التِي تُفِيدُ أنَّ مَنْ أتى بالشهادتين دَخَلَ الجَنَةَ ولم يُحجب عنها. وهاذا ظاهر، فإن مَنْ مَاتَ مُوَحِّدًا دَخَلَ الْجَنَّة قَطْعًا عَلَى كُلّ حَال. ¶ واليك التفصل: ¶ أ- مَنْ مَاتَ وكَانَ سَالِمًا مِنْ الْمَعَاصِي كَالصَّغِيرِ , وَالْمَجْنُون, وَالتَّائِب تَوْبَة صَحِيحَة مِنْ الشِّرْك أَوْ غَيْره مِنْ الْمَعَاصِي إِذَا لَمْ يُحْدِث مَعْصِيَة بَعْد تَوْبَته , وَالْمُوَفَّق الَّذِي لَمْ يُبْتَلَ بِمَعْصِيَةٍ أَصْلاً, فَكُلّ هاذا الصِّنْف يَدْخُلُونَ الْجَنَّة , وَلا يَدْخُلُونَ النَّار أَصْلاً , لَكِنَّهُمْ يَرِدُونَهَا عَلَى الْخِلاف الْمَعْرُوف فِي الْوُرُود. وَالصَّحِيح أَنَّ الْمُرَاد بِهِ الْمُرُور عَلَى الصِّرَاط وَهُوَ مَنْصُوب عَلَى ظَهْرِ جَهَنَّم. أَعَاذَنَا اللَّه مِنْهَا وَمِنْ سَائِر الْمَكْرُوه. ¶ ب- وَأَمَّا مَنْ كَانَتْ لَهُ مَعْصِيَة كَبِيرَة وَمَاتَ مِنْ غَيْر تَوْبَة فَهُوَ فِي مَشِيئَة اللَّه تَعَالَى: فَإِنْ شَاءَ عَفَا عَنْهُ وَأَدْخَلَهُ الْجَنَّة أَوَّلاً وَجَعَلَهُ كَالْقِسْمِ الأَوَّل , وَإِنْ شَاءَ عَذَّبَهُ الْقَدْرَ الَّذِي يُرِيدهُ سُبْحَانه وَتَعَالَى , ثُمَّ يُدْخِلهُ الْجَنَّة فَلا يَخْلُد فِي النَّار أَحَد مَاتَ عَلَى التَّوْحِيد وَلَوْ عَمِلَ مِنْ الْمَعَاصِي مَا عَمِلَ. كَمَا أَنَّهُ لاَ يَدْخُل",
            "page": "24",
            "part": "1",
            "seal": "77EA09E3"
        },
        {
            "id": "22",
            "nass": "الْجَنَّة أَحَد مَاتَ عَلَى الْكُفْر وَلَوْ عَمِلَ مِنْ أَعْمَال الْبِرّ مَا عَمِلَ. وحَديثُ أبي ذَرٍّ رضيَ اللهُ عنهُ معناه: أن الزنى والسرقة لا يمنعان دخول الجنة مع التوحيد وهاذا حق لا مِرْيَة فيه ليس فيه أنه لا يُعَذَبُ عليهما مع التوحيدِ. ¶ ثانياً: الأحاديث التِي تُفِيدُ أنَّ مَنْ أتى بالشهادتين بِتَحْرِيمِهِ عَلَى النَّار، وهاذا قد حَمَلهُ بعضهم عَلَى تَحْرِيم خُلُوده فِيهَا لا أَصْل دُخُولهَا. أو أَنَّ الْمُرَاد النَّار الَّتِي أُعِدَّتْ لِلْكَافِرِينَ لا الطَّبَقَة الَّتِي أُفْرِدَتْ لِعُصَاةِ الْمُوَحِّدِينَ. أو أَنَّ الْمُرَاد بِتَحْرِيمِهِ عَلَى النَّار حُرْمَة جُمْلَته لأَنَّ النَّار لا تَأْكُل مَوَاضِع السُّجُود مِنْ الْمُسْلِم كَمَا ثَبَتَ فِي حَدِيث الشَّفَاعَة أَنَّ ذَلِكَ مُحَرَّم عَلَيْهَا , وَكَذَا لِسَانه النَّاطِق بِالتَّوْحِيدِ. هاذا مُخْتَصَر جَامِع لِمَذْهَبِ أَهْل السنة من السلف والخلف. واللَّه تَعَالَى أعلم .. (¬1). ¶ وَقَدْ أَجَابَ الْعُلَمَاء عَنْ الإِشْكَال أَيْضًا بِأَجْوِبَةٍ أُخْرَى: ¶ قالت طائفة من العلماء: المراد من هذه الأحاديث أنَّ لا اله إلا الله سببٌ لدخول الجنة والنجاة من النار ومقتض لذلك ولكن المقتضي لا يعمل عمله إلا باستجماع شروطه وانتفاء موانعه فقد يتخلف عنه مقتضاه لفوات شرط من شروطه أو لوجود مانع وهاذا قول الحسن ووهب ابن منبه. (¬2).اهـ ¶ ¬_________ ¶ (¬1) انظر شرح مسلم للإمام النووي-كتاب الايمان - (1/ 217). وانظر فتح الباري - كتاب العلم- (1/ 299) - وانظر كلمة الإخلاص - للحافظ ابن رجب الحنبلي رحمه الله - (ص 9و10) - وانظر حديقة الأبرار شرح بهجة الأنوار لشيخنا العلامة الشيخ عبد الله بن سعيد اللحجي- رحمه الله تعالى- (ص415) مخطوط. ¶ (¬2) انظر كلمة الإخلاص - للحافظ عبد الرحمان ابن رجب الحنبلي رحمه الله تعالى- (ص9)",
            "page": "25",
            "part": "1",
            "seal": "104C07B5"
        },
        {
            "id": "23",
            "nass": "قيل للحسن (¬1): إن أناساً يقولون: من قال لا اله إلا الله دخل الجنة، فقال: من قال: لا اله إلا الله فأدى حقها وفرضها دخل الجنة (¬2). ¶ وقيلَ لَوهبِ بِن مُنبِّهٍ: أليسَ لا اله إلا الله مفتاح الجنةِ؟ قال: بَلى، ولكنْ ليسَ مِفتاحٌ إلاّ لهُ أسنانٌ فإن جئتَ بمفتاحٍ له أسنانٌ فُتِحَ لك، وإلاّ لم يُفَتحْ لك. (¬3). ¶ فائدة: قال المناوي: إنما كانت أبواب الجنة ثمانية لأن مفتاح الجنة شهادة أن لا اله إلا الله وكذلك المفتاح ثمانية أسنان: الصلاة والصيام والزكاة والحج والجهاد والأمر بالمعروف والنهي عن المنكر والبر والصلة فلكون أنواع الأعمال ثمانية جعلت أبوابها ثمانية. ¶ وإنما كانت أبواب النار سبعة لأن الأديان سبعة: واحد للرحمان وستة للشيطان فالتي للشيطان اليهودية والنصرانية والمجوسية والوثنية والدهرية والإبراهيمية والصنف السابع أهل التوحيد كالخوارج والمبتدعة والظلمة والمصرين على الكبائر فهؤلاء كلهم صنف فوافق عدة الأبواب عدة الأصناف ذكره السهيلي (¬4). ¶ ¬_________ ¶ (¬1) هو الحسن بن يسار أبو سعيد البصري، كان جامعاً للعلم والعمل فقيهاً عابداً زاهداً، فصيحاً وسيماً سئل مرة أنس بن مالك عن مسألة فقال: سلوا عنها مولانا الحسن فإنه سمع وسمعنا فحفظ ونسينا، وقال إني لأغبط أهل البصرة بهذين الشيخين / الحسن وابن سيرين. مات سنة (110هـ) وعمره (88 سنة)، انظر البداية والنهاية - لابن كثير (9/ 299). ¶ (¬2) انظر كلمة الإخلاص - للحافظ عبد الرحمان ابن رجب الحنبلي رحمه الله تعالى- (ص11) ¶ (¬3) أخرجه البخاري- كتاب الجنائز- باب في الجنائز، ومن كان آخرُ كلامِهِ لا اله إلا الله- (2/ 87) ¶ (¬4) انظر فيض القدير للمناوي - (ج3/ص439) ط دار الفكر.",
            "page": "26",
            "part": "1",
            "seal": "580CF538"
        },
        {
            "id": "24",
            "nass": "قال السمرقندي رحمه الله تعالى: لا اله إلا الله مفتاح الجنة، ولكن المفتاح لا بدله من الأسنان حتى يفتح الباب، ومن أسنانه لسان ذاكر طاهر من الذنوب والغيبة، وقلب خاشع طاهر من الحسد والخيانة، وبطن طاهر من الحرام والشبهة، وجوارح مشغولة بالخدمة طاهرة عن المعاصي. (¬1). أهـ ¶ وقال الحَسَن للفرزدق وهو يدفن امرأته: ما أعددْتَ لهاذا اليوم؟ قال: شهادةَ أنْ لا اله إلا الله منذ سبعين سنة، قال الحسن: نعم العُدة لكن لـ «لا اله إلا الله» شروطاً، فإيَّاكَ وقَذْفَ المُحْصنات. (¬2). ¶ ويدل على صحة هاذا القول: أن النبي صلى الله عليه وسلم رتب دخول الجنة على الأعمال الصالحة في كثير من النصوص: ¶ فقد أخرج البخاري ومسلم: عَنْ أَبِي أَيُّوب رَضِيَ الله عَنْهُ، أَنَّ أَعْرَابِيّاً عَرَضَ لِرَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ وَهُوَ فِي سَفَرٍ، فَأَخَذَ بِخِطَامِ نَاقَتِهِ أَوْ بِزِمَامِهَا، ثُمَّ قَالَ: يَا رَسُولَ الله أَوْ يَا مُحَمَّدُ أَخْبِرْنِي بِمَا يُقَرِّبُنِي مِنَ الْجَنَّةِ وَمَا يُبَاعِدُنِي مِنَ النَّارِ. قَالَ فَكَفَّ النَّبِيُّ صَلَّى الله عَلَيْهِ وَسَلَّمَ، ثُمَّ نَظَرَ فِي أَصْحَابِهِ، ثُمَّ قَالَ: «لَقَدْ وُفِّقَ أَوْ لَقَدْ هُدِيَ» قَالَ: «كَيْفَ قُلْتَ؟» قَالَ فَأَعَادَ. فَقَالَ النَّبِيُّ صَلَّى الله عَلَيْهِ وَسَلَّمَ: «تَعْبُدُ اللهَ لاَ تُشْرِكُ بِهِ شَيْئاً، وَتُقِيمُ الصَّلاَةَ، وَتُؤْتِي الزَّكَاةَ، وَتَصِلُ الرَّحِمَ، دَعِ النَّاقَةَ» (¬3). ¶ ¬_________ ¶ (¬1) انظر تنبيه الغافلين للسمرقندي رحمه الله تعالى- (ص195) ط دار المعرفة. ¶ (¬2) انظر كلمة الإخلاص - للحافظ عبد الرحمان ابن رجب الحنبلي رحمه الله تعالى- (ص11) ¶ (¬3) رواه البخاري - كتاب الجنائز - باب وُجُوبِ الزَّكَاة - (ج2/ص133) ورواه مسلم -كتاب الايمان - باب بيان الإِيمان الذي يدخل به الجنة وأن من تمسك بما أمر به دخل الجنة- (ج1/ 32) واللفظ لمسلم",
            "page": "27",
            "part": "1",
            "seal": "5280C54E"
        },
        {
            "id": "25",
            "nass": "وأخرج مسلم في صحيحه: عَنْ أَبِي هُرَيْرَةَ رَضِيَ الله عَنْهُ، أَنَّ أَعْرَابِيّاً جَاءَ إِلَى رَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا رَسُولَ الله دُلَّنِي عَلَى عَمَلٍ إِذا عَمِلْتُهُ دَخَلْتُ الْجنَّةَ. قَالَ «تَعْبُدُ اللهَ لاَ تُشْرِكُ بِهِ شَيْئاً، وَتُقِيمُ الصَّلاَةَ الْمَكْتُوبَةَ. وَتُؤَدِّي الزَّكَاةَ الْمَفْرُوضَةَ. وَتَصُومُ رَمَضَانَ» قَالَ: وَالَّذِي نَفْسِي بِيَدِهِ لاَ أَزِيدُ عَلَى هاذا شَيْئاً أَبداً، وَلاَ أَنْقُصُ مِنْهُ. فَلَمَّا وَلَّى، قَالَ النَّبِيُّ صلى الله عليه وسلم: «مَنْ سَرَّهُ أَنْ يَنْظُرَ إِلَى رَجُلٍ مِنْ أَهْلِ الجنَّةِ، فَلْيَنْظُرْ إِلَى هاذا» (¬1). ¶ وأخرج البخاري ومسلم: عن أبي هريرةَ رضيَ اللهُ عنهُ قال: «لما تُوُفي النبيُّ صلى الله عليه وسلم واستُخْلِفَ أَبو بَكْرٍ وَكَفَرَ مَنْ كَفَرَ مِنَ العَرَبِ. قال عُمَرُ: يا أَبا بكر كَيْفَ تُقاتِلُ النّاسَ وَقَدْ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم: «أُمِرّتُ أَنْ أُقاتِلَ النّاسَ حَتّى يَقُولُوا لا اله إلا الله، فَمَنْ قَالَ لا اله إلا الله عَصَمَ مِنّي مَالَهُ وَنَفْسَهُ إلاَّ بِحَقِّهِ وَحِسابُهُ عَلَى اللهِ» (¬2). ¶ قال أَبو بكر رضي الله عنه: «واللهِ لأُقاتلنَّ مَنْ فرَّقَ بَيْنَ الصَّلاةِ وَالزَّكاةِ، فإنَّ الزَّكاةَ حقُّ المالِ، واللهِ لَوْ مَنَعُوني عَناقاً. (¬3) كانُوا يُؤدُّونَها إِلى رَسُولِ الله صلى الله عليه وسلم لَقاتَلْتُهُمْ عَلى مَنْعِها. وعند مسلم: عِقَالاً (¬4) ¶ ¬_________ ¶ (¬1) رواه مسلم -كتاب الايمان - باب بيان الإِيمان الذي يدخل به الجنة وأن من تمسك بما أمر به دخل الجنة- (ج1/ص33) ¶ (¬2) رواه البخاري - كتاب استتابة المرتدين المعندين وقتالهم - باب قتل من أبى قبول الفرائض وما نُسِبوا إِلى الردَّة- (ج8/ص64).ورواه مسلم -كتاب الإيمان - باب الأمر بقتال الناس حتى يقولوا لا اله إلا الله محمد رسول الله - (ج1/ص 38) ¶ (¬3) عَناقاً: وهي بفتح العين: الأنثى من ولد المعز. ¶ (¬4) عِقَالاً: وهو ما يشد به ظلف البعير بذراعه حال بروكه حتى لا يقوم فيشرد. (انظر حاشية مسلم)",
            "page": "28",
            "part": "1",
            "seal": "710395DE"
        },
        {
            "id": "26",
            "nass": "قَالَ عُمَرُ رضي الله عنه: فواللهِ ما هوَ إِلاّ أَنْ رَأَيْتُ أَنْ قَدْ شَرَحَ اللهُ صَدْرَ أبي بَكْرٍ لِلْقِتالِ، فَعَرَفْتُ أَنَّهُ الحَقٌّ». (¬1). ¶ ففهم عمر وجماعة من الصحابة: أن من أتى بالشهادتين امتنع من عقوبة الدنيا بمجرد ذلك فتوقفوا في قتال مانع الزكاة. ¶ وفهم الصديق: أنه لا يمتنع قتاله إلا بأداء حقوقها لقوله صلى الله عليه وسلم: فإذا فعلوا ذلك منعوا مني دماءهم إلا بحقها وحسابهم على الله. وقال الزكاة حق المال. ¶ وهاذا الذي فهمه الصديق: قد رواه عن النبي صلى الله عليه وسلم صريحاً غير واحد من الصحابة منهم: ابنِ عُمَرَ رضيَ اللهُ عنهُما أَنَّ رسولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قال: «أُمِرْتُ أَنْ أُقاتِلَ الناسَ حتَّى يَشْهَدوا أَنْ لا اله إلا الله وأنَّ محمداً رسولُ الله، ويُقِيموا الصلاةَ، ويُؤْتوا الزَّكاةَ. فإذا فَعَلوا ذلكَ عَصَموا مِنِّي دِماءَهُم وأموالَهُم إِلاّ بِحَقِّ الإِسلام، وحسابُهُم عَلَى الله» (¬2). ¶ وقد دل على ذلك قوله تعالى: (فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُم) (¬3). وقوله تعالى: (فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّين) (¬4). على أن الأخوة في الدين لا تثبت إلا بأداء الفرائض ¶ ¬_________ ¶ (¬1) رواه البخاري - كتاب استتابة المرتدين المعندين وقتالهم - باب قتل من أبى قبول الفرائض وما نُسِبوا إِلى الردَّة- (ج8/ص64).ورواه مسلم -كتاب الإيمان - باب الأمر بقتال الناس حتى يقولوا لا اله إلا الله محمد رسول الله - (ج1/ص 38) ¶ (¬2) رواه البخاري - كتاب الإيمان. باب (فَإِن تَابُواْ وَأَقَامُواْ الصَّلاَةَ وَآتَوُاْ الزَّكَاةَ فَخَلُّواْ سَبِيلَهُمْ) (التوبة: 5) - (ج1/ص 14) ¶ (¬3) سورة التوبة: من الآية 5). ¶ (¬4) سورة التوبة: من الآية 11).",
            "page": "29",
            "part": "1",
            "seal": "B4495E25"
        },
        {
            "id": "27",
            "nass": "مع التوحيد، والتوبة من الشرك لا تحصل إلا بالتوحيد. فلما قرر أبو بكر رضي الله عنه هاذا للصحابة رجعوا إلى قوله ورأوه صواباً. ¶ فاذا علم أن عقوبة الدنيا لا ترتفع عمن أدى الشهادتين مطلقًا بل يعاقب باخلاله بحق من حقوق الإسلام فكذلك عقوبة الآخرة. (¬1). ¶ وقالت طائفة تلك النصوص المطلقة قد جاءت مقيدة في أحاديث أخر: ففي بعضها: «من قال لا اله إلا الله خالِصاً مِن قَلبِه، أو نفسِه» (¬2). ¶ وفي بعضها: «مُسْتَيْقِنا بِهَا قَلُبُهُ». (¬3). ¶ وفي بعضها: «أَطاعَ بِهَا قَلْبَهُ، وذَلَّ بها لِسَانَهُ». (¬4). ¶ وفي بعضها: «يَرْجِعُ ذلِكَ إِلَى قَلْبٍ مُوقِنٍ» (¬5). ¶ وهاذا كله إشارة إلى عمل القلب وتحققه بمعنى الشهادتين فتحققه بمعنى شهادة أن لا اله إلا الله أن لا يأله القلب غير الله حباً ورجاءً وخوفاً وطمعاً وتوكلاً واستعانةً وخضوعاً وإنابةً وطلباً. وتحققه بأن محمداً رسول الله وألا يعبد الله بغير ما شرعه الله على لسان نبيه محمد صلى الله عليه وسلم. ¶ ¬_________ ¶ (¬1) انظر كلمة الإخلاص -للحافظ عبد الرحمان ابن رجب الحنبلي رحمه الله تعالى- (ص13) بتصرف ¶ (¬2) أخرجه البخاري في مواضع متعددة منها في:- كتاب العلم - باب الحِرصِ على الحَدِيث- (ج1/ص38).من حديث أبي هريرة رضي الله عنه. ¶ (¬3) رواه مسلم-كتاب الإيمان- باب من لقي الله بالإيمان وهو غير شاك فيه دخل الجنة وحرم على النار- (1/ 44) ¶ (¬4) قال الهيثمي في المجمع - كتاب الإيمان - باب فِيمنْ شَهِدَ أَنْ لا اله إلا الله - (ج1/ص35): رواه الطبراني في الأَوسط، وفيه: عبدُ الرّحمان بن زيد بنِ أَسلمَ والأَكثر على تَضعيفه. ¶ (¬5) رواه ابن ماجه - كتاب الأدب- باب فضل لا اله إلا الله - (ج2/ص1246).",
            "page": "30",
            "part": "1",
            "seal": "F875DC68"
        },
        {
            "id": "28",
            "nass": "وتحقيق هاذا المعنى وإيضاحه: أن قول العبد لا اله إلا الله يقتضي أن لا إله له غير الله، والإله هو الذي يطاع فلا يعصى هيبة له وإجلالاً ومحبةً وخوفاً ورجاًء وتوكلاً عليه وسؤالاً منه ودعاءً له، ولا يصلح ذلك كله إلا لله عز وجل، فمن أشرك مخلوقاً في شيء من هذه الأمور التي هي من خصائص الآلهية كان ذلك قدحًا في إخلاصه في قول لا اله إلا الله ونقصًا في توحيده وكان فيه من عبودية المخلوق بحسب ما فيه من ذلك، وهاذا كله من فروع الشرك. ¶ ولهاذا ورد إطلاق الكفر والشرك على كثير من المعاصي التي منشؤها من طاعة غير الله أو خوفه أو رجائه أو التوكل عليه والعمل لأجله. ¶ كما ورد إطلاق الشرك على الرياء وعلى الحلف بغير الله وعلى التوكل على غير الله والاعتماد عليه وعلى من سوى بين الله وبين المخلوق في المشيئة مثل أن يقول: ما شاء الله وشاء فلان، وكذا قوله: مالي إلا الله وأنت، وكذلك ما يقدح في التوحيد وتفرد الله بالنفع والضر كالطيرة والرقى المكروهة، وإتيان الكهان وتصديقهم بما يقولون، وكذلك اتباع هوى النفس فيما نهى الله عنه قادح في تمام التوحيد وكماله. ¶ ولهاذا أطلق الشرع على كثير من الذنوب التي منشؤها من هوى النفس أنها كفر وشرك، كقتال المسلم، ومن أتى حائضًا أو امرأة في دبرها، ومن شرب الخمرة في المرة الرابعة، وإن كان ذلك لا يخرجه عن الملة. ولهاذا قال السلف: كفر دون كفر وشرك دون شرك (¬1). ¶ ¬_________ ¶ (¬1) انظر كلمة الإخلاص-للحافظ عبد الرحمان ابن رجب الحنبلي رحمه الله تعالى - (ص15) بتصرف",
            "page": "31",
            "part": "1",
            "seal": "E93D2A54"
        },
        {
            "id": "29",
            "nass": "وقد ورد إطلاق الإله على الهوى المتبع. قَالَ تَعَالَى: (أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ). [الفرقان 43] ¶ قال ابن عباس: الهوى إله يعبد من دون الله، ثم تلا هذه الآية. ¶ وقيل: (اتَّخَذَ إِلَهَهُ هَوَاهُ) أي أطاع هواه. ¶ وعن الحسن: لا يهوى شيئاً إلا اتبعه، والمعنى واحد. (¬1). ¶ فدل هاذا: على أن كل من أحب شيئًا وأطاعه، وكان غاية قصده ومطلوبه، ووالى لأجله، وعادى لأجله، فهو عبده، وكان ذلك الشيء معبوده وإلهه. ¶ ويشهد لذلك الحديث الصحيح: عن أبي هريرةَ رضيَ اللهُ عنه عنِ النبيِّ صلى الله عليه وسلم قال: «تَعِسَ عبدُ الدِّينارِ وعبدُ الدِّرهمِ وعبدُ الخَميصةِ (¬2): إن أعطِيَ رضيَ وإن لم يُعْطَ سَخِطَ، تَعِسَ وانتَكَسَ (¬3)، وإذا شِيكَ فلا انتقَشَ (¬4)» (¬5). ¶ ¬_________ ¶ (¬1) انظر تفسير القرطبي المسمى الجامع لأحكام القرآن-سورة الفرقان من الآية:43) (ج13/ 35) ¶ (¬2) الخميصة: الكساء المربع. ¶ (¬3) وانتكس: بالمهملة أي عاوده المرض، وقيل: إذا سقط اشتغل بسقطته حتى يسقط أخرى. ¶ (¬4) وإذا شيك: أي إذا دخلت فيه شوكة لم يجد من يخرجها بالمنقاش وهو معنى قوله: فلا انتقش، ويحتمل أن يريد لم يقدر الطبيب أن يخرجها، وفيه إشارة إلى الدعاء عليه بما يثبطه عن السعي والحركة، وسوغ الدعاء عليه كونه قصر عمله على جمع الدنيا واشتغل بها عن الذي أمر به من التشاغل بالواجبات والمندوبات، قال الطيبي: وإنما خص انتقاش الشوكة بالذكر لأنه أسهل ما يتصور من المعاونة، فإذا انتفى ذلك الأسهل انتفى ما فوقه بطريق الأولى. انظر الفتح، (11/ 306) ¶ (¬5) رواه البخاري في مواضع متعددة: منها في كتاب الجهاد والسير - باب الْحِرَاسَةِ فِي الْغَزْوِ فِي سَبِيلِ اللَّه- (3/ 294) وكتاب الرقاق- باب مَا يُتَّقَى مِنْ فِتْنَةِ الْمَال- (7/ 224).",
            "page": "32",
            "part": "1",
            "seal": "A7A7ABCC"
        },
        {
            "id": "30",
            "nass": "ويدل عليه أيضا: أن الله تعالى سمي طاعة الشيطان في معصيته عبادة للشيطان، كما قال تعالى: (أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ) (¬1). ¶ وقال تعالى حاكياً عن خليله إبراهيم عليه السلام لأبيه: (يَا أَبَتِ لا تَعْبُدِ الشَّيْطَانَ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحمان عَصِيّاً) (¬2). ¶ فمن لم يتحقق بعبودية الرحمان وطاعته فانه يعبد الشيطان بطاعته له، ولم يخلص من عبادة الشيطان إلا من أخلص عبودية الرحمان، وهم الذين قال فيهم: (إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ) (¬3) فهم الذين حققوا: قول لا اله إلا الله، وأخلصوا في قولها، وصدّقوا قولهم بفعلهم، فلم يلتفتوا إلى غير الله محبة ورجاء وخشية وطاعة وتوكلاً، وهم الذين صدقوا في قول: «لا اله إلا الله» وهم عباد الله حقًا فأمّا من قال: «لا اله إلا الله» بلسانه، ثم أطاع الشيطان وهواه في معصية الله ومخالفته فقد كذب فعله قوله، ونقص من كمال توحيده بقدر معصية الله في طاعة الشيطان والهوى، (وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدى مِنَ الله) (¬4) و (وَلا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ الله) (¬5). [صّ: من الآية2]. ¶ ¬_________ ¶ (¬1) سورة يّس: الآية60). ¶ (¬2) سورة مريم: الآية44) ¶ (¬3) سورة الحجر: من الآية 42) ¶ (¬4) سورة القصص: من الآية50] ¶ (¬5) انظر كلمة الإخلاص- للحافظ عبد الرحمان ابن رجب الحنبلي رحمه الله تعالى (ص15) بتصرفٍ",
            "page": "33",
            "part": "1",
            "seal": "498E204E"
        },
        {
            "id": "31",
            "nass": "ومن لطائف الإشارة: أن كلمة الشهادة حروفها جوفية ليس فيها شيء من الحروف الشفهية .. للإشارة إلى الإتيان بها من خالص الجوف، وهو القلب، لا من الشفتين. وأنه ليس فيها حرف معجم، بل مجردة من النقط، إشارة إلى التجرد من كل معبود سوى الله. (¬1). ¶ ¬_________ ¶ (¬1) انظر مفتاح الجنة - للسيد أحمد مشهور بن طه الحداد - رحمه الله تعالى - (ص55)",
            "page": "34",
            "part": "1",
            "seal": "A3E50060"
        },
        {
            "id": "32",
            "nass": "حقيقة محبة الله تعالى ¶ اعلم أن قول لا اله إلا الله تقتضي أن لا يحب سواه، فإن الإله هو الذي يطاع فلا يعصى محبةً له وخوفاً ورجاءً ومن تمام محبته محبة ما يحبه وكراهة ما يكرهه، فمن أحب شيئًا مما يكرهه الله أو كره شيئًا مما يحبه الله لم يكمل توحيده وصدقه في قوله: لا اله إلا الله، وكان فيه من الشرك الخفي بحسب ما كرهه مما أحبه الله، وما أحبه مما يكرهه الله، قال تعالى: (ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ). [محمد:28] ¶ قال الحسن: اعلم أنك لن تحب الله حتى تحب طاعته. ¶ وسئل ذو النون المصري: متى أحب ربي؟ قال: «إذا كان ما يبغضه عندك أمر من الصبر». ¶ وقال بشر بن السري: «ليس من أعلام المحبة أن تحب ما يبغض حبيبك». ¶ وقال يحيى بن معاذ: «ليس بصادق من ادعى محبة الله ولم يحفظ حدوده». ¶ وقال أبو يعقوب النهرجوري: «كل من ادعى محبة الله ولم يوافق الله في أمره فدعواه باطلة» (¬1). ¶ وقال رويم: المحبة الموافقة في جميع الأحوال. وأنشد يقول: ¶ ولو قال لي مت مت سمعًا وطاعة ... وقلت لداعي الموت أهلاً ومرحبًا ¶ ¬_________ ¶ (¬1) انظر كلمة الإخلاص- للحافظ عبد الرحمان ابن رجب الحنبلي رحمه الله تعالى- (ص21) بتصرف",
            "page": "35",
            "part": "1",
            "seal": "5D9B1567"
        },
        {
            "id": "33",
            "nass": "وحقيقة محبة الله تعالى لا تأتي إلا باتباع رسول الله صلى الله عليه وسلم، ولا مجال للعبد في محبة الله إلا بالاتباع. ويشهد لهاذا المعنى قوله تعالى: (قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ الله). [آل عمران:31]. ¶ ومن هنا يعلم أنه لا تتم شهادة أن لا اله إلا الله إلا بشهادة أن محمدا رسول الله صلى الله عليه وسلم، فإذا علم أنه لا تتم محبة الله إلا بمحبة ما يحبه وكراهة ما يكرهه، فلا طريق إلى معرفة ما يحبه وما يكرهه إلا من جهة سيدنا محمد صلى الله عليه وسلم المبلغ عن الله ما يحبه وما يكرهه باتباع ما أمر به، واجتناب ما نهى عنه، فصارت محبة الله مستلزمة لمحبة رسوله صلى الله عليه وسلم وتصديقه ومتابعته ولهاذا قرن الله بين محبته ومحبة رسوله صلى الله عليه وسلم في قوله تعالى: (قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ الله وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ الله بِأَمْرِهِ وَالله لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ). [التوبة: 24]. ¶ وقد أكد ذلك النبي صلى الله عليه وسلم في سنته: كقوله في حديث أنس رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: «ثَلاثٌ مَنْ كُنَّ فيهِ وَجَدَ حَلاوَةَ الإِيمان: أَنْ يَكونَ الله ورسولُه أحبَّ إليهِ مِمَّا سِواهُما، وأنْ يُحِبَّ المَرْءَ لا يُحِبُّهُ إلاّ لله، وأنْ يَكرَهَ أنْ يَعودَ في الكُفرِ كما يكرَهُ أنْ يُقذَفَ في النَّار» (¬1). ¶ ¬_________ ¶ (¬1) رواه البخاري - كتاب الإيمان- باب حَلاوَةِ الإِيمَان - (ج 1/ص11) ورواه مسلم ¶ - كتاب الإيمان - باب بيان خصال من اتصف بهن وجد حلاوة الإيمان- (ج 1/ص48).",
            "page": "36",
            "part": "1",
            "seal": "EE31805C"
        },
        {
            "id": "34",
            "nass": "وفي الصحيحين أيضاً: عنْ أنَسٍ بن مالك رضي الله عنه، قال: قال النبيُّ صلى الله عليه وسلم: «لا يُؤْمِنُ أَحَدُكُمْ حتى أكونَ أَحَبَّ إلَيهِ مِنْ والِدِهِ وَوَلَدهِ والنَّاس أَجْمَعين» (¬1). ¶ ولما قال له عمر بن الخطاب، رضي الله عنه: يا رسول الله، لأنْتَ أحَبُّ إليَّ مِنْ كُلِّ شَيْءٍ، إلاَّ مِنْ نَفْسي. فقال النَّبِيُّ صلى الله عليه وسلم لَهُ: «لا وَالَّذي نَفْسِي بِيَدِهِ حَتَّى أكُونَ أحَبَّ إلَيْكَ مِنْ نَفْسِكَ». فَقالَ لَهُ عُمَرُ رضي الله عنه: فإنَّهُ الآن والله لأنْتَ أحَبُّ إليَّ من نَفْسِي. فقال النَّبِيُّ صلى الله عليه وسلم: «الآنَ يا عُمَرُ» (¬2). ¶ وقد ورد في الحديث أن من ثواب محبته صلى الله عليه وسلم الإجتماع معه في الآخرة: وذلك لما سأله رجل: مَتَى السَّاعَةُ يا رَسُولَ الله؟ فقال له رَسُولُ الله صلى الله عليه وسلم: «مَا أَعْدَدْتَ لَهَا؟» قَالَ: حُبَّ الله وَرَسُولِهِ. قَالَ صلى الله عليه وسلم: «أَنْتَ مَعَ مَنْ أَحْبَبْتَ» (¬3). ¶ وكفى بذلك ثواباً وأجراً لهذه المحبة، ولكن المحبة الصادقة تستلزم الاقتداء به والتأدب بآدابه، وتستلزم أيضاً محبة من يحبه ويواليه، وبغض من ¶ ¬_________ ¶ (¬1) رواه البخاري - كتاب الإيمان- باب حُبُّ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الإِيمَان- ¶ (1/ 11). ورواه مسلم - كتاب الإيمان -باب وجوب محبة رسول الله صلى الله عليه وسلم أكثر من الأهل والولد والوالد والناس أجمعين، وإطلاق عدم الإيمان على من لم يحبه هذه المحبة) - (ج 1/ 49). ¶ (¬2) رواه البخاري - كتاب الأيمان والنذور- باب كَيْفَ كَانَتْ يَمِينُ النَّبِيِّ صلى الله عليه وسلم - (ج 7/ص277). ¶ (¬3) رواه البخاري في مواضع متعددة منها في كتاب الأدب- باب عَلَامَةِ حُبِّ اللَّهِ عَزَّ وَجَل- ¶ (7/ 146). ورواه مسلم - كتاب البر والصلة والآداب - باب المرء مع من أحب- (8/ 42) حديث أنس بن مالك رضي الله عنه.",
            "page": "37",
            "part": "1",
            "seal": "032E813D"
        },
        {
            "id": "35",
            "nass": "يبغضه ويعاديه، ولو كان أقرب قريب، فمن استكمل ذلك فقد صدق في هذه المحبة، ومن خالفه أو نقص شيئاً من ذلك نقصت محبته بقدر ذلك (¬1). ¶ قال الله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى الله وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِالله وَالْيَوْمِ الآخِرِ). [النساء: من الآية59]. ¶ وقال تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَوَلَّوْا عَنْهُ وَأَنْتُمْ تَسْمَعُونَ). [الأنفال:20]. ¶ ... وقال تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلا تُبْطِلُوا أَعْمَالَكُمْ). [محمد:33]. ¶ وقال تعالى: (قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ لا يُحِبُّ الْكَافِرِينَ). [آل عمران:32]. ¶ وقوله تعالى: (وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا) (¬2). ¶ وقد رتب على طاعته صلى الله عليه وسلم جزيل الثواب: ¶ فقال تعالى: (وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ) [النور: 56] ¶ وقال تعالى: (وَأَطِيعُوا اللَّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ) (¬3) ¶ ¬_________ ¶ (¬1) انظر الشهادتان معناهما وما تستلزمه كل منهما - لفضيلة الشيخ عبد الله بن جبرين - ¶ (ص66) بتصرف. ¶ (¬2) سورة الحشر: من الآية: 7]. ¶ (¬3) سورة آل عمران: الآية:132].",
            "page": "38",
            "part": "1",
            "seal": "37AB2CDF"
        },
        {
            "id": "36",
            "nass": "وقال تعالى: (وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً) (¬1). ¶ كما قرن طاعته وطاعة رسوله صلى الله عليه وسلم في مواضع كثيرة: وقال تعالى: (وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ) [النساء: من الآية 13] ¶ وقال تعالى: (وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ الله عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقاً) [النساء:69]. ¶ وقال تعالى: (وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ وَيَخْشَ اللَّهَ وَيَتَّقْهِ فَأُولَئِكَ هُمُ الْفَائِزُونَ) [النور:52] ¶ وقال تعالى: (وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ). [الفتح: من الآية17] ¶ وقال تعالى: (قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ وَإِنْ تُطِيعُوهُ تَهْتَدُوا). [النور: 54] ¶ وقد توعد على معصيته بالعقوبة الشديدة: ¶ قال الله تعالى: (وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَاراً خَالِداً فِيهَا وَلَهُ عَذَابٌ مُهِينٌ). [النساء: 14] ¶ ... وقال تعالى: (وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ وَمَنْ يَتَوَلَّ يُعَذِّبْهُ عَذَاباً أَلِيماً). [الفتح: ا17] ... ¶ وحكى عن أهل النار قولهم: (يَا لَيْتَنَا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولا) (¬2) ¶ ¬_________ ¶ (¬1) سورة الأحزاب: من الآية71) ¶ (¬2) سورة الأحزاب: من الآية66)",
            "page": "39",
            "part": "1",
            "seal": "05DB0144"
        },
        {
            "id": "37",
            "nass": "وورد في الصحيح: عن أبي هريرةَ رضيَ اللهُ عنه قال: قال رسولَ الله صلى الله عليه وسلم: «مَنْ أَطَاعَنِي فَقَدْ أَطَاعَ اللهَ. وَمَنْ عَصَانِي فَقَدْ عَصَى اللهَ» (¬1). ¶ ومعنى هاذا: أنه صلى الله عليه وسلم إنما يأمر بما أوحي إليه، فطاعته في ذلك طاعة لربه. قال الله تعالى: (مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظاً). [النساء: 80] ¶ ... وروى البخاري: عن أبي هُرَيْرةَ رضيَ اللهُ عنه، أنَّ رَسُولَ الله صلى الله عليه وسلم قَالَ: «كُلُّ أُمَّتي يَدْخُلُونَ الْجَنَّةَ إلاّ مَنْ أبى» قالُوا: يا رَسُولَ الله وَمَنْ يَأْبى؟ قَالَ: «مَنْ أطاعَني دَخَلَ الْجَنَّةَ، وَمَنْ عَصاني فَقْدَ أبى» (¬2). ¶ ولاشك أن طاعته هي فعل ما أمر به، وتجنب ما نهى عنه، والتسليم مع ذلك لما جاء به، والرضى بحكمه وترك الاعتراض على شرعه أو التعقب والانتقاد لحكمه. ¶ قال الله تعالى: (فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً). ¶ [النساء:65] ¶ ¬_________ ¶ (¬1) رواه البخاري في مواضع متعددة منها في: كتاب الأحكام- باب قَوْلِ اللَّهِ تَعَالَى وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُم- (ج8/ص133). ورواه مسلم - كتاب الامارة -باب وجوب طاعة الأمراء في غير معصية وتحريمها في المعصية - (ج6/ص13). ¶ (¬2) رواه البخاري-كتاب الاعتصام بالكتاب والسنه - باب الاقتداء بسنن الرسول صلى الله عليه وسلم - (8/ 177)",
            "page": "40",
            "part": "1",
            "seal": "73F1CEB2"
        },
        {
            "id": "38",
            "nass": "ثمرة المحبة الإتباع ¶ الطاعة عن حب أولى وأفضل من الطاعة عن خوف وقهر. والإيمان بكلمة التوحيد والعمل بمقتضاها يمنح المسلم قوة في شخصيته وعزة في حياته، وسعادة وفلاحاً في الدنيا وَرُقيَّاً وفوزاً في الآخرة .. وقد حكى لنا القرآن الكريم قصة السحرة مع موسى وفرعون .. وكيف كان إيمانهم قوياً رغم أنه مُفاجئ .. إنه الحب الإلهى .. قال لهم فرعون: (فَلأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلافٍ وَلأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ وَلَتَعْلَمُنَّ أَيُّنَا أَشَدُّ عَذَاباً وَأَبْقَى) [طه: من الآية71]. ¶ فكان ردهم عليه: (قَالُوا لَنْ نُؤْثِرَكَ عَلَى مَا جَاءَنَا مِنَ الْبَيِّنَاتِ وَالَّذِي فَطَرَنَا فَاقْضِ مَا أَنْتَ قَاضٍ إِنَّمَا تَقْضِي هَذِهِ الْحَيَاةَ الدُّنْيَا * إِنَّا آمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَايَانَا وَمَا أَكْرَهْتَنَا عَلَيْهِ مِنَ السِّحْرِ وَالله خَيْرٌ وَأَبْقَى) (¬1). ¶ وكيف نفسر سلوك الصحابي الذي كان يمسك بتمرات في يده .. فلما سأل الرسول صلى الله عليه وسلم: أَيْنَ أَنَا يَا رَسُولَ الله إِنْ قُتِلْتُ؟ قَالَ صلى الله عليه وسلم: «فِي الْجَنَّةِ» فَأَلْقَى تَمَرَاتٍ كُنَّ فِي يَدِهِ ثُمَّ قَاتَلَ حَتَّى قُتِلَ» (¬2). ¶ وكيف نُفسِّر سلوك أُمٍ يُنْعَى إليها أولادها الأربعة، وليس لها في الدنيا سواهم فتقول: الحمد لله الذي شرَّفني باستشهادهم!؟ (¬3). ¶ ¬_________ ¶ (¬1) سورة طه: من الآية 72و73]. ¶ (¬2) رواه البخاري - كتاب المغازي - باب غزوة أحد - (5/ 36) ورواه مسلم- كتاب الأمارة - باب ثبوت الجنة للشهيد- (6/ 43). حديث جابر رضي الله عنه. ¶ (¬3) هي الخنساء رضي الله عنها.",
            "page": "41",
            "part": "1",
            "seal": "C65C980E"
        },
        {
            "id": "39",
            "nass": "إنها قوة الإيمان واستقرار كلمة التوحيد في القلب. فمتى تمكنت المحبة في القلب لم تنبعث الجوارح إلا إلى طاعة الرب. وهاذا هو معنى الحديث القدسي، الذي أخرجه البخاري في صحيحه وفيه: «وَما يَزالُ عَبْدِي يَتَقَرَّبُ إلَيَّ بِالنَّوافِلِ حَتَّى أُحِبَّهُ، فَإذا أحْبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِها، ورِجْلَهُ الَّتِي يَمْشِي بِها» (¬1). ¶ والمعنى: أن محبة الله إذا استغرق بها القلب واستولت عليه لم تنبعث الجوارح إلا إلى رضا الرب، وصارت النفس حينئذ مطمئنة بارادة مولاها عن مرادها وهواها (¬2). ¶ كان داود الطائي يقول: «همك عطل عليَّ الهموم وحالف بيني وبين السهاد، وشوقي إلى النظر إليك أوبق (¬3) مني اللذات، وحال بيني وبين الشهوات فأنا في سجنك أيها الكريم مطلوب» (¬4). ¶ قال صاحب الروض الفائق: للمحبة رجال ماتركوا في قلوبهم لغير محبوبهم مجال فما في الحب عضو ولا جارحةٍ إلا وعليه شواهد المحبة لائحة. فالألسن قد شغلها أنيس (فَاذْكُرُونِي أَذْكُرْكُمْ) (¬5) والأسماع منصتة لاستماع كلام الحبيب (وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ) (¬6)، والأبصار ¶ ¬_________ ¶ (¬1) رواه البخاري -كتاب الرقاق- باب التَّوَاضُع- (ج 7/ص243) حديث أبي هريرة رضي الله عنه. ¶ (¬2) انظر كلمة الإخلاص - للحافظ عبد الرحمان ابن رجب الحنبلي رحمه الله تعالى-ص15) بتصرف ¶ (¬3) أي هلك. ¶ (¬4) انظر كلمة الإخلاص - للحافظ عبد الرحمان ابن رجب الحنبلي رحمه الله تعالى - (ص28) ¶ (¬5) سورة البقرة: من الآية152) ¶ (¬6) سورة البقرة: من الآية186)",
            "page": "42",
            "part": "1",
            "seal": "C35B9549"
        },
        {
            "id": "40",
            "nass": "شاخصة لانتظار (وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ * إِلَى رَبِّهَا نَاظِرَةٌ) (¬1)، والأبدان قائمة بوظيفة (إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ) (¬2) والقلوب مرتبطة برابطة (يُحِبُّهُمْ وَيُحِبُّونَهُ) (¬3) والأرواح ترتاح لأذكار (فَرَوْحٌ وَرَيْحَانٌ) (¬4). فما للعارف غفلة عن مشهوده ولا للعابد غفلة عن معبوده. ¶ لما علمت بأن قلبي فارغ ... ممن سواك ملأته بهواك ¶ وملأت كلي منك حتى لم أدع ... مني مكانا خالياً لسواك (¬5). ¶ هاذا هو حال خواص المحبين الصادقين، فإنه من امتلأ قلبه من محبة الله لم يكن فيه فراغ لشيء من إرادات النفس والهوى، وإلى ذلك أشار القائل بقوله: ¶ أروح قد ختمت على فؤادي ... بحبك أن يحل به سواكا ¶ فلو أني استطعت غضضت طرفي ... فلم أنظر به حتى أراكا ¶ أحبك لا ببعضي بل بكلي ... وإن لم يبق حبك لي حراكا ¶ وفي الأحباب مخصوص بوجد ... وآخر يدعي معه اشتراكا ¶ إذا اشتبكت دموع في خدود ... تبين من بكا ممن تباكى ¶ فأما من بكى فيذوب وجدًا ... وينطق بالهوى من قد تشاكا ¶ ¬_________ ¶ (¬1) سورة القيامة:22 - 23). ¶ (¬2) سورة الفاتحة:5). ¶ (¬3) سورة المائدة: من الآية54). ¶ (¬4) سورة الواقعة: من الآية89). ¶ (¬5) انظر الروض الفائق في المواعظ والرقائق للعلامة شعيب الحريفيش رحمه الله تعالى (ص 218).",
            "page": "43",
            "part": "1",
            "seal": "EB41833D"
        },
        {
            "id": "41",
            "nass": "فمتى بقي للمحب حظ من نفسه فما بيده من المحبة إلا الدعوى. إنما المحب من يفنى عن هوى نفسه كله، ويبقى بحبيبه فبي يسمع وبي يبصر (¬1). ¶ كان أبو يزيد البسطامي رحمه الله تعالى يقول في مناجاته: إلهي لست أعجب من حبي لك وأنا عبد حقير، وإنما أعجب من حبك لي وأنت ملك قدير. ¶ وكان يحي بن معاذ الرازي رحمه الله تعالى يقول في مناجاته: إلهي ليس العجب من عبد ذليل يحب رباً جليلاً! بل العجب من رب يحب عبداً ذليلاً (¬2). ¶ وقيل كانت لعبد الله بن الحسين جارية أعجمية: قال: فكانت ذات ليلة نائمة فرأيتها قامت وتوضأت ثم قامت تصلي، فلما فرغت خرت ساجدة وهي تقول: سيدي بحبك لي إلا ما غفرت لي. فقلت لها: ويحك لا تقولي هكذا، ولكن قولي بحبي لك، فربما هو لا يحبك. قالت لي: يابطال لولا حبه لي لما أنامك وأوقفني بين يديه، وبحبه لي أخرجني من دار المشركين وكتبني في ديوان المؤمنين، فقلت لها: اذهبي فأنت حرة لوجه الله تعالى. قالت: يامولاي أسأت إلي. كان لي أجران فصار لي أجر واحد، ثم صرخت صرخة، وقالت: هاذا عتق مولاي الأصغر فكيف عتق مولاي الأكبر. ثم خرت ميتة (¬3). ¶ ¬_________ ¶ (¬1) انظر كلمة الإخلاص - للحافظ عبد الرحمان ابن رجب الحنبلي رحمه الله تعالى - (ص24) ¶ (¬2) انظر الروض الفائق في المواعظ والرقائق للعلامة شعيب الحريفيش رحمه الله تعالى- (ص 214) ¶ (¬3) انظر الروض الفائق في المواعظ والرقائق للعلامة شعيب الحريفيش رحمه الله تعالى- (ص 214)",
            "page": "44",
            "part": "1",
            "seal": "E92EE55D"
        },
        {
            "id": "42",
            "nass": "ورُؤيت زبيدة (¬1) في المنام، فقيل لها: ما فعل الله بك؟ فقالت: غفر لي بهؤلاء الكلمات الأربع: لا اله إلا الله أفني بها عمري، لا اله إلا الله أدخل بها قبري، لا اله إلا الله أخلو بها وحدي، لا اله إلا الله ألقى بها ربي (¬2). ¶ قال ابن رجب رحمه الله تعالى: فأما من دخل النار من أهل هذه الكلمة فلقلة صدقه في قولها، فإن هذه الكلمة إذا صدقت طهرت القلب من كل ما سوى الله ومتى بقي في القلب أثر سوى الله فمن قلة الصدق في قولها. من صدق في قول لاإله إلا الله لم يحب سواه، ولم يرج سواه، ولم يخش أحدًا إلا الله، ولم يتوكل إلا على الله، ولم يبق له بقية من آثار نفسه وهواه. ¶ ومع هاذا فلا تظنوا أن المحب مطالب بالعصمة وإنما هو مطالب كلما زل أن يتلافى تلك الوصمة (¬3). ¶ وقد ذكر هذه الآثار عن السلف الصالح فقال رحمه الله تعالى: ¶ قال زيد بن أسلم: إن الله ليحب العبد حتى يبلغ من حبه له أن يقول اذهب فاعمل ما شئت فقد غفرت لك. ¶ وقال الشعبي: إذا أحب الله عبداً لم يضره ذنب. ¶ ¬_________ ¶ (¬1) زبيدة بنتُ جَعفر بن المنصور الهاشمية، زوجة هارون الرشيد. ¶ (¬2) انظر غاية المطلوب وأعظم المنة فبما يغفر الله به الذنوب ويوجب الجنة للحافظ ابن الديبع ¶ رحمه الله تعالى - (ص 101) ¶ (¬3) انظر كلمة الإخلاص- للحافظ عبد الرحمان ابن رجب الحنبلي رحمه الله تعالى- (ص29) بتصرف",
            "page": "45",
            "part": "1",
            "seal": "69C79432"
        },
        {
            "id": "43",
            "nass": "وتفسير هاذا الكلام: أن الله عز وجل له عناية بمن يحبه، فكلما زلق ذلك العبد في هوة الهوى أخذ بيده إلى نجوة النجاة ييسرله التوبة، وينبهه على قبح الزلة، فيفزع إلى الاعتذار، ويبتليه بمصائب مكفرة لما جنى (¬1). أهـ ¶ ¬_________ ¶ (¬1) انظر كلمة الإخلاص- للحافظ عبد الرحمان ابن رجب الحنبلي رحمه الله تعالى- (ص29) بتصرف",
            "page": "46",
            "part": "1",
            "seal": "30AF8245"
        },
        {
            "id": "44",
            "nass": "الكل في بحر حبه تاهوا ... وقد تفانوا في سر معناه ¶ وصححوا للعقد مخلصين له ... بقولهم لا إله إلا هو ¶ يا معشر الذاكرين كلكم ... قولوا معى لا إله إلا هو ¶ وراقبوا من يعمكم كرما ... بفضله لا إله إلا هو ¶ فالكون قد فاح نشره عبقا ... بذكره لا إله إلا هو ¶ والعرش تسبيحه له أبدا ... سبحان من لا إله إلا هو ¶ وكل ما في السماء من ملك ... تسبيحه لا إله إلا هو ¶ وكل ما في الجبال من عظم ... تسبيحه لا إله إلا هو ¶ وكل ما في الرياض من شجر ... تسبيحه لا إله إلا هو ¶ وكل ما في البحار من سمك ... تسبيحه لا إله إلا هو ¶ وكل ما في الوجود من بشر ... تسبيحه لا إله إلا هو ¶ وكل ما في الزمان من عجب ... أعجبه لا إله إلا هو ¶ وكل شيء تراه من حسن ... أحسنه لا إله إلا هو ¶ وكل شيء يلوح من ملح ... زينته لا إله إلا هو ¶ وكل أهل العلوم قد علموا ... بأنه لا إله إلا هو ¶ وكل أهل العقول قد فهموا ... بأنه لا إله إلا هو ¶ والإنس والجن كلهم شهدوا ... بأنه لا إله إلا هو ¶ والرعد والبرق إذ يسبحه ... فقو له لا إله إلا هو ¶ وكل من ضل عن طريق هدى ... دليله لا إله إلا هو ¶ وكل من يشتكي أذى سقم ... شفاؤه لا إله إلا هو ¶ وكل من أتاه بالذل مفتقراً ... غناؤه لا إله إلا هو ¶ ومن أتى يائسا ومنكسرا ... فجبره لا إله إلا هو ¶ يا غارقا في بحار غفلته ... انهض وقل لا إله إلا هو ¶ تعصيه جهرا وحلمه كرما ... بستره لا إله إلا هو ¶ يا قوم لا تغفلوا بجهلكم ... عن ذكره لا إله إلا هو ¶ كيف تنام العيون عن ملك ... سبحانه لا إله إلا هو ¶ تنسوه في الليل والنهار ولا ... ينساكموا لا إله إلا هو ¶ هو الإله العظيم قدرته ... سبحانه لا إله إلا هو ¶ يا فوز من مات وهو معتقد ... يشهد أن لا إله إلا هو (¬1) ¶ ¬_________ ¶ (¬1) انظر الروض الفائق في المواعظ والرقائق للعلامة شعيب الحريفيش رحمه الله تعالى- (ص 277).",
            "page": "47",
            "part": "1",
            "seal": "F74E8701"
        },
        {
            "id": "45",
            "nass": "* الإكثار من ذكر «لا اله إلا الله» يورث الطاعة ويوجب المغفرة * ¶ الإكثار من ذكر «لا اله إلا الله» مندوب إليه لعموم قوله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْراً كَثِيراً * وَسَبِّحُوهُ بُكْرَةً وَأَصِيلاً) (¬1). ¶ وقوله تعالى: (وَالذَّاكِرِينَ اللَّهَ كَثِيراً وَالذَّاكِرَاتِ أَعَدَّ الله لَهُمْ مَغْفِرَةً وَأَجْراً عَظِيماً) [الأحزاب: 35] ¶ وقول النَّبِي صَلَّى الله عَلَيْهِ وَسَلَّمَ: «سَبَقَ الْمُفَرِّدُونَ» قَالُوا: وَمَا الْمُفَرِّدُونَ؟ يَا رَسُولَ الله قَالَ «الذَّاكِرُونَ اللهَ كَثِيراً، وَالذَّاكِرَاتُ» (¬2). ¶ وقَالَ رَجَلٌ للنَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ: يَا رَسُولُ اللهِ إنَّ شَرَائِعَ الإسْلاَمِ قَدْ كَثُرَتْ عَلَيَّ فأخبِرْنِي بِشَيْءٍ أَتَشَبَّثُ بِهِ (¬3)، قَالَ صلى الله عليه وسلم: «لا يَزَالُ لِسَانُكَ رَطْباً مِنْ ذِكْرِ الله» (¬4). ¶ فالذكر أيسر العبادات مع كونه أجلها وأفضلها وأكرمها على الله تعالى, فإن حركة اللسان أخف حركات الجوارح , فيه يحصل الفضل للذاكر وهو قاعد على فراشه وفي سوقه , وفي حال صحته وسقمه, وفي حال نعيمه ¶ ¬_________ ¶ (¬1) سورة الأحزاب:41 - 42) ¶ (¬2) رواه مسلم - كتاب الذكر والدعاء والتوية والاستغفار -باب الحث على ذكر الله تعالى - ¶ (8/ 63). ¶ (¬3) أَتَشَبَّثُ بِهِ: أي أتعلق وبه أستمسك. ¶ (¬4) رواه الترمذي- كتاب الدعوات عن رسول الله صلى الله عليه وسلم -باب ما جاء في فضل الذكر- (5/ 458). رقم (3375) حديث عبد الله بن بُسْرٍ رضي الله عنه.",
            "page": "48",
            "part": "1",
            "seal": "BEDA6882"
        },
        {
            "id": "46",
            "nass": "ولذته, ومعاشه , وقيامه , وقعوده , واضطجاعه , وسفره , وإقامته , فليس شيء من الأعمال الصالحة يعم الأوقات والأحوال مثله. ¶ كما أن الذكر يكسو الذاكرين الجلالة والمهابة ويورثهم محبة الله التي هي روح الإسلام, ويحيي عندهم المراقبة له والإنابة إليه والهيبة له وتتنزل السكينة. ¶ وفي الذكر حياة قلب الذاكر ولينه , وزوال قسوته , وفيه شفاء القلب من أدواء الغفلة وحب المعاصي, ويعين الإنسان على ما سواه من الطاعات, وييسر أمرها , فإنه يحببها إلى الإنسان ويلذها له , فلا يجد لها من الكلفة والمشقة ما يجده الغافل. ¶ وفي الصحيح: عَنْ أَبِي مُوسَى رَضِيَ الله عَنْهُ، قَالَ: قَالَ النَّبِيُّ صلى الله عليه وسلم: «مَثَلُ الَّذِي يَذْكُرُ رَبَّهُ وَالَّذِي لا يَذْكُرُ مَثَلُ الْحَيِّ وَالْمَيِّتِ» (¬1). ¶ ومعنى الحديث أن التارك للذكر وإن كان فيه حياة ذاتية فليس لحياته اعتبار , بل هو شبيه بالأموات حسا الذين أجسادهم عرضة للهوام, وبواطنهم متعطلة عن الإدراك والفهم. ¶ وقد وردت أحاديث كثيرة صريحة تندب إلى الإكثار من قول: «لا اله إلا الله»: ¶ منها: قولهُ صلى الله عليه وسلم: «أكثروا من قول لا اله إلا الله» (¬2). ¶ ¬_________ ¶ (¬1) رواه البخاري - كتاب الدعوات-باب فَضْلِ ذِكْرِ اللَّهِ عَزَّ وَجَل- (7/ 216). ¶ (¬2) أخرجه الإمام أحمد في المسند - تتمة مسند أبي هريرة رضي الله عنه - (3/ 345).",
            "page": "49",
            "part": "1",
            "seal": "5C8E5C91"
        },
        {
            "id": "47",
            "nass": "ومنها: قولهُ صلى الله عليه وسلم: «مَنْ قَالَ لا اله إلا الله وَحْدَهُ لا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ فِي يَوْمٍ مِائَةَ مَرَّةٍ كَانَتْ لَهُ عَدْلَ عَشْرِ رِقَابٍ وَكُتِبَتْ لَهُ مِائَةُ حَسَنَةٍ وَمُحِيَتْ عَنْهُ مِائَةُ سَيِّئَةٍ وَكَانَتْ لَهُ حِرْزًا مِنَ الشَّيْطَانِ يَوْمَهُ ذَلِكَ حَتَّى يُمْسِيَ وَلَمْ يَأْتِ أَحَدٌ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلاَّ أَحَدٌ عَمِلَ أَكْثَرَ مِنْ ذَلِكَ» (¬1). ¶ ومنها: قوله صلى الله عليه وسلم لأصحابه: «ارْفَعوا أَيْدِيَكُمْ فَقولوا: لا اله إلا الله»، قال شداد بن أوس، رضي الله عنه: فرفعنا أيدينا ساعة ثم وضع رسول الله صَلَّى الله عَلَيْهِ وَسَلَّمَ يده، ثم قال صَلَّى الله عَلَيْهِ وَسَلَّمَ: «الْحَمْدُ لله، اللهمَّ إِنَّكَ بَعَثْتَنِي بِهذِهِ الْكَلِمَةِ وَأَمَرْتَني بِها وَوَعَدْتَني عَلَيْها الْجَنَّةَ، إِنَّكَ لا تُخْلِفُ الْميعادُ»، ثم قال صَلَّى الله عَلَيْهِ وَسَلَّمَ: «أَبْشروا فَإِنَّ الله قَدْ غَفَرَ لَكُمْ» (¬2). ¶ ولهاذا يندب الإكثار من قول «لا اله إلا الله»: لأنها أفضل الذكر كما ورد في الحديث الشريف. مستشعراً معناها ومكانتها الرفيعة، فهي أول ركن من أركان الإسلام مع شهادة أن محمداً رسول الله صلى الله عليه وسلم، وهي أعلى شعب الإيمان، ومن أجلها أرسلت الرسل، فما من رسول إلا دعا قومه إلى «لا اله إلا الله» وهي التي من أجلها أنزل الله الكُتُب؛ لبيان حقيقتها، ومعرفة شروطها، والتحذير من نواقضها، وهي التي من أجلها خلق الله الدنيا؛ لتكون دار عمل، ودار توحيد ودار سبق إلى الخيرات، ودار قول بـ «لا اله إلا ¶ ¬_________ ¶ (¬1) أخرجه البخاري في مواضع متعددة منها في: كتاب بدء الخلق- باب صفة إبليس وجنوده - ¶ (4/ 114) - وكتاب الدعوات- باب فضل التهليل - (7/ 214). وأخرجه الترمذي- كتاب الدعوات عن رسول الله صلى الله عليه وسلم - بابُ - (5/ 512).حديث أبي هريرة رضي الله عنه. ¶ (¬2) أخرجه الحاكم في المستدرك-كتاب الدعاء والتكبير والتهليل والتسبيح والذكر - (1/ 679) رقم (1844)، قال الذهبي في التلخيص: راشد ضعفه الدارقطني وغيره، ووثقه دحيم.",
            "page": "50",
            "part": "1",
            "seal": "93CF3991"
        },
        {
            "id": "48",
            "nass": "الله» ودار عمل بـ «لا اله إلا الله» ومن أجلها خلقت الآخرة، ومن أجلها خُلِقَت الجَّنة لأنها مفتاح الجنة، وأهلها هم أهل الجَّنة، ومن أجلها خُلِقَت النار، لتكون مثوى لمَن جحدها وحاربها وحارب أهلها؛ وبها تُؤْخذ الكُتُب باليمين، وبعدمها تُؤْخَذ الكُتُب بالشمال، وبها يثقل الميزان، وبعدمها يخف الميزان، وبها أخذ الله الميثاق، وعنها السؤال يوم القيامة. فأعظم بها من كلمة عظيمة. فعلى المسلم الإكثار من ذكر «لا اله إلا الله». ¶ وقد ذم الله تعالى المنافقين بقوله تعالى: (وَإِذَا قَامُوا إِلَى الصَّلاةِ قَامُوا كُسَالَى يُرَاؤُونَ النَّاسَ وَلا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلاً) [النساء: 142]. ¶ قال صاحب بهجة الأنور: وهذه الكلمة الشريفة العظيمة لها خاصية في تنوير الباطن وجمع الهمم إذا واظب عليها صادق مخلص، وهي من مواهب الحق جل وعلا، وفيها خاصية لهذه الأمة. ¶ قال شيخنا عبد الله بن سعيد اللحجي رحمه الله تعالى: وسبب ذلك أن «لا إله» نفي لجميع أفراد الألهية «وإلا الله» إثبات للواحد الحق الواجب الوجود لذاته المنزه عن كل ما لا يليق بجلاله. فبإدمان الذاكر لهاذا ينعكس الذكر من لسان الذاكر إلى باطنه حتى يتمكن فيه فيصيبه ويصلحه ثم يضئ ويصلح سائر الجوارح. (¬1). ¶ وقال رحمه الله تعالى أيضا: وفي ذكرها خمس خصال: ¶ 1 - رضا الله تعالى. 2 - ورقة القلب. 3 - وزيادة في الخير. ¶ ¬_________ ¶ (¬1) حديقة الأبرار شرح بهجة الأنوار - ليشيخنا عبد الله بن سعيد اللحجي رحمه الله تعالى - ¶ (ص 339) مخطوط",
            "page": "51",
            "part": "1",
            "seal": "E6A9CCC8"
        },
        {
            "id": "49",
            "nass": "4 - وحرز من الشيطان. 5 - ومنع من ركوب المعاصي (¬1).أهـ ¶ قال رجل للحسن البصري: يا أبا سعيد أشكو إليك قسوة قلبي، فقال: أدبه بذكر الله. (¬2). ¶ قال شيخنا إسماعيل عثمان زين - رحمه الله تعالى: أفضل الذكر ماكان بالقلب واللسان جميعا بحيث تكون صورة الذكر الجاري على اللسان حاضرة في القلب (¬3). ¶ قال ابن القيم رحمه الله تعالى: من الذاكرين من يبتديء بذكر اللسان وان كان على غفلة ثم لا يزال فيه حتى يحضر قلبه فيتواطئا على الذكر. ¶ ومنهم من لا يرى ذلك ولا يبتدىء على غفلة بل يسكن حتى يحضر قلبه فيشرع في الذكر بقلبه، فإذا قوى استتبع لسانه فتواطئا جميعا. ¶ فالأول: ينتقل الذكر من لسانه إلى قلبه. ¶ والثاني: ينتقل من قلبه إلى لسانه من غير أن يخلو قلبه منه، بل يسكن أوّلا حتى يحس بظهور الناطق فيه، فإذا أحس بذلك نطق قلبه ثم انتقل النطق القلبي إلى الذكر اللساني، ثم يستغرق في ذلك حتى يجد كل شيء منه ذاكراً. ¶ وأفضل الذكر وأنفعه: ما واطأ فيه القلب اللسان، وكان من الأذكار النبوية، وشهد الذاكر معانيه ومقاصده (¬4). ¶ ¬_________ ¶ (¬1) المصدر السابق. ¶ (¬2) انظر إرشاد المؤمنين إلى فضائل ذكر رب العالمين - لشيخنا إسماعيل الزين - رحمه الله تعالى - (ص6). ¶ (¬3) المصدر السابق. ¶ (¬4) انظر الفوئد لابن القيم الجوزية رحمه الله تعالى - (ص 262) ط مكتبة نزار الباز مكة المكرمة.",
            "page": "52",
            "part": "1",
            "seal": "FFF66BAF"
        },
        {
            "id": "50",
            "nass": "ما ورد في فضل: «لا اله إلا الله» والتنويه إليها في آيات القرأن الكريم ¶ * فضائل لا اله إلا الله * ¶ اعلم أن كلمة: «لا اله إلا الله» لها فضائل أشهر من أن تذكر، وأكثر من أن تحصر، قد نطقت بذلك الآيات الكثيرة، والأحاديث الشهيرة. ¶ فهي القطب الذي يدور عليه رحى الإسلام والقاعدة التي يبنى عليها أركان الدين، وهي أعلى شعب الإيمان. وما من علم من علوم الغيب والشهادة إلا وهو منتظم في سلك: «لا اله إلا الله»، فجميع العلوم فروع لعلم: «لا اله إلا الله»، ولهاذا اكتفى بتعليمها للنبي صلى الله عليه وسلم إجمالاً بهاذا اللفظ الموجز، وتفصيلاً بأن أطلعه الله تعالى على ما احتوت عليه من العلوم والأسرار، فقال تعالى: (فَاعْلَمْ أَنَّهُ لا اله إلا الله) [محمد:19] ¶ روي أن عيسى عليه السلام قال: يا رب أنبئني عن هذه الأمّة المرحومة، قال: «أمّة أحمد، هم علماء حكماء كأنهم أنبياء؛ يرضون مني بالقليل من العطاء، وأرضى منهم باليسير من العمل، وأدخلهم الجنّة بلا اله إلا الله. يا عيسى هم أكثر سكّان الجنّة؛ لأنه لم تذلّ ألسن قوم قط بلا اله إلا الله كما ذلّت ألسنتهم، ولم تذلّ رقاب قوم قط بالسجود كما ذلّت به رقابهم» (¬1). ¶ وقد ورد في فضلها والتنويه إليها آيات كثيرة تفوق الحصر منها: ¶ 1 - أنها كلمة التوحيد التي شهد الله تعالى بها لنفسه. ¶ فقال تبارك وتعالى: (شَهِدَ الله أَنَّهُ لا إِلَهَ إِلاَّ هُوَ) (¬2) ¶ ¬_________ ¶ (¬1) رواه ابن عساكر كما أورده ابن كثير في البداية والنهاية -بيان شجرة طوبى ما هي وما يتصل بها من الكلام على آيات عيسى ومعجزاته) - (ج 2/ص 86). ¶ (¬2) سورة آل عمران:18).",
            "page": "53",
            "part": "1",
            "seal": "CB881E5B"
        },
        {
            "id": "51",
            "nass": "وشهد له بها ملائكته وألوا العلم من خلقه. فقال تبارك وتعالى: ¶ (وَالْمَلائِكَةُ وَأُولُو الْعِلْمِ قَائِماً بِالْقِسْطِ لا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ) (¬1). ¶ 2 - وهي أعظم النعم. إذ ذكرها الله تعالى في النعم التي عدَّها في سورة النحل التي هي سورة النِعَم وأخبر جل وعلا في كتابه المبين أنه أوحى إلى المرسلين أن أنذروا بها. ¶ فقال عز من قائل عليم: (يُنَزِّلُ الْمَلائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ أَنْ أَنْذِرُوا أَنَّهُ لا إِلَهَ إِلَّا أَنَا فَاتَّقُونِ) (¬2). ¶ وقوله تعالى: (وَاذْكُرُوا نِعْمَةَ الله عَلَيْكُمْ) يعني بـ «لا اله إلا الله» (¬3). ¶ ويقول تبارك وتعالى: (وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً) ¶ قرأ مجاهد: (وأسْبَغَ عَلَيْكُمْ نِعْمَتَهُ ظاهرَةً وبَاطنَةً) قال: لا اله إلا الله. (¬4). ¶ وقال تبارك وتعالى: (قُلْ إِنَّمَا أَنَا مُنْذِرٌ وَمَا مِنْ إِلَهٍ إِلَّا الله الْوَاحِدُ الْقَهَّارُ) (¬5). ¶ ¬_________ ¶ (¬1) سورة آل عمران:18). ¶ (¬2) سورة النحل:2). ¶ (¬3) قال البيضاوي في تفسيره: (وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ) بالإِسلام لتذكركم المنعم وترغبكم في شكره. انظر: تفسير البيضاوي - سورة المائدة: من الآية7). (ج2/ص117). ¶ (¬4) تفسير الطبري المسمى جامع البيان في تفسير القرآن - سورة لقمان (من الآية:20). ¶ (¬5) سورة صّ:65).",
            "page": "54",
            "part": "1",
            "seal": "CDEC40EF"
        },
        {
            "id": "52",
            "nass": "وقوله تعالى: (فَقُولا لَهُ قَوْلاً لَيِّناً). يعني قول «لا اله إلا الله» (¬1). ¶ وقوله تعالى: (وَطَهِّرْ بَيْتِيَ) من الأوثان بقول «لا اله إلا الله» (¬2) ¶ 3 - وهي الكلمة التي أمر الله تعالى نبيه محمد صلى الله عليه وسلم أن يدعو الثقلين: الإنس والجن، إلى «شهادة أن لا اله إلا الله». ¶ يقول تبارك وتعالى لنبيه محمد صلى الله عليه وسلم: (قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى الله عَلَى بَصِيرَةٍ أَنَاْ وَمَنِ تَّبَعَنِي وَسُبْحَانَ الله وَمَآ أَنَاْ مِنَ الْمُشْرِكِينَ) يعني الدعوة إلى شهادة أن لا اله إلا الله (¬3). ¶ 4 - وهي العروة الوثقى التي من تمسك بها نجا، ومن حُرِمَ منها هلك. ¶ يقول الله تعالى: (فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِالله فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى). يعني بلا اله إلا الله». (¬4). ¶ ¬_________ ¶ (¬1) قال ابن كثير في تفسيره: عن عكرمة في قوله: (فَقُولا لَهُ قَوْلاً لَيِّناً) قال: لا اله إلا الله. انظر تفسير ابن كثير - سورة طه: من الآية44) - (ج3/ص254). ¶ (¬2) قال ابن كثير في تفسيره: قال قتادة ومجاهد: من الشرك. انظر تفسير ابن كثير - سورة الحج: من الآية26) - (ج3/ص358).قال الشوكاني في تفسيره: قال المبرد: كأنه قيل له وحدني في هاذا البيت، لأن معنى لا تشرك بي وحدني (وَطَهّرْ بَيْتِى) من الشرك وعبادة الأوثان. انظر فتح القدير للشوكاني - سورة الحج: من الآية26) - (ج3/ص446) ¶ (¬3) انظر تفسير ابن كثير - سورة يوسف (الآية: 108) - (ج2/ص803) ¶ (¬4) قال ابن كثير في تفسيره: قال سعيد بن جبير والضحاك: يعني لا اله إلا الله. انظر تفسير ابن كثير - سورة البقرة: من الآية256). - (ج1/ص488).",
            "page": "55",
            "part": "1",
            "seal": "B6702DD3"
        },
        {
            "id": "53",
            "nass": "5 - وهي القول الثابت، الذي ثبت الله عليه الذين آمنوا في الحياة الدنيا وفي الآخرة. ¶ قال الله تعالى: (يُثَبِّتُ الله الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ) يعني بلا اله إلا الله». (¬1). ¶ 6 - وهي الكلمة الطيبة: أى المقبولة عند الله تعالى، التي تُثْمِر دوام العمل الصالح، وتُثْمِر صعود العمل إلى السماء. ¶ قال الله تعالى: (أَلَمْ تَرَ كَيْفَ ضَرَبَ الله مَثَلاً كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ).أي «لا اله إلا الله» (¬2). ¶ 7 - وهي كلمة العدل. ¶ قال الله تعالى: (إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالأِحْسَانِ) يعني بـ «لا اله إلا الله» (¬3). ¶ 8 - وهي الطيب من القول. ¶ ¬_________ ¶ (¬1) أخرج البخاري في كتاب تفسير القرآن - (ج5/ص262): عنِ البَراء بن عازب رضيَ اللهُ عنهُ أن رسولَ الله صلى الله عليه وسلمقال: «المسلمُ إذا سُئلَ في القبر يشهدُ أن لا اله إلا الله وأنَّ محمداً رسولُ الله، فذلك قوله: (يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ). ¶ (¬2) قال ابن كثير في تفسيره: قال علي بن أبي طلحة عن ابن عباس رضي الله عنهما: في قوله (وَمَثلُ كَلِمَةٍ طَيّبَةً) شهادة أن لا اله إلا الله (كَشَجَرةٍ طَيّبَةٍ) وهو المؤمن، (أَصْلُهَا ثَابِتٌ) يقول: لا اله إلا الله في قلب المؤمن، (وَفَرْعُهَا فِى السَّمَاء) يقول يرفع بها عمل المؤمن إلى السماء. انظر تفسير ابن كثير - سورة إبراهيم:24) - (ج2/ص861). ¶ (¬3) قال ابن كثير في تفسيره: عن ابن عباس رضي الله عنهما: (إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ) قال: شهادة أن لا اله إلا الله. انظر: تفسير ابن كثير - سورة النحل: من الآية90) - (2/ 949).",
            "page": "56",
            "part": "1",
            "seal": "E8A40442"
        },
        {
            "id": "54",
            "nass": "قال الله تعالى: (وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْل) ولا قول أطيب وأطهر وأزكى من قول «لا اله إلا الله» (¬1). ¶ 9 - وهي الكلمة التي تشرح الصدور. ¶ قال الله تعالى: (فَمَنْ يَرِدِ اللهُ أنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ للإسْلامِ) بـ «لا اله إلا الله» (¬2). ¶ 10 - وهي كلمة العهد. ¶ قال الله تعالى: (إِلاَّ مَنِ اتَّخَذَ عِندَ الرَّحمان عَهْداً). وهي شهادة أن لا اله إلا الله. (¬3). ¶ 11 - وهي كلمة الاستقامة. ¶ قال الله تعالى: (إِنَّ الَّذِينَ قَالُوا رَبُّنَا الله ثُمَّ اسْتَقَامُوا) يعني على شهادة أن لا اله إلا الله. (¬4). ¶ 12 - وهي الحسنى التي قال الله فيها: ¶ ¬_________ ¶ (¬1) قال ابن كثير في تفسيره: وقد قال بعض المفسرين في قوله: (وَهُدُواْ إِلَى الطَّيّبِ مِنَ الْقَوْلِ) أي القرآن وقيل: لا اله إلا الله وقيل: الأذكار المشروعة. انظر: تفسير ابن كثير - سورة الحج: من الآية24) - (ج3/ص354). ¶ (¬2) عن ابن جريج، قوله: (فَمَنْ يَرِدِ اللهُ أنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ للإسْلامِ) ب «لا اله إلا الله». تفسير الطبري - سورة الأنعام: الآية125). ¶ (¬3) قال ابن كثير في تفسيره - سورة مريم [الآية: 87]- (ج3/ص227): وهو شهادة أن لا اله إلا الله والقيام بحقها. قال علي بن أبي طلحة عن ابن عباس رضي الله عنهما: (إِلاَّ مَنِ اتَّخَذَ عِندَ الرَّحمان عَهْداً) قال: العهد شهادة أن لا اله إلا الله، ويبرأ إلى الله من الحول والقوة، ولا يرجو إلا الله عز وجل. ¶ (¬4) قال ابن كثير في تفسيره: قال عكرمة سئل ابن عباس رضي الله عنهما أي آية في كتاب الله تبارك وتعالى أرخص؟ قال قوله تعالى: (إِنَّ الَّذِينَ قَالُواْ رَبُّنَا اللَّهُ ثُمَّ اسْتَقَمُواْ) على شهادة أن لا اله إلا الله .. انظر تفسير ابن كثير - سورة فصلت: من الآية30) - (ج 4/ص157).",
            "page": "57",
            "part": "1",
            "seal": "5672FA17"
        },
        {
            "id": "55",
            "nass": "قال تعالى: (فَأَمَّا مَنْ أَعْطَى وَاتَّقَى * وَصَدَّقَ بِالْحُسْنَى) أي بلا اله إلا الله (¬1). وقد وعد الله أهل الحسنى بالجنة وزيادة، وهي النظر إلى وجهه الكريم، قال تعالى: (لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ) (¬2). ¶ 13 - وهي كلمة الإحسان: التي من قالها باللسان، واعتقدها بالجنان، وعمل بالأركان، فجزائه الجنة. ¶ قال الله تعالى: (هَلْ جَزَاءُ الْأِحْسَانِ إِلَّا الْأِحْسَانُ) فقيل: الإحسان في الدنيا «لا اله إلا الله» وفي الآخرة «الجنة». (¬3) ¶ 14 - وهي كلمة الحق الثابتة. ¶ قال الله تعالى: (إِلاَّ مَنْ شَهِدَ بِالْحَقِّ). أي شهد أن لا اله إلا الله وأن محمداً رسول الله صلى الله عليه وسلم. (¬4). ¶ ¬_________ ¶ (¬1) قال ابن كثير في تفسيره: قال أبو عبد الرحمان السلمي والضحاك (وَصَدَّقَ بِالْحُسْنَى) أي بلا اله إلا الله. انظر تفسير ابن كثير - سورة الليل الآية:6) - (ج4/ص861). ¶ (¬2) انظر تفسير ابن كثير - سورة (يونس: من الآية26) (ج2/ص670).قال ابن كثير: هي تضعيف ثواب الأعمال بالحسنة عشر أمثالها إلى سبعمائة ضعف وزيادة على ذلك أيضاً، ويشمل ما يعطيهم الله في الجنان من القصور والحور والرضا عنهم، وما أخفاه لهم من قرة أعين وأفضل من ذلك وأعلاه النظر إلى وجهه الكريم فإنه زيادة أعظم من جميع ما أعطوه لا يستحقونها بعملهم بل بفضله ورحمته. ¶ (¬3) قال ابن كثير في تفسيره سورة الرحمان (4/ 455):عن أنس بن مالك رضي الله عنه قال: قرأ رسول الله صلى الله عليه وسلم: (هَلْ جَزَاء الإحْسَانِ إِلاَّ الإحْسَانُ) وقال «هل تدرون ما قال ربكم؟» قالوا: الله ورسوله أعلم. قال «يقول هل جزاء من أنعمت عليه بالتوحيد إلا الجنة». ¶ (¬4) قال ابن عباس رضي الله عنهما: (إِلاَّ مَنْ شَهِدَ بِالْحَقِّ) أي شهد أن لا اله إلا الله وأن محمداً رسول الله. انظر تفسير القرطبي المسمى الجامع لأحكام القرآن -الزخرف:86) (16/ 122).",
            "page": "58",
            "part": "1",
            "seal": "7E359F98"
        },
        {
            "id": "56",
            "nass": "15 - وهي دعوة الحق. ¶ قال الله تعالى: (لَهُ دَعْوَةُ الْحَقّ).يعني قوله: «لا اله إلا الله» (¬1). ¶ 16 - وهي الكلمة الباقية: أي التي لا تزول ولا تحول، وهي التي أوصى بها الأنبياء أولادهم. ¶ قال الله تعالى: (وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ). يعني لا اله إلا الله لا يزال في ذريته من يقولها (¬2). ¶ 17 - وهي كلمة الله العليا. ¶ قال الله تعالى: (فَأَنْزَلَ الله سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ الله هِيَ الْعُلْيَا). وهي «لا اله إلا الله» (¬3). ¶ 18 - وهي المثل الأعلى. ¶ قال الله تعالى: (وَلله الْمَثَلُ الأَعْلَى) وهي: شهادة أن لا اله إلا الله. (¬4). ¶ ¬_________ ¶ (¬1) قال ابن كثير في تفسيره: قال ابن عباس وقتادة ومالك عن محمد بن المنكدر: (لَهُ دَعْوَةُ الْحَقّ) لا اله إلا الله. انظر: تفسير ابن كثير - سورة الرعد: من الآية14).- (ج2/ص823) ¶ (¬2) انظر تفسير ابن كثير - سورة الزخرف من الآية: 28) (ج4/ص202) - قال ابن كثير: وهي لا اله إلا الله أي جعلها دائمة في ذريته يقتدي به فيها من هداه الله تعالى من ذرية إبراهيم عليه الصلاة والسلام. (لَعَلَّهُمْ يَرْجِعُونَ) أي إليها. قال عكرمة ومجاهد والضحاك وقتادة والسدي وغيرهم في قوله عز وجل: (وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِى عَقِبِهِ) يعني لا اله إلا الله لا يزال في ذريته من يقولها. ¶ (¬3) قال ابن كثير: سورة التوبة: من الآية40) (ج2/ص583) - قال ابن عباس رضي الله عنهما: يعني بكلمة الذين كفروا الشرك وكلمة الله هي لا اله إلا الله. ¶ (¬4) قال قتادة: (وَلِلَّهِ المَثَلُ الأعْلَى) قال: شهادة أن لا اله إلا الله. انظر تفسير الطبري - سورة النحل: من الآية60). قال ابن كثير في تفسيره: قوله تعالى: (وَلَهُ الْمَثَلُ الاعْلَى فِى السَّمَواتِ وَالاْرْضِ) قال علي بن أبي طلحة عن ابن عباس كقوله تعالى: (لَيْسَ كَمِثْلِهِ شَىء) وقال قتادة: مثله أنه لا اله إلا هو ولا رب غيره، وقال مثل هاذا ابن جرير. وعن مالك في تفسيره المروي عنه عن محمد بن المنكدر في قوله تعالى: (وَلَهُ الْمَثَلُ الاعْلَى) قال: لا اله إلا الله. انظر تفسير ابن كثير -سورة الروم من الآية: 27]، (3/ 711). بتصرف.",
            "page": "59",
            "part": "1",
            "seal": "0DB151E0"
        },
        {
            "id": "57",
            "nass": "19 - وهي كلمة السواء. ¶ قال الله تعالى: (قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلاَّ نَعْبُدَ إِلاَّ اللَّهَ). وهي: شهادة أن لا اله إلا الله. (¬1). ¶ 20 - وهي كلمة النجاة. حيث لا نجاة من عذاب الله إلا بها. ¶ قال تعالى: (إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاء) (¬2). ¶ 21 - وهي القول السديد. ¶ قال الله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً). يعني «لا اله إلا الله». (¬3). ¶ 22 - وهي كلمة البر. ¶ ¬_________ ¶ (¬1) قال الإمام البخاري: قال أبو سفيانَ: «كتب النبي صلى الله عليه وسلم إلى هِرقلَ: تعالوا إلى كلِمةٍ بيننا وبينكُم». وقال مجاهدٌ: كلمة التقوى لاإله إلا اللهُ.- انظر صحيح البخاري - كتاب الأيمان والنذور - باب إذا قال والله لا أتكلم اليومَ فصلَّى أو قرأ أو سَبَّح أو كَبَّر أو حَمِد أو هَلَّلَ فهو على نِيتِه- (7/ 291). ¶ (¬2) سورة النساء: من الآية48) ¶ (¬3) قال ابن كثير في تفسيره: قال عكرمة: القول السديد لا اله إلا الله. انظر تفسير ابن كثير - سورة الأحزاب:70) - (ج3/ص860).",
            "page": "60",
            "part": "1",
            "seal": "68EA4025"
        },
        {
            "id": "58",
            "nass": "قال الله تعالى: (وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِالله وَالْيَوْمِ الْآخِرِ) هو الإيمان بالله وأنه لا إله إلا هو. (¬1). ¶ 23 - وهي كلمة الصدق. ¶ قال الله تعالى: (وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ). يعني بـ «لا اله إلا الله» (¬2). ¶ 24 - وهي كلمة التقوى. ¶ ... قال الله تعالى: (وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوَى) يعني «لا اله إلا الله» (¬3). ¶ 25 - وهي الحَسنة التي ذكرها الله في قوله تعالى: (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا). هي لا اله إلا الله،. (¬4). ¶ 26 - وقال الله تعالى: (ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ الله وَحْدَهُ كَفَرْتُمْ) يعني بـ «لا اله إلا الله» (¬5). ¶ ¬_________ ¶ (¬1) قال ابن كثير في تفسيره: قال الثوري: (وَلَكِنَّ الْبِرَّ مَنْ ءامَنَ بِاللَّهِ) الآية قال: هذه أنواع البر كلها، وصدق رحمه الله، فإن من اتصف بهذه الآية، فقد دخل في عرى الإسلام كلها، وأخذ بمجامع الخير كله، وهو الإيمان بالله وأنه لا اله إلا هو، وصدق بوجود الملائكة الذين هم سفرة بين الله ورسله. انظر تفسير ابن كثير - سورة البقرة: من الآية177).- (ج1/ص324). ¶ (¬2) قال ابن كثير في تفسيره: عن ابن عباس رضي الله عنهما: (وَالَّذِي جَاءَ بِالصِّدْقِ) قال: من جاء بلا اله إلا الله. انظر: تفسير ابن كثير - سورة الزمر: من الآية33]- (ج4/ص86). ¶ (¬3) قال ابن كثير: قال الله تعالى: (وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوَى) وهي قول «لا اله إلا الله». انظر: تفسير ابن كثير - سورة الفتح: (من الآية 26) - (ج4/ص314). وأخرج الترمذي: عن الطفيل عن أبيه أنه سمع رسول الله صلى الله عليه وسلم يقول: «وألزمهم كلمة التقوى قال: لا اله إلا الله».رواه الترمذي-كتاب تفسير القرآن عن رسول الله صلى الله عليه وسلم-باب ومن سورة الفتح (ج5/ص386) ¶ (¬4) تفسير ابن كثير - سورة النمل: من الآية89) - (ج3/ص624) قاله زين العابدين. ¶ (¬5) قال الشوكاني في تفسيره: أي: ذلك الذي أنتم فيه من العذاب بسبب أنه إذا دعي الله في الدنيا وحده دون غيره كفرتم به، وتركتم توحيده. انظر: فتح القدير للشوكاني - سورة غافر من الآية12) - (ج4/ص 466).",
            "page": "61",
            "part": "1",
            "seal": "7BF54F27"
        },
        {
            "id": "59",
            "nass": "27 - وقال الله تعالى: (وَمَنْ يَكْفُرْ بِالأِيمَانِ) يعني بـ «لا اله إلا الله» (¬1) ¶ 28 - وقال الله تعالى: (إِلاَّ مَنْ أَذِنَ لَهُ الرَّحمان وَقَالَ صَوَاباً). أي قال: لا اله إلا الله (¬2). ¶ 29 - وقال الله تعالى: (إِلاَّ مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ) أي سليم بلا اله إلا الله» (¬3) ¶ 30 - وقال الله تعالى: (فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ) عَنْ قَوْلِ: «لا اله إلا الله» (¬4) ¶ 31 - وقال الله تعالى: (قَدْ أَفْلَحَ مَنْ تَزَكَّى).أي قال: لا اله إلا الله. (¬5). ¶ ¬_________ ¶ (¬1) عن عطاء: وَمَنْ يَكْفُرْ بالإيمَانِ، فَقَدْ حَبِطَ عَمَلُهُ قال: بالإيمان بالله. وقال أيضاً: الإيمان: التوحيد. وعن مجاهد: وَمَنْ يَكْفُرْ بالإيمَانِ قال: بالله. وعن ابن عباس، قوله: وَمَنْ يَكْفُرْ بالإيمَانِ، فَقَدْ حَبِطَ عَمَلُهُ قال: أخبر الله سبحانه أن الإيمان هو العروة الوثقى، وأنه لا يقبل عملاً إلاَّ به، ولا يحرّم الجنة إلاَّ على من تركه. انظر جامع البيان في تفسير القرآن - سورة المائدة من الآية5) ¶ (¬2) قال ابن كثير في تفسيره: أي حقاً ومن الحق لا اله إلا الله كما قاله أبو صالح وعكرمة. انظرتفسير ابن كثير - سورة النبأ: من الآية38) - (ج4/ص767). ¶ (¬3) قال ابن كثير في تفسيره: قال ابن عباس (إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ) القلب السليم أن يشهد أن لا اله إلا الله. انظر تفسير ابن كثير - سورة الشعراء:89) - (ج3/ص561). ¶ (¬4) انظر تفسير ابن كثير- سورة الحجر - آية 92) (ج2/ص909) ¶ (¬5) قال ابن كثير في تفسيره: عن جابر بن عبد الله عن النبي صلى الله عليه وسلم قال: (قَدْ أَفْلَحَ مَنْ تَزَكَّى) قال: «من شهد أن لا اله إلا الله وخلع الأنداد وشهد أني رسول الله». انظر تفسير ابن كثير - سورة الأعلى: 14)، (ج4/ص829).",
            "page": "62",
            "part": "1",
            "seal": "DC13E320"
        },
        {
            "id": "60",
            "nass": "وهي حصن الله الأعظم الذي لايأمن من أهول الآخرة إلا من دخله وتحصن به. كما جاء في الحديث: أن الله سبحانه يقول: كلمة لا اله إلا الله حصني فمن قالها دخل حصني ومن دخل حصني أمن من عذابي (¬1) ¶ ¬_________ ¶ (¬1) أخرجه الشيرازي عن علي أمير المؤمنين رضي الله عنه، قال الحافظ العراقي: اسناده ضعيف وقول الديلمي حديث ثابت مردود- انظر فيض القدير للحافظ المناوي- (4/ 621). ¶ فائدة: في تاريخ نيسابور للحاكم أن علياً الرضى بن موسى الكاظم بن جعفر الصادق بن محمد الباقر بن علي زين العابدين بن الحسين لما دخل نيسابور كان في قبة مستورة على بغلة شهباء وقد شق بها السوق فعرض له الإمامان الحافظان أبو زرعة الرازي وابن أسلم الطوسي ومعهما من أهل العلم والحديث من لا يحصى فقالا أيها السيد الجليل ابن السادة الأئمة بحق آبائك الأطهرين وأسلافك الأكرمين إلا ما أريتنا وجهك الميمون ورويت لنا حديثاً عن آبائك عن جدك نذكرك به؟ فاستوقف غلمانه وأمر بكشف المظلة وأقر عيون الخلائق برؤية طلعته فكانت له ذؤابتان متدليتان على عاتقه والناس قيام على طبقاتهم ينظرون ما بين باك وصاخ ومتمرغ في التراب ومقبل لحافر بغلته وعلا الضجيج فصاحت الأئمة الأعلام: معاشر الناس انصتوا واسمعوا ما ينفعكم ولا تؤذونا بصراخكم وكان المستملي أبو زرعة والطوسي. ¶ فقال الرضا: حدثنا أبي موسى الكاظم عن أبيه جعفر الصادق عن أبيه محمد الباقر عن أبيه علي زين العابدين عن أبيه شهيد كربلاء عن أبيه علي المرتضى قال: حدثني حبيبي وقرة عيني رسول الله صلى الله عليه وسلم قال: «حدثني جبريل عليه السلام قال حدثني رب العزة سبحانه يقول: كلمة لا اله إلا الله حصني فمن قالها دخل حصني ومن دخل حصني أمن من عذابي». ¶ ... ثم أرخى الستر على القبة وسار فعد أهل المحابر والدواوين الذين كانوا يكتبون فأنافوا على عشرين ألفاً». ¶ وقال الأستاذ أبو القاسم القشيري: اتصل هاذا الحديث بهاذا السند ببعض أمراء السبامانية فكتبه بالذهب وأوصى أن يدفن معه في قبره فرُئي في النوم بعد موته فقيل ما فعل الله بك قال: غفر لي بتلفظي بلا اله إلا الله وتصديقي بأن محمداً رسول الله صلى الله عليه وسلم. ¶ انظر فيض القدير للحافظ المناوي - رحمه الله تعالى - (ج4/ص621).",
            "page": "63",
            "part": "1",
            "seal": "1EEFFAEE"
        },
        {
            "id": "61",
            "nass": "ما ورد في الحديث الشريف من فضائل لا إله إلا الله ¶ وكلمة التوحيد لها فضائل عظيمة تفوق الحصر لا يمكن ها هنا ¶ استقصاؤها فلنذكر بعض ما ورد فيها من الأحاديث ¶ عن رسول الله صلى الله عليه وسلم: ¶ 1 - من فضائلها أن قائلها يسعد بشفاعة رسول الله صلى الله عليه وسلم. ¶ الحديث الأول ¶ عن أبي هُرَيرةَ رضيَ اللهُ عنهُ أنه قال: قيلَ يا رسولَ اللهِ، مَنْ أسعدُ الناسِ بِشَفاعَتِكَ يومَ القيامةِ؟ قال رسولُ اللهِ صلى الله عليه وسلم: «لقد ظننتُ يا أباهُريرةَ أن لايَسْأَلني عن هاذا الحديثِ أحدٌ أوَّلَ منكَ، لِما رأيتُ من حِرصِكَ على الحديث. أَسعدُ الناسِ بشفاعتي يومَ القيامةِ من قال لا اله إلا الله خالِصاً مِن قَلبِه، أو نفسِه» (¬1). ¶ الحديث الثاني ¶ وفي حديث الشفاعة الطويل أن رسولَ اللَّه صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: «ثُمَّ أَعُودُ الرَّابِعَةَ فَأَحْمَدُهُ بِتِلْكَ الْمَحَامِدِ ثُمَّ أَخِرُّ لَهُ سَاجِدًا، فَيُقَالُ: يَا مُحَمَّدُ ارْفَعْ رَأْسَكَ، وَقُلْ يُسْمَعْ، وَسَلْ تُعْطَهْ، وَاشْفَعْ تُشَفَّعْ، فَأَقُولُ: يَا رَبِّ ائْذَنْ لِي فِيمَنْ قَالَ: لا اله إلا الله، فَيَقُولُ: وَعِزَّتِي وَجَلالِي وَكِبْرِيَائِي وَعَظَمَتِي لأُخْرِجَنَّ مِنْهَا مَنْ قَالَ: لا اله إلا الله». (¬2). ¶ ¬_________ ¶ (¬1) أخرجه البخاري في مواضع متعددة منها في:- كتاب العلم، باب الحِرصِ على الحَدِيث- ¶ (ج1/ 38).وفي كتاب الرقاق - باب صفة الجنة والنار - (7/ 260). ¶ (¬2) رواه البخاري - كتاب التوحيد، باب كلام الربِّ عزَّ وجلَّ يوم القيامةِ مع الأنبياء وغيرهم- (8/ 252) ورواه مسلم - كتاب الإيمان، باب أدنى أهل الجنة منزلة فيها - (1/ 127)",
            "page": "64",
            "part": "1",
            "seal": "99456DA6"
        },
        {
            "id": "62",
            "nass": "الحديث الثاني ¶ عن أبي هريرة رضي الله عنه، قالَ: قالَ رَسُولُ الله صلى الله عليه وسلم: «شَفاعَتي لِمَنْ شَهِدَ أَنْ لا اله إلا الله مُخْلِصاً يُصَدِّقُ قَلْبُهُ لِسانَهُ وَلِسانُهُ قَلْبَهُ» (¬1). ¶ 2 - ومن فضائلها أن قائلها في ذمة الله. ¶ الحديث الأول ¶ عن عبدِ الرّحمان بنِ عوفٍ رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: «إِنَّ الْمُسْلِمَ فِي ذِمَّةِ الله مُنْذُ وَلَدَتْهُ أُمُّهُ إِلى أَنْ يَقُومَ بَيْنَ يَدَيْ رَبِّه تبارَكَ وتعالى، فإنْ وَافَى الله بشَهَادَةِ أَنْ لا اله إلا الله صَادقاً، أَوْ بِاستغفارٍ، كُتِبَ لَهُ براءَةٌ مِنَ النّارِ» (¬2). ¶ 3 - ومن فضائلها أن قائلها تحرسه الملائكة وتحفظه. ¶ الحديث الأول ¶ ... عَن عُمَارَةَ بنِ شَبِيبٍ السَّبَائى، قالَ قالَ رَسُولُ الله صلى الله عليه وسلم: «مَنْ قَالَ: لا اله إلا الله وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ عَشْرَ مَرَّاتٍ عَلَى أَثْرِ الْمَغْرِبِ بَعَثَ اللهُ مُسَلَّحَةً يَحْفَظُونَهُ مِنَ الشَّيْطَانِ ¶ ¬_________ ¶ (¬1) أخرجه الحاكم في المستدرك- كتاب الإيمان -، (1/ 141). ¶ (¬2) قال الهيثمي في المجمع - كتاب الإيمان، باب فِيمنْ شَهِدَ أَنْ لا اله إلا الله - (1/ 36): رواه البزار وهو من رواية أَبي سلَمَة بن عبد الرّحمان عن أَبيه ولم يَسْمع من أَبيه.",
            "page": "65",
            "part": "1",
            "seal": "414602FC"
        },
        {
            "id": "63",
            "nass": "حَتَّى يُصْبِحَ، وَكَتَبَ الله لَهُ بِهَا عَشْرَ حَسَنَاتٍ مُوجِبَاتٍ، ومَحَى عَنْهُ عَشْرَ سَيِّئَاتٍ مُوبِقَاتٍ، وَكانَتْ لَهُ بِعِدْلِ عَشْرِ رَقَابٍ مُؤْمِنَاتٍ» (¬1). ¶ 4 - من فضائلها أن قائلها معصوم بها دمه وماله. ¶ الحديث الأول ¶ عنِ ابنِ عُمَرَ رضيَ اللهُ عنهُما أَنَّ رسولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قال: «أُمِرْتُ أَنْ أُقاتِلَ الناسَ حتَّى يَشْهَدوا أَنْ لا اله إلا الله وأنَّ محمداً رسولُ الله، ويُقِيموا الصلاةَ، ويُؤْتوا الزَّكاةَ. فإذا فَعَلوا ذلكَ عَصَموا مِنِّي دِماءَهُم وأموالَهُم إِلاّ بِحَقِّ الإِسلام، وحسابُهُم عَلَى الله» (¬2). ¶ الحديث الثاني ¶ عَنْ ابى مَالِكٍ عَن ابيه قَالَ: سَمِعْتُ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ يَقُولُ: «مَنْ قَالَ: لا اله إلا الله، وَكَفَرَ بِمَا يُعْبَدُ مِنْ دُونِ الله، حَرُمَ مَالُهُ وَدَمُهُ. وَحِسَابُهُ عَلَى الله» (¬3). ¶ الحديث الثالث ¶ عَنْ عَبْدِ الله بنِ مسعودٍ رضيَ اللهُ عَنْهُ، قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «لا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ يَشْهَدُ أَنْ لا اله إلا الله وَأَنِّي رَسُولُ الله إِلاَّ ¶ ¬_________ ¶ (¬1) رواه الترمذي - كتاب الدعوات عن رسول الله صلى الله عليه وسلم، باب (98) - (5/ 544). ¶ (¬2) رواه البخاري -كتاب الإيمان، باب {فَإِن تَابُواْ وَأَقَامُواْ الصَّلاَةَ وَآتَوُاْ الزَّكَاةَ فَخَلُّواْ سَبِيلَهُمْ} (التوبة: 5) - (1/ 14) ¶ (¬3) رواه مسلم، كتاب الايمان، باب الأمر بقتال الناس حتى يقولوا لا اله إلا الله محمد رسول الله، (1/ 40)",
            "page": "66",
            "part": "1",
            "seal": "E4BF2694"
        },
        {
            "id": "64",
            "nass": "بِإِحْدَى ثَلاثٍ: النَّفْسُ بِالنَّفْسِ، وَالثَّيِّبُ الزَّانِي، وَالْمَارِقُ مِنْ الدِّينِ التَّارِكُ لِلْجَمَاعَةِ» (¬1). ¶ الحديث الرابع ¶ عَنْ أَبِي هُرَيْرَةَ رضيَ اللهُ عنهُ، عَنْ رَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: «أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لا اله إلا الله. وَيُؤْمِنُوا بِي وَبِمَا جِئْتُ بِهِ. فَإِذَا فَعَلُوا ذلِكَ عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلاَّ بِحَقِّهَا. وَحِسَابُهُمْ عَلَى الله» (¬2). ¶ الحديث الخامس ¶ عن عَبيد الله بن عدي بن الخيار، أَنَّ رجلاً من الأَنصار حدثه أَنَّه أَتى النبيَّ صلى الله عليه وسلم وهو في مجلسٍ فَسَارَّهُ يستأذِنُهُ في قَتْلِ رَجُلٍ مِن المنافِقِينَ، فَجَهَر رسولُ الله صلى الله عليه وسلم فقال: «أَلَيْسَ يَشْهَدُ أَنْ لا اله إلا الله؟» قال الأَنصاريُّ: بلى يا رسول الله, ولا شَهادَةَ لَهُ، فقالَ رسول الله صلى الله عليه وسلم: «أَليْسَ يَشْهدُ أَنَّ محمدًا رَسُولُ الله؟» قَالَ: بلى يا رسول الله، ولا شَهادَةَ له، قال: «أَليْسَ يُصَلّي؟» قال: بلى يا رسول الله، ولا صَلاةَ لهُ، فقال رسول الله صلى الله عليه وسلم: «أُولئِكَ الّذِينَ نَهاني الله عنهُمْ». (¬3). ¶ ¬_________ ¶ (¬1) رواه البخاري، كتاب الديات، باب قَوْلِ اللَّهِ تَعَالَى: {أَنَّ النَّفْسَ بِالنَّفْس}، (8/ 48). ورواه مسلم، كتاب القسامة والمحاربين والقصاص والديات، باب مايباح به دم المسلم (5/ص 95) ¶ (¬2) رواه مسلم، كتاب الإيمان، باب الأمر بقتال الناس حتى يقولوا لا اله إلا الله محمد رسول الله، (1/ 39). ¶ (¬3) قال الهيثمي في المجمع - كتاب الإيمان، باب في مَا يُحَرِّمُ دَمَ المرْءِ وَمَالِهِ- (ج1/ص39): رواه أَحمد، ورجاله رجال الصحيح وأَعاده عن عبيد الله بن عدي بن الخيار عن عبد الله بن عدي الأَنصاري حدثه فذكر معناه.",
            "page": "67",
            "part": "1",
            "seal": "A8B5FD01"
        },
        {
            "id": "65",
            "nass": "الحديث السادس ¶ وقال النَّبِيُّ صَلَّى الله عَلَيْهِ وَسَلَّمَ لعلي بن أبي طالب رضيَ اللهُ عنهُ عندما أعطاه الراية يوم خيبر: «قَاتِلْهُمْ حَتَّى يَشْهَدُوا أَنْ لا اله إلا الله وَأَنَّ مُحَمَّداً رَسُولُ الله. فَإِذَا فَعَلُوا ذلِكَ فَقَدْ مَنَعُوا مِنْكَ دِمَاءَهُمْ وَأَمْوَالَهُمْ. إِلاَّ بِحَقِّهَا. وَحِسَابُهُمْ عَلَى الله» (¬1). ¶ الحديث السابع ¶ عن عبد الله بن عمر رضيَ اللهُ عنهُما قَالَ: «بَعَثَ النَّبِيُّ صَلَّى الله عَلَيْهِ وَسَلَّمَ خَالِدَ بْنَ الْوَلِيدِ إِلَى بَنِي جَذِيمَةَ فَدَعَاهُمْ إِلَى الإِسْلامِ فَلَمْ يُحْسِنُوا أَنْ يَقُولُوا: أَسْلَمْنَا، فَجَعَلُوا يَقُولُونَ: صَبَأْنَا، صَبَأْنَا. فَجَعَلَ خَالِدٌ يَقْتُلُ مِنْهُمْ وَيَأْسِرُ. وَدَفَعَ إِلَى كُلِّ رَجُلٍ مِنَّا أَسِيرَهُ حَتَّى إِذَا كَانَ يَوْمٌ أَمَرَ خَالِدٌ أَنْ يَقْتُلَ كُلُّ رَجُلٍ مِنَّا أَسِيرَهُ. فَقُلْتُ: وَالله لا أَقْتُلُ أَسِيرِي وَلا يَقْتُلُ رَجُلٌ مِنْ أَصْحَابِي أَسِيرَهُ. حَتَّى قَدِمْنَا عَلَى النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ فَذَكَرْنَاهُ، فَرَفَعَ النَّبِيُّ صَلَّى الله عَلَيْهِ وَسَلَّمَ يَدَهُ فَقَالَ: اللهمَّ إِنِّي أَبْرَأُ إِلَيْكَ مِمَّا صَنَعَ خَالِدٌ. مَرَّتَيْنِ» (¬2). ¶ الحديث الثامن ¶ عَنْ أُسَامَةَ بْنِ زَيْدٍ رضيَ اللهُ عنهُ، قَالَ: بَعَثَنَا رَسُولُ الله صلى الله عليه وسلم فِي سَرِيَّةٍ. فَصَبَّحْنَا الْحُرُقَاتِ مِنْ جُهَيْنَةَ. فَأَدْرَكْتُ رَجُلاً. فَقَالَ: لا اله إلا الله. فَطَعَنْتُهُ فَوَقَعَ فِي نَفْسِي مِنْ ذلِكَ. فَذَكَرْتُهُ لِلنَّبِيِّ صلى الله عليه وسلم. فَقَالَ رَسُولُ الله صلى الله عليه وسلم: «أَقَالَ: لا اله إلا الله وَقَتَلْتَهُ؟» قَالَ قُلْتُ: يَا رَسُولَ الله إِنَّمَا قَالَهَا خَوْفًا مِنَ السِّلاَحِ. قَالَ: «أَفَلاَ ¶ ¬_________ ¶ (¬1) ورواه مسلم - كتاب فضائل الصحابة رضي الله عنهم، باب من فضائل علي رضي الله عنه - (7/ 121).حديث ابي هريرة رضي الله عنه. ¶ (¬2) رواه البخاري، كتاب المغازي، باب بَعْثِ النَّبِيِّ صلى الله عليه وسلم خَالِدَ بْنَ الْوَلِيدِ إِلَى بَنِي جَذِيمَة، (5/ 125).",
            "page": "68",
            "part": "1",
            "seal": "F98D2847"
        },
        {
            "id": "66",
            "nass": "شَقَقْتَ عَنْ قَلْبِهِ حَتَّى تَعْلَمَ: أقالها أم لا» فَمَا زَالَ يُكَرِّرُهَا عَلَيَّ حَتَّى تَمَنَّيْتُ أَنِّي أَسْلَمْتُ يَوْمَئِذٍ. (¬1). ¶ الحديث التاسع ¶ وفي رواية جُنْدَبَ بْنَ عَبْدِ الله الْبَجَلِيَّ رضيَ اللهُ عنهُ، أن َسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ لأسَامَة بْن زَيْدٍ رضيَ اللهُ عنهُ: «لِمَ قَتَلْتَهُ؟» قَالَ: يَا رَسُولَ الله أَوْجَعَ فِي الْمُسْلِمِينَ. وَقَتلَ فُلاَنَاً وَفُلاَناً. وَسَمَّى لَهُ نَفَراً. وَإِنَّي حَمَلْتُ عَلَيْهِ. فَلَمَّا رَأَى السَّيْفَ قَالَ: لا اله إلا الله. قَالَ رَسُولُ الله صلى الله عليه وسلم «أَقَتَلْتَهُ؟» قَالَ: نَعَمْ قَالَ «فَكَيْفَ تَصْنَعُ بِلا اله إلا الله إِذَا جَاءَتْ يَوْمَ الْقِيَامَةِ؟» قَالَ: يَا رَسُولَ الله! اسْتَغْفِرْ لِي. قَالَ: «وَكَيْفَ تَصْنَعُ بِلا اله إلا الله إِذَا جَاءَتْ يَوْمَ الْقِيَامَةِ؟» قَالَ: فَجَعَلَ لاَ يَزِيدُهُ عَلَى أَنْ يَقُولَ: «كَيْفَ تَصْنَعُ بِلا اله إلا الله إِذَا جَاءَتْ يَوْمَ الْقِيَامَةِ؟». (¬2). ¶ الحديث العاشر ¶ عن عِياض الأَنصاري رضيَ اللهُ عنهُ، قالَ: قالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: إِنَّ لا اله إلا الله كلمةٌ على الله كريمةٌ، لها عندَ الله مكانٌ، وهيَ كلمةٌ مَنْ قالها صادقاً أَدْخَلَهُ الله بها الجنة، ومَنْ قالها كَاذِباً حَقَنَتْ دَمَهُ وأَحْرَزَتْ مَالَهُ، ولَقِيَ الله غَداً فحاسَبَهُ» (¬3). ¶ ¬_________ ¶ (¬1) رواه مسلم، كتاب الإيمان، باب تحريم قتل الكافر بعد أن قال لا اله إلا الله، (ج1/ص67). ¶ (¬2) رواه مسلم - كتاب الإيمان، باب تحريم قتل الكافر بعد أن قال لا اله إلا الله، (1/ 68) ¶ (¬3) قال الهيثمي في المجمع، كتاب الإيمان، باب في مَا يُحَرِّمُ دَمَ المرْءِ وَمَالِهِ، (1/ 41): رواه البزار، ورجاله موثقون إِن كان تابعيه عبدَ الرّحمان بن عبد الله بن مسعود.",
            "page": "69",
            "part": "1",
            "seal": "4E85902B"
        },
        {
            "id": "67",
            "nass": "5 - ومن فضائلها أنها تعتق العبد من النار. ¶ الحديث الأول ¶ عن سلمان الفارسي رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «مَنْ قَالَ: الَّلهُمَّ إِنِّي أُشْهِدُكَ، وأُشْهِدُ مَلائِكَتِكَ وحَمَلَةَ عَرْشِكَ، وأُشْهِدُ مَنْ في السَّماوَاتِ ومن في الأرض، أَنَّكَ أَنْتَ الله لا إِلهَ إِلاَّ أَنْتَ وَحْدَكَ لا شَرِيكَ لَكَ، وَأَشْهَدُ أَنَّ محَمَّداً عَبْدُكَ ورَسُولُكَ. مَنْ قَالَهَا مَرَّةً أَعْتَقَ الله ثُلُثَهُ مِنَ النَّارِ، وَمَنْ قَالَهَا مَرَّتَيْنِ أُعْتِقَ ثُلُثيه مِنَ النَّارِ، ومَنْ قَالَهَا ثَلاثاً أعتقَه الله كُلُّهُ مِنَ النَّارِ» (¬1). ¶ الحديث الثاني ¶ عَنْ أبِي الدَّرْدَاءِ، رَضيَ اللهُ عَنْهُ، عَن النَّبِيِّ صلى الله عليه وسلم قال: «مَنْ قَالَ: لا اله إلا الله، والله أَكْبَرُ، أَعْتَقَ الله رُبْعَهُ مِنَ النَّارِ، ولا يَقُولُها اثْنَتَيْنِ إلاَّ عْتَقَ الله شَطْرَهُ مِنَ النَّارِ، وإِنْ قَالَهَا أَرْبَعاً أَعْتَقَهُ الله مِنَ النَّارِ» (¬2). ¶ 6 - من فضائلها أنها نجاة من النار. ¶ الحديث الأول ¶ عن عِتْبانَ بْنِ مَالِكٍ الأَنْصَارِيّ، رَضيَ اللهُ عَنْهُ، قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: لَنْ يُوافِيَ عَبْدٌ يَوْمَ الْقِيامَةِ يَقُولُ: «لا اله إلا الله يَبْتَغِي بِهِ وَجْهَ الله إلا حَرَّمَ اللهُ عَلَيْهِ النَّارَ» (¬3). ¶ ¬_________ ¶ (¬1) رواه الحاكم في المستدرك، كتاب الدعاء والتكبير والتهليل والتسبيح والذكر، (1/ 704) وقال: صحيح الإسناد ولم يخرجاه، ووافقه الذهبي في التلخيص. ¶ (¬2) قال الهيثمي في المجمع - كتاب الأذكار، باب ما جاء في لا اله إلا الله والله أكبر- (10/ 72): رواه الطبراني في الكبير والأوسط، وفيهما: أبو بكر بن أبي مريم، وهو ضعيف. ¶ (¬3) رواه البخاري - كتاب الرقاق، باب العملِ الذي يُبتغى به وجهُ الله - (7/ 221).",
            "page": "70",
            "part": "1",
            "seal": "81B3D6D4"
        },
        {
            "id": "68",
            "nass": "الحديث الثاني ¶ عن سعدِ بنِ عُبَادَةَ رضي الله عنه، قال: سمعتُ النَّبِيّ صلى الله عليه وسلم يقول: «مَنْ قَالَ: لا اله إلا الله وحدَهُ لاَ شَرِيكَ لَهُ، أَطاعَ بِهَا قَلْبُهُ، وذَلَّ بِهَا لِسَانُهُ، وأَشْهَدُ أَنَّ مُحَمداً عَبْدُهُ ورسولُهُ، حَرَّمهُ الله عَزَّ وَجَلَّ على النَّارِ». (¬1). ¶ الحديث الثالث ¶ وعن عُبَادَةَ بْنِ الصَّامِتِ رَضيَ اللهُ عَنْهُ، قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «مَنْ شَهِدَ أَنْ لا اله إلا الله، وَأَنَّ مُحَمَّداً رَسُولُ الله. حَرَّمَ اللهُ عَلَيْهِ النَّارَ» (¬2). ¶ الحديث الرابع ¶ عَنْ أَنَسِ بْنِ مَالِكٍ رضيَ اللهُ عنهُ قَالَ: قال رسولُ الله صلى الله عليه وسلم: «لاَ يَشْهَدُ أَحَدٌ أَنْ لا اله إلا الله وَأَنِّي رَسُولُ الله فَيَدْخُلَ النَّارَ، أَوْ تَطْعَمَهُ». (¬3). ¶ الحديث الخامس ¶ وعَنْ أَنَسِ بْنِ مَالِكٍ رضيَ اللهُ عنهُ: أن النبي صلى الله عليه وسلم سَمِعَ رَجُلاً يَقُولُ: الله أَكْبَرُ الله أَكْبَرُ. فَقَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «عَلَى الْفِطْرَةِ». ثُمَّ قَالَ: ¶ ¬_________ ¶ (¬1) قال الهيثمي في المجمع - كتاب الإيمان، باب فِيمنْ شَهِدَ أَنْ لا اله إِلاَّ الله - (1/ 35): رواه الطبراني في الأَوسط، وفيه: عبدُ الرّحمان بن زيد بنِ أَسلمَ والأَكثر على تَضعيفه. ¶ (¬2) رواه مسلم، كتاب الإيمان، باب الدليل على أن من مات على التوحيد دخل الجنة قطعاً- ¶ (1/ 42)، ورواه الترمذي - كتاب الإيمان عن رسول الله صلى الله عليه وسلم، باب ما جاء فيمن يموت وهو يشهد أن لا اله إلاالله، (5/ 23) ¶ (¬3) رواه مسلم- كتاب الإيمان، باب من لقي الله بالإيمان وهو غير شاك فيه دخل الجنة وحرم على النار- (1/ 45) وأخرجه أحمد في المسند -مسند أنس بن ملك رضي الله عنه- (4/ 350)",
            "page": "71",
            "part": "1",
            "seal": "33C631D7"
        },
        {
            "id": "69",
            "nass": "أَشْهَدُ أَنْ لا اله إلا الله أَشْهَدُ أَنْ لا اله إلا الله. فَقَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «خَرَجْتَ مِنَ النَّارِ» (¬1). ¶ الحديث السادس ¶ عن عمر بن الخطاب رضيَ اللهُ عنهُ قال: سمعت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّمَ يقول: «إنّي لأَعْلَمُ كَلِمَةً لا يَقولُها عَبْدٌ حَقاً مِنْ قَلْبِهِ فَيموتُ عَلى ذلِكَ إِلاّ حَرَّمَهُ الله عَلى النّار لا اله إلا الله» (¬2). ¶ الحديث السابع ¶ عن سهيل بن بيضاء رضيَ اللهُ عنهُ، أنه قال: نادى رسول الله صلى الله عليه وسلم ذات ليلة وأنا رديفه: «يا سُهَيْلُ بْنَ بَيْضَاءَ» رافعاً بها صوته مراراً، حتى سمع من خلفنا وأمامنا، فاجتمعوا وعلموا أنه يريد أن يتكلم بشيء. قال رسول الله صلى الله عليه وسلم: «إنه من قال: لا اله إلا الله أَوْجَبَ الله عَزَّ وَجَلَّ لَهُ بِها الجَنَّةَ وَأَعْتَقَهُ بِها مِنَ النّارِ» (¬3). ¶ الحديث الثامن ¶ وعَنِ ابْنِ عُمَرَ رضي الله عنهما: أن رَسُول اللَّه صلى الله عليه وسلم قَالَ: «إِنَّ اللَّهَ لاَ يُعَذِّبُ مِنْ عِبَادِهِ إِلاَّ الْمَارِدَ الْمُتَمَرِّدِ، الَّذِي يَتَمَرَّدُ عَلَى الله وَأَبى أَنْ يَقُولَ: لا اله إلا الله» (¬4). ¶ ¬_________ ¶ (¬1) رواه مسلم - كتاب الصلاة، باب الإِمساك عن الإِغارة على قوم في دار الكفر إِذا سمع فيهم الأَذان (ج2/ص3). ¶ (¬2) أخرجه الحاكم في المستدرك- كتاب الإيمان -، (1/ 144) قال الحاكم: هاذا حديث صحيح على شرط الشيخين ولم يخرجاه بهاذا اللفظ ولا بهاذا الإسناد، ووفقه الذهبي في التلخيص. ¶ (¬3) أخرجه الإمام أحمد في المسند - مسند سهيل بن بيضاء رضي الله عنه - (ج5/ص440). ¶ (¬4) روه ابن ماجه - باب ما يرجى من رحمة الله يوم القيامة - رقم (4297)، (ج2/ص1436)",
            "page": "72",
            "part": "1",
            "seal": "AC8FEFEA"
        },
        {
            "id": "70",
            "nass": "7 - ومن فضائلها أنها توجب المغفرة. ¶ الحديث الأول ¶ عن يعلى بن شداد قال: حدّثني أبي شداد بن أوس وعبادة بن الصامت حاضر يصدِّقه رضيَ اللهُ عنهُم، قال: إنا لعند رسول الله صلى الله عليه وسلم إذ قال: «هَلْ فِيكُمْ غريبٌ؟» (يعني أهل الكتاب) قلنا: لا يا رسول الله فأمر بغلق الباب، فقال: «ارْفَعوا أَيْدِيَكُمْ فَقولوا: لا اله إلا الله»، فرفعنا أيدينا ساعة ثم وضع رسول الله صلى الله عليه وسلم يده، ثم قال: «الْحَمْدُ لله، اللهمَّ إِنَّكَ بَعَثْتَنِي بِهذِهِ الْكَلِمَةِ وَأَمَرْتَني بِها وَوَعَدْتَني عَلَيْها الْجَنَّةَ، إِنَّكَ لا تُخْلِفُ الْميعادُ»، ثم قال صلى الله عليه وسلم: «أَبْشروا فَإِنَّ الله قَدْ غَفَرَ لَكُمْ» (¬1). ¶ الحديث الثاني ¶ عَنْ مُعَاذِ بْنِ جَبَلٍ رضيَ اللهُ عنهُ، قَالَ: قَالَ رَسُولُ اللَّه صَلَّى الله عَلَيْهِ وَسَلَّمَ: «ما عَلَى الأَرْضِ نَفْسٌ تَمُوتُ لا تُشْرِكُ بِالله شَيْئاً تَشْهَدُ أَنِّي رَسُولُ الله يَرْجِعُ ذلِكَ إلى قلب مُوقِن إِلاّ غَفَرَ الله لَها» (¬2). ¶ ¬_________ ¶ (¬1) أخرجه الحاكم في المستدرك-كتاب الدعاء والتكبير والتهليل والتسبيح والذكر، (1/ 679) قال الذهبي في التلخيص: راشد ضعفه الدارقطني وغيره، ووثقه دحيم. قال الهيثمي في المجمع - كتاب الإيمان، باب فِيمنْ شَهِدَ أَنْ لا اله إلا الله - (1/ 32): رواه أَحمد والطّبراني والبزّار ورجاله موثقون. ¶ (¬2) أخرجه الحاكم في المستدرك، كتاب الإيمان، (1/ 50) وأخرجه أحمد في المسند، مسند معاذ بن جبل رضي الله عنه، (7/ 345) رقم (22350). ورواه ابن ماجه- كتاب الأدب، باب فضل لا اله إلا الله، (ج2/ص1246).",
            "page": "73",
            "part": "1",
            "seal": "0BFE21C5"
        },
        {
            "id": "71",
            "nass": "الحديث الثالث ¶ وعَن عَلِيٍّ رضيَ اللهُ عنهُ قَالَ: قَالَ لِي رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «ألاَ أُعَلِّمُكَ كلِمَاتٍ إذَا قُلْتَهُنَّ غَفَرَ اللهُ لَكَ وَإنْ كُنْتَ مَغْفُوراً لَكَ؟ قَالَ: قُلْ لا اله إلا الله العَلِيُّ العَظِيمُ، لا اله إلا الله الْحَلِيمُ الكَرِيمُ، لا اله إلا الله، سُبْحَانَ الله رَبِّ الْعَرْشِ الْعَظِيمِ» (¬1). ¶ 8 - ومن فضائلها أنها أكبر الحسنات التي تكفر السيئات ¶ الحديث الأول ¶ عن أبي بكر رضي الله عنه، عن النبي صلى الله عليه وسلم، قال: «عَلَيْكُمْ بلا اله إلا الله، والاسْتِغْفَارِ، فأكثِروا مِنهُما، فإنَّ إِبْلِيسَ قَالَ: أَهْلَكْتُ النَّاسَ بالذُّنُوبِ، وأهْلَكُونِي بِلا اله إلا الله والاسْتِغْفَارِ، فَلمَّا رَأَيْتُ ذَلِكَ أَهْلَكْتُهُمْ بأَلاهْوَاءِ، وهُمْ يَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ» (¬2). ¶ الحديث الثاني ¶ وقال رسول الله صلى الله عليه وسلم: «من قال لا اله إلا الله طلست ما في صحيفته من السيئات حتى يعود إلى مثلها» (¬3). ¶ ¬_________ ¶ (¬1) رواه الترمذي- كتاب الدعوات عن رسول الله صلى الله عليه وسلم، بابُ، (ج5/ص529). ¶ (¬2) أخرجه أبو يعلى كما في الدر المنثور - (ج6/ص46).قال الهيثمي في مجمع الزوائد - كتاب التوبة - (ج10/ص250): رواه أبو يعلى، وفيه: عثمان بن مطر، وهو ضعيف. ¶ (¬3) أخرجه البيهقي عن الحسن كما في الدر المنثور - (ج6/ص47).",
            "page": "74",
            "part": "1",
            "seal": "573B51AE"
        },
        {
            "id": "72",
            "nass": "الحديث الثالث ¶ عَنْ أُمِّ هَانِئٍ بنت أبي طالب رضي الله عنها، قَالَتْ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «لا اله إلا الله لا يَسْبِقُهَا عَمَلٌ وَلا تَتْرُكُ ذَنْبًا» (¬1). ¶ الحديث الرابع ¶ عن أبي هريرة رضي الله عنه، أنه قال: قال رسول الله صلى الله عليه وسلم: «من قال: لا اله إلا الله أنجته يوماً من الدهر أصابه قبلها ما أصابه» (¬2). ¶ 9 - ومن فضائلها أنها سيد الاستغفار. ¶ الحديث الأول ¶ عَن شَدَّادِ بنِ أَوْسٍ رضي الله عنه، أنَّ النِّبِيَّ صلى الله عليه وسلم قَالَ لَهُ: «ألاَ أَدُلُّكَ عَلَى سَيِّدِ الاسْتِغْفَارِ؟: اللهُمَّ أَنْتَ رَبِّي لاَ إِله إلاّ أَنْتَ خَلَقْتَنِي وَأنَا عَبْدُكَ، وَأنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِن شَرِّ ما صَنَعْتُ، وأَبُوءُ (¬3) إلَيْكَ بِنِعْمَتِكَ عَلَيَّ، وأعتَرِفُ بِذُنُوبِي، فاغْفِرْ لِي ذُنُوبي إنَّهُ لا يَغْفِرُ الذُّنُوبَ إلاّ أنْتَ، لاَ يَقُولُهَا أحَدُكُمْ حِينَ يُمْسِي فَيَأْتِي عَلَيْهِ قَدَرٌ قَبْلَ أَنْ يُصْبِحَ إلاّ وَجَبَتْ لَهُ الجَنَّةُ وَلاَ يَقُولُهَا حِينَ يُصْبِحُ فَيَأْتِي عَلَيْهِ قَدَرٌ قَبْلَ أنْ يُمْسِي إلاّ وَجَبَتْ لَهُ الْجَنَّةُ» (¬4). ¶ ¬_________ ¶ (¬1) رواه ابن ماجه، كتاب الأدب، باب فضل لا اله إلا الله، رقم (3797)، (2/ 1248). ¶ (¬2) أخرجه البيهقي كما في الدر المنثور - (ج6/ص47). ¶ (¬3) أي أعترف وأقر. ¶ (¬4) رواه الترمذي، كتاب الدعوات عن رسول الله صلى الله عليه وسلم، بابُ مَا جَاءَ في الدُّعَاءِ إذَا أَصْبَحَ وَإِذَا أَمْسَى، باب منه، (5/ 468)، رقم: (3393)",
            "page": "75",
            "part": "1",
            "seal": "BDA2B0EF"
        },
        {
            "id": "73",
            "nass": "الحديث الثاني ¶ عن أبي المنذر الجهني رضيَ اللهُ عنه، ُ قَالَ: قُلْتُ: يا نَبِيّ الله! علمني أفضل الكلام، قَالَ: «يا أَبَا المُنْذِرِ قُلْ: لا اله إلا الله، وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، يُحْيِي وَيُمِيتُ بِيَدِهِ الخَيْرُ، وَهُوَ عَلى كُلِّ شَيْءٍ قَدِيرٌ، مِئَةَ مَرَّةٍ فِي كُلِّ يَوْمٍ، فَِانَّكَ يَوْمَئِذٍ أَفْضَلُ النَّاسِ عَمَلاً، إِلاَّ مَنْ قَالَ مِثْلَ مَا قُلْتَ، وأَكْثِرْ مِنْ قَوْلِ: سُبْحَانَ الله، والحَمْدُ لله، ولا اله إلا الله، ولا حَوْلَ ولا قُوَّةَ إِلاَّ بالله، فِانَّهَا سَيِّدُ الاسْتِغْفَارِ، وإِنَّهَا مَمْحَاةٌ لِلْخَطَايَا». أحسبه قال: «مُوجِبَةٌ لِلْجَنَّةِ» (¬1). ¶ 10 - ومن فضائلها أنها تهدم الذنوب هدما. ¶ الحديث الأول ¶ قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «يا أَبَا هُرَيْرَةَ لَقِّنِ المَوْتَى شَهَادَةَ أَنْ لا اله إلا الله فَإِنَّها تَهْدِمُ الذُّنُوبَ هَدْماً»، قلت: يا رسول الله: هاذا للموتى فكيف للأحياء؟ قال: «هِيَ أَهْدَمُ وَأَهْدَمُ» (¬2). ¶ ¬_________ ¶ (¬1) قال الهيثمي في المجمع - كتاب الأذكار، باب ما جاء في الباقيات الصالحات ونحوها- (10/ 74): رواه البزار، وفيه: جابر الجعفي، وهو ضعيف. ¶ (¬2) قال الحافظ العراقي في تخريجه على الإحياء (ج1/ص281): أخرجه أبو منصور الديلمي في مسند الفردوس من طريق ابن المقري من حديث أبي هريرة رضي الله عنه وفيه موسى بن وردان مختلف فيه، ورواه أبو يعلى من حديث أنس بسند ضعيف، وروه ابن أبي الدنيا في المختصرين من حديث الحسن مرسلاً.",
            "page": "76",
            "part": "1",
            "seal": "C0940F11"
        },
        {
            "id": "74",
            "nass": "الحديث الثاني ¶ عن أَنسٍ رضي الله عنه: أَنَّ أَبا بكرٍ رضي الله عنه، دَخَلَ على النبيِّ صلى الله عليه وسلم وَهُوَ كَئِيبٌ، فقالَ لَهُ النَّبِيُّ صلى الله عليه وسلم: «مَا لِي أَرَاكَ كَئِيباً؟» قالَ: يا رسولَ الله، كُنْتُ عِنْدَ ابنِ عَمٍّ لِي البَارِحَةَ فلانٍ، وَهُوَ يَكِيدُ بِنَفْسِهِ، قالَ: «فَهَلْ لَقَّنْتُهُ لا اله إلا الله؟» قال: قَدْ فَعَلْتُ يا رسولَ الله، قال: «فَقَالَها؟» قال: نعم. قال: «وَجَبَتْ لَهُ الجَنَّةُ» قالَ أَبو بكرٍ: يا رسولَ الله، كيفَ هِي لَلأَحْيَاءِ؟ قال: «هِيَ أَهْدَمُ لِذُنُوبِهِمْ، هيَ أَهْدَمُ لِذُنُوبِهِمْ» (¬1). ¶ الحديث الثالث ¶ عن أَبي طويل شَطْبِ الممدود رضي الله عنه، أَنَّهُ أَتى النَّبِيَّ صلى الله عليه وسلم فقال: أَرأَيْتَ مَنْ عَمِلَ الذُّنوبَ كلَّها لمْ يَتْركْ مِنْها شيئاً وهو في ذَلك لم يَتْركْ حاجةً ولا دَاجَةً إِلاَّ أَتَاها، فهلْ لذلكَ مِنْ تَوبةٍ؟ قال: «فهل أَسلمت؟» قال: أَما أَنا فَاشْهدُ أَنْ لا اله إلا الله وحدَهُ لا شريكَ لَهُ، وأَنَّكَ رسولُ الله، قالَ: «نعم تَفْعلُ الخيراتِ وتَتْركُ السَّيئاتِ، فيجعلهنَّ الله لكَ خيراتٍ كُلَّهنَّ» قال: وغَدرَاتي وفَجَراتي؟ قال: «نعم» قال: الله أَكْبَرُ فما زَالَ يُكَبِّر حتّى توارى. (¬2). ¶ الحديث الرابع ¶ عن أنس رضي الله عنه قال: جَاءَ رَجُلٌ إلى النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا رَسُول الله! مَا تركتُ حَاجَة ولا دَاجَةً إلا أتيت، قال: «أَلَيْسَ تَشْهَدُ أَنْ ¶ ¬_________ ¶ (¬1) قال الهيثمي في المجمع - كتاب الجنائز، باب تَلْقِينُ المَيِّتِ لا اله إلا الله- (ج3 /ص47): رواه أبو يعلى والبزاز، وفيه: زائدة بن أبي الرُّقاد، وثقه القواريري، وضعف البخاري وغيره. ¶ (¬2) قال الهيثمي في المجمع - كتاب الإيمان، باب في مَا يُحَرِّمُ دَمَ المرْءِ وَمَالِهِ- (ج1/ص47): رواه الطبراني والبزّار بنحوه ورجال البزار رجال الصحيح غير محمد بن هارون أبي نشيط وهو ثقة.",
            "page": "77",
            "part": "1",
            "seal": "962435CC"
        },
        {
            "id": "75",
            "nass": "لا اله إلا الله، وأَنَّ مُحَمَّداً رَسُولُ الله؟» ثلاث مرات، قال: نعم، قال: «ذَاكَ يَْاتِي عَلى ذَاكَ» (¬1). ... ¶ الحديث الخامس ¶ عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ رضي الله عنه، عَنْ رَسُولِ الله صلى الله عليه وسلم أَنَّهُ قَالَ: «مَنْ قَالَ حِينَ يَسْمَعُ الْمُؤَذِّنَ: أَشْهَدُ أَنْ لاَ اله إِلاَّ الله وَحْدَهُ لاَ شَرِيكَ لَهُ، وَأَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ، رَضِيتُ بِالله رَبَّاً وَبِمُحَمَّدٍ رَسُولاً وَبِالإِسْلاَمِ دِيناً، غُفِرَ لَهُ ذَنْبُهُ» (¬2). ¶ 11 - ومن فضائلها أنها تجدد مادرس من الإيمان في القلب. ¶ الحديث الأول ¶ عن أبي هريرة رضيَ اللهُ عنهُ، أن النبي صَلَّى الله عَلَيْهِ وَسَلَّمَ قال: «جَدِّدُوا إِيْمَانَكُمْ» قيل: يا رسول الله، وكيف نجدد إيماننا؟ قال: «أَكْثِرُوا مِنْ قَوْلِ لا اله إلا الله» (¬3). ¶ ¬_________ ¶ (¬1) قال الهيثمي في المجمع - كتاب الأذكار، باب ما جاء في فضل لا اله إلا الله- (10/ 67): رواه أبو يعلى والبزار بنحوه، والطبراني في الصغير والأوسط ورجالهم ثقات. ¶ (¬2) رواه مسلم - كتاب الصلاة، (باب استحباب القول مثل قول المؤذن لمن سمعه ثم يصلي على النبي صلى الله عليه وسلم ثم يسأل له الوسيلة) (2/ 5). ¶ (¬3) أخرجه الإمام أحمد في المسند - تتمة مسند أبي هريرة رضي الله عنه- (3/ 345) رقم: (8695) قال الهيثمي في المجمع - كتاب الأذكار، باب ما جاء في فضل لا اله إلا الله- (10/ 64): رواه أحمد والطبراني ورجال أحمد ثقات.",
            "page": "78",
            "part": "1",
            "seal": "5658890D"
        },
        {
            "id": "76",
            "nass": "12 - ومن فضائلها أنه لا يعادلها شئ في الوزن، فلو وزنت السموات والأرض لرجحت بهن. ¶ الحديث الأول ¶ عن أبي سعيد الخدري رضيَ اللهُ عنهُ، عن رسول الله صلى الله عليه وسلم قال: «قالَ مُوسى عَلَيْهِ السَّلامُ: يا ربِّ عَلّمْنِي شَيْئاً أَذْكُرُكَ بِهِ وَأَدْعُوكَ بِهِ، قالَ: يا موسى قُلْ: لا اله إلا الله، قال: يا ربِّ كُلُّ عِبادِك يَقولُ هاذا، قالَ: قُلْ لا اله إلا الله، قالَ: لا إِلهَ إِلاّ أَنْتَ يا رَبّ، إِنّما أُرِيد شَيْئاً تَخُصُّني بِهِ، قالَ: يا موسى لَوْ كانَتِ السَّمواتُ السَّبْعُ وعامِرُهُنَّ غَيْري وَالأَرْضِينَ السَّبْعُ في كَفَّةٍ وَلا اله إلا الله في كَفَّةٍ مالَتْ بِهِنَّ لا اله إلا الله» (¬1). ¶ الحديث الثاني ¶ وفي حديث البطاقة المشهور عن عَبْدَ الله بنَ عَمْرِو بنِ العَاص رضيَ اللهُ عنهُما، يقول: سَمِعْتُ رَسُولَ الله صلى الله عليه وسلم يقول: «إِنَّ الله سَيُخَلِّصُ رَجُلاً مِنْ أُمَّتِي عَلَى رُؤُوسِ الْخَلاَئِقِ يَوْمَ القِيَامَةِ فَيَنْشُرُ عَلَيْهِ تِسْعَةً وَتِسْعِينَ سِجِلاًّ، كُلُّ سِجِلٍّ مِثْلُ مَدِّ البَصَرِ، ثُمَّ يَقُولُ: أَتُنْكِرُ مِنْ هاذا شَيْئَاً؟ أَظَلَمَكَ كَتَبَتِي الْحافِظُونَ؟ فيَقُولُ: لاَ يَا رَبِّ، فَيَقُولُ: أَفَلَكَ عُذْرٌ؟ فَيَقُولُ: لاَ يَا رَبِّ، فَيَقُولُ: بَلَى إِنَّ لَكَ عِنْدَنَا حَسَنَةً، فَإِنَّهُ لاَ ظُلْمَ عَلَيْكَ الْيَوْمَ، فَتَخْرُجُ بِطَاقَةٌ فِيهَا: أَشْهَدُ أَنْ لا اله إلا الله وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ، فَيَقُولُ: احْضُرْ وَزْنَكَ، فَيَقُولُ: يَا ربِّ مَا هَذِهِ البِطَاقَةُ مَع هَذِهِ السِّجِلاَّتِ؟ فَقَالَ: إِنَّكَ لاَ تُظْلَمُ، قالَ: فَتُوْضَعُ السِّجِلاَّتُ فِي ¶ ¬_________ ¶ (¬1) أخرجه الحاكم في المستدرك، كتاب الدعاء والتكبير والتهليل والتسبيح والذكر، (1/ 710) قال الحاكم: هاذا حديث صحيح الإسناد، ولم يخرجاه، ووافقه الذهبي في التلخيص.",
            "page": "79",
            "part": "1",
            "seal": "069EB597"
        },
        {
            "id": "77",
            "nass": "كِفَّةٍ وَالِبطَاقَةُ في كِفَّةٍ، فَطَاشَتِ السِّجِلاَّتُ وَثَقُلَتِ الْبِطَاقَةُ، فَلاَ يَثْقُلُ مَعَ اسْمِ الله شَيْءٌ» (¬1). ¶ الحديث الثالث ¶ عن ابنِ عبّاسٍ رضيَ اللهُ عنهُما قالَ: قالَ رسولُ الله صلى الله عليه وسلم: «لَقِّنُوا مَوْتَاكُمْ شَهَادَةَ أَنْ لا اله إلا الله، فَمَنْ قَالَها عِنْدَ مَوْتِهِ وَجَبَتْ لَهُ الجَنَّةُ»، قالُوا: يا رسولَ الله فَمَنْ قَالَها فِي صِحَّتِهِ؟ قالَ: «تِلْكَ أَوْجَبُ وأَوْجَبُ» ثمَّ قالَ: «والَّذِي نَفْسِي بِيَدِهِ لَوْ جِيءَ بالسَّمَاواتِ وأَلارْضِ وَمَنْ فِيهِنَّ، ومَا بَيْنَهُنَّ، ومَا تَحْتَهُنَّ، فَوُضِعْنَ في كَفَّةِ المِيزَانِ، وَوُضِعَتْ شَهَادَةُ أَنْ لا اله إلا الله في الكَفَّةِ أُلاخْرى لَرَجَحَتْ بِهِنَّ» (¬2). ¶ الحديث الرابع ¶ ... عن ثوبان رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «بَخٍ بَخٍ لِخَمْسٍ، مَا أَثْقَلَهُنَّ فِي المِيزَانِ: لا اله إلا الله، وسُبْحَانَ الله، والحَمْدُ الله، واللهُ أَكْبَرُ، والوَلَدُ الصَّالِحُ يَمُوْتُ لِلِمَرْءِ فَيَحْتَسِبُهُ» (¬3). ¶ ¬_________ ¶ (¬1) رواه الترمذي- كتاب الإيمان عن رسول الله صلى الله عليه وسلم، بابٌ ما جاءَ فيمَنْ يَمُوتُ وهُوَ يَشْهَدُ أَن لا اله إلا الله، (5/ 24) وأخرجه الحاكم - كتاب الإيمان - (1/ 47) قال الذهبي في التلخيص: على شرط مسلم. وأخرجه الإمام أحمد في المسند - مسند عبد الله بن عمرو بن العاص رضي الله عنه- (ج2/ص718) رقم: (7066). ¶ (¬2) قال الهيثمي في المجمع - كتاب الجنائز، باب تَلْقِينُ المَيِّتِ لا اله إلا الله- (ج3 /ص48): رواه الطبراني ورجاله ثقات إلا أن ابن أبي طلحة لم يسمع من ابن عباس. ¶ (¬3) قال الهيثمي في المجمع - كتاب الأذكار، باب ما جاء في الباقيات الصالحات ونحوها- (10/ 74): رواه البزار وحسن إسناده، إلا أن شيخه العباس بن عبد العظيم الباساني لم أعرفه.",
            "page": "80",
            "part": "1",
            "seal": "7C7BA98A"
        },
        {
            "id": "78",
            "nass": "13 - ومن فضائلها أنها مفتاح السَّمَاوَاتِ. ¶ الحديث الأول ¶ ... عن معقل بن يسار رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: «لكُلِّ شَيءٍ مِفْتَاحٌ، ومِفْتَاحُ السَّمَاوَاتِ قَوْل: لا اله إلا الله» (¬1). ¶ 14 - ومن فضائلها أنها تفتح لها أبواب السماء حتى تفضي إلى العرش. ¶ الحديث الأول ¶ عَن أبي هُرَيْرَةَ رضيَ اللهُ عنهُ، قالَ: قالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «مَا قالَ عَبْدٌ لا اله إلا الله قَطُّ مُخْلِصًا إلاَّ فُتِحَتْ لَهُ أَبْوَابُ السَّمَاءِ حَتَّى تُفْضِي إلى العَرْشِ ما اجْتَنَبَ الكَبَائِرَ» (¬2). ¶ الحديث الثاني ¶ عن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: «مَنْ قَالَ: سُبْحَانَ الله، والحَمْدُ لله، ولا اله إلا الله، والله أَكْبَرُ، ولا حَوْلَ ولا قُوَّةَ إِلاَّ بالله، ضم عَلَيْهِنَّ مَلَكٌ بِجَنَاحِهِ، فَلا يَنْتَهِي حَتَّى يَبْلُغَ بِهِنَّ العَرْشَ، فَلاَ يَمُرُّ بِشَيْءٍ إِلاَّ صَلَّى عَلَيْهِنَّ وعَلى قَائِلِهِنَّ» (¬3). ¶ ¬_________ ¶ (¬1) أورده الهيثمي في المجمع - كتاب الأذكار - باب ما جاء في فضل لا اله إلا الله - (10/ 65) وقال: رواه الطبراني، وفيه: أغلب بن تميم، وهو ضعيف. ¶ (¬2) رواه الترمذي - كتاب الدعوات عن رسول الله صلى الله عليه وسلم، بابٌ دعاء أم سلمة رضي الله عنها، (5/ 575). ¶ (¬3) قال الهيثمي في المجمع - كتاب الأذكار، باب ما جاء في الباقيات الصالحات ونحوها- (10/ 76): رواه الطبراني في الأوسط، وفيه: أبو شيبة إبراهيم بن عثمان، وهو ضعيف.",
            "page": "81",
            "part": "1",
            "seal": "2B2DB17D"
        },
        {
            "id": "79",
            "nass": "الحديث الثالث ¶ عن معاذ بن جبل رضي الله عنه، قال: سمعت رسول الله صلى الله عليه وسلم يقول: «كَلِمَتَانِ إِحْدَاهُمَا لَيْسَ لَهَا نَاهِيَةٌ دُونَ العَرْشِ، وأُلاخْرَى تَمُْلأ مَا بَيْنَ السَّماءِ وأَلارْضِ، لا اله إلا الله، والله أَكْبَرُ» (¬1). ¶ 15 - ومن فضائلها أنها تخرق الحجب حتى تصل إلى الله عز وجل. ¶ الحديث الأول ¶ عَن عَبْدِ الله بنِ عَمْرٍو رضيَ اللهُ عنهُما، قالَ: قالَ رَسُولُ الله صلى الله عليه وسلم: «التَّسْبِيحُ نِصْفُ المِيزَانِ، والْحَمْدُ لله يَمْلَؤُهُ، وَلا اله إلا الله لَيْسَ لَهَا دُونَ الله حِجَابٌ حَتَّى تَخْلُصَ إلَيْهِ» (¬2). ¶ 16 - ومن فضائلها أنه ليس بينها وبين الله حجاب ¶ الحديث الأول ¶ عن أنس رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: «ليس شيء إلا بينه وبين الله حجاب إلا قول: لا اله إلا الله، ودعاء الوالد» (¬3). ¶ ¬_________ ¶ (¬1) قال الهيثمي في المجمع - كتاب الأذكار، باب ما جاء في لا اله إلا الله والله أكبر- (10/ 71): رواه الطبراني ومعاذ بن عبد الله بن رافع: لم أعرفه، وابن لهيعة: حديثه حسن، وبقية رجاله ثقات ¶ (¬2) رواه الترمذي - كتاب الدعوات عن رسول الله صلى الله عليه وسلم، بابُ، (ج5/ص536). ¶ (¬3) أخرجه ابن مردويه عن أنس كما في الدر المنثور، (ج6/ص46).",
            "page": "82",
            "part": "1",
            "seal": "D08498F2"
        },
        {
            "id": "80",
            "nass": "17 - ومن فضائلها أن الله عز وجل يصدق قائلها. ¶ الحديث الأول ¶ عَن الأغَرِّ أَبي مُسْلمٍ قالَ: أشْهَدُ عَلَى أَبي سعِيدٍ وَأبي هُرَيْرَةَ رضيَ اللهُ عنهُما، أنّهُمَا شَهِدَا عَلَى النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ أنّهُ قالَ: «مَنْ قال: َ لا اله إلا الله واللهُ أكْبَرُ، صَدَّقَهُ رَبُّهُ فقَالَ: لا إلَهَ إلاّ أَنَا وَأنَا أكْبَرُ، وَإذَا قالَ: لا اله إلا الله وَحْدَهُ، قالَ: يَقُولُ: لا إلَهَ إلاّ أنَا وَأنَا وَحْدِي، وَإذَا قال: َ لا اله إلا الله وَحْدَهُ لاَ شَرِيكَ لَهُ، قَالَ الله: لا إلهَ إلاّ أنا وَحْدِي لا شَرِيكَ لِي، وَإذَا قالَ: لا اله إلا الله لَهُ المُلْكُ وَلَهُ الْحَمدُ، قالَ: لا إلَهَ إلاّ أنَا لِيَ الْمُلْكُ وَلِيَ الْحَمْدُ، وَإذَا قالَ: لا اله إلا الله ولاَ حَوْلَ وَلاَ قُوَّةَ إلاّ بالله، قالَ: لا إلَهَ إلاّ أنَا وَلا حَوْلَ وَلاَ قُوَّةَ إلاّ بِي. وَكانَ يَقُولُ مَنْ قالَهَا في مَرَضِهِ ثُمَّ مَاتَ لَمْ تَطْعَمْهُ النّارُ» (¬1). ¶ 18 - وهي أفضل الذكر. ¶ الحديث الأول ¶ ... عن جَابِرَ بنَ عَبْدِ الله رضيَ اللهُ عنهُ قال: سَمِعْتُ رسُولَ الله صلى الله عليه وسلم يقُولُ: «أَفْضَلُ الذِّكْرِ لا اله إلا الله، وَأَفْضَلُ الدُّعَاءِ الحمْدُ لله» (¬2). ¶ ¬_________ ¶ (¬1) رواه الترمذي- كتاب الدعوات عن رسول الله صلى الله عليه وسلم، بابُ ما يقول العبد إذا مرض، (5/ 492) وأخرجه الحاكم في المستدرك، كتاب الإيمان - (1/ 46). ¶ (¬2) رواه الترمذي- كتاب الدعوات عن رسول الله صلى الله عليه وسلم، (5/ 462) وأخرجه الحاكم في المستدرك- (1/ 676) قال الذهبي في التلخيص: صحيح، وأخرجه ابن ماجه -كتاب الأدب - (2/ 1249)",
            "page": "83",
            "part": "1",
            "seal": "273722A8"
        },
        {
            "id": "81",
            "nass": "19 - وهي أفضل الكلام. ¶ الحديث الأول ¶ عَن عَمْرِو بنِ شعَيْبٍ عَن أبِيهِ عَن جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلمقال: «خَيْرُ الدُّعَاءِ دُعَاءُ يَوْمِ عَرَفَةَ، وَخَيْرُ مَا قُلْتُ أنَا والنَّبِيُّونَ مِنْ قَبْلِي: لا اله إلا الله وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كلِّ شَيْءٍ قَديرٌ» (¬1). ¶ الحديث الثاني ¶ عن أبي سعيد وأبي هريرة رضي الله عنهما، أن رسول الله صلى الله عليه وسلم قال: «إِنَّ اللهَ اصْطَفى مِنَ الكَلامِ أَرْبَعاً: سُبْحَانَ الله، والحَمْدُ لله، ولا اله إلا الله، واللهُ أَكْبَرُ، فَمَنْ قَالَ: سُبْحَانَ الله كُتِبَ لَهُ عِشْرُونَ حَسَنَةً، وَحُطَّتْ عَنْهُ عِشْرُونَ سَيِّئَةً، ومَنْ قَالَ: الحَمْدُ لله، فَمِثْلُ ذَلِكَ، ومَنْ قَال: لا اله إلا الله، فَمِثْلُ ذَلِكَ، ومَنْ قَالَ اللهُ أَكْبَرُ مِنْ قِبَلِ نَفْسِهِ، كُتِبَتْ لَهُ ثَلاثُونَ حَسَنَةً، وحُطَّتْ عَنْهُ ثَلاَثُونَ سَيِّئَةً» (¬2). ¶ الحديث الثالث ¶ وقالَ رَسُولُ الله صلى الله عليه وسلم: «أفْضَلُ الْكَلامِ أرْبَعٌ: سُبْحانَ الله، والحمدُ للهِ، ولاإله إلا الله، والله أكبر» (¬3). ¶ ¬_________ ¶ (¬1) أخرجه الإمام مالك في الموطأ، كتاب الحج، باب جامع الحج، (1/ 292) بلفظ: «أفضل» بدل «خير» ورواه الترمذي، كتاب الدعوات عن رسول الله صلى الله عليه وسلم، بابٌ في دعاء يوم عرفة، (5/ 572) واللفظ للترمذي. ¶ (¬2) قال الهيثمي في المجمع، كتاب الأذكار، (10/ 73): رواه أحمد والبزار، ورجالهما رجال الصحيح. ¶ (¬3) رواه البخاري - كتاب الأيمان والنذور، باب إذا قال والله لا أتكلم اليومَ فصلَّى أو قرأ أو سَبَّح أو كَبَّر أو حَمِد أو هَلَّلَ فهو على نِيتِه - (7/ 291). قال الحافظ في الفتح: هاذا من الأحاديث التي لم يصلها البخاري في موضع آخر، وقد وصله النسائي من طريق ضرار ابن مرة عن صالح عن أبي سعيد وأبي هريرة مرفوعًا بلفظه، وأخرجه مسلم من حديث سمرة بن جندب لكن بلفظ: «أحب» بدلا «أفضل» انتهى بإختصار، انظر فتح الباري: (11/ 691).",
            "page": "84",
            "part": "1",
            "seal": "18FFE87D"
        },
        {
            "id": "82",
            "nass": "الحديث الرابع ¶ عن أبي المنذر الجهني رضي الله عنه قال: قلت: يا نبي الله، علّمني أفضل الكلام، قال صلى الله عليه وسلم: «يا أَبا المُنْذِرِ، قُلْ: لا اله إلا الله وَحْدَهُ لا شرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ يُحْيِي وَيُمِيتُ بِيَدِهِ الخَيْرُ وَهُوَ عَلى كُلِّ شَيْءٍ قَدِير، مِئَةَ مَرَّةٍ فِي كُلِّ يَوْمٍ. فَِانَّكَ يَوْمَئِذٍ أَفْضَلُ النَّاسِ عَمَلاً إِلاَّ مَنْ قَالَ مِثْلَ مَا قُلْتَ» (¬1). ¶ الحديث الخامس ¶ عن سمرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «أَفْضَلُ الكَلاَمِ بَعْدَ القُرْآنِ، وَهي مِنَ القُرْآنِ أَرْبَعٌ، لا يَضُرُّكَ بَِايِّهِنَّ بَدَأْتَ: سُبْحَانَ الله، والحَمْدُ لله، ولا اله إلا الله، واللهُ أَكْبَرُ» (¬2). ¶ 20 - ومن فضائلها أنها أمان من وحشة القبر وهول المحشر. ¶ الحديث الأول ¶ عنِ ابنِ عُمَرَ رضيَ اللهُ عنهُما قال: قال: رسول الله صلى الله عليه وسلم: «لَيْسَ عَلَى أَهْلِ لا اله إلا الله وَحْشَةٌ فِي قُبُورِهِمْ وَلا مَنْشَرِهِمْ (¬3) وكَأَنِّي أَنْظُرُ إِلَي أَهْلِ لا اله إلا الله وهم يَنْفُضُونَ التُّرَاب عَنْ رُؤُوسَهُمْ وَيَقُولُونَ: الحَمْدُ لله الَّذِي أَذْهَبَ عَنَّا ¶ ¬_________ ¶ (¬1) قال الهيثمي في المجمع - كتاب الأذكار، باب فيمن هلل مئة أو أكثر- (10/ 71): رواه البزار، وفيه: جابر الجعفي، وهو ضعيف. ¶ (¬2) رواه الإمام أحمد في المسند، حديث سمرة بن جندب رضي الله عنه، رقم: (20486)، (6/ 776) قال الهيثمي في المجمع - كتاب الأذكار، باب ما جاء في الباقيات الصالحات ونحوها- (10/ 73): رواه أحمد، ورجاله رجال الصحيح. ¶ (¬3) منشرهم: أي خروجهم من القبور يوم القيامة.",
            "page": "85",
            "part": "1",
            "seal": "FAE13F6D"
        },
        {
            "id": "83",
            "nass": "الحَزَنَ».وفي رواية: «لَيْسَ عَلَى أَهْلِ لا اله إلا الله وَحْشَةٌ عِنْدَ المَوْتِ ولا عِنْدَ القَبْرِ» (¬1). ¶ الحديث الثاني ¶ عنِ البَراء بن عازب رضيَ اللهُ عنهُ أن رسولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قال: «الْمُسْلِمُ إذا سُئِلَ في الْقَبْرِ يَشْهَدُ أنْ لا اله إلا الله وأنَّ مُحَمَّداً رَسُولُ الله، فَذَلِكَ قَوْلُهُ: (يُثَبِّتُ الله الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ). (¬2). ¶ 21 - ومن فضائلها أنها تفتح لقائلها أبوب الجنة الثمانية يدخل من أيها شاء ¶ الحديث الأول ¶ عن عُبادةَ رضيَ اللهُ عنهُ عن النبيِّ صلى الله عليه وسلم قال: «مَنْ قَالَ: أَشْهَدُ أَنْ لا اله إلا الله وَحْدَهُ لاَ شَرِيكَ لَهُ، وَأَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ، وَأَنَّ عِيسَى عَبْدُ الله وَابْنُ أَمَتِهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ، وَأَنَّ الْجَنَّةَ حَقٌّ، وَأَنَّ النَّارَ حَقٌّ، أَدْخَلَهُ اللهُ مِنْ أَيِّ أَبْوَابِ الْجَنَّةِ الثَّمَانِيَةِ شَاءَ». (¬3). ¶ ¬_________ ¶ (¬1) قال الهيثمي في المجمع - كتاب الأذكار- (10/ 66): رواه الطبرني في الأوسط. وفي الرواية الأولى يحي الحماني، وفي الآخرى مجاشع بن عمرو، وكلاهما ضعيف. قال الحافظ العراقي في تخريجه على الإحياء (ج1/ص280): أخرجه ابو يعلى والطبراني والبيهقي في الشعب من حديث ابن عمر رضي الله عنهما بسند ضعيف. ¶ (¬2) رواه البخاري- كتاب تفسير القرآن، بَاب يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِت- (5/ 262) ¶ (¬3) سبق تخريجه - (ص22).",
            "page": "86",
            "part": "1",
            "seal": "646D8775"
        },
        {
            "id": "84",
            "nass": "الحديث الثاني ¶ عَنْ عُمَرَ بْنِ الْخَطَّابِ رضيَ اللهُ عنهُ، قالَ: قَالَ رَسُولُ الله صلى الله عليه وسلم: «مَنْ توَضَّأَ فأَحْسَنَ الْوُضُوءَ ثُمَّ قَالَ: أَشْهَدُ أنْ لا اله إلا الله وَحْدَهُ لاَ شَريكَ لَهُ، وأشْهَدُ أنَّ مُحمَّداً عَبْدُهُ ورَسُولُهُ. اللهمَّ اجْعَلني مِنَ التَّوَّابينَ، وَاجْعَلْنِي مِنَ المتَطَهِّرِينَ، فُتِحَتْ لَهُ ثَمَانِيَةُ أبْوَابِ الْجَنَّةِ يَدْخْلُ مِنْ أَيِّهَا شَاءَ» (¬1). ¶ 22 - ومن فضائلها أن أهلها وإن دخلوا النار بتقصيرهم في حقوقها فإنهم لابد أن يخرجوا منها. ¶ الحديث الأول ¶ عنْ أَنَسٍ رضيَ اللهُ عنهُ، عنِ النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ قال: «يَخرُجُ مِنَ النَارِ مَنْ قال لا اله إلا الله وفي قَلبِهِ وَزْنُ شَعِيرةٍ مِن خَير، وَيَخرُجُ مِنَ النارِ مَنْ قال: لا اله إلا الله وفي قَلبهِ وزنُ بُرَّةٍ مِنْ خَيرٍ، ويَخرُجُ مِن النارِ مَنْ قال: لا اله إلا الله وفي قَلبِه وَزْنُ ذَرَّةٍ مِنْ خَير» (¬2). ¶ الحديث الثاني ¶ ... وعنْه أيضاً رضيَ اللهُ عنهُ، قال: قال رسول الله صلى الله عليه وسلم: «يَقولُ الله عَزَّ وَجَلَّ: أَخْرِجوا مِنَ النّارِ مَنْ قالَ: لا اله إلا الله وَفي قَلْبِهِ مِثْقال ذَرَّةٍ مِنَ الإِيمانِ، أَخْرِجوا مِنَ النّارِ مَنْ قالَ: لا اله إلا الله أَوْ ذَكَرَني أَوْ خَافَني فِي مَقامٍ» (¬3). ¶ ¬_________ ¶ (¬1) رواه الترمذي- كتاب الطهارة، باب فيما يقال بعد الوضوء- (ج1/ص77). ¶ (¬2) أخرجه البخاري في مواضع متعددة منها في:- كتاب الإيمان - باب زِيادَةِ الإِيمانِ وَنُقْصانِهِ ¶ (1/ 19) - وكتاب التوحيد، باب قولُ الله تعالى: {تَسْجُدَ لِمَا خَلَقْتُ}. [ص: 75]- (8/ 21) وأخرجه مسلم - كتاب الإيمان - وأخرجه أحمد (4/ 446) وأخرجه الترمذي (4/ 711). ¶ (¬3) أخرجه الحاكم في المستدرك- كتاب الإيمان، (1/ 141) قال الحاكم: هاذا حديث صحيح الإسناد، ووافقه الذهبي في التلخيص.",
            "page": "87",
            "part": "1",
            "seal": "80F71786"
        },
        {
            "id": "85",
            "nass": "الحديث الثالث ¶ وفي حديث الشفاعة الطويل أن رسولَ اللَّه صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: « .. ثُمَّ أَعُودُ الرَّابِعَةَ فَأَحْمَدُهُ بِتِلْكَ الْمَحَامِدِ ثُمَّ أَخِرُّ لَهُ سَاجِدًا، فَيُقَالُ: يَا مُحَمَّدُ ارْفَعْ رَأْسَكَ، وَقُلْ يُسْمَعْ، وَسَلْ تُعْطَهْ، وَاشْفَعْ تُشَفَّعْ، فَأَقُولُ: يَا رَبِّ ائْذَنْ لِي فِيمَنْ قَالَ: لا اله إلا الله، فَيَقُولُ: وَعِزَّتِي وَجَلالِي وَكِبْرِيَائِي وَعَظَمَتِي لأُخْرِجَنَّ مِنْهَا مَنْ قَالَ: لا اله إلا الله». (¬1) ¶ 23 - ومن فضائلها أن من قالها تغرس له شجرة في الجنة. ¶ الحديث الأول ¶ ... عَنْ أَبِي هُرَيْرَةَ رضيَ اللهُ عنهُ، أَنَّ رَسُولَ الله صلى الله عليه وسلم مَرَّ بِهِ وَهُوَ يَغْرِسُ غَرْساً، فَقَالَ صلى الله عليه وسلم: «يَا أَبَا هُرَيْرَةَ مَا الَّذِي تَغْرِسُ؟» قُلْتُ: غِرَاساً لِي. قَال صلى الله عليه وسلم: «أَلاَ أَدُلُّكَ عَلَى غِرَاسٍ خَيْرٍ لَكَ مِنْ هاذا؟» قَالَ: بَلَى. يَا رَسُولَ الله، قَال صَلَّى الله عَلَيْهِ وَسَلَّمَ: «قُلْ: سُبْحَانَ الله، وَالْحَمْدُ لله، وَلا اله إلا الله، وَالله أَكْبَرُ، يُغْرَسْ لَكَ، بِكُلِّ وَاحِدَةٍ، شَجَرَةٌ فِي الْجَنَّةِ» (¬2). ¶ الحديث الثاني ¶ عن ابن عبّاس رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: «مَنْ قَالَ: سُبْحَانَ الله، والحَمْدُ لله، ولا اله إلا الله، والله أَكْبَرُ غُرِسَ لَهُ بِكُلِّ واحدة مِنْهُنَّ شَجَرَةٌ في الجَنَّةِ» (¬3). ¶ ¬_________ ¶ (¬1) رواه البخاري - كتاب التوحيد - باب كلام الربِّ عزَّ وجلَّ يوم القيامةِ مع الأنبياء وغيرهم- (8/ 252) ورواه مسلم - كتاب الإيمان، باب أدنى أهل الجنة منزلة فيها - (1/ 127) ¶ (¬2) رواه ابن ماجه- كتاب الأدب، باب فضل التسبيح، (2/ 1251). ¶ (¬3) قال الهيثمي في مجمع الزوائد - كتاب الأذكار - (ج10/ص79): رواه الطبراني في الأوسط ورجاله موثقون.",
            "page": "88",
            "part": "1",
            "seal": "DA11A1E8"
        },
        {
            "id": "86",
            "nass": "الحديث الثالث ¶ عَن ابنِ مَسْعُودٍ رضيَ اللهُ عنهُ، قالَ: قالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «لَقِيتُ إبْرَاهِيمَ لَيْلَةَ أُسْرِيَ بِي فَقَالَ: يا مُحَمَّدُ أَقْرِيء أُمَّتَكَ مِنِّي السَّلاَمَ وَاخْبِرْهُمْ أَنَّ الْجَنّةَ طَيِّبَةُ التُّرْبَةِ عَذْبَةُ المَاءِ، وَأنَّهَا قِيعَانٌ، وَأَنَّ غِرَاسَهَا سُبْحَانَ الله والْحَمْدُ لله وَلا اله إلا الله وَاللهُ أكْبَرُ» (¬1). ¶ 24 - ومن فضائلها أنها: أفضل الأعمال، وأكثرها تضعيفا للحسنات، وتعدل عتق الرقاب، وتمحو الذنوب والخطايا، وهي حرز من الشيطان. ¶ الحديث الأول ¶ ... عَنْ أَبِي هُرَيْرَةَ رَضِيَ الله عَنْهُ، أَنَّ رَسُولَ الله صلى الله عليه وسلم قَالَ: «مَنْ قَالَ لا اله إلا الله وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ فِي يَوْمٍ مِائَةَ مَرَّةٍ، كَانَتْ لَهُ عَدْلَ عَشْرِ رِقَابٍ، وَكُتِبَتْ لَهُ مِائَةُ حَسَنَةٍ، وَمُحِيَتْ عَنْهُ مِائَةُ سَيِّئَةٍ، وَكَانَتْ لَهُ حِرْزًا مِنْ الشَّيْطَانِ يَوْمَهُ ذَلِكَ حَتَّى يُمْسِيَ، وَلَمْ يَأْتِ أَحَدٌ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلاَّ أَحَدٌ عَمِلَ أَكْثَرَ مِنْ ذَلِكَ» (¬2) ¶ الحديث الثاني ¶ عن عبد الله بن عمرو رضي الله عنهما، قال: قال رسول الله صلى الله عليه وسلم: «مَنْ قَالَ: لا اله إلا الله وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلى كُلِّ ¶ ¬_________ ¶ (¬1) رواه الترمذي- كتاب الدعوات عن رسول الله صلى الله عليه وسلم، بابُ، (ج5/ص510). ¶ (¬2) أخرجه البخاري في مواضع متعددة منها في:- كتاب بدء الخلق،- (4/ 114) - وكتاب الدعوات- (7/ 214). وأخرجه الترمذي- كتاب الدعوات عن رسول الله صلى الله عليه وسلم، (5/ 512).",
            "page": "89",
            "part": "1",
            "seal": "A6363DF4"
        },
        {
            "id": "87",
            "nass": "شَيءٍ قَدِيرٌ، مئتي مَرَّةٍ في يَوْمٍ، لَمْ يَسْبِقْهُ أَحَدٌ كَانَ قَبْلَهُ، ولا يُدْرِكْهُ أَحَدٌ بَعْدَهُ، إلاَّ بَافْضَلَ مِنْ عَمَلِهِ» (¬1). ¶ الحديث الثالث ¶ ... عَنِ البَرَاءِ رضيَ اللهُ عنهُ، قَالَ: جَاءَ رَجُلٌ مِنْ بَنِي النَّبِيتِ ـ قَبِيلٍ مِنَ الأَنْصَارِ ـ فَقَالَ: أَشْهَدُ أَنْ لا اله إلا الله، وَأَنَّكَ عَبْدُهُ وَرَسُولُهُ. ثُمَّ تَقَدَّمَ فَقَاتَلَ حَتَّى قُتِلَ. فَقَالَ النَّبِيُّ صلى الله عليه وسلم: «عَمِلَ هاذا يَسِيراً، وَأُجِرَ كَثِيراً» (¬2). ¶ الحديث الرابع ¶ ... عَن عبْدِ الله بنِ عَمْرو رضيَ اللهُ عنهُما، قالَ: قالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «مَا عَلَى الأَرْضِ أَحَدٌ يَقُولُ لا اله إلا الله وَالله أَكْبَرُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاّ بالله إِلاّ كُفِّرَتْ عَنْهُ خَطَاياهُ وَلَوْ كَانَتْ مِثْلَ زَبَدِ البَحْرِ» (¬3). ¶ الحديث الخامس ¶ وعَن ابن عمر، رضيَ اللهُ عنهُما، عن النبي صلى الله عليه وسلم، قال: «مَنْ قَالَ: سُبْحَانَ الله وَبِحَمْدِهِ، كُتِبَ لَهُ مِئَةُ أَلْفِ حَسَنَةٍ، وأَرْبَعَةٌ وعِشْرُونَ أَلْفَ حَسَنَة، ومَنْ قَالَ: لا اله إلا الله، كَانَ لَهُ بِهَا عَهْدٌ عِنْدَ الله يَوْمَ القِيَامَةِ» (¬4). ¶ ¬_________ ¶ (¬1) رواه أحمد في المسند، مسند عبد الله بن عمرو رضي الله عنهما، رقم (6740)، (2/ 645) قال الهيثمي في المجمع - كتاب الأذكار، باب فيمن هلل مئة أو أكثر- (10/ 71): رواه أحمد والطبراني إلا أنه قال: «كُلَّ يَوْمٍ»، ورجال أحمد ثقات وفي رجال الطبراني من لم أعرفه. ¶ (¬2) رواه مسلم - كتاب الإمارة، باب ثبوت الجنة للشهيد- (6/ 44). ¶ (¬3) رواه الترمذي- كتاب الدعوات عن رسول الله صلى الله عليه وسلم، بابُ ما جَاءَ في فَضْلِ التّسبِيحِ وَالتَّكْبِيرِ وَالتّهْلِيلِ والتّحْمِيدِ، (5/ 509) وأخرجه الحاكم في المستدرك، - كتاب الدعاء والتكبير والتهليل والتسبيح والذكر، (ج1/ص722).وأخرجه الإمام أحمد في المسند -برقم (6479) ¶ (¬4) قال الهيثمي في المجمع - كتاب الأذكار، باب فيمن قال: لا اله إلا الله وسبحان الله وبحمده- ¶ (10/ 72): رواه الطبراني، وفيه: النضر بن عبيد، ولم أعرفه، وبقية رجاله وثقوا.",
            "page": "90",
            "part": "1",
            "seal": "38AA66E6"
        },
        {
            "id": "88",
            "nass": "الحديث السادس ¶ ... عَن أَبي سَعيدٍ رضي الله عنه، عَن النبيِّ صلى الله عليه وسلم قال: «مَنْ قَالَ حِينَ يَأْوِي إِلى فِرَاشِهِ أَسْتَغْفِرُ الله العظيم الَّذِي لا إلهَ إلاَّ هُوَ الحَيُّ القَيُّومُ وَأَتُوبُ إِلَيْهِ ثَلاَثَ مَرَّاتٍ غَفَرَ الله لَهُ ذُنُوبَهُ وإنْ كَانَتَ مِثْلَ زَبَدِ البحْرِ، وإِنْ كانَتْ عَدَدَ وَرَقِ الشَّجَرِ، وإِنْ كَانَتْ عَدَدِ رَمْلِ عَالِجٍ وَإِنْ كَانَتْ عَدَدَ أيَّامِ الدُّنْيَا» (¬1). ¶ الحديث السابع ¶ عَن تَمِيم الدَّارِيِّ رضيَ اللهُ عنهُ، عَن رَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ أَنَّهُ قالَ: «مَنْ قالَ أشْهَدُ أَنْ لا اله إلا الله وحْدَهُ لاَ شَرِيكَ لَهُ الهاً وَاحِداً أحَداً صَمَداً لَمْ يَتَّخِذْ صَاحِبَةً وَلاَ وَلَداً ولَمْ يَكُنْ لَهُ كُفْواً أَحَدٌ عَشْرَ مَرَّاتٍ، كَتَبَ الله لَه أَرْبَعِينَ أَلْفَ أَلْفَ حَسَنَةٍ» (¬2). ¶ الحديث الثامن ¶ ... عَن أَنَسِ بنِ مالِك رضيَ اللهُ عنهُ، أنَّ رَسُول الله صلى الله عليه وسلم مَرَّ بِشَجَرَةٍ يَابِسَةِ الوَرَقِ فَضَرَبَهَا بِعَصَاهُ فَتَنَاثَرَ الوَرَقُ، فقالَ صلى الله عليه وسلم: «إنَّ الْحَمْدَ لله، وَسُبْحَانَ الله، ولا اله إلا الله، والله أكْبَرُ، لَتُسَاقِطُ مِنَ ذُنُوبِ العَبْدِ كَمَا تَسَاقَطَ وَرَقُ هذِهِ الشَّجَرَةِ» (¬3). ¶ ¬_________ ¶ (¬1) رواه الترمذي - كتاب الدعوات عن رسول الله صلى الله عليه وسلم، باب منه- رقم: (3397) (5/ 470)، ¶ قال الترمذي: هاذا حَدِيثٌ حَسَنٌ غَرِيبٌ. ¶ (¬2) رواه الترمذي- كتاب الدعوات عن رسول الله صلى الله عليه وسلم، بابُ، (5/ 514) قال الترمذي: هاذا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاّ مِنْ هاذا الْوَجْهِ. وأخرجه الإمام أحمد في المسند - مسند تميم الداري رضي الله عنه- (ج5/ص783) رقم (17076). واللفظ للترمذي. ¶ (¬3) رواه الترمذي - كتاب الدعوات عن رسول الله صلى الله عليه وسلم، بابُ، (5/ 544).",
            "page": "91",
            "part": "1",
            "seal": "FEBF7F20"
        },
        {
            "id": "89",
            "nass": "الحديث التاسع ¶ ... عَن أَبي أَيُوبَ الأَنْصَارِيِّ رضيَ اللهُ عنهُ، قالَ: قالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «مَنْ قالَ عَشْرَ مَرَّاتٍ لا اله إلا الله وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الْحَمْدُ يحي ويميت وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، كَانَتْ لَهُ عِدْلُ أَرْبَعِ رِقَابٍ مِنْ وَلَدِ إِسْمَاعِيلَ» (¬1). ¶ الحديث العاشر ¶ عَن عِمران ابن حُصين رضيَ اللهُ عنهُ قال: قال رسول الله صلى الله عليه وسلم: «أومَا يَسْتَطِيعُ أَحَدُكُمْ أَنْ يَعْمَلَ كُلَّ يَوْمٍ مِثْلَ أُحُدٍ عَمَلاً؟».قالوا: يا رسول الله، ومن يستطيع أن يعملَ في كل يوم مثل أحُد عملاً؟! قال: «كُلُّكُمْ يَسْتَطِيعُهُ» قالوا: يا رسول الله، ماذا؟ قال: «سُبْحَانَ الله أَعْظَمُ مِنْ أُحُدٍ، والحَمْدُ لله أَعْظَمُ مِنْ أُحُدٍ، ولا اله إلا الله أَعْظَمُ مِنْ أُحُدٍ، والله أَكْبَرُ أَعْظَمُ مِنْ أُحُدٍ» (¬2). ¶ الحديث الحادي عشر ¶ ... عَن عَمْرِو بنِ شعَيْبٍ عَن أبِيهِ عَن جَدِّهِ قالَ: قالَ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «مَنْ سَبَّحَ الله مِائَةً بالغَدَاةِ وَمائَةً بالعَشِيِّ كَانَ كَمَنْ حَجَّ مِائَةَ مرة، وَمَنْ حَمِدَ الله مائَةً بالغَدَاةِ وَمائَةً بالعَشِيِّ كانَ كَمَنْ حَمَلَ عَلَى مائةِ فَرَسٍ في سَبِيلِ الله أَوْ قالَ غَزَا مائةَ غَزْوَةٍ، وَمَنْ هَلَّلَ الله مِائةً بالغَدَاةِ وَمائةً بالْعَشِيِّ كَانَ كَمَنْ أَعْتَقَ مِائَةَ رَقَبَةٍ مِنَ وَلد إِسْمَاعِيلَ، وَمَنْ كَبَّرَ الله مِائةً بالغَدَاةِ وَمِائةً بالعَشِيِّ ¶ ¬_________ ¶ (¬1) رواه الترمذي - كتاب الدعوات عن رسول الله صلى الله عليه وسلم، بابٌ في دعاء النبي صلى الله عليه وسلم، بابُ، (5/ 555) ¶ (¬2) قال الهيثمي في المجمع - كتاب الأذكار، باب ما جاء في الباقيات الصالحات ونحوها- (10/ 87): رواه الطبراني والبزار ورجالهما رجال الصحيح.",
            "page": "92",
            "part": "1",
            "seal": "E7157FD6"
        },
        {
            "id": "90",
            "nass": "لَمْ يَأْتِ في ذَلِكَ اليَوْمِ أحَدٌ بأَكْثَرَ مِمَّا أتَى إِلاّ مَنْ قالَ مِثْلَ ما قَالَ أَو زَادَ عَلَى ما قالَ» (¬1). ¶ 25 - ومن فضائلها أن من قالها مائة مَرَّة خير مما أطبقت عليه السماء والأرض. ¶ الحديث الأول ¶ عن أم هانيء بنت أبي طالب رضى الله عنها، قالت: مرَّ بي ذات يوم رسول الله صلى الله عليه وسلم فقلت: يا رسول الله: إنِّي قد كبرت وضعفت: فمرني بعمل أعمله وأنا جالسة؟ قال: «سَبِّحي الله مِائَةَ تَسبيحةٍ، فَإنَّها تَعْدِلُ لَكِ مِائَةَ رَقَبَةٍ تُعْتِقِينَهَا مِنْ وَلَدِ إِسْمَاعِيلَ، وَاحْمَدِي الله مِائَةَ تَحْمِيدَةٍ فإنها تعْدِلُ لَكِ مائَةِ فَرَسٍ مُسْرِجَةً مُلْجَمَةً تَحْمِلِينَ عَلَيْهَا فِي سَبِيلِ الله، وَكَبِّرِي الله مائَةَ تَكْبِيرَةٍ، فَإنَّهَا تَعْدِلُ لَكِ مائَةَ بَدَنَةً مُقَلَّدَةً مُتَقَبَّلَةً، وَهَلِّلِي الله مِائَةَ تَهْلِيلَةٍ» قال ابن خلف: أحسبه قال: «تَمْلأُ مَا بَيْنَ السَّماءِ وَالأَرْضِ، وَلا يُرْفَعُ يَوْمَئِذٍ لأَحَدٍ عَمَلٌ الإِ أَنْ يَأْتِي بِمِثلِ مَا أَتَيْتِ بِهِ» (¬2). ¶ وفي رواية الطبراني في الأوسط أنه قال فيه: «وقُولِي: لا اله إلا الله مائةَ مَرَّةٍ، فَهُوَ خَيْرٌ لَكِ مِمَّا أَطْبَقَتْ عَلَيْهِ السَّمَاء وأَلارض، ولا يُرْفَعُ يَوْمَئِذٍ َلأَحَدٍ عَمَلٌ أَفْضَلُ مِمَّا رُفِعَ لَكِ، إِلاَّ مَنْ قَالَ مِثْلَ مَا قُلْتِ أَوْ زَادَ» (¬3). ¶ ¬_________ ¶ (¬1) رواه الترمذي - كتاب الدعوات عن رسول الله صلى الله عليه وسلم- باب (62) - (5/ 513). ¶ (¬2) أخرجه أحمد في المسند- حديث أم هانيء بنت أبي طالب رضى الله عنها- (8/ 693) ¶ (¬3) قال الهيثمي في مجمع الزوائد - كتاب الأذكار - (10/ 80): رواه أحمد والطبراني في الكبير، ولم يقل أحسبه، ورواه في الأوسط. وأسانيدهم حسنة.",
            "page": "93",
            "part": "1",
            "seal": "B3707184"
        },
        {
            "id": "91",
            "nass": "26 - ومن فضائلها أنها كفارة المجلس. ¶ الحديث الأول ¶ عَن أَبي هُرَيْرَةَ رضي الله عنه، قَالَ قالَ رَسُولُ الله صلى الله عليه وسلم: «مَنْ جَلَس في مَجْلِسٍ فَكثُرَ فيهِ لَغَطُهُ فَقَالَ قَبْلَ أَنْ يَقُومَ مِنْ مَجْلِسِهِ ذَلِكَ: سُبْحَانَكَ اللهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أن لاَ إلَهَ إلاّ أنْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ إِلاّ غُفِرَ لَهُ مَا كَانَ في مَجْلِسِهِ ذَلِكَ» (¬1). ¶ 27 - ومن فضائلها أن قائلها تستغفر له الملائكة. ¶ الحديث الأول ¶ عن عبد الله ابن مسعود رضي الله عنه، أنه كان يقول: إذا حدثتكم بحديث أتيتكم بتصديق ذلك من كتاب الله عز وجل، إن العبدَ المسلم إذا قال: سُبْحَانَ الله وَالحَمْدُ لله، ولا اله إلا الله والله أَكْبَرُ، وَتَبَارَكَ الله، قَبَضَ عَلَيْهِنَّ مَلَكٌ، فَجَعَلَهُنَّ تَحْتَ جَنَاحِهِ، ثُمَّ يَصْعَدُ بِهِنَّ فَلا يَمُرُّ عَلى جَمْعٍ مِنَ الملائكة إلاَّ استغفروا لقائلهنَّ حتى يجيءَ بهنَّ وجهَ الرحمان تَبَارَك وتعالى، ثم قرأ عبد الله: (إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ) (¬2) [فاطر: 10] ¶ ¬_________ ¶ (¬1) رواه الترمذي - كتاب الدعوات عن رسول الله صلى الله عليه وسلم، باب ما يقول إذا قام من مجلسه - رقم (3433)، (ج 5/ص494). ¶ (¬2) قال الهيثمي في المجمع - كتاب الأذكار، باب ما جاء في الباقيات الصالحات ونحوها- (10/ 87): رواه الطبراني، وفيه: المسعودي، وهو ثقة، ولكنه اختلط، وبقية رجاله ثقات.",
            "page": "94",
            "part": "1",
            "seal": "41374FC3"
        },
        {
            "id": "92",
            "nass": "الحديث الثاني ¶ ومر حديث أبِي هريرة رضي الله عنه: «مَنْ قَالَ: سُبْحَانَ الله، والحَمْدُ لله، ولا اله إلا الله، والله أَكْبَرُ ولا حَوْلَ ولا قُوَّةَ إِلاَّ بالله ضم عَلَيْهِنَّ مَلَكٌ بِجَنَاحِهِ، فَلا يَنْتَهِي حَتَّى يَبْلُغَ بِهِنَّ العَرْشَ، فَلاَ يَمُرُّ بِشَيْءٍ إِلاَّ صَلَّى عَلَيْهِنَّ وعَلى قَائِلِهِنَّ» (¬1). ¶ 28 - وهي أعلى شعب الإيمان. ¶ الحديث الأول ¶ عن أبي هُرَيْرةَ رضيَ اللهُ عنه قَالَ: قَالَ رَسُولُ الله صلى الله عليه وسلم: «الإِيمَانُ بِضْعٌ وَسَبْعُونَ، أَوْ بِضْعٌ وَسِتُّونَ شُعْبَةً، فَأَفْضَلُهَا قَوْلُ لا اله إلا الله، وَأَدْنَاهَا إِمَاطَةُ الأَذَى عَنِ الطَّرِيقِ، وَالْحَيَاءُ شُعْبَةٌ مِنَ الإِيمَانِ» (¬2). ¶ 29 - ومن فضائلها أنها أحسن الحسنات. ¶ الحديث الأول ¶ ... عن أبي ذر رضيَ الله عنهُ قال: قلت: يا رسول الله، أوصني. قال: «إِذَا عَمِلْتَ سَيِّئَةً، فََاتْبِعْهَا حَسَنَةً تَمْحُهَا».قال: قلت: يا رسول الله، أمن الحسنات لا اله إلا الله؟ قال: «هِيَ أَفْضَلُ الحَسَنَاتِ» (¬3). ¶ ¬_________ ¶ (¬1) سبق تخريجه. ¶ (¬2) رواه البخاري، كتاب الإيمان، باب أمور الدين، (1/ 10) ورواه مسلم، كتاب الأيمان أيضاً، باب بيان شعب الإيمان، (1/ 46).وأخرجه الترمذي، كتاب الإيمان عن رسول الله صلى الله عليه وسلم، باب ما جاء في استكمال الإيمان وزيادته ونقصانه، (5/ 10) واللفظ لمسلم. ¶ (¬3) أخرجه الإمام أحمد في المسند، حديث أبي ذر الغفاري رضي الله عنه، (7/ 202) قال الهيثمي في المجمع، كتاب الأذكار، باب ما جاء في فضل لا اله إلا الله، (10/ 63): رواه أحمد ورجاله ثقات إلا أن شمر بن عطية حدّث به عن أشياخه، عن أبي ذر، ولم يسم أحداً منهم.",
            "page": "95",
            "part": "1",
            "seal": "C6D0D509"
        },
        {
            "id": "93",
            "nass": "30 - ومن فضائلها أنها جُنة من النار وهي من الباقيات الصالحات. ¶ الحديث الأول ¶ عن أنس بن مالك رضيَ اللهُ عنه، أن رسول الله صلى الله عليه وسلم قال ذات يوم لجلسائه: «خُذُوا جُنَّتِكُمْ» قَالُوا: بأبينا أنْتَ وأمنا يا رسول الله، أحضر عدو؟ قَالَ: «خُذُوا جُنَّتَكُمْ مِنَ النَّارِ، قُولُوا: سُبْحَانَ الله، والحَمْدُ لله، ولا اله إلا الله، والله أَكْبَرُ، ولا حَوْلَ ولا قُوَّةَ إِلاَّ بالله، فِانَّهُنَّ مُقَدَّمَاتٌ، وهُنَّ مُنْجِيَاتٌ، وهُنَّ مُعَقّبَاتٌ، وهُنَّ البَاقِيَاتُ الصَّالِحَاتُ» (¬1). ¶ الحديث الثاني ¶ عن أبي هريرة رضيَ اللهُ عنه، قال: خَرَجَ عَلَيْنَا رَسُولُ الله صلى الله عليه وسلم فَقَالَ: «خُذُوا جُنّتُكُمْ» قُلْنَا: يَا رَسُولَ الله، مِنْ عَدُّو حَضَرَ؟ فَقَالَ: «خُذُوا جُنَّتَكُمْ مِنَ النَّارِ. قُولُوا: سُبْحَانَ الله وَالحَمْدُ لله ولا اله إلا الله، والله أَكبرُ، ولا حَوْلَ ولا قُوَّةَ إِلاَّ بالله، فِانَّهُنَّ يَْاتِينَ يَوْمَ القِيَامَةِ مُسْتَقْدِمَاتٍ ومُنْجِيَاتٍ ومُجْنِبَاتٍ، وَهُنَّ البَاقِيَاتُ الصَّالِحَاتُ» (¬2). ¶ ¬_________ ¶ (¬1) قال الهيثمي في المجمع، كتاب الأذكار، باب ما جاء في الباقيات الصالحات ونحوها- (10/ 75): رواه الطبراني في الأوسط، وفيه: كثير بن سليم، وهو ضعيف، وذكره ابن حبان في الثقات والضعفاء. ¶ (¬2) قال الهيثمي في المجمع، كتاب الأذكار، باب ما جاء في الباقيات الصالحات ونحوها (10/ 75): رواه الطبراني في الصغير والأوسط، ورجاله في الصغير رجال الصحيح غير داود بن بلال وهو ثقة.",
            "page": "96",
            "part": "1",
            "seal": "2FDD98F3"
        },
        {
            "id": "94",
            "nass": "31 - ومن فضائلها أنها كنز من كنوز الجنة. ¶ الحديث الأول ¶ عن أبي الدَّرْدَاء رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: «قُلْ: سُبْحَانَ الله، والحَمْدُ لله، ولا اله إلا الله، والله أَكْبَرُ، ولا حَوْلَ ولا قُوَّةَ إلاَّ بالله، فِانَّهُنَّ البَاقِيَاتُ الصَّالِحَاتُ، وهُنَّ يَحْطُطْنَ الخَطَايَا كَمَا تَحُطُّ الشَّجَرَةُ وَرَقَهَا، وهُنَّ مِنْ كُنُوزِ الجَنَّةِ». وفي رواية: «خُذْهُنَّ قَبْلَ أَنْ يُحَالَ بَيْنَكَ وبَيْنَهُنَّ البَاقِيَاتُ». (¬1). ¶ 32 - ومن فضائلها أنه لم يدع بها رجل مسلم إلا استجاب الله له. ¶ الحديث الأول ¶ ... عن سعدِ بْنَ أَبِي وَقَّاصٍ رضي الله عنه، قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «دَعْوَةُ ذِي النُّونِ إذْ دَعَا وَهُوَ في بَطْنِ الحُوتِ: لا إلَهَ إلاّ أنْتَ سُبْحَانَكَ إنِّي كُنْتُ مِنَ الظَّالِمِينَ، فَإِنّهُ لَمْ يَدْعُ بهَا رَجُلٌ مُسْلِمٌ في شَيْءٍ قَطُّ إلاّ اسْتَجَابَ الله لَهُ» (¬2). ¶ الحديث الثاني ¶ عن معاوية بن أبي سفيان رضي الله عنه، قال: سمعت رسول الله صلى الله عليه وسلم يَقُولُ: «مَنْ دَعَا بِهَذه الكَلِمَاتِ الخَمْسِ، لَمْ يَسَْالِ الله شَيْئاً إِلاَّ ¶ ¬_________ ¶ (¬1) قال الهيثمي في المجمع، كتاب الأذكار، باب ما جاء في الباقيات الصالحات ونحوها (10/ 77): رواه ابن ماجة باختصار. ورواه الطبراني بإسنادين في أحدهما: عمر بن راشد اليمامي، وقد وُثِّقَ على ضعفه، وبقية رجاله رجال الصحيح. ¶ (¬2) رواه الترمذي، كتاب الدعوات عن رسول الله صلى الله عليه وسلم، بابُ، (5/ 529).",
            "page": "97",
            "part": "1",
            "seal": "4EBDADF7"
        },
        {
            "id": "95",
            "nass": "أَعْطَاهُ: لا اله إلا الله، والله أَكْبَرُ، لا اله إلا الله وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ المُلْكُ ولَهُ الحَمْدُ وَهُوَ عَلى كُلِّ شَيْءٍ قَدِيرٌ، لا اله إلا الله، ولا حَوْلَ ولا قُوَّةَ إِلاَّ بالله» (¬1). ¶ الحديث الثالث ¶ عنِ عُبادةُ بنُ الصامِتِ رضي الله عنه، عنِ النبيِّ صلى الله عليه وسلم قال: «مَن تَعارَّ منَ الليلِ فقال: لا اله إلا الله وحدَهُ لا شريكَ له، له المُلكُ وله الحمدُ، وهوَ على كلِّ شيءٍ قدير. الحمدُ لله وسبحان الله ولا اله إلا الله والله أكبرُ، ولا حولَ ولا قوَّةَ إلاّ بالله. ثم قال: اللهمَّ اغفِرْ لي ـ أو دَعا ـ استُجيبَ. فإِنْ توضَّأَ قُبلَتْ صلاتُه» (¬2). ¶ 33 - ومن فضائلها أنها سبب في دخول الجنة. ¶ الحديث الأول ¶ ... عن سعيد بن المسيَّبِ عن أبيهِ أنه أخبرَهُ «أنه لما حَضَرَتْ أبا طالبٍ الوَفاةُ جاءهُ رسولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ فوَجَد عندَهُ أبا جهل بنِ هشامٍ وعبدَ الله بنَ أبي أُميَّةَ بنِ المُغيرةِ، قال رسولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ لأبي طالبٍ: «يا عَمّ، قلْ لا اله إلا الله كلمةً أشهَدُ لكَ بها عندَ الله». (¬3). ¶ ¬_________ ¶ (¬1) قال الهيثمي في المجمع، كتاب الأدعية، (10/ 517): رواه الطبراني في الكبير والأوسط وإسناده حسن. ¶ (¬2) رواه البخاري - كتاب التهجد، باب فَضْلِ مَنْ تَعَارَّ مِنْ اللَّيْلِ فَصَلَّى، (2/ 62) والترمذي - كتاب الدعوات عن رسول الله صلى الله عليه وسلم - باب ما جاء في الدعاء إذا انتبه من الليل- (5/ 480). واللفظ للبخاري. ¶ (¬3) رواه البخاري -كتاب الجنائز-باب إذا قال المُشرِكُ عندَ المَوتِ: لا اله إلا الله - (ج2/ 120)",
            "page": "98",
            "part": "1",
            "seal": "80AC397E"
        },
        {
            "id": "96",
            "nass": "الحديث الثاني ¶ عن أبي ذرٍّ رضيَ اللهُ عنهُ قال: أتَيْتُ النَّبِيَّ صلى الله عليه وسلم وَعَلَيْهِ ثَوْبٌ أَبْيَضُ وَهْوَ نائِمٌ، ثُمَّ أَتَيْتُهُ وَقَدِ اسْتَيْقَظَ فَقالَ: «ما مِنْ عَبْدٍ قَالَ لا اله إلا الله ثُمَّ ماتَ عَلى ذلِكَ إلاَّ دَخَلَ الجَنَّة». قُلْتُ: وَإِِنْ زَنى وَإِنْ سَرَقَ؟ قَالَ: «وَإِنْ زَنى وَإِنْ سَرَقَ». قُلْتُ: وَإِنْ زَنى وَإِنْ سَرَقَ؟ قَالَ: «وَإِنْ زَنى وَإِنْ سَرَقَ؟» قُلْتُ: وَإِنْ زَنى وَإِنْ سَرَقَ؟ قَالَ: «وَإِنْ زَنى وَإِنْ سَرَقَ عَلَى رَغْمِ أَنْفِ أبِي ذَرٍّّ». وكانَ أبُو ذَرٍّ إذا حَدَّثَ بِهاذا قَالَ: وإنْ رَغِمَ أنْفُ أبِي ذَرٍّّ. (¬1). ¶ الحديث الثالث ¶ عَنْ عُثْمَانَ رضيَ اللهُ عنهُ، قَالَ: قَالَ رَسُولُ الله صلى الله عليه وسلم: «مَنْ مَاتَ وَهُوَ يَعْلَمُ أَنَّهُ لا اله إلا الله دَخَلَ الْجَنَّةَ». (¬2). ¶ الحديث الرايع ¶ ومر حديث مسلم، عَنْ أَبِي هُرَيْرَةَ رضيَ اللهُ عنهُ، قَالَ: لَمَّا كَانَ غَزْوَةُ تَبُوكَ أَصَابَ النَّاسَ مَجَاعَةٌ، قَالُوا يَا رَسُولَ الله لَوْ أَذِنْتَ لَنَا فَنَحَرْنَا نَوَاضِحَنَا (¬3) فَأَكَلْنَا وَادَّهَنَّا، فَقَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ افْعَلُوا، قَالَ فَجَاءَ عُمَرُ، فَقَالَ: يَا رَسُولَ الله إِنْ فَعَلْتَ قَلَّ الظَّهْرُ وَلَكِنِ ادْعُهُمْ بِفَضْلِ أَزْوَادِهِمْ ثُمَّ ادْعُ اللَّهَ لَهُمْ عَلَيْهَا بِالْبَرَكَةِ لَعَلَّ اللَّهَ أَنْ يَجْعَلَ فِي ذَلِكَ، فَقَالَ: رَسُولُ الله صَلَّى الله عَلَيْهِ ¶ ¬_________ ¶ (¬1) سبق تخريجه: (ص14) ¶ (¬2) رواه مسلم-كتاب الإيمان، باب الدليل على أن من مات على التوحيد دخل الجنة قطعاً- (1/ 41) ¶ (¬3) نَوَاضِحَنَا: النَّوَاضِح مِنْ الإِبِل الَّتِي يُسْتَقَى عَلَيْهَا، الذَّكَر مِنْهَا نَاضِح وَالأُنْثَى نَاضِحَة. انظر شرح مسلم للنووي.",
            "page": "99",
            "part": "1",
            "seal": "4AA15EBD"
        },
        {
            "id": "97",
            "nass": "وَسَلَّمَ نَعَمْ، قَالَ: فَدَعَا بِنِطَعٍ (¬1) فَبَسَطَهُ ثُمَّ دَعَا بِفَضْلِ أَزْوَادِهِمْ، قَالَ: فَجَعَلَ الرَّجُلُ يَجِيءُ بِكَفِّ ذُرَةٍ، قَالَ وَيَجِيءُ الآخَرُ بِكَفِّ تَمْرٍ، قَالَ وَيَجِيءُ الآخَرُ بِكِسْرَةٍ حَتَّى اجْتَمَعَ عَلَى النِّطَعِ مِنْ ذَلِكَ شَيْءٌ يَسِيرٌ، قَالَ: فَدَعَا رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ عَلَيْهِ بِالْبَرَكَةِ، ثُمَّ قَالَ: خُذُوا فِي أَوْعِيَتِكُمْ، قَالَ: فَأَخَذُوا فِي أَوْعِيَتِهِمْ حَتَّى مَا تَرَكُوا فِي الْعَسْكَرِ وِعَاءً إِلاَّ مَلَئُوهُ، قَالَ: فَأَكَلُوا حَتَّى شَبِعُوا وَفَضَِلَتْ فَضْلَةٌ، فَقَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «أَشْهَدُ أَنْ لا اله إلا الله وَأَنِّي رَسُولُ الله لا يَلْقَى اللَّهَ بِهِمَا عَبْدٌ غَيْرَ شَاكٍّ فَيُحْجَبَ عَنِ الْجَنَّةِ» (¬2). ¶ وفي رواية: فَقَالَ عِنْدَ ذَلِكَ صلى الله عليه وسلم: «أَشْهَدُ أَنْ لا اله إلا الله وَأَنِّي رَسُولُ الله لا يَلْقَى اللَّهَ بِهِمَا عَبْدٌ غَيْرَ شَاكٍّ فِيهِمَا إِلاَّ دَخَلَ الْجَنَّةَ». (¬3). ¶ الحديث الخامس ¶ وعن أَبي سعيدٍ الخدريِّ رضي الله عنهُ قال: سمعت رَسُولَ الله صلى الله عليه وسلم: «مَنْ قَالَ: لا اله إلا الله دَخَلَ الجنَّة». (¬4). ¶ وفي رواية عنه أَيضاً، رضي الله عنهُ: «مَنْ قَالَ لا اله إلا الله مُخلِصًا دَخَلَ الجنَّةَ». (¬5) ¶ ¬_________ ¶ (¬1) بِنِطَعٍ: النطع بساط متخذ من أديم. انظر حاشية مسلم (1/ 42). ¶ (¬2) رواه مسلم، كتاب الإيمان، باب الدليل على أن من مات على التوحيد دخل الجنة قطعاً (1/ 42) ¶ (¬3) المصدر السابق (1/ 41). ¶ (¬4) قال الهيثمي في المجمع، كتاب الإيمان، باب فِيمنْ شَهِدَ أَنْ لا اله إلا الله، (1/ 32): ¶ رواه الطّبراني في الأوسطِ والكبير، وفيه أَبو مشرحٍ أَو مشرسِ لم أَقفْ له على ترجمة. ¶ (¬5) قال الهيثمي في المجمع، كتاب الإيمان، باب فِيمنْ شَهِدَ أَنْ لا اله إلا الله، (1/ 31): ¶ رواه البزّار ورجالُهُ ثقاتٌ إِلاّ أَنَّ مَنْ روى عنهُما البزّارُ لم أَقِفْ لَهُما على تَرْجَمةٍ.",
            "page": "100",
            "part": "1",
            "seal": "DBA2A170"
        },
        {
            "id": "98",
            "nass": "الحديث السادس ¶ ... وقال رسولُ الله صلى الله عليه وسلم لأبي هُرَيْرَةَ رضيَ اللهُ عنهُ: «اذْهَبْ بِنَعْلَيَّ هاتَيْنِ فَمَنْ لَقِيتَ مِنْ وَرَاء هاذا الْحَائِطِ يَشْهَدُ أَنْ لا اله إلا الله. مُسْتَيْقِناً بِهَا قَلْبُهُ. فَبَشِّرْهُ بِالْجَنَّةِ» (¬1). ¶ الحديث السابع ¶ ... عن مُعَاذِ بنِ جَبَلَ رضيَ اللهُ عنهُ، قَالَ: قَالَ رَسُولُ الله صلى الله عليه وسلم: «مَنْ كَانَ آخِرُ كَلاَمِهِ لا اله إلا الله دَخَلَ الْجَنَّةَ» (¬2). ¶ الحديث الثامن ¶ عن زيدِ بن خالدٍ الجهنيّ رضي الله عنهُ، قال: أرسلني رسول الله صلى الله عليه وسلم أُبَشِّرُ النّاسَ: «أَنَّهُ مَنْ مَاتَ يَشْهَدُ أَنْ لا اله إلا الله وَحْدَهُ لاَ شَرِيكَ لَهُ، فَلَهُ الجنَّةُ». (¬3). ¶ الحديث التاسع ¶ ... عن أنس بن مالك رضيَ اللهُ عنهُ قال: قال رسول الله صلى الله عليه وسلم لمعاذ بن جبل رضيَ اللهُ عنهُ: «اعلم أنه من مات يشهد أن لا اله إلا الله دخل الجنة» (¬4). ¶ ¬_________ ¶ (¬1) رواه مسلم، كتاب الإيمان، باب الدليل على أن من مات على التوحيد دخل الجنة قطعاً، (1/ 44) ¶ (¬2) رواه أبو داود - كتاب الجنائز، باب في التلقين - (ج2/ص186) ط مصطفى البابي الحلبي. وأخرجه الحاكم في المستدرك- كتاب الجنائز- (1/ 503) قال الذهبي في التلخيص: صحيح. ¶ (¬3) قال الهيثمي في المجمع - كتاب الإيمان، باب فِيمنْ شَهِدَ أَنْ لا اله إلا الله - (ج1/ص32): ¶ رواه الطّبراني في الكبير ورِجالهُ موثقون. ¶ (¬4) أخرجه الإمام أحمد في المسند -مسند أنس بن مالك رضي الله عنه - (ج4/ص 338).",
            "page": "101",
            "part": "1",
            "seal": "2AD67FDE"
        },
        {
            "id": "99",
            "nass": "الحديث العاشر ¶ ومر حديث سهيل بن بيضاء رضيَ اللهُ عنهُ: «إنه من قال: لا اله إلا الله أَوْجَبَ الله عَزَّ وَجَلَّ لَهُ بِها الجَنَّةَ وَأَعْتَقَهُ بِها مِنَ النّارِ» (¬1). ¶ الحديث الحادي عشر ¶ عن رفاعة الجهنيِّ رضي الله عنهُ قال: قال رسولُ الله صلى الله عليه وسلم: «أَشهَدُ عندَ الله لا يَمُوتُ عَبْدٌ يَشْهَدُ أَنْ لا اله إلا الله وأَنِّي رسولُ الله صِدْقاً مِنْ قلْبِهِ ثمَّ يُسَدِّدُ إِلاَّ سَلَكَ في الجنَّةِ» (¬2). ¶ الحديث الثاني عشر ¶ عَنْ عبد الله بن عمرِو بن العاص، رضي الله عنهما، قال: جئت ورسول الله صلى الله عليه وسلم قاعدٌ في أُناسٍ من أَصحابه فيهمْ عمرُ بن الخطاب، رضيَ الله عنه، وأَدْرَكْتُ آخِرَ الحديثِ، ورسولُ الله صلى الله عليه وسلم يقول: «مَنْ صَلَّى أَرْبَعَ رَكَعَاتٍ قَبْلَ العَصْرِ لَمْ تَمَسَّهُ النّارُ» فقلتُ بيدِي هَكَذا يحرك بيده أَن هاذا حديث جيد، فقال عمر بن الخطاب، رضيَ الله عنه،: لَمَا فاتكَ من صَدْرِ الحديثِ أَجودُ وأَجْود. قلت: يا ابن الخطاب، فهاتِ، فقال عمر بن الخطاب رضي الله عنه: حدّثنا رسول الله صلى الله عليه وسلم: «أَنه من شَهِدَ أَنْ لا اله إلا الله دَخَلَ الجنة». (¬3). ¶ ¬_________ ¶ (¬1) سبق تخريجه. ¶ (¬2) قال الهيثمي في المجمع، كتاب الإيمان، باب فِيمنْ شَهِدَ أَنْ لا اله إلا الله، (1/ 34): ¶ رواه أَحمد، وعند ابن ماجة بعضُه، ورجاله موثقون. ¶ (¬3) قال الهيثمي في المجمع، كتاب الإيمان، باب فِيمنْ شَهِدَ أَنْ لا اله إلا الله، (1/ 36): ¶ رواه الطبراني في الأَوسط وفيه حجاج بن نصر والأَكثرون على تضعيفِه.",
            "page": "102",
            "part": "1",
            "seal": "5E3C5F70"
        },
        {
            "id": "100",
            "nass": "الحديث الثالث عشر ¶ عَنْ أَنسِ بن مالكٍ رضي الله عنهُ قال: بينما أَنا أَسِيْرُ مَعَ رسولِ الله صلى الله عليه وسلم إِذْ هبطَتْ بهِ راحلتُه من ثنيَّة، ورسولُ الله صلى الله عليه وسلم يَسِيرُ وَحْدَهُ، فَلَمَّا أَسْهَلَتْ بهِ الطريقُ، ضَحكَ وكَبَّرَ، فكبَّرْنا لتكبيرِه، ثمَّ سارَ رتوَةً، ثم ضَحِكَ وكبَّر، فكبرنا لِتكبيره، ثمَّ أَدركناهُ فقال القومُ: يا رسول الله، كبرنا لتكبيرِكَ، ولا ندرِي مِمَّ ضحكت! فقال صلى الله عليه وسلم: «قاد الناقَةَ ليْ جبريلُ عليهِ السلامَ، فلمَّا أَسْهَلْتُ التفَتَ إِليَّ فقال: أَبْشِرْ وَبَشِّرْ أُمَّتَكَ أَنَّهُ مَنْ قَالَ: لا اله إلا الله وَحْدَهُ لا شرِيكَ له دَخَلَ الجنَّةَ، فَضَحِكْتُ وكَبَّرْتُ رَبِّي، ثمَّ سَارَ رتوةً، ثمَّ التَفَتَ إِليَّ فقال: أَبْشِرْ وَبَشِّرْ أُمتكَ أَنهُ مَنْ قَالَ لا اله إلا الله وحْدَهُ لا شريكَ لَهُ دَخَلَ الجنَّة، وقَدْ حَرَّمَ الله عليهِ النارَ، فضَحِكْتُ وكَبَّرتُ ربِّي، فَفَرِحْتُ بذلِكَ لأُمَّتِي». (¬1). ¶ الحديث الرابع عشر ¶ ... عن أبي موسى الأشعري رضيَ اللهُ عنهُ، أن رسول الله صلى الله عليه وسلم قال: «أبْشِرُوا وَبَشِّرُوا الناس، من قال: لا اله إلا الله، صَادِقاً بِهَا دَخَلَ الْجَنَّةَ» فخرجوا يبشرون الناس فلقيهم عُمر رضي الله تعالى عنه فبشروه، فردَّهُم، فقال رسول الله صلى الله عليه وسلم: «مَنْ رَدَّكُمْ؟» قالوا: عمر، قال: «لِمَ رددتهم يا عُمر؟» قال: إذاً يتكل الناس يا رسول الله» (¬2). ¶ ¬_________ ¶ (¬1) قال الهيثمي في المجمع - كتاب الإيمان، باب فِيمنْ شَهِدَ أَنْ لا اله إلا الله - (ج1/ص36): ¶ رواه الطبراني في الأَوسط، وفيه: سلامة بن روح وقد ضعفه جماعة ووَثَّقوه. ¶ (¬2) أخرجه الإمام أحمد في المسند - جديث أبو موسى الأشعري رضي الله عنه- (ج6/ص636) ¶ قال الهيثمي في مجمع الزوائد، كتاب الأذكار، (10/ 67): رواه أحمد والطبراني ورجاله ثقات.",
            "page": "103",
            "part": "1",
            "seal": "5F691421"
        },
        {
            "id": "101",
            "nass": "34 - ومن فضائلها أنها تفرج الكرب. ¶ الحديث الأول ¶ عن ابن عباسٍ رضي الله عنهما، أن رسولَ الله صلى الله عليه وسلم كان يقول عند الكرْب: «لا اله إلا الله الْعَظِيمُ الْحَلِيمُ، لاإلهَ إلا اللهُ رَبُّ الْعَرْشِ الْعَظِيمِ، لا اله إلا الله رَبُّ السَّماواتِ وَرَبُّ الأرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ». (¬1). قَالَ وَكِيعٌ، مَرَّةً: لا اله إلا الله. فِيهَا كُلِّهَا (¬2). ¶ 35 - ومن فضائلها أنها تُذهب الهَمّ والحَزن. ¶ الحديث الأول ¶ عَنْ ابْنِ عَبَّاسٍ رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: «مَنْ قَالَ: لا اله إلا الله قَبْلَ كُلِّ شَيءٍ، ولا اله إلا الله بَعْدَ كُلِّ شَيءٍ، ولا اله إلا الله يَبْقَى ويَفْنى كُلُّ شَيءٍ، عُوفِي مِنَ الهَمِّ والحَزنِ» (¬3). ¶ 36 - ومن فضائلها أن من قالها بحقها فقد أفلح. ¶ الحديث الأول ¶ عَنْ رَبِيعَةَ بْنِ عَبَّادٍ الدِّيلِيِّ رضيَ اللهُ عَنْهُ، وَكَانَ جَاهِلِيًّا أَسْلَمَ، فَقَالَ: رَأَيْتُ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ بَصَرَ عَيْنِي بِسُوقِ ذِي الْمَجَازِ يَقُولُ: «يَا أَيُّهَا النَّاسُ قُولُوا لا اله إلا الله تُفْلِحُوا» (¬4). ¶ ¬_________ ¶ (¬1) رواه البخاري - كتاب الدعوات، باب الدُّعَاءِ عِنْدَ الْكَرْب- (7/ 199) ورواه مسلم - كتاب الذكر والدعاء والتوبة والإستغفار، باب دعاء الكرب- (8/ 85). ¶ (¬2) أخرجه ابن ماجة - كتاب الدعاء، باب الدعاء عند الكرب- (2/ 1278).رقم 3883 ¶ (¬3) قال الهيثمي في مجمع الزوائد - كتاب الأذكار،، (10/ 145): رواه الطبراني، وفيه: العباس بن بكار، وهو ضعيف وثقه ابن حبان. ¶ (¬4) رواه الإمام أحمد في المسند - مسند رَبِيعَةَ بْنِ عَبَّادٍ الدِّيلِيِّ رضيَ اللهُ عَنْهُ، (5/ 499).",
            "page": "104",
            "part": "1",
            "seal": "A3398A08"
        },
        {
            "id": "102",
            "nass": "37 - ومن فضائلها أنها مفتاح الجنة. ¶ الحديث الأول ¶ عن معاذ بن جبل رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «مَفَاتِيحُ الجَنَّةِ شَهَادَةُ أَنْ لا اله إلا الله» (¬1). ¶ الحديث الثاني ¶ وجاء في حديث رؤيا النبي صلى الله عليه وسلم، عن عبد الرحمان بن سمرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «وَرَأَيْتُ رَجُلاً مِنْ أُمَّتِي انْتَهَى إِلى أَبْوابِ الجَنَّةِ فَغُلِّقَتِ أَلأبْوَابُ دُوْنَهُ، فَجَاءَتْهُ شَهَادَةُ أَنْ لا اله إلا الله فََاخَذَتْ بِيَدِهِ فََادْخَلَتْهُ الجَنَّةَ» (¬2). وهو حديث طويل. ¶ 38 - ومن فضائلها أنها ثمن الجنة. ¶ الحديث الأول ¶ ... عن أنس بن مالك رضي الله عنه، عن النبي صلى الله عليه وسلم قال: «ثَمَنُ الْجَنَّةِ لا اله إلا الله». (¬3). ¶ ¬_________ ¶ (¬1) رواه الإمام أحمد في المسند، حديث معاذ بن جبل رضي الله عنه، (7/ 375). قال الهيثمي في المجمع - كتاب الأذكار- (10/ 64):رواه أحمد ورجاله وثقوا إلاَّ أن شهر لم يسمع من معاذ. ¶ (¬2) قال الهيثمي في مجمع الزوائد، كتاب التعبير، (7/ 265): رواه الطبراني بإسنادين في أحدهما سليمان بن أحمد الواسطي، وفي الآخر خالد بن عبد الرحمان المخزومي، وكلاهما ضعيف. كما أورده ابن كثير في تفسيره، (2/ 870) وعزاه إلى الحكيم الترمذي في كتابه نوادر الأصول. وقال رحمه الله تعالى: قال القرطبي بعد إيراده هاذا الحديث من هاذا الوجه: هاذا حديث عظيم ذكر فيه أعمالاً خاصة تنجي من أهوال خاصة، أورده هكذا في كتابة التذكرة. انتهى. ¶ (¬3) قال الحافظ المناوي رحمه الله تعالى: رواه ابن عدي في الكامل وابن مردويه في التفسير عن أنس بن مالك، ورواه عنه الديلمي أيضاً «عبد بن حميد في تفسيره عن الحسن» البصري «مرسلاً».قال الديلمي وفي الباب ابن عباس وغيره. انظر فيض القدير، (3/ 410).",
            "page": "105",
            "part": "1",
            "seal": "8C3EF98D"
        },
        {
            "id": "103",
            "nass": "39 - ومن فضائلها أنها تسهل نزع الروح. ¶ الحديث الأول ¶ عن عبدِ الله بنِ مسعودٍ رضيَ اللهُ عنهُ، رفعه قال: «لَقِّنُوا مَوْتَاكُمْ لا اله إلا الله، فإنَّ نَفْسَ المُؤْمِنِ تَخْرُجُ رَشْحاً، ونَفْسُ الكَافِرِ تَخْرُجُ مِنْ شِدْقِهِ، كَمَا تَخْرُجُ نَفْسُ الحِمَارِ» (¬1). ¶ 40 - ومن فضائلها أن من كان آخر كلامه «لا اله إلا الله» دخل الجنة. ¶ الحديث الأول ¶ ... ومر حديث مُعَاذِ بنِ جَبَلَ رضيَ اللهُ عنهُ، قالَ: قالَ رَسُولُ الله صلى الله عليه وسلم: «مَنْ كَانَ آخِرُ كَلاَمِهِ لا اله إلا الله دَخَلَ الْجَنَّةَ» (¬2). ¶ الحديث الثاني ¶ عن حذيفةَ رضيَ اللهُ عنه، قالَ: أَسْنَدْتُ النبيَّ صلى الله عليه وسلم إِلى صَدْرِي، فقالَ صلى الله عليه وسلم: «مَنْ قَالَ: لا اله إلا الله خُتِمَ لَهُ بِهَا دَخَلَ الجَنَّةَ، ومَنْ صَامَ يَوْماً ابْتِغَاءَ وَجْهِ الله خُتِمَ لَهُ بِهَا دَخَلَ الجَنَّةَ، ومَنْ تَصَدَّقَ بِصَدَقَةٍ ابْتِغَاءَ وَجْهِ الله خُتِمَ لَهُ بِهَا دَخَلَ الجَنَّةَ» (¬3). ¶ ¬_________ ¶ (¬1) قال الهيثمي في المجمع - كتاب الجنائز، باب تَلْقِينُ المَيِّتِ لا اله إلا الله- (3/ 48): رواه الطبراني في الكبير وإسناده حسن. ¶ (¬2) سبق تخريجه: (ص 99). ¶ (¬3) قال الهيثمي في مجمع الزوائد - كتاب الجنائز، (3/ 49): رواه أحمد، وروى البزاز طرفاً منه في الصيام فقط، ورجاله موثقون.",
            "page": "106",
            "part": "1",
            "seal": "A2C42B6C"
        },
        {
            "id": "104",
            "nass": "الحديث الثالث ¶ عن ابنِ عبّاسٍ رضيَ اللهُ عنهما، قالَ: قالَ رسولُ الله صلى الله عليه وسلم: «لَقِّنُوا مَوْتَاكُمْ شَهَادَةَ أَنْ لا اله إلا الله، فَمَنْ قَالَها عِنْدَ مَوْتِهِ وَجَبَتْ لَهُ الجَنَّةُ»، قالُوا: يا رسولَ الله، فَمَنْ قَالَها فِي صِحَّتِهِ؟ قالَ: «تِلْكَ أَوْجَبُ وأَوْجَبُ» ثمَّ قالَ: «والَّذِي نَفْسِي بِيَدِهِ لَوْ جِيءَ بالسَّمَاواتِ وأَلارْضِ وَمَنْ فِيهِنَّ، ومَا بَيْنَهُنَّ، ومَا تَحْتَهُنَّ، فَوُضِعْنَ في كَفَّةِ المِيزَانِ، وَوُضِعَتْ شَهَادَةُ أَنْ لا اله إلا الله في الكَفَّةِ أُلاخْرى لَرَجَحَتْ بِهِنَّ» (¬1). ¶ ¬_________ ¶ (¬1) قال الهيثمي في مجمع الزوائد - كتاب الجنائز - (3/ 48): رواه الطبراني ورجاله ثقات، إلاّ أن ابن أبى طلحة لم يسمع من ابن عباس رضي الله عنهما.",
            "page": "107",
            "part": "1",
            "seal": "C1729CEF"
        },
        {
            "id": "105",
            "nass": "مختصر فوائد لا اله إلا الله ¶ بها يثبت الإيمان .... بها يحصل الأمان ¶ كرِّرْ أيها الإنسان ... لا إله إلا الله ¶ تَكرارها ما أحلاه ... ما أبهاه ما أعلاه ¶ تُدني العبد من مولاه ... لا إله إلا الله ¶ قد أتانا في الأخبار ... عن النبي المختار ¶ أن أفضل الأذكار ... لا إله إلا الله ¶ جمعتْ معنى التوحيد ... لا إله إلا الله ¶ كرّر أيها المريد ... لا إله إلا الله ¶ ذاكرها لا يشقى ... لا ينال فرقا ¶ هيَّ العُروة الوثقى ... لا إله إلا الله ¶ هيَّ حصنك الحصين ... هيَّ درعك المتين ¶ ذِكْرُ رب العالمين ... لا إله إلا الله ¶ بها الفوز والنجاة ... فيها كل البركات ¶ تُنْجِي من كل الآفات ... لا إله إلا الله ¶ بها تمحو السيئات ... بها تنمو الحسنات ¶ بها تُنال الخيرات ... لا إله إلا الله ¶ فيها للسقم دوا ... فيها للضعف قوى ¶ هي كلمة التقوى ... لا إله إلا الله ¶ هي شفا للصدور ... هي نور على نور",
            "page": "108",
            "part": "1",
            "seal": "E25D8811"
        },
        {
            "id": "106",
            "nass": "ذكر ربك الغفور ... لا إله إلا الله ¶ هي النعمة العظمى ... هي المقام الأسمى ¶ ليس تبقي ألما ... لا إله إلا الله ¶ حافظوا على الأوقات ... داوموا على الطاعات ¶ تنجيكم من الآفات ... لا إله إلا الله ¶ يقارنها الإقرار ... برسالة المختار ¶ من حبانا من أنوار ... لا إله إلا الله ¶ خير الخلق عند الله ... صاحب العز والجاه",
            "page": "109",
            "part": "1",
            "seal": "3BD2CC8F"
        },
        {
            "id": "107",
            "nass": "المواطن والأزمان التي يستحب فيها ذكر: «لا اله إلا الله» ¶ * استحباب المواظبة على قول: «لا اله إلا الله» في مواطن وأزمان نذكر منها على سبيل الإجمال * ¶ 1 - في الصباح والمساء. ¶ الحديث الأول ¶ عَنْ أبي بَكْرٍ الصِّدِّيق رضى الله عنه قالَ: يا رَسُولَ الله عَلِّمْنِي مَا أقُولُ إِذَا أَصْبَحْتُ وإذَا أمْسَيْتُ، فقالَ صلى الله عليه وسلم: «يا أبَا بَكْرٍ قُلْ: اللهمَّ فَاطِرَ السَّماوَاتِ وَالأَرْضِ عَالِمَ الغَيْبِ والشَّهَادَةِ لاَ إلَهَ إلاّ أَنْتَ رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، ومِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أوْ أَجُرَّهُ إِلى مُسْلِمٍ» (¬1). ¶ الحديث الثاني ¶ عَنْ عَبْدِ الله بْنِ مَسْعُودٍ رضي الله عنه، قَالَ: كَانَ نَّبِيُّ الله صلى الله عليه وسلم إِذَا أَمْسَى قَالَ: «أَمْسَيْنَا وَأَمْسَى المُلْكُ لله. والْحَمْدُ لله. لا اله إلا الله وَحْدَهُ لاَ شَرِيكَ لَهُ». قَالَ: أُرَاهُ قَالَ فِيْهِنَّ: «لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا. وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا. رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ. رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ». وَإِذَا أَصْبَحَ قَالَ ذلِكَ أَيْضاً: «أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لله» (¬2). ¶ ¬_________ ¶ (¬1) رواه الترمذي - كتاب الدعوات عن رسول الله صلى الله عليه وسلم، باب (95) - (5/ 542). ¶ (¬2) رواه مسلم- كتاب الذكر والدعاء والتوبة والإستغفار- باب التعوذ من شر ما عمل، ومن شر ما لم يعمل- (8/ 82).",
            "page": "110",
            "part": "1",
            "seal": "12CFFC64"
        },
        {
            "id": "108",
            "nass": "الحديث الثالث ¶ عن أَبِي عَيَّاشٍ رضي الله عنه، أَنَّ رَسُولَ الله صلى الله عليه وسلم قالَ: «مَنْ قالَ إِذَا أَصْبَحَ: لا اله إلا الله وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، كَانَ لَهُ عِدْلَ رَقَبَةٍ مِنْ وَلَدِ إسْمَاعِيلَ، وَكُتِبَ لَهُ عَشْرُ حَسَنَاتٍ، وَحُطَّ عَنْهُ عَشْرُ سَيِّئَاتٍ، وَرُفِعَ لَهُ عَشْرُ دَرَجَاتٍ، وَكَانَ في حِرْزٍ مِنَ الشَّيْطَانِ حَتَّى يُمْسِيَ. وَإِنْ قالَهَا إِذَا أَمسى كَانَ لَهُ مِثْلُ ذلِكَ حَتَّى يُصْبِحَ. (¬1) ¶ الحديث الرابع ¶ عن أنس رضي الله عنه: أن رسول الله قال: «مَنْ قالَ حِينَ يُصْبِحُ أَوْ يُمْسِي: اللهمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ وَمَلاَئِكَتَكَ وَجَمِيعَ خَلْقِكَ أَنَّكَ أَنْتَ الله لاَ إِلهَ إِلاَّ أَنْتَ وَأَنَّ مُحَمَّداً عَبْدُ كَ وَرَسُولُكَ أَعْتَقَ الله ربعه مِنَ النَّارِ، فَمَنْ قالَهَا مَرَّتَينِ أَعْتَقَ الله نِصْفَهُ، وَمَنْ قالَهَا ثَلاَثاً أَعْتَقَ الله ثَلاَثَةَ أَرْبَاعِهِ، فإِنْ قَالَهَا أَرْبَعاً اعْتَقَهُ الله مِنَ النَّارِ» (¬2). ¶ الحديث الخامس ¶ عن أبي هريرةَ رضيَ اللهِ عنه أن رسولَ اللهِ صلى الله عليه وسلم قال: «مَن قال لا اله إلا الله وحدَهُ لا شريكَ له، له الملكُ وله الحمدُ وهوَ على كلِّ شيءٍ قدير في يومٍ مائةَ مرَّة كانت لهُ عَدلَ عشرِ رِقابٍ، وكُتَبتْ له مائةُ حسنة ومُحيَتْ عنه مائةُ سيِّئة ¶ ¬_________ ¶ (¬1) رواه أبو داود- كتاب الأدب - باب ما يقول إذا أصبح- (2/ 667) ¶ (¬2) رواه أبو داود - كتاب الأدب- باب ما يقول إذا أصبح- (2/ 665) ط. مصطفى البابي الحلبي.",
            "page": "111",
            "part": "1",
            "seal": "E6C16AF8"
        },
        {
            "id": "109",
            "nass": "وكانت له حِرزاً منَ الشيطان يومَه ذلك حتّى يُمسِي، ولم يَأتِ أحدٌ بأفضل مما جاءَ بهِ إِلا أحدٌ عمِلَ أكثر من ذلك» (¬1). ¶ 2 - عقب الوضوء. ¶ الحديث الأول ¶ عَنْ عُمَرَ بْنِ الْخَطَّابِ رضيَ اللهُ عنهُ، قالَ: قَالَ رسول الله صلى الله عليه وسلم: «مَنْ توَضَّأَ فأَحْسَنَ الْوُضُوءَ ثُمَّ قَالَ: أَشْهَدُ أنْ لا اله إلا الله وَحْدَهُ لاَ شَريكَ لَهُ، وأشْهَدُ أنَّ مُحمَّداً عَبْدُهُ ورَسُولُهُ. اللهمَّ اجْعَلني مِنَ التَّوَّابينَ، وَاجْعَلْنِي مِنَ المتَطَهِّرِينَ ـ: فُتِحَتْ لَهُ ثَمَانِيَةُ أبْوَابِ الْجَنَّةِ يَدْخْلُ مِنْ أَيِّهَا شَاءَ» (¬2). ¶ الحديث الثاني ¶ عَنْ عثمانَ بنَ عفّانٍ رضيَ الله عنهُ قالَ: سمعتُ رسولَ الله صلى الله عليه وسلم يقول: «مَنْ تَوَضََّا فغَسَلَ يَدَيْهِ ثمَّ مَضْمَضَ ثلاثاً واستنشَقَ ثلاثاً، وغَسَلَ وجْههُ ثلاثاً، ويدَيْهِ إِلى المِرْفَقَيْنِ، ومَسَحَ برَأْسِهِ، ثمَّ غَسَلَ رجْلَيْهِ، ثمَّ لم يتكلَّمْ حتّى يقول: أَشْهَدُ أَنْ لا اله إلا الله وَحدَهُ لا شَريكَ لهُ وأَنَّ محمّداً عبدُهُ ورسولُهُ، غُفِرَ لَهُ ما بَيْنَ الوضُوءَيْنِ» (¬3). ¶ ¬_________ ¶ (¬1) رواه البخاري في مواضع متعددة منها في: كتاب بدء الخلق- باب صِفَةِ إِبْلِيسَ وَجُنُودِه، ¶ (4/ 114) وكتاب الدعوات- باب فضل التهليل- (7/ 214). ¶ (¬2) رواه الترمذي- كتاب الطهارة، باب فيما يقال بعد الوضوء- (1/ 77). ¶ (¬3) قال الهيثمي في المجمع - كتاب الطهارة، باب ما يقول بعد الوضوء - (1/ 329): رواه أَبو يعلى، وفيه: عبد الرّحمان بن البيلماني، وهو مجمع على ضعفه.",
            "page": "112",
            "part": "1",
            "seal": "1BFF054A"
        },
        {
            "id": "110",
            "nass": "الحديث الثالث ¶ عن أَبي سعيدٍ الخدريِّ قالَ: قالَ رسولُ الله صلى الله عليه وسلم: «مَنْ قَرأَ سُورَةَ الكَهْفِ كانَتْ لهُ نُوراً يومَ القِيامَةِ مِنْ مقَامِهِ إِلى مكَّةَ، ومَنْ قَرأَ عَشْرَ آياتٍ مِنْ آخِرِهَا ثمَّ خَرَجَ الدَّجَّالُ لم يَضُرَّهُ، ومَنْ تَوضََّا فقالَ: سُبحانَكَ اللهمَّ وبحمدِكَ لا إِلهَ إِلاَّ أَنْتَ أَسْتغفِرُكَ وأَتوبُ إِليكَ، كُتِبَ في رَقٍّ ثمَّ جُعِلَ في طَابَعٍ فلم يُكْسَرْ إِلى يَوْمِ القِيَامَةِ» (¬1). ¶ 3 - عند الأذان. ¶ الحديث الأول ¶ عن عُمَرَ بْنِ الْخَطَّابِ رضيَ الله عنهُ، قَالَ: قَالَ رَسُولُ الله صلى الله عليه وسلم: «إِذَا قَالَ الْمُؤَذِّنُ: اللهُ أَكْبَرُ اللهُ أَكْبَرُ. فَقَالَ أَحَدُكُمْ: اللهُ أَكْبَرُ الله أَكْبَرُ. ثُمَّ قَالَ: أَشْهَدُ أَنْ لا اله إلا الله. قَالَ: أَشْهَدُ أَنْ لا اله إلا الله. ثُمَّ قَالَ: أَشْهَدُ أَنَّ مُحَمَّداً رَسُولُ الله. قَالَ: أَشْهَدُ أَنَّ مُحَمَّداً رَسُولُ الله. ثُمَّ قَالَ: حَيَّ عَلَى الصَّلاَةِ. قَالَ: لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بالله. ثُمَّ قَالَ: حَيَّ عَلَى الْفَلاَحِ. قَالَ: لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِالله. ثُمَّ قَالَ: الله أَكْبَرُ الله أَكْبَرُ. قَالَ: الله أَكْبَرُ الله أَكْبَرُ. ثُمَّ قَالَ: لا اله إلا الله. قَالَ: لا اله إلا الله، مِنْ قَلْبِهِ دَخَلَ الْجَنَّةَ» (¬2). ¶ ¬_________ ¶ (¬1) قال الهيثمي في المجمع - كتاب الطهارة- باب ما يقول بعد الوضوء - (1/ 330): رواه الطبراني في أَلاوسط ورجاله رجال الصحيح إِلا أَن النسائي قال بعد تخريجه في اليوم والليلة: هاذا خطأ، والصواب موقوفاً، ثم رواه من رواية الثوري وغندر، عن شعبة، موقوفاً. ¶ (¬2) رواه مسلم - كتاب الصلاة - باب القول مثل قول المؤذن لمن سمعه ثم يصلي على النبي صلى الله عليه وسلم ثم يسأل له الوسيلة- (ج2/ 4).",
            "page": "113",
            "part": "1",
            "seal": "7255A020"
        },
        {
            "id": "111",
            "nass": "الحديث الثاني ¶ عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ رضي الله عنه، عَنْ رَسُولِ الله صلى الله عليه وسلم أَنَّهُ قَالَ: «مَنْ قَالَ حِينَ يَسْمَعُ الْمُؤَذِّنَ: وَأَنَا أَشْهَدُ أَنْ لا اله إلا الله وَحْدَهُ لاَ شَرِيكَ لَهُ، وَأَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ، رَضِيتُ بِالله رَبَّاً وَبِمُحَمَّدٍ رَسُولاً وَبِالإِسْلاَمِ دِيناً، غُفِرَ لَهُ ذَنْبُهُ» (¬1). ¶ الحديث الثالث ¶ عن عبدِ الله بنِ مسعودٍ رضي الله عنه، أَنَّ النبيَّ صلى الله عليه وسلم قالَ: «ما مِنْ مسْلمٍ يقولُ حينَ يَسْمَعُ النِّدَاءَ يكَبِّرُ ويُكَبِّرُ، ويَشْهَدُ أَنْ لا اله إلا الله ويَشهدُ أَنّ محمّداً رسولُ الله، ثمّ يقولُ: اللَّهمَّ أَعْطِ محمداً الوسيلةَ والفضيلةَ واجعَلْهُ في أَلاعلين درجتَهُ، وفي المصطَفيْنَ محبتَهُ، وفي المقرَّبين ذِكْرُهُ، إِلاّ وَجَبَتْ له الشَّفاعَةُ يومَ القِيامَةِ» (¬2). ¶ الحديث الرابع ¶ وعن ابنِ عبّاسٍ رضي الله عنهما: أَنَّ نَبيَّ الله صلى الله عليه وسلم قالَ: «مَنْ سَمِعَ النِّدَاءَ فقالَ: أَشهدُ أَنْ لا اله إلا الله وحدَهُ لا شَرِيكَ لَهُ وأَنَّ محمداً عبدُهُ ورسولُهُ، اللَّهمَّ صلِّ على محمدٍ، وبلِّغْهُ درَجَةَ الوسيلَةَ، عندَكَ، واجْعَلْنا في شَفَاعَتِهِ يومَ القَيامَةِ، وجَبَتْ لَهُ الشَّفَاعَةُ» (¬3). ¶ ¬_________ ¶ (¬1) رواه مسلم - كتاب الصلاة، باب القول مثل قول المؤذن لمن سمعه ثم يصلي على النبي صلى الله عليه وسلم ثم يسأل له الوسيلة- (ج2/ص5). ¶ (¬2) قال الهيثمي في المجمع - كتاب الصلاة - (2/ 69): رواه الطبراني في الكبير، ورجاله موثقون. ¶ (¬3) قال الهيثمي في المجمع - كتاب الصلاة، - (2/ 69): رواه الطبراني في الكبير، وفيه: إِسحق بن عبد الله بن كيسان، لينه الحاكم، وضعفه ابن حبان، وبقية رجاله ثقات.",
            "page": "114",
            "part": "1",
            "seal": "D50E017B"
        },
        {
            "id": "112",
            "nass": "4 - عند افتتاح الصلاة. ¶ الحديث الأول ¶ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رضي الله عنه، عَنْ رَسُولِ الله صلى الله عليه وسلم، أَنَّهُ كَانَ إِذَا قَامَ إِلَى الصَّلاَةِ قَالَ: «وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالأَرْضَ حَنِيفاً وَمَا أَنَا مِنَ الْمُشْرِكِينَ. إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لله رَبِّ الْعَالَمِينَ لاَ شَرِيكَ لَهُ وَبِذلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ. اللهمَّ أَنْتَ الْمَلِكُ لاَ إِلهَ إِلاَّ أَنْتَ. أَنْتَ رَبِّي وَأَنَا عَبْدُكَ. ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي فَاغْفِرْ لِي ذُنُوبِي جَمِيعاً. إِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ. وَاهْدِنِي لأَحْسَنِ الأَخْلاَقِ. لاَ يَهْدِي لأَحْسَنِهَا إِلاَّ أَنْتَ. وَاصْرِفْ عَنِّي سَيِّئَهَا. لاَ يَصْرِفُ عَنِّي سَيِّئَهَا إِلاَّ أَنْتَ. لَبَّيْكَ. وَسَعْدَيْكَ وَالْخَيْرُ كُلُّهُ فِي يَدَيْكَ. وَالشَّرُّ لَيْسَ إِلَيْكَ. أَنَا بِكَ وَإِلَيْكَ. تَبَارَكْتَ وَتَعَالَيْتَ. أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ» (¬1). ¶ الحديث الثاني ¶ عَنِ ابْنِ عَبَّاسٍ رضي الله عنهما: أَنَّ رَسُولَ الله صلى الله عليه وسلم كَانَ يَقُولُ، إِذَا قَامَ إِلَى الصَّلاَةِ مِنْ جَوْفِ اللَّيْلِ: «اللهمَّ لَكَ الْحَمْدُ. أَنْتَ نُورُ السَّمَاوَاتِ وَالأَرْضِ. وَلَكَ الْحَمْدُ. أَنْتَ قَيَّامُ السَّمَاوَاتِ وَالأَرْضِ. وَلَكَ الْحَمْدُ. أَنْتَ رَبُّ السَّمَاوَاتِ وَالأَرْضِ. وَمَنْ فِيهِنَّ. أَنْتَ الْحَقُّ. وَوَعْدُكَ الْحَقُّ. وَقَوْلُكَ الْحَقُّ وَلِقَاؤُكَ حَقٌّ وَالْجَنَّةُ حَقٌّ. وَالنَّارُ حَقٌّ. وَالسَّاعَةُ حَقٌّ. اللهمَّ لَكَ أَسْلَمْتُ. وَبِكَ ¶ ¬_________ ¶ (¬1) رواه مسلم - كتاب صلاة المسافرين وقصرها - باب صلاة النبي صلى الله عليه وسلم ودعائه بالليل- (2/ 185) والترمذي- كتاب الدعوات عن رسول الله صلى الله عليه وسلم- وأبو داود- كتاب استفتاح الصلاة- باب ما يستفتح به الصلاة من الدعاء- واللفظ لمسلم. قال الإمام النووي: وفي هاذا الحديث استحباب دعاء الافتتاح بما في هاذا الحديث إلا أن يكون إماماً لقوم لا يؤثرون التطويل. انتهى.",
            "page": "115",
            "part": "1",
            "seal": "22CAB09E"
        },
        {
            "id": "113",
            "nass": "آمَنْتُ. وَعَلَيْكَ تَوَكَّلْتُ. وَإِلَيْكَ أَنَبْتُ. وَبِكَ خَاصَمْتُ. وَإِلَيْكَ حَاكَمْتُ. فَاغْفِرْ لِي. مَا قَدَّمْتُ وَأَخَّرْتُ. وَأَسْرَرْتُ وَأَعْلَنْتُ. أَنْتَ إِلهِي لاَ إِلهَ إِلاَّ أَنْتَ» (¬1) ¶ 5 - بين التشهد والتسليم الصلاة. ¶ الحديث الأول ¶ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رضي الله عنه، عَنْ رَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يَقُولُ بَيْنَ التَّشَهُّدِ وَالتَّسْلِيمِ: اللهمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ وَمَا أَسْرَفْتُ وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ (¬2). ¶ ¬_________ ¶ (¬1) رواه البخاري في مواضع متعددة ومنها: كتاب التوحيد- باب قَوْلِ اللَّهِ تَعَالَى: (وَهُوَ الَّذِي خَلَقَ السَّمَوَاتِ وَالأَرْضَ بِالْحَق) - وباب قَوْلِ اللَّهِ تَعَالَى: (يُرِيدُونَ أَنْ يُبَدِّلُوا كَلامَ اللَّهِ) (إِنَّهُ لَقَوْلٌ فَصْلٌ) - حَقٌّ - (وَمَا هُوَ بِالْهَزْلِ (بِاللَّعِب- وكتاب التهجد- باب التَّهَجُّدِ بِاللَّيْل- وكتاب الدعوات- باب الدُّعَاءِ إِذَا انْتَبَهَ بِاللَّيْل- ورواه مسلم - كتاب صلاة المسافرين وقصرها، باب الدعاء في صلاة الليل وقيامه، (2/ 184) - ورواه الترمذي- كتاب الدعوات عن رسول الله صلى الله عليه وسلم- باب ما جاء ما يقال إذا قام من الليل إلى الصلاة - واللفظ لمسلم. قال الإمام النووي: وفي هاذا الحديث استحباب دعاء الافتتاح بما في هاذا الحديث إلا أن يكون إماماً لقوم لا يؤثرون التطويل. انتهى. انظر شرح مسلم للإمام النووي. قال الحافظ في الفتح: وظاهر السياق أنه كان يقوله أول ما يقوم إلى الصلاة، وترجم عليه ابن خزيمة: الدليل على أن النبي صلى الله عليه وسلم كان يقول هاذا التحميد بعد أن يكبر. انتهى. انظر فتح الباري - كتاب التهجد- باب التَّهَجُّدِ بِاللَّيْل. ¶ (¬2) رواه مسلم - كتاب صلاة المسافرين وقصرها - باب الدعاء في صلاة الليل وقيامه- (2/ 184)",
            "page": "116",
            "part": "1",
            "seal": "55EDFD17"
        },
        {
            "id": "114",
            "nass": "6 - عقب صلاة الفجر والمغرب. ¶ الحديث الأول ¶ عَن أبي ذَرٍّ رضيَ اللهُ عنهُ، أَنَّ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قالَ: «مَنْ قالَ في دُبُرِ صَلاَةِ الفَجْرِ وَهُوَ ثَاني رِجْلَيْهِ قَبْلَ أَنْ يَتَكَلَّمَ: لا اله إلا الله وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الْحَمْدُ يُحْيي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ عَشْرَ مَرَّاتٍ، كُتِبَ لَهُ عَشْرُ حَسَنَاتٍ، وَمُحِيَتْ عَنْهُ عَشْرُ سَيِّئَاتٍ، وَرُفِعَ لَهُ عَشْرُ دَرَجَاتٍ، وكانَ يَوْمَهْ ذَلِكَ كُلَّهُ في حِرْزٍ مِنْ كُلِّ مَكْرُوهٍ، وَحُرِسَ مِنَ الشَّيْطَانِ، وَلَمْ يَنْبَغِ لِذَنْبٍ أَنْ يُدْرِكَهُ في ذَلِكَ اليَوْمِ إِلاّ الشِّرْكَ بالله» (¬1). ¶ الحديث االثاني ¶ عن أم سلمة رضي الله عنها: أنّ فاطمةَ رضي الله عنها، جاءت إلى النَّبِي صلى الله عليه وسلم تشتكي إِلَيْهِ الخدمة، فقالت: يا رسول الله! لقد مَجِلَت يداي من الرَّحا، أطحن مرَّة، وأعجن مرة، فَقَالَ لَهَا رَسُول الله صلى الله عليه وسلم: «إِنْ يَرْزُقْكِ الله شَيْئاً يَأْتِكِ، وسَأَدُلُّكِ عَلى خَيْرٍ مِنْ ذَلِكَ، إِذَا لَزِمْتِ مَضْجَعَكِ فَسَبحِي الله ثلاثاً وثَلاثينَ، وكَبِّرِي ثَلاثاً وثَلاثينَ، واحْمَدِي أَرْبَعاً وثَلاثينَ، فَذَلِكَ مِائَةٌ، خَيْرٌ لَكِ مِن الخَادِمِ، وإِذَا صَلَّيْتِ الصُّبْحَ فَقُولِي: لا اله إلا الله وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ المُلْكُ، ولَهُ الحَمْدُ، يُحْيِي وَيُمِيتُ بِيَدِهِ الخَيْرُ، وَهُوَ عَلى كُلِّ شَيْءٍ قَدِيرٌ، عَشْرَ مَرَّاتٍ بَعْدَ صَلاةِ الصُّبْحِ، وعَشْرَ مَرَّاتٍ بَعْدَ صَلاةِ المَغْرِبِ، فِانّ كُلَّ وَاحِدَةٍ مِنْهُنَّ تُكْتَبُ عَشْرَ حَسَنَاتٍ، وَتَحُطُّ عَشْرَ سَيِّئَاتٍ، وكُلُّ وَاحِدَةٍ مِنْهُنَّ كَعَتْقِ رَقَبَةٍ مِنْ وَلَدِ إِسْمَاعِيلَ، ولا يَحِلُّ لِذَنْبٍ كُتِبَ ذَلِكَ اليَوْمَ أَنْ يُدْرِكَهُ إِلاَّ أَنْ ¶ ¬_________ ¶ (¬1) رواه الترمذي- كتاب الدعوات عن رسول الله صلى الله عليه وسلم- بابُ - (5/ 515).",
            "page": "117",
            "part": "1",
            "seal": "E2FC6B58"
        },
        {
            "id": "115",
            "nass": "يَكُونَ الشِّرْكُ، لا اله إلا الله وَحْدَهُ لا شَرِيكَ لَهُ، وهو حَرَسُكِ مَا بَيْنَ أَنْ تَقُولِيهِ غُدْوَةً إِلى أَنْ تَقُولِيهِ عَشِيَّةً مِنْ كُلِّ شَيْطَانٍ ومِنْ كُلِّ سُوءٍ» (¬1). ¶ الحديث الثالث ¶ عن معاذ بن جبل رضيَ اللهُ عنهُ قال: قال رسول الله صلى الله عليه وسلم: «مَنْ قَالَ حِينَ يَنْصَرِفُ مِنْ صَلاةِ الغَداةِ: لا اله إلا الله وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ المُلْكُ، ولَهُ الحَمْدُ، بِيَدِهِ الخَيْرُ، وَهُوَ عَلى كُلِّ شَيْءٍ قَدِيرٌ عَشْرَ مَرَّاتٍ، أُعْطِيَ بِهِنَّ سَبْعاً: كُتِبَ لَهُ بِهِنَّ عَشْرُ حَسَناتٍ، ومُحِيَ عَنْهُ بِهِنَّ عَشْرُ سَيِّئاتٍ، ورُفِعَ لَهُ بِهِنَّ عَشْرُ دَرَجَاتٍ، وكُنَّ لَهُ عَدْلَ عَشْرِ رقباتٍ، وكُنَّ لَهُ حَافِظاً مِنَ الشَّيْطَانِ، وحِرْزاً مِنَ المَكْرُوهِ، ولَمْ يَلْحَقْهُ فِي ذَلِكَ اليَوْم ذَنْبٌ إِلاَّ الشِّرْكَ بالله، ومَنْ قَالَهُنَّ حِينَ يَنْصَرِفُ مِنْ صَلاةِ المَغْرِبِ أُعْطِيَ مِثْلَ ذَلِكَ لَيْلَتَهُ» (¬2). ¶ الحديث الرابع ¶ عَن عمَارَةَ بنِ شَبِيبٍ السَّبَائى رضيَ اللهُ عنهُ، قالَ: قالَ رَسُولُ الله صلى الله عليه وسلم: «مَنْ قالَ لا اله إلا الله وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كلِّ شَيْءٍ قَدِيرٌ عَشْرَ مَرَّاتٍ عَلَى إثْرِ الْمَغْرِبِ بَعَثَ الله مُسَلَّحَةً يَحْفَظُونَهُ مِنَ الشَّيْطَانِ حَتَّى يُصْبِحَ، وَكَتَبَ الله لَهُ بِهَا عَشْرَ حَسَنَاتٍ مُوجِبَاتٍ، ومَحى عَنْهُ عَشْرَ سَيِّئَاتٍ مُوبِقَاتٍ، وَكانَتْ لَهُ بِعَدْلِ عَشْرِ رِقَابٍ مُؤْمِنَاتٍ» (¬3). ¶ ¬_________ ¶ (¬1) قال الهيثمي في مجمع الزوائد - كتاب الأذكار- (10/ 103): رواه أحمد والطبراني بنحوه أخصر منه، وقال: «هي تحرسك» مكان: «وهو»، وإسنادهما حسن. ¶ (¬2) قال الهيثمي في المجمع - كتاب الأذكار - (10/ 104): رواه الطبراني من طريق عاصم بن منصور، ولم أجد من وثقه ولا ضعفه، وبقية رجاله ثقات. ¶ (¬3) رواه الترمذي - كتاب الدعوات عن رسول الله صلى الله عليه وسلم، باب (98) - (ج 5/ص544).",
            "page": "118",
            "part": "1",
            "seal": "F6B08393"
        },
        {
            "id": "116",
            "nass": "7 - دبر كل صلاة مكتوبة. ¶ الحديث الأول ¶ عن وَرّادٍ- كاتب المغيرةِ بنِ شُعبةَ- قال: أملى عليَّ المغيرةُ بنُ شعبةَ ¶ -رضيَ اللهُ عنهُ - في كتابٍ إلى مُعاويةَ -رضيَ اللهُ عنهُ - أن النبي صلى الله عليه وسلم كان يقول في دُبُرِ كلِّ صلاةٍ مَكتوبةٍ: «لا اله إلا الله وحدَهُ لا شرِيكَ لهُ، لهُ المُلكُ وَلهُ الحمدُ وهوَ على كلِّ شيءٍ قَدير. اللهمَّ لا مانعَ لما أعطيت، ولا مُعطِيَ لما مَنعتَ، ولا يَنفَعُ ذا الجَدِّ مِنكَ الجَدُّ» (¬1). ¶ 8 - بعد كل صلاة (¬2). ¶ الحديث الأول ¶ عن عبد الله بن الزُّبَيْرِ، رضيَ اللهُ عنهُ، كان يَقُولُ فِي دُبُرِ كُلِّ صَلاَةٍ، حِينَ يُسَلِّمُ: لا اله إلا الله وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِالله، لا اله إلا الله، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ. لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ. وَلَهُ الثَّنَاءُ الْحَسَنُ. لا اله إلا الله مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ. وَقَالَ: كَانَ رَسُولُ الله صلى الله عليه وسلم يُهَلِّلُ بِهِنَّ دُبُرَ كُلِّ صَلاَةٍ. (¬3). ¶ ¬_________ ¶ (¬1) رواه البخاري في مواضع متعددة منها في: كتاب الأذان، باب الذِّكْرِ بَعْدَ الصَّلَاة- (7/ص230) وكتاب الدعوات، باب الدُّعَاءِ بَعْدَ الصَّلاة، (ج7/ص195) ومسلم - كتاب المساجد ومواضع الصلاة - باب استحباب الذكر بعد الصلاة - وبيان صفته- (ج2/ص96). ¶ (¬2) يشمل الصلاة المكتوبة والنافلة. ¶ (¬3) رواه مسلم-كتاب المساجد ومواضع الصلاة - باب استحباب الذكر بعد الصلاةوبيان صفته- (2/ 96)",
            "page": "119",
            "part": "1",
            "seal": "4C72BBAB"
        },
        {
            "id": "117",
            "nass": "الحديث الثاني ¶ عَنْ أَبِي هُرَيْرَةَ رضيَ اللهُ عنهُ، عَنْ رَسُولِ الله صلى الله عليه وسلم قال: «مَنْ سَبَّحَ اللهَ فِي دُبُرِ كُلِّ صَلاَةٍ ثَلاَثاً وَثَلاَثِينَ، وَحَمِدَ اللهَ ثَلاَثاً وَثَلاَثِينَ، وَكَبَّرَ اللهَ ثَلاَثاً وَثَلاَثِينَ، فَتِلْكَ تِسْعَةٌ وَتِسْعُونَ. وَقَالَ، تَمَامَ الْمِائَةِ: لا اله إلا الله وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ غُفِرَتْ خَطَايَاهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ» (¬1). ¶ 9 - في المساجد. ¶ الحديث الأول ¶ عَن أَبي هُرَيْرَةَ رضيَ اللهُ عنهُ، قَالَ: قالَ رَسُولُ الله صلى الله عليه وسلم: «إِذَا مَرَرْتُمْ بِرِيَاضِ الْجَنَّةِ فارْتَعُوا: قُلْتُ: يا رَسُولَ الله وَمَا رِيَاضُ الْجَنَّةِ؟ قالَ: المَسَاجِدُ، قُلْتُ: ومَا الرَّتْعُ يَا رَسُولَ الله؟ قالَ: سُبْحَانَ الله والْحَمْدُ لله وَلا اله إلا الله وَالله أَكْبَرُ» (¬2). ¶ 10 - في مفتتح الخطب الشرعية. ¶ الحديث الأول ¶ عن عَبْدِ الله بنِ عَمْرٍو رضيَ اللهُ عنهُ، أنَّ رَسُولَ الله صلى الله عليه وسلم،- قال مُسَدَّدٌ-: «خَطَبَ يَوْمَ الْفَتْحِ بِمَكَّةَ فكَبَّرَ ثَلاَثاً ثُمَّ قالَ: «لا اله إلا الله وَحْدَهُ، صَدَقَ وَعْدَهُ، وَنَصَرَ عَبْدَ هُ، وَهَزَمَ الأحْزَابَ وَحْدَهُ» (¬3).الحديث ¶ ¬_________ ¶ (¬1) المصدر السابق نفسه- (2/ 98). ¶ (¬2) رواه الترمذي - كتاب الدعوات عن رسول الله صلى الله عليه وسلم- باب (83) - (5/ 532). ¶ (¬3) رواه أبو داود - كتاب الديات - باب في دية الخطأ شبه العمد- (2/ 537)",
            "page": "120",
            "part": "1",
            "seal": "FBC18952"
        },
        {
            "id": "118",
            "nass": "الحديث الثاني ¶ عنْ أبِي هُرَيْرَةَ رضيَ اللهُ عنهُ، قالَ: قالَ رَسُولُ الله صلى الله عليه وسلم: «كُلُّ خُطْبَةٍ لَيْسَ فِيهَا تَشَهُّدٌ فَهِيَ كالْيَدِ الْجَذْمَاءِ» (¬1) ¶ 11 - في السوق. ¶ الحديث الثاني ¶ عن سالم بن عبْدِ الله بنِ عُمَرَ عَن أَبِيهِ عَن جَدِّهِ، أنَّ رَسُولَ الله صلى الله عليه وسلم قالَ: «مَنْ دَخَلَ السُّوقَ فقالَ لا اله إلا الله وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الْحَمْدُ يُحْيي وَيُمِيتُ وَهُوَ حَيٌّ لا يَمُوتُ بِيَدِهِ الخَيرُ وهُوَ عَلَى كُلِّ شَيْءٍ قَدِير» كَتَبَ الله لَهُ ألْفَ أَلْفَ حَسَنَةٍ وَمَحى عَنْهُ أَلْفَ أَلْفَ سَيِّئَةٍ ورَفَعَ لَهُ ألْفَ ألْفِ دَرَجَةٍ» (¬2) ¶ 12 - إذا استيقظ من نومه. ¶ الحديث الأول ¶ عن عُبادة بن الصامِتِ رضيَ اللهُ عنهُ، عنِ النبيِّ صلى الله عليه وسلم قال: «مَن تَعارَّ منَ اللَّيلِ فَقَالَ: لا اله إلا الله وَحْدَهُ لاَ شَرِيكَ لهُ، له المُلكُ وله الحمدُ، وهوَ على كلِّ شيءٍ قدير. الحمدُ لله وسبحان الله ولا اله إلا الله والله أكبرُ، ولا حولَ ولا ¶ ¬_________ ¶ (¬1) رواه الترمذي - كتاب النكاح - باب ما جاء في خطبة النكاح - (3/ 414). قال الترمذي: هاذا حدِيثٌ حسنٌ صحيحٌ غَرِيبٌ. ورواه أبو داود - كتاب الأدب - باب في الخطبة- (2/ 612). ¶ (¬2) رواه الترمذي- كتاب الدعوات عن رسول الله صلى الله عليه وسلم- باب ما يقول إذا دخل السوق، (5/ 491)",
            "page": "121",
            "part": "1",
            "seal": "9809A10D"
        },
        {
            "id": "119",
            "nass": "قوَّةَ إلاّ بالله. ثم قال: اللهمَّ اغفِرْ لي- أو دَعا- استُجيبَ فإِنْ توضَّأَ قُبلَتْ صلاتُه» (¬1). ¶ الحديث الثاني ¶ عن عَائِشةَ رضيَ اللهُ عنها: أَنَّ رَسُولَ الله صلى الله عليه وسلم كَانَ إِذَا اسْتَيْقَظَ مِنَ الَّليْلِ قالَ: «لا إِلهَ إِلاَّ أَنْتَ سُبْحَانَكَ، الَّلهُمَّ أَسْتَغْفِرُكَ لِذَنْبِي وَأَسْأَلُكَ رَحْمَتَكَ، الَّلهُمَّ زِدْنِي عِلْماً وَلا تُزِغْ قَلْبِي بَعْدَ إِذْ هَدَيْتَنِي، وَهَبْ لِي مِنْ لَدُنْكَ رَحَمةً إِنَّكَ أَنْتَ الْوَهَّابُ» (¬2). ¶ 13 - عند رؤية البيت وفي الصفا والمروة. ¶ الحديث الأول ¶ عن جَابِرِ بنِ عَبْدِ الله رضي الله عنه، يخبر مُحمَّد بنُ عَلِيَ بنِ حُسَيْنٍ عن حَجَّةِ رَسُولِ الله صلى الله عليه وسلم، قال: فَلمَّا دَنَا صلى الله عليه وسلم مِنَ الصَّفَا قَرَأَ: (إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ) (نَبْدَأُ بِمَا بَدَأَ الله بِهِ) فَبَدَأَ بالصَّفَا، فَرَقِيَ عَلَيْهِ، حَتَّى رَأَى الْبَيْتَ فَكَبَّرَ الله وَوَحَّدَهُ وَقال: «لا اله إلا الله وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ المُلْكُ وَلَهُ الْحَمدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كلِّ شَيْءٍ قَدِيرٌ، لا اله إلا الله وَحْدَهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَ هُ، وَهَزَمَ الأَحْزابَ وَحْدَهُ». ثُمَّ دَعَا بَيْنَ ذلِكَ وَقال مِثْلَ هاذا ثَلاَثَ مَرَّاتٍ، ثُمَّ نَزَلَ إلى المَرْوَةِ حَتَّى إِذَا ¶ ¬_________ ¶ (¬1) رواه البخاري - كتاب التهجد، باب فَضْلِ مَنْ تَعَارَّ مِنْ اللَّيْلِ فَصَلَّى- (ج2/ 62) والترمذي -كتاب الدعوات عن رسول الله صلى الله عليه وسلم- باب ما جاء في الدعاء إذا انتبه من الليل- (5/ 480)، وأبو داود-كتاب الأدب-باب ما يقول الرجل إذا تعار من الليل- (2/ 662).واللفظ للبخاري. ¶ (¬2) رواه أبو داود، كتاب الأدب - باب ما يقول الرجل إذا تعار من الليل - (2/ 662)",
            "page": "122",
            "part": "1",
            "seal": "24777AC6"
        },
        {
            "id": "120",
            "nass": "انْصَبَّتْ قَدَمَاهُ رَمَلَ في بَطْنِ الْوَادِي، حَتَّى إذَا صَعِدَ مَشَى، حَتَّى أَتَى المَرْوَةَ، فَصَنَعَ عَلَى المَرْوَةِ مِثْلَ مَا صَنَعَ عَلَى الصَّفَا. (¬1). ¶ 14 - في يوم عرفة وفي المزدلفة والمشاعر المقدسة. ¶ الحديث الأول ¶ عَنْ عَمْرِو بن شُعَيْبٍ عَنْ أبيِهِ عَنْ جَدَّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قال: «خَيْرُ الدُّعَاءِ دُعَاءُ يَوْمِ عَرَفَةَ، وَخَيْرُ مَا قُلْتُ أنا والنَّبِيُّونَ مِنْ قَبْلِي: لا اله إلا الله وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ المُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كلِّ شَيْءٍ قَديرٌ» (¬2). ¶ الحديث الأول ¶ عن جَابِرِ بنِ عَبْدِ الله رضي الله عنه، يخبر مُحمَّد بنُ عَلِيَ بنِ حُسَيْنٍ عن حَجَّةِ رَسُولِ الله صلى الله عليه وسلم، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَتَى المَشْعَرَ الْحَرامَ فَرَقِيَ عَلَيْهِ. قال عُثْمانُ وَسُلَيْمانُ: فَاسْتَقْبَلَ الْقِبْلَةَ فَحَمِدَ الله وَكَبَّرَهُ وَهَلَّلَهُ. زَادَ عُثْمانُ: وَوَحَّدَهُ. (¬3). ¶ ¬_________ ¶ (¬1) رواه أبو داود، كتاب المناسك، باب صفة حجة النبي صلى الله عليه وسلم- (1/ 478) وهو حديث طويل ¶ (¬2) أخرجه الإمام مالك في الموطأ -كتاب الحج - باب جامع الحج - (1/ 292). والترمذي-كتاب الدعوات عن رسول الله صلى الله عليه وسلم- بابٌ في دعاء يوم عرفة- (5/ 572). واللفظ للترمذي ¶ (¬3) رواه أبو داود- كتاب المناسك - باب صفة حجة النبي صلى الله عليه وسلم - (1/ 478)",
            "page": "123",
            "part": "1",
            "seal": "932D732D"
        },
        {
            "id": "121",
            "nass": "15 - عند الرجوع من غزوٍ أو حج أو عمرةٍ. ¶ الحديث الأول ¶ عن عبدِ الله بنِ عمرَ رضيَ اللهُ عنهما، أن رسولَ الله صلى الله عليه وسلم: كان إذا قَفَلَ من غَزوٍ أو حجّ أو عُمرةٍ يُكبِّرُ على كلِّ شرَفٍ من الأرضِ ثلاث تكبيراتٍ ثم يقول: «لاإلهَ إلاّ اللهُ وحدَهُ لاشَريكَ له، لهُ المُلكُ ولهُ الحمدُ وهوَ على كلِّ شيء قدير. آيبونَ، تائبونَ، عابدونَ، ساجدونَ، لربِّنا حامدون. صدَقَ اللهُ وَعده، ونصرَ عبدَه، وهزَم الأحزابَ وحدَه» (¬1). ¶ 16 - عند الدعاء ورجاء الإجابة. ¶ الحديث الأول ¶ عن سعد بن أبي وقاص-رضيَ اللهُ عنه- قال: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «دَعْوَةُ ذِي النُّونِ إذْ دَعَا وَهُوَ في بَطْنِ الحُوتِ: لا إلَهَ إلاّ أنْتَ سُبْحَانَكَ إنِّي كُنْتُ مِنَ الظَّالِمِينَ؛ فَإِنّهُ لَمْ يَدْعُ بهَا رَجُلٌ مُسْلِمٌ في شَيْءٍ قَطُّ إلاّ اسْتَجَابَ الله لَهُ» (¬2). ¶ ¬_________ ¶ (¬1) رواه البخاري - كتاب العمرة- باب مَا يقول إذا رجع من الحج أو العمرة أو الغزو- (2/ 247) ¶ (¬2) رواه الترمذي - كتاب الدعوات عن رسول الله صلى الله عليه وسلم- بابُ - (5/ 529).",
            "page": "124",
            "part": "1",
            "seal": "05D4530B"
        },
        {
            "id": "122",
            "nass": "17 - عند التوبة من الذنب. ¶ الحديث الأول ¶ عن أبي ذر رضيَ الله عنهُ، قال: قلت: يا رَسُول الله، أوصني. قَالَ: «إِذَا عَمِلْتَ سَيِّئَةً، فََاتْبِعْهَا حَسَنَةً تَمْحُهَا».قَالَ: قُلْتُ: يَا رَسُول الله، أمن الحسنات لا اله إلا الله؟ قال: «هِيَ أَفْضَلُ الحَسَنَاتِ» (¬1). ¶ الحديث الثاني ¶ عَن أَنَسِ بنِ مالِك رضيَ اللهُ عنهُ، أنَّ رَسُول اللهِ صلى الله عليه وسلم: مَرَّ بِشَجَرَةٍ يَابِسَةِ الوَرَقِ فَضَرَبَهَا بِعَصَاهُ فَتَنَاثَرَ الوَرَقُ. فقالَ صلى الله عليه وسلم: «إنَّ الْحَمْد لله وَسُبْحَانَ الله والحمد لله ولا اله إلا الله والله أكْبَرُ لَتُسَاقِطُ مِنْ ذُنُوبِ العَبْدِ كَمَا تَسَاقَطَ وَرَقُ هذِهِِ الشَّجَرَةِ» (¬2). ¶ 18 - عند القيام من المجلس. ¶ الحديث الأول ¶ عَن أَبي هُرَيْرَةَ رضي الله عنه، قَالَ قالَ رَسُولُ الله صلى الله عليه وسلم: «مَنْ جَلَس في مَجْلِسٍ فَكثُرَ فيهِ لَغَطُهُ، فَقَالَ قَبْلَ أَنْ يَقُومَ مِنْ مَجْلِسِهِ ذَلِكَ: سُبْحَانَكَ اللهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أن لاَ إلَهَ إلاّ أنْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ إِلاّ غُفِرَ لَهُ مَا كَانَ في مَجْلِسِهِ ذَلِكَ» (¬3). ¶ ¬_________ ¶ (¬1) رواه أحمد - (7/ 202). قال الهيثمي في المجمع - كتاب الأذكار- (10/ 63): رواه أحمد ورجاله ثقات إلا أن شمر بن عطية حدّث به عن أشياخه، عن أبي ذر، ولم يسم أحداً منهم. ¶ (¬2) رواه الترمذي - كتاب الدعوات عن رسول الله صلى الله عليه وسلم- بابُ - (5/ 544). ¶ (¬3) رواه الترمذي- كتاب الدعوات عن رسول الله صلى الله عليه وسلم- باب ما يقول إذا قام من مجلسه- (5/ 494)",
            "page": "125",
            "part": "1",
            "seal": "0CD15D94"
        },
        {
            "id": "123",
            "nass": "19 - عند الهم والكرب. ¶ الحديث الأول ¶ عنِ ابن عباسٍ رضي الله عنهما، أن رسولَ الله صلى الله عليه وسلم كان يقول عند الكرْب: لا اله إلا الله الْعَظِيمُ الْحَلِيمُ، لاإلهَ إلا اللهُ رَبُّ الْعَرْشِ الْعَظِيمِ، لا اله إلا الله رَبُّ السَّماواتِ وَرَبُّ الأرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ». (¬1). ¶ قَالَ وَكِيعٌ، مَرَّةً: لا اله إلا الله. فِيهَا كُلِّهَا (¬2). ¶ 20 - عند ما يؤي إلى فراشه. ¶ الحديث الأول ¶ عَن أَبي سَعيدٍ رضي الله عنه، عَن النبيِّ صلى الله عليه وسلم قال: «مَنْ قالَ حِينَ يَأْوِي إِلى فِرَاشِهِ أَسْتَغْفِرُ الله العَظيِم الَّذِي لا إلهَ إلاَّ هُوَ الحَيُّ القَيُّومُ وَأَتُوبُ إِلَيْهِ ثَلاَثَ مَرَّاتٍ غَفَرَ الله ذُنُوبَهُ وإنْ كَانَتْ مِثْلَ زَبَدِ البحْرِ، وإِنْ كانَتْ عَدَدَ وَرَقِ الشَّجَرِ، وإِنْ كَانَتْ عَدَدِ رَمْلِ عَالِجٍ، وَإِنْ كَانَتْ عَدَدَ أيَّامِ الدُّنْيَا» (¬3). ¶ الحديث الثاني ¶ عَن أبي هُرَيْرَةَ رضي الله عنه، قَالَ: قَالَ أبُو بَكْرٍ رضي الله عنه-: يَا رَسُولَ الله مُرْنِي بِشَيْءٍ أَقُولُهُ إذَا أَصْبَحْتُ وَإذَا أَمْسَيْتُ. قَالَ: قُلْ: اللهمَّ عَالِمَ الغَيْبِ ¶ ¬_________ ¶ (¬1) رواه البخاري - كتاب الدعوات، باب الدُّعَاءِ عِنْدَ الْكَرْب- (7/ 199) ومسلم - كتاب الذكر والدعاء والتوبة والإستغفار، باب دعاء الكرب- (8/ 85). ¶ (¬2) أخرجه ابن ماجه - كتاب الدعاء - باب الدعاء عند الكرب - (2/ 1278). ¶ (¬3) رواه الترمذي- كتاب الدعوات عن رسول الله صلى الله عليه وسلم - باب منه- (5/ 470) قال الترمذي: هاذا حَدِيثٌ حَسَنٌ غَرِيبٌ.",
            "page": "126",
            "part": "1",
            "seal": "0DEE9F91"
        },
        {
            "id": "124",
            "nass": "وَالشّهَادَةِ، فَاطِرَ السَّمَاواتِ والأَرْضِ، رَبَّ كُلِّ شَيءٍ وَمَلِيكَهُ، أشْهَدُ أَنْ لاَ إِله إِلاّ أنْتَ، أعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وشِرْكِهِ، قَالَ قُلْهُ إذَا أَصْبَحْتَ، وَإذَا أَمْسَيْتَ، وإِذَا أخَذْتَ مَضْجَعَكَ» (¬1). ¶ 21 - عند عدم نيام الليل من الأرق. ¶ الحديث الأول ¶ عن سُلَيْمَانَ بنِ بُرَيْدَة عَن أبِيهِ، قالَ: شَكَا خَالِدُ بنُ الوَلِيدِ الْمَخْزُومِيُّ إِلى النبيِّ صلى الله عليه وسلم فقالَ: يا رَسُولَ الله مَا أَنَامُ اللّيْلَ مِنَ الأرَقِ. فقالَ النبيُّ صلى الله عليه وسلم: «إذَا أَوَيْتَ إلى فِرَاشِكَ فَقُلِ: اللهمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ وَمَا أَظَلَّتْ، وَرَبَّ الأرَضِينِ ومَا أَقَلَّتْ، ورَبَّ الشَّيَاطِينِ وَمَا أضَلَّتْ، كُنْ لِي جَاراً مِنْ شَرِّ خَلْقِكَ كُلِّهِمْ جَمِيعاً أَنْ يَفْرُطَ عَلَيَّ أَحَدٌ أَوْ أَنْ يَبْغَى عَلَيَّ، عَزَّ جَارُكَ وَجَلَّ ثَنَاؤُكَ وَلاَ إلَهَ غَيْرُكَ ولاَ إلَهَ إلاّ أَنْتَ» (¬2). ¶ 22 - عند سكرات الموت. ¶ الحديث الأول ¶ عن عَائِشَةَ رضي الله عنه: أن رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ كان يَقُولُ: «لا اله إلا الله إِنَّ لِلْمَوْتِ سَكَرَاتٍ» ثُمَّ نَصَبَ يَدَهُ فَجَعَلَ يَقُول: ُ «فِي الرَّفِيقِ الأَعْلَى» حَتَّى قُبِضَ وَمَالَتْ يَدُهُ. صَلَّى الله عَلَيْهِ وَسَلَّمَ (¬3). ¶ ¬_________ ¶ (¬1) رواه الترمذي وصححه - كتاب الدعوات عن رسول الله صلى الله عليه وسلم -باب (14) - (5/ 467). ورواه أبو داود - كتاب الأدب- باب ما يقول إذا أصبح - (2/ 664). ¶ (¬2) رواه الترمذي - كتاب الدعوات عن رسول الله صلى الله عليه وسلم - باب (91) - (5/ 538). ¶ (¬3) رواه البخاري - كتاب المغازي - باب مَرَضِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَوَفَاتِه- (5/ 164)",
            "page": "127",
            "part": "1",
            "seal": "EF666F19"
        },
        {
            "id": "125",
            "nass": "الحديث الأول ¶ عنْ مُعَاذِ بنِ جَبَلَ رضيَ اللهُ عنهُ، قالَ: قالَ رَسُولُ الله صلى الله عليه وسلم: «مَنْ كَانَ آخِرُ كَلاَمِهِ لا اله إلا الله دَخَلَ الْجَنَّةَ» (¬1). ¶ ¬_________ ¶ (¬1) رواه أبو داود - كتاب الجنائز - باب في التلقين - (2/ 186) ط مصطفى البابي الحلبي. وأخرجه الحاكم في المستدرك- كتاب الجنائز- (1/ 503). قال الذهبي في التلخيص: صحيح.",
            "page": "128",
            "part": "1",
            "seal": "0A621815"
        },
        {
            "id": "126",
            "nass": "* فضائل الصلاة على رسول الله صلى الله عليه وسلم * ¶ وبما أنه لا تكمل حقيقة ومدلول «شهادة أن لا اله إلا الله» إلا «بشهادة أن محمد رسول الله صلى الله عليه وسلم». ¶ وبما أنا أُمرنا بالصلاة عليه عند ذكره صلى الله عليه وسلم. ¶ لقوله صلى الله عليه وسلم: «رَغِمَ أنْفُ رَجُلٍ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ» (¬1). ¶ وقوله صلى الله عليه وسلم: «مَنْ ذُكِرْتُ عِنْدَهُ فَلْيُصَلِّ عَليَّ» (¬2). ¶ وقوله صلى الله عليه وسلم: «البَخِيلُ الَّذِي مَنْ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ» (¬3). ¶ ولعموم قوله تعالى: {إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً} [الأحزاب:56]. ¶ ... وفيما يلي أذكر أولاً: معنى الصلاة على النبي صلى الله عليه وسلم ثم المقصود بها ومواطن طلبها وفضائلها؛ حيث أنه مرتبط بذكره صلى الله عليه وسلم وذكره صلى الله عليه وسلم مرتبط بلا اله إلا الله - ¶ ¬_________ ¶ (¬1) رواه الترمذي، كتاب الدعوات عن رسول الله صلى الله عليه وسلم من حديث أبي هريرة رضي الله عنه - (5/ 550) وقال: حسن غريب- ورواه أحمد في المسند- (3/ 74). وأخرجه الحاكم في المستدرك- كتاب الدعاء والتكبير والتهليل والتسبيح والذكر- (1/ 734). قال الذهبي في التلخيص: صحيح. ¶ (¬2) قال الهيثمي في مجمع الزوائد - كتاب الأدعية، باب الصلاة على النبي صلى الله عليه وسلم في الدعاء وغيره - حديث أنس رضي الله عنه- (10/ 184): رواه الطبراني في الأوسط ورجاله رجال الصحيح. ¶ (¬3) رواه الترمذي - كتاب الدعوات عن رسول الله صلى الله عليه وسلم - باب قول رسول الله صلى الله عليه وسلم رغم أنف رجل - حديث عَلِي بن أَبي طَالِب رضيَ اللَّهُ عنهُ- قال الترمذي: هاذا حَدِيثٌ حَسَنٌ صحيحٌ غَرِيبٌ.",
            "page": "129",
            "part": "1",
            "seal": "DAC5F86E"
        },
        {
            "id": "127",
            "nass": "* معنى الصلاة على النَّبِيِّ صلى الله عليه وسلم وشرف وكرم * ¶ قال الله تعالى: {إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً} [الأحزاب:56]. ¶ ذكر الحافظ ابن حجر في الفتح معنى الصلاة على النَّبِيِّ صلى الله عليه وسلم فقال رحمه الله تعالى: ¶ قال أبو العالية: معنى صلاة الله على نبيه صلى الله عليه وسلم ثناؤه عليه عند ملائكته، ومعنى صلاة الملائكة عليه الدعاء له. ¶ وعند ابن أبي حاتم عن مقاتل بن حبان قال: صلاة الله مغفرته وصلاة الملائكة الاستغفار. ¶ وقال ابن عباس: معنى صلاة الرب الرحمة وصلاة الملائكة الاستغفار. ¶ وقال الضحاك بن مزاحم: صلاة الله رحمته، وفي رواية عنه مغفرته، وصلاة الملائكة الدعاء. ¶ وقال المبرد: الصلاة من الله الرحمة ومن الملائكة رقة تبعث على استدعاء الرحمة. ¶ وقيل: صلاة الله على خلقه تكون خاصة وتكون عامة فصلاته على أنبيائه هي ما تقدم من الثناء والتعظيم، وصلاته على غيرهم الرحمة فهي التي وسعت كل شيء. ¶ ونقل عياض عن بكر القشيري قال: الصلاة على النبي صلى الله عليه وسلم من الله تشريف وزيادة تكرمة وعلى من دون النبي رحمة.",
            "page": "130",
            "part": "1",
            "seal": "09A3890F"
        },
        {
            "id": "128",
            "nass": "قال الحافظ ابن حجر: وبهاذا التقرير يظهر الفرق بين النبي صلى الله عليه وسلم وبين سائر المؤمنين حيث قال الله تعالى: (إن الله وملائكته يصلون على النبي) وقال قبل ذلك في السورة المذكورة: (هو الذي يصلي عليكم وملائكته) ومن المعلوم أن القدر الذي يليق بالنبي صلى الله عليه وسلم من ذلك أرفع مما يليق بغيره، والإجماع منعقد على أن في هذه الآية من تعظيم النبي صلى الله عليه وسلم والتنويه به ما ليس في غيرها. ¶ وقال الحليمي في الشعب: معنى الصلاة على النبي صلى الله عليه وسلم تعظيمه، فمعنى قولنا اللهم صل على محمد عظم محمدا، والمراد تعظيمه في الدنيا بإعلاء ذكره وإظهار دينه وإبقاء شريعته وفي الآخرة بإجزال مثوبته وتشفيعه في أمته وإبداء فضيلته بالمقام المحمود، وعلى هاذا فالمراد بقوله تعالى (صلوا عليه) ادعوا ربكم بالصلاة عليه انتهى. (¬1). ¶ ¬_________ ¶ (¬1) فتح الباري - كتاب الدعوات، باب الصَّلاةِ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم - (11/ 186)",
            "page": "131",
            "part": "1",
            "seal": "65496121"
        },
        {
            "id": "129",
            "nass": "* المقصود بالصلاة على النبي صلى الله عليه وسلم * ¶ قال ابن كثير رحمه الله تعالى: والمقصود من هذه الآية أن الله سبحانه وتعالى أخبر عباده بمنزلة عبده ونبيه عنده في الملأ الأعلى بأنه يثنى عليه عند الملائكة المقربين، وأن الملائكة تصلي عليه، ثم أمر تعالى أهل العالم السفلي بالصلاة والتسليم عليه، ليجتمع الثناء عليه من أهل العالمين: العلوي والسفلي جميعاً. (¬1). ¶ قال الحافظ ابن حجر في الفتح: قال الحليمي: المقصود بالصلاة على النبي صلى الله عليه وسلم التقرب إلى الله بامتثال أمره وقضاء حق النبي صلى الله عليه وسلم علينا. ¶ وتبعه ابن عبد السلام فقال: ليست صلاتنا على النبي صلى الله عليه وسلم شفاعة له صلى الله عليه وسلم، فإن مثلنا لا يشفع لمثله صلى الله عليه وسلم، ولكن الله أمرنا بمكافأة من أحسن إلينا، فإن عجزنا عنها كافأناه بالدعاء، فأرشدنا الله لما علم عجزنا عن مكافأة نبينا صلى الله عليه وسلم إلى الصلاة عليه صلى الله عليه وسلم. ¶ وقال ابن العربي: فائدة الصلاة عليه صلى الله عليه وسلم ترجع إلى الذي يصلي عليه لدلالة ذلك على نصوع العقيدة وخلوص النية وإظهار المحبة والمداومة على الطاعة والاحترام للواسطة الكريمة صلى الله عليه وسلم. أنتهى (¬2). ¶ تنبيه: قال ابن كثير في تفسيره: قال النووي: إذا صلى على النبي صلى الله عليه وسلم فليجمع بين الصلاة والتسليم فلا يقتصر على أحدهما فلا يقول: صلى الله عليه فقط ولا عليه السلام فقط، وهاذا الذي قاله منتزع من هذه ¶ ¬_________ ¶ (¬1) انظر تفسير ابن كثير -[سورة الأحزاب: 56]- (3/ 836) ¶ (¬2) انظرفتح الباري- كتاب الدعوات- باب الصَّلاةِ عَلَى النَّبِيِّ صلى الله عليه وسلم- (11/ 201)",
            "page": "132",
            "part": "1",
            "seal": "01CB6672"
        },
        {
            "id": "130",
            "nass": "الآية الكريمة وهي قوله: {ياأَيُّهَا الَّذِينَ ءامَنُواْ صَلُّواْ عَلَيْهِ وَسَلّمُواْ تَسْلِيماً} فالأولى أن يقال صلى الله عليه وسلم تسليماً. (¬1). ¶ ¬_________ ¶ (¬1) ذكره ابن كثير في تفسيره- سورة الأحزاب- الآية 56، (ج3/ص836).",
            "page": "133",
            "part": "1",
            "seal": "4998F4D5"
        },
        {
            "id": "131",
            "nass": "* مواطن الصلاة على النبي التي يتأكد طلبها إما وجوباً ¶ وإما استحساناً مؤكداً * ¶ * الموطن الأول: وهو أهمها وأكدها في الصلاة في آخر التشهد. ¶ الحديث الأول ¶ عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ رضي الله عنه، قَالَ: أَتَانَا رَسُولُ الله صلى الله عليه وسلم وَنَحْنُ فِي مَجْلِسِ سَعْدِ بْنِ عُبَادَةَ. فَقَالَ لَهُ بَشِيرُ بْنُ سَعْدٍ: أَمَرَنَا الله تَعَالَى أَنْ نُصَلِّيَ عَلَيْكَ يَا رَسُولَ الله! فَكَيْفَ نُصَلِّي عَلَيْكَ؟ قَالَ: فَسَكَتَ رَسُولُ الله صلى الله عليه وسلم حَتَّى تَمَنَّيْنَا أَنَّهُ لَمْ يَسْأَلْهُ. ثُمَّ قَالَ رَسُولُ الله صلى الله عليه وسلم: «قُولُوا: اللهمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ. وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ. فِي الْعَالَمِينَ. إِنَّكَ حَمِيدٌ مَجِيدٌ. وَالسَّلاَمُ كَمَا قَدْ عَلِمْتُمْ» (¬1). ¶ وزاد ابن خزيمة: «فكيف نصلي عليك إذا نحن صلينا عليك في صلاتنا؟» (¬2). ¶ ¬_________ ¶ (¬1) رواه مسلم- كتاب الصلاة- باب الصلاة على النبي صلى الله عليه وسلم بعد التشهد، (2/ 16) ورواه الترمذي- كتاب تفسير القرآن عن رسول الله صلى الله عليه وسلم، باب ومن سورة الأحزاب، رقم: (3220) - (5/ 359)، ورواه النسائي- كتاب السهو- باب الأمر بالصلاة على النبي صلى الله عليه وسلم - (3/ 38) ورواه أحمد-حديث أبي مسعود عقبة بن عمروالأنصاري رضي الله عنه - رقم (22709) - (7/ 446) ¶ (¬2) انظر بلوغ المرام للحافظ ابن حجر العسقلاني-كتاب الصلاة- باب صفة الصلاة- (ص 76) قال الحافظ في الفتح: وَاسْتُدِلَّ بِهاذا الْحَدِيث عَلَى إِيجَاب الصَّلاة عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي كُلّ صَلَاة لِمَا وَقَعَ فِي هاذا الْحَدِيث مِنْ الزِّيَادَة فِي بَعْض الطُّرُق عَنْ أَبِي مَسْعُود, وَهُوَ مَا أَخْرَجَهُ أَصْحَاب السُّنَن وَصَحَّحَهُ التِّرْمِذِيّ وَابْن خُزَيْمَة وَالْحَاكِم كُلّهمْ مِنْ طَرِيق مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد اِبْن إِبْرَاهِيم التَّيْمِيِّ عَنْ مُحَمَّد بْن عَبْد اللَّه بْن زَيْد عَنْهُ بِلَفْظِ: «فَكَيْف نُصَلِّي عَلَيْك إِذَا نَحْنُ صَلَّيْنَا عَلَيْك فِي صَلاتنَا». انظر فتح الباري - كتاب الدعوات - باب الصلاة على النبي صلى الله عليه وسلم - (11/ 195).",
            "page": "134",
            "part": "1",
            "seal": "CE020E5E"
        },
        {
            "id": "132",
            "nass": "الحديث الثاني ¶ عن فَضَالَةَ بنَ عُبَيْدٍ، رضي الله عنه، أن النبيّ صلى الله عليه وسلم سَمِعَ رَجُلاً يَدْعُو في صَلاَتِهِ فَلَمْ يُصَلِّ عَلَى النبيِّ صلى الله عليه وسلم، فقالَ النبيُّ صلى الله عليه وسلم: «عَجِلَ هاذا» ثُمَّ دَعَاهُ، فقالَ لَهُ ولِغَيْرِهِ: «إِذَا صَلَّى أَحَدُكُمْ فَلْيَبْدَأْ بِتَحْمِيدِ الله وَالثَّنَاءِ عَلَيْهِ، ثُمَّ ليُصَلِّ عَلَى النبيِّ صلى الله عليه وسلم ثُمَّ ليَدْعُ بَعْدُ بما شَاءَ» (¬1). ¶ الحديث الثالث ¶ عن فَضَالَةَ بْنَ عُبَيْدٍ رضي الله عنه، قال: سَمِعَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ رَجُلاً يَدْعُو فِي صَلاَتِهِ: لَمْ يُمَجِّدِ اللَّهَ، وَلَمْ يُصَلِّ عَلَى النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ، فَقَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «عَجِلْتَ أَيُّهَا الْمُصَلِّي» ثُمَّ عَلَّمَهُمْ رَسُولُ الله صلى الله عليه وسلم. وَسَمِعَ رَسُولُ الله صلى الله عليه وسلم رَجُلاً يُصَلِّي فَمَجَّدَ اللَّهَ وَحَمِدَهُ، وَصَلَّى عَلَى النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ، فَقَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «ادْعُ تُجَبْ وَسَلْ تُعْطَ» (¬2). ¶ * الموطن الثاني: في صلاة الجنازة في التكبيرة الثانية: ¶ 1 - عن أبي أُمَامَةَ بن سهل بن حنيف رضي الله عنه، أخبره رجال من أصحاب رسول الله صلى الله عليه وسلم في الصلاة على الجنازة أن يكبّر الإمام، ثم يصلّي ¶ ¬_________ ¶ (¬1) رواه الترمذي- كتاب الدعوات عن رسول اللهصلى الله عليه وسلم- باب- رقم (3477) - (5/ 517)، ورواه أبو داود، كتاب الصلاة، باب الدعاء-رقم (1481) - (2/ 77) ط دار الفكر. ورواه أحمد في المسند - مسند فضالة بن عبيد الأنصاري رضي الله عنه - رقم (24434) - (7/ 928). ورواه الحاكم في المستدرك - كتاب الإمامة وصلاة الجماعة، رقم: (840) - (1/ 354). وقال: هاذا حديث صحيح على شرط مسلم ولم يخرجاه، ووفقه الذهبي. ¶ (¬2) رواه النسائي- كتاب السهو- باب التمجيد والصلاة على النبي صلى الله عليه وسلم في الصلاة- (3/ 38).",
            "page": "135",
            "part": "1",
            "seal": "C3ABD4EB"
        },
        {
            "id": "133",
            "nass": "على النبيّ صلى الله عليه وسلم ويخلص الصلاة في التكبيرات الثلاث، ثم يسلّم تسليماً خفياً حين ينصرف، والسنّة أن يفعل مَنْ ورائه مثل ما فعل إمامه. (¬1). ¶ 2 - عن سعيد بن المسيب رحمه الله تعالى قال: «إن السنة في صلاة الجنازة أن يقرأ بفاتحة الكتاب، ثم يصلي على النبي صلى الله عليه وسلم، ثمّ يُخلص الدعاء للميت حتى يفرغ، ولا يقرأ إلا مرة واحدة، ثم يسلم في نفسه» (¬2). ¶ * الموطن الثالث: بعد الأذان: ¶ الحديث الأول ¶ ... عَنْ عَبْدِ الله بْنِ عَمْرِو بْنِ الْعَاصِ رضي الله عنهما، أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ: «إِذَا سَمِعْتُمُ الْمُؤَذِّنَ فَقُولُوا مِثْلَ مَا يَقُولُ، ثُمَّ صَلُّوا عَلَيَّ، فَإِنَّهُ مَنْ صَلَّى عَلَيَّ صَلاَةً صَلَّى الله عَلَيْهِ بِهَا عَشْراً، ثُمَّ سَلُوا الله لِي الْوَسِيلَةَ، فَإِنَّهَا مَنْزِلَةٌ فِي الْجَنَّةِ لاَ تَنْبَغِي إِلاَّ لِعَبْدٍ مِنْ عِبَادِ الله، وَأَرْجُو أَنْ أَكُونَ أَنَا هُوَ، فَمَنْ سَأَلَ لِيَ الْوَسِيلَةَ حَلَّتْ لَهُ الشَّفَاعَةُ». (¬3). ¶ ¬_________ ¶ (¬1) أخرجه الحاكم في المستدرك - كتاب الصلاة على الجنائز - رقم: (1331)، (1/ 512). وقال: هاذا حديث صحيح على شرط الشيخين ولم يخرجاه، ووفقه الذهبي. قال ابن كثير: وهاذا من الصحابي في حكم المرفوع على الصحيح. انظر تفسير ابن كثير - (3/ 847) ¶ (¬2) رواه إسماعيل القاضي المالكي في فضل الصلاة على النبي صلى الله عليه وسلم- (ص88) ط. دار المدينة المنورة، ط2، وانظر جلاء الأفهام - (191،192). ¶ (¬3) رواه مسلم - كتاب الصلاة، باب استحباب القول مثل قول المؤذن لمن سمعه ثم يصلي على النبي صلى الله عليه وسلم ثم يسأل له الوسيلة- (ج2/ص4).",
            "page": "136",
            "part": "1",
            "seal": "1A1F3708"
        },
        {
            "id": "134",
            "nass": "* الموطن الرابع: عند دخول المسجد والخروج منه: ¶ الحديث الأول ¶ عَنْ أَبِي هُرَيْرَةَ رضي الله عنه، أَنَّ رَسُولَ الله صلى الله عليه وسلم قَالَ: «إِذَا دَخَلَ أَحَدُكُمُ الْمَسْجِدَ فَلْيُسَلِّمْ عَلَى النَّبِيِّ صلى الله عليه وسلم وَلْيَقُلِ: اللهمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ. وَإِذَا خَرَجَ فَلْيُسَلِّمْ عَلَى النَّبِيِّ صلى الله عليه وسلم وَلْيَقُلِ: اللهمَّ اعْصِمْنِي مِنَ الشَّيْطَانِ الرَّجِيمِ» (¬1) ¶ الحديث الثاني ¶ عن عَبْدِ الله بنِ الحَسَنِ رضي الله عنه، عن أُمِّهِ فاطِمَةَ بنتِ الحُسَيْنِ عن جَدَّتِهَا فاطمَةَ الكُبْرَى (¬2)، رضي الله عنها، قالت: «كان رسولُ الله صلى الله عليه وسلم إذا دخلَ المَسجدَ صلّى على محمدٍ وسلّمَ، وَقالَ رَبِّ اغْفِرْ لِي ذُنُوبِي وافْتَحْ لِي أبْوَابَ رْحمَتِكَ، وإذا خرجَ صلّى على محمدٍ وسلّمَ، وقالَ: ربِّ اغفر لي ذُنوبي وافْتَحْ لي أبْوابَ فَضْلِكَ» (¬3). ¶ ¬_________ ¶ (¬1) رواه ابن ماجه- كتاب المساجد والجماعات-باب الدعاء عند دخول المسجد- (1/ 254). ¶ (¬2) هي سيدة نساء العالمين، فاطمة الزهراء بنت رسول الله صلى الله عليه وسلم. ¶ (¬3) رواه الترمذي - كتاب الصلاة - باب ما جاء ما يقول عند دخوله المسجد. - (2/ 127) قال الترمذي: حديث فاطمة حديث حسن. ورواه أحمد في المسند - أحاديث فاطمة بنت رسول الله صلى الله عليه وسلم ورضي الله عنها - بهاذا اللفظ. ورواه ابن ماجه- كتاب المساجد والجماعات- باب الدعاء عند دخول المسجد- رقم (773) - (1/ 254). ولفظ آخر عند أحمد وابن ماجه: «بِسْمِ اللَّهِ. وَالسَّلاَمُ عَلَى رَسُولِ اللَّهِ. اللَّهُمَّ اغْفِرْ لِي ذُنُونِي وَافْتَحْ لِي أَبْوَابَ رَحْمَتِكَ». وَإِذَا خَرَجَ قَالَ: «بِسْمِ اللَّهِ. وَالسَّلاَمُ عَلَى رَسُولِ اللَّهِ. اللَّهُمَّ اغْفِرْ لِي ذُنُوبِي وَافْتَحْ لِي أَبْوابَ فَضْلِكَ».",
            "page": "137",
            "part": "1",
            "seal": "C012417D"
        },
        {
            "id": "135",
            "nass": "الحديث الثالث ¶ عن أَبي أُسَيْدٍ اْلأَنْصَارِي رضي الله عنه، قال: رسولُ الله صلى الله عليه وسلم: «إِذَا دَخَلَ أَحَدُكُمُ المَسْجِدَ فَلْيُسَلِّمْ عَلَى النَّبيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ، ثُمَّ لَيَقُلْ: الَّلهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ، فإِذَا خَرَجَ فَلْيَقُلْ: الَّلهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ» (¬1). ¶ *الموطن الخامس: في الخطب كطبة الجمعة، والعيدين، والاستسقاء، وغيرها: ¶ 1 - عن عون بن أبي جحيفة، قال: كان أبي من شُرَط (¬2) عليّ، رضي الله عنه، وكان تحت المنبر، فحدثني أبي: أنه صعد المنبر- يعني عليٍّا- رضي الله عنه- فَحَمِدَ الله وأثنى عليه وصلى على النبي صلى الله عليه وسلم وقال: «خير هذه الأُمة بعد نبيها أبو بكر، والثاني عمر رضي الله عنه وقال: يجعل الله تعالى الخير حيثُ أحَبَّ» (¬3). ¶ 2 - عن عبد الله بن مسعود رضي الله عنه، أنه كان يقول بعدما يفرغ من خطبة الصلاة ويُصلَّي على النبي صلى الله عليه وسلم: «اللهم حبب إلينا الإيمان وزينه في قلوبنا وكره إلينا الكفر والفسوق والعصيان، أولئك هم الراشدون، اللهم بارك لنا في أسماعنا وأبصارنا وأزواجنا وقلوبنا وذرياتنا» (¬4). ¶ 3 - عن يحيى بن ذاخر المعافري، قال: ركبت أنا ووالدي إلى صلاة الجمعة. فذكر حديثاً، وفيه: فقام عمرو بن العاص على المنبر فحمد الله ¶ ¬_________ ¶ (¬1) رواه أبو داود - كتاب الصلاة، باب ما يقول الرجل عند دخوله المسجد، (1/ 126). ¶ (¬2) الشُرَط جمع شرطة، وهو الجندي الذي يقوم بالحراسة. ¶ (¬3) رواه الإمام أحمد في المسند، مسند علي بن أبي طالب رضي الله عنه. رقم (837) (1/ 314) ¶ (¬4) انظر جلاء الأفهام - (195).",
            "page": "138",
            "part": "1",
            "seal": "37890546"
        },
        {
            "id": "136",
            "nass": "وأثنى عليه حمداً موجزاً، وصلى على النبي صلى الله عليه وسلم، ووعظ الناس فأمرهم ونهاهم. (¬1). ¶ قال ابن القيم رحمه الله تعالى: فهاذا دليل على أن الصلاة على النبي صلى الله عليه وسلم في الخطب كان أمراً مشهوراً معروفاً عند الصحابة رضي الله عنهم أجمعين. (¬2). ¶ * الموطن السادس: عند اجتماع القوم وقبل تفرقهم: ¶ الحديث الأول ¶ عن أبي أمامة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: «مَا مِنْ قَوْمٍ جَلَسُوا مَجْلِساً ثُمَّ قَامُوا مِنْهُ لَمْ يَذْكُرُوا الله، ولَمْ يُصَلُّوا عَلى النَّبِيِّ صلى الله عليه وسلم، إِلاَّ كَانَ ذَلِكَ المَجْلِسُ عَلَيْهِمْ تِرَةً» (¬3). ¶ الحديث الثاني ¶ عَن أَبي هُرَيْرَةَ رضي الله عنه، عَن النبيِّ صلى الله عليه وسلم قال: «مَا جَلَسَ قَوْمٌ مَجْلِسًا لَمْ يَذْكُرُوا الله فِيهِ وَلَمْ يُصَلُّوا عَلَى نَبِيِّهِمْ إِلاَّ كانَ عَلَيْهِمْ تِرِةً فإِنْ شَاءَ عَذَّبَهمْ وَإنْ شَاءَ غَفَرَ لَهُمْ» (¬4). ¶ ¬_________ ¶ (¬1) انظر جلاء الأفهام - (195) ¶ (¬2) انظر جلاء الأفهام - (195) ¶ (¬3) ترة: بكسر التاء وتخفيف الراء: أي تبعة ومعاتبة أو نفصانا وحسرة من وتره حقه نقصه وهو سبب الحسرة. والحديث: رواه الطبراني ورجاله وثقوا. انظر مجمع الزوائد- (10/ 61). ¶ (¬4) رواه الترمذي - كتاب الدعوات عن رسول الله صلى الله عليه وسلم - باب ما جاء في القوم يجلسون ولا يذكرون الله- رقم (3380) - (5/ 461) قال الترمذي: هاذا حَدِيثٌ حَسَنٌ صحيحٌ.",
            "page": "139",
            "part": "1",
            "seal": "962140DD"
        },
        {
            "id": "137",
            "nass": "* الموطن السابع: عند ورود ذكره صلوات الله وسلامه عليه: ¶ الحديث الأول ¶ وعن أنس بن مالك رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: «مَنْ ذُكِرْتُ عِنْدَهُ فَلْيُصَلِّ عَليَّ» (¬1). ¶ الحديث الثاني ¶ عن حسين بن علي رضي الله عنهما، قال: قال رسول الله صلى الله عليه وسلم: «مَنْ ذُكِرْتُ َعِنْدَهُ فَخَطِىءَ الصَّلاةَ عَليَّ خَطِىءَ طَرِيقَ الجَنَّةِ» (¬2). ¶ الحديث الثالث ¶ عن حسين بن عَلِيِّ بنِ أَبي طَالِبٍ رضي الله عنه، قالَ: قالَ رَسُولُ الله صلى الله عليه وسلم: «البَخِيلُ الَّذِي مَنْ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ» (¬3). ¶ ¬_________ ¶ (¬1) مجمع الزوائد - كتاب الأدعية- باب الصلاة على النبي صلى الله عليه وسلم في الدعاء وغيره- (10/ 184): رواه الطبراني في الأوسط ورجاله رجال الصحيح. ¶ (¬2) مجمع الزوائد - كتاب الأدعية-باب فيمن ذكر عنده فلم يصل عليه- (10/ 186): رواه الطبراني، وفيه: بشير بن محمد الكندي، وهو ضعيف. ¶ (¬3) رواه الترمذي، كتاب الدعوات عن رسول الله، باب قول رسول الله رغم أنف رجل، رقم: (3546) - (5/ 551) وقال: حسن صحيح غريب، وأخرجه الحاكم في المستدرك، كتاب الدعاء والتكبير والتهليل والتسبيح والذكر- رقم (2015) - (1/ 734) وقال: هاذا حديث صحيح الإسناد ولم يخرجاه. قال الذهبي في التلخيص: صحيح.",
            "page": "140",
            "part": "1",
            "seal": "AFA09065"
        },
        {
            "id": "138",
            "nass": "الحديث الرابع ¶ عَن أَبي هُرَيْرَةَ رضي الله عنه، قالَ قالَ رَسُولُ الله صلى الله عليه وسلم: «رَغِمَ أنْفُ رَجُلٍ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ، وَرَغِمَ أَنْفُ رَجُلٍ دَخَلَ عَلَيْهِ رَمَضَانُ ثُمَّ انْسَلَخَ قَبْلَ أَنْ يُغْفَرَ لَهُ. وَرَغِمَ أَنْفُ رَجُلٍ أَدْرَكَ عِنْدَهُ أَبَوَاهُ الكِبَرَ فَلَمْ يُدْخِلاَهُ الْجَنَّةَ» (¬1). ¶ * الموطن الثامن: عند الوقوف على قبره الشريف صلى الله عليه وسلم: ¶ 1 - عَنْ عَبْدِ الله بْنِ دِينَارٍ، قَالَ: رَأَيْتُ عَبْدَ الله بْنَ عُمَرَ يَقِفُ عَلَى قَبْرِ النَّبِيِّ صلى الله عليه وسلم فَيُصَلِّ عَلَى النَّبِيِّ صلى الله عليه وسلم وَعَلَى أَبِي بَكْرٍ وَعُمَرَ. (¬2). ¶ 2 - عَنْ عَبْدِ الله بْنِ مُنيب بن عَبْدِ الله بن أبي أمامة، عن أبيه قال: رَأَيْتُ أنس بْنَ مالك رضي الله عنه، أتى قَبْرِ النَّبِيِّ صلى الله عليه وسلم فوقف فرفع يديه حتى ظننت أنه افتتح الصلاة فسلَّم عَلَى النَّبِيِّ صلى الله عليه وسلم ثم انصرف. (¬3). ¶ 3 - وعن يزيد بن أبى سعيد المدني مولى المَهْري قال: ودَّعت عمر بن عبد العزيز فقال: إن لي إليك حاجةً! قلت: يا أمير المؤمنين كيف تَرى ¶ ¬_________ ¶ (¬1) رواه الترمذي- كتاب الدعوات عن رسول الله- باب قول رسول الله رغم أنف رجل- رقم: (3545) - (5/ 550). وقال: حسن غريب، ورواه أحمد في المسند، مسند أبي هريرة رضي الله عنه-رقم: (7444) (3/ 74). وأخرجه الحاكم في المستدرك،-كتاب الدعاء والتكبير والتهليل والتسبيح والذكر، رقم (2016)، (ج1/ص734). قال الذهبي في التلخيص: صحيح. ¶ (¬2) ذكره الإمام مالك في الموطأ - كتاب الطهارة- ما جاء في الصلاة على النبي صلى الله عليه وسلم (1/ 138) ط مصطفى البابي الحلبي. ¶ (¬3) قال الحافظ السخاوي أخرجه ابن ابي الدنيا ومن طريقه البيهقي في الشعب-انظر «القول البديع في الصلاة على الحبيب الشفيع صلى الله عليه وسلم». (ص401) ط مؤسسة الريان، تحقيق الشيخ محمد عوامة.",
            "page": "141",
            "part": "1",
            "seal": "6E049448"
        },
        {
            "id": "139",
            "nass": "حاجتك عندي؟ قال: إني أراك إذا أتيتَ المدينة سترى قبر النبي صلى الله عليه وسلم فأقرئه مني السلام. (¬1). ¶ 4 - وعن حاتم بن وردان قال: كان عمر بن عبد العزيز يوجِّه البريدَ من الشام قاصداً المدينةَ ليُقرِئ النبيَّ صلى الله عليه وسلم عنه السلام. (¬2). ¶ * الموطن التاسع: عند طرفي النهار: ¶ الحديث الأول ¶ وعن أبي الدرداء رضي الله عنه، قال: قال رسول الله - صلى الله عليه وسلم -: «مَنْ صَلّى عَليَّ حِينَ يُصْبِحُ عَشْرًا، وحِينَ يُمْسِي عَشْرًا أَدْرَكَتْهُ شَفَاعَتِي يَوْمَ القِيَامَةِ» (¬3). ¶ * الموطن العاشر: يوم الجمعة وليلتها: ¶ الحديث الأول ¶ عن أوْسِ بنِ أوْسٍ رضي الله عنه، قال قال رسولُ الله صلى الله عليه وسلم: «إنَّ مِنْ أفْضَلِ أيَّامِكُم يَوْمُ الْجُمُعَةِ، فِيهِ خُلِقَ آدَمُ، وَفِيهِ قُبِضَ، وفِيهِ النَّفْخَةُ، وَفِيهِ الصَّعْقَةُ، فأكْثِرُوا عَلَيَّ مِنَ الصَّلاَةِ فِيهِ، فإنَّ صَلاَتَكُم مَعْرُوضَةٌ ¶ ¬_________ ¶ (¬1) قال الحافظ السخاوي أخرجه ابن ابي الدنيا ومن طريقه البيهقي في الشعب-انظر «القول البديع في الصلاة على الحبيب الشفيع صلى الله عليه وسلم» (ص401) ط مؤسسة الريان، تحقيق الشيخ محمد عوامة. ¶ (¬2) قال الحافظ السخاوي أخرجه البيهقي في الشعب - انظر «القول البديع في الصلاة على الحبيب الشفيعصلى الله عليه وسلم» - (ص402) ط مؤسسة الريان، تحقيق الشيخ محمد عوامة. ¶ (¬3) مجمع الزوائد، كتاب الأذكار (10/ 120):رواه الطبراني بإسنادين وإسناد أحدهما جيد ورجاله وثقوا.",
            "page": "142",
            "part": "1",
            "seal": "706DD1BB"
        },
        {
            "id": "140",
            "nass": "عَلَيَّ. قال قالُوا: يارسولَ الله وَكَيْفَ تُعْرَضُ صَلاَتُنَا عَلَيْكَ وَقَدْ أرِمْتَ (¬1)؟ أي يقولون: قَدْ بَلِيتَ قال يَقُولُونَ بَلِيتُ. فقال: إنَّ الله عَزَّوَجَلَّ حَرَّمَ عَلَى الأرْضِ أجْسَادَ الأنْبِيَاءِ» (¬2). ¶ الحديث الثاني ¶ عن أَبِي أُمَامَةَ رضي الله عنه، قالَ: قالَ رسولُ الله صلى الله عليه وسلم: «أَكْثِرُوا عَلَيَّ من الصلاةِ في كُلِّ يومِ جُمُعَةٍ، فإنَّ صلاةَ أُمِّتِي تُعْرَضُ عَلَيَّ في كُلِّ يومِ جُمُعَةٍ، فمن كانَ أَكْثَرَهُمْ عليَّ صلاةً كانَ أَقْرَبَهُمْ مِنِّي مَنْزِلَة» (¬3). ¶ الحديث الثالث ¶ عَنْ أَبِي الدَّرْدَاءِ رضي الله عنه، قَالَ: قَالَ رَسُولُ الله صلى الله عليه وسلم: «أَكْثِرُوا الصَّلاَةَ عَلَيَّ يَوْمَ الْجُمُعَةِ. فَإِنَّهُ مَشْهُودٌ تَشْهَدُهُ الْمَلاَئِكَةُ. وَإِنَّ أَحَداً لَنْ يُصَلِّيَ عَلَيَّ إِلاَّ عُرِضَتْ عَلَيَّ صَلاَتُهُ حَتَّى يَفْرُغَ مِنْهَا» قَالَ قُلْتُ: وَبَعْدَ الْمَوْتِ؟ قَالَ: «وَبَعْدَ الْمَوْتِ. إِنَّ اللَّهَ حَرَّمَ عَلَى الأَرْضِ أَنْ تَأْكُلَ أَجْسَادَ الأَنْبِيَاءِ. فَنَبِيُّ الله حَيٌّ يُرْزَقُ». (¬4). ¶ ¬_________ ¶ (¬1) أرمت: بفتح الراء أوكسرها أي: (بليت)،كما في الحديث. ¶ (¬2) رواه أبو داود- كتاب الجمعة، باب فضل يوم الجمعة وليلة الجمعة- (1/ 275) والنسائي-كتاب الجمعة- باب الصلاة على النبي صلى الله عليه وسلم يوم الجمعة - (3/ 75) وابن ماجة في عدة مواضع منها في: كتاب إقامة الصلاة والسنة فيها- (1/ 345). وكتاب الجنائز- (1/ 524)، والحاكم في المستدرك في عدة مواضع منها في: كتاب الجمعة- (1/ 413). وكتاب الأهوال- (4/ 604) وقال: هاذا حديث صحيح على شرط الشيخين ولم يخرجاه. ووافقه الذهبي. ¶ (¬3) أخرجه البيهقي عن أبي أمامة، قال الحافظ في الفتح: لا بأس بسنده، انظرفتح الباري - كتاب الدعوات - باب الصَّلاةِ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم- (11/ 200). ¶ (¬4) رواه ابن ماجه - كتاب الجنائز، باب ذكر وفاته ودفنه (ج1/ص524)",
            "page": "143",
            "part": "1",
            "seal": "CF0292D7"
        },
        {
            "id": "141",
            "nass": "الحديث الرابع ¶ عن أَبي هريرةَ رضي الله عنه، قالَ: قالَ رسولُ الله صلى الله عليه وسلم: «أَكْثِرُوا الصَّلاةَ عَليَّ في اللَّيْلَةِ الزَّهْرَاءِ واليومِ أَلازْهَرِ، فِانَّ صَلاتَكُمْ تُعْرَضُ عَليَّ». (¬1). ¶ الحديث الخامس ¶ عن أبي مسعود الأنصاري رضي الله عنه، عن النبيّ صلى الله عليه وسلم قال: «أَكْثِروا عَلَيَّ الصَّلاةَ في يَوْمِ الْجُمُعَةِ، فَإِنَّهُ لَيْسَ أَحَدٌ يُصَلّي عَلَيَّ يَوْمَ الْجُمُعَةِ إِلّا عُرِضَتْ عَلَيَّ صَلاتُهُ». (¬2). ¶ الحديث السادس ¶ عن أنس بن مالك رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: «إِنَّ أَقْرَبَكُمْ مِني يَوْمَ الْقِيَامَةِ فِي كُل مَوْطِنٍ أَكْثُرُكُمْ عَلَيَّ صَلاَةً فِي الدُّنْيَا، مَنْ صَلَّى عَلَيَّ فِي يَوْمِ الْجُمُعَةِ وَلَيْلَةِ الجُمُعَةِ مِائَةَ مرة قَضَى الله لَهُ مِائَةَ حَاجَةٍ: سَبْعِينَ مِنْ حَوَائِجِ الآخِرَةِ، وَثَلاَثِينَ مِنْ حَوَائِجِ الدُّنْيَا، ثُمَّ يُوَكلُ الله بِذلِكَ مَلَكاً يُدْخِلُهُ فِي قَبْرِي كَمَا تَدْخُلُ عَلَيْكُمْ الْهَدَايَا يُخْبِرُنِي بمَنْ صَلَّى عَلَيَّ بِاسْمِهِ وَنَسَبِهِ إِلَى عَشرة فَاثْبِتُهُ عِنْدِي فِي صَحِيفَةٍ بَيْضَاءَ» (¬3). ¶ ¬_________ ¶ (¬1) مجمع الزوائد - كتاب الصلاة،- (2/ 316): رواه الطبراني في الأوسط، وفيه: عبد المنعم بن بشير الأنصاري وهو ضعيف .. ¶ (¬2) رواه الحاكم في المستدرك - كتاب التفسير- رقم: (3577) - (2/ 457) وقال: صحيح الإسناد. ¶ (¬3) أخرجه البيهقي في شعب الإيمان وابن عساكر وابن المنذر في تاريخه عن أنس بن مالك رضي الله عنه. انظر الدر المنثور للإمام السيوطي- (5/ 411). قال الحافظ السخاوي: روه البيهقي في «حياة الأنبياء في قبورهم» له بسند ضعيف، وكذا ابن بشكُوال، انظر «القول البديع في الصلاة على الحبيب الشفيع صلى الله عليه وسلم». (ص317). تحقيق محمد عوامة. ط مؤسسة الريان.",
            "page": "144",
            "part": "1",
            "seal": "352A44D0"
        },
        {
            "id": "142",
            "nass": "* الموطن الحادي عشر: في صلاة العيد: ¶ 1 - عن علقمة رضي الله عنه، قال: أن ابن مسعود وأبا موسى وحذيفة، رضي الله عنهم، خرج عليهم الوليد بن عقبة يوماً قبل العيد فقال لهم: إِنّ هاذا العيد قد دنا فكيف التكبير فيه؟ قال عبد الله، رضي الله عنه: تَبدأُ فتكبر تكبيرةً تفتتح بها الصلاة، وتحمد ربك، وتصلي على النبي محمد صلى الله عليه وسلم، ثم تدعو وتكبّر، وتفعل مثل ذلك، ثم تكبّر وتفعل مثل ذلك، ثم تكبّر وتفعل مثل ذلك، ثم تقرأ، ثم تكبّر وتركع، ثم تقوم فتقرأ وتحمد ربك، وتصلي على النبي محمد صلى الله عليه وسلم، ثم تدعو وتكبّر، وتفعل مثل ذلك، ثم تكبّر وتفعل مثل ذلك، ثم تركع، فقال حذيفة وأبو موسى رضي الله عنهم: صدق أبو عبد الرحمان. (¬1). ¶ * الموطن الثاني عشر: عند ختم القرآن: ¶ قال ابن القيم رحمه الله: من مواطن الصلاة عليه صلى الله عليه وسلم، عقب ختم القرآن، وهاذا لأن المحل محل دعاء، وقد نص الإمام أحمد رحمه الله تعالى على الدعاء عقب الختمة، فقال في رواية أبي الحارث: كان أنس إذا ختم القرآن جمع أهله وولده. ¶ وعن ابن مسعود، أنه قال: من ختم القرآن فله دعوة مستجابة. ¶ وعن مجاهد قال: تنزل الرحمة عند ختم القرآن. ¶ ¬_________ ¶ (¬1) رواه اسماعيل القاضي المالكي في «فضل الصلاة على النبي صلى الله عليه وسلم» - (ص84) ط. دار المدينة المنورة ط2، قال الحافظ ابن كثير في تفسيره-[سورة الأحزاب: 56]. (3/ 847): إِسناده صحيح. وانظر «القول البديع في الصلاة على الحبيب الشفيع صلى الله عليه وسلم». (ص389).",
            "page": "145",
            "part": "1",
            "seal": "1D4F10E5"
        },
        {
            "id": "143",
            "nass": "قال ابن القيم رحمه الله: وإذا كان هاذا من أكد مواطن الدعاء وأحقها بالإجابة، فهو من أكد مواطن الصلاة على النبي صلى الله عليه وسلم. (¬1). ¶ * الموطن الثالث عشر: آخر القنوت: ¶ الحديث الأول ¶ عَنِ الْحَسَنِ بْنِ عَلِيَ رضي الله عنه، قَالَ: عَلَّمَنِي رَسُولُ الله صلى الله عليه وسلم هؤلاَءِ الْكَلِمَاتِ فِي الْوِتْرِ. قَالَ: «قُلِ اللهمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَقِنِي شَرَّ مَا قَضَيْتَ، فَإِنَّكَ تَقْضِي وَلاَ يُقْضَى عَلَيْكَ. وَإنَّهُ لاَ يَذِلُّ مَنْ وَالَيْتَ، تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ، وَصَلَّى الله عَلَى النَّبِيِّ مُحَمَّدٍ» (¬2). ¶ * الموطن الرابع عشر: في مجالس الذكر: ¶ الحديث الأول ¶ عن أنس رضي الله عنه، عن النبي صلى الله عليه وسلمقال: «إِنَّ لله سَيَّارَةً مِنَ المَلائِكَةِ يَطْلُبُونَ حَلَقَ الذِّكْرِ، فإذَا حفوا عليِهِم وأتوا بهم، ثُمَّ بَعَثُوا رَائِدَهُمْ إلى السَّمَاءِ إلى رَبِّ العِزَّةِ تَباركَ وتَعالى، فَيَقُولُونَ: رَبَّنَا أَتَيْنَا عَلى عِبَادٍ مِنْ عِبَادِكَ يُعَظِّمُونَ آلائكَ، ويَتْلُونَ كِتَابَكَ، ويُصَلُّونَ عَلى نَبِيِّكَ مُحَمَّدٍ صلى الله عليه وسلم، ¶ ¬_________ ¶ (¬1) انظر جلاء الأفهام - (210،211) بتصرفٍ - ط مكتبة نزار الباز. ¶ (¬2) رواه النسائي، كتاب قيام الليل وتطوع النهار-باب الدعاء في الوتر، (3/ 206) ورواه الترمذي-كتاب أبواب الوتر- باب ما جاء في القنوت في الوتر- (2/ 328) ورواه أبو داود -كتاب الصلاة- باب القنوت في الوتر، (2/ 63) ورواه أحمد في المسند -رقم (1718) (1/ 532) ورواه الحاكم في المستدرك: (3/ 188)، تفرد النسائي بزيادة: «وَصَلَّى اللَّهُ عَلَى النَّبِيِّ مُحَمَّدٍ»",
            "page": "146",
            "part": "1",
            "seal": "3CB6E269"
        },
        {
            "id": "144",
            "nass": "وَيَسَْالُونَكَ لآِخِرَتِهِمْ ودُنْيَاهُم، فَيَقُولُ تَبَارَك وتَعالى: غَشُّوهُمْ رَحْمَتِي، فَيَقُولُونَ: يا رَبّ، إنَّ فِيهِمْ فلان الخَطَّاءُ إِنَّما اعْتَنَقَهُمْ اعْتِنَاقًا، فَيَقُولُ تَبَارَكَ وتَعالى: غَشُّوهُمْ رَحْمَتِي، فَهُمُ الجُلَسَاءُ لا يَشْقى بِهِمْ جَلِيسَهُمْ» (¬1). ¶ * الموطن الخامس عشر: عند الهم، والشدائد، وطلب المغفرة: ¶ الحديث الأول ¶ عَنْ اُّبَيِّ بنِ كَعْبٍ رضي الله عنه، قَالَ: كَانَ رَسُولُ الله صلى الله عليه وسلم إِذَا ذَهَبَ ثُلُثَا اللَّيْلِ قَامَ فَقَالَ: «يَا أَيُّهَا النَّاسُ اذْكُرُوا الله اذْكُرُوا الله جَاءَتْ الرَاجِفَةُ تَتْبَعُهَا الرَّادِفَةُ جَاءَ المَوْتُ بِمَا فِيهِ، جَاءَ المَوْتُ بِمَا فِيهِ». قَالَ أُبَيٌّ: فَقُلْتُ يَا رَسُولَ الله إِنِّي أُكْثِرُ الصَّلاَةَ عَلَيْكَ فَكَمْ أَجْعَلُ لَكَ مِنْ صَلاَتِي؟ فقَالَ «مَا شِئْتَ». قال: قُلْتُ الرُّبُعَ؟ قَالَ «مَا شِئْتَ. فَإِنْ زِدْتَ فَهُوَ خَيْرٌ لَكَ». قُلْتُ فَالنِّصْفَ؟ قَالَ «مَا شِئْتَ، فَإِنْ زِدْتَ فَهُوَ خَيْرٌ لكَ». قال: قُلْتُ فَالثُّلُثَيْنِ؟ قَالَ: «مَا شِئْتَ فَإِنْ زِدْتَ فَهُوَ خَيْرٌ»، قُلْتُ أَجْعَلُ لَكَ صَلاَتِي كُلّهَا؟ قَالَ: «إِذًا تُكْفَى هَمَّكَ وَيُغْفَرُ لَكَ ذَنْبُكَ» (¬2). ¶ ¬_________ ¶ (¬1) قال الهيثمي في مجمع الزوائد - كتاب الأذكار- (10/ 57): رواه البزار من طريق زائدة بن أبي الرّقاد، عن زياد النميري، وكلاهما وثق على ضعفه، فعاد هاذا إسناده حسن. ¶ (¬2) رواه الترمذي -كتاب صفة القيامة والرقائق والورع عن رسول الله صلى الله عليه وسلم - باب- (4/ 636)، قال الترمذي: هاذا حديثٌ حسنٌ صحيحٌ. وأخرجه الحاكم في المستدرك - كتاب التفسير - رقم: (3577) - (2/ 457) وقال: صحيح الإسناد. ووفقه الذهبي.",
            "page": "147",
            "part": "1",
            "seal": "E7F378B1"
        },
        {
            "id": "145",
            "nass": "* الموطن السادس عشر: عند الدعاء: ¶ 1 - قال ابن عطاء الله رحمه الله تعالى: للدعاء أركان، وأجنحة، وأسباب، وأوقات؛ فإن وافق أركانه قوي، وإن وافق أجنحته طار في السماء، وإن وافق أسبابه نجح وإن وافق مواقيته فاز. ¶ فأركانه: حضور القلب، والرقة، والاستكانة، والخضوع، وتعلق القلب بالله تعالى، وقطعه من الأسباب. ¶ وأجنحته: الصدق. ¶ وأسبابه: الصلاة على سيدنا محمد صلى الله عليه وسلم. ¶ ومواقيته: الأسحار (¬1). ¶ 2 - قال ابن القيم رحمه الله تعالى: وله ثلاث مراتب: ¶ إحداها: أن يصلي عليه قبل الدعاء وبعد حمد الله تعالى. ¶ والمرتبة الثانية: أن يصلي عليه في أول الدعاء وأوسطه وآخره. ¶ والثالثة: أن يصلي عليه في أوله وآخره، ويجعل حاجته متوسطة بينهما. ¶ فأما المرتبة الأولى: فالدليل عليها حديث فضالة بن عبيد، رضي الله عنه. ¶ ¬_________ ¶ (¬1) انظر إتحاف الخلان بالأجوبة الحسان على أسئلة أحمد سليمان، للعلامة وجيه الدين السيد عبد الرحمان بن محمد بن عبد الرجمن حسن عبد الباري الأهدل، رحمه الله تعالى- المولود، 1307هـ والمتوفى،1372هـ، (ص 76) ط مكتبة ومطبعة النهضة الحديثة بمكة.",
            "page": "148",
            "part": "1",
            "seal": "27D342E9"
        },
        {
            "id": "146",
            "nass": "الحديث الأول ¶ عن فَضَالَةَ بنَ عُبَيْدٍ، رضي الله عنه، أن النبيّ صلى الله عليه وسلم سَمِعَ رَجُلاً يَدْعُو في صَلاَتِهِ فَلَمْ يُصَلِّ عَلَى النبيِّ صلى الله عليه وسلم، فقالَ النبيُّ صلى الله عليه وسلم: «عَجِلَ هاذا» ثُمَّ دَعَاهُ، فقالَ لَهُ ولِغَيْرِهِ: «إِذَا صَلَّى أَحَدُكُمْ فَلْيَبْدَأْ بِتَحْمِيدِ الله وَالثَّنَاءِ عَلَيْهِ، ثُمَّ ليُصَلِّ عَلَى النبيِّ صلى الله عليه وسلم ثُمَّ ليَدْعُ بَعْدُ بما شَاءَ» (¬1). ¶ الحديث الثاني ¶ عن عبدِ الله بن مسعود، رضي الله عنه قال: «كُنْتُ أُصَلِّي والنبيُّ صلى الله عليه وسلم وأبُو بكرٍ وعُمَرُ معه، فلما جَلَسْتُ بَدَأْتُ بالثناءِ على الله ثم الصَّلاةِ على النبيِّ صلى الله عليه وسلم، ثم دَعوْتُ لنَفْسِي، فقال النبيُّ صلى الله عليه وسلم: سَلْ تُعْطَهْ. سَلْ تُعْطَهْ» (¬2). ¶ * عَنْ عَبْدِ الله بْنِ مَسْعُودٍ رضي الله عنه، قَالَ: إِذَا أراد أحدكم أن يسأل، فليبدأ بالمدحة والثناء على الله بِمَا هُوَ أهله، ثُمَّ ليصل على النَّبِي صلى الله عليه وسلم، ثُمَّ ليسأل بعد، فإنه أجدر أن ينجح. (¬3). ¶ * عن علي بن أبي طالب رضي الله عنه، قال: «كُل دعاء محجوب حَتَّى يصلّي عَلى محمد صلى الله عليه وسلم وآل محمد» (¬4). ¶ ¬_________ ¶ (¬1) سبق تخريجه (ص 129). ¶ (¬2) رواه الترمذي- كتاب أبواب العيدين عن رسول الله صلى الله عليه وسلم- باب ما ذكر في الثناء على الله والصلاة على النبي صلى الله عليه وسلم قبل الدعاء رقم: (593) - (2/ 488) وقال: حديثٌ حسنٌ صحيحٌ. ¶ (¬3) قال الهيثمي في مجمع الزوائد - كتاب الأدعية- باب فيما يستفتح به الدعاء من حسن الثناء على الله سبحانه والصلاة على النبي محمد صلى الله عليه وسلم- (10/ 173): رواه الطبراني ورجاله رجال الصحيح إلا أن أبا عبيدة لم يسمع من أبيه. ¶ (¬4) قال الهيثمي في مجمع الزوائد - كتاب الأدعية- باب الصلاة على النبي صلى الله عليه وسلم في الدعاء وغيره - (10/ 180): رواه الطبراني في الأوسط ورجاله ثقات.",
            "page": "149",
            "part": "1",
            "seal": "41FE1306"
        },
        {
            "id": "147",
            "nass": "* عَنْ عُمَرَ بْن الْخَطَّابِ رضي الله عنه، قَالَ: «إنَّ الدُّعَاءَ مَوْقُوفٌ بَيْنَ السَّمَاءِ وَالأَرْضِ لاَ يَصْعَدُ مِنْهُ شَيْءٌ حَتَّى تُصَلِّي عَلَى نَبِيِّكَ صلى الله عليه وسلم». (¬1). ¶ وأما المرتبة الثانية: أن يصلي عليه في أول الدعاء وأوسطه وآخره. ¶ الحديث الأول ¶ عن جابر بن عبد الله رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: «لا تَجْعَلُونِي كَقَدَحِ الرَّاكِبِ، -فذكر الحديث - وقال: «فَاذْكُرُونِي في أَوَّلِ الدُّعَاءِ وفي وَسَطِهِ وفي آخِرِ الدُّعَاءِ» (¬2). ¶ وأما المرتبة الثالثة: أن يصلي عليه في أوله وآخره، ويجعل حاجته متوسطة بينهما. ¶ الحديث الأول ¶ عن عبد الله بن بسر رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: «مَنْ اسْتَفْتَحَ أَوَّلَ نَهَارِهِ بِخَيْرٍ وَخَتَمَهُ بِخَيْرٍ، فَإن الله عزّ وجلَّ يقول لِمَلاَئِكَتِهِ: لا تَكْتُبُوا عَلَيْهِ مَا بَيْنَ ذَلِكَ مِنَ الذُّنُوبِ» (¬3). ¶ ¬_________ ¶ (¬1) رواه الترمذي- كتاب أبواب الوتر- باب ما جاء في فضل الصٍّلاة على النبي صلى الله عليه وسلم- (2/ 356) قال ابن عربي: ومثل هاذا لا يقال من قبل الرأي فيكون له حكم الرفع، قال الحافظ ابن حجر رحمه الله: وورد له شاهد مرفوع في جزء الحسن بن عرفة. انظر فتح الباري-كتاب الدعوات - باب الصَّلاةِ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم- (11/ 197). ¶ (¬2) قال الهيثمي في مجمع الزوائد-كتاب الأدعية، باب فيما يستفتح به الدعاء من حسن الثناء على الله سبحانه والصلاة على النبي محمد صلى الله عليه وسلم- (10/ 174): رواه البزار، وفيه: موسى بن عبيدة، وهو ضعيف ¶ (¬3) قال الهيثمي في مجمع الزوائد- كتاب الأذكار، باب ما يقول إذا أصبح وإذا أمسى- (10/ 109): رواه الطبراني، وفيه الجراح بن المؤذن ولم أعرفه، وبقية رجاله ثقات.",
            "page": "150",
            "part": "1",
            "seal": "7ED69A95"
        },
        {
            "id": "148",
            "nass": "قال ابن القيم رحمه الله تعالى: والصلاة على النبي صلى الله عليه وسلم للدعاء مثل الفاتحة من الصلاة. ¶ وهذه المواطن التي تقدمت كلها شرعت الصلاة على النبي صلى الله عليه وسلم فيها أما الدعاء، فمفتاح الدعاء الصلاة على النبي صلى الله عليه وسلم، كما أن مفتاح الصلاة الطهور، فصلى الله عليه وعلى آله وسلم تسليماً. ¶ وقال أحمد بن أبي الحواري: سمعت أبا سليمان الداراني يقول: من أراد أن يسأل الله حاجته فليبدأ بالصلاة على النبي صلى الله عليه وسلم وليسأل حاجته، وليختم بالصلاة على النبي صلى الله عليه وسلم، فإن الصلاة على النبي صلى الله عليه وسلم مقبولة، والله أكرم أن يرد ما بينهما. (¬1). ¶ * الموطن السابع عشر: عند الخروج إلى السوق، أو إلى دعوة أو نحوها: ¶ 1 - عن أبي وائل قال: ما رأيت عبد الله بن مسعود رضي الله عنه، جلس في مأدُبة ولا خِتان-وفي لفظ: ولاجنازة- ولا غير ذلك، فيقومُ حتى يَحمَد الله ويثنيَ عليه ويصليَ على النبي صلى الله عليه وسلم، ويدعوَ بدعوات، وإن كان يخرج إلى السوق فيأتي أغفلَها مكاناً، فيجلسُ ويحمدُ الله ويصلي على النبي صلى الله عليه وسلم ويدعو بدعوات (¬2). ¶ ¬_________ ¶ (¬1) انظر جلاء الأفهام - (197،198) بتصرفٍ. ¶ (¬2) قال الحافظ السخاوي أخرجه ابن أبي حاتم، وابن أبي شيبة، والنميري- انظر: «القول البديع في الصلاة على الحبيب الشفيع صلى الله عليه وسلم» - (ص412) ط مؤسسة الريان، تحقيق الشيخ محمد عوامة.",
            "page": "151",
            "part": "1",
            "seal": "6F2F538C"
        },
        {
            "id": "149",
            "nass": "* الموطن الثامن عشر: في عشية عرفة: ¶ الحديث الأول ¶ عن جابر رضي الله عنه، قال: قَالَ النَّبِيُّ صلى الله عليه وسلم: «مَا مِنْ مُسْلِمٍ يَقِفُ عَشِيَّةَ عَرَفَةَ بِالْمَوْقِفِ فَيَسْتَقْبِلُ الْقِبْلَةَ بوجهه، ثُمَّ يَقُولُ: لا اله إلا الله وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُل شَيْءٍ قَدِيرٌ، مِائَةَ مَرَّة، ثُمَّ يَقْرَأُ: (قُلْ هُوَ الله أَحَدٌ) مِائَةَ مَرَّة، ثُمَّ يَقُولُ: اللهمَّ صَل عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّد، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ، وَعَلَيْنَا مَعَهُمْ، مِائَةَ مَرَّة، إِلاَّ قَالَ الله تبارك تَعَالَى: يَا مَلاَئِكَتِي مَا جَزَاءُ عَبْدِي هاذا: سَبَّحَنِي وَهَلَّلَنِي وَكَبَّرَنِي وَعَظَّمَنِي وَعَرَّفَنِي وَأَثْنَى عَلَيَّ، وَصَلَّى عَلَى نَبِيي، اشْهَدُوا أَني قَدْ غَفْرَتْ لَهُ وَشَفَّعْتُهُ فِي نَفْسِهِ، لَوْ سألني عبدي هاذا لَشَفَّعْتُهُ فِي أَهْلِ الْمَوْقِفِ كلهم» (¬1). ¶ * الموطن التاسع عشر: عند استلام الحجر الأسود: ¶ 1 - عن عليٍّ رضي الله عنه،:أنه كان إذا استلم الحجر قال: «اللَّهمَّ إيماناً بكَ، وتصديقاً بكتابك، واتِّباعَ سُنَّةِ نبيك صلى الله عليه وسلم» (¬2). ¶ ¬_________ ¶ (¬1) قال الحافظ السخاوي أخرجه البيهقي في «شعب الإيمان» و «فضائل الأوقات» وقال البيهقي: هاذا متن ليس في إِسناده مَن يُنسب إِلى الْوضع. انتهى. قال الحافظ السخاوي: وكلهم موثَّقون لكن فيهم الطلحي وهو مجهول، وصوبه البيهقي أن اسمه عبد الله بن محمد. والعلم عندالله تعالى، انتهى- انظر: «القول البديع في الصلاة على الحبيب الشفيع صلى الله عليه وسلم» - (ص389) ط مؤسسة الريان، تحقيق الشيخ محمد عوامة. ¶ (¬2) قال الهيثمي في مجمع الزوائد - كتاب الحج- باب في الطواف والرحل والاستلام - (3/ 404): رواه الطبراني في الأوسط، وفيه: الحارث وهو ضعيف وقد وثق.",
            "page": "152",
            "part": "1",
            "seal": "CE805D11"
        },
        {
            "id": "150",
            "nass": "2 - عن نافعٍ قال: كان ابنُ عمرَ رضي الله عنهما، إذا استلم الحجر قال: «اللهمَّ إيماناً بك، وتصديقاً بكتابك وسُنَّةِ نبيِّكَ. ثم يصلِّي على النبيِّ صلى الله عليه وسلم» (¬1) ¶ * الموطن العشرون: على الصفا والمروة: ¶ 1 - عن وَهْبِ بنِ الأَجْدَعِ قال: سمعت عُمَرَ بنَ الخطابِ رضي الله عنه يخطُبُ الناسَ بِمَكَّةَ يقول: إذَا قَدِمَ الرجلُ مِنْكُمْ حاجًّا، فَلْيَطُفْ بالبيتِ سبعاً، وَلْيُصَلِّ عندَ المقامِ ركعتينِ، ثم يستلم الحجر الأسود، ثم يَبْدَأْ بالصَّفَا، فَيَقوم عليها، ويسْتَقْبِلُ البيتَ فَيُكَبِّرُ سَبْعَ تَكْبِيْرَاتٍ بينَ كُلِّ تكبيرتين حَمْدُ الله عز وجل وثَنَاءٌ عليهِ، وصَلاةٌ على النبيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ، ومسأَلةٌ لِنَفْسِهِ، وعلى المَرْوَةِ مثلَ ذَلِكَ. (¬2). ¶ * الموطن الحادي والعشرون: الصلاة عليه صلى الله عليه وسلم في كل مكان: ¶ الحديث الأول ¶ عن أَبي هُرَيْرَةَ رَضِيَ الله عَنهُ، قال: قال رَسُولُ الله صلى الله عليه وسلم: «لاَ تَجْعَلُوا بُيُوتَكُمْ قُبُوراً، وَلا تَجْعَلُوا قَبْرِي عِيداً، وَصَلُّوا عَلَيَّ فإِنَّ صَلاَتَكُمْ تَبْلُغُنِي حَيْثُ كُنْتُمْ» (¬3). ¶ ¬_________ ¶ (¬1) قال الهيثمي في مجمع الزوائد - كتاب الحج، باب في الطواف والرحل والاستلام - (3/ 404): رواه الطبراني في الأوسط ورجاله رجال الصحيح. ¶ (¬2) رواه إسماعيل القاضي، انظر جلاء الأفهام- (ص199) قال الحافظ ابن كثير: إسناده جيد حسن قوي، انظر تفسير ابن كثير (3/ 850). قال الحافظ السخاوي: أخرجه البيهقي وإسماعيل القاضي وأبو ذر الهروي، واسناده قوي. انظر «القول البديع في الصلاة على الحبيب الشفيع صلى الله عليه وسلم» (ص199). ¶ (¬3) رواه أبو داود، كتاب المناسك- باب زيارة القبور- رقم (2042) - (2/ 218). ورواه أحمد في المسند - مسند أبي هريرة رضي الله تعالى عنه- رقم (8790) - (3/ 365)",
            "page": "153",
            "part": "1",
            "seal": "D0B4A484"
        },
        {
            "id": "151",
            "nass": "الحديث الثاني ¶ عن أَبي هُرَيْرَةَ رَضِيَ الله عَنهُ، أن رَسُول الله صَلَّى الله عَلَيهِ وَسَلَّم قال: «مَا مِنْ أحدٍ يُسَلِّمُ عَليَّ إلاَّ رَدَّ اللَّه عَلَيَّ رُوحِي حَتَّى أرُدَّ عَلَيْهِ السلامَ» (¬1). ¶ الحديث الثالث ¶ عَنْ عَبْدِ الله بن مسعود رضي الله عنه، قَالَ: قَالَ: رَسُولُ الله صَلَّى الله عَلَيهِ وَسَلَّم: «إنَّ لله مَلاَئِكَةً سَيَّاحِينَ فِي الأَرْضِ يُبَلِّغُونِي مِنْ أُمَّتي السَّلاَمَ» (¬2). ¶ ¬_________ ¶ (¬1) رواه أبو داود، كتاب المناسك- باب زيارة القبور- رقم (2041) - (2/ 218). ورواه أحمد في المسند - مسند أبي هريرة رضي الله تعالى عنه- (3/ 784). ¶ (¬2) رواه النسائي -كتاب السهو، باب السلام على النبيصلى الله عليه وسلم- (3/ 37). ورواه أحمدفي المسند- مسند عبد الله بن مسعود رضي الله عنه - رقم: (4320) - (2/ 182). وأخرجه الحاكم في المستدرك-كتاب التفسير- رقم: (3576) - (2/ 456). وقال: صحيح الإسناد ولم يخرجاه، ووفقه الذهبي.",
            "page": "154",
            "part": "1",
            "seal": "1357B53D"
        },
        {
            "id": "152",
            "nass": "* فضائل الصلاة على رسول الله صلى الله عليه وسلم * ¶ (1) من فضائلها أنها صلاة بصلوات: ¶ الحديث الأول ¶ عَنْ أَبِي هُرَيْرَةَ رضيَ الله عنهُ،: أَنَّ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ صَلَّى عَلَيَّ وَاحِدَةً، صَلَّى الله عَلَيْهِ عَشْراً» (¬1). ¶ الحديث الثاني ¶ عن أبي موسى، رضيَ الله عنهُ، عن النبي صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ صَلّى عَليَّ صَلاةً صَلَّى الله عَلَيْهِ بِهَا عَشْراً» (¬2). ¶ الحديث الثالث ¶ عن عمرَ بنِ الخَطَّابِ رضيَ الله عنهُ، قالَ: خَرَجَ رسولُ الله صلى الله عليه وسلم فَلَمْ يَجِدْ أَحَدًا يَتَّبِعُهُ، فَفَزِعَ عمرُ بن الخطّاب فَاتَاهُ بِمَطْهَرَةٍ مِنْ جِلْدٍ، فَوَجَدَ النبيَّ صلى الله عليه وسلم سَاجِدًا فِي مشربته، فَتَنَحَّى عَنْهُ مِنْ خَلْفِهِ، حتَّى رَفَعَ النبيُّ صلى الله عليه وسلم رَأْسَهُ فقالَ: «أَحْسَنْتَ يا عمرُ حِينَ وَجَدْتَنِي سَاجِدًا فَتَنَحَّيْتَ ¶ ¬_________ ¶ (¬1) رواه مسلم- كتاب الصلاة- باب الصلاة على النبي صلى الله عليه وسلم بعد التشهد - (2/ 17) ¶ (¬2) قال الحافظ الهيثمي في مجمع الزوائد- كتاب الأدعية، باب الصلاة على النبي صلى الله عليه وسلم في الدعاء وغيره- (10/ 185): رواه الطبراني، وفيه: حفص بن سليمان القارىء، وثقه وكيع وغيره، وضعفه الجمهور، وبقية رجاله ثقات.",
            "page": "155",
            "part": "1",
            "seal": "4F691FD1"
        },
        {
            "id": "153",
            "nass": "عَنّي، إِنَّ جِبْرِيلَ عليهِ السَّلامُ أَتَانِي فقالَ: مَنْ صَلَّى عليكَ مِنْ أُمَّتِكَ وَاحِدَةً صلَّى الله عَلَيْهِ عَشْرًا، ورَفَعَهُ بِها عَشْرَ دَرَجاتٍ» (¬1). ¶ (2) من فضائلها أنها سبب لصلاة الله على المصلي وصلاة ملائكة عليه: ¶ الحديث الأول ¶ عن عبد الله بن عمرو رَضِيَ الله عَنهُما، قال: «مَنْ صَلَّى عَلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّمَ صلاة، صَلَّى الله عَلَيْهِ ومَلائِكَتُهُ سَبْعِينَ صَلاةً، فلْيُقلَّ عَبْدٌ من ذلك أَوْ ليُكْثِرْ» (¬2). ¶ الحديث الثاني ¶ عَنْ عَبْدَ الله بْنَ عَامِرِ بْنِ رَبِيعَةَ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: «مَا مِنْ مُسْلِمٍ يُصَلِّي عَلَيَّ إِلاَّ صَلَّتْ عَلَيْهِ الْمَلاَئِكَةُ مَا صَلَّى عَلَيَّ فَلْيُقِلَّ الْعَبْدُ مِنْ ذَلِكَ أَوْ لِيُكْثِرْ» (¬3). ¶ ¬_________ ¶ (¬1) قال الحافظ الهيثمي في مجمع الزوائد - كتاب الصلاة - باب سجود الشكر - (2/ 480): رواه الطبراني في الأوسط والصغير ورجاله رجال الصحيح غير شيخ الطبراني محمد بن عبد الرحيم بن بحير المصري ولم أجد من ذكره. ¶ (¬2) رواه أحمد في المسند - مسند عبد الله بن عمرو بن العاص رضي الله عنهما - رقم (6605) - (2/ 617). قال الحافظ الهيثمي في مجمع الزوائد- كتاب الأدعية- باب الصلاة على النبي صلى الله عليه وسلم في الدعاء وغيره- (10/ 181): رواه أحمد وإسناده حسن. ¶ (¬3) رواه ابن ماجه - كتاب إقامة الصلاة والسنة فيها- باب الصلاة على النبي صلى الله عليه وسلم- (1/ 294).",
            "page": "156",
            "part": "1",
            "seal": "B08FB233"
        },
        {
            "id": "154",
            "nass": "(3) من فضائلها صلاة رسول الله صلى الله عليه وسلم على المصلي: ¶ الحديث الأول ¶ عن أنس بن مالك رَضِيَ الله عَنهُ، قال: قال رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «مَنْ صَلّى عَليَّ صَلاةً صَلَّيْتُ عَلَيْهِ عَشْراً» (¬1). ¶ (4) من فضائلها تكفير الخطايا: ¶ الحديث الأول ¶ ... عن أَنَس بْن مَالِكٍ، رضيَ الله عنهُ، قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «مَنْ صَلّى عَلَيَّ صَلاةً واحِدَةً صَلّى الله عَلَيْهِ عَشْرَ صَلَوَاتٍ، وَحَطّ عَنْهُ عَشْرَ خَطِيئاتٍ» (¬2). ¶ (5) من فضائلها كفارة الذنوب وتزكية الأعمال ورفع الدرجات: ¶ الحديث الأول ¶ عن أبي بردة بن نِيار رضي الله عنه، قال: قال رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «مَنْ صَلَّى عَلَيَّ صَلاةً مِنْ تِلْقَاءِ نَفْسِهِ صَلّى الله عَلَيْهِ بِهَا عَشْرَ مَرَّاتٍ، وحَطَّ عَنْهُ عَشْرَ سَيِّئَاتٍ، ورَفَعَ لَهُ عَشْرَ دَرَجَاتٍ» (¬3). ¶ ¬_________ ¶ (¬1) قال الحافظ الهيثمي في مجمع الزوائد- كتاب الأدعية، باب الصلاة على النبي صلى الله عليه وسلم في الدعاء وغيره- (10/ 184): رواه الطبراني في الأوسط ورجاله ثقات. ¶ (¬2) رواه أحمد في المسند - مسند أنس بن مالك رضي الله عنه- (ج4/ص261و667). ¶ (¬3) قال الحافظ الهيثمي في مجمع الزوائد- كتاب الأدعية، (10/ 182): رواه البزار ورجاله ثقات.",
            "page": "157",
            "part": "1",
            "seal": "B4EA8578"
        },
        {
            "id": "155",
            "nass": "الحديث الثاني ¶ وعن أبي طلحة الأنصاري رضي الله عنه، قال: دخلت على رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ وأسارير وجهه تَبْرُق، فقلت: يا رسول الله ما رأيتك أطيب نفسًا، ولا أظهر بشرًا من يومك هاذا قال: «ومَا لِي لا تَطِيبُ نَفْسِي ويَظْهَرَ بِشْرِي، وإِنَّمَا فَارَقَنِي جِبْرِيلُ عَلَيْهِ السَّلامُ السَّاعَةَ، فقالَ: يا مُحَمَّدُ، مَنْ صَلَّى عَلَيْكَ مِنْ أُمَّتِكَ صَلاةً كَتَبَ الله لَهُ بِهَا عَشْرَ حَسَنَاتٍ، ومَحَى عَنْهُ عَشْرَ سَيِّئَاتٍ، ورَفَعَهُ بِهَا عَشْرَ دَرَجَاتٍ، وقَالَ لَهُ المَلَكُ مِثْلَ مَا قَالَ لَكَ، قُلْتُ: يا جِبْرِيلُ، ومَا ذَاكَ المَلَكُ؟ قالَ: إِنَّ الله عَزَّ وَجَلَّ وكَّلَ بِكَ مَلَكاً مِنْ لَدُنْ خَلْقِكَ إلى أَنْ يَبْعَثَكَ لا يُصَلِّي عَلَيْكَ أَحَدٌ مِنْ أُمَّتِكَ إِلاَّ قَالَ: وَأَنْتَ صَلَّى الله عَلَيْكَ». ¶ وفي رواية: «ورد الله عَزَ وَجَلَّ عَلَيْهِ مثل قوله، وعرضت عليك يَوْمَ القِيَامَةِ» (¬1). ¶ الحديث الثالث ¶ عن أَنَس بْن مَالِكٍ، رضيَ الله عنهُ، قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «مَنْ صَلَّى عَلَيَّ صَلاَةً وَاحِدَةً صَلَّى الله عَلَيْهِ عَشْرَ صَلَوَاتٍ وَحُطَّتْ عَنْهُ عَشْرُ خَطِيئَاتٍ وَرُفِعَتْ لَهُ عَشْرُ دَرَجَاتٍ». (¬2). ¶ ¬_________ ¶ (¬1) قال الحافظ الهيثمي في مجمع الزوائد- كتاب الأدعية-باب الصلاة على النبي صلى الله عليه وسلم في الدعاء وغيره- (10/ 181): رواه الطبراني، وفي الروية الأولى محمد بن إبراهيم بن الوليد الطبراني، وفي الثانية أحمد بن عمرو النصيبي، وَلَمْ أعرفهما، وبقية رجالهما ثقات. ¶ (¬2) رواه النسائي- كتاب السهو - باب الفضل في الصلاة على النبي صلى الله عليه وسلم، (1/ 43)",
            "page": "158",
            "part": "1",
            "seal": "645C251B"
        },
        {
            "id": "156",
            "nass": "الحديث الرابع ¶ عَنْ أَبِي طَلْحَةَ الأَنْصَارِيِّ رضيَ الله عنهُ، قَالَ: أَصْبَحَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ يَوْمًا طَيِّبَ النَّفْسِ يُرَى فِي وَجْهِهِ الْبِشْرُ، قَالُوا: يَا رَسُولَ الله أَصْبَحْتَ الْيَوْمَ طَيِّبَ النَّفْسِ يُرَى فِي وَجْهِكَ الْبِشْرُ، قَالَ: «أَجَلْ أَتَانِي آتٍ مِنْ رَبِّي عَزَّ وَجَلَّ فَقَالَ: مَنْ صَلَّى عَلَيْكَ مِنْ أُمَّتِكَ صَلاةً كَتَبَ الله لَهُ بها عَشْرَ حَسَنَاتٍ وَمَحَا عَنْهُ عَشْرَ سَيِّئَاتٍ وَرَفَعَ لَهُ عَشْرَ دَرَجَاتٍ وَرَدَّ عَلَيْهِ مِثْلَهَا» (¬1). ¶ (6) من فضائلها كفاية الهموم ومغفرة الذنوب: ¶ الحديث الأول ¶ عَنْ اُّبَيِّ بنِ كَعْبٍ رضي الله عنه، قَالَ: كَانَ رَسُولُ الله صلى الله عليه وسلم إِذَا ذَهَبَ ثُلُثَا اللَّيْلِ قَامَ فَقَالَ: «يَا أَيُّهَا النَّاسُ اذْكُرُوا الله اذْكُرُوا الله جَاءَتْ الرَاجِفَةُ تَتْبَعُهَا الرَّادِفَةُ جَاءَ المَوْتُ بِمَا فِيهِ، جَاءَ المَوْتُ بِمَا فِيهِ». قَالَ أُبَيٌّ: فَقُلْتُ يَا رَسُولَ الله إِنِّي أُكْثِرُ الصَّلاَةَ عَلَيْكَ فَكَمْ أَجْعَلُ لَكَ مِنْ صَلاَتِي؟ فقَالَ «مَا شِئْتَ». قال: قُلْتُ الرُّبُعَ؟ قَالَ «مَا شِئْتَ. فَإِنْ زِدْتَ فَهُوَ خَيْرٌ لَكَ». قُلْتُ فَالنِّصْفَ؟ قَالَ «مَا شِئْتَ، فَإِنْ زِدْتَ فَهُوَ خَيْرٌ لكَ». قال: قُلْتُ فَالثُّلُثَيْنِ؟ قَالَ: «مَا شِئْتَ فَإِنْ زِدْتَ فَهُوَ خَيْرٌ»، قُلْتُ أَجْعَلُ لَكَ صَلاَتِي كُلّهَا؟ قَالَ: «إِذًا تُكْفَى هَمَّكَ وَيُغْفَرُ لَكَ ذَنْبُكَ» (¬2). ¶ ¬_________ ¶ (¬1) رواه أحمد في المسند، مسند أَبِي طَلْحَةَ الأنصاري رضيَ اللَّهُ عنهُ - رقم (16466) (5/ 597) ¶ (¬2) سبق تخريجه (ص141). الحاشية رقم: (1).",
            "page": "159",
            "part": "1",
            "seal": "59EED5AD"
        },
        {
            "id": "157",
            "nass": "(7) من فضائلها أنها سبب لنيل شفاعته صلى الله عليه وسلم: ¶ الحديث الأول ¶ عَنْ عَبْدِ الله بْنِ عَمْرِو بْنِ الْعَاصِ رضيَ الله عنهُما، أَنَّهُ سَمِعَ النَّبِيَّ صَلَّى الله عَلَيْهِ وَسَلَّمَ يَقُولُ: «إِذَا سَمِعْتُمُ الْمُؤَذِّنَ فَقُولُوا مِثْلَ مَا يَقُولُ، ثُمَّ صَلُّوا عَلَيَّ، فَإِنَّهُ مَنْ صَلَّى عَلَيَّ صَلاَةً صَلَّى الله عَلَيْهِ بِهَا عَشْراً، ثُمَّ سَلُوا الله لِي الْوَسِيلَةَ، فَإِنَّهَا مَنْزِلَةٌ فِي الْجَنَّةِ لاَ تَنْبَغِي إِلاَّ لِعَبْدٍ مِنْ عِبَادِ الله، وَأَرْجُو أَنْ أَكُونَ أَنَا هُوَ، فَمَنْ سَأَلَ لِيَ الْوَسِيلَةَ حَلَّتْ له الشَّفَاعَةُ». (¬1). ¶ الحديث الثاني ¶ عن أبي الدرداء رضيَ الله عنهُ، قال: قال رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «مَنْ صَلّى عَليَّ حِينَ يُصْبِحُ عَشْرًا، وحِينَ يُمْسِي عَشْرًا أَدْرَكَتْهُ شَفَاعَتِي يَوْمَ القِيَامَةِ» (¬2). ¶ الحديث الثالث ¶ عن رُويفع بن ثابت رضيَ الله عنهُ، قال: قال رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «مَنْ صَلَّى عَلى مُحَمَّدٍ وقَالَ: اللهمَّ أَنْزِلْهُ المَقْعَدَ المُقَرَّبَ عِنْدَكَ يَوْمَ القِيَامَةِ وَجَبَتْ لَهُ شَفَاعَتِي» (¬3). ¶ ¬_________ ¶ (¬1) سبق تخريجه. ¶ (¬2) قال الحافظ الهيثمي في مجمع الزوائد- كتاب الأذكار، (10/ 120): رواه الطبراني بإسنادين وإسناد أحدهما جيد ورجاله وثقوا. ¶ (¬3) قال الحافظ الهيثمي في مجمع الزوائد- كتاب الأدعية، باب في كيفية الصلاة عليه وما يضم إليها - (10/ 185): رواه البزار والطبراني في الأوسط والكبير وأسانيدهم حسنة.",
            "page": "160",
            "part": "1",
            "seal": "80E4181B"
        },
        {
            "id": "158",
            "nass": "(8) من فضائلها أنها سبب لعرض اسم المصلي على رسول الله صلى الله عليه وسلم: ¶ الحديث الأول ¶ عن عمَّار بن ياسر رضيَ الله عنهُ، قَالَ: قال رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «إِنَّ الله وَكَّلَ بِقَبْرِي مَلَكًا أَعْطَاهُ أَسْمَاعَ الخَلاَئِقِ، فَلا يُصَلِّي عَليَّ أَحَدٌ إلى يَوْمِ القِيَامَةِ، إِلاَّ أبلغني باسْمِهِ وَاسْمِ أَبِيهِ هاذا فُلانُ بنُ فُلانٍ قَدْ صَلَّى عَلَيْكَ» (¬1). ¶ الحديث الثاني ¶ ... عن أَبي هريرةَ رضيَ الله عنهُ، قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «أَكْثِرُوا الصَّلاةَ عَليَّ في اللَّيْلَةِ الزَّهْرَاءِ واليومِ أَلازْهَرِ، فإنَّ صَلاتَكُمْ تُعْرَضُ عَليَّ». (¬2). ¶ الحديث الثالث ¶ عن الحسن بن علي، رضيَ الله عنهُما، أن رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قال: «حَيْثُمَا كُنْتُمْ فَصَلُّوا عَلَيَّ فإنَّ صَلاَتَكُمْ تَبْلُغَنِي» (¬3). ¶ ¬_________ ¶ (¬1) قال الحافظ الهيثمي في مجمع الزوائد- كتاب الأدعية، (10/ 183): رواه البزار، وفيه: ابن الحميري، واسمه عمران، قال البخاري: لايتابع على حديثه. وقال صاحب الميزان لا يعرف. ونعيم بن ضمضم ضعفه بعضهم، وبقية رجاله رجال الصحيح. ¶ (¬2) قال الحافظ الهيثمي في مجمع الزوائد- كتاب الصلاة،- (2/ 316): رواه الطبراني في الأوسط، وفيه: عبد المنعم بن بشير الأنصاري وهو ضعيف. ¶ (¬3) قال الحافظ الهيثمي في مجمع الزوائد- كتاب الأدعية- (10/ 183): رواه الطبراني في الكبير والأوسط، وفيه: حميد بن أبي زينب، ولم أعرفه، وبقية رجاله رجال الصحيح.",
            "page": "161",
            "part": "1",
            "seal": "BE25F251"
        },
        {
            "id": "159",
            "nass": "الحديث الرابع ¶ عن أبي هريرة رضيَ الله عنهُ، قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «مَا مِنْ أَحَدٍ يُسَلِّمُ عَليَّ إِلاَّ رَدَّ الله عَليَّ رُوحِي حَتّى أَرُدَّ عَلَيْهِ» (¬1). ¶ الحديث الخامس ¶ عن أنسِ بن مالك رضيَ الله عنهُ، قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «مَنْ صَلّى عَليَّ صلاة واحدة، بَلَغَتْنِي صَلاتُهُ، وصَلَّيْتُ عَلَيْهِ، وكُتِبَ لَهُ سِوى ذَلِكَ عَشْرُ حَسَنَاتٍ» (¬2). ¶ الحديث السادس ¶ عن عبد الله بن مسعودٍ رضيَ الله عنهُ، قَالَ: قَالَ رَسُولُ الله صلى الله عليه وسلم: «إن لله عَزَّ وَجَلَّ ملائكةً سَيَّاحِين في الأرض يُبَلِّغونِي من أُمَّتي السلام» (¬3). ¶ (9) من فضائلها أنها دليل إلى الجنة: ¶ الحديث الأول ¶ عن حسين بن علي رضيَ الله عنهُما، قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «مَنْ ذُكِرْتُ َعِنْدَهُ فَخَطِىءَ الصَّلاةَ عَليَّ خَطِىءَ طَرِيقَ الجَنَّةِ» (¬4). ¶ ¬_________ ¶ (¬1) قال الحافظ الهيثمي في مجمع الزوائد- كتاب الأدعية-باب الصلاة على النبي صلى الله عليه وسلم في الدعاء وغيره- (10/ 184): رواه الطبراني في الأوسط، وفيه: عبد الله بن يزيد الإسكندراني، ولم أعرفه، ومهدي بن جعفر: ثقة وفيه خلاف، وبقية رجاله ثقات. ¶ (¬2) قال الحافظ الهيثمي في مجمع الزوائد- كتاب الأدعية-باب الصلاة على النبي صلى الله عليه وسلم في الدعاء وغيره- (10/ 184): رواه الطبراني في الأوسط، وفيه: راو لم أعرفه، وبقية رجاله ثقات. ¶ (¬3) رواه الإمام أحمد- مسند عبد الله بن مسعود رضي الله عنه -رقم (4320) - (2/ 182) ¶ (¬4) قال الحافظ الهيثمي في مجمع الزوائد- كتاب الأدعية- باب فيمن ذكر عنده فلم يصل عليه- (10/ 186): رواه الطبراني، وفيه: بشير بن محمد الكندي، وهو ضعيف.",
            "page": "162",
            "part": "1",
            "seal": "F179C37A"
        },
        {
            "id": "160",
            "nass": "الحديث الثاني ¶ عَنِ ابْنِ عَبَّاسٍ رضيَ الله عنهُما، قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «مَنْ نَسِيَ (¬1) الصَّلاَةَ عَلَيَّ خَطِيءَ طَرِيقَ الْجَنَّةِ» (¬2). ¶ (10) من فضائلها أنها سبب في إجابة الدعاء: ¶ الحديث الأول ¶ عن علي بن أبي طالب رضي الله عنه، قال: «كُل دعاء محجوب حَتَّى يصلّي عَلى محمد صلى الله عليه وسلم وآل محمد» (¬3). ¶ الحديث الثاني ¶ عن فَضَالَةَ بْنَ عُبَيْدٍ رضيَ الله عنهُ، قال: سَمِعَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ رَجُلاً يَدْعُو فِي صَلاَتِهِ: لَمْ يُمَجِّدِ اللَّهَ، وَلَمْ يُصَلِّ عَلَى النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ، فَقَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «عَجِلْتَ أَيُّهَا الْمُصَلِّي» ثُمَّ عَلَّمَهُمْ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ. وَسَمِعَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ ¶ ¬_________ ¶ (¬1) مَنْ نَسِيَ الصَّلاَةَ عَلَيَّ: قال العلامة المناوي: قال في الإتحاف: ومعنى النسيان هنا: الترك، كما قال تعالى: (أتتك آياتنا فنسيتها) وليس المراد به الذهول لأن الناسي غير مكلف. انظر فيض القدير (6/ 159). بتصرف يسير. ¶ (¬2) رواه ابن ماجه -كتاب إقامة الصلاة والسنة فيها- باب الصلاة على النبي صلى الله عليه وسلم. (1/ 294) ¶ قال الحافظ ابن حجر عن هاذا الحديث: أخرجه ابن ماجه عن ابن عباس والبيهقي في «الشعب» من حديث أبي هريرة وابن أبي حاتم من حديث جابر والطبراني من حديث حسين بن علي، وهذه الطرق يشد بعضها بعضا. انظر فتح الباري - كتاب الدعوات، باب الصَّلاةِ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم، (11/ 201) ¶ (¬3) قال الحافظ الهيثمي في مجمع الزوائد- (10/ 180): رواه الطبراني في الأوسط ورجاله ثقات.",
            "page": "163",
            "part": "1",
            "seal": "A283CA62"
        },
        {
            "id": "161",
            "nass": "رَجُلاً يُصَلِّي فَمَجَّدَ اللَّهَ وَحَمِدَهُ، وَصَلَّى عَلَى النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ، فَقَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «ادْعُ تُجَبْ وَسَلْ تُعْطَ» (¬1). ¶ * عَنْ عُمَرَ بْن الْخَطَّابِ رضيَ الله عنهُ، قَالَ: «إنَّ الدُّعَاءَ مَوْقُوفٌ بَيْنَ السَّمَاءِ وَالأَرْضِ لاَ يَصْعَدُ مِنْهُ شَيْءٌ حَتَّى تُصَلِّي عَلَى نَبِيِّكَ صلى الله عليه وسلم». (¬2). ¶ (11) من فضائلها انتفاء الوصف بالبخل والجفاء: ¶ الحديث الأول ¶ عَن عَلِيِّ بنِ أَبي طَالِبٍ رضيَ الله عنهُ، قالَ: قالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «البَخِيلُ الَّذِي مَنْ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ» (¬3). ¶ الحديث الثاني ¶ عن أبي ذر رضي الله عنه، أن رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قال: «إن أبخل الناس مَنْ ذُكِرتُ عنده فلم يُصلِّ عليَّ صلى الله عليه وسلم» (¬4). ¶ ¬_________ ¶ (¬1) سبق تخريجه (ص129) الحاشية رقم: (2). ¶ (¬2) سبق تخريجه (ص143) الحاشية رقم: (1). قال ابن عربي: ومثل هاذا لا يقال من قبل الرأي فيكون له حكم الرفع، قال الحافظ ابن حجر رحمه الله: وورد له شاهد مرفوع في جزء الحسن بن عرفة. انظر فتح الباري- كتاب الدعوات - (11/ 197). ¶ (¬3) رواه الترمذي - كتاب الدعوات عن رسول الله صلى الله عليه وسلم - باب قول رسول الله صلى الله عليه وسلم رغم أنف رجل - (5/ 550) قال الترمذي: هاذا حَدِيثٌ حَسَنٌ صحيحٌ غَرِيبٌ. ¶ (¬4) رواه إسماعيل بن إسحاق القاضي في كتاب: «فضل الصلاة على النبي صلى الله عليه وسلم» (ص49) ط. دار المدينة المنورة. ط2. وانظر جلاء الأفهام: لابن القيم الجوزية- (ص 57).",
            "page": "164",
            "part": "1",
            "seal": "CF41B36F"
        },
        {
            "id": "162",
            "nass": "الحديث الثالث ¶ عن قتادة رحمه الله، قال: قالَ: قالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «مِنَ الجفاء أنْ أُذكر عند الرجل فلا يُصلِّي عليَّ صلى الله عليه وسلم» (¬1). ¶ (12) من فضائلها أنها تقوم مقام الصدقة للمعسر: ¶ الحديث الأول ¶ عن أبي سعيد الخدري رضي الله عنه، عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّمَ أنه قال: «أَيّما رَجُلٍ كَسَبَ مالاً مِنْ حلالٍ فَأَطْعَمَ نَفْسَهُ وَكَساها فَمَنْ دُونَهُ مِنْ خَلْقِ الله لَهُ زَكاةٌ، أَيّما رَجُلٍ مُسْلِمٍ لَمْ يَكُنْ لَهُ صَدَقَةٌ فَلْيَقُلْ في دُعائِهِ: اللهمَّ صَلِّ على مُحَمَّدٍ عَبْدِكَ وَرَسولِكَ وَصَلِّ على الْمُؤْمِنينَ وَالْمُؤْمِناتِ وَالْمُسْلِمِينَ وَالْمُسْلِماتِ، فَإِنَّها لَهُ زَكاةٌ» وقال: «لا يَشْبَعُ مُؤْمِنٌ يَسْمَعُ خَيْراً حَتّى يَكونَ مُنْتهاهُ الْجَنَّة» (¬2). ¶ ¬_________ ¶ (¬1) قال ابن القيم الجوزية: «لو تركنا هاذا المرسل وحده لم نحتج به، ولكن له أصول وشواهد قد تقدمت من تسمية تارك الصلاة عليه عند ذكره بخيلاً وشحيحاً، والدعاء عليه بالرغم، وهاذا من موجبات جفائه» انظر جلاء الأفهام: (ص 205). وقال الحافظ السخاوي - بعد أن أورد الحديث،: أخرجه النُّمَيري هكذا من وجهين من طريق عبد الرزاق وهو في جامعه ورواته ثقات، انظر كتابه «القول البديع في الصلاة على الحبيب الشفيع» (ص 300) تحقيق محمد عوامة. ¶ (¬2) رواه الحاكم وصححه ووفقه الذهبي في التلخيص - كتاب الأطعمة - (4/ 144).",
            "page": "165",
            "part": "1",
            "seal": "487CC28B"
        },
        {
            "id": "163",
            "nass": "(13) من فضائلها أن فاعلها أولى الناس به صلى الله عليه وسلم: ¶ الحديث الأول ¶ ... عن عَبْدِ الله بنِ مسعودٍ، رضيَ الله عنهُ، أن رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قالَ: «أوْلَى النَّاسِ بي يومَ القِيامةِ أكثرُهُمْ عليَّ صلاةً» (¬1). ¶ (14) من فضائلها أنها زكاة للمصلي وطهارة له: ¶ الحديث الأول ¶ وعن أَبي هريرة رضيَ الله عنهُ، َ قالَ: قالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «أَكْثِرُوا الصَّلاةَ عَليَّ فَإنَّهَا زَكَاةٌ لَكُمْ» (¬2). ¶ الحديث الثاني ¶ عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: «صلوا عليّ فإنها زكاة لكم، واسألوا الله لي الوسيلة فإنها درجة في أعلى الجنة لا ينالها إلا رجل، وأرجو أن أكون أنا هو» (¬3). ¶ ¬_________ ¶ (¬1) رواه الترمذي - كتاب الوتر - باب ما جاء في فضل الصٍّلاة على النبي صلى الله عليه وسلم- (2/ 354) وقال: هاذا حديثٌ حسَنٌ غريبٌ. ¶ (¬2) قال الحافظ الهيثمي في مجمع الزوائد- كتاب الصلاة،- (2/ 283): رواه أبو يعلى، وفيه: ليث بن أبي سُليم، وهو ثقة مدلس. ¶ (¬3) رواه أحمد المسند - مسند أبي هريرة رضي الله تعالى عنه- رقم (8755) - (3/ 358)",
            "page": "166",
            "part": "1",
            "seal": "D7F09B51"
        },
        {
            "id": "164",
            "nass": "(15) من فضائلها أنها سبب لتثبت القدم على الصراط، والجواز عليه: ¶ الحديث الأول ¶ عن عبد الرحمان بن سمرة رضيَ الله عنهُ، في حديثه الطويل عن رؤيا رسول الله صلى الله عليه وسلم أن رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: « .. وَرَأَيْتُ رَجُلاً مِنْ أُمَّتِي يَزْحَفُ عَلَى الصِّرَاط مَرَّةً وَيَجْثُو مَرَّةً، وَيَتَعَلَّقُ مَرَّةً، فَجَاءَتُهُ صَلاَتُهُ عَلَيَّ فََاخَدَتْ بِيَدِهِ فََاقَامَتْهُ عَلى الصِّرَاطِ حَتَّى جَاوَزَ .. » (¬1). ¶ (16) من فضائلها أنها سبب لقضاء الحوائج: ¶ الحديث الأول ¶ عن جابر رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: «من صلَّى عليَّ في يوم مئة مرة، قضى الله له مئة حاجة، سبعين منها لآخرته وثلاثين منها لدنياه» (¬2). ¶ الحديث الثاني ¶ عن أنس بن مالك رضيَ الله عنهُ، قالَ: قالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «إِنَّ أَقْرَبَكُمْ مِني يَوْمَ الْقِيَامَةِ فِي كُل مَوْطِنٍ أَكْثُرُكُمْ عَلَيَّ صَلاَةً فِي ¶ ¬_________ ¶ (¬1) قال الحافظ الهيثمي في مجمع الزوائد- كتاب التعبير- باب فيما رآه النبي صلى الله عليه وسلم في المنام- (7/ 256): رواه الطبراني بإسنادين في أحدهما سليمان بن أحمد الواسطي، وفي الآخر خالد بن عبد الرحمان المخزومي، وكلاهما ضعيف. قال ابن القيم الجوزية: رواه أبو موسى المديني، وبنى عليه كتابه في الترغيب والترهيب، وقال: هاذا حديث حسن جداً.» انظر جلاء الأفهام: (ص 235).ط مكتبة نزار الباز. ¶ (¬2) قال الحافظ السخاوي أخرجه ابن منده، وقال الحافظ أبو موسى المديني: إنه حديث غريب حسن. انظر القول البديع في الصلاة على الحبيب الشفيع صلى الله عليه وسلم- (ص271) ط مؤسسة الريان، تحقيق الشيخ محمد عوامة.",
            "page": "167",
            "part": "1",
            "seal": "73001471"
        },
        {
            "id": "165",
            "nass": "الدُّنْيَا، مَنْ صَلَّى عَلَيَّ فِي يَوْمِ الْجُمُعَةِ وَلَيْلَةِ الجُمُعَةِ مِائَةَ مرة قَضَى الله لَهُ مِائَةَ حَاجَةٍ: سَبْعِينَ مِنْ حَوَائِجِ الآخِرَةِ، وَثَلاَثِينَ مِنْ حَوَائِجِ الدُّنْيَا، ثُمَّ يُوَكلُ الله بِذلِكَ مَلَكاً يُدْخِلُهُ فِي قَبْرِي كَمَا تَدْخُلُ عَلَيْكُمْ الْهَدَايَا يُخْبِرُنِي بمَنْ صَلَّى عَلَيَّ بِاسْمِهِ وَنَسَبِهِ إِلَى عَشرة فَاثْبِتُهُ عِنْدِي فِي صَحِيفَةٍ بَيْضَاءَ» (¬1). ¶ (17) من فضائلها أنهاتمحق الخطايا، وتعدل عتق الرقاب: ¶ عن أبي بكر الصديق رضي الله عنه قال: «الصلاة على النبي صلى الله عليه وسلم أمحقُ للخطايا من الماء للنار، والسلامُ على النبي صلى الله عليه وسلم أفضلُ من عِتق الرقاب، وحبُّ رسول الله صلى الله عليه وسلم أفضلُ من مُهَج الأنفس- أو قال: من ضرب السيف في سبيل الله-» (¬2). ¶ (18) من فضائلها أنها طُهرة من لغو المجلس: ¶ الحديث الأول ¶ عن أبي أمامة رضيَ الله عنهُ، قالَ: قالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «مَا مِنْ قَوْمٍ جَلَسُوا مَجْلِساً ثُمَّ قَامُوا مِنْهُ لَمْ يَذْكُرُوا الله، ولَمْ يُصَلُّوا عَلى النَّبِيِّ صلى الله عليه وسلم، إِلاَّ كَانَ ذَلِكَ المَجْلِسُ عَلَيْهِمْ تِرَةً» (¬3). ¶ ¬_________ ¶ (¬1) سبق تخريجه. ¶ (¬2) قال الحافظ السخاوي: رواه النميري وابن بشكُوال موقوفاً، وكذا روِّيناه من طريق هبة الله بن أحمد المَيُوْرْقي، وهو عند التيمي في «ترغيبه» وعنه أبو القاسم ابن عساكر، ومن طريقه أبو اليمن بلفظ: «الصلاة على النبي صلى الله عليه وسلم أفضلُ من عِتق الرقاب، وحبُّ رسول الله صلى الله عليه وسلم أفضلُ من مُهَج الأنفس، أو قال: من ضرب السيف في سبيل الله»، وسنده ضعيف. انتهى كلامه. انظر: «القول البديع في الصلاة على الحبيب الشفيع صلى الله عليه وسلم» - (ص258). ط مؤسسة الريان، تحقيق الشيخ محمد عوامة. ¶ (¬3) ترة: بكسر التاء وتخفيف الراء: أي تبعة ومعاتبة أو نفصانا وحسرة من وتره حقه نقصه وهو سبب الحسرة. والحديث سبق تخريجه (ص133). الحاشية رقم: (2).",
            "page": "168",
            "part": "1",
            "seal": "B1261F69"
        },
        {
            "id": "166",
            "nass": "الحديث الثاني ¶ عَن أَبي هُرَيْرَةَ رضي الله عنه، عَن النبيِّ صلى الله عليه وسلم قال: «مَا جَلَسَ قَوْمٌ مَجْلِسًا لَمْ يَذْكُرُوا الله فِيهِ وَلَمْ يُصَلُّوا عَلَى نَبِيِّهِمْ إِلاَّ كانَ عَلَيْهِمْ تِرِةً فإِنْ شَاءَ عَذَّبَهمْ وَإنْ شَاءَ غَفَرَ لَهُمْ» (¬1). ¶ (19) من فضائلها النجاة بها من أهوال يوم القيامة: ¶ الحديث الأول ¶ عن أَنَسٍ رضيَ الله عنهُ قَالَ: قَالَ النَّبِيُّ صلى الله عليه وسلم: «يَا أَيُّهَا النَّاسُ إِنَّ أَنْجَاكُمْ يَوْمَ الْقِيَامَةِ مِنْ أَهْوَالِهَا وَمَوَاطِنِهَا أَكْثَرُكُمْ عَلَيَّ صَلاَةً فِي دَارِ الدُّنْيَا، إِنَّهُ قَدْ كَانَ فِي الله وَمَلاَئِكَتِهِ كِفَايَةٌ، إِذْ يَقُولُ: (إِنَّ اللَّهَ وَمَلاَئِكَتِهِ يُصَلُّونَ عَلَى النَّبِي) الآيَةَ، فَأَمَرَ بِذلِكَ الْمُؤْمِنِينَ لِيُثِيبَهُمْ عَلَيْهِ» (¬2). ¶ الحديث الثاني ¶ وتقدم حديث عبد الرحمان بن سمرة رضيَ الله عنهُ، في حديثه الطويل عن رؤيا رسول الله صلى الله عليه وسلم أن رسول الله صلى الله عليه وسلم قَالَ: « .. وَرَأَيْتُ رَجُلاً مِنْ أُمَّتِي يَزْحَفُ عَلَى الصِّرَاط مَرَّةً وَيَجْثُو مَرَّةً، وَيَتَعَلَّقُ مَرَّةً، فَجَاءَتُهُ صَلاَتُهُ عَلَيَّ فََاخَدَتْ بِيَدِهِ فََاقَامَتْهُ عَلىالصِّرَاطِ حَتَّى جَاوَزَ .. » (¬3). ¶ ¬_________ ¶ (¬1) سبق تخريجه (ص133). الحاشية رقم: (3). ¶ (¬2) أخرجه الأصفهاني في «الترغيب» والديلمي كما في الدر المنثور-[سورة الأحزاب:56] (5/ 411) قال الحافظ السخاوي: أخرجه أبو القاسم التيمي في «الترغيب» له، وعنه ابن عساكر، وأبو اليمن من طريقه، والخطيب، ومن طريقه ابن بشكُوال، وأخرجه الديلمي في «مسند الفردوس» من طريق ابن لالٍ، وسنده ضعيف جداً. انظر: «القول البديع في الصلاة على الحبيب الشفيع صلى الله عليه وسلم» - (ص259) ط مؤسسة الريان، تحقيق الشيخ محمد عوامة. ¶ (¬3) سبق تخريجه.",
            "page": "169",
            "part": "1",
            "seal": "C22F0655"
        },
        {
            "id": "167",
            "nass": "* الفوائد والثمرات الحاصلة بالصلاة عليه صلى الله عليه وسلم * ¶ وقد ذكر الحافظ ابن القيم الجوزية رحمه الله تعالى: أربعون فائدة وثمرة حاصلة بالصلاة على النبي صلى الله عليه وسلم للمصلي، نكتفي بذكرها: ¶ الأولى: امتثال أمر الله سبحانه وتعالى. ¶ الثانية: موافقته سبحانه في الصلاة عليه صلى الله عليه وسلم، وإن اختلفت الصلاتان، فصلاتنا عليه دعاء وسؤال، وصلاة الله تعالى عليه ثناء وتشرف. ¶ الثالثة: موافقة ملائكته فيها. ¶ الرابعة: حصول عشر صلوات من الله على المصلي مرة. ¶ الخامسة: أنه يرفع عشر درجات. ¶ السادسة: أنه يكتب له عشر حسنات. ¶ السابعة: أنه يمحى عنه عشر سيئات. ¶ الثامنة: أنه يرجى إجابة دعائه إذا قدمها أمامه، فهي تصاعد الدعاء إلى عند رب العالمين، وكان موقوفًا بين السماء والأرض قبلها. ¶ التاسعة: أنها سبب لشفاعته صلى الله عليه وسلم. ¶ العاشرة: أنها سبب لغفران الذنوب. ¶ الحادية عشر: أنها سبب لكفاية الله العبد ما أهمه. ¶ الثانية عشر: أنها سبب لقرب العبد منه صلى الله عليه وسلم يوم القيامة. ¶ الثالثة عشرة: أنها تقوم مقام الصدقة لذي العسرة.",
            "page": "170",
            "part": "1",
            "seal": "6B0E2BA4"
        },
        {
            "id": "168",
            "nass": "الرابعة عشرة: أنها سبب لقضاء الحوائج. ¶ الخامسة عشرة: أنها سبب لصلاة الله على المصلي وصلاة ملائكته عليه. ¶ السادسة عشرة: أنها زكاة للمصلي وطهارة له. ¶ السابعة عشرة: أنها سبب لتبشير العبد بالجنة قبل موته. ¶ الثامنة عشرة: أنها سبب للنجاة من أهوال يوم القيامة. ¶ التاسعة عشرة: أنها سبب لرد النبي صلى الله تعالى عليه وسلم الصلاة والسلام على المصلي والمسلم عليه. ¶ العشرون: أنها سبب لتذكر العبد ما نسيه. ¶ الحادية والعشرون: أنها سبب لطيب المجلس، وأن لا يعود حسرة على أهله يوم القيامة. ¶ الثانية والعشرون: أنها سبب لنفي الفقر. ¶ الثالثة والعشرون: أنها تنفي عن العبد اسم البخل إذا صلى عليه عند ذكره صلى الله عليه وسلم. ¶ الرابعة والعشرون: نجاته من الدعاء عليه برغم الأنف إذا تركها عند ذكره صلى الله عليه وسلم. ¶ الخامسة والعشرون: أنها ترمي صاحبها على طريق الجنة وتخطئ بتاركها عن طريقها. ¶ السادسة والعشرون: أنها تنجي من نتن المجلس الذي لا يذكر فيه الله ورسوله ويحمد ويثنى عليه فيه، ويصلى على رسوله صلى الله عليه وسلم.",
            "page": "171",
            "part": "1",
            "seal": "BD51A7D2"
        },
        {
            "id": "169",
            "nass": "السابعة والعشرون: أنها سبب لتمام الكلام الذي ابتدئ بحمد الله والصلاة على رسوله صلى الله عليه وسلم. ¶ الثامنة والعشرون: أنها سبب لوفور نور العبد على الصراط. ¶ التاسعة والعشرون: أنه يخرج بها العبد عن الجفاء. ¶ الثلاثون: أنها سب لإبقاء الله سبحانه الثناء الحسن للمصلي عليه بين أهل السماء والأرض: لأن المصلي طالب من الله أن يثني على رسوله ويكرمه ويشرفه، والجزاء من جنس العمل، فلا بد أن يحصل للمصلي نوع من ذلك. ¶ الحادية الثلاثون: أنها سبب للبركة في ذات المصلي وعمله وعمره، وأسباب مصالحه، لأن المصلي داع ربه أن بارك عليه وعلى آله، وهاذا الدعاء مستجاب، والجزاء من جنسه. ¶ الثانية والثلاثون: أنها سبب لنيل رحمة الله له، لأن الرحمة إما بمعنى الصلاة كما قاله طائفة، وإما من لوازمها وموجباتها على القول الصحيح، فلا بد للمصلي عليه من رحمة تناله. ¶ الفائدة الثالثة والثلاثون: أنها سبب لدوام محبته للرسول صلى الله عليه وسلم وزيادتها وتضاعفها، وذلك عقد من عقود الإيمان الذي لا يتم إلا به، لأن العبد كلما أكثر من ذكر المحبوب، واستحضاره في قلبه، واستحضار محاسنه ومعانيه الجالبة لحبه، تضاعف حبه له وتزايد شوقه إليه، واستولى على جميع قلبه، وإذا أعرض عن ذكره وإحضار محاسنه بقلبه، نقص حبه من قلبه، ولا شيء أقر لعين المحب من رؤية محبوبه، ولا أقر لقلبه من ذكره وذكر محاسنه، فإذا قوي هاذا في قلبه جرى لسانه بمدحه والثناء عليه وذكر محاسنه، وتكون زيادة",
            "page": "172",
            "part": "1",
            "seal": "297FFBF0"
        },
        {
            "id": "170",
            "nass": "ذلك ونقصانه بحسب زيادة الحب ونقصانه في قلبه، والحس شاهد بذلك، حتى قال الشعراء بذلك: ¶ عَجِبتُ لمن يَقُولُ ذَكَرتُ حِبِّي ¶ وَهَلْ أنْسَى فَأذكُرُ مَنْ نَسِيتُ ¶ فتعجب هاذا المحب ممن يقول: ذكرت محبوبي، لأن الذكر يكون بعد النسيان، ولو كمل حب هاذا لما نسي محبوبه. ¶ وقال آخر: ¶ أُريد لأنْسَى ذِكْرَهَا فَكَأنَّما ¶ تَمَثُّل لي لَيلى بكُلِّ سَبيلِ ¶ فهاذا أخبر عن نفسه أن محبته لها مانع له من نسيانها. ¶ وقال آخر: ¶ يُرادُ من القَلْبِ نِسْيانُكُم ¶ وَتأْبَى الطَّبَاعُ عَلَى النَّاقِلِ ¶ فأخبر أن حبهم وذكرهم قد صار طبعاً له، فمن أراد منه خلاف ذلك أبت عليه طباعه أن تنتقل عنه. والمثل المشهور: من أحب شيئاً أكثر من ذكره، وفي هاذا الجناب الأشرف أحق ما أنشد: ¶ لو شُقَّ عن قَلْبي ففى وَسْطهِ ... ذِكْرُكَ والتَّوحيدُ في شطره ¶ الرابعة والثلاثون: أن الصلاة عليه صلى الله عليه وسلم سبب لمحبته للعبد، فإنها إذا كانت سبباً لزيادة محبة المصلى عليه له، فكذلك هي سبب لمحبته هو للمصلي عليه صلى الله عليه وسلم.",
            "page": "173",
            "part": "1",
            "seal": "BC92883D"
        },
        {
            "id": "171",
            "nass": "الخامسة والثلاثون: أنها سبب لهداية العبد وحياة قلبه، فإنه كلما أكثر الصلاة عليه وذكره، استولت محبته على قلبه، حتى لا يبقى في قلبه معارضة لشيء من أوامره، ولا شك في شيء مما جاء به، بل يصير ما جاء به مكتوباً مسطوراً في قلبه، لا يزال يقرؤه على تعاقب أحواله، ويقتبس الهدى والفلاح وأنواع العلوم منه، وكلما ازداد في ذلك بصيرة وقوة ومعرفة، ازدادت صلاته عليه صلى الله عليه وسلم. ¶ فذكره صلى الله عليه وسلم وذكر ما جاء به، وحمد الله تعالى على إنعامه علينا ومنته بإرساله، هو حياة الوجود وروحه، كما قيل: ¶ رُوحُ المجالِسِ ذِكْرُهُ وحديثُهُ ... وهُدَى لِكُلِّ مُلدَّدٍ حَيْرَانِ ¶ وإذا أُخل بِذِكْرِهِ في مَجْلِسٍ ... فأُولئِكَ الأمواتُ في الحيَّانِ ¶ السادسة والثلاثون: أنها سبب لعرض اسم المصلي عليه صلى الله عليه وسلم وذكره عنده، وكفى بالعبد نبلاً أن يذكر اسمه بين يدي رسول الله صلى الله عليه وسلم. ¶ السابعة والثلاثون: أنها سبب لتثبت القدم على الصراط، والجواز عليه. ¶ الثامنة والثلاثون: أن الصلاة عليه صلى الله عليه وسلم أداء لأقل القليل من حقه، وشكر له على نعمته التي أنعم الله بها علينا، مع أن الذي يستحقه من ذلك لا يحصى علماً ولا قدرة، ولا إرادة، ولكن الله سبحانه لكرمه رضي من عباده باليسير من شكره وأداء حقه. ¶ التاسعة والثلاثون: أنها متضمنة لذكر الله وشكره، ومعرفة إنعامه على عبيده بإرساله، فالمصلي عليه صلى الله عليه وسلم قد تضمنت صلاته عليه ذكر الله وذكر رسوله، وسؤاله أن يجزيه بصلاته عليه ما هو أهله، كما عرفنا ربنا وأسماءه",
            "page": "174",
            "part": "1",
            "seal": "60A0B5A3"
        },
        {
            "id": "172",
            "nass": "وصفاته، وهدانا إلى طريق مرضاته، وعرفنا ما لنا بعد الوصول إليه، والقدوم عليه، فهي متضمنة لكل الإيمان، بل هي متضمنة للإقرار بوجوب الرب المدعو وعلمه وسمعه وقدرته وإرادته وصفاته وكلامه، وإرسال رسوله، وتصديقه في أخباره كلها، وكمال محبته، ولا ريب أن هذه هي أصول الإيمان، فالصلاة عليه صلى الله عليه وسلم متضمنة لعلم العبد ذلك، وتصديقه به، ومحبته له فكانت من أفضل الأعمال. ¶ الأربعون: أن الصلاة عليه صلى الله عليه وسلم من العبد هي دعاء. ¶ ودعاء العبد وسؤاله من ربه (تعالى) نوعان: ¶ أحدهما: سؤاله حوائجه ومهماته، وما ينويه في الليل والنهار، فهاذا دعاء وسؤال، وإيثار لمحبوب العبد ومطلوبه. ¶ والثاني: سؤاله أن يثني على خليله وحبيبه [صلى الله عليه وسلم]، ويزيد في تشريفه وتكريمه وإيثارة ذكره، ورفعه، ولا ريب أن الله تعالى يحب ذلك ورسوله يحبه [صلى الله عليه وسلم]، فالمصلي عليه صلى الله عليه وسلم قد صرف سؤاله ورغبته وطلبه إلى محاب الله ورسوله، وآثر ذلك على طلبه حوائجه ومحابه هو، بل كان هاذا المطلوب من أحب الأمور إليه وآثرها عنده، فقد آثر ما يحبه الله ورسوله [صلى الله عليه وسلم] على ما يحبه هو، وقد آثر الله ومحابه على ما سواه، والجزاء من جنس العمل، فمن آثر الله على غيره آثره الله على غيره، ولو لم يكن من فوائد الصلاة عليه إلا هاذا المطلوب وحده لكفى المؤمن به شرفاً (¬1). ¶ ¬_________ ¶ (¬1) انظر: «جلاء الأفهام في الصلاة والسلام على خير الأنام صلى الله عليه وسلم» لابن القيم الجوزية- رحمه الله تعالى- (ص 229 - 236). بتصرفٍ. ط مكتبة نزار الباز.",
            "page": "175",
            "part": "1",
            "seal": "A2615DF3"
        },
        {
            "id": "173",
            "nass": "الخاتمة ¶ أسأل الله تعالى أن يجعل آخر كلامنا من الدنيا ¶ «لا اله إلا الله مُحَمد رسُول الله صلى الله عليه وسلم» ¶ وأن يختم لنا بالحسنى وزيادة. وأن يجعلنا من الذين قال الله فيهم: ¶ (يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ) (¬1) ¶ اللهم اجعلنا من أهل: «لا اله إلا الله مُحَمد رسُول الله صلى الله عليه وسلم» ¶ اللهم أحينا عليها. اللهم أمتنا عليها. اللهم أبعثنا عليها. ¶ اللهم اجعلنا من خيار أهلها. ¶ وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم. ¶ وكتبه راجي رحمة ربه الأجل: ¶ أحمد بن يوسف بن محمد الأهدل ¶ وكان الفراغ منه في صباح يوم الاثنين الموافق 7/ 1/1424هـ ¶ والحمد لله رب العالمين. ¶ ¬_________ ¶ (¬1) سورة إبراهيم: من الآية: (27).",
            "page": "176",
            "part": "1",
            "seal": "62C1FBB7"
        }
    ],
    "t2033": [
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "رفع الإشكال عن أحاديث هاذا الباب"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "وقد أجاب العلماء عن الإشكال أيضا بأجوبة أخرى"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "ومن لطائف الإشارة"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "حقيقة محبة الله تعالى"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "كما قرن طاعته وطاعة رسوله صلى الله عليه وسلم في مواضع كثيرة"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "1",
            "tit": "وقد توعد على معصيته بالعقوبة الشديدة"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "ثمرة المحبة الإتباع"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "* الإكثار من ذكر «لا اله إلا الله» يورث الطاعة ويوجب المغفرة *"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "ما ورد في فضل: «لا اله إلا الله» والتنويه إليها في آيات القرأن الكريم"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - أنها كلمة التوحيد التي شهد الله تعالى بها لنفسه."
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "2 - وهي أعظم النعم"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "3 - وهي الكلمة التي أمر الله تعالى نبيه محمد صلى الله عليه وسلم أن يدعو الثقلين: الإنس والجن، إلى «شهادة أن لا اله إلا الله»."
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "1",
            "tit": "4 - وهي العروة الوثقى"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "5 - وهي القول الثابت"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": "1",
            "tit": "6 - وهي الكلمة الطيبة"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": "2",
            "tit": "7 - وهي كلمة العدل"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": "3",
            "tit": "8 - وهي الطيب من القول."
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "9 - وهي الكلمة التي تشرح الصدور."
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "1",
            "tit": "10 - وهي كلمة العهد."
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "2",
            "tit": "11 - وهي كلمة الاستقامة."
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "3",
            "tit": "12 - وهي الحسنى"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "13 - وهي كلمة الإحسان"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": "1",
            "tit": "14 - وهي كلمة الحق الثابتة."
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "15 - وهي دعوة الحق."
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": "1",
            "tit": "16 - وهي الكلمة الباقية"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": "2",
            "tit": "17 - وهي كلمة الله العليا"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": "3",
            "tit": "18 - وهي المثل الأعلى."
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "19 - وهي كلمة السواء."
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "1",
            "tit": "20 - وهي كلمة النجاة."
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "2",
            "tit": "21 - وهي القول السديد."
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "3",
            "tit": "22 - وهي كلمة البر."
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "23 - وهي كلمة الصدق."
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": "1",
            "tit": "24 - وهي كلمة التقوى."
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": "2",
            "tit": "25 - وهي الحسنة"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "وهي حصن الله الأعظم"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": "1",
            "tit": "فائدة"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "ما ورد في الحديث الشريف من فضائل لا إله إلا الله"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - من فضائلها أن قائلها يسعد بشفاعة رسول الله صلى الله عليه وسلم."
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "2 - ومن فضائلها أن قائلها في ذمة الله."
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": "1",
            "tit": "3 - ومن فضائلها أن قائلها تحرسه الملائكة وتحفظه."
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "4 - من فضائلها أن قائلها معصوم بها دمه وماله."
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "5 - ومن فضائلها أنها تعتق العبد من النار."
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": "1",
            "tit": "6 - من فضائلها أنها نجاة من النار."
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "7 - ومن فضائلها أنها توجب المغفرة."
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "8 - ومن فضائلها أنها أكبر الحسنات التي تكفر السيئات"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": null,
            "tit": "9 - ومن فضائلها أنها سيد الاستغفار."
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "10 - ومن فضائلها أنها تهدم الذنوب هدما."
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "11 - ومن فضائلها أنها تجدد مادرس من الإيمان في القلب."
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "12 - ومن فضائلها أنه لا يعادلها شئ في الوزن"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "13 - ومن فضائلها أنها مفتاح السماوات."
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": "1",
            "tit": "14 - ومن فضائلها أنها تفتح لها أبواب السماء حتى تفضي إلى العرش."
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "15 - ومن فضائلها أنها تخرق الحجب حتى تصل إلى الله عز وجل."
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": "1",
            "tit": "16 - ومن فضائلها أنه ليس بينها وبين الله حجاب"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "17 - ومن فضائلها أن الله عز وجل يصدق قائلها."
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": "1",
            "tit": "18 - وهي أفضل الذكر."
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": null,
            "tit": "19 - وهي أفضل الكلام."
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "20 - ومن فضائلها أنها أمان من وحشة القبر وهول المحشر."
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "21 - ومن فضائلها أنها تفتح لقائلها أبوب الجنة الثمانية"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "22 - ومن فضائلها أن أهلها وإن دخلوا النار بتقصيرهم في حقوقها فإنهم لابد أن يخرجوا منها."
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "23 - ومن فضائلها أن من قالها تغرس له شجرة في الجنة."
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "24 - ومن فضائلها أنها: أفضل الأعمال، وأكثرها تضعيفا للحسنات، وتعدل عتق الرقاب، وتمحو الذنوب والخطايا، وهي حرز من الشيطان."
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "25 - ومن فضائلها أن من قالها مائة مرة خير مما أطبقت عليه السماء والأرض."
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "26 - ومن فضائلها أنها كفارة المجلس."
        },
        {
            "id": "118",
            "lvl": "2",
            "sub": "1",
            "tit": "12 - إذا استيقظ من نومه."
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": null,
            "tit": "13 - عند رؤية البيت وفي الصفا والمروة."
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": null,
            "tit": "14 - في يوم عرفة وفي المزدلفة والمشاعر المقدسة."
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": null,
            "tit": "15 - عند الرجوع من غزو أو حج أو عمرة."
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": "1",
            "tit": "16 - عند الدعاء ورجاء الإجابة."
        },
        {
            "id": "122",
            "lvl": "2",
            "sub": null,
            "tit": "17 - عند التوبة من الذنب."
        },
        {
            "id": "122",
            "lvl": "2",
            "sub": "1",
            "tit": "18 - عند القيام من المجلس."
        },
        {
            "id": "123",
            "lvl": "2",
            "sub": null,
            "tit": "19 - عند الهم والكرب."
        },
        {
            "id": "123",
            "lvl": "2",
            "sub": "1",
            "tit": "20 - عند ما يؤي إلى فراشه."
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": null,
            "tit": "21 - عند عدم نيام الليل من الأرق."
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": "1",
            "tit": "22 - عند سكرات الموت."
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "فضائل الصلاة على رسول الله صلى الله عليه وسلم"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "المقصود بالصلاة على النبي صلى الله عليه وسلم"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": null,
            "tit": "* مواطن الصلاة على النبي التي يتأكد طلبها إما وجوبا وإما استحسانا مؤكدا *"
        },
        {
            "id": "131",
            "lvl": "2",
            "sub": "1",
            "tit": "الموطن الأول: وهو أهمها وأكدها في الصلاة في آخر التشهد"
        },
        {
            "id": "132",
            "lvl": "2",
            "sub": null,
            "tit": "الموطن الثاني: في صلاة الجنازة في التكبيرة الثانية"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": null,
            "tit": "الموطن الثالث: بعد الأذان"
        },
        {
            "id": "134",
            "lvl": "2",
            "sub": null,
            "tit": "الموطن الرابع: عند دخول المسجد والخروج منه"
        },
        {
            "id": "135",
            "lvl": "2",
            "sub": null,
            "tit": "*الموطن الخامس: في الخطب كطبة الجمعة، والعيدين، والاستسقاء، وغيرها"
        },
        {
            "id": "136",
            "lvl": "2",
            "sub": null,
            "tit": "* الموطن السادس: عند اجتماع القوم وقبل تفرقهم"
        },
        {
            "id": "137",
            "lvl": "2",
            "sub": null,
            "tit": "الموطن السابع: عند ورود ذكره صلوات الله وسلامه عليه"
        },
        {
            "id": "138",
            "lvl": "2",
            "sub": null,
            "tit": "الموطن الثامن: عند الوقوف على قبره الشريف صلى الله عليه وسلم"
        },
        {
            "id": "139",
            "lvl": "2",
            "sub": null,
            "tit": "* الموطن التاسع: عند طرفي النهار"
        },
        {
            "id": "139",
            "lvl": "2",
            "sub": "1",
            "tit": "* الموطن العاشر: يوم الجمعة وليلتها"
        },
        {
            "id": "142",
            "lvl": "2",
            "sub": null,
            "tit": "الموطن الحادي عشر: في صلاة العيد"
        },
        {
            "id": "142",
            "lvl": "2",
            "sub": "1",
            "tit": "الموطن الثاني عشر: عند ختم القرآن"
        },
        {
            "id": "143",
            "lvl": "2",
            "sub": null,
            "tit": "الموطن الثالث عشر: آخر القنوت"
        },
        {
            "id": "143",
            "lvl": "2",
            "sub": "1",
            "tit": "الموطن الرابع عشر: في مجالس الذكر"
        },
        {
            "id": "144",
            "lvl": "2",
            "sub": null,
            "tit": "* الموطن الخامس عشر: عند الهم، والشدائد، وطلب المغفرة"
        },
        {
            "id": "145",
            "lvl": "2",
            "sub": null,
            "tit": "الموطن السادس عشر: عند الدعاء"
        },
        {
            "id": "145",
            "lvl": "2",
            "sub": "1",
            "tit": "وله ثلاث مراتب"
        },
        {
            "id": "145",
            "lvl": "2",
            "sub": "2",
            "tit": "المرتبة الأولى"
        },
        {
            "id": "147",
            "lvl": "2",
            "sub": null,
            "tit": "المرتبة الثانية"
        },
        {
            "id": "147",
            "lvl": "2",
            "sub": "1",
            "tit": "المرتبة الثالثة"
        },
        {
            "id": "148",
            "lvl": "2",
            "sub": null,
            "tit": "* الموطن السابع عشر: عند الخروج إلى السوق، أو إلى دعوة أو نحوها"
        },
        {
            "id": "149",
            "lvl": "2",
            "sub": null,
            "tit": "الموطن الثامن عشر: في عشية عرفة"
        },
        {
            "id": "149",
            "lvl": "2",
            "sub": "1",
            "tit": "الموطن التاسع عشر: عند استلام الحجر الأسود"
        },
        {
            "id": "150",
            "lvl": "2",
            "sub": null,
            "tit": "الموطن العشرون: على الصفا والمروة"
        },
        {
            "id": "150",
            "lvl": "2",
            "sub": "1",
            "tit": "* الموطن الحادي والعشرون: الصلاة عليه صلى الله عليه وسلم في كل مكان"
        },
        {
            "id": "152",
            "lvl": "1",
            "sub": null,
            "tit": "فضائل الصلاة على رسول الله صلى الله عليه وسلم"
        },
        {
            "id": "152",
            "lvl": "2",
            "sub": "1",
            "tit": "(1) من فضائلها أنها صلاة بصلوات"
        },
        {
            "id": "153",
            "lvl": "2",
            "sub": null,
            "tit": "(2) من فضائلها أنها سبب لصلاة الله على المصلي وصلاة ملائكة عليه"
        },
        {
            "id": "154",
            "lvl": "2",
            "sub": null,
            "tit": "(3) من فضائلها صلاة رسول الله صلى الله عليه وسلم على المصلي"
        },
        {
            "id": "154",
            "lvl": "2",
            "sub": "1",
            "tit": "(4) من فضائلها تكفير الخطايا"
        },
        {
            "id": "154",
            "lvl": "2",
            "sub": "2",
            "tit": "(5) من فضائلها كفارة الذنوب وتزكية الأعمال ورفع الدرجات"
        },
        {
            "id": "156",
            "lvl": "2",
            "sub": null,
            "tit": "(6) من فضائلها كفاية الهموم ومغفرة الذنوب"
        },
        {
            "id": "157",
            "lvl": "2",
            "sub": null,
            "tit": "(7) من فضائلها أنها سبب لنيل شفاعته صلى الله عليه وسلم"
        },
        {
            "id": "158",
            "lvl": "2",
            "sub": null,
            "tit": "(8) من فضائلها أنها سبب لعرض اسم المصلي على رسول الله صلى الله عليه وسلم"
        },
        {
            "id": "159",
            "lvl": "2",
            "sub": null,
            "tit": "(9) من فضائلها أنها دليل إلى الجنة"
        },
        {
            "id": "160",
            "lvl": "2",
            "sub": null,
            "tit": "(10) من فضائلها أنها سبب في إجابة الدعاء"
        },
        {
            "id": "161",
            "lvl": "2",
            "sub": null,
            "tit": "(11) من فضائلها انتفاء الوصف بالبخل والجفاء"
        },
        {
            "id": "163",
            "lvl": "2",
            "sub": null,
            "tit": "(13) من فضائلها أن فاعلها أولى الناس به صلى الله عليه وسلم"
        },
        {
            "id": "163",
            "lvl": "2",
            "sub": "1",
            "tit": "(14) من فضائلها أنها زكاة للمصلي وطهارة له"
        },
        {
            "id": "164",
            "lvl": "2",
            "sub": null,
            "tit": "(15) من فضائلها أنها سبب لتثبت القدم على الصراط، والجواز عليه"
        },
        {
            "id": "164",
            "lvl": "2",
            "sub": "1",
            "tit": "(16) من فضائلها أنها سبب لقضاء الحوائج"
        },
        {
            "id": "165",
            "lvl": "2",
            "sub": null,
            "tit": "(17) من فضائلها أنهاتمحق الخطايا، وتعدل عتق الرقاب"
        },
        {
            "id": "165",
            "lvl": "2",
            "sub": "1",
            "tit": "(18) من فضائلها أنها طهرة من لغو المجلس"
        },
        {
            "id": "166",
            "lvl": "2",
            "sub": null,
            "tit": "(19) من فضائلها النجاة بها من أهوال يوم القيامة"
        },
        {
            "id": "167",
            "lvl": "1",
            "sub": null,
            "tit": "الفوائد والثمرات الحاصلة بالصلاة عليه صلى الله عليه وسلم"
        },
        {
            "id": "173",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "تقريظ"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "1",
            "tit": "تصدير بقلم الدكتور هاشم محمد علي مهدي"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "تقريظ فضيلة العلامة الدكتور أحمد عبد العزيز الحداد"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "تقريظ فضيلة العلامة الشيخ ماجد مدير المدرسة الصولتية"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "تقريظ فضيلة العلامة الدكتور حسن محمد الأهدل"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "التوحيد أعظم النعم"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "أحاديث في بشارة أهل التوحيد بالنجاة من النار والفوز بالجنة"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": "1",
            "tit": "27 - ومن فضائلها أن قائلها تستغفر له الملائكة."
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "28 - وهي أعلى شعب الإيمان."
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": "1",
            "tit": "29 - ومن فضائلها أنها أحسن الحسنات."
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "30 - ومن فضائلها أنها جنة من النار وهي من الباقيات الصالحات."
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "31 - ومن فضائلها أنها كنز من كنوز الجنة."
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": "1",
            "tit": "32 - ومن فضائلها أنه لم يدع بها رجل مسلم إلا استجاب الله له."
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "33 - ومن فضائلها أنها سبب في دخول الجنة."
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": null,
            "tit": "34 - ومن فضائلها أنها تفرج الكرب."
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": "1",
            "tit": "35 - ومن فضائلها أنها تذهب الهم والحزن."
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": "2",
            "tit": "36 - ومن فضائلها أن من قالها بحقها فقد أفلح."
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": null,
            "tit": "37 - ومن فضائلها أنها مفتاح الجنة."
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": "1",
            "tit": "38 - ومن فضائلها أنها ثمن الجنة."
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": null,
            "tit": "39 - ومن فضائلها أنها تسهل نزع الروح."
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": "1",
            "tit": "40 - ومن فضائلها أن من كان آخر كلامه «لا اله إلا الله» دخل الجنة."
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "مختصر فوائد لا اله إلا الله"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "المواطن والأزمان التي يستحب فيها ذكر: «لا اله إلا الله»"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - في الصباح والمساء."
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": null,
            "tit": "2 - عقب الوضوء."
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": null,
            "tit": "3 - عند الأذان."
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": null,
            "tit": "4 - عند افتتاح الصلاة."
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": null,
            "tit": "5 - بين التشهد والتسليم الصلاة."
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": null,
            "tit": "6 - عقب صلاة الفجر والمغرب."
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "7 - دبر كل صلاة مكتوبة."
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": "1",
            "tit": "8 - بعد كل صلاة"
        },
        {
            "id": "117",
            "lvl": "2",
            "sub": null,
            "tit": "9 - في المساجد."
        },
        {
            "id": "117",
            "lvl": "2",
            "sub": "1",
            "tit": "10 - في مفتتح الخطب الشرعية."
        },
        {
            "id": "118",
            "lvl": "2",
            "sub": null,
            "tit": "11 - في السوق."
        }
    ]
}