{
    "b2040": [
        {
            "id": "1",
            "nass": "سلسلة: بحوث في العلمانية ¶ (3) ¶ العلمانية ¶ والمذهب المالكي ¶ باحو مصطفى",
            "page": null,
            "part": null,
            "seal": "6B2F9EA6"
        },
        {
            "id": "2",
            "nass": "الطبعة الأولى: شعبان 1433 - يوليوز 2012 ¶ الناشر: جريدة السبيل ¶ المطبعة: طوب بريس. الرباط ¶ رقم الإيداع القانوني: 2012  MO1470 ¶ ر. د. م. ك: 8 - 128 - 31 - 9954 - 978",
            "page": "2",
            "part": "1",
            "seal": "7FA825DA"
        },
        {
            "id": "3",
            "nass": "«إنَّ مِنْ قَواعدِ دينِنا أنَّ العالِمَ حاكمٌ على المَلك، لا العكسُ: أَنْ يكون ما تضمَّنه الظهيرُ الشريفُ معروضا على نُصوصِ الشريعةِ الثابتةِ، فيُردُّ الظَّهِيرُ للنصوص، ولا تردُّ النصوصُ للظهير، إلا لو كان الملكُ حاكِما على الشرع، والأمرُ بالعكس، ولو قِيل بذلك لَبَطَلت الأديان جُمْلَة، وصار المدارُ على الملك، وهو خلاف الواقع». ¶ من جواب قاضي الجماعة بفاس محمد بن عبد الرحمن العلوي المدغري (ت 1299هـ/1882م)، باسم السلطان الحسن الأول بعد استشارة العلماء المعنيين بالأمر، وذلك عام 1297 هـ /1880 م. ¶ مظاهر يقظة المغرب (1/ 414).",
            "page": "3",
            "part": "1",
            "seal": "3986880D"
        },
        {
            "id": "5",
            "nass": "مقدمة ¶ بسم الله الرحمن الرحيم، والصلاة والسلام على أشرف المرسلين. ¶ وبعد، فهذا هو الكتاب الثالث من هذه السلسلة، بعد الكتاب الأول: ¶ «العلمانية، المفهوم والمظاهر والأسباب» وهو الذي جعلته طليعة للسلسلة. وقد طبع في الرباط، ونشرته جريدة «السبيل» المغربية في غشت 2011. ¶ والكتاب الثاني: «العلمانيون العرب وموقفهم من الإسلام». وقد طبع في المكتبة الإسلامية بمصر. ¶ أبحث في هذه الرسالة موضوعين هامين، لهما ارتباط بموضوع العلمانية: ¶ الأول: العلمانية والمذهب المالكي. ¶ والثاني: ماذا يعني تطبيق الشريعة في المذهب المالكي؟ ¶ وهما موضوعان مترابطان متداخلان يكمل أحدهما الآخر، فتطبيق الشريعة الإسلامية يعني رفض العلمانية، والعكس صحيح. ولذلك جمعت بينهما في هذه الرسالة. ولا تخفى أهمية هذين الموضوعين في إطار تعرضنا لموضوع العلمانية وبحث موضوعاتها المختلفة وتناولها من زوايا مختلفة، لعلنا نسلط الضوء على أهم جوانبها وأبرز تجلياتها، متجنبا الاشتباك مع معارضي ومخالفي، مفسحا المجال للعرض الهادئ لنصوص واضحة بينة لا لبس فيه لعلماء المذهب المالكي، الذي طالما تغنى أهل بلدنا بالدفاع عنه والإشادة به.",
            "page": "5",
            "part": "1",
            "seal": "2EA53A07"
        },
        {
            "id": "6",
            "nass": "بينت في الرسالتين أن المذهب المالكي عبادة وشريعة، علاقة بين العبد وربه، وعلاقة بين العبد ومحيطه، وأنه لا حجة عند المغاربة على مر تاريخهم إلا في الشريعة، ولا مرجع إلا هي، وأنه لا يجوز التحاكم عند المالكية إلا إلى القرآن والسنة. وأن السياسة إذا لم تتقيد بالشريعة فهي مرفوضة، وأن المذهب المالكي ظل يحكم المغرب في شتى مجالات الحياة: السياسية والاقتصادية والثقافية والاجتماعية، إلى أن جاء الاستعمار فغيَّر وبدَّل وأوقف العمل بأحكام الشريعة في عدة مجالات. ¶ وبينت كيف أن الحفاظ على الأحكام الشرعية أهم واجب على السلطان عند علماء وسلاطين المغرب. ¶ وتكلمت عن عناية السلاطين العلويين بالزكاة الشرعية وإلغاء المكوس، وإنكار المالكية لتبديل الزكاة بالضريبة، وأنه وَقَفَ خَلْفها دول غربية على رأسها فرنسا وإنجلترا. وأنها أحد أهم أسباب خلع السلطان عبد العزيز من قبل علماء مراكش وفاس. ¶ ثم بينت أن الدول التي حكمت المغرب كانت حريصة على تطبيق الشريعة ومن ضمنها الحدود الشرعية. بل إن بعض الحكام مثل يعقوب المنصور كان يقيم الحدود حتى في أهله وعشيرته الأقربين. ¶ وظل هذا دأب الدولة العلوية الحاكمة في المغرب منذ نشأتها إلى ما قبل الحماية ودخول الاستعمار، حتى أنكر السلطان العلوي محمد بن عبد الله تبديل الحدود الشرعية بالقوانين الوضعية وقال: وذلك من المنكر الذي لا يرضاه الله ورسوله والمؤمنون، لأنه خرق للشريعة وإبطال لأحكام القرآن.",
            "page": "6",
            "part": "1",
            "seal": "10C5FFB4"
        },
        {
            "id": "7",
            "nass": "وظل الخمر ممنوعا طوال تاريخ المغرب، ولم يرخص لغير اليهود والنصارى ببيعه وشربه، ولم يعرف أن الدولة المغربية أعطت ترخيصا لمسلم لبيع الخمر إلا بعد مجيء الاستعمار. ¶ كما تكلمت عن عناية الدولة العلوية بجمع الجزية من اليهود. ومناهضة علماء المالكية للبنوك الربوية. وأن الربا لم يدخل في صورة منظمة ومؤسسة إلا لما سقط المغرب فريسة للتدخلات الأجنبية، في عهد السلطان عبد العزيز. وكان إحداثه للبنك الربوي أحد أهم أسباب خلعه وتعيين السلطان عبد الحفيظ مكانه. ¶ ثم تحدثت عن علمنة القانون في تاريخ المغرب وبينت أن الظهير البربري أهم مظاهر العلمنة في المغرب. وأن المحاكم الإسلامية المعتمدة على المذهب المالكي كانت تشمل جميع المخالفات سواء كانت الأحوال الشخصية أو الجنائية أو غيرها. وأول من فصل بين القضاء الشرعي المعتمد على الشريعة والقضاء الجنائي وغيره هو المقيم العام ليوطي. ¶ وفي ظل الاحتلال والحماية الفرنسية تم إقصاء الشريعة الإسلامية وإحلال القانون العلماني الوضعي محلها. ¶ وبينت كذلك أن أهم أهداف السياسة البربرية هي: ¶ 1 - فرنسة البربر. ¶ 2 - إخراجهم من الإسلام والقضاء على القرآن. ¶ 3 - تنصيرهم.",
            "page": "7",
            "part": "1",
            "seal": "A25167E3"
        },
        {
            "id": "8",
            "nass": "وفي الرسالة الثانية بينت ماذا يعني تطبيق الشريعة في المذهب المالكي؟ من الناحية السياسية والإعلامية والاجتماعية والقانونية والاقتصادية. ونقلت نصوص المالكية في ذلك. ¶ هذا، ولا يفتأ العلمانيون في اختراع الشبهات تجاه تطبيق الشريعة الإسلامية، واتخذوا ذرائع شتى لذلك، كان من إبرازها: اتخاذ الأقليات أداة اعتراض على حاكمية الشريعة واستعملوها ورقة ضغط وعقبة في وجهها. مع أن الشريعة ظلت تحكم خلال قرون عديدة، ولم تشكل مسألة الأقليات أية مشكلة أو عائق في وجه الشريعة. ولم تنتقص الشريعة شيئا من تدين هذه الأقليات، لأن شرائع هذه الأقليات ليس فيها فقه معاملات مدنية. فالشريعة الإسلامية ليست بديلا لشريعة مدنية نصرانية، وإنما هي بديل للقانون الوضعي العلماني الذي جاء به الغزاة القاهرون للأغلبيات والأقليات جميعا (¬1). ¶ فليس للنصارى تشريع قانوني يهدده تطبيق الشريعة. بل العلمانية هنا هي المذهب الند للإسلام والنصرانية معا لا النصرانية. وتطبيق الشريعة يكفل للنصارى حرية تَدَيُّن أكثر مما يكفلها لهم النظام العلماني. وبالتالي فعلى النصارى دعم تطبيق الشريعة الإسلامية بدل التخويف منها. ¶ وطالما روج العلمانيون أن العلمانية هي الحل المثالي لتجاوز التشظي المذهبي، وليست هذه إلا ذريعة لتجاوز الإسلام وقيمه وشرائعه. فهاهو لبنان الجريح مثال صارخ لتلك العلمانية البئيسة المفلسة. ولا توجد دولة تعيش حالة ¶ ¬_________ ¶ (¬1) الشريعة الإسلامية والعلمانية الغربية (46). ¶ وانظر في كون تطبيق الشريعة لا يهدد الوحدة الوطنية: تهافت العلمانية في الصحافة العربية (239).",
            "page": "8",
            "part": "1",
            "seal": "8C6F50A2"
        },
        {
            "id": "9",
            "nass": "من الاضطراب والفوضى وانعدام الأمن والتناحر السياسي بدون أدنى هدف مثل لبنان، لا يجتمع أهلها يوما إلا تفرقوا في اليوم الموالي أكثر مما كانوا قبل اتفاقهم. ولم تجلب لهم العلمانية إلا الضعف والوهن. ¶ وقد حاول العلمانيون إسكات جميع الأصوات المخالفة لهم، ولهذا أضحت أصواتهم أعلى وأكثر انتشارا على الساحة الإعلامية في مغربنا، لكن عادة الأكثر ضجيجا وغوغائية أن يكون أكثر ظهورا وبروزا والأقل استمرارية وثباتا، ومن سنة الله في خلقه أن السنابل الفارغة تكون دائما أكثر بروزا وأعلى رؤوسا، بينما السنابل الممتلئة -والتي هي أَمَلُ الفلاح البسيط المسكين- تكون منحنية وأقل ظهورا من تلك الشامخة إلى أعلى. ولن تجد لسنة الله تبديلا. ¶ ومهما استأسدوا علينا وتغطرسوا فإن لنا عزاء في قوله تعالى: {كَذَلِكَ يَضْرِبُ اللهُ الْحَقَّ وَالْبَاطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاء وَأَمَّا مَا يَنفَعُ النَّاسَ فَيَمْكُثُ فِي الأَرْضِ كَذَلِكَ يَضْرِبُ اللهُ الأَمْثَالَ} الرعد17. ¶ وقوله: {وَنُرِيدُ أَن نَّمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ} القصص5. ¶ وقد حاولت في هاتين الرسالتين التركيز أكثر على السلاطين العلويين الحاكمين إلى اليوم في بلدنا لقرب العهد، ولعله يكون عبرة لأهل زماننا، مدللا على أن ما ندعو إليه ليس بدعا من الكلام ولا مذهبا استوردناه من شرق أو غرب، كما يوسوس بذلك كثير من الحريصين على مصالحهم الشخصية التي يُغَلِّفُونها بالحفاظ على الأمن الروحي للمواطنين!",
            "page": "9",
            "part": "1",
            "seal": "C4AE55B7"
        },
        {
            "id": "10",
            "nass": "ولهذا فأنا أتحدى مخالفينا أن يذكر لنا شيئا نتبناه أو تتبناه الحركة الإسلامية عموما ولا أصل له في مذهبنا المالكي وتطبيقاته التاريخية، بل ما ندعو له هو الأصل الذي اتفقت عليه أغلب المصادر التاريخية والفقهية المغربية. ¶ وختاما لا يخفى أن التأليف كما ذكر عدد من العلماء داخل في «علم ينتفع به»، بل هو أظهر فيه أكثر من غيره (¬1). ¶ ولهذا «لم أزل مولعا بالتأليف، راغبا في التصنيف، جعلته هِجِّيراي، وقطعت به دنياي، دون تقرب به لرئيس، ولو سمح فيه بمال نفيس» (¬2). ¶ والله الهادي إلى الصراط المستقيم. ¶ ¬_________ ¶ (¬1) انظر أقوالا كثيرة في ذلك في الصوارم والأسنة (160 - 161). ¶ (¬2) كما قال محمد بن أحمد بن عامر أبو عامر السالمي. الذيل والتكملة (6/ 8).",
            "page": "10",
            "part": "1",
            "seal": "5EC8C441"
        },
        {
            "id": "11",
            "nass": "العلمانية والمذهب المالكي ¶ يولي المالكية عناية كبيرة للشريعة الإسلامية بأبوابها المتعددة، ابتداء من الصلاة وباقي الأركان الخمسة ومرورا بأحكام البيوع والزواج والطلاق وانتهاء بأحكام الجهاد. ¶ فأحكام الشريعة عند المالكية كل لا يتجزأ، ويجب الإذعان لها والامتثال لأحكامها. ¶ ومن شرط الإمام عندهم كما في تفسير القرطبي (1/ 272) إقامة كتاب الله وسنة رسول الله - صلى الله عليه وسلم -. ¶ وقال أبو عبد الله القرطبي كذلك في تفسيره (2/ 9) معلقا على قوله تعالى: {فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ}: في هذه الآية والتي قبلها التحذير من التبديل والتغيير والزيادة في الشرع، فكل من بدل وغير أو ابتدع في دين الله ما ليس منه ولا يجوز فيه فهو داخل تحت هذا الوعيد الشديد، والعذاب الأليم. ¶ وقد ظلت الشريعة الإسلامية حاكمة في المغرب لقرون طويلة كما قال المؤرخ عبد السلام بن سودة الفاسي في إتحاف المطالع بوفيات أعلام القرن الثالث والرابع (2/ 455) قال: وفي 17 ذي الحجة موافق سادس عشر ماي سنة 1930 صدر الظهير البربري المشؤوم الذي يرمي إلى فصل سكان المغرب المسلمين البربر عن الشريعة الإسلامية التي تطبق عليهم منذ عدة قرون.",
            "page": "11",
            "part": "1",
            "seal": "191DA443"
        },
        {
            "id": "12",
            "nass": "وكان دأب السلاطين العلويين وسيرتهم الوقوف عند حدود الشريعة والاقتصار عليها ورد الأمر كله إليها كما قال المشرفي (¬1). ¶ بينما تهدف العلمانية إلى الحد من حاكمية الشريعة الإسلامية وسجنها مشلولة الحركة داخل المسجد. ¶ والعلمانية كما أسلفت في كتب سابقة لها شق عقائدي إيديولوجي، أعني موقفها من الغيب والميتافيزيقا، واعتبارها كل المفاهيم الغيبية الدينية أساطير خرافية من ثقافة القرون الوسطى. ¶ ولها شق تشريعي يتجاوز كل التشريعات الدينية كما وكيفا وفي شتى المجالات المختلفة. ¶ وكل ما سطرت في كتابي الثاني أعني «العلمانيون العرب وموقفهم من الإسلام» فإنه ينسحب على المذهب المالكي، لأن المذاهب الأربعة هي المذاهب الفقهية الإسلامية المشهورة، فإذا تحدثنا عن الإسلام بأحكامه وشرائعه فإننا نعني جميع المذاهب الأربعة، لأنها لا تختلف إلا في جزئيات وتفاصيل فقهية. ¶ فالعلمانية عندما ترفض مثلا الحدود الشرعية فإنها ترفض المذاهب الأربعة وتعتبرها متجاوزة لأنها اتفقت على وجوب تطبيق الحدود الشرعية والحفاظ على الشريعة، بل اعتبروها أحد الأسس التي تقوم عليها الإمارة والحكم الإسلامي. ¶ ¬_________ ¶ (¬1) الحلل البهية (2/ 178). وكان السلطان المولى يوسف يعامل فرنسا بشدة في الأمور التي تخالف الشريعة الإسلامية، كما في إتحاف المطالع (2/ 446).",
            "page": "12",
            "part": "1",
            "seal": "863B4B17"
        },
        {
            "id": "13",
            "nass": "وتمثل كتب النوازل والفتاوى الفقهية أهم مصدر تنعكس فيه هموم المجتمع وتطلعاته وإشكالاته. والمتأمل في كتب النوازل المغربية كنوازل العلمي والوزاني والونشريسي والبرزلي، وكلها مطبوعة، يرى بوضوح تام لا لبس فيه أن المذهب المالكي هو المصدر الوحيد المعتمد داخل التراب الوطني في حل إشكالات البيع والشراء والرهن والشركات والإيجارات والأكرية وغيرها. ¶ بل يظهر من خلالها أن المغاربة لا يعرفون أي مصدر ثان بعد المذهب المالكي في كل ما يتصل بحياتهم اليومية. فقد سجلوا عشرات التساؤلات والاستفسارات في قضايا البيع والشراء والمعاملات اليومية التي كانوا يتعاطونها. أما اليوم فقد هجر المذهب نهائيا وأقصي من الميدان تماما. بل حلت محله تشريعات وضعية لا تمت إليه بصلة. فكثير من تشريعات العقود والالتزامات مثلا مخالفة له، كما سنبين في رسالة قادمة إن شاء الله. ¶ وفي المسائل السياسية أو ما يسمى بالسياسة الشرعية أو الخلافة أو الإمارة ترى أن معتمدهم الوحيد هو المذهب المالكي. نرى هذا واضحا في كتب مثل كتاب عبد القادر الفاسي في ذلك (¬1)، وأحمد بن محمد الرهوني في «نصح المؤمنين بشرح قول ابن أبي زيد\"والطاعة لأئمة المسلمين\"» (¬2) وغيرهم. ¶ وتتابعت نصوص علماء المالكية في أن الشريعة الإسلامية حاكمة على كل أحد: ¶ ¬_________ ¶ (¬1) وعندي منه نسخة مصورة عن نسخة الخزانة العامة، وقد طبع حديثا. ¶ (¬2) وعندي منه نسخة مصورة عن نسخة الخزانة العامة. وهو أحسن ما للمالكية في بابه.",
            "page": "13",
            "part": "1",
            "seal": "1182C12C"
        },
        {
            "id": "14",
            "nass": "قال ابن بطال المالكي في شرح صحيح البخاري (10/ 363): والواجب على الحاكم أو العالم إذا كان من أهل الاجتهاد أن يلتمس حكم الحادثة في الكتاب أو السنة. ¶ فنص على أن المرجع الوحيد للحاكم هو الكتاب والسنة. ¶ وقال علي بن أبي طالب - رضي الله عنه -: حق على الإمام أن يحكم بما أنزل الله تعالى ويؤدي الأمانة فإذا فعل حق على الرعية أن يسمعوا ويطيعوا ويجيبوا إذا دعوا (¬1). ¶ وقال الشاطبي في الاعتصام (2/ 853): فاعلموا أن الله تعالى وضع هذه الشريعة حجة على الخلق كبيرهم وصغيرهم، مطيعهم وعاصيهم، برهم وفاجرهم، لم يختص بالحجة بها أحدا دون أحد، وكذلك سائر الشرائع إنما وضعت لتكون حجة على جميع الأمم التي تنزل فيهم تلك الشريعة، حتى إن حملة شريعة المرسلين بها صلوات الله عليهم داخلون تحت أحكامها. ¶ فلا حجة إلا في الشريعة كما قرر هذا الإمام المالكي. ¶ وقال (2/ 855): وإذا كان كذلك فسائر الخلق حريون بأن تكون الشريعة حجة حاكمة عليهم ومنارا يهتدون بها إلى الحق. وشرفهم إنما يثبت بحسب ما اتصفوا به من الدخول تحت أحكامها والعمل بها قولا واعتقادا وعملا، لا بحسب عقولهم فقط ولا بحسب شرفهم في قومهم فقط. لأن الله تعالى إنما أثبت الشرف بالتقوى لا غيرها لقوله تعالى: ِ {إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ}. فمن كان أشد محافظة على اتباع الشريعة فهو أولى بالشرف والكرم، ¶ ¬_________ ¶ (¬1) رسالة في أسباب خلع المولى عبد العزيز وتعيين المولى عبد الحفيظ مكانه لمحمد بن إبراهيم السباعي المراكشي ت1332/ 1914. الخزانة العامة 3937د.",
            "page": "14",
            "part": "1",
            "seal": "7E7997B0"
        },
        {
            "id": "15",
            "nass": "ومن كان دون ذلك لم يمكن أن يبلغ في الشرف مبلغ الأعلى في اتباعها. فالشرف إذا إنما هو بحسب المبالغة في تحكيم الشريعة. ¶ وقال المشرفي عن المولى محمد بن عبد الرحمن: بانيا أمره على الشريعة لا يحيد عنها طرفة عين (¬1). ¶ وقد حافظ المغرب طيلة عهوده الإسلامية على إقليمية القضاء وإقليمية التشريع، فكانت المحكمة الشرعية هي القضاء الوحيد الذي يرجع إليه المتقاضون من أي جنس كانوا وأي دين كانوا. كما يقول علال الفاسي في «دفاع عن الشريعة الإسلامية» (12). ¶ وقال (157 - 158): إن المغرب قبل الحماية كان يملك جهازا قضائيا كامل النظام والصلاحية وإن لم يكن متمتعا ببعض مظاهر التنظيمات العصرية، وكانت الشريعة الإسلامية هي المرجع الذي تؤول إليه كل القضايا. والقاضي الشرعي هو الذي يتولى الحكم في المسائل المدنية والجنائية وفي نظام الأسرة كذلك. ولكن الحماية الفرنسية بمجرد انتصابها حدت من اختصاصات المحاكم الشرعية، وحولت قسما منها إلى ما سمته بالمحاكم الفرنسية المغربية ... (¬2) ¶ وجاء في بيان المؤتمر الثاني لجمعية العلماء خريجي دار الحديث الحسنية المنعقد بمراكش أيام 14 - 15 - 16 جمادى الأولى 1396 هـ موافق 14 - 15 - 16 ماي 1976 م التأكيد على ما يلي (¬3): ¶ ¬_________ ¶ (¬1) الحلل البهية (2/ 92). ¶ (¬2) وانظر (ص 17) منه. ¶ (¬3) ميثاق الرابطة عدد 1036 الجمعة 6 شعبان 1424هـ الموافق 3 أكتوبر 2003م.",
            "page": "15",
            "part": "1",
            "seal": "3E9CB651"
        },
        {
            "id": "16",
            "nass": "- جعل التشريع المغربي تشريعا إسلاميا مستمدا من أطر الإسلام وقواعده والأعراف المغربية الأصيلة. ¶ - مراقبة الإعلام المغربي مراقبة صارمة وخاصة الأفلام الخليعة التي تتنافى مع حشمة المسلم وتجرح كرامته ووقاره. ¶ - الأخذ بمشورة العلماء ورأيهم في القضايا الوطنية وتمثيلهم الكامل في كل المؤسسات والمجالس التمثيلية باعتبارهم أهل الحل والعقد في الأمة. ¶ - إصلاح هياكل التعليم من القاعدة إلى القمة في قالب الأصالة الإسلامية وتطهير الكتاب المدرسي من الجراثيم التي تفتك بناشئتنا والاهتمام باختيار المدرس والأستاذ. ¶ - اعتماد شرائع الله أساسا لحالتنا ودستورا لأخلاقنا حكما وسلوكا وإدارة، ورد كل أمورنا إليها. ¶ - تنظيم الاقتصاد وفق أسس إسلامية وتحرير موارده وجعله سلاحا في ساحة الجهاد المقدس لتخليص المسلمين من التبعية والوقوع في المعاملات الربوية. ¶ فهذه توصيات هامة من علماء مغاربة تتوافق مع ما نؤكد عليه من أفكار في هذه السلسلة. ¶ ومن تعظيم المالكية لأحكام الشريعة وأصولها إجماعهم على تكفير من أنكر الفرائض الشرعية مستحلا لذلك:",
            "page": "16",
            "part": "1",
            "seal": "232057E0"
        },
        {
            "id": "17",
            "nass": "قال القرطبي المالكي في تفسيره (8/ 74): وقال ابن العربي: ولا خلاف بين المسلمين أن من ترك الصلاة وسائر الفرائض مستحلا كفر، ومن ترك السنن متهاونا فسق ... واختلفوا فيمن ترك الصلاة من غير جحد لها ولا استحلال، فروى يونس بن عبد الأعلى قال: سمعت ابن وهب يقول قال مالك: من آمن بالله وصدق المرسلين وأبى أن يصلي قتل. ¶ وقال ابن بطال المالكي في شرح صحيح البخاري (8/ 577 - 578): وأجمع العلماء أن من نصب الحرب في منع فريضة، أو منع حقا يجب عليه لآدمي أنه يجب قتاله، فإن أبى القتل على نفسه فدمه هدر. قال ابن القصار: وأما الصلاة فإن مذهب الجماعة أن من تركها عامدا جاحدا لها فحكمه حكم المرتد يستتاب، فإن تاب وإلا قتل، وكذلك جحد سائر الفرائض، وإنما اختلفوا فيمن تركها لغير عذر غير جاحد لها. ¶ فهذه نصوص مالكية واضحة في أن من أنكر واجبا من الواجبات الظاهرة كافر ومن تركها تهاونا فاسق (¬1). ¶ وقال القاضي عياض في إكمال المعلم شرح صحيح مسلم (1/ 238): ولا خلاف في جاحد فرض من هذه الفرائض أنه كافر. يقصد: الزكاة والصيّام والحج والوضوء والغسل. ¶ وقال ابن رشد في البيان والتحصيل (16/ 394): أما من جحد فرض الوضوء والصلاة والزكاة أو الصيام أو الحج أو استحل شرب الخمر أو الزنا أو غصب الأموال أو جحد سورة أو آية من القرآن أو ما أشبه ذلك، فلا اختلاف ¶ ¬_________ ¶ (¬1) وانظر حضارة الموحدين للمنوني (126).",
            "page": "17",
            "part": "1",
            "seal": "3BBCD200"
        },
        {
            "id": "18",
            "nass": "في أنه كافر، وإن قال إنه مؤمن. فيعلم أنه في ذلك كاذب، للإجماع المنعقد على أن ذلك لا يكون إلا من كافر، وإن لم يكن شيء من ذلك في نفسه كفراً على الحقيقة، وأما من أقر بفرض الصلاة والصيام والوضوء وأبى من فعل ذلك وهو قادر عليه فقول مالك في هذه الرواية: إنه يستتاب في ذلك كله، فإن أبى في شيء منه أن يفعله قتل يدل على أنه يقتل على الكفر، فيكون ماله لجماعة المسلمين كالمرتد إذا قتل على ردته لأنه وإن لم يكن نفس الترك لشيء من ذلك كله كفراً على الحقيقة فإنه يدل على الكفر، ولا يصدق من قال في شيء من ذلك كله إنه مؤمن بوجوبه عليه إذا أبى أن يفعله، فحكمه حكم الزنديق الذي يقتل على الكفر. انتهى. ¶ ولا يفوتني هنا التنبيه على أن التكفير أمره خطير، وله شروط، وتمنع منه موانع. ولا يجوز أن يتكلم فيه إلا أهل العلم العالمين بالشريعة. ¶ المذهب المالكي عبادة وشريعة. ¶ المتأمل لكتب المذهب المالكي يجد أن مباحثها غطت كافة أبواب الحياة السياسية والاقتصادية والاجتماعية وغيرها، ولم يترك المالكية بابا إلا بحثوه ولا حكما إلا طرحوه وأوضحوا فيه حكم الشرع وبينوه. ¶ وإذا تأملنا مثلا كتاب الموطأ سنجد أنه يتضمن الأبواب التالية: الصلاة. الطهارة. الجنائز. الزكاة. الصيام. الحج. الجهاد. النذور والأيمان. الضحايا. الذبائح. الصيد. العقيقة. الفرائض. النكاح. الطلاق. الرضاع. البيوع. القراض. المساقاة. كراء الأراضي. الشفعة. الأقضية. الوصية. العتق والولاء. المكاتب. المدبر. الحدود. الأشربة. العقول. القسامة. الجامع. القدر. حسن",
            "page": "18",
            "part": "1",
            "seal": "BF7B5C34"
        },
        {
            "id": "19",
            "nass": "الخلق. اللباس. صفة النبي - صلى الله عليه وسلم -. العين. الشعر. الرؤيا. السلام. الاستئذان. البيعة. الكلام. جهنم. الصدقة. العلم. دعوة المظلوم. أسماء النبي - صلى الله عليه وسلم -. ¶ فهذه أبواب موطأ مالك رحمه الله، والملاحظ أنها شملت كل الحياة وما يتعلق بها من تفاصيل، وليس كما يقول العلمانيون: الدين مكانه المسجد. ¶ وهذه أبواب المدونة الكبرى: الوضوء. الصلاة. الجنائز. الصيام. الزكاة. الحج. الصيد. الذبائح. الضحايا. العقيقة. النذور. الطلاق. النكاح. المواريث. الصرف. السلم. الآجال. البيوع الفاسدة. البيعان بالخيار. المرابحة. الغرر. الوكالات. العرايا. التجارة إلى أرض العدو. التدليس بالعيوب. الصلح. تضمين الصناع. الجعل والإجارة. كراء الرواحل والدواب. كراء الدور والأرضين. المساقاة. الجوائح. الشركة. القراض. الأقضية. القضاء. الشهادات. الدعوى. المديان. التفليس. المأذون له في التجارة. الكفالة. والحمالة. الحوالة. الرهن. الغصب. الاستحقاق. الشفعة. الوصايا. الهبات. الحبس والصدقة. الوديعة. العارية. اللقطة والضوال. الآبق. حريم الآبار. الحدود في الزنا والقذف. الرجم. الأشربة. السرقة. المحاربون. الجراحات. الجنايات. الديات. ¶ وهذه أبواب كتاب النوادر والزيادات لابن أبي زيد القيرواني: الطهارة. الصلاة. الجنائز. الصوم. الزكاة. الحج. الجهاد. السبق. الرمي. الأيمان. النذور. النكاح. الاستبراء. الصرف. البيوع. الجعل. الإجارة. المغارسة. القضاء. الشهادات. الدعوى. البينات. الإقرار. المديان. التفليس. إحياء الموات. الكلأ. الوصايا. الحبس. الأيمان بالعتق. المدبر. الدماء. المرتدون.",
            "page": "19",
            "part": "1",
            "seal": "315BDC9F"
        },
        {
            "id": "20",
            "nass": "فكل ما يتعلق بالحياة العامة سواء في التجارة أو الأكرية أو البيع والشراء والرهن أو أحكام الصناعة والشركة والهبة والإفلاس والوكالة والكفالة والحوالة كتحويل الديون بالشيكات ونحوها والقضاء والشهادة ونحو ذلك خصص لها المالكية بحوثا مطولة وتفصيلات مسهبة، فيما بحثوا أحكام السياسة والإمارة في كتب خاصة. إنها منظومة قانونية وتشريعية شاملة لكافة مجالات الحياة البشرية وليست خاصة بالمسجد كما يقول العلمانيون. ¶ إنكار المالكية للحرية بمفهومها العلماني: ¶ نقف مع نصين هامين يبرزان وعيا واضحا لعلماء المغرب لمسألة هي لب العلمانية وجوهرها: الحرية المطلقة. التي تهدف إلى التحرر من الأديان والثوابت والأعراف الاجتماعية والمطلقات: ¶ طرحت إشكالية «حرية العقيدة في المغرب» من طرف اليهودي الإنجليزي السير موسى مونتفيوري، إذ وفد على المغرب عام 1280/ 1864، وحظي بمقابلة السلطان محمد الرابع وطلب منه الحرية ليهود المغرب. ¶ فبحث المسألةَ العلامةُ الناصري في الاستقصا (3/ 114 - 115) وانتقد بشدة الحرية المطلقة التي تهدف إلى التحرر من جميع الضوابط وتتجاوز الأديان والأعراف. قال: واعلم أن هذه الحرية التي أحدثها الفرنج في هذه السنين هي من وضع الزنادقة قطعا لأنها تستلزم إسقاط حقوق الله وحقوق الوالدين وحقوق الإنسانية رأسا. أما إسقاطها لحقوق الله فإن الله تعالى أوجب على تارك الصلاة والصوم وعلى شارب الخمر وعلى الزاني طائعا حدودا معلومة، والحرية تقتضي إسقاط ذلك كما لا يخفى. وأما إسقاطها لحقوق الوالدين فلأنهم خذلهم",
            "page": "20",
            "part": "1",
            "seal": "3498DFED"
        },
        {
            "id": "21",
            "nass": "الله يقولون إن الولد الحدث إذا وصل إلى حد البلوغ والبنت البكر إذا بلغت سن العشرين مثلا يفعلان بأنفسهما ما شاءا، ولا كلام للوالدين فضلا عن الأقارب، فضلا عن الحاكم، ونحن نعلم أن الأب يسخطه ما يرى من ولده أو بنته من الأمور التي تهتك المروءة وتزري بالعرض سيما إذا كان من ذوي البيوتات. فارتكاب ذلك على عينه مع منعه من الكلام فيه موجب للعقوق ومسقط لحقه من البرور. وأما إسقاطها لحقوق الإنسانية فإن الله تعالى لما خلق الإنسان كرمه وشرفه بالعقل الذي يعقله عن الوقوع في الرذائل ويبعثه على الاتصاف بالفضائل وبذلك تميز عما عداه من الحيوان. وضابط الحرية عندهم لا يوجب مراعاة هذه الأمور بل يبيح للإنسان أن يتعاطى ما ينفر عنه الطبع وتأباه الغريزة الإنسانية من التظاهر بالفحش والزنى وغير ذلك إن شاء، لأنه مالك أمر نفسه، فلا يلزم أن يتقيد بقيد. ولا فرق بينه وبين البهيمة المرسلة إلا في شيء واحد هو إعطاء الحق لإنسان آخر مثله فلا يجوز له أن يظلمه وما عدا ذلك فلا سبيل لأحد على إلزامه إياه. وهذا واضح البطلان، لأن الله تعالى حكيم وما ميز الإنسان بالعقل إلا ليحمِّله هذه التكاليف الشرعية من معرفة خالقه وبارئه والخضوع له لتكون له بها المنزلة عند الله في العقبى {إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ} الأحزاب 72 الآية. ¶ واعلم أن الحرية الشرعية هي التي ذكرها الله في كتابه وبينها رسول الله - صلى الله عليه وسلم - لأمته وحررها الفقهاء - رضي الله عنهم - في باب الحجر من كتبهم فراجع ذلك وتفهمه ترشد، وبالله التوفيق. انتهى (¬1). ¶ فالحرية يجب أن تضبط بضوابط الشريعة، والحرية المطلقة بمفهومها الغربي من وضع الزنادقة كما قال هذا العلامة المغربي. ¶ ¬_________ ¶ (¬1) وانظر الإعلام (6/ 362 - 363 - 364).",
            "page": "21",
            "part": "1",
            "seal": "1983B10E"
        },
        {
            "id": "22",
            "nass": "فنعم للحرية المنضبطة كما تهتف الشعوب العربية في ربيعها العربي ردا على القمع والدكتاتورية والحكم المطلق، ولا للحرية المطلقة التي من ضمنها التحرر من الأديان والأخلاق والمطلقات. ¶ وبعد أزمة 1860 بدأت الاقتراحات الأجنبية حول الحرية الدينية بالمغرب، ومن ذلك مذكرة بشأن حرية العقيدة في المغرب، قدمها الكاردينال نينا كاتب الدولة في الفاتيكان إلى مؤتمر مدريد 1297/ 1880، فبعث بها أعضاء المؤتمر إلى السلطان الحسن الأول حيث عرضها على قاضي فاس محمد بن عبد الرحمن العلوي المدغري ت 1299/ 1882، وعهد إليه بتحرير جواب المذكرة، فكتبه القاضي بعد استشارة العلماء المعنيين بالأمر، وكان من فصول الجواب: فحرية الأديان بالمعنى المعروف عند من قال بها والحالة المقررة الشهيرة عند أربابها: خارجة عن الدين بالدليل والبرهان، مضادة له كما لا يختلف فيه اثنان فلا سبيل إلى العمل بها وإلا بطلت الشريعة ولم يبق تعويل عليها (¬1). ¶ وهذا رأي يلتقي تماما مع رأي الناصري المتقدم. ¶ وهذا نص الجواب كاملا (¬2): الحمد لله، اجتمع أجناس النصارى، وكتبوا كتابا أجابهم عنه قاضي الجماعة مولانا محمد عام 1297هـ، ونص الجواب: ¶ ¬_________ ¶ (¬1) نقلا عن المصادر العربية لتاريخ المغرب (2/ 142). ¶ (¬2) نشرها المنوني في مظاهر يقظة المغرب (1/ 409 - فما بعد) عن نسخة خاصة ونسخة الملكية رقم 11،322. وأفاد في المصادر العربية لتاريخ المغرب (2/ 142) أن الجواب نشر كاملا في مجلة كلية الآداب بالرباط العدد 9 ص 145 - 153.",
            "page": "22",
            "part": "1",
            "seal": "91CCF224"
        },
        {
            "id": "23",
            "nass": "وبعد: فقد وصل كتابكم صحبة خديمنا باركاش، ووقع منا بالبال ما تضمنه من أن البابَّص (¬1) الكبير يطلب إجراء حرية الأديان في المغرب. ¶ وإن حضرة والدنا السلطان سيدي محمد أعطى دلائل كثيرة من سماحته وإحسانه للرعايا غير المسلمين عام كذا وكذا، وأنعم بكتاب التحرير عام كذا على موشي، وفي هذا الكتاب توضيح أن جميع رعية المغرب تكون لهم المساواة أمام الشريعة، بحيث لا يقع لأحد منهم ظلم في نفس ولا مال. ¶ وأن الظهير المذكور أبطل كثيرا من الأوامر عن غير المسلمين. ¶ لكن إلى الآن لم تبطل بتمامها، إذ لا زال البعض منها يستعمل في بعض الأماكن داخل الإيالة، فلم يحصل لهم حرية التصرف في دينهم، فخولف المقصود من الظهير الشريف والقاعدة العامة، وهي مساواة جميع الرعية في الحقوق وأمام الشريعة. ¶ وأن السلطان العثماني وافق على ذلك، وكتبه في شريعة بلاده عام كذا، وأثبته من بعده عام كذا، مع أنه -لا شك- موافق مع الدين المحمدي. ¶ وأنكم طامعون في جانبنا أن نكون لغير المسلمين كالسلطان العثماني، إذ لا يمكن الواجب إلا بذلك، وتنتظرون ما يصدر في الأمرين: ¶ الأول: جميع المستقرين ـ الآن ـ في المغرب وفيما يستقبل: لهم اتباع دينهم بلا تعرض. ¶ ¬_________ ¶ (¬1) أي: البابا.",
            "page": "23",
            "part": "1",
            "seal": "A8F818CC"
        },
        {
            "id": "24",
            "nass": "الثاني: وقوع الإذن من الدولة أن تكون نصوص الشريعة الثابتة في المغرب جارية على مقتضى نص الكتاب الشريف وحينئذ لا يكون فرق أمام الشريعة بين الرعية المسلمين وغيرهم، ولا يكلف اليهود بتلك الأمور، ولا يمنعون من الحقوق السياسية، وتكون لهم الحرية في جميع الأشغال كغيرهم من المسلمين، وأنه إن وقع ذلك يظهر نفعه للكرسي الشريف وإيالته، ويفتح بذلك باب جديد من السعادة، إلى آخره. ¶ فاعلموا أن ما ذكرتم من أن والدنا المقدس أعطى دلائل كثيرة من سماحته وإحسانه لغير المسلمين، وأنكم طامعون أن يكون لكم حرص على ذلك، مثل ما طلبه البابص الكبير من إجراء حرية الأديان في المغرب: هو في هذا الوقت متعسر بل متعذر، وقد عرضنا ذلك على أعيان الدولة: علماء ديننا فنفروا منه وأنفوه، إذ لم يعتادوه في دينهم ولا عرفوه، وقالوا إن العمل بذلك على الإطلاق، يؤدي إلى كثرة الفتن والهرج والشقاق. ¶ واحتجوا بأن الأمر الشائع المشهور، المقرر لدى الخاصة والجمهور، أن دين الإسلامية (¬1): الأمة المحمدية منقول بالسند الصحيح المتواتر، من أوله إلى الآن رواية الأكابر عن الأكابر، خصوصية تفضل بها الحق سبحانه حسبما اقتضته حكمته، وأبرزته عن سابق علمه وإرادته وقدرته، يريد به كتابه القرآن العظيم، الذي {لَا يَاتِيهِ الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ} [فصلت42]، تكفل الله به فهو محفوظ على ممر الأزمان، لا يلحقه تبديل ولا تغيير ولا يطرق ساحته بهتان. ¶ ¬_________ ¶ (¬1) كذا في المطبوع.",
            "page": "24",
            "part": "1",
            "seal": "C25CE24E"
        },
        {
            "id": "25",
            "nass": "وعليه فحرية الأديان بالمعنى المعروف عند من قال بها، والحالة المقررة الشهيرة عند أربابها، خارجة عن الدين بالدليل والبرهان، مضادة له كما لا يختلف فيه اثنان، فلا سبيل إلى العمل بها، وإلا تبطلت الشريعة ولم يبق تعويل عليها. ¶ وما ذكرتم من أن السلطان العثماني وافق على ذلك وأثبته من بعده، وأن السلطان سيدي محمد أنعم على موشي بكتاب التحرير: أجابوا عنه بأن ذلك ـ على فرض وجوده وصحته ـ لا يلزم الأمة، لما تقرر من أن المدار على ما ثبت بطريقته المعلومة وخصوصيته، والأمر في هذا بخلاف ذلك، فلا سبيل إلى العمل بما هنالك. ¶ وأيضا قد تقرر أن من قواعد دين الإسلام، وأركانه الشهيرة عند الخاص والعام، أن العلماء حكام على الملوك، والأمراء حكام على الناس، فتصرفات الملوك تعرض على الشرع، فما وافقه منها يقبل ويعتمد، وما لا فلا، إذ من أحدث في أمرنا هذا ما ليس منه فهو رد، كما ورد، على أن كتاب التحرير المشار إليه ـ إن لم يصرح فيه بشيء خاص ـ يمكن حمله على التحرير من أمور العمل بها غير مناف للدين، ولا خارج عن سنن المهتدين. ¶ ومما تواتر واشتهر بين الناس، أنكم معاشر الأجناس، لا تسعون في هدم قاعدة لإصلاح أخرى، ولا توافقون على ذلك، إنما المسموع عنكم المذكور، سيما عند صدور هذا الجمع المشهور، أنكم تحافظون على إبقاء كل دين على قواعده الأصلية، وسير أهله على شروطه المقررة المرعية، إذ بذلك يكمل التوافق ويقع الانتظام ويقل الهرج في الأقطار بين الأنام.",
            "page": "25",
            "part": "1",
            "seal": "6CD7A050"
        },
        {
            "id": "26",
            "nass": "وأما ما ذكرتم من أن حضرة والدنا المقدس أعطى دلائل كثيرة من سماحته وإحسانه لغير المسلمين، وأنكم طامعون في جانبنا أن يكون لنا حرص على ذلك مثل العثماني، فالأمر كما حكيتم وطمعتم، إذ لا نحب لهؤلاء إلا الخير التام، والإحسان العام، وعلى ذلك كان عملنا معهم فيما فات من الزمان، وعليه يكون عملنا فيما يأتي، بل نريد معهم في الخير بحول الله على ما كان، فنظرتكم فيهم ووصيتكم عليهم تراعى ولا تهمل. ¶ غير أن ذلك يناسب أن يكون فيما لا يتفاقم فيه الأمر، أما إن أحدث على الرعية الأمر الذي لا يألفوه فيرد ولا يقبل، والتأني في الأمور ومباشرتها بالرفق، هو مجمع الخير، وضده: في العجلة والخرق. ¶ وأما أمر المساواة أمام الشريعة فإن كان المراد من ذلك التسوية أمام الشريعة بحيث لا يفضل أحد أيا كان على واحد، ولا يلحق البعض من البعض ظلم ولا جور: فهذا أمر جاءت به شريعة الإسلام، ولم يزل معمولا به من أول الإسلام حتى الآن، فمن خالفه حاد عن الحق وتعرض للملام، وإن كان المراد غير ذلك من أوجه التسوية كتناكح أو شهادة أو لباس أو مركب أو غير ذلك، فهذا أمر فيه بيننا وبينهم شروط ـ من ابتداء عقد الذمة من خليفة نبينا سيدنا عمر - رضي الله عنه - ثابتة الدعائم محكمة الربط (¬1)، لا يمكن أن يفعل فيها ما يخالف الدين، وإلا كان فاعله في ديننا من الملحدين، وعلى ذلك كان لهم السكنى معنا والاستقرار، والمعاملة والمخالطة في الأسواق والطرق والديار. ¶ وما ظلم من أبقى ما كان واتبع، وإنما الظالم من خالف ما كان وابتدع. ¶ ¬_________ ¶ (¬1) في الأصل: الربوط. ولعل الصواب ما ذكرت.",
            "page": "26",
            "part": "1",
            "seal": "756B26D2"
        },
        {
            "id": "27",
            "nass": "وأما ما يتعلق بالرواتب وإنها لازالت لم تبطل بتمامها، وإن البعض منها لا زال: فجوابه أن من يستعمل منهم أيا كان في أمر كيف ما كان، فإنما يستعمل بأجرته وعن طيب نفسه، وحيث كان الأمر كذلك فلا معنى للتشكي به، ولا للتظلم بما هنالك، فالسير مع جميعهم: اليهود المراكشية وغيرهم على مقتضى الحق والعدل وهو أصل شريعتنا، وعليه عمل أهل ملتنا، وإن وقع لأحد خلاف ذلك فمن غير شعور منا، ولو رفع ذلك إلينا لأنكرناه ورددناه، وما أقررناه. ¶ بل جل اليهود في هذه الأزمنة هم الذين خرجوا عن طورهم، وصاروا يتطاولون على المسلمين بالقول والفعل، فرفعوا أنفسهم فوق قدرهم، وأكثروا من التعامل بالأموال الكثيرة مع الأخلاط من غير تمييز بين من يصلح لذلك ومن لا، مع أن التمييز هو حق ذوي التثبت والاحتياط، وزادوا أنهم كثيرا ما يعاملون من ليس بذي درهم فضلا عن دينار، فإذا حل الأجل أتوا بكتاب حميتهم الخاصة ظنا منهم أنهم مظلومون، فيفعل ذلك تقليلا للهرج، وميلا لحسن الجوار، وكثيرا ما يؤدي ذلك إلى اقتضائه من بريء لكونه قريب المدين في القبيلة والدار، وكنا بصدد شرح هذا الأمر لكم، لعلمنا أنكم لا توافقون عليه عند مراجعتكم، واجتماعكم في ناديكم، لما فيه من الظلم الكثير، والفساد الكبير، إذ ما بين المسلمين واليهود في ذلك إلا سلوك طريق شرعنا، والمعسر أنظره الله كما هو ثابت بنص كتابنا، على أن ذلك مضرٌّ بهم في الحال والمآل. ¶ أما الأول فلكون الذي أخذ منه ذلك وهو بريء قضاء عن غيره، ربما أوقع باليهودي رب الدين مكروها: قتلا أو غيره على وجه لا يشعر به أحدا، وقد وقع شيء من ذلك وشاهدوه، وها هم بين أظهركم يخبرونكم بذلك إن لم يكتموه ويجحدوه.",
            "page": "27",
            "part": "1",
            "seal": "A1EA9DC7"
        },
        {
            "id": "28",
            "nass": "وأما في المآل فلأن المغرب كثير التقلبات، فإذا وقعت فترة أوقع البعض بالبعض منهم ما لا يليق من فظيع التصرفات، ومرادنا نفعهم وإرشادهم لحسن الجوار مع المسلمين، ليكونوا بخير معهم فيما يحدث وما يأت، كما كانوا كذلك فيما مضى وفات، وهذا أمر ضروري لا ينكره عاقل، فضلا عن فاضل. ¶ وبالجملة لو أطلعتم كل الاطلاع على ما يدافع عنهم المخزن ويقاسيه في شأنهم لعذرتم من يحاول أمرهم، وتعجبتم من فعلهم، ولا يعرف حق النعمة إلا عند فقدها، ومن لم يشكرها فقد تعرض لزوالها. ¶ وقول الكتاب إنهم ليست لهم حرية التصرف في دينهم، وهاهم في كنائسهم في مواضع سكناهم يفعلون ما أرادوا، ولم نسمع أن أحدا قط تعرض لهم في أمر دينهم: أعيادهم وأنكحتهم ومعاملتهم مما عوهدوا على عدم التعرض لهم فيه، ولا مشوش عليهم في شيء من ذلك. ¶ نعم إن كان المقصود رفاهية خاصة عوهدوا على تركها، فهذه في إحداثها ضرر، إذ ذاك يؤدي إلى التفاقم وكثرة الهرج في الرعية، وهم بأنفسهم يعترفون بذلك إن صدقوا الله وأحسنوا الطوية، ولا حيف ولا عار على أحد في حمله على سبيله المعروف، وشكله المعتاد له المألوف، إنما الحيف والعار في إحداث ما لم يعهد، والإقدام على قواعد مؤسسة من قديم بالنقض والهد، وترك كل قوم في مثل هذا وما اعتادوه: هو أولى، بل الواجب في باب السياسة الذي ينبغي اعتماده. ¶ وقول الكتاب: يقع الإذن من الدولة إلى آخره. جوابه: إن الجاري على ما تقدم من أن من قواعد ديننا أن العالم حاكم على الملك لا العكس: أن يكون ما",
            "page": "28",
            "part": "1",
            "seal": "78835737"
        },
        {
            "id": "29",
            "nass": "تضمنه الظهير الشريف معروضا على نصوص الشريعة الثابتة، فيرد الظهير للنصوص، ولا ترد النصوص للظهير إلا لو كان الملك حاكما على الشرع، والأمر بالعكس، ولو قيل بذلك لبطلت الأديان جملة، وصار المدار على الملك، وهو خلاف الواقع. ¶ وبالجملة فالمعهود منكم والمنقول بالتواتر عنكم أنكم تتأملون حق التأمل في النوازل، ولا تسرعوا ولا تعجلوا في أمر حتى تبحثوا ويتبين الحق من الباطل. ¶ وهذا شأن كل من يتولى بين الناس أمر الفصال، لابد أن يسمع من الجانبين، ثم يتأمل الجواب بعد تأمل الدعوى والمقال، فيرجح (¬1) حينئذ ما قواه الدليل والبرهان، ويلغي ما ظهرـ بالنظر الصحيح ـ تلاشيه وبان. ¶ وهاهي النازلة والدعوى وجوابها بيد ناقد بصير، فليبالغ في التأمل والتحرير. انتهى. ¶ وهو نص جلي واضح في أن الحرية بمفهومها العلماني تعارض أصول الشريعة وفروعها. ولي عودة لهذا الموضوع في بحث قادم إن شاء الله تعالى. ¶ وفي مشروع أول دستور في المغرب الذي اقترحه علي زنيبر ما نصه: لا مجال في المغرب للحريات التي تقضي على المروءة وتفضي إلى ما لا تحمد عقباه (¬2). ¶ ¬_________ ¶ (¬1) في الأصل: فيرجع. ولعل الصواب ما ذكرت. ¶ (¬2) مظاهر يقظة المغرب (2/ 404 - 418).",
            "page": "29",
            "part": "1",
            "seal": "9E89C6ED"
        },
        {
            "id": "30",
            "nass": "السياسة إذا لم تتقيد بالشريعة فهي مرفوضة: ¶ هكذا قرر العلامة المالكي ابن خلدون رحمه الله في كلام طويل قسم فيه الحكم إلى ملك وسياسة وخلافة ننقله بتمامه لأهميته: قال ابن خلدون في المقدمة في الفصل الخامس والعشرون في معنى الخلافة والإمامة (1/ 96): لما كانت حقيقة الملك أنه الاجتماع الضروري للبشر، ومقتضاه التغلب والقهر اللذان هما من آثار الغضب والحيوانية، كانت أحكام صاحبه في الغالب جائرة عن الحق، مجحفة بمن تحت يده من الخلق في أحوال دنياهم، لحمله إياهم في الغالب على ما ليس في طوقهم من أغراضه وشهواته، ويختلف ذلك باختلاف المقاصد من الخلف والسلف منهم، فتعسر طاعته لذلك، وتجيء العصبية المفضية إلى الهرج والقتل. ¶ فوجب أن يرجع في ذلك إلى قوانين سياسية مفروضة يسلمها الكافة وينقادون إلى أحكامها كما كان ذلك للفرس وغيرهم من الأمم. وإذا خلت الدولة من مثل هذه السياسة لم يستتب أمرها، ولا يتم استيلاؤها: {سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِن قَبْلُ}. ¶ فإذا كانت هذه القوانين مفروضة من العقلاء وأكابر الدولة وبصرائها كانت سياسة عقلية، وإذا كانت مفروضة من الله بشارع يقررها ويشرعها كانت سياسة دينية نافعة في الحياة الدنيا وفي الآخرة. ¶ وذلك أن الخلق ليس المقصود بهم دنياهم فقط، فإنها كلها عبث وباطل إذ غايتها الموت والفناء، والله يقول: {أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنَا لَا",
            "page": "30",
            "part": "1",
            "seal": "FBE4BF71"
        },
        {
            "id": "31",
            "nass": "تُرْجَعُونَ}، فالمقصود بهم إنما هو دينهم المفضي بهم إلى السعادة في آخرتهم ... {صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ}. ¶ فجاءت الشرائع بحملهم على ذلك في جميع أحوالهم من عبادة ومعاملة، حتى في الملك الذي هو طبيعي للاجتماع الإنساني، فأجرته على منهاج الدين ليكون الكل محوطاً بنظر الشارع. فما كان منه بمقتضى القهر والتغلب وإهمال القوة العصبية في مرعاها فجور وعدوان ومذموم عنده كما هو مقتضى الحكمة السياسية. وما كان منه بمقتضى السياسة وأحكامها فمذموم أيضاً، لأنه نظر بغير نور الله: {وَمَن لَّمْ يَجْعَلِ اللَّهُ لَهُ نُوراً فَمَا لَهُ مِن نُّورٍ}. ¶ لأن الشارع أعلم بمصالح الكافة فيما هو مغيب عنهم من أمور آخرتهم، وأعمال البشر كلها عائدة عليهم في معادهم، من ملك أو غيره، قال - صلى الله عليه وسلم -: «إنما هي أعمالكم ترد عليكم» (¬1)، وأحكام السياسة إنما تطلع على مصالح الدنيا فقط. ... {يَعْلَمُونَ ظَاهِراً مِّنَ الْحَيَاةِ الدُّنْيَا}، ومقصود الشارع بالناس صلاح آخرتهم فوجب بمقتضى الشرائع حمل الكافة على الأحكام الشرعية في أحوال دنياهم وآخرتهم. وكان هذا الحكم لأهل الشريعة وهم الأنبياء ومن قام فيه مقامهم وهم الخلفاء. ¶ فقد تبين لك من ذلك معنى الخلافة، وأن الملك الطبيعي هو حمل الكافة على مقتضى الغرض والشهوة، والسياسي هو حمل الكافة على مقتضى النظر العقلي في جلب المصالح الدنيوية ودفع المضار، والخلافة هي حمل الكافة على ¶ ¬_________ ¶ (¬1) يغني عنه ما رواه مسلم (4/ 2577) وغيره عن النبي - صلى الله عليه وسلم - مرفوعا إلى ربه تعالى: يا عبادي إنما هي أعمالكم أحصيها لكم ثم أوفيكم إياها.",
            "page": "31",
            "part": "1",
            "seal": "83704C59"
        },
        {
            "id": "32",
            "nass": "مقتضى النظر الشرعي في مصالحهم الأخروية والدنيوية الراجعة إليها، إذ أحوال الدنيا ترجع كلها عند الشارع إلى اعتبارها بمصالح الآخرة، فهي في الحقيقة خلافة عن صاحب الشرع في حراسة الدين وسياسة الدنيا به. فافهم ذلك واعتبره فيما نورده عليك، من بعد. والله الحكيم العليم. انتهى. ¶ تضمن كلام ابن خلدون التنصيص على أمور هامة نجملها في النقاط التالية: ¶ - إن السياسة العقلية -أو لنقل العلمانية- هَمُّها المصلحة الدنيوية المحضة. ¶ - في حين الخلافة الشرعية تجمع بين المصالح الدنيوية والأخروية، لأن الشارع أعلم بمصالح الكافة فيما هو مغيب عنهم من أمور دنياهم وآخرتهم. ¶ - مقتضى الشرائع حمل الكافة على الأحكام الشرعية في أحوال دنياهم وآخرتهم. وكان هذا الحكم لأهل الشريعة وهم الأنبياء ومن قام فيه مقامهم وهم الخلفاء. ¶ فاتضح أن السياسة ركن أصيل من الدين الإسلامي. ولا قوام للدين إلا بسياسة شرعية رشيدة. ¶ وقد ظل المزج بينهما جزءا لا يتجزأ من تاريخنا المغربي حتى بداية القرن العشرين، لما جاء الاستعمار وفرض حمايته على المغرب، وحاول نسخ أحكام الشريعة التي ظلت تحكم لقرون وأبدلها بقوانينه وتشريعاته الخاصة. فمتى وكيف حدث ذلك؟ ذلك ما سنحاول الإجابة عليه في الفقرات التالية.",
            "page": "32",
            "part": "1",
            "seal": "DA807E9D"
        },
        {
            "id": "33",
            "nass": "توقيف العمل بأحكام الشريعة في المغرب ¶ الحفاظ على الأحكام الشرعية أهم واجب على السلطان عند علماء وسلاطين المغرب: ¶ إن سيرة الملوك عبر التاريخ المغربي منذ الفتح الإسلامي كانت قائمة على تعظيم شعائر الدين ورعاية حرماته والحفاظ على الشريعة كما أكد على ذلك مؤرخ الدولة العلوية عبد الرحمن بن زيدان (¬1). ¶ وقال: وإن أعظم واجب على السلطان القيام بحفظ الدين ووظائفه الشرعية حتى لا تزول عن أوضاعها. وأن وظيفة الملك قد علم بالضرورة أنها هي حراسة الدين لحماية الناموس. والأوائل لا يسمون بالملك إلا من حرس الدين وقام بحفظ مراتبه وأوامره وزواجره، وأما من أعرض عن ذلك فيسمونه متغلبا ولا يؤهلونه لاسم الملك ... إلى آخره (¬2). ¶ وقال عن إقامة الدين على الحكام: من أخص واجباتهم وأول فروضهم المحتم عليهم قبل غيرهم إنجازها وأداؤها (¬3). ¶ ولا زال هذا ديدن حكام المغرب منذ أقدم العصور، كما أكد محمد المكي الناصري وزاد: إن جميع الحكومات التي توالت على المغرب الأقصى منذ عرف الإسلام، إنما كانت حكومات إسلامية عريقة في التدين حريصة على تطبيق ¶ ¬_________ ¶ (¬1) الإتحاف (5/ 125 - 138). ¶ (¬2) الإتحاف (5/ 125). ¶ (¬3) الإتحاف (5/ 137).",
            "page": "33",
            "part": "1",
            "seal": "DAD14128"
        },
        {
            "id": "34",
            "nass": "الشريعة ويثبتون فوق أن القوانين الإسلامية والثقافة الإسلامية هي التي سيطرت على المغرب الأقصى وكيفت تقاليده ومجتمعه، وهيمنت على جميع الروابط والعلاقات بين سكانه المسلمين حتى انمحى من الغرب الإسلامي كل شيء يخالف الإسلام، عقيدة وشريعة (¬1). ¶ وهذا السلطان محمد بن عبد الله يقول: ومن خالف الشرع أو حكم بغير ما أنزل الله أو رضي بذلك فحسابه على الله. قال الله سبحانه {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا}. وقال: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ}. وقال تعالى: {وَمَن لَّمْ يَحْكُم بِمَا أنزَلَ اللهُ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ} {فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ} {فَأُوْلَئِكَ هُمُ الْكَافِرُونَ} (¬2). ¶ ولما قدَّم المقيم العام غابريال بيو في 24/ 07/1945 ظهيرا لمحمد الخامس في شأن مصادرة الأرباح غير القانونية، رفضه السلطان معللا الرفض بكونه ماسا بالشريعة الإسلامية (¬3). ¶ وكتب السلطان محمد بن عبد الرحمن العلوي بتاريخ 10 صفر عام 1289 لمحمد بركاش: فلا يخفى أن هذه الدعاوى من قبيل دعاوى المعاملات، ¶ ¬_________ ¶ (¬1) فرنسا وسياستها البربرية (22 - 23). ¶ (¬2) الإتحاف (3/ 263). ¶ (¬3) التاريخ السياسي (10/ 179).",
            "page": "34",
            "part": "1",
            "seal": "217F5748"
        },
        {
            "id": "35",
            "nass": "وهي شرعية الحكم فيها إنما هو بالشريعة المحمدية كما هو مصرح به في الشروط (¬1). ¶ وكتب السلطان المولى إسماعيل العلوي (ت 1139) لملك إسبانيا دون كراوس: لا نقدر نخالف شريعتنا التي هي أساس ديننا (¬2). ¶ وكان هذا السلطان يعاقب كل من ظهرت منه مخالفة الشعائر الإسلامية أو مروق من الدين (¬3). ¶ وكان يخطب الجمعة في المساجد (¬4)، وكان يكتب لملوك فرنسا وانجلترا وغيرهم يدعوهم للإسلام (¬5). ¶ فالسلطان في المغرب باعتباره أميرا للمؤمنين أهم وظيفة من وظائفه هي إقرار الشريعة الإسلامية وحماية العقيدة. ¶ ولهذا فهو الذي يعين القضاة الذين يحكمون بالمذهب المالكي، ويعين المحتسبين الذين يراقبون الأوضاع الاجتماعية والاقتصادية ويحرصون على سيرها وفق أصول المذهب وفروعه. ويعين المفتين وهكذا. ¶ كما يتجلى دور السلطان هذا في سهره على توسيع دائرة الشرع وتقليص رقعة العرف المنافي لأحكام الدين. ومن هذا المنظور يمكن أن نعتبر الحركات ¶ ¬_________ ¶ (¬1) الإتحاف (3/ 460 - 461). ¶ (¬2) الإتحاف (2/ 81). ¶ (¬3) الإتحاف (2/ 63). ¶ (¬4) الإتحاف (2/ 67). ¶ (¬5) الإتحاف (2/ 65).",
            "page": "35",
            "part": "1",
            "seal": "8918CDBB"
        },
        {
            "id": "36",
            "nass": "المخزنية الهادفة إلى إخضاع القبائل الجبلية المتمردة كمحاولة مستمرة لفرض الشريعة على حساب عرف الجاهلية. ولذلك اعتبر المولى سليمان إخضاع القبائل الجبلية العامية واجبا دينيا في المقام الأول، بل إنه اعتبر ذلك جهادا وواجبا لا يختلف عن الجهاد ضد الكفار (¬1). ¶ وذكر من صور ذلك الإبقاء على فريضة الجهاد ضد المحتلين وافتداء الأسرى المسلمين. ¶ ومن واجبهم كذلك «إصرارهم على أن لا تتعارض الاتفاقيات التي يعقدونها مع القوى المسيحية مع مبادئ الشريعة، ويتجلى هذا مثلا في إلحاحهم على أن تعرض الخلافات التي تنشأ بين المسلمين والمسيحيين على أنظار القضاة ليتم الفصل فيها حسب مقتضيات الشرع» (¬2). ¶ وبالجملة يتجلى واضحا لكل متتبع لتاريخ المغرب وتاريخ سلاطينه أنه لا سلطة فوق الشريعة الإسلامية مطلقا، والسلطان هو القاضي الأعلى لا يفصل في أمر دون أن يكون له سند من الشريعة، التي كان لها القول الفصل في كل الأمور، حتى علاقة السلطان الشخصية مع غيره في المعاملات إن حصل فيها إشكال كانت ترجع إلى القضاء الشرعي (¬3). ¶ ¬_________ ¶ (¬1) المغرب قبل الاستعمار (48). ¶ (¬2) انظر البند السابع من المعاهدة الإنجليزية المغربية لعام 1801 في خ ب، 52/ 27، أي: وثائق وزارة الخارجية البريطانية لندن. كذا في المغرب قبل الاستعمار (49). ¶ (¬3) التاريخ السياسي (6/ 411 - 412).",
            "page": "36",
            "part": "1",
            "seal": "98AD6FCB"
        },
        {
            "id": "37",
            "nass": "من صور ذلك في تاريخنا: رد القاضي محمد بن بشير شهادة أمير في قضية عرضت عليه (¬1). وفي تاريخ الدولة العلوية أن المولى عبد الرحمن بن هشام تقاضى مع ورثة من الصويرة عند القاضي مولاي عبد الهادي الشريف العلوي أي من نفس أسرة السلطان، وكان السلطان أقرضهم مالا لما كان خليفة بالمدينة، فحكم عليه القاضي بأداء اليمين وعلى الورثة بدفع المال (¬2). ¶ ولم يعرف قضاة المغرب طوال القرون السالفة إلا المذهب المالكي مرجعا وحيدا للأحكام حتى جاء الاستعمار وفعل ما فعل، مما يزال مستمرا حتى الآن. ¶ وكان السلطان محمد بن عبد الله يأمر بالعمل في مسائل المعاملات وغيرها بمشهور مذهب مالك (¬3). ¶ وقد اشتد إنكاره على القضاة الذين يستندون إلى فتاوى متأخري المالكية وكتبهم دون كتب المتقدمين. وأنه يجب عزل من يعلم منه ذلك (¬4). ¶ فما بالك إذا صار القضاة يحكمون بقوانين وضعية مخالفة للمذهب المالكي، بل للمذاهب الفقهية الإسلامية قاطبة؟ ¶ وهذا السلطان العلوي المولى الحسن الأول، في ظهير له بتاريخ 2 ربيع الثاني 1292 بتعيين أحمد بنسودة المري قاضيا، جاء فيه: وأسندنا له النظر في ¶ ¬_________ ¶ (¬1) ترتيب المدارك (3/ 338). ¶ (¬2) الإتحاف (5/ 127). ¶ (¬3) الإتحاف (3/ 225 - 226). ¶ (¬4) الإتحاف (3/ 239 - 248).",
            "page": "37",
            "part": "1",
            "seal": "D9C25150"
        },
        {
            "id": "38",
            "nass": "فصل الخصوم وتصفح الرسوم والحكم بمشهور مذهب الإمام مالك - رضي الله عنه - أو ما به العمل (¬1). ¶ وكرر نفس الشيء في تولية قضاة طنجة ومكناس (¬2). ¶ فالحفاظ على الشريعة وأحكامها المختلفة من عقيدة وعبادة وشريعة والذب عنها أهم واجب على الحاكم، ولهذا السبب يلقب بأمير المؤمنين، وقد كتب السلطان العلوي المولى سليمان يقول: الحمد لله وحده، وصلى الله على سيدنا محمد وآله وصحبه أجمعين، أما بعد، فإن الإمام الذي يصلح أن يكون مالكا لأمور المسلمين وخليفة عن رب العالمين من شروطه: المحافظة على ¶ ¬_________ ¶ (¬1) الإتحاف (1/ 529). ¶ (¬2) الإتحاف (1/ 530 - 531). ¶ وراجع في اعتماد القوانين المغربية قبل الاستعمار على الشريعة ومذهب مالك: التاريخ السياسي (8/ 311 - 312) فهو جيد.",
            "page": "38",
            "part": "1",
            "seal": "B2F42CA3"
        },
        {
            "id": "39",
            "nass": "الصلوات في أوقاتها في الجماعة، ومن شروطه أن يجتنب المحرمات الموبقات من سفك الدماء وشرب الخمور وفعل الزنا، ومن شروطه أن يحمي حرمات الله وحرمات المسلمين ويعظم ما عظم الله، ويرحم الضعفاء ويصل ما أمر الله بوصله، ويقطع ما أمر الله بقطعه، ومن شروطه ألا يتعامى عن الأمر بالمعروف والنهي عن المنكر باليد إن قدر عليه، ثم باللسان ثم بالقلب، وذلك أضعف الإيمان (¬1). ¶ فهذا نص واضح من سلطان علوي كبير في شروط الإمام والحاكم الذي يحكم المسلمين والخصال التي يجب أن يتحلى بها. فاشترط له المحافظة على الصلوات في أوقاتها في الجماعة، واجتناب المحرمات كسفك الدماء وشرب الخمور وفعل الزنا، وحماية حرمات الله وحرمات المسلمين وتعظيم ما عظم الله، وغير ذلك. ¶ وقال السلطان محمد بن عبد الله: فيجب على من ولاه الله أمرا أن ينصح لنفسه ولرعيته جهد الاستطاعة ويحملها على اتباع السنة والجماعة، ويزجر من قصر في دين الله وخالف أمره وارتكب ما نهى عنه بقدر معصيته ويقوم بأمر الله فيهم وطاعته، ويبرأ بنفسه فيحملها على منهاج الحق والشريعة (¬2). ¶ فالمحافظة على الشريعة هي لب الإمامة في المغرب وأهم أركانها وأمتن دعائمها، لا كما يتشدق العلمانيون: أن لا دين في السياسة ولا سياسة في الدين، ولهذا عرف ابن زيدان الإمامة بقوله: خلافة الرسول في إقامة الدين وحفظ حوز الملة (¬3). ¶ وذكر أن المطلوب بالإمامة: حفظ المصالح الدينية والدنيوية فإن أخل الحاكم بذلك فلا تجوز طاعته. قال: ما لم يُفْضِ تهوره إلى ترك إقامة الصلاة وتغيير الشرع والارتداد عن الملة، وإلا فالإجماع كما في الإكمال لعياض (¬4) على قتاله ومحله إذا تخيلت الأمة النصرة عليه، فإن تحققت عدمها سقط عنها وجوب ¶ ¬_________ ¶ (¬1) الجيش العرمرم (323). ¶ (¬2) الإتحاف (3/ 261). ¶ (¬3) الإتحاف (3/ 166). ¶ (¬4) سيأتي نقله عنه.",
            "page": "39",
            "part": "1",
            "seal": "C2EA9800"
        },
        {
            "id": "40",
            "nass": "قتاله ووجب عليها الهجرة من بلاده. وأما إن كان اختلاله راجعا إلى اختلال أحوال المسلمين وانتكاس أمور الدين، فإن ذلك يسوغ للأمة خلعه (¬1). ¶ وأنكر العلامة محمد بن جعفر الكتاني على المسلمين عامة والمغاربة خاصة الأخذ بالقوانين الوضعية، وقال في رسالته نصيحة أهل الإسلام (¬2): وبالجملة فمعظم المقصود من نصب الأئمة إقامة الدين وجهاد أعداء الله وتنفيذ أحكامه وكف أيدي المعتدين والظالمين، وتأمين السبل والبلاد والقيام بسنن خير العباد. فمن كان منهم ناهضا بهذه الأمور ونحوها حصل به مقصود الإمامة، وانتفع الناس بولايته غاية النفع دينا ودنيا، وحصل له على ذلك الأجر التام والرضى الكبير من الله تعالى ومن رسوله - صلى الله عليه وسلم - (¬3). ¶ وكتب السلطان المولى عبد الرحمن بن هشام العلوي لعماله ظهيرا فيه: ولو استقام العمال لاستقامت الرعية لأن القوم على دين رئيسهم، فهم أولى الناس بالتفقه في الدين لتكون سيرتهم في الرعية على منهاج الشريعة فإنه لا يحل لامرئ مسلم أن يقدم على أمر حتى يعلم حكم الله فيه كما في الحديث. والعامل إن كانت بطانته صالحة كانت أعماله جارية على الصلاح والسداد، وإن كانت بطانته على غير هداية كانت أحكامه مخالفة للشرع فضلّ وأضلّ ¶ ¬_________ ¶ (¬1) الإتحاف (3/ 168 - 169). ¶ (¬2) طبعة حجرية سنة 1326. ¶ (¬3) مظاهر يقظة (2/ 383 - 384).",
            "page": "40",
            "part": "1",
            "seal": "C8CB17A9"
        },
        {
            "id": "41",
            "nass": "(¬1). ¶ وفي ظهير آخر للقائد محمد بن عبد الصادق: ولو أن العمال اعتنوا بأمور الدين لأعانهم الله على صلاح دنياهم ... إلخ (¬2). ¶ وقال: فعليكم أيها المسلمون بالتمسك بالكتاب والسنة وما أجمع عليه سلف صالح هذه الأمة (¬3). ¶ ومن أسباب خلع السلطان المولى سليمان من قبل مجموعة من علماء فاس منهم محمد بن إبراهيم الدكالي وأبو بكر المنجرة وغيرهم: عجز السلطان عن تنفيذ الأحكام (¬4). ¶ وفي نص بيعة علماء مراكش وأعيانها السلطان عبد الحفيظ اشتراط إقامة الشعائر الإسلامية (¬5). ¶ وفيها أن من شروط صحة الإمامة: إقامة الدين (¬6). ¶ وفيها أن من أسباب خلع عبد العزيز هدم أركان الشريعة واستحسان إبدالها بأضدادها من قوانين الكفرة (¬7). ¶ فتبديل الشريعة بالقوانين الوضعية من أسباب عزل السلطان عبد العزيز. ¶ ¬_________ ¶ (¬1) الإتحاف (5/ 114). ¶ (¬2) الإتحاف (5/ 124). ¶ (¬3) الإتحاف (5/ 42). ¶ (¬4) المغرب قبل الاستعمار (321). ¶ (¬5) مظاهر يقظة المغرب (2/ 345). ¶ (¬6) مظاهر يقظة المغرب (2/ 355). ¶ (¬7) نفس المرجع (2/ 356).",
            "page": "41",
            "part": "1",
            "seal": "18968ACE"
        },
        {
            "id": "42",
            "nass": "وفي وثيقة بيعة الزاوية الناصرية بتمكروت له: بايعناك على إقامة أمر الله المطلوب: أن تسير به فينا من واضح كتاب الله، ومستند رسول الله عليه وآله أزكى (¬1) صلوات، كما سار به في الأمة الخلفاء الراشدون بعد نبينا، ومن قفاهم إلى يومنا (¬2). ¶ وفي بيعة عبد الله بن إسماعيل المؤرخة في الاثنين 7 صفر عام 1141: نبايعوه أعزه الله على كتاب الله وسنة الرسول وإقامة العدل الذي هو غاية المأمول (¬3). ¶ وفي العريضة التي وقعها (120) من علماء وأعيان وشرفاء وتجار فاس لإسقاط بيعة المولى عبد العزيز، وأيدها علماء فاس في فتوى لهم بذلك. وفي صك الاتهام ما يلي: إن الأمير عبد العزيز صدرت منه أمور منكرة شرعا وطبعا، منها موالاته وميله لبعض أجناس الأجانب أثناء الليل وأطراف النهار، وتبذير بيت مال المسلمين فيما لا يرضي رب العالمين، وتبديل الزكوات والأعشار بإحداث الترتيب والبنك الموجب للربا، الذي هو أعظم الذنوب والاشتغال بما لا يرضي حتى انحلت بسبب ذلك عرى الدين وتفرقت جموع المسلمين، وأدى الحال إلى تمكين بعض الأجانب من بلادهم ... إلى آخره (¬4). ¶ ¬_________ ¶ (¬1) في المطبوع: وأزكى. ¶ (¬2) نفس المرجع (2/ 566). ¶ (¬3) الجيش العرمرم (168). ¶ (¬4) التاريخ السياسي للمغرب (6/ 211). وسيأتي معنا الحديث عن هذه النازلة قريبا عند حديثنا عن الزكاة والبنوك.",
            "page": "42",
            "part": "1",
            "seal": "3CD680F0"
        },
        {
            "id": "43",
            "nass": "وهذا نص بيعة علماء مراكش وأعيانها للسلطان عبد الحفيظ، وفيها تقرير وجوب تحكيم الشريعة والذب عنها ورد التحاكم إلى غيرها، وفيها بيان واضح على الدور الجليل الذي لعبه العلماء في تقويم الحياة السياسية، أو لنقل بعبارة هذا العصر: رفض العلمنة والتحاكم للقوانين الوضعية: ¶ بعد التقديم: أما بعد: فقد جاء القرآن العظيم - المنزل على نبينا الكريم - بوجوب رعي المصالح ودفع المضار، ودفع المضار مقدم على جلب المسار، باتفاق العلماء أئمة الدين ذوي الأنظار، وهو {لَا يَاتِيهِ الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيد} [فصلت42]، وجميع ما جاء به القرآن وجل ما خلق الله لمصالح العباد، بشهادة {هُوَ الَّذِي خَلَقَ لَكُم مَّا فِي الأَرْضِ جَمِيعاً} [البقرة29] أي: انتفاعا واعتبارا، ولذا أوجب علينا في الأمور العامة والخاصة رعى المصالح ودفع المفاسد. ¶ ولذلك وجب على المسلمين نصب الإمام وهي الإمامة الكبرى، التي هي رئاسة في الدين والدنيا عامة لشخص واحد، وقال الآمدي: الحق أنها خلافة لرسول الله - صلى الله عليه وسلم - في إقامة الشرع وحفظ الملة، توجب اتباعه على كافة المسلمين ما وافق الحق، فمن أطاعه قد أطاع الله، ومن عصاه فقد عصى الله، بنص القرآن والحديث. ¶ وقد نص أئمتنا أن طاعته لا تكون طاعة له ولله ولرسوله حتى تكون في الظاهر والباطن سواء، وهذا إذا وافق الشرع مع توفر شروط الخلافة فيه، ولذا قال عمر: أطيعوني ما وافقت الحق، ومن لم يوافقه فلا طاعة له، ولصحة الإمامة شروط صحة يلزم من عدمها العدم: العدالة، والعلم، وسلامة الحواس والأعضاء، وصحة الرأي المفضي إلى سياسة الرعية وتدبير المصالح، والشجاعة",
            "page": "43",
            "part": "1",
            "seal": "8B345E6D"
        },
        {
            "id": "44",
            "nass": "والنجدة المؤديان إلى حماية بيضة الإسلام وجهاد العدو، وأن يكون قرشيا، إذ الخلافة فيهم ما أقاموا شعائر الإسلام، ومن اختلت فيه الشروط فلا تنعقد له الولاية، وإن دخلها وجب عزله، ونصوص هذا من مفاد الكتاب وحديث رسول الله، معلومة عند الكل، لا يدخلها خلاف ولا ارتياب. ¶ وحيث شرط سيد الوجود - الذي نزل عليه الكتاب- في صحتها إقامة الدين، ورعي مصالح المسلمين، وذلك كله تخلف حتى أفضى الأمر إلى موالاة أعداء الله ورسوله الكافرين، والله يقول في محكم كتابه: {لَا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ} [المجادلة22]، ويقول: {لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاء تُلْقُونَ إِلَيْهِم بِالْمَوَدَّةِ} [الممتحنة1]، إلى غير ذلك من صريح الذكر الحكيم، وهذا منه قليل من كثير، ونقطة من غدير. ¶ ونبذت شروط الكتاب والسنة وضاعت، وفسدت مصالح الدين وعموم مصالح الأمة من عدم معرفة متولي الإمامة، وإسناده أمور الإسلام وأمور الدين إلى جمع جهلة، حتى بلغ سيل العرم الزُّبى، وحزام الهم (¬1) الطُبى (¬2). ولا يد للمدافعة تمتد، ولا نهضة للممانعة تشتد. ¶ ¬_________ ¶ (¬1) كذا في الأصل. ¶ (¬2) في الأصل: الظبا. ولعل الصواب ما ذكرت. والطُّبْيُ والطِّبْيُ حَلَماتُ الضَّرْع من الخف والظلف والحافر والسباع. ¶ وفي المثل جاوز الحزام الطبيين. وفي حديث عثمان قد بلغ السيل الزبى وجاوز الحزام الطبيين. قال هذا كناية عن المبالغة في تجاوز حد الشر والأذى لأن الحزام إذا انتهى إلى الطبيين فقد انتهى إلى أبعد غاياته فكيف إذا جاوزه؟. لسان العرب (15/ 3).",
            "page": "44",
            "part": "1",
            "seal": "286756CA"
        },
        {
            "id": "45",
            "nass": "ومن أجال في الواقع في أركان الشريعة من الانهدام، وغاية اختلال النظام، والمواظبة على هدم أركان الشريعة، واستحسان إبدالها بأضدادها من قوانين الكفرة القبيحة الشنيعة. ¶ كيف ومن ذلك ما علم بالضرورة أن الصلاة والزكاة شقيقتان قرينتان، وهما للدين بمنزلة الرأس من الجسد، وهما قواعد الدين وأساسه المعتمد، ومن فرق بينهما كفر بالكتاب والسنة وخرق الإجماع، بدون خلاف ولا نزاع، وحيث توافق المتولون على نبذ الزكاة لفظا ومعنى وحكما، وبدلوا ذلك بقانون الكفرة من ضوابطهم وتسميتهم المشتهرة، أليس هذا من سلوكهم الكفر الصراح؟، الذي السكوت عنه لا يحل ولا يباح. ¶ وقد أفضى السكوت عنه وعن اختلال نظام الشريعة كلها، وعن محبة موالاة أهل الكفر، وإعطائهم أزِمَّة الإسلام يلعبون بها كيف شاؤوا، حتى اتسع هذا الخرق الواقع، الذي ليس لخرقه من راقع، وطال انتظار الفرج، ولم يزدد الأمر إلا شدة الضيق والحرج. ¶ بل أفضى إلى متسع من التثابر على نهب أموال الناس، وسفك دمائهم ليلا ونهارا، وقطع سبلهم، وحصل من علاج ذلك الإياس، والأمر أشد من ذلك كما اشتهر في كل الآفاق عند جميع الناس، وذلك كله كالشمس شهرة عند من أسند إليهم التدبير، وأيقنوا بإفضائه في نهج الشرع إلى التدمير، فلا يمكن أحدا منهم إنكاره، لأن إنكار المشاهد مكابرة، والمثابرة على الباطل مدابرة، وهل تخفى السماء على بصير، وهل بالشمس طالعة خفاء.",
            "page": "45",
            "part": "1",
            "seal": "E8B366A9"
        },
        {
            "id": "46",
            "nass": "فعند ذلك انتبه هؤلاء المسلمون من الغفلة، وفتحوا عين الانتباه واليقظة، سيما حيث بدأ انتثار سلك عقدهم من الوسط وصار السكوت عنه من أقبح وجوه الغلط، فيا للمسلمين من تسليم مدينة وجدة للكفار بلا صلح ولا عنوة، بل مجانا، ويا للمسلمين من أقبح وجوه الاستيلاء على ثغر الدار البيضاء، واستيصال من عمرها من مسلم رجالا ونساء (¬1). ¶ ولما اشتد تحسر المسلمين على جميع ما ذكر، ومشاهدة زيادة ما اشتهر: ماج بعضهم في بعض حيث صارت قلوب الناس من ذلك في اضطراب وارتجاج، لكون الواقع ربما عميت على المجتهد فيه الأدلة التي يحصل بها على المذهب الاحتجاج. ¶ ثم ذكروا مبايعتهم للسلطان عبد الحفيظ (¬2). ¶ تحريم المالكية التحاكم إلى غير الكتاب والسنة: ¶ إذا كان المالكية نصُّوا على وجوب الرجوع للكتاب والسنة واعتبارهما المصدر الوحيد للتشريع، ففي المقابل اشتد إنكارهم للتحاكم إلى غير الكتاب والسنة. ¶ وقد تقدم إنكار العلامة محمد بن جعفر الكتاني على المسلمين عامة والمغاربة خاصة الأخذ بالقوانين الوضعية (¬3). ¶ ¬_________ ¶ (¬1) كذا في الأصل. ¶ (¬2) مظاهر يقظة المغرب (2/ 354 - 355 - 356 - 357). ¶ (¬3) نصيحة أهل الإسلام طبعة حجرية سنة 1326.",
            "page": "46",
            "part": "1",
            "seal": "48A94DAF"
        },
        {
            "id": "47",
            "nass": "وتقدم كذلك إنكار علماء مراكش في الصفحة ما قبل السابقة على تبديل الشريعة بالقوانين الوضعية واعتبروه كفرا مخرجا من الملة. ¶ وهذا العلامة التمنارتي ومعه مجموعة من علماء المغرب يستنكرون بشدة التحاكم إلى القوانين الوضعية التي وضعها بعض البربر قديما، واعتبروها من التحاكم إلى الطاغوت الذي أمرنا أن نكفر به. ¶ قال التمنارتي: سافرت من تارودانت لبلاد القبلة، فمررت ببلاد هنكيسة فكانوا يتحاكمون إلي. فإذا عرضت خصومة تتعلق بحصونهم التي أعدوها لحفظ أموالهم، وكانوا يبنونها على شواهق منيعة، قالوا هذه إنما يحكم فيها ألواح الحصون فسألتهم عنها، فقالوا: هي ضوابط وقوانين رسموها وينتهون إليها عند وقوع حادث في الحصن. فشرحوا لي منها كثيرا فوجدتها كلها من باب العقوبة بالمال التي ليست في الشريعة إلا في الغش، وليس شيء منها في الغش، بل هي عوض عن الحدود التي نصبها الشارع زواجر. فقلت لهم: هذا من التحاكم إلى الطاغوت الذي أمرنا أن نكفر به (¬1). ¶ ونقل عن قاضي مراكش العلامة أبي مهدي عيسى بن عبد الرحمن السكتاني جوابه عن نفس المسألة منه قوله (¬2): فالواجب عليهم في ذلك تغيير المنكر على ما يوافق الشرع بقدر الاستطاعة. وأما اختراعهم لألواح شيطانية ويبتدعون أحكاما على ما سولت لهم النفوس الأمارة حتى إن نازلة تنزل بهم فيهرعون فيها إلى تلك الألواح نابذين ما أنزل الله وسنة رسول الله - صلى الله عليه وسلم - حاكمين ¶ ¬_________ ¶ (¬1) الفوائد الجمة (462). ¶ (¬2) وهو في كتابه الأجوبة (2/ 499 - فما بعد) كما أفاد محقق الفوائد.",
            "page": "47",
            "part": "1",
            "seal": "15F15252"
        },
        {
            "id": "48",
            "nass": "بغير ما أنزل الله، فما أجهل هؤلاء وأبعدهم عن الدين الحق. ومن يضلل الله فلا هادي له. ¶ وهذا أمر نشأ عن مكائد النفس والشيطان وشبه يحتجون بها وهي واهية. فمن وجد السبيل إلى ردهم للصواب بتلطف ورفق، حيث نشأوا على ذلك ووجدوا عليه آباءهم فليفعل. «ولأن يهدي الله بك رجلا خير لك من أن يكون لك من حمر النعم» (¬1). وعدم نفي المتلصصين ومجرد إيوائهم لا يوجب استباحة المال لآخذه عوضا عما أخذ له، لكن يجب التغيير عليهم ومباعدتهم بقدر الإمكان وإلا عصوا. وكذا حَلفهم عليهم لا يجوز، لأنه لا يحلف أحد على أحد، وقد يكون غموسا. وكذا حلف المتهم خمسين يمينا لا يجوز، لأنه لا يكون إلا في الدماء خاصة. وكل ذلك خلاف الشرع واتباع ألواح الضلالة والإفك (¬2). ¶ ونقل عن قاضي مراكش ومفتيها أبي عبد الله محمد بن عمر الهشتوكي (ت 1098هـ): فترك الأحكام الشرعية واستنباط ضوابط وقوانين تخالف أحكام الشرع المحمدي كفر صراح، فيجب على من مكنه الله في الأرض أن يحسم مادة أولئك الفجرة ويردهم إلى الشرع ولو بقتلهم (¬3). ¶ وفي جواب أحمد باب التنبكتي المراكشي (ت 1036هـ): وأما جعلهم الضوابط والأحكام على مقتضى المصالح: فإن كانت جارية على وجه الشرع فليس بجعل، وإنما هو إنفاذ لحكم الشرع، وإن كانت على خلافه فهو أمر حرام لا يجوز قطعا، يعلم فساده كل من له أدنى علم بالشريعة، فلا تكون الأحكام إلا ¶ ¬_________ ¶ (¬1) رواه الشيخان. ¶ (¬2) الفوائد الجمة (464 - 465). ¶ (¬3) نفس المرجع (470).",
            "page": "48",
            "part": "1",
            "seal": "8F16B773"
        },
        {
            "id": "49",
            "nass": "على مقتضى ما شرعه الله تعالى على لسان نبيه - صلى الله عليه وسلم - وبينه علماء سنته {لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ}. وعلى ذلك تجري الأحكام والوقائع: {وَمَن يَبْتَغِ غَيْرَ الإِسْلاَمِ دِيناً فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ}. والغيرية صادقة في الأصول والفروع، فسواء اتبع دينا غيره أو ابتدع أحكاما غير أحكامه (¬1). ¶ وقال: فإذا ثبت الاتفاق على عدم جواز أخذ المال من الجاني على وجه التأديب له، وهو المسمى في عرف الظلمة بالإنصاف، ففعل هؤلاء الشيوخ ممنوع حرام لأنه ليس من أحكام الشرع (¬2). ¶ وقال: وقد قرر العلماء أن ما جرت به العادة من أخذ القريب أنه ظلم ليس من الشرع كما بينه ابن فرحون وغيره، فقول هؤلاء الشيوخ «إن ذلك فيه المصلحة» كذب وبهتان وإثم وخسران وخطأ، فإذا اعتقدوا حل ذلك ربما أفضى بهم إلى المروق من الدين. وقد كفر العلماء المهدي بن تومرت إمامهم بافتعاله أحكاما شرعية كما ذكره الإمام ناصر السنة أبو إسحاق الشاطبي في كتاب الحوادث والبدع (¬3). ¶ إلى أن قال: بل انتظام الكلمة واستقامة الأحوال إنما يكون باتباع أحكام الشرع في الأقوال والأفعال. ولو علم الله بصلاح خلقه بغير ما شرعه على لسان نبيه لشرعه وبينه، {وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللهُ فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ} {فَأُوْلَئِكَ هُمُ الظَّالِمُونَ} {فَأُوْلَئِكَ هُمُ الْكَافِرُونَ} (¬4). ¶ ¬_________ ¶ (¬1) نفس المرجع (470 - 471). ¶ (¬2) نفس المرجع (471). ¶ (¬3) نفس المرجع (472). ¶ (¬4) نفس المرجع (473).",
            "page": "49",
            "part": "1",
            "seal": "40EF1BBA"
        },
        {
            "id": "50",
            "nass": "فهذه نصوص واضحة جلية في تقرير علماء المغرب ضلال من تحاكم لغير الشريعة. ¶ وهذا السلطان محمد بن عبد الله يقول: ومن خالف الشرع أو حكم بغير ما أنزل الله أو رضي بذلك فحسابه على الله. قال الله سبحانه {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا}. وقال: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ}. وقال تعالى: {وَمَن لَّمْ يَحْكُم بِمَا أنزَلَ اللهُ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ} {فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ} {فَأُوْلَئِكَ هُمُ الْكَافِرُونَ} (¬1). ¶ إن الإسلام -كما يقول خريج القرويين علال الفاسي في «دفاع عن الشريعة الإسلامية» (54 - 55) - واضح التعاليم لا يقبل أن يقال عنه إنه يبيح لمعتنقيه أن يكتفوا بالاعتقاد ويتبعوا الحكم بغير ما أنزل الله. فالقرآن صريح في ضرورة السير في جميع المسائل بمقتضى التشريع السماوي. والسنة واضحة كذلك. والسلوك المسلم بَيِّنٌ إلى حد أن يقال: إن وجوب اتباع الشريعة في الإسلام أصبح معروفا في الدين بالضرورة .. ¶ ثم ذكر آيات تدل على ذلك، منها قوله: واسمع لهذه الآية العظيمة: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَن يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَن يُضِلَّهُمْ ضَلاَلاً بَعِيداً} النساء 60. أرأيت كيف عبر سبحانه بالزعم، والزعم مطية الكذب كما يقولون. فالمؤمنون بالله وبما أنزل على محمد لا يمكنهم أن يتأخروا ¶ ¬_________ ¶ (¬1) الإتحاف (3/ 263).",
            "page": "50",
            "part": "1",
            "seal": "FEDB3570"
        },
        {
            "id": "51",
            "nass": "عن التحاكم لشريعة الإسلام، ولا يمكن أن يخطر ببالهم التحاكم إلى الطاغوت وهو قانون الاستبداد الناشئ عن هوى الأفكار وإرادة الحكام والرؤساء والنواب الخاضعين لرأسمال الأجنبي أو لأهواء الأحزاب وقادتها. والمؤمنون لا يتأخرون عن نبذ ما أُمِروا بتركه. وقد أُمِروا أن يكفروا بالطاغوت فكيف يقبلون عليه وكيف يرضون التحاكم إليه؟ لاشك أن إيمانهم مجرد زعم ولا يثبت عند التحقيق. فكذلك إيمان كل من يفضل القوانين التي لا تستمد من مصادر الإسلام الأصيلة هو مجرد زعم، وهو في عداد الذين يريد الشيطان إضلالهم. والإيمان لا يتم إلا إذا كان مصحوبا بإذعان المؤمن لحكم الله ورضاه به وعدم التقزز منه. قال تعالى: {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّىَ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُوا فِي أَنفُسِهِمْ حَرَجاً مِّمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً} النساء 65. وقال تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَن يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ} الأحزاب 36. فالمؤمن الحقيقي لا يختار إلا الامتثال بعدما يصدر الحكم من القرآن أو السنة. وليس له الحق في غير ذلك. لأن إيمانه التزام منه بالسير بمقتضى الشرع وامتثاله في كل الأحوال ... ¶ إلى أن قال (ص58): وقد حكم على المنحرفين عن الشرع والحاكمين بغير ما أنزل الله بالكفر أو بالظلم أو بالفسق. ذلك قوله تعالى: {وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللهُ فَأُوْلَئِكَ هُمُ الْكَافِرُونَ} وقوله: {وَمَن لَّمْ يَحْكُم بِمَا أنزَلَ اللهُ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ} وقوله: {وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللهُ فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ}. فهل بعد هذا يمكن لمؤمن صحيح الإيمان أن يقبل إحلال قوانين وضعية محل القوانين الشرعية، ويرضى بالجاهلية نظاما ويتخلى عن المعرفة الحق سبيلا؟ {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللهِ حُكْماً لِّقَوْمٍ يُوقِنُونَ}",
            "page": "51",
            "part": "1",
            "seal": "7028A2B5"
        },
        {
            "id": "52",
            "nass": "المائدة 50. إن أمة أكرمها الله بنزول القرآن على نبيها، وفيه من ضروب الحكم والمعرفة وفنون التشريع ما لم يكن ليصل إليه بشر أو يدركه نظر. ثم تلتفت إلى غيره أو تزعم الرشد في سواه لهي أمة مغبونة مخذولة. ¶ وقال (63 - 64): إن المتولين على الحكم في مختلف أنحاء العالم الإسلامي جلهم ممن تربى في أحضان الأجنبي وتلقى من معينه. ومع أن معظمهم من المخلصين لأوطانهم، والذابين عن حرمتهم، فإنهم امتلأوا بعقدة نقص أمام الأجنبي، وأصبحوا لا يستطيعون المجاهرة بدينهم والاعتداد بحضارتهم الخاصة. ¶ إنكار المالكية لتبديل الزكاة بالضريبة: ¶ يعتمد النظام الجبائي في المغرب وباقي دول العالم الإسلامي على الزكاة الشرعية والأعشار والجزية والغنائم في حالة الحروب مع الأعداء وأموال من لا وارث له (¬1). ¶ على هذا الأساس سارت أغلب الدول المتعاقبة على حكم المغرب، وكان بعض الحكام يضيفون مع هذا فرض مكوس على الأفراد إذا كان الأعداء متربصين بالبلد وليس عنده ما يكفي من المال لصدهم. وامتنع آخرون من ذلك مطلقا واكتفوا بما شرع الله ورسوله. ¶ فالموحدون مثلا أبطلوا المكوس والضرائب (¬2). ¶ ¬_________ ¶ (¬1) النظم الإسلامية في المغرب (49) وتاريخ المغرب في القرن العشرين (45) والمغرب قبل الاستعمار (101). ¶ (¬2) البيان المغرب (1/ 107) نقلا عن النظم الإسلامية في المغرب في القرون الوسطى (50).",
            "page": "52",
            "part": "1",
            "seal": "A0EFB1BB"
        },
        {
            "id": "53",
            "nass": "وهكذا فعل المرابطون (¬1) والمرينيون منهم مثلا أبو فارس عبد العزيز الحفصي (¬2). ¶ في سنة (447هـ) لما دخل عبد الله بن ياسين سجلماسة غيَّر ما وجد بها من المنكرات وقطع المزامير وآلة اللهو وأحرق الدور التي كانت تباع بها الخمور وأزال المكوس وأسقط المغارم المخزنية ومحا ما أوجب الكتاب والسنة محوه (¬3). ¶ ولا زالت الزكاة تجمع في المغرب وتدفع للسلاطين عبر تاريخ المغرب كله إلى عهد السلطان عبد العزيز العلوي الذي أبطلها واستبدلها بنظام ضريبي يسمى الترتيب بإيعاز من الإنجليز كما سنرى. وكان إقراره للضريبة بدل الزكاة أحد أسباب عزله من قبل علماء مراكش وفاس. ¶ وللأسف لا زالت سياسته هذه مستمرة حتى الآن!!! فيتعين إرجاع الأمور إلى نصابها وإسقاط الضريبة وإقرار الزكاة الشرعية التي درج عليها المغرب منذ قرون. ¶ ومن صور عناية السلاطين العلويين بالزكاة: ¶ كتب السلطان العلوي عبد الرحمن بن هشام ظهيرا إلى عماله، قرئ في المساجد والأسواق، ومما جاء فيه: وتاركها (أي: الصلاة) يقتل حدا (¬4). ¶ ¬_________ ¶ (¬1) منهم مثلا يوسف بن تاشفين فلم يأخذ أي ضرائب من الناس، واكتفى بما أوجبه الكتاب والسنة وفاض المال في عهده كثيرا. الأنيس المطرب لابن أبي زرع (173). ¶ (¬2) تاريخ الدولتين (102) النظم الإسلامية في المغرب في القرون الوسطى (50). ¶ (¬3) الاستقصا لأخبار دول المغرب الأقصى (2/ 13). ¶ (¬4) الإتحاف (5/ 109).",
            "page": "53",
            "part": "1",
            "seal": "CBEBE1FC"
        },
        {
            "id": "54",
            "nass": "وفيه: والزكاة واجبة في الحبوب والثمار والعين والأنعام على من حال عليه الحول وكمل عنده النصاب. وهي أخت الصلاة قرنها الله بها في غير ما آية من كتابه ... إلخ (¬1). ¶ وكتب وزير السلطان المولى عبد الرحمن بن هشام: المختار الجامعي لأحمد عواد بتاريخ 14 ربيع الثاني عام 1247 ما يلي: وما ذكرته في شأن ما ضربه المتولي قبلك من المكوس وأحدثه من الأمور المذمومة شرعا وطبعا، أسْقِطْه واقطع مادته، فإن سيدنا لا يحبه ولا يرضى لولاة أمره أن يسمع عنهم ما يخالف الشرع (¬2). ¶ وفي ظهير المولى عبد الرحمن مؤرخ في 24 جمادى الأخيرة عام 1272 لولده محمد، وفيه: فادفع له (أي: لأحد الطلبة) خمسين مثقالا من زكاة أهل فاس (¬3). وكتب لولده محمد كذلك عام 1270 في شأن أخذ الزكاة لمن عنده نصاب شرعي من الزرع والماشية (¬4). ¶ ولما عين السلطان العلوي المولى علي الأعرج بن إسماعيل مسعودا الروسي على فاس في ربيع عام 1147 أمره ألا يقبض إلا الهدية والزكاة والأعشار الشرعية (¬5). ¶ ¬_________ ¶ (¬1) الإتحاف (5/ 111). ¶ (¬2) الإتحاف (5/ 129). ¶ (¬3) الإتحاف (2/ 145). ¶ (¬4) الإتحاف (5/ 105). ¶ (¬5) الجيش العرمرم (1/ 173).",
            "page": "54",
            "part": "1",
            "seal": "95095AEB"
        },
        {
            "id": "55",
            "nass": "ولما حل السلطان محمد بن عبد الله بمكناس أصدر أوامره للقبائل بدفع المرتب بذممهم من الزكوات والأعشار، أحواز فاس يدفعون للمكلفين بخزائنها، وأحواز مكناس يدفعون للمكلفين بخزائنها كذلك (¬1). ¶ وأرسل السلطان الحسن الأول سنة 1303 نجله محمد على جيوش جرارة وقدمه لاستخلاص الواجبات الشرعية من زكوات وأعشار المترتبة بذمم تلك القبائل السوسية (¬2). ¶ وفي سنة 1305 طلبت منه قبيلة ايت شخمان البربرية أن يرسل معها شرذمة من الخيل لتستوفي منهم ما بذممهم من الواجب الشرعي (¬3). ¶ وفي سنة 1308 وجه نجله العباس إلى الشاوية بقصد شد عضد العمال في استيفاء الزكوات والأعشار المترتبة في ذممهم (¬4). ¶ وكان المولى الحسن يبعث للقبائل لأخذ الزكاة (¬5). ¶ وهذا ظهير للمولى الحسن بجمع الزكاة: ¶ خديمنا الأرضى الحاج محمد بن سعيد السلاوي، وفقك الله، وسلام عليك ورحمة الله وبركاته. وبعد: فإن الزكاة ركن من أركان الدينٍِِ، أمر بها سبحانه عباده في كتابه الذي شرع فيه الشرائع وصانه وزكاه فقال تعالى: ... ¶ ¬_________ ¶ (¬1) الإتحاف (3/ 198). انظر (5/ 127). ¶ (¬2) الإتحاف (2/ 286). ¶ (¬3) الإتحاف (2/ 298 - 299). ¶ (¬4) الإتحاف (2/ 309). ¶ (¬5) الحلل البهية (2/ 172).",
            "page": "55",
            "part": "1",
            "seal": "EB9B8CAF"
        },
        {
            "id": "56",
            "nass": "{وَأَقِيمُوا الصَّلاَةَ وَآتُوا الزَّكَاةَ} [البقرة:43] وأوعد مانعها بعذابه الأليم. فقال في كتابه الحكيم: {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلاَ يُنفِقُونَهَا فِي سَبِيلِ اللهِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ} [التوبة:43]. وقال - صلى الله عليه وسلم -: «بني الإسلام على خمس شهادة أن لا إله إلا الله وأن محمدا رسول الله وإقام الصلاة وإيتاء الزكاة». الحديث (¬1). وقال - صلى الله عليه وسلم -: «تأتي الإبل على صاحبها على خير ما كانت إذا لم يعط فيها حقها تطأه بأخفافها وتأتي الغنم على صاحبها على خير ما كانت إذا لم يعط فيها حقها تطأه بأظلافها وتنطحه بقرونها» (¬2). وقال سيدنا أبو بكر الصديق - رضي الله عنه -: «لو منعوني عناقا كانوا يؤدونها إلى رسول الله - صلى الله عليه وسلم - لقاتلتهم (¬3) على منعها» (¬4). وعليه فنأمرك أن تستوفي من إيالتك ما أوجب الله عليهم من الزكاة التي هي معلومة بالضرورة من الدين وجاحدها لم يدخل في ربقة الإسلام وشعار المسلمين، وأن تقوم على ساق الجد في حملهم على أدائها فورا، وأن لا تقبل من أحد في التعجيل عذرا، لأنها من حقوق الله التي تجب إليها المبادرة بقدر الإمكان، ولاسيما هي من أعظم دعائم الإسلام وأجل الأركان، والسلام، في 20 شوال الأبرك عام 1304 (¬5). ¶ وهذه صورة الظهير الأصلي (¬6): ¶ ¬_________ ¶ (¬1) رواه الشيخان. ¶ (¬2) رواه مسلم (2/ 987). ¶ (¬3) في الأصل: لقاتلهم. والصواب ما ذكرت. ¶ (¬4) رواه البخاري (2/ 1335 - 1388) (6/ 6526 - 6855) ومسلم (1/ 20). ¶ (¬5) الإتحاف (2/ 476 - 478). ¶ (¬6) الإتحاف (2/ 477).",
            "page": "56",
            "part": "1",
            "seal": "646B3970"
        },
        {
            "id": "58",
            "nass": "وكذا حصر المولى سليمان ما يجبى في الفروض التي أقرها الشرع. وكذا فعل المولى يزيد حيث أسقط المكوس التي فرض محمد بن عبد الله إرضاء للعلماء الذين ساندوه عند توليه السلطة (¬1). ¶ ولما فرض السلطان محمد الثالث ضريبة المكس على السكان في فاس عارض العلماء ذلك منهم محمد بن الحسن الجنوي التطواني ومحمد التاودي بن سودة المري الفاسي (¬2). ¶ ولما بويع السلطان سليمان بعده كان إلغاء هذه المكوس من بين الشروط التي انعقدت عليها ولايته. يقول الجبرتي في عجائب الآثار (2/ 244): ولما توفي مولاي محمد سلطان المغرب ووقع الاختلاف والاضطراب بين أولاده، اجتمع الخاصة والعامة على رأي المترجم فاختار المولى سليمان وبايعه على الأمر بشرط السير على الخلافة الشرعية والسنن المحمدية، وبايعه الكافة بعده على ذلك وعلى نصرة الدين وترك البدع والمظالم والمكوس والمحارم. وكان كذلك. ¶ زاد الناصري فأكد أنه أسقط المكوس التي كانت موظفة على حواضر المغرب على السلع فقد كان يقبض في ذلك أيام والده رحمه الله (500) ألف مثقال معلومة، ومن ذلك المكس كان صائر العسكر ودور السلطان وسائر تعلقاته، فكان ذلك المكس كافيا لصوائر الدولة كلها ولا يدخل بيت المال إلا مال المراسي وأعشار القبائل وزكواتهم. وكان مستفاد هذا المكس يعادل مال المراسي وأعشار القبائل. فزهد فيه هذا السلطان فعوضه الله أكثر منه من الحلال ¶ ¬_________ ¶ (¬1) المغرب قبل الاستعمار (101). ¶ (¬2) مظاهر يقظة المغرب (1/ 379).",
            "page": "58",
            "part": "1",
            "seal": "A2E12A56"
        },
        {
            "id": "59",
            "nass": "المحض الذي هو الزكوات والأعشار من القبائل وزكوات أموال التجار والعشر المأخوذ من تجار النصارى وأهل الذمة بالمراسي (¬1). ¶ وكذا أكد إسقاطه للمكوس وأخذ الزكوات المشرفي (¬2). ¶ ولما جاءت مبايعة الحسن الأول طالب المبايعون بأن تنعقد البيعة على أساس إلغاء المكس، ولما ظهر أن طلبهم رفض كان رد الفعل قيام ثورة شعبية ضد المشرف على المكس بفاس سنة 1290هـ/1873م. ¶ وبعدما هدأت الثورة نصب أمين جديد، ولكن المكس بقي على حاله، فتدخل الدباغون عند العالم المولى عبد الملك الضرير الفاسي وحملوه مسؤولية التزامه بإسقاط المكس (¬3). فزار الفقيهُ السلطانَ الحسن الأول بفاس ونقل له مطالب الدباغين فرفض السلطان، فلما علم الدباغون بذلك قاموا بثورة جديدة عام 1291هـ/1874م وتطورت المأساة إلى صدام مسلح بين الدباغين والقصر. ¶ وقد ساند ثورة فاس هذه وحرض عليها وأفتى بمساندتها بعض العلماء منهم: أحمد بن الطالب بن سودة المري وعبد الله بن إدريس البدراوي الحسني وعبد الواحد بن المواز السليماني الحسني (¬4). ¶ وهم أشهر علماء المغرب آنذاك. ¶ ¬_________ ¶ (¬1) الاستقصا (3/ 169). ¶ (¬2) الحلل البهية (2/ 46). ¶ (¬3) مظاهر يقظة المغرب (1/ 381). ¶ (¬4) نفس المرجع (1/ 382 - 383).",
            "page": "59",
            "part": "1",
            "seal": "1A383692"
        },
        {
            "id": "60",
            "nass": "وهذه والتي قبلها أول ثورة عمالية يشهدها المغرب الحديث (¬1). ¶ واستمر العلماء المغاربة على هذه الوتيرة في رد المكوس وتحريمها، منهم محمد بن المدني كنون (ت1302) وأبو إسحاق إبراهيم التادلي، وكان يجاهر بالتنديد بالمكوس ويبعث للسلطان الحسن الأول بواسطة المتصلين به بالنكير ضد هذه الضريبة، منها قوله: وقد كنت قبل تاريخ رمضان 1302 المذكور بنحو ست سنين لما زارنا بدارنا السيد محمد بركاش، أغلظت له القول في المكس، وقلت له: المكس حرام، نحو مرتين أو ثلاث بحال عظيم، حتى هَمَّ بالخروج من حينه ثم أعقبته بكلام لين حين تذكرت قوله تعالى: {فَقُولَا لَهُ قَوْلاً لَّيِّناً لَّعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى}. وذلك بمحضر ولده الحاج محمد، فأثر ذلك فيهما. ثم بعد نحو سنة أراد ولده المذكور السفر من الرباط لفاس عند السلطان المذكور وفقه الله فأكدت عليه مرارا في أن يكلم السلطان في إزالة المكوس إن تلاقى معه، ولا يقصر في ذلك، فامتثل وقال له: إلى متى تسود صحيفتك بأخذ المكوس وتعطيها للناس يأكلونها (¬2). ¶ لكن السلطان عاد بعد ذلك واستجاب ولو جزئيا للمطلب سنة 1303هـ/1885م. ¶ وفي الاستقصا (3/ 179): أنه أسقط المكوس في ثاني ربيع الأول عام 1303، وكتب في ذلك إلى عامل سلا، ولما ورد هذا الكتاب فرح الناس به ودعوا للسلطان بالنصر والتأييد من خالص نياتهم. ¶ ¬_________ ¶ (¬1) نفس المرجع (1/ 382). ¶ (¬2) مظاهر يقظة المغرب (1/ 380 - 381).",
            "page": "60",
            "part": "1",
            "seal": "56CBE043"
        },
        {
            "id": "61",
            "nass": "وأسقطها كليا بعد ذلك حيث صرح المشرفي أنه اكتفى المولى الحسن الأول بالزكاة الشرعية وأسقط ما عداها (¬1). ¶ وتضمن المشروع الدستوري الذي اقترحه عبد الكريم مراد التنصيص على إلغاء المكوس والهدية والسخرة وسائر الفروض المخالفة للشريعة الإسلامية (¬2). ¶ ولله در العلامة التمنارتي فقد قال في الفوائد الجمة (539): وقد استفاض أن الملك الصالح الزاهد باني مدينة مراكش ومتقن أحكام الإسلام بالمغرب، ومطهره من دنس مذاهب الطوائف يوسف بن تاشفين الصنهاجي اللمتوني رحمه الله، وجد بركة هذه الخصلة، فاتسع له ما لم يتسع لأحد قبله ولا لأحد بعده من الأعمال، واجتمع له ما لم يجتمع لأحد من الجيوش والأموال، وعمر مائة سنة، وهو يأكل الشعير ويلبس الصوف في أكثر الأحوال، وملك من أقصى بلاد إفريقية ومن أقصى بلاد الأندلس والسوس الأقصى بسائر جهاته إلى جبال الذهب من بلاد السودان، ولم يجر له في جميع ذلك رسم مكس ولا مغرم، إلا ما يجبى إليه من الزكوات والأعشار وأخماس الغنائم والجزية وأموال البغاة وطوائف العدوان. فعلى الولي العاقل أن يتعلق بهذه الخصلة التي هي أبقى لعمره وأفسح لمدته، وأحصن لحوزته ورعيته ... إلى آخر كلامه. ¶ ¬_________ ¶ (¬1) الحلل البهية (2/ 113). ¶ (¬2) مظاهر يقظة المغرب (2/ 430).",
            "page": "61",
            "part": "1",
            "seal": "C72B3DC1"
        },
        {
            "id": "62",
            "nass": "وسيأتي معنا في الرسالة الثانية «ماذا يعني تطبيق الشريعة الإسلامية في المذهب المالكي» نقل نصوص عديدة عن المالكية في إلزام الحاكم بجمع الزكاة إن شاء الله. ¶ أول من بدل الزكاة الشرعية بضريبة الترتيب. ¶ وَقَفَ خَلْف إبدال الزكاة بالضريبة دول غربية على رأسها فرنسا وإنجلترا، بل تم التنصيص في المادة 11و 12 من اتفاقية مؤتمر مدريد سنة 1297هـ/1880م على إحداث ضريبة الترتيب (¬1). ¶ وفي 30 مارس 1881 تم إقرار القانون المنظم لضريبة الترتيب تنفيذا لمقررات مؤتمر مدريد (¬2). لكنه لم يأت بديلا للزكاة والأعشار الشرعية. وهذا يشبه ما كان يفرض من المكوس سابقا. ¶ وبعض المصادر (¬3) تذكر أن الوزير عبد الكريم بن سليمان الإسلامي أحد عملاء الاستعمار (¬4) هو الذي ابتدع هذه الضريبة على إثر سفارة قام بها لفرنسا وموسكو في عهد السلطان المولى الحسن الأول، أي: بإيعاز منهم. ¶ ¬_________ ¶ (¬1) المغرب والاستعمار (63) والمخزن والضريبة والاستعمار (187). ضم هذا المؤتمر الدول التالية: فرنسا، ألمانيا، النمسا، المجر، بلجيكا، الدانمارك، إسبانيا، إنجلترا، إيطاليا، هولندا، البرتغال، السويد، الولايات المتحدة الإمريكية. ¶ (¬2) المخزن والضريبة والاستعمار (189). ¶ (¬3) فواصل الجمان (94 - وما بعدها). نقلا عن الوطنية في النثر المغربي الحديث (28) والمخزن والضريبة والاستعمار (248). ¶ (¬4) الذي أخرجه المغاربة من قبره بعد دفنه ثم قطعوا رأسه وعلقوها، ثم تركوا أشلاءه للكلاب. التاريخ السياسي (6/ 107 - 224).",
            "page": "62",
            "part": "1",
            "seal": "F7758A13"
        },
        {
            "id": "63",
            "nass": "وتذكر مصادر أخرى (¬1) أن وزير الحرب المنبهي تعهد للإنجليز بوضع الترتيب، وكان هذا من بين الشروط التي لم تفصح عنها اتفاقية المنبهي مع انجلترا يوم الجمعة 11 ربيع الأول 1319هـ/28 يونيو 1901م (¬2). ¶ وبالفعل تم إنشاء ضريبة الترتيب بإشارة الإنجليز كما قال المؤرخ المشرفي (¬3). ¶ فأصدر ظهيرا بذلك بتاريخ 10 جمادى 2 عام 1319هـ/ شتنبر 1901م (¬4). ¶ ولقد لقي هذا الإجراء معارضة العلماء، بل أهم موجبات خلع السلطان عبد العزيز من قبل علماء مراكش وفاس هو إسقاط الأحكام الشرعية كتغيير الزكاة بالترتيب وإحداث البنك المؤدي للربا، واستسلاف الأموال العظيمة وصرفها في غير مصالحها وعقد الاتفاقيات المضرة بمصالح البلاد. ¶ ¬_________ ¶ (¬1) الحلل البهية (2/ 250) والمخزن والضريبة والاستعمار (246 - 247) نقلا عن بوعشرين في التنبيه المعرب (67) والحجوي في انتحار المغرب الأقصى بيد ثواره (8). ¶ (¬2) الحلل البهية (2/ 250). ¶ (¬3) نفس المرجع (2/ 260). ¶ تولى المولى عبد العزيز سنة 1311/ 1894 وعنده من العمر 11 سنة، ويوم أقر الترتيب كان عمره 18 سنة. ¶ (¬4) التاريخ السياسي (6/ 107). ونص الظهير في ص 124 منه، وفي مظاهر يقظة المغرب (2/ 85) والحلل البهية (2/ 260) والمخزن والضريبة والاستعمار (251 - 252). وانظر تاريخ المغرب في القرن العشرين (46).",
            "page": "63",
            "part": "1",
            "seal": "5AB28CD6"
        },
        {
            "id": "64",
            "nass": "هكذا جاء في الرسم المؤرخ بـ 28 ذو القعدة 1326هـ/2 يناير 1908م (¬1). ¶ وفي جواب للعلامة السباعي ذكر من أسباب خلع بيعته (¬2) تعطيل ركن الزكاة وهي التهمة التي استوجبت عنده الكفر (¬3). ¶ ¬_________ ¶ (¬1) الحركة الحفيظية (220) نقلا عن غنية الإنجاد في مسائل الجهاد لعبد الهادي المكناسي. الحسنية 12313. وهكذا في فتوى علماء فاس بذلك، كما سيأتي. ¶ وقد عرف تاريخ المالكية نماذج عديدة لقيام العلماء ضد الحاكم في ثورة شعبية أو ما أشبهها: ¶ منها: قيام علماء مراكش وفاس على السلطان عبد العزيز التي نتحدث عنها هنا. ¶ ومنها: قيام مجموعة من علماء فاس منهم محمد بن إبراهيم الدكالي وأبو بكر المنجرة وغيرهم بخلع السلطان المولى سليمان لعجز السلطان عن تنفيذ الأحكام. المغرب قبل الاستعمار (321). ¶ ومنها: قيام ثورة عام 1291هـ/1874م ضد السلطان الحسن الأول بسبب رفضه إسقاط المكوس. وذلك بتحريض وإفتاء من جماعة من العلماء المغاربة منهم: أحمد بن الطالب بن سودة المري، وعبد الله بن إدريس البدراوي الحسني، وعبد الواحد بن المواز السليماني الحسني. مظاهر يقظة المغرب (1/ 382 - 383). ¶ ومنها: قيام 72 من العلماء والصلحاء على الحكم بن هشام منهم يحيى بن يحيى بن كثير المالكي الذي دارت عليه الفتوى بالأندلس وعيسى بن دينار ويحيى بن مضر القيسي اليحصبي. ترتيب المدارك (3/ 126 - 127 - 392) وتاريخ ابن الفرضي (429 - 432). ¶ ومنها: قيام مظاهرات عديدة في سنة 1931 ضد الظهير البربري بقيادة جماعة من العلماء والسياسيين منهم محمد بن الحسن الوزاني ومحمد علال الفاسي وعبد الواحد الفاسي الفهري وإبراهيم بن أحمد الكتاني. إتحاف المطالع (2/ 457). ¶ (¬2) خلع المولى عبد العزيز يوم الجمعة سادس رجب عام 1325 بناء على فتوى علماء مراكش، وأعلن خلعه بفاس يوم 12 ذو القعدة عام 1325. الإتحاف (1/ 518). ¶ (¬3) نفس المصدر.",
            "page": "64",
            "part": "1",
            "seal": "D7FE1318"
        },
        {
            "id": "65",
            "nass": "ولهذا كان من شروط البيعة الحفيظية: رفع المكوس (¬1). ¶ جاء في وثيقة بيعة أهل مراكش لعبد الحفيظ أن من أسباب خلع عبد العزيز ترك جمع الزكاة وتعويضها بالضرائب، ونص ما جاء فيها: كيف ومن ذلك ما علم بالضرورة أن الصلاة والزكاة شقيقتان قرينتان، أو هما للدين بمنزلة الرأس من الجسد، وهما قواعد الدين وأساسه المعتمد، ومن فرق بينهما كفر بالكتاب والسنة وخرق الإجماع بدون خلاف ولا نزاع، وحيث توافق المتولون على نبذ الزكاة لفظا ومعنى وحكما، وبدلوا ذلك بقانون الكفرة من ضوابطهم وتسميتهم المشتهرة، أليس هذا من سلوكهم الكفر الصراح الذي السكوت عنه لا يحل ولا يباح (¬2). ¶ فلله دركم يا علماء مراكش. ¶ «فقد أعلنوا مخالفتها لتعاليم القرآن، ورفضها الشعب المغربي بقوة واعتبرها وسيلة غير شرعية لابتزاز المزيد من الأموال التي ينفقها السلطان بسخاء في اللهو واللعب والتسلية» (¬3). ¶ ¬_________ ¶ (¬1) نفس المصدر (1/ 524) ومظاهر يقظة المغرب (2/ 352). ¶ وانظر نص بيعة أهل فاس للمولى عبد الحفيظ. الإتحاف (1/ 520) ومظاهر يقظة المغرب (2/ 349). ¶ ونص بيعة أهل مراكش له. مظاهر يقظة المغرب (2/ 354). ¶ (¬2) مظاهر يقظة المغرب (2/ 356). ¶ (¬3) الوطنية في النثر المغربي الحديث (29 - 30) بتصرف يسير جدا.",
            "page": "65",
            "part": "1",
            "seal": "DB3334B8"
        },
        {
            "id": "66",
            "nass": "وقد استنكر محمد بن محمد بن مصطفى المشرفي (¬1) الحسني الفاسي ت 1334هـ/1916م الترتيب واعتبره مخالفا للشريعة وجعله من سوء تدبير القائمين بأمر الدولة، وبيَّن سماحة الشريعة في الزكاة والتيسير على الناس بخلاف ضريبة الترتيب (¬2). ¶ وزاد: «ومن كانت هذه حالته تيقن بسقوط بيته سريعا، وهم يزعمون أن في ذلك إصلاحا لبيت المال وللمسلمين، ومن لم تصلحه السنة لا أصلحه الله. وانظر لمن كان يقتصر على ما أوجبته السنة على الرعية من الخلفاء وملوك الإسلام بعدهم، كيف كان حالهم وانتصارهم على عدوهم، واتساع مملكتهم وعزمهم الشامخ وفتوحاتهم المتعددة وتخليد ذكرهم في الصالحات، وفوزهم في الدارين، مع حال من لم يقتصر على الواجب شرعا المبيح للمكوس، يتبع الرخص والتحيلات والاعتذارات الواهية. ولا يخفى على أهل العلم ما أوجبه الشرع على المسلمين، مما تعمر به بيت مالهم من الزكاة والفيء والركاز وإرث من لا عاصب له» (¬3). ¶ ونقل نصا جيدا من جامع المعيار -وهو فيه (11/ 127 - فما بعدها) - عن القاضي أبي عمر بن منظور في عدم جواز ما عدا ما أوجبه القرآن والسنة كالزكاة والفيء والركاز وإرث من لا وارث له، إلا للضرورة بشروط ذكرها. ¶ ¬_________ ¶ (¬1) في مظاهر يقظة المغرب (2/ 393) سماه المشرقي وجعل وفاته سنة 1337/ 1919. والصواب ما ذكرت. ¶ (¬2) الحلل البهية (2/ 264). ¶ (¬3) نفس المرجع (2/ 264).",
            "page": "66",
            "part": "1",
            "seal": "E6B284E6"
        },
        {
            "id": "67",
            "nass": "ونقل عن بعض أصحابه قصيدة في إنكار الترتيب ومحرضا على الدفاع وحماية بيضة الإسلام (¬1). ¶ منها قوله: ¶ ألا أيها الإسلام أهل المحبة ... وإخواننا في الدين شرقا وقبلة ¶ لقد ضاع هذا الدين أين أهيله ... وحق لنا التغريد في كل بلدة ¶ نرى الروم جاروا ثم نحن في غفلة ... سكوتا نحاكي وصفنا كالبهيمة ¶ أيا علماء الدين قوموا بوصفكم ... وقولوا بقول الحق واخشوا من لعنة ¶ أيا شرفاء الحل والعقد أنتم ... حماة لهذا الدين من غير مرية ¶ في أي كتاب جاءنا حل ترتيب ... وترك زكاة بينوا وجه شبهة ¶ دعائم هذا الدين صارت إلى ورا ... ونحن سكارى في هوى وبلية ¶ قوانين دين الكفر حلت بغربنا ... فأين ولاة الأمر من خير نسبة ¶ أما فيكم من ينصر دين ربنا ... فناصره يحظى بنور وسطوة ¶ أخفتم من الموت الذي يطلب الفتى ... كلا إنه آت بوفق المشيئة ¶ أخفتم به نقصا لدنياكم التي ... بخلتم بها فالعذر أقبح زلة ¶ دعوني من الخذلان وارعوا سؤالكم ... إذا الناس في الحشر المهول وشدة ¶ أليس صلاح الناس بالعالم الذي ... يقول مقال الله من غير لومة ¶ وبعده وال للأمور بعلمه ... مشاور فيها مرة بعد مرة ¶ وألا يكونا بالصفات فدعهما ... فضرهما يسري وقل بقريحة ¶ ألا أيها الإسلام صدقوا ربكم ... بوعده في قتل العدو وجنة ¶ ¬_________ ¶ (¬1) نفس المرجع (2/ 266 - 267).",
            "page": "67",
            "part": "1",
            "seal": "A42921C9"
        },
        {
            "id": "68",
            "nass": "فشمروا ياأهل الصحاري لثأركم ... وقوموا بساق الجد المنية ¶ وسارعوا للخيرات كيما تحوزها ... فان رجال العز بين الأسنة ¶ ولا تسمعوا قول الرعاع بغربنا ... فليس لهم في الحرب بأس وشدة ¶ لأنهم باعوه ثم تقهقروا ... وصاروا حيارى ماسكين بعمية ¶ ووسدوا أمرهم إلى غير أهله ... وحكموا كل قاسط في الولاية ¶ وشاوروا في الأمر المهم عدونا ... ولا يخفى ما أبدى لنا من مكيدة ¶ ألا أيها الحبر الكريم سلالة ... وقاضي قضاة العدل من خير نصرة ¶ فحرض جموع المسلمين وسلهم ... وعظهم بما في الذكر أي وآية ¶ وخير مقول العبد قول إلهنا ... ولا تحسبن يا خبيرا بحكمة ¶ وفي الخبر المروي من سن سنة ... فأجر له فيها ليوم القيامة ¶ ألا أيها الشيخ المهذب نسبة ... وحائز سبق الفضل من آل رتبة ¶ بلغت بفضل الله للخير كله ... وكنت بهذا الجمع كاشف كربة ¶ فيا معشر الشجعان قوموا بحقه ... وسددوا فيما بينكم بالسوية ¶ وشاوروا ذا رأي وصالح وقتنا ... فإن لهم سرا مصونا وغيرة ¶ فيا رب وفقهم وسدد عقولهم ... وضاعف لهم أجرا كثيرا في جنة ¶ ووفق جميع المسلمين لرشدهم ... وعنهم على أعدائنا بني صفرة ¶ بحرمة خير الخلق طه محمد ... وآله والأصحاب أولي السماحة ¶ عليه صلاة الله ثم سلامه ... بعد النبات والحصى مع رملة ¶ فهذا مقالي للأحبة كلهم ... ولولا نيران القلب ما خضت لجة ¶ وأحمد ربي الله ثم عليكم ... سلامي بِعَدِّ الزائرين لطيبة",
            "page": "68",
            "part": "1",
            "seal": "0369B8A0"
        },
        {
            "id": "69",
            "nass": "وطلب يوسف بن تاشفين من أهل البلاد المغربية والأندلسية المعاونة بشيء من المال على ما هو بصدده من الجهاد وكتب إلى قاضي المرية أبي عبد الله محمد بن يحيى عرف بابن البراء يأمره بفرض معونة المرية ويرسل بها إليه فامتنع محمد بن يحيى من فرضها وكتب إليه يخبره بأنه لا يجوز له ذلك فأجابه أمير المسلمين بأن القضاة عندي والفقهاء قد أباحوا فرضها وأن عمر بن الخطاب - رضي الله عنه - قد فرضها في زمانه فراجعه القاضي عن ذلك بكتاب يقول فيه: فقد بلغني ما ذكره أمير المسلمين من اقتضاء المعونة وتأخري عن ذلك، وأن أبا الوليد الباجي وجميع القضاة والفقهاء بالعدوة والأندلس أفتوه بأن عمر بن الخطاب - رضي الله عنه - اقتضاها، فالقضاة والفقهاء إلى النار دون زبانية. فإن كان عمر اقتضاها فقد كان صاحب رسول الله - صلى الله عليه وسلم - ووزيره وضجيعه في قبره، ولا يشك في عدله، وليس أمير المسلمين بصاحب رسول الله - صلى الله عليه وسلم - ولا بوزيره ولا بضجيعه في قبره، ولا ممن لا يشك في عدله. فإن كان القضاة والفقهاء أنزلوك منزلته في العدل فالله تعالى سائلهم وحسيبهم عن تقلدهم فيك. وما اقتضاها عمر - رضي الله عنه - حتى دخل مسجد رسول الله - صلى الله عليه وسلم - وحضر من كان معه من الصحابة - رضي الله عنهم - وحلف أن ليس عنده في بيت مال المسلمين درهم واحد ينفقه عليهم. فليدخل أمير المسلمين المسجد الجامع بحضرة من هناك من أهل العلم وليحلف أن ليس عنده في بيت مال المسلمين درهم ينفقه عليهم. وحينئذ تجب معونته، والله تعالى على ذلك كله. والسلام عليك ورحمة الله تعالى وبركاته. فلما بلغ كتابه إلى أمير المسلمين وعظه الله بقوله ولم يعد عليه في ذلك قولا، والأعمال بالنيات (¬1). ¶ ¬_________ ¶ (¬1) الاستقصا (2/ 59 - طبعة دار الكتاب).",
            "page": "69",
            "part": "1",
            "seal": "5FAF6723"
        },
        {
            "id": "70",
            "nass": "ومما أخذه عبد الحي الكتاني على عبد العزيز تبديله لأحكام الشرع، وتبديله قاعدة من قواعد الدين الخمسة، وهي الزكاة بالترتيب، مع إجماع الأمة على كفر من غيّر شيئا من معالم الدين وغير ذلك (¬1). ¶ وبعد إقرار الضريبة دخل المغرب في أخطر أزمة مالية في تاريخه كانت السبب المباشر في الهيمنة الغربية عليه تمهيدا لاستعماره. فاقترض السلطان عبد العزيز في سنة 1903 مبلغ 22.5 مليون فرنك فرنسي من فرنسا وانجلترا واسبانيا، ليعود سنة 1904 ليقترض مبلغ 62.5 مليون فرنك، ليغرق البلاد في أزمة كبيرة (¬2). ¶ وغالب هذه الأموال كانت لتلبية حاجات السلطان المراهق من الألعاب والمبتكرات العصرية. ¶ وقد كان السلطان عبد العزيز يخالط الانجليز مخالطة مريبة، وكانوا يقيمون سهرات لهو معه تصاحبها أشياء أخرى مريبة، وكان العامة أساؤوا به الظن كثيرا، فكثر بذلك القيل والقال، وظن الناس به الظنون، وحكى العبيد والخدمة المطلعين على تلك الأحوال بما يوجب النفور منه، حسبما أفاد المشرفي وهو مؤرخ رسمي (¬3). ¶ ¬_________ ¶ (¬1) مفاكهة ذوي النبل والإجادة (23) طبعة حجرية 1326/ 1908 العامة. نقلا عن الوطنية في النثر المغربي (97). ¶ (¬2) المغرب والاستعمار (78). ¶ (¬3) الحلل البهية (2/ 271). ... = ¶ = ... كان السلطان عبد العزيز في بداية حكمه طفلا تستهويه الألعاب واللهو، التي كان يقضي فيها جل وقته. وقد حكى صديقه ومؤنسه غابرييل فير في كتابه في صحبة السلطان- المغرب (1901 - 1905) من ذلك أشياء كثيرة وغريبة. ¶ وكان السلطان قد اتخذ بطانة سوء يستشيرهم. وخاصة الداهية الإنجليزي ماك لين (69) حتى أنه كان يستدعيه في ساعة متأخرة من الليل لاستشارته (75). ¶ وقد عمل ماك لين على تسلية السلطان. (74) وجلب خمسة إنجليز آخرين لمساعدته في مهمته العسكرية بتدريب قوات المخزن (77). ¶ وكان الصحفي والتربارتون هاريس من مخبري المفوضية الأوربية (78) هو الذي أشار على السلطان بإحداث ضريبة عامة على المواطنين، فاستحسنها السلطان (80). ¶ كل هذا والمغرب يمر بأكبر أزمة سياسية واقتصادية واجتماعية، ويتربص به الطامعون من كل جانب.",
            "page": "70",
            "part": "1",
            "seal": "B4883565"
        },
        {
            "id": "71",
            "nass": "تطبيق الحدود الشرعية في عهد الدولة العلوية. ¶ ظلت الدول التي تعاقبت على المغرب حريصة على تطبيق الشريعة ومن ضمن ذلك الحدود الشرعية، بل إن بعض الحكام مثل يعقوب المنصور (ت 595هـ) كان يقيم الحدود حتى في أهله وعشيرته الأقربين كما أقامها في سائر الناس أجمعين فاستقامت الأحوال في أيامه وعظمت الفتوحات، كما قال الناصري في الاستقصا (2/ 199). ¶ وكتب الخليفة عبد المومن الموحدي إلى أهل بجاية يوصيهم بإقامة الحدود (¬1). ¶ وهذا ما دأبت عليه الدولة العلوية الحاكمة في المغرب إلى ما قبل الحماية ودخول الاستعمار الذي نحى الشريعة جانبا وحرص على بناء المنظومة القانونية المغربية بما يوافق قوانينه ومشروعه، وكانت الإقامة العامة -نظرا لانفرادها ¶ ¬_________ ¶ (¬1) حضارة الموحدين للمنوني (125).",
            "page": "71",
            "part": "1",
            "seal": "B94472CD"
        },
        {
            "id": "72",
            "nass": "بالسلطة التشريعية- قامت بإملاء ظهائر على السلطان الذي لم يكن يجد بدا من التوقيع (¬1). ¶ وتدل كافة المصادر التاريخية أن السلاطين العلويين كانوا حريصين كل الحرص على تطبيق الحدود الشرعية التي يسخر منها العلمانيون في كل وقت وحين ويصفونها بالوحشية والعنف والتطرف (¬2). ¶ فهذا المولى الرشيد المؤسس الثاني للدولة العلوية الذي تولى سنة 1076هـ حرص على إقامة الحدود على الزناة وشاربي الخمر (¬3). ¶ ووصفه ابن زيدان بقوله: شديد الشكيمة على من عصاه أو هتك حرمة من حرم الله، يتولى القصاص وإقامة الحدود الشرعية بنفسه من غير أن تأخذه رأفة ولا رحمة في دين الله (¬4). ¶ وفي ظهير للسلطان محمد بن عبد الله نص على أن من يشتغل بالفساد مثل السرقة أو غيرها من الفواحش يعاقب بالحدود الشرعية (¬5). ¶ وقال: ومن ثبت عليه حد من حدود الله شرعا يطالعنا به لنأمر بإنفاذ حكم الله فيه (¬6). ¶ ¬_________ ¶ (¬1) المغرب والاستعمار (117). ¶ (¬2) كما فصلت ذلك في الكتاب الثاني: العلمانيون العرب وموقفهم من الإسلام. وقد طبع في المكتبة الإسلامية في مصر. ¶ (¬3) الحسبة (32). ¶ (¬4) الإتحاف (3/ 41). ¶ (¬5) الإتحاف (3/ 236). ¶ (¬6) الإتحاف (3/ 260).",
            "page": "72",
            "part": "1",
            "seal": "B8D4158C"
        },
        {
            "id": "73",
            "nass": "وكانت الحدود تقام على عهد السلطان المولى عبد الرحمن بن هشام (¬1). ¶ وفي الحلل البهية (2/ 82) أن المولى عبد الرحمن كان قائما بحد الشريعة على البغاة. ¶ وكتب السلطان المولى عبد الرحمن بن هشام إلى ولده محمد سنة 1271هـ في شأن رجل مسلم قتله فرنسيون، وفيه الأمر بالقصاص من قاتله، وفيه: فليسلك معهم مسلك الشرع (¬2). ¶ وكتب ظهيرا قرئ في المساجد والأسواق في إقامة الحدود الشرعية في الزنا والسرقة والقتل وأن من تركها (أي: الحدود الشرعية) مارق من الدين (¬3). ¶ وفيه: ومن وجب عليه حد من حدود الله يرفع أمره إلينا لنأمر بإنفاذ حكم الله فيه، ولا يقال فسد الزمان وقلّ أهل الدين وفُقِد الناصر، فإن من قام لله وجد الله قال تعالى: {وَلَيَنصُرَنَّ اللَّهُ مَن يَنصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ الَّذِينَ إِن مَّكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنكَرِ وَلِلَّهِ عَاقِبَةُ الْأُمُور} [الحج40] (¬4). ¶ وأصدر ظهيرا للقائد المهدي الشرادي بإقامة رسوم الدين وإحياء السنة ومعاقبة تاركي الصلاة مؤرخ في 16 رمضان 1252هـ. ¶ ¬_________ ¶ (¬1) الإتحاف (5/ 22). ¶ (¬2) الإتحاف (5/ 108). ¶ (¬3) الإتحاف (5/ 112). ¶ (¬4) الإتحاف (5/ 115).",
            "page": "73",
            "part": "1",
            "seal": "9E84EBB5"
        },
        {
            "id": "74",
            "nass": "وظهيرا آخر للقائد العربي بن علي السعيدي مؤرخ في 15 رمضان عام 1252هـ (¬1). ¶ وهذه صورة الظهير الأصلي (¬2): ¶ ¬_________ ¶ (¬1) الإتحاف (5/ 121 - 122). ¶ (¬2) الإتحاف (5/ 121).",
            "page": "74",
            "part": "1",
            "seal": "9FFBD411"
        },
        {
            "id": "75",
            "nass": "وفي سنة 1305هـ كتب السلطان الحسن الأول لخليفة فاس ما فعله ببعض البغاة وأنه أقام فيهم حد الحرابة الشرعي، ونقل نصوص المالكية في ذلك عن مالك وابن القاسم وأشهب وابن المواز وابن عرفة (¬1). ¶ وذكر المشرفي في الحلل البهية (2/ 180) أن المولى الحسن لم يقم حدا من الحدود الشرعية في الجنايات والسرقة بسبب أنه لم يثبت عنده وقوع تلك الجنايات ثبوتا شرعيا. ¶ فلم يتركها زهدا فيها أو تجاوزا لها لقوانين أخرى، وإنما لأنه لم يثبت عنده ثبوتا شرعيا وقوعها من أصحابها، ولو ثبت عنده ذلك لأقامه. ¶ وأنكر السلطان العلوي محمد بن عبد الله رحمه الله التساهل في الزنا بالقبض والذعيرة وقال: وذلك من المنكر الذي لا يرضاه الله ورسوله والمؤمنون، لأنه خرق للشريعة وإبطال لأحكام القرآن، وقد قال تعالى: {وَلاَ تَقْرَبُوا الزِّنَى إِنَّهُ كَانَ فَاحِشَةً وَسَاء سَبِيلاً}. وقال سبحانه: {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِّنْهُمَا مِئَةَ جَلْدَةٍ} هذا في البكر، وأما الثيب فالرجم. ¶ وزاد: ومنها التساهل في أمر السرقة والاكتفاء برجوعها وزجر السارق، وهذا مخالف للشرع، مبطل لحكمه الذي هو القطع، قال الله سبحانه: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا} (¬2). ¶ ثم ذكر التساهل في القتل وأن الواجب هو حكم الشرع: بالقصاص من القاتل. ¶ ¬_________ ¶ (¬1) الإتحاف (2/ 302 - 303). ¶ (¬2) الإتحاف (3/ 260).",
            "page": "75",
            "part": "1",
            "seal": "C3A9387C"
        },
        {
            "id": "76",
            "nass": "فهذا رد واضح من هذا السلطان العلوي رحمه الله على إبدال الحدود الشرعية بالقوانين الوضعية. ¶ وتضمنت بيعة المولى عبد الحفيظ اشتراط: تطبيق الحدود الشرعية (¬1). ¶ ولما خرج محمد بن المولى إسماعيل السلطان على أبيه وكان أبوه يحبه حبا شديدا ويفضله على باقي إخوته، لكنه كان عالما متضلعا في علوم الشريعة، فلما ظفر به أقام عليه الحد الشرعي يوم 4 ربيع الأول عام 1118. فقطع يده ورجله من خلاف، كما قال تعالى: {إِنَّمَا جَزَاء الَّذِينَ يُحَارِبُونَ اللهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الأَرْضِ فَسَاداً أَن يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلافٍ أَوْ يُنفَوْا مِنَ الأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الآخِرَةِ عَذَابٌ عَظِيمٌ} المائدة33. ¶ قال ابن زيدان معلقا: وفي إقامة هذا السلطان الجليل المقدار الحد الشرعي على فلذة كبده وعضده وساعده دلالة واضحة في وقوفه لدى حَدِّ ما حَدَّه الشرع الأقدس، لا يراعي في ذلك قاصيا ولا دانيا (¬2). ¶ وهكذا فعل الوزير أحمد بن موسى لما جمع القضاة والعلماء لما قبض على بعض الثائرين حكموا عليه بما حكم به الشرع في المحاربين، وذلك في سنة 1313هـ (¬3). ¶ بل حتى الخلاف بين الأجانب والمسلمين كان يحكم فيه بحكم الشريعة، كما ورد في اتفاق صلح بين السلطان محمد بن عبد الله ولويس 15 في ذي الحجة ¶ ¬_________ ¶ (¬1) الإتحاف (1/ 522). ¶ (¬2) الإتحاف (4/ 82). ¶ (¬3) الإتحاف (1/ 452).",
            "page": "76",
            "part": "1",
            "seal": "63FB5C0A"
        },
        {
            "id": "77",
            "nass": "عام 1180 الموافق 28 ماي عام 1767. وفيه الشرط الثالث عشر: إذا ضرب فرنصيصي (¬1) مسلما فلا يحكم فيه إلا بعد إحضار القونصو (¬2) ليجيب ويدافع عنه، وبعد ذلك ينفذ فيه الحكم بالشرع (¬3). ¶ الخمر. ¶ كان الخمر ممنوعا خلال تاريخ المغرب، ولم يرخص لغير اليهود والنصارى بيعه وشربه، كما سأذكر قريبا عند حديثي عن الجزية، وقد يقع شربه من بعض المسلمين لكنه في حدود ضيقة جدا، ولم يجرؤ أحد أن يجاهر بذلك، وكذا لم يعرف أن الدولة المغربية أعطت ترخيصا لمسلم لبيع الخمر إلا بعد مجيء الاستعمار. ¶ في سنة (447هـ) دخل عبد الله بن ياسين سجلماسة فغيَّر ما وجد بها من المنكرات وقطع المزامير وآلة اللهو وأحرق الدور التي كانت تباع بها الخمور وأزال المكوس وأسقط المغارم المخزنية ومَحَا ما أوجب الكتابُ والسنة مَحْوَهُ (¬4). ¶ وكتب الخليفة عبد المومن الموحدي إلى عامله ببجاية يوصيه بإتلاف الخمور وقطع دابر أهلها (¬5). ¶ ¬_________ ¶ (¬1) أي: فرنسي. ¶ (¬2) أي: القنصل. ¶ (¬3) الإتحاف (3/ 317). ¶ (¬4) الاستقصا لأخبار دول المغرب الأقصى (2/ 13). ¶ (¬5) حضارة الموحدين للمنوني (126).",
            "page": "77",
            "part": "1",
            "seal": "BBB945D7"
        },
        {
            "id": "78",
            "nass": "وقال الناصري في الاستقصا (3/ 166): وكان المنصور (أي: السلطان الموحدي) يشدد في إلزام الرعية بإقامة الصلوات الخمس، وقتل في بعض الأحيان على شرب الخمر، وقتل العمال الذين تشكوهم الرعايا ... وكان يعاقب على ترك الصلوات، ويأمر بالنداء في الأسواق بالمبادرة إليها، فمن غفل عنها أو اشتغل بمعيشته عزره تعزيرا بليغا. ¶ وكان الفقيه أبو الحسن الزرويلي المعروف بالصُّغَير صاحب التقييد على المدونة المتوفى سنة (719هـ) قد شدد على أهل الفسوق والمناكر فسيق إليه ذات يوم أندلسي وهو سكران فأمر العدول فاستروحوه واشتموا منه رائحة الخمر وأدوا شهادتهم على ذلك فأمضى القاضي حكم الله فيه وجلده الحد (¬1). ¶ وجعل أبو العباس القرطبي في المفهم (12/ 89) من أسباب خلع الحاكم ترك إقامة قاعدة من قواعد الدين كترك إقامة الحدود أو إباحة المحرمات كشرب الخمر، والزنى قال: قوله: «على المرء المسلم السَّمع والطاعة». ظاهر في وجوب السمع والطّاعة للأئمة، والأمراء، والقضاة. ولا خلاف فيه إذا لم يأمر بمعصية. فإن أمر بمعصية فلا تجوز طاعته في تلك المعصية قولاً واحدًا، ثم إن كانت تلك المعصية كفرًا: وَجَبَ خَلْعُه على المسلمين كلهم. وكذلك: لو ترك إقامة قاعدة من قواعد الدين. كإقام الصلاة، وصوم رمضان، وإقامة الحدود، ومَنَع من ذلك. وكذلك لو أباح شرب الخمر، والزنى، ولم يمنع منهما، لا يختلف في وجوب خَلْعِهِ. ¶ ¬_________ ¶ (¬1) الاستقصا (3/ 102).",
            "page": "78",
            "part": "1",
            "seal": "2A89285A"
        },
        {
            "id": "79",
            "nass": "وسيأتي معنا في المبحث الثاني «ماذا يعني تطبيق الشريعة؟» مزيد تفصيل لهذا. ¶ ولا يفهم من كلامي هذا أنني أدعو إلى خلع الحاكم، أو الخروج عليه بطرق غير شرعية أو نحو ذلك. ولكنني في صدد بيان رأي المالكية في هذه النوازل وحكاية أقوالهم التي يدين المغاربة بها منذ عصور. ¶ وهذا ظهير للمولى الحسن الأول بتاريخ 1304هـ في التحذير من الخمر وإقامة الحد على شاربها. أسوقه لمن يغضون الطرف عن الخمارات والنوادي الليلية والمراكز التجارية (مرجان وكارفور ونحوها) في بلد إسلامي ينص دستوره على أن دين الدولة الإسلام. ¶ ونصه بعد الحمدلة والصلاة والطابع: ¶ (خديمنا الأرضى القائد محمد بن سعيد السلوى، وفقك الله، وسلام عليك ورحمة الله تعالى وبركاته. ¶ وبعد: فقد بلغ لعلمنا الشريف ما استفز به اللعين رعاع المسلمين، واستهواهم بغوايته وضلاله المبين، وارتمى بهم الحال إلى أن صاروا يشربون الخمر جهارا، ويعربدون في الشوارع وهم صرعى أطوارا، من غير مراقبة من حرمها في صدر الإسلام، وأوعد من يقتحم شربها بأليم العقاب، وفوق إليهم السهام. ¶ فعن مولانا رسول الله - صلى الله عليه وسلم - مخبرا عن ذي الجلال، من شرب الخمر في الدنيا سقاه الله من طينة الخبال، وهي ما يسيل من جلود أهل النار.",
            "page": "79",
            "part": "1",
            "seal": "F077F955"
        },
        {
            "id": "80",
            "nass": "فاعتبروا يا أولي الأبصار، على أن المخالفة باقتحام عقبات المحرمات، موجبة لسخط الله ومجلبة للآفات. {إِنَّ اللهَ لاَ يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} [الرعد:11] فيما يأتونه أو يذرونه، وقد ذم الله تعالى بني إسرائيل بما جعله بيانا لما اقترفوه. فقال: {كَانُوا لاَ يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ} [المائدة:79]. ويكفيك في الإيعاد كونها ـ أي الخمرـ من الخمس عشرة خصلة التي إذا فعلتها هذه الأمة حل بها الخسف أو المسخ أو غيرهما من أنواع البلاء، واستأصلتهم يد الخلاء والجلاء، بنص قوله سبحانه في كتابه المبين: {سَأُرِيكُمْ دَارَ الْفَاسِقِينَ} [الأعراف:145]. ¶ وعليه فنأمرك تزجر من عثرت عليه من المسلمين معربدا، أو وجدته صريعا واللعين عليه مستحوذا، بأن تجلده ثمانين، وتودعه السجن حتى تتحقق توبته ويخلص من شؤم سمة المجانين، ويتدرع شعار المسلمين: {إِنَّ اللهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ} [البقرة:222] كما نأمرك أن تجعل عهدة من أخرج شيئا من الملاح على البوابين. وتتوعدهم عن ذلك إن غضوا الطرف عنه أو قبضوا عليه الرشا من المبتلين، وتزجر من المسلمين من عاد إلى مخالطة أهل الذمة في شيء من ذلك في الحين أو بعد حين، فإن ذلك مثلبة في الدين: ¶ والنفس كالطفل إن تهمله شب على ... حب الرضاع وإن تفطمه ينفطم ¶ إلا ما يتعاطاه أهل الذمة فيما بينهم فلا يتعرض لهم، لكونه مستحلهم في دينهم، وأعطوا العهد عليه، نعم يعزرون إن أظهروا السكر في غير محلهم جريا",
            "page": "80",
            "part": "1",
            "seal": "0B2A402B"
        },
        {
            "id": "81",
            "nass": "على مقتضيات الشريعة المطهرة في ذلك، والله ولي التوفيق، والهادي إلى سواء الطريق، والسلام. 9 رجب الفرد الحرام عام 1304هـ (¬1). ¶ وهذه صورة الظهير المذكور (¬2): ¶ ¬_________ ¶ (¬1) الإتحاف (5/ 132 - 133). ¶ (¬2) الإتحاف (5/ 134).",
            "page": "81",
            "part": "1",
            "seal": "7988A0FA"
        },
        {
            "id": "82",
            "nass": "وكتب السلطان المولى عبد الرحمن بن هشام ظهيرا لرؤساء المراكب البحرية التجارية منها والحربية يحضهم على التقوى والصلاة لوقتها وقراءة القرآن ويوصي بعدم حمل مثل الخمور والخنزير، وتوعد من فعل ذلك بالنكال (¬1). ¶ وهذا المولى الرشيد العلوي الذي تولى سنة 1076هـ حرص على إقامة الحدود على الزناة وشاربي الخمر (¬2). ¶ وأغلب حكام الدولة العلوية كانوا على جانب كبير من الديانة والاستقامة، بل حتى في عهد السلطان محمد الخامس رحمه الله لم يكن يقدم الخمر في مجالسه سواء في فرنسا أو في الحفلات التي يقيمها المغرب على شرف الأجانب (¬3). ¶ وفي عشاء لمحمد الخامس مع روزفيلت في الدار البيضاء لم يقدم الخمر ولا الخنزير (¬4). ¶ وقد علق رئيس وزراء بريطانيا على عشاء لا خمر فيه قائلا: نَاشَفْ مع الأسف (¬5). ¶ ¬_________ ¶ (¬1) الإتحاف (5/ 117 - 161 - 177 - 178). ¶ (¬2) الحسبة (32). ¶ (¬3) التاريخ السياسي (10/ 344). ¶ (¬4) التاريخ السياسي (10/ 26) وتاريخ المغرب في القرن العشرين (266). ¶ (¬5) تاريخ المغرب في القرن العشرين (266).",
            "page": "82",
            "part": "1",
            "seal": "AFCF47ED"
        },
        {
            "id": "83",
            "nass": "الدعارة. ¶ لم يعرف المغرب الدعارة كنشاط مكثف إلا مع الاستعمار. وقد دعم الفرنسيون الدعارة وشجعوها وهم أول من أحدث المواخير، وجند لذلك مجموعة من عملائه المغاربة الفاسدين كالتهامي الجلاوي الذي دعمه الفرنسيون بمجموعة من المومسات الفرنسيات (¬1). ¶ وكان تحته نحو 4000 مومس، وكان يتقاضى ضرائب منهن تقدر بـ 100 فرنك يوميا عن كل واحدة (¬2). ¶ وكانت السلطات الاستعمارية حريصة على إعطاء البغاء مشروعية قانونية، فأصدرت تقنينا للبغاء بمرسوم 16/ 02/1924 يسمح بفتح منازل رسمية له وتحدد سن المرأة في 21 عاما، وفي سنة 1954 غيَّرت الإدارة الاستعمارية المرسوم بشكل خفض السن إلى 16 عاما (¬3). ¶ فكانت هذه أول بوادر الفساد المجتمعي في المغرب تحت إشراف وتمويل وتشجيع من المستعمر. ولازال الحال كما أراد هذا المستعمر إلى الآن. وقد آن الأوان لإرجاع الأمور إلى نصابها إن شاء الله. ¶ ¬_________ ¶ (¬1) التاريخ السياسي (9/ 221). ¶ (¬2) تاريخ المغرب في القرن العشرين (379). ¶ (¬3) بيان مختصر من الأمة الإسلامية (10).",
            "page": "83",
            "part": "1",
            "seal": "B0AE17BF"
        },
        {
            "id": "84",
            "nass": "عناية الدولة العلوية بجمع الجزية من اليهود. ¶ ظلت الجزية تدفع من قبل الجماعات اليهودية في المغرب حتى أوائل القرن العشرين، واستعاضت عنها بتقديم هدايا إلى السلطان في المناسبات الاحتفالية (¬1). ¶ وهذا ثاني مؤسس للدولة الإدريسية إدريس بن إدريس فرض الجزية على يهود فاس (¬2). ¶ ومقابل الجزية التي يدفعها اليهود إلى السلاطين فهم يستفيدون من حماية المخزن لهم بموجب عقد الذمة التي تحكم العلاقة بين السلطان ورعاياه من غير المسلمين (¬3). ¶ وكان يسمح لليهود ببيع وشرب الخمر بينهم ولا يسمح لهم ببيعه للمسلمين، ولما تجاوز يهود مرسى العرائش فتعاطوا لبيعه للمسلمين منعهم المولى سليمان وطلب منهم مغادرة المدينة (¬4). ¶ وكتب المولى إسماعيل ظهيرا لعبد الوهاب بن أحمد أدرّاق ليأخذ جزية أهل الذمة القاطنين بملاح مكناس مؤرخ في 4 صفر عام 1137هـ (¬5). ¶ ¬_________ ¶ (¬1) تاريخ المغرب في القرن العشرين لروم لاندو (31) والنظم الإسلامية ومظاهر يقظة (1/ 61). ¶ (¬2) الأنيس المطرب (55). ¶ (¬3) المغرب قبل الاستعمار (42). ¶ (¬4) نفس المرجع (45). ¶ (¬5) الإتحاف لابن زيدان (5/ 472).",
            "page": "84",
            "part": "1",
            "seal": "F9AF1FA0"
        },
        {
            "id": "85",
            "nass": "وأصدر السلطان المولى سليمان في سنة 1815م أمرا يلزم اليهود المغاربة بأداء الجزية (¬1). ¶ وأصدر المولى الحسن الأول ظهيرا بتاريخ 9 رجب عام 1304هـ في السماح لأهل الذمة بشرب الخمر بينهم وعدم جواز إظهار ذلك بين المسلمين (¬2). ¶ وهذه صورة ظهير المولى عبد الرحمن بوصول جزية ذمة أهل سلا سنة 1256هـ (¬3): ¶ ¬_________ ¶ (¬1) المغرب قبل الاستعمار (107). ¶ (¬2) الإتحاف لابن زيدان (5/ 133). وانظر (5/ 131) منه. ¶ (¬3) الإتحاف لابن زيدان (5/ 52).",
            "page": "85",
            "part": "1",
            "seal": "BC7D680E"
        },
        {
            "id": "86",
            "nass": "وفي عهد السلطان المولى سليمان أرسل له القاضي محمد عواد (3330) جزية ذمة سلا. والرسالة مؤرخة في 19 ربيع الأول عام 1266/ 2 فبراير سنة 1850 (¬1). ¶ وفي ظهير للمولى الحسن الأول للحاج عبد الله حصار بتاريخ 15 جمادى الثانية 1294 باستيفاء الجزية من يهود الدار البيضاء. ونصه بعد التحية: فنأمرك أن تستوفي من يهود أهل الدار البيضاء جزية هذه السنة المباركة فقد حل أجل قبضها منهم، وما قبضته ادفعه لأمين المستفادات هناك على العادة، والسلام 15 جمادى الثانية عام 1294 (¬2). ¶ وقد ظل اليهود ينعمون بحرية وعدل بشهادة بعض النصارى كروم لاندو الذي أكد عدم تعرض اليهود للاضطهاد في المغرب (¬3). ¶ وكتب السلطان الحسن الأول إلى الولاة والرعية سنة 1291، وفيه الوصاية بأهل الذمة وعدم ظلمهم (¬4). وكتب في 7 جمادى 2 عام 1310 إلى يهود ملاح مراكش ليطيب خاطرهم حول معاملة سيئة يلقونها من عامل مراكش، وكتب لهذا الأخير ليحسن معاملتهم (¬5). ¶ ¬_________ ¶ (¬1) الإتحاف لابن زيدان (6/ 358). ¶ (¬2) الإتحاف (2/ 474 - 476). ¶ (¬3) تاريخ المغرب في القرن العشرين (29 - 33). وانظر كذلك التاريخ السياسي (10/ 10) ومظاهر يقظة المغرب (1/ 58 - 59 - 60). ¶ (¬4) الإتحاف لابن زيدان (2/ 269). ¶ (¬5) الإتحاف (2/ 310).",
            "page": "86",
            "part": "1",
            "seal": "938A4CE2"
        },
        {
            "id": "87",
            "nass": "وحكى الناصري في الاستقصا (1/ 61 - 62) قصة غريبة في اختراع اليهود ظهيرا ونسبوه للنبي - صلى الله عليه وسلم - أسقط فيه الجزية عنهم بزعمهم. فتمكن علماء المغرب من كشف هذه الخدعة اليهودية وبينوا وجه بطلان الظهير المزعوم. ¶ قال: وقد وقفت في بعض التقاييد المظنون بها الصحة على كلام للأديب أبي عبد الله اليفرني المعروف بالصغير في هذا المعنى قال: جرى بمجلس شيخنا قاضي الجماعة فلان الفلاني ذِكْر علم التاريخ فقال: إن علم التاريخ يضر جهله وتنفع معرفته لا كما قيل: إنه علم لا ينفع وجهالة لا تضر. قال: وانظر ما وقع في هذا الوقت في حدود عشر ومائة وألف من أن نفرا من يهود فاس الجديد امتنعوا من أداء الجزية وأخرجوا ظهيرا قديما مضمنه أن النبي - صلى الله عليه وسلم - عقد لموسى بن حيي بن أخطب أخي صفية رضي الله عنها ولأهل بيت صفية الأمان لا يطأ أرضهم جيش ولا عليهم نزل ولهم ربط العمائم فعلى من أحب الله ورسوله أن يؤمنهم. وكتب علي بن أبي طالب، وشهد عتيق بن أبي قحافة وعبد الرحمن بن عوف ومعاوية بن أبي سفيان. وتاريخ شهادتهم في ذي القعدة سنة تسع من الهجرة قال شيخنا: فظهر لي ولعلماء العصر أن ذلك زور وافتراء لا شك فيه ولا امتراء لأن التاريخ بالهجرة إنما حدث زمن عمر سنة سبع عشرة لأسباب اقتضت ذلك كما في ابن حجر، ولأن أهل التاريخ لم يذكروا لصفية أخا اسمه موسى، وإنما المروي في الأحاديث أنه عليه الصلاة والسلام قتل أبا صفية وزوجها، ولأن الظهير الذي استظهروا به نسخة من الأصل الذي فيه خطوط الصحابة وقد أرخوا الاستنساخ من الأصل بسنة ثلاث وعشرين وسبعمائة فقد تأخر خط الصحابة بزعمهم إلى المائة الثامنة وكيف يتوصل في المائة الثامنة إلى أن ذلك خط",
            "page": "87",
            "part": "1",
            "seal": "AB95AFEC"
        },
        {
            "id": "88",
            "nass": "الصحابة. هذا خلاصة ما كتبه أهل فاس في إبطال الظهير ولما رفع ذلك إلى السلطان المولى إسماعيل رحمه الله عاقب اليهود عقابا شديدا. انتهى. ¶ ولما أراد يهود ملاح فاس العليا أن يتخذوا حزانا وتاجرين من تجارهم ليحكم بينهم في نزاعاتهم. فكتب السلطان الحسن الأول ظهيرا مؤرخا في 6 ربيع الثاني عام 1300 لتكليف ستة فقهاء في القضية، ومما قال السلطان في ظهيره: وحيث لم تجر لهم عادة بنصب ما ذكر وكانوا معاهدين والأمور التي بينهم وبين المسلمين كلها مبنية على قواعد الشرع، رددنا قضيتهم للشرع. ¶ وكان جواب الفقهاء بمنع اليهود من ذلك، والفقهاء هم: محمد جنون وجعفر الكتاني وأحمد بن الحاج والحميد بناني وعبد الله الودغيري (¬1). ¶ ويلاحظ من خلال هذا الظهير أن الحكم إنما كان للشرع الإسلامي لا غير، وأن المغرب لم يعرف قانونا غير الشريعة الإسلامية. ¶ ومن ألطف ما وقفت عليه في شأن الجزية بالمغرب أن السلطان يعقوب بن عبد الحق المريني بنى المرستانات للمرضى والمجانين ورتب لهم الأطباء لتفقد أحوالهم وأجرى على الكل المرتبات والنفقات من بيت المال وكذا فعل بالجذمى والعمي والفقراء، رتب لهم مالا معلوما يقبضونه في كل شهر من جزية اليهود (¬2). ¶ ¬_________ ¶ (¬1) الإتحاف لابن زيدان (2/ 277). ¶ (¬2) الاستقصا (3/ 65). وفيه عن هذا السلطان: لم يقصد جيشا إلا هزمه ولا عدوا إلا قهره ولا بلدا إلا فتحه صواما قواما دائم الذكر كثير البر لا تزال سبحته في يده مقربا للعلماء مكرما للصلحاء صادرا في أكثر أموره عن رأيهم. ¶ كما سأفصل خبره في رسالة «أربعة ملوك عدول من أربعة دول حكمت المغرب». والقصد منه أن أبين أن تطبيق الشريعة ليس فترة زمنية قصيرة مرت وانقضت في عهد الخلفاء الأربعة كما ينعق بعض العلمانيين.",
            "page": "88",
            "part": "1",
            "seal": "95D920F2"
        },
        {
            "id": "89",
            "nass": "فهذه سياسة رشيدة قَلَّ نظيرها: إنفاق مداخل الجزية في مشاريع لذوي الاحتياجات الخاصة. ¶ مناهضة المالكية للبنوك الربوية. ¶ طوال قرون عديدة كانت الشريعة الإسلامية ممثلة في المذهب المالكي هي المرجع الوحيد للمعاملات التجارية والمالية في المغرب القائمة على أصلين هامين: جواز البيع وحرمة الربا. ¶ ولم يدخل الربا في صورة منظمة ومؤسسة إلا لما سقط المغرب فريسة للتدخلات الأجنبية، في عهد السلطان عبد العزيز، وتحديدا عقب مؤتمر الجزيرة الخضراء. ¶ وقد جاء في رسالة عبد الحكيم التونسي للتعريف بحقيقة التدخلات التي تطرحها بعض الدول على مؤتمر الجزيرة الخضراء، مع الإشارة للردود المغربية البديلة، جاء فيها: أما البنك المالي فإني لم أر في تيسره وجها أبدا، وكيفما كانت صورته فهي مضرة غاية، ومخالفة للشرع المحمدي، ومن كان على غير شرع فلا خير فيه (¬1). ¶ ¬_________ ¶ (¬1) مظاهر يقظة المغرب (2/ 323). وفيه: فإني لم نر. ولعل الصواب ما ذكرت.",
            "page": "89",
            "part": "1",
            "seal": "3E23E90D"
        },
        {
            "id": "90",
            "nass": "ولما تولى السلطان عبد العزيز كان طفلا عمره لا يتجاوز 11 سنة فوقع ألعوبة في يد الوزير أحمد بن موسى (المعروف بـ «باحماد») (¬1) أولا، ثم-وهو الأخطر- في يد الأطماع الخارجية ثانيا. ¶ ولهذا فالبنك المخزني الربوي المغربي تكوَّن بموجب البند الثالث من معاهدة مؤتمر الجزيرة الخضراء سنة 1906. وأسند إدارته لبنك باريس (¬2). ليفقد المغرب بذلك استقلاله المالي والاقتصادي، وجزءا من سيادته لأنه أصبح أمام نوع من الحماية الدولية كما قال ألبير عياش (¬3). ¶ وهو بنك دولي مركب من 13 نائبا يمثلون الدول الحاضرة للمؤتمر، ورأس ماله 15 مليون فرنك موزعة على 30 ألف سهم (¬4). ¶ وكان عبد العزيز وعد بإسناد مهمة تأسيس بنك مخزني للكونسورسيوم، وهي مجموع بنوك فرنسية، وهي التي أقرضته قرض 1904 (¬5). ¶ ¬_________ ¶ (¬1) الذي اختار عبد العزيز للحكم هو باحماد نفسه بالاتفاق مع أم السلطان لاله رقية، ليتسنى له الاستحواذ بالسلطة والتحكم في السلطان الطفل. المخزن والضريبة والاستعمار (104 - 111 - 119). ¶ لما توفي الوزير باحماد سنة 1900 كان عمر السلطان عبد العزيز 22 سنة، سقط العامل الشاب ذو النية الطيبة تحت إمرة المستشارين الأجانب، الذين دفعوه إلى تبذير احتياطات خزينته الوفيرة، فقد كان يشتري الأشياء الأكثر غرابة، مثل الفونوغرافات والسيارات وآلات التصوير، وكان يركب الدراجة ويلعب التنس، ويشعل الألعاب النارية. المغرب والاستعمار (70) بتصرف. ¶ (¬2) المغرب والاستعمار (80 - 81 - 123). ¶ (¬3) المغرب والاستعمار (80 - 81). ¶ (¬4) البيان المطرب (81). ¶ (¬5) المغرب والاستعمار (78).",
            "page": "90",
            "part": "1",
            "seal": "F8615F8A"
        },
        {
            "id": "91",
            "nass": "هذه المجموعة البنكية كان -كما قال ألبير عياش- عهد إليها بمهمة تنمية وتنظيم السيطرة على المغرب (¬1). ¶ في 11 يناير 1905 أرسل دلكاسي وزير الخارجية إلى فاس ووزير فرنسا بطنجة سان روني دي تايلاندي بهدف فرض مخطط للإصلاحات متعلق بتنظيم قوات الأمن بالمراسي وبإنشاء بنك مخزني من طرف كونسورسيوم (البنوك الفرنسية) (¬2). ¶ وبالفعل أنشأ البنك المخزني في 27 فبراير 1907 (¬3). ¶ فأصدر عبد العزيز ظهيرا مؤرخا بـ 12 حجة الحرام عام 1324 بتأسيس أول بنك بالمغرب، وفيه: فلا يخفى أن جملة ما تضمنه وِفْق المؤتمر الدولي: تأسيس بنك بالمغرب يسمى بالبنك المخزني مؤلفا رأس ماله من بانكات (¬4) الدول الذين حضر أعضاؤهم لجمع المؤتمر المذكور (¬5). ¶ إذن فتأسيس بنك المغرب الربوي لم يكن خيارا وطنيا أملته ظروف اقتصادية معينة، بل هو استجابة لضغوط خارجية، أو بعبارة أوضح هو تنفيذ لإملاءات استعمارية محضة. ¶ ¬_________ ¶ (¬1) نفس المرجع (91). ¶ (¬2) المغرب والاستعمار (79). ¶ (¬3) المغرب والاستعمار (121). ¶ (¬4) أي: بنوك. ¶ (¬5) الإتحاف لابن زيدان (1/ 514).",
            "page": "91",
            "part": "1",
            "seal": "9269D32A"
        },
        {
            "id": "92",
            "nass": "وهذا البنك لازال إلى الآن يتربع على عرش مالية المغرب، وهو المشهور ببنك المغرب الذي يتوسط مدينة الرباط إلى اليوم. ¶ وقد أنشئت مديرية المالية ابتداء من شهر يوليوز 1912، أي بعد ثلاثة أشهر من توقيع معاهدة الحماية، وتنظمت بصفة نهائية سنة 1920 بظهير 14 يونيو. وطبقت فيها المبادئ الأساسية للمحاسبات العمومية الفرنسية كما قال ألبير عياش (¬1). ¶ ولا حول ولا قوة إلا بالله العلي العظيم! ¶ هذه السياسة العزيزية المستجيبة للإملاءات الخارجية جرت عليه متاعب كبيرة مع علماء وأعيان المغرب، وخاصة مراكش وفاس، حيث كانت سياسته الربوية أحد أهم أسباب خلعه وتعيين عبد الحفيظ مكانه. ¶ وفيما يلي النص الأصلي لعرائض علماء وأعيان وشرفاء فاس ضد سياسات السلطان عبد العزيز المرفوع لعلماء فاس، وفيه ذكر أسباب هذه العريضة (¬2)، منها: ¶ - إسقاط الأحكام الشرعية كإبدال الزكاة بالترتيب. ¶ - وإحداث البنك المؤدي إلى إدخال الربا في سائر المعاملات. ¶ ¬_________ ¶ (¬1) المغرب والاستعمار (103). ¶ (¬2) مظاهر يقظة المغرب (2/ 341).",
            "page": "92",
            "part": "1",
            "seal": "F45386CA"
        },
        {
            "id": "98",
            "nass": "فأجاب علماء فاس حول النازلة المذكورة بوجوب عزل السلطان عبد العزيز للأسباب المذكورة، وعللوا ذلك بقولهم: لكون إمامته لم تجر على القواعد الشرعية، بل ولا على الضوابط المرعية. وهذه صورة النص الأصلي للفتوى (¬1): ¶ ¬_________ ¶ (¬1) نفس المرجع (2/ 339).",
            "page": "98",
            "part": "1",
            "seal": "07C112E7"
        },
        {
            "id": "99",
            "nass": "ولما تقدم علماء القرويين وغيرهم للسلطان عبد العزيز بمطالبهم، كان من بينها: إلغاء بنك الدولة (¬1). ¶ وفي عهد السلطان المولى الحسن الأول طلب مدير البنك الفرنسي بطنجة إصدار أوراق، كل ورقة تتضمن عددا من الدراهم بحيث من سافر من الناس إلى بلد آخر يصحب معه تلك الورقة فيدفعها إلى نائب عن البنك ويدفع له الدراهم أجاب السلطان المولى الحسن الأول بتاريخ 5 ربيع الأول 1310 بأن المخزن استفتى العلماء فيه فأجابوا بأنه حرام في شرع ديننا (¬2). ¶ وللفقيه القاضي محمد العبادي محاضرة في موضوع الربا ألقاها بمدينة وجدة سنة 1927 طبعت بالمطبعة الرسمية للحماية سنة 1934. ¶ ومما جاء في مقدمتها: أيها السادات، فإن لكل غرض سببا وباعثا، والذي أوقفني في موقفي هذا وحملني على إلقاء هذه المحاضرة على مسامعكم الزكية هو المنشور الوزيري العدلي الصادر في هذه الأيام القريبة لجميع قضاة الإيالة الشريفة، بالحض لهم ولعدولهم أن يتنبهوا لما هو واقع من المعاملات الربوية، التي جاءت الشريعة المطهرة بالنهي عنها وتحريمها تحريما مطلقا. لما يلحق الناس المحتاجين من الأضرار الفادحة في ماليتهم بسبب تعاطي المعاملات الربوية عند الاضطرار إلى الدراهم. ¶ وحيث كنت من جملة أولائك القضاة المكلفين بالتمشي على مقتضيات ذلك المنشور المنيف. وكانت هذه المسألة من المسائل الاجتماعية التي تهم كثيرا ¶ ¬_________ ¶ (¬1) التاريخ السياسي للمغرب (6/ 206). ¶ (¬2) الإتحاف لابن زيدان (2/ 385).",
            "page": "99",
            "part": "1",
            "seal": "756C47FB"
        },
        {
            "id": "100",
            "nass": "من الناس إن لم نقل جميعهم. رأيت أن أبسطها لكم بإنشاء هذه المحاضرة، وإلقائها على مسامعكم لتكونوا على بصيرة تامة منها، وتحترزوا من الوقوع في شبكات المرابين الذين يعاملون من احتاج إليهم معاملة قاسية باستخلاصهم منهم أرباحا فاحشة فادحة، ولا يرقبون فيهم إلا ولا ذمة، ولا تتحرك فيهم عاطفة من عواطف الإنسانية. ¶ وزاد: وأما المنشور الوزيري فقد جاء فيه ما ملخصه: إنه من المعلوم عند كل أحد ما يلحق أهل البادية والمدن بالإيالة الشريفة من الأضرار الفادحة والمصائب المتنوعة بسبب تعاطي البيوع الفاسدة والمعاملات الربوية، التي جاء الشرع المطهر بالنهي عنها وتحريمها تحريما مطلقا، وأنه لأجل ذلك أصدر جلالة مولانا السلطان -أبد الله مجده ووفق معاضده- ظهيرا شريفا نشر بالجريدة الرسمية عدد 726عام 1345موافق سنة 1926 بمنع تلك المعاملات الربوية ومقاومتها بغاية ما يكون من الشدة. وأنه بناء على ذلك فإن سعادة وزير العدلية يلفت نظر القضاة إلى هذه المسألة المهمة بأن يصادروها حتى تنقطع مادتها ويرتفع ضررها على الخاص والعام. ثم بين رعاه الله للقضاة كيف يكون سلوكهم إزاء هذه المسألة، وأنه إذا حضر لدى العدول متعاقدان بقصد إقامة رسم معاملة بسلعة أو بيع وإقالة أو بيع سلم أو رهن, فإنه يتعين على القاضي مع العدول أن ينظروا بكل تدبر وإمعان في تلك المعاملة وما اشتملت عليه واحتفت به من القرائن والظروف, فإن كانت لا ريبة فيها شرعا أذن بتحرير عقدها. وإن عثر على شائبة قرض ربوي أو استرابة تدل على ذلك، امتنع القاضي امتناعا كليا من إعطاء الإذن في ذلك. وكذلك العدول يتعين عليهم أن لا يقدموا على كتب أو تلقي هذه الشهادات التي تظهر عليها مخايل الربا. وكذلك إذا كتب الرسم",
            "page": "100",
            "part": "1",
            "seal": "66A75B23"
        },
        {
            "id": "101",
            "nass": "وقبل أداء القاضي عليه تنبه لما في تلك المعاملة من الربا, فإنه يجب عليه أن يمتنع من الخطاب عليه ويلغيه كلية مع بيان المانع له من قبوله. وإنه إذا طلب أحد إقامة رسم سَلَم, فإنه يجب على العدول أن ينصوا بكل صراحة لا إبهام معها أنه إذا لم تكن صابة في تلك السنة فإن المسلِّم -كسرا- يكون مخيرا في أخذ رأس ماله ناضا لا زيادة عليه، أو التأخير إلى العام القابل. ¶ أحكام أخرى: ¶ وأما تبرج المرأة فلم يعرفه المغرب إلا مع الاستعمار، ولازالت المرأة المغربية محافظة على حشمتها ووقارها وحجابها حتى أجلب عليها الاستعمار بخيله ورَجْله. ¶ وانظر كلام روم لاندو في أول من ترك الحجاب علانية من السلاطين مع بناته، لما شاركن في الألعاب الرياضية وفي كثير من وسائل اللهو الغربية ولبسن ثيابا أوربية (¬1). ولكنه لم يظهر زوجتيه أبدا (¬2). ¶ وأما اختلاط الجنسين بهذا الشكل المفضوح لم يعرف في بلدنا إلا مع الاستعمار. وهذه شهادة جليلة من كاتب فرنسي بذلك، قال روم لاندو: فإن اختلاط الجنسين في الحياة الاجتماعية حتى في العقد الخامس من القرن الحالي هو الشذوذ لا القاعدة (¬3). ¶ ¬_________ ¶ (¬1) تاريخ المغرب في القرن العشرين (254). ¶ (¬2) نفس المرجع (255). ¶ (¬3) تاريخ المغرب في القرن العشرين (47 - 48).",
            "page": "101",
            "part": "1",
            "seal": "D21DFFAF"
        },
        {
            "id": "102",
            "nass": "بل حتى الدراهم والأوراق المالية كان يراعى فيها الجانب الشرعي في المغرب. ففي ظهير السكة الحسنية المؤرخ في 12 جمادى الثانية 1298 ما يلي: إنها سكة شرعية موافقة للشرع مبني أصلها على الدرهم الشرعي (¬1). ¶ وفي الإتحاف (6/ 100) ظهير للمولى سليمان بتاريخ مهل حجة الحرام عام 1232 بأن الغريم يحبس حتى يؤدي ما عليه، كما هو منصوص في المذهب. ¶ فلا مرجع للمغاربة قديما إلا المذهب المالكي. أما آن لنا أن نتحرر من الاستعمار الاقتصادي والقانوني والثقافي الذي خلفه لنا الاستعمار وأوكل للدفاع عنه نخبة من العلمانيين الذين رباهم على عينه ودربهم في جامعاته؟ ¶ والشريعة الإسلامية بالنسبة للمغرب -كما يقول علال الفاسي-: امتزجت بكيانه، وانبثقت من إيمانه بأنها وحي من الله من جهة، ومن تبنيها لكثير من أعرافه وتقاليده التي لم ير الإسلام فيها ما يختلف عن مقاصده، وأصبحت تمثل فكرا مغربيا صميما، وهي في مظهرها المالكي المغربي تمثل مدرسة خاصة فيها من الاختيارات والاستحسانات واعتماد المصلحة ما يجعلها قابلة لأن تثبت وتستمر (¬2). ¶ ¬_________ ¶ (¬1) الإتحاف لابن زيدان (2/ 506). ¶ (¬2) دفاع عن الشريعة الإسلامية (27).",
            "page": "102",
            "part": "1",
            "seal": "904083CD"
        },
        {
            "id": "103",
            "nass": "الظهير البربري أهم مظاهر العلمنة في المغرب ¶ وموقف المغاربة منه ¶ اتخذت فرنسا من عادات بعض قبائل البربر المخالفة للشريعة الإسلامية قانونا عاما، فرضته على جميع القبائل البربرية. وأضافت إليه شيئا كثيرا من الفروض والحلول القانونية الفرنسية وجعلت هذا الوضع مؤقتا وتدريجيا لتنتقل بالبرابرة في وقت قريب إلى القانون الفرنسي الخالص كما قال الأستاذ محمد المكي الناصري (¬1). ¶ كان أول من وقَّع على الظهير البربري هو المقري، وكان رفض في البداية التوقيع عليه لكن الفرنسيين اشتروا منه أرضا قَفْرا لا تساوي شيئا بثمن قدره 3 ملايين فرنك، فعند ذلك باع دينه وأمضى لهم الظهير (¬2). ¶ صدر أول ظهير بشأن الظهير البربري سنة 11/ 9/1914 وبواسطته تأسست المحاكم العرفية (¬3). ¶ علمنة القانون = السياسة البربرية. ¶ الغاية من الظهير البربري النهائية هي عَلْمَنة القانون، كما عبر روم لاندو أحد الكتاب الفرنسيين في كتابه تاريخ المغرب في القرن العشرين (176). ¶ ¬_________ ¶ (¬1) بيان مختصر من الأمة الإسلامية (55). ¶ (¬2) الحركة الوطنية (489). ¶ (¬3) التاريخ السياسي (8/ 288).",
            "page": "103",
            "part": "1",
            "seal": "3CAAC924"
        },
        {
            "id": "104",
            "nass": "تمثل هذه العبارة اختزالا دقيقا وعميقا للسياسة البربرية التي انتهجها الاستعمار الفرنسي بغية السيطرة والهيمنة على المغرب عبر سياسة «فرق تسد». ¶ لنقرأ ما كتبه أحد أبرز الشخصيات التي تقف وراء الظهير البربري: قال الكولونيل مارتي في كتابه «مغرب الغد»: إنه من الخطر بمكان أن يسمح بإنشاء كتائب موحدة من المغاربة يتكلمون لغة واحدة، فإنه يجب أن نفيد إلى الحد الأقصى من القول المأثور «فرق تسد» ووجود السلالة البربرية أداة نافعة في مناهضة السلالية العربية، وقد نستخدمهم حتى ضد المخزن نفسه. ¶ وقال: إن المدارس البربرية (أي: التي أنشأها الاستعمار) يجب أن تكون خلايا للسياسة الفرنسية، وأدوات للدعاية بدل أن تكون مراكز تربوية بالمعنى الصحيح ... ولذلك فقد دعي المعلمون إلى اعتبار أنفسهم وكلاء لضباط القيادة ومعاونين معهم (¬1). ¶ وفي عبارة أكثر صراحة، أكد أن الخبراء الفرنسيين الذين عهد إليهم بإعداد الظهير البربري أن الهدف منه لم يكن كما أعلن رسميا إظهار الاحترام للتقاليد البربرية القبلية بقدر ما كان إحداث الشقاق بين أجزاء المجتمع المغربي واستغلال طرف ضد طرف آخر (¬2). ¶ وقد ظهرت أهداف واضعي المشروع كذلك في الفقرة التالية المأخوذة من محضر اللجنة المكلفة بدراسة المسألة، فقد جاء فيها: ولا ضرر هناك البتة من جهة أخرى، في كسر وحدة التنظيم القضائي بالمنطقة الفرنسية، عندما يكون ¶ ¬_________ ¶ (¬1) تاريخ المغرب في القرن العشرين (177) نقلا عن الحركات الاستقلالية 1948 (ص 142). ¶ (¬2) تاريخ المغرب في القرن العشرين (179).",
            "page": "104",
            "part": "1",
            "seal": "A280D5EE"
        },
        {
            "id": "105",
            "nass": "الأمر متعلقا بتقوية العنصر البربري من أجل دوره في التوازن، بل وهناك فائدة محققة من الوجهة السياسية، في تكسير هذه الوحدة (¬1). ¶ كما أكد لوسيان مينو في مقال «ماذا يجري في المغرب» نشر في جريدة الشعب الباريسية بتاريخ 22 أكتوبر 1930 اعتماد المستعمر مبدأ (فرق تسد) في إصداره للظهير من أجل تحقيق أهدافه (¬2). ¶ ولهذا كان الفرنسيون يرون أن السيطرة العسكرية هي التي تخولهم تطبيق التشريع الذي يرونه مناسبا: قال جورج سوردون مدرس الشرع البربري بالمدرسة العليا بالرباط سابقا ورئيس العدلية البربرية في «مبادئ الحقوق العرفية البربرية المغربية»: ففي المغرب قانونان: قانون إسلامي وقانون فرنسي، فالأَوْلى أن نرى العرف يندمج في القانون الفرنسي من أن نراه يندمج في القانون الإسلامي، لأن الأسلحة الفرنسية هي التي فتحت البلاد البربرية. وهذا يخولنا حق اختيار التشريع الذي يجب تطبيقه في هذه البلاد (¬3). ¶ والواقع أن المحاكم الإسلامية قبل فرض الحماية كانت على نوعين: ¶ 1 - محاكم مخزنية، تختص بالجنح والجنايات. ¶ 2 - محاكم قضائية، تشمل جميع المخالفات سواء كانت الأحوال الشخصية أو غيرها (¬4). ¶ ¬_________ ¶ (¬1) مذكور في.  Istqlal p.115  نقلا عن ألبير عياش في المغرب والاستقلال (390). ¶ (¬2) الحركة الوطنية (564). ¶ (¬3) الحركة الوطنية (344 - 345). ¶ (¬4) فرنسا وسياستها البربرية (63) والحركة الوطنية (449).",
            "page": "105",
            "part": "1",
            "seal": "75C561D5"
        },
        {
            "id": "106",
            "nass": "وكلاهما لا مرجع له إلا المذهب المالكي والشريعة الإسلامية. ¶ ولم يجد عدد من الكتاب الفرنسيين المهتمين بقضايا البربر، والحريصين على دعم السياسة الفرنسية بدا من الاعتراف بأن الشريعة هي المرجع الوحيد للمغاربة عربهم وبربرهم مثل جورج سوردون وروبير مورتين (¬1). ¶ قال روبير مورنتين الذي جندته فرنسا للقيام ببحث ميداني في بلاد البربر لمدة خمس سنوات نال به درجة الدكتوراه من باريس، قال في «البرابرة والمخزن»: إنه منذ عصور طويلة أصبح العرف البربري يراض على الاتفاق مع قواعد القانون الإسلامي. وفي هذا الوطن الذي ولد فيه كثير من مصلحي الإسلام وعلمائه وفقهائه لم يزل نفوذ المبادئ الشرعية وتأثيرها متعاقبا، حتى خرج من القانون العرفي جميع ما يخالف القرآن، وأصبح العرف محدودا في قمع الجنايات والجرائم، وتنظيم الحياة السياسة للقبائل وقد ظل الجزء الشرع ينمو بدون انقطاع وامتد على الأحوال الشخصية والقضايا العقارية ومجموعات القانون العرفي لقبائل سوس وقبائل سلسلة الأطلس الجنوبية ليس فيها شيء يتعارض مع قواعد الشرع ما عدا بعض صور الرهن وبعض صور الدَّيْن (¬2). ¶ هذا كلام من كتب حريصا على خدمة الاستعمار الفرنسي وسياساته العنصرية لا خدمة الإسلام وأهله. ¶ ¬_________ ¶ (¬1) فرنسا وسياستها البربرية (70 - 71). ¶ (¬2) نفس المرجع (74).",
            "page": "106",
            "part": "1",
            "seal": "EFEE690E"
        },
        {
            "id": "107",
            "nass": "وهذا كاتب فرنسي آخر يقرر بأن القانون الإسلامي يكاد يصل إلى درجة القداسة عند المغاربة وخاصة البربر منهم. هكذا قال روم لاندو في تاريخ المغرب (46). ¶ وزاد فأكد أن أول من فصل بين القضاء الشرعي المعتمد على الشريعة والقضاء الجنائي وغيره هو الحاكم ليوطي (129). ¶ وزاد فأكد أن قضية تطبيق الشريعة في البلدان الإسلامية لم تكن يوما من الأمور البسيطة ... وقد خضع كل شيء في حياة المسلم لأحكام الشريعة المستمدة من القرآن الكريم التي أصبحت بذلك ذات منزلة خاصة (ص 179). ¶ وأكد أن القانون المدني والقانون الجنائي كانت تطبق فيه الشريعة منذ أقدم الأزمنة (ص 180). ¶ هكذا يعترف من كان حريصا على نصر السياسة الفرنسية العلمانية. ¶ فالمحاكم المستندة إلى أحكام الشريعة هي النظام الوحيد في المغرب الذي يحكم بين كافة المغاربة قبل الحماية. وفي عهد السلطان عبد العزيز ظهرت المحاكم القنصلية للأجانب فقط فكان هذا أول خرق يقع في النظام القضائي المغربي. لتقوم فرنسا بعدها بإنشاء محاكم فرنسية واعتبرت ذلك على رأس الالتزامات الجوهرية لها كما صرح ليوطي (¬1). ¶ قال الناصري: وأما المحاكم الإسلامية فهي محاكم واسعة السيطرة غير محدودة الاختصاصات تتناول السلطان فمن دونه وتحكم في الأحوال الشخصية ¶ ¬_________ ¶ (¬1) فرنسا وسياستها البربرية (59).",
            "page": "107",
            "part": "1",
            "seal": "FF3DFB6C"
        },
        {
            "id": "108",
            "nass": "والمدنية والجنائية والتجارية والعقارية وسائر ما يتصل بحياة المغاربة المسلمين طبقا للقانون الإسلامي العام ووفق المذهب المالكي الخاص (¬1). ¶ وقد تم إصدار ظهير يسمح بإعداد الوسائل اللازمة لإنشاء المحاكم الفرنسية في 31/ 10/1912، والذي صاغه دهاقنة الاستعمار، ونشروه موقعا من قبل السلطان. ¶ ثم تكونت لجنة في باريس لصياغة نظام قضائي مستمد من القوانين الغربية، ولم تنته عشرة أشهر من إعدادات اللجنة الباريزية وتقديم مشروعاتها القضائية حتى صدرت سلسلة من الظهائر بتاريخ 12 غشت سنة 1913 لتقرير مشروعات باريس تقريرا نهائيا. وبعد صدور هذه السلسلة بنحو ثلاثة أسابيع صدر أمر عال في 07/ 09/1913 يسمح بإنشاء المحاكم الفرنسية في المغرب إلى جانب المحاكم الإسلامية. فأنشأت محكمة الاستئناف في الرباط ومحاكم مختلفة الدرجات في الدار البيضاء والجديدة ومراكش والصويرة وآسفي وفاس ووجدة، واختصت بالقضايا الجنائية والمدنية والتجارية والعقارية (¬2). ¶ وقد صدرت كلها للأسف الشديد بأمر السلطان. ¶ يؤكد لويس بارتو في «ليوطي والمغرب» (106) بأن هذه العدلية الجديدة قامت على أسس تضمن مصالح الدولة الحامية ومصالح الفرنسيين ومصالح الأجانب. ¶ ¬_________ ¶ (¬1) فرنسا وسياستها البربرية (60). ¶ (¬2) فرنسا وسياستها البربرية (61).",
            "page": "108",
            "part": "1",
            "seal": "15F92982"
        },
        {
            "id": "109",
            "nass": "وزاد أن المقيم العام قد قدم إلى السلطان لقاء هذه المساعدة الكبرى شكر فرنسا واعترافها بالجميل (¬1). ¶ وأما المحاكم الإسلامية فإن فرنسا كما قال الناصري أصدرت عدة ظهائر باسم السلطان انتقصت أهم اختصاصات هذه المحاكم ووكلتها إلى المحاكم الفرنسية وإدارات البوليس الفرنسي (¬2). ¶ كما تم إنشاء محاكم الأمن والمحاكم الابتدائية ومحكمة الاستئناف بأوامر فرنسية تحت ستار ظهير شريف، الذي لم يكن للسلطان فيه إلا التوقيع. وصدرت ظهائر كثيرة بطلب من ليوطي في رسالة بعث بها للحكومة الفرنسية يوم 19 مارس 1913، حيث تشكلت لجنة قانونية بمقر وزارة العدل خلال 24 جلسة عقدت بين 7 ماي و25 يونيو، أقرت نصوص عشرة ظهائر هي كما يلي: ¶ 1 - ظهير حول التنظيم القضائي، ودخل حيز التنفيذ يوم 12 غشت 1913. ¶ 2 - ظهير حول المسطرة الجنائية. ¶ 3 - ظهير حول المساعدة في المجال الجنائي. ¶ 4 - ظهير حول المسطرة المدنية. ¶ 5 - ظهير منظم للقواعد في المجال المدني الإداري والجنائي والعدلي. ¶ 6 - ظهير حول المساعدة القضائية. ¶ ¬_________ ¶ (¬1) نفس المرجع. ¶ (¬2) نفس المرجع (65).",
            "page": "109",
            "part": "1",
            "seal": "00CFBC53"
        },
        {
            "id": "110",
            "nass": "7 - ظهير حول الوضع المدني للفرنسيين والأجانب. ¶ 8 - ظهير بمثابة قانون للالتزامات والعقود. ¶ 9 - ظهير بمثابة قانون للتجارة. ¶ 10 - ظهير حول تسجيل العقارات (¬1). ¶ وصدرت في أكتوبر 1953 ظهائر أخرى تتعلق بالإصلاح القضائي فصدر القانون الجنائي المغربي، وقانون المسطرة الجنائية، كما حدد نظام العدالة المغربية ووظيفتها، تحت إدارة الجنرال غيوم (¬2). ¶ في ظل الاحتلال والحماية الفرنسية تكونت البنية القانونية للدولة المغربية، حيث تم إقصاء الشريعة الإسلامية وإحلال القانون العلماني الوضعي محلها. ¶ لم تحصل هذه المتغيرات بفعل تطور مجتمعي وسياسي طبيعي ولكنها كانت بفعل إرادة مسيطرة ومهيمنة ومحتلة فرضت إرادتها ومشروعها، وللأسف لا زلنا إلى الآن نعيش تحت هيمنتها وفي إطار سياستها وبكل وقاحة نسميها مكتسبات وطنية. ¶ وقد ظلت فرنسا طيلة عشرين سنة وإلى سنة 1932 تصدر الظهائر الشريفة والقرارات الوزيرية باسم الإصلاح القضائي سلسلة بعد أخرى، ولم تزل تنتقص من سلطة القضاء الإسلامي شيئا فشيئا إلى أن أصبحت المحاكم ¶ ¬_________ ¶ (¬1) المغرب والاستعمار (100 - 101). ¶ وانظر دفاع عن الشريعة الإسلامية لعلال الفاسي (160 - 161). ¶ (¬2) المغرب والاستعمار (117).",
            "page": "110",
            "part": "1",
            "seal": "4BE4F287"
        },
        {
            "id": "111",
            "nass": "الإسلامية اليوم لا تكاد تتجاوز مسائل الطلاق والنكاح والإرث (¬1). هكذا يقول الناصري في سنة 1932. ¶ وهو نفس ما أكده المناضل الوطني الحسن بن عياد حوالي عام 1928، أن إدارة الحماية في إطار حربها على الشريعة الإسلامية التي كانت هي المصدر الرئيسي في المحاكم الشرعية، بحصر هذه المحاكم في قضايا الزواج والطلاق (¬2). ¶ وهكذا تم الإجهاز على المذهب المالكي في بلدنا وتم إخراجه من معاقله الفعلية: المحاكم والقضاء بين الناس، وتحويله إلى مجرد شعار يرفع ودعوى تلاك بالألسن. ¶ زاد الناصري مؤكدا في مكان آخر من كتابه أنه لم يعرف المغرب الأقصى في أي عهد من عهوده الإسلامية أن دولة من دوله العربية أو البربرية أقرت أن يحكم على خلاف المبادئ الإسلامية أو سمحت لجزء من أجزائه بالخروج على سلطة القضاء الإسلامي الوطني، بل يحدثنا التاريخ القومي أن المغرب منذ عرف الإسلام وآمن به اتخذ الإسلام دينا يعتقده ويعمل وفق تعاليمه، ويحكمه في جميع أحواله، ويبذل نفسه في سبيل الدفاع عن حرماته، وكان المغرب قبل الأشراف الأدارسة، ثم في عهد المرابطين والموحدين كله قبائل بربرية ليس بينها من العرب إلا القليل، وكانت هذه الدول كلها تطبق فيه شريعة الإسلام تطبيقا تاما (¬3). ¶ ¬_________ ¶ (¬1) نفس المرجع (66). ¶ (¬2) الحركة الوطنية (492). ¶ (¬3) فرنسا وسياستها البربرية (69).",
            "page": "111",
            "part": "1",
            "seal": "181AD0AC"
        },
        {
            "id": "112",
            "nass": "وقد اعتنى البربر بالفقه المالكي حتى ترجموا مختصر خليل إلى اللهجات البربرية وأسسوا مدارس عديدة تدرس فيها الشريعة ولغة القرآن (¬1). ¶ وتبقى حقيقة هامة أن أعظم الفترات التاريخية وأكثرها اهتماما بالدين وبالإسلام في تاريخ المغرب هي فترة المرابطين والموحدين والمرينيين، وكلهم برابرة، حكمت هذه الدول الثلاث أهم فترة تاريخية، شهدت صعودا لا مثيل له في تاريخ المغرب كله في تطبيق الشريعة ونشر الإسلام وتأليف الكتب وتشييد المساجد والمدارس الإسلامية والمآثر التاريخية الإسلامية الهامة. ¶ وشهد المستشرق ماسينيون بأن هذه الدول هي التي نشرت الإسلام في المغرب، بل وأظهرت حماسة في حماية القرآن وإعلاء شأنه (¬2). ¶ وزاد فأكد أن الإسلام انتشر في إفريقية الشمالية بفضل البربر أكثر مما انتشر بفضل العرب (¬3). ¶ وننقل هنا شهادة عظيمة حول هذا الموضوع لأعجوبة المغرب وفخره ابن خلدون فقد قال في تاريخه (6/ 137) عن البربر: وأما إقامتهم لمراسم الشريعة وأخذهم بأحكام الملة ونصرهم لدين الله فقد نقل عنهم من اتخاذ المعلمين كتاب الله لصبيانهم والاستفتاء في فروض أعيانهم واقتفاء الأئمة للصلوات في بواديهم وتدارس القرآن بين أحيائهم وتحكيم حملة الفقه في نوازلهم وقضاياهم وصاغيتهم إلى أهل الخير والدين من أهل مصرهم للبركة في آثارهم ¶ ¬_________ ¶ (¬1) فرنسا وسياستها البربرية (75). ¶ (¬2) الحركة الوطنية (400). ¶ (¬3) الحركة الوطنية (364).",
            "page": "112",
            "part": "1",
            "seal": "2F524A11"
        },
        {
            "id": "113",
            "nass": "وسؤال الإعداد عن صالحيهم واغشائهم البحر أفضل المرابطة والجهاد وبيعهم النفوس من الله في سبيله وجهاد عدوه ما يدل على رسوخ إيمانهم وصحة معتقداتهم ومتين ديانتهم التي كانت ملاكا لعزهم ومقادا إلى سلطانهم وملكهم وكان المبرز منهم في هذا المنتحل يوسف بن تاشفين وعبد المؤمن بن على وبنوهم ثم يعقوب بن عبد الحق من بعدهم وبنوه، فقد كان لهم في الاهتمام بالعلم والجهاد وتشييد المدارس واختطاط الزوايا والربط وسد الثغور، وبذل النفس في ذات الله وإنفاق الأموال في سبيل الخيرات، ثم مخالطة أهل العلم وترفيع مكانهم في مجالستهم، ومفاوضتهم في الاقتداء بالشريعة والانقياد لإشاراتهم في الوقائع والأحكام، ومطالعة سير الأنبياء وأخبار الأولياء وقراءتها بين أيديهم من دواوين ملكهم ومجالس أحكامهم وقصور عزهم، والتعرض بالمعاقل لسماع شكوى المتظلمين وإنصاف الرعايا من العمال، والضرب على يد أهل الجور، واتخاذ المساجد بصحن دورهم وشدة خلافهم وملكهم يعمرونها بالصلوات والتسبيحات والقراء المرتبين لتلاوة كتاب الله أحزابا بالعشي والإشراق على الأيام وتحصين ثغور المسلمين بالبنيان المشيد والكتائب المجهزة وإنفاق الأموال العريضة شهدت لهم بذلك آثار تخلفوها بعدهم. انتهى. ¶ والقبائل البربرية مليئة بالمساجد والمدارس العلمية التي تدرس القرآن وعلوم الشريعة، وكان فيها القضاة الذين يحكمون بالفقه المالكي منذ أقدم العصور، وكان في كل مسجد فقيه يرجع الناس إليه في شتى شؤونهم الخاصة والعامة ويسترشدون برأيه في كافة القضايا (¬1). ¶ ¬_________ ¶ (¬1) وانظر التاريخ السياسي (8/ 318).",
            "page": "113",
            "part": "1",
            "seal": "3B7DE8E9"
        },
        {
            "id": "114",
            "nass": "ومطالعة بسيطة في كتب تواريخ المغرب و «سوس العالمة» و «المعسول» كافية لمطالعة عشرات الشواهد الدالة على ذلك. ¶ وبمجرد صدور الظهير البربري أقفلت المحاكم الشرعية التي أنشأت منذ عدة قرون، كما أقفلت المدارس التي يعلم فيها القرآن، وكذلك عزل قضاة القبائل البربرية (¬1)، وحظر الوعاظ من التجوال بين القبائل، كما أكد الكاتب الفرنسي دانيل جوران (¬2). ¶ وزاد: وفي نفس الوقت الذي طرد فيه القضاة الشرعيون وأغلقت المدارس الإسلامية زيدت قوات المبشرين المسيحيين في بلاد البربر كما لو كان الأمر من طريق المصادفة، وأنشأت مدارس ومعاهد من كل نوع وفي كل مكان، ويديرها الآباء الفرنسيسكان. وتلك المنشآت ينفق عليها بسخاء من الميزانية المراكشية وقد حولت الإيرادات والأوقاف الإسلامية للإنفاق على بنائها وتعميرها (¬3). ¶ كما قامت فرنسا بإخراج القضاء الإسلامي من ميزانية الدولة المغربية (¬4). ¶ ¬_________ ¶ (¬1) طرد عشرات القضاة في القبائل البربرية. فرنسا وسياستها الفرنسية (77). وفي الحركة الوطنية (270 - 271) أسماء القضاة الذين كانوا يزاولون القضاء بالأحكام الشرعية في البلاد البربرية وتم طردهم حوالي سنة 1332و1333. ¶ (¬2) الحركة الوطنية (331). ¶ (¬3) نفس المرجع. ¶ (¬4) فرنسا وسياستها البربرية (88).",
            "page": "114",
            "part": "1",
            "seal": "969C92CA"
        },
        {
            "id": "115",
            "nass": "قال لوسيان مينو في مقال «ماذا يجري في المغرب» نشر في جريدة الشعب الباريسية بتاريخ 22 أكتوبر 1930: فإن الاستعباد الفرنسي قد ألقى بذلك اللثام إلى الأرض وكشف عن وجهه الحقيقي الوضاح فأصدر يوم 16 ماي السالف الظهير الذي أخرج البرابرة من الشريعة الإسلامية وأفلتهم من نفوذ السلطة الإدارية المغربية. ¶ وزاد: ولمجرد صدور الظهير أقفلت المحاكم الإسلامية المؤسسة منذ قرون خلت، وطرد القضاة الشرعيون، ومن ذلك اليوم فصاعدا أصبحت تلاوة القرآن وإقامة الصلاة واستعمال اللغة العربية أشياء محظورة محرمة بين البرابرة (¬1). ¶ وعلقت جريدة (الطان) في عددها الصادر يوم 27 ماي 1930 أي: بعد 11 يوما من صدور الظهير: الآن تخلصت قبائل البربر من سلطة الشريعة الإسلامية (¬2). ¶ 1 - فرنسة البربر أحد أهم أهداف السياسة البربرية. ¶ إن السيطرة الفكرية على شعب ما عن طريق اللغة هي إحدى الوسائل التي تنبه لها الاستعمار منذ فجر حياته، وقرر أهميتها لأغراض السيطرة السياسية والاقتصادية، وكذلك رأينا الدول الاستعمارية تخصص في ميزانياتها مبالغ طائلة لنشر لغاتها، خصوصا في الأقطار التي تدور في فلكها، أو تقع في مناطق نفوذها (¬3). ¶ ¬_________ ¶ (¬1) الحركة الوطنية (564). ¶ (¬2) الحركة الوطنية (580). ¶ (¬3) ثمانون عاما من الحرب الفرنكفونية (192).",
            "page": "115",
            "part": "1",
            "seal": "5455A668"
        },
        {
            "id": "116",
            "nass": "بيَّن جورج سوردون في محاضرة ألقاها بتاريخ 21 يونيو سنة 1929 لمعهد الدروس المغربية العليا بالرباط تحت رئاسة المقيم العام لوسيان سان أنه لا بد من دمج البربر بفرنسا ولتحقيق هذا الاندماج من طريق القانون مفيد جدا في نظري فليس لنا إلا الشروع في العمل بعزيمة وثبات (¬1). ¶ وكتب أحد كبار الموظفين الاستعماريين في المغرب في رسالته رقم 3888 المعلمة بحرف  CH  والمؤرخة بتاريخ 13 يونيو سنة 1927 يقول: إن مبدأ استقلال العرف البربري ودوائر اختصاصه عن الشرع الإسلامي، مبدأ فيه أكبر مصلحة سياسية لفرنسا، وإن إبعاد الشرع الإسلامي من جميع بلاد البربر بشكل نهائي مطلق، يسمح لنا في يوم قد يكون بعيدا شيئا ما، بإنشاء نظام معقول للعدلية البربرية في اتجاه فرنسي خالص (¬2). ¶ وقال المقيم العام في المغرب ليوطي في دورية بتاريخ 16/ 06/1921 إلى رؤساء المناطق المدنية والعسكرية التابعة للإقامة العامة الفرنسية: إن العربية عامل من عوامل نشر الإسلام، لأن هذه اللغة يتم تعلمها بواسطة القرآن بينما تقتضي مصلحتنا أن نطور البربر خارج إطار الإسلام، ومن الناحية اللغوية علينا أن نعمل على الانتقال مباشرة من البربرية إلى الفرنسية (¬3). ¶ ¬_________ ¶ (¬1) الحركة الوطنية (348). ¶ (¬2) فرنسا وسياستها البربرية (37). نقلا عن الجماعات القضائية البربرية لريبو (ص 213). وكذا نقله ابن عياد في الحركة الوطنية (621). ¶ (¬3) ثمانون عاما من الحرب الفرانكفونية (64).",
            "page": "116",
            "part": "1",
            "seal": "578330B7"
        },
        {
            "id": "117",
            "nass": "وقد نوه بهذه الدورية وأثنى على مضمونها كتاب استعماريون فرنسيون منهم بول مارتي وموريس لوجلي وفكتور بيكي وزغود فروي ديمونبين (¬1). ¶ إذن فالهدف من السياسة البربرية فرنسة البربر، وهذا ما أكده كذلك فيكتور بكي في كتابه الشعب المغربي أو العنصر البربري، المطبوع في باريس عام 1925 (ص 287 إلى ص 301)، ومما جاء فيه: فيجب أن نعلم البرابر اللغة الفرنسية بلا واسطة لغة أخرى (¬2). ¶ وقال في نفس الكتاب الذي طبع بإعانة حكومة الحماية: فهؤلاء الناس (أي: البربر) يمكنهم ويجب أن يصيروا فرنسيين لغة وفكرا، وكل من زار أهل بوادي (حاحا) وكان في ضيافتهم وكل من رأى أهل جبال الأطلس المنعزلين لا يمكنه أن يشك أن بلاد البربر تصير مقاطعة فرنسية محضة (¬3). ¶ وقال الكمندان مارتي المستشار بوزارتي العدلية العظمى وما أضيف إليها من الإدارات في «مغرب الغد» (ص 241) المطبوع سنة 1920: وهذه المدرسة الفرنسية البربرية هي فرنسية باعتبار ما يقرأ فيها، وبربرية باعتبار تلاميذها، وإذا فلا حاجة بنا إلى واسطة أجنبي حيث إن التعليم العربي وتدخل الفقهاء وكل المظاهر الإسلامية ستبعد عنها إبعادا، وإننا سنجذب إلينا بواسطة ¶ ¬_________ ¶ (¬1) الفرنكفونية ضد الفرنسية لبنسالم حميش. المنشور في آخر كتاب ثمانون عاما من الحرب الفرنكفونية (198). ¶ (¬2) الحركة الوطنية (244). ¶ (¬3) نفس المرجع (306).",
            "page": "117",
            "part": "1",
            "seal": "69539EE2"
        },
        {
            "id": "118",
            "nass": "هذا التعليم الصبيان الشلوح (البرابرة) وبذلك نبعدهم قسرا عن كل ما يطلق عليه لفظ إسلام (¬1). ¶ ونقل مارتي كذلك (ص 228) عن المرشال ليوطي في منشور له قوله: والعربية رائد الإسلام، لأن هذه اللغة تعلم من القرآن ومصلحتنا تأمرنا بأن نمدن البربر خارج دائرة الإسلام، وأما ما يتعلق باللغة فيجب علينا أن تمر من البربرية إلى الفرنسي بدون واسطة (¬2). وزاد مؤكدا على ضرورة فتح مدارس فرنسية بربرية تتعلم فيها الشبيبة البربرية الفرنسية. ¶ مضيفا: ويجب علينا أن نأخذ الاحتياط من المذاكرة معهم في شأن الدين (¬3). ¶ وقال (ص 338): إن كل تعليم للعربية وكل تدخل من الفقيه وكل وجود إسلامي سوف يتم إبعاده بكل قوة، وبذلك نجذب إلينا الأطفال الشلوح عن طريق مدرستنا وحدها، وتبعد معتمدين كل مرحلة من مراحل نشر الإسلام (¬4). ¶ واستنكر الجنرال بريمون تعليم البربر العربية والإسلام، وزاد: من الواجب علينا أن لا نعلمهم إلا الفرنسية (¬5). ¶ ¬_________ ¶ (¬1) الحركة الوطنية (268 - 269) والتاريخ السياسي (8/ 301). ¶ (¬2) الحركة الوطنية (241). ¶ (¬3) نفس المرجع (241). ¶ (¬4) ثمانون عاما من الحرب الفرنكفونية (65). وانظر التاريخ السياسي (8/ 321). ¶ (¬5) الحركة الوطنية (580).",
            "page": "118",
            "part": "1",
            "seal": "D4E1C383"
        },
        {
            "id": "119",
            "nass": "2 - الإخراج من الإسلام والقضاء على القرآن: ¶ هذا هو الهدف الثاني من أهداف السياسة البربرية، بهذا صرح رموز الاستعمار والكتاب الفرنسيون المطلعون على سياسته، ولم يكن الاهتمام بالبربرية إلا غطاء يتسترون وراءه. ¶ قال ريبو في القضاء في الجماعات البربرية: إن هذه السياسة تهدف إلى إخراج البربر من حظيرة الإسلام (¬1). ¶ وقال في نفس الكتاب (239): إذا تركنا هؤلاء البربر يستعملون العربية فإنهم سيصيرون مسلمين! وما معنى الإسلام؟ معناه هو إنفاق تقدمنا والوقوف في وجه مدنيتنا (¬2). ¶ ودعا كابريال مورا في كتابه «المسألة المغربية من وجهة نظر إسبانيا» المطبوع في باريس 1911، (ص 186) إلى إلغاء القانون القرآني وفصل المغاربة عن الشريعة الإسلامية. بل أشار (ص 197) صراحة إلى قلع الإسلام من المغرب (¬3). ¶ ونشرت جريدة بتي جورنال  petit journal  ما يلي: إن مسألة إخراج البربر من شريعة القرآن مسألة قديمة، وإن فرنسا فكرت فيها منذ سنة 1914م، ولكن الظروف لم تسمح بالتنفيذ بصفة قاطعة إلا الآن (¬4). ¶ ¬_________ ¶ (¬1) أزمة المغرب الأقصى لروم لاندو (127) وغيره. كذا في مقدمة كرم لإظهار الحقيقة (91). ¶ (¬2) فرنسا وسياستها البربرية (39). ¶ (¬3) المغرب في مواجهة التحديات الخارجية (ص 51). ¶ (¬4) الحركة الوطنية (392).",
            "page": "119",
            "part": "1",
            "seal": "6775174F"
        },
        {
            "id": "120",
            "nass": "وكتب الكاتب والصحفي أربان جوهي  U.Gohier  في جريدة  Nouvelle aurore  مقالا عن القضية البربرية في سنة 1931، ومما جاء فيه: إن الهدف من إصدار الظهير البربري هو رفع شريعة الإسلام بين البربر، ويجعل في مكان القرآن عادات عتيقة مندثرة، وبذلك إخراج البربر عن دائرة الإسلام (¬1). ¶ وزاد مؤكدا: «ولكن الحقيقة هي أن فرنسا تريد إخراج البربر من الإسلام كما يدل على ذلك منشور للماريشال ليوطي» (¬2). ¶ وقال الكردينال لا فيجرى مؤسس جمعيات التنصير في شمال إفريقيا: لا تتفرنس إفريقية الشمالية وهي مسلمة، وأكبر وسيلة لإدماجها في العائلة الفرنسية إخراجها من الإسلام (¬3). ¶ وأكد الكاتب الفرنسي فيكتور بيكيه في كتابه الشعب المغربي أو «العنصر البربري» (ص 187 - 301) على أن من بين أهداف السياسة البربرية عدم ترك القرآن يثبت في أوطان البربر (¬4). ¶ وقال في نفس الكتاب الذي صدر سنة 1920م (¬5) وحاز عليه جائزة من الإقامة العامة: يمكننا بسهولة كتابة البربرية بالحروف الفرنسية كما فعلنا بالهند ¶ ¬_________ ¶ (¬1) الحركة الوطنية (500). ¶ (¬2) نفس المرجع (501). ¶ (¬3) نفس المرجع (566). ¶ (¬4) الحركة الوطنية (269). ¶ (¬5) كذا في الحركة الوطنية (269). وفي الشريعة الإسلامية والعلمانية الغربية نقلا عن الأقليات بين العروبة والإسلام لمحمد السماك: سنة 1925. وابن عياد أقرب عهدا فهو أعلم.",
            "page": "120",
            "part": "1",
            "seal": "AFF21ABB"
        },
        {
            "id": "121",
            "nass": "الصينية، .. وإذا لم يمكننا عقد الأمل على رجوع البربر عن الإسلام ونبذهم لهذا الدين، لأن جميع الشعوب لا تبقى بدون دين في مرحلة تطورها، فيجب أن لا نخشى من ذلك خاصة إذا تمكنا أن نفصل بين الإسلام والاستعراب. وفصل الدين عن القانون المدني، مثلما حدث بإدخال تغييرات مهمة عام 1917 في قانون الأحوال الشخصية .. ولذلك يمكننا أن نحصر الإسلام في الاعتقاد وحده .. وعلى هذا لا يهمنا كثيرا أن تضم الديانة الشعب كله، أو أن آيات من القرآن يتلوها رجال بلغة لا يفهمونها (¬1). ¶ وقال مارتي في مغرب اليوم (241): إن المدرسة الفرنسية البربرية هي مدرسة فرنسية بتعليمها وحياتها، بربرية بتلامذتها وبيئتها ... إذن فلا واسطة أجنبية بينهما، كل تعليم عربي، وكل تدخل من قبل الفقيه، وكل ظاهرة إسلامية يجب منعها بصرامة تامة، فنحن نبتعد من عنديتنا عن كل مرحلة تكون مرحلة إسلامية (¬2). ¶ بيَّن المستشرق م. اميل درمانكام في مقال بعنوان: السياسة البربرية في المغرب الأقصى بجريدة  la griffe  التي تصدر في باريس أن هدف فرنسا من السياسة البربرية هو أن تفرق لتسود وأن تخرج البربر من حظيرة القرآن. وزاد: إن بعض الصحف الفرنسية سُرت عند صدور الظهير البربري حيث قالت: إنه أخرج البربر من الإسلام (¬3). ¶ ¬_________ ¶ (¬1) الشريعة الإسلامية والعلمانية الغربية (25 - 26) نقلا عن الأقليات بين العروبة والإسلام لمحمد السماك (57 - 62). ¶ (¬2) مقدمة كرم لإظهار الحقيقة (96). ¶ (¬3) الحركة الوطنية (401).",
            "page": "121",
            "part": "1",
            "seal": "A9D771D5"
        },
        {
            "id": "122",
            "nass": "3 - تنصير البربر: ¶ كان هذا الهدف واضحا وجليا في جل أدبيات المستعمرين والمقربين منهم، وذلك ما سنحاول التدليل عليه في هذه الفقرة: ¶ قال المستشرق الفرنسي ومستشار وزارة المستعمرات الفرنسية في شؤون شمال إفريقيا والراعي الروحي للجمعيات التبشيرية الفرنسية في مصر لويس ماسينيو المتوفى سنة 1962 (¬1): إن القضية البربرية أقلقت ضميري من الناحية الدينية والعلمية على مدى السنوات 1909 إلى 1913 إذ ألح علي الأب دوفوكو كتابة وشفويا في أن أقف حياتي بعده على هذه الحركة التي كان عليها أن تقضي على اللغة العربية والإسلام في بلاد شمال إفريقيا التابعة لنا لتحل اللغة الفرنسية والنصرانية محلهما. وذلك في مرحلتين: البحث عن أصول اللغة البربرية وتقاليد البربر العريقة، ثم إدماجهم بمقتضى قانون فرنسي ومسيحي أعلى. وقد استحسنت هذه النظرية، مثلي في ذلك مثل المبتدئين والغزاة، وقد آمنت حينئذ باستغلال هذه الحركة البربرية لإدماج سكان بلاد القبائل بتنصيرهم وتجنيسهم بالجنسية الفرنسية (¬2). ¶ وجاء في مجلة المبشرين: «المغرب الكاثوليكي» عدد نونبر 1933: إن المرشال ليوطي هو الذي يعرف المغرب معرفة جيدة. وهو الذي يعرف وسائل التغلغل اللائقة بالمناطق البربرية، فهو حينما وضع لهذه القبائل نظاما خاصا قد أوجد بين العرب والبربر التعلق بحكم واحد هو فرنسا. وحينما نفد رغبة ¶ ¬_________ ¶ (¬1) للأسف الشديد شد الرحال من المغرب إلى فرنسا رجل كبير من أركان النظام المغربي لحضور جنازته، ذلكم هو م. أحمد العلوي. كما ذكر الفيلالي في المصدر المشار إليه هنا. ¶ (¬2) مذكرات من التراث المغربي (5/ 252 - 53)، نقلا عن التاريخ السياسي (8/ 328 - 329).",
            "page": "122",
            "part": "1",
            "seal": "A582A96E"
        },
        {
            "id": "123",
            "nass": "الأسقفية بالرباط فجعلها تحت إرادة أسقف فرانسيسكي يعاونه مجموعة من الإخوان، وسمح لها بإنشاء مدارس خاصة عبر عن يقينه في النفوذ الهائل الذي يستطيع الحصول عليه هؤلاء المرابطون المسيحيون في أوساط المسلمين، لا سيما في اليوم الذي ينجحون فيه بجعل المراكشيين يقبلون ما هو روح الحضارة الفرنسية أي: النصرانية (¬1). ¶ وقال الراهب آنج كولير الذي تطوع لتنصير البربر في كتابه «بحث عن روح البربري المغربي» الذي قدم له المرشال جوان والبابا معا (514): إن الديانة الإسلامية تعمل عملها منذ اثني عشر قرنا في المغرب، ومع ذلك لم تستطع الاستيلاء على روح الجماعة البربرية التي حافظت على اتجاهها الديني الجاهلي (¬2). ¶ وزاد (540): إن الإسلام ديانة وضعها الإنسان، أما المسيحية فهي من صنع الله، وعلى ذلك فالمسيحية وحدها قادرة على أن ترفع الفرد والجماعة والأسرة البربرية للإسهام في الحياة الربانية التي جاء يسوع نفسه مرسلا من عند الأب لنشر روح الحقيقة والعدالة والصداقة والسعادة لبني الإنسان (¬3). ¶ إذن فالهدف واضح: تنصير البربر، يقول ود جيرك دولاسال في مجلة تاريخ البعثات السنة 4 عدد 3 ص 329 الصادرة بتاريخ سبتمبر 1927: سنترك المسيحية تؤثر في النفوس البربرية كما أثرت من قبل في نفوسنا من غير أن نساعد عملها بوسائل شديدة أو رسمية، ولكن بإفساح المجال لها وعدم تشجيع ¶ ¬_________ ¶ (¬1) التاريخ السياسي (8/ 322 - 323). وانظر الحركة الوطنية (222). ¶ (¬2) نفس المرجع (8/ 321). ¶ (¬3) نفس المرجع (322).",
            "page": "123",
            "part": "1",
            "seal": "DF7AC92C"
        },
        {
            "id": "124",
            "nass": "ما يعاكسها. وهذا ما سهل بغير شك تفكيك عرى الكتلة العربية، وبالتالي القضاء على الإسلام في إفريقيا الشمالية لفائدة حضارتنا وجنسنا (¬1). ¶ وعملا على تكريس هذه السياسة كان عدد مراكز التبشير فقط سنة 1933 حوالي 138 مركزا يؤطرها حوالي 300 من أتباع الكنيسة تحت إشراف الأسقفية الكاثوليكية بالرباط التي ألزمت الإذاعة في المغرب بإذاعة القداس كل يوم أحد من الكنيسة الكبرى التي شيدت بأعلى ربوة في الرباط وبأموال أوقاف المسلمين، كما يقول المؤرخ عبد الكريم الفيلالي (¬2). ¶ وزاد الأستاذ المناضل الوطني الحسن بن عياد فأكد أن كنيسة الرباط الموجودة حاليا بقلب المدينة هي في أرض للأوقاف، هي في الأصل ساحة من ساحات جامع حسان الأثري، وفُرض على الحكومة المغربية المساعدة في بنائها (¬3). ¶ كانت تخصص لمؤسسات التبشير بالمغرب ميزانية 4 ملايين فرنك تجبر الأوقاف الإسلامية المغربية على بذل إعانات سنوية لها. وهي تفرض إقامة المؤسسات التبشيرية بالمدن في أملاك الأوقاف الخاصة (¬4). ¶ واستدعي من فرنسا وإسبانيا وإيطاليا آلاف المبشرين للقيام بهذه المهمة (¬5). ¶ ¬_________ ¶ (¬1) التاريخ السياسي (8/ 323). ¶ (¬2) نفس المرجع (8/ 323). ¶ (¬3) الحركة الوطنية (440) وأكد هذا ص 480 منه. ¶ (¬4) الحركة الوطنية (438). ¶ (¬5) نفس المرجع (441 - 483).",
            "page": "124",
            "part": "1",
            "seal": "861BB03F"
        },
        {
            "id": "125",
            "nass": "قال جان جيرو رئيس تحرير جريدة الصليب بباريس: سيتم استيلاؤنا على البلاد البربرية من غير شك (¬1). ¶ ونشرت مجلة «المغرب الكاثوليكي» مقالا للأب هيكتور أحد المبشرين في المغرب قال فيه: إن الروح البربرية توجه نداءها الحار إلى المبشرين وأنها ألقت نفسها بين أيديهم وتعرض عليهم بإلحاح شديد أن يعالجوا أزمتها الأخلاقية الروحية (¬2). ¶ وكتب المستشرق الفرنسي درمانكام في جريدة  la griffe  مقالا بعنوان «القلق ما يزال مستوليا على المغرب والمشرق»، ومما جاء فيه: إن الحكومة (أي: إدارة الحماية الفرنسية) تبعد رجال الدين المسلمين عن جهات تسمح للمبشرين المسيحيين بالتجول فيها بتمام الحرية وبفتح الملاجئ للصبيان بها (¬3). ¶ وفي كتاب العنصر البربري لفيكتور بيكي الذي طبع سنة 1925 بإعانة حكومة الحماية الفرنسية بالمغرب، جاء في فاتحته: أما فيما يتعلق بالمدرسة فإننا هيأنا سنة 1923 برنامجا فرنسيا بربريا له روح فرنسية محضة كاثوليكية (¬4). ¶ وأكد السيد دانيل جوران أن الهدف من السياسة البربرية هو التنصير، وأن هذا المشروع لاقى أكبر وأسرع المساعدات من جانب الكنيسة وللبابا ممثل هو المونسنيور فييل، ولهم مجلة مراكش الكاثوليكية (¬5). ¶ ¬_________ ¶ (¬1) نفس المرجع (441). ¶ (¬2) نفس المرجع (443). ¶ (¬3) نفس المرجع (485). ¶ (¬4) الحركة الوطنية (304). وانظر نصا هاما للراهب شارل دوفوكو في وجوب تنصير المسلمين المغاربة في نفس المرجع (355). ¶ (¬5) الحركة الوطنية (331).",
            "page": "125",
            "part": "1",
            "seal": "A1724CF0"
        },
        {
            "id": "126",
            "nass": "وقال الأب فوكو: إن هذا الشعب (أي: المغربي) سيخرجنا من بلاده إذا لم نعرف كيف نجعل منه شعبا فرنسيا، والطريقة الوحيدة كي يصير فرنسا هي أن يصير مسيحيا (¬1). ¶ ولاحظ هانوتو ولو ترنو في كتاب من عادات العرب والبربر أن هؤلاء ليسوا أقل تشبتا بالإسلام من أولائك، وأن تعصبهم له عقبة كأداء في سبيل الاستعمار، وليس من حل لهذا المشكل إلا بتنصيرهم جماعات:  conversion en masse au christianisme (¬2) . ¶ وقال الأب والسياسي شارل دوفوكو: إن البرابرة ليسوا متعصبين ولا جاحدين ونظن أن دخول البرابرة في المسيحية في المستقبل هو الذي سيعيد العرب ويدخلهم فيها كذلك (¬3). ¶ وكتب أوجين يونغ (¬4)  Eugene yung  في كتابه «العرب والإسلام أمام الحروب الصليبية الجديدة وفلسطين اليهودية» (ص 45): إن هؤلاء البرابرة يسكنون قسما من إفريقية الشمالية، ويكونون جنسا قويا عاملا نسعى منذ عهد احتلالنا القطر الجزائري في فصله عن العرب، وذلك بمساعدة تقدم لهجتهم، وبإدماجهم في نظام خاص مخالف لنظام القرآن، وبالقضاء على كل ¶ ¬_________ ¶ (¬1) نفس المرجع (501). ¶ (¬2) نفس المرجع. ¶ (¬3) شارل دوفوكو. تأليف روبي بازان (108). نقلا عن الحركة الوطنية (513). ¶ (¬4) السفير الفرنسي وأحد المؤلفين السياسيين والمسرحيين.",
            "page": "126",
            "part": "1",
            "seal": "3548ACC6"
        },
        {
            "id": "127",
            "nass": "المدارس القرآنية، وبعبارة واضحة باستعمال هذه الوسائل في محاولتنا تحويلهم عن ديانتهم. ¶ ثم يقول (ص 46): وفعلا بعد صدور الظهير أقفلت السلطة الفرنسية عددا من المدارس الإسلامية وسمحت بالدخول لستمائة مبشر آخرين زيادة على المضللين الموجودين بالبلاد وهم أربعمائة وكلهم مكلفون بالدعوة للإنجيل بين القبائل البربرية، ولقد أعطيت مساعدات مالية لتشييد الكنائس من ربح الأوقاف الإسلامية ولم يسمح ببناء المساجد لمن طلب بناءها من البرابرة (¬1). ¶ وكتب الكاتب الفرنسي إميل درمنكهام مقالا بمجلة الجنوب  cahiers du sud  تحت عنوان «هيجان بالمغرب وبالعالم الإسلامي»، ومما جاء فيه: وفتحت مدارس فرنسية بربرية يدرس فيها كل شيء كما قال لوجلي  le Gley  إلا العربية والإسلام. ¶ وفي نفس الوقت تمنح الحكومة جمعيات التبشير الكاثوليكية الفرنسية إعانات مالية مهمة وأن الآباء الفرنسيين كأنهم يحتكرون المغرب وحدهم وجريدتهم «مروك كاثوليك» لا تفتأ تذكر السبل التي ينبغي اتباعها للنجاح بين البربر (¬2). ¶ ¬_________ ¶ (¬1) الحركة الوطنية (561). ¶ (¬2) الحركة الوطنية (411). وانظر (352) منه.",
            "page": "127",
            "part": "1",
            "seal": "16317890"
        },
        {
            "id": "128",
            "nass": "الاحتجاج ضد السياسة البربرية: ¶ لما صدر الظهير البربري في الجريدة الرسمية موقعا من قبل السلطان المولى يوسف سنة 16/ 05/1930 كان أول احتجاج رسمي من المغاربة قاده الشيخ عبد الرحمن بن القرشي أحد علماء القرويين وقاضي الجماعة بفاس (¬1). ¶ ولما كان وزيرا للعدل سنة 1923 رفض أن يكتب لقضاة النواحي الأمازيغية بالسماح للسكان أن يتحاكموا أمام المحاكم العرفية (إِزْرَف) وليس أمام القاضي الشرعي فأجاب: {يُرِيدُونَ أَن يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَن يَكْفُرُوا بِهِ} [النساء60]، فأقيل من مهامه (¬2). ¶ وتتابعت الوفود العربية والبربرية للسلطان المولى يوسف لدفعه على إلغاء الظهير البربري ومطالبته بتحكيم الشريعة على الجميع (¬3). ¶ «لقد انطلقت حركة الاحتجاج في فاس وسلا، وانتقلت إلى طنجة وتطوان وجميع مناطق الاحتلال الإسباني، وإلى أقاصي بلاد البربر» كما قال ألبير عياش في المغرب والاستعمار (390). ¶ فلم تقتصر معارضة الظهير البربري على العرب، بل كانت عامة في البربر، فقد ثارت العديد من القبائل الأمازيغية، وخاض بعضها حربا مسلحة ضد فرنسا وثار الطلبة البربر ضد السياسة التعليمية الاستعمارية منادين بوجوب اعتماد اللغة العربية والمبادئ الإسلامية في مجال التربية والتعليم، وأرسلت بعض ¶ ¬_________ ¶ (¬1) فرنسا وسياستها البربرية (57). ¶ (¬2) مقدمة الأستاذ إدريس كرم لإظهار الحقيقة (67). ¶ (¬3) فرنسا وسياستها البربرية (90 - 91).",
            "page": "128",
            "part": "1",
            "seal": "FE2CBDEF"
        },
        {
            "id": "129",
            "nass": "القبائل وفودا إلى الإقامة العامة مطالبين إياها بإرجاع قضاة الشرع إلى محاكمهم، فقابلتهم بالحبس، وارتفع عدد المعتقلين من بين الأمازيغ المحتجين إلى أربعة آلاف رجل (¬1). ¶ وكتب أوجين يونغ السفير الفرنسي وأحد المؤلفين السياسيين والمسرحيين في كتابه العرب والإسلام أمام الحروب الصليبية الجديدة وفلسطين اليهودية (ص 54 - 55): فأصبحت الحال خطيرة في الواقع، ولا تزال هكذا إلى الآن، أما البرابرة فلم يطلبوا الابتعاد عن الإسلام، بل إنهم انضموا إلى العرب معلنين احتجاجهم على الظهير وسخطهم عليه (¬2). ¶ وأكد الكاتب الفرنسي دانييل جوران أن البربر كانوا أول من احتج على ذلك الإصلاح الذي وضع على ما يقال طبقا لرغباتهم، وقد أرسلت قبائل مختلفة عدة وفود للسلطان في الرباط للاحتجاج على القرار الذي اتخذ، وقد أجابتهم الحكومة بالقوة، وقبض على ثلاثين من آيت يوسي وعشرين من آيت شغروشن عند عودتهم من الرباط إلى مكناس (¬3). ¶ وقال علال الفاسي في دفاع عن الشريعة الإسلامية (32): سرى الخبر في القبائل البربرية وأخذت الوفود من زمور وزايان وآيت يوسي وغيرها من المناطق التي كان يهمها الأمر تتوارد على الرباط للاحتجاج وإعلان استنكارها ¶ ¬_________ ¶ (¬1) انظر تفصيل ذلك ونحوه في الوطنية في النثر المغربي الحديث (277). ¶ (¬2) الحركة الوطنية (561). ¶ (¬3) الحركة الوطنية (331). وأكد دانيال جوران أنه في وسط شهر غشت أرسل البربر وفودا إلى الصدر الأعظم للاحتجاج، فسجن بعضهم. الحركة الوطنية (365).",
            "page": "129",
            "part": "1",
            "seal": "FC05B189"
        },
        {
            "id": "130",
            "nass": "لذلك الظهير ومطالبتها بإعادة فتح المحاكم الشرعية والعودة إلى الشريعة الإسلامية\" (¬1). ¶ عود على بدء ¶ لا زالت هذه السياسة البربرية حية لدى نخبة من العلمانيين اليساريين الأمازيغيين، يذكون نارها وينفخون في رمادها بين الحين والآخر. ¶ وإمعانا في إنكار الحقائق التاريخية الظاهرة ولو بالادعاءات المكشوفة المفضوحة، كتب بعضهم منكرا وجود شيء اسمه الظهير البربري، واعتبره أكبر أكذوبة سياسية في تاريخ المغرب المعاصر. ¶ فالسياسة هي هي والأجندة نفسها، لكن تحت شعارات أخرى ومسميات ثقافية مختلفة، تلائم العصر وتواكب الأحداث، حتى قال أحدهم يوما على شاشة الجزيرة لابد أن يرحل الإسلام من المغرب كما رحلت اليهودية والنصرانية. ¶ إنه الحقد على الإسلام تغذيه عنصرية متطرفة، وترعاه أجندة قديمة حديثة كانت لها المصلحة في ظهور الظهير ولا زالت. ¶ ولنا عودة لهذا الموضوع في مناسبة أخرى بحول الله. ¶ ¬_________ ¶ (¬1) وانظر (ص 31) منه.",
            "page": "130",
            "part": "1",
            "seal": "A0F28AC2"
        },
        {
            "id": "131",
            "nass": "ماذا يعني تطبيق الشريعة في المذهب المالكي؟ ¶ الشريعة الإسلامية نظام شامل يحكم كل تفاصيل حياة المسلم ويطال جميع الجوانب الحيوية التي ترتبط به وبهمومه وتطلعاته وانشغالاته. ¶ ولهذا حرص المستعمر الفرنسي على إقصائها من الحياة العامة كما تقدم لنا في المبحث السابق. ¶ وهذا ما أكده جورج سوردون مدرس الشرع البربري بالمدرسة العليا بالرباط سابقا ورئيس العدلية البربرية في كتابه «مبادئ الحقوق العرفية البربرية المغربية» الصادر بالرباط عام 1928: ففي المغرب قانونان: قانون إسلامي وقانون فرنسي، فالأَوْلى أن نرى العرف يندمج في القانون الفرنسي من أن نراه يندمج في القانون الإسلامي، لأن الأسلحة الفرنسية هي التي فتحت البلاد البربرية. وهذا يخولنا حق اختيار التشريع الذي يجب تطبيقه في هذه البلاد (¬1). ¶ فالهدف واضح وجلي: إقصاء الشريعة عن الحكم والحياة العامة، وذلك ما يحاول أذناب الاستعمار اليوم القيام به بإخلاص تام وتفان مفرط. ¶ وطالما أبدى الغرب تخوفا وقلقا كبيرا من المناداة بتطبيق الشريعة الإسلامية وارتعدت فرائصه لذكر هذا المصطلح المرعب (¬2). وتناغم التيار العلماني مع المشروع الغربي في حملة التشكيك، بل الاستهزاء والسخرية من ¶ ¬_________ ¶ (¬1) الحركة الوطنية (344 - 345). والشريعة الإسلامية والعلمانية الغربية (25) نقلا عن الأقليات بين العروبة والإسلام لمحمد السماك (57 - 62). ¶ (¬2) انظر حول هذا الموضوع سقوط الغلو العماني (7 - 8).",
            "page": "131",
            "part": "1",
            "seal": "D763F977"
        },
        {
            "id": "132",
            "nass": "الدعوة إلى تطبيق الشريعة وتقنينها أو مجرد الحديث عن جعلها مصدرا وحيدا للتشريع. مع اعتراف مراجع قانونية غربية بقدرة الشريعة على مواكبة المستجدات. ¶ فالمجمع الدولي للحقوق المنعقد في باريس سنة 1951 أكد أن مبادئ الفقه الإسلامي لها خصوصية تشريعية لا يجارى فيها وأن اختلاف المذاهب الفكرية ينطوي على ثروة من المفاهيم والأصول الحقوقية هي مناط الإعجاز وبها يتمكن الفقه الإسلامي أن يستوعب جميع مطالب الحياة والتوفيق بينها (¬1). ¶ كما اعترف العلماء الغربيون المجتمعون في مؤتمر القانون الدولي المقارن المنعقد في لاهاي بهولندا في أغسطس 1937 بأن الشريعة الإسلامية حية وقابلة للتطور وأنها تعتبر مصدرا للتشريع وأنها غير مستمدة من القانون الروماني كما يزعم بعض المستشرقين وأذنابهم العلمانيين العرب (¬2). ¶ فهؤلاء قانونيون ومفكرون غربيون لم يمنعهم حقدهم على الإسلام من الاعتراف بهذه الحقائق التي يكفر بها أغلب العلمانيين العرب. ¶ والمذهب المالكي كما تقدم معنا عبادة وشريعة، عبادة تحكم علاقة المسلم بربه، وشريعة تحكم علاقته بغيره ومحيطه، وتمزج الجميع في تجانس تام وتناغم كامل. وليست مقتصرة على خلاص الروح ومبادئ أخلاقية عامة ومواعظ، وبالتالي يجب حصرها داخل الكنيسة كما هو الحال بالنسبة للمسيحية. فالشريعة ¶ ¬_________ ¶ (¬1) انظر الإسلام لا العلمانية (28) نقلا عن مقارنات بين الشريعة الإسلامية والقوانين الوضعية (67 - 69). ¶ (¬2) نفس المرجع.",
            "page": "132",
            "part": "1",
            "seal": "B0D46102"
        },
        {
            "id": "133",
            "nass": "منظومة متكاملة من القيم والقوانين والتشريعات التي تشمل كافة النواحي المتصلة بحياة الإنسان، وذلك ما سنحاول إجمال القول فيه من خلال النقط التالية: ¶ من الناحية السياسية: ¶ يعني تطبيق الشريعة أن يكون الإسلام هو دين الدولة الرسمي. كما قال تعالى: {إِنَّ الدِّينَ عِندَ اللهِ الإِسْلاَمُ} آل عمران 19. ¶ وأن تكون أحكام الشريعة الإسلامية والفقه المالكي خاصة المصدر الأساس للتشريعات القانونية. كما قال تعالى: {فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَاوِيلاً} النساء 59. ¶ قال أبو عبد الله القرطبي في تفسيره (5/ 261): {فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ} أي: ردوا ذلك الحكم إلى كتاب الله أو إلى رسوله بالسؤال في حياته، أو بالنظر في سنته بعد وفاته - صلى الله عليه وسلم -. ¶ وقال الشاطبي في الاعتصام (2/ 755): وقوله: {فِي شَيْءٍ} نكرة في سياق الشرط فهي صيغة من صيغ العموم. فتنتظم كل تنازع على العموم. ¶ قال أبو العباس القرطبي في المفهم (12/ 86): وقوله: {ذَلِكَ خَيْرٌ} أي: الردُّ إلى كتاب الله تعالى وسُنّة رسوله ـ - صلى الله عليه وسلم - ـ خير من الردّ إلى التحكّم بالهوى، و {خَيْرٌ} للمفاضلة التي على منهاج قولهم: العسل أحلى من الخل. ومنه قوله تعالى: {أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرّاً وَأَحْسَنُ مَقِيلاً} الفرقان 24",
            "page": "133",
            "part": "1",
            "seal": "2D24C8C0"
        },
        {
            "id": "134",
            "nass": "و {خَيْرٌ} هنا بمعنى: الواجب. أي: ذلك الواجب عليكم، و {تَاوِيلاً} أي: مآلاً، ومرجعًا. قاله قتادة وغيره. ¶ وقال الشاطبي في الاعتصام (2/ 309 - 310): فكل اختلاف صدر من مكلف فالقرآن هو المهيمن عليه قال الله تعالى: {فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَاوِيلاً} فهذه الآي وما أشبهها صريحة في الرد إلى كتاب الله تعالى وإلى سنة نبيه لأن السنة بيان الكتاب وهو دليل على أن الحق فيه واضح وأن البيان فيه شاف لا شيء بعده يقوم مقامه وهكذا فعل الصحابة - رضي الله عنهم - لأنهم كانوا إذا اختلفوا في مسألة ردوها إلى الكتاب والسنة وقضاياهم شاهدة بهذا المعنى لا يجهلها من زاول الفقه فلا فائدة في جلبها إلى هذا الموضع لشهرتها فهو إذا مما كان عليه الصحابة. ¶ وقال (2/ 45): ومثال ما يقع في العقل أن الشريعة بينت أن حكم الله على العباد لا يكون إلا بما شرع في دينه على ألسنة أنبيائه ورسله ولذلك قال تعالى: {وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً} وقال تعالى: {فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ} وقال: {إِنِ الْحُكْمُ إِلاَّ لِلّهِ} وأشباه ذلك من الآيات والأحاديث. ¶ إن الإسلام عقيدة وشريعة، ولذلك لا يقبل منا -كما يقول خريج القرويين علال الفاسي في كتابه «دفاع عن الشريعة الإسلامية» (51) - أن نكتفي بالإيمان بالله ونصلي ونزكي ونقوم بالحج والصيام وفعل المبرات، ولكنه يطالبنا بأن نفعل ذلك ونفعل معه تطبيق أحكام الشرع في معاملاتنا وفي قضايانا وإدارتنا وحكومتنا.",
            "page": "134",
            "part": "1",
            "seal": "4D5BC2E1"
        },
        {
            "id": "135",
            "nass": "إلى أن قال (51 - 52): وما شرعت الدولة إلا لمصلحة الدين. وما جعلت الخلافة إلا لتنفيذ أحكام الشريعة. ومهما كان النظام الذي تسير عليه الأمة المسلمة في عصورها وبلدانها فالذي يهم ليس هو الشكل، ولكن هو الدستور الذي تسير عليه والقانون الذي تحكم بمقتضاه. ولا يقبل الإسلام أن يكونا (¬1) خارجين عن نطاق أصول الشريعة التي جاءت بها المصادر الشرعية وهي القرآن والسنة الصحيحة قبل غيرهما. ولا يتصور الإسلام فصل الدين عن الدولة، لأنه إذا فصل عنها وجب أن تزول ويبقى هو. والإسلام يعتبر الدولة خادمة للناس. والناس مجموعة من أفراد ولا يتصور الإسلام أن يكون الفرد المسلم منفصلا عن الدين. وتبعا لذلك لا يتصور أن يكون المسلم النائب عن الأمة المسلمة يدبر أمورها بغير الشرع ولا الوزير أو الملك أو رئيس الجمهورية يمضون على غير ما يفكر به نواب الأمة وما ترضى عنه الأمة المسلمة وهي لا ترضى -إذا كانت ما تزال مسلمة- بغير أحكام الشريعة. ¶ وأن يقوم الحاكم بواجبه في الحفاظ على الدين الإسلامي عقيدة وشريعة والدفاع عنه. ¶ قال ابن المناصف المراكشي في تنبيه الحكام (329): قد تقدم القول في بيان تأكيد الوجوب في القيام بتغيير المناكر، وحماية معالم الشرع، وحفظ شعائر الإسلام على الولاة والحكام، فإنه يجب عليه من تفقد أحوال الناس، وتعرف ما يكون من المناكر، والبحث على مظانها، والسعي في حسم موادها، وقطع ¶ ¬_________ ¶ (¬1) أي: الدستور والقانون.",
            "page": "135",
            "part": "1",
            "seal": "4FCCCDDA"
        },
        {
            "id": "136",
            "nass": "علائقها، وإظهار الترهيب في ذلك، والتنكيل في العقوبة، والقهر المانع من التهاون بها، والمجاهرة بأسبابها، ما لا يجب على غيرهم من آحاد الرعية. ¶ وقال ابن بطال المالكي في شرح البخاري (9/ 293 - 294): وأجمعت الأمة على أن ذلك فرض على الأئمة والأمراء أن يقوموا به ويأخذوا على أيدي الظالمين وينصفوا المظلومين ويحفظوا أمور الشريعة حتى لا تغير ولا تبدل. ¶ وقال الناصري في الاستقصا (3/ 166): وكان المنصور (أي: السلطان الموحدي) يشدد في إلزام الرعية بإقامة الصلوات الخمس، وقتل في بعض الأحيان على شرب الخمر، وقتل العمال الذين تشكوهم الرعايا ... وكان يعاقب على ترك الصلوات، ويأمر بالنداء في الأسواق بالمبادرة إليها، فمن غفل عنها أو اشتغل بمعيشته عزره تعزيرا بليغا. ¶ وقال أحمد بن محمد الرهوني في «نصح المؤمنين بشرح قول ابن أبي زيد\"والطاعة لأئمة المسلمين\"» (¬1) (289): ثم انعقادها لفاقد بعض الشروط مشروط بالقدرة على تنفيذ الأحكام وحفظ حدود الإسلام وإلا فقد تردد السعد في انعقاد البيعة له حيث قدمه أهل الحل والعقد. ¶ وأن يحرص الحاكم على العدل بين الرعايا ولو من غير المسلمين. ¶ وأن يكون الجميع متساوين أمام القانون. لا فرق بين عربي ولا عجمي ومسلم ولا كافر. ¶ ¬_________ ¶ (¬1) مخطوط الخزانة العامة بالرباط (2160د).",
            "page": "136",
            "part": "1",
            "seal": "168BD57D"
        },
        {
            "id": "137",
            "nass": "قال تعالى: {إِنَّ اللهَ يَامُرُ بِالْعَدْلِ وَالإِحْسَانِ وَإِيتَاء ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاء وَالْمُنكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ}. [النحل90]. ¶ وقال تعالى: {وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ}. [الحجرات9]. ¶ وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاء لِلّهِ وَلَوْ عَلَى أَنفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالأَقْرَبِينَ إِن يَكُنْ غَنِيّاً أَوْ فَقَيراً فَاللهُ أَوْلَى بِهِمَا فَلاَ تَتَّبِعُوا الْهَوَى أَن تَعْدِلُوا وَإِن تَلْوُوا أَوْ تُعْرِضُوا فَإِنَّ اللهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراً}. [النساء135]. ¶ وأن يحرص الحاكم على تطبيق أحكام الشريعة في الميادين المختلفة. ¶ قال تعالى: {اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلاً مَا تَذَكَّرُونَ} (الأعراف:3). ¶ قال القرطبي في تفسيره (7/ 161): قوله تعالى: {اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ} يعني الكتاب والسنة. ¶ وقال ابن العربي في أحكام القرآن (3/ 491) قال علماؤنا: معناه أحلوا حلاله وحرموا حرامه، وامتثلوا أمره، واجتنبوا نهيه، واستبيحوا مباحه، وارجوا وعده، وخافوا وعيده، واقتضوا حكمه، وانشروا من علمه علمه، واستجسوا خباياه، ولجوا زواياه، واستثيروا جاثمه، وفضوا خاتمه، وألحقوا به ملائمه. ¶ وقال تعالى: {إِنَّا أَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللهُ وَلاَ تَكُن لِّلْخَآئِنِينَ خَصِيماً} النساء 105.",
            "page": "137",
            "part": "1",
            "seal": "AB162D03"
        },
        {
            "id": "138",
            "nass": "قال القرطبي في تفسيره (5/ 376): قوله تعالى: {بِمَا أَرَاكَ الله} معناه على قوانين الشرع، إما بوحي ونص، أو بنظر جار على سنن الوحي. ¶ وقال تعالى: {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّىَ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُوا فِي أَنفُسِهِمْ حَرَجاً مِّمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً} النساء 65. ¶ قال ابن كثير في تفسيره (2/ 349 - دار طيبة): وقوله: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ} يقسم تعالى بنفسه الكريمة المقدسة: أنه لا يؤمن أحد حتى يُحَكم الرسول - صلى الله عليه وسلم - في جميع الأمور، فما حكم به فهو الحق الذي يجب الانقياد له باطنا وظاهرا. ولهذا قال: {ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا} أي: إذا حكموك يطيعونك في بواطنهم فلا يجدون في أنفسهم حرجا مما حكمت به، وينقادون له في الظاهر والباطن فيسلمون لذلك تسليما كليا من غير ممانعة ولا مدافعة ولا منازعة، كما ورد في الحديث: «والذي نفسي بيده لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به» (¬1). ¶ لما ترك السلطان العلوي عبد العزيز جهاد المستعمر الفرنسي لما احتل الدار البيضاء ووجدة خلعه علماء فاس وغيرهم فكان من جوابهم في هذه الحادثة ما يلي: قال القاضي أبو القاسم ابن سلمون الغرناطي: الإمامة عبارة عن ¶ ¬_________ ¶ (¬1) رواه ابن أبي عاصم في السنة (15) وغيره. وفي سنده نعيم بن حماد مختلف فيه وخرج له البخاري ووثقه أبو حاتم وأحمد بن حنبل وابن معين في أكثر النقول عنه والعجلي وابن حبان. وضعفه النسائي وأبو عروبة الحراني وغيرهما. وأما نقل الدولابي اتهامه بالوضع فلا يقبل لأنه نقله عن مجهول. وهو مذكور بالتعصب فلا يقبل قوله فيه. وكذا ما نقله الأزدي عن مجهولين، والأزدي متكلم فيه. ¶ ولعله لهذا صحح الحديث النووي وغيره. وخرجه الحافظ أبو نعيم في كتاب «الأربعين» وشرط في أوله أن تكون الأحاديث التي يخرجها من صحاح الأخبار. والله أعلم.",
            "page": "138",
            "part": "1",
            "seal": "934CB13A"
        },
        {
            "id": "139",
            "nass": "خلافة شخص الرسول عليه الصلاة والسلام في إقامة قوانين الشرع وحفظ الملة (¬1). ¶ وجاء في قرار مجلس مجمع الفقه الإسلامي الدولي رقم: 48 (10/ 5) (¬2) بشأن تطبيق أحكام الشريعة الإسلامية المنعقد في دورة مؤتمره الخامس بالكويت من 1 - 6 جمادى الأولى 1409 الموافق 10 - 15 كانون الأول (ديسمبر) 1988 ما يلي: ¶ إن أول واجب على من يلي أمور المسلمين تطبيق شريعة الله فيهم. ¶ ويناشد جميع الحكومات في بلاد المسلمين المبادرة إلى تطبيق الشريعة الإسلامية وتحكيمها تحكيماً تاماً كاملاً مستقراً، في جميع مجالات الحياة، ودعوة المجتمعات الإسلامية، أفراداً وشعوباً ودولاً، للالتزام بدين الله تعالى، وتطبيق شريعته، باعتبار هذا الدين عقيدة وشريعة وسلوكاً ونظام حياة. انتهى. ¶ ولا بأس بالتدرج في تطبيق الشريعة، أعني أن يتدرج في تطبيق حكم بعينه، ويتدرج في تطبيق حكم قبل حكم. ولا يلزم تطبيق الجميع دفعة واحدة، استعمالا لفقه التيسير والرفق بالناس، ولأن المصلحة الشرعية تقتضي ذلك، وقد نص الحافظ ابن رجب في فتح الباري (4/ 199 - 200) على أنه قد يتساهل مع من أسلم في ترك بعض الأمور الواجبة حتى يدخل. ولا فرق بين هذا وذاك. ¶ ¬_________ ¶ (¬1) أشرف الأماني بترجمة الشيخ سيدي محمد الكتاني لمحمد الباقر الكتاني (386). وهو في جواب علماء فاس في تأييدهم لخلع السلطان المولى عبد العزيز. نص الجواب في التاريخ السياسي (6/ 215). ¶ (¬2) مجلة المجمع (العدد الخامس، ج4 ص 3471).",
            "page": "139",
            "part": "1",
            "seal": "77B564F9"
        },
        {
            "id": "140",
            "nass": "قال ابن رجب: وقد كان أحيانا يتألف على الإسلام من يريد أن يسامح بترك بعض حقوق الإسلام، فيقبل منهم الإسلام، فإذا دخلوا فيه رغبوا في الإسلام فقاموا بحقوقه وواجباته كلها. كما روى عبد الله بن فضالة الليثي عن أبيه قال: علمني رسول الله فكان فيما علمني: «وحافظ على الصلوات الخمس». قال: قلت: إن هذه ساعات لي فيها أشغال، فمرني بأمر جامع إذا أنا فعلته أجزأ عني. قال: «حافظ على العصرين». وما كانت من لغتنا قلت: وما العصران؟ قال: «صلاة قبل طلوع الشمس، وصلاة قبل غروبها». خرجه أبو داود وابن حبان في صحيحه والحاكم (¬1). ¶ وظن أن فضالة هو ابن عبيد، ووهم في ذلك. فليس هذا فضالة بن عبيد: قاله ابن معين وغيره. وفي المسند من حديث قتادة عن نصر بن عاصم الليثي عن رجل منهم أنه أتى النبي فأسلم على أن يصلي صلاتين، فقبل منه. وفي رواية: على أن لا يصلي إلا صلاتين، فقبل منه (¬2). وفيه ¶ ¬_________ ¶ (¬1) رواه أبو داود (1/ 428) والحاكم (1/ 51) (1/ 717) (3/ 6637) وابن حبان (5/ 1742) والبيهقي (1/ 466) وابن أبي عاصم (2/ 939) والطبراني (18/ 319) من طريق خالد بن داود بن أبي هند عن أبي حرب بن أبي الأسود عن عبد الله بن فضالة عن أبيه. ¶ وخالد هو ابن عبد الله الطحان أبو الهيثم الواسطي ثقة ثبت. وباقي رجاله ثقات. ¶ ورواه أحمد (4/ 344) والحاكم (1/ 50) وابن حبان (5/ 1741) من طريق هشيم قال أخبرنا داود بن أبي هند قال حدثني أبو حرب بن أبي الأسود عن فضالة الليثي. ¶ قال الحاكم: هذا حديث صحيح على شرط مسلم ولم يخرجاه ... في هذا الإسناد عن داود بن أبي هند خلاف لا يضر الحديث بل يزيده تأكيدا. ¶ ثم ذكر الإسناد المتقدم. ¶ والحديث ذكره الألباني في الصحيحة (4/ 1813). ¶ (¬2) رواه أحمد (5/ 24) ثنا محمد بن جعفر ثنا شعبة عن قتادة عن نصر بن عاصم عن رجل منهم. ورجاله ثقات إلا الرجل المبهم فالظاهر أنه صحابي.",
            "page": "140",
            "part": "1",
            "seal": "355D986F"
        },
        {
            "id": "141",
            "nass": "أيضا عن جابر أن ثقيفاً إذ بايعت اشترطت على رسول الله أن لا صدقة عليها ولا جهاد. قال رسول الله: «يصدقون ويجاهدون إذا أسلموا» (¬1). قال الإمام أحمد في رواية ابنه عبد الله: إذا أسلم على أن يصلي صلاتين يقبل منه، فإذا دخل يؤمر بالصلوات الخمس. وذكر حديث قتادة عن نصر بن عاصم الذي تقدم. ¶ ونص علماء المالكية على أن من شروط الإمامة إقامة الحدود الشرعية التي نص الله عليها أو رسوله. ¶ بداية أؤكد أن الشريعة الإسلامية لها مجالات مختلفة ومتعددة تطال جميع أشكال الحياة: الاقتصادية والسياسية والاجتماعية والثقافية والقضائية وغيرها. وليست الحدود إلا جزءا من نظام قضائي شامل. والنظام القضائي جزء من أنظمة متعددة داخل الشريعة الإسلامية. ¶ وقد جاءت الشريعة بحفظ الكليات الخمس: حفظ النفس، وحفظ العقل، وحفظ الدين، وحفظ النسل، وحفظ المال. ¶ ولهذا رتبت الشريعة عقوبات زاجرة لكل إخلال بهذه الكليات: ¶ فلحفظ النفس شرعت القتل والقصاص والحرابة. ولحفظ العقل شرعت حد الخمر. ولحفظ الدين شرعت حد الردة، ولحفظ النسل شرعت الرجم والجلد، ولحفظ المال شرعت حد السرقة: القطع. ¶ ¬_________ ¶ (¬1) رواه أبو داود (2/ 3025) بسند حسن. ورواه أحمد (3/ 341) بسند فيه ابن لهيعة.",
            "page": "141",
            "part": "1",
            "seal": "401209EE"
        },
        {
            "id": "142",
            "nass": "وهذه الحدود الشرعية ليست بمعزل عن نظام اجتماعي واقتصادي متكامل يضمن للفرد المستهدف بهذه العقوبات: العيش الكريم والسلم الاجتماعي وإشباع الرغبات المختلفة وفق ضوابط الشريعة. ¶ ويحاول العلمانيون فصل الحدود عن النظام التشريعي والاقتصادي والاجتماعي العام الذي جاء به الإسلام، لكي يسهل عليهم استهدافها بالنقد والسخرية والاستهزاء، وتصويرها على أنها نظام عقابي متخلف همجي يستند إلى ثقافة القرون الوسطى، كما قد حكيت عنهم ذلك بتفصيل في كتابي: العلمانيون العرب وموقفهم من الإسلام. ¶ فهل تتصور مثلا السرقة في ظل مجتمع يلزم الإسلامُ الحاكمَ فيه بتحقيق الأمن الغذائي للمواطنين، ويلزمه بجمع الزكاة من الأغنياء وتوزيعها على الفقراء؟. ¶ وهل يمكن تصور وجود الزنا في ظل مجتمع يقوم على الفضيلة والحشمة والأخلاق الفاضلة وعدم التبرج مع إعلام منضبط بضوابط الشريعة، مع تشجيع للزواج الشرعي بكافة السبل؟ ¶ المشكلة هي عندما يتحدث البعض عن حلول ترقيعية لمشكل جزئي في ظل نظام اجتماعي وسياسي واقتصادي مختلف. ¶ فالإسلام له نظام متكامل من جميع جوانبه، وليس حدودا فقط أو منع تبرج فقط. ولهذا فمن أخذ جزءا من الإسلام ورام تطبيقه بمعزل عن استراتيجية متكاملة للشريعة، وتقديم ما حقه التقديم وتأخير ما حقه التأخير فجنايته على الإسلام أعظم وأشد.",
            "page": "142",
            "part": "1",
            "seal": "E96953EE"
        },
        {
            "id": "143",
            "nass": "وعلى كل حال فالحدود أحد الأحكام الشرعية التي طالما أكد علماء المالكية على أن على الحاكم المسلم إقامتها بشروطها المعتبرة: ¶ قال ابن عطية في المحرر الوجيز (1/ 192): وإن الحكام وأولي الأمر فرض عليهم النهوض بالقصاص وإقامة الحدود. ¶ وقال ابن عبد البر في التمهيد (14/ 396): حد الزاني حق من حقوق الله على الحاكم إقامته. ¶ وذكر أبو عبد الله القرطبي في تفسيره (1/ 270) من شروط الإمامة: أن يكون ممن لا تلحقه رقة في إقامة الحدود ولا فزع من ضرب الرقاب ولا قطع الأبشار والدليل على هذا كله إجماع الصحابة - رضي الله عنهم -، لأنه لا خلاف بينهم أنه لا بد من أن يكون ذلك كله مجتمعا فيه، ولأنه هو الذي يولي القضاة والحكام، وله أن يباشر الفصل والحكم، ويتفحص أمور خلفائه وقضاته، ولن يصلح لذلك كله إلا من كان عالما بذلك كله قيما به. والله أعلم. ¶ وقال (1/ 271): وذلك أن الإمام إنما نصب لدفع العدو وحماية البيضة وسد الخلل واستخراج الحقوق وإقامة الحدود وجباية الأموال لبيت المال وقسمتها على أهلها. ¶ وقال (1/ 271): لأنه قد ثبت أن الإمام إنما يقام لإقامة الحدود واستيفاء الحقوق وحفظ أموال الأيتام والمجانين والنظر في أمورهم إلى غير ذلك مما تقدم ذكره. ¶ وقال كذلك (2/ 245): لا خلاف أن القصاص في القتل لا يقيمه إلا أولو الأمر، فرض عليهم النهوض بالقصاص وإقامة الحدود وغير ذلك.",
            "page": "143",
            "part": "1",
            "seal": "58DB1F9A"
        },
        {
            "id": "144",
            "nass": "وقال ابن بطال في شرح صحيح البخاري (1/ 125): وأهل السنة مجمعون على أن المتغلب يقوم مقام الإمام العدل في إقامة الحدود وجهاد العدو، وإقامة الجمعات والأعياد وإنكاح من لا ولي لها. ¶ وقال (8/ 407) معلقا على قول النبي - صلى الله عليه وسلم - «إنما هلك من كان قبلكم أنهم كانوا يقيمون الحد على الوضيع، ويتركون الشريف، والذي نفسي بيده، لو أن فاطمة فعلت ذلك لقطعت يدها»: قال المهلب: هذا يدل أن حدود الله لا يحل للأئمة ترك إقامتها على القريب والشريف، وأن من ترك ذلك من الأئمة فقد خالف سنة رسول الله - صلى الله عليه وسلم - ورغب عن اتباع سبيله. ¶ وقال (4/ 500): ولا يمنع الحرم من إقامة الحدود عند مالك، واحتج بعض أصحابه بأن الرسول - صلى الله عليه وسلم - قتل ابن خطل وهو متعلق بأستار الكعبة من القتل، وهذا القول أولى بالصواب. لأن الله تعالى أمر بقطع السارق، وجلد الزاني، وأوجب القصاص أمرا مطلقا ولم يخص به مكانا دون مكان، فإقامة الحدود تجب في كل مكان على ظاهر الكتاب. ¶ وجعل أبو العباس القرطبي في المفهم (12/ 89) من أسباب خلع الحاكم ترك إقامة قاعدة من قواعد الدين أو أباح المحرمات كترك إقامة الحدود قال: قوله: «على المرء المسلم السمع والطاعة». ظاهر في وجوب السمع والطاعة للأئمة، والأمراء، والقضاة. ولا خلاف فيه إذا لم يأمر بمعصية. فإن أمر بمعصية فلا تجوز طاعته في تلك المعصية قولا واحدا، ثم إن كانت تلك المعصية كفرا: وَجَبَ خَلْعُه على المسلمين كلهم. وكذلك: لو ترك إقامة قاعدة من قواعد الدين. كإقام الصلاة، وصوم رمضان، وإقامة الحدود، ومنع من ذلك. وكذلك لو أباح شرب الخمر، والزنى، ولم يمنع منهما، لا يختلف في وجوب خَلْعِه. فأما",
            "page": "144",
            "part": "1",
            "seal": "C38AFFF8"
        },
        {
            "id": "145",
            "nass": "لو ابتدع بدعة، ودعا الناس إليها. فالجمهور: على أنه يُخْلَع. وذهب البصريون إلى أنه لا يُخْلَع، تمسُّكا بظاهر قوله عليه - صلى الله عليه وسلم -: «إلا أن تروا كفرا بواحا عندكم من الله فيه برهان» ... ¶ وقال ابن فرحون في تبصرة ابن فرحون الحكام (2/ 223): قال القرافي: الحدود واجبة الإقامة على الأئمة. ¶ وذكر أحمد بن محمد الرهوني في «نصح المؤمنين بشرح قول ابن أبي زيد\"والطاعة لأئمة المسلمين\"» (¬1) (285) من شروط الإمام كونه شجاعا لئلا يجبن عن إقامة الحدود ومقاومة الخصوم. ¶ وقد نص الفقهاء المالكية على أن الحدود الشرعية لها شروط يجب توفرها ولها ضوابط تجب مراعاتها. تراجع في كتب الفقه. والهدف منها هو الإصلاح. وهي أبلغ في الردع والإصلاح من القوانين الوضعية. وقد اعترف العلماني التونسي محمد الشرفي مع حربه الشعواء على الحدود بأن تطبيق حد السرقة في الصومال على يد المحاكم الإسلامية ساهم في تخفيف أضرار السرقة (¬2). ¶ ومن الناحية الإعلامية: ¶ يعني تطبيق الشريعة أن يكون الإعلام هادفا ومحافظا على السلم الاجتماعي وعلى الطابع الإسلامي للمجتمع. وأن ينضبط بضوابط الشريعة ومقاصدها، وأن يكون هدفه نشر الفضيلة والدعوة إلى الخير بالكلمة الطيبة ¶ ¬_________ ¶ (¬1) مخطوط الخزانة العامة بالرباط (2160د). ¶ (¬2) الإسلام والحرية (96).",
            "page": "145",
            "part": "1",
            "seal": "973C7648"
        },
        {
            "id": "146",
            "nass": "والموعظة الحسنة. شعاره الصدق والصراحة والوضوح في نقل الخبر، بعيدا عن التزييف والتضليل الإعلامي الذي تمارسه أغلب المنابر العلمانية. ¶ ومادام الإعلام من أساليب الدعوة إلى الله فهو ينفتح على الثقافات الأخرى ويحاور كل الآراء، بشرط مراعاة ضوابط الشريعة. ¶ ولا بأس من عرض البرامج الترفيهية والرياضية والثقافية والمسابقات التي لا تخرج عن حدود الشريعة. ¶ ومن أصول الإعلام الإسلامي: ترسيخ العقيدة الصحيحة في قلوب المشاهدين، وبيان سماحة الشريعة الوسطية، وتثبيت مفاهيم الإيخاء والمحبة في المجتمع المسلم، وتعبئة المجتمعات المسلمة نحو أهدافها العليا المشتركة. ¶ ومن أصول الإعلام الإسلامي: عدم الترويج للمحرمات الشرعية كإظهار مفاتن النساء أو نشر إشهارات للبنوك الربوية أو الميسر والقمار والمسابقات التي فيها شبهة القمار ونحو ذلك. ¶ ولأن إظهار المرأة لعورتها حرام في الشريعة والمذهب المالكي فيجب على الإعلام الانضباط بهذا الضابط والحرص على عدم نقل المسابقات والألعاب النسائية المختلفة ككرة المضرب وألعاب القوى والسباحة ونحوها التي فيها تفسخ سافر وعري مخز مناهض للقيم الإسلامية غارق في الثقافة الغربية المنحلة من القيم والأخلاق. ¶ وقد اتفق علماء المالكية على أن جميع جسد المرأة عورة مع الأجنبي المسلم ولا يجوز لها كشفه أمامهم واختلفوا في الوجه والكفين. وذهب جمهورهم إلى جواز كشف الوجه والكفين للأجانب.",
            "page": "146",
            "part": "1",
            "seal": "771D525C"
        },
        {
            "id": "147",
            "nass": "لكن قيد كثير منهم الجواز بشرط عدم الفتنة بكشفهما، بل قال ابن مرزوق: مشهور المذهب وجوب سترهما. كما قد شرحت ذلك بتفصيل في رسالتي: «حجاب المرأة في المذهب المالكي». وهي مطبوعة. ¶ ويجب منع كل الأفلام والمسلسلات التي تظهر فيه عورة المرأة، أعني أن يظهر فيها شعرها أو أطرافها. وكل الأفلام التي يروج فيه لشرب الخمر أو القمار أو نحو ذلك كالأفلام المكسيكية والمصرية، فيحرم على القنوات نشر كل ما يخالف شريعة الإسلام. ويجب على جميع المذيعات الالتزام بالحجاب الشرعي الذي أوجبه الله عليهن واتفقت عليه المذاهب الأربعة. ويحرم على منتجي التقارير تصوير المناظر المخلة بالحياء والمخالفة لأحكام الشريعة كعرض تقرير عن الشواطئ والمسابح. ¶ والأفلام والمسلسلات التي تذيعها القنوات المغربية مثلا تنشر التفسخ والرذيلة وتحارب الفضيلة وتحرض الفتيات على إقامة العلاقات الجنسية المحرمة، فلا يختلف في حرمتها عالم كائنا من كان. ¶ جاء في بيان المؤتمر الثاني لجمعية العلماء خريجي دار الحديث الحسنية المنعقد بمراكش أيام 14 - 15 - 16 جمادى الأولى 1396 هـ موافق 14 - 15 - 16 ماي 1976 م التأكيد على ضرورة مراقبة الإعلام المغربي مراقبة صارمة وخاصة الأفلام الخليعة التي تتنافى مع حشمة المسلم وتجرح كرامته ووقاره (¬1). ¶ نعم يمكن التدرج في منع هذه الأمور، مراعاة للمصلحة الشرعية، وتجنبا للتحريض والتجييش العلماني. ¶ ¬_________ ¶ (¬1) ميثاق الرابطة عدد 1036 الجمعة 6 شعبان 1424هـ الموافق 3 أكتوبر 2003م.",
            "page": "147",
            "part": "1",
            "seal": "70ED8F22"
        },
        {
            "id": "148",
            "nass": "ومن الناحية الاجتماعية: ¶ يعني تطبيق الشريعة الحفاظ على مؤسسة الأسرة وحمايتها، وتشريع القوانين الضرورية لتحقيق فلسفة الإسلام في ذلك، القائمة على احترام الوالدين وإشاعة ثقافة الاحترام والتوقير للأكبر سنا وللأعمام والعمات والأخوال والخالات وغيرهم. والحفاظ على تماسك المجتمع وترابطه، وترسيخ معاني الأخوة، وغرس روح التعاون والإيثار بين أفراده والتواضع والجود والكرم والرفق والسخاء والورع والرفق والقناعة والمحبة، وتشجيع كفالة اليتيم والإحسان للأرملة والفقير والمسكين، وإكرام الضيف والجار، ومساعدة الغريب وابن السبيل. ومحاربة كل ما يهدد التماسك الاجتماعي كالظلم والغيبة والنميمة والتحاسد والتباغض والاستهزاء بالآخرين والحقد والخيانة والغش والغدر والكذب والتجسس وسوء الظن ونقض العهد والكبر وغيرها مما جاء الإسلام بمحاربته. إنه نظام اجتماعي فريد يحق لنا أن نفتخر به. ¶ وأنا أتساءل هنا: ماذا قدمت الدول الإسلامية ودولتنا من قوانين وبرامج لتحقيق هذه السياسة الاجتماعية الإسلامية؟ ¶ ويعني تطبيق الشريعة الحفاظ على المجتمع المسلم وإبعاد كل أخطار الانحلال الخلقي كالمخدرات والتفسخ والعري والأفكار الهدامة والمذاهب الإلحادية كالشيوعية والماسونية والعلمانية. ¶ فواجب على الحاكم المسلم بإجماع العلماء من لدن الصحابة إلى هذه الأعصار منع التفسخ في الشواطئ والمسابح ونحوها. ويمكنه بدل هذا",
            "page": "148",
            "part": "1",
            "seal": "88D9873D"
        },
        {
            "id": "149",
            "nass": "الاختلاط المخزي تهييء أماكن خاصة للرجال وأخرى للنساء. كما هو شأن الحمامات مثلا. ¶ قال العلامة الونشريسي في المعيار (12/ 25): التشديد على الظلمة والمجترئين من أهل العتو والفساد مهيع مألوف في الشرع وقواعد المذهب، ومنه في المذهب المالكي غير نظير. ¶ ويجب على الحاكم المسلم منع نوادي الرقص الليلية والخمارات ودور الدعارة، لأنها حرام شرعا، ولأنها تعرض الفرد والمجتمع للتفسخ والانحلال وتشجع على الجريمة والقتل والاغتصاب. ¶ ذكر الناصري في الاستقصا (6/ 125) أنه لم يبق أيام السلطان إسماعيل العلوي لأهل الدعارة والفساد محل يأوون إليه. ¶ وذكر القادري في نشر المثاني (1/ 1364) أن في سنة 1048 هـ قطع المحتسب في فاس شراب الدخان وقطع اللهو وآلات الطرب في النساء، وألزم الناس الصلوات في الوقت والستر في الحمام، وغَيَّر مناكر شتى. ¶ ويجب على الحاكم المسلم منع زرع المخدرات وترويجها والمتاجرة فيها. ¶ ويجب على الحاكم المسلم الحفاظ على الأسرة المسلمة ومقوماتها وإبعاد كل المؤثرات الخارجية عنها، مثل الأفلام وخاصة الإباحية أو التي فيها ترويج للعلاقات الغير الشرعية كالأفلام المكسيكية والتركية والغربية. ¶ قال عليش في فتح العلي المالك في الفتوى على مذهب الإمام مالك (4/ 435): ويجب على الحاكم مراعاة مصالح المسلمين ودفع الضرر عنهم وسد أبواب الفتن ما أمكن.",
            "page": "149",
            "part": "1",
            "seal": "039DDE09"
        },
        {
            "id": "150",
            "nass": "وقال ابن المناصف المراكشي المالكي (المتوفى سنة 620 هـ) في تنبيه الحكام على مآخذ الأحكام (325 - 326): وكذلك ينبغي للقضاة أو الحكام البحث والكشف عما اشتهر ذكره من المناكر، وعرف بالجملة ظهوره وانتشاره، وأنس الناس به، كاتخاذ النساء في السرور والحزن والمآتم، يجتمعن لأنواع الملاهي والمناكر في الديار والمحلات، وبعض الشوارع والحمامات، وما أشبه ذلك، وكذلك الفحص عمن شهر بالفساد من بيع الخمر، وجمع الفساق، ومتخذي الديار المعدة لذلك، وكالملهين بما لا يحل، وأهل صنائع المنكر ونحوهم، ممن يتصف بإدمان المعاصي في ذلك، وارتكاب المحظور بالإعانة، ومن هو كالآلة لوقوع المنكر على يديه. ففي مثل هؤلاء يجب اجتهاد الولاة والفحص في ذلك وارتكابه عنهم، وتفقد مظان ذلك منهم، واستعمال الحد في ردعهم، واستيلاء القهر والإخافة عليهم، وإذا ظهروا من ذلك على ما يوجب العقوبة والتنكيل فعلوه بهم على أعين الناس، ففي ذلك إن شاء الله ردع لظهور المنكر، وتطهير لمواضع الفساد، وإظهار لشعائر الإسلام. فواجب الآن على الحكام الابتداء بالكشف والبحث في مثل هؤلاء، لأن الشر والفساد قد كثر جدا وانتشر، وتحقق صحة كون ذلك مشتهرا في المواضع. فلا ينبغي للقاضي التهاون به وترك القيام فيه حتى يرفع إليه، إذ قد لا يرفعه أحد، لما أنس الناس اليوم من كثرته، واعتادوا من ملازمته، حتى لا يكاد أحد ينكره، فإهمال البحث عن ذلك مؤد إلى استمراره واستدامته مع قلة القيام به. ¶ وليس ابتداء البحث في مثل هذا محظورا من جهة أنه يظن من قبيل التجسيس، بل هذا هو الواجب إن شاء الله تعالى ههنا، لأن البحث والكشف إنما يكون تجسيسا محظورا فيمن استتر ولم يشتهر عنه ذلك بكثرة الظهور عليه، أو اتخاذه ذلك المنكر كسبا ودأبا حتى عاد",
            "page": "150",
            "part": "1",
            "seal": "B290DA76"
        },
        {
            "id": "151",
            "nass": "أمره بذلك معلوما بالإغضاء عن مشتهرات المناكر، وترك البحث عن قطع موادها مؤد إلى وعيد قوله - صلى الله عليه وسلم - لما سألته زينب: أنهلك وفينا الصالحون؟ فقال - صلى الله عليه وسلم -: «نعم، إذا كثر الخبث» (¬1). انتهى كلام ابن المناصف. ¶ وفي المدونة الكبرى (3/ 525): قلت: أرأيت إن أجَّرت داري من رجل فظهرت منه دعارة وفسق وشرب الخمور أيكون لي أن أخرجه من داري وأنقض الإجارة؟ قال: الإجارة بحالها لا تنتقض, ولكن السلطان يمنعه من ذلك ويكف أذاه عن الجيران وعن رب الدار, فإن رأى السلطان أن يخرجه عنهم أخرجه عنهم وأكرى له الدار فأما كراء رب الدار فهو عليه لا ينتقض على حال. قلت: وهذا قول مالك؟ قال: هذا رأيي. والقصارون إذا اتخذوا في دورهم ما لا ينبغي من شربهم الخمور واتخاذهم فيها الخنازير منعهم السلطان ولم تنتقض الإجارة؟ قال: نعم. ¶ فهذا نص واضح من إمام المذهب في وجوب غلق دور الدعارة والفسق وشرب الخمر ومنع إجارة المنزل لاتخاذ ذلك. وقد تابع علماء المذهب إمامهم في ذلك فجلهم نص على ذلك، منه قول ابن بطال في شرح صحيح البخاري (8/ 288): قال المهلب: إخراج أهل الريب والمعاصي من دورهم بعد المعرفة بهم واجب على الإمام من أجل تأذي من جاورهم، ومن أجل مجاهرتهم ¶ ¬_________ ¶ (¬1) رواه البخاري (3/ 3168 - 3403 - 6650 - 6/ 6716) ومسلم (4/ 2880) والترمذي (4/ 2187) وابن ماجه (2/ 3953) وأحمد (6/ 428 - 429) والنسائي في الكبرى (6/ 391 - 407) وابن أبي شيبة (7/ 459) والحميدي (1/ 308) وأبو يعلى (13/ 7155 - 7159) وابن أبي عاصم في الآحاد والمثاني (5/ 429) والطبراني في الكبير (24/ 51 - 52 - 53 - 55) والبيهقي في السنن (10/ 93) والشعب (6/ 98) والاعتقاد (215) عن زينب. وقال الترمذي: هذا حديث حسن صحيح.",
            "page": "151",
            "part": "1",
            "seal": "107570D3"
        },
        {
            "id": "152",
            "nass": "بالعصيان، وإذا لم يعرفوا بأعيانهم فلا يلزم البحث عن أمرهم. لأنه من التجسس الذي نهى الله عنه، وليس للسلطان أن يرفع ستر اختفائهم حتى يعلنوا إعلانا يعرفون به لقوله - صلى الله عليه وسلم - عن الله تعالى (¬1): «كل عبادي معافون إلا المجاهرين» (¬2) فحينئذ يجب على السلطان تغييره والنكال به. ¶ وكذا نص إمام المذهب أن من وجد مع امرأة وهما متهمان يضربان، وكذا من وجد مع قوم يشربون الخمر وهو لا يشرب يؤدب. ¶ قال ابن رشد في البيان والتحصيل (16/ 349): وسئل عن رجل يؤخذ مع المرأة في بيت واحد وهما متهمان، قال: يضربان ضرباً جيداً وجيعاً، قيل له: بثيابهما؟ قال: لا بل على حال تضرب الحدود. قال محمد بن رشد: هذا بين على ما قاله، وكذلك قال مالك في الذي يوجد مع قوم يشربون الخمر وهو لا يشرب إنه يؤدب وإن قال إني صائم ولا يلتفت إلى قوله. ¶ وقال أبو العباس القرطبي في المفهم (14/ 119): وجب على السلطان إذا وقع له أحد من هؤلاء أن يُغلِّظ العقوبة عليهم في أبدانهم بالضرب، والإهانة، وبإتلاف مال الربا عليهم بالصدقة به، كما يفعل بالمسلم إذا أجر نفسه في عمل الخمر، فإنه يتصدَّق بالأجرة، وبثمن الخمر إذا باعها. ويدلّ على صحة ما ذكرناه قوله تعالى: {يَمْحَقُ اللهُ الْرِّبَا}. أي: يفسخ عقده، ويرفع بركته، وتمام المحق بإتلاف عينه. ¶ ¬_________ ¶ (¬1) هذا وهم فهو من قوله - صلى الله عليه وسلم -، لا من قوله تعالى. ¶ (¬2) رواه البخاري (5/ 5721) ومسلم (4/ 2990) عن أبي هريرة عن النبي - صلى الله عليه وسلم - قال: كل أمتي معافى إلا المجاهرين. الحديث.",
            "page": "152",
            "part": "1",
            "seal": "36D949A7"
        },
        {
            "id": "153",
            "nass": "وقال ابن رشد في البيان والتحصيل (9/ 361 - 362): وحمل الرجل الخمر علانية ومشيه مع المرأة الشابة يحادثها وما أشبه ذلك من المناكر الظاهرة لا يقدر على تغييرها جملة إلا السلطان، فواجب عليه أن ينكرها ويغيرها جهده، بأن يولي من يجعل إليه تفقد ذلك والقيام (به) قال رسول الله - صلى الله عليه وسلم -: «إن الله لا يعذب العامة بعمل الخاصة. ولكن إذا عمل المنكر جهاراً استحقوا العقوبة كلهم» (¬1). ويستحب لمن دعاه الإمام إلى ذلك أن يجيبه إليه إذا علم أن فيه قوة عليه كما قال مالك رحمه الله، لما في ذلك من التعاون على فعل الخير قال تعالى: {وَتَعَاوَنُوا عَلَى الْبرِّ وَالتَّقْوَى وَلاَ تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ} ومن لم يدع إلى ذلك فيجب عليه أن ينكر من ذلك ما أطلع عليه مما مر به واعترضه في طريقه ¶ ¬_________ ¶ (¬1) رواه أحمد (4/ 192) وابن أبي عاصم في الآحاد والمثاني (4/ 2431) من طريق ابن نمير ثنا سيف قال سمعت عدي بن عدي يحدث مجاهدا قال حدثني مولى لنا أنه سمع عديا. إلا عند أحمد: يحدث عن مجاهد قال حدثني مولى لنا. وهو خطأ. ¶ ويؤيده أنه رواه ابن المبارك في الزهد (476) قال أخبرنا سيف قال سمعت عدي بن عدي الكندي يقول حدثني مولى لنا أنه سمع جدي يقول سمعت رسول الله - صلى الله عليه وسلم -. ¶ ومن طريقه أحمد (4/ 192) وعبد الغني المقدسي في الأمر بالمعروف والنهي عن المنكر (20) والطبراني في الكبير (17/ 139) والبغوي في شرح السنة (14/ 4155) وابن أبي الدنيا في الأمر بالمعروف والنهي عن المنكر (101). ¶ وفي كلا الإسنادين مبهم. ¶ لكن رواه أحمد (4/ 192) فعين المبهم قال ثنا جرير بن حازم قال حدثني عدي بن عدي عن رجاء بن حيوة والعرس بن عميرة عن أبيه عدي. ¶ وهذا سند صحيح. ¶ ورواه مالك (1799) ومن طريقه البيهقي في الشعب (6/ 99) وأبو نعيم في الحلية (5/ 298) عن إسماعيل بن أبي حكيم أنه سمع عمر بن عبد العزيز يقول: كان يقال: .. فذكره.",
            "page": "153",
            "part": "1",
            "seal": "60ABFA21"
        },
        {
            "id": "154",
            "nass": "على الشرائط الثلاث. وأما الانتداب إلى ذلك والقيام بتفقده وتغيره فلا يجب على أحد في خاصة نفسه سوى الإمام. ¶ وفي نوادر ابن أبي زيد (14/ 317) نقلا عن كتاب ابن حبيب قلت لمطرف: فإذا رفع إلى الإمام أن في بيت فلان خمرا أيكشف عن ذلك؟ قال: أما المأبون بذلك أو مشهور بالخمر والسفه فأرى له تعاهده، وليكشف عن بيته، ذكر له عنه أو لم يذكر، وأما غير المعروف فلا يكشفه، وإن شهدوا على البيت. وقاله أصبغ. ¶ وقال ابن رشد في البيان والتحصيل (16/ 297): وسئل مالك أيحرق بيت الرجل الذي يوجد فيه الخمر يبيعها؟ فقال: لا. ¶ إنما وقع السؤال عن هذا لما جاء من أن عمر بن الخطاب أحرق بيت رجل من ثقيف يقال له رويشد الثقفي كان يبيع الخمر ووجد في بيته خمراً فقال له: أنت فويسق ولست رويشدا (¬1). فقوله في الرواية: إنه لا يحرق بيته هو المعلوم من مذهبه، لأنه لا يرى العقوبة في الأموال، إنما يراها في الأبدان. وقد قال في سماع أشهب من كتاب السلطان وأرى أن يضرب من انتهب ومن أنهب. وقد حكى ابن لبابة عن يحيى بن يحيي أنه قال: أرى أن يحرق بيت الخمار، واحتج بحديث عمر بن الخطاب في حرقه بيت رويشد الثقفي لبيعه الخمر فيه، وقد حكى يحيى بن يحيى عن بعض أصحابه أن مالكاً كان يستحب حرق بيت المسلم الذي يبيع الخمر، قيل له: فالنصراني يبيع الخمر من المسلمين؟ قال: إذا تقدم إليه ¶ ¬_________ ¶ (¬1) رواه عبد الرزاق (6/ 77) (9/ 229) عن صفية بنت أبي عبيد. وسنده صحيح. وصفية هذه هي امرأة عبد الله بن عمر بن الخطاب. روى لها البخاري تعليقا ومسلم. ووثقها العجلي وابن حبان.",
            "page": "154",
            "part": "1",
            "seal": "7B278B8C"
        },
        {
            "id": "155",
            "nass": "فلم ينته فأرى أن يحرق عليه بالنار، واحتج بفعل عمر بن الخطاب وهي رواية شهادة (¬1) في المذهب، لأن العقوبات في الأموال أمر كان في أول الإسلام، من ذلك ما روي عن النبي عليه السلام في مانع الزكاة إنا آخذوها وشطر ماله عزمة من عزمات ربنا. وما روي عنه في حريسة الجبل أن فيها غرم مثليها وجلدات نكال. وما روي عنه من أنه من أخذ من يصيد في حرم المدينة شيئاً فلمن أخذه سلبه، ومن مثل هذا كثير، ثم نسخ ذلك كله بالإجماع على أن ذلك لا يجب، وعادت العقوبات في الأبدان، وبالله التوفيق. ¶ وقال ابن رشد في البيان والتحصيل (9/ 416): في سماع أبي زيد من ابن القاسم: سئل مالك عن فاسد يأوي إليه أهل الفسق والخمر ما يصنع به. قال: يخرج من منزله وتحرز عنه الدار والبيوت. فقال: فقلت: لا تباع عليه؟ قال: لا، فلعله يتوب فيرجع إلى منزله. قال ابن القاسم: يتقدم إليه مرة أو مرتين، فإن لم يتب أخرج وأكري عليه. ¶ قال ابن رشد رحمه الله: قد قال مالك في الواضحة: «إنها تباع عليه» خلاف قوله في هذه الرواية، وقوله فيها أصح، لما ذكره من أنه قد يتوب فيرجع إلى منزله. ولو لم تكن الدار له وكان فيها بكراء أخرج منها وأكريت عليه، ولم يفسخ كراؤه فيها، قاله في كراء الدور من المدونة (¬2). ¶ ويجب على الحاكم المسلم القيام بواجب الحسبة والأمر بالمعروف والنهي عن المنكر: ¶ ¬_________ ¶ (¬1) كذا في المطبوع. ولعل الصواب: شاذة. ¶ (¬2) المدونة (5/ 1771).",
            "page": "155",
            "part": "1",
            "seal": "A583417C"
        },
        {
            "id": "156",
            "nass": "فقد عرف المغرب خلال عصوره المتتابعة منذ عهد الأدارسة إقرار نظام الحسبة التي كان يقوم بها في البداية القاضي ثم تحولت بعد إلى منصب رسمي يسمى المحتسب (¬1). ¶ وكانت مهمته: مراقبة سير التجار والصناع والفلاحين وأحوال الناس في الأسواق والمساجد والحمامات وسائر المؤسسات وفق ضوابط الشريعة الإسلامية، للأمر بالمعروف والنهي عن المنكر. ¶ وفي عهد المرينيين أصبح للمحتسب مهمة رسمية تختص في المحافظة على ضوابط الشريعة (¬2). ¶ وفي عهدهم ظهرت وظيفة صاحب الصلاة، وكانت وظيفته حمل الناس على الصلاة والحضور في أوقاتها والتشديد على المتهاونين فيها (¬3). ¶ وهكذا فعل الوطاسيون بعد المرينيين، ثم السعديون، ثم العلويون إلى أن جاء الاستعمار فضعَّف بل همَّش دور المحتسب، وما زال الحال على ذلك إلى أيامنا هذه. ورغم إصدار الحسن الثاني لقانون رقم 02.82 بتاريخ 28 شعبان 1402/ 21 يونيو 1982 يتعلق باختصاصات المحتسب وأمناء الحرف، وذكر منها مراقبة جودة المنتجات أو الخدمات وأثمانها والصدق في المعاملات والمحافظة على الصحة والنظافة والأفعال المنافية للآداب والأخلاق العامة ¶ ¬_________ ¶ (¬1) الحسبة الذي أمر بتصنيفه الملك الحسن الثاني (18). ¶ (¬2) نفس المرجع (23). ¶ (¬3) نفس المرجع.",
            "page": "156",
            "part": "1",
            "seal": "FAFDB3F6"
        },
        {
            "id": "157",
            "nass": "ونحو ذلك. لكنه بقي حبرا على ورق. ومن جهة أخرى فرغم وجود مصلحة في كل العمالات المغربية خاصة بالمحتسب، إلا أنها لا تقوم بدورها. ¶ قال محمد ميارة الكبير (ت1023) في أول شرحه على لامية الزقاق: قد ألَّف الناس في خطة الحسبة بالخصوص تآليف، وقفت على جملة منها. وشاهدت في صغري كتبا عديدة على مرافع دكان المحتسب الكائن بالقشاشين. فقيل لي: إنها في أحكام الحسبة وما يتعلق بها، وهي محبسة على أن تكون هناك ليطالعها وينظر فيها من يتولى خطة الحسبة (¬1). ¶ وأغلب ملوك الدولة العلوية كان لهم محتسبون يتولون هذه الخطة ويقومون بواجباتهم فيها (¬2). ¶ ومن أواخرهم السلطان الحسن الأول المتوفى سنة 1311 (¬3) والسلطان عبد الحفيظ، فإلى غاية 1331 كان المحتسب لازال يقوم بدوره (¬4). ¶ ذكر ابن المناصف في تنبيه الحكام (320) وتبعه العقباني في تحفة الناظر (55 - فما بعد) لتغيير المنكر خمسة مراتب، بعضها أشد من بعض، بدءا بمجرد التنبيه إلى التغيير باليد: النوع الرابع: التغيير بملاقاة اليد لإزالة ذلك المنكر، وإذهاب وجوده، وذلك فيمن كان حاملا للخمر، أو لابس ثوب حرير، أو ¶ ¬_________ ¶ (¬1) نفس المرجع (26). ¶ (¬2) انظر الإتحاف (4/ 545) - (3/ 658) - (5/ 277) - (1/ 427). ¶ (¬3) الإتحاف (2/ 437 - 442). ¶ (¬4) الإتحاف (1/ 436).",
            "page": "157",
            "part": "1",
            "seal": "FD12B7BB"
        },
        {
            "id": "158",
            "nass": "خاتم ذهب، أو ماسكا لمال مغصوب، وعينُه قائمة بيده، وربه متظلم من بقاء ذلك بيده، طالب رفع المنكر في بقائه تحت حوزه وتصرفه. ¶ فأمثال هذا النوع لابد فيه مع الزجر والإغلاظ، من المباشرة للإزالة باليد أو ما يقوم مقام اليد، كأمر الأعوان الممتثلين أمر المغير في إزالتهم له بوازع الطاعة وإعمال المسارعة، فيريقون الخمر، وينزعون ثوب الحرير وخاتم الذهب، ويختطفون المغصوب من يد الغاصب ويردونه لمالكه، وما شاكل ذلك من أسباب السعي في زوال ذلك المنكر ومحو أثره. قال رسول الله - صلى الله عليه وسلم -: «من رأى منكم منكرا فليغيره بيده» (¬1). ¶ وكان سحنون إمام المالكية في عصره يغير المناكر في الأسواق، ويفرق حلق المبتدعة، ويمنع أن يكون المبتدعة أئمة أو معلمين. ترتيب المدارك (4/ 60). ¶ وفي ترتيب المدارك (6/ 100) في ترجمة محمد بن عبد الله بن يحيى، المعروف بابن أبي عيسى: قال ابن حارث: فالتزم ابن أبي عيسى في قضائه الصرامة في تنفيذ الحقوق، وإقامة الحدود، والكشف عن أحوال الشهود، والصدع بالحق في السر والجهر، ولم يداهن ذا قدر، ولا أغضى لأحد من أصحاب السلطان عن هنة. حتى تحاموا جانبه. فلم يكونوا يطمعون فيه. وله في التقصي عن إخراج الحقوق من أكابر الناس أخبار كثيرة. ولقد أتى مرة وصيف معه آلة لهو، فأمر بكسرها. فقيل له: إنه لفلان - وسُمّي له رجل عظيم - فلم يثنه ذلك عن كسرها. ¶ ¬_________ ¶ (¬1) تقدم.",
            "page": "158",
            "part": "1",
            "seal": "40052F58"
        },
        {
            "id": "159",
            "nass": "وفي تاريخ ابن الفرضي (291) في ترجمة العباس بن قرعوس أبي قرعوس والي سوق الأندلس: وكان يضرب ضربا شديدا ويشتد على أهل الريب. وأدرك رسولا للأمير وهو يحمل شرابا للأمير، فأمر بكسره وإهراقه وضرب الرسول ضربا وجيعا. ¶ وذكر ابن فرحون في تبصرة الحكام (2/ 129) أن المتهم بالفجور كالسرقة وقطع الطريق والقتل والزنا لابد أن يكشفوا ويُسْتَقصى عليهم بقدر تهمتهم وشهرتهم بذلك. ¶ وراجع رسالتي المطبوعة: تغيير المنكر عند المالكية. ¶ ويجب على الحاكم المسلم إطعام الفقراء والمساكين، بل القضاء على الفقر والحرمان. ¶ لأن الشريعة تقوم على العدل، ولأن من واجب الحاكم رعاية مصالح الأمة: ¶ قال تعالى: {إِنَّ اللهَ يَامُرُكُمْ أَن تُؤدُّوا الأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُم بَيْنَ النَّاسِ أَن تَحْكُمُوا بِالْعَدْلِ إِنَّ اللهَ نِعِمَّا يَعِظُكُم بِهِ إِنَّ اللهَ كَانَ سَمِيعاً بَصِيراً}. [النساء58]. ¶ قال القرطبي في تفسيره (5/ 256): والأظهر في الآية أنها عامة في جميع الناس فهي تتناول الولاة فيما إليهم من الأمانات في قسمة الأموال ورد الظلامات والعدل في الحكومات. وهذا اختيار الطبري. وتتناول من دونهم من الناس في حفظ الودائع والتحرز في الشهادات وغير ذلك، كالرجل يحكم في نازلة ما ونحوه. والصلاة والزكاة وسائر العبادات أمانة الله تعالى.",
            "page": "159",
            "part": "1",
            "seal": "8DF50516"
        },
        {
            "id": "160",
            "nass": "وقال تعالى: {وَضَرَبَ اللهُ مَثَلاً رَّجُلَيْنِ أَحَدُهُمَا أَبْكَمُ لاَ يَقْدِرُ عَلَىَ شَيْءٍ وَهُوَ كَلٌّ عَلَى مَوْلاهُ أَيْنَمَا يُوَجِّههُّ لاَ يَاتِ بِخَيْرٍ هَلْ يَسْتَوِي هُوَ وَمَن يَامُرُ بِالْعَدْلِ وَهُوَ عَلَى صِرَاطٍ مُّسْتَقِيمٍ}. [النحل76]. ¶ ونصت الشريعة على وجوب إطعام الفقراء: قال تعالى: {وَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلاَ تُبَذِّرْ تَبْذِيراً} [الإسراء26]. ¶ وقال تعالى: {فَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ ذَلِكَ خَيْرٌ لِّلَّذِينَ يُرِيدُونَ وَجْهَ اللهِ وَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ} [الروم38]. ¶ وقال تعالى: {لَّيْسَ الْبِرَّ أَن تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللهِ وَالْيَوْمِ الآخِرِ وَالْمَلآئِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّآئِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَاسَاء والضَّرَّاء وَحِينَ الْبَاسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ} [البقرة177]. ¶ وقال: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاء وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِّنَ اللهِ وَاللهُ عَلِيمٌ حَكِيمٌ} [التوبة60]. ¶ وعن ابن عباس أن معاذا قال: بعثني رسول الله - صلى الله عليه وسلم - قال: إنك تأتي قوما من أهل الكتاب فادعهم إلى شهادة أن لا إله إلا الله وأني رسول الله. فإن هم أطاعوا لذلك فأعلمنهم أن الله افترض عليهم خمس صلوات في كل يوم وليلة.",
            "page": "160",
            "part": "1",
            "seal": "5871DAB9"
        },
        {
            "id": "161",
            "nass": "فإن هم أطاعوا لذلك فأعلمهم أن الله افترض عليهم صدقة تؤخذ من أغنيائهم فترد في فقرائهم. رواه البخاري (2/ 1425) (4/ 4090) ومسلم (1/ 19). ¶ وعن ابن عمر عن النبي - صلى الله عليه وسلم -: كلكم راع، وكلكم مسئول عن رعيته، الإمام راع ومسئول عن رعيته. متفق عليه. ¶ ويجب على الحاكم المسلم الفصل بين الرجل والمرأة قدر الإمكان، وذلك بتخصيص طبيبات وممرضات خاصة بالنساء، وإنشاء مسابح خاصة للرجال وأخرى للنساء. وتخصيص مدرسات للإناث ومدرسين للذكور. ¶ وإنما أباح المالكية مداواة الرجل للمرأة عند الضرورة: قال ابن عبد البر في التمهيد (5/ 280): وقد رخصوا أن يداوي الرجال عند الاضطرار النساء على سبيل السترة والاحتياط. ¶ ومن الناحية القانونية: ¶ تعتبر أحكام الشريعة الإسلامية فوق جميع الأحكام وأسماها وأعلاها. ¶ وقد جاء في بيان المؤتمر الثاني لجمعية العلماء خريجي دار الحديث الحسنية المنعقد بمراكش أيام 14 - 15 - 16 جمادى الأولى 1396 هـ موافق 14 - 15 - 16 ماي 1976 م التأكيد على ضرورة جعل التشريع المغربي تشريعا إسلاميا مستمدا من أطر الإسلام وقواعده والأعراف المغربية الأصيلة (¬1). ¶ وأحكام الشريعة بعضها منصوص عليها في القرآن والسنة، فهذا القسم يجب الإذعان له، ولا يسمح لأي تشريع بتجاوزه وإقصائه. يعني لا يجوز سن ¶ ¬_________ ¶ (¬1) ميثاق الرابطة عدد 1036 الجمعة 6 شعبان 1424هـ الموافق 3 أكتوبر 2003م.",
            "page": "161",
            "part": "1",
            "seal": "C9A768CD"
        },
        {
            "id": "162",
            "nass": "أي قانون يخالف حكما شرعيا مجمعا عليه. وكل قانون يخالفه يجب إلغاؤه والحرص على تبديله. ¶ وبعضها ترك الشرع مجالها مفتوحا للتطور والتغير، فهذه يجوز الاجتهاد في تشريع أحكامها مع ضرورة الانضباط بضوابط الشريعة العامة والخاصة المتعلقة بها. ¶ فمثلا قانون السير في الطرق لا توجد له أحكام تفصيلية خاصة لكن عندنا في الشريعة ضوابط كثيرة تضبطه، مثل: تحريم الاعتداء على حق الغير وعلى النفس، وكالدية مثلا عند القتل والقصاص عند الجرح، وحرمة الاعتداء على المسلم أو ترويعه. وأن من ألحق ضررا بملك غيره ضمن، وهكذا. ¶ وأما العقوبات الزجرية للمخالفات القانونية في السير التي لا نص فيها فهذه المجال فيها مفتوح للحاكم أو المؤسسات التي تعمل تحته لأنها عند الفقهاء داخلة في باب التعزير. ¶ قال القاضي الشماع الهنتاني في مطالع التمام ونصائح الأنام (1/ 237): التعزيرات والعقوبة بالحبس وهو تأديب واستصلاح وزجر على الذنوب التي لم يشرع فيها حدود ولا كفارات. انتهى. ¶ وقد أطال العلامة والمناضل والوطني علال الفاسي في كتابه «دفاع عن الشريعة الإسلامية» الكلام على ضرورة انضباط القوانين بالشريعة الإسلامية. واعتبر أن ما تم تحقيقه في الحكومة الأولى بعد الاستقلال من كون القضاة جميعا مغاربة وأن تكون المرافعات باللغة العربية مكسبا هاما، لكنه غير كاف. وزاد (21): لا يكفينا ذلك، لأن الغاية عندنا ليس هي أن يحكم المغربي مكان",
            "page": "162",
            "part": "1",
            "seal": "290F6972"
        },
        {
            "id": "163",
            "nass": "الأجنبي. ولكن الغاية هي أن يستعمل المغربي قانونا غير القانون الذي كان يستعمله الأجنبي. الغاية عندنا هي إعادة النظر في القوانين النافذة في المغرب في مختلف المحاكم الموجودة، وتوحيدها في قوانين مستمدة من الشريعة الإسلامية، أو هي الشريعة الإسلامية مدونة تدوينا عصريا، ومع الاجتهاد الضروري لسد حاجة العصر. ¶ وقال (23): فإذا رضينا نحن بقوانين الأجنبي مكان قوانيننا، وإذا اخترنا لغته مكان لغتنا، وحضارته مكان حضارتنا، فمعنى ذلك أننا لم نزد على أن ورثنا سلطته وقمنا مقامه في تطبيق البرامج التي كان يعمل لها. ¶ وقال (39): وتغيير القوانين لم يقصد منه إلا إضعاف العقيدة التي بني عليها المجتمع، ليسهل تحويله من نموذجه الإسلامي الأصلي إلى نموذج غربي على صورة المستعمر الفرنسي أو الإسباني بالنسبة إلينا. ¶ وقال (4): لقد أصبح قسم من المسلمين -وجلهم من المسؤولين في الحكومات الإسلامية- يقومون مقام المستعمر في الذب عن الفكر الأجنبي المتمثل في القوانين المحدثة، وكيل الطعن المتوالي على الفقه الإسلامي ورجاله ودعاة العودة إليه. ¶ وحكى بمرارة كيف تم إيقاف العمل بسن القوانين الموافقة للشريعة وهو شاعد عيان على ذلك، قال رحمه الله (5 - 6): وفي المغرب لم يكن يخطر ببال أحد من المناضلين الأولين أن القانون الذي وضعه الفرنسيون لمقاصد استعمارية سيصبح المتحكم في كل النشاط الإسلامي في المغرب. فبمجرد ما أعلن الاستقلال وتكونت الحكومة الأولى أصدر جلالة المرحوم محمد الخامس أمره",
            "page": "163",
            "part": "1",
            "seal": "19AB6214"
        },
        {
            "id": "164",
            "nass": "بتأسيس لجنة لتدوين الفقه الإسلامي استعدادا لجعله القانون الرسمي للدولة في جميع المحاكم التي أخذت تسير في طريق التوحيد. ولم يكن يخطر ببال جلالته ولا ببالنا نحن أعضاء لجنة التدوين الذين شرفهم جلالته بتعيينهم لأداء هذه المهمة أن عملنا سيقتصر على مجرد الأحوال الشخصية. والدليل على ذلك أننا اشتغلنا في قسم الأموال بعد إنجازنا للأحوال، ولكن قسم التشريع بالكتابة العامة الذي يشرف عليه لحد الآن فنيون فرنسيون أوقف أمر البت فيه، وترتب على ذلك أن توقف سير التدوين في بقية أبواب الفقه الأخرى. ثم حدث أن عرضنا على البرلمان المغربي وقت انعقاده مشروع قانون بتوحيد المحاكم والقوانين في المغرب صادق عليه النواب بالإجماع وأصبح نافذ المفعول، فكان من المنتظر التي تأسس لجان على الفور لإعادة النظر في القوانين التي قرر تطبيقها على المغاربة، لنسخها بقوانين مغربية تمثل مقتضيات الشريعة الإسلامية طبقا لروح التشريع المغربي وما فيه من اختيار ومن عمل. ولكن الأمر جرى بعكس هذا فقد استقر الوضع على إبقاء دار لقمان على ما هي عليه، وأصبحنا نسمع بإمكان نسخ المادة التي تمنع الربا على المسلمين وغير ذلك من كل ما ينافي الشريعة الإسلامية، بدعوى أن من الصعب أو المستحيل تطبيق الشريعة الإسلامية في المغرب الحديث نظرا لمنافاتها لكثير مما جرى به العمل وسارت عليه الأحوال. ¶ وزاد مؤكدا (7): ولاشك أننا لو سايرنا التشريعات التي وضعها المستعمرون في كل من الهند وأندونيسيا والعالم العربي وإفريقيا لاستخرجنا منها حججا دامغة على أن مقاصد المستعمرين في تلك التشريعات لم تكن إلا هدم الكيان الوطني، وفسح المجال للاستعمار الرأسمالي الأجنبي. وفيما أعطيناه من",
            "page": "164",
            "part": "1",
            "seal": "673E72E1"
        },
        {
            "id": "165",
            "nass": "نماذج من القوانين التي وضعها المستعمرون في بلادنا ما يبين الحقيقة ويدل على ما وراءه. ¶ وقال (167): إن القوانين التي بين أيدينا والتي يريدون تطبيقها في عهد الاستقلال والتوحيد ليست صالحة للبقاء، ومراجعتها لا تكفي. لأن في دسمها سما لا يمكن التوقي منه. وإنما يجب أن تضع قوانينها من جديد مستمدين لها من الشريعة الإسلامية، غير مقصرين في تفهم المراحل القانونية التي اجتازتها بلادنا. ¶ وقال (219): وهكذا نرى مقاصد التشريع الاستعماري ساريا في كل فصول القوانين التي وضعها الفرنسيون والتي أصبحنا نقدسها ونعمل على تطبيقها على مواطنينا. ¶ وقال (221): إن إبقاءنا على القوانين الأجنبية أو اعتبارنا لها مصدرا من مصادر تشريعاتنا المقبلة هو عين الرضا بدوام الاستعمار، والإبقاء على بذوره في نفوسنا وأفكارنا إلى الأبد. انتهى. ¶ والأصل في التشريع القانوني في الإسلام: أن ما شرعت الشريعة له حكما يجب الالتزام به. وما استجد من أحداث يجب الاجتهاد من قبل أهل الاختصاص لتشريع أحكام تتعلق به. ¶ فليس كل تشريع حرام. والتشريع الممنوع هو التشريع الذي لا ينضبط بأحكام الشريعة أو المخالف لها. أما إذا انضبط وفقها فليس تشريعا ممنوعا. ¶ فالدستور مثلا يجب ألا يتضمن أي نص يخالف أحكام الشريعة. وكل القوانين التي تصدرها الحكومة يجب أن تكون وفق الشريعة الإسلامية. ويجب",
            "page": "165",
            "part": "1",
            "seal": "88DA8CC5"
        },
        {
            "id": "166",
            "nass": "أن تصدر قوانين تحرم كل المحرمات الشرعية كالخمر والقمار والخنزير والزنا واللواط وغيرها. ¶ في مشروع دستور عبد الكريم مراد الذي يعد ثاني مشروع دستور عرض في المغرب بعد مشروع علي زنيبر: ضرورة ضبط الأموال التي تأخذ من الناس بما يوافق الشريعة (¬1). ¶ وأن المحافظة على المعاهدات الأجنبية مشروطة بعدم مخالفة الشريعة (¬2). ¶ وأن أصول مواد القوانين المغربية يجب أن تكون وفق ما أتت به الشريعة (¬3). ¶ وأكد على وجوب إلغاء جميع الضرائب المخالفة للشريعة (¬4). ¶ ونفس الشيء: نجده في المشروع الثالث للدستور المغربي: اشتراط موافقة المال الذي يجمع من الناس لأحكام الشريعة (¬5). ¶ والشريعة بشمولها وعمومها شاملة لكل مستجدات الحياة مستغرقة لكل مجالاتها وأنحائها، وليس كما يقول العلمانيون: إن زمانها ولى وانتهى. ¶ ولننقل هنا فقرة طويلة في تقرير شمول الشريعة لكافة المستجدات والأحكام لعالم مالكي بارع: ¶ ¬_________ ¶ (¬1) مظاهر يقظة المغرب (2/ 424 - 428). ¶ (¬2) نفس المرجع (2/ 425). ¶ (¬3) نفس المرجع (2/ 426). ¶ (¬4) نفس المرجع (2/ 430). ¶ (¬5) نفس المرجع (2/ 435).",
            "page": "166",
            "part": "1",
            "seal": "605F4CC0"
        },
        {
            "id": "167",
            "nass": "قال الشاطبي في الاعتصام (2/ 816 - 818): إن الله تعالى أنزل الشريعة على رسوله - صلى الله عليه وسلم - فيها تبيان كل شيء يحتاج إليه الخلق في تكاليفهم التي أمروا بها وتعبداتهم التي طوقوها في أعناقهم، ولم يمت رسول الله - صلى الله عليه وسلم - حتى كمل الدين بشهادة الله تعالى بذلك، حيث قال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِيناً} فكل من زعم أنه بقي في الدين شيء لم يكمل فقد كذب بقوله: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ}. ¶ فلا يقال قد وجدنا من النوازل والوقائع المتجددة ما لم يكن في الكتاب ولا في السنة نص عليه ولا عموم ينتظمه، وأن مسائل الجد في الفرائض والحرام في الطلاق ومسألة الساقط على جريح محفوف بجرحى وسائر المسائل الاجتهادية التي لا نص فيها من كتاب ولا سنة، فأين الكمال فيها؟. ¶ فيقال في الجواب: ¶ أولا: إن قوله تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} إن اعتبرت فيها الجزئيات من المسائل والنوازل فهو كما أوردتم ولكن المراد كلياتها فلم يبق للدين قاعدة يحتاج إليها في الضروريات والحاجيات أو التكميليات إلا وقد بينت غاية البيان. نعم يبقى تنزيل الجزئيات على تلك الكليات موكولا إلى نظر المجتهد، فإن قاعدة الاجتهاد أيضا ثابتة في الكتاب والسنة فلا بد من إعمالها ولا يسع تركها، وإذا ثبت في الشريعة اشعرت بأن ثم مجالا للاجتهاد ولا يوجد ذلك إلا فيما لا نص فيه. ¶ ولو كان المراد بالآية الكمال بحسب تحصيل الجزئيات بالفعل فالجزئيات لا نهاية لها فلا تنحصر بمرسوم. وقد نص العلماء على هذا المعنى فإنما المراد",
            "page": "167",
            "part": "1",
            "seal": "5DB6DA4D"
        },
        {
            "id": "168",
            "nass": "الكمال بحسب ما يحتاج إليه من القواعد الكلية التي يجرى عليها ما لا نهاية له من النوازل. ¶ ثم نقول: ثانيا: إن النظر في كمالها بحسب خصوص الجزئيات يؤدى إلى الإشكال والالتباس، وإلا فهو الذي أدى إلى إيراد هذا السؤال إذ لو نظر السائل إلى الحالة التي وضعت عليها الشريعة وهي حالة الكلية لم يورد سؤاله لأنها موضوعة على الأبدية وإن وضعت الدنيا على الزوال والنهاية. ¶ وأما الجزئية فموضوعة على النهاية المؤدية إلى الحصر في التفصيل وإذ ذاك قد يتوهم أنها لم تكمل فيكون خلافا لقوله تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} وقوله تعالى: {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً لِّكُلِّ شَيْءٍ} الآية. ولا شك أن كلام الله هو الصادق وما خالفه فهو المخالف. ¶ فظاهر إذ ذاك أن الآية على عمومها وإطلاقها، وأن النوازل التي لا عهد بها لا تؤثر في صحة هذا الكمال، لأنها إما محتاج إليها وإما غير محتاج إليها. فإن كانت محتاجا إليها فهي مسائل الاجتهاد الجارية على الأصول الشرعية، فأحكامها قد تقدمت. ولم يبق إلا نظر المجتهد إلى أي دليل يستند خاصة. وإما غير محتاج إليها فهي البدع المحدثات. إذ لو كانت محتاجا إليها لما سكت عنها في الشرع، لكنها مسكوت عنها بالفرض ولا دليل عليها فيه كما تقدم، فليست بمحتاج إليها. فعلى كل تقدير قد كمل الدين والحمد لله. انتهى. ¶ وكان القضاة المغاربة يستدعون العلماء لأخذ رأيهم في النوازل. ترتيب المدارك (5/ 155).",
            "page": "168",
            "part": "1",
            "seal": "9ED90834"
        },
        {
            "id": "169",
            "nass": "وكان علي بن يوسف (أي: ابن تاشفين) واقفا كأبيه عند إشارة الفقهاء وأهل العلم قد رد جميع الأحكام إليهم. كما قال الناصري في الاستقصاء (2/ 230 - 231). ¶ كل مس بالإسلام أو بقواعده العامة أو ثوابته يعتبر عملا غير دستوري، لأنه يتناقض والمادة الدستورية: الدين الرسمي للدولة هو الإسلام. فجعل دين الدولة الإسلام يستوجب احترامه والدفاع عنه وعدم المس به وبأصوله وثوابته. والمس به مس بالمجتمع ككل وبعقيدته وثوابته. ¶ ورغم الأهمية البالغة لهذه المادة، فلا يكفي التصريح بها في الدستور. بل لابد من جعل الشريعة الإسلامية المصدر الأساسي للتشريع. وجل العلمانيين يعادون هذه المادة، بل اعتبرها القمني لافتة طائفية (¬1)، وهي اعتداء صارخ على حقوق الإنسان الشخصية، وضغط على الضمير الإنساني، ولون شديد الفجاجة من التخلف في الميدان الحقوقي، ووصاية بغيضة على أرواح الناس (¬2). وواضعها ذو عقلية أحادية فاشية طائفية عنصرية (¬3). ¶ وكل هذا دليل واضح على الحقد الدفين على الإسلام، ولو تمت صياغته تحت لافتة الوحدة الوطنية، لأن النصارى واليهود لا يمثلون في الدول الإسلامية إلا نسبا ضئيلة جدا جدا من مجموع السكان، ومادة دين الدولة الإسلام تعني أن دين الأغلبية هو الإسلام، وهذا لا يعارض وجود نصارى ويهود فيها، ويكفي أن النصارى واليهود عاشوا قرونا عديدة تحت حكم ¶ ¬_________ ¶ (¬1) شكرا ابن لادن (132). ¶ (¬2) نفس المرجع (136). ¶ (¬3) نفس المرجع (135).",
            "page": "169",
            "part": "1",
            "seal": "31D785E3"
        },
        {
            "id": "170",
            "nass": "الشريعة ولم نعرف عن واحد منهم تذمرا من ذلك، إلا بعد مجيء العلمانية عدو الأديان جميعا. فتستر العلمانيون تحت هذا الشعار لضرب الأديان جميعا. ¶ ويجب تقييد القوانين التي يصادق عليها البرلمان بعدم مخالفة أحكام الشريعة وقواعدها. ¶ فإذا وافق الدستورُ أو القانونُ أو ما سنه مجلس الشعب الشريعةَ فهو محمود، وإذا خالفها فهو مذموم. والضابط في هذا: كل قانون يبيح ما حرم الله كالخمر أو الربا أو الزنا أو يحرم ما أوجب الله ورسوله كالحجاب فهو باطل ومحاداة لله ولرسوله. وكل قانون عكس ذلك فهو عين ما أمر الله به ورسوله. ¶ وإذا رأى البرلمان سن قانون في الدول الإسلامية بشرعية الشذوذ الجنسي أو زنا المحارم أو شرعية اتخاذ الخليلات أو منع الحجاب أو حتى منع الصلاة والصيام، بل منع الإسلام بأكمله، كما حدث في الاتحاد السوفياتي العلماني، فليس له ذلك. كما ترى العلمانية وتهدف إليه وتسعى لتحقيقه. ¶ وليست التشريعات القانونية في المفهوم العلماني خاضعة للإسلام وأحكامه. نعم لو انضبطت القوانين بأحكام الشريعة وصِيغ الدستور وفق مبادئ الشريعة فهنا سيكون الحديث عن دستورية القوانين حديث عن شرعيتها في نفس الوقت. ¶ وهكذا يقال في حقوق الإنسان، فنحن نفرق بين حق الإنسان في السكن والعمل والعيش الكريم وغير ذلك، فهذا محمود جاءت الشريعة باعتباره. وبين حق الإنسان في الزنا واللواط والخمر ومعاشرة الخليلات فهذا مذموم قد جاءت الشريعة بمنعه.",
            "page": "170",
            "part": "1",
            "seal": "397E3302"
        },
        {
            "id": "171",
            "nass": "والواجب أن نفهم حقوق الإنسان في إطار حضارتنا وثقافتنا وقيمنا. ولذلك فيتعين التعبير بلفظ: حقوق الإنسان كما هو متعارف عليها إسلاميا، بدل التعبير بلفظ: حقوق الإنسان كما هو متعارف عليها دوليا، كما يفضل معظم العلمانيين. فحقوق الإنسان، كما هو متعارف عليها دوليا تعني الشذوذ الجنسي والدعارة المنظمة وممارسة الجنس الحر بالتراضي. فهل هذا ما تريد القوى العلمانية؟ ¶ وبالتالي فنحن هنا نتحدث عن أسلمة حقوق الإنسان، كما نتحدث عن أسلمة علم النفس وأسلمة علم الاجتماع وغير ذلك. وسأعود لبسط الكلام في هذا في كتاب مفرد حول السياسة الشرعية الإسلامية إن شاء الله تعالى. ¶ وقد تكلم عدد من المعاصرين في الثابت والمتغير في أحكام الشريعة ورأيت بعضهم زعم أن أغلب الأحكام مرنة قابلة للتطور، حتى قال أحد كبارهم إن 99% من الأحكام كذلك. ورأيت بعضا آخر زعم أن الشريعة فصلت كل شيء ولم تترك للاجتهاد مجالا حتى تفاصيل أحكام السياسة، وظهر لي أن كلا القولين فيهما إفراط وتفريط، وأن الصواب أن الأحكام في الإسلام على ثلاثة أقسام (¬1): ¶ 1 - قسم ثابت مطرد الأصول والفروع لا يلحقه تغير وتبديل مهما تطورت الحياة وتعقدت. مثل الشعائر التعبدية كالصلاة والصيام والحج وغيرها، وأحكام الزواج والطلاق، والمحرمات المشهورة كالزنا والسرقة والخيانة والربا. ¶ ¬_________ ¶ (¬1) وانظر العلمانية للحوالي (695 - 696).",
            "page": "171",
            "part": "1",
            "seal": "422FB37D"
        },
        {
            "id": "172",
            "nass": "2 - قسم ثابت الأصول متجدد في أكثر الفروع. ¶ فهذا القسم وضعت له الشريعة قواعد وضوابط عامة لا يجوز الخروج عليها، وفصلت بعض فروعه مثل: أن يكون الحكم بما أنزل الله، وأن يكون شوريا، وأن تراعى فيه جلب المصالح للمسلمين ودرء المفاسد، وسياسة الناس بالعدل، وحفظ الأمن العام للرعية. ¶ وتركت تفصيل فروع أخرى رحمة من غير نسيان إلى اجتهاد العلماء ككيفية وشروط البيعة والعزل وتحديد الشورى وكيفية تنظيم الولايات والقضاء، والقوانين الإدارية لضبط الإدارات العمومية من وزارات ومندوبيات وغيرها والقوانين المنظمة للشركات والعمال وحقوقهم وواجباتهم وغير ذلك ... ¶ هذا من الناحية السياسية، وأما من الناحية الاقتصادية فقد نصت النصوص على أصول منها: إن المال كله لله والبشر مستخلفون فيه، ووجوب تأمين الضروريات لكل فرد، وتحريم أكل المال بالباطل، وتحريم الربا والاحتكار والغش والميسر وغيرها ... ¶ وأما أسلوب وضع الخطط الاقتصادية وضمان تحقيق هذه الأصول وكيفية التعامل بين المؤسسات العامة والخاصة وإشراف الدولة أو سيطرتها على الإنتاج أو التجارة فهي موكولة أيضا إلى اجتهاد العلماء في حدود تلك الأصول بشروط الاجتهاد المعتبرة عند العلماء. ¶ 3 - الأمور الدنيوية المحضة التي لا علاقة لها بالحلال والحرام كأنشطة الزراعة والصناعة والعمارة وغيرها، أي: وسائل وطرق الإنتاج. ونعني بها",
            "page": "172",
            "part": "1",
            "seal": "B462D2B5"
        },
        {
            "id": "173",
            "nass": "الأمور الإجرائية العملية، أو ما يسمى بالمسائل التقنية. كالبذور والأدوية وفترات الإنتاج. مع وجوب عدم خروجها عن أصول الشريعة وقواعدها. ¶ فائدة: ¶ الذي وضع الدستور المغربي هو: دوفيرجي وتمت الموافقة عليه في 7/ 12/1962 (¬1). ولما صدر دستور 1962 أفتى الشيخ مولاي العربي العلوي بعدم جوازه بحجة أن الحاكم ينفذ ولا يشرع، أي ليس له حق تشريع الأحكام وإنما هو منفذ فقط (¬2). ¶ ومن الناحية الاقتصادية: ¶ يهدف الاقتصاد الإسلامي إلى تحقيق العدالة الاجتماعية، بتوزيع الثروة توزيعا عادلا. كما قال تعالى: {لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَاسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ}. ¶ ويقوم على مقومات وخصائص أهمها: ¶ 1 - تسخير ما في السماوات وما في الأرض للناس على السواء. ¶ 2 - حرية الكسب والتحصيل بطرق شرعية. ¶ 3 - مراعاة المصلحة الفردية. ¶ ¬_________ ¶ (¬1) التاريخ السياسي (12/ 340). ¶ (¬2) التاريخ السياسي (12/ 45 - 238 - 376) - (8/ 385) - (10/ 379). وقد استغله أحمد رضا أكديرة ضده فنشر في جريدة المنارات عدد 12 بتاريخ 1/ 12/1962 ذلك تحت عنوان: الضال عن الصراط المستقيم.",
            "page": "173",
            "part": "1",
            "seal": "46BEE5E8"
        },
        {
            "id": "174",
            "nass": "4 - مراعاة مصلحة الجماعة، التي هي مقدمة على مصلحة الفرد في حدود العدل والإنصاف. ¶ 5 - محاربة الفوائد الربوية بشتى طرقها (¬1). ¶ لا يُغَلب المصلحة الفردية كما هو الحال بالنسبة للمذهب الرأسمالي، ولا يغلب المصلحة العامة على الفردية كما هو الحال في المذهب الاشتراكي. بل هو وسط بينهما. ¶ وتطبيق الشريعة في الميدان الاقتصادي يعني إقامة اقتصاد قوي يلبي الحاجيات الوطنية ويحقق الاكتفاء الذاتي، ويقضي على التبعية الخارجية. ¶ ويجب ضبط كل المعاملات الاقتصادية بأحكام الشريعة. والحرص على منع كل المعاملات الاقتصادية غير الشرعية كتجارة الخمور والربا والخنزير والميسر. ¶ قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنصَابُ وَالأَزْلاَمُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ} المائدة90. ¶ وقال: {إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلاَ عَادٍ فَلا إِثْمَ عَلَيْهِ إِنَّ اللهَ غَفُورٌ رَّحِيمٌ} البقرة173. ¶ فكل المعاملات التي حرمتها الشريعة يجب الحرص على إبعادها عن المعاملات الاقتصادية. وفي الحلال غنية عن الحرام. ¶ ¬_________ ¶ (¬1) خصائص ومقومات الاقتصاد الإسلامي (ص: 204).",
            "page": "174",
            "part": "1",
            "seal": "301193A9"
        },
        {
            "id": "175",
            "nass": "قال ابن كنانة: لا ينبغي أن يباع العنب أو العصير ممن يتخذه خمراً، لا من نصراني ولا من مسلم، ولا يباع السلاح ممن يقاتل به المسلمين، ولا تباع الأرض ممن يبني فيها كنيسة، ولا تباع الخشبة ممن يتخذ منها صنما. قال: وأكره أن يكون الإنسان عونا على الإثم، قال الله عز وجل: {وَتَعَاوَنُوا عَلَى الْبرِّ وَالتَّقْوَى وَلاَ تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ}. انتهى مصححا من البيان والتحصيل (18/ 613). ¶ تقوم الاقتصادات العلمانية على تحييد المفاهيم الدينية وعزلها عن الاقتصاد، ولا تعترف بمفهوم الحلال والحرام الإسلامي. فكل ما حقق الربح فهو حلال في المذهب العلماني. ¶ أما الشريعة الإسلامية فترى أن ما حرمه الله من الأعيان يحرم تداولها بيعا وشراء وغير ذلك. فلا يجوز شرعا للمسلم السماح ببيع الخمور في بلاد المسلمين. ويمنع على الدولة الترخيص لكل مؤسسة اقتصادية أو غيرها ببيع الخمور. ¶ ويجب عليها منع الميسر والقمار في أشكاله المختلفة مثل: اللوطو، والكينو، والجوكر، وتوتوفوت، وغيرها المنتشرة في بلادنا. ¶ قال ابن بطال المالكي في شرح صحيح البخاري (9/ 73): ولم يختلف العلماء أن القمار محرم، لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنصَابُ} الآية، واتفق أهل التأويل أن الميسر هاهنا القمار كله. ¶ وقال ابن عبد البر في التمهيد (13/ 180): ولم يختلف العلماء أن القمار من الميسر المحرم.",
            "page": "175",
            "part": "1",
            "seal": "C76A7AE6"
        },
        {
            "id": "176",
            "nass": "وقال في الاستذكار (9/ 421): وأما القمار فلا يجوز عند أحد منهم في شيء من الأشياء وأكل المال به باطل على كل حال قال الله عز وجل: {وَلاَ تَاكُلُوا أَمْوَالَكُم بَيْنَكُم بِالْبَاطِلِ} [النساء 29]. ¶ ويجب منع الربا ومنع كل المؤسسات الربوية كالبنوك التي تتعامل بالربا من العمل في البلاد الإسلامية. ¶ ويجب أن تحل محلها بنوك إسلامية تعتمد مبدأ المضاربة والسَّلَم وغيرها من أحكام الشريعة. وقد أثبتت هذه البنوك نجاعتها وقوتها وقدرتها على مواجهة التحديات. بل اعترفت كثير من دول الغرب بها، وحاولت الاستفادة من تجربتها وخصوصا بعد الأزمة الاقتصادية العالمية الحالية. ومن العجب أن تجد بنوكا إسلامية في الدول الغربية، وتمنع في بلاد المسلمين!!!. ¶ قال تعالى: {الَّذِينَ يَاكُلُونَ الرِّبَا لاَ يَقُومُونَ إِلاَّ كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ ذَلِكَ بِأَنَّهُمْ قَالُوا إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا وَأَحَلَّ اللهُ الْبَيْعَ وَحَرَّمَ الرِّبَا فَمَن جَاءهُ مَوْعِظَةٌ مِّن رَّبِّهِ فَانتَهَىَ فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللهِ وَمَنْ عَادَ فَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [البقرة275]. ¶ وقال: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِن كُنتُم مُّؤْمِنِينَ} [البقرة278]. ¶ قال العقباني في تحفة الناظر (465): وهذه الوجوه من الربا وفساد المعاوضة كثيرة جدا، فيجب على الحكام البحث عنها والاجتهاد على قدر الطاقة والاشتداد، وأن يقدموا في الأسواق التي يكثر ذلك فيها أمناء ثقات علماء، ليردعوا عن مواقعته من يتعاطاه من أهل الشر والفساد، ويعلموا جهلة الناس",
            "page": "176",
            "part": "1",
            "seal": "8629E64F"
        },
        {
            "id": "177",
            "nass": "بقوة وعزيمة وجلاد، وعلى فاعل الربا العقوبة الموجعة إن لم يعذر بجهل، والله المؤيد للنصرة على الحق، وإذعان الكافة له من الخلق. انتهى. ¶ وللاقتصاد الإسلامي آلياته ومقوماته الخاصة البعيدة عن الربا والغش والجهالة، تراجع في مظانه. ¶ ويقوم الاقتصاد الإسلامي على مداخل هامة تغني عن الضرائب، منها: الزكاة العامة وزكاة الفطر والصدقات. ¶ فمن واجب الحاكم جمع الزكاة الشرعية وتفريقها على مستحقيها الذين دلت عليهم الشريعة. ¶ وهي أحد أركان الإسلام الهامة، التي أوجب المالكية على الحاكم المسلم جمعها وتفريقها على مستحقيها، قال مالك: الأمر عندنا أن كل من منع فريضة من فرائض الله عز وجل فلم يستطع المسلمون أخذها كان حقا عليهم جهاده حتى يأخذوها منه. قال ابن عبد البر في الاستذكار (3/ 216) معلقا: لا خلاف بين العلماء أن للإمام المطالبة بالزكاة، وأن من أقر بوجوبها عليه أو قامت عليه بها بينة كان للإمام أخذها منه. وعلى هذا يجب على من امتنع من أدائها ونصب الحرب دونها أن يقاتل مع الإمام، فإن أتى القتال على نفسه فدمه هدر ويؤخذ منه ماله. ¶ إلى أن قال: وأما من منعها جاحدا لها فهي ردة بإجماع. ¶ وفي المدونة الكبرى (1/ 334): باب أخذ الإمام الزكاة من المانع زكاته. ¶ وفي المنتقى شرح الموطأ للباجي (2/ 80) أن الإمام هو المسؤول عن جمع الزكاة.",
            "page": "177",
            "part": "1",
            "seal": "96F8F141"
        },
        {
            "id": "178",
            "nass": "وفي الثمر الداني (1/ 322) وكفاية الطالب الرباني (1/ 594) أن دليل فرضيتها الكتاب والسنة والإجماع من جحد وجوبها فهو كافر ومن أقر بوجوبها وامتنع من أدائها ضرب، وأخذت منه كرها وتجزئه ولا يكفر. وعن ابن حبيب يكفر واستبعد. ¶ وليست الزكاة إحسانا تفضليا تطوعيا من الغني للفقير، بل هي فريضة إسلامية لازمة وركن من أركان الإسلام، ونظام اقتصادي تشرف عليه الدولة ويُلزم به الحاكم، ووضع له القرآن والسنة آلياته وضوابطه وحدد الأصناف المستهدفين منه وبيّن مقاديره، بل جعل له جهازا خاصا سماه: العاملين عليها. أي: الجباة الذين يجمعونها ويوزعونها. وجعل لهم القرآن أجرهم من الزكاة ليضمن استقلاليته واستمراريته. بل نص الشرع على إجبارية دفعها وأن من امتنع عن أدائها من الطوائف والجماعات يقاتل عليها، كما فعل أبو بكر مع الممتنعين عن أدائها وسماهم أهل الردة. ¶ وأجمع الصحابة على قتال مانعي الزكاة كما قاتلوا أهل الردة وسماهم بعضهم أهل ردة على الاتساع لأنهم ارتدوا عن أداء الزكاة ومعلوم مشهور عنهم أنهم قالوا: ما تركنا ديننا ولكن شححنا على أموالنا فكما جاز قتالهم عند جميع الصحابة على منعهم الزكاة، وكان ذلك عندهم في معنى قوله عليه السلام إلا بحقها. كما قال ابن عبد البر في التمهيد (21/ 282). ¶ وقد ذكر محمد بن إبراهيم السباعي المراكشي ت1332/ 1914 في الكتاب الذي أيد فيه خلع أهل مراكش المولى عبد العزيز وتعيين المولى عبد",
            "page": "178",
            "part": "1",
            "seal": "453C02B5"
        },
        {
            "id": "179",
            "nass": "الحفيظ مكانه أن من أسباب الخلع تركه جمع الزكاة وعدم حمل المسلمين على جمعها، ومما قال (4أ) (¬1): ¶ وقد حملوا المسلمين على تركها وتماديهم السنين المتتابعة على ذلك من غير أوبة ولا توبة يدل على اعتقادهم أن لا حرج في ذلك، وهو من معنى إنكار وجوبها والاتفاق على أن من أنكر ما علم من الدين بالضرورة كافر، كيف وهم متهاونون فيها وحملوا الناس على ( ... ) (¬2). ¶ وقد جرى عمل كثير من حكام المغرب على منع الضرائب وجمع الزكاة الشرعية. ¶ فأبطل المرابطون المكوس وهي ضرائب كانت على الناس وأخذوا الزكاة (¬3). ¶ وقد أسقط السلطان العلوي المولى سليمان المكوس أي: الضرائب على السلع واكتفى بالزكوات: قال العباس بن إبراهيم في الإعلام (10/ 111) بعد أن ذكر أن أموال المكوس كانت تغطي أغلب مصاريف الدولة: فزهد فيه هذا السلطان العادل، فعوضه الله أكثر منه من الحلال المحض الذي هو الزكوات والأعشار من القبائل، وزكوات أموال التجار والعشر المأخوذ من تجار النصارى وأهل الذمة بالمراسي. ¶ ¬_________ ¶ (¬1) رسالة في أسباب خلع المولى عبد العزيز وتعيين المولى عبد الحفيظ مكانه. الخزانة العامة 3937د. وانظر المصادر العربية لتاريخ المغرب (2/ 156). ¶ (¬2) كلمة غير واضحة في الأصل. ¶ (¬3) الحلل البهية (2/ 229).",
            "page": "179",
            "part": "1",
            "seal": "7DCEB156"
        },
        {
            "id": "180",
            "nass": "وكذا لما تغلب المرابطون على الحكم أمر عبد الله بن ياسين عماله بإقامة العدل وإظهار السنة وأخذ الزكوات والأعشار وإسقاط ما سوى ذلك من المغارم المحدثة. الإعلام (1/ 196). ¶ وغيَّر ما وجد من المنكرات وقطع المزامير وآلة اللهو وأحرق الدور التي كانت تباع بها الخمور وأزال المكوس وأسقط المغارم المخزنية ومحا ما أوجب الكتاب والسنة محوه. الاستقصا لأخبار دول المغرب الأقصى (2/ 13). ¶ وقد تقدم من هذا أشياء كثيرة عند حديثنا عن مسألة الزكاة وإبدالها بالضريبة. ولو ضربنا مثلا بالإنتاج المغربي من الأصناف التالية وجمعنا مقدار الزكاة لكانت الحصيلة مذهلة: ¶ النوع ... الإنتاج ... الزكاة الشرعية ... ثمن الطن ... المبلغ ¶ الحبوب ... 104مليون قنطار ... 8 مليون قنطار ... 2500 درهم ... 2 مليار درهم ¶ العنب ... 230 ألف طن ... 11 ألف طن ... 1500 درهم ... 16 مليون درهم ¶ البطاطس ... 1536560 طن ... 76 ألف طن ... 1500درهم ... 114 مليون درهم ¶ الطماطم ... 1312310 طن ... 65 ألف طن ... 1500درهم ... 97 مليون درهم ¶ الفول ... 182180 طن ... 18 ألف طن ... 1500درهم ... 27 مليون درهم ¶ البصل ... 662140 طن ... 33 ألف طن ... 1000درهم ... 33 مليون درهم ¶ التفاح ... 404310 طن ... 20 ألف طن ... 3000 درهم ... 60 مليون درهم ¶ البرتقال ... 780000 طن ... 39 ألف طن ... 2000 درهم ... 78 مليون درهم ¶ اللوز ... 86902 طن ... 4 آلاف طن ... 35000 درهم ... 140 مليون درهم ¶ التمر ... 90000 طن ... 6500 ... 5000 درهم ... 32 مليون درهم ¶ الزيتون ... 1.5 مليون طن ... 112500 طن ... 2000 ... 225 مليون درهم ¶ المجموع ... 2822 مليون درهم",
            "page": "180",
            "part": "1",
            "seal": "46D4378B"
        },
        {
            "id": "181",
            "nass": "زكاة الماشية: ¶ النوع ... الإنتاج ... الزكاة الشرعية ... ثمن الواحد ... المبلغ ¶ البقر ... 2789000 ... 93969جذعة ... 500 درهم ... 46 مليون درهم ¶ الغنم ... 17093000 ... 427325شاة ... 1000 درهم ... 427 مليون درهم ¶ الماعز ... 5283000 ... 132075 ... 500 درهم ... 66 مليون درهم ¶ المجموع ... 539 مليون درهم ¶ زكاة المعادن: ¶ النوع ... الإنتاج ... الزكاة الشرعية ... ثمن الطن ... المبلغ ¶ الفوسفاط ... 30 مليون طن ... 6 مليون طن ... 1280 درهم ... 7.6 مليار درهم ¶ وأما زكاة الفطر فمتوسط ما يدفع فيها في المغرب نقدا هو: 10 دراهم لكل فرد، فمجموع زكاة الفطر هو: 30 مليون × 10 دراهم = 300 مليون درهم. ¶ والمجموع العام التقريبي للزكاة في المغرب أكثر من: 11 مليار درهم (¬1). ¶ لاشك أن هذا الرقم هائل، لو خصص للفقراء سنويا لما بقي فقير في المغرب. ¶ ¬_________ ¶ (¬1) وبقيت أشياء كثيرة لم تعد هنا، وخاصة كثير من المعادن كالنحاس والزنك وغيرها، وكثير من المنتوجات الفلاحية كالتين والجوز والعدس والحمص واللوبيا. مع ملاحظة أن المالكية لا يرون الزكاة إلا في ما يدخر ويقتات.",
            "page": "181",
            "part": "1",
            "seal": "964DFFF7"
        },
        {
            "id": "182",
            "nass": "ولهذا لا يجوز شرعا أن تدفع أموال طائلة لشراء الأفلام لعرضها في القنوات المغربية وإقامة المهرجانات كمهرجان موازين، مع أن الفقراء يملؤون أرجاء البلاد. بل إن صرف الأموال على هذه المهرجانات بدل صرفها للفقراء حرام شرعا، لأنه إهدار للمال العام مع وجود من هو أولى به. ¶ والمليارات التي تدفع للمغنين في مهرجان موازين كافية لإنشاء سد عملاق يحد من فقر الفلاح المغربي وعوزه. ¶ ويجب على الحاكم المسلم منع العقود المالية المخالفة للشريعة: وقد نص علماء المالكية على ذلك: قال ابن فرحون في تبصرته (2/ 270): عقود الربا وعقود العينة وسلف جر منفعة وما أشبهه فكل هذه وما جرى مجراها يجب على الحاكم المنع منه ابتداء، إذا علم به وفسخه إذا طلع عليه مع تأديب من اعتاد تعاطي هذه العقود. ¶ وقال ابن رشد في البيان والتحصيل (9/ 394 - 395): وسئل عن الذي يبيع العنب ممن يعصره خمراً أو يكري حانوته ممن يبيع الخمر، أو يكري دابته إلى الكنيسة، أو يبيع شاته ممن يذبحها لأعياد النصارى، قال: أما بيع العنب ممن يعصره خمراً، أو كراء البيت ممن يبيع الخمر، فأرى أن يفسخ الكراء ويرد البيع ما لم يفت، فإن فات تم البيع ولم أفسخه، وأما كراء الدابة وبيع الشاة فإنه يمضى ولا يرد، وقد اختلف في كراء الدابة قول مالك، فمن ثم رأيت له ذلك. وبلغني عن أشهب أنه سئل عن الذي يبيع كرمه من النصراني، فقال: أرى أن تباع على النصراني، بمنزلة شرائه العبد المسلم.",
            "page": "182",
            "part": "1",
            "seal": "1F4D9EDE"
        },
        {
            "id": "183",
            "nass": "وقد ذكر ابن عبد البر في الكافي في فقه أهل المدينة (1/ 444) من المكاسب المجتمع على تحريمها الربا ومهور البغاء والسحت والرشاوي وأخذ الأجرة على النياحة والغناء وعلى الكهانة وادعاء الغيب وأخبار السماء وعلى الرمز واللعب والباطل كله. ومِن كسب الحرام المجتمع عليه أيضا الغصب والسرقة وكل ما لا تطيب به نفس مالكه من مال مسلم أو ذمي وهو ما يستباح الناس قتله. انتهى. ¶ وكل المراكز أو النوادي التي يباع فيها الخمر ويجتمع فيها الفساق لشرب الخمر والرقص ونحو ذلك يجب إغلاقها ومنع فعل ذلك فيها: قال العتبي في العتبية: قال أبو زيد: قال ابن القاسم: سئل مالك عن فاسد يأوي إليه أهل الفسق والخمر ما يصنع به؟ قال: يخرج من منزله وتحرز عليه الدار والبيوت، فقال: فقلت: لا تباع؟ قال: لا، فلعله يتوب فيرجع إلى منزله، قال ابن القاسم يتقدم إليه مرة أو مرتين فإن لم يتب أخرج وأكرى عليه. ¶ قال ابن رشد شارحا في البيان والتحصيل (9/ 416 - 417): قد قال مالك في الواضحة إنها تباع عليه، خلاف قوله في هذه الرواية، وقوله فيها يصح لما ذكره من أنه قد يتوب فيرجع إلى منزله، ولو لم تكن الدار له وكان فيها بكراء أخرج منها وأكريت وقد روي عن يحيى بن يحيى أنه قال: أرى أن يحرق بيت الخمار، وقال: وقد أخبرني بعض أصحابنا أن مالكاً كان يستحب أن يحرق بيت المسلم الذي يبيع الخمر، قيل: وقبل النصراني يبيع الخمر من المسلمين، قال: إذا تقدم إليه فلم ينته فأرى أن يحرق عليه بيته بالنار، قال: وحدثني الليث أن عمر",
            "page": "183",
            "part": "1",
            "seal": "E57C8652"
        },
        {
            "id": "184",
            "nass": "بن الخطاب حرق بيت رويشد الثقفي لأنه كان يبيع الخمر، وقال له: أنت فويسق ولست رويشد (¬1)، وبالله التوفيق. ¶ وقال اللخمي في الذخيرة (5/ 397): ويمتنع إجارة الحوانيت والدور إذا كان يفعل فيها المحرمات كبيع الخمور والمغصوب وآلات الحروب لأن الغالب اليوم أن لا يقاتل بها إلا المسلمون. ¶ ونص الدردير في الشرح الكبير (4/ 21) على أنه لا يجوز إجارة محل لمن يعصي الله فيه كتعليم الغناء أو دار لتتخذ كنيسة أو مجمعا لفساق أو خمارة. ¶ وقال أحمد الصاوي في بلغة السالك لأقرب المسالك (3/ 8): كذلك يمنع بيع كل شيء علم أن المشتري قصد به أمرا لا يجوز. كبيع جارية لأهل الفساد أو مملوك، أو بيع أرض لتتخذ كنيسة أو خمارة، أو خشبة لتتخذ صليبا، أو عنبا لمن يعصره خمرا، أو نحاسا لمن يتخذه ناقوسا، أو آلة حرب للحربيين، وكذا كل ما فيه قوة لأهل الحرب. ¶ هذا هو رأي المذهب المالكي في بيع أو كراء شيء لمن يعصي الله فيه، فبيع الخمر لمن يتخذه خمرا حرام، وكراء رجل محله لمن يتخذه خمارة أو ناديا أو مركزا ليجتمع فيه الشبان والشابات أو ليقام فيه بنك أو محل للميسر حرام في مذهب إمامنا مالك رحمه الله. ¶ ¬_________ ¶ (¬1) تقدم تخريجه.",
            "page": "184",
            "part": "1",
            "seal": "67A08721"
        },
        {
            "id": "185",
            "nass": "ملحق: ¶ قرارات مجمع الفقه الإسلامي: ¶ قرار بشأن تطبيق أحكام الشريعة الإسلامية. ¶ وقرار بشأن العلمانية. ¶ وقرار بشأن الإٍسلام في مواجهة الحداثة الشاملة. ¶ وقرار بشأن القراءة الجديدة للقرآن وللنصوص الدينية. ¶ ومجمع الفقه الإسلامي هو هيئة دولية رسمية أنشأت تنفيذا للقرار رقم 8/ 3 - ث (ق. أ) الصادر عن مؤتمر القمة الإسلامي الثالث «دورة فلسطين والقدس» الذي انعقد في مكة المكرمة بالمملكة العربية السعودية في الفترة من 19 - 22 ربيع الأول 1401هـ (25 - 28 يناير 1981م). ¶ وهو تابع لمنظمة المؤتمر الإسلامي التي تضم في عضويتها كافة الدول الإسلامية. يتكون أعضاؤه من عشرات الفقهاء والعلماء والمفكرين في شتى مجالات المعرفة الفقهية والثقافية والعلمية والاقتصادية من مختلف أنحاء العالم الإسلامي لدراسة مشكلات الحياة المعاصرة والاجتهاد فيها اجتهادا أصيلا فاعلا بهدف تقديم الحلول النابعة من التراث الإسلامي والمنفتحة على تطور الفكر الإسلامي. ¶ ولذلك فهذه القرارات تتمتع بقوة ومصداقية عالية، ولن يقال عنها إنها رأي لبعض المتشددين. لذلك رأيت نشرها هنا.",
            "page": "185",
            "part": "1",
            "seal": "F2777845"
        },
        {
            "id": "186",
            "nass": "بسم الله الرحمن الرحيم. الحمد لله رب العالمين والصلاة والسلام على سيدنا محمد خاتم النبيين وعلى آله وصحبه أجمعين ¶ قرار رقم: 48 (10/ 5) (¬1) ¶ بشأن ¶ تطبيق أحكام الشريعة الإسلامية ¶ إن مجلس مجمع الفقه الإسلامي الدولي المنعقد في دورة مؤتمره الخامس بالكويت من 1 - 6 جمادى الأولى 1409 الموافق 10 - 15 كانون الأول (ديسمبر) 1988م، بعد اطلاعه على البحوث المقدمة من الأعضاء والخبراء في موضوع تطبيق أحكام الشريعة الإسلامية، واستماعه للمناقشات التي دارت حوله، وبمراعاة أن مجمع الفقه الإسلامي الدولي الذي انبثق عن إرادة خيّرة من مؤتمر القمة الإسلامية الثالث بمكة المكرمة، بهدف البحث عن حلول شرعية لمشكلات الأمة الإسلامية وضبط قضايا حياة المسلمين بضوابط الشريعة الإسلامية، وإزالة سائر العوائق التي تحول دون تطبيق شريعة الله، وتهيئة جميع السبل اللازمة لتطبيقها، إقراراً بحاكمية الله تعالى، وتحقيقاً لسيادة شريعته، وإزالة للتناقض القائم بين بعض حكام المسلمين وشعوبهم، وإزالة لأسباب التوتر والتناقض والصراع في ديارهم، وتوفيراً للأمن في بلاد المسلمين. ¶ قرر ما يلي: ¶ إن أول واجب على من يلي أمور المسلمين تطبيق شريعة الله فيهم. ¶ ¬_________ ¶ (¬1) مجلة المجمع (العدد الخامس، ج4 ص 3471).",
            "page": "186",
            "part": "1",
            "seal": "23BA92FC"
        },
        {
            "id": "187",
            "nass": "ويناشد جميع الحكومات في بلاد المسلمين المبادرة إلى تطبيق الشريعة الإسلامية وتحكيمها تحكيماً تاماً كاملاً مستقراً، في جميع مجالات الحياة، ودعوة المجتمعات الإسلامية، أفراداً وشعوباً ودولاً، للالتزام بدين الله تعالى، وتطبيق شريعته، باعتبار هذا الدين عقيدة وشريعة وسلوكاً ونظام حياة. ¶ ويوصي بما يلي: ¶ أ - مواصلة المجمع الأبحاث والدراسات المتعمقة في الجوانب المختلفة لموضوع تطبيق الشريعة الإسلامية، ومتابعة ما يتم تنفيذه بهذا الشأن في البلاد الإسلامية. ¶ ب - التنسيق بين المجمع وبين المؤسسات العلمية الأخرى التي تهتم بموضوع تطبيق الشريعة الإسلامية، وتعد الخطط والوسائل والدراسات الكفيلة بإزالة العقبات والشبهات التي تعيق تطبيق الشريعة في البلاد الإسلامية. ¶ ج - تجميع مشروعات القوانين الإسلامية التي تم إعدادها في مختلف البلاد الإسلامية ودراستها للاستفادة منها. ¶ د - الدعوة إلى إصلاح مناهج التربية والتعليم ووسائل الإعلام المختلفة، وتوظيفها للعمل على تطبيق الشريعة الإسلامية، وإعداد جيل مسلم يحتكم إلى شرع الله تعالى. ¶ هـ- التوسع في تأهيل الدارسين والخريجين من قضاة ووكلاء نيابة ومحامين لإعداد الطاقات اللازمة لتطبيق الشريعة الإسلامية. ¶ والله الموفق.",
            "page": "187",
            "part": "1",
            "seal": "B1A4EC31"
        },
        {
            "id": "188",
            "nass": "بسم الله الرحمن الرحيم. الحمد لله رب العالمين والصلاة والسلام على سيدنا محمد خاتم النبيين وعلى آله وصحبه أجمعين ¶ قرار رقم: 99 (2/ 11) (¬1) ¶ بشأن العلمانية ¶ إن مجلس مجمع الفقه الإسلامي الدولي المنبثق عن منظمة المؤتمر الإسلامي في دورة انعقاد مؤتمره الحادي عشر بالمنامة في مملكة البحرين، من 25 - 30 رجب 1419هـ، الموافق 14 - 19 تشرين الأول (نوفمبر) 1998م. ¶ بعد اطلاعه على الأبحاث المقدمة إلى المجمع بخصوص موضوع «العلمانية»، وفي ضوء المناقشات التي وجهت الأنظار إلى خطورة هذا الموضوع على الأمة الإسلامية. ¶ قرر ما يلي: ¶ أولا: إن العلمانية (وهي الفصل بين الدين والحياة) نشأت بصفتها رد فعل للتصرفات التعسفية التي ارتكبتها الكنيسة. ¶ ثانيا: انتشرت العلمانية في الديار الإسلامية بقوة الاستعمار وأعوانه، وتأثير الاستشراق، فأدت إلى تفكك في الأمة الإسلامية، وتشكيك في العقيدة الصحيحة، وتشويه تاريخ أمتنا الناصع، وإيهام الجيل بأن هناك تناقضا بين ¶ ¬_________ ¶ (¬1) مجلة المجمع (العدد الحادي عشر ج 3، ص 259).",
            "page": "188",
            "part": "1",
            "seal": "F5B3AFD9"
        },
        {
            "id": "189",
            "nass": "العقل والنصوص الشرعية، وعملت على إحلال النظم الوضعية محل الشريعة الغراء، والترويج للإباحية، والتحلل الخلقي، وانهيار القيم السامية. ¶ ثالثا: انبثقت عن العلمانية معظم الأفكار الهدامة التي غزت بلادنا تحت مسميات مختلفة كالعنصرية، والشيوعية والصهيونية والماسونية وغيرها، مما أدى إلى ضياع ثروات الأمة، وتردي الأوضاع الاقتصادية، وساعدت على احتلال بعض ديارنا مثل فلسطين والقدس، مما يدل على فشلها في تحقيق أي خير لهذه الأمة. ¶ رابعا: إن العلمانية نظام وضعي يقوم على أساس من الإلحاد يناقض الإسلام في جملته وتفصيله، وتلتقي مع الصهيونية العالمية والدعوات الإباحية والهدامة، لهذا فهي مذهب إلحادي يأباه الله ورسوله والمؤمنون. ¶ خامسا: إن الإسلام هو دين ودولة ومنهج حياة متكامل، وهو الصالح لكل زمان ومكان، ولا يقر فصل الدين عن الحياة، وإنما يوجب أن تصدر جميع الأحكام منه، وصبغ الحياة العملية الفعلية بصبغة الإسلام، سواء في السياسة أو الاقتصاد، أو الاجتماع، أو التربية، أو الإعلام وغيرها. ¶ التوصيات: ¶ يوصي المجمع بما يلي: ¶ أ - على ولاة أمر المسلمين صد أساليب العلمانية عن المسلمين وعن بلادهم، وأخذ التدابير اللازمة لوقايتهم منها. ¶ ب - على العلماء نشر جهودهم الدعوية بكشف العلمانية، والتحذير منها.",
            "page": "189",
            "part": "1",
            "seal": "86B49467"
        },
        {
            "id": "190",
            "nass": "ج - وضع خطة تربوية إسلامية شاملة في المدارس والجامعات، ومراكز البحوث وشبكات المعلومات من أجل صياغة واحدة، وخطاب تربوي واحد، وضرورة الاهتمام بإحياء رسالة المسجد، والعناية بالخطابة والوعظ والإرشاد، وتأهيل القائمين عليها تأهيلاً يستجيب لمقتضيات العصر، والرد على الشبهات، والحفاظ على مقاصد الشريعة الغراء. ¶ والله الموفق.",
            "page": "190",
            "part": "1",
            "seal": "3ACF466D"
        },
        {
            "id": "191",
            "nass": "بسم الله الرحمن الرحيم. الحمد لله رب العالمين والصلاة والسلام على سيدنا محمد خاتم النبيين وعلى آله وصحبه أجمعين ¶ قرار رقم: 100 (3/ 11) (¬1) ¶ بشأن ¶ الإسلام في مواجهة الحداثة الشاملة ¶ إن مجلس مجمع الفقه الإسلامي الدولي المنبثق عن منظمة المؤتمر الإسلامي في دورة انعقاد مؤتمره الحادي عشر بالمنامة في مملكة البحرين، من 25 - 30 رجب 1419هـ، الموافق 14 - 19 تشرين الأول (نوفمبر) 1998م. ¶ بعد اطلاعه على الأبحاث المقدمة إلى المجمع بخصوص موضوع «الإسلام في مواجهة الحداثة الشاملة»، وفي ضوء المناقشات التي وجهت الأنظار إلى خطورة هذا الموضوع، وكشفت وأوضحت حقيقة الحداثة بأنها مذهب فكري جديد، يقوم على تأليه العقل، ورفض الغيب، وإنكار الوحي، وهدم كل موروث يتعلق بالمعتقدات والقيم والأخلاق. ¶ وأن أهم خصائصها عند أصحابها: ¶ - الاعتماد المطلق على العقل، والاقتصار على معطيات العلم التجريبي بعيداً عن العقيدة الإسلامية الصحيحة. ¶ ¬_________ ¶ (¬1) مجلة المجمع (العدد الحادي عشر ج3، ص 467).",
            "page": "191",
            "part": "1",
            "seal": "F7CF09F7"
        },
        {
            "id": "192",
            "nass": "- الفصل التام بين الدين وسائر المؤسسات الثقافية والاجتماعية والاقتصادية والسياسية، والخيرية. وبذلك تلتقي مع العلمانية. ¶ قرر ما يلي: ¶ أولا: الحداثة بالمفهوم المنوه به مذهب إلحادي يأباه الله ورسوله والمؤمنون لمناقضته الإسلام في أصوله ومبادئه، مهما تلبست بمظهر الغيرة على الإسلام ودعوى تجديده. ¶ ثانيا: إن في قواعد الإسلام وخصائص شريعته ما يفي بحاجة البشرية في كل زمان ومكان من حيث ابتناؤه على ثوابت يقينية لا تستقيم الحياة الإنسانية إلاّ بدوام وجودها، ومتغيرات تكفل التقدم والتطور، وتستوعب كل جديد صالح من خلال الاجتهاد المنضبط المعتمد على مصادر التشريع المتنوعة. ¶ التوصيات: ¶ ويوصي المجمع بما يلي: ¶ أ - أن تهتم منظمة المؤتمر الإسلامي بتكوين لجنة من المفكرين المسلمين لرصد ظاهرة الحداثة، ونتائجها، ودراستها دراسة علمية موضوعية شاملة لتنبه إلى ما قد تشتمل عليه من زيف، لحماية الناشئة من أعضاء الأمة الإسلامية من الآثار الخطرة. ¶ ب - على ولاة أمر المسلمين صد أساليب الحداثة عن المسلمين وبلادهم، وأخذ التدابير اللازمة لوقايتهم منها. ¶ والله الموفق.",
            "page": "192",
            "part": "1",
            "seal": "BDCBA124"
        },
        {
            "id": "193",
            "nass": "بسم الله الرحمن الرحيم. الحمد لله رب العالمين والصلاة والسلام على سيدنا محمد خاتم النبيين وعلى آله وصحبه أجمعين ¶ قرار رقم: 146 (4/ 16) ¶ بشأن ¶ القراءة الجديدة للقرآن وللنصوص الدينية ¶ إن مجلس مجمع الفقه الإسلامي الدولي المنبثق عن منظمة المؤتمر الإسلامي المنعقد في دورته السادسة عشرة بدبي (دولة الإمارات العربية المتحدة) من 30 صفر إلى 5 ربيع الأول 1426هـ، الموافق 9 - 14 نيسان (إبريل) 2005م، ¶ بعد اطلاعه على البحوث الواردة إلى المجمع بخصوص موضوع القراءة الجديدة للقرآن وللنصوص الدينية، وبعد استماعه إلى المناقشات التي دارت حوله. ¶ قرر ما يأتي: ¶ أولاً: إن ما يسمى بالقراءة الجديدة للنصوص الدينية إذا أدت لتحريف معاني النصوص ولو بالاستناد إلى أقوال شاذة بحيث تخرج النصوص عن المُجمع عليه، وتتناقض مع الحقائق الشرعية يُعد بدعة منكرة وخطراً جسيماً على المجتمعات الإسلامية وثقافتها وقيمها، مع ملاحظة أن بعض حملة هذا",
            "page": "193",
            "part": "1",
            "seal": "B112F507"
        },
        {
            "id": "194",
            "nass": "الاتجاه وقعوا فيه بسبب الجهل بالمعايير الضابطة للتفسير أو الهوس بالتجديد غير المنضبط بالضوابط الشرعية. ¶ وتتجلى بوادر استفحال الخطر في تبني بعض الجامعات منهج هذه القراءات، ونشر مقولاتها بمختلف وسائل التبليغ، والتشجيع على تناول موضوعاتها في رسائل جامعية، ودعوة رموزها إلى المحاضرة والإسهام في الندوات المشبوهة، والإقبال على ترجمة ما كتب من آرائها بلغات أجنبية، ونشر بعض المؤسسات لكتبهم المسمومة. ¶ ثانياً: أصبح التصدي لتيار هذه القراءات من فروض الكفاية، ومن وسائل التصدي لهذا التيار وحسم خطره ما يلي: ¶ - دعوة الحكومات الإسلامية إلى مواجهة هذا الخطر الداهم وتجلية الفرق بين حرية الرأي المسؤولة الهادفة المحترمة للثوابت وبين الحرية المنفلتة الهدامة، لكي تقوم هذه الحكومات باتخاذ الإجراءات اللازمة لمراقبة مؤسسات النشر ومراكز الثقافة، ومؤسسات الإعلام والعمل على تعميق التوعية الإسلامية العامة في نفوس النشء والشباب الجامعي، والتعريف بمعايير الاجتهاد الشرعي، والتفسير الصحيح، وشرح الحديث النبوي. ¶ - اتخاذ وسائل مناسبة (مثل عقد ندوات مناقشة) للإرشاد إلى التعمق في دراسة علوم الشريعة ومصطلحاتها، وتشجيع الاجتهاد المنضبط بالضوابط الشرعية وأصول اللغة العربية ومعهوداتها. ¶ - توسيع مجال الحوار المنهجي الإيجابي مع حملة هذا الاتجاه.",
            "page": "194",
            "part": "1",
            "seal": "193F5D16"
        },
        {
            "id": "195",
            "nass": "- تشجيع المختصين في الدراسات الإسلامية لتكثيف الردود العملية الجادة ومناقشة مقولاتهم في مختلف المجالات وبخاصة مناهج التعليم. ¶ - توجيه بعض طلبة الدراسات العليا في العقيدة والحديث والشريعة إلى اختيار موضوعات رسائلهم الجامعية في نشر الحقائق والرد الجاد على آرائهم ومزاعمهم. ¶ - تكوين فرق عمل تابع لمجمع الفقه الإسلامي بجدة، مع إنشاء مكتبة شاملة للمؤلفات في هذا الموضوع ترصد ما نشر فيه والردود عليه، تمهيدا لكتابة البحوث الجادة، وللتنسيق بين الدارسين فيه، ضمن مختلف مؤسسات البحث في العالم الإسلامي وخارجه. ¶ والله أعلم.",
            "page": "195",
            "part": "1",
            "seal": "27A88968"
        },
        {
            "id": "197",
            "nass": "المراجع ¶ إتحاف أعلام الناس بجمال أخبار حاضرة مكناس لابن زيدان عبد الرحمن بن محمد. تحقيق علي عمر. دار الآمان بالرباط. الطبعة الأولى 1429/ 2008. ¶ إتحاف المطالع بوفيات أعلام القرن الثالث عشر والرابع لعبد السلام بن سودة. تحقيق محمد حجي، دار الغرب الإسلامي ببيروت 1417/ 1997. ¶ أسباب خلع المولى عبد العزيز وتعيين المولى عبد الحفيظ مكانه. لمحمد بن إبراهيم السباعي المراكشي. الخزانة العامة 3937د. ¶ الاستقصا لأخبار دول المغرب الأقصى لأحمد بن خالد الناصري. تحقيق جعفر الناصري ومحمد الناصري. دار الكتاب بالدار البيضاء 1418هـ/ 1997م. ¶ إظهار الحقيقة وعلاج الخليقة. لمحمد المكي الناصري. إدريس كرم ومحمد برعيش. منشورات السبيل 2010. ¶ الاعتصام للشاطبى أبي إسحاق. دار ابن عفان، السعودية. تحقيق سليم بن عيد الهلالي. 1412/ 1992. ¶ الإعلام بمن حل بمراكش وأغمات من الأعلام للعباس بن إبراهيم المراكشي. المطبعة الملكية. الرباط. تحقيق عبد الوهاب بن منصور. 1423.",
            "page": "197",
            "part": "1",
            "seal": "F275EAFF"
        },
        {
            "id": "198",
            "nass": "الأنيس المطرب لعلي بن أبي زرع الفاسي. المطبعة الملكية. تحقيق عبد الوهاب بنمنصور الطبعة الثانية 1420/ 1999. ¶ بيان مختصر من الأمة الإسلامية لمحمد المكي الناصري. مطبعة ميموزا بسلا. الطبعة الثانية 2008. ¶ البيان المطرب لنظام حكومة المغرب لعبد الحميد بن أبي زيان بنشنهو. مطبعة الأمنية بالرباط. الطبعة الثانية 1370/ 1951. ¶ البيان والتحصيل لابن رشد. دار الغرب الإسلامي. بيروت. جماعة من المحققين. الطبعة الثانية. 1408/ 1988. ¶ تاريخ عبد الرحمن بن خلدون. دار الفكر. بيروت. تحقيق خليل شحادة 1431/ 2001. ¶ التاريخ السياسي للمغرب العربي الكبير. عبد الكريم الفيلالي. الطبعة الأولى 2006. شركة ناس للطباعة. القاهرة ¶ تاريخ الضعيف الرباطي. دار الثقافة بالدار البيضاء. الطبعة الثانية 1428/ 2007. ¶ تاريخ المغرب في القرن العشرين. روم لاندو. ترجمة نقولا زيادة. دار الكتاب بالدار البيضاء. 1963. ¶ ترتيب المدارك وتقريب المسالك لمعرفة أعلام مذهب مالك للقاضي عياض ابن موسى اليحصبي السبتي. طبع وزارة الأوقاف المغربية. ¶ تفسير القرطبي أبي عبد الله محمد بن أحمد. دار عالم الكتب بالرياض.",
            "page": "198",
            "part": "1",
            "seal": "8AF3D942"
        },
        {
            "id": "199",
            "nass": "تهافت العلمانية في الصحافة العربية. لسالم البهنساوي. دار الوفاء المنصورة الطبعة الأولى 1410/ 1990. ¶ ثمانون عاما من الحرب الفرنكفونية ضد الإسلام واللغة العربية. إدريس الكتاني. نادي الفكر الإسلامي. الرباط. الطبعة الأولى 1421/ 2000. ¶ الحركة الحفيظية لعلال الخديمي. دار أبي رقراق بالرباط. الطبعة الأولى 2009. ¶ الحركة الوطنية والظهير البربري للحسن بوعياد. دار الطباعة الحديثة بالدار البيضاء. الطبعة الأولى 1399/ 1979. ¶ الحسبة. أمر بتصنيفه الحسن الثاني. المطبعة الملكية. الرباط. 1402/ 1982. ¶ حضارة الموحدين لمحمد المنوني. دار توبقال للنشر بالدار البيضاء. الطبعة الأولى 1989. ¶ الحلل البهية في ملوك الدولة العلوية لمحمد بن محمد المشرفي. تحقيق إدريس بوهليلة. منشورات وزارة الأوقاف بالرباط. الطبعة الأولى 2005. ¶ الجيش العرمرم الخماسي في دولة مولانا علي السجلماسي لمحمد بن أحمد الكنسوسي. تحقيق أحمد بن يوسف الكنسوسي. المطبعة الوراقة الوطنية بالرباط. ¶ دفاع عن الشريعة الإسلامية لعلال الفاسي. مطابع الرسالة بالرباط سنة 1966.",
            "page": "199",
            "part": "1",
            "seal": "6491069C"
        },
        {
            "id": "200",
            "nass": "الذيل والتكملة لكتابي الموصول والصلة لأبي عبد الله محمد بن محمد بن عبد الملك الأنصاري الأوسي المراكشي. تحقيق إحسان عباس. دار الثقافة ببيروت. ¶ سقوط الغلو العلماني لمحمد عمارة. دار الشروق القاهرة الطبعة الثانية 1422/ 2002. ¶ شرح صحيح البخارى لابن بطال علي بن خلف القرطبي. مكتبة الرشد الرياض 1423/ 2003. الطبعة الثانية تحقيق أبي تميم ياسر بن إبراهيم. ¶ الشريعة الإسلامية والعلمانية الغربية لمحمد عمارة. دار الشروق القاهرة الطبعة الأولى 1423/ 2003. ¶ شكرا ابن لادن. لسيد القمني. دار مصر المحروسة القاهرة 2004. ¶ فاس قبل الحماية. دار الغرب الإسلامي ببيروت. ترجمة محمد حجي ومحمد الأخضر. 1412/ 1992. ¶ فرنسا وسياستها البربرية في المغرب الأقصى. محمد المكي الناصري. الطبعة الثانية. شركة بابل 1993. الرباط. ¶ الفوائد الجمة في إسناد علوم الأمة لعبد الرحمن التمنارتي. تحقيق اليزيد الراضي. دار الكتب العلمية ببيروت. الطبعة الأولى 1428/ 2007. ¶ في صحبة السلطان- المغرب 1901 - 1905 لغابرييل فير. ترجمة عبد الرحيم حزل. إفريقيا الشرق بالدار البيضاء.",
            "page": "200",
            "part": "1",
            "seal": "76DE3C9D"
        },
        {
            "id": "201",
            "nass": "المخزن والضريبة والاستعمار، ضريبة الترتيب 1880 - 1915. للطيب بياض. إفريقيا الشرق بالدار البيضاء. ¶ المصادر العربية لتاريخ المغرب لمحمد المنوني. منشورات كلية الآداب بالرباط 1410/ 1989. ¶ مظاهر يقظة المغرب الحديث لمحمد المنوني. المدارس بالدار البيضاء. الطبعة الثانية 1405/ 1985. ¶ المغرب في مواجهة التحديات الخارجية 1851 - 1947. علال الخديمي. إفريقيا الشرق. الدار البيضاء. المغرب. ¶ المغرب قبل الاستعمار المجتمع والدولة والدين لمحمد المنصور. ترجمة محمد حبيدة. الطبعة الأولى 2006. ¶ المغرب والاستعمار. لألبير عياش. ترجمة عبد القادر الشاوي ونور الدين سعودي. دار الخطابي. ¶ نصح المؤمنين بشرح قول ابن أبي زيد\"والطاعة لأئمة المسلمين\". لأحمد بن محمد الرهوني. مخطوط الخزانة العامة بالرباط (2160د). ¶ النظم الإسلامية في المغرب في القرون الوسطى. ج. ف. ب. هوبكنز. ترجمة أمين توفيق الطيبي. شركة المدارس الطبعة الثانية 1420/ 1999. ¶ الوطنية في النثر المغربي الحديث. لأحمد زيادي. مطبعة النجاح الجديدة بالدار البيضاء. الطبعة الأولى 2010.",
            "page": "201",
            "part": "1",
            "seal": "1D03E00F"
        }
    ],
    "t2040": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "العلمانية والمذهب المالكي"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "المذهب المالكي عبادة وشريعة"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "إنكار المالكية للحرية بمفهومها العلماني"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "السياسة إذا لم تتقيد بالشريعة فهي مرفوضة"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "توقيف العمل بأحكام الشريعة في المغرب"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "1",
            "tit": "الحفاظ على الأحكام الشرعية أهم واجب على السلطان"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "تحريم المالكية التحاكم إلى غير الكتاب والسنة"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "إنكار المالكية لتبديل الزكاة بالضريبة"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "أول من بدل الزكاة الشرعية بضريبة الترتيب"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "تطبيق الحدود الشرعية في عهد الدولة العلوية"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "الخمر"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "الدعارة"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "عناية الدولة العلوية بجمع الجزية من اليهود"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "مناهضة المالكية للبنوك الربوية"
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": null,
            "tit": "أحكام أخرى"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "الظهير البربري أهم مظاهر العلمنة في المغرب وموقف المغاربة منه"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": "1",
            "tit": "علمنة القانون"
        },
        {
            "id": "115",
            "lvl": "3",
            "sub": null,
            "tit": "1 - فرنسة البربر أحد أهم أهداف السياسة البربرية"
        },
        {
            "id": "119",
            "lvl": "3",
            "sub": null,
            "tit": "2 - الإخراج من الإسلام والقضاء على القرآن"
        },
        {
            "id": "122",
            "lvl": "3",
            "sub": null,
            "tit": "3 - تنصير البربر"
        },
        {
            "id": "128",
            "lvl": "2",
            "sub": null,
            "tit": "الاحتجاج ضد السياسة"
        },
        {
            "id": "130",
            "lvl": "2",
            "sub": null,
            "tit": "عود على بدء"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": null,
            "tit": "ماذا يعني تطبيق الشريعة في المذهب المالكي؟"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": null,
            "tit": "من الناحية السياسية"
        },
        {
            "id": "145",
            "lvl": "2",
            "sub": null,
            "tit": "ومن الناحية الإعلامية"
        },
        {
            "id": "148",
            "lvl": "2",
            "sub": null,
            "tit": "ومن الناحية الاجتماعية"
        },
        {
            "id": "161",
            "lvl": "2",
            "sub": null,
            "tit": "ومن الناحية القانونية"
        },
        {
            "id": "173",
            "lvl": "2",
            "sub": null,
            "tit": "ومن الناحية الاقتصادية"
        },
        {
            "id": "185",
            "lvl": "1",
            "sub": null,
            "tit": "ملحق"
        },
        {
            "id": "186",
            "lvl": "2",
            "sub": null,
            "tit": "قرار رقم: 48 (10/ 5) بشأن تطبيق أحكام الشريعة الإسلامية"
        },
        {
            "id": "188",
            "lvl": "2",
            "sub": null,
            "tit": "قرار رقم: 99 (2/ 11) بشأن العلمانية"
        },
        {
            "id": "191",
            "lvl": "2",
            "sub": null,
            "tit": "قرار رقم: 100 (3/ 11) بشأن الإسلام في مواجهة الحداثة الشاملة"
        },
        {
            "id": "193",
            "lvl": "2",
            "sub": null,
            "tit": "قرار رقم: 146 (4/ 16) بشأن القراءة الجديدة للقرآن وللنصوص الدينية"
        },
        {
            "id": "197",
            "lvl": "1",
            "sub": null,
            "tit": "المراجع"
        }
    ]
}