{
    "b2041": [
        {
            "id": "1",
            "nass": "التوسط ¶ بين مالك وابن القاسم ¶ في ¶ المسائل التي اختلفا فيها من مسائل المدونة ¶ لأبي عبيد القاسم بن خلف الجُبيري الطرطوشي المالكي ¶ (المتوفى سنة 378هـ) ¶ تحقيق: أبي سفيان مصطفى باحو ¶ الناشر: دار الضياء طنطا مصر ¶ الطبعة الأولى: 1426/ 2005 ¶ رقم الإيداع: 10901/ 2005",
            "page": null,
            "part": null,
            "seal": "FBC16499"
        },
        {
            "id": "2",
            "nass": "تقديم ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيآت أعمالنا، من يهده الله فهو المهتدي ومن يضلل فلا هادي له. ¶ أما بعد، لقد تتابعت التآليف في بيان اختلاف العلماء وتنوع آرائهم، سواء داخل المذهب الواحد، أم بالنظر إلى سائر المذاهب الفقهية المعتمدة. ¶ وأخذ المذهب المالكي حظه من هذا، فألف متقدمو رجاله عدة مصنفات في بيان اختلاف مالك وأصحابه في الفروع الفقهية داخل المذهب. ¶ ومن أوائل كتب المالكية المؤلفة في هذا: ¶ *- اختلاف ابن القاسم وأشهب (¬1) ليحيى بن عمر الكناني (المتوفى سنة 289). ¶ *- الكتب المبسوطة في اختلاف أصحاب مالك وأقواله (¬2)، ليحيى بن إسحاق بن يحيى الليثي الأندلسي (المتوفى سنة 303، وقيل 293). ¶ *- الاتفاق والاختلاف في مذهب مالك (¬3) لمحمد بن الحارث الخشني (المتوفى سنة 361، وقيل 364). ¶ *- اختلاف أقوال مالك وأصحابه لأبي عمر يوسف بن عبد البر النمري القرطبي (المتوفى سنة 463). (¬4) ¶ *- كتاب آخر منسوب لابن عبد البر، يوجد مخطوطا بخزانة الجامع الكبير بمكناس (رقم: 554) (¬5). ¶ ¬_________ ¶ (¬1) طبع بتحقيق حسن حسني عبد الوهاب سنة 1975، وانظر الديباج المذهب لابن فرحون (352). ¶ (¬2) انظر ما علقه محققا كتاب ابن عبد البر الآتي ذكره في مقدمة الكتاب (9). ¶ (¬3) الديباج المذهب لابن فرحون (260). ¶ (¬4) طبع السفر الأول منه في دار الغرب الإسلامي بتحقيق حميد لحمر، وميكلوش موراني الألماني، وقد استفدت من مقدمتهما. ¶ (¬5) ونسبته لابن عبد البر غير مقطوع بها، فمؤلفه يقول فيه: قال أبو عمر، ويقول: قال أبو الوليد. ¶ فربما هذا ينقل عن ابن عبد البر وأبي الوليد الباجي، وهو يتوسع في المباحث والأقوال وينقل عن طبقة متقدمي أصحاب مالك كثيرا. والأمر في حاجة إلى بحث، ومحافظ الخزانة ومفهرسها الأستاذ الفاضل عبد السلام البراق يميل قوله إلى ترجيح كونه لابن عبد البر.",
            "page": "5",
            "part": "1",
            "seal": "54525373"
        },
        {
            "id": "3",
            "nass": "*- التوسط بين مالك وابن القاسم، وهو كتابنا هذا الذي أتشرف بتحقيقه، وإخراجه إلى عالم الطباعة لأول مرة. ¶ وهو كتاب فقهي يناقش (44) مسألة، اختلف فيها مالك وابن القاسم، فتوسط أبو عبيد الجبيري بينهما مرجحا ما ظهر له، والغالب عليه ترجيح مذهب مالك. ¶ والمؤلف من أهل القرن الرابع، وهذا ما يجعل كتابه عزيزا وفريدا في بابه، لتقدم مؤلفه وقربه من العهود الزاخرة للفقه الإسلامي قبل شيوع التقليد والركون إليه. ¶ بين يدي الكتاب ¶ موضوع الكتاب: تتبع المؤلف رحمه الله أعيان المسائل التي اختلف فيها مالك وابن القاسم من كتاب المدونة، وتوسط القول بينهما في ذلك، مبينا مأخذ كل واحد منهما، وعلة اختياره، مرجحا لما تبين له أنه أرجح دليلا، وأقوم سبيلا. ¶ لكن الغالب عليه ترجيح مذهب مالك على مذهب ابن القاسم. ¶ وجملة المسائل التي ناقشها الجبيري في كتابه هذا: (44) مسألة، رجح اختيار مالك فيها في (18) مسألة. منها مسائل اعتبر بأن كلا القولين له وجه سائغ في النظر، مع ترجيح مذهب مالك، وهي: 1 - 7 - 13 - 17 - 20 - 23 - 34 - 39 - 42. ومنها مسائل جزم بترجيح مذهب مالك فقط، وهي المسائل التالية: 3 - 15 - 16 - 24 - 25 - 26 - 35 - 36 - 40. ¶ وصرح (5) مرات بأن كلا القولين له وجه سائغ في النظر، ولم يرجح أحدهما على الآخر، وهي المسائل: 4 - 8 - 27 - 41 - 43. ¶ ومرة قال بأن قول مالك أقيس، وقول ابن القاسم أحوط، وهي المسألة: 5.",
            "page": "6",
            "part": "1",
            "seal": "8690C4C0"
        },
        {
            "id": "4",
            "nass": "وتارة عكس، جعل قول مالك أحوط، وقول ابن القاسم أقيس، وهي المسألة: 12 - و22. ¶ وتارة رجح قول ابن هرمز، وهو قول ابن القاسم، وهي المسألة: 38. ¶ وتارة جعل قول ابن القاسم هو القياس، وقول مالك مبني على الاستحباب، وهي المسألة: 14. ¶ وتارة رجح قول غير مالك وابن القاسم، وهو قول ابن أبي أويس، مع تصريحه بأن قول مالك أقيس، وهي المسألة: 19. ¶ وما تبقى لم يجزم بترجيح قول على آخر، وهي (15 مسألة). ¶ صحة نسبته للمؤلف: أكثر من ترجم له ذكر له هذا الكتاب من تأليفه، فنسبه له: ابن مفرج (ترتيب المدارك (7/ 6))، وابن فرحون في الديباج (1/ 225)، والزركلي في الأعلام (5/ 175)، ورضا كحالة في معجم المؤلفين (8/ 99). ¶ قال ابن مفرج عنه: وكان حسن التأليف، له كتاب في التوسط بين مالك وابن القاسم فيما خالف فيه ابن القاسم مالكا، كتاب حسن. انتهى. ترتيب المدارك (7/ 6). ¶ وقال ابن فرحون في الديباج (1/ 225): وله كتاب في التوسط بين مالك وابن القاسم فيما خالف فيه ابن القاسم مالكا، كتاب حسن مفيد. ¶ النسخة المعتمدة: اعتمدت في تحقيق الكتاب على نسخة فريدة، توجد في خزانة الجامع الكبير بمكناس (رقم 218) ضمن مجموع. ¶ وهي النسخة الوحيدة للكتاب في خزائن العالم. ¶ عدد أوراقها: 40. ¶ عدد أسطر كل صفحة: 21. ¶ مسطرة الصفحة: 15/ 20. ¶ الخط: أندلسي. ¶ الناسخ: غير مذكور. ¶ تاريخ النسخ: العشر الوسط من شهر ذي القعدة الحرام عام 706/ 1307.",
            "page": "7",
            "part": "1",
            "seal": "A8D02D7C"
        },
        {
            "id": "5",
            "nass": "حال النسخة: النسخة جيدة عموما، ولكن الأرضة أحدثت خروما عديدة فيها، كما طمست الرطوبة بعض كلماتها (¬1). ¶ وهي نسخة تامة، غير أن الذي قام بجمع النسخة وترميمها غطى بعض كلماتها في طرفي الصفحات، كما اختلطت عليه بعض الأوراق، فوضعها في غير موضعها، وهي كالتالي: ¶ الصفحة (37) والصفحة (38) من المخطوط مكانها الصحيح بعد الصفحة (54). ¶ والصفحة (55) والصفحة (56) مكانها الصحيح بعد الصفحة (36). ¶ والصفحة (57) والصفحة (58) مكانها الصحيح بعد الصفحة (16). ¶ وقد عمل الأستاذ الحسن حمدوشي على تحقيق الكتاب في رسالة ماجستير سنة 1993، لا زالت مرقونة في خزانة جامعة محمد الخامس بالرباط، وقد اطلعت عليها واستفدت منها، وخاصة في تتميم الكلمات التي فيها بتر في المخطوط، ولي على عمله عدة ملاحظات، أعرضت عن ذكرها نظرا لاجتهاده الكثير في تتميم الخرومات الواقعة في النسخة، لكن أقتصر على واحدة هي أهمها، وهو أنه لم يتنبه لانقلاب ست صفحات في المخطوطة، كما تقدم قريبا، والأمر فيها ظاهر جدا بأدنى تأمل، وكذلك سقطت له بعض الكلمات، وعلى كل حال فقد بذل ما في وسعه، والله أعلم. ¶ ولا يفوتني هنا التنبيه على أن النقول التي نقلها المؤلف من المدونة لا تكاد تتفق مع ما في المدونة المطبوعة، وهو تارة ينقل نقلا قريبا من لفظ المدونة، وتارة يختصره ¶ ¬_________ ¶ (¬1) وقد وضعت البتر بين قوسين، وأتممت منه ما ظهر لي، تارة اعتمادا على ما بقي من الحروف، وتارة اعتمادا على السياق، وما لم يظهر لي وضعت مكانه نقاط حذف. ¶ هذا وكنت أرى قديما أن على الباحث تتميم السقط الموجود في النسخ في الهامش بدل الأصل، ثم ترجح عندي جواز ذلك في الأصل كذلك مع التنبيه على ذلك في الهامش، والله أعلم.",
            "page": "8",
            "part": "1",
            "seal": "A099B447"
        },
        {
            "id": "6",
            "nass": "اختصارا، وتارة يتصرف في النقل، وابتعادا عن إثقال الحواشي بالفروق بين نقل المؤلف والمطبوع من المدونة اكتفيت بذكر الجزء والصفحة التي نقل منها عند نهاية نقله.",
            "page": "9",
            "part": "1",
            "seal": "D8106EFF"
        },
        {
            "id": "7",
            "nass": "ترجمة المؤلف ¶ هو أبو عبيد القاسم بن خلف بن فتح بن عبد الله بن جبير الجبيري (¬1) الطرطوشي. ¶ طرطوشي الأصل ولزم قرطبة. ¶ قيل ولد سنة 312 (¬2). ¶ رحل إلى المشرق مع أبيه (¬3) وهو صغير. ¶ وسمع بقرطبة من قاسم بن أصبغ البياني وغيره. ¶ وبمصر من جماعة. ¶ وبجدة من الحسين بن حميد النجيرمي الجدي. ¶ وبالعراق من أبي بكر الأبهري، ولازمه وتفقه عنده على مذهب المالكية. ¶ ثم عاد إلى الأندلس. ¶ قال ابن فرحون في الديباج المذهب (1/ 225): ورحل وجال البلاد وأخذ عن الشيوخ والأعيان وأقام في رحلته ثلاثة عشر عاما. ¶ كان فقيها عالما حسن النظر صدرا في الشورى يجتمع إليه ويناظر عنده وكان من أهل العلم بالحديث والفقه نظارا مدققا في المسائل وكان حسن التأليف. ¶ وله كتاب في التوسط بين مالك وابن القاسم فيما خالف فيه ابن القاسم مالكا، كتاب حسن مفيد. ¶ ولي القضاء بطرطوشة وبلنسية. ¶ ¬_________ ¶ (¬1) بضم الجيم، كما ذكر عياض في ترتيب المدارك (7/ 5). ¶ (¬2) كما ذكر عياض في ترتيب المدارك (7/ 7). ¶ (¬3) أبوه هو خلف بن فتح بن عبد الله بن جبير الجبيري الطرطوشي ويكنى أبا القاسم، كان من أهل العلم والنزاهة، كما ذكر أبو عبد الله محمد بن عبد الله بن أبي بكر القضاعي البلنسي المعروف بابن الأبار (ت658) في التكملة لكتاب الصلة (1/ 239).",
            "page": "10",
            "part": "1",
            "seal": "F200A60E"
        },
        {
            "id": "8",
            "nass": "من تلامذته: معاوية بن هشام بن محمد بن هشام من أهل قرطبة يكنى أبا عبد الرحمن (¬1). ¶ قال ابن الفرضي في تاريخ العلماء والرواة بالأندلس (1/ 411) عن الجبيري: وكان فقيها عالما، حسن النظر، واستقضاه المستنصر بالله رحمه الله على طرطوشة وأعمالها، فاستعفى ذلك، وعهد إلى الحكام بمشاورته، فكان صدرا في أهل الشورى، وكان يجتمع عنده ويناظر عليه في الفقه، وكانت الدراية أغلب عليه من الرواية. ¶ وقال القاضي عياض في ترتيب المدارك (7/ 5 - 6): وقال ابن عفيف (¬2): كان من أهل العلم بالحديث والفقه، نظارا مدققا في المسائل. ¶ قال ابن مفرج (¬3): كان أبو عبيد من الصالحين العلماء، تطلب صغيرا، ورحل فحج وتوسع في الطلب، وكان له إلى علمه: أدب وفهم، وحسن خط وذكاء، وتفنن في المعرفة، وكان حسن التأليف، له كتاب في التوسط بين مالك وابن القاسم فيما خالف فيه ابن القاسم مالكا، كتاب حسن. انتهى. ¶ توفي سنة 378، كما قال ابن مفرج. (¬4) ¶ وقال ابن الفرضي: سنة: 371. ¶ ترجمه جماعة، منهم: ابن الفرضي في تاريخ علماء الأندلس (1/ 411)، والقاضي عياض في ترتيب المدارك وتقريب المسالك (7/ 5 - 6 - 7)، وابن فرحون ¶ ¬_________ ¶ (¬1) كان أديبا إخباريا تاريخيا فصيحا. كما في التكملة لكتاب الصلة (2/ 183). ¶ (¬2) هو القاضي أحمد بن محمد بن عفيف، أبو عمر الأندلسي القرطبي (ت410). ¶ مترجم في ترتيب المدارك (8/ 8) والأعلام للزركلي (1/ 211). ¶ (¬3) هو الفقيه الحافظ القاضي أبو عبد الله محمد بن أحمد بن محمد بن يحيى بن مفرج الأموي القرطبي (ت380). ¶ مترجم في سير أعلام النبلاء (16/ 390) والأعلام للزركلي (5/ 312) وغيرها. ¶ (¬4) وذكره الذهبي في سير أعلام النبلاء (16/ 439) ضمن جماعة توفوا سنة 378.",
            "page": "11",
            "part": "1",
            "seal": "7CEDE882"
        },
        {
            "id": "9",
            "nass": "في الديباج المذهب (2/ 151)، والزركلي في الأعلام (5/ 175)، ورضا كحالة في معجم المؤلفين (8/ 99) والمقري في نفح الطيب (2/ 984).",
            "page": "12",
            "part": "1",
            "seal": "BF964AA1"
        },
        {
            "id": "10",
            "nass": "الصفحة الأولى من المخطوط",
            "page": "13",
            "part": "1",
            "seal": "BDAE9D78"
        },
        {
            "id": "12",
            "nass": "مقدمة المؤلف ¶ [ص2] بسم الله الرحمان الرحيم: ¶ صلى الله على سيدنا محمد. ¶ الحمد لله المنعم على خلقه بما افترض عليهم من معرفته (وجعل) (¬1) ذلك مفتاحا للمزيد لهم من نعمه، وصلى الله على محمد رسوله (وسلم) (¬2) تسليما. ¶ أما بعد: ¶ فإن الله عز وجل لما امتحن عباده (بأوامره) (¬3) ونواهيه، فرق بين وجوه العلم بها، فجعل منها باطنا خفيا، و (منها ظاهرا) (¬4) جليا، ليرفع الذين آمنوا منهم والذين أوتوا العلم درجات. ¶ إذ لو (كانت) (¬5) جلية كلها لارتفع التنازع، وعدم الاختلاف، ولم يلجأ ( ... ) (¬6) احتيج إلى اعتبار وتفكير، ولا وجد شك، ولا ظن، ولا جهل (ولا ... ) (¬7)، لأن العلم حينئذ كان يكون طبعا. ¶ ولو كانت كلها خفية، لم يبق (سبيل) (¬8) إلى معرفة شيء منها، إذ الخفي لا يعلم بنفسه، ولو علم بنفسه لكان (جليا) (¬9)، قال الله سبحانه: \" هو الذي أنزل عليك ¶ ¬_________ ¶ (¬1) بياض في الأصل بسبب الإصلاح، وأتممته اعتمادا على السياق. ¶ (¬2) بياض في الأصل بسبب الرطوبة، وأتممته اعتمادا على السياق. ¶ (¬3) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬4) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬5) بياض في الأصل بسبب الرطوبة، وأتممته اعتمادا على السياق. ¶ (¬6) بياض في الأصل بسبب الرطوبة بمقدار كلمتين أو ثلاثة. ¶ (¬7) بياض في الأصل بسبب الرطوبة. ¶ (¬8) بياض في الأصل بسبب الرطوبة، وأتممته اعتمادا على السياق. ¶ (¬9) بياض في الأصل بسبب الرطوبة، وأتممته اعتمادا على السياق.",
            "page": "15",
            "part": "1",
            "seal": "D5B2E2D2"
        },
        {
            "id": "13",
            "nass": "الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات فأما الذين في قلوبهم زيغ، فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تأويله وما يعلم تأويله إلا الله والراسخون في العلم\". الآية، وقال تعالى: \" ولو ردوه إلى الرسول وإلى أولي الأمر منهم لعلمه الذين يستنبطونه منهم. ¶ وإذا بطل أن يكون العلم كله جليا، وبطل (أن يكون) (¬1) كله خفيا، ثبت أن منه ما هو جلي، ومنه ما هو خفي، وإذا كان ذ (لك) (¬2) كذلك، وكان الخفي من النصوص غير مكتف بنفسه ولا مستغن عن (جلي) (¬3) يدل عليه من غيره، وجب أن يتباين أهل الاستنباط في العلم حـ (ـسب) (¬4) تباينهم في النظر المؤدي إليه. ¶ وإنما تباينوا في ذلك، والله أعلم لما يعـ (رض) (¬5) بعد النظر في آفات التقصير التي تقطع عن إصابة المطلوب ولو اتفقوا ( ... ) (¬6) سبيله مع السلامة من الآفات لاتفـ (ـقوا) (¬7) بمشيئة الله وتو (فيقه) (¬8) ( ... ) (¬9) [ص3] ( ... ) (¬10) لأن النظر إذا كان سليما من الآفات التي (لا) (¬11) تعتوره، وقابل صاحبه ( ... ) (¬12) المتنازع فيه ¶ ¬_________ ¶ (¬1) بياض في الأصل بسبب الرطوبة، وأتممته اعتمادا على السياق. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) بياض في الأصل بسبب الرطوبة، وأتممته اعتمادا على السياق. ¶ (¬4) ما بين القوسين فيه بياض بسبب الرطوبة، وأتممته لظهور معناه. ¶ (¬5) ما بين القوسين فيه بياض بسبب الرطوبة، وأتممته لظهور معناه. ¶ (¬6) بياض في الأصل بسبب الرطوبة بمقدار كلمتين، وتظهر الكاف في آخرها. ¶ (¬7) ما بين القوسين فيه بتر بسبب الأرضة، وأتممته لظهور معناه. ¶ (¬8) ما بين القوسين فيه بياض بسبب الرطوبة، وأتممته لظهور معناه. ¶ (¬9) بياض في الأصل بسبب الرطوبة بمقدار كلمة. ¶ (¬10) بياض في الأصل بسبب الرطوبة بمقدار كلمة. ¶ (¬11) يظهر أن \"لا\" هذه زائدة. ¶ (¬12) بياض في الأصل بسبب الرطوبة بمقدار كلمة.",
            "page": "16",
            "part": "1",
            "seal": "FFCC7116"
        },
        {
            "id": "14",
            "nass": "أصله، فقد أصاب مطلوبه، وكان كل من فعل مثل فعله (موافـ) ـقا (¬1) له، ومن قصر عنه ولم يوف التأمل حقه كان مخالفا له، غير أن الصواب ( ... ) (¬2) هو الحكم في الحادثة المختلف فيها لا يجوز خروجه عن جميع أقاويل أهل (العلم) (¬3). ¶ وإذا كان العلماء مختلفين ولا تخلو الحادثة المختلف فيها من أن يكون لله عز وجل فيها نص (¬4)، فإن كان ذلك، فالنص أولى أن يعمل به، وإن لم يكن (ذلـ) ـك (¬5) فيها كان أحق من اعتمد المتعلم قوله في ذلك، وعول على اختياره فيه (مالـ) ـك (¬6) بن أنس رحمة الله عليه، لأنه ممن (¬7) ثبتت له المنزلتان: ضبط الآثار وحسن (الا) ختيار (¬8)، إذ كان لا يعدل في اختياراته عن ظاهر كتاب الله عز وجل، وسنة رسوله عليه السلام، واتفاق الأمة، وإجماع أهل المدينة. ¶ وإجماعهم ينقسم (إلى) (¬9) ضربين: أحدهما: استنباط، والآخر: توقيف (¬10). ¶ ¬_________ ¶ (¬1) ما بين القوسين فيه بياض، وأتممته لظهور معناه. ¶ (¬2) بياض في الأصل بسبب الرطوبة بمقدار كلمة. ¶ (¬3) بياض في الأصل بسبب الرطوبة بمقدار كلمة، وأتممته اعتمادا على السياق. ¶ (¬4) قال تعالى: \"ما فرطنا في الكتاب من شيء\"، وقال: \"وأنزلنا عليك الكتاب تبيانا لكل شيء\". ¶ وقال الشافعي: ما نزل بأحد نازلة إلا في كتاب الله سبيل الدلالة عليها. شفاء العليل لابن القيم (75). ¶ وقال ابن تيمية في الاستقامة (2/ 217): وقل أن تعوز النصوص من يكون خبيرا بها وبدلالتها على الأحكام. ¶ وانظر معارج القبول لحافظ حكمي (1/ 10). ¶ (¬5) ما بين القوسين فيه بياض بسبب الرطوبة، وأتممته لظهور معناه. ¶ (¬6) ما بين القوسين فيه بياض بسبب الرطوبة، وأتممته لظهور معناه. ¶ (¬7) أحيل هنا على الهامش، لكن لا يظهر ما أحيل عليه بسبب عملية ترميم المخطوط. ¶ (¬8) أي حفظ الحديث وضبطه، وحسن فقهه وفهمه. وهو كما قال رحمه الله. ¶ (¬9) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬10) قال ابن القيم في إعلام الموقعين (2/ 385): عمل أهل المدينة وإجماعهم نوعان: أحدهما: ما كان من طريق النقل والحكاية، والثاني ما كان من طريق الاجتهاد والاستدلال.",
            "page": "17",
            "part": "1",
            "seal": "30A221E5"
        },
        {
            "id": "15",
            "nass": "فالضرب الأول: لا فرق بينهم (و) بين سائر أهل الأمصار فيه. ¶ وأما الضرب الثاني: المضاف إلى الـ (ـتو) قيف (¬1) ( ... ) (¬2) الذي يعول عليه، ويعترض على خبر الواحد به، نحو إسقاطهم الزكاة في (الـ) ـخضروات (¬3)، والآذان، والتكبير على الجنائز (¬4) وإجازة الوقوف، ومعاقلة (¬5) الرجل المرأة (¬6) إلى ثلث الدية (¬7). ¶ ¬_________ ¶ (¬1) ما بين القوسين فيه بياض بسبب الرطوبة، وأتممته لظهور معناه. ¶ (¬2) بياض في الأصل بسبب الرطوبة بمقدار ثلاثة أحرف. ¶ (¬3) قال ابن القيم في حاشية السنن (1/ 80) عن عمل أهل المدينة: وعملهم بترك التحديد في المياه عمل نقلي، خلفا عن سلف، فجرى مجرى نقلهم الصاع والمد والأجناس وترك أخذ الزكاة من الخضروات، وهذا هو الصحيح المحتج به من إجماعهم، دون ما طريقه الاجتهاد والاستدلال، فإنهم وغيرهم فيه سواء، وربما يرجح غيرهم عليهم، ويرجحوا هم على غيرهم، فتأمل هذا الموضع. ¶ (¬4) أظنه يقصد الزيادة على أربع تكبيرات. ¶ فقد قال ابن عبد البر في التمهيد (6/ 340) بعد أن حكى الخلاف في عدد التكبيرات على الجنازة: وما جمع عمر عليه الناس أصح وأثبت، مع صحة السنن فيه عن النبي صلى الله عليه وسلم أنه كبر أربعا، وهو العمل المستفيض بالمدينة، ومثل هذا يحتج فيه بالعمل، لأنه قل يوم أو جمعة إلا وفيه جنازة، وعليه الجمهور وهم الحجة وبالله التوفيق. ¶ (¬5) المعاقلة مفاعلة من العقل، وهو الدية. ¶ قال ابن حجر في الفتح (12/ 246): قوله باب العاقلة (بكسر القاف) جمع عاقل، وهو دافع الدية، وسميت الدية عقلا تسمية بالمصدر، لأن الإبل كانت تعقل بفناء ولي القتيل، ثم كثر الاستعمال حتى أطلق العقل على الدية، ولو لم تكن إبلا. ¶ وعاقلة الرجل قراباته من قبل الأب وهم عصبته وهم الذين كانوا يعقلون الإبل على باب ولي المقتول. ¶ وتحمل العاقلة الدية ثابت بالسنة، وأجمع أهل العلم على ذلك. ¶ (¬6) هذه الكلمة لا تظهر إلا قليلا بسبب الرطوبة. ¶ (¬7) قال ابن رشد في بداية المجتهد (2/ 319): واختلفوا في ديات الشجاج وأعضائها: ¶ فقال جمهور فقهاء المدينة: تساوي المرأة الرجل في عقلها من الشجاج والأعضاء إلى أن تبلغ ثلث الدية، فإذا بلغت ثلث الدية عادت ديتها إلى النصف من دية الرجل، أعني دية أعضائها من أعضائه، مثال ذلك: إن في كل أصبع من أصابعها عشرا من الإبل، وفي اثنين منها عشرون، وفي ثلاثة ثلاثون، وفي أربعة عشرون. ¶ وبه قال مالك وأصحابه والليث بن سعد، ورواه مالك عن سعيد بن المسيب، وعن عروة بن الزبير، وهو قول زيد بن ثابت، ومذهب عمر بن عبد العزيز. ¶ وقالت طائفة: بل دية جراحة المرأة مثل دية جراحة الرجل إلى الموضحة، ثم تكون ديتها على النصف من دية الرجل، وهو الأشهر من قولي ابن مسعود، وهو مروي عن عثمان، وبه قال شريح وجماعة. ¶ وقال قوم: بل دية المرأة في جراحها وأطرافها على النصف من دية الرجل في قليل ذلك وكثيره، وهو قول علي رضي الله عنه، وروي ذلك عن ابن مسعود إلا أن الأشهر عنه ما ذكرناه أولا. ¶ وبهذا القول قال أبو حنيفة والشافعي والثوري.",
            "page": "18",
            "part": "1",
            "seal": "74842A57"
        },
        {
            "id": "16",
            "nass": "وإنما قلنا في هذه المذكورات، وما كان في معناها (بأنـ) ـه (¬1) توقيف استدلالا، كما يحكم لما عدا السنة التي لا نص فيها بحكم السنة (الـ) ـمنصوص عليها استدلالا، لأن ما هذا وصفه ليس مما حدث، فيحتمل اجتماعهم (علـ) ـيه (¬2) بعد انقطاع التوقيف، ولا مما في إيجابه للعقل مدخل لا نظير له يرد (إليـ) ـه (¬3)، فلم يبق إلا أن يكون اجتماعهم على ذلك توقيفا، ثم إذا عدم نص الكتاب و (السـ) ـنة (¬4)، واتفاق الأمة، وإ (جمـ) ـاع (¬5) أهل المدينة (¬6)، فزع إلى العبرة (¬7)، وهي امتـ (ـحـ) ـان (¬8) [ص4] الفزع ( ... ) (¬9) بما وجدت ( ... ) (¬10) كان له حكمه، وما ¶ ¬_________ ¶ (¬1) ما بين القوسين فيه بياض بسبب الرطوبة، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين فيه بياض بسبب الرطوبة، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين فيه بياض بسبب الرطوبة، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين فيه بياض بسبب الرطوبة، وأتممته لظهور معناه. ¶ (¬5) أذهب الخرم بعض حروفها، وهي الجيم والميم، والأمر فيها ظاهر. ¶ (¬6) ذهب إلى حجية عمل أهل المدينة: مالك وأصحابه، وخالفهم جماهير السلف والخلف. ¶ انظر إرشاد الفحول (105) وإعلام الموقعين (2/ 380) والإحكام لابن حزم (2/ 222) والإحكام للآمدي (2/ 128). ¶ (¬7) أي الاعتبار، وهو النظر وإعمال الرأي. ¶ (¬8) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬9) بياض في الأصل بسبب الرطوبة بمقدار كلمتين. ¶ (¬10) خرم في الأصل بسبب الأرضة بمقدار كلمة.",
            "page": "19",
            "part": "1",
            "seal": "92F673EC"
        },
        {
            "id": "17",
            "nass": "عد (ل) (¬1) فيه عنه خرج عن أن يكون محكوما له بحكمه. ¶ فهذه جملة أصول العلم السمعية عنده رحمه الله، وهذا أحد الأحكام الشرعية التي لا يسع الراسخ أن يعدل عنها (و) أن يطلب الحق فيما سواها، ولا يجوز للمتعلم مع الإمكان أن يتعلم ما به الحاجة من غير جهتها، وقد ترد له رحمه الله نصوص في حوادث عدل فيها عن ا (لأ) صول التي أصلنا: ¶ إما لخفاء العلة التي توجب البناء عليها، وتضطر إلى الرد إليها. ¶ أو لضرب من المصلحة، إذ كان من مذهبه رحمة الله عليه الحكم بالأصلح فيما لا نص فيه ما لم يمنع من ذلك ما يوجب الانقياد له (¬2)، وإذ لا جائز عنده أن تعرى الحادثة من أن يكون لله عز وجل فيها حكم. ¶ وهذا الضرب من مسائله عسير مطلبه، لأنه مغمور مكنون في جنب ما هو مبني منها على الأصول التي قد (منا) (¬3) ذكرها، فإذا وجد كان نادرا، وكان المختار استعماله من ذلك ما هو أولى به على أصوله، وأمضى على مقدماته، وأليق بمعانيه وأغراضه، وإن أدى ذلك ( ... ) (¬4) نص المسألة (¬5) الـ (ـمـ) ـأثورة (¬6) عنه. ¶ لأن اتباع الأصل المتيقن صحته أولى من اتباع (عـ) ـام (¬7) من القول، محتمل لوجوه الاحتمالات، قد تفرد بنقله من يجوز عليه السهو والغلط. ¶ ¬_________ ¶ (¬1) ما بين القوسين به خرم، وأتممته لظهور معناه. ¶ (¬2) قال الشوكاني في إرشاد الفحول (403): وقد اختلفوا في القول بهذا على مذاهب: الأول: منع التمسك بها مطلقا، وإليه ذهب الجمهور. ¶ الثاني: الجواز مطلقا، وهو المحكي عن مالك ... ¶ وانظر الموافقات (3/ 74) والمستصفى (173) وروضة الناظر (169). ¶ (¬3) ما بين القوسين فيه بياض قليل بسبب الرطوبة، وأتممته لظهور معناه. ¶ (¬4) طمس في الأصل بسبب الرطوبة بمقدار كلمة. ¶ (¬5) هذه الكلمة أكلت الأرضة آخرها من أسفل. ¶ (¬6) ما بين القوسين فيه خرم بسبب الأرضة، وأتممته لظهور معناه. ¶ (¬7) ما بين القوسين به خرم، وأتممته لظهور معناه.",
            "page": "20",
            "part": "1",
            "seal": "39A92319"
        },
        {
            "id": "18",
            "nass": "وهذا والله أعلم هو السبب الداعي إلى مخالفة بعض أصحابه له، لأنه ربما شاهد فتواه في الحادثة التي يسأل عنها فيحفظ جوابه فيها، ويقابل (¬1) السبب الذي تعلق الحكم به، وخرج جوابه عليه، فإذا قابل به أصوله وقد قام له الدليل على صحته، ولم يمكنه الجمع بينهما على نكتة واحدة، لفقد السبب الذي لو اقترن به لما تعذر ذلك فيه، فزع إلى نص جوابه، واعتقده خلافا من قوله فعول عليه، وجعله أصلا يرد ما كان في معناه إليه، فيؤدي به ذلك إلى مخا (لفته) (¬2) فيما تـ (فـ) ـرع (¬3) عنه، ثم قد تختلف القولان عنه في ا (لمسـ) ـألة (¬4) الواحدة اختلافـ (ـا) [ص5] لا يمكن الجمع (بـ) ـينهما، وغرضه في ذلك أحمـ ( .. ) (¬5) السائل بوجوه المسألة، وما يجوز أن يكون مفرعا على علتها. ¶ إذ غرض العالم فيما يرسمه من كتبه إفادة غيره، فربما حسنت الشبهة لبعضهم اتباع القول الذي هو غير عـ (ـدل) (¬6) عنده في باب الاعتقاد فيعتقده علما وعملا، فيكون ذلك ذريعة إلى مخالفته فيما تفرع من تلك المسألة ومما كان في معناها، وكل ذلك منهم رحمة الله عليهم، طلبا للحق، ورغبة عن التقليد. ¶ فهذا عبد الرحمان بن القاسم (¬7)، ¶ وكان أخص أ (صحـ) ـابه (¬8) وأكثرهم اتباعا ¶ ¬_________ ¶ (¬1) هكذا تظهر هذه الكلمة، وقد أذهبت الرطوبة معالمها. ¶ (¬2) ما بين القوسين فيه بياض بسبب الرطوبة، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به خرم، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين فيه خرم بسبب الأرضة، وأتممته لظهور معناه. ¶ (¬5) بتر في الأصل. ¶ (¬6) كلمة بها خرم في وسطها، تبدأ بحرف العين وتنتهي بحرف الراء أو الدال، أو ما أشبههما، وأتممتها كما ظهر لي. ¶ (¬7) هو عبد الرحمن بن القاسم أبو عبد الله العتقي المصري (ت 191). ¶ ترجمته في سير أعلام النبلاء (9/ 120) وتذكرة الحفاظ (1/ 356) وطبقات الشيرازي (155) وترتيب المدارك (3/ 244) وشجرة النور (58) وتهذيب الكمال (17/ 344) وتهذيب التهذيب (6/ 227) ووفيات الأعيان (3/ 36) وغيرها. ¶ (¬8) ما بين القوسين به خرم، وأتممته لظهور معناه.",
            "page": "21",
            "part": "1",
            "seal": "B12E8976"
        },
        {
            "id": "19",
            "nass": "لرأيه، وتقليدا له فيما أشكل عليه قد خالفه، وكان لا فوقه أحد عنده، ولم يستسهل تقليده فيما قام له الدليل على صحة القول به (¬1)، غير أن خلافه له من نحو ما ذكرناه والله أعلم. ¶ وقد ضمنت كتابي هذا أعيان المسائل التي اختلفا فيها من كتاب المدونة دون ما سواه، وتوسطت القول بالعدل بينهما في ذلك، بمقدار ما بلغه علمي وأثمره فهمي، وأيدت قول كل واحد منهما بما يطابقه من كتاب الله عز وجل ومن سنة رسوله عليه السلام، أو من اتفاق الأمة أو إ (جماع) (¬2) أهل المدينة، أو العبرة، امتثالا لأمر الإمام الحكم المستنصر بالله أمير المؤمنين (¬3)، المؤتمر لأمر الله عز وجل فيما يحبه ويكرهه، والمنتهي عما نهاه عنه فيما يأخذه ويتركه، والمؤثر رضاه فيما يقدمه ويؤخره، والمجتنب سخطه فيما يورده ويصدره، والعامل بطاعته فيما ينقضه ويبرمه، والمعتصم بحبله فيما يحله ويعقده، (¬4) \" ومن يعتصم بالله فقد هدي إلى صراط مستقيم\" و (مفـ) ـتاح (¬5) معالم التنزيل، ومستقر دلائل التأويل، بحر علم لا يظمأ وارده، وطود حلم (¬6) لا تزول قواعده. ¶ المنفرد بكل مأثورة شريفة، وفضيلة منيفة لا يشركـ (ـه فيـ) ـها (¬7) أحد، ولايباريه، ولا يطاوله ولا يجا (ريه) (¬8). [ص6] ¶ ¬_________ ¶ (¬1) تأمل بعد المالكية الأوائل عن التقليد. ¶ (¬2) خرم في الأصل، وأتممته اعتمادا على السياق وعلى بقايا بعض الحروف. ¶ (¬3) هو أبو العاص الحكم بن الناصر لدين الله عبد الرحمن بن محمد الأموي (ت 366). ¶ انظر ترجمته في سير أعلام النبلاء (16/ 230) وشذرات الذهب (2/ 55) وتاريخ علماء الأندلس (15) والبداية والنهاية (11/ 285) وغيرها. ¶ (¬4) قال الذهبي في سير أعلام النبلاء (16/ 230): كان جيد السيرة وافر الفضيلة. ¶ (¬5) ما بين القوسين به خرم، وأتممته لظهور معناه. ¶ (¬6) أي جبل حلم، انظر القاموس (1/ 431) والصحاح (2/ 99) واللسان (3/ 271). ¶ (¬7) ما بين القوسين به خرم، وأتممته لظهور معناه. ¶ (¬8) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "22",
            "part": "1",
            "seal": "630CD8B5"
        },
        {
            "id": "20",
            "nass": "قد عم الله عز وجل بفضله و ( ... ) (¬1) ـه بقاع أرضه، ووصل خير (هـ) (¬2) إلى الداني والقاصي من خلقه، أطال الله بقاءه، وأحسن عن الإسلام وأهله جزاءه، وعضده (فيما) (¬3) قلده منها بتوفيقه وكفايته، حتى ينال من أمانيه أبعدها وأجلها، ومن هممه أقصاها وأتمها. ¶ وبعد هذا: فإني أسأل الله حسن العون على تنفيذ أوامره، وتأدية حقوقه، واستفراغ الوسع والطاقة في طاعته، وبما يقع بموافقته، ويكون كفوء (¬4) نعمته بلطفه وقدرته. ¶ وصلى الله على محمد نبيه. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وربما يكون الساقط: بعدله أو بقسطه. ¶ (¬2) ما بين القوسين به خرم، وأتممته لظهور معناه. ¶ (¬3) خرم في الأصل بسبب الأرضة بمقدار كلمة، وأتممته اعتمادا على السياق. ¶ (¬4) يقال: هذا كفاؤه وكفأته وكفيئه وكفؤه وكفوؤه، انظر القاموس (1/ 117).",
            "page": "23",
            "part": "1",
            "seal": "AD01C0FC"
        },
        {
            "id": "21",
            "nass": "ذكر ما اختلف فيه مالك وابن القاسم في كتاب الطهارة من المدونة. ¶ 1 - حكم حيض الحامل (¬1) (¬2) ¶ \" قال ابن القاسم: قال مالك في الحامل -ترى الدم على حملها-: ليس أول الحمل كآخره، إن رأته في أول حملها أمسكت عن الصلاة قدر ما يجتهد لها فيه وليس لذلك حد. ¶ وقال ابن القاسم: إن رأت ذلك في ثلاثة أشهر أو نحوها، تركـ (ت الـ) صلاة (¬3) خمسة عشر يوما ونحو ذلك، وإن جاوزت الستة أشهر من حملها ثم ¶ ¬_________ ¶ (¬1) قال ابن رشد في بداية المجتهد (1/ 38): اختلف الفقهاء قديما وحديثا هل الدم الذي ترى الحامل هو حيض أم استحاضة؟ فذهب مالك والشافعي في أصح قوليه وغيرهما إلى أن الحامل تحيض، وذهب أبو حنيفة وأحمد والثوري وغيرهم إلى أن الحامل لا تحيض وأن الدم الظاهر لها دم فساد وعلة، إلا أن يصيبها الطلق فإنهم أجمعوا على أنه دم نفاس وأن حكمه حكم الحيض في منعه الصلاة وغير ذلك من أحكامه. ¶ وذكر ابن عبد البر في التمهيد (16/ 86) أن مذهب مالك والشافعي والليث والطبري أنه حيض. ¶ وقال الثوري وأبو حنيفة وأصحابه والحسن بن حي والأوزاعي: ليس بحيض، إنما هو استحاضة. ¶ وذكر الدسوقي (1/ 169) أن المرأة إذا حاضت في الشهر 3 أو 4 أو 5 فأكثر الحيض 20 يوما ومازاد فهو دم فساد. ¶ وإن حاضت في 7 فما فوق فأكثر الحيض 30 يوما. ¶ وإن حاضت في السادس فظاهر المدونة إن له حكم ما قبلها، وعند جميع شيوخ إفريقيا له حكم ما بعدها. ¶ وانظر الشرح الكبير (1/ 169) ومواهب الجليل (1/ 369) والقوانين الفقهية (31). ¶ (¬2) هذا العنوان مني تسهيلا وتبيينا. ¶ (¬3) ما بين القوسين به خرم، وأتممته لظهور معناه.",
            "page": "24",
            "part": "1",
            "seal": "CC760209"
        },
        {
            "id": "22",
            "nass": "رأته تركت الصلاة ما بينها وبين العشرين ونحو ذلك. (¬1) ¶ قال أبو عبيد: قد اختلفت الرواية عن مالك رحمة الله عليه في هذه المسألة، فروى عنه ابن عبد الحكم (¬2) أنه قال في الحامل ترى الدم أنها تكف عن الصلاة قدر أيام حيضتها، ثم تستظهر (¬3) بثلاث ثم تصلي. ¶ وهذه الرواية توجب التسوية بين حكم الحامل وغيرها في أقصى مدة ترك الصلاة عند رؤية الدم. ¶ والمعنى الجامع بينهما قول الله تعالى: \" ويسألونك عن المحيض قل هو أذى فاعتزلوا النساء في المحيض\"، والمحيض كل دم ظهر من فرج حا (ئل) (¬4) أو حامل لأن قوله \"فاعتزلوا النساء\" يوجـ (ـب) (¬5) العموم في كل النساء [ص7] حوائل كن أو حوامل. ¶ وإذا كان ذلك كذ (لك) (¬6)، فواجب على الحامل أن تكف عن الصلاة إذا رأت الدم، وأن تعتزل فيه حتى ينقطع، أو يمضي له من الزمان ما يدل على أنه ليس بحيض، وهو أن يستمر بها الدم أكثر من خمسة عشر يوما، فتكون مستحاضة، ¶ ¬_________ ¶ (¬1) المدونة (1/ 54 - 55)، وقد قدمت في التقديم التنبيه على أنني لا أهتم بذكر الفروق بين نقل المؤلف من نسخته من المدونة وبين المدونة المطبوعة. ¶ (¬2) هو أبو محمد عبد الله بن عبد الحكم بن أعين بن ليث الفقيه المصري المالكي (ت 214). ¶ انظر ترجمته في سير أعلام النبلاء (10/ 220) والجرح والتعديل (5/ 105) والعبر (1/ 366) وترتيب المدارك (3/ 363) والشذرات (1/ 34) وشجرة النور (59). ¶ (¬3) قال الأزهري: ومعنى الاستظهار في قولهم هذا: الاحتياط والاستيثاق، لسان العرب (4/ 522). ¶ (¬4) هنا بتر، وأتممته لظهور المعنى واعتمادا على السياق، ولأن المصنف سيكررها قريبا بنفس اللفظ. ¶ والحائل هي كل من انقطع عنها الحمل لسنة فأكثر، انظر لسان العرب (11/ 189). ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "25",
            "part": "1",
            "seal": "E27CBB2A"
        },
        {
            "id": "23",
            "nass": "وهذا على قوله الأول، وإليه ذهب ابن القاسم في اختياره الأول: إذا رأت الدم في أول حملها. ¶ فأما وجه قوله: في الاستظهار، فإنما هو مبني على الاحتياط، لتصلي قبل الخمسة عشر يوما التي هي أقصى مدة الحيض (¬1). ¶ لأن الأصل عنده في الحائض أن تترك الصلاة ما بينها وبين غاية (المـ) ـحيض (¬2)، فاحتاط لها بأن تستظهر بثلاث، إذ ليس من عادة الحيض أن ينتقل من خمسة إلى خمسة عشر، ولا أن يزيد على أيامه المعهودة بمثلها، وقد يجتهد أن يزيد اليوم واليومين. ¶ وإنما اقتصر على الثلاثة وجعلها حدا في الاستظهار، لأنها قد حدت في كثير من الأحكام، من ذلك: الخيار في المصراة (¬3)، لاعتبار لبن التصرية من غيره، فلما جعلت الثلاثة حدا في استبراء اللبن المعتاد خروجه من الشاة ليفصل بها بينه وبين ¶ ¬_________ ¶ (¬1) اختلف في تقدير أقل الحيض وأكثره، وكل ما ورد في الباب من أحاديث لا تصح. ¶ قال ابن رشد في بداية المجتهد (1/ 36): اختلف العلماء في أكثر أيام الحيض وأقلها وأقل أيام الطهر. ¶ فروي عن مالك أن أكثر أيام الحيض خمسة عشر يوما، وبه قال الشافعي. ¶ وقال أبو حنيفة: أكثره عشرة أيام. ¶ وأما أقل أيام الحيض فلا حد لها عند مالك ... ¶ وقال الشافعي: أقله يوم وليلة. ¶ وقال أبو حنيفة: أقله ثلاثة أيام ... إلى آخر كلامه. ¶ (¬2) ما بين القوسين فيه بياض بسبب الرطوبة، وأتممته لظهور معناه. ¶ (¬3) رواه البخاري (2044) ومسلم (1524) وأبو داود (3/ 270) والنسائي (7/ 253 - 254) والترمذي (1251 - 1252) وابن ماجه (2/ 753) وأحمد (2/ 273 - وغيرها) والدارمي (2553) والبيهقي (5/ 273 - 320) وابن أبي شيبة (7/ 291) وعبد الرزاق (8/ 197) والطحاوي (4/ 17 - 18 - 19) والطبراني في الأوسط (4/ 51) (7/ 249) (8/ 248) عن أبي هريرة قال رسول الله صلى الله عليه وسلم: من اشترى غنما مصراة فاحتلبها، فإن رضيها أمسكها، وإن سخطها ففي حلبتها صاع من تمر.",
            "page": "26",
            "part": "1",
            "seal": "378180ED"
        },
        {
            "id": "24",
            "nass": "الناذر خروجه منها، وكا (ن) (¬1) الحيض في النساء معتادا، والاستحاضة فيهن نادرا، وكان حكم دم الحيض مباينا لحكم دم الاستحاضة، كما أن موجب حكم لبن التصرية مخالف لموجب حكم اللبن المعتاد وجب أن تكون الثلاثة حدا لمن زادت حيضتها على أيامها بين دم الحيض المعتاد وبين دم الاستحاضة، الذي هو نادر، ليقع بها الفصل بين حكم الدمين، كما وقع بها الفصل بين حكم اللبنين ا (حتـ) ـياطا (¬2) للصلاة لتصلي قبل الخمسة عشر يوما، لأن العادات موضوعة على الاحتياط للصلاة، أن يترك في حال لا يتيقن أنها حال حيض. ¶ وهذا القول أحوط، والأول أقيس، والله أعلم بالصواب. [ص8] ¶ وأما وجه ما رواه عنه ابن القاسم (مـ) ـن (¬3) قوله: ¶ \"وليس أول الحمل كآ (خر) هـ (¬4) إن رأت الدم في أول حملها أمسكت عن الصلاة قدر ما يجتهد لها فيه، وليس لذلك حد\"، فلأن حيض الحامل لما اختلفت فيه ضعف عنده التحديد في أقصى مدته، لأن التحديد طريقه النص والإجماع، فلما فقدا في حيض الحامل، وجب التوقف عن تحديد غايته، والمصير إلى الاجتهاد فيه، وأن تكون غاية المدة التي يجتهد لها في أول حمل أقصر منها في آخره. ¶ لأن (المشيمة) (¬5) إذا قبلت النطفة اجتمعت وأمسكت الدم، ومنعته الخروج على جاري عادته، فكلما طال زمانه تمكن اجتماع الدم بسببه. ¶ فإذا رأت الحامل الدم الذي لا ينكر أنه دم حيض، كانت به حائضا في أول الحمل كان ذلك أو في آخره. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) غير مقروءة تماما، وهكذا أثبتها حسن حمدوشي. ¶ والمشيمة هي التي يكون فيها الجنين داخل الرحم، راجع لسان العرب (12/ 331).",
            "page": "27",
            "part": "1",
            "seal": "2B32CD6F"
        },
        {
            "id": "25",
            "nass": "فإن اتصل خروجه وجب أن يكون الزمان المجتهد لها في جعله أقصى مدة حيضها في آخر الحمل أطول منه في أوله. ¶ واستعمال الاجتهاد في طلب الحق سائغ في كل ما اختلف فيه. ¶ فهذا وجه رواية ابن القاسم عنه، وكلتا (الـ) روايتين (¬1) لهما وجه سائغ في النظر، وبالله التوفيق. ¶ وأما وجه تحديد ابن القاسم في أول الحمل خمسة عشر يوما وفي آخره عشرين يوما، فلأن زمن الحمل مناسب للزمان الذي قبله، لخلو الرحم من اجتماع الدم فيها، فحكم للحامل في أول حملها بحكم الحائل في حال حيضها. ¶ ولما كان الدم في آخر الحمل قد تناهى اجتماعه في الرحم ولابد له من زمان يخرج فيه، جعل العشرين يوما حدا في ذلك. ¶ فإن كان تحديده هذا من جهة النص، فطرق النص: كتاب الله عز وجل، وسنة رسوله عليه السلام، وإجماع أمته، وليس في شيء منها ما يدل على التحديد في ذلك. ¶ وإن كان من جهة الا (جـ) ـتهاد، فإن اجتهاده لا يكون عبارا (¬2) على ا (جتهـ) اد (¬3) غيره، وقول مالك رحمه الله [ص9] في ذلك أولى بالـ (ـصـ) ـواب عندي، والله أعلم. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) أي ميزانا لاجتهاد غيره. قال صاحب لسان العرب (9/ 18): وعبر المتاع والدراهم يعبرها نظركم وزنها وما هي، وعبرها وزنها دينارا دينارا. ¶ (¬3) ما بين القوسين به خرم، وأتممته لظهور معناه.",
            "page": "28",
            "part": "1",
            "seal": "FC36C973"
        },
        {
            "id": "26",
            "nass": "ذكر خلافه له في كتاب الصلاة ¶ 2 - حكم الصلاة خلف أهل الأهواء والبدع (¬1) (¬2). ¶ \" قال ابن القاسم: وسـ (ـألت مالكا عن الصلاة) (¬3) خلف الإمام القدري (¬4) ¶ ¬_________ ¶ (¬1) قال أبو مصعب: سمعت مالك بن أنس يقول: لا يصلى خلف القدرية. رواه اللالكائي (4/ 88)، والفريابي في القدر (155) قال: حدثنا إسماعيل ثنا أبو مصعب به. ¶ - وعن ابن وهب عن مالك سمعه، وسئل عن الصلاة خلف أهل البدع القدرية، قال مالك: ولا أرى أن يصلى خلفهم، قال: وسمعته وسئل عن الصلاة خلف أهل البدع، فقال: لا, ونهى عنه. رواه ابن بطة (2/ 257) والخطيب في الكفاية (152). ¶ - وقال محمد العتبي (المتوفى سنة 255) في المستخرجة: وسئل مالك عن القدرية، فقال: قوم سوء فلا تجالسوهم، قيل: ولا نصلي وراءهم؟ قال: نعم. (16/ 380 - شرح المستخرجة: البيان والتحصيل لابن رشد)، ورواه ابن أبي زمنين في أصول السنة (305)، من طريق العتبي عن سحنون عن أشهب. ¶ - وقال العتبي في المستخرجة (1/ 443 - البيان والتحصيل): وسئل عن الصلاة خلف الإباضية والواصلية, فقال: ما أحبه، فقيل له: فالسكنى معهم في بلادهم؟ فقال: ترك ذلك أحب إلي. انظر تفسير القرطبي (1/ 356). ¶ وذكر الذهبي في سير أعلام النبلاء (8/ 68) عن ابن وهب عن مالك وسئل عن الصلاة خلف هل البدع القدرية وغيرهم، فقال: لا أرى أن يصلي خلفهم، قيل: فالجمعة؟ قال: إن الجمعة فريضة، وقد يذكر عن الرجل الشيء وليس هو عليه. فقيل له: أرأيت إن استيقنت أو بلغني من أثق به أليس لا أصلي الجمعة خلفه؟ قال: إن استيقنت، كأنه يقول إن لم يستيقن ذلك فهو في سعة من الصلاة خلفه. . ¶ - وذكر الذهبي في السير (8/ 68): أن مالكا سئل عن الصلاة خلف أهل البدع القدرية وغيرهم، فقال: لا أرى أن يصلى خلفهم. ¶ - ونقل ابن تيمية في الفتاوى (13/ 125) عن مالك أنه يرد شهادة أهل الأهواء والصلاة خلفهم. ¶ (¬2) هذا العنوان مني تسهيلا وتبيينا. ¶ (¬3) سقط للناسخ هذا من الأصل. ¶ (¬4) القدرية فرقة من أهل البدع ظهرت على يد معبد الجهني (المتوفى سنة 90) في آخر عصر الصحابة بعد موت معاوية في أثناء المائة الأولى من زمن الزبير وعبد الملك، ولهذا تكلم فيها آخر الصحابة موتا كابن عمر وابن عباس وجابر وواثلة، وغيرهم، ثم تلقف دعوة معبد: غيلان الدمشقي، الذي قتل مصلوبا على يد هشام بن عبد الملك. ¶ ولم يصر للقدرية سلطان حتى ظهرت المعتزلة وتبنت آراءهم في القدر، فصارت تعرف بها، وكان القدرية الأوائل يتكلمون في أعمال العباد والطاعة والمعصية والإيمان والفسق ونحوها. ¶ راجع منهاج السنة (3/ 140) وأصول الدين للبغدادي (335) وكتابي العقيدة الميسرة.",
            "page": "29",
            "part": "1",
            "seal": "97BE9C1C"
        },
        {
            "id": "27",
            "nass": "ومن جرى مجرا (هـ) ـم من أهل الأهواء، فقال: إن استيقنت فلا تصل خلفهم قلت: ولا الجمعة؟ قال: ولا الجمعة، وأرى إن كنت تخافه على نفسك أن تصلي معهم، وتعيدها ظهرا. ¶ قال ابن القاسم: ورأيته إذا قيل له في إعادة الصلاة خلف أهل البدع يقف ولا يجيب. ¶ قال ابن القاسم: وأرى عليه الإعادة في الوقت\". (¬1) ¶ قال أبو عبيد: أما إيجاب مالك الإعادة على من صلى خلف الإمام القدري ومن جرى مجراهم من أهل الأهواء، فلأن القدري عنده الذي يقول إن الله سبحانه لا يعلم الشيء حتى يكون - تعالى الله عن هذا علوا كبيرا -، ومعتقد هذا حلال الدم، إلا أن يتوب، فهو في معنى الكافر الذي لا تجوز الصلاة خلفه اتفاقا، ومن صلى خلفه أعاد الصلاة أبدا، لأن الأمة اجتمعت على أن الله عز وجل عالم بالأشياء قبل كونها، وإجماعهم حق لا ريب فيه، ومن فارق الحق المقطوع على (¬2) (حجـ) ـيته (¬3) فهو كافر، وعلى ذلك دلالة واضحة ليس هذا موضع اجتلابها. ¶ فأما كل متدين ببدعة مسخوطة توجب تفسيقه، وتأخيره عن مراتب أهل الفضل والدين، فلا يجوز عندي أن يكون إماما راتبا لذي الفضل والدين، لنقصان مرتبته عن مرتبة من يأتم به، ومن صلى خلفه منهم أعاد الصلاة أبدا، لأن الإمامة حال فاضلة فلا يستحقها، ولا يقوم بها إلا أهل الفضل والدين والفاسق ليس من أهله، لخروجه ببدعته المسخوطة عنهما. ¶ ¬_________ ¶ (¬1) المدونة (1/ 84). ¶ (¬2) أذهب الخرم بعضها. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "30",
            "part": "1",
            "seal": "D6DDC44D"
        },
        {
            "id": "28",
            "nass": "فإن قيل: إن الصلاة فعل طاعة، والمبتدع مأمور بها، ومتواعد على تركها، فوجب أن يؤتم به فيها. ¶ قيل: ليس كل مأمور بفعل طاعة يجوز أن يؤتم به (إ) ذا (¬1) [ص10] فعلها، ألا ترى أن الأمي الذ (ي) (¬2) لا يحسن قراءة شيء من القرآن، مأمور بالصلاة ومثاب على فعلها، ومتواعد على تركها، وقد اتفقت الأمة على أنه لا يجوز أن (يأتم) (¬3) به في صلاته من يحسن شيئا من القرآن لنقصان مرتبته عن مرتبة من يأتم به. ¶ وكذلك أهل الفضل والدين، لا يجوز لهم أن يأتموا بمبتدع، لنقصان مرتبته عن مراتبهم، والله أعلم. ¶ وأما قول ابن القاسم: ورأيت مالكا إذا قيل له في إعادة الصلاة خلف أهل البدع يقف ولا يجيب، فيحتمل أن تكون البدع التي توقف مالك عن الجواب في إعادة الصلاة خلف أهلها، مما قد اختلف في تفسيق مبتدعها، لأن البدعة قد تقع على ما يوجب تفسيق المبتدع، وعلى ما لا يوجبه مما قد يعاب عليه، وقد يحمد عليه، قال الله عز وجل \"ورهبانية ابتدعوها ما كتبناها عليهم إلا ابتغاء رضوان الله فما رعوها حق رعايتها\"، فذمهم على ترك رعايتها، ولم يعبهم بابتداعها، وقال عمر بن الخطاب رضي الله عنه في قيام شهر رمضان: \" نعمت البدعة هذه، والتي ينامون عنها أفضل\" (¬4) فسماها بدعة وهي قربة (¬5). ¶ فإذا كان هذا الاحتمال سائغا في اللسان، فالوجه في توقف مالك عن الجواب ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬4) رواه البخاري (1906) والبيهقي (2/ 493) وابن خزيمة (2/ 155) وعبد الرازق (4/ 258) عن عروة عن عبد الرحمن بن عبد القاري عن عمر. ¶ (¬5) قلت: أطلق عليها عمر بدعة من حيث اللغة، لأن النبي صلى الله عليه وسلم صلاها، ثم تركها خشية أن تفرض عليهم، فمر ذلك العهد وعهد أبي بكر وصدرا من خلافة عمر، ثم صلاها الناس في خلافة عمر، فصارت كالشيء المحدث، فلهذا قال عمر ما قال.",
            "page": "31",
            "part": "1",
            "seal": "2C056175"
        },
        {
            "id": "29",
            "nass": "في إعادة الصلاة خلف أهل البدع من نحو ما ذكرته، بدلالة تصريحه (¬1) بإعادة الصلاة خلف القدرية، ومن جرى مجراهم من أهل الأهواء، والله أعلم. ¶ وأما اختيار ابن القاسم في إيجاب الإعادة في الوقت، فوجهه: أن إعادة الصلاة خلف الفاسق مما اختلف فيه أهل العلم، فاستحب للمـ (ـؤ) تم (¬2) به أن يعيد في الوقت، ليأتي بالصلاة على أتم ما صلاها، ويستدرك فضل ذلك مـ (ـن) (¬3) فرض الو (قـ) ـت. (¬4) ¶ والقياس عندي: إن كل من صلى خـ (ـلـ) ف (¬5) متدين ببدعـ (ـة) مسخوطة [ص11]، أن يعيد ا (لـ) ـصلاة أبدا، لأنه قد وضع (فرضـ) ـه (¬6) في غير موضعه، لأن للذي افترض عليه: ألا يأتم بفاسق معلن الفسق، إذ غير معقول أن يكون من أمر بالأخذ على يديه، والحول بينه وبين ما يهم به (إما) ما (¬7). ¶ والمسلمون يجدون إلى منعه من ذلك سبيلا، وإذا كان كذلك، فواجب على كل من علق فرضه من هذا وصفه، أن يعيده أبدا، لأنه قد أحدث في الدين ما ليس منه، وقد قال النبي عليه السلام \" من أحدث في أمرنا ما ليس منه فهو رد\" (¬8) وإذا كان فعله مردودا، فالإعادة واجبة عليه، والله أعلم. ¶ ¬_________ ¶ (¬1) في الأصل: تسريحه، وهو خطأ. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) قال ابن المواق في التاج والإكليل (2/ 99): والفرق بين ذلك أن الذي صلى تقاة صلى على أن يعيد، ومن صلى على أن يعيد لا تجزئه الأولى. ¶ وأما الذي وقف فيه مالك فقد قصد الائتمام به على أن هذا فرضه ولا يعيد، فالصواب أنه تجزئه. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) بياض في الأصل وأتممته لأن المصنف ذكره قريبا بهذا اللفظ. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬8) - رواه البخاري (1717) ومسلم (1717) وأبو دواد (4606) وابن ماجه (1/ 7) وأحمد (6/ 240 - 270) وابن حبان (1/ 207 - 209) والدارقطني (4/ 225). ¶ ورواه مسلم (1718) وأحمد (6/ 146 - 180 - 256) والدارقطني (4/ 227) عن عائشة مرفوعا بلفظ: كل عمل ليس عليه أمرنا فهو رد.",
            "page": "32",
            "part": "1",
            "seal": "FAC4A840"
        },
        {
            "id": "30",
            "nass": "3 - حكم سجود التلاوة بغير طهارة (¬1) (¬2). ¶ \" قال ابن القاسم: كان مالك ينهى أن تقرأ السجدة على غير وضوء، وفي الساعات التي ينهى عن الصلاة فيها. ¶ قال ابن القاسم: وأنا أرى أنه لاشيء عليه\". (¬3) ¶ قال أبو عبيد رحمه الله: أما نهيه عن قراءة السجدة على غير وضوء، وفي الساعات التي نهي عن الصلاة فيها، فلأن السجدة صلاة (¬4)، والصلاة لا تجوز بغير وضوء، لأن النبي صلى الله عليه وسلم قال: \" لا يقبل الله صلاة بغير طهور\" (¬5) \" ولا يسجد بعد ¶ ¬_________ ¶ (¬1) روى البيهقي (1/ 90) بإسناد صحيح كما في الفتح (2/ 554) عن الليث عن نافع عن ابن عمر قال: لا يسجد الرجل إلا وهو طاهر. ¶ وأخرج ابن أبي شيبة (1/ 375) بسند صحيح عن الشعبي قال في الرجل يقرأ السجدة وهو على غير وضوء قال: يسجد حيث كان وجهه. ¶ وأخرجه أيضا (1/ 376) بسند حسن كما في الفتح (2/ 554) عن أبي عبد الرحمن السلمي أنه كان يقرأ السجدة ثم يسلم وهو على غير وضوء إلى غير القبلة وهو يمشي يومئ إيماء. ¶ واستدل البخاري للجواز بسجود المشركين مع المسلمين، والمشركون نجس ليس لهم وضوء. ¶ وأكثر نصوص المالكية على أن الطهارة شرط، انظر التاج والإكليل (2/ 60 طبعة دار الفكر) و (2/ 360 - طبعة دار الكتب العلمية) والشرح الكبير (1/ 306) وحاشية العدوي (1/ 360) وشرح زروق وابن ناجي على الرسالة (1/ 238). ¶ (¬2) هذا العنوان مني تسهيلا وتبيينا. ¶ (¬3) المدونة (1/ 111). ¶ (¬4) قال الصنعاني في سبل السلام (1/ 403): قلت: والأصل إنه لا يشترط الطهارة إلا بدليل، وأدلة وجوب الطهارة وردت للصلاة، والسجدة لا تسمى صلاة. ¶ (¬5) رواه مسلم (224) والترمذي (1) وابن ماجه (272) وأحمد (2/ 19 - 39 - 51 - 57 - 73) وابن خزيمة (8) وأبو يعلى (5677) - (5750) والبيهقي (1/ 42) والطبراني في الكبير (12/ 331) والأوسط (2292) عن ابن عمر. ¶ وروى البخاري (135 - 6554) ومسلم (225) وأبو داود (60) والترمذي (76) وأحمد (2/ 318) وابن خزيمة (11) والبيهقي (1/ 117) عن أبي هريرة مرفوعا: لا يقبل الله صلاة أحدكم إذا أحدث حتى يتوضأ. ¶ وفي الباب عن أبي المليح بن أسامة عن أبيه عند أصحاب السنن.",
            "page": "33",
            "part": "1",
            "seal": "5F33C5CA"
        },
        {
            "id": "31",
            "nass": "الصبح حتى تطلع الشمس ولا بعد العصر حتى تغرب، لأنها نافلة، وقد نهى النبي عليه السلام عن التنفل في هاتين الساعتين (¬1). ¶ وقال ابن عمر رحمه الله \" كان النبي صلى الله عليه وسلم وأبو بكر وعمر وعثمان رضي الله عنهم لا يسجدون السجدة بعد صلاة الصبح حتى تطلع الشمس\" رواه أبو داود عن عبد الله (بن) (¬2) الصباح قال نا أبو بحر قال: نا ثابت بن عمارة قال: نا أبو تميمة الهجيمي عن ابن عمر فذكره (¬3). ¶ ¬_________ ¶ (¬1) رواه البخاري (559 - 563) ومسلم (825) وابن ماجه (1248) وأحمد (2/ 529) وابن خزيمة (1275) وابن حبان (1543 - 1544) والبيهقي (2/ 462) عن أبي هريرة أن رسول الله صلى الله عليه وسلم نهى عن الصلاة بعد العصر حتى تغرب الشمس وعن الصلاة بعد الصبح حتى تطلع الشمس. ¶ وفي الباب عن عمر عند مسلم (826) وأبي داود (1276) والترمذي (183) وابن ماجه (1250) وأحمد (1/ 18 - 20 - 39 - 50) والبيهقي (2/ 451). ¶ وعن أبي سعيد، خرجه البخاري (561 - 1139 - 1765 - 1893) ومسلم (827) وابن ماجه (1249) وأحمد (3/ 7 - 45 - 59 - 67 - 71 - 95) وغيرهم. ¶ وعن ابن عمر خرجه البخاري (560 - 564) ومسلم (828). وابن خزيمة (1273) وابن حبان (1545) وغيرهم. ¶ (¬2) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬3) رواه أبو داود (1415) والبيهقي (2/ 326) وغيرهم، وفي سنده: أبو بحر وهو عبد الرحمن بن عثمان بن أمية الثقفي البكراوي البصري. ¶ ضعفه يحيى بن معين وعلي بن المديني وأبو داود والنسائي وابن حبان وأبو حاتم وغيرهم. ¶ ووثقه العجلي. ¶ واختلف فيه قول أحمد. ¶ والصحيح أنه ضعيف لكثرة من تكلم فيه، والله أعلم. ¶ وشيخه ثابت بن عمارة وهو الحنفي أبو مالك البصري. ¶ قال أحمد: ليس به بأس. ¶ وقال الدارقطني وابن معين: ثقة. ¶ وقال أبو حاتم: ليس عندي بالمتين. ¶ وقال النسائي: لا بأس به. ¶ وذكره ابن حبان في الثقات. ¶ قلت: وأبو حاتم متشدد، فالرجل صدوق على أقل الأحوال.",
            "page": "34",
            "part": "1",
            "seal": "7FD234F5"
        },
        {
            "id": "32",
            "nass": "فأما قول ابن القاسم: وأنا أرى أنه لا شيء عليه، فإن كان قوله: لا شيء عليه بمعنى لا حرج عليه إذا سجد (هـ) ا (¬1) [ص12] على غير وضوء، وفي الساعات التي كان النبي عليه السلام لا يسجدها فيها، فما أبرئه من مواقعة الحرج، وكيف لا يحرج من لم يتأس برسول الله صلى الله عليه وسلم، وفيه الأسوة الحسنة. ¶ وإن كان أراد بذلك لا سجود عليه، فقد روى عبيد الله بن عمر عن نافع، عن ابن عمر أنه قال \" كان رسول الله صلى الله عليه وسلم يقرأ علينا السورة في غير الصلاة فيسجد ونسجد معه، حتى لا يجد أحدنا مكانا لموضع جبهته\" (¬2). ¶ أفيجوز لأحد مـ (ـنا) (¬3) أن يرغب عن فعل فعله رسول الله صلى الله عليه وسلم وامتثله أصحابه رحمة الله عليهم والمسلمون هلم جرا. ¶ وقول مالك أولى بالصواب عندي في ذلك، والله أعلم. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) رواه البخاري (1025 - 1026 - 1029) وأبو داود (2/ 17) والبيهقي (2/ 323) جميعا من طريق عبيد الله بن عمر عن نافع عن ابن عمر به. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "35",
            "part": "1",
            "seal": "AF248E4C"
        },
        {
            "id": "33",
            "nass": "4 - حكم من تذكر صلاة وهو في صلاة (¬1) (¬2). ¶ \" قال ابن القاسم: قال مالك فيمن ذكر صلاة نسيها وهو في صلاة مكتوبة أنه إن كان وحده فذكرها بعدما صلى من هذه التي هو فيها ركعة فليضف إليها أخرى ثم ليقطع، وإن ذكرها بعدما صلى ثلاث ركعات فليضف إليها رابعة ثم ليقطع. ¶ ¬_________ ¶ (¬1) قال ابن المواق في التاج والإكليل (2/ 10 - دار الفكر) (2/ 279 - دار الكتب العلمية) بعد نقله كلام مالك وابن القاسم الآتي ذكره في هذه المسألة: من ابن يونس: والذي للمازري إن ذكرها بعد أن عقد ركعة، فإن كانت الصلاة زائدة على الثنائية أضاف ركعة أخرى لهذه الركعة التي عقد، لأن عقد الركعة يؤكد حرمة الصلاة والخروج من الصلاة على ركعة لا يحسن فأمر بالتمادي إلى صورة النفل وهو ركعتان. ¶ وإن كانت الصلاة ثنائية كصلاة الصبح فمقتضى إطلاق الروايات أنها كسائر الصلوات. ¶ وقال بعض الأشياخ: مقتضى اختيار ابن القاسم في الرباعية أن يقطع بعد ثلاث ليؤثر ذكر المنسية في منع الإكمال أن يقطع في الصبح بعد ركعة ليؤثر أيضا ذكر المنسية في منع الإكمال. ¶ قال ابن عبد البر في الكافي (2/ 54): فإن ذكرها وهو في صلاة انهدمت عليه، فإن ذكرها في صلاة قد صلى منها ركعتين سلم من ركعته، وإن كان إماما انهدمت عليه وبطلت على من خلفه، هذا هو الظاهر من مذهب مالك. ¶ وليس هذا عند أهل النظر من أصحابه كذلك، لأن قوله فيمن ذكر صلاة في صلاة قد صلى منها ركعة أنه يضيف إليها أخرى ويسلم، ولو ذكرها في صلاة قد مضى منها ثلاث ركعات أضاف إليها رابعة وسلم، وصارت نافلة غير فاسدة، ولو انهدمت عليه كما ذكروا وبطلت لم يؤمر بأن يضيف إليها ركعة أخرى، كما لو أحدث بعد عقد ركعة لم يضف إليها أخرى. ¶ ويدلك على ذلك أيضا من مذهبه قوله فيمن ذكر صلوات كثيرة أكثر من صلاة يوم وليلة، وهو في صلاة إنها لا تنهدم عليه وهي صحيحة له يتمادى فيها، وتجزيه من فرضه ثم يقضي بعد ما ذكر. انتهى. ¶ وانظر حكاية الخلاف في: تفسير القرطبي (11/ 180) والتمهيد لابن عبد البر (6/ 403). ¶ (¬2) هذا العنوان مني، وليس من المؤلف.",
            "page": "36",
            "part": "1",
            "seal": "BD82CB1C"
        },
        {
            "id": "34",
            "nass": "وقال ابن القاسم: يقطع (بعـ) ـد (¬1) ثلاث ركعات أحب إلي فيصلي التي نسي ثم يعيد التي قطع\". (¬2) ¶ قال أبو عبيد: قد اختلف قول مالك في هذه المسألة، فروى عنه ابن القاسم أنه قد كان مرة يقول: يقطع، وإن ذكر ذلك بعد أن صلى ركعة. ¶ وإنما وجب على الذاكر صلاة نسيها في الحال التي يصلي فيها أو يقطع ما هو فيه، لأن ترتيب الصلوات عنده فرض مع الذكر، وبقاء الوقت، بدلالة اتفاق الجميع على أنه لا يجوز تقديم العصر على الظهر في أول وقت الظهر، فلما كان الترتيب فرضا مع بقاء الوقت، وكان و (قت) (¬3) الصلاة التي نسي هو الوقت الذي ذكرها فيه لا يجوز له تأخيرها عنه، بدلالة (¬4) قول النبي صلى الله عليه وسلم \" من نسي صلاة أو نام عنها فليصلها إذا (ذكـ) ـرها [ص13] لا كفارة له إ (لا) (¬5) (ذ) لك\" (¬6)، وجب أن تبطل عليـ (ـه الصـ) ـلاة التي هو فيها، لأنه وضعها في غير موضعها، لأنهما لما اجتمعا في الوقت، و (كـ) انت (¬7) إحداهما مبدأة في الترتيب، وهي التي نسي وجب أن تبدأ في القضاء، وإذا وجب عليه أن يقطع ما هو فيه، وجب عليه ألا ينصرف منه إلا على شفع. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) المدونة (1/ 129). ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) سقطت الألف من هذه الكلمة بسبب الأرضة. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) رواه البخاري (572) ومسلم (684) وأبو داود (442) والنسائي (613) والترمذي (178) وابن ماجه (696) وأحمد (3/ 100 - 267 - 282 - 243 - 269) وابن خزيمة (993) وابن حبان (1556) والطحاوي (1/ 466) وابن أبي شيبة (7/ 281) وأبو نعيم في المستخرج (1536 - 1537 - 1538) وأبو عوانة (1142) وأبو يعلى (2854 - 2856 - 3109 - 3177). ¶ وفي الباب عن أبي هريرة وأبي قتادة وسمرة وأبي بكرة وغيرهم. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "37",
            "part": "1",
            "seal": "9D4343A6"
        },
        {
            "id": "35",
            "nass": "لأنه إذا بطل أن ينوب له عن فرضه صارت نافلة، والنافلة لا تكون إلا مثنى، لأن النبي عليه السلام قال: \" صلاة الليل والنهار مثنى مثنى\" (¬1). ¶ فإذا ذكر ذلك بعد أن رفع رأسه من الركعة الثالثة أتمها أربعا، لأن من أهل العلم من يرى أن تصلى النافلة (¬2) أربع ركعات فوجب عليه أن يتمها لينصرف على شفع، ولا يخرج (¬3) بذلك عن صلاة النافلة عند بعض العلماء، هذا وجه القول الأول. ¶ وأما وجه قوله: إنه يقطع وإن ذكر ذلك بعد أن صلى ركعة، فلأن الصلاة التي انتقضت عليه إنما دخل فيها بنية الفرض، فإذا انتقض فرضه بتذكره الفرض المبدأ قبله لم ينقلب نافلة، لأن أواخر أعمال العبادات مبني على أوائلها. ¶ فإذا تحرم المصلي بصلاة ثم طرأ عليه ما ينقضها، وجب أن تنقض في الوقت ¶ ¬_________ ¶ (¬1) رواه البخاري (460 - 461 - 946 - 950 - 1086) ومسلم (749) وأبو داود (1326 - 1421) والنسائي (1667 فما بعد) والترمذي (437) وابن ماجه (1175 - 1319) وأحمد (2/ 10 - 30 - 40 - وغيرها) والحميدي (628) وابن خزيمة (1072 - 1110) وابن حبان (2426 - 2623) والدارمي (1459 - 1584) والبيهقي (2/ 486 - 3/ 21 فما بعد) وابن أبي شيبة (2/ 74 - 7/ 312) والطحاوي (1/ 278) وعبد الرازق (3/ 28 - 29) وأبو يعلى (2623 - 5431 - 5494 وغيرها) والطبراني في الكبير (12/ 275 - 303 - 313 - 396) والأوسط (76 - 79 - 758 - 940 وغيرها) عن ابن عمر مرفوعا بلفظ: صلاة الليل مثنى مثنى. ¶ وأما باللفظ الذي ذكره المصنف، أي: بزيادة (والنهار)، فخرجه أبو داود (1295) والترمذي (597) والنسائي (1666) وابن ماجه (1322) وأحمد (2/ 26) وابن أبي شيبة (2/ 74) والطحاوي (1/ 334) والدارمي (1458) والطيالسي (1932) والبيهقي (2/ 487) والدارقطني (1/ 417) وابن خزيمة (1210) وابن الجارود (278) وابن حبان (2453 - 2482 - 2483 - 2494) عن ابن عمر. ¶ لكن ضعف زيادة \" والنهار\" أحمد وابن معين والنسائي والدارقطني وغيرهم، انظر الجوهر النقي (2/ 487) -488) والتمهيد (13/ 185) والفتح لابن رجب (9/ 98 - 99). ¶ (¬2) تكررت هذه الكلمة في الأصل. ¶ (¬3) تكررت هذه الكلمة في الأصل.",
            "page": "38",
            "part": "1",
            "seal": "E57CBE67"
        },
        {
            "id": "36",
            "nass": "الذي طرأ عليه الحادث الموجب لذلك، وإذا انتقضت بطل أن ينوب له عـ (ـن) (¬1) فرضه أو نافلته. ¶ وكلا القولين له وجه سائغ في النظر، فاعلمه وبالله التوفيق. ¶ وأما وجه استحباب ابن القاسم أن يقطع بعد ثلاث، فلأن أصل النافلة ركعتان، وما زاد عليهما فليس منها فاستحب له أن يقطع لأنه ليس وراء (الر) كعتين (¬2) شيء من النافلة يمضي عليه. ¶ وقد كان لهذا الذي استحبه وجه سا (ئغ) (¬3) في النظر لولا قوله في النافلة: \" إذا صلاها ساهيا ثلاث ركعات أنه يضيف إليها ر (كعة) (¬4) رابعة ويسجد لسهوه قبل السلام\". ¶ فإذا كان هذا الفرض المنتقض عنده ينقلب نافلة، فيلزمه أن يحكم له بحكم النافلة في ألا ينصرف عنه (إلا) (¬5) على شفع [ص14]، والله أعلم. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) ما بين القوسين به خرم، ولا يظهر إلا الجزء العلوي من ألفين، فقدرتها كما ذكرت.",
            "page": "39",
            "part": "1",
            "seal": "843296CB"
        },
        {
            "id": "37",
            "nass": "ذكر خلافه له في كتاب الزكاة. ¶ 5 - حكم زكاة الإبل إذا زادت على مائة وإحدى وعشرين (¬1) (¬2). ¶ قال ابن القاسم: قال مالك في الإبل إذا زادت واحدة على عشرين ومائة أن الساعي بالخيار: إن شاء أخذ منها ثلاث بنات لبون وإن شاء أخذ حقتين. ¶ وقال ابن القاسم: كان ابن شهاب (¬3) يقول: إذا زادت الإبل على عشرين ومائة ¶ ¬_________ ¶ (¬1) قال ابن عبد البر في التمهيد (20/ 138): فإذا كانت إحدى وعشرين ومائة فهذا موضع اختلاف بين العلماء. وكل ما قدمت لك إجماع لا خلاف فيه. ¶ وأما اختلافهم في هذا الموضع: فإن مالكا قال: إذا زادت الإبل على عشرين ومائة واحدة فالمصدق بالخيار: إن شاء أخذ ثلاث بنات لبون، وإن شاء أخذ حقتين. ¶ قال ابن القاسم: وقال ابن شهاب: إذا زادت واحدة على عشرين ومائة ففيها ثلاث بنات لبون إلى أن تبلغ ثلاثين ومائة فيكون فيها حقة وابنتا لبون. ¶ قال ابن القاسم: يتفق ابن شهاب ومالك في هذا، ويختلفان فيما بين واحد وعشرين ومائة إلى تسع وعشرين ومائة. ¶ قال ابن القاسم: ورأيي على قول ابن شهاب. ¶ وذكر ابن حبيب أن عبد العزيز بن أبي سلمة وعبد العزيز بن أبي حازم وابن دينار يقولون بقول مالك: إن الساعي مخير إذا زادت الإبل على عشرين ومائة في حقتين أو ثلاث بنات لبون كما قال مالك. ¶ وذكر أن المغيرة المخزومي كان يقول: إذا زادت الإبل على عشرين ومائة ففيها حقتان لا غير إلى ثلاثين ومائة وليس الساعي في ذلك مخيرا. ¶ قال: وأخذ عبد الملك بن الماجشون بقول المغيرة في ذلك. انتهى. ¶ وراجع: الشرح الكبير مع حاشية الدسوقي (1/ 434) وشرح الزرقاني على الموطأ (2/ 153) ومواهب الجليل (2/ 259) وحاشية العدوي على كفاية الطالب الرباني (1/ 501). ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) هو محمد بن مسلم بن عبيد الله بن عبد الله بن شهاب الزهري (ت 124). ¶ انظر ترجمته في سير أعلام النبلاء (5/ 326) والجرح والتعديل (8/ 71) والتاريخ الكبير (1/ 220) وتذكرة الحفاظ (1/ 108) وتهذيب الكمال (26/ 419) وتهذيب التهذيب (9/ 395).",
            "page": "40",
            "part": "1",
            "seal": "50A9C4F7"
        },
        {
            "id": "38",
            "nass": "واحدة، ففيها ثلاث بنات لبون إلى أن تبلغ ثلاثين ومائة. ¶ قال ابن القاسم: ورأيي على قول ابن شهاب. (¬1) ¶ قال أبو عبيد رحمه الله: أما وجه قول مالك في جعل الساعي بالخيار بين حقتين وثلاث بنات لبون إذا زادت الإبل واحدة على عشرين ومائة، فلأن النبي عليه السلام لما قال: \"إذا زادت الإبل على عشرين ومائة ففي كل أربعين بنت لبون وفي كل خمسين حقة\" (¬2)، احتمل أن يكون أراد زيادة الواحدة وهي أقل ما يقع عليه الاسم، واحتمل أن يكون أراد الزيادة التي تغير حكم الزكاة وتنقلها من حال إلى حال. ¶ فلما كان هذا الاحتمال سائغا، جعل الخيار إلى الساعي في أخذ ما يؤد (ي) (¬3) ا (جـ) ـتهاده (¬4) إليه. ¶ فإن أداه اجتهاده إلى أخذ الحقتين، جاز له أخذهما، وكذلك إن أداه إلى الثلاث بنات لبون. ¶ وإنما سوغه الاجتهاد في ذلك، لأن النص يحتمل التأويل، وكل نص محتمل التأويل فالاجتهاد فيه سائغ، فاعلم ذلك، وبالله التوفيق. ¶ وأما وجه قول ابن شهاب الذي اختاره ابن القاسم، فلأن أصل العبادات لما كانت مبنية على الاحتياط، وكان اسم الزيادة يقع على الواحد، كان من الاحتياط للزكاة أن يتغير الحكم في العشرين ومائة، إذا زادت واحدة لحصول الزيادة فيها ¶ ¬_________ ¶ (¬1) المدونة (2/ 307). ¶ (¬2) رواه البخاري (1386) وأبو داود (1567) والنسائي (5/ 18) وأحمد (1/ 11) وابن الجارود (94) وابن خزيمة (2261) وابن حبان (3266) والحاكم (1441) والبيهقي (4/ 85 - 86) والطحاوي (4/ 374) والبزار (40) عن ثمامة بن عبد الله عن أنس. ¶ ورواه الدارمي (1626) وابن أبي شيبة (2/ 358) عن ابن عمر. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "41",
            "part": "1",
            "seal": "077E4709"
        },
        {
            "id": "39",
            "nass": "فتنتقل من حكم الحقتين إلى الثلاث بنات لبون. ¶ وهذا القول أحوط، وقول مالك (أقيـ) س (¬1). ¶ لأن الـ (ـو) احد من الإبل لا يغير حكم الزكاة في الأموال (¬2) التي تقع زكا (تهـ) ـا (¬3) منها، [ص15] وإنما هو ( ... ) (¬4) يغير حكمها وينقلها من حال إلى حال، لوجب أن تؤخذ الزكاة من الواحد الزائد، كما تؤخذ من العشرين ومائة، فيكون في كل أربعين ومـ (ـائة) (¬5) بنت لبون. ¶ وألا يؤخذ من ستين ومائة أربع بنات لبون، لأنها لا تبلغ أربعين وثلثا وخمسين وثلثا. ¶ فلما كان لا يجوز اتفاقا، دل على أن قوله عليه السلام: \"فما زاد على عشرين ومائة ففي كل أربعين ابنة لبون وفي كل خمسين حقة\"، إنما أراد الزيادة التي تجمع بحلولها في المال الحقة وبنات اللبون لا ما سواها، والله أعلم بالصواب. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) في الأصل: الاخذال، وما ذكرته أولى. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) في الأصل طمس هنا. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "42",
            "part": "1",
            "seal": "1C44943F"
        },
        {
            "id": "40",
            "nass": "6 - حكم زكاة المال المغصوب (¬1) (¬2). ¶ قال ابن القاسم: قال مالك فيمن غصب ماشية، أو ظلمها، ثم ردت عليه بعد أعوام، أنه ليس عليه إلا زكاة عام واحد. ¶ وقال ابن القاسم: عليه أن يزكيها لما مضى من السنين على ما يجدها إذا لم يأخذ السعاة منها شيئا\". (¬3) ¶ قال أبو عبيد: أما وجه قول مالك رحمه الله لا زكاة عليه إلا لعام واحد، (¬4) فلأن ¶ ¬_________ ¶ (¬1) قال ابن عبد البر في الكافي (94): وأما المال الثاوي، وهو المجحود المغصوب والمدفون في صحراء والضائع في مفازة أو غيرها ونحو ذلك مما قد كان يئس منه صاحبه ثم وجده بعد سنين، فإنه يزكيه لكل سنة. ¶ وقد قيل: لا زكاة عليه فيه لما مضى، وإن زكاه لعام واحد فحسن، كل ذلك صحيح عن مالك. ¶ وقد روي عن ابن القاسم وأشهب وسحنون أنه يزكيه لما مضى من السنين، إلا أنهم يفرقون بين المضمون في ذلك وغير المضمون، فيوجبون الزكاة في الغصوبات إذا رجعت لعام واحد والأمانات، وما ليس بمضمون على أحد يزكي لما مضى من السنين. ¶ وهذا أعدل أقاويل المذهب. انتهى. ¶ وقال ابن قدامة في المغني (2/ 346): والكلام في المغصوب والمسروق والمجحود والضال واحد، وفي جميعه روايتان: إحداهما: لا زكاة فيه، نقلها الأثرم والميموني. ومتى عاد صار كالمستفاد يستقبل به حولا، وبهذا قال أبو حنيفة والشافعي في قديم قوليه ... والثانية: عليه زكاته، لأن ملكه عليه تام فلزمته زكاته. ¶ وحكى النووي في المجموع (5/ 305) عن الشافعي قولين: في القديم لا يجب، وفي الحديث يجب. ¶ وانظر: التاج والإكليل (2/ 296) وحاشية الدسوقي (1/ 456). ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) المدونة (2/ 338). ¶ (¬4) وعلل ابن قدامة في المغني (2/ 346) قول مالك، فقال: لأنه كان في ابتداء الحول في يده، ثم حصل بعد ذلك في يده، فوجب أن لا تسقط الزكاة عن حول واحد. ¶ وليس هذا بصحيح لأن المانع من وجوب الزكاة إذا وجد بعض الحول يمنع كنقص النصاب. انتهى.",
            "page": "43",
            "part": "1",
            "seal": "903642C7"
        },
        {
            "id": "41",
            "nass": "الغاصب عند مالك وابن القاسم ضامن لرد عين، وما اغتصبه مع بقائها على حالها أو لقيمتها (إن) (¬1) تغيرت عن حالها. ¶ فلما كان هذا الحياز في الأغلب لا يبقى على حال واحدة، ومتى بقي فإنما هو نادر، والحكم أبدا معلق بالأغلب من حال المحكوم فيه، دل على أن الماشية (¬2) في ضمان الغاصب إذا تغيرت عن حالها، أو مضى لها من الزمان ما يتغير جسمها في مثله، وإن الواجب عليه للمغصوب قيمتها يوم اغتصبها، إلا أن يختار أخذها على أي حال وجدها. ¶ فإن اختار ذلك لم يجب عليه سوى زكاة عام واحد، لأنه لو شاء أن يمتنع من أخذها، ويلزم الغاصب قيمتها لكان ذلك له، فدل على أن ملكـ (ـه) (¬3) قد زال عنها بنفس تغييرها في ذاتها وبمضي الزمان الذي يتغير جسـ (مهـ) ا (¬4) في مثله، بشريطة اختيار المغصوب منه ذلك. ¶ وإذا كان ملكه قد زال عنـ (ـها) (¬5)، فلا زكاة عليه إلا لعام واحد، وهو العام الذي يقبضها فيه [ص16] بشريطة مجيء الساعي وكـ (ـمال) (¬6) النصاب (¬7)، والله أعلم. ¶ وأما وجه قول ابن القاسم، إنه يزكيها لما مضى من السنين، فلأن العين المغصوبة إذا اختار ربها أخذها على أي حال وجدها كان له ذلك، ولم يكن للغاصب أن يمنعه منه، فدل (به على) (¬8) أن ملكه لم يزل عنها. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) أكلت الأرضة بعض هذه الكلمة، وبقيت معالمها ظاهرة. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) ما بين القوسين به بتر، بمقدار حرفين أو ثلاثة. ¶ (¬7) في الأصل نصابا. ¶ (¬8) بياض في الأصل، وأتممته اعتمادا على ما بقي من الحروف.",
            "page": "44",
            "part": "1",
            "seal": "8707B5F3"
        },
        {
            "id": "42",
            "nass": "وإذا كانت على ملكه فعليه أن يزكيها إذا قبضها لما مضى من السنين على ما هي عليه يوم القبض. ¶ لأنه لم يكن له صنع في الفرار منها إلا أن يكون السعاة قد أخذوا زكاتها في حال كونها عند الغاصب فيجزيه ذلك، ولا شيء عليه. ¶ وقد كان لهذا القول وجه سائغ في النظر، لولا أن من مذهب قائله أن بنفس تغير العين المغصوبة يكون المغصوب منه بالخيار بين أخذها متغيرة، وبين تضمين الغاصب قيمتها يوم اغتصبها، فكيف يعد مالكا لعين من لا يستقر ملكه عليها إلا بمشيئة، ألا ترى أنه بالخيار بين أن يملكها وبين أن يأخذ قيمتها. ¶ وإذا كان ذلك كذلك دل على أنه إنما يصح ملكه لها باختياره، والله أعلم.",
            "page": "45",
            "part": "1",
            "seal": "32B8D356"
        },
        {
            "id": "43",
            "nass": "ذكر خلافه له في كتاب الصوم ¶ 7 - حكم من لم يصم رمضان حتى دخل عليه رمضان آخر (¬1) (¬2). ¶ \" قال ابن القاسم: قال مالك فيمن كان عليه صيام شهر رمضان، فلم يصمه حتى دخل عليه رمضان آخر، أنه لا يجوز له أن يصوم للداخل وينوي به قضاء الذي عليه. ¶ قال ابن القاسم: وأرى إن فعل ذلك أن يجزئ عنه للشهر الذي حضره، وعليه أن يأتي بصيام الفرض المتقدم له، لأن مالكا قال، فيمن كان عليه مشي وهو صرورة (¬3) فمشى في حجة ينوي بها قضاء نذره وحجة الإسلام أن ذلك يجزيه لنذره، وعليه أن يحج لفرضه. (¬4) ¶ قال أبو عبيد: القياس على قول مالك خلاف ما رأى ابن القاسم، لأن الشهر الحاضر مستحق زمانه للصوم المفـ (ـرو) ض (¬5) فيه دون ما سواه، ولا يجوز مع ذلك ¶ ¬_________ ¶ (¬1) قال ابن عبد البر في الكافي (121): ومن كان عليه قضاء رمضان فلم يقضه حتى دخل رمضان آخر فصام هذا عن ذلك، ففيها لمالك ثلاثة أقوال: ¶ أحدهما: أنه يجزئه عن هذا، وعليه قضاء ذلك. ¶ والآخر: أنه عن ذلك، وعليه قضاء هذا. ¶ والثالث: أنه لا يجزئه عن واحد منهما، وعليه على كل حال أن يطعم عن الأول إن كان مفرطا. ¶ وقد قيل إنه يكفر بإطعام ستين مسكينا، لأنه كالمفطر عامدا، قال ذلك بعض أصحاب مالك، وهو قول لا وجه له ولا سلف لقائله. انتهى. ¶ وانظر: شرح الزرقاني على الموطأ (2/ 257) والمنتقى للباجي (2/ 41). ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) يقال: رجل صرور وصرورة: إذا لم يحج قط. انظر اللسان (4/ 453). ¶ (¬4) المدونة (1/ 221). ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "46",
            "part": "1",
            "seal": "9E085D43"
        },
        {
            "id": "44",
            "nass": "أن يصام إلا بنية تقارنه فا ( ... ـض) (¬1) [ص57] ( .. ) صائم النية له ( ... ) (¬2) صومه واستحال أن ينوب له عن الفرض الذي نواه فيه، لأن زمانه مستحق للصوم الذي يختص به، فإذا صامه بنية غيره كان في معنى من رفض النية فيه. ¶ وإذا كان كذلك، فلا جائز أن ينوب له عن الفرض الحاضر الذي يختص به، لأنه لم ينوه ولا عن الفرض الماضي، لأن ( ... ) (¬3) مستحق لغيره. ¶ وأما تشبيه ابن القاسم لذلك بما رواه عن مالك في الصرورة يمشي لنذره ولفرضه، ( ... ) (¬4) لأن النذر لا ينتقضه مقارنة نية الفرض، كما ينتقض فرض الحج مقارنة نية النذر له. ¶ لأن حج الفريضة أوكد في الوجوب من النذر فإذا شرك بينهما في النية والعمل، حسن أن تـ (ـنـ) ـوب (¬5) نية الحج (عن النذر) (¬6)، ولم يجز أن تنوب (نـ) ـية (¬7) النذر عن فريضة الحج. ¶ لأن الأقوى ينوب عن الأضعف أبدا، هذا موجود في الأصول، على أن هذه الرواية التي شبه ابن القاسم الصوم بها قد روى عبد الملك (بـ) ـن الماجشون عن مالك خلافها. ¶ قال عبد الملك: \"كان مالك يقول في الصرورة يمشي لنذره وحجته أحب إلي أن يعود لهما جميعا، لأن ذلك انتقاص من كل أحد منهما لصاحبه\" ¶ وهذه الرواية أمضى على أصوله من رواية ابن القاسم عنه. ¶ ¬_________ ¶ (¬1) بتر في الأصل. ¶ (¬2) ما بين القوسين لا يظهر جيدا، وهو بمقدار 3 أحرف، وكأنها: بمن، أو: فمن. ¶ (¬3) بتر في الأصل لا تظهر بسببه الكلمة. ¶ (¬4) لم أتمكن من قراءة هذه الكلمة. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) بتر في الأصل بمقدار كلمة، وأتممه اعتمادا على السياق. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "47",
            "part": "1",
            "seal": "A7FBA71B"
        },
        {
            "id": "45",
            "nass": "وأما وجه اختيار ابن القاسم أنه يجزيه عن الفرض الحاضر (دو) ن (¬1) الماضي، فلأن زمان الشهر الحاضر مستحق للصوم المفترض فيه دونما سواه، فإذا نوى فيه غيره لم تعمل النية في إحالته عن موضعه، كما لا تعمل (نـ) ـية (¬2) الصوم في الليل، وفي زمان العيدين في إحالتهما عن موضعهما، وإن اقترن إلى ذلك إمساك عن الطعام. ¶ وكلا القولين له وجه في النظر، غير أن قول مالك عندي أولى بالصواب، والله أعلم بالصواب. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "48",
            "part": "1",
            "seal": "139E23F1"
        },
        {
            "id": "46",
            "nass": "ذكر خلافه له في كتاب الحج: ¶ 8 - هل يفتدي المحرم إذا حلق رأس الحلال (¬1) (¬2) ¶ (قال) (¬3) ابن القا (سـ) ـم (¬4): قال مالك في المحرم يحلق رأس الحلال عليه أن يفتدي. ¶ قال ابن القاسم: وأرى عليه أن يتصدق بشيء من طعامه من أجل الدواب التي [ص58] في الرأس. (¬5) ¶ فقال أبو عبيد: أما قول مالك في الفدية التي ألزمها المحرم بحلق رأس الحلال، فمراده بها: الفدية التي نص الله عليها في قوله تعالى \"ولا تحلقوا رؤوسكم حتى يبلغ الهدي محله فمن كان منكم مريضا أو به أذى من رأسه (فـ) ـفدية (¬6) من صيام أو صدقة أو نسك\". ¶ وإنما ألزمه ذلك، والله أعلم، لأن أصل الفدية إنما هي في حلق الشعر، فلما كان المحرم منهيا عن حلق شعره وشعر غيره، وجب عليه إذا فعل شيئا من ذلك الفدية المنصوصة، لأنه في معنى المحكوم بها. ¶ ¬_________ ¶ (¬1) قال ابن عبد البر في الكافي (152): ولا بأس أن يأخذ من شارب الحلال وأظفاره، وأما أن يحلق شعر حلال أو محرم فلا، لما يخاف عليه من قتل الدواب. ومن أيقن من المحرمين أنه سلم عند حلق رأس الحلال من قتل الدواب فلا شيء عليه. ¶ وقال ابن قدامة المقدسي في المغني (3/ 260): إذا حلق المحرم رأس حلال أو قلم أظفاره فلا فدية عليه، وبذلك قال عطاء ومجاهد وعمرو بن دينار والشافعي وإسحاق وأبو ثور ... الخ ¶ وقال النووي في المجموع (7/ 223): ولو حلق المحرم رأس الحلال جاز ولا فدية. ¶ وانظر مواهب الجليل (3/ 162) وحاشية الدسوقي (2/ 64). ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) المدونة (2/ 428). ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "49",
            "part": "1",
            "seal": "E54FF4A7"
        },
        {
            "id": "47",
            "nass": "وأما قول ابن القاسم: في إيجاب الإطعام دون الفدية فلأن المحرم إذا حلق رأس غيره فلم يمط بذلك أذى عن نفسـ (ـه) (¬1)، إذ الفدية إنما هي معلقة بإماطة الأذى والترفيه به. ¶ فلما عري من ذلك كان في معنى من ألقى عن غيره قملا وعرضها للتلف، فوجب عليه الإطعام به لا مما ألقاه، لأنه في حكم اليسير الذي لو ألقاه عن نفسه لم يكن عليه فيه سوى ذلك، وكلا القولين له وجه في النظر (¬2)، والله ولي التوفيق. ¶ 9 - حكم نذر هدي ما لايهدى مثله كالثوب ونحوه (¬3) (¬4) ¶ \"قال ابن القاسم: قال مالك فيمن نذر هدي ثوب أنه يبيعه ويشتري بثمنه هديا فيهديه، فإن لم يكن في ثمنه هدي (يبعث) (¬5) بثمنه إلى خزان مكة لينفقوه على الكعبة. ¶ وقال ابن القاسم: أحبَّ إلي أن يتصدق بثمنه حيث شاء. ¶ ألا ترى أن ابن عمر رحمه الله كان يكسو جلال بدنه الكعبة، فلما كسيت الكعبة هذه الكسوة تصدق بها (¬6). (¬7) ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) حكى ابن المواق في التاج والإكليل (3/ 163) خلاف مالك وابن القاسم، وقال: ابن يونس: قول ابن القاسم أبين، ويحتمل أن يكون وفاقا. ¶ (¬3) قال الحطاب في مواهب الجليل (3/ 325): فإن كان ما نذره هديا مما لا يهدى مثل الثوب والعبد والدابة باعه وعوض بثمنه هديا، فإن لم يبعه وبعثه كره له ذلك وباعه وأهدي به. ¶ وقال ابن عبد البر في الكافي (204): وكذلك إذا نذر هدي ما لا يهدى مثله، باعه واشترى هديا بثمنه. ¶ (¬4) هذا العنوان مني، وليس من المؤلف. ¶ (¬5) بتر في الأصل بمقدار كلمة، وأتممته اعتمادا على المدونة. ¶ (¬6) رواه مالك (849) عن نافع أن ابن عمر كان يجلل بدنه القباطي والأنماط والحلل، ثم يبعث بها إلى الكعبة فيكسوها إياها. ¶ وروى مالك عن عبد الله بن دينار أنه سأل: ما كان عبد الله بن عمر يصنع بجلال بدنه حين كسيت الكعبة هذه الكسوة، قال: كان يتصدق بها. ¶ (¬7) المدونة (2/ 445).",
            "page": "50",
            "part": "1",
            "seal": "E0971573"
        },
        {
            "id": "48",
            "nass": "قال أبو عبيد: أما قوله: في الثوب الذي نذر هديه أنه يباع ويشتري بثمنه ما يجوز هديه فيهدي ذلك بدلا منه، فلأن الهدايا التي سن هديها إلى الكعبة لا يكون إلا مـ (ـن) بهيمة (ا) لأنعام (دون) (¬1) ما سواها من الحيوان والعروض، وإذا نذر شيئا مما عدا (ها) (¬2) فلا سبيل ( ... ) [ص17] ( ... ) (¬3) هدي عينه ولا إلى هدي ثمنه إلا أن يقصر (ثـ) ـمنه (¬4) عن هدي يعتاض به منه، فإن قصر عن ذلك أهدى ثمنه إلى الكعبة ليستعمل في (مـ) ـصالحها (¬5)، لأنه لما لم يف ثمنه بما يجوز هديه، وأمكن تصريفه فيما يقرب إلى الله عز وجل من مصالح الكعبة، وجب أن يصرفه في ذلك. ¶ لأن الذي نذر ثوبه هديا إنما أراد الهبة إلى الله عز وجل من نحر الهدايا، فكان استعماله فيما هو أشبه بمعنى الهدي واسمه وأقرب إلى غرض صاحب النذر أولى، والله أعلم. ¶ وأما استحباب ابن القاسم أن يتصدق بثمنه حيث شاء، واحتجاجه في ذلك بفعل ابن عمر في جلال (¬6) بدنه فمعناه، والله أعلم: أن الكعبة لما كانت في غنى عن المال، وقد تكلف مصالحها من جميع جهاتها رأى التقرب إلى الله عز وجل بصدقة ثمن الثوب إذا قصر عن الثمن ما يجوز هديه أفضل (¬7). ¶ واستدل على ذلك بفعل ابن عمر رحمه الله في جلال بدنه. ¶ وهذا الذي استدل به لا دليل له فيه، لأن ابن عمر رحمه الله لم يكن نذر كسوة الكعبة بجلال بدنه، وإنما كان يفعل ذلك تطوعا، فلما كسيت الكعبة صرف ¶ ¬_________ ¶ (¬1) بتر في الأصل بمقدار 3 أحرف، وأتممته اعتمادا على السياق. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) بياض في الأصل بسبب الرطوبة بمقدار حرفين. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) هي ما تغطى به البدن، كما في اللسان (11/ 119). ¶ (¬7) يظهر لي أن هذه الجملة ينقصها شيء.",
            "page": "51",
            "part": "1",
            "seal": "6176024B"
        },
        {
            "id": "49",
            "nass": "تطوعه إلى نوع (آخر من) (¬1) البر. ¶ والذي نذر ثوبه قد أوجب ذلك على نفسه، ولزمه أن يفي بنذره فيما أمكن، ومن تعذر من ذلك صرفه في أشبه القرب بنذره أولى وأفضل، وبالله التوفيق. ¶ ¬_________ ¶ (¬1) بتر في الأصل، وأتممته اعتمادا على السياق.",
            "page": "52",
            "part": "1",
            "seal": "44DB9D02"
        },
        {
            "id": "50",
            "nass": "ذكر خلافه له في كتاب الجهاد ¶ 10 - حكم انتفاع الغازي بما يجده في أرض العدو (¬1) (¬2). ¶ \" روى ابن وهب (¬3) ¶ وعلي بن زياد (¬4) عن مالك في الغازي يجد الدابة والسلاح ¶ ¬_________ ¶ (¬1) قال ابن أبي زيد القيرواني في الرسالة: ولا بأس أن يؤكل من الغنيمة قبل أن يقسم الطعام والعلف لمن احتاج إلى ذلك. ¶ قال ابن ناجي في شرحه على الرسالة (2/ 8): اعلم أنه في المدونة عبر بلا بأس كعبارة الشيخ، وزاد فيها: بلا إذن الإمام، وهي هاهنا، والله أعلم، كصريح الإباحة على ظاهر كلام أهل المذهب، وهو الظاهر من فعل السلف الصالح ... واختلف المذهب في أخذ الأنعام الحية في الذبح، ففي المدونة وغيرها جوازذلك، وقيل: إنه لا يجوز، ذكره ابن بشير. قال ابن عبد السلام: ولا أعرفه الآن لمن ينسبه من أهل المذهب، وهو مذهب الشافعي، ونحوه قول خليل: لا أعرفه معزوا. واختلف في أخذ السلاح بنية الرد ... ثم ساق الخلاف في ذلك. ¶ وقال ابن قدامة المقدسي في المغني (9/ 224): ولا يجوز لبس الثياب ولا ركوب دابة من المغنم، لما روى رويفع بن ثابت الأنصاري عن رسول الله صلى الله عليه وسلم أنه قال: من كان يؤمن بالله واليوم الآخر فلا يركب دابة من فيء المسلمين حتى إذا أعجفها ردها فيه، ومن كان يؤمن بالله واليوم الآخر فلا يلبس ثوبا من فيء المسلمين حتى إذا أخلقه رده فيه. رواه سعيد. ¶ وقال أيضا في المغني (9/ 228): وجملة ذلك أن المغانم إذا جمعت وفيها طعام أو علف لم يجز لأحد أخذه إلا لضرورة، لأننا إنما أبحنا أخذه قبل جمعه، لأنه لم يثبت فيه ملك المسلمين بعد، فأشبه المباحات من الحطب والحشيش، فإذا حيزت المغانم ثبت ملك المسلمين فيها، فخرجت عن حيز المباحات، وصارت كسائر أملاكهم، فلم يجز الأكل منها، إلا لضرورة، وهو أن لا يجدوا ما يأكلونه، فحينئذ يجوز، لأن حفظ نفوسهم ودوابهم أهم وسواء حيزت في دار الحرب أو في دار الإسلام. ¶ وانظر المنتقى للباجي (3/ 203). ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) هو عبد الله بن وهب بن مسلم أبو محمد الفهري المصري (ت 197). ¶ ترجمته في سير أعلام النبلاء (9/ 223) والجرح والتعديل (5/ 189) والتاريخ الكبير (5/ 218) وترتيب المدارك (3/ 228) وتهذيب الكمال (16/ 277) وتهذيب تهذيب (6/ 65) وطبقات الحفاظ (132) وشجرة النور (58) وغيرها كثير. ¶ (¬4) هو أبو الحسن علي بن زياد التونسي (ت 183)، له ترجمة في طبقات الفقهاء للشيرازي (156) وترتيب المدارك (3/ 80) وشجرة النور (60) والديباج المذهب (192).",
            "page": "53",
            "part": "1",
            "seal": "68F87D5A"
        },
        {
            "id": "51",
            "nass": "أو الثياب في أرض العدو لا ينتفع بشيء من ذلك. ¶ وقال ابن القاسم: لا أرى بأسا أن يلبس الثوب حتى يقدم موضع الإسلام، فإذا قدم رده، وهو بمنزلة الـ (ـبرا) ذين (¬1). (¬2) ¶ قال أبو عبيد رحمه الله: معنى قول مالك في منع الغازي (من) (¬3) (الانتـ) ـفاع (¬4) بركوب الدابة ولباس الثوب وما جرى مجراهما إذا [ص18] كان غنيا عن ذلك ولم يكن به افتقار إليه، لأن أهل (الـ) ـجيش شر (كاء) (¬5) في الغنيمة، فلا يجوز لواحد منهم أن يستبد منها بمنفعة تؤدي استدامتها إلى اهتضام قيمة المنتفع به، دون من يشركه فيها. ¶ فأما إذا افتقر إلى ركوب دابة من الغنيمة لمرض نزل به، أو إلى لباس ثوب منها، لافتقار منه إليه، فهو في حكم ما عفي عنه من الطعام والعلف لحاجة الناس إلى ذلك. ¶ وأما ترخيص ابن القاسم في الاستمتاع بركوب الدابة ولباس الثوب فمعناه عندي: والله أعلم إذا كان المستمتع بهما مفتقرا إلى ذلك، من علة نزلت به، ولا يجد (مـ) ـا (¬6) يتحمل عليه، ولا ما يكنه (¬7) من حر أو برد، فإذا كان كذلك فجائز أن يستمتع بهما وبما كان في معناهما. ¶ وقد يحتمل أن يكون الركوب واللباس اللذان يرخص فيهما مما لا ينهك المركوب ولا الملبوس ولا ينقص قيمتهما، والله الموفق للصواب. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه، واعتمادا على ما في المدونة. ¶ (¬2) المدونة (3/ 37). ¶ (¬3) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) ما بين القوسين أكلت الأرضة أعلاه. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) أي يستره.",
            "page": "54",
            "part": "1",
            "seal": "8C7B5ABE"
        },
        {
            "id": "52",
            "nass": "ذكر خلافه له في كتاب النذور ¶ 11 - مقدار كفارة اليمين (¬1) (¬2). ¶ \" قال ابن القاسم: (سئل) (¬3) مالك عن طعام المساكين في كفارة اليمين فقا (ل) (¬4): أما الوسط عندنا بالمدينة فمد لكل مسكين بمد النبي عليه السلام، وأما فيما عداها فأرى أن يكفروا بالوسط من عيشهم. ¶ قال ابن القاسم: وأرى أن الكفارة بالمد مجزية في كل بلد\". (¬5) ¶ قال أبو عبيد: أما قول مالك في حمل أهل كل بلد في كفارة اليمين على الوسط من عيشهم، فلأن الله عز وجل قال: \" من أوسط (¬6) ما تطعمون أهليكم أو كسوتهم\". ¶ ¬_________ ¶ (¬1) ونقل ابن المواق في التاج والإكليل (4/ 416 - 417) نص المدونة الآتي ذكره قريبا. ¶ وقال خليل المالكي في مختصره: وندب بغير المدينة زيادة نصف أوثلثه , أو رطلان خبزا بأدم، كشبعهم أوكسوتهم للرجل ثوبا , وللمرأة درع وخمار, ولو غير وسط أهله. ¶ وقال ابن الموافق في شرحه (4/ 417): أفتى ابن وهب بمصر بمد ونصف , وأشهب بمد وثلث. ¶ وانظر تمام البحث فيه فالخلاف طويل. ¶ ومشى ابن عبد البر على ظاهر قول ابن القاسم، فقال في الكافي (198): وإن شاء أطعم عشرة مساكين من أجود ما يقتاته هو وأهله من الطعام لكل مسكين مد بمد النبي عليه السلام بالمدينة وغيرها وسطا من الشبع. ¶ وانظر كذلك: شرح زروق وشرح ابن ناجي على الرسالة (2/ 18) والمنتقى للباجي (2/ 91). ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) المدونة (3/ 118). ¶ (¬6) قال ابن عباس وسعيد بن جبير وعكرمة: من أعدل ما تطعمون أهليكم. ¶ وقال عطاء الخراساني: من أمثل ما تطعمون أهليكم. ¶ انظر تفسير ابن كثير (2/ 90) وابن جرير (7/ 16). ¶ واختار ابن جرير بأن المراد بأوسط: أعدل. ¶ وقال الشوكاني في فتح القدير (2/ 71): المراد بالوسط هنا: المتوسط بين طرفي الإسراف والتقتير. ¶ ونقل الخلاف في ذلك، فلينظر.",
            "page": "55",
            "part": "1",
            "seal": "A6DBA7A6"
        },
        {
            "id": "53",
            "nass": "وظاهر هذا يدل على أنه الوسط من القوت، لأن أهل الأقاليم يتباينون في كثرة الأكل وقلته تباينا (متزا) يدا (¬1)، يعلم ذلك بالمشاهدة التي توجب علم الضرورة. ¶ فلما نص على الـ (ـو) سط (¬2) [ص19] من الإطعام دل على أنه ما يقوت للعدد الذي نص على إطعامهم، فوجب أن يطعم أهل كل بلد من قوتهم الوسط، فمن كان المد وسطا من قوت أهل بلده أجزأه ذلك، ومن كان الوسط من قوتهم أكثر من المد لم يجزه أن يقتصر عليه، لأنه خلاف الشرط المنصوص عليه في الإطعام. ¶ وإذا اختار المكفر أن يطعم المساكين (عنه) (¬3) لزمه أن يغذيهم ويعشيهم (¬4) ¶ ليكون قد أطعمهم قوت يومهم، لأن قوله عز وجل: \" فكفارته إطعام عشرة مساكين\" يقتضي إطعامهم وسطا من قوتهم. ¶ وأما قول ابن القاسم: إن الكفارة بالمد مجزية في كل بلد، فإنما يعني بذلك، والله أعلم، إذا عدل المكفر عما يلزمه من وسط عيش أهل بلده، إلى أن يكفر بالمد على وجه التأويل فيجزئه ذلك، لأنه مما قد اختلف فيه، بمنزلة الحاكم إذا اجتهد في مثل ذلك أن له أن يحكم بما يؤديه اجتهاده إليه، وهذا التأويل موافق لـ (ـمذ) هب (¬5) مالك في ذلك، وبالله التوفيق. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) يظهر أن ما بين القوسين زائد. ¶ (¬4) روى ابن أبي حاتم بسند ضعيف كما في تفسير ابن كثير (2/ 90) عن علي قال في قوله (من أوسط ما تطعمون أهليكم): يغذيهم ويعشيهم. ¶ وعن الحسن ومحمد بن سيرين: يكفيه أن يطعم عشرة مساكين أكلة واحدة خبزا ولحما. ¶ وفي الباب أقوال أخر عن جماعة من الصحابة والتابعين، انظر تفسير ابن كثير وابن جرير. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "56",
            "part": "1",
            "seal": "96A03354"
        },
        {
            "id": "54",
            "nass": "12 - مسألة: (حكم من حلف ألا يساكن رجلا في دار فقسمت فسكن في أحد النصيبين) (¬1). ¶ \" قال ابن القاسم: سئل مالك عمن حلف ألا يساكن رجلا في دار قد (سمـ) ـاها (¬2) فقسمت الدار وضرب بينهما بحائط وجعل مخرج كل نصيب على حدة فسكن الحالف في أحد النصيبين، فقال: ما يعجبني وكرهه. ¶ وقال ابن القاسم: لا بأس بذلك، ولا حنث على الحالف إذا سكن في أحد النصيبين\". (¬3) ¶ قال أبو عبيد: إنما كره مالك سكنى الحالف في أحد النصيبين إشفاقا من مواقعة الحنث، وأن يكون ما أظهراه من المقاسمة محللا لليمين، لأن المقاسمة إذا أريد بها تحليل اليمين، وجعلت ذريعة إلى ذلك (فهـ) ي (¬4) فاسدة، وإن كان ظاهرها صحيحا. ¶ ولأنها لم تتناول على سنتها، وكل (مـ) ا (¬5) تنول على غير سنته فهو مردود، لأن النبي صلى الله عليه وسلم [ص20] قال: \"من أحدث في أمرنا ما ليس منه فهو رد\". (¬6) ¶ وهذا داخل في بـ (ـا) ب (¬7) الذرائع الذي يتفق (فيها) (¬8) على القول مالك وابن القاسم، والأصل فيها استباحة المنهي عنه بالحيلة. والكلام في هذا المعنى يطول، وفيما لوحت به مقنع. ¶ ¬_________ ¶ (¬1) هذا العنوان مني، وليس من المؤلف. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) المدونة (3/ 132). ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) تقدم تخريجه. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬8) بتر في الأصل، وأتممته اعتمادا على السياق.",
            "page": "57",
            "part": "1",
            "seal": "4C10A15A"
        },
        {
            "id": "55",
            "nass": "وأما قول ابن القاسم في إباحة السكنى للحالف وإسقاط الحنث عنه، فلأن الدار إذا قسمت، وصار مدخل كل نصيب منها غير مدخل صاحبه، وانفرد بمرافقه وحقوقه، وكل نصيب منها مسكن بذاته، والساكن فيه غير مساكن لمن سكن في شيء من أنصباء (تـ) ـلك (¬1) الدار، لأن اسم الجوار أولى به من اسم المساكن، وإنما السكنى الذي يوجب الحنث: الاشتراك في مرافق المسكن وحقوقه. ¶ وهذا القول أقيس، وقول مالك أحوط، إن شاء الله. ¶ 13 - من حلف ألا يدخل على رجل بيتا بعينه فدخله الحالف ثم دخل المحلوف عليه (¬2) ¶ \" قال ابن القاسم: وسئل مالك عمن حلف ألا يدخل على رجل بيتا بعينه فدخله الحالف ثم دخل المحلوف عليه على الحالف في ذلك البيت فقال: لا يعجبني. ¶ قال ابن القاسم: وإنما قال ذلك لأنه خاف عليه الحنث. ¶ قال ابن القاسم: وأنا أرى أنه لا يحنث إلا أن يكون نوى أن لا يجامعه في ذلك البيت\". (¬3) ¶ قال أبو عبيد: إنما لم يعجبه دخول المحلوف عليه على الحالف، إشفاقا من مواقعة الحنث، لأن الحالف إذا عريت يمينه من نية أو سبب تقارنها خرجت عليه، فإنما يحمل أمره على أنه لم يرد الاقتصار على النوع الذي حلف عليه دون جنسه، لأنه إنما التمس بيمينه في الحال التي حلف بها شفاء غيظه والمبالغة في المعنى الذي حلف عليه، هذا الذي جبلت عليه الطبائع (و) جرت (¬4) به العادات. ¶ وإذا كان ذلك كذلك، حمل قول القائل: والله لا د (خـ) ـلت (¬5) [ص21] ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) المدونة (3/ 134). ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "58",
            "part": "1",
            "seal": "8A11D3C3"
        },
        {
            "id": "56",
            "nass": "( ... ) (¬1) المبالغة في القطيعة وحسم دواعي الاجتماع معه، وأن يجتنب كلما يقع عليه الاسم من ذلـ (ـك) (¬2) أولى من الاقتصار على النوع المذكور وإلزام الحنث به دونما سواه، والله أعلم. ¶ وأما قول ابن القاسم إنه لا يحنث إلا أن يكون نوى أن لا يجامعه في بيت، فلأن الحالف لما علق يمينه بصفة الدخول الذي هو فعله وجب ألا يحنث بدخول المحلوف عليه، لأنه فعل غيره. ¶ وكلا القولين له وجه سائغ في النظر، وقول مالك في ذلك أحوط، إن شاء الله، فاعلمه. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر بمقدار 3 أو 4 كلمات. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "59",
            "part": "1",
            "seal": "DCFB62DA"
        },
        {
            "id": "57",
            "nass": "ذكر خلافه له في كتاب الصيد ¶ 14 - حكم الحمار الوحشي إذا دجن (¬1) (¬2). ¶ \" قال ابن القاسم: قال مالك في الحمار الوحشي إذا دجن وصار يـ (ـعمل) (¬3) عليه كما يعمل على الأهلي أنه لا يؤكل. ¶ قال ابن القاسم: وأنا لا أرى به بأسا\". (¬4) ¶ قال أبو عبيد: معنى قول مالك رحمه الله في الحمار الوحشي إذا دجن أنه لايؤكل على وجه التنزه لا على وجه التحريم، لأنه لما دجن فاستحال طبعه، وعدل به عن الأكل الذي هو اصـ ( ... ) (¬5) القنية والحمولة أشبه الحمار الأهلي خلقا وخلقا، فكره أكله على جهة التنز (هـ) (¬6) عنـ (ـه) (¬7) لا على التحريم له (¬8). ¶ وقد ورد النص بتحليل أشياء والتنزه عنها خير من استباحتها من ذلك: قوله تعالى: (ومن لم يستطع منكم طولا أن ينكح المحصنات المومنات فمما ملكت أيمانكم من فتياتكم المومنات). ثم قال عز وجل (ذلك لمن خشي ¶ ¬_________ ¶ (¬1) قال ابن عبد البر في الكافي (186): ولا يؤكل عند مالك الحمار الوحشي إذا استأنس وعمل عليه وركب، لأنه قد صار أهليا، وقد نهى رسول الله صلى الله عليه وسلم عن أكل لحوم الحمر الأهلية، وهو عند مالك على أصله لا بأس بأكله، وكما لا يؤكل الإنسي لو توحش، فكذلك لا يمتنع من أكل الوحشي إذا تأنس. ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) ما بين القوسين به بتر، وأتممته اعتمادا على المدونة والسياق. ¶ (¬4) المدونة (3/ 64). ¶ (¬5) ما بين القوسين به بتر بمقدار كلمة. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬8) قال ابن المواق في التاج والإكليل (3/ 235): ابن يونس: وجه قول مالك: فلأنه لما تأنس وصار يعمل عليه فقد صار كالأهلي. ¶ ووجه قول ابن القاسم أنه صيد مباح أكله، فلا يخرجه عن ذلك التأنس كسائر الصيد.",
            "page": "60",
            "part": "1",
            "seal": "4CD128C9"
        },
        {
            "id": "58",
            "nass": "العنت منكم) (¬1) الآية. ¶ فنص على تحليل نكاح الإيماء على الشرط الذي وصفه، ثم أخبر أن الصبر عنه خير من فعله (¬2). ¶ وقال عمر رضي الله عنه: \" أيما (رجـ) ل (¬3) نكح أمة فقد أرق نصفه (¬4) \". ¶ يريد بذلك الولد، لأن الحر إذا تزوج ( ... ) (¬5). ¶ وقال ابن عباس: \" ما ازلحف (¬6) نكاح الأمة [ص22] عن الزنا إلا قليل\" (¬7). ¶ وقد ندب العلماء من صدر هذه (الآية) (¬8) إلى التنزه عن نكاح اليهودية ¶ ¬_________ ¶ (¬1) قال ابن جرير في تفسيره (5/ 24): والصواب من القول في قوله (ذلك لمن خشي العنت منكم): لمن خاف منكم ضررا في دينه وبدنه. ¶ (¬2) قال ابن كثير (1/ 479): إنما يباح نكاح الأمة لمن خاف على نفسه الوقوع بالزنا وشق عليه الصبر عن الجماع وعنت بسبب ذلك كله، فله حينئذ أن يتزوج بالأمة، وإن ترك تزوجها وجاهد نفسه في الكف عن الزنا فهو خير له، لأنه إذا تزوجها جاء أولاده أرقاء لسيدها. ¶ وانظر تفسير القرطبي (5/ 137). ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) رواه الدارمي (3135) وابن أبي شيبة (3/ 466) وعبد الرزاق (7/ 268) عن سعيد بن المسيب قال قال عمر. ¶ وسنده صحيح، لكن سعيدا لم يسمع من عمر، كما قال أبو حاتم وغيره من المتقدمين، كما في جامع التحصيل للعلائي (184). ¶ ورجح ابن حجر في التهذيب (4/ 77) والذهبي في التذكرة (1/ 54) وابن القيم في تهذيب السنن (9/ 111) (13/ 243) أنه سمع منه. ¶ لكن رواه عبد الرزاق عن ابن جريج عن عمر مثله ينظر. ¶ (¬5) بتر بمقدار 3 كلمات. ¶ (¬6) أي ما تنحى وما تباعد، كما في النهاية في غريب الحديث (2/ 308). ¶ (¬7) رواه عبد الرزاق (7/ 268) عن ابن جريج قال حدثت عن سعيد بن جبير قال: ما ازلحف ناكح الأمة عن الزنا إلا قليلا. ¶ ورواه ابن أبي شيبة (3/ 466) عن هشيم عن أبي بشر عن سعيد بن جبير. ¶ ورواه ابن أبي شيبة (3/ 466) ثنا هشيم عن العوام عمن حدثه عن ابن عباس نحوه. ¶ (¬8) بتر في الأصل، وأتممته اعتمادا على السياق.",
            "page": "61",
            "part": "1",
            "seal": "B65DE3F9"
        },
        {
            "id": "59",
            "nass": "والنصرانية، وإن كان النص قد ورد بإباحة ذلك. (¬1) ¶ ذكر وكيع عن الصلت بن بهرام عن أبى وائل أنه قال \" تزوج حذيفة يهودية من أهل المدائن فكتب إليه عمر بن الخطاب رضي الله عنهما: أن طلقها. وكتب إليه حذيفة: حرام تراها؟ فقال: لا، ولكني خفت أن يعطل المسلمات\" (¬2). ¶ وأكل الضب بحضرة النبي عليه السلام فلم يأكل منه ونص على أنه حلال، وفي هذا دليل على إباحة التنزه عن فعل ما (جـ) ـعله (¬3) مباحا (¬4). ¶ أما الحمار الوحشي فهو على أصل التحليل وإن دجن واستأنس، لا ينقلـ (ـه) (¬5) استئناسه عن أصله، ولا يوجب له خلاف حكمه، كما لا ينقل الـ (حـ) مار (¬6) الأهلي استيحاشه عن حكم التحريم إلى حكم التحليل، وإلى هذا المعنى ذهب ابن القاسم في اختياره، وهو القياس، وقول مالك في هذا مبني على الاستحباب، والله أعلم. ¶ ¬_________ ¶ (¬1) قال الدردير في الشرح الكبير (2/ 267): وحرم الكافرة أي وطؤها بملك أو نكاح، إلا الحرة الكتابية فيجوز نكاحها للمسلم بكره عند الإمام مالك، وأجازه ابن القاسم بلا كراهة، وهو ظاهر الآية. انتهى. ¶ أجاز الجمهور نكاح اليهودية والنصرانية , وصرح كثير منهم بالكراهة , منهم مالك كما في المدونة (2/ 215 - 216). ¶ وانظر: الكافي (244) وتفسير القرطبي (3/ 67 - 68) وبداية المجتهد (2/ 33) وحاشية الدسوقي (2/ 267) ومواهب الجليل (3/ 398) والقوانين الفقهية (131). ¶ (¬2) رواه ابن أبي شيبة (3/ 474) وعبد الرزاق (7/ 177) والبيهقي (7/ 172) من طريق الصلت بن بهرام قال سمعت أبا وائل يقوم: تزوج حذيفة يهودية، فذكره بنحوه. وسنده حسن. ¶ ورواه عبد الرزاق (6/ 78) عن معمر عن قتادة أن حذيفة. وقتادة مدلس. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) في الأصل: مباح، وهو خطأ. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "62",
            "part": "1",
            "seal": "F699DECD"
        },
        {
            "id": "60",
            "nass": "15 - مسألة: حكم أكل طير قتل في غصن شجرة في الحل لكن أصلها في الحرم (¬1) (¬2). ¶ \" قال ابن القاسم: سئل مالك عن الشجرة يكـ (ـو) ن أصلها في الحرم وبعض أغصانها في الحل، (¬3) (وطـ) ـير (¬4) على غصنها الذي في الحل فرماه رجل فقتله، أيحل أكله أم لا؟ فأبى أن يجيب فيها. ¶ قال ابن القاسم: وأنا لا أرى بأكل ذلك بأسا\". (¬5) ¶ قال أبو عبيد: لم يختلف قول مالك وابن القاسم فيما قتل من الصيد قريبـ (ـا) (¬6) من الحرم أن فيه الجزاء، وأنه لا يؤكل (¬7)، وكفى قربا بما بين أصل الشجرة وأقصى الغـ (ـصن) (¬8) من أغصانها عن سمته. ¶ ولا أعلم خلافا من علماء أهل المدينة في أن ما قتل من الطير على غصن شجرة أصلها في الحل، والغصن الذي قتل عليه الطير في الحرم أنه لا يؤكل، لأنه قتل في هواء الحرم (¬9). ¶ ¬_________ ¶ (¬1) قال الدردير في شرح خليل (2/ 77): ورميه أي: رمي الحلال صيدا على فرع في الحل، وأصله بالحرم فلا جزاء، ويؤكل نظرا إلى محله. ولا نزاع في وجوب الجزاء إذا كان الفرع في الحرم وأصله في الحل. ¶ وانظر مواهب الجليل (1/ 205). ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) هنا كلمة زائدة، وهي: فقال، وحذفتها لأن السياق لا يقتضيها. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) المدونة (3/ 75). ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) قال الدسوقي (2/ 3): وإن قتله بمقرب الحرم قبل أن يدخل فيه، فالمشهور أنه لا جزاء عليه، وهو قول مالك وابن القاسم والتونسي، ويؤكل حيث كان الصائد حلالا. ¶ (¬8) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬9) قال الدردير (2/ 75): ولا نزاع في وجوب الجزاء إذا كان الفرع في الحرام، وأصله في الحل.",
            "page": "63",
            "part": "1",
            "seal": "0B676ADE"
        },
        {
            "id": "61",
            "nass": "فالطير الذي قتل على غصن الشجرة التي أصلها في الحرم، والغصن الذي قتل عليه الطير [ص23] ( ... ) (¬1) يجزئ ولا يؤكل (لأ) نه (¬2) قتل قائما على غصن أصله في الحرم، وحرمته في المنع من قطعه كحرمة أصله، مع اتفاقهم بأن ما قارب الحرم محكوم له بحكم الحرم. ¶ وقياس هذه الجملة التي اتفق عليها مالك وابن القاسم يدل على أنه لا يؤكل، والنظر أيضا يوجب ذلك. ¶ لأن ما حد حدود الحرم: الاجتهاد، وكل ما طريقه الاجتهاد فالغلط مجوز فيه، والسهو متوهم عليه، فوجب أن يحكم لما قارب الحرم بحكم الحرم لجواز أن يكون منه، إذ لا نص على حده، فحكم لما عداه بخلاف حكمه. ¶ وقد حكم النبي عليه السلام لما قارب الفأرة التي تقع في السمن فتموت فيه بحكمها في قوله: \"إذا وقعت الفأرة في السمن، فإن كان جامدا فألقوها وما حولها وإن كان مائعا فلا تقربوه\" (¬3) (فحـ) ـكم (¬4) بما حول الفأرة بحكم عينها في النجاسة، وتحريم ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر بمقدار كلمتين أو ثلاثة. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) رواه أبو داود (3842) وأحمد (2/ 232 - 265 - 490) وابن الجارود (871) وابن حبان (1393 - 1394) وأبو يعلى (5841) وعبد الرزاق (1/ 84) عن معمر عن الزهري عن ابن المسيب عن أبي هريرة. ¶ لكن قال البخاري: هذا خطأ، أخطأ فيه معمر، والصحيح حديث الزهري عن عبيد الله عن ابن عباس عن ميمونة، سنن الترمذي (4/ 256). ¶ قلت: يقصد البخاري أن الصحيح في الحديث هو عن الزهري عن عبيد الله عن ابن عباس عن ميمونة عن النبي صلى الله عليه وسلم سئل عن فأرة وقعت في سمن فماتت فيه فقال: ألقوها وما حولها وكلوه. ¶ وهذا الذي رجحه أبو حاتم الرازي في العلل (2/ 9 - 12). ¶ وقد رواه من هذا الوجه: البخاري (5218) ومالك (2/ 971) وأبو داود (3841) والنسائي (4258 - 4259) والترمذي (1798) والبيهقي (9/ 353) وابن الجارود (872) والدارمي (738) والطبراني في الكبير (23/ 430) - (24/ 15). ¶ وانظر علل الدارقطني (7/ 286). ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "64",
            "part": "1",
            "seal": "1B008F1E"
        },
        {
            "id": "62",
            "nass": "الأكل من أجل المقاربة، وعين الفأرة متيقن نجاستها، وما حولها مشكوك فيه. ¶ فإذا كان كذلك، فما قرب من الحرم الذي لا نص على حده أولى بأن يحكم له بحكمه. والله ولي التوفيق.",
            "page": "65",
            "part": "1",
            "seal": "D149472B"
        },
        {
            "id": "63",
            "nass": "ذكر خلافه له في كتاب النكاح ¶ 16 - هل يذهب الغلام حيث شاء إذا احتلم؟ (¬1). ¶ \" قال ابن القاسم: قال مالك في الغلام إذا احتلم أن له أن يذهب حيث شاء، وليس لوالده أن يمنعه. ¶ قال ابن القاسم: إلا أن يخاف من ناحيته سفها\". (¬2) ¶ قال أبو عبيد: أما قول مالك في الغلام إذا احتلم أن له أن يذهب حيث شاء، فلأن بلوغ الاحتلام مع مقارنة صحة العقل والتمييز له، وسلامة البالغ من الزمانة (¬3) توجب سقوط النفقة عن الأب. ¶ فإذا سقطت نفقة الابن عن أبيه فقد انقطع السبب الذي به كان يتوصل إلى الحجر عليه، وصار أملك بنفسه وبالتصرف في ماله منه، وهذا ما لا أعلم فيه خلافا. ¶ فأما قول ابن القاسم: إلا أن يخاف من ناحيته (¬4) سفها، فإن كان [ص24] يريد السفه الذي يوجب الحجر عليه في نفسه ( .... ) (¬5) لا يخرجه بلوغ الاحتلام عن حجر أبيه، ولا يسقط عن الأب ما قد وجب له من الحق عليه. ¶ وإن كان يريد بالسفه المتوقع من ناحيته خلاف ذلك، فلا أعلم أن شيئا يوجب الحجر على البالغ سوى نقص العقل وضعف التمييز والانفاق في غير مصلحة. ¶ وإذا خلا السفيه المتوقع من هذه الأوصاف فلا سبيل إلى الحجر عليه، وهذا مما لا اختلاف فيه، والله أعلم. ¶ وقول مالك في ذلك أولى بالصواب عندي، إن شاء الله. ¶ ¬_________ ¶ (¬1) هذا العنوان مني، وليس من المؤلف. ¶ (¬2) المدونة (4/ 157). ¶ (¬3) زمن يزمن زمنا وزمانة فهو زمن، أي مبتلى فيه عاهة. راجع لسان العرب (13/ 199). ¶ (¬4) في الأصل: ناحية، والصواب ما ذكرته. ¶ (¬5) ما بين القوسين به خرم بسبب الأرضة بمقدار نصف سطر.",
            "page": "66",
            "part": "1",
            "seal": "04171367"
        },
        {
            "id": "64",
            "nass": "17 - مسألة: حكم وضع الأب من صداق ابنته (¬1) (¬2). ¶ \" قال ابن القاسم: قال مالك، لا يجوز للأب أن يضع من صداق ابنته البكر (شيئـ) ـا (¬3) إذا لم (يطـ) ـلقها (¬4) زوجها. ¶ قال ابن القاسم: وأنا أرى أن ينظر فيما فعله الأب من ذلك، فإن كان ما فعله على وجه النظر مثل: أن يكون الزوج معسرا بالمهر فيخفف عنه وينظره، فذلك جائز على البنت إن شاء الله\". (¬5) ¶ قال أبو عبيد: أما منع مالك من إجازة وضيعة الأب من صداق ابنته البكر إذا لم يطلقها زوجها، فلأن الصداق قد وجب لها بنفس العقد ( .. ) (¬6) مقارنة (تـ) ـسمية (¬7) الصداق، بدلالة أن لها أن تمتنع من زوجها حتى تقبض الصداق ¶ ¬_________ ¶ (¬1) قال ابن عبد البر في الكافي (254): وإن كانت بكرا جاز عفو أبيها عن نصف الصداق، إذا وقع الطلاق قبل ذلك ولا بعد الدخول، ولا يجوز لأحد أن يعفو عن شيء من الصداق إلا الأب وحده لا لوصي ولا غيره. ¶ وقال الدسوقي في حاشيته (2/ 327): قوله (لا بعد الدخول) أي لا يجوز للولي أن يعفو عن بعض الصداق بعد الدخول إن رشدت، لأنها لما صارت ثيبا صار الكلام لها، فإن كانت سفيهة أو صغيرة فالكلام للأب، وحينئذ فله أن يعفو عن بعض الصداق لمصلحة، كذا في (خش) و (عبق)، وهو غير صواب، إذ الحق أنه لا عفو له بعد الدخول سواء كانت رشيدة أو لا. ففي سماع محمد بن خالد أن الصغيرة إذا دخل بها الزوج وافتضها ثم طلقها قبل البلوغ، أنه لا يجوز العفو عن شيء من الصداق لا من الأب ولا منها. ¶ قال ابن رشد: وهو كما قال، لأنه إذا دخل بها الزوج وافتضها فقد وجب لها جميع صداقها بالمسيس، وليس للأب أن يضع حقا قد وجب لها إلا في الموضع الذي أذن له فيه، وهو قبل المسيس لقوله تعالى (وإن طلقتموهن من قبل أن تمسوهن) الآية. ¶ وإذا منع العفو في الصغيرة بعد الدخول ففي السفيهة أحرى. اهـ ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) ما بين القوسين به بتر، وأتممته اعتمادا على السياق والمدونة. ¶ (¬4) ما بين القوسين به بتر، وأتممته اعتمادا على السياق والمدونة. ¶ (¬5) المدونة (4/ 159). ¶ (¬6) ما بين القوسين به بتر بمقدار حرفين. ¶ (¬7) ما بين القوسين به بتر، وأتممته اعتمادا على السياق.",
            "page": "67",
            "part": "1",
            "seal": "F4904ED7"
        },
        {
            "id": "65",
            "nass": "المسمى لها. ¶ وليس من النظر إسقاط ما قد وجب لها إلا في الموضع الذي أباح الله عز وجل ذلك فيه، وذلك قوله تعالى: \"وإن طلقتموهن من قبل أن تمسوهن وقد فرضتم لهن فريضة فنصف ما فرضتم، إلا أن يعفون أو يعفو الذي بيده عقدة النكاح\". يعني: الأب (¬1) في ابنته البكر. ¶ لأنها إذا طلقت ولم يدخل بها زوجها فلا عدة عليها، ومباح لها الأزواج، فالأب في تلك الحال الذي بيده أن يعقد النكاح عليها خير، ولا يجوز أن يكون المراد به الزوج، كما قال المخالف، لأن الزوج لا يملك النكاح [ص25] في تلك (¬2) الحال، لأن الطلاق (فا) ته (¬3) من يده وجعله منها أجنبيا، بل قد زاد على الأجنبي بأن كانت لا تحل له إلا بعد زوج إن كان الطلاق ثلاثا. ¶ معنى آخر يدل على أن الأب هو الذي بيده عقدة النكاح على الحقيقة من غير أن يدعى في ذلك ضمير. والزوج لا يصلح له (¬4) ذلك، إلا بإعادة ضمير في الآية وهو أن يقال \" أو يعفو الذي كان بيده عقدة النكاح\" لأنها كانت في يد الزوج قبل طلاقه لها، فلما وقع الطلاق خرجت عن يده وصار الأب أولى بها، والكلام على ¶ ¬_________ ¶ (¬1) هذا قول مالكية، وخالفهم الجمهور فقالوا: هو الزوج، انظر شرح الزرقاني على الموطأ (3/ 171)، وفتح القدير (1/ 254)، وتفسير القرطبي (3/ 207). ¶ قال الدسوقي (2/ 327): قوله (أو يعفو الذي بيده عقدة النكاح) حمله أصحابنا على الأب، وحمله أبو حنيفة على الزوج. ¶ قلت ونقله الزرقاني في شرح الموطأ (3/ 171) عن الأئمة الثلاثة. ¶ ونقل الشوكاني في فتح القدير (1/ 254) المذهبين عن جماعة من السلف والخلف. ¶ وناقش دليل كل منهما، ورجح هو أنه الزوج. ¶ وانظر تفسير القرطبي (3/ 207 - 208). ¶ (¬2) هذه الكلمة لا يظهر منها إلا نصفها الأسفل. ¶ (¬3) ما بين القوسين به بتر، وأتممته اعتمادا على السياق. ¶ (¬4) في الأصل هنا زيادة \"الضمير\"، لكن فوقها علامة التضبيب.",
            "page": "68",
            "part": "1",
            "seal": "A0C5143F"
        },
        {
            "id": "66",
            "nass": "المخالف في هذا يطول، وفيما لوحت به مقنع إن شاء الله. ¶ فاقتصر مالك رحمه الله في إباحة الأب الوضع من صداق ابنته البكر على الموضع الذي أباحه الله عز وجل فيه، ومنعه مما عداه. ¶ فأما ابن القـ (ـاسم) (¬1): جعل النظر بالإصلاح في ذلك إلى الأب قياسا على المنصوص عليه، فيلزمه على قياس قوله أن يجيز للأب أن يضع من ثمن ما قد باعه من مال ابنته البكر ( ... ) (¬2) مبتاع له، إذا كان معسرا به، وهذا ما لا (يـ) ـقوله. ¶ وكلا القولين له وجه في النظر فاعلمه، غير أن قول مالك أولى بالصواب عندي في (ذلك) (¬3) كله، والله أعلم. ¶ 18 - مسألة: إذا وكلت المرأة من يزوجها فزوجها من نفسه (¬4) (¬5). ¶ \" قال ابن القاسم: قال مالك في رجل قالت له وليته زوجني ممن أحببت، فقد وكلتك فزوجها من (نفـ) ـسه (¬6) أو من غيره، قبل أن يسمي لها، أن ذلك لا يلزمها ولا يجوز عليها إلا أن تجيز ذلك بعد تسميته لها. ¶ وقال ابن القاسم: إذا زوجها من غير نفسه وإن لم يسمه لها، فهو جائز عليها\". (¬7) ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته اعتمادا على السياق. ¶ (¬2) بتر في الأصل بمقدار 3 أحرف. ¶ (¬3) ليست في الأصل، والسياق يقتضيها. ¶ (¬4) قال ابن عبد البر في الكافي (1/ 229 - 230): وكذلك المرأة إذا أذنت لوليها في العقد عليها في رجل بعينه، وسمت صداقا، فإن جعلت إليه تزويجها ممن رآه جاز إذا زوجها من كفء، إذا رضيت به بعد ذكره لها، وإلا لم يجز ولا يزوجها من نفسه حتى يعرفها بذلك فترضى به. ¶ وراجع: مواهب الجليل (3/ 439) والشرح الكبير (2/ 233). ¶ (¬5) هذا العنوان مني، وليس من المؤلف. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) المدونة (4/ 172).",
            "page": "69",
            "part": "1",
            "seal": "7DB9CD7C"
        },
        {
            "id": "67",
            "nass": "قال أبو عبيد رحمه الله: أما قول مالك أنه لا يلزمها عقد من لم يسم لها، فلأنها إنما وكلته فيما لا يجوز لها مباشرته من عقد النكاح على نفسها، وما لا يجوز لها أن تليه من أمر (هـ) ا (¬1). ¶ فأما الـ (ـر) ضا (¬2) بالزوج، وبمقدار الصداق فلا مدخل للولي في ذ (لـ) ـك (¬3)، [ص26] وإنما هو حق من حقوق المرأة لا يليه عليها غيرها إذا كانت ( ... ) (¬4) أمرها، وإذا كان كذلك، فلابد من تعريفها بالمعقول له معها، وبما بذله لها صداقا. ¶ وأما تفريق ابن القاسم بين الولي يزوجها من نفسه، وبين تزويجه لها من غيره في أنه يلزمها ما عقد عليها لغيره، وإن لم يسمه لها، ولا يلزمها عقده لنفسه إلا بتعريفها بذلك ورضاها به. ¶ فوجهه عندي: والله أعلم أنه لما كان تزويج الولي لها من نفسه مما قد اختلف في إجازته، فإن رضيت به لزمه أن يصرح باسمه لضعف سببه، من أجل الاختلاف الواقع في أمره ولم ( ... ) (¬5) تزويجه لها من غيره لحصول الاتفاق عليه، إذا رضيت به، فهـ (ـذا) (¬6) ما اتجه لي في تفريقه بين ذلك، وفيه نظر. ¶ وقال الشافعي: \" لا يجوز للولي أن يزوجها من نفسه وإن أذنت في ذلك\". ¶ وهذا الذي قاله فاسد، بدلالة (¬7) اتفاقنا على جواز عقد الأب لنفسه على مال ولده الذي في حجره على وجه المعاوضة، وإذا جاز للأب أن يباشر بيع مال ولده الذي في حجره من نفسه ثم لا تقدم (¬8) مباشرته لذلك في عقده، فالولي الذي قد ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر بمقدار كلمة، وقدرها الحسن حمدوشي: تملك. ¶ (¬5) ما بين القوسين به بتر في وسط الكلمة، هكذا: يقـ .. ـرة، لم أستطع قراءتها. ¶ (¬6) ما بين القوسين به بتر بمقدار 3 أحرف، فقدرتها كما ذكرت. ¶ (¬7) هذه الكلمة بها خرم قليل. ¶ (¬8) هذه الكلمة بها خرم قليل.",
            "page": "70",
            "part": "1",
            "seal": "12EFB824"
        },
        {
            "id": "68",
            "nass": "أذنت (له) (¬1) وليته في العقد عليها أولى بأن يجوز له مباشرة ذلك. ¶ لأن الأب إنما أوجب أن ينظر في مال ولده ويعقد فيه عنه عجز الابن عن التصرف في ماله لضعف تمييزه وذهابه عن الأصلح له والأوفر عليه، فكان الأ (ب) (¬2) حينئذ يقوم مقام الابن في تقدير الثمن وتعديده، إذ لو كان مبين ( ... ) (¬3) ¶ فإذا جوز للأب أن يقدر ما يبتاعه لنفسه من مال ابنه وينظر له فيه، فالنكاح الذي لا مدخل للولي في تقدير صداقه والرضى به، ( .. ) (¬4) أولى بأن تجوز مباشرته لعقد نفسه، على ما قد أذنت له فيه ورضيت به. ¶ ولا يجوز أيضا أن يفسد النكاح من جهة جواز أن يكون الولي غير كفء [ص27] ( .... ) (¬5) تراعى من أجل حقوق الأولياء، فإذا كان الولي هو العاقد لنفسه بطل أن يفسد عقده من هذه الجهة. ¶ ويؤيد ما ذهب إليه مالك رحمه الله عتق النبي صلى الله عليه وسلم صفية وتزويجه إياها من نفسه (¬6). ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) خرم في الأصل بمقدار كلمة، وتظهر الحروف من أعلى، كأنها: سلفا، أو: خلفا. ¶ (¬4) لا تظهر هذه الكلمة جيدا، ورسمها هكذا: وساذ. ¶ (¬5) بتر في الأصل بمقدار 4 كلمات. ¶ (¬6) رواه البخاري (4798 - 4874) ومسلم (1365) والنسائي (3342 - 3343) وأحمد (3/ 165 - 170 - 181 - 186 - 203 - 239 - 242 - 280) وابن الجارود (721) وابن حبان (4063) وأبو نعيم في المستخرج (3328) وأبو عوانة (4213) والدارمي (2242 - 2243) والبيهقي (7/ 58 - 128) والدارقطني (3/ 286) وابن أبي شيبة (3/ 473) وعبد الرزاق (7/ 269) والطحاوي (3/ 20) والطبراني في الكبير (24/ 68 - 69) والأوسط (3463 - 6690) وأبو يعلى (3132 - 3173 - 3890 - 4162 - 4163 - 4167 - 4168) عن أنس بن مالك.",
            "page": "71",
            "part": "1",
            "seal": "44662A78"
        },
        {
            "id": "69",
            "nass": "ومعلوم أن المولى في عقد النكاح يحل محل الولي المناسب، فكان ما جاز للولي فعله في ذلك، فولي النسب مشارك له فيه. ¶ ولا يجوز أن يقال: إن ذلك خاص للنبي صلى الله عليه وسلم لأن ما خص به عليه السلام قد قام دليله، وهذا ما لا دليل عليه فينقاد له. ¶ ولا يجوز أيضا أن يقال: إن النبي عليه السلام ولى أمر صفية رجلا فزوجها منه، لأن ذلك لو كان لحكي كما حكي عتقه إياها، وجعل ذلك صداقا لها، فلما لم ينقل ذلك دل الظاهر على (أنـ) ـه (¬1) هو الذي باشر العقد لنفسه دون غيره، والله الموفق للصواب. ¶ 19 - مسألة: (الأمة التي غرت من نفسها فتزوجت ثم استحقها سيدها) (¬2). ¶ \" قال ابن القاسم: بلغني عن مالك أنه قال في الأمة إذا غرت من نفسها فتزو (جـ) ـها (¬3) ر (جل) (¬4) فولدت له أولادا ثم استحقها سيدها ووُلدها أحياء، والوالد عديم، أنه إن كان الوُلد أغنياء فله أن يتبعهم بقيمتهم. ¶ قال ابن القاسم: و (سئل مالك) (¬5): لو مات الأب ولم يدع مالا والوُلد أغنياء فله أن يتبعهم\". (¬6) ¶ قال أبو عبيد: أما إيجا (ب مالك) (¬7) على الولد قيمتهم إذا كانوا أغنياء، وكان الولد حيا عديما، فلأن قيمة (الـ) ـولد (¬8) في الأصل، إنما هي على الأب. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) ما بين القوسين به بتر، وأتممته اعتمادا على المدونة والسياق. ¶ (¬4) ما بين القوسين به بتر، وأتممته اعتمادا على المدونة والسياق. ¶ (¬5) ما بين القوسين به بتر، وأتممته اعتمادا على المدونة والسياق. ¶ (¬6) المدونة (4/ 207). ¶ (¬7) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬8) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "72",
            "part": "1",
            "seal": "0A3383D9"
        },
        {
            "id": "70",
            "nass": "لأن المصاب الذي هو سبب الولد منه (إ) ذا (¬1) كان الأب معسرا، والولد واجدا لها، وجب أن ينوب عنه في قضائها مادام الأب حيا، واتصل عدمه، لأن القيمة إنما وجبت على الأب بدلا (لة) (¬2) تسليم الولد، لولا شبهة الحرية التي سرت فيه. ¶ فوجب أن ينوب عنه في غرم قيمة نفسه، كما ينوب عنه في قضاء ما استحدثه من الدين بسببه، فلما كا (ن) (¬3) عدم الأب ( ... ) (¬4) على الابن، (إذا) (¬5) كان موسرا أن ينوب عنه في غرم [ص28] القيمة التي هي بدل من تسليمه في قول مالك وابن القاسم، وكان ( ... ) (¬6) يوجب ارتفاع الغرم عن الابن في قولهما معا وجب أن يكون إذا مات الأب، وخربت ذمته وسقط الدين عنها بسبب خرابها أن يسقط عن الابن ما انتقل إليه بسببه، لأنه إنما هو نائب عنه في ذلك نيابة كفاية، لا نيابة حمالة ولا حوالة (¬7)، هذا وجه هذه الرواية عندي. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) خرم في الأصل بمقدار كلمة، لا يظهر منها إلا حرف التاء أو النون آخرها. ¶ (¬5) هكذا ظهرت لي، وربما تكون: وإنما. ¶ (¬6) بتر في الأصل بمقدار كلمتين. ¶ (¬7) قال ابن عبد البر في التمهيد (18/ 290 - 291): واختلف الفقهاء في معنى الحوالة: ¶ فجملة مذهب مالك وأصحابه فيها أن من احتال بدين له على رجل على آخر فقد برئ المحيل، ولا يرجع إليه أبدا، أفلس أو مات، إلا أن يغره من فلس، فإن غره انصرف عليه. ¶ وهذا إذا كان له عليه دين. ¶ فإن لم يكن له عليه دين فهي حمالة ويرجع إليه أبدا. ¶ فإن كان له عليه دين فهي الحوالة، ولا يكون للمحتال أن يرجع على المحيل بوجه من الوجوه، توى المال أو لم يتو، إلا أن يغره من فلس قد علمه. ¶ وهذا كله مذهب الشافعي وأصحابه أيضا ... ¶ وانظر شرح الدردير (3/ 326).",
            "page": "73",
            "part": "1",
            "seal": "5CBD0D68"
        },
        {
            "id": "71",
            "nass": "وقد روى عنه ابن أبي أويس (¬1) في الكتاب \"المبسوط\" أنه قال: \" في العربي يتزوج الأمة وقد انتمت له إلى بعض العرب، وهو لا يعلم أنها أمة ثم إن سيدها اعترفها وقد ولدت له أولادا، فإن زوج الأمة يفتدي ولده من سيدها بالقيمة، فإن كان له مال أ (خذ) (¬2) ذلك منه، وإن لم يكن له مال كان ذلك دينا عليه\". ¶ وهذه الرواية أ (ليق) (¬3) بمذهبه، وأقيس على أصوله. ¶ لأن القيمة في الأصل إنما وجبت على الأب من أجل المصاب الذي هو سبب الولد، فلا يجوز أن ينتقل عنه إلى الابن إلا عن طيب نفس منه. ¶ لأن الدين لا ينتقل من ذمة إلى ذمة، إلا بحمالة أو حوالة. ¶ وإذا خلا ا (لابـ) ـن (¬4) من أن يكون متحملا بالقيمة أو محالا عليه بها (فغير) (¬5) (جـ) ـائز (¬6) أن يكلف غرم قيمة لم يكن سببها، ولا كان له صنع في إيجابها، والله أعلم بالصواب. ¶ وأما إلزام ابن القاسم: الابن غرم القيمة في (حال) (¬7) حياة الأب وبعد مماته بشرط عدمه في كلتي حالتيه فإنما معنا (هـ) أنه يقيم موت الأب في ذلك المقام عدمه، فكما يلزمه غرم القيمة في حال حياة الأب، واتصال عدمه، وجب لمثل ¶ ¬_________ ¶ (¬1) هو إسماعيل بن عبد الله بن عبد الله بن أويس بن مالك أبو عبد الله بن أبي أويس الأصبحي (ت 226) انظر ترجمته في: سير أعلام النبلاء (10/ 391) والتاريخ الكبير (1/ 364) والجرح والتعديل (2/ 180) وترتيب المدارك (1/ 369) وتذكرة الحفاظ (1/ 409) وشجرة النور (56) وتهذيب الكمال (3/ 124) وتهذيب التهذيب (1/ 271) وغيرها. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) بتر في الأصل، وأتممته اعتمادا على السياق، ولأن المؤلف يكرر هذا الاصطلاح مرارا. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) بتر في الأصل بمقدار 3 أحرف وقدرتها كما ذكرت أعلاه. ¶ (¬6) ما بين القوسين به بتر، وتظهر الألف في الوسط، وأتممته لظهور معناه. ¶ (¬7) بتر في الأصل: بقيت الألف في الوسط وسقط حرفان، وكررها المؤلف باللفظ الذي ذكرت بعد سطر واحد.",
            "page": "74",
            "part": "1",
            "seal": "F63A60E5"
        },
        {
            "id": "72",
            "nass": "ذلك أن يلزمه غرمها بعد موته إذا لم يترك وفاء بها. ¶ واختيار ابن القاسم في هذه المسألة أقيس من القول الذي بلغه عن مالك فيها، غير أن رواية ابن أبى أويس عنه أولى بالصواب عندي في ذلك، والله أعلم. ¶ 20 - مسألة: اختلاف المطلقين في وقوع الجماع (¬1) (¬2). ¶ \" قال ابن القاسم: قال مالك في المطلقة [ص29] (لأنها) (¬3) إذا تزوجت زوجا غير مطلق فدخل بها ثم طلقها وزعم أنه لم يجامعها، (و) قالت (¬4) المرأة قد جامعني أن القول قولها في ذلك ولها الصداق كاملا، وعليها العدة ولا يملك الزوج رجعتها إن كان الطلاق رجعيا ولا تحل للمطلق ثلاثا إلا باجتماع منهما على الوطء. ¶ قال ابن القاسم: وأنا أرى أن تبين في ذلك ويخلى بينها وبين نكاحه، وأخاف أن يكون هذا من الذي طلقها ضررا منه في نكاحها\". (¬5) ¶ قال أبو عبيد: لم يختلف قول مالك وابن القاسم في (أن) (¬6) المرأة لا تكون ¶ ¬_________ ¶ (¬1) قال ابن عبد البر في الكافي (254): ولو اختلفا في المسيس فقالت: قد وطئني، وقال: لم أطأها، فإن كان لم يدخل بها وإنما خلا بها في بيتها فالقول قوله مع يمينه، وإن كان قد خلا بها في منزله دون بناء، وقال: لم أمسها، فالقول قولها مع يمينها. ¶ وقد قيل: إنه متى ما صح أنه خلا بها أن القول قولها في المسيس مع يمينها، وسواء خلا بها في بيتها أو في بيته. ¶ وعليها العدة في الوجهين جميعا. ¶ ولو طلقها والمسألة بحالها كان لها نصف الصداق، إذا كان القول قول الزوج وحلف، وإن كان القول قولها وحلفت فلها الصداق كاملا بالمسيس. والخلوة لا توجب صداقا إذا تصادقا على عدم المسيس. ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) ما بين القوسين به بتر، وأتممته اعتمادا على المدونة والسياق. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) المدونة (4/ 289). ¶ (¬6) ما بين القوسين به بتر، وأتممته اعتمادا على السياق.",
            "page": "75",
            "part": "1",
            "seal": "81181A29"
        },
        {
            "id": "73",
            "nass": "محصنة بإقرارها بالوطء إذا لم يصدقها الزوج فيه، كذلك الزوج لا يكون محصنا بذلك، لأن المرأة لا تصدق عليه. ¶ واتفقا معا - أعني مالكا وابن القاسم- على أن كل ما لا يحصن الزوجين من الو (طء) (¬1) فإ (نه) (¬2) يحل المبتوتة للمبت عصمتها. ¶ واتفاقهما على هذه الجملة يقدح في اختيار ابن القاسم. ¶ والدليل على أن تحليل لا يكون إلا بمصاب يتفق عليه الزوجان أن النبي صلى الله عليه وسلم جعل ذوق العسيلة من شرائط الإحلال الذي (لا) (¬3) يتم إلا به في قوله عليه السلام لرفاعة بن سموأل حين أراد ارتجاع تميمة بنت وهب وكان قد طلقها ثلاثا \"لا تحل لك حتى تذوق العسيلة\" (¬4). ¶ والعسيلة فعـ (ـل) (¬5) بين اثنين، ولا يثبت وقوعه إلا باجتماعهما عليه، وتصادقهما (عليه) (¬6)، لأن طريق العلم به من جهتهما فإذا تصادقا على ذلك ثبت حكم الإحلال، (ولـ) ـكل (¬7) واحد من الزوجين فيما لهما وعليهما. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) رواه البخاري (2496 - 4960 - 4964 - 5011 - 5456 - 5734) ومسلم (1433) والنسائي (3283 - 3408 - 3411) والترمذي (1118) وابن ماجه (1932) وأحمد (6/ 34 - 37 - 193 - 226 - وغيرها) والحميدي (1/ 111) والطيالسي (203) وابن أبي شيبة (3/ 541) وعبد الرزاق (6/ 347) وأبو نعيم (3451 - فما بعد) وأبو عوانة (4318 - فما بعد) والدارمي (2267 - 2268) والبيهقي (7/ 333 - وغيرها) وابن الجارود (683) وأبو يعلى (4423) وغيرهم عن عروة عن عائشة. ¶ وتابع عروة: القاسم، رواه النسائي (3412) وابن حبان (4120). ¶ وتابعهما: الأسود، رواه النسائي (3407) وأخمد (6/ 42). ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) ما بين القوسين به بتر بمقدار كلمة، وأتممته اعتمادا على السياق. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "76",
            "part": "1",
            "seal": "8CCDEFE0"
        },
        {
            "id": "74",
            "nass": "لأن التحليل في الأصول يقتضي من الكمال مالا يقتضي للتحريم، وليس استحقاق المرأة للصداق ( ... ) (¬1) بإقرارها بالوطء، مع نفي الزوج له من هذا الباب في شيء، لأن الصداق إنما وجب لها بإرخاء ستره عليها وتمكينها له من نفسها، وذلك أعلى ما يمكنها ( ... ) (¬2). ¶ فلما فعلت ما كان عليها أن تفعله، ولم يتوجه إليها [ص30] تقصير في ذلك، كان القول قولها مع يمينها قـ (ـوة) (¬3) سببه (¬4) ( ... ) (¬5) الصداق دون إثبات الوطء على الزوج. ¶ لأن الوطء لو ثبت عليه بذلك لكانا به محصنين، ولكان له ارتجاعها في العدة إن (كان) (¬6) طلاقه لها رجعيا. ¶ فلما لم يكن لها ذلك دل على فساد القول بوقوع التحليل لذلك الوطء، والله أعلم. ¶ وأما وجه قول ابن القاسم في أنها تبين ويخلى بينها وبين نكاحه فللظنة التي تلحق الزوج المطلق في مناكرتها الجماع، وقد بين ذلك ابن القاسم في قوله: \"وأخاف أن يكون هذا من الذي طلقها ضررا منه في نكاحه، وليس بالظن يستباح ما قد ثبت تحريمه\". ¶ وكلا القولين له وجه، سوى أن قول مالك أولى بالصواب في ذلك عندي، والله أعلم. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر. ¶ (¬2) بتر في الأصل بمقدار 3 كلمات أو 4، تظهر بعض حروفها فقط. ¶ (¬3) طمس في هذه الكلمة في الأصل لا تظهر جيدا، فلعل الصواب ما ذكرته. ¶ (¬4) طمس في هذه الكلمة في الأصل فربما هي سببه، أو شبهه. ¶ (¬5) طمس في الأصل بسبب الرطوبة والترميم بمقدار كلمتين. ¶ (¬6) في هذه الكلمة طمس، وتظهر الكاف في أولها والنون في آخرها، فلعل الصواب كما ذكرته.",
            "page": "77",
            "part": "1",
            "seal": "C6C031DB"
        },
        {
            "id": "75",
            "nass": "ذكر خلافه له في كتاب الخلع ¶ 21 - المريضة تختلع من زوجها، هل يرثها؟. (¬1) (¬2) ¶ \" قال ابن القاسم: قال مالك في المريضة تختلع من زوجها في مر (ضـ) ـها (¬3) أن ذلك لا يجوز (أن) (¬4) يرثها. ¶ قال ابن القاسم: وأنا أرى إن كان صالحهـ (ـا) (¬5) على أكثر من ميراثه منها أن ذلك غير جائز، وإن كان صالحها على قدر ميراثه منها فأقل، فذلك جائز، ولا يتوارثان\". (¬6) ¶ قال أبو عبيد رحمه الله: قد روى ابن أبي أويس عن مالك في المريضة تختلع من زو (جها) (¬7) أنه يجوز مع ذلك خلع مثلها. ¶ وقول ابن القاسم مطابق لهذه الرو (اية) (¬8)، لأ (ن) (¬9) خلع المثل الذي نص ¶ ¬_________ ¶ (¬1) قال ابن رشد في بداية المجتهد (2/ 52): وخلع المريضة يجوز عند مالك إذا كان بقدر ميراثه منها. ¶ وروى ابن نافع عن مالك أنه يجوز خلعها بالثلث كله. ¶ وقال الشافعي: لو اختلعت بقدر مهر مثلها جاز وكان من رأس المال، وإن زاد على ذلك كانت الزيادة من الثلث. انتهى. ¶ وحكى ابن جزي في القوانين الفقهية (155) ثلاثة أقوال: الجواز مطلقا، والمنع مطلقا , والجواز إن كان قدر ميراثه منها. ¶ وراجع: مواهب الجليل (4/ 32) والتاج والإكليل (4/ 32). ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته اعتمادا على السياق والمدونة. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) المدونة (5/ 351 - 352). ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬8) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬9) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "78",
            "part": "1",
            "seal": "6E8F1578"
        },
        {
            "id": "76",
            "nass": "مالك على تجويزه إنما أراد به قدر ميراثه (¬1) منها، لأنه المقدار الذي لا اعتراض لورثتها عليها في إعطائها إياه من رأس مالها، إذ هو الواجب له فيه، نحو ميراثه منها مع استدامة عصمتها، فجوز له من ذلك خلع المثل، ومنعه مما زاد. ¶ كما جوز للمريض [ص31] ( ... ) (¬2) من بعض ور (ثتـ) ـه (¬3) بما يباع به مثلها، لأنه الثمن الذي لا اعتراض لسائر ورثته عليه في ذلك، ومنع من بيعه لها منه بأقل من ثمن مثلها، لما فيه من معنى الازواء عن الوارث، فيحتمل أن يكون ما أجمله ابن القاسم في روايته عن مالك، إنما توجه إلى ما زاد على خلع مثلها، بدلالة ما فسره ابن أبي أويس في روايته عنه. ¶ والمفسر أبدا يقضي على المجمل (¬4). ¶ وإنما لم يجز له أن يرثها لأنه الذي منع نفسه من ذلك بالطلاق الذي أوقعه عليها ولا لها أن ترثه، لأنها لم يتعلق لها حق في ماله يوجب الحجر عليه، والله أعلم. ¶ ¬_________ ¶ (¬1) في هذه الكلمة طمس قليل في الأصل. ¶ (¬2) بتر في الأصل، بمقدار كلمتين. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) انظر إرشاد الفحول للشوكاني (284 - 285).",
            "page": "79",
            "part": "1",
            "seal": "A5C58AD0"
        },
        {
            "id": "77",
            "nass": "ذكر خلافه له في كتاب الظهار ¶ 22 - حكم من سافر أثناء صيامه شهري الظهار فمرض (¬1) (¬2) ¶ \" قال ابن القاسم: قال بعض أصحابنا لمالك أرأيت من سافر في شهري (صـ) ـيامه (¬3) من تظاهر أو نحوه فمرض فيهما فقال: إني أخاف أن يكون إنما هيج عـ (ـليه) (¬4) مرضه في السفر حر أو برد، فلو استيقن أن ذلك كان من غير سبب السفر لرأيت أن يبني. ¶ قال ابن القاسم: أحب إلي أن يبني\". (¬5) ¶ قال أبو عبيد: (وقـ) ول (¬6) مالك رحمه الله في هذه المسألة مبني على الاحتياط، والمعنى في ذلك، والله أعلم، أن السفر فعل للمسافر، والغالب من أحوال الناس فيه (حا .. ) (¬7) الأبدان على ما تنافره طباعهما من تجشم التعب ومجانبة ( ... ) (¬8) ¶ ¬_________ ¶ (¬1) قال ابن عبد البر في الكافي (285): فإن مرض فيهما ثم صح بنى، فإن فرط بعد صحته ابتدأ، وكذلك لو أفطر ناسيا أو بعذر أو اجتهاد بنى ما لم يؤخر البناء، فإن أخره ابتدأ الشهرين متتابعين. ¶ وقال الشوكاني في فتح القدير (5/ 183) متحدثا عن كفارة الظهار: فمن لم يجد الرقبة في ملكه ولا تمكن من قيمتها، فعليه صيام شهرين متتابعين متواليين لا يفطر فيهما، فإن أفطر استأنف، إن كان الإفطار لغير عذر. ¶ وإن كان لعذر من سفر أو مرض فقال سعيد بن المسيب والحسن وعطاء بن أبي رباح وعمرو بن دينار والشعبي والشافعي ومالك: إنه يبني ولا يستأنف. ¶ وقال أبو حنيفة: إنه يستأنف. وهو مروي عن الشافعي. ¶ وانظر المغني (8/ 21). ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) المدونة (6/ 78). ¶ (¬6) ما بين القوسين به خرم، وأتممته لظهور معناه. ¶ (¬7) خرم قليل في الأصل. ¶ (¬8) كلمة بها بتر لم يتميز لي ما هي.",
            "page": "80",
            "part": "1",
            "seal": "B35A296D"
        },
        {
            "id": "78",
            "nass": "والتودع ومفارقة (راحـ) ـة (¬1) النوم، وطيب المطعم. ¶ ألا ترى أن قول النبي صلى الله عليه وسلم: \" السفر قطعة من العذاب يمنع أحدكم نومه (وطـ) ـعامه (¬2) وشرابه\" (¬3). ¶ فجعله جزءا من العذاب، لامتناع المسافر فيه مما جبلت عليه نفسه. ¶ ولاشيء أدعى إلى اضطراب الأجسام وحدوث العلل والأسقام من مفارقة غذاء قد ألفته أجسامهم، واستقامت عليه أبدانهم، وهذا يدرك بالطباع. ¶ وإذا كان كذلك، وكان المرض [ص32] الحادث على المسافر مما يمكن أن يكون ( ..... ) (¬4) فعله واجتنابه (¬5) كان الاحتياط له في ذلك أن يبتدئ ولا يبني، إلا أن يتيقن أن المرض من غير سبب السفر فيجوز له البناء. ¶ وأما اختيار ابن القاسم للبناء فوجهه، أن السفر وإن كان الأغلب من أحوالـ (ـه) (¬6) ما ذكرناه، فإنه مأذون فيه، وكل ما صدر عن فعل مأذون فيه فمعفو عنه. ¶ وهذا قول أقيس، وقول مالك أحوط، مع ما يعضده من النظر، والله الموفق للصواب. ¶ ¬_________ ¶ (¬1) أحال الناسخ هنا على الهامش، وكتب كلمة أكلت الأرضة نصفها الأول، ولم يبق منها إلا حرف التاء المربوطة، وعليها علامة التصحيح: صح، فقدرتها: راحة. ¶ (¬2) ما بين القوسين به خرم، وأتممته لظهور معناه. ¶ (¬3) رواه مالك في موطئه (1768)، عن سمي عن أبي صالح عن أبي هريرة. ¶ وعنه البخاري (1710 - 2839 - 5113) ومسلم (1927) وابن ماجه (2882) وأحمد (2/ 236 - 445) وابن حبان (2708) وأبو عوانة (7518 - 7519) والدارمي (2670) والبيهقي (5/ 259) والطبراني في الأوسط (4451). ¶ وتابعه الأسلمي عن سهيل بن أبي صالح عن أبيه عن أبي هريرة، رواه عبد الرزاق (5/ 164). ¶ (¬4) خرم في الأصل بمقدار نصف سطر. ¶ (¬5) في الأصل: اجتناوه، والصواب ما ذكرته. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "81",
            "part": "1",
            "seal": "4CF5D77A"
        },
        {
            "id": "79",
            "nass": "ذكر خلافه له في كتاب الإيلاء ¶ 23 - من قال لامرأته كل مملوك اشتريته من الفسطاط فهو حر إن وطئتك (¬1) (¬2) ¶ \" قال ابن القاسم: قال مالك فيمن قال لامرأته كل مملوك أشتريه من الفسطاط (¬3) (فهـ) ـو (¬4) حر إن وطئتك، أنه لا يكون موليا (¬5) إلا أن يشتري عبدا بالفسطاط (فـ) ـيقع (¬6) عليه الإيلاء من يوم يشتريه وطئ قبل ذلك أو لم يطأ، وكل يمين حلف بها صاحبها على ترك وطء امرأته كان لو وطئ لم يكـ (ـن) (¬7) بذلك حانثا في شيء يقع عليه حنث فليس بمولي حتى يفعل ذلك الشـ (ـيء) (¬8) فيكون موليا. ¶ وقال ابن القاسم (¬9): يكون موليا، لأن كل من يقع عليه الحنث بالفيء حتى يلزمه ذلك إذا صار إليه فهو مول، ألا تر (ى أنه لو) (¬10) وطء امرأته قبل أن يشتريه ¶ ¬_________ ¶ (¬1) قال الدسوقي في حاشيته (2/ 434): وحاصل ما ذكره أنه إذا قال لزوجته (إن وطئتك فعبدي فلان حر) فإنه يدخل عليه الإيلاء من يوم اليمين. ¶ وعد الدردير في الشرح الكبير (2/ 431) أن من قال لامرأته (كل مملوك أملكه حر إن وطئتك) لايعد موليا. ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) الفسطاط، مدينة مصر، ويطلق كذلك على نوع من أبنية، كما في لسان العرب (7/ 371)، والظاهر أن المعنى الأول هو المقصود. ¶ (¬4) ما بين القوسين به بتر، وأتممته من المدونة. ¶ (¬5) أي صاحب إيلاء، وهو أن يحلف الرجل أن لا يطأ زوجته إما مدة هي أكثر من أربعة أشهر، أو أربعة أشهر، أو بإطلاق على الاختلاف المذكور في ذلك. بداية المجتهد (2/ 74). ¶ (¬6) ما بين القوسين به بتر، وأتممته من المدونة. ¶ (¬7) ما بين القوسين به بتر، وأتممته من المدونة. ¶ (¬8) ما بين القوسين به بتر، وأتممته من المدونة. ¶ (¬9) في المدونة هذا القول منسوب لغير مالك. ¶ (¬10) ما بين القوسين به بتر، وأتممته من المدونة.",
            "page": "82",
            "part": "1",
            "seal": "A7B9FDB5"
        },
        {
            "id": "80",
            "nass": "ثم اشتراه بعد ذلك عتق عليه\". (¬1) ¶ قال أبو عبيد: إنما لم يلزم مالك رحمه الله الحالف على ( ... ) (¬2) من وطء زوجته بحرية كل مملوك يشتريه من الفسطاط حكم الإ (يلاء) (¬3) قبل اشترائه بشيء من ذلك، لأن يمينه إنما انعقدت في العتق بعد مصا (ب) (¬4) زوجته. ¶ ألا ترى أنه لو أصابها قبل أن يشتري من الفسطاط مملوكا أنه لا يحنث. ¶ فلما لم يكن يلزمه بمصابه الحنث لم يجز له أن يلزمـ ( .. ) (¬5) [ص33] ( ... ) (¬6) يكن بمصاب زوجته حانثا، فإذا اشترى (من الفـ) ـسطاط (¬7) مملوكا كان موليا من يوم يشتريه، لأنه إذا أصاب زوجته (لم يكـ) ن (¬8) حانثا. ¶ وأما قول ابن القاسم فوجهه، أن الحنث بالعتق لما كان ( ... ) (¬9) بوقوع المصاب، وسواء تقدم المصاب عقدة الابتياع أو تأخر عنها وجب أن يحكم له بحكم من علق حنثه بمصا (ب) (¬10) زوجته، إذ هو في معناه. ¶ لأ (ن) (¬11) بالمصاب يلزمه الحنث فيما يشتريه، وقد تفضي به الرغبة في الشراء إلى الامتناع من المصاب وإذا كان كذلك، لزمه حكم المولي من يوم حلف. ¶ وكلا القولين له وجه في النظر، سوى أن أقيسهما وأعدلهما عندي هو قول مالك، والله أعلم. ¶ ¬_________ ¶ (¬1) المدونة (6/ 88). ¶ (¬2) بتر في الأصل بمقدار كلمة. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) سقط في الأصل. ¶ (¬6) سقط في الأصل بمقدار نصف سطر بسبب الترميم. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬8) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬9) بتر في الأصل. ¶ (¬10) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬11) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "83",
            "part": "1",
            "seal": "FE8BA83C"
        },
        {
            "id": "81",
            "nass": "ذكر خلافه له في كتاب البيوع ¶ 24 - ضياع المبيع قبل تمكينه لصاحبه (¬1) (¬2) ¶ \" قال ابن القاسم: سألت مالكا عمن كان له على رجل طعام قد حل أجله ( ... ) (¬3) يكتاله له في غرائره أو في ناحية بيته ففعل ثم ضاع الطعام (قبل أن) (¬4) يصل إلى ربه فقال: لا يعجبني. ¶ وقال ابن القاسم: لا أرى عليه ضمانا (إذا قـ) ـامت (¬5) له البينة على كيله، وإن لم تقم له البينة على ذلك فهو ضامن للطعام (يصـ) ـدقه (¬6) في كيله، ويكذبه في ضياعه. ¶ فيكون القول في (الضيا) ع (¬7) ( ... ) (¬8) يمينه\". (¬9) ¶ قال أبو عبيد: أما كراهية مالك لما رواه ابن القاسم عنه في هذه المسألة، فوجههما عنده، والله أعلم، أن الطعام لما كان (متعلـ) قا (¬10) بذمة القابض وكان حق التوفية ¶ ¬_________ ¶ (¬1) نقل ابن المواق في التاج والإكليل (4/ 487) قول ابن القاسم الآتي ذكره , وعلق على قول مالك بقوله: يريد مالك ولا يبيعه بذلك القبض، وقال ابن القاسم: وأنا أراه ضامنا للطعام، إلا أن تقوم بينة على كيله أو تصدقه أنت في الكيل فيقبل قوله في الضياع، لأنه لما اكتاله صرت أنت قابضا له، قال غير واحد من أصحابنا: وإذا قامت بينة على كيله جاز أن يبيعه بذلك القبض، وأما إن صدقه على كيله فلا يبعه بذلك القبض، لأنه يتهم فيه فيحتاط في بيعه، وإن كان الضمان يرتفع عنه. ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) بتر في الأصل، ويظهر من خلال المدونة أنه: فأمره أن. ¶ (¬4) بتر في الأصل، وأتممته من المدونة. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) سقط ما بين القوسين، وأتممته لظهور معناه. ¶ (¬8) بتر في الأصل، وفي المدونة: القول في الضياع: قوله، ولا شيء عليه. ¶ (¬9) المدونة (9/ 42). ¶ (¬10) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "84",
            "part": "1",
            "seal": "626AF7C1"
        },
        {
            "id": "82",
            "nass": "واجبا عليه، استحال أن يصح ( ... ) يله (¬1) على القبض من نفسه لغيره، لما جبلت عليه الطباع من اجتلاب (النفـ) ع (¬2) إليها والاستئثار به على غيرها. ¶ وإذا كانت الطباع تقتضي ( ... ) (¬3) تعاقداه وتشهد بصحة ذلك، بطل حكم الوكالة فيه، لأن قبضه [ص34] لغيره عن (¬4) ( ... ) سه (¬5) لا قبض. ¶ وإذا لم يصح أن يكون قابضا من نفسه لغيره ( ... ) (¬6) ذلك من إبراء ذمته وتصديقه على غيره، فضمان ما تعلق بذمته واجب عليه، ولا يزيل ذلك عنه شهادة الشهود له على كيله، إذ قد يجوز أن يكون المكيل الذي ادعى ( ... ) (¬7) وحضر الشهود كيله غير الذي وجب عليه، لأن الشهود إنما يشهدون على ظاهر الأمر دون باطنه. ¶ والدليل على أنه لا يصح توكيله على إبراء نفسه، أن الإمام الذي هو نائب عن المسلمين في مصالحهم وما يعروهم من حوادث الأحكام بينهم، لا يجوز له أن يلي الحكم لنفسه على من قد رضي بتقديمه على النظر له وعليه وإن ثبت له ما يوجب ( ... ) (¬8). ¶ ألا ( ... ) (¬9) أن أمير المؤمنين عمر بن الخطاب رضي الله عنه قد حاكم خصما له إلى أبي بن كعب رضي الله عنه، وهو يومئذ أمير المؤمنين، فلو جاز له أن يباشر حكم نفسه لما ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) بتر في الأصل بمقدار كلمة. ¶ (¬4) أو: من. ¶ (¬5) ما بين القوسين به بتر. ¶ (¬6) بتر في الأصل بمقدار كلمة. ¶ (¬7) بتر في الأصل بمقدار كلمة. ¶ (¬8) بتر في الأصل بمقدار كلمة. ¶ (¬9) بتر في الأصل بمقدار كلمة، وربما يكون الساقط: ألا ترى، أو ألا تعلم.",
            "page": "85",
            "part": "1",
            "seal": "531EA27F"
        },
        {
            "id": "83",
            "nass": "حاكمه إلى غيره، إذ الحاكم لا يجوز له أن يولي الحكم غيره فيما لا يجهل وجه القضاء فيه. ¶ فإذا كان أمير المؤمنين عمر رضـ (ـي) الله عنه لا يباشر حكم نفسه فيما بينه وبين من قد رضي بتقديمه على (¬1) الحكم له وعليه وعمر عمر (¬2)، فالغريم المقدم على (¬3) نفسه من حق قد تعلق لغيره بذمته أولى ألا يجوز لما في ذلك من تضمين نفسـ (ـه) ( ... ) (¬4) وهذا من وضع الشيء في غير موضعه. ¶ وأما قول ابن القاسم: لا أرى (عليه) (¬5) ضمانا إذا قامت له البينة على كيله، فلأن أمر صاحب الطعام له بـ (ـكيله) (¬6) مع شهادة الشهود له بذلك يوجب إبراءه من الكيل الواجب عليه، وإذا ثبت إبراؤه منه، وجب أن يكون مصدقا في المكيل. ¶ وقد كان لهذا القول وجه واضح لولا أن من مذهب قائله، فيمن تعلق بذمته طعام من سلم، فدفع إلى ربه مالا ليبتاع لنفسه به المكيلة التي تعلقت له بذ (مـ) ـته (¬7) [ص35] ( ..... ) (¬8) ولا يبتاع الطعام حسب ما أمره به ( ... ) (¬9) ما قد نهي عنه من بيع الطعام قبل استيفائه (¬10). ¶ ¬_________ ¶ (¬1) هذه الكلمة بها بتر في أعلاها. ¶ (¬2) على عمر الثانية علامة التصحيح. ¶ (¬3) أحال هنا على الهامش، ولا يظهر ما أحال عليه لوجود خرم في مكان الإحالة. ¶ (¬4) خرم في الأصل بمقدار كلمة. ¶ (¬5) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬6) ما بين القوسين به بتر بمقدار كلمة، وأتممته اعتمادا على السياق. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور المعنى فيه. ¶ (¬8) خرم في الأصل بمقدار نصف سطر. ¶ (¬9) خرم في الأصل بمقدار كلمة. ¶ (¬10) عن ابن عباس أن رسول الله صلى الله عليه وسلم قال: من ابتاع طعاما فلا يبعه حتى يستوفيه. ¶ رواه البخاري (2025) ومسلم (1525) وأبو داود (3497) والنسائي (4597 - فما بعد) والترمذي (1291) وابن ماجه (2227) وأحمد (1/ 252 - 270) والبيهقي (5/ 312) وعبد الرزاق (8/ 38) والطبراني في الكبير (11/ 12 - 169). ¶ ورواه البخاري (2019 - 2026 - 2029) ومسلم (1526) وأبو داود (3492) والنسائي (4595 - 4596) وابن ماجه (2226) وأحمد (1/ 56 - 2/ 22 - 63) وابن حبان (4979 - 4986) والبيهقي (5/ 311 - 312 - 314) ومالك (1310 - 1311) والطحاوي (4/ 37 - 38) والطبراني في الأوسط (8970) والكبير (12/ 275) والبزار (162) وأبو يعلى (5798) عن ابن عمر. ¶ وفي الباب عن جابر وأبي هريرة.",
            "page": "86",
            "part": "1",
            "seal": "2B413D58"
        },
        {
            "id": "84",
            "nass": "فإذا كان لا يجوز (عند) (¬1) ابن القاسم توكيل رب الطعام على الابتياع لنفسه، مما قد تعلق له بذمة ( ... ) (¬2) كل من أجل الظنة التي تلحقه فيه وجب لمثل ذلك ألا يجوز توكيل ( ... ) (¬3) عليه الطعام على إبراء نفسه مما قد تعلق بذمته لغيره، فلا فرق بينهما. ¶ ( ... ) (¬4) إلزامه الضمان إذا لم تقم له بينة على الكيل فللظنة التي تلحقه في إبراء ذمته مما قد ثبت فيها، وتعلق بها من الحق لغيره. ¶ وأما إسقاطه الضمان عنه بتصديق رب الطعام له على الكيل، فلـ (يس) (¬5) تصديقه له في الكيل يوجب إبراءه من المكيل، وإذا برئت ذمته منه صار أمينا عليه، وكان القول في الضياع قوله مع يمينه احتياطا لا إيجابا. ¶ وقول مالك في هذ (هـ) (¬6) المسألة ( ... ) (¬7) أولى بالصواب عندي، والله أعلم. ¶ ¬_________ ¶ (¬1) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬2) بتر في الأصل بمقدار ثلاثة أحرف. ¶ (¬3) بتر في الأصل بمقدار ثلاثة أحرف. ¶ (¬4) بتر في الأصل بمقدار كلمة. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور المعنى فيه. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور المعنى فيه. ¶ (¬7) بتر في الأصل بمقدار كلمة.",
            "page": "87",
            "part": "1",
            "seal": "E92B0CEC"
        },
        {
            "id": "85",
            "nass": "25 - مسألة: بيع الحنطة المبلولة بالحنطة المقلوة (¬1) (¬2) ¶ \" قال ابن القاسم: في بيع الحنطة المبلولة بالحنطة المقلوة، لا أرى بذلك بأسا. ¶ قال: (وقد بلغني) (¬3) عن مالك فيه بعض المغمز\". (¬4) ¶ قال أبو عبيد: أما المغمز (الذي بلغ) (¬5) ابن القاسم عن مالك في بيع الحنطة المبلولة بالحنطة المقلوة (لأنه) (¬6) نحو المزابنة. ¶ والمزابنة (¬7) ¶ عنده وعند ابن القاسم: بيع المجهول (بالمعلوم) (¬8) من صنفه، سواء ¶ ¬_________ ¶ (¬1) قال ابن عبد البر في التمهيد (19/ 183) بعد كلام في حكم بيع الرطب باليابس: وقال أبو يوسف: يجوز بيع الحنطة باليابسة، يعني الرطبة بالماء. فأما الرطبة من الأصل، يعني الفريك، فلا يجوز باليابسة. ¶ وقال الشافعي ومالك وأصحابهما ومحمد بن الحسن والليث بن سعد: لا يجوز بيع الحنطة المبلولة باليابسة، كما لا يجوز الفريك بها. ¶ وقال أبو حنيفة: يجوز بيع الحنطة الرطبة والمبلولة باليابسة. ¶ وقال محمد: لا يجوز، إلا أن يحيط العلم بأنهما إذا يبست المبلول أو الرطبة تساويا. انتهى. ¶ وانظر: التاج والإكليل (4/ 359) والكافي (314) والمغني (4/ 32). ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) بتر في الأصل، وأتممته اعتمادا على السياق والمدونة. ¶ (¬4) المدونة (9/ 109). ¶ (¬5) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬6) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬7) المزابنة فسرها ابن عمر بأنها بيع الثمر بالتمر كيلا، وبيع الكرم بالزبيب كيلا، رواه مالك (1294) وعنه البخاري (2063) ومسلم (1542) وغيرهم. ¶ قال ابن عبد البر في التمهيد (2/ 313) عن تفسير ابن عمر هذا: وأقل أحواله إن لم يكن التفسير مرفوعا، فهو من قول أبي سعيد الخدري. ¶ وقد أجمعوا أن من روى شيئا وعلم مخرجه سلم له في تأويله، لأنه أعلم به. ¶ وقد جاء عن عبد الله بن عمر وجابر بن عبد الله في تفسير المزابنة نحو ذلك. انتهى. ¶ وقال ابن حجر في الفتح (4/ 384): وألحق الشافعي بذلك بيع المجهول بمجهول أو بمعلوم من جنس يجري الربا في نقده. ¶ (¬8) بتر في الأصل، وأتممته اعتمادا على السياق، وقال ابن عبد البر في التمهيد (2/ 314): أما مالك رحمه الله فمذهبه في المزابنة أنها بيع كل مجهول بمعلوم. ¶ ثم وقفت على كلام مالك في الموطأ، فراجع (2/ 625).",
            "page": "88",
            "part": "1",
            "seal": "BFDFBC45"
        },
        {
            "id": "86",
            "nass": "كان مما يجوز فيه التفاضل أو لا يجوز. ¶ وذلك (لأن) (¬1) (الحنطـ) ـة المبلولة في معنى الحنطة الحديثة، التي لم يستحكم جفوفها ( .. طة) (¬2) التي قد بلغت نهايتها من الجفوف، وفي معنى الرطب بالتمر الذي تناهى جفوفه، وفي معنى القديد (¬3) بالغريض (¬4)، والمشوي بالنيء. ¶ وهذا ( ... ) (¬5) منهي عن بيع بعضه ببعض متماثلا ومتفاضلا لعدم حقيقة (الفرق) (¬6) بينهما عند تناهي الخلقة التي جعلها الله عز وجل غاية لها. [ص36] ¶ (أ) لا (¬7) ترى أن النبي صلى الله عليه وسلم سئل عن بيع الرطب بالتمر ( ... ) (¬8) الرطب إذا يبس؟ قالوا: نعم (¬9). ¶ ¬_________ ¶ (¬1) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬2) بتر في الأصل بمقدار كلمة. ¶ (¬3) قال في القاموس (1/ 448): اللحم المشرر المقدد، وانظر لسان العرب (3/ 344) والصحاح (2/ 128). ¶ (¬4) هو الطري من اللحم، كما في لسان العرب (7/ 195) والقاموس (1/ 878). ¶ (¬5) بتر في الأصل بمقدار كلمة. ¶ (¬6) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور المعنى فيه. ¶ (¬8) بتر في الأصل بمقدار كلمة، وتمام الحديث: فقال: أينقص. ¶ (¬9) رواه مالك (2/ 624) وعنه أبو داود (3359) والنسائي (7/ 268) والترمذي (1225) وقال حسن صحيح، وابن ماجه (2264) وأحمد (1/ 175 - 179) وابن الجارود (657) وابن حبان (5003) والحاكم (2264) والبيهقي (5/ 294) والدارقطني (3/ 49) وابن أبي شيبة (7/ 297) وعبد الرزاق (8/ 32) والطحاوي (4/ 6) والبزار (1233) وأبو يعلى (712 - 825) عن عبد الله بن يزيد أن زيدا أبا عياش أخبره عن سعد به. ¶ وتابع مالكا: إسماعيل بن أمية رواه النسائي (7/ 269) والدارقطني (3/ 50) والحاكم (2265) والبيهقي (5/ 294) وعبد الرزاق (8/ 32). ¶ وتابعه أسامة بن زيد، رواه ابن الجارود (657) والطحاوي (4/ 6). ¶ وخالفهم يحيى بن أبي كثير فرواه عن عبد الله بن يزيد أن زيدا أبا عياش أخبره عن سعد بن أبي وقاص أن رسول الله صلى الله عليه وسلم نهى عن بيع الرطب بالتمر نسيئة. ¶ رواه أبو داود (3360) والطحاوي (4/ 6) والدارقطني (3/ 49) والبيهقي (5/ 294). ¶ قال الطحاوي: فكان هذا أصل الحديث فيه ذكر النسيئة، زاده يحيى بن أبي كثير على مالك بن أنس فهو أولى. ¶ لكن قال الدارقطني: وخالفه مالك وإسماعيل بن أمية والضحاك بن عثمان وأسامة بن زيد رووه عن عبد الله بن يزيد، ولم يقولوا فيه نسيئة، واجتماع هؤلاء الأربعة على خلاف ما رواه يحيى يدل على ضبطهم للحديث، وفيه إمام حافظ، وهو مالك بن أنس. ¶ وهو كما قال.",
            "page": "89",
            "part": "1",
            "seal": "49D0C733"
        },
        {
            "id": "87",
            "nass": "فنهى عن ذلك، ونبه بسؤاله عن نقصان الرطب إذا يبس. ¶ على أن المعنى الذي له ومن أجله نهى عن بيع بعضهـ (ـما) (¬1) ببعض إنما هو عدم التماثل عند تناهي الرطب إلى حال التمر، لأن الرطب إذا بلغ النهاية التي جعلها الله عز وجل غايته من الجفوف نقص، قال الله عز وجل: \"كلوا من ثمره إذا أثمر وآتوا حقه يوم حصاده\". ¶ فإنما أمرنا بإيتاء الزكاة منه عند تناهي جفوفه. ¶ فإذا تناهى وصار تمرا جاز بيع بعضه ببعض سواء بسواء، ولم ينظر إلى ما يؤول إليه الحال فيهما من أن بعض ذلك ينقص أكثر من بعض بعد أن صار تمرا. ¶ فوجب أن يكون (المبيعـ) ـين (¬2) من صنف واحد لم يبلغ أحدهما في الجفوف إلى النهاية التي هي غايته، وعليها تستقر حالته محرما بيع بعضهما ببعض متماثلا ومتفاضلا. ¶ لأن (الصنف) (¬3) الذي لم (يبلـ) ـغ (¬4) نهايته من النضج لا يدرى هل يخرج منه ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور المعنى فيه. ¶ (¬2) ما بين القوسين به بياض بسبب الرطوبة لم يظهر منه إلا الياء والنون في الآخر، وأتممته اعتمادا على السياق. ¶ (¬3) حروفها غير ظاهرة تماما، لكن هذا ما يمكن ترجيحه اعتمادا على السياق. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور المعنى فيه.",
            "page": "90",
            "part": "1",
            "seal": "1314373D"
        },
        {
            "id": "88",
            "nass": "أقل من الصنف الذي تناهى أو أكثر منه، وهذه صفة المزابنة التي نهى النبي عليه السلام عنها. ¶ فالحنطة المبلولة في معنى الحنطة الحديثة، وفي معنى الرطب بالتمـ (ـر) (¬1)، لأن البلل قد أحدث فيها رطوبة نقلتها عن طبعها، فأشبهت الحنـ (ـطة) (¬2) الحديثة التي لم يستحكم جفوفها. ¶ ولم يكن القلو عنده في معنى الـ (ـصـ) ـناعة (¬3) التي تغير حكم الصنف، وتبيح التفاضل بينه وبين نوعه، كخل (التمر) (¬4) بالتمر الذي يجوز بيع بعضه ببعض متماثلا ومتفاضلا، لأن الصـ (ـناعة) (¬5) قد غيرت الخل حتى صار الغرض فيه خلاف الغرض في التمر، وكاللحم المطبوخ بالنيء. ¶ وإنما القلي تجفيف زائد على طبع الحنطة، كالشوي والتقديد المحدثين في اللحم تجفيفا زائدا على طبعه، وإذا كان هذا هكذا وجب [ص55] ( ... ) (¬6) بيع الحنطة المبلولة بالحنطة المقلوة، لأنه في معنى المزابنة المنهي عنها. والله أعلم. ¶ فأما كل مبيعين من صنف واحد قد تناهى في النضج والصفة التي خلقها الله عز وجل غاية لهما فجائز بعضهما ببعض مثلا بمثل، وإن كان حال أحدهما إلى زيادة بحدوث فعل يحدثه الإنسان فيه، كالدقيق بالحنطة، فإنه يجوز مثلا بمثل (¬7) ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور المعنى فيه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور المعنى فيه. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور المعنى فيه. ¶ (¬4) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور المعنى فيه. ¶ (¬6) طمس في الأصل بسبب الرطوبة بمقدار كلمة. ¶ (¬7) قال مالك في الموطأ (2/ 647): والدقيق بالحنطة مثلا بمثل لا بأس به. ¶ وقال ابن عبد البر في التمهيد (19/ 185): وأما القمح بالدقيق فاختلف قول مالك فيه: فمرة أجازه مثلا بمثل، وهو المشهور من مذهبه الظاهر فيه. ¶ وهو قول الليث. ¶ ومرة منع منه، وهو قول الشافعي وأبي حنيفة وأصحابهما. ¶ وقد روي عن عبد العزيز بن أبي سلمة مثل ذلك، وروي عنه أن ذلك جائز على كل حال. ¶ ولا خلاف عن أبي حنيفة وأصحابه أنه لا يجوز بيع الدقيق بالحنطة ولا بيع قفيز من حنطة بقفيز من سويق. وهو قول الشافعي. ¶ ونحوه في بداية المجتهد (2/ 103).",
            "page": "91",
            "part": "1",
            "seal": "78514F6E"
        },
        {
            "id": "89",
            "nass": "ولا يجوز متفاضلا. ¶ لأن الطحن لم يغيره عن الجنس الذي كان في الحنطة قديما، ولم ينظر إلى زيادة الحنطة إذا طحنت، لأن الطحن ليس بخلقة (في) (¬1) الحنطة، وإنما هو شيء يحدث فيها من فعل الإنسان وقد يجوز ألا يكون. ¶ ولو روعي في هذا الباب ما يحدث من أفعال الناس فيه لـ (ـمـ) ـا (¬2) جاز البر بالبر، لأنهما إذا طـ (ـحـ) ـنا (¬3) اختلف ما يخرج منهما من الدقيق. ¶ فلما وردت السنـ (ـة) (¬4) عن النبي صلى الله عليه وسلم بإجازة البر بالبر مثلا بمثل (¬5) علم أنه لا وجه لمراعا (ة) (¬6) ما يحـ (ـد) ثه الناس من أفعالهم فيه، غير أنه إذا دخل أحد المبيعين من صنف واحـ (ـد) (¬7) صناعة تغيره عن طبعه وتحيل الغرض منه عما كان عليه ¶ ¬_________ ¶ (¬1) طمس في الأصل بسبب الرطوبة، وأتممته اعتمادا على السياق. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) رواه مسلم (1587) وأبو داود (3349) والترمذي (1240) والنسائي (4560 - 4561 - 4562 - 4563 - 4564) وابن ماجه (2254) وأحمد (5/ 314 - 320) والطحاوي (4/ 4 - 66 - 67 - 76) وابن الجارود (650) وابن حبان (5015 - 5018 - 5029) والدارمي (2579) والبيهقي (5/ 276 - 277 - 278) والدارقطني (3/ 24) والبزار (7/ 167) والطبراني في الأوسط (2655) عن عبادة. ¶ ورواه البخاري (1586 - 2062 - 2065 - 2066) ومسلم عن عمر. ¶ واتفق عليه الشيخان عن أبي سعيد. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "92",
            "part": "1",
            "seal": "E9BF7BE4"
        },
        {
            "id": "90",
            "nass": "فجائز التفاضل فيه نحو السويق بالبر، وخل التمر بالتمر وما جرى مجراهما. ¶ فأما الدبس (¬1) بالتمر والزيت بالزيتون فبابهما عنده غير باب الحنطة بالدقيق، (لأن الدبس) (¬2) بالتمر والزيت بالزيتون داخلان في باب ما نهى عنه من المزابنة. ¶ ألا (ترى) (¬3) أنه لو قيل لرجل عنده زيتون: اعصر زيتونك هذا فما نقص من عشرة (أرطال) (¬4) زيت فعلي، وما زاد فلي، فقيل لقائل ذلك إن هذا لا يجوز، فقال: أنا أشتري منـ (ـه) (¬5) هذا الزيتون بعشرة أرطال زيت لدخل في باب المزابنة والمخاطرة إذا كان الزيت الذي اشترى به الزيتون قد قام له مقام ما كان قصد إليه من الضمان المنهي عنه، وصار محللا له، فوجب أن يفسد، وإن كان ظاهره صحيحا (لنـ) ـيته (¬6) الفاسدة التي يتأول بها حلال الله عز وجل على غير سنته. ¶ ألا ترى [ص56] أن رسول الله صلى الله عليه وسلم نهى عن بيع وسلف (¬7). ¶ ¬_________ ¶ (¬1) قال في القاموس (746): الدبس بالكسر وبكسرتين: عسل التمر وعسل النحل. ¶ وفي الصحاح (3/ 89): الدبس ما يسيل من الرطب. ¶ وانظر لسان العرب (6/ 75). ¶ (¬2) بتر في الأصل بمقدار كلمتين، وأتممته لأن المصنف كرره بنفس اللفظ فيما يأتي. ¶ (¬3) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬4) بتر في الأصل بمقدار كلمة، وأتممته لأن المؤلف كرر نفس العبارة في السطر الموالي. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) رواه أبو داود (3504) والنسائي (4611 - 4629) والترمذي (1234) وأحمد (2/ 174 - 178 - 205) والدارمي (2560) والطحاوي (4/ 46 - 47) وابن الجارود (601) والدارقطني (3/ 74) والحاكم (2185) والطيالسي (2257) والبيهقي (5/ 267 - 313 - 339 - 343 - 348) والطبراني في الأوسط (2/ 137 - 154 - 5/ 66) عن عمرو بن شعيب عن أبيه عن جده. ¶ وسنده حسن، وقال الترمذي: حسن صحيح. ¶ ورواه ابن حبان (4321) وعبد الرزاق (8/ 41) من طريق عطاء عن عبد الله بن عمرو بن العاص مرفوعا، وفيه ألفاظ. ¶ لكن عطاء لم يسمع من عبد الله بن عمرو بن العاص.",
            "page": "93",
            "part": "1",
            "seal": "586E6550"
        },
        {
            "id": "91",
            "nass": "وقد كان البيـ (ـع) (¬1) واقعا بما يساوي المبيع من الثمن ( ... ) (¬2) السلف على وجه الارفاق واصطـ (ـناع) (¬3) المعروف، فلم يميز بين ما يجوز من ذلك وبين ما لا يجوز، واتهم الجميـ (ـع) (¬4) فيه خشية الحيلة إلى استباحة الربا أن يكون حط من المبيع من إحلاله. ¶ ولو ابتاع رجل زيتونا على أن على البائع (¬5) عصره لكان غير جائز، لأنه اشـ (ـترى) (¬6) ما يخرج منه والذي يخرج منه مجهول. ¶ ولو اشترى قمحا على أن على البائع طحنه قال مالك: فيه مغمز، وأرجو أن يكون خفيفا، وإنما استخفه (لأن ما) (¬7) يخرج من القمح قد عرف مقداره في الأغلب، بل لا يكاد يخفى على الناس مقدار ما يخرج من كل صنف من أصناف القمح. ¶ فلما كان ذلك معروفا أنزل من اشتـ (ـرى) حنطة، على أن على البائع أن يطحنه، منزلة من اشترى واستأجر، كمن اشتـ (ـرى) (¬8) ثوبا على أن على البائع أن يخيطه. ¶ وإذا اشترى زيتونا بزيت فالذ (ي) يخرج من الزيتون مجهول ( ... ) (¬9) أيضا، وقد قال شيخ المذهب ( ... ) (¬10) ومن لا قول فيه لأحد القاضي أبو إسحاق إسماعيل بن إسحاق رحمه الله: ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) أحيل على الهامش، ولا يظهر ما أحيل عليه، وعليها علامة التصحيح. ¶ (¬3) ما بين القوسين لا يظهر بسبب الإصلاح، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) هذه الكلمة لا تظهر إلا قليلا. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) ما بين قوسين لا يظهر إلا قليلا بسبب الإصلاح. ¶ (¬8) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬9) أحال الناسخ على الهامش، لكن مصلح المخطوط غطاه. ¶ (¬10) بتر في الأصل بمقدار كلمة.",
            "page": "94",
            "part": "1",
            "seal": "C1C6FF16"
        },
        {
            "id": "92",
            "nass": "\" (إذا كان) (¬1) مقدار ما يخرج من التمر من الدبس، والزيتون من الزيت (¬2) معروفا عند (الناس) (¬3) (كمـ) ـعرفتهم (¬4) بما يخرج من القمح من الدقيق، لكان عندي بيع التمر (بالدبس) (¬5) والزيتون بالزيت، وما جرى مجراهما جائزا، وإن لم أحكه عن مالك (رحمه الله) (¬6) ولكنه قياس على ما أصله إلا أن يمنع ذلك مخافة التطرق إلى المزا (بنة) \" (¬7). ¶ فأما إذا لم يقصد كل واحد من البائع والمبتاع إلى المزابنة في الزيت والد (بس) وإنما ( ... ) (¬8) المبتاع في تمر أو زيتون اشتراه على هيئته (¬9)، فجائز أن يعصـ (ـره)، وجائز أن يعصره (¬10)، فإن ذلك أن يجوز (¬11)، والله أعلم. ¶ و (أمـ) ـا (¬12) وجه قول ابن ا (لقاسم): في إجازة بيع الحنطة المبلولة بالحنطة المقلوة، فلأن القلي عنده ( ... ) (¬13) [ص39] وحدوث الصناعة في الصنف توجب اختلاف الغرض فيه، واختلاف الغرض يبيح التفاضل، وإذا جاز التفاضل في الجنس فالمماثلة فيه أجوز\". ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر بمقدار كلمة، وأتممته اعتمادا على السياق. ¶ (¬2) هذا الكلام فيه تقديم وتأخير، لكن مع ذلك الكلام واضح إن شاء الله. ¶ (¬3) ما بين القوسين به بتر بمقدار كلمة، وأتممته اعتمادا على السياق. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬8) هنا كلمة غير ظاهرة تماما، ورسمها هكذا: ارلفب. ¶ (¬9) في الأصل: هيته. ¶ (¬10) تكررت في الأصل قوله: جائز أن يعصره، وفوقها علامة التضبيب. ¶ (¬11) يبدو أن في هذه العبارة سقط، فليحرر. ¶ (¬12) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬13) بتر في الأصل بمقدار كلمتين، في الأولى بتر، وفي الأخرى بتر وما بقي منها لا يظهر المراد منه.",
            "page": "95",
            "part": "1",
            "seal": "E9836DE2"
        },
        {
            "id": "93",
            "nass": "وقد سمعت شيخنا أبا بكر محمد بن عبد الله بن محمد بن صالح الأبهري يقول: \" قول ابن القاسم في ذلك أقيس من قول مالك\". ¶ وكان يقول: \"إن القلي صناعة\". ¶ ويقـ (ـو) ل (¬1): \" إن أغراض الناس في الحنطة المقلوة والمبلولة متباينة. وتباين الأغراض يبيح التفاضل\". ¶ فيلزمه أعزه الله إجازة بيع المشوي من اللحم بالنيئ من جنسه متماثلا ومتفاضلا، ولا خلاف عن مالك وابن القاسم في أن ذلك لا يجوز مع عـ (ـدم) (¬2) تراضي الناس فيهما. ¶ وهو مذهب أبي بكر الأبهري أيده الله، ولم أزل أسمعه منذ لقيته إلى أن صدرت (¬3) عنه يقول: ¶ \" إن الشي (¬4) ليس بصناعة يغير حكم المـ (ـصنـ) ـوع (¬5)، إنما هو تجفيف اللحم، ولا شيء أشبه بالشيء من القلي، لأن كل واحد (منهما) (¬6) يحدث تجفيفا في الجسم الذي يحل فيه، والصناعة إنما هي تأثير المصنوع بزيادة عين فيه، والشي (¬7) والقلي في الجسم الذي يحلان فيه ليسا بمؤثرين في عين المقلو والمشوي سوى التجفيف\". ¶ وقول مالك رحمه الله (في) (¬8) ذلك أولى بالصواب عندي، وبالله التوفيق. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور المعنى فيه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور المعنى فيه. ¶ (¬3) أي انصرفت عنه، والكلمة غير واضحة القراءة في المخطوط. ¶ (¬4) في الأصل: الشيي، وما ذكرته أولى. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور المعنى فيه. ¶ (¬6) خرم في الأصل بمقدار كلمة، وتظهر في الوسط: ما، وفي الأخير: الألف، والسياق يقتضي: منهما. ¶ (¬7) في الأصل: الشيي، وما ذكرته أولى. ¶ (¬8) ما بين القوسين به بتر، وأتممته لظهور المعنى فيه.",
            "page": "96",
            "part": "1",
            "seal": "FB552DA3"
        },
        {
            "id": "94",
            "nass": "26 - مسألة من باع حائطا فاستثنى بعضه (¬1) (¬2). ¶ \" قال ابـ (ـن القاسـ) ـم (¬3): قال مالك: فيمن اشترى من حائط رجل ثمر أربع نخلات يختارهن (أنه لا) (¬4) يجوز. ¶ ولو أن رب الحائط باع حائطه كله، وقد أثمر على أن يختار منه (أربـ) ـع (¬5) نخلات لجاز ذلك. ¶ ¬_________ ¶ (¬1) قال ابن قدامة المقدسي في المغني (4/ 84): وإن باع قطيعا واستثنى منه شاة بعينها صح، وإن استثنى معينة لم يصح، نص عليه، وهذا قول أكثر أهل العلم. ¶ وقال مالك: يصح أن يبيع مائة شاة إلا شاة يختارها، أو يبيع ثمرة حائطه ويستثني ثمرة نخلات بعدها. انتهى. ¶ وكلام مالك هذا الذي أشار إليه ابن قدامة في موطئه (2/ 662) قال: الأمر المجتمع عليه عندنا أن الرجل إذا باع ثمر حائطه أن له أن يستثني من ثمر حائطه ما بينه وبين ثلث الثمر، لا يجاوز ذلك. ¶ وما كان دون الثلث، فلا بأس بذلك. ¶ قال مالك: فأما الرجل يبيع ثمر حائطه ويستثني من ثمر حائطه ثمر نخلة أو نخلات يختارها ويسمي عددها، فلا أرى بذلك بأسا، لأن رب الحائط إنما استثنى شيئا من ثمر حائط نفسه، وإنما ذلك شيء احتبسه من حائطه وأمسكه لم يبعه، وباع من حائطه ماسوى ذلك. ¶ وقال ابن عبد البر في الكافي (332): ولا بأس أن يستثني من حائطه نخلات أو شجرات بأعيانها، ويجوز عند مالك، وإن لم تكن بأعيانها على أن يختارها إذا كان ثمرها قدر الثلث أو أقل. ¶ وهذا كله إذا كان الحائط لونا واحدا، فإن كان فيه ألوان من التمر لم يجز إلا أن يبيع ذلك. ¶ ولا يجوز أن يشتري تمر نخلات يختارها المشتري. انتهى. ¶ وحكى ابن رشد في بداية المجتهد (2/ 123) خلاف ابن القاسم ومالك في المسألة وسكت. ¶ وانظر الشرح الكبير (3/ 59) والتاج والإكليل (4/ 364ـ365). ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) طمس في هذا الموضع، وأتممته اعتمادا على المدونة وعلى تعليق أبي عبيد الآتي على هذا الكلام قريبا. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "97",
            "part": "1",
            "seal": "395EBC52"
        },
        {
            "id": "95",
            "nass": "وقال ابن القاسم: لا يعجبني إجازته وما رأيت أحدا (من أ) هل (¬1) العلم يعجبه ذلك، وما رأيته حين كلمته في ذلك عنده فيه حجة، (ولـ) ـقد (¬2) أوقفني نحوا من أربعين ليلة ينظر فيها ثم قال لي: ما أراها إلا مثل الغنم (يبيعـ) ـها (¬3) الرجل إلى (الرجل) (¬4) على أن يختار منها عشر شياه، فلم يعجبني قوله، (لأن الـ) ـغنم (¬5) بعضها من بعض لا بأس بها متفاضلا، والتمر بالتمر لا خير فيه متفاضلا\". (¬6) [ص40] ¶ قال أبو عبيد: أما إجازة بيع الحائط المثمر على أن يختار منه البائع نخلات يسيرة، فإنما وجه ذلك، والله أعلم، على أن البائع (يـ) ـبقي (¬7) النخلات ا (لتي) (¬8) استثناها على ملكه، وأنفذ البيع فيما سواها، ولم يجز أن يتوهم عليه التنقل في اختياره من بعض إلى بعض هو أكثر منه أو أقل، فيدخله بيع التمر متفاضلا. ¶ لأنه قد خبر الجميع وعرف الفاضل منه من المفضول في الكيل والجودة، فكان ما استثناه معلوما له قبل الاشتراط وبعده، وإنما بين أمره على أنه قصد الارتفاق بما اشترطه من ذلك واستدفاع المضرة التي تلحقه في تفريق صفقته، كما أن يشترط اليسير من ثمر حائطه كيلا لما كان يلحقه ضرر في تـ (ـبعـ) ـيض (¬9) صفقته جوز له ذلك وإن كان مجهولا، فوجب أن يحكم لما كان في معناه بحكمه. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به خرم، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) المدونة (10/ 203). ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬8) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬9) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "98",
            "part": "1",
            "seal": "D0EDFD06"
        },
        {
            "id": "96",
            "nass": "فأما الذي ابتاع نخلات من حائط مثمر على أن يختارهن، فإنه لا يجوز عنده من أجل أن نخل الحائط متفاوت في الحمل والجـ (ـو) دة (¬1). ¶ وغرض المبتاع فيما اشترطه من الخيار: المناجزة والمكايسة وطلب (الـ) ـفضل (¬2)، فلو مضى ابتياعه من غير شرط لكان حقه في جميع الحائط سائغا، (و) إذا اشترط الاختيار فقد انتقل من بعض ذلك إلى بعض هو أكثر منه أو أقـ (ـل) (¬3). ¶ فيدخله بيع التمر بالتمر متفاضلا وبيع التمر بالتمر جزافا، وهذا (¬4) ما لا يجوز اتفاقا. ¶ وأما كراهية ابن القاسم لبائع الحائط المثمر أن يستثني منه اليسير من نخله على أن يختاره من جملته فقياس على المبتاع. ¶ لأن في الحائط الجيد والرديء، وما يفضل بعضه بعضا في (كـ) ـثرة (¬5) الحمل وقلته فيصير في معنى بيع التمر بالتمر متفاضلا. ¶ وقد صرح ابن القاسم بهذا المعنى في قوله: \" لأن الغنم بعضها (ببعـ) ـض (¬6) لا بأس بها متفاضلا، والتمر بالتمر لا خير فيه متفاضلا\". ¶ والمعنى الذي له (ومن أجله) [ص41] (أبـ) ـيح (¬7) للبائع استثناء اليسير مما باعه غير موجود في المبتاع، لأن (ا) لمبتاع إنما غرضه فيما يشترطه من الاختيار: المكايسة وطلب الفضل والنخل متفاوت في الحمل والجودة، وما يختار منه غير معلوم له في ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) أذهبت الأرضة بعض أجزاء هذه الكلمة. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "99",
            "part": "1",
            "seal": "DCAD0060"
        },
        {
            "id": "97",
            "nass": "حال الاشتراط، فهو ينتقل من بعض ذلك إلى بعض هو أكثر منه، (فـ) ـيدخله (¬1) بيع التمر بالتمر متفاضلا. ¶ والبائع المستثني اختيار اليسيـ (ـر) (¬2) (من) (¬3) حائطه بخلاف ذلك، لأن ما يستثنيه منه إنما هو في معنى ما يبقيه (عـ) ـلى (¬4) ملكه، وهو معلوم له، ولا يتوهم عليه التنقل في اختياره. ¶ وأيضا له غرض فيما يشترطه من ذلك، وهو استدفاع المضرة التي تلحقه في تبعيض صفقته، فأشبه البائع الذي يستثني لليسير من ثمر حائطه كيلا. ¶ وهذا مما لم يختلف في تجويزه قول مالك ولا ابن القاسم. ¶ لأنهـ (ـما) (¬5) لم يـ (ـقـ) ـصدا (¬6) قصد الفضل، وإنما قصد الارتفاق بكمال صفقته واستدامة مرتفقه. ¶ وقول مالك في ذلك أولى بالصواب عندي، والله أعلم. ¶ وقد قال الشافعي في المستثني من التمر كيلا معلوما أن ذلك لا يجوز، لأنه لا يدري كم هو من الحائط (¬7). ¶ وإنما جوزنا ذلك، وإن كان مجهولا (لأن كل) (¬8) واحد من المتابعين لم يقصد إلى الجهالة، لأن المجهول من (ذلـ) ـك (¬9) تابع لغيره. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) بتر في هذه الكلمة، وأصلحت بخط مغاير. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) انظر الأم للشافعي (3/ 84). ¶ (¬8) بتر في الأصل بمقدار كلمة وأتممته اعتمادا على ما بقي من الحروف. ¶ (¬9) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "100",
            "part": "1",
            "seal": "05701CE7"
        },
        {
            "id": "98",
            "nass": "والحكم أبدا إنما هو منوط بالأغلب من حال المحكوم فيه، فإذا كان المتبوع صحيحا والتابع فاسدا غير مـ (ـقـ) ـصود (في) نفسه، فالحكم للمتبوع. ¶ ألا ترى أن رسول الله صلى الله عليه وسلم (نهـ) ـى (¬1) عن بيع الثمرة حتى يبدو صلاحها (¬2). ¶ وكان ذلك عندنا جميعا من أجل الغرر (¬3)، ¶ (فإ) ذا (¬4) كانت الثمرة مبيعة مع الأصل جاز ذلك (¬5). ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) رواه البخاري (1415 - 2072 - 2082) ومسلم (1534) وأبو داود (3367) والنسائي (7/ 48 - 262) وابن ماجه (2214) وأحمد (2/ 7 - 41 - 52 - 62 - 75 - 80 - 123 - 150) وابن حبان (4989 - 4991) وأبو عوانة (5002 - فما بعد) وعبد الرازق (8/ 62) والطحاوي (4/ 23) والطبراني في الأوسط (8075) والطيالسي (1807) وأبو يعلى (5611 - 5719 - 5798) وابن الجارود (603 - 656) من طرق عن ابن عمر نهى رسول الله صلى الله عليه وسلم عن بيع الثمرة حتى يبدو صلاحها، نهى البائع والمشتري. ¶ وفي بعض طرقه عن النبي صلى الله عليه وسلم قال: لا تبيعوا الثمرة حتى يبدو صلاحها. ¶ وفي الباب عن جابر عند البخاري (1416 - 2252) ومسلم (1536) وغيرهما. ¶ وعن أبي هريرة عند مسلم (1538) وغيره. ¶ وعن أنس عند البخاري (2085) وغيره. ¶ وعن أبي أمامة وزيد بن ثابت وسهل بن أبي حثيمة وغيرهم. ¶ (¬3) قال ابن عبد البر في التمهيد (21/ 136): بيع الغرر يجمع وجوها كثيرة: ¶ منها المجهول كله في الثمن والمثمن ... ¶ ومن بيوع الغرر: بيع الآبق، والجمل الشارد، والإبل الصعاب في المرعى، وكذلك الرمك والبقر الصغار إذا كان الأغلب من أمرها جهل أسنانها وعدم تقليبها، والحيتان في الآجام والطائر غير الداجن إذا لم يكن مملوكا مقبوضا عليه، والقمار كله من بيع الغرر، وبيع الحصاة من القمار ... واسم بيع الغرر اسم جامع لهذه المعاني كلها وما أشبهها. ¶ وانظر شرح صحيح مسلم للنووي (10/ 156). ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) روى البخاري (2090 - 2250 - 2567) ومسلم (1543) وأبو داود (3433) والنسائي (4635 - 4636) والترمذي (1244) وابن ماجه (2/ 745 - 746) وأحمد (2/ 6 - 63 - 78 - 82 - 150) وابن حبان (4922 - 4923 - 4924) وأبو عوانة (3/ 301 - 302 - 303 - 304) والبيهقي (5/ 297 - 298 - 324 - 325) وابن الجارود (628 - 629) والطحاوي (4/ 26) والحميدي (613) والبزار (112) وابن أبي شيبة (4/ 500) والطبراني في الكبير (12/ 284) والأوسط (2036) وعبد الرزاق (8/ 135) وأبو يعلى (5429 - 5468 - 5479 - 5508 - 5797) عن ابن عمر مرفوعا: من باع نخلا قد أبرت فثمرتها للبائع إلا أن يشترط المبتاع، هذا لفظ مسلم. ¶ وفي لفظ للبخاري (2090): أيما امرئ أبر نخلا ثم باع أصلها، فللذي أبر ثمر النخل، إلا أن يشترط المبتاع.",
            "page": "101",
            "part": "1",
            "seal": "1E2E6737"
        },
        {
            "id": "99",
            "nass": "وإن (كا) نت (¬1) الثمرة لم يبدو صلاحها لأن المتابعين إنما يحمل أمرهما على أ (نهـ) ـما (¬2) [ص42] لم يقصدا الغرر، لأن الثمرة تابعة لأصلها. ¶ وكذلك جوزنا، ومن ( ... ) (¬3) بيع المنازل وما كان في معناها، وإن لم نشاهد ما وراء الظاهر منها من سقوفها وطين حيطانها. ¶ وإذا كان هذا جائزا، لأن المتبايعين لا يحمل أمرهما على أنهما قصدا إلى الغرر والجهالة لضرورتهما إلى ذلك، فكذلك (يـ) ـحمل (¬4) أمر مستثني المكيلة اليسيرة من ثمرة حائطه و (¬5) مستثني النخل اليسير من حائطه المبيع، على أنهما لم يقصدا الغرر ولا الجهالة، وإنما قصدا إلى ذلك لما بهما من الضرورة إليه والارتفاق به، والله أعلم. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) هنا كلمة فيها بتر لم أستطع قراءتها. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) هنا طمس لا يظهر منه شيء، ولعل الصواب ما ذكرته.",
            "page": "102",
            "part": "1",
            "seal": "0F17CB9D"
        },
        {
            "id": "100",
            "nass": "ذكر خلافه له في كتاب البيوع الفاسدة. ¶ 27 - شراء العبد بشرط العتق (¬1) (¬2). ¶ \" قال ابن القاسم: قلت لمالك أرأيت إن اشتريت عبدا على إيجاب العتق، قال: لا بأس بذلك. ¶ قلت: فإن أبى المبتاع أن يعتقه قال: يلزمه العتق، إلا أن يكون اشتراه على غير إيجاب العتق فلا بأس بذلك. ¶ قلت: فإن أبى المبتاع أن يعتقه قال: فله ألا يعتقه، وأن يبدله بغيره. ¶ قال (ابن) القاسم: وأنا أرى للبائع أن يرجع في عبده إذا لم يعتقه المبتاع، وينتقض البيع فيه، إذا كان بحدثان ذلك، فإن فات كانت فيه القيمة\". (¬3) ¶ قال أبو (عـ) ـبيد (¬4): أما إجازة مالك شراء العبد على أنه حر على ا (لمبتا) ع (¬5) إذا ملكه، فلأن اشتراط الحرية مما لا يقدح في عقد البيع. ¶ لأن بائع العبد متطوع بما يحطه من ثمن عبده، ومقدار ما يحطه معلوم له، وكذلك مبتاع العبد متطوع بما يحطه بالتزام ما اشترط عليه وعـ ( ... ) (¬6) بمقدار ما ¶ ¬_________ ¶ (¬1) ذكر االحطاب في مواهب الجليل (4/ 375) أربع صور لشرط العتق، منها أن يبيعه بشرط أن يعتقه وقال: والبيع صحيح في الأربعة أوجه، قاله اللخمي. ¶ وقال الزرقاني في شرح الموطأ (4/ 120) وإذا وقع البيع بشرط العتق صح على أصح القولين عند المالكية والشافعية، وقال الحنفية: يبطل. ¶ وانظر الكافي (356). ¶ وقال ابن رشد: وبقول مالك في إجازة البيع بشرط العتق المعجل قال الشافعي. ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) المدونة (9/ 152). ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) بتر في الأصل وفي آخر الكلمة بقايا حرف الميم أو الجيم أو نحوها.",
            "page": "103",
            "part": "1",
            "seal": "BD035672"
        },
        {
            "id": "101",
            "nass": "اعتاضه على الوفاء به. ¶ فلما لم يشمل عقدهما على ما يفسده من الشروط المحظورة التي تنافي القرب، وكان (الشـ) ـرط (¬1) الذي (بيضـ .. ) (¬2) بـ (ـعـ) ـقدهما (¬3) من أجل ما يتقرب به إلى الله عز وجل وجب أن ينفذ (له إذا) [ص43] لم يقترن به ما يقدح فيه. ¶ وإنما كره مالك رحمه الله أن يقع هذا الشرط في ( ... ) (¬4) من الرقاب الواجبة من أجل ما يحط عن المبتاع من ثمنها ويعان به، فكأ (نه) (¬5) لم يكمل له العتق الذي وجب عليه بسبب مشارطة الغير له فيه. ¶ وهذه الجمـ (ـلـ) ـة (¬6) لا خلاف بين مالك وابن القاسم فيها. ¶ وإنما الخلاف بينهما إذا اشترى العبد على غير إيجاب العتق. ¶ فقال مالك: للمبتاع ألا يعتقه وأن يبدله بغيره. ¶ وإنمـ (ـا) (¬7) قال ذلك، لأن اشتراءه له على أن يعتقه في المستقبل عدة، وعد بها البائع، فـ (ـهـ) ـو (¬8) بالخيار بين أن يعتقه وبين أن يستديم رقه. ¶ وليس للبائع أن يعترض عليه في ذلك، لأنه لا يخلو من أن يكون عالما بأن الوفاء بالوعد غير لازم لصاحبه حكما فقد باعه العبد على إمضاء مشيئته فيه، ورضي بالثمن الذي قـ (ـبـ) ـضه (¬9) بدلا منه، أو أن يكون جهل ذلك فقد قصر في استعلام الواجب فيه. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) بتر في الأصل في آخر الكلمة. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) بياض في الأصل بمقدار كلمة. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬8) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬9) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "104",
            "part": "1",
            "seal": "543B06B9"
        },
        {
            "id": "102",
            "nass": "وكل ما (صـ) ـدر (¬1) عن تقصيره فهو لازم له. ¶ وأما وجه قول ابن القاسم للبائع أن يرجع في العبد إذا لم يعتقه المبتاع، وينتقض البيع فيه إذا كان بحـ (ـدثان) (¬2) ذلك، فمعناه، والله أعلم، أن يكون البائع قد وضع من ثمن العبد من أجل ما اشترطه من العتق فيه، وإذا كان كذلك، فقد صارت للعتق حصة من (الـ .. )، فإ (ذا) لـ (ـم) (¬3) يف له المبتاع بشرطه كان له أن يرجع في عبده إن اختار ذلك. ¶ لأن من حقه أن يرجع فيما حطه من ثمنه إذا لم يعوضه منه، وإذا وجب له ذلك كان المبتاع بالخيار بين أن يعوضه مما حطه عنه بالعتق الذي اشترطه عليه، وبين أن يرد عليه عبده، إلا أن يفوت بضرب من الضروب التي تُفَوَّتُ بها البيوع الفاسدة. ¶ فإن فات كانت فيه القيمة يوم القبض، إلا أن تكـ (ـو) ن (¬4) القيمة أقل من الثمن الذي بيع به فلا ينقص البائع، ( ... ) (¬5) المبتاع قد رضي بالعبد بدلا منه. ¶ وكلا القولين له وجه [ص44] سائغ في النظر فاعلمه، وبالله التوفيق. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته اعتمادا على السياق وعلى كلام ابن القاسم المتقدم. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) بتر في الأصل بمقدار كلمة.",
            "page": "105",
            "part": "1",
            "seal": "F02A2177"
        },
        {
            "id": "103",
            "nass": "ذكر خلافه له في كتاب التجارة إلى أرض الحرب ¶ 28 - حكم شراء رقيق الصقالبة (¬1) (¬2) ¶ \"قال ابن القاسم: وقفت مالكا غير مرة فقلت له: إن هؤلاء التجار ينزلون بالرقيق الصقالبة فيشتريهم أهل الإسلام، فيبيعونهم مكانهم عـ (ـنـ) ـدما (¬3) يشترونهم من أهل الذمة. ¶ فقال: ما علمت حراما، وغيره أحسن. ¶ وقال ابن القاسم: وأنا أرى أن يمنعوا من شرائهم ويحال بينهم وبينهم\". (¬4) ¶ قال أبو عبيد: أما قول مالك ما علمت حراما، فإنما أراد بذلك، والله أعلم، حراما بينا، لأن الحرام لا تعلم حقيقته إلا بنص أو بما يقوم مقامه. ¶ وكل ما عدم النص فيه فطريق العلم به الاجتهاد، وكل ما كان مأخوذا بوجه الاجتهاد فالاختلاف فيه سائغ. ¶ وكل مختلف فيه من عقود البياعات إذا انعقد وتم وفات البيع عند مبتاعه فلا (سبيل) (¬5) إلى فسخه. ¶ فالصَقلَبي ومن جرى مجراه ممن لا يعرف له دين ولا نسب ولا عبادة يتدين بها لا يلحق بحكم أهل الإسلام بمجرد أسره، دون أن يقترن (بـ) ـذلك (¬6) قرينة يستدل بها على أجلبته إلى الإسلام. ¶ ¬_________ ¶ (¬1) فسرها الجبيري بعد قليل بمن لا دين له ولا عبادة يتدين بها. ¶ وراجع معجم البلدان (3/ 416 - دار الفكر) واللباب في تهذيب الأنساب (2/ 244). ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) المدونة (9/ 152). ¶ (¬5) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "106",
            "part": "1",
            "seal": "02A68311"
        },
        {
            "id": "104",
            "nass": "فإن كان بالغا فلا ينـ (ـقـ) ـله (¬1) عن شركه سوى صريح القول بكلمة الإسلام والعمل بما يطابـ (ـقه) (¬2). ¶ وإن كان غير بالغ، فلا ينقله عن شركه سوى صريح القول بكلمة الإسلام. ¶ وإن كان ممن يصح منه قصد وتمييز، فلا بد من إجابة يستدل بها على إسلامه، وانقطاع أسباب الشرك عنه، ومتى لم يظهـ (ـر) (¬3) منه ذلك فحكمه حكم نفسه. ¶ ألا ترى أنه لا يجوز وطء البالغ من نسائهم قبل أن يسلم ولا وطء غير البالغ التي ( ... ) (¬4) تجيب إلى الإسلام. ¶ لأن كل واحدة منهن داخلة في عموم قولـ (ـه تـ) ـعالى (¬5) [ص45] \"ولا تنكحوا المشركات حتى يومن\". ¶ فإذا كان كذلك فجائز بيعهم من أهل الكتاب وغيرهم قبل أن تظهر منهم إجابة إلى الإسلام. ¶ وهذا اختيا (ر) (¬6) عميد المذهب القاضي إسماعيل بن إسحاق. ¶ لأنه حكى في كتابه \"المبسو (ط) (¬7) \" عن أحمد بن المعذل (¬8) أنه قال: سمعت عبد الملك بن عبد العزيز (¬9) ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) بتر في الأصل بمقدار 3 كلمات. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬8) هو أبو الفضل أحمد بن المعذل بن غيلان بن الحكم العبدي الكوفي الفقيه المالكي. ¶ انظر ترجمته في: الديباج (1/ 30) وترتيب المدارك (4/ 5) وسير أعلام النبلاء (11/ 519) والوافي بالوفيات (8/ 184) والعبر (1/ 434) والشذرات (1/ 95). ¶ (¬9) هو الماجشون أبو مروان القرشي التميمي المدني المالكي (ت213)، وقيل 214). ¶ انظر ترجمته في: سير أعلام النبلاء (10/ 359) ووفيات الأعيان (3/ 166) وطبقات الفقهاء للشيرازي (153) وتهذيب الكمال (18/ 358) وتهذيب التهذيب (6/ 361) وغيرها.",
            "page": "107",
            "part": "1",
            "seal": "5034A4BB"
        },
        {
            "id": "105",
            "nass": "يقول: \"في ( ... ) (¬1) بالمسلم ليفادي به: أنه لا بأس أن يفادي بالصبي\". ¶ فتأول أحمد قول عبد الملك هذا بأن قال: ¶ \"وإنما ذلك فيما نرى في الصبي الذي لم ينتقل أمره إلى الإسلام وحكمه، ويصير في دار الإسلام ومع أهله، منقطعة عنه أسباب الشرك\". ¶ وأنكر إسماعيل أن يكون مراد عبد الملك بقوله هذا الذي تأوله أحمد بن المعذل فقال: ¶ \"وهذا الذي فسره أحمد إنما هو تأويل تأوله على عبد الملك\". وقول عبد الملك أنه لا بأس أن يفادي بالصبي أشبه بقول مالك، لأن أبا ( ... ) (¬2) حدثنا عن ابن القاسم قال: \"سألت مالكا عن المسلمين يصيبون السبي من العدو فيشتري الرجل منهم الصبي، ونيته أن يدخله في الإسلام وهو صغير فيموت أترى أن يصلي عليه؟ فقال: لا، إلا أن يكون أجاب إلى الإسلام ( ... ) (¬3) ¶ فكأنه لتأويل أحمد على أن مذهبه تجويز بيعهم والتوقف عن استباحة الصلاة عليهم قبل أن يجيبوا إلى الإسلام. ¶ وأما اختيار ابن القا (سـ) ـم (¬4) أ (ن يـ) ـمنع (¬5) أهل الكتاب من شرائهم، ويحال بينهم وبينهم، فقد روى ابن نافع عن مالك \"في المجوسي إذا هلك أنه يجبر على الإسلام ويمنع النصارى من شرائه (و) كذلك الصغار من أهل الكتاب يمنع من ¶ ¬_________ ¶ (¬1) بتر في الأصل بمقدار كلمة. ¶ (¬2) بتر في الأصل بمقدار كلمة. ¶ (¬3) بتر في الأصل بمقدار 3 أحرف. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "108",
            "part": "1",
            "seal": "D449B49A"
        },
        {
            "id": "106",
            "nass": "ابتياعهم من خالف الإسلام إذا ( ... ) (¬1) آبائهم\". ¶ فوجه هذه الرواية أن كل من خالف الإسلام ممن لا يعرف (له) دين ولا نسب إلى عبادة يتدين بها لما كان مجبورا على الإسلام إذا ( ... ) (¬2) وجب أن يحكم له بحكمه. ¶ لأنه مولود على الفطرة التي بها خلق وعليها [ص46] يثاب، وهي الإسلام بدلالة قوله تعالى \"فأقم وجهك للدين حنيفا فطرة الله التي فطر الناس عليها لا تبديل لخلق الله ذلك الدين القيم\". ¶ يعني: الدين الذي لم (يخـ) ـلق (¬3) الخلق إلا له، ولا يقبل سواه، ولا يثيب إلا عليه. ¶ قال الله عز (و) جل \"وما خلقت الجن والإنس إلا ليعبدون\". ¶ وقال صلى الله عليه وسلم \"كل مولود يولد على الفطرة فأبواه يهودانه، وينصرانه ويمجسانه كما أنه تنتج الإبل من بهيمة جمعاء هل تحس من جدعاء (¬4) \". ¶ فإذا كان الأصل الإسلام والكفر طارئ عليه بالتلقين الذي يؤخذ به المولود، وجب أن يحكم لجميع من حصل في دار الإسلام وحكمه ممن لا يعرف له دين ¶ ¬_________ ¶ (¬1) بتر في الأصل بمقدار 3 أحرف. ¶ (¬2) بتر في الأصل بمقدار 3 أحرف. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) رواه البخاري (1292 - 1319 - 4497 - 6226) ومسلم (2658) وأبو داود (4714) والترمذي (2138) وأحمد (2/ 233 - 275 - 315 - 346 - 393) والحميدي (1113) وابن حبان (128 - 129 - فما بعد) وأبو نعيم في المستخرج (2062) والبيهقي (6/ 202 - 203) والطبراني في الأوسط (4050) والطيالسي (2359 - 2433) وأبو يعلى (6306 - 6394 - 6593) عن أبي هريرة. ¶ وفي الباب عن ابن عباس والأسود بن سريع وغيرهما.",
            "page": "109",
            "part": "1",
            "seal": "0BC92BA5"
        },
        {
            "id": "107",
            "nass": "ولا نسب إلى عبادة ولكل من سبي من صبيان أهل الكتاب دون أبيه بحكم المسلمين. ¶ وهذه الرواية لها شواهد من الأصول يطول اجتلابها، والنظر يعضدها، وفيما لوحت به من ذلك مقنع إن شاء الله. ¶ وقول ابن القاسم مطابق لها، غـ (ـيـ) ـر (¬1) أن من مذهبه التوقف عن استباحة الصلاة على من مات منهم قبل أن يتـ (ـعـ) ـلم (¬2) (ا) لإسلام، وفي هذا، من التناقض ما لا خفاء به، والله أعلم. ¶ 29 - مسألة: إن تعامل الذميان بالربا ثم أسلما (¬3) (¬4) ¶ \"قال ابن القاسم: قلت لمالك أرأيت الذميين إذا تبايعا درهما بدرهمين إلى أجل ثم (أسلما) (¬5) جميعا قبل القبض أو بعده، هل يفسخ بينهما؟ قال: ¶ إن أسلما جميعا ترادا الربا فيما بينهما، وإن أسلم الذي له رد إليه رأس ماله وإن أبى الذي عليه الحق فما أدري ما حقيقته؟ إن أمرته أن يرد رأس ماله خفت أن أظلم الذمي. ¶ قال ابن القاسم: وأنا أرى أيهما أسلم منهما رد إلى رأس ماله، لأنه حكم بين ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) قال ابن قدامة المقدسي في المغني (9/ 291): وسئل عن الذمي يعامل بالربا ويبيع الخمر والخنزير ثم يسلم وذلك المال في يده، فقال: لا يلزمه أن يخرج منه شيئا، لأن ذلك مضى في حال كفره، فأشبه نكاحهم في الكفر إذا أسلم. ¶ وقال النفراوي المالكي في الفواكه الدواني (2/ 73): وإن سلم كافر فهو له إن قبضه قبل إسلامه، وإلا فلا يحل له أخذ ما زاد على رأس المال، بل يسقط عمن هو عليه. ¶ (¬4) هذا العنوان مني، وليس من المؤلف. ¶ (¬5) ما بين القوسين به بتر، وأصلحت في الهامش بخط مغاير.",
            "page": "110",
            "part": "1",
            "seal": "7C1B7936"
        },
        {
            "id": "108",
            "nass": "مسلم ونصراني فيحكم فيه بحكم الإسلام\". (¬1) ¶ قال أبو عبيد: أما قول مالك في الذميين إذا تعاملا بالربا ثم أسلم ا (لذي) (¬2) له الحق منهما أنه يرد إلى رأس ماله، فلأن الله عز وجل قال \"يا أيها الذين آمنوا اتقوا الله [ص47] وذروا ما بقي من الربا إن كنتم مومنين\". ¶ فبين أنهم إن لم يتركوا الربا فليسوا بمؤمنين، وإن كانا للإيمان مظهرين. ¶ ثم قال تعالى \"فإن لم تفعلوا فاذنوا بحرب من الله ورسوله\". ¶ يقول: يحاربكم الله ورسوله إن لم تفعلوا. ¶ وفي ذلك دلـ (ـيـ) ـل (¬3) على أن من منع حقا من حقوق الله تعالى استحق أن يحارب عليه. ¶ قال (تعالى) (¬4) \" فلكم رؤوس أموالكم\" يعني: ما دفعتم، لا تظلمون بأخذ الربا الذي حرمه الله تعالى عليكم، ولا تظلمون ولا تنقصون من رؤوس أموالكم. ¶ وأما قوله: \"وإن أسلم الذي عليه الحق\" يعني: الذي عليه الربا، فما أدري ما حقيقته، فإنما تحرج من الإقدام على القطع في الجواب، لاشتباه الحادثة عنده واحتمالها لوجوه الاحتمالات. ¶ وذلك أن إسلام الذي عليه الربـ (ـا) (¬5)، إنما وقع بعد أن استقر ذلك عليه، وتعلق حق الذمي به. ¶ فاحتمل أن يكون إسلامه مبطلا للربا بما وقع بعد أن استقر ذلك عليه، لأنه قد ¶ ¬_________ ¶ (¬1) المدونة (10/ 285). ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه، واعتمادا على ما تبقى من الحروف. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "111",
            "part": "1",
            "seal": "3C0224AB"
        },
        {
            "id": "109",
            "nass": "صار إلى حال لا يجوز له مع استدامتها أن يتملك الربا، ولا أن يملكه غيره، لا يوكله ماله بالباطل وهذا ما لا يجوز، لأن الله تعالى قال \"يا أيها الذين آمنوا لا تأكلوا أموالكم بينكم بالباطل\". ¶ ويحتمل أيضا أن يكون إسلامه لا يبطل عنه ما قد تعلق بذمته، لأن في إبطال ذلك والاقتصار (¬1) بالذمي على رأس ماله ظلما له، وفي تغليب واحد من هذين الاحتمالين على صاحبه نظر. ¶ وهو المعنى الموجب لتوقف مالك رحمه الله عن القطع على أحدهما، وقد صرح بذلك في قوله: وإن أمرت المسلم أن يرد رأس مال الذمي خفت أن أظلمه. ¶ والذي يقتضيه النظر عندي، ويوجبه القياس على أصوله فسخ البيع، سو (اء أسـ) ـلم (¬2) الذي له الحق أو الذي عليه الحق إذا كان ذلك (قـ) ـبل (¬3) التقابض. ¶ فأما إسلام الذي له الربا فلا خلاف بين مالك وابن (الـ) ـقاسم (¬4) [ص48] في أنه لا يحل له أن يأخذ من صاحبه سوى رأس ماله الذي دفعه إليه، وقد دللت على صحة ذلك بما فيه مقنع إن شاء الله. ¶ وأما إسلام الذي عليه الربا فإنما وجب فسخ البيع بينه وبين الذمي قبل (القبض) (¬5)، لأن أهل الكتاب ليست أملاكهم مستقرة، وإنما لهم شبهة ملك على ما في أيديهم يصححها الإسلام، فبيعهم ومناكحهم في الأصل إنما هي (بـ) ـشبهة (¬6)، وليست بعقود متمكنة في الصحة. ¶ ¬_________ ¶ (¬1) سقطت الصاد والراء في الأصل، وأصلحت في الهامش بخط مغاير. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) لا تظهر جيدا في الأصل، لكن هكذا يمكن تقديرها. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "112",
            "part": "1",
            "seal": "E959283B"
        },
        {
            "id": "110",
            "nass": "قال الله تعالى \"قاتلوا الذين لا يومنون بالله ولا باليوم الآخر ولا يحرمون ما حرم الله ورسوله ولا يدينون دين الحق من الذين أوتوا الكتاب حتى يعطوا الجزية عن يد وهم صاغرون\". ¶ ومن كان لا يدين دين الحق فكل ما صدر عنهم من عقد وغيره معصية وكفر. ¶ فإنما يصحح عقودهم الإسلام، ويكون الحكم في ذلك حكم ما ابتدئ عقده في الإسلام من غير أ (ن) يكون في الأصل جائزا. ¶ ألا ترى أن ما عقدوه من المناكح في حال الكفر بغير ولي، ولا إعلان ولا شهود وفي العدة، وما جرى مجرى ذلك، أنه معفو عنه بالإسلام، ولو ابتدئ فيه لكان باطلا. ¶ فدل ذلك على أن (ا) لإ (سـ) ـلام (¬1) هو الذي صحح ما كان فاسدا من فعلهم، فكذلك يصحح إليهم إسلامهم ما قبضوه من الربا وثمن الخمر (¬2) والخنزير والميتة. ¶ فإذا كان كذلك، فإسلام الذميين المتعاملين بالربا أو إسلام أحدهما قبل القبض موجب لفسخ الربا وإبطاله، لأن شبهة البيع لا توجب ما لم يكن واجبا قبلها، إلا أن يقترنا إليها فوات المبيع بقبض المبتاع له، و (فـ) ـوات (¬3) عينها عنده. ¶ وإلى هذا المعنى ذهب ابن القاسم في فسخ الربا (وإبطـ) ـاله (¬4) إذا أسلم أحد المتبايعين. ¶ إلا أن العلة التي علل بها فسخ ذلك منتقضة، بدلالة [ص49] أن كل عقد انعقد بين مسلم وذمي فحكمه عند المسلمين جميعا قبل القبض وبعده حكم واحد، في أنه ينقض إذا كان حكم الإسلام يقتضي ذلك، فات المعقود عليه أو لم يفت. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) هذه الكلمة ثابتة في الهامش، وعليها علامة التصحيح، وبها طمس قليل. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "113",
            "part": "1",
            "seal": "86FC76D2"
        },
        {
            "id": "111",
            "nass": "ألا ترى أن مسلما وذميا لو تبايعا خمرا أو خنزيرا لكان المبيع مفسوخا بينهما قبل القبض وبعده. ¶ فلو أن ذميا أسلم على ثمن خمر أو خنزير أو شيء من المحرمات التي لا يجوز للمسلم أن يتملك أثمانها ما كان إسلامه يصحح له تملكه ذلك، فدل على فساد ما اعتل به، واطراد علتنا فيه، والله أعلم. ¶ 30 - مسألة: نصراني أسلم في خمر قبل إسلامه (¬1) (¬2) ¶ \"قال ابن القاسم: قال مالك في نصراني أسلم (¬3) إلى نصراني في خمر: ¶ إنهما إن أسلما جميعا انتقض سلمهما، وإن أسلم الذي عليه الخمر فما أدري ما حقيقته؟ لأني إن أمرت النصراني أن يرد رأس المال ظلمته، وإن أعطيت المسلم الخمر أعطيته ما لا يحل له. وخالف بينه وبين الذي يعطي الدرهم بالدرهمين. ¶ قال ابن القاسم: وأنا أرى إن أسلم الذي له الخمر رد إليه النصراني رأس ماله على ما وصفت لك من الحكم بين المسلم والنصراني\". (¬4) ¶ ¬_________ ¶ (¬1) قال ابن قدامة المقدسي في المغني (4/ 197): إذا أسلم نصراني إلى نصراني في خمر ثم أسلم أحدهما، فقال ابن المنذر: أجمع كل من نحفظ عنه من أهل العلم على أن المسلم يأخذ دراهمه، كذلك قال الثوري وأحمد وإسحاق وأصحاب الرأي وبه نقول، لأنه إن كان المسلم المسلم فليس له استيفاء الخمر، فقد تعذر استيفاء المعقود عليه، وإن كان المسلم إليه فقد تعذر عليه إيفاؤها، فصار الأمر إلى رأس ماله. ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) قال ابن حجر في الفتح (4/ 428): والسلم (بفتحتين) السلف وزنا ومعنى، وذكر الماوردي أن السلف لغة أهل العراق، والسلم لغة أهل الحجاز، وقيل السلف: تقديم رأس المال، والسلم: تسليمه في المجلس. فالسلف أعم. ¶ والسلم شرعا: بيع موصوف في الذمة. ¶ ومن قيده بلفظ السلم زاده في الحد ... واتفق العلماء على مشروعيته إلا ما حكي عن ابن المسيب. ¶ (¬4) المدونة (10/ 286).",
            "page": "114",
            "part": "1",
            "seal": "5E572449"
        },
        {
            "id": "112",
            "nass": "قال أبو عبيد: المعنى الذي له ومن أجله توقف مالك رحمه الله عن الجواب في هذه المسألة من نحو ما قد شرحناه في الذميين المتعاملين بالربا إذا أسلم أحدهما، لأن المسلف إليه في الخمر إن كان هو المسلم جاز (¬1) أن يدفعها إلى صاحبها، فلا جائز أن يكلف ابتياعها، لأن عينها محرمة عليه، ولا يصح له ملك عينها بابتياع ولا غيره. ¶ وما أعطي فيها فهو من أكل المال بالباطل. ¶ وفي إجبار النصراني صاحب الخمر على أخذ ثمنها من المسلم ظلم للنصراني. ¶ وإن كان الذي أسلم هو صاحب الخمر، فلا يحل له أن يأخذهـ (ـا من) (¬2) النصراني، لأنه لا يجوز له تملكها ولا أخذ العوض عنها. ¶ وفي تكليف النصراني رد الثمن المدفوع إليه فيها ظلم له. ¶ فالذي [ص50] يقتضيه النظر ويوجبه القياس على أصولهم: فسخ البيع سواء أسـ (ـلـ) ـم (¬3) الذي له الحق أو الذي هو عليه الحق، إذا كان ذلك قبل التقابض، للمعنى الذي شرحناه في الذميين المتعاملين بالربا إذا أسلم أحدهما. ¶ وأمـ (ـا) (¬4) قول ابن القاسم: وخالف بينه وبين الذي يعطي الدرهم بالدرهمين، فإن صح هذا القول عنه فهو غلط، لأن مالكا لم يتوقف في مسألة الذميين المتعاملين بالربا إذا أسلم الذي له الحق منهما أنه يرد إلى رأس ماله، ( ... ) (¬5) من هذه المسألة إسلام صاحب الخمر، لأن عينها محرمة عليه، لأن ( ... ) (¬6) الزائد ¶ ¬_________ ¶ (¬1) في الأصل: جزى، والصواب ما ذكرته. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) بتر في الأصل بمقدار كلمة. ¶ (¬6) بتر في الأصل بمقدار كلمة.",
            "page": "115",
            "part": "1",
            "seal": "52C578AD"
        },
        {
            "id": "113",
            "nass": "على رأس مال صاحبه محرم عليه. ¶ فكما لا يجوز لصاحب الربا أخذه بعد إسلامه، فكذلك لا يجوز لصاحب الخمر أن يأخذها بعد إسلامه. ¶ فأما إسلام الذي عليه الربا فوازنه ( ... ) (¬1) الذي عليه الخمر على ما نصه مالك رحمه الله، وهذا بين لمن تأمله (إن) (¬2) شاء الله، فاعلم ذلك. ¶ ¬_________ ¶ (¬1) بتر في الأصل بمقدار كلمة. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "116",
            "part": "1",
            "seal": "3D2FCBAB"
        },
        {
            "id": "114",
            "nass": "ذكر خلافه له في كتاب الجعل والإجارة ¶ 31 - استئجار الأطباء على العلاج (¬1) (¬2) ¶ \"قال ابن القاسم \" قال مالك في الأطباء إذا استأجروا عـ (ـلـ) ـى ا (لعـ) ـلاج (¬3): ¶ فإنما هو على البرء، فإن برأ فله حقه، وإلا فلا شيء له، إلا أن يكونا شرطا شرطا حلالا فينفذ بينهما، وكذلك الكحال يستأجر على كحل العين من وجع بها. ¶ قال ابن القاسم: وأنا أرى إن اشترط أن يكحله كل يوم أو كل شهر بدرهم إن ذلك جائز إذا لم ينقده، فإن برأ قبل ذلك كان للطبيب من ذلك بحسابه، إلا أن يكون صحيح العين، فاشترط عـ (ـليه) (¬4) أن يكحله (كل) (¬5) شهر بدرهم، فهذا لا بأس به، وإن اشترط النقد فيه لأنه مما لا (يتوقع برء) (¬6) \". (¬7) [ص51] ( ... ) (¬8) ¶ قال أبو عبيد: الأعمال المعقود عليها عقود الإيجارات تنقسم عند مالك قسمين: ¶ ¬_________ ¶ (¬1) قال ابن عبد البر في الكافي (375): واختلف قول مالك في جواز معاملة الطبيب على البرء، فمرة أجاز ذلك، ومرة قال لا يجوز إلا إلى مدة معلومة. ¶ وقال في كفاية الطالب الرباني (2/ 197): وكذلك لا بأس بمشارطة أي بمجاعلة الطبيب على البرء حتى يبرأ، وهي على أقسام، ذكرناها في الأصل، منها ما هو متفق على جوازه، مثل أن يؤاجره على أن يداويه مدة معلومة بأجرة معلومة والأدوية من عند العليل، ومنها ما هو مختلف فيه مثل أن يؤاجره مدة معلومة، والأدوية من عند الطبيب. ¶ وانظر المغني (5/ 314ـ315) والفواكه الدواني (2/ 115) وحاشية العدوي (2/ 197). ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) سقطت من الأصل، والسياق يقتضيها. ¶ (¬6) سقط في الأصل بمقدار 3 أحرف، وأتممته من المدونة. ¶ (¬7) المدونة (11/ 422). ¶ (¬8) ما بين القوسين به سقط بمقدار كلمتين أو كلمة.",
            "page": "117",
            "part": "1",
            "seal": "C6696CB2"
        },
        {
            "id": "115",
            "nass": "معلوم ومجهول لا يتبعض، وإن بعض لم تنفصل أجزاؤه، وفي تبعيضه إبطال الغرض المقصود فيه. ¶ وحكم هذا الضرب من مجهول الأعمال حكم المعلوم في أنه لا يجوز تعليقه بز (مـ) ـان (¬1) معلوم. ¶ ومجهول متبعض الأجزاء، وهذا الضرب مفتقر إلى زمان معلوم يحصر فيه، ويتعلق استيفاؤه به، إلا ما كان منه معلقا بغاية محدودة متوقعة الكون، فيجوز أن يقتصر به عليها، ويجوز أن يعلق استيفاؤه بها، وبالأجل دونها بمثل العمل المعلوم خياطة الثوب (¬2)، وخرز الخف، والسقاء، وثقب الجوهر، وحفر البئر، إذا كان ذلك كله محصورا بصفة في عين مرئية. ¶ فهذا وما كان في معناه لا يجوز، غير إن تعلق عمله بزمان معلوم، لما في ذلك من الخطر والغرر، إذ قد يجوز ألا يتم ذلك العمل في مدة ذلك الزمان فيذهب عمل المستأجر بغير أجرة، إذا كانت الأجرة لا تجب له إلا بحصول المنفعة التي استؤجر عليها المستأجر، والتخلية بينه وبينها. ¶ إلا أن الأجرة إنما هي ثمن المنافع التي وقع العقد عليها، والثمن لا يجب إلا بتسليم المثمون. ¶ وهذه جملة لا خلاف بين مالك وابن القاسم فيها. ¶ ومثل المجهول الذي لا يتبعض، وفي تبعيضه إبطال الغرض المقصود (منه) (¬3): استئجار الطبيب على برء العليل، والكحال على برء العين الوجعة، والأجير على ( ... ) (¬4) فك الأسير، وما جرى مجرى ذلك. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) يظهر أن هذه الجملة فيها بتر أو تصحيف. ¶ (¬3) ليست في الأصل، والسياق يقتضيها. ¶ (¬4) بتر في الأصل بمقدار كلمة.",
            "page": "118",
            "part": "1",
            "seal": "5C15F841"
        },
        {
            "id": "116",
            "nass": "وإنما لم يجز تعليق البرء بزمان معلوم، لأن البرء لا يتبعض ولا تنـ (ـفـ) ـصل (¬1) أجزاؤه، [ص52] فيقع لكل جزء منه قسطه من الأجرة، وإنما هو منوط بارتفاع العلة (¬2) المؤثرة في الجسم، أو في العضو المؤلم، فإذا ارتفع التأثير خلفه البرء (¬3). ¶ وما كان هذا وصفه من الأعمال المستأجر عليها فلا جائز أن يعلق بأجل لما في ذلك من إبطال غرض المستأجر، وأكل ماله بالباطل. ¶ لأن غرض العليل البرء من علته، والبرء غير معلوم الكون فيعلق بزمان يكون فيه. ¶ وكذلك المستأجر على الحج، لا يكون حاجا كامل الحج إلا باستيفاء جميع مناسكه، كما أن الأسير لا ينفك من ذل الأسر بافتكاك بعضه. ¶ وفي تعليق معالجة العليل، وفك الأسير بالأجل إبطال لغرض المستـ (ـأ) جر (¬4) وإتلاف لماله من غير عوض يعتاضه منه، وهذا من أكل المال بالباطل. ¶ وقد قال الله عز وجل \"يا أيها الذين آمنوا لا تأكلوا أموالكم بينكم بالباطل\". ¶ ولم يختلف قول مالك وابن القاسم في أن هذه الإجارة إذا علقت بزمان أنها لا تجوز، إلا بشرط أن يكون للمستأجر فسخ ذلك متى شاء. ¶ فدل ذلك على أن الأجل لا يوجب حكما لم يكن واجبا قبله، وإذا كان كذلك فلا معنى لتعليق العمل به. ¶ وقد سئل مالك رحمه الله عن الطبيب يستأجر على البرء بالأجر المعلوم فقال: \"لا بأس بذلك\" (¬5) وهو شأن العلاج، يريد - والله أعلم - أن اشتراط البرء في معالجة ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) كتبت هذه الكلمة في الهامش بخط مغاير، لأن في الأصل بتر هنا. ¶ (¬3) هنا بتر قليل لكن معالم الكلمة لازالت ظاهرة. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) في المدونة (11/ 422) باب إجارة الأطباء: قال في الأطباء إذا استأجروا على العلاج فإنما هو على البرء، فإن برأ فله حقه وإلا فلا شيء له. اهـ.",
            "page": "119",
            "part": "1",
            "seal": "2A6391C5"
        },
        {
            "id": "117",
            "nass": "الطبيب هو سنة الإجارة في ذلك. ¶ ومثال المجهول الذي لا بد له من زمان يتعلق به: استئجار الظهير على الرضاع، والأجير على الخدمة المطلقة وعلى بيع السلع، وما كان في معناها. ¶ وإنما أوجب أن يكون ما هذا وصفه من الأعمال معلق بزمان معلوم، لأنه مجهول القدر معلوم (الـ .. ) (¬1) مع ( ... ) (¬2) المستأجر فوجب أن يعلق بزمان معلوم يحصر فيه قدره، ويكون ظرفا لاستيفاء [ص53] يؤ (دي) (¬3) إلى العلم به. ¶ كما كان الكيل ظرفا للمكيل يعلم به. ¶ وهذا ما لا أعلم فيه خلافا، أعني في أن العمل المجهول الذي هذا وصفه لا بد له من زمان معلوم يتعلق به، ولولا ذلك لتوى (¬4) عمل المستأجر وذهب عناؤه باطلا بلا عوض يعتاضه منه. ¶ فأما كل عمل مجهول القدر متعلق بغاية محدودة متوقعة الكون، فإنه لا يجوز أن يعلق بزمان معلوم، ويجوز أن يـ (ـقـ) ـتصر (¬5) به على الغا (ية) (¬6) التي هو متعلق بها. ¶ كتعليم القرآن فإن أغراض الناس مختلفة فيه، فمنهم من غرضه حفظه، ومنهم من غرضه حفظ بعضه، وكلا الأمرين سائغ فيه، لأن حفظ جميعه، إنما هو فرض على الكفاية ينوب فيه البعض عن الكل، لأنه أصل العلم. ¶ وطلب العلم فرض على الكفاية، فمن كان غرضه حفظه، جاز له أن يشارط ¶ ¬_________ ¶ (¬1) بتر في الأصل بمقدار كلمة. ¶ (¬2) بتر في الأصل بمقدار 3 أحرف. ¶ (¬3) ما بين القوسين به بتر، لكنه أصلح فوقه بخط مغاير. ¶ (¬4) أي ذهب، انظر اللسان (14/ 106). ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "120",
            "part": "1",
            "seal": "B33ADEF3"
        },
        {
            "id": "118",
            "nass": "على حفظه، ولا يعلق ذلك بزمان معلوم. ¶ قال مالك: وقد (سئل) (¬1) عن الرجل يجعل للرجل عشرين ديزا على أن يعلم ولده القرآن حتى يحذقه \"لا بأس بذلك\" ثم قال: \"القرآن أحق ما تُعلم أو قال: عُلم\". ¶ ومن كان غرضه حفظ ما تيسر منه حسن أن يعلق تعليم ذلك بأجل معلوم، لأن الأجل أحصر للعمل في ذلك وأعدل بين الفريقين، والله أعلم. ¶ وأما قول ابن القاسم: وأنا أرى أن يشترط أن يكحله كل يوم أو كل شهر بدرهم، إن ذلك جائز إذا لم ينقذه، فإن برأ قبل ذلك كان للطبيب من الأجر بحساب ما مضى من الشهر، إلا أن يكون صحيح العينين فاشترط عليه أن يكحله كل شهر بدرهم. ¶ فهذا لا بأس به. ¶ وإن اشترط النقد فيه فإنما هو مبني على الاحتياط وتحري العدل بين الفريقين. ¶ فأما القياس: فهو ما شرحناه من قول مـ (ـالـ) ـك (¬2). ¶ وتفر (يق) ابن القاسم بين الصحيح والسقيم في جواز تقديم الأجرة دليل على ذلك، ألا ترى أنه جوز لذي العين الصحـ (ـيحة) (¬3) من تقديم الأجرة [ص54] ما حظره على ذي العين العليلة، وإنما ذلك والله أعلم، لأن غرض (الـ ... ـع) في استئجار الطبيب لكحل عينيه استدامة الصحة بذلك، والكحل معلوم الكون مع بقاء المستأجرين ومقدار ما يكحله مجهول، لأنه معلق باجتهاد رأي الطبيب، فـ (ـلا) (¬4) بد من أجل يحصر فيه ويتعلق استيفاؤه به. ¶ ¬_________ ¶ (¬1) هذه الكلمة بها بتر قليل. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "121",
            "part": "1",
            "seal": "190316B0"
        },
        {
            "id": "119",
            "nass": "وإذا كان كذلك، دل على (أن عقد الإجارة في) (¬1) ذلك لازم لهما، وكل عقد يلزم المتعاقدين الوفاء به فتقديم الأجرة فيه جائز. ¶ فإنما غرض العليل: إنما هو البرء من علته، والبرء غير معلوم الكون فبطل أن يجوز تعليقه بزمان يكون فيه، فلو كان لضرب الأجل مدخل في معالجة العليل لجاز (تـ) ـقديم (¬2) الإجارة فيه، كما جاز ذلك في مشارطة الصحيح، والله أعلم. ¶ ¬_________ ¶ (¬1) أكلت الأرضة أسفل هذه الحروف، وبقيت أعلاها. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "122",
            "part": "1",
            "seal": "77E4E0DF"
        },
        {
            "id": "120",
            "nass": "ذكر خلافه له في كتاب المساقاة. ¶ 32 - مساقاة الجار جاره إذا غار ماؤه (¬1) ¶ \"قال ابن القاسم: سألت مالكا عن الرجل يكون له الحائط فيتغور (¬2) بئر (ها)، وله جار له بئر فيقول: أنا آخذ منك نخلك مساقاة على أن أسوق مائي إليها أسقيها به، فقال: لا بأس بذلك. ¶ قال: وسألناه عنها غير مرة فأجازها على وجه الضرورة. ¶ قال ابن القاسم: ولولا أن مالكا أجاز ذلك لكرهته\". (¬3) ¶ قال أبو عبيد: أصل المساقاة موضوع على الكفاية، فإ (ذ) ا (ك .. ا) (¬4) العامل رب الأصل ما عجز عنه من مؤنته جازت المساقاة فيه. ¶ ولذلك قال مالك: في الحائط يغور ماؤه ثم يعجز عنه صاحبه ولجاره فضل ماء، فسأله أن يساقيه على أن يسوق ماءه إليه أنه لا بأس بذلك. ¶ لأن الجار الذي له فضل الماء قد كان يلزمه أن يبيح له فضل مائه يسقي به حائطه، لأن النبي صلى الله عليه وسلم قال \"لا يمنع نقع بئر (¬5)، ¶ ¬_________ ¶ (¬1) هذا العنوان مني، وليس من المؤلف. ¶ (¬2) في الأصل: فيتهور، والصواب ما ذكرته. ¶ (¬3) المدونة (12/ 11). ¶ (¬4) بتر في الأصل بمقدار كلمة. ¶ (¬5) رواه مالك (1428) وعبد الرزاق (8/ 105) والبيهقي (6/ 152) عن أبي الرجال عن عمرة مرسلا. ¶ وقال البيهقي: هذا هو المحفوظ مرسل. ¶ وهو كما قال، وقد وصله آخرون فأخطأوا، فمن ذلك: وصله عبد الرحمن بن أبي الرجال عن أبيه عن عمرة عن عائشة، خرجه الحاكم (2/ 70) والبيهقي (6/ 152) وصححه الحاكم. ¶ ووصله محمد بن إسحاق عن أبي الرجال به خرجه أحمد (6/ 139 - 268) وابن أبي شيبة (4/ 352) وابن حبان (4955). ومحمد بن إسحاق مدلس وقد عنعن. ¶ ورواه صالح بن كيسان عن أبي الرجال عن عمرة عن عائشة، خرجه الطبراني في الأوسط (266). ¶ لكن شيخ الطبراني أحمد بن رشدين، وهو أحمد بن محمد بن الحجاج بن رشدين، كذبه أحمد بن صالح، كما في كامل (1/ 198)، ووثقه مسلمة كما في اللسان (1/ 257)، لكن مسلمة لا يعتمد لأنه متكلم فيه. ¶ وشيخه روح بن صلاح ضعيف كما في اللسان. ¶ ووصله سفيان الثوري عن أبي الرجال عن عمرة عن عائشة، خرجه البيهقي (6/ 152) من طريق عبد الرزاق عن سفيان به. ¶ وهذه الرواية خطأ في نظري، لأن الحديث في مصنف عبد الرزاق (8/ 105) عن الثوري عن أبي الرجال عن عمرة مرسلا، ومن طريق عبد الرزاق خرجه البيهقي، فلعل الوهم من شيخ البيهقي أو من فوقه. ¶ ورواه أبو أويس ثنا أبو الرجال عن عمرة عن عائشة. خرجه أحمد (6/ 112). ¶ وأبو أويس متكلم فيه. ¶ وخرجه أحمد (6/ 252) ثنا عبد الملك ثنا خارجة بن عبد الله عن أبي الرجال به. ¶ وخارجة مختلف فيه. ¶ لكن يغني عن هذا الحديث الحديث الذي بعده في المنع من بيع فضل الماء.",
            "page": "123",
            "part": "1",
            "seal": "C18ABF9F"
        },
        {
            "id": "121",
            "nass": "وهو الرهو (¬1) \" إنما توجه إلى كل مـ (ـن) (¬2) له فضل ماء يستغني عنه أنه (لا) (¬3) يجوز له أن يمنعه [ص37] ( ..... ) (¬4) إذ لا ضرر عليه فيه. ¶ لأن طبع الماء النابع إذا استقي أن يعود لوقته غيره، وكذلك قوله عليه السلام: \" لا يمنع فضل الماء ليمنع به الكلأ\" (¬5). ¶ ¬_________ ¶ (¬1) سقط في المخطوط وزدتها من بعض طرق الحديث، انظر سنن البيهقي (6/ 152). ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬4) بتر بنحو 3 كلمات. ¶ (¬5) رواه البخاري (2226 - 2227 - 6561) ومسلم (1566) والترمذي (1272) وابن ماجه (2/ 828) وأحمد (2/ 309 - 360 - 463 - 482 - 494) وابن الجارود (596) وابن حبان (4954) وأبو عوانة (5256 - 5258 - 5259) والبيهقي (6/ 151 - 152 - 155) وابن أبي شيبة (4/ 351) والحميدي (1124) وأبو يعلى (6257 - 6285) وعبد الرزاق (8/ 105) من طرق عن أبي هريرة.",
            "page": "124",
            "part": "1",
            "seal": "2B8A749E"
        },
        {
            "id": "122",
            "nass": "إنما توجه إلى أهل آبار البوادي التي احتفرت للمواشي في أن لا يمنعوا فضل مائها بعد ريهم، لأن منعهم يؤدي إلى منع أهل المواشي رعي الكلأ. ¶ فضرر من عاد ماؤه ويخشى ذهاب نخله أو ز (رعه) (¬1) أبلغ من هذا الضرر، فلما كان واجبا في الأصل قبل عقد السقيا أن يبيح له فضل مائه جاز له أن يساقيه على ذلك، لأن رب الحائط لم يشترط إلا ما هو لازم (له) (¬2) قبل عقد الشركة وبعده. ¶ وإذا كان كذلك فالمساقاة على ما هذا وصفه جائزة، وبالله التوفيق. ¶ وأما قول ابن القاسم: ولولا أن مالكا أجاز ذلك لكرهته، فإن كان إنما كرهه لأن الحق كان في خلافه عنده، فما وسعه أن يقلده فيه، كما لم يسعه ذلك في سائر ما خالفه فيه من مسائل هذا الكتاب، وإن كان إنما تمنى ذلك فليس بالأماني تعترض أقاويل العلماء (¬3)، والله الموفق للصواب. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور المعنى فيه. ¶ (¬2) ما بين القوسين به بتر، لكنه أصلح فوق البتر بخط مغاير. ¶ (¬3) لله درك!!",
            "page": "125",
            "part": "1",
            "seal": "59792745"
        },
        {
            "id": "123",
            "nass": "ذكر خلافه له في كتاب الشركة ¶ 33 - حكم الشركة في الطعام (¬1) (¬2) ¶ \" قال ابن القاسم: سألت مالكا عن الشركة بالحنطة يخرج هذا عشرة أرادب (¬3) ويخرج هذا مثلها، ثم يشتركان والحنطتان في الجودة سواء فقال: لا أرى الشركة جائزة فيما بينهما. ¶ قال ابن القاسم: وأنا أرى الشركة بالحنطة جائزة إذا اشتركا على الكيل، ولم يشتركا على القيمة وكانتا في الجودة سواء\". (¬4) ¶ قال أبو عبيد: هذه مسألة قد كفانا القاضي (¬5) إسماعيل (أبو) (¬6) إسحاق رحمه ¶ ¬_________ ¶ (¬1) قال ابن رشد في بداية المجتهد (2/ 190): المسألة الثالثة وأما الشركة بالطعام من صنف واحد، فأجازها ابن القاسم قياسا على إجماعهم على جوازها في الصنف الواحد من الذهب أو الفضة. ¶ ومنعها مالك في أحد قوليه، وهو المشهور بعدم المناجزة الذي يدخل فيه، إذ رأى أن الأصل هو أن لا يقاس على موضع الرخصة بالإجماع. ¶ وقد قيل إن وجه كراهية مالك لذلك أن الشركة تفتقر إلى الاستواء في القيمة، والبيع يفتقر إلى الاستواء في الكيل، فافتقرت الشركة بالطعامين من صنف واحد إلى استواء القيمة والكيل، وذلك لا يكاد يوجد. فكره مالك ذلك. ¶ ونقل ابن المواق في التاج والإكليل (5/ 125) قول مالك وابن القاسم. ¶ وانظر التمهيد (16/ 341 - 342) والكافي (391) ومواهب الجليل (4/ 487). ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) قال في القاموس (1/ 167): مكيال ضخم بمصر، أو يضم أربعة وعشرين صاعا (أو ست ويبات)، وانظر الصحاح (1/ 205) واللسان (1/ 416). ¶ (¬4) المدونة (12/ 58). ¶ (¬5) هو القاضي إسماعيل بن إسحاق بن إسماعيل أبو إسحاق (ت282، أو 284). ¶ انظر ترجمته في: ترتيب المدارك (4/ 276) والجرح والتعديل (2/ 158) وتاريخ بغداد (6/ 284) وتذكرة الحفاظ (2/ 665) وشجرة النور (65) وسير أعلام النبلاء (13/ 339) وغيرها كثير. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور المعنى فيه.",
            "page": "126",
            "part": "1",
            "seal": "29E818A6"
        },
        {
            "id": "124",
            "nass": "الله القول فيها، ونحن نورد كلامه في ذلك على نصه إن شاء الله. ¶ قال إسماعيل في كتابه المبسوط: \" إنما كره مالك رحمه الله [ص38] الشركة بالطعام وإن استويا في الكيل والجودة، ولم يصير ( ... ) (¬1) مثل الدنانير ولا مثل الدراهم، لأن الدنانير والدراهم الجملة فيها مستوية، لا فضل لشيء منها على شيء، إلا أن يكون شيء منها له فضيلة يختص بها على ما سواه. فذلك الذي لا يجوز به الشركة إذا ضم إلى ما ليس مثله. ¶ فأما جملة الدنانير والدراهم فإنما هي على الاستواء عند الناس. ¶ يدلك على ذلك: أن الرجل يشتري الحنطة وغيرها بالدنانير والدراهم، فيسمي سلعته (¬2) ولا يحتاج إلى أن يذكر صفتها، ولا أن تكون بأعيانها. ¶ وليس الطعام بهذه المنزلة، لأنه لا يجوز أن يشتري طعاما فلا يبيعه إلا أن يكون طعاما (بعـ) ـينه (¬3) أو على صفة موصوفة، فلما كان الطعام بهذه المنزلة، وكانت الشركة لا تجوز إلا على الاستواء في القيمة، كان الطعام ليس مما يجوز بعضه ببعض في البيع إلا على الاستواء في الكيل. ¶ وإن اختلفت قيمته وكانت الشركة لا تجوز إلا على الاستواء في القيمة، احتيج في الطعام إلى أن يستوي أمره في الشركة في الكيل والقيمة، وكان الاستواء في ذلك لا يكاد أن يجتمع فيه فكرهه. ¶ قال إسماعيل القاضي: \"فإن احتج محتج بأن الرجل إذا أتلف طعاما لرجل كان عليه مثل مكيلته، كما يكون عليه في الد (نانيـ) ـر (¬4) والدراهم إذا أتلفها. ¶ قيل له: إن الشيء إذا تلف فقد فات، وصار التلف أمرا يستقبل، فلأن يشبه ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، بمقدار 3 أحرف. ¶ (¬2) لا تظهر الكلمة جيدا، وربما تقرأ كما ذكرت. ¶ (¬3) سقط ما بين القوسين، وأصلح فوقه بخط مغاير. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور المعنى فيه.",
            "page": "127",
            "part": "1",
            "seal": "9B0D344D"
        },
        {
            "id": "125",
            "nass": "بالبيوع المستقبلة أولى من أن يشبه بما قد فات\". ¶ قال أبو عبيد: وكان شيخنا أبو بكر محمد بن عبد الله بن صالح الأبهري (¬1) ¶ أيده الله يقول: \" إن قول ابن القاسم في هذه المسألة أقيس\" وكان يشبه الشركة بالبيع. ¶ قال: \" فكما جاز بيع الطعام بالطعام إذا استويا في الكيل، وإن اختلفا في القيمة، فكذلك تجوز الشركة فيـ (ـه) (¬2) [ص59] ( ... ) (¬3) إذا استوى كيل الطعامين. ¶ وإذا اختلفا في القيمة يكون الكيل على المساواة والقيمة على التفاوت. ¶ قال أبو عبيد: وتشبيهه الشركة بالبيع في هذا الموضع غلط. ¶ لأن الشركة تقتضي لها المماثلة (مـ) ـن (¬4) جميع جهاتها، من جهة الوزن ومن جهة القيمة. ¶ ألا ترى أن الشركة بالـ (ـذ) هبين (¬5) إذا كانت إحداهما أجود من صاحبتها أو أعلى قيمة، (لا) (¬6) تجوز، وإن كان اسم الذهب (¬7) واقعا عليهما ومعناه موجودا فيهما. ¶ فكذلك الشركة بالطعامين لا تجوز وإن استويا في الكيل. ¶ لأن المماثلة من جهة القيمة مفتقر إليها في الشركة. ¶ ¬_________ ¶ (¬1) وهو القاضي أبو بكر محمد بن عبد الله بن محمد بن صالح التميمي الأبهري (ت 375). ¶ انظر ترجمته في سير أعلام النبلاء (16/ 332) وطبقات الفقهاء للشيرازي (168) والشذرات (2/ 8) والديباج (1/ 257) وتاريخ بغداد (5/ 462) وترتيب المدارك (4/ 466) وشجرة النور (91) وغيرها. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور المعنى فيه. ¶ (¬3) بتر في الأصل بمقدار حرفين. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) ما بين القوسين به بتر، وأتممته اعتمادا على السياق. ¶ (¬7) بهذه الكلمة بتر، لكن بقي ما يدل عليها.",
            "page": "128",
            "part": "1",
            "seal": "CD28B631"
        },
        {
            "id": "126",
            "nass": "والبيع فبخلاف ذلك، لأن بيع البر بالشعير وبالسلت جائز عند مالك وابن القاسم، والشركة بذلك عندهما لا تجوز. ¶ فلولا أن القيمة معتبـ (ـرة) (¬1) في الأعيان المشترك فيها لكان لا فرق بين البر والسلت في تجويز الشركة بهما، كما لم يكن بينهما فرق في البيع. ¶ فدل على فساد القول بتشبيه الشركة بالبيع، والله الموفق للصواب برحمته. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "129",
            "part": "1",
            "seal": "CA7DEBB6"
        },
        {
            "id": "127",
            "nass": "ذكر خلافه له في كتاب الرهون: ¶ 34 - اختلاف المتبايعين في الأجل (¬1) (¬2) ¶ \"قال ابن القاسم: قال مالك في الرجل يبيع من الرجل السلعة فتفوت عنده، فيقتضيه البائع ثمنها فيقول المبتاع: ثمنها إلى أجل كذا، ويقول البائع: ثمنها حال، أنه إذا ادعى أجلا قريبا لا يستنكر، رأيته مصدقا، وإن ادعى أجلا بعيدا لم يقبل قوله. ¶ وقال ابن القاسم: لا يصدق المبتاع في الأجل ويؤخذ بما أقر به من المال حالا، إلا أن يكون أقر بأكثر مما ادعاه البائع، فلا يكون للبائع إلا ما ادعى\". (¬3) ¶ قال أبو عبيد: (وقـ) ـد (¬4) روى ابن وهب وابن نافع وابن أبي أويس عن مالك أنه ¶ ¬_________ ¶ (¬1) قال ابن عبد البر في التمهيد (24/ 298 - 299): ولو اختلف المتبايعان في الأجل، فقال البائع: حال. وقال المشتري: إلى شهر. ¶ فإن لم يتقابضا تحالفا وترادا. ¶ وإن قبض المشتري السلعة، فالقول قوله مع يمينه، على رواية ابن وهب. ¶ وروى ابن القاسم أنهما يتحالفان، إن كانت السلعة قائمة عند البائع أو عند المشتري. ¶ وإن فاتت، فالقول قول المشتري مع يمينه، إلا أن يكون للناس عرف وعادة في تلك السلعة في شرائها بالنقد والأجل فلا يكون لواحد منهما قوله، ويحملان على عرف الناس في تلك السلعة، ويكون القول قول من ادعى العرف. ¶ هذا كله مذهب مالك والليث بن سعد. ¶ وقال الشافعي وعبيد الله بن الحسن: الاختلاف في الأجل كالاختلاف في الثمن، والقول في ذلك واحد. ¶ وقال أبو حنيفة: إذا قال البائع هو حال وقال المشتري إلى شهر فالقول قول البائع مع يمينه، وكذلك إذا قال البائع: إلى شهر. وقال المشتري: إلى شهرين. وهو قول الثوري. انتهى. ¶ وانظر مواهب الجليل (4/ 509). ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) المدونة (14/ 308). ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "130",
            "part": "1",
            "seal": "6C7F75AB"
        },
        {
            "id": "128",
            "nass": "قال في المتبايعين إذا اختلفا في الثمن، فقال البائع: بعتك بالنقد وقـ (ـال) (¬1) المبتاع: ابتعت منك [ص60] إلى أجل، إنه إن كانت السلعة قد وصلت إلى (¬2) المبتاع وبان بها، فالقول قوله بيمينه، وإن كان لم يبن بها، ولا قبضها فالقول قول البائع مع يمينه، والمبتاع بالخيار إن شاء أخذ المبيع بما قال البائع، وإلا حلف بالله ما ابتاعها إلا بما قال وبرئ منها. ¶ وإنما (اجـ) ـتلبت (¬3) هذه الرواية، وإن كانت موافقة لرواية ابن القاسم ( ... ) (¬4) لاختلافهم في السبب الموجب لتقوية قول المبتاع في ثمن المبيع وتبدئته باليمين فيه، لأن السبب الموجب لذلك في رواية ابن القاسم القبض مع مقارنة الفوات. ¶ وفي رواية ابن وهب وابن نافع بمجرد القبض دون أن يقترن إليه شيء، وهو الصحيح الذي يوجبه النظر ويقتضيه القياس على أصول مالك. ¶ وإنما وجب أن يكون القول قول المبتاع في ذلك إذا قبض المبيع وصار في يديه، لأن البائع قد رضي بذمته حين دفعه إليه وائتمنه عليه بغير إشهاد ولا ارتهان. ¶ وقد دل على ذلك القرآن، قال الله عز وجل \"فإن أمن بعضكم بعضا فليؤد الذي أؤتمن أمانته وليتق الله ربه ولا يبخس منه شيئا\". ¶ فسماه مؤتمنا حين لم يشهد عليه ووعظه في أداء أمانته. ¶ وكل موعوظ في أداء ما أؤتمن عليه، فالقول فيه قوله مع يمينه. ¶ يدل على ذلك قوله تعالى \"ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن إن كن يومن بالله واليوم الآخر\". ¶ فوعظهن فيما ائتمنهن عليه من الحيض والحمل، لما كان القول فيه قولهن. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) \"إلى\" غير واضحة تماما. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) بتر في الأصل بمقدار كلمة.",
            "page": "131",
            "part": "1",
            "seal": "726A50AA"
        },
        {
            "id": "129",
            "nass": "ودليل آخر هو اتفاق الجميع على أن متداعيين لو تداعيا شيئا هو في يد أحدهما أن صاحب اليد منهما أولى بما في يديه ممن لا يد له عليه، وإن كان قد شاركه في مثل دعواه. ¶ وإذا كان الأمر على مثل ما وصفنا وجب (¬1) أن يكون حكم المتداعيين فيما قدمت ذكره حكمهما و ( ... ) (¬2) الجامع بينهما قوة (الـ) ـسبب (¬3) وإنما يكون القول قول المبتاع في ذلك عندي [ص61] (¬4) إذا كان المبيع مثلـ (ـه) (¬5) يباع بالدين وبالنقد، فإذا كان الأغلب من حاله النقد، وكان بيعه بالدين نادرا، فالقول في ذلك قول البائع، لأن العرف يصدقه وينافي قول خصمه. ¶ والعرف عند مالك وابن القاسم وجميع العلماء إلا من شذ ممن لا يعد (خـ) ـلافه (¬6) خلافا، أصل يرجع إليه (¬7)، ويحمل أهل كل بلد عليه، ألا ترى أنهم يرجعون جميعا إلى العرف في صفة الأثمان إذا وقع التنازع بين المتبايعين فيها، وكذلك في مقدار الحمولة والمعاليق والسير في السفر، يحمل الجميع على المتعارف من ذلك عند وقوع التنازع فيه. ¶ وإذا كان كذلك، وكان المبيع مما مثله يباع بالنقد وبالدين وجب أن يراعى فيه قوة سبب المتداعيين كما يراعى ذلك عند اختلافهما في صفة الثمن إذا ادعى أحدهما دراهم قطعا، وادعى خصمه صحاحا، ولم يكن هناك عرف يحملون ¶ ¬_________ ¶ (¬1) تكررت هذه الكلمة في الأصل. ¶ (¬2) بتر في الأصل بمقدار كلمتين. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) تكررت عندي في الأصل. ¶ (¬5) ما بين القوسين به طمس بسبب الرطوبة، وأتممته لظهور معناه. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) انظر المهذب في أصول الفقه المقارن (3/ 1021) لعبد الكريم النملة، وحكى فيه الخلاف في الاحتجاج به.",
            "page": "132",
            "part": "1",
            "seal": "3DE40D22"
        },
        {
            "id": "130",
            "nass": "عليه، إن القول في ذلك عند ابن القاسم ومالك جميعا قول من قوي سببه بكون المبيع بيده. ¶ لأن الأجل والنقد صفة للثمن، لأنك تقول: درهم معجل ودرهم مؤجل، فتصفه بالتعجيل والتأجيل، كما تصفه بالصحة والتقطيع ولا فرق بين الـ (ـصـ) ـفتين (¬1)، والله أعلم. ¶ وأما وجه قول ابن القاسم في المبتاع أنه لا يصدق في الأجل، ويؤخذ بما أقر به من المال حالا فلأن الأصل في البيوع النقد، والأجل طارئ عليه، ومن ادعى خلاف الأصل لم يصدق. ¶ ويحتمل أن يفرق على قول ابن القاسم بين الثمن والأجل في ذلك، بأن يقال: إن عقد البيع مفتقر إلى ثمن إذ لا جائز أن يوجد اسم البيع واقعا على مبيع إلا والثمن مقترن ( ... ) (¬2) (إ) ذا (¬3) تقارا على ثمن ما، واختلفا في مبلغه وصفته، وأتى كل واحد منهما بما يشبه أن يكون ثمنا للمبيع وصفة للثمن، ولـ (ـم) (¬4) يكن هناك عرف [ص62] يحتمل عليه، إن القول في ذلك قول من قوي سببه بكون المبيع في يد (هـ) وازن ذلك اتفاق المتبايعين واختلافهما في نهايته. ¶ لأن المبيع لا بد له من ثمن، فوازن ذلك الثمن إذا اختلف المتبايعان في مبلغه اتفاقهما على الأجل واختلافهما في نهايـ (ـتـ) ـه (¬5). ¶ فأما إذا نفى أحد المتبايعين الأجل، وأثبته الآخر فالقول قول النافي، لأن العقد في الأصل بريء من الأجل حتى يثبت اشتراطه فيه، والبياعات قد تخلو من الآجال، ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) بتر في الأصل بمقدار كلمة. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "133",
            "part": "1",
            "seal": "F3A50551"
        },
        {
            "id": "131",
            "nass": "فلا يكون ذلك قدحا فيها ولا مزيلا لاسم البيع عنها. ¶ وأما الثمن فخلاف ذلك، لأن عقد البيع لا يجوز أن يخلو منه. ¶ وكلا القولين له وجه سائغ في النظر، على أن قول مالك في ذلك عندي أولى بالصواب، إذا كان المبيع مما يباع مثله بالنقد والدين على ما بيناه، فاعلمه، وبالله التوفيق.",
            "page": "134",
            "part": "1",
            "seal": "56F974B1"
        },
        {
            "id": "132",
            "nass": "ذكر خلافه له في كتاب الصلح ¶ 35 - من اختلط له دينار بمائة ديز لغيره (¬1) ¶ \"قال ابن القاسم: بلغني عن مالك أنه قال فيمن اختلط له دينار بمائة ديز لغيره أنه يكون شريكا له إن ضاع منها شيء بجزء من مائة جزء وجزء. ¶ قال ابن القاسم: وأنا أرى أن لصاحب المائة تسعة وتسعين ديزا ويقسـ (ـم) (¬2) صاحب (المائة) (¬3) وصاحب الدينار الديز الباقي نصفين، لأنه لا يشك أحد، أن تسعة وتسعين منها لصاحب المائة، وكيف يدخل صاحب الدينار فيما يستيقن أنه لا شيء له فيه. وكذلك بلغني عن عبد العزيز بن أبي سلمة\". (¬4) ¶ قال أبو عبيد: أما قول مالك أنه يكون شريكا بجزء من مائة جزء وجزء، فلأن الدينار لما اختلط بالمائة، وصار في كليتها ولم يتميز عينه منها وجب أن يكون شـ (ـر) يكا (¬5) له إذا لم يكن متعديا بخلطه. ¶ (أما إذا) (¬6) كان شريكا (.) (¬7) له فلا خلاف بين مالك وابن القاسم في أن ما ضاع من المال [ص63] (المشـ) ـترك (¬8) فيه بعد خلطه الدينار للشريكين على عدد الأجزاء التي اشتركا بها في المال. ¶ وإذا كان كذلك، وجب أن تكون مصيبة الدينار بينهما على عدد الأجزاء التي ¶ ¬_________ ¶ (¬1) هذا العنوان مني، وليس من المؤلف. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬4) المدونة (11/ 399). ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) ما بين القوسين به بتر، وأتممته اعتمادا على السياق. ¶ (¬7) بتر في الأصل بمقدار حرف أو حرفين. ¶ (¬8) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "135",
            "part": "1",
            "seal": "75B65EEF"
        },
        {
            "id": "133",
            "nass": "صارا بها شريكين، لأنها شبهة شركة، (و) شبهة كل عقد مردودة إلى صحيحه. ¶ وهذه جملة لا خلاف فيها بين (مالك) (¬1) وابن القاسم، والله أعلم. ¶ وأما قول ابن القاسم وأنا أرى لصاحب (المـ) ـائة (¬2) تسعة وتسعين ديزا، ويقسم صاحب المائة وصاحب الديز الدينار (البـ) ـاقي (¬3) نصفين، فقد احتج لمذهبه في ذلك بما لا مزيد عليه فيه. ¶ سوى (أنه) (¬4) لا خلاف بين مالك وابن القاسم في أن صاحب الدينار شريك لصاحب المائة (¬5). ¶ وسنة الشركة تقتضي أن يكون ما لكل واحد من الشريكين شائعا في الما (ل) (¬6) المشترك فيه على قدر الأجزاء التي صارا فيها شريكين. ¶ وكلا القولين له وجه سائغ في النظر، غير أن قول مالك أعلى القولين عندي، والله أعلم. ¶ ¬_________ ¶ (¬1) طمس في الأصل بسبب الرطوبة، وأتممته اعتمادا على السياق. ¶ (¬2) ما بين القوسين فيه بياض بسبب الرطوبة، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬5) لا تظهر الكلمة بسبب الرطوبة والإصلاح. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "136",
            "part": "1",
            "seal": "5905D6DE"
        },
        {
            "id": "134",
            "nass": "ذكر خلافه له في كتاب الشفعة والقسمة ¶ 36 - قسمة ما لا ينقسم كالبيت الصغير ونحوه (¬1) (¬2) ¶ \"قال ابن القاسم: قلت لمالك أرأيت البيت إذا قسم بين أهله لم يكن (من) (¬3) نصيب أحدهم ما ينتفع به أيقسم؟ قال: نعم، لأن الله تعالى يقول في كتابه \"مِمَّا قَلَّ منه أو كَثُرَ نصيبا مفروضاً\". ¶ ¬_________ ¶ (¬1) قال ابن عبد البر في الكافي (436): واختلف عن مالك في الشفعة في الحمامات، وفيما لا يحتمل القسمة أو يحتملها هي ضرر أحد المتقاسمين من صغار الحوانيت والدور والبيوت وسائر الرباع. ¶ والأشهر عن مالك إيجابه الشفعة في الحمام وفي ذلك كله، وهو الصحيح على أصله، لأنه لم يختلف قوله في وجوب قسمة ذلك كله صغيرا كان أو كبيرا، كان في قسمة ذلك ضرر على أحد المتقاسمين أو لم يكن. ¶ وقال بقول مالك في ذلك طائفة من أصحابه. ¶ وطائفة منهم تأبى ذلك، وهو مذهب ابن القاسم. ¶ وعلى مذهب ابن القاسم في إبايته من قسمة ما يدخله الضرر على أحدهما لا يجب في ذلك شفعة، لأنه يبطل الحمام بقسمته فلا يكون حماما. وقوله في النخلة بين الرجلين ببيع أحدهما حصته منها انه لا شفعة فيها، لأنها لا تنقسم وأكثر أصحاب مالك يرون فيه الشفعة في ذلك، ويدخل في الأصول التي ذكرنا: عيون الماء المبيعة مع الأرض والبئر كذلك. انتهى. ¶ وقال ابن قدامة المقدسي في المغني (5/ 181): الشرط الثالث: أن يكون المبيع مما يمكن قسمته، فأما ما لا يمكن قسمته من العقار كالحمام الصغير والرحى الصغيرة والعضادة والطريق الضيقة والعراص الضيقة فعن أحمد فيها روايتان: ¶ أحداهما: لا شفعة فيه، وبه قال يحيى بن سعيد وربيعة والشافعي. ¶ والثانية: فيها الشفعة وهو قول أبي حنيفة والثوري وابن سريج وعن مالك كالروايتين. ¶ وراجع التاج والإكليل (5/ 315) ومواهب الجليل (5/ 320) والتمهيد (7/ 51) وبداية المجتهد (2/ 194). ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) بتر في الأصل، وأتممته اعتمادا على السياق.",
            "page": "137",
            "part": "1",
            "seal": "9534F0F5"
        },
        {
            "id": "135",
            "nass": "قلت: ويكون لصاحب هذ (ا) (¬1) النصيب القليل الذي لا يقدر أن يسكنه أن يرتفق من الساحة بمثل ما يرتفق به الكثير النصيب. ¶ فقال: إن سكن معهم فله أن يرتفق وإن لم يسكن معهم وأراد أن يرتفق بالساحة، وهو ساكن في دار أخرى فإن ذلك له. ¶ (قال) (¬2) ابن القاسم: وأنا أرى أن كل ما لا ينقسم من الدور والمنازل والأر (ضـ) ين (¬3) والحمامات وغير ذلك مما يكون في قسمته ضرر (و) لا (يـ) ـكون (¬4) فيما يقسم [ص64] منه منتفع أن يباع ويفسخ ثمنه ولا شفعة فيه، لأن رسول الله صلى الله عليه وسلم قال \"لا ضرر ولا ضرار\" (¬5) (¬6). ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) المدونة (14/ 518). ¶ (¬6) ورد هذا الحديث من حديث ابن عباس وجابر وعبادة وأبي هريرة وأبي سعيد وعائشة وثعلبة وأبي لبابة. ¶ وكل طرقه لا تخلو من ضعف، وهذا تفصيل الكلام فيها: ¶ 1 - حديث ابن عباس: ¶ ورد عنه من طرق منها: عن جابر الجعفي عن عكرمة، خرجه ابن ماجه (2341) وأحمد (1/ 313) والطبراني في الكبير (11/ 302) والأوسط (3777). ¶ وجابر الجعفي متروك. ¶ لكن تابعه داود بن الحصين عن عكرمة به، خرجه الدارقطني (4/ 228) وأبو يعلى (2520). ¶ لكن داود بن حصين متكلم في حديثه عن عكرمة. ¶ والذي رواه عنه هو إبراهيم بن إسماعيل وهو ابن أبي حبيبة ضعيف. ¶ وتابعه سعيد بن أبي أيوب عند الطبراني في الكبير (11/ 228). ¶ لكنه سند باطل، شيخ الطبراني أحمد بن رشدين اتهم، وشيخه روح بن صلاح ضعيف. ¶ وتابع داود بن الحصين: سماك عن عكرمة به، خرجه ابن أبي شيبة كما في نصب الراية (4/ 384). ¶ وسماك متكلم فيه، وخصوصا في روايته عن عكرمة. ¶ 2 - وأما حديث جابر، فرواه الطبراني في الأوسط (5193) من طريق ابن إسحاق عن محمد بن يحيى بن حبان عن عمه واسع بن حبان عن جابر. ¶ لكن فيه ابن إسحاق مدلس وقد عنعنه، وكذا اضطرب فيه، فرواه عن محمد به، لكنه قال عن أبي لبابة، وسيأتي قريبا. ¶ 3 - وأما حديث عبادة، فرواه ابن ماجه (2340) وأحمد (5/ 326) والبيهقي (6/ 156). ¶ لكنه منقطع بين إسحاق بن يحيى بن الوليد بن عبادة وجده عبادة. وإسحاق لم يوثقه غير ابن حبان. ¶ 4 - وأما طريق أبي هريرة، فرواه الدارقطني (4/ 228) من طريق أبي بكر بن عياش أراه قال عن ابن عطاء عن أبيه عنه. ¶ وعلاوة على الشك الذي في الحديث فابن عطاء هو يعقوب بن عطاء بن أبي رباح ضعيف. ¶ 5 - وأما حديث أبي سعيد، فرواه الدارقطني (3/ 77 - 4/ 227 - 228) والبيهقي (6/ 69) والحاكم (2345) من طريق عثمان بن محمد عن الدراوردي عن عمرو بن يحيى المازني عن أبيه عن أبي سعيد، فوصله. ¶ لكن عثمان هذا هو محمد بن عثمان بن ربيعة الرأي ضعيف، كما في لسان الميزان. ¶ وتابعه عبد الملك بن معاذ النصيبي، رواه ابن عبد البر في التمهيد (20/ 159). ¶ قال ابن القطان في بيان الوهم والإيهام (5/ 103): وعبد الملك هذا لا تعرف له حال، ولا أعرف من ذكره. ¶ ورواه مالك (1429) وعنه البيهقي (6/ 157 - 10/ 133) عن عمرو بن يحيى المازني عن أبيه مرسلا. ¶ وهذا هو الصحيح فيه من هذه الطريق. ¶ 6 - وأما حديث عائشة فورد عنها من طرق: ¶ الأولى عند الدارقطني (4/ 227)، وفيها الواقدي متروك، والثانية عند الطبراني في الأوسط (1033). لكن فيها أبو بكر بن أبي سيرة رموه بالوضع، والثالثة عند الطبراني في الكبير (11/ 228) والأوسط (268)، لكن فيه أحمد بن رشدين كذب، وشيخه روح بن صلاح ضعيف. ¶ 7 - وأما حديث ثعلبة فرواه الطبراني في الكبير (2/ 86) من طريق إسحاق بن إبراهيم مولى مزينة عن صفوان بن سليم عنه، وإسحاق هذا ضعيف. ¶ 8 - وأما حديث أبي لبابة، فرواه أبو داود في المراسيل (207). ¶ لكن فيه محمد بن إسحاق، وقد عنعنه، واضطرب فيه كما تقدم. ¶ والحديث حسنه النووي في الأربعين، وابن الصلاح وصححه الشافعي، كما في خلاصة البدر المنير (2/ 438). ¶ وقال العلائي: للحديث شواهد ينتهي مجموعها إلى درجة الصحيح أو الحسن المحتج به. ¶ وقال ابن حزم: لا يصح.",
            "page": "138",
            "part": "1",
            "seal": "DFE83B3A"
        },
        {
            "id": "137",
            "nass": "قال أبو عبيد: قد اعتصم مالك رحمه الله في ذلك بظاهر كتاب الله عز وجل وفيه الحجة البالغة. ¶ قال الله تعالى: \"للرجال نصيب مما ترك الوالدان والأقربون وللنساء نصيب مما ترك الوالدان والأقربون مما قل منه أو كثر نصيبا مفروضا\". ¶ وهذا على عمومه في كل ما يتركه الميت من قليل أو كثير، نصيب الوارث واجب في عينه إلا ما قام الدليل عليه، مما لا يجوز أن يقسم نحو العبد والبئر والعين وفحل النخل ومـ (ـا) (¬1) كان في معنى المذكور. ¶ بدلالة قول النبي عليه السلام: \"الشفعة فيما لم يقسم فإذا وقعت الحدود فلا شفعة\" (¬2). ¶ لأن قوله عليه السلام: \"فإذا وقعت الحدود\" يدل على أن الشفعة لا تكون إلا فيما يتأتى إيقاع الحد فيه، ولا يجوز أن يوقع الحد إلا في أصل لا يغير القسم خلقته الطبيعية. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) رواه البخاري (2099 - 2138 - 2363 - 6575) وأبو داود (3514) وابن ماجه (2499) وأحمد (3/ 296) وابن الجارود (643) وابن حبان (5184 - 5186 - 5187) والبيهقي (6/ 102) والدارقطني (4/ 232) وعبد الرزاق (8/ 79) والطحاوي (4/ 122) عن معمر عن الزهري عن أبي سلمة عن جابر. ¶ ورواه مسلم (1608) وأبو داود (3513) والنسائي (4701) والدارمي (2628) والدارقطني (4/ 224) وغيرهم من طريق أبي الزبير عن جابر.",
            "page": "140",
            "part": "1",
            "seal": "7E38F386"
        },
        {
            "id": "138",
            "nass": "وما كان هذا وصفه فقسمه واجب ومجبور عليه من ا (مـ) ـتنع (¬1) من أهله منه، وإن أدى ذلك إلى انتقاص قيمة المقسوم، لأ (ن) (¬2) ذلك إذا كان، فإنما هو نادر، والحكم إنما يتعلق بالأغلب من حال المحكوم فيه. ¶ فأما كل أصل يغير القسم خلقته ويبطل منفعته (نـ) ـحو (¬3) العبد والبئر وفحل النخل وما كان في معنى هذه، فلا جائز أن يقسم لأن في قسمتها تغييرا لخلقتها وإبطالا لمنفعتها. ¶ وهذه من إضاعة ا (لمـ) ـال (¬4) وقد نهى رسول الله صلى الله عليه وسلم عن ذلك (¬5). ¶ فيستحيل أن يأمر عليه السلام بفعل ما (يـ) ـؤدي إلى استباحة ما قد نهى عنه، واللـ (ـه أعلم) (¬6). ¶ وأما قوله: (إن) (¬7) لصاحب القليل النصيب أن يرتفق من الساحة بمثل ما يرتفق [ص65] (لصا) حب (¬8) النصيب الكثير، فلأن الساحة إنما أقرت مرتفقا لأهلها، والارتفاق متباين فيه أهله. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) روى البخاري (1407 - 2277 - 5630 - 6108 - 6862) ومسلم (593) وابن حبان (5719 - 5555 - 5556) وغيرهم عن المغيرة بن شعبة قال قال النبي صلى الله عليه وسلم: إن الله حرم عليكم عقوق الأمهات ووأد البنات ومنع وهات، وكره لكم قيل وقال وكثرة السؤال وإضاعة المال. ¶ ورواه مسلم (1715) وغيره عن أبي هريرة بلفظ آخر، وفيه: ويكره لكم قيل وقال وكثرة السؤال وإضاعة المال. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬8) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "141",
            "part": "1",
            "seal": "943ED80C"
        },
        {
            "id": "139",
            "nass": "وإذا كان كذلك، فأسعدهم بمرافق الساحة أكثرهم حاجة إليها ما لم يؤدي ذلك إلى إبطال مرافق من يشركه فيها، والله أعلم. ¶ وأما وجه قول ابن القاسم: وأنا أرى أن كل ما لا ينقسم من الدور والأرضين والحمامات والمنازل وغير ذلك مما يكون في قسمته الضرر، ولا يكون فيما يقسم منه منتفع: أن يباع ويقسم ثمنه، لأن النبي عليه السلام قال: \"لا ضرر ولا ضرار\" فإنما هو مبني على الاستحسان. ¶ لأن الحمام إذا قسم استحال أن يكون حماما، وكذلك الدار الصغيرة، والحقل الصغير، إذا قسما تبطل عليهم منافعهما وانتقص ثمنهما، كما ينتقص ثمن الثوب وسائـ (ـر) (¬1) العروض إذا قسمت، ويبطل عظم منافعها. ¶ فكان بيع ما هذا وصفه من الأصول وإلحاقه بحكم العروض أولى من قسمته. ¶ قال أبو عبيد: وهذا المعنى مدخول، لأن الحمام والدار الصغيرة وما كان في معناهما في الأصول التي سن القسم فيها بين أهلها، وأجمع العلـ (ـما) ء (¬2) على إجبار من أبى منهم إذا دعا إليه بعضهم. ¶ والعروض فخلاف ذلك. ¶ لأن النص لم يشتمل عليها ولا على شيء مما هو في معناها. ¶ ألا (ترى) (¬3) أن قول النبي عليه السلام \"الشفعة فيما لم يقسم، فإذا وقعت الحدود فلا شفعة\"، فدل على أن لا مقسوم على وجه التحديد والتعليل والاقتـ (ـرا) ع (¬4) سوى أصل يتأتى إيقاع الحدود فيه. ¶ والحمام والدار الصغير (ة) وما جرى مجراهما من الأصول التي يتأتى فيها ذلك، ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) بتر في الأصل، وأتممته اعتمادا على ما بقي من حروفها. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "142",
            "part": "1",
            "seal": "16BF5A4E"
        },
        {
            "id": "140",
            "nass": "لأن الحمام إنما ( ... ) (¬1) للدار ذات البيوت من أجل التسخين (والتسـ .. ) (¬2) فليس بخلقة ( ... ) (¬3) فيها. ¶ لأنه قد يرتفع بارتفاع نية المستحق عن تسخـ (ـينـ) ـها أو ثبوتها على حالها [ص66] لم تتغير في ذاتها، كما تتغير عين العبد، وفحل النخل وسائر ما لا يجوز قسمته. ¶ لأن من سنتها أن تقسم، والقسم لا يغير خلقتها، كما يغير ذلك ما لم يستن القسم فيها (لـ) ـما (¬4) قدمنا ذكره. ¶ وإن وجد شيء مما هذا وصفه يغير القسم خلقته ويبـ (ـطـ) ـل (¬5) منفعته، ولن يوجد، فإنما هو نادر، والحكم معلق بالأغلب من حال المحكوم فيه. ¶ وكل ما لا تلزم قسمته فلا شفعة فيه، لأن الشفعة لا تكون إلا في أصل يتأتى إيقاع الحدود فيه، بدلالة قول النبي عليه السلام \"الشفعة فيما لم يقسم فإذا وقعت الحدود فلا شفعة\". ¶ فعلق الشفعة بما لم يقسم مما يمكن إيقاع الحدود فيه. ¶ وكل ما لا يجوز قسمته فجائز أن يقسمه أهله على التراضي بينهم، وكل مقسو (م) (¬6) على التراضي فالاقتراع عليه غير جائز، لأنه غرر وقمار، إذ قد يجوز أن يقع لكل واحـ (ـد) (¬7) منهم ما لم يرض به، وإنما قسمة التراضي بمنزلة البيع يحلها ما يحل البيع، ويحرمها ما يحرم البيع، ويجوز التشافع فيه، كما يجوز في البيع. والله أعلم. ¶ ¬_________ ¶ (¬1) بتر في الأصل بمقدار كلمتين. ¶ (¬2) بتر في الأصل بمقدار كلمة، ولا يظهر إلا ما ذكرت. ¶ (¬3) بتر في الأصل بمقدار كلمة. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "143",
            "part": "1",
            "seal": "54438BA8"
        },
        {
            "id": "141",
            "nass": "وأما احتجاجه بقول النبي صلى الله عليه وسلم \"لا ضرر ولا ضرار\" فهو مـ (ـن و) ضع (¬1) الشيء في غير موضعه. ¶ لأن هذا الحديث إنما توجه إلى كل ضرر ( ... ) (¬2) لغير القائم به حق يوجب له استدامته. ¶ ألا ترى: لو أن رجلا ذهب ليتسع في هواء منزله، وذلك ضرر على جيرانه، لما كان لهم (منـ) ـعه (¬3) (من) (¬4) ذلك وإن أضر بهم، في قول مالك وابن القاسم معا، من أجل ما تعلق به ( ... ) (¬5) بشيء يؤدي إلى الإضرار بغيره مما لا مندوحة له عنه، فلا (جـ) ـائز أن يمنع منه. ¶ فالبيت والدار الصغيرة وما جرى مجراهما مما قد تعلق (مـ) ـريد القسم فيها (حقه) (¬6) فأسوأ أحواله ألا يعارض في مراده، وإن (كا) ن (¬7) حكمه حكم الجا (ر) الذ (ي) (¬8) يضر بجيرانه اتساعه في هواء منزله. [ص67] ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) بتر في الأصل بمقدار 6 حروف. ¶ (¬3) ما بين القوسين به طمس، وأتممته على ما ظهر لي. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) بتر في الأصل بمقدار كلمة. ¶ (¬6) بتر في الأصل، لكن تظهر أعلى حروف الكلمة. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬8) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "144",
            "part": "1",
            "seal": "C31409D2"
        },
        {
            "id": "142",
            "nass": "ذكر خلافه له في كتاب المديان ¶ 37 - رجل ابتاع دينا على رجل لكن بين المشتري وبين المدين عداوة (¬1) ¶ \"قال: وسمعت مالكا وسئل عن رجل ابتاع دينا على رجل، وقد كان بين المشتري وبين الذي عليه الدين عداوة، قال: إن علم (أنه) (¬2) إنما أراد بذلك ضرره وعنته وتعبه فلا أرى أن يمكن من ذلك. ¶ قال ابن القا (سـ) ـم (¬3): إذا علم أنه إنما أراد ضرره لم يجز ذلك البيع ورد\". (¬4) ¶ قال أبو عبيد: أجمل مالك رحمه الله الجواب في قوله: فلا أرى أن يمكن من ذلك، اكتفى بفهم السائل بأن ما لا يجوز أن يمكن من فعله إذا وقع فواجب أن يفسخ. ¶ وقد فسر ابن أبي أويس ذلك في روايته عنه، قال ابن أبي أويس في كتاب \"المبسوط\": ¶ \"قيل لمالك أرأيت إن كان الذي اشترى الدين قد عرف بينه وبين الذي هو عليه (عـ) ـداوة (¬5)، وأنه إنما أراد بذلك تعنيته والإضرار به؟ ¶ فقال: إن عرف ذلك منه، لم أر ذلك جائزا، ورد البيع إلا أن يكون الذي عليه الدين يريد أخذه بذلك الثمن فيكون ذلك له، لأن الذي له الدين قد باعه له طيبة بذلك نفسه، فليس عليه في ذلك ضرر إذا وفاه الذي عليه الدين صفة العـ (ـين) (¬6) الذي باعه به من المضار\". ¶ قال أبو عبيد: وإنما لم يجز بيع الدين على هذا الوصف، لأن المبتاع لم يقصد ¶ ¬_________ ¶ (¬1) هذا العنوان مني، وليس من المؤلف. ¶ (¬2) ما بين القوسين به بتر، وأتممته اعتمادا على السياق. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) المدونة (12/ 219). ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "145",
            "part": "1",
            "seal": "8CA0F222"
        },
        {
            "id": "143",
            "nass": "بظاهر عقده (ابتياع) (¬1) الدين، وإنما قصد ذلك ذريعة إلى الإضرار بالذي هو عليه، وحمله إلى استباحة ما قد نهي عنه. ¶ فوجب أن يفسخ عقده عقوبة له على ذلك لتلاعبه بدينه وطاعته لهواه في شفاء غيظه. ¶ كما فسخ نكاح المحلل من أجـ (ـل) (¬2) استباحته إياه بنية أن يبيح به المنكوحة لمن قد حرمت عليه، وقد قـ (ـا) ل (¬3) النبي صلى الله عليه وسلم \"من أحدث في أمرنا ما لـ (ـيس) (¬4) منه فهو رد\" رواه سعد بن إبراهيم عن القاسم بن محمد عن عائشة فذ (كر) هـ (¬5). ¶ وأما جعله الذي [ص68] عليه الدين بالخيار في ابتياعه بمثل الثمن الذي بيع ( ... ) (¬6) له على إمضاء ذلك فمعناه، والله أعلم، إذا كان صاحب الدين قد علم بالعداوة التي بين مبتاعـ (ـه) وبين الذي هو عليه فباعه منه، فأعانه على إمضاء قصده الفاسد فيه. ¶ وإذ (ا) كان كذلك، وجب أن يكون الذي عليه الدين بالخيار في ذلك (¬7)، لأنه قصد ببيعه إلى إباحة المبتاع ما قد حظر عليه من مواقعة الضرر، فصار في معنى المحلل القاصد بنكاحه إلى إباحة ما قد حرم على المحلل له، وهذا أصل الاختلاف بين مالك وابن القاسم، والله أعلم. ¶ ¬_________ ¶ (¬1) أكلت الأرضة حروفها، وبقي بعض ما يدل عليها. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) بتر في الأصل بمقدار 3 كلمات. ¶ (¬7) أكلت الأرضة أعلى الكلمة، وبقي أسفلها.",
            "page": "146",
            "part": "1",
            "seal": "44D86BE1"
        },
        {
            "id": "144",
            "nass": "38 - إنكار الوصي قبض الدين من الغرماء (¬1) (¬2) ¶ \"قال ابن القاسم: وأخبرني ابن أبي حازم (¬3) عن ابن هرمز (¬4) أنه سئل عن رجل، أوصى إليه رجل وله ديون على الناس فيتقاضى الوصي الغرماء، فقالوا: قد دفعناها إليك، وأنكر الوصي ( ... ) (¬5) ما أراد (الغـ) ـرماء (¬6) أن يحلفوا فقال لهم أن يحلفوه، فإن نكل عن اليمين ضمن المال. ¶ قال ابن القاسم: وسألت مالكا عنها فقال: إن كان الشيء اليسير، فالوصي ضامن إن نكل عن اليمين، فأما إذا كثر المال فلا أدري (¬7). ¶ قال ابن القاسم: ورأيي على قول ابن هرمز كل ذلك عندي سواء قل أو كثر (¬8) (فإن لم) (¬9) يحلف ضمن. ¶ ¬_________ ¶ (¬1) قال ابن عبد البر في الكافي (396): فإن ادعى الغرماء الدفع إلى الوصي وأنكر، حلف، فإن نكل عن اليمين غرم عند ابن هرمز وابن القاسم قليل ذلك وكثيره، وهو قول مالك في اليسير وتوقف في الكثير. ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) هو عبد العزيز بن أبي حازم أبو تمام المدني. انظر ترجمته في: ترتيب المدارك (3/ 9) وتهذيب الكمال (18/ 120) وتهذيب التهذيب (6/ 297) وغيرها. ¶ (¬4) هو عبد الله بن يزيد بن هرمز أبو بكر المدني، انظر ترجمته في: سير أعلام النبلاء (6/ 379) والتاريخ الكبير (5/ 224) والجرح والتعديل (5/ 199) وغيرها. ¶ (¬5) بتر في الأصل بمقدار كلمة. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) تأمل ورع الإمام رحمه الله، وقد كان هذا الأدب الرفيع سائدا عند الأولين، وافر الوجود عندهم، وقل في المتأخرين، بل انعدم، ولم أر إلى حدود الساعة أحدا من المتأخرين أو المعاصرين على الرغم من فضلهم وعلمهم، من سئل عن مسألة فقال: لا أدري، فليضم هذا إلى شواهد فضل علم السلف على الخلف. ¶ والله الموفق بمنه وكرمه. ¶ (¬8) ما بين القوسين به بتر في أسفله. ¶ (¬9) بتر في الأصل، وأتممته اعتمادا على السياق.",
            "page": "147",
            "part": "1",
            "seal": "51759139"
        },
        {
            "id": "145",
            "nass": "قال ابن القاسم: وإنما قال مالك لا أدري إذا كثر المال خوفا من أن تبطل أموال اليتامى، وخوفا من أن يضمن الوصي (لأ) نه (¬1) أمين\". (¬2) ¶ قال أبو عبيد: إنما توقف مالك رحمه الله عن (الـ) ـجواب في نكول الوصي عن اليمين إذا كان المال كثيرا، فلأن الوصي (لمـ) ـا (¬3) كان أمينا فيما بينه وبين الموصى به إليه، لأنه إنما يقبض الشيء لمنفعته (ا ... ـه) (¬4) المودع إنما يقبض الوديعة لمنفعة ربها. ¶ فلما كان المال ( .. ـرعا) (¬5) دفعه إلى الوصي من أ (مو) ال (¬6) يتيمه التي هو مؤتمن عليها، احتمل أن يكون [ص69] ( ... ) (¬7) بينه وبين الغريم فيه. ¶ لأن الغريم قد رضي بأمانته حين ترك الإشهاد عليه مع علمه بأنه أمين فيما بينه وبين صاحب المال، واحتمل أن يكون غير أمين فيما بينه وبين الغريم، إذا كان الوصي إنما يقوم مقام اليتيم. ¶ فلو ادعى الغريم دفع مال اليتيم إليه وكان (مـ) ـمن (¬8) يجوز له القبض لنفسه، لكانت اليمين واجبة عليه وكان نكوله عنها يوجب إبراء ذمة الغريم مع يمينه. ¶ وإذا كانت اليمين في الأصل واجبة على اليتيم فالقائم مقامه محكوم له بحكمه. ¶ فلما كان هذا الاحتمال سائغا، ولم يقم له دليل يوجب ترجيح بعض ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) المدونة (13/ 219 - 220). ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) بتر في الأصل بمقدار كلمة. ¶ (¬5) بتر في الأصل بمقدار كلمة، وبقي ظاهرا من الحروف ما ذكرت أعلاه. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) بتر في الأصل بمقدار كلمتين. ¶ (¬8) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "148",
            "part": "1",
            "seal": "9FAB0285"
        },
        {
            "id": "146",
            "nass": "وجوهه (¬1)، توقف عن القطع على بعضها لعدم دليل يوجب ذلك. ¶ وهذا يدل على ورعه وفضل علمه، وأن مذهبه ألا يفتي الناس إلا بما يعتقد أن الحق فيه، ولا يقلد فيما أشكل عليه مما طريقه الاجتهاد غيره، وإن كان فوقه. ¶ إذ لو كان التقليد فيما هذا وصفه سائغا عنده لكان ابن هرمز أحق من قلده في ذلك، فقد روى ابن وهب عنه أنه قال: كان ابن هرمز رجلا كنت أحب أن أقتدي به، وكان قليل الكلام، قليل (¬2) الفتيا، شديد التحفظ، وكان كثير الرد على أهل الأهواء\". (¬3) ¶ وقول ابن هرمز في إيجاب الضمان على الوصي في قليل المال وكثيره، أعلى القولـ (ـين) (¬4) (عندي) (¬5)، والنظر يقتضي ذلك على أصول مالك، والقياس يوجبه على قوله: في اليسـ (ـيـ) ـر (¬6) والكثير، إلا أن يمنع من ذلك خشية التطرق إلى تضمين الأوصياء، والله أعلم. ¶ 39 - من اشترى أباه وعليه دين (¬7) ¶ \"قال ابن القاسم: قال مالك في الذي يشتري أبـ (ـاه) (¬8) وعليه دين أنه لا يعتق عليه. ¶ قلت له: فإن اشتراه وليس عنده إلا (بعض) (¬9) من ثمنه أترى أن يعتق عليه منه ¶ ¬_________ ¶ (¬1) في الأصل: وجوه به. ¶ (¬2) في اللام الأخيرة بتر قليل. ¶ (¬3) سير أعلام النبلاء (6/ 379) بنحوه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) بتر في الأصل، وأتممته اعتمادا على السياق. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) هذا العنوان مني، وليس من المؤلف. ¶ (¬8) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬9) ما بين القوسين به بتر، وأتممته اعتمادا على المدونة.",
            "page": "149",
            "part": "1",
            "seal": "4836A01A"
        },
        {
            "id": "147",
            "nass": "بقدر ما عـ (ـند) هـ (¬1)، (و) يباع الباقي، قـ (ـال): لا، ولكن أرى أن يرد البيع. ¶ قال ابن القاسم: ولا يـ (ـعـ) ـجبني (¬2) ولكن أرى أن يباع [ص70] من الأب بقدر الثمن للبائع، ويعتق منه ما فضل بعد ذلك\". (¬3) ¶ (قال أبو) (¬4) عبيد: أما إيجاب مالك البيع إذا اشترى الابن أباه، وليس عنده وفاء بثمنه، فلأن النبي صلى الله عليه وسلم قال: \"من ملك ذا رحم محرم (فـ) ـهو (¬5) حر\" (¬6) ¶ رواه ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) المدونة (7/ 183). ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه، واعتمادا على ما بقي من الحروف. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) ورد هذا الحديث عن سمرة وعن ابن عمر، وعن ابن عمر، وعن عمر قوله، وعن جابر بن زيد والحسن قولهما. ¶ أما حديث سمرة، فرواه أبو داود (3949) والترمذي (1365) وابن ماجه (2524) وأحمد (5/ 15 - 20) والبيهقي (10/ 289) والحاكم (2852) والطيالسي (910) والطحاوي (3/ 109) والطبراني في الأوسط (1438) عن حماد بن سلمة عن قتادة عن الحسن عنه. ¶ وفي رواية ابن ماجه والحاكم والبيهقي والطبراني زيادة عاصم الأحول مع قتادة. ¶ لكن شك حماد بن سلمة في ذكر سمرة، كما عند أبي داود وغيره. ¶ وعلى فرض أنه لم يشك، فالحسن لم يسمع من سمرة. ¶ زد عليه أنه خالف حماد بن سلمة فيه: سعيد بن أبي عروبة فرواه عن قتادة عن الحسن وجابر بن زيد قولهما، رواه ابن أبي شيبة (4/ 277) وعنه أبو داود (3951) وعنه البيهقي (10/ 289). ¶ وقال أبو داود بعد أن خرجه من هذا الوجه: سعيد أحفظ من حماد. ¶ يشير إلى ترجيح الرواية الموقوفة وتعليل الرواية الموصولة. ¶ لكن سعيدا اختلط. ¶ وأما حديث ابن عمر، فرواه أبو داود (3/ 109) وابن ماجه (2525) والحاكم (2851) والبيهقي من طريق ضمرة عن سفيان عن عبد الله بن دينار عنه. ¶ لكن قال الترمذي: ولم يتابع ضمرة على هذا الحديث، وهو حديث خطأ عند أهل الحديث. ¶ وقال البيهقي عقب الطريق المتقدم: وروي بإسناد آخر وهم فيه راويه، ثم ذكره من طريق ضمرة، وقال: المحفوظ بهذا الإسناد حديث نهي عن بيع الولاء وعن هبته، وقد رواه أبو عمير عن ضمرة عن الثوري مع الحديث الأول. ¶ لكن رد عليه ابن التركاني في الجوهر النقي (10/ 209) فقال: ليس انفراد ضمرة به دليلا على أنه غير محفوظ، ولا يوجب ذلك علة فيه، لأنه من الثقات المأمونين .. ¶ ثم ذكر كلام بعض من أثنى عليه، وقال: والحديث إذا انفرد به مثل هذا كان صحيحا، ولا يضره تفرده، فلا أدري من أين وهم في هذا الحديث راويه، كما زعم البيهقي، ثم ذكر كلام ابن حزم في رد هذا كذلك ... ¶ وكلام ابن حزم المذكور في المحلى (9/ 202). ¶ وأما الموقوف على عمر، فرواه أبو داود (3950) وعنه البيهقي (10/ 289) وعبد الرازق (9/ 183) والطحاوي (3/ 110) من طريقين عنه، وسنده صحيح.",
            "page": "150",
            "part": "1",
            "seal": "434B0422"
        },
        {
            "id": "148",
            "nass": "حما (د) (¬1) بن سلمة عن قتادة عن الحسن عن سمرة ابن جـ (ـنـ) ـدب (¬2) عن النبي صلى الله عليه وسلم فذكره. ¶ وعتق الأب على الابن إذا ملكه إجماع أهل العلم جميعا، فلما كان اشتراء الابن يقتـ (ـضـ) ـي (¬3) رفع ملكه عنه وإنفاذ العتق فيه بظاهر الخبر وإجماع (أهل) (¬4) العلم، وكان اشتراؤه له، وليس عنده وفاء بثمنه منافيا لذلك. ¶ لأنه لا بد من بيع بعضه من أجل حق السيد المتعلق به، لم يجز أن ينفذ البيع فيه، ولا أن يصح عقده عليه. لأن النبي صلى الله عليه وسلم قال \"من أحدث في (أ) مرنا (¬5) ما ليس منه فهو رد\". ¶ ومعنى آخر، وهو أنه إذا اشترى أباه وقد علم أن ما عنده من المال لا يفي بثمنه، ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) أحيل هنا في الأصل على الهامش، ولا يظهر شيء بسبب الإصلاح، فأتممتها اعتمادا على السياق. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "151",
            "part": "1",
            "seal": "32ECD60B"
        },
        {
            "id": "149",
            "nass": "فكأنه قصد إلى استباحة ما حرم عليه من بيعه، وتعرض مخالفة ما تقتضيه الشريعة في أمره، من توقيره وبره ومجانبة عقوقه، وإخراجه من أسر العبودية إلى تنشيط الحـ (ـر) ية، ( ... ) (¬1) مجانب للشريعة. ¶ وكل بيع انعقد على خلاف موجب البيوع (فهـ) ـو (¬2) رد، والله أعلم. ¶ وأما وجه قول ابن القاسم: شراؤه جائز ويباع من الأب بقدر ما بقي للبائع من ثمنه، فلأن عتق بعضه يؤدي إلى حماية (المملوك) (¬3) من انتزاع سيده له، وتمليكه من خدمة نفسه بقدر الجزء الذي (يـ) ـعتق (¬4) منه، فكان عتق بعضه أولى من رده، لأنه فعل خير. ¶ وقد قال الله (تعالـ) ـى (¬5) \" وافعلوا الخير لعلكم تفلحون\". ¶ وهذا وجه مدخول، لأن (عتـ) ـق (¬6) بعضه لا يغير حكمه ولا يرفع ذل العبودية عنه مع التعرض لما [ص71] نهى عنه من الاستحقاق بحقه ومباشرة بيعه بعد أن استقر ملكه عليه. ¶ وكلا القولين له وجه، سوى أن قول مالك أعدلهما وأعلاهما عندي، والله أعلم. ¶ ¬_________ ¶ (¬1) بتر في الأصل بمقدار كلمة. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به بتر، بمقدار كلمة، وأتممته اعتمادا على السياق. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "152",
            "part": "1",
            "seal": "C444CC40"
        },
        {
            "id": "150",
            "nass": "40 - من قال لعبده أنت حر إذا قدم فلان (¬1) (¬2) ¶ \"قال ابن القاسم: قال مالك: (فيـ) ـمن (¬3) قال لعبده أنت حر إذا قدم فلان لا أرى بيعه ويوقف حتى ينظر هل يقدم فلان أم لا. ¶ قال ابن القاسم: ولا أرى بأسا أن يبيعه\". (¬4) ¶ قال أبو عبيد: وقد روى ابن أبي أويس عن مالك أنه قال في الرجل يقول لغلامه: إن قدم أبي (فعبدي) (¬5) حر أنه يبيعه وإن قال له: إذا قدم أبي فأنت حر، هذا أشد عندي من قوله: إن قدم أبي، ولا أرى أن يبيعه وإن بيع رد. (¬6) ¶ قال أبو عبيد: قد بين القاضي إسماعيل وجه الفرق بين \"إن\" و \"إذا\" (¬7) بأن قال (¬8): ¶ ليس مخرج كلام القائل: إن قدم أبي فعبدي حر، على أن ذلك عنده سيكون، وإن كان قد يمكن عنده ألا يكون. ¶ لأن \"إذا\" توقيت و \"إن\" شك. ¶ ¬_________ ¶ (¬1) قال ابن عبد البر في الكافي (508): ولو قال لعبده (إذا قدم أبي فأنت حر) كان له بيعه قبل ذلك عند ابن القاسم ومرض فيها مالك. ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) المدونة (7/ 201). ¶ (¬5) طمس في الأصل بسبب الرطوبة، وأتممته اعتمادا على السياق. ¶ (¬6) تراجع مالك عن قوله هذا حسب ما ذكره ابن القاسم في مكان آخر من المدونة، حيث قال المدونة (6/ 2 - 3 - دار صادر) (3/ 769 - طبعة نزار مصطفى الباز): لأن مالكا كان يقول مرة إذا قال الرجل لغلامه \"أنت حر إذا قدم أبي\" أو \"أنت حر إن قدم أبي\"، كان يقول هما مفترقان، قوله \"إذا قدم أبي\" أشد وأقوى عندي من قوله \"إن قدم أبي\"، ثم رجع فقال: هما سواء: إذا وإن، فعلى هذا رأيت قوله \"إذا شئت فأنت طالق\" و\"إن شئت فأنت طالق\" على قوله \"إذا قدم أبي فأنت حر\" و\"إن قدم أبي فأنت حر\". ¶ (¬7) أذهبت الأرضة أكثرها، لكن بقي ما يدل عليها. ¶ (¬8) انظر مغني اللبيب عن كتب الأعاريب لابن هشام (32 - 97).",
            "page": "153",
            "part": "1",
            "seal": "B725DA67"
        },
        {
            "id": "151",
            "nass": "قال الله تعالى \"إذا الشمس كورت\" و \"إذا وقعت الواقعة\" فكأن هذا توقيتا لا يقع في مكانه: أن الشمس كورت. ¶ وقال تعالى \"إ (ن) يثقفوكم يكونوا لكم أعداء\" فيبنى هذا على خلاف التوقيت ولا يقع في (هذا) (¬1) الموضع: إذا يثقفوكم كانوا لكم أعداء، لأن هذا اللفظ ( ... ) (¬2) علم أنه سيكون. ¶ فإذا قال: \"إذا قدم أبي فعبدي حر\"، كان مخرج كلا (مه) (¬3) على أن أباه عنده سيقدم، وإن العتق يقع عند ذلك، فأوجب على نفسه أن لا يبيع العبد انتظارا لذلك الوقت، وكأنه رجل بلغه أن أباه يقدم فقـ (ـال) (¬4): إذا قدم أبي فعبدي حر، وكذلك الرجل يستقضي الدين وقد بلغـ (ـه) (¬5) قدوم وكيل له أو شريك له، فيقول غريمه: \"إ (ذ) ا (قد) م (¬6) وكيلي أعطـ (ـيتك) (¬7) \" ويقول أيضا: \"إذا ( ... ) (¬8) زرعي قضيتك، وإذا كـ (ـا) ن (¬9) يوم الجمعة أعطيتك، [ص72] فيكون هذا كله توقيتا. ¶ ولا تقع إن في شيء منه، فهذا هو تحقيق هذا الكلام. ¶ وهذا الذي ذهب إليه القاضي هو مذهب حذاق أهل العلم باللسان. ¶ لأنهم جعلوا \"إذا\" ظرفا لم يستقبل يؤذن الفعل المنوط بها، وفيها أيضا معنى ¶ ¬_________ ¶ (¬1) طمس في الأصل بسبب الرطوبة، وأتممته اعتمادا على السياق وعل ما بقي منها. ¶ (¬2) بتر في الأصل بمقدار كلمة. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬8) كتبت هنا كلمة هكذا: أمرك، وربما تكون: أثمر ¶ (¬9) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "154",
            "part": "1",
            "seal": "BCA2E360"
        },
        {
            "id": "152",
            "nass": "المجازاة كأنه (قـ) ـال (¬1) لعبده إذا قدم أبي فأنت حر، مجازاة له على فعل استحسنه منه. ¶ وكل مجازاة جرت مجرى العوض فلابد لها من توقـ (ـيت) (¬2) ينتظر وقوعها فيه، فلم يجز لقائل ذلك أن يبيع العبد قبل حلول الوقت الذي علق عنه به، لأن في ذلك إبطالا لما قد أوجبه على نفسه من التوقف عن بيعه. ¶ وقد تكون أيضا للمفاجأة (¬3) نحو قول الرجل: \"خرجت فإذ (ا) زيد قائم\". ¶ وتقدير ذلك \"خرجت ففاجأني زيد قيامه في الوقت الذي خرجت فيه\". ¶ وكل ذلك يدل على أن موضعها التوقيت. ¶ وإذا (كان) (¬4) كذلك، فلا جائز أن يباع العبد قبل الوقت الذي علق عتقه به، وبالله التوفيق. ¶ وأما تسوية ابن القاسم بين \"إن\" و \"إذا\" فإنما ذلك، والله أعلم، لتقارب معانيهما عند العوام، وأن التفريق بينهما لا يكاد أن يفهمه إلا القليل، فلما أمكن أن يكون مراد القائل بقوله: إذا قدم أبي فأنت حر، بمعـ (ـنى) (¬5) الذي (إ) ن قدم أبي فأنت حر ولم يجز أن يمنع من بيع عبده، لأن ملكه قد استقر به عليه، والسبب الذي علق عتقه به محتمل للمنع وبخلافه. ¶ وقول مالك في ذلك كله أعلى القولين عندي، والله أعلم. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) في الأصل: لمفاجأة. ¶ (¬4) بهذه الكلمة بتر، لكن تظهر معالمها من خلال ذلك. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "155",
            "part": "1",
            "seal": "8A01AC8C"
        },
        {
            "id": "153",
            "nass": "41 - من قال لأمته: كل ولد تلدينه فهو حر (¬1) (¬2) ¶ \"قال ابن القاسم: بلغني عن مالك أنه سئل عن رجل زوج عبده أمته فقال لهـ (ـا) (¬3): كل ولد تلدينه فهو حر، فأراد بيعها فاستثقل مالك ذلك وقال: يفي لـ (ـها) (بـ) ـما (¬4) وعدها. ¶ قال ابن القاسم: وأنا لا أرى ببيعها بأسا\". (¬5) ¶ قال أبو عبيد: أمـ (ـا و) جه (¬6) استثقال مالك بيع الأمة المشترط فيها هذا الشرط [ص73] فـ (ـهو) (¬7) عقد قد أوجـ (ـبه) (¬8) السيد على نفسه في كل ولد يتولد منها، فوجب عليه إنقاذه ما لم يتعلق به حق لغيره، وفي بيعها لغير (¬9) حق تعلق بها، إبطال لما قد ألزمه نفسه. ¶ وهذا ما لا يجوز في قول مالك، وابن القاسم. ¶ لأنهما قد اتفقا أن بيع الأمة الحامل التي قد أعتق سيدها ما في بطنها لا يجوز إلا أن يكون على السيد دين يغترقها فيجوز بيعها من أجل الدين. ¶ ¬_________ ¶ (¬1) قال ابن نجيم في البحر الرائق عن حكم هذه المسألة (3/ 211): ولو باعها المولى، وهي حبلى، جاز بيعه. ¶ وقال ابن قدامة المقدسي في المغني (10/ 313): وإن قال لأمته (كل ولد تلدينه فهو حر) عتق كل ولد ولدته في قول جمهور العلماء، منهم مالك والشافعي والأوزاعي والليث والثوري. ¶ قال ابن المنذر: ولا أحفظ عن غيرهم خلافهم فإن باع الأمة ثم ولدت لم يعتق ولدها لأنها ولدتهم بعد زوال ملكه. انتهى. ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) المدونة (7/ 204). ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬8) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬9) كأنه وقع سقط هنا، وربما ينقص هنا: الذي له.",
            "page": "156",
            "part": "1",
            "seal": "E9F4D7AA"
        },
        {
            "id": "154",
            "nass": "ولو (لا) (¬1) الدين لما جاز بيعها عندهما، للعقد الذي ألزمه السيد نفسه في الجنين بعد انفصاله من أمه. ¶ وإذا كان كذلك، فالتي قال لها سيدها: \"كل مولود تلدينه فهو حر\" محكوم لها بحكمه، لأن الحمل مجوز عليها ومجوز خلوها منه، وهذا التجويز سائغ في الظاهر حملها، وإنما جاز بيعها إذا كان على السيد (دين) (¬2) يغترقها للمعنى الذي فسر القاضي إسماعيل في كتابه \"المبسوط\". ¶ وذلك أنه قال: \"كل امرأة غشِيت بالتزويج فحكم ولدها في الحرية والرق حكمها، وهو تبع لها في ذلك فلا يجوز أن يكون المتبوع مملوكا والمتبع وهو غير مباين له حرا. ¶ وكذلك لو كانت الأمَة مملوكة لرجل وما في بطنها لآخر، فأعتق سيدُ الأمةِ الأمةَ لم يتم عتقها حتى تضع ما في بطنها، لأنها لا تكون حرة، وما في بطنها مملوكا. ¶ كما لم يجز أن يكون ما في بطنها حر وهي مملوكة. ¶ فلما لم يجز ذلك وصارت الحرية للولد لا تتم إلا بمباينة أمه صار حكمه حكم من قال لأمته: \"إذا وضعت ما في بطنك فهو حر\"، ويصير بهذا عقدا قد عقد للولد، كما يعقد العتق إلى أجل، ولم يجب على الغرماء أن يؤخروا بيع الأمة حتى تضع ما في بطنها، لأن بيعها كان واجبا لهم قبل أن يحدث سيدها فيها ما أحدث. ¶ فلما فعل السيد شيئا لا يمكن أن يتميز منها إلا بعد مدة رد (إحدا) داثه (¬3) إذا سئل الغرماء [ص74] الأخذ لهم بالأصل الذي كان واجبا لهم، لأن النبي عليه السلام قال: \"من أحدث في أمرنا ما ليس منه فهو رد\". ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) بتر في الأصل بمقدار 3 حروف، وأتممته، لأنه قد تقدم قريبا بنفس اللفظ. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "157",
            "part": "1",
            "seal": "533DDB44"
        },
        {
            "id": "155",
            "nass": "وإذا غشـ (ـي) (¬1) الحر أمته صار ما في (بـ) ـطنها (¬2) حرا من حين خلق، لأنه تبع لأبيه لا (لأمـ) ـه (¬3)، ولو كان تبعـ (ـا لـ) أمه (¬4) ما تمت له الحرية حتى تلده ولا ( ... ) (¬5) الذي هو في بطنها، فكان حرا مثل المتبوع. ¶ قال إسماعيل: فإن قيل: فلم جاز أن يبطل عقد الحرية الذي عقده السيد لما في بطن أمته، وأنتم لا تبطلون عقد الحرية إلى الأجل؟. ¶ قيل: لأن الحكم كان في الأمة أن يباع إذا ركب سيدها الدين ولا ينتظرها أن تضع ما في بطنها، فلما أحدث السيد في الولد الذي عقده، وكان شيئا لا يمكن أن يتميز من أمه، لم يجز من أجل ما أحدثه من ذلـ (ـك) أن يبطل ما كان واجبا للغرماء. ¶ وإنما يلزم السيد ما أوجبه على نفسه من العقد الذي عقده فيما كان في بطن أمته لم يكن في ذلك منع لحق غيره. ¶ فأما إذا كان فيه دفع لغير الحق لم يكن بد من الرجوع إلى الأصل في أمرهم. ¶ وكذلك لو مات السيد قبل أن تضع الأمة ما في بطنها، واحتاج الوارث إلى بيعها لم يجز أن يمنع من ذلك ولا أن يقال له: انتظر بأمتك التي لا ملك لأحد عليها غيرك إلى أن تضع ما في بطنها. ¶ ولكن إن وضعت الأمة ما في بطنها قبل أن تباع للغرماء أو قبل أن يبيعها الوارث صار الولد حرا من حين ولد بالعقد المتقدم له وتم فيه حين تميز من أبيه، وجاز أن يكون حكمه غير حكمها. ¶ ¬_________ ¶ (¬1) ما بين القوسين به طمس بسبب الرطوبة، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) بتر في الأصل بمقدار كلمتين، تبدأ الأولى بحرف الكاف، وتنتهي الثانية بحرف الراء.",
            "page": "158",
            "part": "1",
            "seal": "7D51F455"
        },
        {
            "id": "156",
            "nass": "ولو أوصى رجل بما في بطن أمته لرجل ثم توفي، وكانت الأمة تخرج من الثلث، لم يجز للورثة بيعها، وإن احتاجوا إلى ذلك [ص75] حتى (تضـ) ـع (¬1) حملها (فـ) ـيقبضه (¬2) الموصى له. ¶ لأن للميت أن يوصي في ثلثه بما أراد، فلما أوصى (¬3) بما في بطن الأمة لرجل أوجب ألا يحدث الورثة فيها بيعا إلى أن تضع، وجاز له ذلك. ¶ وكان يجوز له أن يخـ (ـر) جها (¬4) بأمرها عنهم. ¶ ولم تشبه هذه المسألة المسألة التي قبلها، لأن السيد في المسألة الأولى: أعتق ما في بطن أمته، فكأنه قال: إذا وضعت ما في (¬5) بطنك فهو حر، ولزمه ما عقد على نفسه ما لم يكن في ذلك منع لغيره من حقه. ¶ فإذا ركبه دين أو مات لم يمنع الغرماء ولا الوارث من بيع الأمة إن احتاجوا إليه، لأن الميت لم يخرجها في الثلث الذي جعل له، وصارت الأمة للوارث بتمليك الله عز وجل إياه ذلك. ¶ ولو أوصى رجل بما (في) (¬6) بطن أمته لرجل، وكانت تخرج من الثلث فأعتق الوارث الأمة لم يتم عتقها حتى تضع ما في بطنها. ¶ لأنه لم يتم عتقها عتق ما في بطنها، فيصير ذلك إبطالا لوصية الميت، ولكن إذا فعل ذلك الوارث كان بمنزلة قوله لها: إذا وضعت ما في بطنك فأنت حرة\". ¶ قال أبو عبيد: وكل هذا نص كلام إسماعيل القاضي وإنما أوردته على كماله، لأنه غاية ما يحتج به في هذا الباب فغنيت به عن الإطالة فيه. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) أصابت هذه الكلمة الرطوبة، وطمست بعض معالمها. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) في هذه الكلمة بتر قليل في أولها. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "159",
            "part": "1",
            "seal": "33765922"
        },
        {
            "id": "157",
            "nass": "وأما وجه قول ابن القاسم: وأنا لا أرى ببيعها بأسا، فلأن قول القائل لأمته، وهي غير حامل: كل ولد تلدينه فهو حر، لا يوجب حكما لم يكن واجبا قبله، إذ ليس بها حمل ينعقد له حرمة وتتعلق بوضعه حرية، فجاز له بيعها إذ لم ينعقد فيها ما يوجب التوقف عن ذلك. ¶ وقد فرق مالك وابن القاسم بين الحائل والحامل في نحو هذا المعنى. ¶ فروى ابن القاسم عن مـ (ـالك) (¬1) فيمن قال لزوجتـ (ـه) (¬2): [ص76] إذا ولدت فأنت طـ (ـالـ) ـق وليس بالمرأة حمل، إنه لا يلزمه طلاقها، ( ... ) (¬3) يأمر باعتزالها. ¶ وأنه لو قال لها ذلك وهي حامل لوقع الطلاق عليها ناجزا. ¶ وإنما فـ (ـرقـ) ـوا (¬4) بين الحائل والحامل في ذلك لأن الحمل إذا ثبت فلا بد من وضعه، فلما علق الطلاق به وقع ناجزا، ولم ينتظر به الوضع. ¶ كما لم ينتظر بالطلاق المعلق بالشهر حلوله، لأنه لم يجز وطؤها ما بينها وبين الأجل الذي علق الطلاق به لمضارعته نكاح المتعة المتفق على تحريمه لم يجز الاستمساك بعصمتها، بدلالة الاتفاق على أنه لا يجوز استدامة عقد النكاح على الأخت من الرضاعة من أجل أنه لا يجوز وطؤها. ¶ فأما الحائل فخلاف ذلك، لأن الأجل الذي علق طلاقها به قد يجوز أن يكون ويجوز ألا يكون، وكل طلاق علق بأجل هذا وصفه، فلا يقع إلا بوقوع الصفة التي علق بها أو السبب المؤدي إليها، وإذا كان كذلك، فجائز استدامة عصمتها إن كانت زوجة وبيعها إن كانت أمة. ¶ وكلا القولين له وجه في النظر، فاعلمه. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬3) بتر في الأصل بمقدار كلمة. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "160",
            "part": "1",
            "seal": "E7A83E1E"
        },
        {
            "id": "158",
            "nass": "42 - من قال لعبده أنت حر الساعة، وعليك ألف درهم (¬1) ¶ \"قال ابن القاسم: قال مالك فيمن قال لعبده أنت حر الساعة بتلا (¬2)، وعليك ألف درهم تدفعها إلي إلى أجل كذا أنه حر، والمال الذي ألزمه سيده واجب عليه على ما أحب أو كره. ¶ وقال ابن القاسم: وأنا أراه حرا الساعة، ولا شيء عليه، إلا أن يقول له على أن عليك\" (¬3). (¬4) ¶ قال أبو عبيد: أما إيجاب مالك رحمه الله إنفاذ العتق في العبد وإلزامه غرم الألف درهم التي ألزمه السيد، فلأنه في معنى بيع السيد عبده من نفسه بمال يلزمه ذمته. ¶ وهذا جائز عند (ما) لك، وإن كره مالك العبد، كما يجوز للسيد أن يكره عبده [ص77] على أن ( ... ) (¬5) أن يخدمه ويؤاجره ويأخـ (ـذ) (¬6) ماله بغير عوض يعتاضه ( ... ) (¬7) من ذلك، فكان بأن يكـ (ـر) هه (¬8) على مال يلزمه ذمته ويعوضه العتق منه أولى. ¶ وليس لفظه بالمال الذي ألزمه ذمته بعد لفظه بحريته ( ... ) (¬9) سقوط المال عنه إذا ¶ ¬_________ ¶ (¬1) هذا العنوان مني، وليس من المؤلف. ¶ (¬2) البتل القطع، يقال: بَتَلَه يَبْتِله ويَبْتُله بَتْلاً. انظر لسان العرب (11/ 42). ¶ (¬3) المدونة (7/ 211). ¶ (¬4) ونقل هذا عنهما ابن عبد البر في الكافي (508) وابن رشد في بداية المجتهد (2/ 281). ¶ وقال ابن عبد البر في الكافي (508): فإن قال (أنت حر وعليك خمسون دينارا) أو نحو ذلك مما يضر به عليه جاز ذلك عند مالك، وهو عنده كمن باعه نفسه بالخمسين دينارا. ¶ وخالفه ابن القاسم فقال: هو حر، ولا شيء عليه من المال، لأنه لا يوظفه بعد الحرية بمال. ¶ وانظر الشرح الكبير (4/ 406). ¶ (¬5) طمس في الأصل بسبب الرطوبة بمقدار 3 أو 4كلمات. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) طمس في الأصل بسبب الرطوبة بمقدار كلمة. ¶ (¬8) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬9) طمس في الأصل بسبب الرطوبة بمقدار 3 كلمات.",
            "page": "161",
            "part": "1",
            "seal": "BA825279"
        },
        {
            "id": "159",
            "nass": "كان آخر الكلام (متـ) ـصلا (¬1) بأوله ومعطوفا عليه بالواو. ¶ لأن موضع الواو في الكلام: الاشتراك. ¶ ومذهب ( ... ) (¬2) ألا يقع العتق إلا مع لزوم الألف للمعتق بلا فصل، والله (أعلم) (¬3). ¶ وأما وجه قول ابن القاسم: إنه حر ولا شيء عليه، فلأن الحرية لما وقعـ (ـت) (¬4) ( ... ) (¬5) تعلق بها من مال أو غيره، لم يجز أن يلزم المعتق ما لم يكن، لأن ماله قبل العتق، لأن ذمة الحر في الأصل بريئة (¬6)، فلا يجوز أن يحدث فيها شيء بغير رضى منه. ¶ وكلا القولين له وجه في النظر، غير أن قول مالك أعلى القولين وأولاهما بالصواب عندي، والله أعلم. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) طمس في الأصل بسبب الرطوبة بمقدار 3 كلمات. ¶ (¬3) لا تظهر الكلمة بوضوح في الأصل بسبب الرطوبة. ¶ (¬4) ما بين القوسين فيه بياض بسبب الرطوبة، وأتممته لظهور معناه. ¶ (¬5) طمس في الأصل بسبب الرطوبة بمقدار 3 كلمات. ¶ (¬6) هذه الجملة يبدو أن فيها بترا أو تصحيفا.",
            "page": "162",
            "part": "1",
            "seal": "2B513CB1"
        },
        {
            "id": "160",
            "nass": "ذكر خلافه له في كتاب أمهات أولاده ¶ 43 - إقرار الميت بأن الجارية قد ولدت منه (¬1) (¬2) ¶ \"قال ابن القاسم: وسألت مالكا عن الرجل يقر عند موته بالجارية أنها قد ولدت منه، ولا ولد لها، ولا يعلم ذلك إلا بقوله فقال: إن كان ورثته كلالة وليس له ولد، فلا أرى أن يقبل قوله إلا ببينة تثبت على ذلك، ولا تعتق في ثلث ولا غيره، وإن كان له ولد رأيت أن يعتق من رأس المال. ¶ وقال ابن القاسم: إذا لم يكن لها ولد، فلا أرى لها عتقا لا (مـ) ـن ثلث ولا من رأس المال، كان ورثته كلالة أو ولدا. ¶ وإنما قوله: ولدت مني ولا ولد معها يلحق نسبه مثل قوله في عبد له: قد كنت أعتقته في صحتي، أنه لا يعتق في ثلث ولا غيره\". (¬3) ¶ قال أبو عبيد: أما إيجاب مالك رحمه الله عتق الجارية التي أقر السـ (ـيـ) ـد (¬4) في مرضه أنها و (لد) ت (¬5) منه ولا ولد لها، [ص78] فإنما ذلك بشرط أن يكون ولده ( ... ) (¬6) إذا كان كذلك، (لـ) ـم (¬7) يتهم في عتقها. ¶ ¬_________ ¶ (¬1) قال الدردير في الشرح الكبير (4/ 411): وإن قال سيدها في مرضه المخوف: ولدت مني في المرض، أو في الصحة، ولا ولد لها ظاهر، صدق إن ورثه ولد من غيرها ذكر أو أنثى، لأنه حينئذ ورثه غير كلالة فتعتق من رأس المال عند ابن القاسم، إذ لا تهمة. ¶ وقال أكثر الرواة: لا تعتق من رأس مال ولا ثلث، فإن لم يكن له ولد فإنه يتهم في إقراره ولا تعتق من رأس مال ولا ثلث، وهو معنى قول المصنف بعده: (وإن أقر) الخ. ¶ (¬2) هذا العنوان مني، وليس من المؤلف. ¶ (¬3) المدونة (8/ 316). ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬6) بتر في الأصل بمقدار 3 كلمات. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "163",
            "part": "1",
            "seal": "D20A0E48"
        },
        {
            "id": "161",
            "nass": "لأن الناس مجبولون في ا (لأ) غلب (¬1) على محبة أبنائهم، واجتلاب النفع (¬2) إليهم، وإن كان في الناس من يبغض ابنه فإنما هو نادر، وحمل الناس على الأغلب من (أ) حوالهم (¬3) أولى. ¶ وكل من كان من طبعه اجتلاب النفع من غيره لم يتهم في الانزواء عنه. ¶ وأما قوله: إنها تعتق من رأس المال، فلأن إقرار المريض بأن جاريته قد ولدت منه إخبار أن ذلك قد كان فيما ألزمـ (ـه) (¬4) إقراره لارتفاع الظنة عنه، وجب أن تعتق من رأس المال بدلالة قول عمر رضي الله عنه \"أيما وليدةٍ ولدت من سيدها فـ (ــإنه) (¬5) لا يبيعها ولا يهبها ولا يورثها وهو يستمتع منها فإذا مات فهي حرة\" (¬6). ¶ وأما قوله: فإن كان يورث كلالة لم تعتق في ثلث ولا في رأس مال، فلأن المريض لما كان متهما في إقراره، إذ كان يرثه غير ولده ومتوهما عليه قصد الانزواء عنهم بطل ذلك، فلا سبيل إلى عتقها من الثلث، لأنه لم يحدث عتقها في مرضه، ولا علقه بموته، ولا يعتق في الثلث إلا ما أراد به الثلث مما هذا وصفه وكان في معناه. ¶ ولا جائز أيضا أن تعتق (من) (¬7) رأس المال لأنه إقرار في المرض، وإقرار المريض لا يكون إلا في الثلث الذي يختص به، ومن سنة أم الولد أن تعتق من رأس المال، فلما بطل إقراره لها بطل عـ (ـتقهـ) ـا (¬8)، والله أعلم. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬2) هذان الكلمتان بهما طمس قليل بسبب الرطوبة. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬5) طمس في الأصل بسبب الرطوبة، وأتممته من مصادر تخريج الأثر. ¶ (¬6) رواه مالك (1466) وعنه البيهقي (10/ 342) عن عمر بسند صحيح. ¶ (¬7) طمس في الأصل بسبب الرطوبة والأرضة، وتظهر \"من\" قليلا من بين ذلك. ¶ (¬8) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "164",
            "part": "1",
            "seal": "061E4D30"
        },
        {
            "id": "162",
            "nass": "أما قول ابن القاسم: إنها لا تعتق من الثلث ولا (من) (¬1) (رأس) (¬2) المال في كلا الوجهين، فلأن إقرار المريض بفعل كان منه في الصحة مدخول، لأنه لم يرد الوصية فتكون في الثلث، ولا ثبت أنه كان في الصحة فيكون من رأس المال. ¶ وفي عتقها من رأس المال حيف على الورثة، لاستئثار الموروث بها حياتـ (ـه) (¬3)، ثم يخرجها من مال الوارث بعد [ص79] وفاته، ولا جائز ( ... ) (¬4) أن يعتق من الثلث، لأنه لا يكون فيه إلا ما ( ... ) (¬5) في المرض، أو كان معلقا به. ¶ فكان حكمها حكم العبد الذي أقر سيده في مرضه بأنه كان أعتقه في صحته، فلم يعتق في ثلث ولا ر (أس) (¬6) مال، فوجب أن يـ (ـحـ) ـكـ (ـم) (¬7) لها بحكمه. ¶ وكلا الوجهين له وجه في النظر، والله الموفق للصواب. ¶ ¬_________ ¶ (¬1) طمس في الأصل بسبب الرطوبة. ¶ (¬2) طمس في الأصل بسبب الرطوبة لا تظهر معه الكلمة إلا قليلا. ¶ (¬3) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬4) طمس في الأصل بسبب الرطوبة. ¶ (¬5) بتر في الأصل بمقدار كلمة. ¶ (¬6) ما بين القوسين به بتر، وأتممته لظهور معناه. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "165",
            "part": "1",
            "seal": "11181359"
        },
        {
            "id": "163",
            "nass": "ذكر خلافه له في كتاب الرجم ¶ 44 - حكم شهادة الإمام في الحد (¬1) ¶ \"قال ابن القاسم: سمعت مالكا يقول في الإمام إذا شهد على حد من (الحدود) (¬2) أن عليه أن يرفع ذلك إلى من هو فوقه إن كان فوقه أحد. ¶ (قال ابن القاسم: وأنا أرى إن لم يكن فوقه أحد) (¬3) أن يرفعه إلى من هو دونه (¬4) \". (¬5) ¶ قال أبو عبيد: المختار عند (مالك) (¬6) رحمه الله للإمام الذي يشهد على حد من الحدود أن يرفع ذلك إلى من فوقه. ¶ وإنما اختار ذلك، والله أعلم، لأن المشهود عنده إذا كان ممن تلزمه طاعة الشاهد والانقياد لأمره، فشهادته عنده في معنى حكمه بشهادة نفسه، لما يتوجه إليه من التهمة في ذلك، فكانت شهادته عند من فوقه أشد لبعدها من التهمة. ¶ وليس اختياره لذلك مما يدل على أ (ن شـ) ـهادته (¬7) عند من هو دونه لا تجوز إذا كان المشهود عنده ممن يلي الحكم بين الناس. ¶ ألا ترى أن عمر رضي الله عنه قد خاصم خصما له إلى أبي بن كعب رحمه الله، وهو يومئذ أمير المؤمنين لما لم يجز له أن يباشر حكم نفسه لما يلحقه من الظنة في ذلك. ¶ ¬_________ ¶ (¬1) هذا العنوان مني، وليس من المؤلف. ¶ (¬2) سقط في الأصل بمقدار كلمة، بسبب الرطوبة، وأتممته اعتمادا على المدونة. ¶ (¬3) أحيل هنا على الهامش في الأصل، لكن من قام بإصلاح المخطوط غطاه، وأتممته اعتمادا على المدونة. ¶ (¬4) في المدونة (16/ 258): إلى القاضي. ¶ (¬5) المدونة (16/ 258). ¶ (¬6) بتر في الأصل بمقدار كلمة، وأتممته اعتمادا على السياق. ¶ (¬7) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "166",
            "part": "1",
            "seal": "AACD78AB"
        },
        {
            "id": "164",
            "nass": "فكذلك الحاكم إذا كان شاهدا يلزمه أن يرفع ذلك إلى غيره، لأنه لا يجوز له أن يحكم بشهادة نفسه، لأنه في معنى الحاكم بعلمه إذ يدعي ما لا سبيل إلى علمه إلا من جهته، وسواء كان ذلك الغير فوقه أو دونه إذا كان مثله (فلا) (¬1) (يـ) ـحكم (¬2) بين الناس فاعلم ذلك، والله أعلم بالصواب، وهو حسبنا [ص80] ونعم الوكيل. ¶ وصلى الله على سيدنا محمد وعلى آله وسلم تسليما. ¶ كمل كتاب التوسط بين مالك وابن القاسم رحمهما الله في المسائل التي اختلفا فيها من المدونة خاصة، مما جمعه الفقيه أبو عبيد القاسم بن خلف الجبيري رحمة الله عليه ورضوانه، وصلى الله على سيدنا محمد نبيه الكريم وعلى آله وسلم أفضل التسليم، وذلك بمدرسة مدينة سبتة حرسها الله تعالى وحاطها، في العشر الوسط من ذي (الـ) قعدة سنة ست وسبعمائة. ¶ ¬_________ ¶ (¬1) ما بين القوسين به بتر، وأتممته اعتمادا على السياق. ¶ (¬2) ما بين القوسين به بتر، وأتممته لظهور معناه.",
            "page": "167",
            "part": "1",
            "seal": "CAB642D6"
        },
        {
            "id": "165",
            "nass": "فهرس المصادر والمراجع ¶ - إرشاد الفحول للعلامة محمد بن علي الشوكاني. المكتبة التجارية. مكة. محمد سعيد البدري. ¶ - إعلام الموقعين لشمس الدين ابن القيم. دار الجيل. بيروت. طه عبد الرؤوف سعد. ¶ - الأعلام لخير الدين الزركلي. دار العلم للملايين. دمشق. ¶ - بيان الوهم والإيهام لأبي الحسن بن القطان الفاسي. دار طيبة. السعودية. الحسين أيت اسعيد. الطبعة الأولى. ¶ - بداية المجتهد لأبي الوليد بن رشد. دار الفكر. بيروت. ¶ - البحر الرائق شرح كنز الدقائق. دار المعرفة. بيروت. ¶ - البداية والنهاية للحافظ عماد الدين بن كثير الدمشقي. مكتبة المعارف. بيروت. ¶ - تهذيب التهذيب للحافظ ابن حجر العسقلاني. دار الفكر. بيروت. الطبعة الأولى. ¶ - تهذيب السنن لشمس الدين ابن القيم. دار الكتب العلمية. بيروت. ¶ - تاريخ بغداد للحافظ الخطيب البغدادي. دار الكتب العلمية. ¶ - تاريخ العلماء والرواة بالأندلس لأبي الوليد الفرضي. مكتبة الخانجي. مصر. الطبعة الأولى. ¶ - تذكرة الحفاظ لأبي عبد الله الذهبي. دار الكتب العلمية. بيروت. ¶ - تفسير ابن كثير. دار الفكر. بيروت. ¶ - تقريب التهذيب للحافظ ابن حجر العسقلاني. دار الرشيد. حلب. محمد عوامة. الطبعة الرابعة. ¶ - التلخيص الحبير للحافظ ابن حجر العسقلاني. تحقيق عبد الله هاشم اليماني. المدينة المنورة. ¶ - التاريخ الكبير للإمام البخاري. دار الفكر. بيروت. ¶ - التمهيد للحافظ أبي عمرو ابن عبد البر. وزارة الأوقاف والشؤون الإسلامية بالمغرب. جماعة من المحققين. الطبعة الأولى. ¶ - التاج والإكليل لأبي عبد الله محمد بن يوسف المواق. دار الفكر. بيروت. الطبعة الثانية. ¶ - جامع التحصيل في أحكام المراسيل. لصلاح الدين العلائي. عالم الكتب. حمدي عبد المجيد السلفي. ¶ - الجرح والتعديل لابن أبي حاتم. طبع دائرة المعارف العثمانية بالهند. ¶ - الجوهر النقي لابن التركماني. دار الفكر. بيروت. ¶ - حاشية محمد الدسوقي على الشرح الكبير. دار الفكر. بيروت.",
            "page": "169",
            "part": "1",
            "seal": "5414EB85"
        },
        {
            "id": "166",
            "nass": "- حاشية العدوي عل كفاية الطالب الرباني لرسالة ابن أبي زيد القيرواني، لعلي العدوي. دار الفكر. بيروت. ¶ وطبعة دار المعرفة. الدار البيضاء. ¶ - خلاصة البدر المنير لابن الملقن. دار الرشد. بيروت. الطبعة الأولى. ¶ - سنن أبي داود السجستاني. المكتبة العصرية. بيروت. محمد محيي الدين عبد الحميد. الطبعة الأولى. ¶ - سنن أبي عبد الرحمان النسائي. مكتبة المطبوعات الإسلامية. حلب. عبد الفتاح أبو غدة. الطبعة الثالثة. ¶ - سنن أبي عيسى الترمذي. دار الحديث. القاهرة. أحمد شاكر وآخرون. الطبعة الأولى. ¶ - سنن ابن ماجه القزويني. دار الكتب العلمية. بيروت. محمد فؤاد عبد الباقي. الطبعة الأولى. ¶ - سنن أبي محمد الدارمي. دار الكتاب العربي. بيروت. فواز زمرلي وصديقه. الطبعة الأولى. ¶ - سنن الدارقطني. عالم الكتب. الطبعة الأولى. ¶ - سير أعلام النبلاء للحافظ أبي عبد الله الذهبي. مؤسسة الرسالة. شعيب الأرناؤوط ومن معه. الطبعة التاسعة. ¶ - السنن الكبرى لأبي بكر البيهقي. دار الفكر. ¶ - شرح معاني الآثار لأبي جعفر الطحاوي. عالم الكتب. جماعة من المحققين. ¶ - شرح صحيح مسلم للإمام النووي. دار الكتب العلمية. بيروت. الطبعة الأولى. ¶ - شرح الزرقاني على الموطأ. دار الكتب العلمية. بيروت. ¶ - شرح أصول اعتقاد أهل السنة لأبي القاسم اللالكائي. دار طيبة. الرياض. الطبعة الأولى. ¶ - شرح زروق وابن ناجي على الرسالة. دار الفكر. بيروت. ¶ - شذرات الذهب في أخبار من ذهب لابن العماد الحنبلي ت (1089). دار الكتب العملية. بيروت. ¶ - شجرة النور الزكية لمحمد بن محمد مخلوف. دار الفكر. بيروت. ¶ - الشرح الكبير لأحمد الدردير. دار الفكر. بيروت. ¶ - صحيح الإمام أبي عبد الله البخاري. دار ابن كثير. بيروت. مصطفى ديب البغا. الطبعة الخامسة. ¶ - صحيح مسلم بن الحجاج. دار إحياء التراث العربي. محمد فؤاد عبد الباقي. ¶ - صحيح أبي بكر ابن خزيمة. المكتب الإسلامي. بيروت. محمد مصطفى الأعظمي. الطبعة",
            "page": "170",
            "part": "1",
            "seal": "255912EA"
        },
        {
            "id": "167",
            "nass": "الأولى. ¶ - صحيح أبي حاتم ابن حبان البستي، بترتيب ابن بلبان الفارسي. مؤسسة الرسالة. شعيب الأرناؤوط. ¶ - الصحاح لأبي نصر إسماعيل بن حماد الجوهري. دار الكتب العلمية. بيروت. إميل بديع يعقوب ومحمد نبيل طريفي. الطبعة الأولى 1420/ 1999 ¶ - الضعفاء الكبير للحافظ أبي جعفر العقيلي. دار الكتب العلمية. عبد المعطي قلعجي. الطبعة الأولى. ¶ - طبقات الحفاظ للسيوطي. دار الكتب العلمية. بيروت. الطبعة الأولى 1403. ¶ - علل الحديث لابن أبي حاتم الرازي. دار المعرفة. الطبعة الأولى. ¶ - العلل لأبي الحسن الدارقطني. دار طيبة. محفوظ الرحمان زين الله السلفي. الطبعة الأولى. ¶ - فتح الباري للحافظ ابن حجر العسقلاني. دار المعرفة. بيروت. عبد العزيز بن باز ومن معه. ¶ - فتح الباري للحافظ لابن رجب الحنبلي. دار الحرمين. القاهرة. جماعة من المحققين. الطبعة الأولى. ¶ - فهرس المخطوطات المحفوظة في الجامع الكبير بمكناس. عبد السلام البراق. منشورات وزارة الثقافة. ¶ - الفواكه الدواني لأحمد النفراوي. دار الفكر. بيروت. ¶ - القاموس المحيط للفيروزأبادي. دار إحياء التراث العربي. بيروت. الطبعة الثانية. ¶ - الكواكب النيرات في معرفة من اختلط من الرواة الثقات، لمحمد بن أحمد المعروف بابن الكيال. دار الكتب العلمية. بيروت. كمال يوسف الحوت. ¶ - الكامل في معرفة الرجال للحافظ ابن عدي الجرجاني. دار الفكر. بيروت. سهيل زكار، ويحيى مختار غزاوي. الطبعة الثالثة. ¶ - الكافي في مذهب أهل المدينة لابن عبد البر. دار الكتب العلمية. بيروت. الطبعة الأولى. 1407. ¶ - الكفاية في علم الرواية للخطيب البغدادي. دار الكتاب العربي. بيروت. أحمد هاشم. الطبعة الثانية 1986 ¶ - لسان الميزان، لابن حجر العسقلاني. دار الفكر. بيروت. الطبعة الأولى. ¶ - لسان العرب لابن منظور. دارإحياء التراث العربي. بيروت. ¶ وطبعة مؤسسة التاريخ العربي. الطبعة الثالثة.",
            "page": "171",
            "part": "1",
            "seal": "84245351"
        },
        {
            "id": "168",
            "nass": "- اللباب في تهذيب الأنساب لابن الأثير الجزري. دار صادر. بيروت. ¶ - مسند الإمام أحمد بن حنبل. المكتب الإسلامي. بيروت. الطبعة الثانية. ¶ - مسند أبي بكر الحميدي. دار الكتب العلمية. حبيب الرحمان الأعظمي. ¶ - مسند أبي بكر البزار. مكتبة العلوم والحكم. محفوظ الرحمان زين الله. الطبعة الأولى. ¶ - مسند أبي يعلى الموصلي. دار المأمون للتراث. دمشق. حسين سليم أسد. الطبعة الأولى. ¶ - مسند أبي داود الطيالسي. حيدر أباد الدكن. الهند. الطبعة الأولى. ¶ - مسند أبي عوانة الإسفراييني. دار المعرفة. أيمن بن عارف الدمشقي. ¶ - مجموع الفتاوى لشيخ الإسلام ابن تيمية. ¶ - منهاج السنة النبوية لشيخ الإسلام ابن تيمية. تحقيق محمد رشاد سالم. ¶ - مغني اللبيب عن كتب الأعاريب لابن هشام. دار الفكر. بيروت. ¶ - ميزان الاعتدال في نقد الرجال للحافظ شمس الدين الذهبي. دار الفكر. بيروت. علي محمد البجاوي. ¶ - موطأ الإمام مالك بن أنس. دار إحياء التراث العربي. مصر. محمد فؤاد عبد الباقي. ¶ - معجم البلدان لياقوت الحموي. دار الفكر. بيروت. ¶ - مواهب الجليل شرح مختصر خليل لمحمد بن محمد الحطاب الرعيني. دار الفكر. بيروت الطبعة الثانية. ¶ - المدونة الكبرى لسحنون عن ابن القاسم. دار صادر. بيروت. ¶ - وطبعة مكتبة نزار مصطفى الباز بمكة. تحقيق حمدي الدمرداش محمد. ¶ - - المستدرك على الصحيحين لأبي عبد الله الحاكم. دار الكتب العلمية. مصطفى عبد القادر عطا. الطبعة الأولى. ¶ - المجموع لشرف الدين النووي. دار الفكر. بيروت. الطبعة الأولى. ¶ - المغني لأبي محمد بن قدامة المقدسي. دار الفكر. بيروت. الطبعة الأولى. ¶ - المهذب في علم أصول الفقه المقارن لعبد الكريم النملة. مكتبة الرشد. الرياض. الطبعة الأولى. ¶ - المنتقى لابن الجارود. دار القلم. جماعة من المحققين. الطبعة الأولى. ¶ - المحلى لأبي محمد ابن حزم. دار الآفاق الجديدة. جماعة من المحققين. ¶ - المستخرج على صحيح مسلم للحافظ أبي نعيم الإصبهاني. دار الكتب العلمية. بيروت. محمد حسن الشافعي. الطبعة الأولى. ¶ - المعجم الكبير لأبي القاسم الطبراني. حمدي عبد المجيد السلفي. الطبعة الثانية.",
            "page": "172",
            "part": "1",
            "seal": "180D95D3"
        },
        {
            "id": "169",
            "nass": "- المعجم الأوسط لأبي القاسم الطبراني. دار الحرمين. مصر. طارق بن عوض الله، وصاحبه. الطبعة الأولى. ¶ - المصنف لأبي بكر ابن أبي شيبة. مكتبة الرشد. الرياض. كمال يوسف الحوت. الطبعة الأولى. ¶ - المصنف لعبد الرزاق الصنعاني. المكتب الإسلامي. بيروت. حبيب الرحمان الأعظمي. الطبعة الأولى. ¶ - المراسيل لأبي داود السجستاني. دار الفكر. بيروت. عبد العزيز السيروان. ¶ - نصب الراية لجمال الدين الزيلعي. دار الحديث. القاهرة. زاهد الكوثري. الطبعة الأولى. ¶ - نيل الأوطار لمحمد بن علي الشوكاني. دار الكتب العلمية. بيروت. الطبعة الأولى. ¶ - نصب الراية لجمال الدين الزيلعي. دار الحديث. القاهرة. زاهد الكوثري. الطبعة الأولى. ¶ - النكت الظراف (مع التحفة) للحافظ ابن حجر العسقلاني. دار الكتب العلمية. بيروت. عبد الصمد شرف الدين. الطبعة الأولى. ¶ - وفيات الأعيان وأبناء الزمان لشمس الدين أحمد بن محمد بن خلكان. دار الثقافة. بيروت. إحسان عباس 1968",
            "page": "173",
            "part": "1",
            "seal": "F090D216"
        }
    ],
    "t2041": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "تقديم"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "ترجمة المؤلف"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المؤلف"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما اختلف فيه مالك وابن القاسم في كتاب الطهارة من المدونة"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - حكم حيض الحامل"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب الصلاة"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "1",
            "tit": "2 - حكم الصلاة خلف أهل الأهواء والبدع"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "3 - حكم سجود التلاوة بغير طهارة"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "4 - حكم من تذكر صلاة وهو في صلاة"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب الزكاة"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "1",
            "tit": "5 - حكم زكاة الإبل إذا زادت على مائة وإحدى وعشرين"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "6 - حكم زكاة المال المغصوب"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب الصوم"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": "1",
            "tit": "7 - حكم من لم يصم رمضان حتى دخل عليه رمضان آخر"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب الحج"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "1",
            "tit": "8 - هل يفتدي المحرم إذا حلق رأس الحلال"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "9 - حكم نذر هدي ما لايهدى مثله كالثوب ونحوه"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب الجهاد"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "1",
            "tit": "10 - حكم انتفاع الغازي بما يجده في أرض العدو"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب النذور"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "1",
            "tit": "11 - مقدار كفارة اليمين"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "12 - مسألة: (حكم من حلف ألا يساكن رجلا في دار فقسمت فسكن في أحد النصيبين)"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "13 - من حلف ألا يدخل على رجل بيتا بعينه فدخله الحالف ثم دخل المحلوف عليه"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب الصيد"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "1",
            "tit": "14 - حكم الحمار الوحشي إذا دجن"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "15 - مسألة: حكم أكل طير قتل في غصن شجرة في الحل لكن أصلها في الحرم"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب النكاح"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": "1",
            "tit": "16 - هل يذهب الغلام حيث شاء إذا احتلم؟"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "17 - مسألة: حكم وضع الأب من صداق ابنته"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "18 - مسألة: إذا وكلت المرأة من يزوجها فزوجها من نفسه"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "19 - مسألة: (الأمة التي غرت من نفسها فتزوجت ثم استحقها سيدها)"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": null,
            "tit": "20 - مسألة: اختلاف المطلقين في وقوع الجماع"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب الخلع"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": "1",
            "tit": "21 - المريضة تختلع من زوجها، هل يرثها؟"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب الظهار"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": "1",
            "tit": "22 - حكم من سافر أثناء صيامه شهري الظهار فمرض"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب الإيلاء"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": "1",
            "tit": "23 - من قال لامرأته كل مملوك اشتريته من الفسطاط فهو حر إن وطئتك"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب البيوع"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": "1",
            "tit": "24 - ضياع المبيع قبل تمكينه لصاحبه"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "25 - مسألة: بيع الحنطة المبلولة بالحنطة المقلوة"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "26 - مسألة من باع حائطا فاستثنى بعضه"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب البيوع الفاسدة"
        },
        {
            "id": "100",
            "lvl": "2",
            "sub": "1",
            "tit": "27 - شراء العبد بشرط العتق"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب التجارة إلى أرض الحرب"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": "1",
            "tit": "28 - حكم شراء رقيق الصقالبة"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "29 - مسألة: إن تعامل الذميان بالربا ثم أسلما"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "30 - مسألة: نصراني أسلم في خمر قبل إسلامه"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب الجعل والإجارة"
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": "1",
            "tit": "31 - استئجار الأطباء على العلاج"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب المساقاة"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": "1",
            "tit": "32 - مساقاة الجار جاره إذا غار ماؤه"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب الشركة"
        },
        {
            "id": "123",
            "lvl": "2",
            "sub": "1",
            "tit": "33 - حكم الشركة في الطعام"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب الرهون"
        },
        {
            "id": "127",
            "lvl": "2",
            "sub": "1",
            "tit": "34 - اختلاف المتبايعين في الأجل"
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب الصلح"
        },
        {
            "id": "132",
            "lvl": "2",
            "sub": "1",
            "tit": "35 - من اختلط له دينار بمائة ديز لغيره"
        },
        {
            "id": "134",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب الشفعة والقسمة"
        },
        {
            "id": "134",
            "lvl": "2",
            "sub": "1",
            "tit": "36 - قسمة ما لا ينقسم كالبيت الصغير ونحوه"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب المديان"
        },
        {
            "id": "142",
            "lvl": "2",
            "sub": "1",
            "tit": "37 - رجل ابتاع دينا على رجل لكن بين المشتري وبين المدين عداوة"
        },
        {
            "id": "144",
            "lvl": "2",
            "sub": null,
            "tit": "38 - إنكار الوصي قبض الدين من الغرماء"
        },
        {
            "id": "146",
            "lvl": "2",
            "sub": null,
            "tit": "39 - من اشترى أباه وعليه دين"
        },
        {
            "id": "150",
            "lvl": "2",
            "sub": null,
            "tit": "40 - من قال لعبده أنت حر إذا قدم فلان"
        },
        {
            "id": "153",
            "lvl": "2",
            "sub": null,
            "tit": "41 - من قال لأمته: كل ولد تلدينه فهو حر"
        },
        {
            "id": "158",
            "lvl": "2",
            "sub": null,
            "tit": "42 - من قال لعبده أنت حر الساعة، وعليك ألف درهم"
        },
        {
            "id": "160",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب أمهات أولاده"
        },
        {
            "id": "160",
            "lvl": "2",
            "sub": "1",
            "tit": "43 - إقرار الميت بأن الجارية قد ولدت منه"
        },
        {
            "id": "163",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خلافه له في كتاب الرجم"
        },
        {
            "id": "163",
            "lvl": "2",
            "sub": "1",
            "tit": "44 - حكم شهادة الإمام في الحد"
        },
        {
            "id": "165",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس المصادر والمراجع"
        }
    ]
}