{
    "b206": [
        {
            "id": "73",
            "nass": "وختاماً: ¶ فالنصيحة لكل عبد مسلم موحد متبع لهدي النَّبِيِّ - صلى الله عليه وسلم - التزام سنته - صلى الله عليه وسلم - والعمل بها بلا زيادة عليها ولا نقص منها, مبتعداً عن الإِضافة إِليها بِدَاعٍ بأَي من: الغلو, والإِيغال, في الفهم والتطبيق, وتحميل النصوص ما لا تحتمله, وتصيد الشواذ. ¶ والله تعالى يقول: {وَمَنْ أَرَادَ الْآَخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا} [الإسراء:19]. ¶ فهذه الآية الكريمة - وكل القرآن كريم - حوت حقيقة الإِيمان, فالإِرادة وهي: «النية» والسعي وهو: «بالقول والعمل» , وسعيها وهو: كونه صواباً على «السنة». وهذه من لطائف التنزيل, وحقائق القرآن العظيم. ¶ ثبَّت الله الجميع على الإِسلام والسنة آمين. ¶ بكر بن عبد الله أبو زيد ¶ 28/ 1 / 1412هـ الطائف",
            "page": "76",
            "part": null,
            "seal": "06847564"
        },
        {
            "id": "1",
            "nass": "ـ[لا جديد في أحكام الصلاة بزيَادَةِ عَدَمِ مَشْرُوعِيَّةِ ضَمِّ العَقِبَيْنِ في السُّجُود]ـ ¶ المؤلف: بكر بن عبد الله أبو زيد بن محمد بن عبد الله بن بكر بن عثمان بن يحيى بن غيهب بن محمد (المتوفى: 1429هـ) ¶ الناشر: دار العاصمة - المملكة العربية السعودية ¶ الطبعة: الثالثة، 1418 هـ - 1998 م ¶ [ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]",
            "page": null,
            "part": null,
            "seal": "13B6FCE8"
        },
        {
            "id": "2",
            "nass": "بسْمِ اللهِ الرَّحمنِ الرَّحيمِ ¶ مُقَدّمَةُ الطّبَعةِ الثَالِثَة ¶ الحمد لله, والصلاة والسلام على رسول الله, وعلى صحبه ومن اهتدى بهداه. ... أما بعد: فهذه هي الطبعة الثالثة لكتاب: «لا جديد في أحكام الصلاة» مع إضافات, وتصحيحات في مسائله السبع, وزيادة مسألة ثامنة وهي: «عدم مشروعية ضَمِّ العَقبين حال السجود». رأيت إعادة طبعها؛ لذلك, وَلِنفَادِ الطَّبْعَتين السابقتين, وحتى يتنّبه المعتنون بنصر السنة ومتابعة الدليل, أن لا يكون لهم «شَارَاتٌ وعَلاَمَاتٌ تَعَبُّدِيَّة» يَبْدُو التَّمَيُّزُ بِهَا, وَلاَ دَلِيْلَ عَلَيْها. والحمد لله, إذْ ظهر أثر هذه الرسالة, فَتَخَلَّصَ مناشدو الحق من هذه الشارات, التي لا دليل عليها, واختفت فتنة التشنيع على من لم يفعلها من مساجدنا, وانتشر في الناس",
            "page": "5",
            "part": "1",
            "seal": "941B6F7C"
        },
        {
            "id": "3",
            "nass": "التثبت عند الاتباع من صحة الدليل, والأخذ بغرز العلماء المتثبتين الموثوقين, والتوقِّي من شارات التفريق بين المؤمنين, والحمد لله رب العالمين. ¶ المؤلف ¶ بكر بن عبد الله أبو زيد ¶ في مصيف عام 1418 بالطائف",
            "page": "6",
            "part": "1",
            "seal": "2D52191F"
        },
        {
            "id": "4",
            "nass": "بسْمِ اللهِ الرَّحمنِ الرَّحيمِ ¶ المقَدّمَة ¶ الحمد لله رَبِّ العالمين, وأَشهد أَن لا إله إلا الله الحق المبين, وأَشهد أَن محمداً عبده ورسوله ونبيه الأَمين صلى الله وسَلَّم عليه وعلى آله وصحبه ومن اهتدى بهداه إِلى يوم الدِّين. ¶ أَما بعد: فمن نعم الله علينا وعلى عموم المسلمين انتشار السنة, والعمل بها, مع احترام أَئمة العلم الهداة في القديم والحديث, والتخلص من التعصب الذميم. لكن قد يَجْنَحُ المستدل فَيُغْرِقُ في الاستدلال, وقد يَشْتَطُّ فَيَبْتَعِدُ عن مدارك الأَحكام, وقد يحصل الغلط, والوهم, والاشتباه في الفهم. وَقَدْ غَلِطَ الكبار في فهم بعض السنن. وَلاَ لَوْمَ وَلاَ عِتَاب. ولهذا حرر المحققون: أَن «تراجم المحدِّثين» (¬1) على السنن ليست حجة عليها, بل الحجة في الحديث والسنة. ¶ إِذ المُتَرْجِمُ قد يُصيب وقد يُخطئ, وإن كان خطؤهم ¶ ¬_________ ¶ (¬1) انظر: «إحكام الأَحكام» لابن دقيق العيد: (1/ 293 - 296) , و «إغاثة اللهفان» لابن القيم: (4/ 89).",
            "page": "7",
            "part": "1",
            "seal": "368AF5B9"
        },
        {
            "id": "5",
            "nass": "قليلاً جداً, وهذا كالشأْن في فقهيات المذاهب, فالدَّليل حجة عليها, لا العكس. وإِذا كانت هذه أَخطاء تكون لدى أَهل العلوم كافة: مفسرين. محدِّثين. فقهاء. مؤرخين. لسانين. أُدباء. والتنبيه عليها محمدة في الإِسلام, ومنقبة لأَهل العلم والإيمان, فَلاَ ضَيْرَ وَلاَ مَلاَم إِذا رأَينا شيئاً من هذا لدى بعض أَهل عصرنا فحصل التنبيه عليه, ولا يأْنف من قبول الحق إِلا «عَائِلٌ مستكبر». ¶ فأَقول: كُنَّا نَرَى من ينتصر لقول شاذ, فَيُظْهِرهُ وَيَسْتَدِل لَهُ, ويدعو إِليه, أَو يأْخذ برخصة فيها غثاثة فيُشهرها ويبذل جهوداً في سبيل تعميمها وإِبلاغها. وقد كفانا العلماء مؤونة الرد بالتقعيد الناهي عن حمل «شاذ العلم وغثاثة الرخص» (¬1). لكن في المعاصرة بدت مفاهيم بين الواجب والمستحب, في العبادات الظاهرة المتكررة, والشعائر المعظمة, لا عهد ¶ للعلماء بها منذ صدر الإِسلام حتى عصرنا, وإِن تنزلنا ففي بعضها قول مهجور على مدى القرون, وكفى ¶ ¬_________ ¶ (¬1) بسطت هذا في: المبحث الثالث من كتاب: «التعالم».",
            "page": "8",
            "part": "1",
            "seal": "3E41867A"
        },
        {
            "id": "6",
            "nass": "خطأً بقولٍ: خُرُوْجُهُ عن أَقوال أَهل العلم (¬1). ¶ وكان فيما بدا: أَعمال, وحركات, وهيئات, وصفات في ركن الإِسلام العملي الأَعظم بعد الشهادتين: «الصلاة» , أَبْرَزَتِ المصلي في بعضها: في حال من «التكلف» والله تعالى يقول عن نبيه محمد - صلى الله عليه وسلم -: {وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ} , ويقول: النَّبيُّ - صلى الله عليه وسلم -: «بعثت بالحنيفية السمحة». ¶ وفي حال من «التحفز» , والصلاة: خشوع وانكسار من العبد بين يدي ربه ومعبوده - سبحانه وتعالى -. ¶ وفي بعضها استدراك على أُمة محمد - صلى الله عليه وسلم - في هجر هذه السنة وَفَوَات العمل بها منذ صدر الإِسلام حتى ظهر القول بها في عصرنا. ¶ وفي هذا تأْثيم لأُمَّة محمد - صلى الله عليه وسلم -. وكثيراً ما تكون هذه الفهوم المغلوطة, من التَّوَغُّلِ في ¶ فهم السنن تارة, وعدم الالتفات إِلى المعاني والأُصول اللسانية, والحديثية والفقهية تارة أُخرى, وهذا من خطر التجريد في دليل التقرير, والغفلة عن سُنَّةِ الوسطية والاعتدال في الصلاة, والإِعراض عن كتب الفقه والخلافيات للوقوف على علل الأَحكام ومداركها, وخلافهم فيها. ¶ ¬_________ ¶ (¬1) «تفسير ابن جرير»: (11/ 55).",
            "page": "9",
            "part": "1",
            "seal": "9334182A"
        },
        {
            "id": "7",
            "nass": "وما الحامل على هذه التنبيهات إِلاَّ المحبة للسنة وأَهلها, ودفع ما ليس منها عنهم وعنها, وحتى لا يتشفى بهم كل مبتدع, ولا يبلغ مأْربه منهم كل متقول, وهي تنبيهات لا تنقص من أَقدارهم, ولا تحط من فضلهم في إِحياء السنن, والعمل بها. فإِلى بيان بعضها:",
            "page": "10",
            "part": "1",
            "seal": "3B157304"
        },
        {
            "id": "8",
            "nass": "1 - منها إحداث هيئة في المصافة للصلاة: ¶ في «تسوية الصف» ثلاث سنن: ¶ 1 - استقامة الصف, وإِقامته, وتعديله, بحيث لا يتقدَّم صدر أَحد ولا شيء منه على من هو بجنبه, فلا يكون فيه عِوَج. ¶ ومن ألفاظ التسوية للصف: ¶ «استووا» , «اعتدلوا» , «أَقيموا الصف». . . ¶ وتُضبط استقامة الصف بالأَمر بالمحاذاة بين الأَعناق والمناكب, والركب, والأَكعب. ¶ وظاهرٌ من هديه - صلى الله عليه وسلم - تناوب هذه الأَلفاظ. ¶ 2 - سَدُّ الخَلَلِ, بحيث لا يكون فيه فُرَج. ¶ ولهذا من الأَلفاظ: «سُدُّوا الخلل» , «لا تذروا فرجات للشيطان». . . ¶ وضبط هذه السنة بالتراص: «تراصُّوا». . . ¶ 3 - وصل الصف الأَول فالأَول وإِتمامه. ¶ وله من الأَلفاظ: «أَتموا الصف الأَول فالأَول» , «من وصل صفاً وصله الله ومن قطع صفاً قطعه الله». . . ¶ وبين ذلك سُنَنٌ - وهي من السنن المهجورة -: مثل الدعاء",
            "page": "11",
            "part": "1",
            "seal": "E89E56D5"
        },
        {
            "id": "9",
            "nass": "والاستغفار للصف المتقدِّم ثلاثاً, ثم من يليه مرتين. ¶ وإِتيان الإِمام إِلى ناحية الصف لتسويته, وإِرسال الرجال لتسوية الصفوف إِلى غير ذلك من الهدي النبوي في سبيل تحقيق هذه السنن الثلاث للصف. استقامته, وَسَدِّ خَلَلِه, وإِتمام الأَول فالأَول. ¶ وكل هذا يدل على ما لتسوية الصفوف من شأْن عظيم في إِقامة الصلاة, وحُسْنِها, وتمامها, وكمالها, وفي ذلك من الفضل والأَجر, وائتلاف القلوب واجتماعها, ما شهدت به النصوص. وقد تميزت هذه الأُمة المرحومة, وخُصَّت بأَن صفوفها للصلاة كصفوف الملائكة, فالحمد لله رب العالمين. ¶ ومن الهيآت المضافة مُجَدَّداً إِلى المصَافَّة بِلاَ مُسْتَنَد: ما نراه من بعض المصلين: من ملاحقته مَنْ عَلَى يمينه إِن كان في يمين الصف, ومن على يساره إِن كان في ميسرة الصف, وَلَيِّ العقبين لِيُلْصِقَ كعبيه بكعبي جاره. ¶ وهذه هيئة زائدة على الوارد, فيها إِيغال في تطبيق السُّنَّةِ. وهي هيئة منقوضة بأَمرين: الأَول: أَن المصافة هي مما يلي الإِمام, فمن كان على",
            "page": "12",
            "part": "1",
            "seal": "FE7A6FF5"
        },
        {
            "id": "10",
            "nass": "يمين الصف, فَلْيُصافَّ على يساره مما يلي الإِمام, وهكذا يتراصون ذات اليسار واحداً بعد واحد على سمت واحد في: تقويم الصف, وسد الفُرج, والتراص والمحاذاة بالعنق, والمنكب, والكعب, وإِتمام الصف الأَول فالأَول. ¶ أَما أَن يلاحق بقدمه اليمنى - وهو في يمين الصف - من عَلَى يمينه, وَيَلْفِت قَدَمَهُ حتى يتم الإِلزاق؛ فهذا غلط بَيِّن, وتكلف ظاهر, وفهم مستحدث فيه غُلُوٌّ في تطبيق السنة, وتضييق ومضايقة, واشتغال بما لم يُشرع, وتوسيع للفُرج بين المتصافين, يظهر هذا إِذا هَوَى المأْموم للسجود, وتشاغل بعد القيام لملأ الفراغ, ولي العقب للإِلزاق, وَتَفْويتٌ لِتوجيه رؤوس القدمين إِلى القبلة (¬1). ¶ وفيه ملاحقة المصلي للمصلي بمكانه الذي سبق إِليه, واقتطاع لمحل قدم غيره بغير حق. وكل هذا تَسَنَّنٌ بما لم يُشرع. ¶ الثاني: أَن النَّبِيَّ - صلى الله عليه وسلم - لَمَّا أَمر بالمحاذاة بين المناكب والأَكعب, قد أَمر أَيضاً بالمحاذاة بين «الأَعناق» كما في حديث أَنس - رضي الله عنه - عند النسائي (814). ¶ ¬_________ ¶ (¬1) انظر: «فتح الباري»: (2/ 344) , باب: «يستقبل بأطراف رجليه القبلة» , أي: في السجود.",
            "page": "13",
            "part": "1",
            "seal": "3F140DD6"
        },
        {
            "id": "11",
            "nass": "وكل هذا يعني: المصافة, والموازاة, والمسامتة, وسد الخلل, ولا يعني العمل على «الإِلزاق» فإِن إِلزاق العنق بالعنق مستحيل, وإِلزاق الكتف بالكتف في كل قيام, تكلف ظاهر. وإِلزاق الركبة بالركبة مستحيل, وإِلزاق الكعب بالكعب, فيه من التعذر, والتكلف, والمعاناة, والتحفز, والاشتغال به في كل ركعة, ما هو بيِّن ظاهر. فتنبين أَن المحاذاة في الأَربعة: العنق. الكتف. الركبة. الكعب: من بابة واحدة, يُراد بها الحث على إِقامة الصف والموازاة, والمسامتة, والتراص على سمت واحد, بلا عوج, ولا فُرج, وبهذا يحصل مقصود الشارع. ¶ قال الحافظ ابن حجر - رحمه الله تعالى - (¬1): (والمراد بتسوية الصفوف: اعتدال القائمين فيها على سمت واحد, أَو يراد بها سد الخلل الذي في الصف. . .). ¶ وهذا هو فقه نصوص تسوية الصفوف, كما في حديث النعمان بن بشير - رضي الله عنه - قال: «كان النَّبِيُّ - صلى الله عليه وسلم - يسوينا في الصفوف كما يُقوم القِدْح حتى إِذا ظن أَن قد أَخذنا ذلك عنه وفقهنا أَقبل ذات يوم بوجهه إِذا رجل مُنْتَبِذٌ بصدره فقال: ¶ ¬_________ ¶ (¬1) «فتح الباري»: (2/ 242).",
            "page": "14",
            "part": "1",
            "seal": "249990ED"
        },
        {
            "id": "12",
            "nass": "لتسون صفوفكم أَو ليخالفن الله بين وجهكم» رواه الجماعة إِلاَّ البخاري, واللفظ لأَبي داود (رقم / 649). فهذا فَهْم الصحابي - رضي الله عنه - في التسوية: الاستقامة, وسد الخلل, لا الإِلزاق وإِلصاق المناكب والكعاب. ¶ ولهذا لما قال البخاري - رحمه الله تعالى - في «صحيحه»: «باب إِلزاق المنكب بالمنكب, والقدم بالقدم في الصف. وقال النعمان بن بشير, رأَيت الرجل منا يلزق ¶ كعبه بكعب صاحبه». ¶ قال الحافظ ابن حجر (¬1): (والمراد بذلك المبالغة في تعديل الصف وَسَدِّ خَلَلِه) انتهى. والدليل على سلامة ما فهمه الحافظ من ترجمة البخاري - رحمه الله تعالى - أَن قول النعمان بن بشير - رضي الله عنه - المُعَلَّق لدى البخاري - رحمه الله تعالى - وَوَصَلَهُ أَبو داود في «سننه» برقم (648) , وابن خزيمة في: «صحيحه» برقم (160) , والدارقطني في: «سننه» (1/ 282) , في ثلاثتها قال النعمان بن بشير -: «فرأيت الرجل يُلزق منكبه بمنكب صاحبه, وركبته بركبة ¶ ¬_________ ¶ (¬1) «فتح الباري»: (2/ 247).",
            "page": "15",
            "part": "1",
            "seal": "ACDD09FF"
        },
        {
            "id": "13",
            "nass": "صاحبه, وكعبه بكعبه» انتهى لفظ أَبي داود. فإِلزاق الركبة بالركبة متعذر, فظهر أَن المراد: الحث على سد الخلل واستقامة الصف وتعديله, لا حقيقة الإِلزاق والإِلصاق. ¶ ولهذا قال الخطابي - رحمه الله تعالى - في معنى ما يُروى عن ابن عباس - رضي الله عنهما - قال: قال ¶ رسول الله - صلى الله عليه وسلم -: «خياركم أَلينكم مناكب في الصلاة» رواه أَبو داود وقال: جعفر ابن يحيى من أَهل مكة. ¶ قال الخطابي ما نصه (¬1): (ومعناه لزوم السكينة في الصلاة, والطمأْنينة فيها, لا يلتفت ولا يحاك منكبه منكب صاحبه. ثم ذكر وجهاً آخر في معناه) انتهى. ¶ وقال المناوي - رحمه الله تعالى - في معناه (¬2): «ولا يُحاشر منكبُهُ منكبَ صَاحِبه, ولا يمتنع لضيق المكان على مريد الدخول في الصف لِسَدِّ الخلل) انتهى. ¶ وانظر إِلى أَلفاظ الرواة في بيان صفة التورك في الصلاة ففي حديث أَبي حميد الساعدي - رضي الله عنه - قال: «وَقَعَدَ عَلَى مقْعَدَتِهِ». ¶ ¬_________ ¶ (¬1) «معالم السنن» وعنه في: «عون المعبود»: (2/ 369). ¶ (¬2) «فيض القدير»: (3/ 466).",
            "page": "16",
            "part": "1",
            "seal": "EA1AB4B7"
        },
        {
            "id": "14",
            "nass": "وهذا من باب إِطلاق الكل وإِرادة البعض؛ فإِنَّه يتعذَّر على المتورك تمكن شقيه من القعود على الأَرض. ولهذا جاءت أَلفاظ هذا الحديث الأُخرى بما يفيد ذلك ¶ منها: ¶ «قعد على شِقِّه الأَيسر». ¶ «أَفضى بوركه اليسرى إِلى الأَرض». ¶ «جلس على شقه الأَيسر متوركاً». ¶ ولهذا فإِنَّه لا يمكن لعاقل أَن يأْتي مستنبطاً من لفظ: «فقعد على مقعدته» حال التورك: مشروعية تمكين شِقيه من الأَرض؛ لتعذره طبعاً وعقلاً, كالشأْن في أَلفاظ المحاذاة على ما تقدم سواء. ¶ وانظر إِلى أحاديث فضل الصلاة أَوَّلَ وقتها, فإِنَّه كما قال ابن دقيق العيد - رحمه الله تعالى - في «الإِحكام»: (2/ 38): (ولم يُنقل عن أَحد منهم أَنَّه كان يُشَدِّدُ في هذا, حتى يوقع أَول تكبيرة في أَول جزء من الوقت) انتهى. والله تعالى أَعلم بأَحكامه.",
            "page": "17",
            "part": "1",
            "seal": "13A9A12F"
        },
        {
            "id": "15",
            "nass": "2 - ومنها: وضع اليدين على النحر تحت الذقن: ¶ ثبت هدي النَّبي - صلى الله عليه وسلم - بوضع اليد اليمنى على اليسرى حال القيام في الصلاة من حديث سهل بن سعد الساعدي - رضي الله عنه - في «صحيح البخاري»: (740) , و «الموطأ»: (20/ 74 تمهيد) وغيرهما. ومن حديث وائل - رضي الله عنه - في «صحيح مسلم»: (1/ 301) وغيره, ومن حديث غيرهم عند غيرهم من أَصحاب السنن الأَربع وغيرها. كما هي مخرجة في: «فتح الغفور» للسندي ت 1163هـ - رحمه الله تعالى -. ¶ وقال ابن عبد البر - رحمه الله تعالى - في «التمهيد»: (20/ 74): (لم تختلف الآثار عن النَّبي - صلى الله عليه وسلم - في هذا الباب, ولا أَعلم من أَحد من الصحابة في ذلك خلافاً إِلاَّ شيء رُويَ عن ابن الزبير أَنه كان يُرسل يديه إِذا صلى, وقد رُويَ عنه خلافه مِمَّا قَدَّمْنَا ذِكْرَهُ عَنْه, وذلك قوله - صلى الله عليه وسلم -: وضع اليمين على الشمال من السنة, وعلى هذا جمهور التابعين, وأَكثر فقهاء المسلمين من أَهل الرأي والأَثر. . .) انتهى.",
            "page": "18",
            "part": "1",
            "seal": "9BFDD01C"
        },
        {
            "id": "16",
            "nass": "وقال الترمذي - (2/ 82 تحفة) ونحوه البغوي في «شرح السنة» (3/ 32): (والعمل على هذا عند أَهل العلم من الصحابة والتابعين ومن بعدهم. . .) انتهى. فالخلاف في «الإِرسال» لم يرد به حديث صحيح ويأْتي. وإِنَّما الخلاف في محل الوضع من الجسد, ويمكن تصنيف الأَقوال والأَلفاظ الواردة, وَذِكْرها هًنَا على سبيل التدلي من: القول بوضعهما عند النحر, إِلى القول بوضعهما تحت السرة, فالتخيير, مع الإِشارة إِلى عمدة ما يتمسك به لكل قول ولفظ منها, ومنزلته صحةً وضعفاً, ومن قال به, حتى تأْنس النفس بمعرفة منزلة هذه الهيئة: «وضعهما على النحر تحت الذقن». فإِلى بيانها: ¶ 1 - عند النحر: رُويَ عن ابن عباس - رضي الله عنهما - في تفسير قول الله تعالى: {فَصَلِّ لِرَبِّكَ وَانْحَرْ}. رواه البيهقي: (2/ 31) وعنه لدى عامة المفسِّرين عند هذه الآية, منها: «الدرر المنثور»: (8/ 650 - 651). ¶ ولا يصح لحال روح بن المسيب الكلبي البصري, كما",
            "page": "19",
            "part": "1",
            "seal": "349BD0A5"
        },
        {
            "id": "17",
            "nass": "في «المجروحين»: (1/ 299). والمعتمد في تفسير هذه الآية بقول الله تعالى: {قُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ}. صوّبه ابن جرير, وتبعه ابن كثير, وقال: (إِنَّه في غاية الحسن). ¶ 2 - على الصدر: للشافعي - رحمه الله تعالى - في إِحدى الروايات عنه, ولم يقل بهذا غيره من الفقهاء الأَربعة, فهو مزية لمذهبه؛ لموافقته نَصَّ السنة. ¶ نعم: ذكر رواية عن الإِمام أَحمد - رحمه الله تعالى - نادرة, كذا قال السندي - رحمه الله تعالى - في «فتح الغفور»: (ص66). ¶ لكن في «بدائع الفوائد»: (3/ 92) قال ابن القيم - رحمه الله تعالى -: (قال في رواية المزني: أَسفل السرة بقليل, ويكره أَن يجعلهما على الصدر, وذلك لما رُوِيَ عن النَّبِيّ - صلى الله عليه وسلم - أَنه: «نهى عن التكفير» وهو وضع اليد على ¶ الصدر) انتهى. وهذا الحديث لم أَجده. ¶ ولما ذكر ابن عبد البر - رحمه الله تعالى - في «التمهيد»:",
            "page": "20",
            "part": "1",
            "seal": "08DB74F5"
        },
        {
            "id": "18",
            "nass": "(20/ 79) الرواية عن مجاهد - رحمه الله تعالى - بالكراهية قال: (ولا وجه لكراهية من كره ذلك؛ لأَن الأَشياء أَصلها الإِباحة, ولم ينه الله عنه ولا رسوله, فلا معنى لمن كرهه. هذا لو لم يرو إباحته عن النَّبِيّ - صلى الله عليه وسلم - فكيف وقد ثبت عنه ما ذكرنا؟) انتهى. ¶ الأَولى أَن يُقال في دفع الكراهية: الأَصل في العبادات التوقيف على النص, وَقَدْ ثَبَتَ. ¶ وبها عمل إِسحاق بن راهويه, فقال المروزي في «المسائل»: (ص / 222) (¬1): (كان إِسحاق يوتر بنا. . . ويرفع يديه في القنوت, ويقنت قبل الركوع, ويضع يديه على ثدييه, أَو تحت الثديين). ¶ وظاهر اخيار الشيخين ابن القيم (¬2) , والشوكاني (¬3) - رحمهما الله تعالى - إِذ قال: (ولا شيء في الباب أَصح من حديث وائل المذكور, وهو المناسب لما أسلفنا من تفسير علي وابن عباس لقوله تعالى: ¶ ¬_________ ¶ (¬1) بواسطة: «صفة صلاة النَّبي - صلى الله عليه وسلم -» للأَلباني. حاشية: (ص / 116). ¶ (¬2) «إعلام الموقعين»: (2/ 400). ¶ (¬3) «نيل الأَوطار»: (2/ 189).",
            "page": "21",
            "part": "1",
            "seal": "BEA60466"
        },
        {
            "id": "19",
            "nass": "{فَصَلِّ لِرَبِّكَ وَانْحَر} بأَن النحر: وضع اليمنى على الشمال في محل النحر والصدر) انتهى. ومعلوم ضعف السند عنهما - رضي الله عنهما - بذلك ولم أَر لشيخ الإِسلام ابن تيمية في «محل الوضع» شيئاً, فالله أَعلم. ¶ • الأَدلة: ¶ • في حديث قبيصة بن هُلْب عن أَبيه - رضي الله عنه -: «رأَيت رسول الله - صلى الله عليه وسلم - ينصرف عن يمينه وعن يساره ورأَيته يضع يده على صدره». ¶ رواه أَحمد: (5/ 226) , والترمذي: (2/ 32) , وابن ماجه: (1/ 226) , وابن أَبي شيبة: (1/ 390) , والدارقطني: (1/ 258) , ¶ والبيهقي (2/ 29, 295) , والبغوي في «شرح السنة»: (3/ 31). ¶ وحسّنه الترمذي, وأَقره النووي في «المجموع»: (3/ 312) وحسّنه لشواهده؛ لأَن في سنده: قبيصة, وهو إِن وثقه بعضهم لكن لم يرو عنه إِلاَّ: سماك بن حرب. وفي «التقريب» قال: مقبول. ¶ • وفي حديث وائل بن حُجر - رضي الله عنه -: «أَنه رأَى النَّبِيَّ - صلى الله عليه وسلم - يضع يمينه على شماله ثم وضعهما",
            "page": "22",
            "part": "1",
            "seal": "7B613875"
        },
        {
            "id": "20",
            "nass": "على صدره». ¶ رواه ابن خزيمة في «صحيحه»: (1/ 243 رقم 479) , والبيهقي: (2/ 30 - 31) من طريقين, أَحدهما مسلسل بعدد من الضعفاء وفيه انقطاع. والثاني: مؤمل بن إِسماعيل عن الثوري عن عصام بن كليب عن أَبيه عن وائل. ومؤمل: صدوق سيء الحفظ. وأَصل الحديث في «صحيح مسلم» وغيره بدون لفظ «الصدر». ¶ وقد ذكر هذا الحديث الحافظ ابن حجر في كتبه: «الفتح» (2/ 262) وسكت عليه, ومقتضى شرطه في ¶ «المقدمة / هدي الساري»: (ص / 4) أَن ما سكت عليه في «الفتح» فهو صحيح أَو حسن. وسكت عليه في «بلوغ المرام»: (ص / 53) , وفي «التلخيص»: (1/ 224) وقد نبه السيوطي في «الحاوي»: (2/ 212) إِلى شرط ابن حجر في ذلك. ¶ وساقه محتجاً به ابن القيم في «إِعلام الموقعين»: (2/ 400) في آخرين. ¶ وظاهر أَن حُسْنَهُ بشواهده. ¶ على أَن ابن سيد الناس في «شرح الترمذي» قال: (وصححه ابن خزيمة) , كما في: «تحفة الأَحوذي»: (2/ 89) ,",
            "page": "23",
            "part": "1",
            "seal": "5FC42806"
        },
        {
            "id": "21",
            "nass": "و «عون المعبود»: (2/ 370) , وكذا قال الشوكاني في «نيل الأَوطار»: (2/ 189). ¶ ولكن لم نر تصحيح ابن خزيمة له في «صحيحه» المطبوع. وإِن أُريد أَنه: صحيح حكماً لشواهده فنعم. ¶ ولهذا قال الشوكاني - رحمه الله تعالى - في «النَّيل» (2/ 189): (ولا شيء في الباب أَصح من حديث وائل المذكور. . .) انتهى. ¶ • وفي مرسل طاووس قال: (كان رسول الله - صلى الله عليه وسلم - يضع اليمنى على يده اليسرى ثم يَشُدُّ بهما على صدره وهو في الصلاة). ¶ رواه أَبو داود: (1/ 121 رقم 759) , وفي «المراسيل» له: (رقم 34) , وعند البيهقي في «معرفة السنن». ¶ • وعن على - رضي الله عنه -: ({فَصَلِّ لِرَبِّكَ وَانْحَرْ}: وضع يده اليمنى على وسط ساعده على صدره). ¶ رواه البخاري في «التاريخ الكبير»: (6/ 437) , وابن جرير في «التفسير»: (11/ 325) , والدارقطني: (1/ 285) , وابن أَبي شيبة.",
            "page": "24",
            "part": "1",
            "seal": "AC9C80C7"
        },
        {
            "id": "22",
            "nass": "وعزاه في «الدرر المنثور»: (8/ 650) لآخرين منهم: البيهقي: (2/ 30). ¶ ولمّا ساق ابن كثير في «تفسيره» (8/ 528) هذا الأَثر قال: (لا يصح, وعن الشعبي مثله) انتهى. ¶ 3 - على الصدر للمرأَة, وتحت السرة للرجل: ولا يختلف مذهب الحنفية بأَن محلهما تحت السرة, ¶ ويعللونه بأَنه أَستر للمرأَة. وفي حق الرجل: أَدعى لتعظيم الله سبحانه. 4 - عند الصدر: أَشار إِليها الحافظ ابن حجر - رحمه الله تعالى - في «الفتح»: (2/ 262) في حديث وائل فقال: (وللبزار: عند صدره) انتهى. ¶ 5 - تحت الصدر فوق السرة: رواية في مذهب: مالك, والشافعي, وأَحمد - رحمهم الله تعالى - حكاها عنهم الشوكاني في «نيل الأَوطار»: (2/ 189). ورجحها الإِمام النووي في مذهب الشافعي, وقال في «المجموع»: (3/ 313): (وبهذا قال سعيد بن جبير, وداود)",
            "page": "25",
            "part": "1",
            "seal": "EE7AC231"
        },
        {
            "id": "23",
            "nass": "انتهى. ¶ 6 - فوق السُّرَّة: في رواية عن الإِمام أَحمد - رحمه الله تعالى -. قال ابن القيم - رحمه الله تعالى - في «بدائع الفوائد» (3/ 91): (واختلف في موضع الوضع: فعنه: فوق السرة. ¶ وعنه: تحتها, وعنه: أَبو طالب, سأَلت أَحمد: أَين يضع يده إِذا كان يُصلي؟ قال: على السُّرة, أَو أَسفل, وكل ذلك واسع عنده, وإِن وضع فوق السرة, أَو عليها, أَو تحتها) انتهى. ¶ ونحوه في: «المغني»: (1/ 514 - 515). ¶ وقال ابن عبد البر - رحمه الله تعالى - في «التمهيد» (20/ 75): (وقال أَحمد بن حنبل: فوق السرة, وهو قول سعيد بن جبير, وقال أَحمد بن حنبل: وإِن كان تحت السرة فلا بأْس به) انتهى. ¶ والأَثر عن سعيد رواه البيهقي (2/ 31) بسندٍ ضعيف. وقد جاءت به الرواية عن علي - رضي الله عنه - في رواية ابن جرير الضبي عن أَبيه, قال: (رأَيت علياً - رضي الله عنه - يمسك شماله بيمينه على الرُّسْغِ فوق السُّرَّة».",
            "page": "26",
            "part": "1",
            "seal": "172B857E"
        },
        {
            "id": "24",
            "nass": "رواه البيهقي: (2/ 130) وحسّنه وعلقه البخاري مختصراً, مجزوماً به (1/ 301). ¶ ولما ذكر ابن قدامة - رحمه الله تعالى - الرواية عن أَحمد - رحمه الله تعالى - بوضعهما فوق السرة, قال في ¶ الاستدلال له: «لما روى وائل بن حُجْر قال: رأَيت النَّبيَّ - صلى الله عليه وسلم - يُصلي فوضع يديه على صدره. . .». فظاهر أَن مراده من هذه الرواية القول بوضعهما على الصدر, والله أَعلم. ¶ 7 - تحت السُّرَّة: مذهب الحنفية في حق الرجال بلا خوف في المذهب. كما في «فتح القدير» لابن الهمام: (1/ 249 - 250) , و «فتح الغفور» للسندي: (ص / 61 - 64). وهو رواية عن الشافعي «تحفة الأَحوذي»: (2/ 83) , وأَحمد كما تقدم نقله من «البدائع» لابن القيم, وهي المذهب كما في: «الإِنصاف»: (2/ 46). وقال ابن عبد البر في «التمهيد» (20/ 75): (وقال الثوري: وأَبو حنيفة, وإِسحاق: أَسفل السرة, ورُوي ذلك عن: علي, وأَبي هريرة, والنخعي, ولا يثبت ذلك عنهم, وهو قول أَبي مجلز) انتهى. وقول أَبي مجلز, رواه ابن أَبي شيبة: (1/ 390 - 391) ,",
            "page": "27",
            "part": "1",
            "seal": "D07ADE64"
        },
        {
            "id": "25",
            "nass": "والبيهقي: (2/ 31) (¬1). ¶ وأَثر النخعي رواه ابن أَبي شيبة: (1/ 390) , ومحمد بن الحسن في «الآثار»: (ص / 25). ¶ • الأَدلة: ¶ • عن علي - رضي الله عنه - قال: «إِن من السنة في الصلاة وضع الأَكف على الأَكف تحت السرة». ¶ رواه أَحمد: (1/ 110) , وأَبو داود: (1/ 480) , وابن أَبي شيبة: (1/ 391) , والدارقطني: (1/ 286) , وابن عبد البر في «التمهيد»: (20/ 77) , والبيهقي في «معرفة السنن والآثار» , وساقه المجد في «المنتقى»: (2/ 188 مع النيل). ¶ وجميع أَسانيده عندهم تدور على: عبد الرحمن بن إِسحاق الواسطي, اتفقوا على تضعيفه, كما في «نصب الراية»: (1/ 314) نقلاً عن النووي - رحمه الله تعالى - وفيه قال البيهقي: (لا يثبت إِسناده, تفرد به عبد الرحمن بن إِسحاق الواسطي, وهو متروك). ¶ وقال العلامة العيني الحنفي - رحمه الله تعالى - في «عمدة القاري» (5/ 279): ¶ ¬_________ ¶ (¬1) «فتح الغفور»: الملحق: (ص / 65).",
            "page": "28",
            "part": "1",
            "seal": "62A1784B"
        },
        {
            "id": "26",
            "nass": "(هذا قول علي بن أَبي طالب وإِسناده إِلى النَّبِيِّ - صلى الله عليه وسلم - غير صحيح). ¶ • عن أَبي هريرة - رضي الله عنه -: «وضع الكف على الكف في الصلاة تحت السرة من السنة». ¶ رواه أَبو داود: (1/ 481) , وابن حزم معلقاً: (4/ 157). وفيه: عبد الرحمن بن إِسحاق الواسطي الكوفي المذكور, وهو ضعيف باتفاقهم. ¶ • عن أَنس - رضي الله عنه -: «من أَخلاق النبوة وضع اليمين على الشمال تحت السرة». ذكره ابن حزم معلقاً في «المحلى»: (4/ 157) ولم يوجد له إِسناد, كما في «تحفة الأَحوذي»: (2/ 88) , وانظر: «فتح الغفور»: (ص 57 - 66). ¶ • تنبيه: عزا الشيخ قاسم بن قُطْلُوبغا, المتوفى سنة 879هـ - رحمه الله تعالى - في «تخريج أَحاديث الاختيار شرح المختار»: إِلى «مصنف ابن أَبي شيبة»: حديث وائل بن حجر - رضي الله عنه - بلفظ: «رأَيت النَّبيَّ - صلى الله عليه وسلم - وضع يمينه على شماله في الصلاة تحت السرة».",
            "page": "29",
            "part": "1",
            "seal": "D6DCB36F"
        },
        {
            "id": "27",
            "nass": "وقد حقق السندي في «فتح الغفور»: (ص 35 - 48) خلو المصنَّف من هذه الزيادة: «تحت السرة» , وأَن علماء ¶ الحنفية قبل الشيخ قاسم, لم يذكروا هذه اللفظة لمذهبهم؛ بل إِن عصريه ابن أَمير الحاج المتوفى سنة 879هـ يقول في «شرح مُنْيَة المصلي»: (إِن الثابت من السنة وضع اليمين على الشمال, ولم يثبت حديث يوجب تعيين المحل الذي يكون فيه الوضع من البدن إِلا حديث وائل المذكور) انتهى. ¶ وكذا قال ابن نجيم المتوفى سنة 970هـ في «البحر الرائق»: (1/ 303) ومرادهما لفظ: «صدره» فإِنها لم يذكرا هذه الزيادة «تحت السرة» في حديث وائل. ¶ 8 - الإِرسال: وهو المشهور في مذهب المالكية, على خلاف نص الإِمام مالك - رحمه الله تعالى - على مشروعية القبض. ¶ وهو مروي عن ابن الزبير, والحسن البصري, والنخعي, كما في «التمهيد»: (20/ 76) ثم قال: (وليس هذا بخلاف؛ لأَن الخلاف كراهية ذلك, وقد يرسل العالم يديه ليرى الناس أَن ليس بحكم واجب. . . ثم",
            "page": "30",
            "part": "1",
            "seal": "C09BEB38"
        },
        {
            "id": "28",
            "nass": "قال: والحجة في السنة لمن اتبعها, ومن خالفها فهو محجوج ¶ بها ولاسيما سنة لم يثبت واحد من الصحابة خلافها) انتهى. ¶ وأَلَّف علماء المالكية كثيراً في إِثبات شرعية الإِرسال, وأُخرى في نقضه, ومن نظر في المثبتة للإِرسال؛ علم منها عدم الحجة, وأَن السنة القبض. ¶ ولهذا قال السندي - رحمه الله تعالى - في «فتح الغفور» (ص / 60): (والحق أَنه لم يرد حديث صحيح في إِرسال اليدين في الصلاة) انتهى. ¶ 9 - التخيير بين الوضع والإِرسال: رواية لدى المالكية, وقيل: القبض رخصة في النفل خاصة, وَنُقل التخيير عن الأَوزاعي, وعطاء. وانظر: «التمهيد»: (2/ 75) , و «نيل الأَوطار»: (2/ 186). ¶ 10 - التخيير فوق السرة أَو عليها أَو تحتها: مضى النقل في ذلك عن الإِمام أَحمد - رحمه الله تعالى - في القول السادس, ونص عليه في: «المغني»: (1/ 515) , و «الإِنصاف»: (2/ 46). ¶ قال ابن المنذر - رحمه الله تعالى - كما في «نيل الأَوطار»",
            "page": "31",
            "part": "1",
            "seal": "A0BEA7F2"
        },
        {
            "id": "29",
            "nass": "(2/ 189): (لم يثبت عن النَّبِيِّ - صلى الله عليه وسلم - في ذلك شيء فهو مخير) انتهى. ونحوه لابن القيم - رحمه الله تعالى - كما في «حاشية الروض» لابن قاسم: (2/ 21) ونسبه لمالك - رحمه الله تعالى -. ¶ وقال الترمذي - رحمه الله تعالى - في «سننه» (2/ 82 تحفة) بعد سياق حديث وائل في الموضع: (والعمل على هذا عند أَهل العلم من أَصحاب رسول الله - صلى الله عليه وسلم - والتابعين ومن بعدهم, يرون أَن يضع الرجل يمينه على شماله في الصلاة, ورأَى بعضهم: أَن يضعها فوق السرة, ورأَى بعضهم: أَن يضعها تحت السرة, وكل ذلك واسع عندهم) انتهى. تلك عشر كاملة, ويمكن إِرجاع الأَول والثالث في حق المرأَة, والسادس إِلى الثاني, وإِرجاع الرابع والخامس إِلى السادس, وإِرجاع التاسع إِلى الثامن, فتكون الأَقوال ثلاثة: ¶ 1 - على الصدر, ومنه: عند صدره. تحت صدره. فوق السرة. ¶ 2 - تحت السرة. ¶ 3 - التخيير وهو على أَنواع. ¶ • النتيجة: من هذا العرض يتبيَّن أَنه لا يثبت حديث مرفوع في محل",
            "page": "32",
            "part": "1",
            "seal": "DA9B36B5"
        },
        {
            "id": "30",
            "nass": "وضعهما من الجسد إِلاَّ «على الصدر» , والأَمر واسع على أَي موضع من الصدر, على الثَّدْيَيْن, أَو تحتهما؛ إِذ لم يرد فيه تحديد في المحِلِّ مِنَ الصَّدْر, وانظر إِلى فقه ابن قدامة - رحمه الله تعالى - حين استدل للرواية عند أَحمد - رحمه الله تعالى -: «يضعهما فوق السرة» بحديث وائل - رضي الله عنه - «علي صدره». ¶ وأَن أَثر ابن عباس «عند النحر» في تفسير {فَصَلِّ لِرَبِّكَ وَانْحَرْ} لا يثبت, وهو أَرفع مكان جاء به الأَثر موقوفاً, ولا يصح. وَأَمَّا: «على النحر» أَو «الترقوتين» فلم يرد في شيء من ذلك ما هو مرفوع أَصلاً. ¶ ولهذا فإِن: وضع اليدين على النحر تحت اللحية هيئة جديدة لم ترد بها سنة, ولا أَثر, ولا قول معتبر, وإِنما تَوَلَّدَت من «الإِيغال» في تطبيق السنن, وهذا إِفراط ممن يقول بوضعهما على الصدر, كما أَن لدى من يقول ¶ بوضعهما تحت السرة تفريط؛ إِذ يرخي ويبالغ حتى يضعهما فوق «العانة» فكل واحد من الفريقين أَدَّى سنة القبض, وَفَرَّطَ في سنة محل القبض: «على الصدر». قال الله تعالى: {إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلاَلاً فَهِيَ إِلَى الأَذْقَانِ فَهُمْ مُقْمَحُونَ} [يس:8].",
            "page": "33",
            "part": "1",
            "seal": "5CC4CA48"
        },
        {
            "id": "31",
            "nass": "قال القرطبي - رحمه الله تعالى - في تفسيرها (15/ 8): (روى عبد الله بن يحيى: أَن علي بن أَبي طالب - عليه السلام - أَراهم الإِقماح, فجعل يديه تحت لحيته, وأَلصقهما ورفع رأَسه. قال النحاس: وهذا أَجَلُّ ما رُوِيَ فيه, وهو مأْخوذ مما حكاه الأَصمعي. . .) انتهى. أَعاذنا الله وإِيَّاكم من حال أَهل العذاب. والوصية بلزوم السنة.",
            "page": "34",
            "part": "1",
            "seal": "69D2FCC2"
        },
        {
            "id": "32",
            "nass": "3 - زيادة الانفراش والتَّمَدُّدِ في السجود: ¶ الاعتدال, وإِقامة الصلب في الركوع والسجود, من هدي النَّبي - صلى الله عليه وسلم - فيهما. ¶ وَحَدُّهُ في السجود: التوسط بين الانفراش, وبين القبض والتقوس, بتمكين أَعضاء السجود السبعة على الأَرض, مع المجافاة المعتدلة بين الفخذين والساقين, وبين البطن والفخذين, وبين العضدين والجنبين, وعدم بسط الذراعين على الأَرض. ¶ وانظر كيف قرنَ النَّبِيُّ - صلى الله عليه وسلم - بين الأَمر بالاعتدال في السجود, والنهي عن بسط الذراعين انبساط الكلب. ¶ فعن أَنس - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قال: «اعتدلوا في السجود ولا يبسط أَحدكم ذراعيه انبساط الكلب». رواه البخاري في «صحيحه»: (2/ 302 فتح) , والنسائي في «سننه»: (1109). ¶ وعنه أَيضاً بلفظ: «اعتدلوا في الركوع والسجود ولا يبسط أَحدكم ذراعيه انبساط الكلب»).",
            "page": "35",
            "part": "1",
            "seal": "5748C490"
        },
        {
            "id": "33",
            "nass": "رواه البخاري: (822) , والنسائي: (1027) وغيرهما. ¶ قال الحافظ ابن حجر- رحمه الله تعالى - (¬1): «(اعتدلوا» أَي: كونوا متوسطين بين الانفراش والقبض) انتهى. ¶ ثم ذكر كلام ابن دقيق العيد - رحمه الله تعالى - الذي يفيد عموم النهي عن الانفراش والتَّمَدُّدِ والقبض في «هيئة السجود» لا في خصوص الذراعين. ¶ وقد ثبت من حديث ميمونة - رضي الله عنها -: «أَن النَّبِيَّ - صلى الله عليه وسلم - كان إِذا سجدَ جافَى يديه لو أَن بهمة أَرادت أَن تمر تحت يديه مَرَّت». أَخرجه مسلم وأَصحاب السنن, ولفظه عند النسائي: (1108). ¶ وعليه فإِن زيادة الانفراش والتَّمدُّدِ في السجود, إِفراط عن حدِّ الاعتدال في أَداء هذا الركن العظيم, الذي يُطلَب من العبد فيه: أَن يكون في غاية التذلُّل والخضوع والانكسار لربه ومعبوده - سبحانه وتعالى -؛ إِذ العبد أَقرب ما يكون من ربه وهو ساجد؛ ولهذا أَمرنا بالدعاء فيه, وأَنه من مواطن الاستجابة. ¶ فَحَرِيٌّ بركن هذه منزلته أَن يُؤدَّى على وَفْقِ الهدْي النبوي, المحفوف بالاعتدال, وعدم التكلُّف والتحفز, فلا هو بالإِفراط ¶ ¬_________ ¶ (¬1) «فتح الباري»: (2/ 352).",
            "page": "36",
            "part": "1",
            "seal": "FD6A7CF9"
        },
        {
            "id": "34",
            "nass": "في هذه الصفة المستحدثة, ولا بالتفريط على هيئة الكسلان نحو سجود بعضهم ببسط الذراعين على الأَرض, وإِلصاق البطن بالفخذين, والفخذين بالساقين, وهذا يجمع عدداً من المنهيات. ¶ وفي «صحيح البخاري»: (1/ 247) في «كتاب الوضوء» قول ابن عمر - رضي الله عنه - لواسع بن حبان: لَعَلَّكَ من الذين يُصلون على أَوراكهم, فقلت: لا أَدري والله. قال مالك: يعني الذي يصلي ولا يرتفع عن الأَرض, يسجد وهو لاصق بالأَرض. ¶ والسُّنة وسط بين الإِفراط والتفريط, وعليها عمل المسلمين والحمد لله ربِّ العالمين. فالحذر الحذر من الإِيغال المؤدِّي إِلى التزيُّد في تطبيق السنن.",
            "page": "37",
            "part": "1",
            "seal": "752A462A"
        },
        {
            "id": "35",
            "nass": "4 - الإِشارة: ¶ ومن الحركات الجديدة: القول بالإِشارة بالسبابة حَالَ الجلوس بين السجدتين. ويُستدل لهذا بأَمرين: ¶ الأَول: عموم الأَحاديث التي ورد فيها تحريك السبابة في الجلوس في الصلاة, في حديث وائل, وابن عمر, وابن الزبير - رضي الله عنهم -. ¶ لكن قد جاءت روايات أخرى فيها تقييد بجلوس التشهد, فيحمل المطلق على المقيد. وقد نقل الحافظ ابن حجر - رحمه الله تعالى - ما استقرأَه ابن رُشيد - رحمه الله تعالى - بقوله (¬1): (إِذا أُطلق في الأَحاديث الجلوس في الصلاة من غير تقييد فالمراد به جلوس التشهد) انتهى. ¶ ومن أَمثلة هذا في تراجم السُّنن: قول النسائي ¶ - رحمه الله تعالى - (¬2): (باب موضع اليدين عند الجلوس للتشهد الأَول) ¶ ¬_________ ¶ (¬1) «فتح الباري»: (2/ 362): باب من لم ير التشهد الأَول واجباً. ¶ (¬2) «السنن الكبرى»: (رقم / 746) , و «الصغرى»: (رقم / 1158).",
            "page": "38",
            "part": "1",
            "seal": "B88CA531"
        },
        {
            "id": "36",
            "nass": "فذكر تحته حديث وائل - رضي الله عنه - وليس فيه التصريح بلفظ «الجلوس للتشهد» ومع هذا فلم يَفْهم منه: الجلوس بين السجدتين. بل ترجم البيهقي - رحمه الله تعالى - بما يفيد قصر «الإِشارة» في التشهدين لا غير, فقال: (باب الدليل على أَن هذا سنة اليدين في التشهدين جميعاً) وساق بسنده عن عبد الله بن الزبير - رضي الله عنه - قال: «كان رسول الله - صلى الله عليه وسلم - إِذا جلس في ثنتين أَو في أَربع وضع يديه على ركبتيه ثم أَشار بإصبعه»: «السنن الكبرى»: (2/ 132). ¶ الثاني: في بعض طرق حديث وائل بن حجر - رضي الله عنه - ما نصه: «رمقت النَّبِي - صلى الله عليه وسلم - فرفع يديه في الصلاة حين كَبَّرَ, ثم حين كَبَّر رفع يديه, ثم إِذا قال: سمع الله لمن حمده, ورفع. ¶ قال: ثم جلس فافترش رجله اليسرى ثم وضع يده اليسرى على ركبته اليسرى, وذراعه اليمنى على فخذه ¶ اليمنى, ثم أَشار بسبابته ووضع الإِبهام على الوسطى حَلَّقَ بها وقبض سائر أَصابعه, ثم سجد فكانت يداه حذو أُذنيه». رواه عبد الرزاق في «المصنف»: (2/ 68) وعنه أَحمد: (4/ 317) , والطبراني في «المعجم الكبير»: (22/ 33). ¶ وابن القيم - رحمه الله تعالى - لما ساق رواية وائل - رضي الله",
            "page": "39",
            "part": "1",
            "seal": "C0F7A1C4"
        },
        {
            "id": "37",
            "nass": "عنه - في سياق هدي النَّبِيِّ - صلى الله عليه وسلم - في الجلوس بين السجدتين, استروح من هذا السياق بعض المعاصرين: أَن ابن القيم - رحمه الله تعالى - يقول بالإِشارة بين السجدتين. ¶ وهذا غير مسلَّم به: فإِنَّه لم يصرح بهذا على عادته, وإِنما اقتصر على ذكر لفظ الرواي, ثم قال (¬1): (هكذا قال وائل بن حجر عنه). ¶ ففيه إِشارة إِلى أَن في النفس شيء منه. ¶ ولهذا ساق مرة أَخرى في: سياق هدي النَّبِيِّ - صلى الله عليه وسلم - في الجلوس الأَول للتشهد, وقال مشيراً إليه: ¶ (كما تقدم في حديثِ وائل بن حُجْر). ¶ ففي هذا إِلماح إِلى أَن هذا هو محل الإِشارة. ¶ ولهذا أَيضاً فإِنه لما ساق هدي النَّبِيِّ - صلى الله عليه وسلم - في التشهد الأَخير: ذكر حديث وائل, وقال: (وهو في السنن). فنسبة القول بالتحريك بين السجدتين إِلى ابن القيم غلط عليه. ¶ وهذه الرواية لو كانت هي السياق الوحيد لحديث وائل - رضي الله عنه - ثم لم يخالفه الآخرون الذين وصفوا صلاة ¶ ¬_________ ¶ (¬1) «زاد المعاد»: (1/ 238, 242).",
            "page": "40",
            "part": "1",
            "seal": "7120818E"
        },
        {
            "id": "38",
            "nass": "النَّبِيِّ - صلى الله عليه وسلم -؛ لكانت دلالتها على الإِشارة بالسبابة بين السجدتين ظاهرة, وَلَرأَيْتَ تَسَابُقَ العلماء إِلى القول بها, وَعَقْدَ التَّرَاجِمِ على مشروعيتها, وجريان عمل المسلمين بها, لكن كل ذلك لم يكن؟ فإِن جميع روايات حديث وائل على خلافها, والذين وصفوا صلاة النَّبِيِّ - صلى الله عليه وسلم - من غير وائل على خلافها, فجميع أَلفاظهم بين الإِطلاق والتقييد في جلوس التشهد. ¶ ولم يصرح بمشروعية الإِشارة بين السجدتين أَحد من علماء السلف, وَلَمْ تُعْقد أَي ترجمة على مقتضاها, وعمل ¶ المسلمين المتوارث على عدم الإِشارة والتحريك بين السجدتين, فهي من الروايات التي تواطأَ المسلمون على عدم العمل بها؟ إِما لضعفها أَو لأَنها على خلاف ظاهرها في الترتيب الحكمي. ¶ • أَما ضعفها: فقد أَشار إِليه البيهقي - رحمه الله تعالى - في: «السنن الكبرى»: (2/ 131) فقال: (باب ما رُوي في تحليق الوسطى بالإِبهام) وساق بسنده حديث وائل - رضي الله عنه - ثم قال: (ونختار ما روينا في حديث ابن عمر, ثم ما روينا في حديث ابن الزبير؛ لثبوت خبرهما, وقوة إسناده, ومزية رجاله,",
            "page": "41",
            "part": "1",
            "seal": "25A06AAC"
        },
        {
            "id": "39",
            "nass": "ورجاحتهم في الفضل على: عاصم بن كليب, وبالله التوفيق) انتهى. ¶ وفي «شرح الأَذكار» لابن علان: (1/ 255): (والظاهر أَن لفظ «بيمينه» مدرج من الراوي إِذ ليس في الأُصول مذكوراً) ثم ذكر رفعه. ¶ وقد قرر الشيخان ابن باز والأَلباني (¬1) أَن رواية ¶ عبد الرزاق هذه عن الثوري عن عاصم به: تفرد بها عبد الرزاق عن الثوري, مخالفاً محمد بن يوسف الفريابي وكان ملازماً للثوري, فلم يذكر السجود المذكور - في آخر الحديث - وقد تابع محمداً: عبد الله بن الوليد, فهذه الزيادة في آخر الحديث: «ثم سجد. . .» من أَوهام عبد الرزاق - رحمه الله تعالى - وأَن الروايات مطبقة على أَن الإِشارة في جلوس التشهد الأَول والثاني. ¶ • توجيهها: لكن الحكم بالشذوذ يأْتي على قواعد المحدِّثين (¬2) إِذا تعذر توجيه الرواية بما يتفق مع رواية بقية الثقات, من غير ¶ ¬_________ ¶ (¬1) «تمام المنة»: (1/ 214 - 217) , «السلسلة الصحيحة»: (5/ 308 - 314 عند الحديثين: (رقم / 2247 - 2248). ¶ (¬2) انظر: «مقدمة فتح الباري»: (ص / 384) في أول: الفصل التاسع. و «نزهة النظر في شرخ نخبة الفكر»: (ص / 27) , وعنهما: «تحفة الأَحوذي»: (2/ 94).",
            "page": "42",
            "part": "1",
            "seal": "AEC321F7"
        },
        {
            "id": "40",
            "nass": "تعسف ولا مناكدة, وتوجيه هذه اللفظة في آخر الرواية: «ثم سجد» ظاهر بما يتفق مع بقية الروايات التي تُحدد مكان الإِشارة بالإِصبع في جلوس التشهد الأَول والثاني فقط. ¶ • بيانه: إِذا علمنا من هدي النَّبِيِّ - صلى الله عليه وسلم - الراتب في الصلاة: الإِشارة بالسبابة في التشهدين حَسْبُ, ومنها الروايات الكثيرة لحديث وائل - رضي الله عنه - فإِن هذه الرواية عنه من طريق عبد الرزاق, عن الثوري, عن عاصم به: تلتقي معها على التوجيه التالي: ¶ أَن هذا الحرف «ثم» يكون للترتيب الذكري, فَيَأْتي بمعنى الواو, وليس دائماً مفيداً للترتيب في الذكر والحكم معاً, وهذا مَعْنىً جَارٍ في لسان العرب, ويقرره النحاة كابن هاشم (¬1) , وغيره - رحمهم الله تعالى -, وهو معلوم بحثاً في كتب: «أُصول الفقه» وفي «مصطلح الحديث» يبحثون حُكم تقديم بعض المتن على بعض, كما في: «فتح المغيث» للسخاوي: (3/ 196 - 198) وغيره. ¶ ¬_________ ¶ (¬1) «مغني اللبيب عن كتب الأَعاريب»: (ص / 158 - 161).",
            "page": "43",
            "part": "1",
            "seal": "DCECD3EB"
        },
        {
            "id": "41",
            "nass": "وعلى هذا المعنى: (جاء هذا الحرف «ثم» في القرآن الكريم للترتيب الذكري من غير اعتبار التراخي ¶ والمهملة, فلا تفيد أَن الثاني بعد الأَول, بل ربما يكون قبله) (¬1). ¶ ومما نحن فيه: حديث وائل بن حُجر - رضي الله عنه - في صفة صلاة النَّبِيِّ - صلى الله عليه وسلم - فأَقول: معلوم أَن حديث وائل - رضي الله عنه - لم يأْت جميعه في سياق واحد, بل هو كالشأْن في أَحاديث غيره ممن وصفوا صلاة النَّبِيِّ - صلى الله عليه وسلم - تعددت طرقه, وتنوعت مخارجه, فبعضهم اختصر وبعضهم طَوَّلَ, حسب مقتضياتٍ معلومة من أُصول الرواية وَطُرقها, في تقطيع الحديث الواحد وتجزئته. ¶ بل إِن حديث الواحد منهم في وصف صلاة النَّبِيِّ - صلى الله عليه وسلم - هو ¶ ¬_________ ¶ (¬1) «دراسات لأُسلوب القرآن الكريم» للشيخ محمد عبد الخالق عظيمة - رحمه الله تعالى -: (1/ 2 / 116 - 119) وذكر خمس عشرة آية فيها: «الترتيب الذكري» فرحمه الله رحمة واسعة آمين. - منها آية الرعد: {اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} [2] فذكر أن: «ثم» فيها للترتيب الذكري؛ لأَن استواء الله - سبحانه - على عرشه قبل رفع السموات والأَرض. . .إلخ. وفي هذا نظر لما ذكره شيخ الإِسلام ابن تيمية في: «بيان تلبيس الجهمية» (1/ 565) وابن القيم كما في: «مختصر الصواعق: 308» وقد نبهني على ذلك بعض الفضلاء - أثابهم الله -. وانظر: «مقدمة تفسير ابن جرير» - رحمه الله تعالى -: (1/ 12). وخزانة الأَدب»: (11/ 37 - 38).",
            "page": "44",
            "part": "1",
            "seal": "957B1AAE"
        },
        {
            "id": "42",
            "nass": "كما قال الحافظ ابن حجر - رحمه الله تعالى - (¬1): (إِن السنن المتفق عليها لم يستوعبها كل واحد ممن وصف صلاته - صلى الله عليه وسلم - وإِنما أُخذ مجموعها عن مجموعهم) انتهى. ¶ ولهذا فإِن الحسنات التي يُسديها العالم بالحديث إِلى المسلمين: تجميع طرق الحديث الواحد, وسياق متونها الثابتة مساقاً واحداً مع بيان مخرج كل لفظ منها, والتنبيه على ما لا يصح منها. ¶ ومن المقصود الأَعظم فيها: وصف الهيئة في الركن الواحد من أَركان الصلاة, كوصف القيام, ووصف السجود. . . أَو ذكر مواطن الصفة الواحدة فيها, مثل: «رفع اليدين»). ¶ وهكذا مما لا يعني قصد الترتيب الحكمي في كل سياق على كل حال؛ لأَنه معلوم متوارث. ومنه في رواية عبد الرزاق هذه محل الإِشكال, ففيها أَمران ظاهران: ¶ الأَول: الاختصار والاقتصار على وصف ثلاث هيآت في الصلاة: ¶ ¬_________ ¶ (¬1) «فتح الباري»: (2/ 302).",
            "page": "45",
            "part": "1",
            "seal": "3CDC5955"
        },
        {
            "id": "43",
            "nass": "1 - مواضع الرفع. ¶ 2 - صفة الجلوس ولم يحدد. ¶ 3 - صفة السجود. ¶ والثاني: أن حرف العطف «ثم» غير مراد به الترتيب الحكمي بل الترتيب الذكري, ويقال: الإِخباري, ويقال: ترتيب اللفظ, بدليل أَنه تخلل ما قبلها في السياق أَقوال وأَفعال لم تذكر, ومنها «السجدة الأُولى» لم تذكر في هذا السياق, فهو يريد «وصف مطلق السجود» لأَن هيئته واحدة سواء كانت السجدة الأُولى أَم الثانية, وهذا ظاهر, والحمد لله رب العالمين. ¶ وهذا التقرير مما يدل الناظر على أَهمية الالتفات إِلى معاني الأَدوات والحروف, بضميمة بعض الروايات إِلى بعض, وانظر أمثلة لهذا في: «الإِحكام» لابن دقيق العيد: (1/ 388, 410 - 411) و (2/ 267, 272, 327).",
            "page": "46",
            "part": "1",
            "seal": "5A4A697D"
        },
        {
            "id": "44",
            "nass": "5 - ومنها: صفة «العجن»: ¶ العجن: هو أَن يقوم المصلي من ركعة إِلى أُخرى على هيئة العاجن, وهو أَن يجمع يديه ويتكئ على ظهورهما عند القيام كحال من يعجن العجين. ¶ وهذه: هيئة أَعجمية, ليست سنة شرعية, كما يشير إِليه كلام ابن الصلاح - رحمه الله تعالى -. وأَن هذه يفعلها المُسِنُّ اضطراراً لا اختياراً ليستعين بها على القيام. ¶ ثم العجن له صفتان في لغة العرب: المذكورة, والثانية ببسط الكفين على الأَرض, كما هو معروف من حال النساء عند عجن العجين. ¶ ومتى كان التشبه بالنساء, أَو العمل حال العجز, سنة من سنن الهدى؟ ¶ على أَن بعضهم قال: إِن لفظ الحديث: على هيئة العاجز ورسم «الزاء» و «النون» متقاربان. ¶ مع أَن الحديث ضعيف لا تقوم به حجة, وترك التسنن به",
            "page": "47",
            "part": "1",
            "seal": "E37EA06C"
        },
        {
            "id": "45",
            "nass": "مدى القرون علة قادحة, وقد بينت ذلك في جزء مفرد هو: «كيفية النهوض في الصلاة/ وضعف حديث العجن».",
            "page": "48",
            "part": "1",
            "seal": "91906E46"
        },
        {
            "id": "46",
            "nass": "6 - التطبيق العملي الجديد لحديث عبد الله بن الزبير: ¶ التطبيق العملي الجديد لحديث عبد الله بن الزبير - رضي الله عنهما - قال: «كان رسول الله - صلى الله عليه وسلم - إِذا قعد في الصلاة جعل قدمه اليسرى بين فخذه وساقه وفرش قدمه اليمنى. . .» الحديث رواه مسلم: (5/ 79). ¶ إِذْ فَهِمَ بعض المعاصرين أَن التطبيق العملي لهذه السنة هو: إِظهار أَصابع القدم اليسرى فيما بين الفخذ والساق فَيَجْعَلُ ظهرهما مما يلي الساق, وبطنها مما يلي الفخذ. ... وهذا الحديث رواه أَبو داود بسنده عن عبد الواحد بن زياد, أَخبرنا عثمان بن حكيم, أَخبرنا عامر بن عبد الله بن الزبير عن أَبيه, قال: «كان رسول الله - صلى الله عليه وسلم - إِذا قعد في الصلاة جعل قدمه اليسرى تحت فخذه اليمنى وَسَاقِهِ, وَفَرَشَ قدمه اليمنى» الحديث: (رقم 973). وهذا إِسناده عند مسلم سواء. ¶ فمخرج الحديث عندهما متحد, «فالبينية» في رواية مسلم هي بمعنى «التحتية» في لفظ أَبي داود, فإِنَّه لا يمكن مع",
            "page": "49",
            "part": "1",
            "seal": "032AF027"
        },
        {
            "id": "47",
            "nass": "اتحاد مخرجه تعدد الصفة, وكون القدم اليسرى تحت ¶ فخذه اليمنى وساقه, ولا يُحتمل تأْويله بالتطبيق العملي الجديد المذكور, فَتَعَيَّنَ حمل «البينية» في رواية مسلم على هذا اللفظ الصريح في رواية أَبي داود. ¶ ولما ذكر ابن القيم - رحمه الله تعالى - الوجوه الثلاثة التي رُويت عن النَّبِيِّ - صلى الله عليه وسلم - في التورك للتشهد الأَخير (¬1): ¶ ذكر في الوجه الأَول: أَنه - صلى الله عليه وسلم - يُفْضي بقدميه من ناحية واحدة. ¶ وذكر في الوجه الثاني أنه - صلى الله عليه وسلم - قدم رجله اليسرى , ونصب اليمنى. ¶ وذكر في الوجه الثالت: أَنه - صلى الله عليه وسلم - يجعل قدمه اليسرى بين فخذه وساقه, ويفرش قدمه اليمنى. ¶ ثم قال بعد تفصيل في كل واحدة منها: (وهذه - أَي الثالثة - هي الصفة التي اختارها أَبو القاسم الخرقي في «مختصره» وهذا مخالف للصفتين الأُوليين في إِخراج اليُسرى من جانبه الأَيمن, وفي نصب اليمنى, ولعله كان يفعل هذا تارة, وهذا تارة, وهذا أَظهر, ويحتمل أَن ¶ يكون هذا من اختلاف الرواة. . .) انتهى. ¶ فالاختلاف بين وجهي التورك في الثانية والثالثة هو: ¶ ¬_________ ¶ (¬1) انظر: زاد المعاد (1/ 252/ 253).",
            "page": "50",
            "part": "1",
            "seal": "1C9E99F8"
        },
        {
            "id": "48",
            "nass": "نصب اليمنى أَو فرشها. ... أَما اليسرى فتقديمها - أَي جهة اليمين - وفي الثالثة بَيَّن مَحِلَّ التقديم, وهو جعلها «بين الفخذ اليمنى والساق». ¶ وذكر لها حديث ابن الزبير المتقدم فقط, في لفظه عند مسلم, ولم يذكر لفظه عند أَبي داود الذي نص على أَنها «تحت فخذه وساقه»؛ لأَن الخلاف بين الوجهين الثاني والثالث في التورك هو في: القدم اليمنى بين نصبها أَو فرشها. ¶ وبعض المنتسبين إِلى الحديث من أَهل عصرنا فهم من رواية مسلم فقط, ومن اقتصار ابن القيم على سياقها: التَّفْسيرَ بهذا التطبيق العملي الجديد, وهو تطبيق جديد لا أَعلم به قائلاً قَبْلُ. ولفظ أَبي داود لاتحاد مخرجه: نَصٌّ في رفض هذا الفهم الجديد, والله أَعلم.",
            "page": "51",
            "part": "1",
            "seal": "B256DBFE"
        },
        {
            "id": "49",
            "nass": "7 - ومنها: قَصْرُ عَقْدِ التسبيح وعده على أصابع اليد اليمنى. ¶ ويُحتج لها بما ورد في بعض أَلفاظ الرواة لحديث عبد الله ابن عمرو بن العاص - رضي الله عنهما - قال: «رأَيت رسول الله - صلى الله عليه وسلم - يعقد التسبيح بيمينه» رواه أَبو داود والبيهقي. ¶ وهي لفظة تفرد بها: «محمد بن قدامة بن أَعين» عن جميع الرواة. ¶ وتبين منزلة هذا «التفرد» بِجَمْعِ أَلفاظ الرواة, والوقوف على مخرج الحديث, هل هو مُخْتَلِفٌ أَم مُتَّحِد. ¶ وعليه: فاعلم أَن حديث عبد الله بن عمرو بن العاص - رضي الله عنهما - رواه أَصحاب السنن الأَربعة, وغيرهم, ولفظه: «قال: قال رسول الله - صلى الله عليه وسلم -: خلتان من حافظ عليهما أَدخلتاه الجنة. . . قال: ورأَيت رسول الله - صلى الله عليه وسلم - يعقدهن بيده». وفي لفظ: «يعقد التسبيح». ¶ وفي لفظ: «ولقد رأَيت رسول الله - صلى الله عليه وسلم - يعقد هكذا, وَعَدَّ بأَصابعه». ¶ وهذا الحديث من حيث سنده: فَرْدٌ في أَوله, تفرد به عبد الله بن عمرو بن العاص - رضي الله عنهما - وعن عبد الله",
            "page": "52",
            "part": "1",
            "seal": "A1871819"
        },
        {
            "id": "50",
            "nass": "تفرد به: السائب بن زيد أَو ابن مالك, وعن السائب, تفرَّد به عنه ابنه: عطاء بن السائب. ¶ وعن عطاءٍ اشتهر (¬1) , رواه عنه جماعة منهم: شعبة, وسفيان الثوري, وحماد بن زيد, وأَبو خثيمة زهير بن حرب, وإِسماعيل بن علية, والأَعمش. ¶ وهؤلاء جبال في الرواية والحفظ, والإِتقان والعلم. وكلهم يقولون: «بيده» لا يختلفون البتة, فليس فيهم واحد يقول: «بيمينه». ¶ والاختلاف إِنَّما حصل من طريق أَحد الرواة عن عَثام بن على عن الأعمش به, من رواية شيخ أَبي داود: محمد بن قدامة عن عثام به بلفظ: «بيمينه» رواه أَبو داود, ومن ¶ طريقه البيهقي. ¶ ومحمد بن قدامة بهذا يخالف أَقرانه الآخذين عن عثام, الذين رووه بمثل لفظ الجماعة أَقران الأَعمش: «بيده» أَو بمعناه بلفظ: «يعقد التسبيح». ¶ إِذاً لابد من تحقيق البحث في رواية عثام عن الأَعمش عن عطاء, عن أبيه السائب, عن عمرو بن العاص ¶ ¬_________ ¶ (¬1) نظير هذا الحديث في التفرد في أَوله, والشهرة في آخره: أَول حديث في «صحيح البخاري»: «إِنما الأَعمال بالنيات» وآخر حديث فيه: «كلمتان. . .».",
            "page": "53",
            "part": "1",
            "seal": "5BBC9E46"
        },
        {
            "id": "51",
            "nass": "- رضي الله عنهما -: ¶ الأَعمش هو: سليمان بن مهران الكوفي, ممن روى عن عطاء قبل الاختلاط فروايته عنه مقبولة, والأَعمش في جميع رواياته عن عطاء يرويه بصيغة العنعنة, فيقول: «عن عطاء» والأَعمش موصوف بالتدليس, لكن تدليسه قليل محتمل, كما قرره الحافظ ابن حجر في «طبقات المدلسين». ¶ ثم عن طريق الأَعمش انفرد بروايته عنه: عثام بن علي العامري الكوفي. وهو صدوق. وعن عثام رواه جماعة منهم: ¶ 1 - ابنه: علي بن عثام, وهو: إمام ثقة. ¶ وروايته به بلفظ: «رأَيت رسول الله - صلى الله عليه وسلم - يعقد ¶ التسبيح» أَخرجه الحاكم في: «المستدرك»: (1/ 547). ¶ 2 - محمد بن عبد الأَعلى الصنعاني. وهو ثقة. ¶ 3 - الحسين بن محمد الذراع البصري. صدوق. ¶ كلاهما به بلفظ: «رأَيت رسول الله - صلى الله عليه وسلم - يعقد التسبيح» أَخرجه النسائي في: «سننه»: (3/ 79). ¶ ومن طريق محمد بن عبد الأَعلى الصنعاني, أَخرجه الترمذي بلفظ: «رأَيت رسول الله - صلى الله عليه وسلم - يعقد التسبيح بيده». وقال الترمذي: (هذا حديث حسن غريب, من هذا",
            "page": "54",
            "part": "1",
            "seal": "EF4200A2"
        },
        {
            "id": "52",
            "nass": "الوجه, عن الأَعمش عن عطاء بن السائب. ¶ وروى شعبة والثوري هذا الحديث عن عطاء بن السائب, بطوله). ¶ 4 - أَبو الأَشعث أَحمد بن المقدام العجلي البصري. صدوق. ¶ ولفظه: «رأَيت رسول الله - صلى الله عليه وسلم - يعقد التسبيح» أَخرجه البغوي في: «شرح السنة»: (5/ 47). ¶ وبلفظ: «رأَيت رسول الله - صلى الله عليه وسلم - يعقد التسبيح بيده» رواه ابن حبان, كما في: «موارد الظمآن»: (ص / 580). ¶ 5 - عبيد الله بن ميسرة البصري. ثقة ثبت. ¶ قال أَبو داود - رحمه الله تعالى - في: «سننه» (2/ 81): (حدثنا عبيد الله بن ميسرة, ومحمد بن قدامة, في آخرين قالوا: حدثنا عثام, عن الأَعمش, عن عطاء بن السائب عن أَبيه, عن عبد الله بن عمرو بن العاص, قال: رأَيت رسول الله - صلى الله عليه وسلم - يعقد التسبيح. - قال ابن قدامة: بيمينه -). انتهى. ¶ 6 - محمد بن قدامة المصيصي. ثقة. من شيوخ أَبي داود. ¶ ولفظه: «رأَيت رسول الله - صلى الله عليه وسلم - يعقد التسبيح بيمينه» (¬1). ¶ ¬_________ ¶ (¬1) انظر: «نتائج الأَفكار» لابن حجر: (2/ 267) وحكى الاتفاق فقال: (وقد اتفقوا =",
            "page": "55",
            "part": "1",
            "seal": "C911060C"
        },
        {
            "id": "53",
            "nass": "رواه أَبو داود في: «سننه»: (2/ 81) , والبيهقي من طريقه في: «السنن الكبرى»: (2/ 187). ¶ فهؤلاء خمسة من تلاميذ عثام, وهم ما بين: ثقة ثبت, أَو ثقة, أَو صدوق, ومنهم أَخصهم به: ابنه على بن عثام, الإِمام الثقة الحافظ - كما وصفه الذهبي بذلك - كلهم به بلفظ: «يعقد التسبيح». ¶ واختلف محمد بن عبد الأَعلى, وأَحمد بن المقدام, فقالا مثل ذلك, وفي لفظ من طريقهما: «يعقد التسبيح بيده». ¶ وهي لا تخرج عن معنى روايتهما مع الآخرين: «يعقد التسبيح»؛ لأَن العقد لا يكون إِلاَّ باليد. ¶ فهذان اللفظان خرجا مخرج الصحيح. ¶ وانفرد شيخ أَبي داود: محمد بن قُدامة المصيصي, من ¶ ¬_________ ¶ = على أَن الثقة إِذا تميز ما حدث به قبل اختلاطه مما بعده قُبل, وهذا من ذاك) انتهى. ¶ تنبيه: في: «السلسة الضعيفة»: (1/ 112, رقم / 83) , (3/ 48 - 49, رقم / 1002) عزا الحديث بلفظ: «بيمينه» إِلى: الترمذي, والنسائي في سننه, وفي: عمل اليوم والليلة, وإِلى الحاكم, وكل هذا غلط في العزو فلا يوجد عند هؤلاء بلفظ: «بيمينه» , وذكره على الصواب في تخريج: «الكلم الطيب» (ص / 69).",
            "page": "56",
            "part": "1",
            "seal": "A3B47B56"
        },
        {
            "id": "54",
            "nass": "بين الآخرين عن عثام بلفظ: «يعقد التسبيح بيمينه» , ولم يتابعه عليها أَحد, وليس لها شاهد. ¶ قالها مخالفاً جميع الرواة عن عثام, عن الأَعمش به, ومخالفاً جميع أَقران الأَعمش به, فهي من باب مخالفة الثقة لمن هو أَوثق منه, وفي أَقرانه: أَخص الناس بعثام: ابنه ¶ علي, وفيهم شيخ أَبي داود: عبيد الله بن ميسرة, الثقة الثبت. ¶ ومخالفاً جميع أَقران الأَعمش الذين رووه عن عطاء, وفيهم: شعبة, والثوري, وحماد بن زيد, وابن علية, وزهير بن حرب, وجرير بن عبد الحميد, وغيرهم, وناهيك بهم في العدالة والضبط والإِتقان. ¶ وكلهم يقولون: «بيده». ¶ ورواية سفيان عن عطاء به بلفظ: «ولقد رأَيت رسول الله - صلى الله عليه وسلم - يعد هكذا, وَعَدَّ بأَصابعه». ¶ أَخرجه عبد الرزاق: (2/ 223). ¶ ليس فيهم واحد يقول: «بيمينه». ¶ فليس هذا الاختلاف صادراً عن رسول الله - صلى الله عليه وسلم - ولا عن الصحابي رواي الحديث - رضي الله عنه - وإِنما هو ناشئ من تفاوت الرواة في الحفظ والضبط, فهذه اللفظة «بيمينه» من",
            "page": "57",
            "part": "1",
            "seal": "BBEC38B0"
        },
        {
            "id": "55",
            "nass": "شيخ أَبي داود محمد بن قدامة, مخالفاً جميع أَقرانه, وفيهم من هو أَحفظ منه وأَضبط. ¶ وقاعدة التخريج: أَن الحديث, إِذا اتحد مخرجه كهذا الحديث؛ امتنع حمله على التعدد, وهذا الحديث «متحد ¶ المخرج»: عطاء عن السائب عن عبد الله بن عمرو بن العاص, لا غير: فصارت هذه اللفظة «بيمينه» خطأ من ابن قدامة ولابد, خالف بروايتها جميع الرواة من أَقرانه وفيهم من هو أَوثق منه, وأَقران الأَعمش وكلهم أَوثق منه, فهي لفظة شاذة غير محفوظة. ¶ قال شيخ المفسرين الحافظ أَبو جعفر ابن جرير - رحمه الله تعالى - في: «تفسيره»: (9/ 566): «والحفاظ الثقات إِذا تتابعوا على نقل شيء بصفة فخالفهم واحد منفرد ليس له حفظهم؛ كانت الجماعة الأَثبات أَحق بصحة ما نقلوا من الفرد الذي ليس له حفظهم). انتهى. ¶ وهذا معنى مقرر في كتب الاصطلاح, كما في: «النكت» لابن حجر: (2/ 691 - 692) و «هدي الساري» له: (ص / 348, 356, 384) و «صيانة صحيح مسلم) لابن الصلاح: (ص / 139, 154).",
            "page": "58",
            "part": "1",
            "seal": "311C486D"
        },
        {
            "id": "56",
            "nass": "ويؤكِّد هذا الشذوذ من جهة المتن أُمور: ¶ 1 - أَنا أَبا داود - رحمه الله تعالى - لما أَخرج هذه اللفظة: «بيمينه» وأَشار إِلى انفراد: محمد بن قدامة بها, دون الآخرين, لم يترجم عليه بما يفيد هذا القيد: ¶ قَصْرُ عقد التسبيح على أَصابع اليد اليمين. ¶ وكذلك البيهقي من طريقه في: «السنن». ¶ 2 - ولهذا - والله أَعلم - تنكب العلماء القول بموجب هذه اللفظة - بعد النظر والتتبع, ولم أَر إِلاَّ قول ابن الجزري كما في: «شرح ابن علان للأَذكار»: (1/ 251): (وقال أَهل العلم: ينبغي أَن يكون عدد التسبيح باليمين). انتهى. ¶ وَلَمْ أَرَه على التفصيل. ¶ ومن كان عنده فضل علم فليرشد إِليه, مع أَن الحجة هي السنة. ¶ 3 - أَن لفظ: «اليد» للجنس, فيُراد بها: «اليدان». ومن نظر في أَلفاظ الرواة في وضع «اليد» على الصدر حال القيام في الصلاة: عَلِمَ ذلك. ¶ 4 - يزيد هذا وضوحاً: أَمره - صلى الله عليه وسلم - للنسوة في حديث يسيرة - رضي الله عنها - قالت: «قال لنا رسول الله - صلى الله عليه وسلم - عليكن بالتسبيح والتهليل",
            "page": "59",
            "part": "1",
            "seal": "65679BC2"
        },
        {
            "id": "57",
            "nass": "والتقديس, واعقدن بالأَنامل فإِنهن مسؤولات مستنطقات ولا تغفلن فَتُنْسَيْنَ الرَّحمة». رواه أَحمد: (14/ 221 الفتح الرباني) , وأَبو داود: (1487) , والترمذي: (3653) واللفظ له, والحاكم: (2007). ¶ وكما أَن لفظ: «الأَنامل» وهي رؤوس الأَصابع التي بها «الظُّفْرَ» يَعُمُّ الأَصابع من باب إِطلاق البعض وإِرادة الكل, فإِن هذا أَيضاً يعم أَصابع اليدين, فَهُو على عمومه (¬1). ¶ ولو فرض أَن ثمة احتمال - ولا احتمال -: فإِن ترك الاستفصال في مقام الاحتمال ينزل منزلة العموم في المقال (¬2). ¶ ومعلوم أَيضاً أَن «العقد» هو أَحد «الدَّوَالِّ الخمس» وهي: اللفظ, ثم الإِشارة, ثم العقد, ثم الخط, ثم النصب, فمن قصر العقد على أَصابع يَدٍ دون الأُخرى فعليه الدليل, فيبقى عقد التسبيح إِذاً على عمومه بأَصابع اليدين. ¶ 5 - وإِجراء النص على عمومه, كما هو ظاهر, وعليه عمل ¶ ¬_________ ¶ (¬1) انظر: «شرح الأَذكار» لابن علان: (1/ 250). ¶ (¬2) «إِحكام الأَحكام» لابن دقيق العيد: (1/ 474 - 475) «فتح الباري»: (4/ 164).",
            "page": "60",
            "part": "1",
            "seal": "4BCA2F9E"
        },
        {
            "id": "58",
            "nass": "المسلمين, هو الذي يطرد من قاعدة الشريعة في إِعمال كلتا اليدين في العبادة (¬1). حيث يمكن إِعمالهما, ¶ كما في التعبد بهما في الصلاة في أَحوال: الرفع, والقبض, والاعتماد في الركوع, والسجود,. . . ¶ وفي رفعهما للدعاء, واستقبال الوجه ببطنهما, ومسح الوجه بهما بعد الدعاء خارج الصلاة - في عمل بعض السلف - وفي النفث بهما والمسح على البدن وضرب اليدين على الأَرض لتيمم, ومسح الوجه بهما, وهكذا. ¶ والذكر دعاء, وسنة الدعاء باليدين معاً, وكما أَن رفعهما ووضعهما على الصدر: «زينة الصلاة» كما قال بعض السلف, فكذلك عقد التسبيح بهما زينة للصلاة بعدها. وأَما الإِشارة إِلى الحجر الأَسود أَو استلامه باليمنى فقط؛ فلأَنه من باب السلام, والسلام باليمين. ¶ ولهذا ذكر البغدادي في «خِزانة الأَدب» (¬2): أَنه لما ¶ شرفت ¶ ¬_________ ¶ (¬1) «إِحكام الأَحكام»: (2/ 342). ¶ (¬2) بكسر الخاء, ولهذا يقولون: لا تفتح الخِزانة. ونحوه: لا تفتح الجراب, ولا تكسر القصعة, ولا تمد القفا, وإِذا دخلت مكة فافتح: «طَوى» وإِذا خرجت فضم: «طُوى» , والجنازة بفتح الجيم وكسرها, فالأَعلى للأَعلى, والأَسفل للأَسفل, وملِك بكسر اللام في الأَرض وبفتحها في السماء. «فتح المغيث»: (3/ 43). و «أَسرار العربية» لأَحمد تيمور: (ص / 164).",
            "page": "61",
            "part": "1",
            "seal": "4FF6A8C3"
        },
        {
            "id": "59",
            "nass": "اليمين بالتيامن, شُرِّفَت الشمال معها بعقد التسبيح. وليس عقد التسبيح بهما بأَبلغ من قراءة القرآن والنفث فيهما ثم مسح البدن. ¶ وهذا التوجيه من أَعظم الأَدلة في تقرير مسائل العلم؛ لأَن أَحكام الشريعة في جهة واحدة, تجري على نسق واحد ولهذا صار من مواضع الخطأ التي تصرف عن صحة النظر: «التجريد في الدليل عما يحف به» وقد بينته - ولله الحمد - بسطاً في: «التأْصيل لأُصول التخريج وقواعد الجرح والتعديل». ¶ فهذه الوجوه الإِسنادية والمتنية, جلية كافية في دلالة السنة على عقد التسبيح, وأَنه باليد, وأَن المراد بها جنس اليد, فيشمل اليدين وعقد التسبيح بأَصابعهما, وأَن لفظ: «بيمينه»: شاذ غير محفوظ, وهذا من أَنواع الحديث الضعيف فَلاَ يُعمل به. ¶ • تنبيه مهم: لا يُؤثر على هذا ما تراه في وصف «حاسب اليد» ويقال: «حساب العقود» وقد أُلِفت فيه كُتُبٌ نظماً ونثراً, ومنها: أرجوزة: محمد بن أَحمد الموصلي ¶ الحنبلي المطبوعة في: «بلوغ الأَرب» للآلوسي: (3/ 379 - 385) مع التعليق عليها,",
            "page": "62",
            "part": "1",
            "seal": "42F3CF13"
        },
        {
            "id": "60",
            "nass": "وأَرجوزة: على بن المغربي, المتوفى سنة 684هـ, المشهورة باسم: «لوح الحفظ» وشرحها لابن شعبان, وفي «نشوار المحاضرة» و «فتح الباري»: (13/ 107 - 109). ¶ ومختصر ذلك في «سبل السلام» للصنعاني؛ عند حديث عقد الأَصابع في الجلوس للتشهد. ¶ فإِن وصف عقد الحساب هذا قد حصل التواضع عليه «للإِخبار» عن حساب وعدد بعينه, كثمن سلعة أًو سومها, فللآحاد: الخنصر, والبنصر, والوسطى, وللعشرات: الإِبهام والسبابة, من اليد اليمنى, وللمئين من اليد اليسرى: الخنصر والبنصر والوسطى, وللألوف من اليسرى: الإِبهام والسبابة. ¶ وعليه: فلا مدخل لهذا «الإِخبار» عن وصف حساب العقود باليد, بإِنشاء التعبد بعقد التسبيح, فإِن عقد الأَصابع تعبداً «ثلاثاً وثلاثين» بالتسبيح والتحميد والتكبير, لابد من عقد إِصبع لكل مرة, مجموعة أَو مفرقة حتى تبلغ «تسعاً وتسعين». ¶ ولهذا فإِن القائلين بقصر العَدِّ على أَصابع اليد اليمنى, يتعذر عليهم القول بقصر الآحاد على الخنصر, والبنصر, والوسطى. . . بل يتعذر ولا يأَتي البتة. ¶ ومع جميع ما تقدم فإِن ظاهر عد النَّبي - صلى الله عليه وسلم - لأَيام الشهر",
            "page": "63",
            "part": "1",
            "seal": "7751C283"
        },
        {
            "id": "61",
            "nass": "بأَصابع يديه الشريفتين وأَشار بها. . . الحديث, يفيد صفة العدد بأَصابع اليدين على المأْلوف, فكذلك ليكن عقد التسبيح بأَصابع اليدين كلتيهما.",
            "page": "64",
            "part": "1",
            "seal": "2568E0AA"
        },
        {
            "id": "62",
            "nass": "8 - ومنها ضَمُّ العَقِبَيْنِ في السجود: ¶ مَضَى في: «المسأْلة الثالثة» سياق بعض هدي النبي - صلى الله عليه وسلم - في السجود, وأَرى قبل بيان حكم هذا التسنن بضم العقبين في السجود, الاستيعاب ما أمكن لهدي النبي - صلى الله عليه وسلم - في السجود, زيادة في الخير, ودلالة على المراد من هديه العام - صلى الله عليه وسلم - في سجوده, فأَقول: ثَبَتَ من هدي النبي - صلى الله عليه وسلم - في السجود: السجود على سبعة آراب - أعضاء - وهي: الوجه, والكفان, والركبتان, والقدمان. وكان هديه - صلى الله عليه وسلم - العام في سجوده على هذه الأَعضاء السبعة وهيئته ساجداً - صلى الله عليه وسلم -: ¶ الاعتدال, حتى يطمئن كل عضو منها إِلى موضعه. ¶ وتمكين هذه الأعضاء السبعة من الأَرض, بالاعتماد والادِّعَام, والتحامل عليها. ¶ والتوسط في البدن بين الانفراش وبين القبض والتقوس, ¶ كما تقدم في: «3». ¶ والتجافي, والتفاج بين الأَعضاء, والتفريج بينها حتى يستقل كل عضو بنفسه, ولا يعتمد بعض الأَعضاء على الآخر. قال ابن",
            "page": "65",
            "part": "1",
            "seal": "30359229"
        },
        {
            "id": "63",
            "nass": "المنيِّر في حكمة ذلك (¬1): «الحكمة فيه أن يظهر كل عضو بنفسه, وَيَتَمَيَّز؛ حتى يكون الإِنسان الواحد في سجوده كأنه عَدَدٌ, ومقتضى هذا أن يستقل كل عضو بنفسه, ولا يعتمد بعض الأعضاء على بعض في سجوده, وهذا ضد ما ورد في الصفوف, من التصاق بعضهم ببعض؛ لأَن المقصود هناك إظهار الاتحاد بين المصلين حتى كأنهم جسد واحد» انتهى. ¶ والوصف التفصيلي لكل عضو من أعضاء السجود كالآتي: ¶ كان - صلى الله عليه وسلم - يُمَكِّنُ جبهته وأنفه من الأَرض على السواء؛ ولذا اعتبر السجود على الجبهة والأَنف عضواً واحداً. ¶ وكان - صلى الله عليه وسلم - يضع كفيه حذو منكبيه وأذنيه, في مقابلة خديه - صفحتي الوجه -. ¶ وكان - صلى الله عليه وسلم - يبسط يديه, مضمومة الأَصابع, غير مُفَرِّجٍ بين أصابعه, موجهاً لها إِلى القبلة, معتمداً على راحتيه, رافعاً مرفقيه وذراعيه عن الأَرض, وقد نهى - صلى الله عليه وسلم - عن فرش الذراعين على الأَرض افتراش السبع, وفي رواية: «افتراش الكلب» , ¶ ¬_________ ¶ (¬1) عون المعبود: 3/ 169.",
            "page": "66",
            "part": "1",
            "seal": "1D855993"
        },
        {
            "id": "64",
            "nass": "مُجَافِياً, ومُنَحِّياً ضبعيه - عضديه - عن جنبيه وإبطيه حتى يُرى بياضهما. ¶ وروى الترمذي والبيهقي: أن النبي - صلى الله عليه وسلم - رَخَّصَ إن طال السجود بالاعتماد بالمرفقين على الفخذين. ¶ كما في حديث أبي هريرة - رضي الله عنه - مرفوعاً: «استعينوا بالركب». قال الترمذي بعده: «كأن رواية الإِرسال أصح». وقال البيهقي: «قال البخاري: إرساله أصح». ¶ وكان - صلى الله عليه وسلم - يمكن ركبتيه من الأَرض, ويُفَرِّجُ بين فخذيه, ويُقِلُّ بطنه عنهما, غير حامل بطنه على شيء من فخذيه. ¶ وكان - صلى الله عليه وسلم - ينصب قدميه, ويمكنهما من الأَرض, ¶ مستقبلاً بأَطراف أَصابع قدميه القبلة, مفتحاً لها, أي: عاطفاً لأَصابعه نحو القبلة. ¶ هذا محصل ما وقفت عليه في السنة من صفة السجود وهيئته إجمالاً وتفصيلاً. ¶ • ويتعلق بهيئة السجود مسألتان: ¶ • المسألة الأولى: ضَمُّ الفخذين حال السجود: عن أبي هريرة - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قال: «إذا سجد أحدكم فلا يفترش يديه افتراش الكلب وليضم فخذيه» رواه أبو داود في: «باب صفة السجود» وابن خزيمة",
            "page": "67",
            "part": "1",
            "seal": "3E73856E"
        },
        {
            "id": "65",
            "nass": "وترجمه بقوله: «باب ضم الفخذين في السجود» والبيهقي تحت هذه الترجمة: «باب يفرج بين رجليه ويقل بطنه عن فخذيه» وساق حديث التفريج بين الفخذين, ثم ذكر حديث أبي هريرة في ضمهما, ثم قال بعده: «وَلَعَلَّ التفريج أَشبه بهيئة السجود, والله أعلم» انتهى. ¶ وهذه اللفظة: «وليضم فخذيه» ضعيفة؛ لضعف دَرَّاج في سندها, فلا تصح, وهي مخالفة لما جاء في حديث أبي حميد الساعدي, رواه أبو داود, وغيره. ¶ قال الشوكاني - رحمه الله تعالى -: «والحديث - أي حديث أَبي حميد الساعدي - يَدُلُّ عَلَى مشروعية التفريج بين الفخذين في السجود, ورفع البطن عنهما, ولا خلاف في ذلك» انتهى. ¶ • المسألة الثانية: ضم العقبين في السجود: هذه المسألة يُتَرْجَمُ لها بذلك, وبلفظ: «رَصُّ العقبينِ في السجود» وبلفظ: «جمع العقبين» وبلفظ: «جمع القدمين». ¶ نظرت في جملة من مشهور كتب المذاهب الفقهية الأَربعة, عن وَصْفٍ لحال القدمين في السجود من ضم أو تفريق؛ فلم أر في كتب الحنفية والمالكية شيئاً. ¶ ورأيت في كتب الشافعية: والحنابلة, استحباب التفريق",
            "page": "68",
            "part": "1",
            "seal": "772A92B0"
        },
        {
            "id": "66",
            "nass": "بينهما, زاد الشافعية: بمقدار شبر. ¶ قال النووي - رحمه الله تعالى - في: «الروضة: 1/ 259»: «قلت: قال أصحابنا: ويستحب أن يفرق بين القدمين. قال القاضي أبو الطيب: قال أصحابنا: يكون بينهما شبر» انتهى. ¶ وقال الشيرازي في: «المهذب»: «ويفرج بين رجليه؛ ¶ لما روى أبو حميد. . .» إلخ. ¶ وذكر النووي في: «المجموع: 3/ 373» نحو قوله في: «الروضة». ¶ وعند الحنابلة, قال البرهان ابن مفلح م سنة 884 - رحمه الله تعالى - في: «المبدع: 1/ 457»: ¶ «ويفرق بين ركبتيه ورجليه؛ لأَنه - عليه السلام - كان إذا سجد فَرَّج بين فخذيه. وذكر ابن تميم وغيره, أنه يجمع بين عقبيه» انتهى. ¶ تَحَصَّل من هذا: أنه لا ذكر لجمع العقبين حال السجود في شيء من المذاهب الأَربعة, وأن نهاية ما فيها: ما ذكره ابن مفلح الحنبلي, عن ابن تميم وغيره: «أنه يجمع عقبيه». وقد نظرت في كتب الرواية في المذهب, فلم أرها رواية عن الإِمام أَحمد, بل إِن المرداوي في: «الإِنصاف» لم يعرج على كلمة ابن تميم هذه, والمقرر في مذهب الحنابلة هو التفريج بين",
            "page": "69",
            "part": "1",
            "seal": "DA370FEF"
        },
        {
            "id": "67",
            "nass": "القدمين, إلحاقاً لسنة التفريج بين الركبتين والفخذين. ¶ فما ذكره ابن تميم فرع غريب, لم يذكره رواية عن الإِمام أحمد, ولم يذكر سلفه فيه, ولا يمكن أن يكون ¶ فرعاً مخرجاً في المذهب, يبقى أنَّا لا نعلم من أَين أَتى به ابن تميم وغيره؟ ¶ والخُلف سهل؛ إِذْ السنة هي الميزان, وإليها المآل. ¶ وإِذا كان ابن تميم وغيره مِمَّن لَمْ يُسَمَّ قد انفرد بذكر - هذا الفرع في المذاهب الأَربعة, فإن إِمام الأَئمة ابن خزيمة - رحمه الله تعالى - قد انفرد - فيما اطلعت عليه من المحدثين - بالترجمة في: «صحيحه: 1/ 328» بقوله: «باب ضم العقبين في السجود» وساق بسنده تحت هذه الترجمة حديث عائشة - رضي الله عنها - زوج النبي - صلى الله عليه وسلم - قالت: «فقدت رسول الله - صلى الله عليه وسلم - وكان معي على فراشي, فوجدته ساجداً, راصاً عقبيه, مستقبلاً بأَطراف أَصابعه القبلة, فسمعته يقول. . . . .» الحديث. ¶ ومن هُنا سَلَّكَ بعض المعاصرين هذه الرواية في الحديث الصحيح, وَقَرَّرَها سُنَّة عملية من سُنن السجود, فاقتضى الحال تحرير النظر في هذا الحديث, وفي هذه اللفظة منه: «رَاصّاً عقبيه»؟ ¶ فأَقول: أَصل هذا الحديث في صحيح مسلم: (1/ 352)",
            "page": "70",
            "part": "1",
            "seal": "165E7E64"
        },
        {
            "id": "68",
            "nass": "بسنده عن عبيد الله بن عمر العمري, عن محمد بن ¶ يحيى بن حَبّان, عن الأَعرج, عن أَبي هريرة, عن عائشة قالت: «فقدت رسول الله - صلى الله عليه وسلم - ليلة من الفراش, فالتمسته فوقعت يدي على بطن قدميه, وهو في المسجد, وهما منصوبتان, وهو يقول: اللهم أعوذ برضاك من سخطك. . .» الحديث. ¶ ورواه أحمد: (6/ 58, 201) , وأبو داود: (1/ 547) , والنسائي: (1/ 102) , والدارقطني: (1/ 143) , وابن عبد البر في: (التمهيد: 23/ 349). ¶ وله طريق أخرى, عن يحيى بن سعيد الأَنصاري, عن محمد بن إبراهيم التيمي, عن عائشة - رضي الله عنها - قال: «كنت نائمة إلى جنب رسول الله - صلى الله عليه وسلم - ففقدته من الليل, فلمسته بيدي, فوضعت يدي على قدميه, وهو ساجد, يقول:. . .» الحديث. ¶ رواه مالك في: «الموطأ 1/ 214» والترمذي: (5/ 489) , والنسائي: (2/ 222) , والطحاوي في: «شرح معاني الآثار 1/ 234» , والبغوي في: «شرح السنة: 5/ 166». ¶ هذا مجمل ما صح في رواية حديث عائشة - رضي الله عنهم - وهذه اللفظة عند مسلم وغيره: «فَوَقَعَتْ يَدَيْ على ¶ بطن قدميه» وعند مالك ومن معه: «فَوَضَعْتُ يَدِيْ على قدميه».",
            "page": "71",
            "part": "1",
            "seal": "8AD34982"
        },
        {
            "id": "69",
            "nass": "لم يترجمها أَحَدٌ فيما أَعلم؛ للدلالة على ضَمِّ الساجد عقبيه, وما هذا - والله أعلم - إلا لأَن وقوع اليد, أو وضعها على القدمين, لا يلزم من ذلك التصاق العقبين وضم القدمين, والسنن لا تؤخذ بمثل هذا التمحل؟ لا سيما سنة عملية في أعظم شعائر الإِسلام الظاهرة. ¶ بقي لفظ لحديث عائشة - رضي الله عنها - وفيه: «فوجدته ساجداً رَاصّاً عقبيه» وهو نص في رص الساجد عقبيه حال السجود, لكن ما هي درجة هذه اللفظة, وهل هي من طريق من ذكر عند مسلم وغيره أم من طريق أخرى؟ فأقول: ¶ الحديث بهذه اللفظة من طريق أخرى, أخرجه: ابن خزيمة: (654) وترجمه بقوله: «باب ضم العقبين في السجود» ومن طريقه: ابن حبان: (1933) والطحاوي في: «شرح معاني الآثار: 1/ 234» وفي: «مشكل الآثار / 111» والحاكم في: «المستدرك: 1/ 228» والبيهقي في: «الكبرى: 2/ 116» وابن عبد البر في: «التمهيد: 23/ 348». ¶ ولم يترجمه واحد ممن ذكر في محل الشاهد منه هنا. ... وإسناده عند جميعهم من طريق: سعيد بن أبي مريم, أخبرنا يحيى بن أيوب, حدثني عمارة بن غزية, سمعت أبا النضر, سمعت عروة, قال: قالت عائشة: «فقدت رسول الله - صلى الله عليه وسلم -",
            "page": "72",
            "part": "1",
            "seal": "441828FF"
        },
        {
            "id": "70",
            "nass": "وكان على فراشي, فوجدته ساجداً, راصاً عقبيه, مستقبلاً بأَطراف أصابعه القبلة, فسمعته يقول:. . . .» الحديث. ¶ قال الحاكم بعده: «هذا حديث صحيح على شرط الشيخين, ولم يخرجاه بهذا اللفظ, لا أَعلم أحداً ذكر ضم العقبين في السجود غير ما في هذا الحديث» انتهى. ¶ ووافقه الذهبي في: «تلخيصه». ¶ وهذه الموافقة غريبة من الذهبي - رحمه الله تعالى -؛ إذ أَعَلَّ أحاديث أُخر بيحيى بن أيوب في تلخيصه للمستدرك, كما في: «2/ 201, 3/ 97, 4/ 44, 4/ 243). ¶ ويحيى بن أيوب - رحمه الله تعالى - وإن أخرج له الجماعة إلا البخاري استشهاداً, فإن كلمة الحفاظ اختلفت فيه اختلافاً كثيراً, بين مُوَثِّق, ومُجَرِّح, ومُعْتَدِلٍ, بأَنه يقع في حديثه غرائب, ومناكير, فَتُتقَّى. ¶ ومن أَعدل ما رأيته في منزلته كلمة الإِمام أحمد - رحمه الله تعالى - إذ قال كما في: «الضعفاء» للعقيلي: (ص / 211): «وقال أحمد بن محمد: سمعت أبا عبد الله, وذكر يحيى ابن أيوب المصري, فقال: كان يحدِّث من حفظه, فذكرت له من حديثه: يحيى بن أيوب, عن عمرة عن عائشة - رضي الله عنها -",
            "page": "73",
            "part": "1",
            "seal": "66F33AA0"
        },
        {
            "id": "71",
            "nass": "أن النبي - صلى الله عليه وسلم - كان يقرأ في الوتر, فقال: هاء, من يحتمل هذا؟» انتهى. ¶ • والخلاصة: أن حديث عائشة - رضي الله عنها - أصله صحيح في صحيح مسلم, وغيره, وليس في لفظه الصحيح عند مسلم ومن معه «رص العقبين حال السجود» , ولم يأت لها ذكر في أحاديث الصحابة الطوال المشهورة في وصفهم صلاة النبي - صلى الله عليه وسلم - وقد وصفوا تفتيخ أصابع رجليه نحو القبلة, وضم أصابع يديه حال سجوده - صلى الله عليه وسلم -. ¶ وأن هذه اللفظة: «رص العقبين وهو ساجد» شاذة, انفرد بإِخراجها ابن خزيمة ومن أتى من طريقة, ابن حبان فمن بعد, وأن الحال مما ذكر الحاكم في قوله: «لا أعلم أحداً ذكر ضم العقبين في السجود غير ما في هذا الحديث» انتهى. ¶ وهذه كلمة استقرائية مفيدة شذوذ هذه ¶ اللفظة ونكارتها, وأن ترجمة ابن خزيمة لهذه الرواية بقوله: «باب ضم العقبين في السجود» تعني فقه هذه الرواية التي أَسندها, مع صرف النظر عن صحتها من عدمها, لا أنها صحيحة في نفس الأَمر, ويقع هذا كثيراً في تراجمه, فتدبر. ¶ ومنها ما تقدم قريباً من ترجمته لما أسنده في ضم الفخذين حال السجود, وقد تحرر شذوذها, فكذلك رواية",
            "page": "74",
            "part": "1",
            "seal": "18A51378"
        },
        {
            "id": "72",
            "nass": "رص العقبين هنا. ¶ وأنه لا يعرف في رص الساجد عقبيه آثار عن السلف عن الصحابة - رضي الله عنهم - فمن بعدهم, وأنه لم يتم الوقوف على تفريع لأَحد من الفقهاء بمشروعية رَصِّ العقبين حال السجود, سوى كلمة ابن تميم ومن معه ممن لم يُسَمَّ من الحنابلة, ولَعَلَّها من شاذ التفقه. ¶ فبقي أن يُقال: المشروع للساجد: هو تفريج القدمين؛ استصحاباً للأَصل حال القيام في الصلاة, قال المرداوي في: «الإِنصاف: 2/ 69»: (فوائد منها: يستحب أن يفرق بين رجليه حال قيامه. . وقال في المستوعِب: يكره أن يلصق كعبيه) انتهى. ¶ ولأَن سنة السجود: الاعتدال في الهيئة, والمجافاة, والتفاج, وتفريق الأَعضاء, أعضاء السجود, ومنها التفريق بين الركبتين, والفخذين, والقدمان, تابعان للفخذين, فتكون السنة فيهما كذلك. ¶ فثبت بهذا: أن السنة في القدمين حال السجود هو التفريق باعتدال على سَمْتِ البدن, دون غلو في التفريج, ولا جفاء في الإِلصاق {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا} ... والله تعالى بأَحكامه أَعلم.",
            "page": "75",
            "part": "1",
            "seal": "D9A89223"
        }
    ],
    "t206": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة الطبعة الثالثة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "1 - منها إحداث هيئة في المصافة للصلاة:"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "2 - ومنها: وضع اليدين على النحر تحت الذقن:"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "3 - زيادة الانفراش والتمدد في السجود:"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "4 - الإشارة:"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "5 - ومنها: صفة «العجن»:"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "6 - التطبيق العملي الجديد لحديث عبد الله بن الزبير:"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "7 - ومنها: قصر عقد التسبيح وعده على أصابع اليد اليمنى."
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "8 - ومنها ضم العقبين في السجود:"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "وختاما:"
        }
    ]
}