{
    "b2067": [
        {
            "id": "1",
            "nass": "نسيمات من عبق الروضة الشريفة ¶ قراءة معاصرة في أذكار رسول الله - صلى الله عليه وسلم - ¶ الحياتية واليومية ¶ تأليف ¶ أمل أحمد طعمة",
            "page": null,
            "part": null,
            "seal": "4913A0B1"
        },
        {
            "id": "2",
            "nass": "حقوق الطبع والنشر محفوظة لجميع المسلمين ¶ 15/ 6 / 2012 الموافق 25 رجب / 1433 هـ ¶ الطبعة الأولى",
            "page": null,
            "part": null,
            "seal": "AA4F13BD"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ {قُلْ إِن كُنتُمْ تُحِبُّونَ اللهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللهُ غَفُورٌ رَّحِيمٌ} ¶ سورة آل عمران: (31)",
            "page": "2",
            "part": "1",
            "seal": "D1F64896"
        },
        {
            "id": "4",
            "nass": "إهداء ¶ إلى العظيم .. الكريم .. إلى الحبيب الأعظم ¶ إلى خالقي ومنعمي .. إليك ربي .. ¶ إلى صاحب الفضل .. إلى فارس البشرية .. إلى معلّم الحب الأصيل .. ¶ إليك سيدي رسول الله عبقاً من أنوارك وعبيراً من أزهارك. ¶ إلى الجيل الواعد ... جيل المستقبل .. ¶ إليكم أهدي باقات من عطر الماضي المجيد والحاضر المشرق علّها تعيد للقلب نبضه، وللحياة معناها، وللأمل أفقاً جديداً في روضة الحبيب المصطفى صلى الله عليه وسلم، وللأرض المجدبة إحياءً وبعثاً ..",
            "page": "3",
            "part": "1",
            "seal": "2C4B5DE8"
        },
        {
            "id": "5",
            "nass": "المقدمة ¶ قصرٌ عظيم .. مهيب الجانب .. ممتد الأطراف .. شامخ الطول .. إن دخلته أمنت نفسك .. وإن أوغلت فيه تسللت الطمأنينة والسكينة في أعماقك .. وإن أمعنت فيه دَاخَل الحب والسعادة قلبك وروحك. فإذا نسجت من طعامه خلايا فكرك وروحك سلم قلبك من كل سوء، وحافظت على سلامته فكنت ممن فازوا بالقلب السليم الذي هو شرط الفوز بالحياة الآخرة. ¶ ذاك القصر ليس محجوباً عن أحد .. فالدعوة عامة .. من غير قيد أو شرط إلا أن تكون مسلماً. ولك أن تمكث فيه ماشئت فالإقامة فيه بالمجان، بل ويكافئك كلما أحببته وأقمت فيه. ¶ طبعاً قصرٌ بهذه المواصفات ضربٌ من الخيال في هذه الحياة الدنيا .. لكنه ليس كذلك، إنه واقع حقيقي. ¶ إنه قصر رسول الله صلى الله عليه وسلم من أحاديث وأذكار .. كلما أمعنت نظرك، وفتحت قلبك وعقلك تفكّراً أخذ بشغاف قلبك ولبّك من شدة عظمته وكثرة نفعه.",
            "page": "4",
            "part": "1",
            "seal": "4F4B7558"
        },
        {
            "id": "6",
            "nass": "وإني أتقدّم بتواضع وخجل وحياء شديدين أن تخط يدي خطرات، وتسطر تجربة ضئيلة مع أذكار رسول الله صلى الله عليه وسلم في المواقف الحياتية. إنما دفعني لذلك روعة ما رأيت، وجمال وبهاء هذه الكنوز وارتباطها بحال قلب المسلم الصحيح في كل موقف. ¶ وإن تتبع هذا الرابط بين كلمات الذكر ومناسبتها للحال القلبي السليم الذي ينبغي للمسلم أن يكون عليه في الموقف، هو الذي شجعني لتسطير هذه الإضاءات. ¶ وكأنه صلى الله عليه وسلم يأخذ بيدك في كل موقف حياتي ليدلّك على الحال الذي يجب أن يكون عليه قلبك كي تكون ممن (إلا من أتى الله بقلب سليم) (¬1)، ولكي تكون في حرز وأمن وأمان من الشيطان ومن أهواء النفس اللذين يأخذاك بعيداً عن هدفك. ¶ إنّ هذه الأذكار لتبرمج المسلم وهو يرددها وتغيّر من حاله وترتقي به، شرط أن يحافظ على تردادها ويتفكّر في معانيها ويحاول التمثّل بها. ¶ ¬_________ ¶ (¬1) سورة الشعراء: 89",
            "page": "5",
            "part": "1",
            "seal": "8F17B3D7"
        },
        {
            "id": "7",
            "nass": "إنها حصنٌ للمسلم وأمان له في هذه الدنيا التي كثرت ملهياتها ومغرياتها حتى غدت الغفلة مرض هذا العصر المزمن. ¶ كما أنها ترفع الإنسان من الجو الأرضي لتحلّق به في أجواء السماء الرحماني، وتلحقه في مصاف الذاكرين وتبعده عن وهدة الغافلين. ¶ يقول الله تعالى: (واذكروا الله كثيراً لعلكم تفلحون). (¬1) ¶ ويقول تعالى (والذاكرين الله كثيراً والذاكرات أعدّ الله لهم مغفرة وأجراً عظيماً). (¬2) ¶ هذا الرابط المتين بين معاني الأذكار وتوافقها مع الحال السليم لقلب صاحبها، يمثل الجواب الكافي والبلسم الشافي إن سأل سائل نفسه تُرى ماذا علي أن أتصرف في هذا الموقف دون أن أتعرض لسخط الله؟ وما هو الحال الذي ينبغي لقلبي أن يكون عليه حتى يسلك السلوك الصحيح والرد السليم فأنجح في هذا الامتحان عند رب السماء؟ ¶ ¬_________ ¶ (¬1) سورة الجمعة: 10 ¶ (¬2) سورة الأحزاب:35",
            "page": "6",
            "part": "1",
            "seal": "FA8B706C"
        },
        {
            "id": "8",
            "nass": "فتأتي الرحمة المحمدية والرعاية الربانية في تسريب الجواب ضمن معاني الذكر الذي علمنا إياه حبيب الرحمن، ومعلم الناس الخير، وهادي البشرية للصراط المستقيم. ¶ إلا أن كل هذه النفحات والفيوضات الربانية والآثار الإيجابية للأذكار لا يمكن أن يبلغها المرء إلا بتحقق شرطين: الأول التعمق في معنى الأذكار وإحياء هذه المعاني في القلب عندما يرددها اللسان والثاني المواظبة عليها وتكرارها عند حدوث الموقف. ¶ عندئذٍ فقط يحصل المراد من هدف هذه الأذكار التي طالبنا بها الحبيب صلى الله عليه وسلم أن نرددها. فيظل القلب سليماً والسلوك منضبطاً وفق الصراط المستقيم، فيصبح الإنسان أهلاً يوم القيامة أن يكون من الفائزين، والذين هم فقط أصحاب القلوب السليمة كما قال الحق جل جلاله في كتابه العزيز (يوم لا ينفع مالٌ ولا بنون إلا من أتى الله يقلب سليم) (¬1). ¶ ¬_________ ¶ (¬1) سورة الشعراء: 88 - 89",
            "page": "7",
            "part": "1",
            "seal": "A8FA7785"
        },
        {
            "id": "9",
            "nass": "وإني أرجو من الله عز وجل أن يتقبّل هذا العمل المتواضع بخير ... ما تقبّل به عمل عبد من عباده الصالحين، ويجعل فيه إحياءً لأذكار رسول الله صلى الله عليه وسلم وتجديداً لعبق الحب الأصيل للحبيب الحقيقي الذي لا يموت ولا يفنى. ¶ وأتوجه إلى الحبيب المصطفى صلى الله عليه وسلم بخجلٍ وحياء، علّه يكون عربون حب، ويد ولاء تمس يده الشريفة مبايعة محبة، عليّ أجد دفأها عند أول لقاء معه صلى الله عليه وسلم في الدار الآخرة. ¶ وصلى الله على سيدنا محمد صلى الله عليه وسلم وعلى آله وصحبه وسلم ومن تابعه إلى يوم الدين. ¶ المؤلفة ¶ 15/ 6 / 2012 ¶ 25/ رجب/1433",
            "page": "8",
            "part": "1",
            "seal": "810A5A60"
        },
        {
            "id": "10",
            "nass": "الأذكار الشريفة بين القديم والحديث ¶ (برمجة العقل وتعديل السلوك) ¶ كثر في هذا الزمان أهمية علم النفس، وذاع صيت البرمجة العصبية التي تناولت مواضيع النفس وتعديل سلوكها من خلال تعديل القناعات الشخصية. ¶ ولعل مثل هذه الأبحاث ليست جديدة في علم النفس وتعديل السلوك، إلا أن طرحها لغير المختصين وبطريقة مبسطة وضمن خطوات وإطارات جديدة هو الذي جعل منها حديث الألسن. ¶ ويقصد بمفهوم تعديل السلوك في علم النفس: تغيير السلوك من خلال تغيير ظروف البيئة المحيطة. ¶ واختلفت نظريات تعديل السلوك وفق اتجاه المدارس في علم النفس. فالمدرسة السلوكية تركّز على الجانب الذي تستحق من أجله إجراء التغيير، وهي البيئة بمثيراتها المختلفة مثل التعزيز الإيجابي .. أما أصحاب النظرية المعرفية فمركز اهتمامهم الرئيسي هو تغيير إدراك",
            "page": "9",
            "part": "1",
            "seal": "6C4EB319"
        },
        {
            "id": "11",
            "nass": "الفرد للمواقف التي يسلك فيها سلوكاً ما، والاهتمام هنا منصب على تعديل قناعات الفرد وافتراضاته التي قد تكون غير صحيحة نحو الأشياء أو الآخرين أو الحياة. أما أصحاب النظريات الإنسانية فيركّزون على تغيير إدراك الفرد لذاته، فهي تفترض أن مفهوم الفرد لذاته هو العامل الرئيسي وراء أنماط سلوكه المختلفة. ¶ وهذه النظريات تستخدم أساليب كثيرة في تعديل السلوك من تعزيز وعقاب، أو أسلوب الإطفاء (الإمحاء) وهو الذي يستند إلى أن السلوك الذي يعزّز يقوى ويستمر، والذي لا يُعزّز يضعف وقد يتوقف نهائياً. ¶ وإن المتصفح لهذه العلوم ليجد جلّ تركيزها يتجه نحو توجيه الفرد نحو قناعات وتكرارها حتى تصبح جزءاً من بنائه المعرفي وطريقة تفكيره. ¶ ولعل ما دعاني أن أتحدث عن هذا الموضوع هو تشابه عمل الأذكار اليومية في حياتنا لكثرة تكرارها، وعمق معانيها، وطريقة معالجتها الصحيحة للقناعات ووجهة التفكير في كل ظرف وفق الحاجة، مع نظريات تعديل السلوك الحديثة، مما يجعلها أول من استخدم طريقة",
            "page": "10",
            "part": "1",
            "seal": "D8EA9EB3"
        },
        {
            "id": "12",
            "nass": "البرمجة وعلم النفس الحديث من أجل بناء التفكير السليم وتعزيز السلوك الصحيح في الفرد. ¶ هذا هو الجانب المعرفي الحديث للأذكار، أما الجانب الروحي فقد عرفه الأولون وتمسكوا به ففازوا ونجوا من الأمراض النفسية التي يعاني منها الكثيرون في عصر باتت فيه العيادات النفسية كثيرة وأساسية في حياة الناس سيما في الغرب .. ولم يضر الأولين عدم معرفتهم بأصول هذا العلم، إذ عملوا به فأخذوا الوقاية قبل العلاج، فعاشوا سعداء وبنوا حضارة ما عرف التاريخ أزهى وأبهى منها. ¶ وقد ذكر ابن القيم في كتابه (الوابل الصيب من الكلم الطيب) تسعاً وسبعين فائدة لذكر الله. وقد روي عن النبي صلى الله عليه وسلم أن معاذاً سأل النبي صلى الله عليه وسلم: أَيُّ الأَعْمَالِ أَحَبُّ إِلى اللهِ عَزَّ وَجَلَّ؟ قال: \" أَنْ تَمُوْتَ وَلِسَانَكَ رَطْبٌ مِنْ ذِكْرِ اللهِ عَزَّ وَجَلَّ\" (¬1). وعنه أيضاً رضي الله عنه مرفوعاً للنبي صلى الله عليه وسلم \" لَيْسَ يَتَحَسَّرُ أَهْلُ الجَْنَّةِ إِلا عَلَىْ سَاعَةٍ مَرَّتْ بِهِمْ لَمْ يَذْكُرُوْا اللهَ فِيْهَا\" (¬2). ¶ ¬_________ ¶ (¬1) ابن حبّان الحديث: 818. ¶ (¬2) شعب البيهقي الحديث: 538.",
            "page": "11",
            "part": "1",
            "seal": "1C00B8E4"
        },
        {
            "id": "13",
            "nass": "وعن عبد الله بن عمر رضي الله عنه عن النبي صلى الله عليه وسلم أنه كان يقول: ¶ \" لِكُلِّ شَيْءٍ صِقَالَةً، وإِنَّ صِقَالَةَ الْقُلُوْبِ ذِكْرُ اللهِ عَزَّ وَجَلَّ. وَمَا مِنْ شَيْءٍ أَنْجَىْ مِنْ عَذَابِ اللهِ مِنْ ذِكْرِ اللهِ \" قالوا: وَلا الْجِهَادَ فِيْ سَبِيْلِ اللهِ؟ قال:\" وَلا الْجِهَادَ إِلا أَنْ يَضْرِبَ بِسَيْفِهِ حَتَّىْ يَنْقَطِعَ\" (¬1). ويذكر ابن القيم أن في القلب قسوة لايذيبها إلا ذكر الله تعالى، فقد ذكر حماد بن زيد عن المعلى بن زياد أن رجلاً قال للحسن: يا أبا سعيد، أشكو إليك قسوة قلبي. قال: أذبه بالذكر. ¶ والذكر أصل موالاة الله عز وجل ورأسها، والغفلة أصل معاداته ورأسها، فإن العبد لايزال يذكر ربه عز وجل حتى يحبه فيواليه، ولا يزال يغفل عنه حتى يبغضه فيعاديه. (¬2) ¶ فكأن العلم الشرعي قديماً كان يركّز على تقديم العمل عن التفكّر في فوائده وآثاره، وذلك لكثرة التصاقهم بالحبيب المصطفى صلى الله عليه وسلم وحبهم الشديد للاقتداء به، أما في عصرنا الحديث فقد قست القلوب وشردت عن الحبيب الحقيقي، وثقلت بالارتباط الأرضي المادي عن السباحة في الملكوت العلوي والاتصال بالمصدر الأصيل للسعادة ¶ ¬_________ ¶ (¬1) الدعوات الكبير الحديث: 18. ¶ (¬2) انظر كتاب: الوابل الصيب من الكلم الطيب. للإمام ابن قيم الجوزية. ص 66.",
            "page": "12",
            "part": "1",
            "seal": "1DEEC625"
        },
        {
            "id": "14",
            "nass": "والحبور. فما وجدنا الصحابة يعدّدون فوائد العبادة والأذكار، فهو شيء بديهي لأن الآمر هو الله الخالق العليم الحكيم، كان جل اهتمامهم أن تقع قدمهم فوق قدم الحبيب المصطفى صلى الله عليه وسلم، وتلامس أرواحهم ملكوت السموات والأرض وتلتقي هناك مع المصطفى صلى الله عليه وسلم، فحصدوا الثمار الطيبة من غير عنت. أما نحن فقد ألهتنا الجواذب الأرضية فانشغلنا في النظر بالشكل والهيئة عن الجوهر والمضمون، وبالعلم العقلي عن تذوق هذا العلم والعمل به، فجاء علمنا ناقصاً لا فائدة منه سوى تسطير السطور وقراءة الحروف من غير طعم أو رائحة، إلا من رحم ربي. والبون شاسع بين الأولين والآخرين! إلا أن نعود إلى تذوقه كما ذاقه الصحابة رضوان الله عليهم أجمعين، وننهل من نفس النبع قبل أن يصيبه الكدر وتشوبه المشارب الأخرى.",
            "page": "13",
            "part": "1",
            "seal": "CF162E51"
        },
        {
            "id": "15",
            "nass": "ما يقول إذا أوى إلى فراشه وإذا استيقظ من نومه ¶ عن حذيفة بن اليمان كان رسول الله صلى الله عليه وسلم إذا أوى إلى فراشه قال: ¶ ((باسمك اللهم أحيا وأموت)) ¶ وإذا استيقظ قال: ((الحمد لله الذي أحيانا بعدما أماتنا وإليه النشور)) (¬1) ¶ (باسمك اللهم) منتهى الخضوع والاستسلام والبرء من حول الإنسان وقوته .. إنها ردّ النّعم إلى المنعم ... ورؤية الحق عن رؤية النفس. ¶ (أحيا وأموت) تمثل تذكّر الآخرة وقصر الحياة الدنيا وقرب الأجل. ¶ صور عديدة تجول في النفس, لو تفكر الإنسان عندما يذكر دعاء النبي صلى الله عليه وسلم وهو يضع رأسه على وسادته كل يوم لغيّر كثيراً من سلوكه وربما اتخذ قرارات مغايرة لليوم الثاني. ¶ ¬_________ ¶ (¬1) جميع الأذكار الواردة في هذا الكتاب من كتاب \" الأذكار النووية \" للإمام محيي الدين النووي الدمشقي. تحقيق عبد القادر الأرناؤوط.",
            "page": "14",
            "part": "1",
            "seal": "CF39326C"
        },
        {
            "id": "16",
            "nass": "صور تقفز إلى المخيلة .... الحساب قريب والأجل يدنو ولا يملك الإنسان حياته أو مماته. ¶ إذن ما فائدة المشاحنة مع فلان اليوم؟ وما ضرورة قطع الصلة بآخر؟ ولماذا أقترف ذنباً إذا كنت لا أعلم أسيشرق فجر جديد علي أم لا؟ ¶ بهذا الحال يستحيل على أي إنسان بعد ذلك أن يفكر بخاطر سوء أو يبات على غير طاعة .... لابد أن لسانه سيلهج ببعض السور والمعوذات، وستجول بقلبه أفكار رحمانية تسأل الله الغفران والقبول. ¶ بهذا الدعاء الذي لا يجاوز الأربع كلمات يرشدنا الرسول صلى الله عليه وسلم إلى الحال الذي ينبغي أن يكون عليه المسلم في هذا الوقت .. عندما يستعد للنوم. ¶ دعاء صغير لكنه يحمل معانيَ جليلة وتطالب المسلم بأحوال معينة .... كل يوم .... الدعاء نفسه .... وكأنه نوع من البرمجة للنفس الإنسانية حتى يصبح تذكّر الموت وقصر الأجل حالاً حاضراً، فيكون المسلم قد بلغ ((عرفت فالزم)). ألم يصل سيدنا معاذ إلى هذه الحالة عندما سأله الرسول الكريم صلى الله عليه وسلم كيف أصبحت يامعاذ؟ فكان جواب سيدنا معاذ: مؤمناً حقاً، فكان الدليل على صدق المقام الذي وصل",
            "page": "15",
            "part": "1",
            "seal": "359C3949"
        },
        {
            "id": "17",
            "nass": "إليه أحوال الإحساس بالآخرة وقرب الأجل (ما أصبحت إلا ظننت أني لا أمسي وما أمسيت إلا ظننت أني لا أصبح) فما كان جواب رسول الله صلى الله عليه وسلم إلا أن صدّق قوله وحاله، وأنهما مؤشران صادقان أنه مؤمن. (عرفت فالزم) فالزم أي هكذا ليكن ديدنك ... استمر على هذا الحال. ¶ عن أنس بن مالك، أن معاذ بن جبل، رضي الله تعالى عنه دخل على رسول الله صلى الله عليه وسلم فقال:\"كَيْفَ أَصْبَحْتَ يَا مُعَاذُ؟ \"قال: أَصْبَحْتُ مُؤْمِنَاً بِاللهِ تَعَالَىْ، قال:\"إِنَّ لِكُلِّ قَوْلٍ مِصْدَاقَاً، وَلِكُلِّ حَقٍّ حَقِيْقَةً، فَمَا مِصْدَاقُ مَا تَقُوْلُ؟ \" قال: يَا نَبِيَّ اللهِ، مَا أَصْبَحْتُ صَبَاحَاً قَطُّ إِلا ظَنَنْتُ أَنِّيْ لا أُمْسِيْ، وَمَا أَمْسَيْتُ مَسَاءً قَطُّ إِلا ظَنَنْتُ أَنِّيْ لا أُصْبِحُ، وَلا خَطَوْتُ خُطْوَةً إِلا ظَنَنْتُ أَنِّيْ لا أُتْبِعُهَا أُخْرَىْ، وَكَأَنِّيْ أَنْظُرُ إِلَىْ كَلِّ أُمَّةٍ جَاثِيَةٍ تُدْعَىْ إِلَىْ كِتَابِهَا مَعَهَا نَبِيُّهَا وَأَوْثَانُهَا الَّتِيْ كَانَتْ تَعْبُدُ مِنْ دُوْنِ اللهِ، وَكَأَنِّيْ أَنْظُرُ إِلَىْ عُقُوْبَةِ أَهْلِ النَّارِ وَثَوَابِ أَهْلِ الْجَنَّةِ. قال: \" عَرَفْتَ فَالْزَمْ\". (¬1) ¶ ¬_________ ¶ (¬1) حلية الأولياء حديث: 853",
            "page": "16",
            "part": "1",
            "seal": "8C7855FD"
        },
        {
            "id": "18",
            "nass": "إنّ الرسول العظيم والمربي الكبير يعلمنا ويأخذ بأيدينا ففي كل أمر نقوم به يعلّمنا ذكراً أو دعاءً، هذا الدعاء هو صمام أمان لنا إن قمنا بذكره منفعلين به متذكرين لمعانيه، وإن استمرار هذا التفكّر والتذكر لا بد أنه سيؤثر يوماً ما حتى يصبح هذا الدعاء حالاً، واستمرار هذا الحال سيورثنا مقاماً ... مقام المؤمن، وإن استمرار ذلك المقام سينقلنا إلى مقام الإحسان، فمن غدا عنده ذكر الله في كل لحظة حالاً دائماً لابد وأن يلحظ المنعم في كل لمحة محيطاً به، ناظراً إليه. ¶ (وهو معكم أين ما كنتم والله بما تعملون بصير) (¬1) ¶ فيستحق بذلك مرتبة الإحسان (أَنْ تَعْبُدَ الله كَأَنَّكَ تَرَاهُ فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ) (¬2). ¶ كلمات أربع سحرية ... السر فيها تذوق عباراتها ... ثم الاستمرار عليها كل يوم، هذه الكلمات الأربع ستحلّق بك في عالم الروح بعيداً عن ثقل الجسد، إنها منافذ السماء للأرض ومدارج الروح لبارئها لو تمسك بها المسلم لتغيّر وجه الأرض. ¶ ¬_________ ¶ (¬1) سورة الحديد: 4 ¶ (¬2) بخاري الحديث: 50.",
            "page": "17",
            "part": "1",
            "seal": "EBC205BA"
        },
        {
            "id": "19",
            "nass": "وصدق رسول الله صلى الله عليه وسلم: \" مَنْ تَمَسَّكَ بِسُنَّتِيْ عِنْدَ فَسَادِ أُمَّتِيْ فَلَهُ أَجْرُ مَائةِ شَهِيْدٍ \" (¬1). ¶ ولأجل ذلك كان كتاب الله وسنة رسوله صلى الله عليه وسلم هما النهجين اللذين يجب على المسلم عدم الحياد عنهما وإن تمسك بهما أفلح وإن تركهما تنكب عن الطريق. ¶ أما دعاء الاستيقاظ (الحمد لله الذي أحيانا بعد ما أماتنا وإليه النشور). ¶ فالابتداء بالحمد ... ما السبب؟ ¶ إن تكرار عملية النوم والاستيقاظ تجعلنا معتادين عليهما، وهذا ينسينا الحقيقة التي لا نشعر بها رغم صحتها، هذه الحقيقة أن الروح ترتفع وتقبض عند النوم وعندما نستيقظ تكون قد عادت إلينا. ¶ إن تذكّر هذه الحقيقة صباح كل يوم جديد تبعث في النفس إحساساً له صلة بدعاء النوم ... له علاقة (ما أمسيت إلا ظننت أني لا أصبح) إنه الحال نفسه الذي على المسلم أن يستشعره كل يوم ويتذكره كل ¶ ¬_________ ¶ (¬1) الزهد الكبير للبيهقي حديث: 215",
            "page": "18",
            "part": "1",
            "seal": "69F95227"
        },
        {
            "id": "20",
            "nass": "مساء، وهو يبعث في النفس القوة والشعور بالأمان لأن الذي يحيي ويميت هو الله فليس بمقدور أحد أن يُنهي حياة أحد إلا إذا كتب الله وشاءت قدرته العلية ذلك. ¶ هذه القوة قد يحتاجها المسلم عندما يبدأ صباحه بغيب لا يعلمه، إنه يحتاج ذلك الشعور ليبدأ يومه الجديد مستظلاً برب السموات والأرض ومستمداً منه قوته. ¶ (وإليه النشور) ... يوم الحساب ... وما أشد حاجة المسلم وهو يمارس حياته اليومية ويلاقي أذى من هذا أو كذباً من ذاك أن يتذكر أن العودة إلى الله .. والمآل إليه ... وأن اليوم عمل بلا حساب وغداً حساب بلا عمل، فتتهذب أخلاقه ويلتزم الصدق والوفاء بالوعد لأن الحساب قريب والديّان لا يموت، حتى إذا ضعفت نفسه أحياناً وعاد إلى بيته وأرسل رأسه نحو فراشه، وأخذ يتلو دعاء النوم تذكّر الحساب والآخرة، فمرّ شريط حياته اليومي، فتذكّر ذنبه، فاستغفر وعزم على إصلاحه في اليوم الثاني. ¶ إن من كان هذا حاله فلا بد أنه يوماً بعد يوم سيتخلص من عيوب كثيرة وستزدان شخصيته بأخلاق رفيعة وستسمو روحه إلى المستوى",
            "page": "19",
            "part": "1",
            "seal": "2C6E5CED"
        },
        {
            "id": "21",
            "nass": "الذي أراده رسول الله صلى الله عليه وسلم على من بدأ بالحمد وتذكّر البعث وأتم يومه بذكر الموت والحياة وذكر المنعم الخالق. ¶ إنه حال الخوف من يوم الحساب, يتقلّب فيه العبد في أول يومه وآخره حتى يكون حال الخوف محرّضاً للأعمال الصالحة، حاجزاً عن الخواطر الشيطانية, ومسرّعاً لخطوات السير إلى الله. ¶ وصدق الله العظيم (كانوا يسارعون في الخيرات ويدعوننا رغباً ورهباً وكانوا لنا خاشعين) (¬1). ¶ جوامع الكلم هي فعلاً أحاديث رسول الله صلى الله عليه وسلم معانٍ كثيرة وأحوال رفيعة في كلمات معدودات، لو أبصرها العاقل لسعد ولو استمر عليها لملك الدنيا والآخرة. ¶ ¬_________ ¶ (¬1) سورة الأنبياء: 90",
            "page": "20",
            "part": "1",
            "seal": "0FDE6185"
        },
        {
            "id": "22",
            "nass": "ما يقول إذا لبس ثوباً ¶ عن أبي سعيد الخدري رضي الله عنه أن النبي صلى الله عليه وسلم كان إذا لبس ثوباً أو قميصاً أو رداءً أو عمامة يقول: ¶ ((اللهم إني أسألك من خيره وخير ما صنع له، وأعوذ بك من شره وشر ما هو له)). ¶ وروى معاذ بن أنس أن رسول الله صلى الله عليه وسلم قال: من لبس ثوباً جديداً فقال: ¶ ((الحمد لله الذي كساني هذا ورزقنيه من غير حول مني ولا قوة، غفر الله له ما تقدم من ذنبه)). ¶ حالان ومعنيان مختلفان في هذين الدعاءين. وصورتان متناقضتان يمكن أن تمرا في الخيال .. الصورة الأولى صورة فتاة بثوب جميل فتّان تسير بزهو وافتخار، والصورة الثانية لفتاة ترتدي من اللباس الجميل تعلوها السكينة والوقار.",
            "page": "21",
            "part": "1",
            "seal": "0F509899"
        },
        {
            "id": "23",
            "nass": "هاتان الصورتان شديدتا الصلة بالدعاء الأول فهو تذكير بغاية اللباس للإنسان, فهو كساء لستر العورة هو (لباس التقوى) هذا هدفه. ¶ لذا فهو يسأل الله عز وجل الخير من هذا اللباس، لا لأجل عرض الأزياء ولا لكسب مزيد من الإعجاب وجمع ألسنة الثناء على هيئته ولونه و (موديله) .... إنه تذكير بالهدف الأساسي من اللباس. ¶ (يا بني آدم قد أنزلنا عليكم لباساً يواري سواتكم وريشاً ولباس التقوى ذلك خير ذلك من آيات الله لعلهم يذكرون) (¬1). ¶ أما التعوّذ من شره فهو يذكّر المسلم أن اللباس قد يكون شراً للإنسان .... كيف ذلك؟ ¶ عندما يتجاوز هدفه الخيّر في الستر إلى التأنق والتفاخر بين الناس ... يقول صلى الله عليه وسلم:\" مَنْ جَرَّ ثَوْبَهُ خُيَلاءَ، لَمْ يَنْظُرِ الله إِلَيْهِ يَوْمَ الْقِيَامَةِ\" (¬2). ¶ وقد يتعدى الشر إلى لبس لباس غير محتشم وإثارة الفتنة بين الناس فيكون سبباً في تحريض الغرائز وبداية للرذائل والعياذ بالله ... ¶ ¬_________ ¶ (¬1) سورة الأعراف: 26 ¶ (¬2) أخرجه البخاري 10/ 223 في اللباس.",
            "page": "22",
            "part": "1",
            "seal": "16F57D66"
        },
        {
            "id": "24",
            "nass": "تخيل فتاة تدخل محل ألبسة تجول بين بضائعه المتنوعة من ألبسة الكاسيات العاريات إلى ألبسة محتشمة، أيهما تختار؟ وهي في حيرتها هذه همست إحدى صديقاتها .. البسي على الموضة، انظري ما أجمل هذا الثوب جربيه سيكون جميلاً عليك ... وبين تردد النفس ووسوسة شياطين الإنس اندفعت تلك الفتاة إلى غرفة القياس لتجربه .. وعندما لبسته تذكرت دعاء النبي صلى الله عليه وسلم، كيف سيكون قرارها إن ذاقت معاني هذا الدعاء؟ ¶ إن دعاء النبي صلى الله عليه وسلم صمام أمان للمسلم الحريص على دينه المتبع لهديه، فهو يعصمه من الزلل قبل أن يقع فيه، لذا زوّده بهذه الكنوز .... في كل موقف دعاء يمثل الحالة الإيمانية التي يجب أن يكون عليها ليكون ممن (أتى الله بلقب سليم) (¬1). ¶ إن من يعيش مع أدعية رسول الله صلى الله عليه وسلم تكون له بوصلة لما يجب أن يكون حاله مع الله في حياته ولو في أصغر تفاصيلها، وكل ذلك حتى لا يشذ عن الطريق قيد أنملة ولا تكون الدنيا بملهياتها حاجباً عن الله. ¶ ¬_________ ¶ (¬1) سورة الشعراء: 89",
            "page": "23",
            "part": "1",
            "seal": "87DCFE51"
        },
        {
            "id": "25",
            "nass": "تُرى ما هي الصورة التالية التي ستتخيلون بها الفتاة لو تذكرت هذه المعاني؟ ¶ صورة شراء هذا اللباس أم البحث عن آخر يحقق شرط الدعاء؟ ¶ ثم لننتقل إلى صورة أخرى وموقف آخر .. صورة فتاة تلبس لباساً يحقق الشرط وجميل ... فتلبسه معجبة به تتبختر كالعروس ثم تتذكر الدعاء فيلفظه لسانها فإذا بلون وجهها يشحب وببسمتها تتلاشى .. ماذا حصل؟ لقد خشيت من (من شره). أليس الله يقول بكتابه العزيز أن أغلب وسائل الغفلة عن الله هما حب التكاثر والتفاخر؟ تكاثر في الأموال والأولاد، وكل هذا وذاك يعني الانشغال بالنعمة في الحياة الدنيا ونسيان المنعم. وماذا يعني هذا؟ إنه يعني البعد عن الله والانقياد وراء الشهوات والغفلة عن حقيقة الدنيا على الوصول إلى المقابر دون زاد. ¶ (ألهاكم التكاثر (1) حتى زرتم المقابر) (¬1). ¶ (اعلموا انما الحياة الدنيا لعب ولهو وزينة وتفاخر بينكم وتكاثر في الاموال والاولاد كمثل غيث أعجب الكفار نباته ثم يهيج فتراه مصفراً ثم ¶ ¬_________ ¶ (¬1) سورة التكاثر: 1 - 2.",
            "page": "24",
            "part": "1",
            "seal": "68E2D8D9"
        },
        {
            "id": "26",
            "nass": "يكون حطاماً وفي الآخرة عذاب شديد ومغفرة من الله ورضوان وما الحياة الدنيا إلا متاع الغرور) (¬1). ¶ صحيح أن الدعاء قد غيّر من تعابير وجه تلك الفتاة، لكن هذا الحزن الذي دام للحظات قد حجبها عن الحزن يوم القيامة، عندما لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم، إذ إنه قد أعانها ومنعها من التردي في مهالك (ألهاكم التكاثر). ¶ إنّ هذه الصمامات معينة للإنسان المسلم على هذه الحياة وملهياتها فهي تحجزه عن الغلو والذنوب والتنكّب عن الطريق وتحذّره قبل الوقوع ... إنها رحمة نبوية وهدي شريف كريم ... رحيم بالمسلم. ¶ هذا سر أن لكل عمل نقوم به دعاء شريف، إنه مفتاح الخير للمسلم ومغلق الشر قبل أن يقع, شرط أن تتبع سنة النبي صلى الله عليه وسلم وتفتح عقلك وقلبك عندما يلهج لسانك بذكر دعاء النبي صلى الله عليه وسلم. أما الدعاء الثاني فإن ثوابه وأجره غفران من الله لذنبه .... إنه ثواب عظيم. لماذا يستحقه المسلم يا ترى إن ألزم لسانه بقوله؟ ¶ (الحمد لله الذي كساني هذا ورزقنيه من غير حول مني ولا قوة) ¶ ¬_________ ¶ (¬1) سورة الحديد: 20",
            "page": "25",
            "part": "1",
            "seal": "FDF8D0E7"
        },
        {
            "id": "27",
            "nass": "إنه الحمد .. على ماذا؟ على الكساء من غير كسب مني ..... لكن الإنسان هو الذي كدّ وتعب حتى جمع المال الذي اشترى به هذا الثوب فكيف يقول (من غير حول مني ولا قوة). ¶ ولماذا عليه أن يردد ذلك عند لباسه؟ ¶ من الذي أعطانا القوة حتى عملنا بعمل كسبنا منه المال والثروة؟ أليس الله؟ ومن الذي أعطانا العقل لنتعلّم العلم الذي عملنا به فأخذنا الدنانير والدراهم؟ أليس الرزاق؟! ¶ (إن الله هو الرزاق ذو القوة المتين) (¬1). ¶ إنه ردّ النعمة للمنعم الحقيقي وللرزاق الأصيل. ¶ وماذا يحصل للمسلم إن تذكّر أن المنعم الحقيقي هو الله؟ إن من يتذكر أن صاحب النعمة الحقيقي هو الله عز وجل هل يغتر بهذا المال؟ هل يلهيه كسب المال وتكاثره عن الآخرة والعمل لها؟ ¶ هل تفتنه الدنيا والمال وتجعله يلهث طوال حياته وراءها متناسياً حقوق الله وحقيقة الحياة الدنيا بفنائها وحقيقة دار الخلود؟ هل يقع في (ألهاكم التكاثر (1) حتى زرتم المقابر) (¬2) ¶ ¬_________ ¶ (¬1) سورة الذاريات: 58 ¶ (¬2) سورة التكاثر: 1 - 2.",
            "page": "26",
            "part": "1",
            "seal": "DFB91235"
        },
        {
            "id": "28",
            "nass": "ألم يقل الرسول الكريم صلى الله عليه وسلم أنه لا يخشى على أمته أن تعود إلى الكفر بل يخشى عليها فتنة الدنيا أو الدنيا أن تنافسوها؟ ¶ فعَنْ عُقْبَةَ بْنِ عَامِرٍ, قَالَ:\" صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى قَتْلَى أُحُدٍ بَعْدَ ثَمَانِي سِنِينَ كَالْمُوَدِّعِ لِلْأَحْيَاءِ وَالْأَمْوَاتِ, ثُمَّ طَلَعَ الْمِنْبَرَ فَقَالَ:\" إِنِّي بَيْنَ أَيْدِيكُمْ فَرَطٌ, وَأَنَا عَلَيْكُمْ شَهِيدٌ, وَإِنَّ مَوْعِدَكُمُ الْحَوْضُ وَإِنِّي لَأَنْظُرُ إِلَيْهِ مِنْ مَقَامِي هَذَا, وَإِنِّي لَسْتُ أَخْشَى عَلَيْكُمْ أَنْ تُشْرِكُوا وَلَكِنِّي أَخْشَى عَلَيْكُمُ الدُّنْيَا أَنْ تَنَافَسُوهَا\". (¬1) ¶ ألم يقل الله عز وجل (واعلموا أنما أموالكم وأولادكم فتنةٌ وأن الله عنده أجرٌ عظيمٌ) (¬2). ¶ ما صمام الأمان من هذه الفتنة؟ وهذا الشر؟ ¶ (يا أيها الذين آمنوا لا تلهكم أموالكم ولا أولادكم عن ذكر الله ومن يفعل ذلك فأولئك هم الخاسرون) (¬3). ¶ تذكّر المنعم، وتذكّر أنها نعمة من الله ... وسيلة وليست غاية. ¶ فمن تذكّر بداية يومه يوم الحشر ثم تذكّر المنعم وفضله، هل يلبس ¶ ¬_________ ¶ (¬1) صحيح البخاري: كتاب المغازي: 3763 ¶ (¬2) سورة الأنفال: 28 ¶ (¬3) سورة المنافقون: 9",
            "page": "27",
            "part": "1",
            "seal": "2C53694E"
        },
        {
            "id": "29",
            "nass": "لباساً يعصيه فيه أم لباس التقوى؟ وهل يختار من الثياب أحشمه وأقربه رضى لله أم أقربه رضى للناس؟ ولو لليلة واحدة ليلة العرس .. أو حفلة عرس. هل يطيق أن يسخط الله عليه ويُعرِض عنه هذه الليلة؟ ¶ ما أرحمك يا الله وما أرأفك يا رسول الله بالمسلم أعطيته صمامات أمان ليواجه الدنيا دون أن يخشى أن تهلكه .. إذا اعتصم بالسنة. وروي عن النبي صلى الله عليه وسلم (إِنَّ الرَّجُلَ لَيُحْرَمُ الرِّزْقَ بِالذَّنْبِ يُصِيْبُهُ) (¬1) ¶ لذا فقد أعطانا مفاتيح الخير ومغاليق الشر لئلا نصيب الذنب فيضيّق علينا الرزق. ¶ وبعد هذه المعاني كلها والأحوال التي سيمر بها المسلم إن تلّفظ دعاء النبي صلى الله عليه وسلم بلسانه وانشغل بها قلبه وانفعلت الجوارح وفقها ... أليس يستحق (غفر الله ذنبه)! إنه عطاء فوق عطاء مع أن المعطي الحقيقي هو من أعطاه مفتاح الخير الذي يحجبه عن الخطأ والنسيان والغفلة فهو عطاء من الله ورسوله لا نستحقه وثواب على عطاء الخالق المنعم الرزاق. سبحانه هو المتفضل فوق فضله والمنعم الذي يجب ألا يغفل عنه كل ذي لبّ. ¶ ¬_________ ¶ (¬1) صحيح ابن حبان حديث: 872.",
            "page": "28",
            "part": "1",
            "seal": "37C7EE4F"
        },
        {
            "id": "30",
            "nass": "عن أنس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (سترُ ما بين أعين الجن وعورات بني آدم أن يقول الرجل المسلم إذا أراد أن يطرح ثيابه: بسم الله الذي لا إله إلا هو). ¶ ما يقول إذا خلع ثوبه ¶ إننا مع شعاع نور جديد من الأنوار المحمدية. ¶ إنه أدب رفيع فهو يطلب منا أن نتأدب مع عالم لا نشاهده، إنه عالم الجن فكيف بعالم البشر! فإذاً من البداهة ألا نخلع أمام أحد من البشر، أما عالم الجن فعلّمنا كلمات عند قولهن نُستر أمام أعين الجن: ¶ (بسم الله الذي لا إله إلا هو) ¶ \"بسم الله\" كي نتذكر أننا نخلع ثيابنا بقدرة الله لا قدرتنا، وبعون الله لا بقوتنا، فلا اغترار بالقدرة ولا القوة. وقد يخطر في بال أحدنا وما هي هذه القوة التي نحتاجها في رفع الثياب لخلعها! ألم ترَ مريضاً لايقوى على ذلك؟ أو كبيراً في السن يطلب تلك المساعدة! إنه صلى الله عليه وسلم يذكرنا بالحقيقة التي إن نسيناها هلكنا وإن تذكرناها",
            "page": "29",
            "part": "1",
            "seal": "B4B2585A"
        },
        {
            "id": "31",
            "nass": "أفلحنا؛ أن قوتنا مصدرها من الله ولسنا مصدراً لها، بل نحن مجرد مستفيدين ومستعملين لها. ¶ هذه الحقيقة على بديهيتها إلا أنها أول حقيقة ينساها الإنسان، ونسيانه هذا هو سبب شقائه وتجبّره على العباد. ولو كان الإنسان لايتجاهلها أو يتناساها لما وجدتَ جباراً يتجبّر في الأرض أو طاغية يضحك ملء شدقيه أن انتصر على ضحيته. ¶ حقيقةٌ تختفي معها الخصومات ابتداءً من خلافات الأخ مع أخيه، والزوج مع الزوجة، والحماة مع زوجة الابن! والمدير مع موظفيه .... ووصولاً إلى الخلافات بين الشعوب والأمم. ¶ \" لا إله إلا هو \" ¶ حقيقة شديدة الصلة بالحقيقة السابقة، فلا إله غير الله، لا قوي ولا ناصر ولا معز ولا قادر إلا الله جل جلاله. ¶ وعندما يطلب منا عليه الصلاة والسلام أن لا نخلع ثيابنا إلا ونذكر قدرة الله وعظمته فإنه يُبعدنا عن وسوسة الشياطين ويحفظنا من الجن، ذاك العالم غير المرئي الذي لا ندركه والذي قد يخاف منه",
            "page": "30",
            "part": "1",
            "seal": "1F63DFA5"
        },
        {
            "id": "32",
            "nass": "الكثيرون ... إن قدرة الله فوق كل شيء .. فالدعاء حرز أمين. ¶ كما أنه قد يرسم صورةً لطبيعة علاقاتنا مع هذا العالم \" عالم الجن\" إذ يجب أن يكون هناك ستر عن أعين الجن، لا أن تكون هناك علاقة بيننا وبينهم، يرون عوراتنا ... وكأن كشف العورات يجعل المكان مرتعاً للجن ومبعداً للملائكة. ¶ وبعد هذا الأدب الرفيع هل يستطيع أحد أن يظل كاشفاً للعورة في بيته وإن كان وحيداً؟ إنه يطلب منك أن تقول هذه الجملة عند خلعك الثياب ولو للحظة واحدة، لئلا يطّلع أهل الجن على عورتك فهل من المروءة والأدب النبوي أن تظل يومك كاشفاً للعورة بعدما سمعت حديث رسول الله صلى الله عليه وسلم؟ وإن كنت وحيداً؟ ¶ إيحاء نبوي لطيف لمنع كشف العورات ولو كنت خالياً بنفسك، أو مع الزوج والزوجة .. كانت عائشة رضي الله عنها تقول: كنا لا نرى منه ولا يرى منا. صورة أنيقة طاهرة في أشد لحظات الشهوة، تُذكر بهدف الزواج وتُبعده عن صورة الشهوة الحيوانية .. صورةٌ تليق ببني آدم الذي كرّمه الله بسجود الملائكة الطاهرة. ¶ وكم نحن بحاجة إلى ذاك التوازن بين الشهوة والهدف، لإعادة تشكيل",
            "page": "31",
            "part": "1",
            "seal": "425D6B02"
        },
        {
            "id": "33",
            "nass": "هذه الحياة التي نعيشها بعد أن أنهكتها المادية المتكالبة والشهوة الحيوانية التي انطلقت كالحصان الجامح لايملك أحد السيطرة عليه ولا الانتفاع منه، إلا إذا حظي بفارس يروّضه ويرشّد ملكاته. ¶ إنه الذوق المحمدي ... أدب النبوة ... يرتفع بنا إلى مستوى يليق بقائل لا إله إلا الله وأن محمد رسول الله. ¶ عصمة أخرى يعصمنا الله بها من آثار كشف العورات التي هي مجلبة للجن ومهيجة للشهوات، وكل هذا يُبعد الإنسان المسلم عن ربه. ¶ إنه صلى الله عليه وسلم يصنع للمسلم بيئته وأجواء بيته التي تساعده في نشر الأجواء الرحمانية الملائكية والتي بدورها تسهّل عليه الطاعات وتبعده عن المعاصي فيكون بذلك قريباً من هدفه لا يحيد عنه قيد أنملة. ¶ صدق رسول الله صلى الله عليه وسلم إذ قال:\" مَنْ تَمَسَّكَ بِسُنَّتِيْ عِنْدَ فَسَادِ أُمَّتِيْ فَلَهُ أَجْرُ مِائةِ شَهِيْدٍ\". (¬1) وقال عليه الصلاة والسلام:\"مَنْ تَمَسَّكَ بِسُنَّتِيْ وَثَبَتَ نَجَا، وَمَنْ أَفْرَطَ مَرَقَ، وَمَنْ خَالَفَ هَلَكَ\". (¬2) ¶ ¬_________ ¶ (¬1) الزهد الكبير للبيهقي حديث: 215 ¶ (¬2) الإبانة الكبرى لابن بطة حديث: 148",
            "page": "32",
            "part": "1",
            "seal": "37ECB802"
        },
        {
            "id": "34",
            "nass": "ما يقول إذا نظر في المرآة ¶ عن علي رضي الله عنه أن النبي صلى الله عليه وسلم كان إذا نظر إلى المرآة قال: ¶ الحمد لله، اللهم كما حسَّنت خَلقي فحسّن خُلقي. ¶ حبّة يجب معالجتها .. تجعدٌ يلزمه دهون ومسوح كي يحافظ على نقاء البشرة .. حاجب يحتاج لتعديلٍ في رسمه .. أنفٌ آهٍ لو استطعت تقصيره .. وأهداب عينٍ يجب تمديدها أو إعادة تشكيلها .. ¶ نحن أمام خواطر من يقف أمام مرآة ليتأمل جماله أو يتفقد أناقته .. ماحال من يخطر في باله مثل هذه الخواطر؟ ¶ وهل هذه الخواطر والأحوال هي الأحوال الصحيحة للقلب السليم الذي اختار الله ربه ومحمد نبيه والإسلام دينه؟ ¶ الجواب حتماً لا .. لأن من كانت هذه خواطره كان جلّ اهتمامه (أناقتك سيدتي) أو (جمالك سيدي) ولألفيت شاباً ذا شعر وكأنه لم يغتسل منذ شهور، ولكن حذار إنه ليس كذلك فهو دهون",
            "page": "33",
            "part": "1",
            "seal": "0B8FCC53"
        },
        {
            "id": "35",
            "nass": "يدعونه (جِلْ)! أجلّك الله. ولوجدت شابة استغنت عن الحاجب الطبيعي برسم من قلم رصاصي! ¶ إن مثل هذا وتلك يمضي عامة يومه أمام المرآة ليتفقد حسنه وجماله، فماذا ستكون بقية أعماله في النهار؟ ذكراً وتلاوة وأعمالاً صالحة! ¶ إنها خواطر شيطانية تُبعد الإنسان عن ربه وعن جادة الطريق السليم. فما هو صمام الأمان كيلا ينزلق الشاب والفتاة؟ ¶ (الحمد لله) الرضا بما خلق الله. ¶ إن عدم الرضا سيفتح سلسلة من العمليات التجميلية، وإعراضاً وبعداً عن الله عز وجل، لأنه ببساطة يعترض على ما أهداه الله له من غير ثمن أو أجر. وكل هذه المشاعر لا تفيض على القلب حباً وتقرباً إلى الله، بل ستكسوه تبغضاً وبُعداً. ¶ فإذا تلمّس معاني حمد الله في قلبه ذهب عنه الغمّ. وأيّ غمّ سخيف مهما كان يستحق أن يبعد الإنسان عن خالقه وعن سعادته؟ وهل يستحق هذا الأمر كل هذا العناء؟ هل يستحق انحناء حاجب اعتراضاً على خالقٍ أهدى كل هذه النّعم بلا مقابل؟",
            "page": "34",
            "part": "1",
            "seal": "CA88228B"
        },
        {
            "id": "36",
            "nass": "(اللهم كما حسَّنت خَلقي فحسّن خُلقي) ¶ ليس الجمال هو الجمال الخارجي فهو يبلى مع الزمن. أرأيت ملكة جمال بعد ثلاثين عاماً كيف أصبحت ذميمة؟ سيما بعد استخدام أطنان من المساحيق طوال هذه الأعوام! ¶ الجمال هو جمال الأخلاق وهذا هو الباقي. باقٍ في الحياة الدنيا وفي الآخرة. ¶ كم من زوج ظل يبحث عن عروس خارقة الجمال لتكون أنيسه وولفه، وبعد أن حصل على ما أمّل، أصابه غمّ وهمّ! فصاحبة الجمال مغترة بجمالها، مبهورة بأناقتها ... لا يهمها أحدٌ سواها .. فيجب أن تكون دائماً محط الأنظار أينما حلّت، وهي محور الأحداث! ¶ أين هي من دفء الأسرة وتربية الأولاد؟ وكيف تتخيل سلوكها وأخلاقها؟ لقد ذهب الجمال الظاهري قبل أن يبلوه الزمن أمام قبيح الأخلاق والمعاملة. ¶ ما أحوج الإنسان إلى تذكّر الهدف الأسمى والغاية النبيلة .. فالمهم هو الأخلاق لأنها لا تبلى، بل تظل في ذاكرة الناس وفي ثواب الآخرة",
            "page": "35",
            "part": "1",
            "seal": "28CA5C39"
        },
        {
            "id": "37",
            "nass": "أفضل الجزاء. ¶ ألم يقل عليه الصلاة والسلام:\"إِنَّ مِنْ خِيَارِكُمْ أَحَاسِنُكُمْ أَخْلاقَاً\" (¬1). ¶ لكننا يجب أن ننتبه إلى أن ذلك لا يعني ألا نرتب شعرنا، بل إنه من السنة ترجيل الشعر وإكرامه، لكن المذموم أن يكون شغلنا الشاغل. ¶ فقد ورد عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا وَذَكَرَتْ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُحِبُّ التَّيَامُنَ مَا اسْتَطَاعَ فِي طُهُورِهِ وَنَعْلِهِ وَتَرَجُّلِهِ. (ترجّله أي تمشيط الشعر) (¬2) ¶ صلى الله على معلم البشرية فن الحياة بقلبٍ سليم. ¶ ¬_________ ¶ (¬1) صحيح البخاري حديث: 4387 ¶ (¬2) سنن النسائي ج1. ص 202",
            "page": "36",
            "part": "1",
            "seal": "D3A28CB6"
        },
        {
            "id": "38",
            "nass": "ما يقول إذا خرج من بيته ¶ عن أم سلمة رضي الله عنه أن النبي صلى الله عليه وسلم كان إذا خرج من بيته قال: ¶ بسم الله توكلت على الله، اللهم إني أعوذ بك أن أَضِلَّ أو أُضَلّ أو أَزِل أو أُزَل أو أَظلِم أو أُظلَم أو أجهل أو يُجَهل علي. حديث صحيح ¶ وروي عن أنس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: من قال يعني إذا خرج من بيته: ¶ (بسم الله توكلت على الله ولا حول ولا قوة إلا بالله)، يُقال له هُديت وكُفيت ووقيت وتنحى عنه الشيطان. حديث حسن ¶ إشراقة جديدة وحصن جديد للمسلم وهو يغادر بيته منطلقاً إلى أعمال الدنيا التي قد يرى فيها مايحرّضه على طاعة الله وما قد يفتنه، لذا لا بد وأن يزوده رسول الله صلى الله عليه وسلم بحصنٍ وحرزٍ أمين ومعانٍ رحمانية تكون له ردءاً وأمناً يبدأ (بسم الله) ... إنه يدخل قلعة حصينة يحميها ملك عظيم قوي قادر ومن دخل في قلعة هذا العظيم عُصم من كل",
            "page": "37",
            "part": "1",
            "seal": "CC5448F2"
        },
        {
            "id": "39",
            "nass": "الشرور ومن توكل على الله فهو حسبه .. أي كافيه لا أحد يقدر عليه ما دام هو في حصنه ... وكيف يكون في حصنه؟ عندما يكون في طاعة الله، ذاكراً لله. ومتى يخرج من هذا الحصن المكين؟ عندما يعصي أوامر الملك القدوس، فإن الشيطان يفرّ من بني آدم ما دام ذاكراً لله فإن غفل عنه التقم قلبه ووسوس له. ¶ عن أنس، أن النبي صلى الله عليه وسلم قال: (إِنَّ الشَّيْطَانَ وَاضِعٌ خَطْمَهُ عَلَىْ قَلْبِ اِبْنِ آدَمَ فَإِذَا ذَكَرَ اللَّهَ خَنَسَ، وَإِذَا نَسِيَ اِلْتَقَمَ قَلْبَهُ فَذَلِكَ الْوَسْوَاسُ الْخَنَّاسُ) (¬1) ¶ وإن من معاني التوكل التبرؤ من حول الإنسان وقدرته والابتعاد عن الغرور بالقوة أو السلطة أو القدرة سواءً أكانت قدرة عقلية أم جسمية أو اجتماعية ولا يخفى على كل ذي لبّ أن الاغترار بالنفس مصدر كل شر. ¶ لماذا يحتاج الإنسان هذا التذكير عند الخروج من المنزل؟ لأن في خروجه من المنزل تعامل مع الناس واحتكاك بهم .... فإن ابتعد عن الاغترار بنفسه كان لهم ناصحاً ورحيماً، أما إن غفل عن ذلك ¶ ¬_________ ¶ (¬1) المطالب العلية لابن حجر العسقلاني الحديث:3446.",
            "page": "38",
            "part": "1",
            "seal": "4271E350"
        },
        {
            "id": "40",
            "nass": "وأصابه العجب فإنه سينظر إلى الناس من علو ... وإن الصور التالية التي يمكن تخيلها من سلوك قد يسلكه هذا المغتر لتدور في ذهن كل إنسان صادف في حياته الكثير منها. وما يتلوها من شواهد تكسر القلوب وتوقع البغضاء والشحناء وربما العداء. ¶ فالتوكل على الله ... فيه إعلان تصريحي بردّ القوة والسلطة إلى مالكها الحقيقي وعدم الانخداع بقوة لا تملك لنفسها دفعاً ولا قوة إذا قال المالك الحقيقي كن فيكون ... إنها قوة تستمد قوتها من خالقها ولا تملكها بذاتها. ولو تذكر الإنسان هذه الحقيقة في تعامله مع أنداده ومن إخوته الأصغر سناً لما تجبر وأرعد وأوعد ولسار معهم من غير ضعف، سير من تخلّق بأخلاق مولاه فرحمهم وأكرمهم وتجاوز عن هفواتهم من غير تضييع للحقوق والواجبات. ولعل التحام هذه المعاني في عقل وقلب ذاكر هذا الدعاء كفيل بأن يبتعد عنه الشيطان فقد اعتصم بعظيم وردّ القوة إلى بارئها. ¶ أما الدعاء الأول (اللهم إني أعوذ بك من أن أَضل أو أُضل ..... ) فهو صورة واقعية لما يحتويه الواقع من أمور متشابهات وامتحانات في كل لحظة .... تختبر تقواه .... ثباته على المبدأ ... إيمانه ... إحسانه",
            "page": "39",
            "part": "1",
            "seal": "5A5D999B"
        },
        {
            "id": "41",
            "nass": "كلٌّ حسب مرحلته الإيمانية ووفق مقياس عمره وبما يتلاءم مع تجاربه الإيمانية، لكننا جميعاً ممتحنون ومعرضون للزلل، وإن تَذكُّر ذلك يوقظ النفس النائمة وينبه الأعصاب الباردة إلى المعركة التي سيُقبل عليها عند خروجه ... ففي كل نظرة يرد خاطر، إما خاطراً رحمانياً أو شيطانياً، والمعصوم من عصمه الله بأن ردد هذا الذكر بقلب يقظ ودخل إلى حصن الحصين عند ملك لا يغفل. ¶ إن معاني (أو أَزل أو أُزل أو أَظلم أو أُظلم أو أَجهل أو يُجهل علي) لترسم سلوكاً وتحدد معالماً لصور سلوكيات من دعا هذا الدعاء المحمدي. صورة لا يمكن لذاكرها أن يظلم شخصاً أو يفتري عليه أو يضيق الطريق عليه أو يصرخ في وجهه عند قيادته للسيارة واستعجاله في الوصول لموعد ما ولا يسب أو يشتم ذلك ولا يغتب أحداً، فهذا كله ظلم والظلم ظلمات يوم القيامة، وكل تلك السلوكيات قد تفضي إلى إفلاسه: ¶ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَتَدْرُونَ مَا الْمُفْلِسُ قَالُوا الْمُفْلِسُ فِينَا مَنْ لا دِرْهَمَ لَهُ وَلا مَتَاعَ فَقَالَ إِنَّ الْمُفْلِسَ مِنْ أُمَّتِي يَاتِي يَوْمَ الْقِيَامَةِ بِصَلاةٍ وَصِيَامٍ وَزَكَاةٍ وَيَاتِي قَدْ شَتَمَ هَذَا",
            "page": "40",
            "part": "1",
            "seal": "750EF128"
        },
        {
            "id": "42",
            "nass": "وَقَذَفَ هَذَا وَأَكَلَ مَالَ هَذَا وَسَفَكَ دَمَ هَذَا وَضَرَبَ هَذَا فَيُعْطَى هَذَا مِنْ حَسَنَاتِهِ وَهَذَا مِنْ حَسَنَاتِهِ فَإِنْ فَنِيَتْ حَسَنَاتُهُ قَبْلَ أَنْ يُقْضَى مَا عَلَيْهِ أُخِذَ مِنْ خَطَايَاهُمْ فَطُرِحَتْ عَلَيْهِ ثُمَّ طُرِحَ فِي النَّارِ. (¬1) ¶ أدب نبوي رفيع لا يُلهَمه إلا كل ذي ذوق رفيع تذوق هذه المعاني وعاش في أجوائها وتنفس صفاءها وما عادت نفسه تطيق ذاك الانحدار الأدبي في التعامل مع الناس. ¶ إن الدين هو التعامل إذ إن ترداد الأذكار يجب أن يبرمج فكراً ينجم عنه سلوك واضح معبّر عن هذا الفكر والمبدأ والعقيدة. وكأن الحال السليم الذي يجب أن يكون عليه المسلم وهو يخرج من منزله أن يستشعر عجزه ويلوذ بخالقه ليعصمه من الزلل، هذا هو حال القلب السليم عند خروجه إلى الجهاد الأكبر وتعامله مع العباد. ¶ إنه فعلاً زاد صغير يحمل معاني جليلة لكل ذي لبّ وكأنه يستنجد باسم (الهادي) لتكون الهداية عنواناً لبداية يومه. ¶ ¬_________ ¶ (¬1) صحيح مسلم. ج12. ص 459",
            "page": "41",
            "part": "1",
            "seal": "5F06173D"
        },
        {
            "id": "43",
            "nass": "ما يقول إذا ركب دابة أو سيارة ¶ عن علي بن ربيعة قال: شهدت علي بن أبي طالب رضي الله عنه أُتي بدابة ليركبها فلما وضع رجله في الرّكاب قال بسم الله، فلما استوى على ظهرها قال: ¶ (الحمد لله) ثم قال: (سبحان الذي سخر لنا هذا، وما كنا له مقرنين، وإنا إلى ربنا لمنقلبون) ثم قال: الحمد لله ثلاث مرات ثم قال: الله أكبر ثلاث مرات ثم قال: سبحانك إني ظلمت نفسي فاغفر لي، إنه لا يغفر الذنوب إلا أنت ثم ضحك، فقيل: يا أمير المؤمنين من أي شيء ضحكت؟ قال: رأيت النبي صلى الله عليه وسلم، فعل مثل ما فعلت ثم ضحك، فقلت: يا رسول الله من أي شيء ضحكت؟ قال: إن ربك سبحانه يعجب من عبده إذا قال: اغفر لي ذنوبي، يعلم أنه لا يغفر الذنوب غيري. ... حديث حسن ¶ شاب ثريّ .... يلبس ثياباً فاخرة ويركب سيارة فارهة طويلة الجانب سوداء اللون ... لامعة الأطراف إذا رأيتها أحببتها وإن مرت بجانبك",
            "page": "42",
            "part": "1",
            "seal": "0AB16FC2"
        },
        {
            "id": "44",
            "nass": "هِبتها. ¶ فكيف تحسب قيادته لتلك الفارهة؟ رقيقة أنيقة فيها ذوق وأخلاق؟ إنها ستكون كذلك لو كان ممن يقتدي بسنة الحبيب المصطفى صلى الله عليه وسلم ويذكر أذكاره الشريفة، فليست المشكلة في ركوب سيارة فاخرة أو تكون ممن أعطاهم الله من نعمه فشكر وأدى حقها، إن المشكلة أن تُنسيك النعمة المنعم فتتكبر في الأرض وتنظر إلى الناس من برج عاجي. ¶ كيف ولماذا يمكن أن يتكبّر الإنسان أو يُصيبه العُجب وينسى المنعم؟ ¶ قد يُعجب الإنسان بأي شيء يقوم به لظنه أن ذلك بقدرته وبقوته وبسببه، أو لأنه أهلٌ لنعمة الله ولجريان النِّعم عليه. وكلاهما خطأ وجهل بجود الله وكرمه على عباده. فموجد النعمة هو الله وإنما هي عاريةٌ بيدنا إن شاء استردها متى أراد، فما نحن سوى مستخدمين لنعمه، ممتحنين بما نصنع بها، فإن وفقنا الله للخير أفلحنا، وإن استعملناها في غير ما يريد معطيها وصاحبها هلكنا. وإن فرحنا أننا محل عطاء الله ومجرى لنعمائه، فليس لأننا نستحق ذلك بسبب طاعتنا وعبادتنا له جل جلاله. فهدايته هي محض أفضاله وكرمه، فهو الهادي والموفق والمسدد للخطى، وهو صاحب النعمة ومجريها على عباده",
            "page": "43",
            "part": "1",
            "seal": "E79B0FC4"
        },
        {
            "id": "45",
            "nass": "تكرّماً وتفضلاً، فمهما تقرّب العبد من ربه عزّ وجل بالطاعات فلن يوفيه حقه من الشكر. ¶ كما إن إمساك نعمه عن عباده أو إرسالها هي نعمة أخرى من نعم الله عز وجل وفضله. فهو الحكيم جل جلاله الذي يمسك النعمة عن عبده لأنه يعلم أن في إمساكها عنه خير له في دينه وآخرته. ويرسل سبحانه وتعالى وهو العليم الخبير إن كان في إرسال النعمة خيرٌ للعبد في دينه وآخرته. فهو الولي الحميد الذي يرعى مصلحة عبده، فيحميه من بعض أمور الدنيا التي قد تؤثر على آخرته .. سبحانه إنه اللطيف الخبير. ¶ وإن الإنسان رغم معرفته بتلك الحقيقة أحياناً إلا أنها قد تخفى عليه وتبعده عن مقام الرضا بقضاء الله، وذلك لضيق المنع وقساوته على النفس، وعدم قدرة الإنسان على معرفة الحكمة ورؤية العبرة .. وكل ذلك لحكمة يريدها الله من امتحانٍ للعبد في الرضا والتسليم. ومفتاح النجاح في ذلك كله يكمن في هذا الدعاء الذي يردّ المسلم إلى معاني قدرة الله وملكية الله للأشياء وتسخيرها بقدرته وفضله لذلك الإنسان. فإن تذكر ذلك الإنسان عند ترديده لهذا الدعاء هذه المعاني الجليلة، نجا وأفلح.",
            "page": "44",
            "part": "1",
            "seal": "8C6E23F2"
        },
        {
            "id": "46",
            "nass": "فالله هو المجري (مايفتح اللهُ للناس من رحمةٍ فلا ممسك لها وما يمسك فلا مرسل له من بعده وهو العزيز الحكيم) (¬1). ¶ وتأتي كلمة (سخّر) لتبث رسالة قوية للإنسان أن أدوات الركوب حيواناً كانت أم آلة مسخرة له، لا بقوته وبراعته، وليس هو مسخرها، بل سُخرت له من قبل الله عز وجل. فلو لم يعط الله الإنسان عقلاً هل كان بمقدوره أن يُسخّر الحديد ويكتشف القوانين الميكانيكية ليبدع مثل هذه السيارة؟ ¶ (وما كنا له بمقرنين) جاءت لتثبّت حقيقة التبرؤ من حول الإنسان وقوته وتعيد سطوع حقيقة المنعم والمالك والمتصرف الحقيقي بالأشياء. حتى إذا كانت تحت تصرف من سُخرت لأجله لم يستخدمها بسوء أو يركبها بغرور وزهو. بل سيحمد الخالق المسخِّر والمتفضل. ¶ ثم من كانت نهايته إلى الله ولا يعلم متى سيستدعيه ربه هل ينطلق في الشوارع يرعب هذا بروعنة قيادته أو يذعر ذاك بتكبره وغطرسته؟ لا إنه سيكون مثل عباد الرحمن الذين يمشون في الأرض ¶ ¬_________ ¶ (¬1) سورة فاطر: 2.",
            "page": "45",
            "part": "1",
            "seal": "D4C58AF8"
        },
        {
            "id": "47",
            "nass": "هوناً، أي بشكل لطيف لا يزعج الآخرين ولا يريد علواً في الأرض ولا فساداً .. فلا يركب سيارته تفاخراً أو ليكون محطاً للأنظار أو تباهياً أمام الأصحاب ... إنها مسخرة لقضاء الحاجات وخلافة الله في الأرض ... فلا بد من حمد الله على هذه النعمة ولا بد من التذكر أن الله أكبر مهما علا سلطانك أو ارتفعت منزلتك الاجتماعية، فإن غدا التفاخر في ثمن السيارة مباراة وسجالاً بين الأقارب والخلان فتذكر الله أعلى وأكبر، وتذكر أن هدف الدابة أو آلة الركوب تسهيل إنجاز الأعمال وإعمار الكون بطاعته وخلافته في أرضه وليس العلو والافتخار. ¶ وإن عجب ربنا جل وعلا من عبده حين يستغفره وهو يعلم أنه لايغفر الذنوب غيره، فإني أعجب من العبد الذي زوّده ربه ومولاه بكل هذه الأذكار في كل موقف كي لايغفل عنه فتطاله يد الشيطان، ثم يضيّع هذه المفاتيح الثمينة التي تفتح له أبواب الخير وتسدّ عنه أبواب الشر، أو يصرّ على التغاضي عنها والولوج في مستنقع الشر ومهالك النفس.",
            "page": "46",
            "part": "1",
            "seal": "4E41D9AC"
        },
        {
            "id": "48",
            "nass": "ما يقول إذا أراد سفراً ¶ في سنن أبي داوود عن قزعة: قال: قال لي ابن عمر رضي الله عنهما: تعال أودعك كما ودعني رسول الله صلى الله عليه وسلم: ((أستودع الله دينك وأمانتك وخواتيم عملك)) حديث حسن. ¶ قال الإمام الخطابي: الأمانة هنا: أهله ومن يخلّفه وماله الذي عند يد أمينة، قال: وذكر الدين هنا لأن السفر مظنة المشقة فربما كان سبباً لإهمال بعض أمور الدين. ¶ أيدٍ تلوح ... ودموع تنسكب ... ويصعب الفراق لأحبة لهم في القلب مستودع ومكان. ¶ نحن مع مشهد الفراق .... غياب من نحب .... البطل هنا هو المودَّع فكيف نذكِّره بالحال السليمة الواجب أن يكون عليها خلال سفره؟ السفر قطعة من العذاب كما يقول الحبيب المصطفى صلى الله عليه وسلم ففيه من المشقات وإن كثرت وسائل المواصلات وتطورت لكنه يبقى كما",
            "page": "47",
            "part": "1",
            "seal": "09E17717"
        },
        {
            "id": "49",
            "nass": "قال الحبيب قطعة من العذاب، فإن لم يكن فيه شيء فحسب فراق من نحب أن يكون مؤلماً ومعذباً للإنسان. ¶ (أستودع) في اللغة اسْتَوْدَعْتُهُ وَديعَةً، إذا استحفظته إيَّاها (¬1). ¶ أستودع فلاناً وديعة: أستحفظه إياها. ¶ والمكان الذي تحفظ فيه الأشياء الزائدة يدعى مستودعات. (¬2) ¶ (أستودع) عند من؟ عند الخازن الأمين الله جل وعلا، مالك السموات والأرض، وهو معكم أينما كنتم ... ¶ (إنني معكما أسمع وأرى) (¬3) ¶ إنه هو جل جلاله القادر القوي الذي لا يموت ... الأول والآخر، ومن كان الله وكيله فهو حسبه. ¶ ماذا نستودع عنده؟ ماهي الوديعة؟ نسأله أن يحفظ علينا ديننا وأهلنا وأواخر أعمالنا. ¶ يحفظها من ماذا؟ من كل سوء أو شرّ يطالها فينقص ديننا أو ننسى ربنا أو ينقص عملنا الصالح. أن يحفظ أهلنا في غيابنا فهو الحاضر في كل مكان ... القائم على كل العباد ... الرحيم بخلقه. ¶ ¬_________ ¶ (¬1) الصحاح في اللغة. ج2. 272 ¶ (¬2) معحم لغة الفقهاء. ج1. 427 ¶ (¬3) سورة طه: 46",
            "page": "48",
            "part": "1",
            "seal": "DA810ECB"
        },
        {
            "id": "50",
            "nass": "لماذا هذا الدعاء بالذات؟ ¶ إن أخوف ما يخاف رب العائلة وهو يفارق أهله أن يحدث مكروه لأهله أو يحتاجون إلى شيء فلا يطالونه، فمن سيكون الأمين والحفيظ عليهم؟ ¶ إنها كلمات تسكب في قلب ربّ العائلة أمناً وسكينة وطمأنينة يحتاجها في سفره كي لا يزداد عناء فوق عناء، ولكي ترفعه إلى مقام التوكل على الله والثقة به (ومن يتوكل على الله فهو حسبه) (¬1) ¶ أما الشطر الثاني من الدعاء فهو تذكير للمسافر بعدم التغافل عن واجبه اتجاه ربه وعدم إهمال واجباته تجاه دينه فإن من حفظ الله بسره حفظه في أهله وماله .... (ومن يتق الله يُكفِّر عنه سيئاته ويُعظم له أجراً) (¬2). ¶ أدب نبوي رفيع وزاد الطريق يحمل الأمن والأمان والسكينة والسلام في حقيبة كل مسافر. وفي صحيح مسلم عن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم كان إذا استوى على بعيره خارجاً إلى سفر ¶ ¬_________ ¶ (¬1) سورة الطلاق: 3 ¶ (¬2) سورة الطلاق: 5",
            "page": "49",
            "part": "1",
            "seal": "38928A12"
        },
        {
            "id": "51",
            "nass": "كبّر ثلاثاً ثم قال: \"سُبْحَانَ الَّذِيْ سَخَّرَ لَنْاَ هَذَا وَمَا كُنَّا لَهُ مُقْرِنِيْنَ وَإِنَّا إِلَىْ رَبِّنَا لَمُنْقَلِبُوْنَ اللَّهُمَّ إِنَّا نَسْأَلُكَ فِيْ سَفَرِنَا هَذَا الْبِرَّ وَالتَّقْوَىْ وَمِنَ الْعَمَلِ مَا تَرْضَىْ، اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاِطْوِ عَنَّا بُعْدَهُ، اللَّهُمَّ أَنْتَ الصَّاحِبُ فِيْ السَّفَرِ وَالْخَلِيْفَةُ فِيْ الأَهْلِ، اللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمَنْظَرِ وَسُوْءِ الْمُنْقَلَبِ فِيْ الْمَالِ وَالأَهْلِ.\" وإذا رجع قالهن وزاد فيهن:\"آيبُوْنَ تَائِبُوْنَ عَابِدُوْنَ لِرَبِّنَا حَامِدُوْنَ\" (¬1). ¶ إنها أنوار محمدية تذكّر كل مسلم بالبرّ والتقوى في سفره، إنها تحجز من لم يُختم على قلبه بعد، ومن دَاخَل قلبه ذرة من إيمان. ¶ سلسلة عظيمة من الأذكار لو تعاهدها المسلم لارتقى وكان في كل أحواله مع الله سليم الصدر، نقي القلب، محفوظاً في حلّه وترحاله. ¶ ¬_________ ¶ (¬1) صحيح مسلم حديث: 2469.",
            "page": "50",
            "part": "1",
            "seal": "3357315C"
        },
        {
            "id": "52",
            "nass": "ما يقول إذا رأى مبتلى بمرض أو غيره ¶ عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: ¶ من رأى منكم مُبتلى فقال: الحمد لله الذي عافاني مما ابتلاك به وفضلني على كثيرٍ ممن خلق تفضيلاً، لم يصبه ذلك البلاء. ¶ وقال العلماء: وينبغي أن يقول هذا الذكر سراً بحيث يُسمع نفسه ولا يُسمع المبتلى لئلا يتألم قلبه بذلك. ¶ يُقال إن الذنب شؤم على غير صاحبه، إن عيّره ابتلي به، وإن اغتابه أثم، وإن رضي به شاركه. ¶ نحن مع موقف ابتلاء لشخص، ابتلاء مرض أو ذنب أو تقصير .. والسؤال ما حال من يرى هذا الشخص؟ وكيف يمكن تفادي تبادل المواقع بين المبتلى والشخص الذي يراه؟ ¶ لقد تفشت في مجتمعاتنا بكل أسف أمراض اجتماعية خطيرة مثل الغيبة والنميمة ولغو الحديث والشماتة بالآخرين، وغدت الرحمة عصيّاً وجودها، نادراً رؤيتها. فهذا ينقد ويغتب ثم لا يلبث أن يقوم",
            "page": "51",
            "part": "1",
            "seal": "917FB9D1"
        },
        {
            "id": "53",
            "nass": "بمثل صنيعته! لماذا؟ لسبب بسيط أنه عاب على أخيه المسلم فابتلاه الله بالعيب ذاته! لماذا؟ كي يتعظ ولا يعود لمثل فعلته من نقد وتجريح وفضيحة أو مذمة. ¶ صورٌ كثيرة تمر في خاطرنا لأنها مشاهد متكررة في الواقع. مئات المواقف تدمع لها العيون وتأنف النفس من معاينتها، وكأن الرحمة قد نُزعت من قلوب العباد. وغدا كل شخص يتحيّن الفرص لتتبع عورات الناس والتلذذ بنشرها أمام العباد، وكأنه حكيم زمانه، الكامل صفاته. ¶ لقد علّمنا رسول الله صلى الله عليه وسلم الحال الواجب التلّبس به عند مشاهدة ابتلاء بمرض أو ذنب .. إنه حال الإحساس بالافتقار إلى الله والخوف من أن يمَسَّك هذا البلاء .. إنه شعور الفضل لله أن عافاك .. إنه الحمد والثناء على الله. فعافيتك ليست جزءاً من جميل خصالك أو حسن أخلاقك أو بقدرتك. إنه فضل من الله وحسب. ولو شاء الله لكنت مكان هذا المبتلى. إنه شعور الخوف من أن يصيبك ما أصابه، والجزع إلى الله مع الحمد والامتنان لمنته وفضله في العافية. ومن ثمّ فإن من يعلم ذلك ويستشعره لا يمكن أن تنقدح في نفسه شماتة أو يلجأ لنشر هذا",
            "page": "52",
            "part": "1",
            "seal": "25C85513"
        },
        {
            "id": "54",
            "nass": "البلاء، ولن يلوك في سيرة هذا المبتلى ويجتّر أمام الناس مصيبته، وينصّب نفسه أستاذاً فطناً، فهو لو كان مكانه لما قام بكذا وكذا .. إنه لن يجرؤ على فعل ذلك. بل سيلتزم الأدب النبوي الرفيع والحال الصحيح معه، وبالتالي سيحميه الله ويجنبه الوقوع في هذا الذنب أو التقصير أو البلاء. ¶ ما أحوج مجتمعاتنا اليوم لهذا الأدب النبوي الأصيل .. رفيع الذوق. عظيم الخير. إذ لو التزم به العباد لخلص المجتمع من 99% من آفاته ومنازعاته وعسارته. ¶ وفي اللغة يُقال: بَلَوْتُهُ بَلْواً: جَرَّبْتُهُ واختبرته والبَلاءُ: الاختبارُ؛ ويكون بالخير والشر. (¬1) ¶ فالابتلاء يحمل بهذا المعنى الاختبار، ونتيجة الاختبار قد تكون نجاحاً يُحمد لفاعله، وتُرفع بها منزلته، فيكون البلاء بذلك رفعة وعلواً لصاحب الابتلاء، وذلاً وصغاراً لمن عاب عليه. ¶ ¬_________ ¶ (¬1) الصحاح في اللغة. ج1. 54",
            "page": "53",
            "part": "1",
            "seal": "B1AB751D"
        },
        {
            "id": "55",
            "nass": "وقد يكون الابتلاء بالسراء والضراء. أما الابتلاء بالضراء فهذا الذي يوجب لرائيه الحمد أن عُوفي منه. وأما الابتلاء بالسراء فهذا يخفى على كثير من الناس، إذ جاء على هيئة نعمة وسرور، لكنه قد يحمل في طيه امتحان للدين أو ثبات على مبدأ، وهو امتحان قد يكون أصعب من سابقه، لأن الممتحن قد لا يشعر أنه في امتحان، فلا يأخذ أهبة الاستعداد، وقد تلهيه المسرات عن حمد الله والثناء عليه والقيام بحق الشكر والامتنان. فيأتي هذا الدعاء الجليل تذكرةً للغافل وشحذاً لهمة الذاكر في الإمعان بالحمد والاجتهاد بالشكر. ¶ وإنّ من صفات الله \" الغفار \" فهو يغفر الذنب ويستره ويُنسي العبد ذنبه مادام قد تاب توبة نصوحاً. وإن من حظ العبد من اسم الله \"الغفار\" أن يستر عيوب إخوانه، فيُبرز الفعال الحسنة ويستر القبيحة، وينصح أخاه في السرّ ولا يفضحه أمام الخلق. ¶ إنّ المؤمن عبدٌ تخلّق بأخلاق مولاه، وكلما ازدادت صلة العبد بربه اكتسب من صفات مولاه، ورحم العباد كما يرحم رب العباد عباده، فلن يتصيّد الأخطاء والعيوب من أخلاق المؤمنين. ¶ يُروى أن سيدنا عيسى عليه السلام مرّ بجيفة كلب، فقال الحواريون:",
            "page": "54",
            "part": "1",
            "seal": "112C2D50"
        },
        {
            "id": "56",
            "nass": "ما أنتن ريحها! فقال عليه السلام: بل قولوا ما أشدّ بياض أسنانها! ¶ إنها رؤية الإيجابيات والسلبيات معاً. ولن يكون الإنسان ناجحاً في أسرته أو عمله ومع زملائه وأقاربه إذا كان لا يجيد معرفة إيجابياتهم وسلبياتهم، وتطوير الإيجابيات وتثمينها، لتقليل السلبيات واجتثاثها. وهذا هو طريق الإصلاح الذي لا يمكن لآمرٍ بالمعروف وداعٍ إلى الله أن ينشر الخير ويُحدث تغيّراً في مجتمعه نحو الكمال والخير إلا إذا كان هذا الطريق ديدنه.",
            "page": "55",
            "part": "1",
            "seal": "9CF86C40"
        },
        {
            "id": "57",
            "nass": "ما يقول إذا دخل السوق ¶ عن عمر بن الخطاب رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ¶ من دخل السوق فقال: ¶ لا إله إلا الله وحده لا شريك له، له الملك، وله الحمد، يحيي ويميت، وهو حيّ لا يموت، بيده الخير، وهو على كل شيء قدير: كتب الله له ألف ألف حسنة، ومحا عنه ألف ألف سيئة، ورفع له ألف ألف درجة. ¶ وعن بريدة قال: كان رسول الله (إذا دخل السوق قال: ¶ بسم الله، اللهم إني أسألك خير هذا السوق وخير ... ما فيها، وأعوذ بك من شرّها وشرّ ما فيها، اللهم إني أعوذ بك أن أصيب فيها يميناً فاجرة أو صفقة خاسرة. ¶ أصواتٌ متعالية .. لافتاتٌ متضاربة .. أضواءٌ ملفتة .. مئات البضائع المتباينة فيها ما تشتهيه الأنفس وتلذ به الأعين .. أشخاص تروح وتجيء .. تتمختر أو تسرع .. وربما تحدّق في الأشخاص أو تسترق",
            "page": "56",
            "part": "1",
            "seal": "B205310E"
        },
        {
            "id": "58",
            "nass": "النظرات ... ¶ وذاك يحلف بالإيمان لينفق سلعته بحلال أو حرام .. وآخر يضرب يداً على يد للحال الذي آل إليه الناس من الكذب أو الخديعة! ¶ كيف يمكن تفادي مساوئ السوق من غمز ولمز، ونظرات وهمسات، وغبنٍ في الأسعار أو شراء مالا يلزم وإسرافٍ فيما لا يحتاج؟ ¶ ما هو الدعاء المحمدي لذلك الموقف الحياتي المتكرر؟ ¶ (لا إله إلا الله وحده لا شريك له، له الملك، وله الحمد) ¶ إنه إقرار بالعبودية لله وتذكير بقدرته ثم تملّكه جل وعلا للناس والأشياء، فهو المالك الحقيقي الذي يستحق المدح والحمد والثناء. ¶ وفي اللغة: ألَهَ بالفتح إِلاهَةً، أي عَبَدَ عِبَادَةً. والتَاليهُ: التعبيد. والتَأَلُّهُ: التَّنَسُّكُ والتَعَبُّدُ. وتقول: أَلِهَ يَالَهُ أَلَهاً، أي تَحَيَّرَ؛ وأصله وَلِهَ يَؤْلَهُ وَلَهاً. وقد ألِهْتُ على فلانٍ، أي اشتدَّ جزعي عليه، مثل ولِهْتُ. (¬1) ¶ وقيل الإله هو المستحق للعبادة وقيل هو القادر على ما تَحِقُّ به العبادةُ (¬2). فهو جل جلاله المستحق للعبودية الذي تتحيّر العقول بعظيم ¶ ¬_________ ¶ (¬1) القاموس المحيط. ج1.288 ¶ (¬2) المخصص. اشتقاق اسم الله عزوجل. ج4. 289",
            "page": "57",
            "part": "1",
            "seal": "D222DE6C"
        },
        {
            "id": "59",
            "nass": "صفاته، والركن الأمين الذي يجزع إليه كل مضطر وتحن إليه القلوب وتُولَه به لروعة خصاله. وهو المالك الحقيقي لكل شيء، فلا تخرج عن سيطرته ذرة تراب أو ذرة هواء، فهو المتصرف في كل شيء، القادر على التحكم به، فالجميع خاضعٌ لحكمه، فلا خوف من أن يُظلم أحدٌ فلا يقتص الله له أو ينصره، ولا نفاذ لخزائنه فلا يقتّر الرزق على أحد من خلقه. فله الحمد الذي أعطاك هذه النّعم ابتداءًَ من قدرة على الروح إلى السوق، مروراً بنعمة المال الذي يمكنك شراء ما تريد، وقدرته جل وعلا على النصرة والمنعة من الظلم وإنزال الرزق. ¶ (يحيي ويميت، وهو حيّ لا يموت، بيده الخير، وهو على كل شيء قدير) ¶ لماذا يذكّر الدعاء بالموت والحياة؟ ¶ إنّ تذكّر قصر الحياة الدنيا وقدرة الله عليه يعصم من الشهوات وخيانة الأعين والإسراف فيما لا ينبغي والحلف بالكذب. ¶ فهو رادعٌ للشهوات وملزم لكثير من الآداب كغض البصر وحفظ اللسان والحلف بغير حق لإنفاق سلعة، أو مانع لشجار وخصام وجدال مرير حول الثمن أو خفضٍ لصوت امرأة أو كبت لضحكة طائشة.",
            "page": "58",
            "part": "1",
            "seal": "309D9F5B"
        },
        {
            "id": "60",
            "nass": "ولأن السوق مرتعٌ لكثير من الشرور والغفلة، كان تذكّر الله والحياة الآخرة والموت وسط الهرج والمرج له من الأجر الكبير (كتب الله له ألف ألف حسنة، ومحا عنه ألف ألف سيئة، ورفع له ألف ألف درجة) ¶ إنها مثوبة وأجر عظيم جداً لكلمات قليلة، لكنها تحمل في طياتها معانٍ عميقة. ¶ إن تذكّر الله والموت وسط هذا الزحام بطولة يستحق القائم بها هذا الأجر العظيم، إذ بها سينجو بدينه ويحافظ على قلبه سليماً ومتصلاً بالله، ووقاية للآخرين من أن يصل إليهم شيء من شروره إن نسي مولاه. ¶ فهي حرز أمين وسور مكين، من تعاهده لن يستطيع أعداء قلبه تسوّر محرابه وسيظل في مأمن أمين.",
            "page": "59",
            "part": "1",
            "seal": "A9AB7B08"
        },
        {
            "id": "61",
            "nass": "ما يقول عند الطعام وبعده ¶ عن عبد الله بن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم كان يقول في الطعام إذا قُرِّب إليه: ¶ اللهم بارك لنا فيما رزقتنا، وقنا عذاب النار، بسم الله. ¶ وعن أبي سعيد الخدري رضي الله عنه أن النبي صلى الله عليه وسلم كان إذا فرغ من طعامه قال: ¶ الحمد لله الذي أطعمنا وسقانا وجعلنا مسلمين. ¶ وعن معاذ بن أنس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: ¶ من أكل طعاماً فقال: الحمد لله الذي أطعمني هذا ورزقنيه من غير حولٍ مني ولا قوة، غفر له ما تقدّم من ذنبه. ¶ مائدة عليها أطايب الطعام وأنفسه .. من مالح وحامض وحلو .. ومن خضار ولحوم .. نعمٌ أخرى من نعم الله عز وجل على عباده. نوّع لهم الأطعمة حتى لا يملوا، وتغيّرت الألوان وتمايزت حتى يستمعوا بالحلال من الطعام.",
            "page": "60",
            "part": "1",
            "seal": "39381AA4"
        },
        {
            "id": "62",
            "nass": "فما حال المؤمن عند إقبال الدنيا وشهوات الطعام؟ ¶ الدعاء بالبركة والامتنان للواهب والرازق، الذي أكرم عباده وسخر لهم ما يحتاجونه ويساعدهم على ألا يتجاوزوا الحلال إلى الحرام، عندها يأتي الوعيد (وقنا عذاب النار). ¶ صورة نار جهنم تلتهب في مشاعر المؤمن وهو ينظر إلى المشهيّات من الأطعمة. لماذا يحتاج هذه الصورة الحسيّة القوية الوقع عندما توضع أمامه مائدة الطعام؟ ¶ حتى لا يأكل منها إلا ما حلّ له، فلا يقترب من الحرام شراباً أو طعاماً، ويتذكر أيضاً بألا يسرف لأن الله لا يحب المسرفين. ¶ إنّ لذة الطعام أحياناً وطريقة تنسيقه وتقديمه قد يحتاج فيها لمثل هذا المشهد القوي كي يحجمه عن أكل الحرام وشربه. ¶ وهذا هو الزاد المحمدي الذي يقوي إرادة المسلم وعزيمته لاتباع الحق والسير على الصراط المستقيم. ¶ (بسم الله) حصن حصين .. ومأمن من الشيطان كي لا يقرب هذا الطعام، فيكون الطعام للتقوي على طاعة الله والاستزادة من الأعمال",
            "page": "61",
            "part": "1",
            "seal": "B5218819"
        },
        {
            "id": "63",
            "nass": "الصالحة لا حظّ للشيطان فيه. ¶ أما عند الفراغ من الطعام فحاله يجب أن يكون حال الحمد والامتنان للخالق الرازق من غير حساب، وتذكير بأعظم منة ونعمة ألا وهي الإسلام ومعرفة الله والاهتداء إلى جادة الحق والصواب. ولا يخفى أن كل ما نهى عنه الشرع فيه الخير للإنسان في الدنيا قبل الآخرة، ألا ترى آلاف الحوادث نتيجة شرب الخمر والإدمان عليها، بل إن أغلب المشاكل الزوجية في الغرب نتيجة إدمان أحد الزوجين على شرب الخمر .. آلاف الأمثلة تشهد على أضرار الخمر وشرب الحرام .. ¶ فليست هناك نعمة بعد نعمة الإيمان ومعرفة الحق واتباعه، وكل نعيم بعده نار فهو جحيم، وكل تعب مهما عظم بعده جنة فليس بضنك، بل هو نعيم مقيم. أجارنا الله من النار وجعلنا من أهل الجنة. ¶ آمين. ¶ كما يذكرنا الله جل وعلا بأنه الرازق الحقيقي، وإن كان مظهر الرزق سعي العباد. هذه الحقيقة على بداهتها قد ننساها أمام الاغترار والزهو بالمنصب والإنجازات وتصفيق الناس ومديح الأحباب، وقبل",
            "page": "62",
            "part": "1",
            "seal": "51E9E360"
        },
        {
            "id": "64",
            "nass": "ذلك شعور رب الأسرة بالتعب والضنك في سبيل الحصول على الرزق. فبعد طول عناء اليوم الطويل يجب ألا ينس الإنسان أن عليه الكدّ والسعي فقط أما الرزق فمن الله. هذه الحقيقة قد يظنها الشخص الناجح قدحاً في قدراته ونشاطه، لكنها تعطيه الشعور بالأمان والطمأنينة فلا قدرة لأحد على سلبه رزق قد كتبه الله له، وما كان الله ليضيع عمل أحد اتقاه وآمن به واتكل عليه بعد السعي واتخاذ الأسباب. ¶ إنها تحميه من كثير من الأمراض النفسية التي قد يعاني منها الكثيرون في عصرنا الحالي. أما المؤمن فهو يعيش مع بحبوحة من فيض عطاء خالقه، مطمئن لكرمه وجوده، إذ ما عليه إلا أن يسعى والباقي على الكريم القدير الذي بيده خزائن السموات والأرض. ¶ إن هذه الحقيقة من الأهمية بمكان إذ أن تذكرها يحمي الإنسان من كثير من أمراض القلق نحو مستقبل مجهول أو تجاه قوة لا يعلمها، وتحميه وتحمي من حوله من غرور القوة والسلطة، وتعيد لنفسه أبعادها الصحيحة فلا تتطاول وتتكبر فيصيبها الغرور ولا تتضاءل فينتابها ضعف في الشخصية فتصبح شخصية ضعيفة لا تقدر على",
            "page": "63",
            "part": "1",
            "seal": "E10A4A43"
        },
        {
            "id": "65",
            "nass": "فعل شيء. ¶ إن تكرار هذه الحقائق على النفس من أجل برمجتها وإعادتها إلى الحجم المناسب الذي ينتفع بها صاحبها ومجتمعها. إنه بناء للشخصية المتوازنة والقلب السليم الذي ينشر الخير أينما حل.",
            "page": "64",
            "part": "1",
            "seal": "147F5741"
        },
        {
            "id": "66",
            "nass": "ما يقول إذا صعب عليه أمر ¶ عن أنس رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ¶ ((اللهم لا سهل إلا ما جعلته سهلا وأنت تجعل الحزن إذا شئت سهلاً)) ¶ أرأيت طالباً في امتحان وقد نسي معلومات كان يحفظها وبينما هو في غمٍ وهمّ ينظر حوله .... يحس بضيق شديد، تتنازعه رغبتان ويصارع أمرين ضدين فيما بينهما يتلفت حوله فيرى من ينظر إلى ورقة زميله فتنفرج أساريره ويُقبل على ورقته ليكتب ما فازت به عيناه من أحرف طائشة وكلمات مبعثرة. ¶ ثم ينظر إلى آخر فيجد عينيه تنظران نحو السماء ويتمتم بكلمات ثم ما هي إلا دقائق حتى ينشرح صدره وتسطر يده ما أعانه الله عليه في تذكّر ما نسيه .... تُرى أيّ سلوك يقوم به؟ ¶ إنه لا يقوى أن يقوم بهما معاً ... وإن استطاع ذلك فلن تأتي المعونة الإلهية لأنه ببساطة يكون قد سقط في امتحان الله فقد خرج من",
            "page": "65",
            "part": "1",
            "seal": "4865EA30"
        },
        {
            "id": "67",
            "nass": "(منا) خرج من صفات المسلمين (مَنْ غَشَّنَا فَلَيْسَ مِنَّا) (¬1) وكيف ستهبط رحمات الله على من خان الله بعينه وظن أن لن يراه؟ ¶ ثم ما وزن امتحان دنيوي أمام خسران الآخرة وفقد صفة (الأمانة) وكتابة اسمه في الخائنين؟ ¶ سبحانه (يعلم خائنة الأعين وما تخفي الصدور) (¬2) ¶ أين عقل من وثق بعقل شخص لا يعلم إن كان في علمه صواباً! ولم يثق بالعليم الكريم القادر على تذكيره بما نسيه وإلهامه كتابة ما يُنجيه! أم كيف خان من بيده القلوب والملكوت ومن بيده السعادة والشقاء، من بيده الأمر كله؟ ¶ \" يَا غُلامُ إِنِّيْ أُعَلِّمُكَ كَلِمَاتٍ، اِحْفَظِ اللَّهَ يَحْفَظْكَ، اِحْفَظِ اللَّهَ تَجِدْهُ تُجَاهَكَ، إِذَا سَأَلْتَ فَاِسْأَلِ اللَّهَ، وَإِذَا اِسْتَعَنْتَ فَاِسْتَعِنْ بِاللَّهِ، وَاِعْلَمْ أَنَّ الأُمَّةَ لَوْ اِجْتَمَعَتْ عَلَىْ أَنْ يَنْفَعُوْكَ بِشَيْءٍ لَمْ يَنْفَعُوْكَ إِلا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ لَكَ، وَلَوْ اِجْتَمَعُوْا عَلَىْ أَنْ يَضُرُّوْكَ بِشَيْءٍ لَمْ ¶ ¬_________ ¶ (¬1) صحيح مسلم. كتاب الإيمان. ¶ (¬2) سورة غافر: 19.",
            "page": "66",
            "part": "1",
            "seal": "E399E10C"
        },
        {
            "id": "68",
            "nass": "يَضُرُّوْكَ إِلا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ عَلَيْكَ، رُفِعَتِ الأَقْلامُ وَجَفَّتِ الصُّحُفُ) (¬1). ¶ وما هي الفتوى التي أفتاها إمام الأبالسة وشيخ الشياطين في جواز الغش في الامتحان بحجة قيام الكثيرين به؟ ¶ أما من كانت سنة النبي صلى الله عليه وسلم إمامه وهداه فهو في حرز وحصن حصين وحاله حال العبودية والافتقار إلى الله والبراء من حوله وقوته .. من ذاكرته ... من ذكائه ... ¶ هذا الحال هو الحال السليم لهذا الموقف وهو الحال الذي يحصنه من الضعف أمام خيانة من حوله ... فالله هو القادر، فإن شاء الله أن يُنجحه فسيُذكّره بما يحقق نجاحه إن كان في نجاحه خير، أما إن كان في رسوبه خير قد لا يُدركه الآن فقد يُنسيه .... إنه قدر الله الحكيم العليم يعلم ما يصلح للعبد فييسره له. ¶ أما إن اختار فتوى شيخ الأبالسة فإن قُدّر له الرسوب فسينقل من ورقة زميله الجواب الخاطئ ... فقدر الله مكتوب له، نجاح أو رسوب في هذه المادة، لكنه قد يفوز بالنجاح بطرق الحلال أو الحرام. ¶ وعند قدر الله يستسلم الإنسان ولا يملك من أمره شيئاً ولكن الواضح ¶ ¬_________ ¶ (¬1) سنن الترمذي. حديث: 2500. ومسند الإمام أحمد: حديث: 2572",
            "page": "67",
            "part": "1",
            "seal": "BE8541A3"
        },
        {
            "id": "69",
            "nass": "البيّن أنه لم يكن امتحاناً في مادة كذا بل امتحان في تقوى الله والأمانة، فإما أن يرسب أو ينجح فيه، وصمام الأمان والحصن الحصين دعاء سيد الخلق صلى الله عليه وسلم. ¶ ولا يقتصر هذا الدعاء للطالب إلا أن تكرار مشهد الضعفاء في هذه الحياة الذين يكررون الخيانة مادة تلو المادة جعلت من هذا الدعاء رابطاً لذلك الواقع المعاش بكل أسف. ¶ وهناك صور عديدة نجاتها هذا الدعاء، فصورة إنسان مجتهد قد أعياه الذهاب من دائرة حكومية إلى أخرى، وكلما مرّ الوقت ازداد وزن الأوراق التي يحملها من غير جدوى، حتى إذا أحس بالإحباط مال شخص إلى أذنه وهمس فيها:\" أأنت غشيم! ضع قليلاً من الدراهم! فالدراهم مراهم\". فإن تذكر هذا الإنسان دعاء النبي صلى الله عليه وسلم: \" اللهم لا سهل إلا ما جعلته سهلاً، وأنت تجعل الحزن إذا شئت سهلاً \". عندئذٍ يحسم قراره ويتوكل على ربّ العباد ويرفض أن يكون من زمرة الراشي. عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم:\"لَعْنَةُ اللَّهِ عَلَى الرَّاشِي وَالْمُرْتَشِي\". (¬1) ¶ صلى الله عليك يا نبي الرحمة .. ففي دعائك جواب كل مسألة، ¶ ¬_________ ¶ (¬1) مسند الإمام أحمد بن حنبل: 6809. حديث مرفوع وإسناده حسن",
            "page": "68",
            "part": "1",
            "seal": "68209752"
        },
        {
            "id": "70",
            "nass": "ومفتاح للأبواب المغلقة. ¶ وصدق الله العظيم (والعاقبة للمتقين) ... (¬1) ¶ وفي اللغة الحَزْنُ المكانُ الغليظ وهو الخَشِنُ والحُزونةُ الخُشونة (¬2). فيأتي الحزن عكس السهل. فكل أمر صعب على النفس، غليظ الوقع، إنما يسهله مالك الأمر القادر على كل شيء، الذي أمره كن فيكون. ¶ ¬_________ ¶ (¬1) سورة الأعراف: 128 ¶ (¬2) لسان العرب. ح 13. 111",
            "page": "69",
            "part": "1",
            "seal": "092D5141"
        },
        {
            "id": "71",
            "nass": "ما يقول إذا عسر أمر معيشته ¶ عن ابن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم قال: ¶ ((ما يمنع أحدكم إذا عسر عليه أمر معيشته أن يقول إذا خرج من بيته: بسم الله على نفسي ومالي وديني اللهم رضني بقضائك، وبارك لي فيما قُدّر لي حتى لا أحب تعجيل ما أخرت ولا تأخير ما عجلت)) ¶ رجل مغموم، مشغول البال، مطرق الرأس، يضرب أديم الأرض طلباً للرزق فكأنها صخرٌ، ويحفر التراب بكلتا يديه فكأنما جمادٌ، يذهب يميناً تيمناً لطلب العيش فكأن الرزق يفرّ منه يساراً، حتى إذا ضاقت عليه الأرض بما رحبت، وكاد اليأس يتسلل إلى داخله تذكر دعاء النبي صلى الله عليه وسلم (بسم الله). ¶ كل عمل لا يبدأ باسم الله فهو أبتر، لأنه بُتر عن مصدر القوة الحقيقية، وكأن الذي بدأ باسم الله يستفتح حصناً باسم العظيم،",
            "page": "70",
            "part": "1",
            "seal": "04D12A63"
        },
        {
            "id": "72",
            "nass": "فمثلاً لو أن مصنعاً كان مغلقاً فجاء أحدهم وقال لصاحبه افتح هذا المصنع باسم الحاكم أي بأمر الحاكم هل يستطيع أحد أن يمنع هذا الأمر؟ ¶ ولله المثل الأعلى، إن اسم الله يفتح كل باب ويفرّج كل عسير، إنه استفتاح بعظيم السموات والأرض وخالقها ... إنه استغاثة بخازن السموات والأرض ومن فيهن، بمن عنده مفاتيح الغيب. ¶ ثم يأتي الدرس الأول للحال الواجب أن يكون المسلم عليه في هذا الموقف الشديد على النفس، إنه درس الرضا والتسليم حتى لا يُحب تعجيل ما أمسكه الله لحكمة بالغة هو وحده يعلمها، ولا يطلب تأخير أمر قد عجّله الله وقضاه، ولو كان الخير في تعجيله لعجّله جل جلاله. هذا هو المفتاح الذي بإذن الله سيفتح مغاليق أبواب الرزق. ¶ فالشطر الأول من الدعاء استغاثة واستفتاح باسم الله على نفسه وماله ودينه ... هذا الاستفتاح يحمل في طياته أن يكون ذا علاقة ودودة مع خالقه، أي أنه بعيد عن الذنوب، قصيٌ عن المعاصي. لأنه يستفتح باسم الله \" إِنَّ الرَّجُلَ لَيُحْرَمُ الرِّزْقَ بِالذَّنْبِ يُصِيْبُهُ، وَلا يُرَدُّ الْقَدَرُ إِلا بِالدُّعَاءِ، وَلا يَزِيْدُ فِيْ الْعُمْرِ إِلا الْبِرُّ\" (¬1) فهذا التذكير بالتوبة ¶ ¬_________ ¶ (¬1) صحيح ابن حبان حديث: 872",
            "page": "71",
            "part": "1",
            "seal": "E053FAB7"
        },
        {
            "id": "73",
            "nass": "يفتح باب الرزق، والثقة بقدرة الله والبرء من حول الإنسان وقوته، لأنه يستفتح عمله باسم الله، لا بقدراته ولا بحسبه ولا بعمله. ¶ أما الشطر الثاني فهو الرضا الذي يمنع الحسد، (الحسد: هو تمني زوال النعمة عن الآخرين) ويُذهب الحسرة في استعجال ما لم يقّدره الله أو دفع ما قضاه الله. وإن الرضا مفتاح القبول، فكأن باب الرزق يُفتح بالتوبة والرضا. وإن الرضا والتسليم يمنعان ظهور كثير من الآفات الاجتماعية التي قد نراها اليوم من تنافس غير شريف بين الأنداد وأصحاب المصلحة الواحدة أو المهنة ذاتها. ومردّ ذلك يعود إلى نقص في الإيمان بقضاء الله وحكمته، فيتغلغل الحسد في القلب، وتنقدح العقول في المكر والخديعة، وتشتعل الشرور لنيل ما قدّر الله لكل منهم من رزق مكتوب، فتكون النهاية خسران السرور. ¶ إن الله عز وجل يعلم ضعف البشر فهو خالقهم وموجدهم .. وقد خُلق الإنسان عجولاً (ويدعُ الإنسان بالشر دعاءه بالخير وكان الإنسان عجولاً) (¬1) إذا مسه الخير منوعاً، وإذا مسه الشر جزوعاً .. إلا من رحم ربي .. وهؤلاء من استظلوا بحمى الرحمن وأناخوا عند أعتابه راضين ¶ ¬_________ ¶ (¬1) سورة الإسراء: 11",
            "page": "72",
            "part": "1",
            "seal": "22C17FD0"
        },
        {
            "id": "74",
            "nass": "مسلمين، مقيمين للصلاة، متصلين بأسباب السماء، عندها فقط تتفجر ينابيع الرزق وتزول الغمّة التي إما قد تكون امتحاناً في الرضا أو عقوبة لذنب كي يؤوب إلى خالقه ورازقه ... فإن رضي وتاب تُرفع الغمّة وينفرج الكرب. (مايفعل الله بعذابكم إن شكرتم وآمنتم وكان الله شاكراً عليماً). (¬1) ¶ يقول الله تعالى: (إنّ الإنسان خلق هلوعاً (19) إذا مسّه الشرّ جزوعاً (20) وإذا مسّه الخير منوعاً (21) إلا المصلين (22) الذين هم على صلاتهم دائمون (23) والذين في أموالهم حقٌ معلوم (24) للسائل والمحروم (25) والذين يصدّقون بيوم الدين (26) والذين هم من عذاب ربهم مشفقون (27)) (¬2) ¶ يقول ابن كثير في تفسير قوله تعالى مخبرًا عن الإنسان وما هو مجبول عليه من الأخلاق الدنيئة: {إِنَّ الإنْسَانَ خُلِقَ هَلُوعًا} ثم فسّره بقوله: {إِذَا مَسَّهُ الشَّرُّ جَزُوعًا} أي: إذا أصابه الضرّ فزع وجزع وانخلع قلبه من شدة الرعب، وأيس أن يحصل له بعد ذلك خير. ¶ ¬_________ ¶ (¬1) سورة النساء: 147 ¶ (¬2) سورة المعارج: 19 - 27",
            "page": "73",
            "part": "1",
            "seal": "7183397A"
        },
        {
            "id": "75",
            "nass": "{وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا} أي: إذا حصلت له نعمة من الله بخل بها على غيره، ومنع حق الله فيها. ¶ وعن أبي هُرَيرة رضي الله عنه يقول: قال رسول الله صلى الله عليه وسلم: \"شر ما في رجل شُحٌ هالع، وجبن خالع\". ¶ ثم قال: {إِلا الْمُصَلِّينَ} أي: الإنسان من حيث هو متصف بصفات الذم إلا من عصمه الله ووفقه، وهداه إلى الخير ويسر له أسبابه، وهم المصلون {الَّذِينَ هُمْ عَلَى صَلاتِهِمْ دَائِمُونَ} قيل: معناه يحافظون على أوقاتهم وواجباتهم. قاله ابن مسعود، ومسروق، وإبراهيم النخعي. وقيل: المراد بالدوام هاهنا السكون والخشوع. وقيل: المراد بذلك الذين إذا عملوا عملاً داوموا عليه وأثبتوه. (¬1) ¶ إن هذه الأدعية وتلك الصلة بالخالق في أضيق اللحظات التي قد يصاب بها الإنسان البعيد عن تلك المعاني بما يسميه هذا العصر بمرض الاكتئاب الذي يكون علاجه عند أهل الطب دواء كيماوياً، إنّ هذه الأدعية هي البلسم الشافي ولو كان غير ذلك لأمرنا جل وعلا بالتداوي. أنا لا أطعن بالطب والعلم الحديث ولا أشكك بطبيعة الدماغ التي يمكن أن تؤثر فيه الأدوية الكيماوية. إنما أتعجب ¶ ¬_________ ¶ (¬1) انظر تفسير ابن كثير. ج 8.226",
            "page": "74",
            "part": "1",
            "seal": "B93BEF8B"
        },
        {
            "id": "76",
            "nass": "من الدواء السحري الشافي الذي زوّده الله عباده بالمجان وليس له مضارٍ جانبية تؤثر فيما بعد على الجهاز العصبي، ويزهد العباد بدواء رب العباد وخالقهم ويلجأ أحدهم لدواء من صنع عبد مثله لا يدرك أبعاد الروح. (ويسألونك عن الروح، قل الروح من أمر ربي وما أوتيتم العلم إلا قليلاً) (¬1). ¶ إن أي ضيق أو غمّ إنما هو ابتلاء من الله وامتحان ولا يكون الخروج من هذا الابتلاء إلا بعد الإجابة الصحيحة للامتحان الذي أصدره ربّ العباد والمخصص لهذا العبد. والجواب الصحيح هو في جنبات هذا الدعاء الشريف. ¶ رحمن رحيم جل جلاله، أعطى الأسئلة ومعها أجوبتها، والمغبون من حاول استراق النظر من غير مصدرها، عندها لا أضمن له النتائج! ¶ ¬_________ ¶ (¬1) الإسراء: 85",
            "page": "75",
            "part": "1",
            "seal": "F5D4C29B"
        },
        {
            "id": "77",
            "nass": "ما يقول عند ورود نعمة أو إذا رأى ما يحب أو يكره ¶ عن أنس بن مالك رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: ¶ ((ما أنعم الله عز وجل على عبد نعمة في أهلٍ ومالٍ وولدٍ فقال ما شاء الله لا قوة إلا بالله فيرى فيها آفة دون الموت)). ¶ عن أنس رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ¶ ((من رأى شيئاً فأعجبه فقال: ما شاء الله لا قوة إلا بالله لم يضره)) ¶ وروي عن سهل بن حنيف رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: ((إذا رأى أحدكم ما يعجبه في نفسه أو ماله فليُبَرك عليه فإن العين حق)). ¶ وعن عائشة رضي الله عنها قالت كان رسول الله صلى الله عليه وسلم إذا رأى ما يحب ّقال: ¶ الحمد لله الذي بنعمته تتم الصالحات وإذا رأى ما يكره قال: الحمد لله على كل حال.",
            "page": "76",
            "part": "1",
            "seal": "72AE1FF6"
        },
        {
            "id": "78",
            "nass": "كنا في حال العسر فكُشفت الغُمّة وانتقلنا إلى صورة مشرقة .. صورة إقبال نعمة تحبها. ¶ فما هو الحال السليم للقلب السليم؟ ¶ هل الإعجاب بها ونسبها لقدرتك وذكائك وعملك؟ ¶ أم الزهو بها والتفاخر بين الناس والعلو عليهم؟ أم ردّ النعمة إلى المنعم؟ ¶ إنه لا شك رؤية المنعم والفرح بنعمة أهداها إليك حبيبك ومنعمك وخالقك. هذه هي الفرحة الحقيقية، لأنها واردة من حبيبك وخالقك والمتفضل عليك، من المالك الأصلي لا الوكيل عليها. ¶ فما هي العبارة الشافية والواقية التي ستُلبسك ثوب الحال المناسب لذلك؟ ¶ إنه التبرؤ من حولك وقوتك وردّ المشيئة إلى خالقها وردّ النعمة إلى موجدها والمنعم بها تفضلاً وإحساناً. ¶ فما آثار هذا الدعاء العظيم؟ ¶ انظر جيداً هناك صورة طالب متفوق استطاع أن يحصل على العلامات التامة في فحص الثالث الثانوي وهو الأول على بلده، عشرات الكاميرات والألوف تصفق والتلفاز ينجز مقابلة معه.",
            "page": "77",
            "part": "1",
            "seal": "1C7FAB5E"
        },
        {
            "id": "79",
            "nass": "والسؤال الأول البديهي: كيف حصلت على ذلك؟ ¶ والجواب الذي غالباً ما يطرق آذاننا بتنظيم الوقت والاجتهاد وقد أعانني والداي وما إلى ذلك .... ¶ ماذا لو قال بفضل الله ونعمته فله أحمده ثم والديّ اللذين .. ؟ ¶ ما التغيرات في داخله وما هو حاله وحال قلبه مع الله في كلا الموقفين؟ ¶ وما هي البذرة التي زُرعت في الموقف الأول وفي الموقف الثاني؟ ¶ البون شاسع .... في الموقف الأول زُرعت بذرة الإعجاب بالنفس وعدم رؤية المنعم الحقيقي .... فمن الذي أعطانا العقل لننظم أمورنا؟ ومن الذي وهبنا الذكاء والقدرات؟ ومن يسّر لنا الظروف الملائمة للدراسة والتفوق؟ ثم أعاننا في الامتحان لتذكّر ما تم حفظه. ¶ إن نقطة دم واحدة كفيلة بأن تُلغي ذلك العقل العظيم الذي أتقن حفظ معلوماته، وطرفة عين واحدة يمكن أن تغيّر الأحداث، أما الموقف الثاني فهي مثال الإنسان الصالح النافع لأمته لا يتعالى على غيره، ويردّ الفضل لأولي الفضل، ويرى المنعم وعظمة إمداده ونعمائه فيذوب قلبه حباً له وتنطلق جوارحه في نفع عباده ليفوز بالقرب والرضى من خالقه ومولاه.",
            "page": "78",
            "part": "1",
            "seal": "380310F6"
        },
        {
            "id": "80",
            "nass": "فأي إنسان سيكون لمجتمعه أفضل، صاحب الموقف الأول أم الثاني؟ ¶ إن الحال الصحيح للقلب السليم هو تذكّر المنعم الحقيقي وحمده وشكره على الخير الذي أهداه والعطاء الذي قدّمه. ¶ وهو بذلك يرسم معالماً لمجتمع صالح نافع يقود العالم بقوة الله وتوفيقه وعونه. ¶ وقد وردت في سورة الكهف قصة ذاك العبد الذي غرّته النّعم فنسي المنعم وظن أن هذه النّعم هو مسببها وموجدها، بحوله وقوته، فهلكت نعمته وفني بستانه: (ولولا إذ دخلت جنتك قلت ماشاء الله لاقوة إلا بالله. إن ترنِ أنا أقل منك مالاً وولداً (39) فعسى ربي أن يؤتين خيراً من جنتك ويرسل عليها حسباناً من السماء فتصبح صعيداً زلقاً (40) أو يصبح ماؤها غوراً فلن تستطيع له طلباً (41) وأحيط بثمره فأصبح يقلّب كفّيه على ما أنفق فيها وهي خاوية على عروشها ويقول يا ليتني لم أشرك بربي أحداً (42) ولم تكن له فئة ينصرونه من دون الله وماكان منتصراً (43)) (¬1) ¶ تلك هي آثار أذكار رسول الله صلى الله عليه وسلم التي تبرمج المسلم المؤمن سليم القلب، فتزوده بالآلات النافعة والتعليمات النفيسة ليعمّر الكون بقوة ¶ ¬_________ ¶ (¬1) سورة الكهف: 40 - 43",
            "page": "79",
            "part": "1",
            "seal": "58E52F3A"
        },
        {
            "id": "81",
            "nass": "الله وذكره، فتعمّ السعادة جميع الناس، لأنه ببساطة يبني مثالاً للمواطن الصالح الذي يسعد مجتمعه به ويفخر به قبل أن ينال ثواب الآخرة وأجرها.",
            "page": "80",
            "part": "1",
            "seal": "0587361E"
        },
        {
            "id": "82",
            "nass": "ما يقول من مات له ميت ¶ عن أم سلمة رضي الله عنها قالت: سمعت رسول الله صلى الله عليه وسلم يقول: ¶ ((ما من عبد تصيبه مصيبة فيقول إنا لله وإنا إليه راجعون، اللهم أجرني في مصيبتي وأخلف لي خيراً منها، إلا آجر الله تعالى في مصيبته وأخلف له خيراً منها، قالت: فلما توفي أبو سلمة قلت كما أمرني رسول الله صلى الله عليه وسلم فأخلف الله تعالى لي خيراً منه رسول الله صلى الله عليه وسلم. (صحيح مسلم) ¶ وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ¶ يقول الله تعالى ما لعبدي المؤمن عندي جزاء إذا قبضت صفِّيه من أهل الدنيا ثم احتسبه إلا الجنة. ¶ نحن الآن مع صورة جديدة فيها من الشدة والجزع والبكاء والألم، فقدان الأحبة من أصعب شدائد الدنيا، فما حال المسلم في ذاك الموقف العصيب؟ ¶ انهيار عصبي؟ أم صراخ وعويل؟ أم إعراض عن متابعة الحياة؟",
            "page": "81",
            "part": "1",
            "seal": "CA5A2604"
        },
        {
            "id": "83",
            "nass": "إن ترداد (إنا لله وإنا إليه راجعون) تذكّره بحقيقة يعرفها جيداً لكنه الآن في أمسّ الحاجة إليها، البداية من الله والنهاية إليه، فنحن ملك لله، عارية يستردها متى شاء. ¶ هبّ أنك استعرت من جارك شيئاً لمدة طويلة ثم جاء يطلبه، ألك حقٌّ أن تصرخ في وجهه وتمنعه من أخذها؟ وهل من اللائق أن تبكي وتنزعج لفقدانك لها وهي ليست لك؟ إنك إن فعلت أياً من ذلك فسيحكم عليك من يراك إما بنقص في عقلك أو لؤم في طبعك. ¶ عن أسامة بن زيد رضي الله عنهما قال: كُنَّا عِنْدَ النَّبِيِّ صلى الله عليه وسلم إِذْ جَاءَهُ رَسُوْلُ إِحْدَىْ بَنَاتِهِ، يَدْعُوْهُ إِلِىْ اِبْنِهَا فِيْ الْمَوْتِ، فَقَالَ النَبِيُّ صلى الله عليه وسلم: ¶ \" اِرْجِعْ إِلَيْهَا فَأَخْبِرْهَا أَنَّ لِلَّهِ مَا أَخَذَ وَلَهُ مَا أَعْطَىْ، وَكُلُّ شَيْءٍ عِنْدَهُ بِأَجَلٍ مُسَمَّىً، فَمُرْهَا فَلْتَصْبِرْ وَلْتَحْتَسِبْ\" (¬1) ¶ إن تذكّر هذه الحقيقة على بداهتها ومعرفة كل إنسان لها لازمة في هذا الموضع لأنها تُعيد العقل إلى رشده أمام هول المُصاب، أما الدعاء (اللهم أجرني في مصيبتي ..... ) ففيه من ملاطفة النفس وتمنيتها بالخير ما يفتح باب المؤانسة، ويخفف من عبء وثقل المصيبة فحال ¶ ¬_________ ¶ (¬1) صحيح البخاري حديث: 1237.",
            "page": "82",
            "part": "1",
            "seal": "283C56E4"
        },
        {
            "id": "84",
            "nass": "من وقعت مصيبة الموت على أحد من أحبابه هو حال الرضا والتسليم لأمر الله، ولا يعين على ذلك إلا تذكّر هذه الحقيقة، ثم إن الجزاء على الرضا والحمد والتسليم كفيل بتهدئة النفس رجاء المثوبة (الجنة) وكل هذا وذاك هي أدوية مطيبة ومهدئة للنفس من عند طبيب القلوب وخالقها ... وما أظن أن دواءً من صنع بشر يمكنه أن يمسح عناء المصيبة إلا دواء بارئ النفس وخالقها فهو العليم الخبير، الرحيم الودود، الكريم القدير جل جلاله. ¶ ولمزيد من رحمة الله بعباده عند نزول البلاء أنه حثّ الناس بتعزية بعضهم بعضاً، فعن عمرو بن حزم رضي الله عنه عن النبي صلى الله عليه وسلم قال: \" مَا مِنْ مُؤْمِنٍ يُعَزِّيْ أَخَاهُ بِمُصِيْبَةٍ، إِلا كَسَاهُ اللَّهُ سُبْحَانَهُ مِنْ حُلَلِ الْكَرَامَةِ يَوْمَ الْقِيَامَةِ \" (¬1). ¶ ومما يروى في لطيف التعزية والتخفيف عن المصاب, عن الحسن البصري رحمه الله، أن رجلاً جزع على ولده وشكا ذلك إليه فقال الحسن: كان ابنك يغيب عنك؟ قال: نعم كانت غيبته أكثر من حضوره، قال: فاتركه غائباً، فإنه لم يغب عنك غيبة الأجر لك فيها ¶ ¬_________ ¶ (¬1) سنن ابن ماجة حديث: 1596.",
            "page": "83",
            "part": "1",
            "seal": "1340AFB4"
        },
        {
            "id": "85",
            "nass": "أعظم من هذه. فقال: يا أبا سعيد هوّنت عني وجدي على ابني. (¬1) ¶ وعَنْ اِبْنِ عُمَرَ رَضِيَ الله عَنْهُمَا قَالَ: اِشْتَكَىْ سَعْدُ بنُ عُبَادَةَ شَكْوَى لَهُ فَأَتَىْ رَسُوْلُ اللهِ صلى الله عليه وسلم يَعُوْدُهُ مَعَ عَبْدِ الرَّحْمَنِ بنِ عَوْفٍ وَسَعْدِ بنِ أَبِيْ وَقَّاصَ وَعَبْدِ اللهِ بنِ مَسْعُوْدٍ, فَلَمَّا دَخَلَ عَلَيْهِ وَجَدَهُ فِيْ غَشِيَّةٍ فَقَالَ: أَقَدْ قَضَىْ؟ قَالُوْا: لا يَا رَسُوْلَ اللهِ, فَبَكَىْ رَسُوْلُ اللهِ صلى الله عليه وسلم, فَلَمَّا رَأَىْ الْقَوْمُ بُكَاءَ رَسُوْلَ اللهِ صلى الله عليه وسلم بَكُوْا, فَقَالَ: أَلا تَسْمَعُوْنَ إِنَّ اللهَ لا يُعَذِّبُ بِدَمْعِ الْعَيْنِ وِلا بِحُزْنِ الْقَلْبِ، وَلَكِنْ يُعَذِّبُ بِهَذَا- وَأَشَارَ إِلَىْ لِسَانِهِ -أَوْ يَرْحَمُ. (¬2) ¶ وفي صحيح البخاري عن أنس رضي الله عنه أن رسول الله صلى الله عليه وسلم دخل على ابنه إبراهيم رضي الله عنه وهو يجود بنفسه، فجعلت عينا رسول الله صلى الله عليه وسلم تذرفان فقال له عبد الرحمن بن عوف: وَأَنْتَ يَا رَسُوْلَ اللهِ؟ فَقَالَ: يَا بنَ عَوْفٍ إِنَّهَا رَحْمَةٌ ثمَّ أَتْبَعَهَا بِأُخْرَىْ فَقَالَ: إِنَّ الْعَيْنَ تَدْمَعُ، وَالْقَلْبَ ¶ يحْزَنُ، وَلا نَقُوْلُ إِلا مَا يُرْضِيْ رَبَّنَا، وَإِنَّا بِفِرَاقِكَ يَا إِبْرَاهِيْمُ لَمَحْزُونُوْنَ. (¬3) ¶ ¬_________ ¶ (¬1) كتاب \"الأذكار النووية \". ص 129 ¶ (¬2) صحيح مسلم حديث: 1583 ¶ (¬3) صحيح بخاري حديث: 1254",
            "page": "84",
            "part": "1",
            "seal": "204B62E2"
        },
        {
            "id": "86",
            "nass": "ما يقول إذا رأى الهلال ¶ عن ابن عمر رضي الله عنهما: قال: كان رسول الله صلى الله عليه وسلم إذا رأى الهلال قال: ¶ الله أكبر اللهم أهلِّهُ علينا بالأمن والإيمان والسلامة والإسلام والتوفيق لما تُحبّ وترضى ربنا وربك الله. ¶ إنه تجديد بالعهد كل شهر وتطمين للنفس بالأمن والسلام من عند السلام المهيمن، تجديد بالعمل لما يرضي الله ويحبه .. وتفكّر بمخلوقات الله وعظمة كونه وقدرته جل جلاله. ¶ لفتة نبوية لا يمكن أن يفوتها صلى الله عليه وسلم لتذكير الغافل وتحفيز النفوس، فإن ران على القلب شيء فكان التقاعس سلوكه تكون هذه اللفتة العظيمة مسحاً للماضي وتحفيزاً للمستقبل. وما أحوج الإنسان إلى مثل ذلك في هذه الحياة الدنيا المليئة بالمغريات والمشتتات والملهيات. ¶ إنه الله صلى الله عليه وسلم يطرق على قلب المسلم بلطف لئلا يدعه لنفسه وشيطانه فالمعصوم من عاش مع ذكر الله وأذكار رسول الله الله صلى الله عليه وسلم قلباً وقالباً ذكراً باللسان والقلب.",
            "page": "85",
            "part": "1",
            "seal": "2433BD92"
        },
        {
            "id": "87",
            "nass": "وعن قتادة أنه بلغه أن نبي الله الله صلى الله عليه وسلم كان إذا رأى الهلال قال: \" هِلالُ خَيْرٍ وَرُشْدٍ، هِلالُ خَيْرٍ وَرُشْدٍ، هِلالُ خَيْرٍ وَرُشْدٍ، آمَنْتُ بِالَّذِيْ خَلَقَكَ \" ثلاثَ مَرَّاتٍ، ثمَّ يَقُوْلُ: \" الْحَمْدُ للهِ الَّذِيْ ذَهَبَ بِشَهْرِ كَذَا، وَجَاءَ بِشَهْرِ كَذَا \" (¬1) ¶ إن عبارة (هلال خيرٍ ورشد) تبعث في النفس معنيين أولهما تطمين للنفس وترويح لها بأن يكون هلالاً جديداً فيه الخير ... فإن كان الشهر الذي قُضي فيه من العسر والشدة، فهذا تفاؤل بانقضاء الضراء وانحسار الشدة فهو يفتح باب التفاؤل للمعسر والطمع بالخير القادم. ¶ وهذا له أثر كبير على النفس لتفتح صفحة جديدة مع شهر جديد وأيام قادمة، ولا يخفى على من له اطلاع بعلم النفس البشرية آثار هذا التفاؤل في شخذ الهمم وإيقاظ الأمل .... الأمل بالله وبخير فجر الشهر الجديد. ¶ أما كلمة (رشدٍ) فهي صفحة جديدة أخرى للمتقاعس والغافل والمذنب الذي حاد عن الطريق قليلاً كي يعود إلى طريق الرشد ... إنه فتح لباب التوبة الذي لا يقفل أبداً. ¶ ¬_________ ¶ (¬1) سنن أبو داود حديث: 4449.",
            "page": "86",
            "part": "1",
            "seal": "7F51E929"
        },
        {
            "id": "88",
            "nass": "عن أبي موسى، عن النبي الله صلى الله عليه وسلم، قال \"إِنَّ الله عَزَّ وَجَلَّ يَبْسُطُ يَدَهُ بِالليْلِ لِيَتُوْبَ مُسِيْءُ النَّهَارِ، وَيَبْسُطُ يَدَهُ بِالنَّهَارِ لِيَتُوْبَ مُسِيْءُ الليْلِ، حَتَّىْ تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا\". (¬1) ¶ فسبحانه جل جلاله من تجلى على عباده بأسماء وصفات الجمال فأقبلت القلوب إليه محبة مشتاقة، ومن تجلى على عباده بأسماء الجلال فأقبلت إليه منكسرة مخبتة، وهو في كل الأحوال متعرّف وناظر ومحيط بعباده يفرح بتوبتهم ويقبل على من أقبل محباً عاشقاً، يمد يد العون للغافل والمتقاعس والمذنب والمدبر فكيف بمن أقبل عليه يرجو وجهه الكريم! ¶ ¬_________ ¶ (¬1) صحيح مسلم حديث: 5060.",
            "page": "87",
            "part": "1",
            "seal": "CCF32ADE"
        },
        {
            "id": "89",
            "nass": "الاستخارة ¶ عن جابر بن عبد الله رضي الله عنهما قال: كان رسول الله الله صلى الله عليه وسلم يعلمنا الاستخارة في الأمور كلها، كما يعلمنا السورة من القرآن، يقول: ¶ إذا همّ أحدكم بالأمر فليركع ركعتين من غير الفريضة، ثم ليقل: ¶ اللهم إني أستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك العظيم، فإنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علام الغيوب، اللهم إن كنت تعلم أن هذا الأمر خيرٌ لي في ديني ومعاشي وعاقبة أمري - أو قال: عاجل أمري وآجله - فاقدُره لي ويسرّه لي، ثم بارك لي فيه، وإن كنت تعلم أن هذا الأمر شرّ لي في ديني ومعاشي وعاقبة أمري - أو قال: عاجل أمري وآجله - فاصرفه عني واصرفني عنه واقدُر لي الخير حيث كان ثم رضّني به. قال: ويسميّ حاجته. ¶ مطرق الرأس، شارد الذهن، متعب البال، عينٌ ذابلة، رأس ثقيل، أفكار مزدحمة ..",
            "page": "88",
            "part": "1",
            "seal": "E96F6850"
        },
        {
            "id": "90",
            "nass": "هذا حال الحائر في اتخاذ قراره حول أمر ما، إنه محتار في قبول هذا الأمر أم لا، أو في اختيار البديل أو ذاك، وبينما هو في زحمة أفكاره يتذكر دعاء الاستخارة الذي كان رسول الله الله صلى الله عليه وسلم يعلّمه لأصحابه كما علمهم سورة الفاتحة، وذلك لأهميتها وحاجتها للمسلم في حياته. ¶ فما هو الحال السليم في هذا الموقف العصيب؟ ¶ تذكّر لاسم الله العليم الذي فاق علمه كل شيء، للأول والآخر، للظاهر والباطن، للعليم الخبير الذي يعلم ما تخفي الأنفس والصدور .. يعلم ما كان وما قد يكن وما هو كائن .. محيط بكل شيء .. حفي خبير. ¶ إن تذكّر صفاته العظيمة جل جلاله لكفيل بإضفاء شعور الأمن والأمان والسكينة والهدوء .. فهو يعلم إن استخرته وأنخت عند أعتابه، وأعلنت افتقارك إليه، والتبرؤ من حولك وقوتك إلى قوته جل جلاله وعلمه الواسع، إنه يعلم ما يصلح لك، فكيف لا تهدأ سريرتك بعد ذلك؟ وكيف لا تقر عينك إن علمت ذلك علم اليقين؟",
            "page": "89",
            "part": "1",
            "seal": "E27183E4"
        },
        {
            "id": "91",
            "nass": "(اللهم إن كنت تعلم أن هذا الأمر خيرٌ لي في ديني ومعاشي وعاقبة أمري - أو قال: عاجل أمري وآجله - فاقدُره لي ويسرّه لي، ثم بارك لي فيه، وإن كنت تعلم أن هذا الأمر شرّ لي في ديني ومعاشي وعاقبة أمري) ¶ وكأنه صلى الله عليه وسلم يسرّب لنا معلومة عظيمة حول المعيار الذي يجب أن يكون نصب أعيننا عندما نوازن بين البدائل. فليس معيار اختيار البديل الأول عن الثاني معيار أيهما أحب إليّ أو أفضلهما منزلة ومكانة ووجاهةً في الدنيا .. ليست كل هذه المعايير الدنيوية ذات الأفق المحدود. بل معيار الخيرية في الدين والمعاش في الدنيا، ثم عاقبة ونتائج الأمر القريبة منها والبعيدة. ¶ إنه صلى الله عليه وسلم يقول لك انتبه إلى نتائج البدائل القريبة والبعيدة، وليكن معيار التفضيل لديك في أيّ البدائل نتائجه بالنسبة لدينك ومعاشك (أي حياتك المعاشة التي تحتاجها، وليست للتفاخر والتباهي بل التي تحتاجها فيما يُقيم عودك ويعيّشك بخير) أفضل؟ ¶ إنه درس في مهارات اتخاذ القرار .. فقد حدد الله صلى الله عليه وسلم الهدف الذي ينبغي أن يتوفر فيه البديل المناسب، ثم جعل مهارة اعتبار النتائج القريبة وبعيدة المدى أساساً في تحديد البديل المناسب. وجعل من معيار الدين",
            "page": "90",
            "part": "1",
            "seal": "3B83B4E7"
        },
        {
            "id": "92",
            "nass": "وصلاح المعيشة المعيارين الأساسيين في اختيار القرار الملائم. وإن أهم مهارة في اتخاذ القرار هي مهارة اعتبار النتائج القريبة والبعيدة مع اعتبار مهارة معالجة الأفكار أي دراستها سلبياً وإيجابياً. ¶ صلى الله على معلم البشرية الذي لم يدرس في المدارس والجامعات ليتعلم مهارات اتخاذ القرار، إنما علّمها ربه عز وعلا، الذي أحاط بكل شيء علماً، وعنده علم الأول والآخر، والظاهر والباطن .. سبحانه وتعالى.",
            "page": "91",
            "part": "1",
            "seal": "76506171"
        },
        {
            "id": "93",
            "nass": "التهنئة بالمولود ¶ عن الحسين رضي الله عنه أنه علّم إنساناً التهنئة فقال: ¶ قل: بارك الله في الموهوب لك، وشكرت الواهب، وبلغ أشده، ورُزقت برّه. ¶ يقول الله تعالى: (المال والبنون زينة الحياة الدنيا والباقيات الصالحات خيرٌ عند ربك ثواباً وخيرٌ أملاً) (¬1). ¶ ويقول جل وعلا: (ألهاكم التكاثر (1) حتى زرتم المقابر (2)) (¬2). ¶ متى يكون الولد فتنة تلهي الإنسان حتى لا يفطن لنفسه إلا في المقبرة؟ ¶ إن صمام الأمان حتى لايكون الولد فتنة لوالديه، أن يتذكر الواهب ¶ ¬_________ ¶ (¬1) سورة الكهف: 46 ¶ (¬2) سورة التكاثر: 1 - 2",
            "page": "92",
            "part": "1",
            "seal": "68938422"
        },
        {
            "id": "94",
            "nass": "لهذه الهدية العظيمة. وعندما يتذكر أن ابنه أو ابنته هي هبة من الله، يشكر ربه على هذه النعمة، ويرضى بها ذكراً كانت أم أنثى، ويسعى في تربيته (رُزقت برّه): فلن يكون الولد صالحاً حتى يحسن الوالد والوالدة تربيته ويعلماه القرآن، فهذا حق الولد على والده. عندئذٍ تصبح هذه النعمة نعمة حقيقية، تقرّ عين الوالدين في حياتهما، ويكون لهما ذخراً بعد وفاتهما، لأنه (عمل صالح). ¶ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ إِذَا مَاتَ الإِنْسَانُ انْقَطَعَ عَمَلُهُ إلا مِنْ ثَلاثٍ صَدَقَةٌ جَارِيَةٌ وَعِلْمٌ يُنْتَفَعُ بِهِ وَوَلَدٌ صَالِحٌ يَدْعُو لَهُ. (¬1) ¶ فالشطر الأول من الدعاء (بارك الله في الموهوب لك، وشكرت الواهب) تذكير للوالدين بأنه نعمة وهبة من الله فلا ينسون الواهب أو يغفلون عن حقه وواجباته، فإنهم إن غفلوا عن ذلك لن تقر عينهما ببرّه، ولن ينتفعا بصحبته عند كبرهما. ¶ (وبلغ أشده، ورُزقت برّه) فالشطر الأول يذكّر بالمنعم، فإن أديا حقه وبلغا رسالته، رسالة العبودية وأحسنا تربية ولدهما، يتحقق ¶ ¬_________ ¶ (¬1) سنن الترمذي. ج5.243 حديث حسن صحيح.",
            "page": "93",
            "part": "1",
            "seal": "7552D2DF"
        },
        {
            "id": "95",
            "nass": "الشطر الثاني من الدعاء (رزقت برّه). ¶ رسالة سريعة .. تذكير بالأمانة والخلافة في الأرض عند ولادة مولود، ليكون خليفة الله في أرضه، مقيماً لشرعه، ولتختفي أمامها جميع المظاهر الاجتماعية التي تتناقض مع عظمة هذه الرسالة، فيبرز الهدف والغاية ليشكلا حياة المولود الجديد من ثياب وألعاب وأنشطة ونظام حياة متناسب مع رقي الهدف وسمو الرسالة. ¶ عندئذٍ لن تجد أماً تعوّد ابنتها لبس ثيابٍ غير محتشمة في مختلف المناسبات، كي لا ينفصل التطبيق عن المبدأ والهدف، ولا يضيع الهدف والغاية وسط زحمة مغريات الدنيا ومفاتنها. ¶ ولن تجد أماً أو أباً يضع ابنه في مدارس للتبشير، ليضمن سلامة وطلاقة اللغة الإنكليزية! ¶ وستختفي صور المال غير الحلال عند أبٍ يتلو هذا الدعاء، لأن ما نبت من السحت فالنار أولى به. ¶ وستتلاشى صور الاختلاط واللهو الفاحش الذي لاتكاد تميّز فيه الذكر من الأنثى!",
            "page": "94",
            "part": "1",
            "seal": "4464D924"
        },
        {
            "id": "96",
            "nass": "فهذا الدعاء رغم أنه يُقال عند الولادة، لكنه يرسم للأب والأم منهاجاً تربوياً متكاملاً، ومؤشراً لما يجب فعله أو عدم فعله كي يرزقان برّ ولدهما. ¶ وصدق الرسول الله صلى الله عليه وسلم \" كُلُّ مَوْلُودٍ يُولَدُ عَلَى الْفِطْرَةِ، فَأَبَوَاهُ يُهَوِّدَانِهِ وَيُنَصِّرَانِهِ وَيُشْرِكَانِهِ \". (¬1) ¶ ¬_________ ¶ (¬1) إسناده متصل، رجاله ثقات، على شرط الشيخين البخاري ومسلم. عَنْ أَبِي هُرَيْرَةَ. ورد في مسند الإمام أحمد بن حنبل: 9062",
            "page": "95",
            "part": "1",
            "seal": "59BF6F59"
        },
        {
            "id": "97",
            "nass": "كفارة المجالس ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله الله صلى الله عليه وسلم: من جلس مجلساَ فكثر فيه لغطه فقال قبل أن يقوم من مجلسه: سبحانك اللهم وبحمدك، أشهد أن لا إله إلا أنت، أستغفرك وأتوب إليك، إلا كفّر الله له ما كان في مجلسه ذلك. ¶ وعن أبي هريرة عن النبي الله صلى الله عليه وسلم: ما من قوم يقومون من مجلس لا يذكرون الله تعالى إلا قاموا عن مثل جيفة حمار، وكان لهم حسرة. ¶ مأثرة من مآثر الرسول صلى الله عليه وسلم، وفضل من الله عظيم ... فما أكثر هذه المجالس في عصرنا الحاضر! ¶ إنه إرشاد نبوي أبوي، رحيم وعليم بضعف النفوس ورعوناتها.",
            "page": "96",
            "part": "1",
            "seal": "BCD17443"
        },
        {
            "id": "98",
            "nass": "ففيها نلمس توجيه النبي عليه الصلاة والسلام إلى أن المجالس التي لا وزر فيها هي فقط التي يذكر فيها الله، وما يقرّب إليه من قول أو فعل أو علم. وكل مجلس لا يذكر فيه اسم الله يكثر خطؤه، ويكون حسرة وندامة على حاضريه إلا رجلاً دعا واستغفر كما علّمه الحبيب الله صلى الله عليه وسلم. ¶ إن المجلس الذي لايذكر اسم الله تعالى كأن فيه جيفة حمار. ¶ تشبيه بليغ، وصورة مقززة، هدفها كهدف الآية الكريمة في تشبيه ذم الغيبة وفعلها في المجتمع (أيحب أحدكم أن يأكل لحم أخيه ميتاً)! .. هدفه أن يجتنب المسلم ذلك الفعل ولا يقربه. بل يفرّ منه ومن رائحته العفنة. فكم دقيقة من الممكن أن يتحمّل المرء في غرفة أو مجلس فيه رائحة جيفة حمار! فكذلك الجلسة التي تخلو من ذكر الله وما يقرّب إليه من قول أو علم أو فعل يجب أن لا تستمر أكثر من الدقائق التي تستطيع نفسك أن تصبر على الرائحة الكريهة للجيفة العفنة. ¶ أدب رفيع، يرسم معالم المجتمع الراقي الذي ليس فيه مجال للنميمة والغيبة وإضاعة الوقت دون جدوى .. فكم تجرّ النميمة والغيبة وإضاعة الوقت على المجتمع من ويلات وخسائر نفسية واجتماعية",
            "page": "97",
            "part": "1",
            "seal": "5FBC3250"
        },
        {
            "id": "99",
            "nass": "ومادية أيضاً! ¶ وفي نفس الوقت تدع الباب موارباً لمن أخطأ، وهذا الذي عوّدنا إياه المولى الكريم .. فهو جل جلاله يشير إلى الطريق القويم وينبه إلى مخارجه وعقباته، بوضوح جلي، ثم يفتح الباب على مصراعيه لمن أراد أن يتدارك خطأه أو يُصلح ما أفسد، في تنبيه لطيف، وإشارات قوية الأثر، عميقة المعنى. فله الحمد والفضل، ونستغفره من جميع الذنوب .. وحق لله علينا أن نذكره في كل الوقت، وهو الذي لم ينس ضعفنا، وكثرة نسياننا، فألهم الرسول الكريم تعليمنا هذه الأذكار لتكون لنا حصناً حصيناً من الغفلة والذنوب، وركناً منيعاً للمضي قدماً في درب سعادة الدارين. ¶ جعلنا الله ممن فازوا برضاه وكتبنا من الذاكرين الله كثيراً والذاكرات وصلى الله على خير البرية، ومعلّم البشرية، سيد المرسلين وإمام المربين.",
            "page": "98",
            "part": "1",
            "seal": "61B0BDFD"
        },
        {
            "id": "100",
            "nass": "ما يقول من ضيع شيئاً ما ¶ عن عمر بن كثير بن أفلح قال: كان ابن عمر يقول للرجل إذا أضل شيئاَ: قل اللهم ربّ الضالة، هادي الضالة، تهدي من الضلالة، ردّ عليّ ضالتي بقدرتك وسلطانك، فإنها من عطائك وفضلك. ¶ وفي وجه آخر سئل ابن عمر رضي الله عنه عن الضالة فقال: يتوضأ ويصلي ركعتين ثم يتشهد ثم يقول: اللهم رادّ الضالة، هادي الضلالة، تهدي من الضلال، ردّ علي ضالتي بعزتك وسلطانك، فإنها من فضلك وعطائك. قال البيهقي هذا موقوف وهو حسن. ¶ دم فائر، ضربات قلب متسارعة، من كثرة الذهاب والإياب، عبارات بأصوات مرتفعة تنادي: من حرّك ... ؟ من رأى؟ ... أوداج حمراء، عيون زائغة، ممزوجة بشيء من الغضب أو الحزن إلا من",
            "page": "99",
            "part": "1",
            "seal": "8C533AF6"
        },
        {
            "id": "101",
            "nass": "كانت ثقته بالله عظيمة، وإيمانه برحمته وقدرته كبيرة. ¶ هذا حال من ضيّع شيئاً عزيزاً عليه أو هو في أمس الحاجة إليه. وقد تكون هذه الضرورة قصوى مثل حال الذي فقد ناقته في الصحراء وعليها طعامه وشرابه، فلما وجدها قال من شدة فرحه: اللهم أنت عبدي وأنا ربك، كما جاء في الحديث الصحيح. ¶ فحال القلب السليم الذي يبحث عن شيء ضيّعه يجب أن يكون متذكراً لقدرة الله وعلمه الذي أحاط بكل شيء، فلا يعتريه اليأس أو الغضب، ويعلم تمام اليقين أنه إنما حجب عنه لحكمة أرادها الله، فلا ينطلق في شتم هذا، أو توجيه توبيخٍ لذاك لأنه السبب في ضياعها. ¶ فالحال السليم الذي ينبغي أن يكون عليه قلب ذاك الذي فقد شيئاً هو التلبس بالعبودية لله، والاعتراف بقدرته جل وعلا، ثم التذكّر بأن هذه النعمة التي فقدها الآن ليست من كسبه وبعمله أو جهده، إنما هي من نعم الله عليه، فهو الصاحب الحقيقي لها، والمتفضل بإعطائها، فإن أراد مالكها حجبها عمن استدانها منه لفترة محددة ولحكمة يعلمها، فليس من الأدب أن يغضب إن أراد مالكها الحقيقي ذلك.",
            "page": "100",
            "part": "1",
            "seal": "58DDF331"
        },
        {
            "id": "102",
            "nass": "إن هذه المعاني التي تنبعث في أجواء هذا الذكر لتحرّك القلب نحو الاتجاه الصحيح الذي ينبغي أن يسير وفقه في هذا الموقف، عندئذٍ تُردّ عاريته إليه، إذ آب القلب إلى السكة أو الطريق القويم وسط زحمة الحياة وفتنها. (مايفعل الله بعذابكم إن شكرتم وآمنتم وكان الله شاكراً عليماً) (¬1). ¶ ¬_________ ¶ (¬1) سورة النساء: 147",
            "page": "101",
            "part": "1",
            "seal": "378B1C64"
        }
    ],
    "t2067": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "الأذكار الشريفة بين القديم والحديث"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "ما يقول إذا أوى إلى فراشه وإذا استيقظ من نومه"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "ما يقول إذا لبس ثوبا"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "ما يقول إذا خلع ثوبه"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "ما يقول إذا نظر في المرآة"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "ما يقول إذا خرج من بيته"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "ما يقول إذا ركب دابة أو سيارة"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "ما يقول إذا أراد سفرا"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "ما يقول إذا رأى مبتلى بمرض أو غيره"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "ما يقول إذا دخل السوق"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "ما يقول عند الطعام وبعده"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "ما يقول إذا صعب عليه أمر"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "ما يقول إذا عسر أمر معيشته"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "ما يقول عند ورود نعمة أو إذا رأى ما يحب أو يكره"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "ما يقول من مات له ميت"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "ما يقول إذا رأى الهلال"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "الاستخارة"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "التهنئة بالمولود"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "كفارة المجالس"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "ما يقول من ضيع شيئا ما"
        }
    ]
}