{
    "b2124": [
        {
            "id": "1",
            "nass": "شذرات الذهب ¶ دراسة في البلاغة القرآنية ¶ إعداد ¶ محمود توفيق محمد سعد ¶ أستاذ البلاغة والنقد ورئيس القسم ¶ في كلية اللغة العربية جامعة الأزهر الشريف ¶ شبين الكوم ¶ الطبعة الأولي1422 ¶ الحقوق محفوظة للمؤلف ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين الرحمن الرحيم ¶ اللهم صلِّ على محمد وعلى آله كما صليت على إبراهيم وعلىآل إبراهيم إنّك حميد مجيدٌ، وبارك على محمد وآل محمد كما باركت على إبراهيم وآل إبراهيم إنك حميد مجيد ¶ أمَّا بعد فهذه شذرات الذهب من معدن بيان لسان العربية عن معانى الهدى في بيان الوحي العَلِيِّ: القرآن الكريم، ومن البيِّن أنَّ بيان كل مُبِينٍ على مقدار علمه بما يُبِينُ عنه، وبمقدار اقتداره على الإبانة عنه، فانظر كم يكون كمال وجمال وجلال وإعجاز بيان الله عز وجل الذي وسع كلَّ شيءٍ علما، والذي هو على كلِّ شيء قدير",
            "page": "1",
            "part": "1",
            "seal": "05C8935B"
        },
        {
            "id": "2",
            "nass": "وهذه الدراسة إنما تعنى بفقه العربية في هذا الميدان العَلِىِّ من البيان: بيان الوحي القرآن الكريم، والدراسة العربية لأيِّ بيانٍ إنما هى التى لاتتخذ منهاجها إلا من واقع الأمة العربية حين كان ذلك البيان فيها؛ لأنَّ الله عز وعلا إنما خاطب العرب بالقرآن الكريم على ما تعرف العربُ من بيانها: مفردات ومنهج تراكيب وتصوير وتحبيروتغنٍّ، ودلالة ومدلولا، ولم يخاطبها بما تجهل البتة، أو بما يكون في بيان أمة أخرى غيرها، ولذلك قال الله تعالى:\" وَلوْ جَعلْناهُ قُرْآنًا أَعْجَمِيًّا لَقَالُوا لَوْلا فُصِّلَتْ آيَاتُهُ أَأَعْحَمِيٌّ وَعَرَبِيٌّ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ وَالَّذِينَ لايُؤْمِنُونَ فِي آذانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى أُولَئكَ يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ \" (فصلت: 44) ¶ فالدراسة التى تؤتى أكلها إنما هي الدراسة العربية المنسول منهاجها من واقع بيان العرب في عصر التنزيل الكريم، وليست التى تُفْتَنُ بمقولات أعجمية نبتت في غير ديارنا العربية المسلمة، فإن تلك المقولات، وإن كانت صالحة مصلحة ما في بيان قومها من الأعاجم فإنها ليست إلا عقيما في ديارنا لاتنتج إلا شؤمًا وإلباسًا وتعمية، ولساننا والحمد لله رب العالمين لسان عربي مبين، فكيف بعاقل يرغب عنه إلى لسان أعجمى بهيم. ¶ ولست بزاعم أن طالب العلم ببيان الكتاب والسنة مصروف عن قراءة ما يتخذ من مناهج درس علوم اللسان الأعجمى، وماتنتجه عبقرياتهم في شتى العلوم، شريطة أن يقرأ ذلك كله بقلب عربي مسلم معتصم بعقيدة الإسلام وأخلاق الكتاب والسنة، فإن وجد ما لايتعاند مع عقيدتنا وآخلاق شريعتنا ومنهاج لساننا، وكان نافعا في فقه لساننا فله أن يسترشد ويستهدي، فإن الحكمة ضالة المسلم يبحث عنها ويقتنيها وبستثمرها فيما يزيده قربًا إلى ربه جلَّ جلالُه.",
            "page": "2",
            "part": "1",
            "seal": "45D573BE"
        },
        {
            "id": "3",
            "nass": "وإن من النصيحة لكتاب الله تعالى أن تصرف العناية التامة والاجتهاد البليغ إلى إتقان فقه هذا البيان العَلىِّ، والمصابرة على الغوص في أعماق قاموسه المحيط، فإنك لن تجد فقيها بالكتاب والسنة إلا من فقهه عربية هذا البيان المعجز ¶ وإذاما كان فقه الكتاب والسنة فريضة لازبة، فكذلك ما يكون الطريق إلي ذلك الفقه: العلم بلسان العربية وخصائص الإبانة فيه عن حقائق المعانى ودقائقها ولطائفها هوأيضًا فريضة لازمة لازبة على كل طالب علم بالكتاب والسنة. ¶ ولهذا حرَصت هذه الدراسة العربية على أن تتخذ منهجا يتلبث قليلا عند الكلمات التى بُنِيَ منها هذا البيان العَلِىُّ المعجز وهي كلمات عربية، ليست من العجمة في شيء، فليس في القرآن الكريم كله كلمة أعجمية واحدة هي فيه على ما في أي لسان أعجمى ¶ ما ظُنَّ أنه أعجمي في أصله كما جاء عن بعض أهل العلم، فإن بيان الوحي قد أعاد صياغته بما يوائم عربية البيان، وكأنَّ في هذا إشارةً إلى أن من كان أعجميًا واتخذ الإسلام دينًا فإنه يستحيل بهذا من أعجميته الفكرية والعقدية والبيانية إلى أن يكون عربيا مسلم الفكر والعقيدة والبيان. ¶ تلبثت الدراسة عند بعض المفردات تنظر في صورها وصيغها ودلالاتها لعل في ذلك عونًاعلى حسن فقه معانىالتراكيب والصور. ¶ وحرَصت على أن تتلبث قليلا عند بيان بعض الوجوه الإعرابية لتراكيب هذا البيان تنظر في العلاقات الإعرابية بين الكلمات في بناء الجمل، وفي العلاقات الإعرابية بين بعض الجمل، فإنَّ حسن فقه مواقع الكلمات والجمل وعلاقتها الإعرابية مفتاح عظيم من مفاتح فقه بيان الوحي: كتابا وسنة. ¶ ثم كان لهذه الدراسة تلبثٌ مديدٌ في النظر في السَّمَاتِ البلاغية لهذا البيان، وحرصت على أن تمزج النظر في السمات البلاغية بالنظر في لطائف معانى الوحي، وما تفيض به تراكيب بيان الوحي من دقائق ولطائف معانى الهدى إلى الصراط المستقيم.",
            "page": "3",
            "part": "1",
            "seal": "6850960C"
        },
        {
            "id": "4",
            "nass": "وقد رغبت في أن أجعل بين يدي هذه الدراسة العربية تمهيدًا رأيت أن في وقوف طالب العلم عليه عونًا له على حسن الوفاء ببعض حق العلم ببيان الوحي الكريم. ¶ وجعلت مجال هذه الدراسة آيات من \" التوبة\" قائمة بمعانى التحريض على الجهاد في سبيل الله تعالى والنِّفار إلى جنة عرضها السموات والأرض أعدت للمتقين ذلك أن تثقيف طلاب العلم بثقافة الجهاد في سبيل الله تعالى أمرٌ لابدَّ من القيام به والإلحاح عليه كمثل إلحاح أخدان أبناء صهيون وعبدة الصليب على أن نبالغ في تلقين أبناء الأُمة ثقافة السلام: الاستسلام لإرادة \" أبناءالعم سام\"، فالسلام في معجم مفرداتهم إنما يعنى استسلام المسلمين لإرادتهم، وهو يعنى عندنا الاستسلام للحق الذي جاءت به شريعة الإسلام ليس إلا. ¶ وإذا ماكان الله عزَّ وجل يأمر رسوله صلى الله عليه وآله وصحبه وسلم بأن يحرض المؤمنين على القتال، فإن كثيرًا من أخدان الأعجمين يجعلون من\" الجهاد \" جريمة الجرائم التى لاتغتفر، هو عندهم الفريضة المحرمة،، ولكن ستبقى كلمة\" الجهاد\" قائمة في مصاحفنا وسنة نبينا صلى الله عليه وآله وصحبه وسلم، وفي قلوبنا ما بقيت الحياة على الأرض. ¶ هذه الأوراق القائمة بين يديك تسعى إلى أن تقيم في قلبك ولسانك عرفانًا بلسان العربية قائما في بيان الوحي الكريم، ولن تجد بيانًا يقيم درسه وتفقهه عرفانًا بلسان العربية مثلما أنت واجده في بيان الوحي الكريم. ¶ وتسعى أيضًا إلى أن تقيم في قلبك وسلوكك استمساكًا وتخلقًا بتأديب الله عز وجلَّ لنا وتثقيف قلوبنا بما يراه هو جلَّ جلاله خيرًا لنا في دنيانا وفي آخرتنا: في مسيرنا ومصيرنا. ¶ ذلك أنى مؤمن إيمانًا راسخًا أن كل دراسة في القرآن الكريم والسنة لايكون منها ما يغير حركة سلوكنا إلى ما هو الأعلى والأقرب إلى رضوان ربنا هي دراسة عقيمة وإن تظاهر على إتقانها أحبار علوم اللسان العربي في مشارق الوطن العربي ومغاربه.",
            "page": "4",
            "part": "1",
            "seal": "B57131BB"
        },
        {
            "id": "5",
            "nass": "لايعدو درس علوم لساننا العربي عندي أن يكون وسيلة إلى غاية ماجدة هي حسن فقه بيان الوحي قرآنا وسنة فقهًا يحفزنا على العزم على أن نغير ما بأنفسنا وأمتنا وما حولنا إلى ما فيه رضوان خالقنا جلَّ جلاله ¶ وإذا ما غفلت أي دراسة عن هذه الغاية فهي من العلم الذي استعاذ منه رسول الله صلى الله عليه وآله وصحبه وسلم. ¶ ونحن اقتداء به نستعيذ بالله من علم لاينفع في الدنيا والآخرة ونبتهل إلى الله تعالى: \" اللهم يامعلم إبراهيم علمنا كتابك وسنة نبيك صلى الله عليه وآله وصحبه وسلم علما يزيدنا قربا إليك ¶ اللهم يامُفَهِّم سليمان فهمنا كتابك وسنة نبيك صلى الله عليه وآله وصحبه وسلم فَهِّمْنا ما يُسلكنا في عبادك الصديقين. ¶ (اللهم رب جبريل وميكائيل وإسرافيل فاطر السموات والأرض عالم الغيب والشهادة أنت تحكم بين عبادك فيما كانوا فيه يختلفون اهدنى لما اختلف فيه من الحق بإذنك إتك تهدي من تشاء إلى صراط مستقيم) ¶ وصلى الله وسلم وبارك على عبده ونبيه ورسوله سيدنا محمد بن عبد الله نبيّ الرحمة والملحمة وعلى آله وصحبه وأمته عدد خلقه ورضاء نفسه ومداد كلماته والحمد لله رب العالمين. ¶ وكتبه ¶ محمود توفيق محمد سعد ¶ الأستاذ في جامعة الأزهر الشريف ¶ التمهيد ¶ منزلةالعلم بخصائص لسان العربية ومنهج الإبانة فيه ¶ يقررالقرآن الكريم في آيات عديدة أنَّه عربي وبلسان عربي مبين: \" إنَّا أنْزَلْناهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُم تَعْقِلُونَ\" {يوسف:2} ¶ \" وَلَقَدْ نَعْلَمُ أنَّهُمْ يَقُولُونَ إِنَّما يُعَلِّمُهُ بَشَرٌ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ \" {النحل: 1.2}",
            "page": "5",
            "part": "1",
            "seal": "C2D9667B"
        },
        {
            "id": "6",
            "nass": "\"وَكَذَلِكَ أَنْزَلْناهُ حُكْمًا عَربِيًّا\" {الرعد:37} ¶ \" وَكَذَلِكَ أنْزلْناهُ قُرآنًا عَربِيًّا وَصَرَّفْنا فِيهِ مِنَ الْوَعِيدِ لَعَلَّهُمْ يَتَّقُونُ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا\" {طه: 113} ¶ \" وَإنَّهُ لَتَنْزيلُ رَبِّ العَالَمِينَ {} نَزَلَ بِهِ الرُّوحُ الأَمِينُ {} عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرينَ {} بِلِسَاٍن عَرَبِيٍّ مُبِينٍ\" {الشعراء: 192-195} ¶ \" وَلَقَدْ ضَرَبْنا لِلنَّاسِ فِي هَذا القُرْآنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ {} قُرْآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ لَعَلَّهُم يَتَّقُونَ \" {الزمر:27- 28} ¶ \" حَم {} تَنْزِيلٌ مِنَ الرَّحْمَنِ الرَّحِيمِ {} كِتابٌ فُصِّلتْ آيَاتُهُ قُرْآنًاعَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ \" {فصلت: 1-3} ¶ \" وَكَذلِك أوْحيْنا إلَيْكَ قُرْآنا عَرَبِيًّا لِتُنْذِرَ أُمَّ القُرَى وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ لارَيْبَ فِيهِ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ \" {الشورى: 7} ¶ \" حَم {} والْكِتابِ المُبينِ {} إنَّا جعلْناهُ قُرْآنًا عَربِيًّا لَعَلَّكُم تَعْقِلُونَ {} {الزخرف: 1-3} ¶ \" وَمِنْ قَبْلِهِ كِتابُ مُوسَى إمَامًا وَرَحْمَةً وَهَذا كِتابٌ مُصَدِّقٌ لِسانًا عَرَبِيًّا لِيُنْذِرَ الَّذينَ ظَلَمُوا وَبُشْرَى لِلْمُحْسِنِينَ \" {الأحقاف:12} ¶ في كل هذه الآيات دلالة بينة على أن عربية القرآن الكريم إنما هي عربيةمنهج إبانة وليس عربية مصدر تنزُّل،ولذا كثر في هذه الآيات قوله: لعلكم تعقلون، لعلهم يتقون، لعلهم يتذكرون\" وهذا كله إنما يكون من منهاج الإبانة على معانيه ومقاصده ومغازيه،ولذا قال الحق عز وعلا: ¶ \" وَلَوْ جَعَلْناهُ قرآنًا أعْجميًّا لقالُوا لَوْلا فُصِّلَتْ آيَاتُه أَأَعْجَمِيٌّ وَعَرَبِيٌّ ... \" {فصلت: 44}",
            "page": "6",
            "part": "1",
            "seal": "3C11F817"
        },
        {
            "id": "7",
            "nass": "وفي ذلك دلالة بينة على أنه لايسطيع ناظر في القرآن الكريم أيا كان قدره أن يفقه شيئا منه إلا من سبيل فقهه لسان العربية الذي كان في أمة العرب عند نزوله، فذلك هو السبيل الأول إلى الاقتراب من حمى المعنى القرآني الكريم. ¶ وقد حرص الإمام الشافعي في سفره الجليل \" الرسالة\" أمِّ أسفار علم أصول فقه الكتاب والسنة على أن يبين في جلاء هذه الحقيقة؛لأنها أم الحقائق التى تبنى عليها كافة الحقائق العلمية في هذا الباب: ¶ يقول رضي الله عنه وارضاه: ¶ \" ومن جماع علم كتاب الله العلم بأن جميع كتاب الله إنما نزل بلسان العرب\". ¶ فانظر قوله: \" جماع علم كتاب الله\" فهذا دال على أن علم ما في كتاب الله عز وعلا من معانى الهدى إنما هو من علم لسان العرب فمن علمه وأتقنه كان أهلا لأن يسلك السبيل، ومن جهله فلن يخطو خطوة واحدة على الطريق، وإن جمع علوم أهل الأرض أجمعين، ¶ فكان لزاما على كل متكلم في معانى القرآن الكريم على تعدد أنواعها وضروبها ومجالاتها الجامعة كافة شئون الحياة أن يكون أول أمره قائما على كمال تحقيق العلم بلسان العربية. ¶ وهذا يدل على عظيم ما يتردى فيه كثير من المستجرئيين على القول في معانى القرآن الكريم، والواحد منهم لايكاد يقيم لسانه النطق بجملة عربية واحدة على النحو والنهج العربي القويم. ¶ وقد أنكر \" الإمام الشافعي \" على من زعم أنَّ في القرآن الكريم حرفا واحدا من غير العربية: ¶ \" الواجب على العالمين انَّ لايقولوا إلا من حيث علموا.وقد تكلم في العلم من لو أمسك عن بعض ما تكلم فيه منه لكان الإمساك أولى به وأقرب من السلامة له ـ إن شاء الله. ¶ فقال منهم قائل: إنَّ في القرآن عربيا وأعجميا. ¶ والقرآن يدل على أنْ ليس من كتاب الله شيء إلا بلسان العرب. ¶ ووجد قائل هذا القول من قَبِلَ ذلك منه تقليدًا وتركًا لِلْمسئَلة له عن حُجَّتِه، ومسئلةِ غيره ممَّنْ خالفه.",
            "page": "7",
            "part": "1",
            "seal": "31C9F94C"
        },
        {
            "id": "8",
            "nass": "وبالتقليد أغفل من أغفل منهم والله يغفر لنا ولهم. ¶ ثمَّ يقول رضي الله عنه وأرضاه: ¶ \" فعلى كلِّ مسلم أن يتعلم من لسان العرب ما بلغه جَهدُه.... ¶ وما ازداد من العلم باللسان الذي جعله الله لسان من ختم به نبوته وأنزل به آخر كتبه كان خيرًا له.... ¶ ثُمَّ بين وجه إعلانه هذه الحقيقة العلمية الراسخة في صدر كتابه قائلا: ¶ \" وإنما بدأت بما وصفت من أن القرآن نزل بلسان العرب دون غيره لأنَّه لايَعلمُ من إيضاح جُملِ عِلمِ الكتابِ أحدٌ جهلَ سَعةَ لسانِ العربِ،وكثرةَ وجوهِهِ وجِماعَ معانيهِ وتَفرُّقَها. ¶ ومن علِمه انتفت عنه الشُّبَهُ التى دَخلت على من جهلَ لسانها. ¶ فكان تنبيهُ العامَّةِ على أن القرآن نزل بلسان العرب خاصة نصيحةً للمسلمين، والنصيحة لهم فرضٌ لاينبغى تركُه، وإدراكُ نافلةِ خيرٍ لايَدعُها إلا من سفه نفسه وترك موضعَ حَظِّهِ. ¶ وكان يجمع مع النصيحة لهم قياما بإيضاح حقٍ وكان القيامُ بالحقِّ ونصيحةُ المسلمين من طاعةِ اللهِ، وطاعة اللهِ جامعةٌ للخيرِ \" (1) ¶ بسطت لك النقل عن بيان الشافعي رضي الله عنه وأرضاه، لتقف ـ أولا ـ بنفسك على بيانه البليغ،فقد كان الشافعي ممن تؤخذ منه اللغة ¶ فهو قرشي قُحٌّ لم يَشُبْ لسانَه هجنة أعجمية أو عامية،وكان عالم لغة وراوية شعر من قبل أن يكون فقيها، فهو الذي أخذ عنه \" الأصمعى\" شعر الهذليين، فيقوم في صدرك فرق ما بين هذا الإمام الجليل وبين ما يسكب في أذنك صباح مساء من همهمات أعجمية ممن قيل عنهم المفكرون الإسلاميون. ¶ ولتقف ـ ثانيا ـ بنفسك على تقريره الحقيقة العلمية التى لاينبغى أن يُوقَفَ طالبُ علمٍ بمعانى كتاب الله عز وعلا على شيء من قبل أن يوقف عليها وقوفَ تبصرٍ وتدبرٍ وتمثلٍ وتمكنٍ. ¶ __________ ¶ (1) - الرسالة: ص4.، 41، 42، 48،49، 5.",
            "page": "8",
            "part": "1",
            "seal": "6EEC484F"
        },
        {
            "id": "9",
            "nass": "ولو أحسن القائمون على تعليم طلبة العلم في الجامعات الإسلامية النصح إلى القرآن الكريم والسنة النبوية المطهرة والنصح إلى من كلفوا بالولاية عليهم ورعاية مسيرهم في طلب العلم بالكتاب والسنة لكان واجبا أن يجعلوا العلم بلسان علوم العربية مدارسة وممارسة أداء وتذوق وتدبر عديلَ العلم بكافة علوم الكتاب والسنة بل والمقدمَ عليها. ¶ إذا ماكان هذا الذي سمعت من الإمام الشافعي رضي الله عنه وأرضاه المهدي إلينا أول وأجلَّ كتاب في علم أصول فقه معاني الهدى إلى الصراط المستقيم في الكتاب والسنة، فإن \"الإمام: أبا إسحاق الشاطبى (ت: 79.) يقتدي به قائلا: ¶ \" إن هذه الشريعة المباركة عربية، لامدخل فيها للألسن الأعجمية ... ¶ القرآن نزل بلسان العرب على الجملة، فطلب فهمه إنما يكون من هذا الطريق خاصة.... ¶ فمن أراد تفهمه فمن جهة لسان العرب يفهم ولا سبيل إلى تطلب فهمه من غير هذه الجهة \" ¶ \" انه لابد في فهم الشريعة من اتباع معهود الأميين ـ وهم العرب الذين نزل القرآن بلسانهم ـ فإن كان للعرب في لسانهم عرف مستمر فلا يصح العدول عنه في فهم الشريعة،وإن لم يكن ثَمَّ عُرفٌ فلا يصحُّ أن يجري في فهمها على ما تعرفه. ¶ وهذا جار في المعانى والألفاظ والأساليب \" ¶ \" لايستقيم للمتكلم في كتاب لله أو سنة رسول الله ـ صلى الله عليه وسلم ـ أن يتكلف فيهما فوق ما يسعه لسان العرب،وليكن شأنه الاعتناء بما شأنه أن يعتنِي العربُ به والوقوفَ عند ما حَدَّتْهُ \"",
            "page": "9",
            "part": "1",
            "seal": "6158C2C7"
        },
        {
            "id": "10",
            "nass": "\" الاعتناء بالمعانى المبثوثة في الخطاب هو المقصود الأعظم بناء على أنَّ العرب إنما كانت عنايتها بالمعانى،وإنما أصلحت الألفاظ من أجلها،وهذا الأصل معلومٌ عند أهلِ العربيةِ، فاللفظ إنما هو وسيلة إلى تحصيل المعنى المراد، والمعنى هو المقصود،ولا أيضا كل المعانى، فإن المعنى الإفرادي قد لايعبأُ به إذا كان المعنى التركيبي مفهوماً دونه \" (1) ¶ ويقرر في باب \" الاجتهاد \" أنه إذا ماكان هنالك علم تتوقف صحة الاجتهاد عليه \" فالأقرب في العلوم إلى أن يكون هكذا علمُ اللغة العربية،ولا أعنى بذلك \" النحو\" وحده،ولا\" التصريف \" وحده،ولا \"اللغة\" ولا\" علم المعانى\" ولا غير ذلك من أنواع العلوم المتعلقة باللسان بل المراد جملة علم اللسان ألفاظ أو معانى كيف تصورت.... ¶ فإذا فرضنا مبتدئا في فهم العربية فهو مبتدئ في فهم الشريعة، أو متوسطا فهو متوسط في فهم الشريعة، والمتوسط لم يبلغ درجة النهاية، فإن انتهى إلى درجة الغاية في العربية كان كذلك في الشريعة، فكان فهمه فيها حجة كما كان فهم الصحابة وغيرهم من الفصحاء الذين فهموا القرآن حجة. ¶ فمن لم يبلغ شأوهم فقد نقصه من فهم الشريعة بمقدار التقصير عنهم وكل من قصر فهمه لم يعد حجة ولا كان قوله فيها مقبولا. ¶ فلا بد من أن يبلغ في العربية مبلغ الأئمة فيها،كـ\"الخليل\" و\" سيبويه \"و\"الأخفش\"و\"الجرمي\"و\"المازنى\"ومن سواهم\" (2) (3) ... ¶ __________ ¶ (1) - الموافقات للشاطبي:2/64،82،58،87 ¶ (2) - السابق:4/114- 115",
            "page": "10",
            "part": "1",
            "seal": "43317021"
        },
        {
            "id": "11",
            "nass": "كل الذي نقلته لك عن \" الشاطبي\" ومن قبله\" الشافعي\" دالٌ دلالة بينة محققة على أنه فريضة علمٍ ودينٍ على كل من قام إلى النظر في معانى الهدى في بيان الوحي: الكتاب والسنة أن يكون العليمَ بلسان العربية عما يخرجه عن الجهالة بمنهاج الناطقين به زمن نزول الوحي في الإبانة والتلقي، فلا يتلبس بشيء من الجهالة بخصائص هذا اللسان التى هي قائمة على كمالها في بيان الوحي كيما يتحقق الفهم عن الله عز وجل وعن رسوله صلى الله عليه وسلم، وقد هدي الله عز وجل إلى أنَّ ¶ من نعمه على خلقه أنْ جعلَ من أرسله إليهم من النبيين والمرسلين بلسان من أُرْسِلُوا اليهم في كلِّ عصرٍ ومصرٍ: ¶ \" وَمَا أَرْسَلْنا مِن رسُولٍ إِلاَّ بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ فَيُضِلُّ اللهُ مَن يَشَاءُ وَيَهْدِي مَن يَشَاءُ وَهُوَ الْعَزِيزُ الْحَكِيمُ\" {ابراهيم:4} ¶ وقد كان من \" الشافعي\" في الرسالة تبيان لبعض خصائص لسان العربية زمن الوحي يغري به طلاب العلم بمعانى الهدي إلى الصراط المستقيم في كتاب الله عز وعلا وسنة نبيه صلى الله عليه وآله وسلم قائلا: ¶ \" إنما خاطب الله بكتاب العرب بلسانها على ما تعرف من معانيها. ¶ وكان مما تعرف من معانيها اتساع لسانها، وأنَّ فِطرتَه أن يُخاطبَ بالشيء منه عاما ظاهرًا يراد به العام الظاهر، ويستغنى بأول هذا منه عن آخره. ¶ وعاما ظاهرا يراد به العام، ويدخله الخاص، فيستدل على هذا ببعض ما خوطب به فيه. ¶ وظاهرًا يراد به الخاص. ¶ وظاهرا يُعرفُ في سياقه أنه يراد به غير ظاهره ¶ فكل هذا موجود علمه في أول الكلام أو وسطه أو آخره. ¶ وتبتدأُ الشيء من كلامِها يُبينُ أوَّلُ لفظها فيه علم آخره ¶ وتبتدئُ الشيْءَ يُبِينُ آخرُ لفظها منه عن أولِه. ¶ وَتَكَلَّمُ بالشيْء تُعَرِّفُهُ بالمعنَى دون الإيضاحِ باللفظِ،كما تُعَرِّفُ اٌشَارةَ، ثُمَّ يكونُ هذا من أعلى كلامها؛لانفرادِ أهلِ علمِها به دون أهلِ جهالتها.",
            "page": "11",
            "part": "1",
            "seal": "14B10881"
        },
        {
            "id": "12",
            "nass": "وتسمى الشيء الواحد بالأسماء الكثيرة ¶ وتسمى بالاسم الواحد المعاني الكثيرة. ¶ وكانت هذه الوجوه التى وصفت اجتماعها في معرفة أهل العلم منها به ـ وإن اختلفتْ أسباب معرفتها ـ معرفةً واضحةً عندها، ومستنكرًا عند غيرها ممن جهلَ هذا من لسانها، وبلسانها نزل الكتاب وجاءت السنة، فتكلف القول في علمها تكلُّف مايجهلُ بعضه. ¶ ومن تكلف ما جهل ومالم تثبته معرفته كانت موافقته للصواب ـ إنْ وافقه من حيثُ لا يعرفه ـ غير محمودة،والله أعلم، وكان بخطئه غير معذور، إذا ما نطق فيما لايحيط علمه بالفرق بين الخطأ والصواب فيه (1) ¶ هذا بعض خصائص لسان العربية التى نزل عليها الوحي في بيانه وإفهامه مراد الله عز وجل من عباده،وهي خصائص مذهبية منهجية كلية من تحتها خصائص دقيقة جليلة يقف عليها علماء بيان العربية. ¶ والشافعي قرر فيما قرر قي رسالته الجليلة: ¶ \" ولسان العربِ أوسع الألسنة مذهبًا وأكثرها ألفاظا، ولانعلمه يُحيطُ بجميع علمه إنسان غير نبي، ولكنه لايذهب منه شيء على عامتها حتى لايكون موجودًا فيها من يعرفه\" (2) (5) ¶ فانظر قوله:\" أوسع الألسنة مذهبا وأكثرها ألفاظا\" جاعلا الاتساع للمذهب والكثرة للألفاظ،وإذا ما كانت الإحاطة بالألفاظ جد عسيرة فكيف تكون الإحاطة بالمذاهب المتسعة؟!. ¶ وإذا ما كانت المذاهب متسعة وهي في بيان البشر وهم مهما علا علمهم وقدرهم وأطاق اقتدارهم عاجزون عن الإحاطة وعن التَّطَهُّرِ من الغفلة والإبهام في البيان عن المراد، فكيف يكون الأمر حين يكون البيان بيان الله عز وعلا الذي لاتنفد كلماته: ¶ \" قُلْ لَوْ كَانَ البَحْرُ مِدَدًا لِكَلِمَاتِ رَبِّي لَنَفِدَ البَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي ولَو جِئْنَا بِمِثْلِهِ مَدَدًا \" {الكهف: 1.9} ¶ __________ ¶ (1) - الرسالة:51-53 ¶ (2) - السابق:42",
            "page": "12",
            "part": "1",
            "seal": "96365279"
        },
        {
            "id": "13",
            "nass": "يقول \" أبو الحسنِ الحَرَالَّيُّ \" (1) : ¶ \" بيان كل مُبِينٍ على قدْرِ إحاطَةِ علمه، فإذا أبانَ الإنسانُ عن الكائن أبان بقدر ما يدرك منه،وهو لايحيطُ به علمًا، فلا يصلُ إلى غايةِ البلاغةِ فيه بيانُهُ.وإذا أنبأ عن الماضي فبقدر ما بقي من ناقص علمه به كائنا في ذكره، لما لزم الإنسانَ من نسيانه.وإذا أراد أن ينبئَ عن الآتى أعوزهُ البيان كله إلاَّ ما يقدِّره أو يُزَوِّرُهُ. ¶ فبيانه عن الكائن ناقص،وبيانه في الماضي أنقص، وبيانه في الآتي ساقط. ¶ ثم يقول:\" بلاغة البيان تعلُو على قدر علو المبين،فعلو بيان الله على بيان خلقه بقدر علو الله على خلقه\" (2) (7) ¶ وقد هدى إلى ذلك ماقاله النبي صلى الله عليه وسلم فيما رواه الترمذي في جامعه الصحيح من \" كتاب فضائل القرآن\": ¶ \" فضل كلام الله على سائر الكلام كفضل الله على خلقه \" ¶ وكل هذا الذي بسطت لك القول فيه دال دلالة بينة محققه على أنَّ العرفان بخصائص العربية ضابطٌ حركةَ الناظرِ في كتاب الله عز وجل وسنة نبيه صلى الله عليه وسلم يستخرج منهما معانى الهدى إلى مايرضي ربنا جل جلاله، فإن في العلم المحقق بمناهج العرب في الإبانة عن معانيها عونا عظيما على ذلك. ¶ يروي \" الزجاجي\" أنَّ \" أبا عمر: صالح بن إسحق الجرمِيّ\" كان يَدِلُّ بمعرفته بالعربية، ويقول أنا من ثلاثين سنة أفُتِي الناس من ¶ كتاب \" سيبويهِ\" فأُخبر \" المبرد\" بذلك، فقال: أنا سمعته يقول هذا ¶ __________ ¶ (1) - أبو الحسن على بن أحمد بن الحسن الحَرَالِّيّ (ت:637هـ) من آثاره: مفتاح الباب المقفل لفهم الكتاب المنزل، ورسالة الاستقامة ن وشرح اسماء النبي صلى الله عليه وآله وسلم. ¶ (2) - مفتاح الباب القفل ـ خط ـ ق: 3ب ـ دار الكتب المصرية",
            "page": "13",
            "part": "1",
            "seal": "3185C80C"
        },
        {
            "id": "14",
            "nass": "وذلك أنَّ \"أبا عمر\" كان صاحب حديثٍ فلما علِمَ كتابَ\" سيبويهِ \" تفقَّهَ في الدِّينِ والحديثِ؛ إذْ كان ذلك أي كتاب \" سيبويهِ \" يُتَعَلَّمُ منه النظر والتفتيش \" (1) ¶ يقول \" الشاطبي \" في \"الموافقات: \" والمراد بذلك أن سيبويه وإن تكلم في \" النحو\" فقد نبه في كلامه على مقاصد العرب،وأنحاء ¶ تصرفاتها في ألفاظها ومعانيها، ولم يقتصر فيه على بيان أنَّ \" الفاعل \" مرفوع، و\" المفعول\" منصوب ونحو ذلك ¶ بل هو يبين في كل باب ما يليق به حتى إنه احتوى على \" علم المعانى والبيان\" ووجوه تصرفات الألفاظ والمعاني \"...... ¶ \" فالحاصل أنه لاغنى بالمجتهد في الشريعة عن بلوغ درجة الاجتهاد في كلام العرب بحيث يصير فهم خطابها له وصفا غير متكلف ولا متوقَّف فيه في الغالب إلاَّ بمقدار توقف الفطن لكلام اللبيب \" ¶ وإذا ماكان بلوغ درجة الاجتهاد في فقه مذاهب العربية في الإبانة عن المعانى أداة ريئسة للمتدبر بيان الكتاب والسنة يستخرج منهما أحكام الشريعة فإنَّ ذلك الأمر ليبدو أثرُه قويًا في الوقوفِ على معالم \" التثقيف\" للنفس الإنسانية في البيان القرآني. وتفاوت العلماء في هذا أعظم من تفاوتهم في إدراك أحكام الحلال والحرام منه. ¶ اتقان فقه العربية من أعظم آلآت العالم في استجلاء مسالك التهذيب للأمة؛ لتقبل على أحكام الله عز وجل إقبالا مبعثه الحب والخوف والرجاء، فتكون إقامتهم في رياض الطاعة الخالدة. ¶ والله عز وجل لم يرض من عباده أن يحتمكوا إلى كتابه الكريم وسنة نبيه صلى الله عليه وسلم فحسب بل أوجب عليهم التسليم والرضا ¶ بذلك،وإلا كانوا الخارجين من حمى الإسلام والإيمان: ¶ \" فَلا وَرَبِّكَ لايُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيما شَجرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفِسِهِم حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا \" {النساء: 65} ¶ __________ ¶ (1) - مجالس ثعلب: ص191 – ت: هارون - دار المعارف",
            "page": "14",
            "part": "1",
            "seal": "03394C09"
        },
        {
            "id": "15",
            "nass": "التحريض على الجهاد في سبيل الله تعالى ¶ يقول الله تعالى ¶ يَأَيُّها الَّذِيَنَ آمَنُوا مَالَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللهِ اثَّاقَلْتُمْ إِلَى الأَرْضِ أرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الآخِرَةِ فَمَا متَاعُ الْحَيَاةِ الدُّنْيَا فِي الآخِرَةِ إِلا قَلِيلٌ {} إلاَّ تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلا تَضُرُّوه شَيْئًا وَاللهُ عَلى كُلِّ شَيْءٍ قّديرٌ {} إِلاَّ تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللهُ إِذْ أخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصاحِبِهِ لاتَحْزَنْ إِنَّ اللهَ معَنَا فَأَنْزَلَ اللهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللهِ هِيَ الْعُلْيَا وَاللهُ عَزِيزٌ حَكِيمٌ {} انْفِرُوا خِفَافًا وَثِقَالاً وَجَاهِدُوا بِأَمْوالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللهِ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ {} ¶ {التوبة:38-41} ¶ السِّياق ¶ لهذه الآيات سياقان: سياق نزول وسياق تلاوة، ومن حسن فقه بيان القرآن الكريم أن يُعنى طالب العلم بفقه السياقين معا، فإنَّ لهما أثرًا عظيمًا في تحقيق المعنى وتحريره. ¶ = سياق النزول: ¶ ذكر \" ابن جرير الطبرى: (1) ¶ \" عن ابن أبي جريج عن مجاهد قوله:\" يأيها الذين آمنوا مالكم إذا قيل لكم انفروا في سبيل الله اثاقلتم إلى الأرض \"الآية. قال: هذا حين أُمِرُوا بغزوة \" تبوك \" بعد \" الفتح \" \" وحنين \" وبعد \" الطائف \" أمرهم بالنفير في الصيف حين أخْترَفت النخيلُ، وطابت الثمار واشتهوا الظلالَ، وشقَّ عليهم المَخْرَجُ (2)",
            "page": "15",
            "part": "1",
            "seal": "90986CD4"
        },
        {
            "id": "16",
            "nass": "وغزة \" تبوك\" كانت في شهر \" رجب\" من السنة التاسعة \" وتبوك\" مكان في شمال الجزيرة، وهذه الغزوة تعرف بغزوة \" العسرة\"؛ لما أصاب فيها المسلمين من ضيق اليد بالنفقة. ¶ وقد أنفق \" عثمان بن عفان \" رضي الله عنه في هذه الغزوة نفقة عظيمة: جهز عشرة آلاف، وأنفق عشرة آلاف دينار \" أي ما يعادل اثنين وأربعين ألفا وخمس مئة جرام من ذهب، وتسع مئة بعير ومئة فرس وجاء \" أبو بكرالصديق\" رضي الله عنه بكل ما يملك، وجاء \" عمر بن الخطاب \" رضي الله عنه بنصف ما يملك، وتطوع كثير من الصحابة رجالا ونساء بأموالهم، وقد بلغ عدد جيش المسلمين ثلاثين ألف مقاتل. ¶ ـــــــــــــــــــــــــ ¶ (1) أبو جعفر محمد بن جرير بن يزيد بن كثير الطبري (224-31.) من آثاره: تفسيره: جامع البيان، وأخبار الرسل والملوك، والقراءات. ¶ (2) جامع البيان للطبري: ج6 / 417 ـ ط: دار الغد العربي ـ القاهرة ـ ¶ وقد خلَّف النبي ـ صلى الله عليه وآله وصحبه وسلم على \"المدينة النبوية\" عليًّا بن أبي طالب \" وقال له: أنت منى بمنزلة هارون من موسى \" {البخاري: فضائل أصحاب النبي} هى منزلة استخلاف ولاية موقوتة، وليس منزلة نبوة أومنزلة استخلاف ممدود ¶ وقد كانت هذه الغزوة اختبارًا عظيما لكثير من المسلمين، فقد كانت في زمن الصيف الشديد حرُّه، وهي آخر عزوة غزاها النبي صلى الله عليه وآله وصحبه وسلم.وقد كان من شأنه صلى الله عليه وآله وصحبه وسلم أن يورِّي حين يريد الغزو إلا في غزوة تبوك فإنه صرح للمسلمين بمقصده حتى يتموا استعدادهم. ¶ يقول \" كعب بن مالك \" رضي الله عنه، فيما رواه البخاري بسنده:",
            "page": "16",
            "part": "1",
            "seal": "A37C4181"
        },
        {
            "id": "17",
            "nass": "\"كان رسول الله صلى الله عليه وسلم قلَّما يريد غزوة يغزوها إلا وَرَّى بغيرها حتى كانت غزوة تبوكٍ، فغزاها رسول الله صلى الله عليه وسلم في حرٍشديدٍ، واستقبل سفرًا بعيدًا ومفازًا، واستقبل غزو عدوٍ كثيرٍ، فجلّى للمسلمين أمرهم؛ ليتأهبوا أهبة عدوهم، وأخبرهم بوجهه الذي يريد\" {البخاري: الجهاد- من أرادغزوة فورى بغيرها) ¶ وفي هذا السبب بيان لعظيم ما كان من بعض الذين أخلدت نفوسهم إلى شيء من نعيم الدنيا، فكان منهم ما لا ينبغي أن يكون: تثاقلٌ عن الفرار إلى جنة عرضها السموات والأرض أعدت للمتقين والإخلادَ إلى الحياة الدنيا ومتاعها الزائل. ¶ وقد كان من النبي الهادي ـ صلى الله عليه وآله وصحبه وسلم عظيم التحذير من السقوط في حمأة التشاغل بنعيم الدنيا عن الآخرة: ¶ روى \" مسلم \"بسنده عن عمرو بن عوف \" أن رسول الله صلى الله عليه وآله وسلم قال: ¶ \" ... أَظُنكم سمعْتُم أنَّ \" أبَا عُبَيْدَةَ \" قدمَ بشَيْءٍ من \" البَحْرَيْنِ\"؟ فقالوا: أجلْ يارسولَ اللهِ قال:\" فأبشِرُوا وأمِّلُوا مايسرُّكُمْ، فواللهِ ماالفقرَ أخشى عليكم، ولكنى أخشى عليكم أنْ تُبسطَ الدنيا عليكم كما بسطت على من كان قبلَكُم، فتنافسوها كما تنافسوها، وتهلككم كما أهلكتهم \" [الزهد: ح. ر: 6/2961] ¶ وهذا يبين لنا خطر ما نحن فيه، فقد أفعم حب متاع الحياة الدنيا قلوبنا وقيد حركتنا إلى الجنة، ففررنا من جنة العزة بالإسلام في الدنيا إلى هاوية الاستسلام، فنزع الله عز وعلا مهابتنا من قلوب أعدائنا،وملأ قلوبنا حبًا للحياة في رَغْدة الخَبال والفَرَقَ من الموت في سبيل الله عز وعلا. ¶ ونزل قوله تعالى: (انفروا خفافا وثقالا) في الذين اعتذروا بالضيعة والشغل وانتشار الأمر، فأبى الله تعالى أن يعذرهم دون أن ينفروا على ما كان منهم",
            "page": "17",
            "part": "1",
            "seal": "4EC34212"
        },
        {
            "id": "18",
            "nass": "عن \" انس \" قال: قرأ \" ابو طلحة \": انفروا خفافا وثقالا، فقال: ما أسمع الله عذرَ واحدٍ، فخرج مجاهدًا إلى الشام حتى مات ¶ [] [] [] [] [] ¶ سياق الترتيل: ¶ جاءت هذه الآيات في سياق سورة \" التوبة\" وهي سورة معقودة للحث على البراءة مما لا يُرضي الله عز وجل، وممن يدعو إلى مخالفته واتباع الهوى ¶ وهذه السورة جاءت عقب سورة الأنفال \" سورة الجهاد،النازلة في شأن غزوة \" بدر الكبرى \" {البخاري: التفسير} وكان من السُّنة قراءة هذه السورة قبل التحام المقاتلين، فإن فيها من التحفيز والتثبيت ما فيها. ¶ وسورة \" التوبة\" قد بعث بها النبي صلى الله عليه وآله وصحبه وسلم \" أبابكر\"رضي الله عنه في الحج، وأمَرَ\"عليا بن أبي طالب \" رضي الله عنه أن يتلوها علىالناس {الترمزي: ح. ر\"3.9.- 3.92} فكان هذا إعلامًا بليغًا بالبراءة من الكافرين والمشركين التي ينبغي أن يستمسك بها المسلمون إلى يوم الدين. ¶ وهي سورة قد كثر فيها الحث على مجاهدة المخالفين لله عز وجل، لرسوله صلى الله عليه وآله وصحبه وسلم، وقد كان من نصح أمير المؤمنين:\" عمربن الخطاب \" رضي الله عنه:\" تعلموا سورة التوبة، وعلموا نساءكم سورة النور\" ¶ افتتح الله عز وعلا سياق القول في السورة بإعلان البراءة من عهد المشركين، والحثِّ على قتالهم حيث وُجدوا،وبيان أنه لايكون للمشركين عهد عند الله تعالى وعند رسوله صلى الله عليه وآله وصحبه وسلم وهم الذين لايرقبون في المسلمين إلاَّ (قرابة) ولا ذمة وعهدًا، فهل لنا نحن المسلمين في زماننا هذا أن نستمع إلى قول ربناجلَّ جلالُه وأن نصدقه وأن نطمئن إليه؟ فلا نفتن ونغتر بدعاوى الضالين المضلين أننا في عصر حوار الحضارات مع الإسلام لاعصر صراعها معه.",
            "page": "18",
            "part": "1",
            "seal": "0D16323D"
        },
        {
            "id": "19",
            "nass": "وحثَّ اللهُ عزَّ وعلا وحرَّض على قتال أولئك الناكثين أيمانهم الهامّين بإخراج الرسول صلى الله عليه وآله وصحبه وسلم البادئين بالعدوان، وحذر من خشيتهم ووعد بتعذيبهم بأيدي المسلمين إن أطاع المسلمون أمر ربهم تعالى، وبيَّن أنَّ المشركين لن يكونوا يوما يعمرون مساجد الله تعالى فذلك من شأن المؤمنين وحدهم، وبين أن الجهاد في سبيل الله عز وجل أجل من تعمير المسجد الحرام ¶ وأعلنت السورة عظيم النهي عن الولاء لمن حارب الله تعالى ورسوله صلى الله عليه وآله وصحبه وسلم وإن كانوا الآباء والأبناء والإخوان والأزواج، فكيف حالنا وقد والينا من مزقوا أعراضنا وداسوا مقدستنا، ثم لايكون منا إلا الإعلان بأنا أمة السلام!!!! ¶ ويؤكد الله عز وجل لنا أنه هو الناصر للإسلام في مواطن كثيرة، وذلك حين يكون المسلمون أهلا لذلك النصر بطاعتهم لله رب العالمين، فيقصُّ الله عز وعلا علينا ما كان في غزوة \" حنين\" علَّنَا نتخذ العبرة الهادية ¶ ويحثنا على أن نقاتل الذين لايؤمنون بالله ولا باليوم الآخر حتى يخضعوا ويذلوا لسلطان الإسلام، ويقصُّ علينا ما يكون منهم من إفساد في الأرض ليُغْرِينا بقتالهم ومنع فسادهم في هذه الأرض التى استخلفنا فيها لنعمرها ¶ في هذا السياق المنصوب للحث على البراءة من كل ما لايرضي ربنا جلَّ جلالة، وعلى مقاتلة كل من يدعو إلى تلك المفاسد في الأرض جاءت هاتان الآيتان، وفيهما من معانى الهدى ما فيهما وإنِّى أرى أن كلَّ مسلم وقافٍ عندهما لايكاد تقر نفسه بنوم، مادام على غير التحفز إلى ما تدعو إليه الآيتان الكريمتان، وما تُهَدِّدُ به من ليس قائما لما يُغْرَى به، ويحرَّضُ عَلَيْهِ. ¶ آيات السورة كما ترى متناسل تاليها من أولها، فهى تجمع وحدة المقصد والمغزى إلى وحدة البيان إلى وحدة الموضوع، فتحققت فيها هذه الوحدات على نحو لايكاد يغيم فضلا عن أن يغيب.",
            "page": "19",
            "part": "1",
            "seal": "5FFC77B4"
        },
        {
            "id": "20",
            "nass": "...... ¶ القراءات القرآنية في الآيات ¶ كان من فضل اللهِ الرَّحمنِ الرَّحيمِ على عباده أن لم ينزل كتابه على وجه واحد من وجوه الترتيل التي يستنبط منها معانى الهدى، بل جاء التنزيل بوجوه عدَّة، كما هدت إلي ذلك السنة المطهَّرة: ¶ \" عن عبد الرحمن بن عبد القَارِيَّ قال سمعت عمر بن الخطاب يقول سمعت هشام بن حكيم بن حزام يقرأ سورة \"الفرقان\" على غير ما أقرؤها وكان رسول الله صلى الله عليه وآله وصحبه وسلم أقرأنيها فكدت أن أعجل عليه ثم أمهلته حتى انصرف ثم لببته بردائه فجئت به رسول الله فقلت يا رسول الله إني سمعت هذا يقرأ سورة \"الفرقان\" على غير ما أقرأتنيها فقال رسول الله صلى الله عليه وآله وصحبه وسلم أرسله، اقرأ، فقرأ القراءة التي سمعته يقرأ، فقال رسول الله صلى الله عليه وآله وصحبه وسلم هكذا أنزلت، ثم قال لي: اقرأ، فقرأت، فقال: هكذا أنزلت؛ إن هذا القرآن أنزل على سبعة أحرف فاقرأوا ما تيسر منه\" ¶ {الشيخان: البخاري ك: فضائل القرآن:باب أنزل القرآن على سبعة أحرف،و \"مسلم\" ك: المسافرين ـ باب بيان أن القرآن على سبعة أحرف وبيان معناه، والنص لمسلم ح. ر:27./818}",
            "page": "20",
            "part": "1",
            "seal": "205E9E13"
        },
        {
            "id": "21",
            "nass": "وفي الباب نفسه روى مسلم بسنده عن مجاهد عن ابن أبي ليلى عن أبي بن كعب أن النبي صلى الله عليه وآله وصحبه وسلم كان عند أضاة بني غفار قال: فأتاه جبريل عليه السلام، فقال: إن الله يأمرك أن تقرأ أمتك القرآن على حرف، فقال: أسأل الله معافاته ومغفرته وإن أمتي لا تطيق ذلك ثم أتاه الثانية، فقال: إن الله يأمرك أن تقرأ أمتك القرآن على حرفين، فقال: أسأل الله معافاته ومغفرته وإن أمتي لا تطيق ذلك، ثم جاءه الثالثة، فقال: إن الله يأمرك أن تقرأ أمتك القرآن على ثلاثة أحرف، فقال: أسأل الله معافاته ومغفرته وإن أمتي لا تطيق ذلك ثم جاءه الرابعة، فقال: إن الله يأمرك أن تقرأ أمتك القرآن على سبعة أحرف، فأيما حرف قرأوا عليه فقد أصابوا {ح. ر:274/821} ¶ في الرواية الثانية بيان أن هذه القراءات تحمل فيضًا من رحمة التخفيف على هذه الأمة، وهو تخفيف غير مقصور على الأداء والتلاوة،وإن كان هذا أظهرها بل هو تخفيف في التكليف القائم من معانى الهدى المستنبطة من تلك القراءات فمن قرأ بحرف واستنبط منه معانى الهدى استنباطًا صحيحًا على وفق الأصول العلمية للاستنباط، فقد أصاب فكلها كافٍ شافٍ والحمد لله رب العالمين. ¶ يقول \" الزركشي\" (1) عن معرفة توجيه القراءات وتبيين وجه ما ذهب إليه كل قارىء:\"هو فن جليل وبه تعرف جلالة المعانى وجزالتها وقد اعتنى الأئمة به وأفردوا فيه كتبا...... ¶ وفائدته ... أن يكون دليلا على حسب المدلول عليه او مرجحا (2) ـ ¶ من هذا يتبين لك أن الوقوف على ماجاء في هذه الآيات من قراءات هو من باب العلم النافع، والدراسة العربية تحتفى بمثل هذا،فكثرة القراءات في الآية فيه من فيوض المعانى مايعين العباد على أن يقوموا في رياض الطاعة، وأن تفتح أمامهم سبل القرب من خالقهم وليس كمثل التيسير المحكم بأصول العلم على العباد كَيْمَا لاتنفر نفس عن رحاب الطاعة. ¶ {} {} {}",
            "page": "21",
            "part": "1",
            "seal": "644AB208"
        },
        {
            "id": "22",
            "nass": "اختاف القراء العشرة في هذه الآيات التى بين يديك في كلمة واحدة هي قوله تعالى (وكلمة الله هي العليا) قرأ العشرة خلا \" يعقوب\" برفع (كلمة) على (الاستئناف) ¶ وقرأ يعقوب وحده من العشرة بنصب (كل) (3) ¶ __________ ¶ (1) الزركشي: بدر الدين محمد بن عبد الله بن بهادر الزركشي الشافعي {745- 794هـ} من تراثه: البحر المحيط في أصول الفقه [ط] ، وإعلام الساجد بأحكام المساجد [ط] ،والإجابة لإيراد ما استدركته عائشة على الصحابة [ط] والبرهان في علوم القرآن. ¶ (2) البرهان في علوم القرآن: ج1:ص339ـ ت: محمد ابو الفضل ـ دار المعرفة بيروت ـ ¶ (3) المبسوط في القراءات العشر، لابن مهران: ص 194 ـ ت: سبيع حاكمي ـ ط دار القبلة ـ جدة، والنشر في القراءات العشر ـ لبن الجزري ـج2ص279ـ دار الكتب العلمية ـ بيروت",
            "page": "22",
            "part": "1",
            "seal": "ECAB1AB9"
        },
        {
            "id": "23",
            "nass": "وأهل العلم بكتاب الله على أنَّه لايجوز ردُّ قراءة متواترة،وإن بَدَا أنَّ غيرها أظهر في العربية وأشيع، فليس معيار القبول الرد، والترجيح بين القراءات إلاَّ درجة وثاقة السند إلى رسول الله صلى الله عليه وآله وصحبه وسلم ¶ يقول ابن الحزري (4) : ¶ \" كلُّ قراءةٍ وافقت العربيةَ ولو بوجه ووافقت أحد المصاحف العثمانية ولو احتمالا، وصَحَّ سندها فهي القراءة الصحيحة التى لايجوز ردها ولا يحل إنكارها بل هي من الأحرف السبعة التى نزل بها القرآن ووجب على الناس قبولها سواء كانت عن الأئمة السبعة ام العشرة ام عن غيرهم من الأئمة المقبولين ... \" (5) ¶ فانظر كيف أن \" ابن الجزري \" في الشرط الأول قال: (ولو بوجه) ومن البين أن مذاهب العرب في بيانها متسعة لايحاط بها كما قرره \" الشافعي \" في \" الرسالة\"وانظر ما قاله في الشرط الثانى (ولو احتمالا) فاتسعت الدائرة، لكنه في الشرط الثالث (صحة السند) لم يذكر شيئا من ذلك مما يؤكد وجوب صحة السند.وانظر قوله (فهي القرءة الصحيحة) بتعريف الطرفين الدال على التخصيص الحصري، فكان مآل الأمر أن الشرط الأعلى من هذه الثلاثة إنما هو الشرط الثالث (صحة السند عن رسول الله صلى الله عليه وآله وصحبه وسلم) ¶ ولهذا \" قال الشيخ أبو محمد إبراهيم بن عمر الجعبري (6) : ¶ __________ ¶ (4) الحافظ أبو الخير محمدبن محمد بن محمد بن على بن يوسف الجزري (751- 833) من آثاره: النشر في القراءات العشر، ومنجد المقرئين ونهاية الدرايات في أسماء رجال القراءات، والحصن الحصين من كلام سيد المرسلين، والجوهرة في النحو. ¶ (5) النشرفي القراءات العشر: 1/9 - دار الكتب العلمية ـ بيروت (د. ت) ¶ (6) برهان الدين إبراهيم بن عمر بن إبراهيم الجعبري (ت:732) من آثاره: كنز المعانى شرح الشاطبية في القراءات، وروضة الطرائف في رسم المصاحف، وعقود الجمان.",
            "page": "23",
            "part": "1",
            "seal": "88E16015"
        },
        {
            "id": "24",
            "nass": "\" أقول: الشرط واحد وهو صحة النقل، ويلزم الآخران، فهذا ضابط يُعَرِّف ماهو من الأحرف السبعة وغيرها، فمن أحكم معرفة حال النقلة وأمعن في العربية وأتقن الرسم انحلت له هذه الشبهة) (7) ¶ وهذا منه دقيق، فإنه متى صحَّت نسبة النقل عن النبي صلى الله عليه وآله وصحبه وسلم فلن يثبت عنه إلا ما هو الصحيح العالي بل العَلِيّ في لسان العربية، وما خالفه بالتضاد لاالتبيان لن يكون العالى فضلا عن العلى ومتى صح النقل فإن ما جاء من رسم المصاحف لن يخرج عما صح سنده، إيمانا بأن هذا الرسم لم يك بالتشهي، بل هو علم ذو ضوابط يعقلها أهل العلم بالرسم القرآني، وهي ضوابط تتسع لكل ما صح نقله عن رسول الله صلى الله عليه وآله وصحبه وسلم ¶ المرجع في هذا ـ إذن ـ صحة النقل وهذا من\" الجعبري ثمرة فقه ماجد،فإن قوله (ويلزم الآخران) كلمة عالم فاقه، فافهم ¶ وإذا ما تحققت عند صحة النقل، فاجعل ما جاء بهذا في درجة سواء، من غير ترجيح بتفضيل وإعلاء بعضٍ على بعض، وإن كان بعض القراءات أشد ظهورًا في المعنى من الأخرى، وهذا التفاوت في الظهور إنما هو نسبي، فما يكون ظاهرًا لك قد يكون غير ذلك عند غيرك، ولهذا لا أعُدُّ هذا ضربًا من الترجيح والتفضيل، بل مَرَدُّهُ عندي إلى فاعله وقائله لا إلى القراءة القرآنية نفسها. ¶ يقول \" بدر الدين الزركشي\": \" ينبغى التنبيه على شىء وهو أنه قد ترجح إحدى القراءتين على الأخرى ترجيحا يكاد يسقط القراءة الأخرى وهذا غير مرضى لأن كلتيهما متواترة ¶ وقد حكى أبو عمر الزاهد (8) فى كتاب اليواقيت عن ثعلب (9) أنه قال إذا اختلف الإعراب فى القرآن عن السبعة لم أفضل إعرابا على إعراب فى القرآن فإذا خرجت إلى الكلام كلام الناس فضلت الأقوى وهو حسن ¶ __________ ¶ (7) النشر: 1/ 13 ¶ (8) هو أبو عمر محمد بن عبد الواحد بن أبي هاشم المعروف بغلام ثعلب (ت: 345هـ ¶ (9) أبو العباس أحمد بن يحيي بن يسار الشيباني (2..- 291) من آثاره: إعراب القرآن، والفصيح، وحد النحو، واختلاف النحويين.",
            "page": "24",
            "part": "1",
            "seal": "D99A165A"
        },
        {
            "id": "25",
            "nass": "وقال أبو جعفر النحاس (1.) وقد حكى اختلافهم فى ترجيح:\"فك رقبة\" {البلد: 13} بالمصدرية والفعلية،فقال:والديانة تحظر الطعن على القراءة التى قرأ بها الجماعة ولا يجوز أن تكون مأخوذة إلا عن النبى صلى الله عليه وسلم وقد قال أنزل القرآن على سبعة أحرف فهما قراءتان حسنتان لا يجوز أن تقدم إحداهما على الأخرى ¶ وقال فى سورة \" المزمل \": السلامة عند أهل الدين أنه إذا صحت القراءتان عن الجماعة ألا يقال أحدهما أجود؛ لأنهما جميعا عن النبى صلى الله عليه وسلم فيأثم من قال ذلك وكان رؤساء الصحابة رضى الله عنهم ينكرون مثل هذا. ¶ وقال الشيخ شهاب الدين أبو شامة رحمه الله (11) : قد أكثر المصنفون فى القراءات والتفاسير من الترجيح بين قراءة:\" ملك \" و\" مالك \" حتى إن بعضهم يبالغ إلى حد يكاد يسقط وجه القراءة الأخرى وليس هذا بمحمود بعد ثبوت القِراءَ تَيْن واتصاف الرب تعالى بهما ثم قال حتى إنى أصلى بهذه فى ركعة وبهذه فى ركعة ¶ وقال صاحب التحرير (12) وقد ذكر التوجيه فى قراءة: \" وَعَدْنا \" و \" وَاعَدْنَا \" {البقرة: 51} لا وجه للترجيح بين بعض القراءات السبع وبعض فى مشهور كتب الأئمة من المفسرين والقراء والنحويين وليس ذلك راجعا إلى الطريق حتى يأتى هذا القول بل مرجعه بكثرة الاستعمال فى اللغة والقرآن أو ظهور المعنى بالنسبة إلى ذلك المقام ¶ __________ ¶ (1.) أبو جعفر أحمد بن محمد بن إسماعيل بن المرادي المعروف بالنحتس، وبالصفارأوابن الصفار (ت:338) من آثاره: العالم والمتعلم في معانى القرآن،والمقنع في النحو،وصناعة الكُتَّاب،ومعانى الشعر،واختصار تهذيب الآثار للطبري، وشرح ديوان الحماسة ¶ (11) عبد الرحمن بن إسماعيل بن إبراهيم المعروف بابي شامة (ت:665هـ) من آثاره: شرح الشاطبية، والذيل على الروضتين ¶ (12) أبوعبد الله الجمال محمد بن سليمان البلخي الحنفي المعروف بابن النقيب (611-698هـ) من آثاره تفسيره:\" التحرير والتحبير لأقوال أثمة التفسير..\" وهو الذي أشار إليه الزركشي، وقد نشر مقدمته محققة الصديق اد: زكريا سعيد.",
            "page": "25",
            "part": "1",
            "seal": "FBD875F7"
        },
        {
            "id": "26",
            "nass": "وحاصله أن القارىء يختار رواية هذه القراءة على رواية غيرها أو نحو ذلك وقد تجرأ بعضهم على قراءة الجمهور فى: \" فنادته الملائكة \" {آل عمران: 39} فقال أكره \" التأنيث \" لما فيه من موافقة دعوى الجاهلية فى زعمها أن الملائكة إناث وكذلك كره بعضهم قراءة من قرأ بغير تاء لأن الملائكة جمع وهذا كله ليس بجيد والقراءتان متواترتان فلا ينبغى أن ترد إحداهما البتة وفى قراءة عبد الله:\" فناداه جبريل \" [اي في الآية نفسها] ما يؤيد أن الملائكة مراد به الواحد \" (13) ¶ فالتحقيق كما ترى أن القراءات التى صح نقلها عن رسول الله صلى الله عليه وآله وصحبه وسلم سواء، فلا يغرنك ما يتصايح به بعض الناس في هذا فهو من التخليط الذي لايؤبه بمثله ¶ والنظر في القراءات القرآنية وتوجيهها واستنباط معانى الهدى منها هو من أصول الدراسة العربية المحكمة لكتاب ربنا عز وعلا، وليس من النصح له في دراساتنا الاقتصار على ما جاء في رواية حفص عن عاصم، فهذا وجه من وجوه الآداء لايليق بنا أن نعرض عن غيره من الوجوه التى صح نقلها عن رسول الله صلى الله عليه وآله وصحبه وسلم. ¶ وسوف يأتيك بيان توجيه قراءة \" يعقوب\" لقوله تعالى (وكلمةُ الله هي العليا) بنصب (كلمة) في مبحث الوجوه الإعرابية، وفي مبحث السمات البلاغية وفقه المعنى إن شاء الله رب العالمين. ¶ ــــــــــــــــــــــــــــــــــــ ¶ (13) البرهان في علوم القرآن (م. س) 1/339",
            "page": "26",
            "part": "1",
            "seal": "57EEE986"
        },
        {
            "id": "27",
            "nass": "المفردة القرآنية ¶ جاء البيان القرآني الكريم بكلماته الإفرادية من مَعْدِن ما كان في لسان العرب في زمن نزول الوحي: صورة ومدلولا ودلالة، لم يسقط عليهم مفردات لم تكن آذانهم قد سمعتها، ولم تكن ألسنتهم قد نطقتها، وإلا لقالوا ماهذا بلساننا، فأنَّى لنا أن نفهم عنه؟ وقد قال الله عز وجل عنه إنه بلسان عربي مبين: {وَإِنَّه لَتَنْزِيلُ رَبَّ الْعَالَمِينَ * نَزَلَ بِهِ الرُّوح الأمينُ * عَلَى قَلْبِكَ لِتَكُونَ مِن المُنْذِرينَ * بِلِسَانٍ عَرَبِيٍّ مُبِينٍ} (الشعراء) ¶ {وَمَا أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ} (إبراهيم) ¶ وما جاء به القرآن الكريم من مدلولات إسلامية لبعض مفرداته، كالصلاة والزكاة إنَّما نَسَلَها من المدلولات التى كانت ساكنة ألسنتهم في أشعارهم وخطبهم وخطابهم ¶ وهذا يقتضي كلَّ قائم إلى النظر في بيان القرآن الكريم عن معانى الهدى فيه إلى الصراط المستقيم أن يقوم أولا إلى النظر في مفردات الآيات التى هو قائم إلى رياض معانيها، فينظر في صورها ومدلولتها في لسان العربية وطريق دلالتها على تلك المدلولات ليتخذ من ذلك زادًا كريما في سفره المديد في البيان القرآني العليِّ المعجز ¶ وهذا ما أسعى إلى أن أغريك بشيء منه علَّك تذوق فتعرف، ومن ذاق فعرف لزم وعكف،وأبى إلا أن يرابط،وأن يتخلق بذلك النداء الربانى في ذروة المعنى القرآني في سورة الاصطفاء: سورة \" آل عمران \" ¶ {يَأَ يُّها الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَبِطُوا واتَّقُوا اللهَ لَعَلَّكُمْ تُفْلِحُونَ} ¶ ومن قبل النظر في معجم مفردات البيان القرآني في هذه الآيات نفتقر إلى الوقوف عند أمورمهمة تجدر الإشارة إليها: ¶ فصاحة المفردة القرآنية: ¶ ـــــــــــــــــــــــــــــــــــــ ¶ علماء بيان العربية لهم عناية بالغة بتفرس مفردات البيان العالي وما تتسم به من سمات الفصاحة المنيرة في مجال أدائها وتنغيمها، وفي مجال هيئتها وصورتها التكوينية، وفي مجال دلالتها على معناها وهدايتها إليه، وجعلوا لكل مجال معيارًا يعرف به ما يتحقق في تلك المفردات من سمات فصاحتها: ¶ {} كان من ذلك ما عرف عندهم بخلو الكلمة من تنافر حروفها",
            "page": "27",
            "part": "1",
            "seal": "E8B0EE0F"
        },
        {
            "id": "28",
            "nass": "وجعلوا مرجع ذلك إلى العلائق النغمية بين أصوات الكلمات، فكل كلمة مكونة من أصوات حروفها وحركاتها، ولكل حرف وحركة مخرج يخرج منه وصفة يكون عليها حين مَخْرَجِه، وهذه المخارج قد تتقارب جدًا وقد تتباعد، وكلما تقاربت المخارج كلما كان ذلك ادعى إلى ان تُمْنَى أصوات الكلمة بالتنافر وكذلك صفات هذه الأصوات قد تتقارب وقد تتباعد، فيؤدي تقاربها إلى تنافرها. ¶ من هنا ذهب البلاغيون إلى فريضة أن تكون مفردات الكلمات قد تحقق في علاقات أصواتها ببعضها مالا يكون معه ذلك التنافر، فعقدوا المباحث في صدور أسفارهم للنظر في مثل هذا، وكان منهم باسط لسانه بالبيان، ومنهم موجزٌموفٍ، ومن أشهرمن بسط\"ابن سنان\" في كتابه\" سر الفصاحة\" و\"ابن الأثير\" في كتابه\" المثل السائر \". ¶ {} وكان من ذلك أيضًا ما عرف عندهم بخلو هيئة الكلمة وصورتها التركيبيةمن الخروج على ما هو القياس في صياغة المفردات في لسان العربية، فلكل كلمة من الأسماء والأفعال في لسان العربية قياس لايحسن مخالفته والخروج عنه لأن ذلك الخروج في بناء المفردة هو في حقيقته مدخل إلى المخالفة والخروج على ما هو قائم في لسان العربية من أصول بناء جمل الكلام من تلك المفردات وبناء معاقد الكلام من تلك الجمل، وإذا ما شاع بين الناس خروج المتكلمين ومخالفتهم أصول بناء الكلام في مفرداته وجمله ومعاقده لم يكن للسامعين والمتلقين سبيل يمكن من خلاله الوصول إلى مرادات المتكلمين من كلامهم، فيفقد البيان رسالته التى كان لها ¶ من هنا حرص البلاغيون على أنْ تكونَ الكلمةُ قد صيغتْ هيئتها على وفق أصول صياغة المفردات في العربية، وإلاَّ كانت هذه الكلمة معيبة بمعابة مخالفة القياس ¶ وهو ضرب من ضروب الفِسْقِ البيانى \" فإن ترضوا عنهم فإنَّ اللهَ لايَرْضَى عَنِ القَوْمِ الفَاسِقِين \" {التوبة}",
            "page": "28",
            "part": "1",
            "seal": "0016BC37"
        },
        {
            "id": "29",
            "nass": "{} وكان من ذلك أيضًا ما عرف عندهم بخلو الكلمة من غرابة معناها، فالنفس تنفر مما هو غريب، ولعل من معانى الإنسانية الأنس بالأشياء، فالغربة فيها ابتعاد بالسامع عن شيء هو من جوهر إنسانيته ¶ الكلمات حين تكون غريبة لاتأنَسُ النفسُ إليها فتكلِّفها فوق طاقتها، وهذا ما لاتحبه النفس المستقبلة البيان، فكان من البلاغيين عنايةٌ بأن تكون كلمات البيان العالى مأنوسة غير مستغربة أو مستجهلة حتى تقبل النفس على تلقيها بالحبور. ¶ وأنت إذا ما نظرت في مفردات البيان القرآني في جميع آياته ألفيت أنها مفردات قد عصمت من أن يكون في شيء منها أدنى شائبة من تلك المعابات، فهى مفردات في ذروة فصاحة بيان العربية لايقال ذلك تَدَيُّنًا، فحسب بل نقوله تَدَيُّنًا أيَّدَهُ الفحصُ العلميُّ ممن آمن بهذا الكتاب المجيد، وممن لم يؤمن به ممن عرف العربية وذاقها. ¶ ولعلك تقول إننا نسلم لك أن مفردات القرآن الكريم قد خلت من تنافر حروفها ومخالفتها القياس، لكن كيف السبيل إلى التسليم بأن بعض مفرداته ليست بالغريبة، والمكتبة القرآنية زاخرة بالأسفار المعقودة لبيان غريب القرآن الكريم؟ ¶ الأمر في هذا جِدُّ يسير لايقتضى سوى النظر في مناط الوصف بغربة الكلمة: أمرجعُه إلى الكلمة نفسِها أمْ إلى سامعها؟ ¶ إن يكن إلى سامعها، أفكل سامع لها يصلح أن يكون معيلر حكم بغرابة كلمة أم ذلك الذي له بمفردات البيان الذي يسمع علم وسيع فسيح لاتتناظر شطآنه، ولا يبصر شرقيُّه غربيَّه؟ ¶ لسان العربية كما قال الإمام الشافعي من أوسع الألسنة مذهبا وأكثرها ألفاظا، ولايحيط به أحدٌ إلا أن يكون نبيا كما يقول في كتابه \" الرسالة \" فأي شخص ذلك الذي يمكن أن يقيم نفسه أو أن يقيمه أحد معيارًا لغرابة الكلمة القرآنية وأنسها؟",
            "page": "29",
            "part": "1",
            "seal": "FC891B9A"
        },
        {
            "id": "30",
            "nass": "واتخاذ أفراد مناطا ومعيارًا توزن بعرفانهم صفات المفردات غرابة وأنسا يجعل كل كلمة تقريبا آنسة غريبة من أنها آنسة عند واحد غريبة عند آخر، ولهذا أنت واجدٌ ما يُسمى بالغريب يزداد عدده في أسفار القوم كلما مرَّ الزمان، فما كان أنيسًا في زمن مضى بات غريبا في زمن قد أتى، وهكذا دواليك، وأنت الآن واجد في زماننا هذا جمهور المنتسبين إلى العلم والثقافة لايكادون يعرفون من معانى مفردات القرآن الكريم ألا نزيرًا ¶ القرآن الكريم ما نزل بلسان قبيلة واحدة بل اصطفي من كل قبيلة أفصح ما فيها، وأنسها بسياقها ومغزى البيان الذي تقام على لاحِبِه، ولو أن قبيلة كانت هي الأولى بأن يأتى القرآن الكريم ببيانها وحدها لكانت أحق القبائل بذلك \" قريش \" من أنها قبيلة سيد الخلائق: محمد بن عبد الله صلى الله عليه وآله وصحبه وسلم، ومن أنها أفصح القبائل، ولسانها أكثر الألسنة انتشارًا في القبائل لمكانها من البيت الحرام مقصد كل القبائل العربية ولكنك لاتجد لسان قريش هو المختصَّ بنزول القرآن الكريم به، بل فيه من ألسنة القبائل الأخرى كثير، اقتضاه أنْسُ السياق ومناسبة المقصد ـ أنت إذا ما علمت ذلك علمت أنه لايكون لأحد أن يكون العليم بكل كلمة قرآنية وقد جاءتك الأخبار الوثيقة أن الصديق والفاروق وابن عباس رضي الله عنهم وهُم مَنْ هُمْ في عِرْفان بيان العربية لم تك لهم إحاطة بالغة بكل مفردات القرآن الكريم، فثمَّ كلمات ماعرفها \"الصديق\"،وأخرى سأل عنها\"عمر\"من حوله من القبائل الأُخْرَى، وكلمات جهلها\" ابن عباس\" وعلمها من بيان أعرابية سمعها تتكلم....إلخ، فدلك ذلك على أن القرآن الكريم ليس فيه كلمة غريبة على العرب قاطبة، فما جهله واحد علمه كثير غيره. ... ¶ وثَمَّ إبانة من الإمام الخطابي (1) يكشف لنا بها عن معنى \" الغريب \" يقول ـ رضي الله عنه ـ",
            "page": "30",
            "part": "1",
            "seal": "13F37E5F"
        },
        {
            "id": "31",
            "nass": "\" الغريب من الكلام إنما هو الغامضُ البعيدُ من الفهمِ، كالغريبِ من الناسِ، إنما هو البعيدُ عن الوطن المنقطع عن الأهل، ومنه قولك للرجلِ إذا نحَّيْتهُ وأقصَيته: اغربْ عنِّي: أي ابعدْ، ومن هذا قولهم: نوىً غُرْبَةً: أي بعيدةً، وشَأْوٌ مُغَرِّبٌ، وعنقاءُ مُغْرِبٌ: أي جائيةٌ من بُعْدٍ.وكلُّ هذا مأخُوذٌ بعْضُهُ من بعْضٍ، وإنما يختلفُ في المصادرِ، فيقال: غرب الرجلُ يغْرُبُ غَرْبًا إذا تنحَّى وذهبَ، وغرُبَ غُرْبةً إذا انقطع عن أهله، وغرُبت الكلمةُ غَرَابةً، وغرُبتِ الشمس غرُبًا ¶ ثُمَّ إنَّ الغريب من الكلام يقال به على وجهين: ¶ = أحدهما: أن يراد به بعيد المعنى غامضه لايتناوله الفهمُ إلا عن بعدٍ ومعاناة فِكْرٍ ¶ = والوجه الآخرُ: أن يُرادَ به كلامُ من بعُدَتْ به الدَّار ونأى به المحلُّ من شواذِّ قبائلِ العربِ، فإذا وقعت إلينا الكلمةُ من لغاتهم استغربناها، وإنما هي كلام القوم وبيانهم. ¶ وعلى هذا ما جاء عن بعضهم، وقال له قائلٌ: أسألك عن حرف من الغريبِ فقال: هو كلام القوم، إنَّما الغريب أنت، وأمثالك من الدُّخلاء فيه \" اهـ (2) ¶ وليس يخفى عليك من بيان \" الخطابي\" أن مفردات القرآن الكريم لن تكون البتة من الوجه الأول من وجهي الغريب، وإنما هي من الوجه الآخر، فنحن الغرباء عن بيانها، الذين ارتحلت بنا العجمة عن ديار أجدادنا الفرسان ارْتِحالَ جَنَانٍ ولسانٍ وأخلاقٍ لا ارتحال أجساٍد وديارٍ وأزمان. ¶ __________ ¶ (1) هو الإمام: أبو سليمان حمد بن محمد بن إبراهيم الخطابي البستىالشافعي (319-388هـ) من آثاره: رسالة في إعجاز القران [ط] شرح صحيح البخاري [ط] معالم السنن شرح سنن أبي داود [ط] شأن الدعاء:شرح أسماء الله الحسنى [ط] غريب الحديث [ط] إصلاح غلط المحدثين [ط] العزلة [ط] ¶ (2) غريب الحديث:1/7.ـ ت: عبد الكريم العزباويـ ط: ج أم القرى ـ 14.2",
            "page": "31",
            "part": "1",
            "seal": "F71345E3"
        },
        {
            "id": "32",
            "nass": "مفردات القرآن الكريم بين الترادف والتباين ¶ بلغك في الفقرة التى مضت بيان الإمام \" إبى سليمان الخطابي\" في شان الغريب من الكلام، فإن شئت أن تقف على بيانه في شأن القول بالترادف في البيان العالى، والبيان العلىّ المعجز، فإنك تراه قائما في رسالته المعقودة لبيان \" إعجاز القرآن الكريم \" يقول \" الإمام \": ¶ \" اعلمْ انَّ عَمُودَ هذه البلاغة ... هو وضع كل نوع من الألفاظ التى تشتمل عليها فصول الكلامِ موضِعَه الأخَصَّ الأشكلَ به الَّذي إذا أُبْدِلَ مكانَه غيْره جاءَ منْهُ:إمَّا تبدُّلُ المعنى الذي يكونُ منه فسادُ الكلامِ ¶ وإمَّا ذهابُ الرونقِ الذي يكونُ معهُ سقوطُ البلاغةِ ¶ ذلك انَّ في الكلامِ الفاظًا متقاربةً في المعانى يحسَِبُ أكثَرُ الناسِ أنَّها متساويةٌ في إفادةِ بيانِ الخطابِ.....والأمرُ فيها وفي ترتيبها عند العلماءِ أهلِ اللغةِ بخلافِ ذلكِ؛لأنَّ لكلِّ لفظةٍ منها خاصيَّةٌ تتميَّزُ بها عن صاحبتها في بعضِ معانيها، وإن كانا يشْتركان في بعضها\" (1) ¶ فالخطابي ذو بصيرة بيانية واعية تدرك جوهر البيان وطبيعته وقد أعانته على أن يقف على كثير من روافد بلاغة بيان العربية ¶ وأنت تسمع من إمام آخر من أئمة العلم ببيان القرآن الكريم: الإمام \" عبد القاهر الجرجاني\" (2) مقالاً من مَعْدِنِ مقال \" الخطابي \" ¶ في معرضِ بيانه خصال بلاغة الخطاب ومقوماته الرئيسة ومن بعد أنْ أبان أنها: حسن دلالة الكلام على المعانى، وتمام دلالته عليها، وتبرج الدلالة في صورة بهية معجبة يقول الإمام عبد القاهر: ¶ __________ ¶ (1) رسالة في بيان إعجاز القرآن للخطابي: ص 29ـ ضمن صلاث رسائل في إعجاز القرآن ـ دار المعارف ¶ (2) هو الإمام: أبو بكرعبد القاهربن عبد الرحمن الجرجانى الشافعي ـت:471هـ من آثاره: دلائل الإعجاز، وأسرار البلاغة، والرسالة الشافية، والمقتصد في النحو، والعوامل المائة في النحو",
            "page": "32",
            "part": "1",
            "seal": "86298C47"
        },
        {
            "id": "33",
            "nass": "\" ولا جهةَ لاسْتعمالِ هذه الخصالِ غيرُ أن تأتِيَ المعنى من الجهةِ التى هيَ أصحُّ لتأديتِهِ ¶ وتختارَ له اللفظَ الَّذي هو أخصُّ به،وأكشف عنه،وأتمُّ له،وأحرى بأن يكسبه نُبْلا ويظهرَ فيه مزيَّةً \" (3) ¶ فانظر قوله:\" هو أخصُّ به\" إنه القاطع بأن لكل معنى لفظًا يخصه لايكون غيره له ولايكون هو لغيره من المعانى، وقضى بجملة واحدة فتية في قضية ما يعرف بالترادف، فكان المُبِينَ المُوجِزَ ¶ ويقول\"ابن عطيَّة الأندلسي (4) \"في مقدمةتفسيره: ¶ \" كتاب الله لو نزعت منه لفظة، ثُمَّ أُدير لسان العربِ في أن يوجد أحسن منها لم يوجد. ¶ ونحن تبيَّنُ لنا البراعة في أكثره ويخفى علينا وجهها في مواضع لقصورنا عن مرتبة العرب يومئذٍ في سلامة الذوق وجودةِ القريحةِ ومَيْزِ الكلام.\"اهـ (5) ¶ فهذا كما ترى جدُّ بيِّنٍ في أنه ما من كلمة في البيان العلِيِّ المعجز يمكن أن تقوم مقامها كلمة أخرى وإن شاكهتها والتقت معها في أصل معناها، فلكل كلمة من تنغيمها ومضمونها وشكلها من السمات الخاصة التى لن تكون مجتمعة في غيرها البتة ¶ وإذا ماقُدِّرَ في البيان العالى من الأدب لناقد حصيف نافذ البصيرة أن يقيم كلمة في قصيدة ما لشاعر فحل مقام كلمة اختارها الشاعر، فكانت كلمة الناقد أنس بالسياق وأكرم عطاء، فإن ذلك مما قد يعترى الشاعر وإن كان الفحلَ، لكنَّ ذلك لست بالواجِدِهِ البتة في بيان الوحي قرآنا وسنة. ¶ __________ ¶ (3) دلائل الإعجاز لعبد القاهر: ص 43ـ ت: محمود شاكرـ ط المدنى ¶ (4) هو القاضي أبو محمدعبد الحق بن غالب بن عطية الأندلسي ـ (481-546هـ) من آثاره المحررالوجيز في تفسير الكتاب العزيز ¶ (5) المحررالوجيز لابن عطية: ج1ص49 ـ ت: المجلس العلمى بفاس ـ ط1395",
            "page": "33",
            "part": "1",
            "seal": "6C1BF7D3"
        },
        {
            "id": "34",
            "nass": "والكلمةُ القرْآنيةُ ذات أبعاد عدة كلُّ بُعْدٍ منها رافِدٌ من روافِد الدلالة على معانى الهدى إلى الصراط المستقيم الذي جاء القرآن الكريم لتحقيقه:لها بعد صوتي تنغيمي، وبعد هيئة وصيغة. وبعد أصل لغوي تكونت منه، وبعد موقع وقعت فيه بدوائره المتعددة: ¶ دائرة الموقع في الجملة، ودائرة الموقع في الآية، ودائرة الموقع في المعقد (الفصل) ، ودائرة الموقع في السورة، ودائرة الموقع في القرآن كله ¶ هذه خمس داوئر متداخلة كل دائرة في داخل التى من بعدها وأعمها جميعا دائرة الموقع والسياق الكلى للقرآن الكريم ¶ هذه الأبعاد كلها ينحدر منها العطاء الدلالى للكلمة القرآنية، وعلى قدر وعي المتلقي هذه الأبعاد والجمع بينها في تلقيه يكون اقتداره على أنْ يقترب من المعنى القرآني الكريم المجيد ¶ فالنظر في الكلمة القرآنية لن يكون في حقيقته نظرًا في مفردة بل هو نظر في كلمة نورانية ربانية قامت في بناء جملةٍ قامت في بناء آية قامت في بناء معقد قام في بناء سورة قامت في بناء القرآن الكريم كلِّه، وكلُّ بناءٍ من هذه الأبنية المتصاعدة يأخذ من سابقه ويعود عليه بفيض من عطائه وهذا يجعل الناظر في المفردة القرآنية حالا مرتحلا، لايحل في دائرة من دوائر السياق إلا ليرتحل منها إلى أخرى يجمع منها فيضًا من العطاء ¶ الأمر كما ترى جدُّ جليلٍ، لايتهاون بحقه إلا غافل عن منزلته العَلِيَّة وهذا لا يكون من النصيحة لكتاب الله عزَّ وعلا التى هى ركن من أركان النصيحة العامة التى جعلها النبي ـ صلى الله عليه وآله وصحبه وسلم هي الدين، إذ قال: ¶ \" الدين النصيحة قلنا لمن؟ قال: لله، ولكتابه، ولرسوله، ولأئمة المسلمين وعامتهم \" {مسلم: كتاب الإيمان: ح. ر 95/55} ¶ السمات البلاغية وفقه المعنى القرآني ¶ كان إعجاز البيان القرآني الكريم عند جمهور أهل العلم بالقرآن الكريم ¶ أنت فيه نازل في رياض البيان العلىَّ وفراديس الهدى الربانية، تغترف منه غذاء قلب سليم وشفاء نفسٍ عليلة،",
            "page": "34",
            "part": "1",
            "seal": "BBF56DB2"
        },
        {
            "id": "35",
            "nass": "ومن البين أن فقه السمات البلاغية للقرآن الكريم معين على حسن تثقيف القلب ترغيبًا وترهيبًا، ليقبل على التكليف إقبال عاشق، فيتلذذ بحسن إتقان القيام بما كلف به من صنوف العبادات. ¶ وسمات بلاغة البيان القرآني الكريم ظاهرة في مجالات التركيب، والتصوير والتحبير،وهي مجالات،وإن تَفَاصَلَتْ في مسلك التصنيف العلمي إلا أنها المتمازجة في الواقع البياني الكريم، ففي كل تصوير تركيب، وفي كل تركيب تصوير، وفي كل تصوير تحبير، ولايكون تحبير إلا من تركيب، هي متمازجة في واقعها البيانية ممايقتضي تمازجها في تذوقها وتدبرها ¶ ومن بعد ذلك إِنْ عَنَّ لمثلك أن يصنف الظواهر التركيبية، والتصويرية والتحبيرية، فله ذلك ضبطا لمسالك النظر وتقريبا للأفهام ¶ بلاغة النداء في قوله تعالى: ¶ (يأيها الذين آمنوا) ¶ جملة إنشائية طلبية: نداء يفيد تنبيه المنادى إلى أمر عظيم يجدر به أن يكون على وعى به وأخذ بما فيه من معانىالهدى، وقد كثر النداء في القرآن الكريم، وهو نداء من خالق إلى خلقه، وهذا وحده فيه فيض من التكريم، والتنبيه إلى أنهم في علمه قائمون، وفي رحمته غارقون، وتحت قهره نازلون، ومن أقام هذه المعانى في قلبه لايكاد يغفُل عن ذكر ربه تعالى. ¶ والسنة البيانة للقرآن الكريم في نداء \" أمة الإجابة\" أنه ينادى عليهم بقوله\" يأيها الذين آمنوا\" تذكيرًا لهم بالعهد الذي عاهدوا الله عز وجل عليه، وهو الإيمان بما أمرهم بالإيمان به ¶ وكأنه يحثهم بهذا الوصف على أن يقبلوا على ما يأمرهم به فيأخذوه وعلى ما ينهاهم عنه فيجتنبوه. ¶ وقد قال \" ابن مسعود\" إذا ما سمعت الله عز وجل يقول: يأيها الذين آمنوا\" فأرِعْه سمعك فإنَّ من بعده خيرًا يأمر به أوْ شرًا ينهى عنه",
            "page": "35",
            "part": "1",
            "seal": "EFABE9AC"
        },
        {
            "id": "36",
            "nass": "وفي اختيار \"يا\" للنداء، وهي عند بعض أهل العلم لنداء البعيد للدلالة على أن المنادى فيه شيء من البعد بالمعصية والذنوب عن المنادِى جل جلاله، فعليه أن يصغى لما ينادى عليه به ليزداد بهذه الطاعة قربا ¶ وجاء تعريف المنادَى باسم الموصول دلالة على أنه المعروف بالصلة التى هي الإيمان وكأنَّ هذا الإيمان هو أجل ما يعرف به ذلك المنادَى، فهو شرفه الذي عليه أن يستمسك به، وأن يفخر بنعته به وأن يسعى إلى زيادته وتثبيته بالإكثار من الطاعات، والفرار من السيئات، فعليه العناية بفقه ما هو آت من بعد ذلك النداء من أمر بمعروف ونهي عن منكر. ¶ ولم يأت في القرآن الكريم نداء \" المؤمنين\" إلا في آية واحدة في سورة \" النور \" حيث يقول الله تعالى: \" وتوبوا إلى الله جميعا أيه المؤمنون \" ¶ فأنت تلاحظ هنا أمورًا مهمة: ¶ تلاحظ أنه أخَّر النداء عن الأمر، فقال أولا:\" توبوا\" ثم قال \" أيه المؤمنون\" لأن النداء في أصله لتنبيه الغافل أو البعيد، وهؤلاء ليسوا بالغافلين ولا بالمحل البعيد، ذلك أنهم مؤمنون، أيْ صارَالإيمان نعتا لهم، فهم معرفون بالصفة لابالصلة أي أن الإيمان في قلوبهم صار ملازما لهم ملازمة النعت منعوته، فهو فيهم كالطول في الطويل والقصر في القصير لايكاد يتخلى عنه، وقد جاء البيان بكلمة \" المؤمنون\" في سياقات التشريف والتكريم والثناء ¶ \" إِنَّما المؤمِنُون الَّذينَ إِذَا ذُكِرَ اللهُ وَجِلَتْ قُلُوبُهُمْ….\" {ألأنفال} ¶ \" والْمُؤْمِنُونَ وَالْمُؤْمِنات بَعْضهُمْ أَوْلِياءُ بَعْضٍ \" {التوبة} ¶ \" قَدْ أَفْلَحَ الْمُؤْمِنُون َ\" {المؤمنون} ¶ \" وكانَ حَقًا عَلَيْنَا نَصْرُ الْمُؤْمِنينَ\" {الروم} ¶ \" إِنَّمَا الْمُؤْمِنُونَ إِخْوَةً\" {الحجرات} ¶ \" وَلِلَّهِ العِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ\" {المنافقون}",
            "page": "36",
            "part": "1",
            "seal": "9A3D3ACB"
        },
        {
            "id": "37",
            "nass": "أما \" الذين آمنوا \" فإن الإيمان ما يزال فعلا من أفعالهم، فيحتمل أن يزول وأن يحول، فكانوا بحاجة إلى الإكثار من أمرهم ومن نهيهم ¶ وتلاحظ أن النداء في \" أيُّه المؤْمِنُونَ\" جاء بقوله \" أيه\" من غير حرف ندا \" يا\" وفي حذف حرف النداء دلالة على قرب المنادَى من المنادِي جلَّ جلالُه. ¶ وقد يقوم في صدرك أنه لو كان ذلك كذلك لكان أحق من نودي بحذف حرف النداء معه هو الرسول صلى الله عليه وآله وصحبه وسلم، فهو أقرب الخلق عز وجلَّ لمن ناداه سبحانه وتعالى. ¶ قد يقوم ذلك في صدرك، غير أنه قد غام عنك أمرٌ مهم، هو أن في البيان عنه بوصف النبوة أو الرسالة في ندائه، قرينة دالَّة على أن ذكر حرف النداء معه\" يا\" ليس للتنبيه المترتب عليه القرب والبعد، بل النداء معه للتكريم والتحبب، فهو نداء حبيب لحبيب، ومن ثَمَّ لايكون ذكر حرف النداء معه للتنبيه، ومن ثم لم يناد إلا بـ \" يا\" الذي هو أم حروف النداء. ¶ وفي قوله (آمنوا) حذف للمتعلِّق بفعل الإيمان، وفيه دلالة على أنهم آمنوا بكل ما أمر الله عز وجل الإيمان به لم يتركوا منه شيئا، لأن من آمن بما أمر الله تعالى بالإيمان به وترك شيئا واحدًا لم يؤمن به فهو كافر لايدخل في زمرة الذين آمنوا ¶ ومن ثَمَّ يتبين لك أن من لم يؤمن بنبي واحد من الأنبياء وآمن بسائرهم، فليس بمؤمن، فتتهاوى مزاعم قوم قد نسبوا أنفسهم إلى العلم بأن من النصارى من هو موحد لايقول بالتثليث، ويؤمن بكل الأنبياء خلا السيد المعصوم خاتم الرسل محمد صلى الله عليه وآله وسلم من أنه في زعمهم نبي العرب وحدهم، وأن من كان كذلك من النصارى فهو موحد من أهل الجنة، زعم ذلك بعض الناس، وما يزال زعمه ينشر في المسلمين",
            "page": "37",
            "part": "1",
            "seal": "AE83EEEF"
        },
        {
            "id": "38",
            "nass": "هذا قول باطل لاأساس له من الصحة، بل من آمن بأنَّ من لم يؤمن بالنبي محمد صلى الله عليه وآله وصحبه وسلم هو من أهل الرحمة، فهو نفسه خارج عن الملة، مثل الذي يزعمه ضلالة أنه داخل فيها، وخواتيم سورة البقرة مقررة ذلك تقريرًا لايدع لذي لسان أن يحركه بغير ما جاء فيها كائنًا من كان،وإن غضب بهذا أقوام وتَمَعَّرَتْ وجوه، ولكن الحق أحق أن يجهر به ويؤذن ويتبع ويرتفع. ¶ وجاء البيان عن فعل صلة الموصول \" آمنوا\" بالإيمان دون الإسلام فلم يقل:يأيها الذين أسلموا؛ ذلك أن كلمة\"أسلموا\" لها دلالتان: ¶ الأولى الدلالة التى هي قسيم الإيمان والتى بيَّنها حديث \"جبريل \" المشهور وهذه الدلالة هي مفتاح الدخول في الإسلام بمعناه الشامل ولايكفي أن يقف المرء عندها لايتعداها، ولا يصلح اًصحابها الواقفون عندها لما جاءت له تلك الأوامر، فلابد من أن يصحب الشهادتين اعتقاد وعمل. ¶ والأخرى الدلالة الشاملة التى يكون الإيمان جزءًا منها وليس قسيما لها، وهي دلالة إسلام الوجه لله تعالى في كافة شئون الحياة، وهذا هو المعنى العام الذي جاءت به كل الرسالات الإلهية ¶ فأدنى درجات السلوك هي درجة الإيمان، يعلوها درجات منها التقوى، وأعلاها درجة الإحسان التى فسرها حديث \" جبريل \" المشهور.",
            "page": "38",
            "part": "1",
            "seal": "5E0B35CE"
        },
        {
            "id": "39",
            "nass": "إنَّ فقه النداء في القرآن الكريم يُعْنى بتبصُّر ما يعبر به عن المنادَى في سياقه والقصد المنصوب له الكلام، وهذا تراه ظاهر التصريف البليغ المعجز في نداء سيدنا محمد صلى الله عليه وآله وصحبه وسلم حينا يناديه: يأيها النبيُّ، وحينًا يناديه: يأيها الرسول، ولكلٍّ سياقُه ومقامُه ومقتضاه، ولم يأت البتة: يا محمد، كما جاء في نداء سائر الأنبياء على الرغم أنَّ في اسمه: \" محمد\" من الثناء ما فيه، فهو دالٌّ على ذاته ونعته: أيْ المُبالَغِ في حمْدِه لعظيم خلقه ومنزلته عند ربِّه عزَّ وجلَّ وهذا من عظيم إجلال الله عز وجلَّ عبده ونبيه ورسوله محمدًا صلى الله عليه وآله وصحبه وسلم. ¶ بلاغة الاستفهام في قوله تعالى: ¶ (مالكم إذا قيل لكم انفروا في سبيل الله اثاقلتم إلى الأرض) ¶ في قوله (مالكم) استفهام توبيخى يجلد ظهر كل متثاقل عن الجهاد وقدهُيِّئ له فكيف بمن دُعِى إليه وحُثَّ وأُغْرِيَ بِه، ولم يُحرم منه أو يُحَرَّم عليه، كما هو حالنا في زماننا هذا، وقد حُرَّمَ علينا أن نجاهد أعداء الإسلام، فمن يفعل، فقد باء بجريرة لاقرار له معها في أرض تطلع عليها الشمس. ¶ ومعنى الاستفهام:\" أي شيء لكم في التثاقل عن الجهاد وقت أن يقال لكم انفروا في سبيل الله تعالى؟ ¶ وغيرخفي أن في هذا نفيا عظيما لأن يكون لهم أدنى ما يحملهم على التثاقل عند دعوتهم إلى الجهاد، وهذا مسلك من مسالك النفي المؤكد الذي لا قِبَلَ للمعاند إلى نقضه",
            "page": "39",
            "part": "1",
            "seal": "7EF22C86"
        },
        {
            "id": "40",
            "nass": "وهو يحمل مع معنى التوبيخ وتقرير النفي وتأكيده معنى الذم بأن يكون منهم من المعابات ما لم يجدوا ما يدعوهم إليه في مقابلة ما يجتهد في دعوتهم إلى نقيضه الذي فيه عِزُّهم، فإذا كان غير حميد من العاقل أن تكون منه معابة وإن أغري بها وحُمِلَ إليها بل حُمل عليها، فكيف الأمر إذا لم يك شيء من ذلك بل كان ما هو مغرٍ بنقيضه من المكرمات؟ ¶ إنَّ في هذا الاستفهام من المعانى ما يهز القلب المعافى من داء الغفلة هزًا لا يستقر الجنب معه على فراش. ¶ وفي قوله (إذا قيل لكم) بناء لفعل القول لغير الفاعل، فلم يصرح بفاعله إيماء إلى أن مناط التوبيخ والمذمة ليس متعلقًا بأن القائل فلان أو فلان، بل ذلك متحقق، وإن كان الداعى إلى الجهاد في سبيل الله عز وجل استنصارًا للحق ودعوة إلى الله تعالى أصغرَ رجال الأمة أو نسائها، فكيف إذا ماكان القائل هو النبي المصطفى صلى الله عليه وسلم؟!!! ¶ في عدم تعيين القائل حث على النِّفار إذا ما سمع المسلم: حيَّ على الجهاد، من غير أن يتلبث ليعرف مَنْ الداعِى، فإن كان عظيما خرج، وإلا فلا، بل هو الخرَّاج إلى الجنة كلَّما دعي إليها، ولن يكون العاقل البتة آبيا دخولها بالتثاقل عن الجهاد في سبيل الله تعالى وفي عدم تعيين الفاعل بالتصريح بذكره إبلاغ في توبيخ من تثاقل ـ وهم قليل ـ وقددعاه النبي صلى الله عليه وآله وصحبه للجهاد في سبيل الله تعالى، وقد جاء البيان القرآني مؤكدًا فريضة الطاعة لدعوته: ¶ \" يأيُّها الَّذينَ آمَنُوا اسْتَجِيبُوا للهِ ولِلرسولِ إذا دَعَاكُمْ لِما يحْييكم وَاعْلَمُوا أَنَّ اللهَ يَحُولُ بَيْنَ المَرْءِ وقَلْبِهِ وَأَنَّهُ إِليْهِ تُحْشَرُونَ. ¶ وَاتَّقُوا فِتْنَةً لاتُصيِبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً وَاعْلَمُوا أَنَّ اللهَ شَدِيدُ الْعِقَابِ \" {الأنفال:24-25}",
            "page": "40",
            "part": "1",
            "seal": "613CA32B"
        },
        {
            "id": "41",
            "nass": "وفي قوله (لكم) زيادة في تصوير ما كان من المتثاقلين ـ وهم غير كثير ـ وأنهم قد أعرضوا عن خير عظيم قد ووجهوا به وكوفحوا به مباشرة، فهم المنصوب لهم القول الملقي به في آذانهم، والمؤذن به في ديارهم، ومن كان هذا شأن دعوته لايكون منه إلا القومة نصرة للداعي، وهم الذين كانت أجدادهم في الجاهلية، لا تنتهى صرخة الاستنصار بهم إلا وهم على صهوات جيادهم، وقد عَلِقَتْ السيوفُ في عواتقهم يطيرون حيث المستنصر زرافات ووحدانا، فما بالهم اليوم، وقد سلك الله تعالى بفضله الإيمان في قلوبهم، وأقامهم من خلف أحب وأعظم من خلق من العالمين؟ ¶ أي فعلة تلك التى كانت من تلك الشرذمة القليلة من المتثاقلين؟ ¶ وأىُّ إخلاد إلى النعمة الزائلة الذي أخذ بهم؟ ¶ وكم هي محطمةٌ مقاربةُ المحبةِ لشهواتِ الدنيا الدَّانية الدَّنِيَّة؟ ¶ في قوله (لكم) تصوير لما كان من حالهم لايكون لنا علم به إذا ما طوي ذكره، ويزيد في هذا اقتدارًا تقديمُه على \" انفروا ... \" فكأنهم قد بلغوا حدًا من الرغبة عن النِّفار في سبيل الله افتقروا معه إلى أن يقال لهم انفروا، وشأن المسلم أن يكون على أهبة واستعداد وتطلع إلى نعيم الجنة. ¶ وقوله \" (انفروا) جملة طلبية أُريد بها وجوب تحقيق ما طلب، وجاء البيان بالفعل (انفروا) دلالة على أنه لايراد منهم مجرد الخروج في سبيل الله على أي حال كان ذلك الخروج ¶ وإنما يراد منهم النفرة: أي الخروج السريع والفزع العظيم بجٍِّد دونما تَلَبُّثٍ وتردد أو تبيُّن، وكأنَّ أمرًا مُبِيرًا سيَحِلُّ بهم، فما عليهم إلا المبادرة والمسارعة إلى الخروج في سبيل الله ¶ ويبقى افْتِقاري إلى النظر في تعدية الفعل (انفروا) بـ\" في\" من دون قوله \" إلى\" كما يهدي إليه ظاهر النظر، إذ يقال: نفر إليه ونفر عنه",
            "page": "41",
            "part": "1",
            "seal": "0C6DAC9A"
        },
        {
            "id": "42",
            "nass": "يقول \" الطبري\": \" انفروا: أي اخرجوا من منازلكم إلى مغزاكم وأصل \" النفر\" مفارقة مكان إلى مكان لأمر هاجه على ذلك، ومنه نفور الدَّابة غير أنَّه يقال من النفر إلى العزو: \" نفر فلان إلى ثغر كذا ينفر نفرًا ونفيرًا \" ¶ وأحسب أن هذا من الفروق التى يفرقون بها بين اختلاف المخبر عنه، وإن اتفقت معانى الخبر، فمعنى الكلام: مالكم أيها المؤمنون، إذا قيل لكم: اخرجوا غزاة (في سبيل الله) أي في جهاد أعداء الله \" (1) ¶ يقول \" الزمخشري \" (2) في \" أساس البلاغة \": \" ونَفَرَ القومُ إلى الثَّغْرِ نَفيرًا، وجاء نفيرُ بنى فلانٍ ونَفْرُهُم وَنَفْرَتُهُم، وهم الجماعة الذين ينفرون إلى العدو \" اهـ ¶ وكأنَّ مآل المعنى: انفروا إلى الجهاد سائرين في سبيل الله، فلا يكون الجار والمجرور\" في سبيل الله\" متعلقا بالفعل \" انفروا\" بل متعلقا محذوف حال من فاعل الفعل \"انفر\" فهو من ضروب الإيجاز ¶ __________ ¶ (1) جامع البيان لابن جرير: 6/417 [م. س] ¶ (2) هو محمود بن عمربن مجمد الخوارزمي الحنفي المعتزلىالمعروف بالزمخشري نسبة إلى\" زمخشر\" (467-) من آثاره تفسير: الكشاف، ومعجم \"أساس البلاغة\" والمفصل في النحو",
            "page": "42",
            "part": "1",
            "seal": "3D6FE8AD"
        },
        {
            "id": "43",
            "nass": "بالحذف اللطيف أنت تراه قد حذف متعلِّق الفعل المحذوف، وذكر متعلقِّ الحال المحذوف، وكأنَّ في هذا إيماءً إلى أن النِّفارَ الذي هو مناط الطلب إنما هو النفارُ إلى الجهاد، وأن غيره ليس محلا لأن يطلب وأن يحمل الناس عليه وأن يوبخوا على التقاعس عنه،وفي هذا إبلاغ عظيم في تصويرمنزلة الجهاد في سبيل الله تعالى، فكأنَّ من عطاء اسلوب الحذف هنا الإبلاغ في تصوير المعنى المراد، فانظر كيف يكون ترك الذكر إبلاغًا في الإبانة عن معانيك، فليست العبرة في بيان العربية أن يكثر ملفوظ لسانك، بل العبرة أن يفيض مكنون جنانك من رحم قليل من ملفوظ لسانك.وقوله (في سبيل الله) فيه تصوير لمن نفر إلى الجهاد مخلصا قصده ومطلبه بأنه إنما هو سائر في سبيل الله،ومن كان كذلك فإن قلبه غارق في الطمأنينة، لأن سبيل الله تعالى محصَّنٌ من أن يحوم من حوله من كان عدوًا لله تعالى، فهذا منادٍ للمجاهد أنك إن أخلصت النية واحتسبت، فاعلم أنك سائر في سبيل الله عز وجلَّ المحفوف بالعناية الربانية ¶ وأهل العلم شاع عنهم أنهم يقولون إن قوله (في سبيل الله) يراد به مجاهدة أعداء الله تعالى وما هذا منهم إلا من تخصيص الدلالة العامة وكأنَّ فيه صورة من صور مايعرف عند البلاغيين بالمجاز المرسل حيث عبر بالكلِّ وأراد بعضه، أو عبر بالمطلق وأراد المقيد ¶ وهذا من الإبلاغ في تصوير منزلة الجهاد على الرغم من أن كل عمل صالح (أي أريد به وجه الله تعالى ووافق الشرع) فاعله سائر في سبيل الله تعالى ¶ وفي اصطفاء (في) إيماءإلى احتواء العناية الربانية من يسير فيه بدْءًا ومنتهى ¶ وفي اصطفاء كلمة \" سبيل\" إيماء إلى أنَّ فيه امتدادًا وسهولة، يقال: للمطر \" سَبَلٌ\" إذا ما كان نازلا، وإسبال الثياب امتدادها أسفل الكعبين، وفي هذا إيماء إلى أن سبيل الله إلى الجنة ممدود لايتناهى يتفاوت العباد في اجتيازه، وهذا فيه حثٌ على ان يشمر المسلم عن ساقيه ¶ (يَأيُّها الَّذينَ آمَنُوا اصْبِرُوا وصَابُرُوا ورَابِطُوا واتَّقُوااللهَ لَعَلَّكُمْ تُفْلِحُونَ) {آل عمران} ¶ ويأتي قوله (اثاقلتم) دالا بما فيه من ذلك الإدغام على جسامته، فهو تثاقلٌ جد جسيم، والتثاقل فيه معنى التساقط، إيماء لهم أنهم من قبل حالهم هذه كانوا في علياء وتَرَفُّعٍ عمَّا هو لائط بالأرض ¶ وهذا لايكون من العبد إلا إذا اعتراه ما يعطل طاقاته الحافزة على النهوض المتسارع إلى ما يُدْعَى إليه وكأنَّ في هذا مقابلةً بين ما طلب منهم: (انفروا) ، وما كان منهم: (اثقالتهم)",
            "page": "43",
            "part": "1",
            "seal": "C2F9A5AE"
        },
        {
            "id": "44",
            "nass": "كان من النبي صلى الله عليه وآله وصحبه وسلم لهم دعوة إلى المسارعة والمبادرة والفزع إلى ما أمروا به، وكان منهم نقيض ذلك: التثاقل إلى الأرضِ. ¶ إنها لمفارقة تصور عظيم ما وقع فيه المتثاقلون ـ وهم من الصحابة قليل ـ مفارقة ترهب وترعب، كيف يكون من مسلم ما هو مناقض تماما لما يدعوه إليه النبي صلى الله عليه وآله وصحبه وسلم قصدًا ومواجهة؟ !! ¶ إن النفس المؤمنة لاتكاد تطيق مجرد الحسبان أن ذلك يمكن أن يكون منها ¶ وفي هذا ابلاغ في تصوير فداحة ما كان، وفي الوقت نفسه فيه إبلاغ في تصور الأثر المقيت لمقاربة محبة شهوات الدنيا وإفساح مكان لها في قلوبنا ونقلها مما جُعِلَ لها من مكان غير قرارفي أيْدِينا إلى قرارٍ مكين في أفئدتنا ¶ إن أثر ذلك جد عظيم: أدناه أن يجعل صاحبه يقابل دعوة النبي صلى الله عليه وآله وصحبه وسلم إلىالفزع للجَنَّة والمسارعة إلى ملاقاة رب العالمين ـ يقابل هذه بما هو نقيضه، وكأنَّه ضربٌ من التحدي والمجابهة هذا أدنى ما تُسْقِطُ مقاربة حب شهوات الدنيا صاحبها فيه فكيف بما فوقه؟ ¶ وأهل العلم يقولون إنه قد عُدِّي الفعل \" اثاقلتم\" بإلى لتضمنه معنى \" مال \" و\" أخلد \" فكانه قيل: إذا قيل لكم انفروا في سبيل الله ملتم وأخلدتم إلى الأرض، فالتضمين عندهم: ¶ \" إشراب لفظ معنى لفظ آخر، فيعطى حكمه في تعديته بالحرف الذي يتعدى به الثانى \" ¶ وهم يرون في هذا جمعا للفظ بين المعنيين، فيكون في الحرف المُعَدِّي قرينة على المعنى المُضَمَّنِ من اللفظ الآخر ممزوجا في المعنى الأصلى للفظ الدال عليه لفظه المنطوق. ¶ يقول \" الزمخشري \": \" (اثاقلتم) ... أي تباطأتم وتقاعستم، وضمن معنى الميل والإخلاد، فعدي بإلى، والمعنى: ملتم إلى الدنيا وشهواتها وكرهتم مشاق السفر ومتاعبه ونحوه ـ أخلد إلى الأرض واتبع هواه ـ وقيل ملتم إلى الإقا مة بأرضكم ودياركم\" (3) ¶ ويقول عصريه: ابن عطيه ت: 546",
            "page": "44",
            "part": "1",
            "seal": "6D6FBA2C"
        },
        {
            "id": "45",
            "nass": "\" وقوله: (اثاقلتم إلى الأرض) عبارة عن تخلفهم ونُكُولِهم وتركهم الغزو لسكنى ديارهم والتزام نخلهم وظلالهم وهونحو من أخلد إلى الارض \" ¶ وإذا ما نظرت في دلالة الفعل الذي قيل إن فعل (اثاقلتم) قد ضمن معناه وهو (مال) رأيت أن في هذا الفعل (مال) وداعة ورقة في التصوير لاتتناغى مع عنف ما كان منهم ¶ وإذا قلنا إنه مضمن الفعل (أخلد) فإن في هذا الفعل معنى السكون إلى الشيء، وهذا المدلول مفتقر إلى الحركة التى تراها في قوله ¶ (اثاقلتم) ومفتقر إلى معنى القوة والعنف الذي تراه في (اثاقلتم) ¶ القول بالتضمين هنا فيه ضعف، فإن في قوله (اثاقلتم) معنى التساقط من علو، وهذا المعنى لاتجد منه شيئا في الفعل (مال) و (أخلد) ¶ ومن أهل العلم بلسان العربية على أن \" اثاقل\" مما يتعدى بإلى من غير تضمينه معنى فعل آخر، وهذا مأ أميل إليْه. ¶ وفي قوله: (اثاقلتم إلى الأرض) استعارة تمثيلية، فقد شيه حال من يدعى إلى الفزع إلى المجاهدة في سبيل الله وهو كاره ما يدعى إليه راكنٌ إلى متاع الدنيا بحال من يدعى إلى ما هو أعلى فيتساقط رغبة عن العلو ¶ وهذا مما يقيم حالهم في صورة مشهودة تصويرًا لمقدارحالهم، وما بلغوه من التمسك بنعيم حاضرناقص زائل، ورغبة عن نعيم مقيم خالد ¶ وليس شك في أن تصوير حالهم في الرغبة عن الدعوة إلى الجهاد في هذه الصورة الحسية تقرير لها في النفوس لتنفر منها وتتقي أن تكون من أهلها، فكل عاقل يأبى أن يكون في حال كحال من يرفع عمَّا هو دنيءٌ ومستقذر فيتساقط فيه ويرغب عن الارتفاع عنه",
            "page": "45",
            "part": "1",
            "seal": "CEC175D8"
        },
        {
            "id": "46",
            "nass": "وفي اصطفاء هذه الصيغة \" اثَّاقلتم\" تصوير بجرسها لدقائق ولطائف معناها، وهذا نهج من أنهاج البيان القرآني في تصوير معانيه، وقد أشرت لك من قبل إلى أبعاد الكلمة القرآنية، وقلت لك إنَّ كل بعد منها رافد من روافد الإبانة عن معانى الهدى ¶ وقد كانت للأستاذ \" الشهيد\": سيِّد قطب \" ـ رفع الله ذكره في عباده الصالحين ـ (5) عناية حميدة بكثير من تصوير القرآن الكريم معانيه بجَرْس كلماته،يقول في هذه الآية: ¶ \" إنها ثقْلةُ الأرضِ ومطامعُ الأرضِ،وتصورات الأرضِ ثقلة الخوف على الحياة،والخوف على المال، والخوف على اللذائذ والمصالح والمتاع، ثقلة الدعة والراحة والاستقرار، ثقلة الذات الفانية،والأجلِ المحدودِ،والهدفِ القريبِ، ثقلة اللحمِ والدَّمِ والترابِ ¶ والتعبير يُلْقِي كلّ هذه الظلال بجَرْسِ ألْفأظه \" اثاقلتم\" وهي بجرسها ¶ تمثل الجسم المسترخى الثقيل، يرفعه الرافعون في جهد فيسقط منهم ¶ __________ ¶ (5) هو سيد بن قطب بن إبراهيم بن حسين بن شاذلى (19.6-1966) من آثاره: تفسير في ظلال القرآن، والتصوير الفني في القرآن ومشاهد القيامة في القرآن والنقد الأدبي، وخصائص التصور الإسلامي ومقوماته ومعالم في الطريق، وهو العدو اللدود للعلمانبين وأخدان الماسونية العالمية.",
            "page": "46",
            "part": "1",
            "seal": "A2BF14D8"
        },
        {
            "id": "47",
            "nass": "في ثقلٍ ويلقيها بمعنى ألفاظها:\" اثاقلتم إلى الأرضِ\" وما لها من جاذبية تشد إلى أسفل وتقاوم رفرفة الأرواح وانطلاق الأشواق \" (6) ¶ وهذا من الأستاذ دالٌ على رهافة حسَّه البياني، فقد كان ذا منزلة في فقه ظلال المعانى، لاسيما المعانى التى تحفز الأمة إلى الاستشراف إلى شرف العزة والمنعة. ¶ ويذهب \" الطاهر بن عاشور \" (7) \" إلى أن \" قوله:\" إلى الأرض \" كلام موجه بديع: لأن تباطؤهم عن الغزو، وتطلبهم العذر كان أعظم بواعثه رعبتهم البقاء في حوائطهم وثمارهم حتى جعل بعض المفسرين معنى: اثاقلتم إلى الأرض: ملتم إلى أرضكم ودياركم \" (8) ¶ ويمكن أن تذهب إلى أنَّ في قوله \" إلى الأرض\" تورية \" فيكون لها معنيان أحدهما قريب غير مقصود إليه قصدًا رئيسًا والآخر بعيد هو المقصود إليه قصدًا رئيسًا: ¶ والتوجيه الذي ذكره \" الطاهر \" هو ضرب من ضروب البديع عند البلاغيين، وهم يريدون به:\" إيراد كلام محتمل لوجهين مختلفين \" والاختلاف هنا اختلاف تباين لااختلاف تضاد ¶ ويمكن أن تذهب إلى أنَّ في قوله \" إلى الأرض\" تورية \" فيكون لها معنيان أحدهما قريب غير مقصود إليه قصدًا رئيسًا والآخر بعيد هو المقصود إليه قصدًا رئيسًا: ¶ الأول هو الأرض المعروفة لنا، أو الأرض التى كانوا قد أخلدوا إلى ظِلِّها، كما جاء في أسباب النزول ¶ والأخر هو ما سفل من المنزلة والدرجة. ¶ __________ ¶ (6) في ظلال القرآن:ص1655 ¶ (7) هو العلامة: محمد الطاهر بن محمد بن محمد الطاهر بن محمد بن محمد بن عاشور 1296-1393هـ) مفتى تونس،منآثاره تفسيره التحرير والتنويروكشف الغطى في أحاديث الموطا، والمقدمةالأدبية: مقدمة المرزوقي شرح ديوان الحماسة، وتحقيق ديوان بشار بن برد، ومقاصد الشريعة،واصول النظام الاجتماعى في الإسلام، وتحقيق ديوان النابغة الذبياني. ¶ (8) التحرير والتنوير: ج1./ 189ـ الدار التونسية للنشر.",
            "page": "47",
            "part": "1",
            "seal": "AE1DE73B"
        },
        {
            "id": "48",
            "nass": "الأول خاص مرتبط بسبب النزول ¶ والثانى عام صالح لكل من تساقط عن العلِيِّ من المنازل الماجدة إلى الدركات السافلة من متع الحياة الدنيا في كل شأن من شئون الحياة. ¶ وفي الوجهين تثريب عظيم لايطيقه عربي فضلا عن عربي مسلم صحابي، فشأن العربي أنَّه أهل تجارة وجهاد، وليس أهل زراعة ¶ وقد هدى النبي صلى الله عليه وآله وصحبه وسلم إلى أنَّه قد جعلت الجنة تحت ظلِّ السيف. ¶ روى الشيخان أنَّ رسول الله صلى الله عليه وآله وصحبه قال: ¶ \" اعلموا أنّ الجنة تحت ظلال السيوف\" (الرواية لمسلم ـ الجهاد: ح. ر:2./ 1742) ¶ فمن مال إلى ظلِّ شجرة وأعرض عن ظل السيف فقد غبن نفسه، وشأن العربي القُحّ أنَّه لايرضى الدنية في شيء من حياته، فكيف بعربي مسلم صحابي؟!! ¶ ومن ثَمَّ جاء الاستفهام الإنكاري التوبيخي التسفيهي الدَّال على ضلال الاختيار في الجملة التى من بعدها: ¶ بلاغة الاستفهام في قوله تعالى: ¶ (أرضيتم بالحياة الدنيا من الآخرة) ¶ الاستفهام في \" أرضيتم\" إنكاريٌّ توبيخي تسفيهي، بمعنى ما كان ينبغي لكم أن يكون منكم ذلك، وفي تسليط الاستفهام الإنكار التوبيخي على فعل (رضي) دلالة على أن الذي كان منهم ليس مجرد ميل أو تطلُّعٍ إلى شيء من الحياة الدنيا، إنهم قد تجاوزوا ذلك إلى ما هو أوْغَلُ في البُعدِ عما يُرضي ربهم سبحانه، إنهم السَّاقطون في درْكِ الرضوان بهذه الدنيا ¶ والرضا قائم من انشراح النفس بما ترضى به، فهو استغراق في مُخادَنَةِ الشيء مخادنة فتَّحت المغاليق فانشرحت النفس وأنست، وهذا ما تنفر النفس السَّوِيَّةُ من مجرد أن يُنْسبَ إليها، فكيف الرِّضا بالوقوع منها؟ بل كيف الرضا بالوقوع فيه؟ ¶ وفي قوله (أرضيتم) من بعد (إلى الأرض) توقيع نغميٌّ يلفت القلب إلى ما بين الأمرين، وهما عظيمان في تآخيهما، وتناغيهما: هنالك تساقط وتثاقل إلى التى لايأنس بها إلا ساقط الهِمَّة، وهنا إنكار لانشراح النفس بما هو دَنِيءٌ وَضِيعٌ، فهما وإن تناغيا إيقاعًا إِلاَّ أَنَّهُما أيضًا متقاربان غاية، فهذا من التجنيس الحامل في نغمه فيضًا من لطائف المعانى، والذي تركُه عقُوقٌ بالمعنى",
            "page": "48",
            "part": "1",
            "seal": "9394E618"
        },
        {
            "id": "49",
            "nass": "يقول \" الإمام: عبد القاهر:\" ... لاتجد تجنيسًا مقبولا، ولاسجعًا حسنا حتى يكون المعنى هوالذي طلبه واستدعاه وساق نحوه، وحتى تجده لاتبتغى به بدلا، ولا تجدعنه حولا\" (9) ¶ وعُدِّيَ الفعلُ \" رَضِيَ \" بـ\"الباء\" وقد جاء ت تعديته بنفسه في القرآن الكريم كثيرًا:\" فلنولينك قبلة ترضاه\" {البقرة} ، ¶ \"ومساكن ترضونها\" {التوبة} \" ¶ \"وأن أعمل صالحا ترضاها \" {الأحقاف} ¶ __________ ¶ (9) أسرار البلاغة، لعبد القاهر: ص 11ـ ت: محمود شاكر",
            "page": "49",
            "part": "1",
            "seal": "5590A119"
        },
        {
            "id": "50",
            "nass": "وفي التعدية\"بـ\" الباء\" دلالة على كمال تلبس الفعل بماوقع عليه، فـ\"الباء\" حرف \" إلصاق\" فإذا ما استحضر، والفعل مستغنٍ في نفسِه عنه في تعديته، فإنَّ في استحضاره إشارةً إلى كمال تحقق معناه في علاقة الفعل بماوقع عليه وأن فاعله قائم به قيامًا بليغا، ¶ وهذاغيرقليل في القرآن الكريم، فإنَّ مواقع\" الباء\" في البيان القرآني يفتقرالمرء إلى تقصِّيها وتدبُّر كل موقع في سياقه ومقاصد ذلك السياق. ¶ المهم أن في هذا دلالةًً على أنَّه قد كان منهم الرِّضا الكاملُ،وكأنَّهم في رضوانهم بالحياة الدنيا لايتطلعون إلى شيء من الحياة الآخرة، وهذا من المَعابات التى ينفر منها كلُّ عاقلٍ إذا ما انْتَبَه أو نُبِّه إليها ¶ وفي نعت الله عز وعلا \" الحياة\" بأنها \"الدنيا\" تنفير بليغ من الإخلاد إليها، والركون إلى متاعها الناقص الزائل، وإغراء عظيم بالفرار من قبضتها إلى رحابة الحياة الآخرة ¶ ومن اللطيف أنَّ الله جلَّ جلاله لم يتركنا نَخْبُر متاعَ الحياة التى نحن فيها لنعلم خبرها: أعَلِيٌّ هوأم دنِيٌّ، بل نادى عليها في مواطن كثيرة من كتابه المجيد بأنَّها الحياة الدنيا، ولم يقل الحياة الدانية أو الدَّنِيَّة بل بلغ بها الغاية \"الدنيا\"، وكأنه ليس من دون ذلك حياة. ¶ وكلُّ نفسٍ سامية شريفة تنفرُ من كلِّ ماهو دانٍ ودَنِيءٍ، وإن كان فيه متعتها أوْ بقاؤها، فهي تُفَضِّلُ الموت على أن تقترف ما هو الدنيُّ الدَّنِيء، كذلك دَيْدَنُ الشُّرفاء:أشْراف النفوس لا أشْراف الأنساب المزعومة، وأدعِياؤه اليوم كُثْرٌ. ¶ وفي قوله \" من الآخرة\" إيماء إلى أنَّهم كأنَّهم أقاموا موازنة في نفوسهم بين حياتين: حياة عاجلة دانِيَةٍ دَنِيَّة،وحياة آجلة سَنِيَّة، فوثقت نفوسهم المتثاقلة فيما هو حاضر زائل ورغبت عما هو خالد آجل فرضيت بالحياة الدنيا بدلا من الآخرة،فقوله \" من الآخرة\" متعلق بمحذوف تقديره \" بدلا\" من الآخرة ¶ وفي نعت الحياة الثانية بقوله \" الآخرة \" وكان مقتضي الظاهر أن يقابل \" الدنيا\" بـ\"العليا\" أو يقابل الآخرة بالأولى، ولكنه صرف البيان عن الحياة المقابلة للحياة الدنيا إلى نعت \"الاخرة \" إشارة إلى أنه وإن لم يكن لها من فضل ومزية سوى أنها الاخرة التى ليس من بعدها حياة، وإن كانت في مستوى الحياة المقابلة لها \" الحياة الدنيا\" فإنَّ العاقلَ لَيُقْبِلُ على ما هو خالد لاينقطع وإنْ كان قليلا، فكيف إذا ماكان هذا الآخر هو العَلِىَّ الذي ليس يُقاربه غيره؟ ¶ وكأنَّ في هذه المقابلة بين الحياتين تعليما وتربية لنا: إنَّه إذا ما قابَلْنا بين أمْرين متساويين في القدر إلا أنَّ أحدَهما منقطعٌ والآخرُ دائمٌ لاينقطع فإنَّ مَنْطِقَ الحكمة اختيارُ ما هو دائم لاينقطعُ وإنْ كان من دون الزائل المنقطع، فكيف إذا ما كان أعلى منه وأخلد؟ ¶ إِنَّ هذا لَيُصَوِّرُ لك عظيم ما أَوْقَعَ فيه الرَّاضون بالحياة الدنيا أنفسهم فيه من بلية الغبن العظيم ¶ (يَاقَوْمِ إنماهذه الحياة الُّدنْيَا متاع وإنََّ الآخِرَةَ هِيَ دَار القَرار) {غافر39} ¶ وفي قوله \" من الآخرة\" حذف للموصوف وإقامة للصفة مقامه، والتقدير: من الحياة الآخرة، في مقابل:\" الحياة الدنيا \"",
            "page": "50",
            "part": "1",
            "seal": "5FFE2DB6"
        },
        {
            "id": "51",
            "nass": "ولا أعلم أنَّ في القرآن الكريم آية قد صرح فيها بالموصوف فيقال \" الحياة الآخرة\" أمَّا \" الدنيا\" فقد جاءت آيات بذكر الموصوف، وأخرى بحذفه. ¶ ويبدو لى أن في قوله \" أرضيتم بالحياة الدنيا من الاخرة\" وجهًا تركيبيا آخر قائما على الحذف فيكون التقدير: أرضيتم بالحياة الأولى الدنيا من الحياة الآخرة العليا، فاختار من كلٍّ ما هو أدلُّ على المراد، وحذف الآخر: ¶ اختار من نعت الأولى النعت بالدُّنُوِّ وحذف النعت بالأَوَّلِيَّة لدلالة المذكور من بعد \" الاخرة \"عليه، والوصف بالدنو في المنزلة هو المُهِمُّ هنا،فكان الأجدر بالذكر ¶ واختار من الحياة الثانية وصف \" الاخرة \" وحذف الوصف بأنَّها \"العليا\" لدلالة مقابله عليه \" الدنيا\" ولأن المذكور هنا \"الاخرة\" هو الأدل على أصْلِ الأفضلية وإِنْ تساويا في القدر، فكيف إذا ماكانت هي الآخرة وهي العليا؟. ¶ وهذا الضرب من الحذف التقابلى هو ما يعرف عند البلاغيين بـ\"الاحتباك\"، وهو: أن يتقابل كلامان يحذف من كل واحد منهما ما يدل عليه المذكور في الآخر لوجه بلاغي. ¶ وهو غير قليل في القرآن الكريم، وقد عنى به البقاعي (1.) في تفسيره نظم الدرر، وأفرده بتأليف لم أعثر عليه أسماه:\" الإدراك لفن الاحتباك\" ¶ وهذا ضرب من ضروب الإيجاز جدير بأن يقوم للوفاء ببعض حقه بحث مستقل يستقصى مواضعه في القرآن الكريم، فإن مجاله فسيح، وصوره عديدة، وأسراره لطيفة، وقد اكثر البقاعي منه في تفسيره، غير أنه لم يكن متوقفًا عند الأسرار البلاغية لكل صورة من صوره. ¶ __________ ¶ (1.) إبراهيم بن عمر بن حسن الرباط الشافعي المعروف بالبقاعي نسبة إلى البقاع بالشام (8.9- 885) من آثاره تفسيره الفريد: نظم الدررفي تناسب الآيات والسور، ومصاعد النظرللإشراف على مقاصد السور، والفتح القدسي في آية الكرسي الإيذان بفتح أسرار التشهد والأذان، وسر الروح، وعنوان الزمان في تراجم الشيوخ والأقران وقد اعددت منذ سنوات عديدة (1393هـ) بحثًا للعالمية في نظرية التناسب القرآني في تفسيره يوم أن كان مخطوطًا،وجعلت فيه فصلا عن \" الاحتباك \" ولعلى أوفق إلى نشر ذلك البحث قريبًا.",
            "page": "51",
            "part": "1",
            "seal": "5152352A"
        },
        {
            "id": "52",
            "nass": "بلاغة القصر في قوله تعالى ¶ (فما متاع الحياة الدنيا في الآخرة إلا قليل) ¶ في عطف هذه الجملة بـ \"الفاء\" إشارة إلى تفرعها عمَّا قبلها، وفيها معنى التسبيب، فكانَّ هذا الاستفهام الإنكاري التوبيخي منسول منه هذه الحقيقة المقررة المؤكدة قلة متاع الحياة الدنيا نظرا إلى متاع الاخرة ¶ وفي قوله \" الحياة الدنيا\" إظهار في موضع الإضمار، فإنَّ مقتضى الظاهر أن يقال في غير القرآن الكريم: فما متاعها في الآخرة إلا قليل، غير أنه أظهر ليستحضر في قلبك هذا الوصف \" الدنيا\" ولتكون منه على ذُكْرٍ دائم، فإذا ما اقترن به قوله\" متاع\" ازدادت المفارقة بين الحياتين، فالحياة الدنيا ليست متاعًا صرفا لايشوبه بلاء بل إنَّ بلاء الدنيا لأضعاف أضعاف متاعها مقدارًا وزمانا وآثارًا ¶ وفي البيان هنا بقوله \" متاع \" مايزيد المفارقة بين الحياتين، فإنَّ المتاع ما كان إلى زوال، فهو انتفاع منقطع غيرخالد وغير كامل ¶ وفي قوله \" في الآخرة\" حذف لمتعلق \" في\" أي محسوبًا في نعيم الآخرة، وهو حال من \" متاع\" (11) ¶ والعلماء يذهبون إلى أنّ حرف (في) هنا دالٌ على معنى المقايسة، يقول:\" ابن هشام\" (12) في معانى \" في\":",
            "page": "52",
            "part": "1",
            "seal": "C7D6EA4A"
        },
        {
            "id": "53",
            "nass": "\" (الثامن) المقايسة، وهي الداخلة على مفضول سابق وفاضل لاحق نحو: فما متاع الحياة الدنيا في الآخرة إلا قليل (13) ¶ وقد نقد \" الطاهر بن عاشور \" ذلك قائلا: ¶ \" جعلوا المقايسة من معانى (في) كما في التسهيل والمغنى واستشهدوا بهذه الآية أخذا من \" الكشاف\"، ولم يتكلم على هذا ¶ __________ ¶ (11) البحر المحيط لأبي حيان: 5/42، والفتوحات الإلهية للجمل:2/283 ¶ (12) جمال الدين عبد الله بن يوسف بن أحمد بن عبد الله بن هشام الأنصاري الخزرجي (7.8- 761) من آثاره: مغنى اللبيب، وقطر الندى، وشذور الذهب..... ¶ (13) مغنى اللبيب: 1/146",
            "page": "53",
            "part": "1",
            "seal": "604EC654"
        },
        {
            "id": "54",
            "nass": "المعنى شارحوهما، ولا شارحو الكشاف، وقد تكرر نظيره في القرآن، كقوله في سورة\" الرعد \":\"وما الحياة الدنيا في الآخرة إلا متاع\" وقوله ـ صلى الله عليه وسلم: في حديث \"مسلم\":\" ما الدنيا في الآخرة إلا كمثل مايجعل أحدكم أصبعه في الْيَمِّ، فلينظر بم يرجع \" وهو في التحقيق من الظرفية المجازية: أي متاع الحياة الدنيا إذا أقحم في خيرات الآخرة كان قليلا بالنسبة إلى كثرة خيرات الآخرة، فلزم أنَّه ما ظهرت قلته إلا عندما قيس بخيرات عظيمة تنسب إليها، فالتحقيق أنَّ المقايسة معنى حاصلٌ لاستعمال حرف الظرفية، وليس معنى موضوعا له حرف في \" (14) ¶ الطاهر هنا يعمد إلى تحرير وجه دلالة \" في\" على المقايسة، وليس ما نعًا من إفادة \"في\" سياقًا معنى المقايسة، وهذا من تدقيقاته، فلينتبه طالب العلم، فلا يظن أن الشيخ لايقول بمعنى المقايسة في الآية. إنه يقول به، ولكنه لايراه من المعانى التى هي موضوع لها \" في\"، فهو من باب الإفادة، لامن باب الدلالة. ¶ وهذه الحقيقة القرآنية مازجة بين أمرين: تسفيه شأن المفتون بمتاع دنيا ناقص زائل، وإغراء بنعيم الاخرة المقيم متربص ¶ وقد جاء البيا ن عنها في اسلوب تخصيص حصري على سبيل قصر الموصوف على صفة قصرًا تحقيقيا، فالمعنى على أن متاع الدنيا في حساب نعيم الآخرة مقصور على صفة القلة، وهي صفة عامة، ¶ فليست القلة هنا قلة عديدية بل قلة تَعُمُّ كلَّ شأن من شئون متاع الدنيا في حساب نعيم الآخرة ¶ والقرآن الكريم لم يصرح بما يقابل متاع الدنيا من شان الآخرة، فلم يقل: فما متاع الحياة الدنيا في نعيم الحياة الاخرة إلا قليل،إشارة إلى أمرين: ¶ الأول: أن الدنيا ليست كلها متاعًا بل بعض من أبعاضها العديدة متاع ¶ __________ ¶ (14) التحرير والتنوير: 1./ 198",
            "page": "54",
            "part": "1",
            "seal": "C23796FC"
        },
        {
            "id": "55",
            "nass": "الآخر: أن الاخرة كلها نعيم، فليس النعيم بعضها ليقابل بعض الدنيا بل الآخرة كلها قائمة مقام النعيم، فما من شيء فيها إلا هونعيم مقيم ¶ وفي هذا إبلاغ في توسيع شقة المقايسة بين أمرين هما في الحقيقة ليسا بمنزلة ما تقام بينهما مقايسة، فإنَّ العاقل لايقايس متاع دنيا بنعيم آخرة ¶ وكأنَّ البيان القرآني الكريم يتنزل هنا على ما هو قائم في نفوس أولئك، مجاراة لهم وتأليفا لقلوبهم ¶ وكأنَّه يقول لهم وإن قايستم بينهما تنزلا، فإنَّ أعلى ما تنتهي إليه المقايسة التنزيلية أن متاع الدنيا في الآخرة قليل ¶ وفي جعل طريق التخصيص هنا: \" النفي والاستثناء\" إشارة إلى أنَّ هذا مما قد ينازع فيه بعض المخاطبين منازعة سلوك وحال، لامنازعة لسان ومقال، وبيان الحال والسلوك أقوى وآكد من بيان اللسان. ¶ بلاغة أسلوب الشرط في قوله تعالى ¶ (إلاَّ تَفِرُوا يُعَذِّبْكُمْ عَذَابًأ أليمًا......) ¶ في هذه الجملة القرآنية شرط تهديديٌّ، يختلع القلوب من الصدوربناه على أداة الشرط (إن) الداخلة على الفعل المنفي \" لاتنفروا\" وفي اصطفاء \"إن\" المقيمة جانبي الأمر على درجة سواء إقامةٌ للمخاطبين مقام المواجهة مع أنفسهم في حالتيها، فينظرون عاقبتهم في كل حال، وأبرز لهم عاقبة الرغبة في عدم النِّفار: (إن لاتنفروا) حتى يتبين لهم ما إذا كانوا قادرين على تلقى ذلك الجزاء المرعب الذي صرح لهم به: يعذبكم عذابا أليما.... ¶ فالتصريح بما تترتب عليه المضرَّة أقوى في البعث من التصريح بما تترتب عليه المسرَّة حين تكون النفوس آنسةً بما هو حبيب إليها من الدّعة ولا سيما أنها قد أُغْرِيت بما هو العَلِىُّ فلم تستقم، فأنت مفتقر إلى أن تنزعها منه إلى نقيضه المرعب، لاأن تنقلها مما هي فيه إلى ما هو أعلى منه من جنسه ولو تَوَهُّمًا أنه من جنسه،فإنها لم تستجب من قبلُ إلى ذلك الإغراء، فلا يبقى إلا التهديد بما يرهب ويرعب ¶ من أخلد إلى راحة دنية لاتنزعه منها بالإغراء إلى راحة سنية بل تنزعه منها بالتهديد والوعيد ¶ ذلك وجه من وجوه الإتيان بأسلوب الشرط على هذا النهج: أدخل الأداة على الفعل المنفي (إن لاتنفروا) ولم يقل (إنْ تنفروا يدخلكم جنات ... ¶ وهو لم يذكر لهم ما ينفرون إليه؛لأن السياق قد قام بتعيينه،وهو النِّفار إلى الجهاد في سبيل الله، والنفار عن أرضهم وديارهم التى أخلدت إليها نفوسهم الأمارة بالسوء ¶ هكذا يؤوب بهم إلى صدر ذلك الاستفهام: \"مالكم إذا قيل لكم انفروا في سبيل الله....\" فيستحضرون تلك المعانى في نفوسهم لعلها ترتدع فتقبل على ما تدعى إليه وتغْرى به، وتخشى ما تهدد به فترتدع",
            "page": "55",
            "part": "1",
            "seal": "B615F599"
        },
        {
            "id": "56",
            "nass": "وفي بيان عاقبة الإعراض عن النفار إلى الجهاد في سبيل الله بقوله \" (يعذبكم عذابًا اليما) ملاحظة لجنس ما يعاقبون عليه: يعاقبلون على ترك النفار إلى الجهاد في سبيل الله للتمتع بمتاع الحياة الدنيا، ومن تَعَجَّل شيئا قبل أوانه عوقب بحرمانه، فكان جزاؤهم عذابا، والعذاب، كما سبق أن بينت لك إنما هو منسول من معنى المنع، فجزاؤهم على الرغبة عن النفارإلى الجهاد في سبيل لله للرغبة في متاع الحياة الدنيا هو منعهم مما تشتهي أنفسهم، فالمعذَّبُ في لسان العربية هو الممنوع مما ينفعه ويمتعه، فالجزاء كما ترى من جنس العمل ¶ والعذابُ الذي هو المنع مما ينفع أو يمتع ليس مقصورًا وقوعه في الآخرة، وإن كان هذا كائنًا في أعلى صور تحققه، ولكنَّه متحققة بعض صوره في الدنيا، فهو عذاب ممتد في الحياة الدنيا والآخرة ¶ لو نظرت في واقع الحياة من حولك رأيت الذين لايمنعون أنفسهم عن التمتع بمالا يحلُّ لهم تكون عقباهم في دنياهم أن لايمنعوا من مما حرم عليهم فحسب بل يمنعوا أيضًا مما هو طيب لغيرهم الذين لم يقيموا أنفسهم من قبل في سياق التمتع بما لايحل التمتع به ¶ إن أكثر من يمنعهم أطباؤهم مما أحلَّ الله عز وجل لهم من قبل تراهم قد اجترؤوا على التمتع بما حرم الله تعالى عليهم، فعذبهم الله عز وجل أي عاقبهم بالمنع مما هو حلال طيب لغيرهم، ويبقى عقابهم في الاخرة ¶ وانظر في تاكيد الجزاء في قوله (عذابا أليما) وكيف أنه وصفه بأنه أليم ولم يصفه هنا بأنه شديد أو عظيم أو مهين، فإن في قوله (أليم) معنى الإيجاع الذي هو ضد التلذذ والتمتع لتكون العقوبة والجزاء بضد الجريمة والمعصية ¶ وهو لم يكتف بهذا الجواب:\" يعذبكم عذابًا أليما\" بل عطف عليه لونا آخر: \" ويسْتَبْدِلْ قَوْمًا غَيْرَكُمْ \" جاء في مواطن عدة التهديد بمثل هذا:",
            "page": "56",
            "part": "1",
            "seal": "806578F9"
        },
        {
            "id": "57",
            "nass": "\" إن يشَأْ يُذْهِبْكُمْ أَيُّها النَّاسُ ويَأتِ بِآخَرينَ وَكانَ اللهُ عَلَى ذَلِكَ قَدِيرًا \" {النساء:133} ¶ \" يأيُّها الَّذينَ آمَنُوا مَن يَرْتَدَّ منْكُمْ عَن دِينِهِ فَسَوْفَ يَأْتِي اللهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرينَ يُجاهِدونَ فِي سَبِيلِ اللهِ وَلايَخَافُونَ لوْمَةَ لائِمٍ ذَلِكَ فَضْلُ اللهِ يُؤْتِيهِ مَن يَشَاءُ وَاللهُ وَاسِعٌ عَلِيمٌ \" {المائدة: 54} ¶ \" إن يشَأْ يُذْهِبْكُمْ وَيَأتِ بِخَلْقٍ جَدِيدٍ {} وَمَا ذَلِكَ عَلَى اللهِ بِعَزِيزٍ \" {إبراهيم:19-2.} و {فاطر:16-17 { ¶ {هَا أَنتُمْ هَؤُلاَءِ تُدْعَوْنَ لِتُنفِقُواْ فِي سَبِيلِ اللَّهِ فَمِنكُم مَّن يَبْخَلُ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِ وَاللَّهُ الْغَنِيُّ وَأَنتُمُ الْفُقَرَآءُ وَإِن تَتَوَلَّوْاْ يَسْتَبْدِلْ قَوْماً غَيْرَكُمْ ثُمَّ لاَ يَكُونُواْ أَمْثَالَكُم} {محمد:38} ¶ في الاستبدال معنى عظيم من التهديد الذي لايطيقه من علم عظيم الإنعام عليه بصحبة سيد الخلائق أجمعين ـ صلى الله عليه وآله وصحبه وسلَّم، وكأنَّ فيه من النكال فوق ما في قوله (يعذبكم عذابًا أليما) فهو من تصعيد التهديد الآخذ بالنفوس، وهو ـ أي الاستبدال ـ من بابة التعذيب أيضًا فهو منع مما تفتقر النفس إليه في أشدَّ الافتقار فإن منعهم من صحبته صلى الله عليه وآله وصحبه وسلم هو من التعديب الأليم، فبيْنَ قوله: (يعذبكم) و (يستبدل) مراعاة نظير جدُّ بديعة ولطيفة ¶ وصيغة \" يستفعل: يستبدل\" غير دالة على الطلب، بل على تحقيق وقوع الفعل على كماله، فهذا من مسالك التوكيد لوقوع الجزاء إذا وقع الشرط، وهذا مما يزيد التهديد والوعيد تحقيقا وإرهابا وإرعابا",
            "page": "57",
            "part": "1",
            "seal": "8C3A714E"
        },
        {
            "id": "58",
            "nass": "وفي الجملة (يستبدل قومًا غيركم) حذفٌ والتقدير: \" يستبدل بكم قومًا غيركم، وكأنَّ في قوله \" غيركم \" إغناء عن ذكره ودلالة على أنهم غيرهم في طاعتهم ما استنفروا إليه، فهو قائم بمعانٍ عدَّةً، فهذه الغيرية غيرية في الذّات وفي النعت ¶ وجاء قوله \" قومًا\" بيانًا للمنعوت \" المستبدل\" ولم يقل \" خلقًا\" كما في سورة \"إبراهيم: ي 19،وفاطر: ي:16\" أويضمر ذكرالمنعوت: \" المستبدل\" كما في سورة النساء: ي:113\" فإنَّ في اصطفاء كلمة \" قوم\" هنا معنى لطيفًا: ¶ هذه الكلمة تفيد معنى من يقوم للشيء ويقوم به أي من يجتهد في الوفاء بحق ما يطلب منه، وفي هذا تعريض بهم أنهم لم يكون قوَّامين بما استنفروا إليه، فهددهم بأن يتأتى بغيرهم يقومون بما لم يقوموا به ¶ ولو أنَّ عظيمًا من النَّاس كان في خدمته من هو مثله في البشرية، فتقاعس قليلا، فقال له مخْدُومه: إنْ لمْ تجتهد في الخدمة استبدلتُ بك غيرك يجتهد، كانت تلك المقالة المقيمة المقعدة لذلك الخادم، لأنَّه ينظر فيها شرفه ورفعته في الناس، فخادم العظيم عظيم الخدم، فكيف يكون الأمر حين يقولها الخلاق العظيم لنا: يستبدل قومًا غيركم \"؟!!! ¶ أرهب بها وأرعب!!! ¶ ومن بعد أنْ رتَّب اللهُ ـ تعالى ـ على ترك النِّفار إلى الجهاد في سبيل لله عز وجل أمرين جليلين: تعذيبهم عذابا أليما واستبدال غيرهم بهم هم خير منهم وأطوع لله عز وجلَّ ولرسوله صلى الله عليه وعلى آله وصحبه وسلم، زادهم تقريرًا بأنّ إخلادهم إلى الأرض عند استنفارهم لايضره شيئًا، فقال لهم:\" ولا تضروه شيئا\"",
            "page": "58",
            "part": "1",
            "seal": "468A665E"
        },
        {
            "id": "59",
            "nass": "فقوله \" لاتضروه\" معطوف على \" يستبدل\" ومرجع الضمير فيه يحتمل أن يكون اسم الله عز وجلَّ المضاف إليه في قوله من قبل: \" سبيل الله\" أي لاتضروا الله شيئٍا وقد جاء في القرآن الكريم مثله: \" ومَن يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَن يَضُرَّ اللهَ شَيْئًا \" {آل عمران:144} \" ويَسْتَخْلِفُ رَبِّي قَوْمًا غَيْرَكُمْ وَلا تَضُرُّونَهُ شَيْئًا \" {هود: 57} ¶ والنفي هنا على سبيل التنزيل، أي تنزيل المخاطب منزلة من يحسب أنَّه بتثاقله ضارٌ دين الله عز وجلَّ، وذلك إذا ما قلنا إن النفي لايرد إلا على ما يصح إثباتُه ‘فعلا أو عقلا، فلا يقال: لاتطلع الشمس ليلا مثلاً لأنَّ طلوعها ليلا غير محتمل تحققه فعلا ولاعقلا ¶ ويمكن أن يقال: إن الضمير راجع إلى مضاف محذوف، فيكون تقدير الكلام: ولا تضروا دين الله شيئًا. ¶ ويحتمل مرجع الضمير أن يكون الفاعل المحذوف فيما بنى للمفعول في قوله:\" مالكم إذا قيل لكم \" فمن المعلوم من السياق المقامى لتنزل الآيات أن القائل لهم ذلك إنما هو رسول الله صلى الله عليه وعلى آله وصحبه وسلم، فيكون المعنى ولاتضروا بترك النِّفارِ من يقول لكم: انفروا في سبيل الله عزَّ جلَّ وهو رسول الله صلى الله عليه وعلى آله وصحبه وسلم، ¶ ويؤيد ذلك ما سيأتي من بعد من قوله:\" إلاَّ تنصروه \" ¶ وهنا تاتى قضية دلالية: أيصحُّ أن يكون مرجع الضمير المفرد أمرين على سبيل الجمع؟ ¶ في تفسير \"البقاعي \" ما يفيد هذا الجمع من غير تصريح فقد قال: \" ولا تضروه: \"أي الله ورسوله \" (15) ¶ فهذا يستفاد منه أنه ذاهب إلى الجمع في مرجع الضمير. ¶ لعل لهذه القضية علاقة بما وقف عنده علماء العربية وأصول الفقه من جواز إرادة معنيين من المشترك، وجواز الجمع بين الحقيقة والمجاز، وما نشأ من خلاف بين أهل العلمِ في هذا.",
            "page": "59",
            "part": "1",
            "seal": "F2A43A33"
        },
        {
            "id": "60",
            "nass": "وإذا ما قلنا هنا إن المرجعين للضمير في (لاتضروه) بينهما من العلاقة الوثيقة ما لايكون بين بعض معانى المشترك، أو بين الحقيقة والمجاز، فإنَّ هذا يغرى بقبول أن يكون المرجع للضمير في (لاتضروه) هو اسم الجلالة أو المضاف المحذوف:\" دين الله\" أو رسول الله صلى الله عليه وآله وصحبه وسلم المفهوم من قوله:\" قيل لكم انفروا \" ¶ هذه الجملة:\" لاتضروه شيئًا \" تحمل معنى جِدّ عظيمٍ من معانى التهديد والوعيد وتقرير أنهم موقعون بأنفسهم من الضُرُّ ما لايطاق، وكان مقتضى ظاهر الحال أن يقال:\" وإنكم لتضرون أنفسكم ¶ \"ولكنه عدل عن ذلك إلى بيان أنهم لن يضروه شيئًا تصويرًا لهم أنهم يحسبون أنهم يضرون الله عز وجل أو دينه أو رسوله صلى الله عليه وآله وصحبه وسلم شيئًا على سبيل التنزيل نظرًا إلى حالهم وفعالهم وأنه ينفي ذلك وفي هذا العدول مزيد تنفيرهم من حالهم الذي بالغ في تقبيحه ¶ ووجه دلالته على تقرير أنهم موقعون بأنفسهم من الضُرِّ ما لا يُطاقُ أنَّه لمَّا كان تثاقلهم لابد أن يكون منه إضرارٌ لأحدٍ ما، وكانوا ـ عقلا ـ لايذهبون إلى أنهم سيضرون به الله تعالى أو دينه أو رسوله ¶ ـــــــــــــــــــــــــــــــــ ¶ (15) نظم الدرر:8/318ـ للبقاعي ـ ط: بيروت",
            "page": "60",
            "part": "1",
            "seal": "2F3F8D16"
        },
        {
            "id": "61",
            "nass": "صلَّى الله عليه وعلى آله وصحبه وسلم شيئًا، كان لزامًا أن يكون لهذا الإضرار محلٌ، وقد نفى أن يكون الله تعالى أو دينه أو رسوله صلى الله عليه وعلى آله وصحبه وسلم محله، فلا يبقى محلٌ له غيرهم، وفي هذا مزيد إبلاغ في تقرير إيقاع الضرر على أنفسهم، فوجه دلالة إثبات إضرار أنفسهم من هذه الجملة المنفية هو اللزوم الذي يدخلها في بيان الكناية، وهو ما لزم من النفي المصرح به إثبات ضده، فكان فيه طيفٌ من التخصيص الحصْريوجاء قوله:\"والله على كلِّ شيءٍ قدير \" تقريرًا لتحقيق الجزاء المرتب على انتفاء نفارهم،وإذا ماكان الله تعالى على كلِّ شيءٍ أي شيءٍ قديرًا، فإنَّه على ما توعد به وهدد أيضًا جِدُّ قدير، فذلك مسلك من مسلك التوكيد، وكان مقتضى الظاهر أن يقال: وهو قادر علىذلك، ولكنه جعل صدر الجملة اسم الجلالة تربية للمهابة، وكأنَّ فيه إعلامًا بأنه متجلٍّ بكل الصفات التى يجمعها اسم الجلالة \" الله\" في إيقاعه ذلك المهدد به عليهم، فوضع الظاهر موضع الضمير فيه استحضار لما يدل عليه ذلك الاسم الظاهر. ¶ وفي تقديم المتعلِّقِ:\" على كلِّ شيءٍ \" على المُتَعَلَّقِ به:\" قدير \" تناغ نغمى بين آخر الآية التى قبلها:\" قليل\" وآخر هذه الآية: \" قدير\" وزنا وجرسًا، والتنغيم رافد من روافد الإبانة عن المعانى، فلا تسْتهِنْ به، وإن عجزت عن استشعاره، فلعلك يومًا تذوقُ فتعرفُ ¶ وفي هذا التقديم أيضًا تأكيد معنى الاقتدار على كلِّ شيءٍ، فإنَّك إذا ما سمعت قوله:\" والله على كلِّ شيء\" ثم لمَّا يصل إلى سمعك قوله: \" قدير\" تطلعت إلى الخبر ما يكون، فيأتيك، وأنت المتطلع إلى أن تعرفه من بعد أن ملأ سمعك وقلبك بالتهديد والوعيد الذي فاضت به الجمل السابقة، فيستقر المعنى في قلبك ويقيم فيه. ¶ ولم يأت في القرآن الكريم تقديم \" قدير\" على متعلِّقه:\" على كلِّ شيءٍ\" ولم يأت هذا التركيب في غير الفواصل ¶ وقد جاء في القرآن الكريم خمسًا وثلاثين مرة: جاء مطلقًا في ثلاث وثلاثين مرة \" على كلِّ شيءٍ قدير\" ومرة واحدة:\" وكان الله على ذلك قديرًا\" {النساء: 133} وأخرى:\"وأنَّ الله على نصرهم لقدير\" {الحج:39} ¶ والغالب على اسمه \" قادر\" أن يتقدَّمَ على المتعلِّقِ به، ولا أعرف الآن وجه هذا. ¶ وفي اصطفاء اسمه:\" قدير\" على \" قادر\" دلالة على الإبانة عن إبلاغه في تحقيق الفعل وكمال إيجاده، وأن ذلك ثابت لازم له جلَّ جلاله.",
            "page": "61",
            "part": "1",
            "seal": "B2057882"
        },
        {
            "id": "62",
            "nass": "وجملة:\" الله على كل شَيْءٍ قَدِيرٌ\" قد سبقتها \" الوا و\" التى تحتمل أن تكون\" استئْنافِيَّة\" ¶ القول بأنها \" اسْتِئْنَافِيَّة \" لايُراد منه أن ما بعدها مقطوع العلاقة المعنوية بما قبله، فمثل هذه القطيعة لاتكون في البيان العالى البليغ، فكيف بها في البيان العلى المعجز،؟ ¶ الاستئناف هنا استئناف ضرب من ضروب العلاقة بين المعانى، فهي دالة على التنوع بين علاقات الجمل، بمعنى أن \" الواو\" التى كانت تشير إلى الربط بين المفردات في:\" يعذبكم\" و\" يستبدل\" و\" لاتضروه\" ليست هي هي \" الواو\" التى جاءت من قبل:\" الله على كل شيء قدير\" هذه \" واو \" جاءت لتشير إلى لون أخر من ألوان الربط بين جملة سبقت وقد بنيت على أسلوب الشرط المفيض في قلب المتلقى فيضًا من الإغراء الممزوج بالترهيب، وجملة أخرى تؤذِّنُ بحقيقة قائمة مشهودة، قد تغفل عنها بعض القلوب بسكرة الإلف: حقيقة أن الله على كلِّ شيء قدير، وهي حقيقة تحمل في بعض سياقات البيان قدرًا من التهديد والوعيد تنخلع له قلوب العارفين. ¶ الاستئناف البياني بالواو إذن ليس انقطاعًا، بل هو تنويع مسالك التعلُّق بين الجمل، أمَّا الاستئناف البياني القائم من العلاقة بين سؤال مفهوم وجواب منطوق إنما هومسلك من مسالك الاعتلاق، وهو أقرب ظهورًا من الاستئناف البيانى بالواو. ¶ وعجيب أن يكون الوصل بين الجمل بترك الواو المسمى بكمال الاتصال أقوى من الوصل بالواو المسمى بالتوسط بين الكمالين، كما هدى إليه الزمخشري في كشافه، وفي الوقت نفسه يكون الوصل بترك الواو: كمال الاتصال أظهر من الوصل بواو الاستئناف، فإنَّ خفاءه لايخفى، فلدينا هنا ثلاثة ضروب: ¶ وصل بواو يطلق عليه البلاغيون: التوسط بين الكمالين، وهو ظاهر الإدراك، وإن خفيت العلاقة ¶ ووصل معنوي، هو فصل لغوي بترك الواو يسميه البلاغيون:كمال الاتصال، وهو ظاهر الإدراك أيضًا، وهو أقوى في الوصل من سابقه",
            "page": "62",
            "part": "1",
            "seal": "5FE64F62"
        },
        {
            "id": "63",
            "nass": "ووصل معنوي بواو الاستئناف، وهو أخفى الثلاثة إدراكًا وأمد حبل اعتلاقٍ. ¶ {} {} {} {} {} ¶ بلاغة الشرط في قوله تعالى: ¶ (إلا تنصروه فقد نصره الله.....) ¶ جملة شرط بنيت على (إن) التى هي أم أدوات الشرط، وإذاما كان علماء البيان يقولون: إنَّ \"إنْ\" الأصل فيها أن تكون فيما لايجزم بوقوعه أو عدم وقوعه من فعل الشرط، وذلك في لسان العربية، فإنك إذا ما جئت للنظر في موقعها في بيان الله تعالى جدُّه، فما يكون لك أن تقول إن الله تعالى جدُّه لايجزم بوقوعه أو عدمه وقوعه كما تقول في بيان الناس، ولكنا نقول إن الله تعالى جدَُّه إذ يأتى في بيانه هو غير محكى عن أحد من خلقه يفهم من ذلك الإتيان بـ\"إنْ\" حثُّه من يخاطبه على أن يفعل ما يغريه به، أو يحثه على أن يكف عما لايليق به، ويحمل هذا الحَثُّ معه معنى التحذير والتهديد بما تنخلع له أفئدة العارفين لطائف البيان الإلهي الحكيم، فهو دالٌ على أنَّ نصره ليس بالمتوقف على مناصرتهم له، فإنه المستغنى عن ذلك فشواهد الحال قائمة بين أعينهم وفي آذانهم لم تمسها يد العفاء فتنسى فهو كما يقول \" الطبري \" في تفسيره: ¶ \"هذا إعلام من الله تعالى أصحاب رسوله صلى الله عليه وسلم أنه المتوكل بنصر رسوله صلى الله عليه وآله وصحبه وسلم على أعداء دينه وإظهاره عليهم دونهم، أعانوه أو لم يعينوه، وتذكير منه لهم فعل ذلك به، وهو من العدد في قلة والعدوّ في كثرة، فكيف به وهو من العدد في كثرة والعدوّ في قلَّة؟ \" (16) ¶ فهذه الأداة (إنْ) دخلت على فعل منفي، فأدغمت \" النون\" في \"لام\" (لا) النافية، ومجيء النفى بـ\" لا\" من دون \" لن\" أو \" لم\" يظهر لي فيه أمران: ¶ ــــــــــــــــــــــــــــــ ¶ (16) جامع البيان للطبري:6/419 [م. س]",
            "page": "63",
            "part": "1",
            "seal": "91853DE5"
        },
        {
            "id": "64",
            "nass": "الأول:استحضار الشرط في كل زمان يقع فيه النفي أي أن هذا الحكم المترتب على تحقق عدم نصركم له ليس خاصًا بهذه الواقعة: غزوة العسرة بل هو ممتد، فـ\" الألف\" في \"لا\" تشعر بهذا الامتداد، وفي هذا إيناس عظيم لرسوله صلى الله عليه وآله وصحبه وسلم ¶ الآخر: الإيحاء بعدم الجزم بأنَّ عدم النصر واقع منهم، فلا يفهم أحد أن ذلك الترك مقطوع بوقوعه منهم فيتعلل بالقدر ¶ فاجتمع الإغراء بالإقدام على المناصرة من رافدين \" (إن) من دون (إذا) و (لا) من دون (لن) أو (لم) ¶ وجاء البيان عن رسول الله صلى الله عليه وآله وصحبه وسلم بالضمير من غير أن يتقدم تصريح باسم الرسول صلى الله عليه وآله وصحبه وسلم أو نعته إلا في آية سبقت هذه بست آيات (ي:33) فهو يرجع إلى ما يرجع إليه الضمير في (لاتضروه شيئا) عند من يقول إن المراد به رسول الله صلى الله عليه وآله وصحبه وسلم، فهو مستحضرفي قلب التالى أوالمخاطب، أوينبغي أن يكون مستحضرًا ¶ لايفتقر إلى أن يصرح له بذكره، وفي هذا حمل المتلقى إلى أن يقيم في نفسه سياق الكلام حتى تتبين له المعانى، فلا يضلّ، فيغبن نفسه حقها، فالمعنى:\" إلاَّ تنصروا من أرسله الله بالهدى ودين الحق ليظهره على الدين كله ولو كره الكافرون فسينصره الله تعالى جدُّه. ¶ وكأنَّ قوله تعالى:\" هو الذي أرسل رسوله بالهدى....\" رأس معنى ممتد يبنى عليه ما يأتى من البيان في شأن غزوة العسرة وما تعلق بها. ¶ وجواب الشرط محذوف تقديره إلا تنصروه فسينصره الله تعالى جدُّه وأقيم مقام الجواب المحذوف دليله (فقد نصره الله) ، وهذامن بديع الإيجاز",
            "page": "64",
            "part": "1",
            "seal": "7F3F2E35"
        },
        {
            "id": "65",
            "nass": "ولو قيل في غير القرآن الكريم:إلا تنصروه فسينصره الله فقد نصره إذ أخرجه لما فهم منه أن \" السين \" التى في \" سينصره\" حاملة ما تحمله: قد\" في \" قد نصره\" من التحقيق لكنه لما أقام (قد نصره الله\" مقام \"سينصره\" دلَّ ذلك على كمال تحقق نصر الله تعالى له، فكان فيه جمع من الدلائل على تحقق نصر الله تعالى له: \" قد\" والفعل الماضى وإسناد الفعل إلى اسم الجلالة \" الله\" فإسناد الفعل إليه تعالى جدُّه يحمل إلى قلب المسلم فيضًا من اليقين بتحقق ما أسند إلى اسمه جلَّ جلاله. ¶ ويفهم من إقامة (فقد نصره الله) مقام (سينصره) أن نصره حينئذٍ أي حين ترغبون عن نصره سيكون من بابة نصره إذ أخرجه الذين كفروا، وهم يعلمون كيفية نصره حينذاك فقد كان من قبيل المعجزة المدهشة التى تقف أمامها العقول في غاية من الإبلاس. ¶ وفي هذا عظيم إيناس لرسول الله صلى الله عليه وآله وصحبه وسلم وعصمة قلبه من أن ينشغل بتصرفات أحد من الخلق، فلا يتطلع إلى إقبال أحد أو انصرافه إلا بمقدار إشفاقه عليه لاخوفه على دين الله عز وجل، فهو الذي قد رسخ في قبله في بدء الدعوة قول الله تعالى له في سورة \" الضحى\": \" وللآخرة خير لك من الأولى * ولسوف يعطيك ربك فترضى\" وهذا من مزيد حب الله عز وجل لرسوله صلى الله عليه وآله وصحبه وسلم،إذ يريد أن يكون قلبه منصرفًا إليه وحده غير مشغول بشأن أحد من خلقه. ¶ وفي قوله:\" إذ أخرجه الذين كفروا \" بيانٌ بالإخراج عمَّا قابلوه وأصحابه به من التعذيب والتكذيب، فذلك إنما يقوم مقام إخراجه بالفعل، فأسند الفعل:\"الإخراج\" إلى من كان منه السبب الحامل عليه، وهذا ليس مبالغة، بل هو من حاقِّ العدل الإلهي: من تسبب في الاضطرار إلى فعل كان هو في الحقيقة الفاعل له، وفي هذا إعلام بأن من يكون منه ما يحمل على وقوع شيء هو في الحقيقة فاعل ذلك الشيء",
            "page": "65",
            "part": "1",
            "seal": "61F8831B"
        },
        {
            "id": "66",
            "nass": "وهذا يفهم منه أن من يقع منه ما يكون سببًا لما لايحب الله تعالى جدُّه ورسوله صلى الله عليه وآله وصحبه وسلم يكون فاعلا لذلك الفعل وإن لم يباشر ذلك الفعل بنفسه ¶ وهذا يحمل تهديدًا لمن تثاقل ورغب عن النفارفي سبيل الله تعالى وقد بينت السنة هذا بيانا جليًّا:\"من دلَّ على خيرٍفله مثل أجرفاعله\" {مسلم: إمارة، ح ر:133/1893} ¶ ويؤخذ من هذا أن من دلَّ على شر فله جزاء مثل فاعله، فلو عقل الناس هذا لما أقاموا أنفسهم مقامًا يغرى غيرهم بالوقوع فيما لايرضي الله عز وجلَّ، لإنَّ الله عز وجلَّ قد هدى إلى أن من أضلَّ غيره فإنه يحمل وزره ووزر من أضلَّه، يقول جلَّ جلالُه: ¶ \" وإذا قِيلَ لَهُمْ مَاذَا أنْزَلَ رَبُّكُمْ قَالُوا أسَاطِيرُ الأوَّلينَ * لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ القِيَامَةِ وَمِنْ أَوْزَارِ الَّذينَ يُضِلُّونَهُمْ بِغَيْرِعِلْمٍ أَلا سَاء مَا يَزِرُونَ \" {النحل:24-25} ¶ وفي البيان عن فاعل الإخراج باسم الموصول إعلام بأنَّ الوصف المنادى عليهم به \" كفروا\" هو الحامل لهم على ما اقترفوا في حقِّ من هم على يقين بأنه ـ صلى الله عليه وآله وسلم ـ خير من رأت أعينهم وأعين آبائهم وأجدادهم، ولكنهم كفروا بذلك كله وكفروا بما جاءهم به من الذكر والشرف \" وإنَّه لذكر لك ولقومك \" ¶ حملهم كفرانهم على أن يقترفوا في حقه صلى الله عليه وآله وصحبه وسلم ما اقتضاه أن يخرج من أحبِّ بلاد الله تعالى جَدُّه إليه، فودعها قائلا: لولا أنَّ قومك أخرجونى منك ماخرجت.",
            "page": "66",
            "part": "1",
            "seal": "26D3D38E"
        },
        {
            "id": "67",
            "nass": "وكأنِّي أستشعر من البيان بقوله \" الذين كفروا \" تهديدًا وتحذيرًا لمن تقاعس وتثاقل فلم يرغب في النِّفار إلى الجنة مع رسول الله صلى الله عليه وآله وصحبه وسلم بأنَّ في موقفه هذا شائبة كفر أي تغطية لما يعلم من شأن الداعي له إلى جنة عرضها السموات والأرض وتغطية لما يوقن به أنه العَلِىُّ الأعظم مما يرغب فيه من متاع الحياة الدنيا، فكأنَّه بهذا قد شاكه وضارع بعضًا مما فعل أهل مكة برسول الله صلى الله علي وآله وصحبه وسلَّم، وتلك التى ينخلع منها قلب كل مسلم مُعافَى. ¶ ولم يذكر البيان القرآني الكريم ما أخرج منه، فلم يقل: أخرجه الذين كفروا من أم القرى مثلا، لأنَّ ذلك كالمتعين الذي لايغيب عن عقل، وكأنَّ في هذا أيضًا إلاحَةً إلى أن ما أُخْرِجَ منه: \"أم القرى\" هو عنده الأرض كلها فهم بهذا كأنهم أخرجوه من الأرض كلها وفي هذا تفظيع لما اقترفوا،وبيان لما لحق به صلى الله عليه وآله وصحبه وسلم من الأذى بذلك الإخراج. ¶ وفي هذا عبرة لنا أنَّ أخراج أبناء صهيون والصليبيين والملحدين الآن إخواننا المسلمين من أوطانهم فيه من الأذى ما فيه وإن أخرجوا على متن المتاع والتكريم، فكيف وقد أخرجوا من ديارهم ممزقة أعراضهم مسفوحة دماؤهم منهوبة أموالهم مسحوقة كرامتهم. ¶ وإذا ما كان سيدنا \" عمر بن الخطاب \" رضي الله عنه يستحث الناس على أن يعلموا رجالهم سورة \"التوبة\" ونساءهم سورة \"النور\"، فإننا في زماننا هذا أحوج ما نكون إلى ان نعلم أبناءنا سورة \"التوبة\" وسورة \"محمد\" وسورة \"الممتحنة \" رجالا ونساء، فإننا لمفتقرون افتقارًا جَدَّ عظيم إلى أنْ نَعِىَ بعضًا مما تهدي إليه هذه السور الثلاث: سور الانتصار لعزة الإسلام والمسلمين، ولعلَّ الله عز وجلَّ يعين على حسن فقه تلك السور يومًا.",
            "page": "67",
            "part": "1",
            "seal": "D65EA966"
        },
        {
            "id": "68",
            "nass": "وفي قوله:\" ثانى اثنين\" بيان للحال، وإشارة إلى أن ذلك النصر المؤزرلم يكن بسبب من كثرة عدد أو عدَّة معهودة في النَّاس بل ذلك من الذي أرسله بالهدى ودين الحق ليظهره على الدين كلِّه ولو كره الكافرون، فهذه الحال (ثاني اثنين) ناظرة إلى الآية الثالثة والثلاثين. ¶ وفي قوله (ثاني اثنين) عظيم تكريم لأبي بكر الصديق ليس لأحد من الأمة مثله، فكفاه فخرًا أن جعل الله تعالى جدُّه نبيه ـ صلى الله عليه وآله وصحبه وسلم ثانيه ¶ فالعدول عن \" أول اثنين \" أو أحد اثنين\" إلى \" ثانى اثنين\" فيه من بعد تكريم \" الصديق \" رضي الله عنه إغراء للصحابة أن يكونوا معه فذلك شرفهم، وتحريضٌ لمن أَخْلَدَ إلى الأرضِ، وأَعْرَضَ عن النِّفارإلى الجنة مع رسول الله صلى الله عليه وآله وصحبه وسلم، فمن فقه معنى التكريم للصديق رضي الله عنه بقوله تعالى \" ثانى اثنين \" لايعدل بصحبة النبي صلى الله عليه وآله وصحبه وسلم أو بسنته شيئا أبدًا ¶ وقد جاء في السنَّة أنه رضي الله عنه سيكون صاحب رسول الله صلى الله عليه وآله وصحبه وسلم على الحوض يوم القيامة، وكأنه جزاءٌ له على ما كان من صحبته له في الغار، فإنَّ الرواية لتجمع بينهما: ¶ روى الترمزي في كتاب المناقب من جامعه بسنده عن \" ابن عمر\":\" انَّ رسول اللهِ صلى الله عليه وآله وصحبه وسلم قال لأبي بكر:\" أَنْتَ صَاحِبِي عَلَى الْحَوْضِ وصاحبِي في الغار\" {ح. ر:367.} ¶ وجاء قوله \" إذ هما في الغار \" غير معطوف على ما قبله لأنه بدل عند جمهور أهل العلم. يقول \" ابن جنى \": ¶ \"فإن قلت: فإنَّ وقتَ إخراجِ الّذينَ كفرُوا له قبلَ حصولِه صلى الله عليه وآله وسلم في الغار، فكيف يُبْدلُ منه، وليس هو هو، ولا هو أيضًا بعضَه، ولا هو ايضًا من بدل الاشتمال، ومعاذ الله أن يكون من بدل الغلط. ¶ قيل: إذا تقاربَ الزَّمانان وضع أحدهما موضع صاحبه.",
            "page": "68",
            "part": "1",
            "seal": "13C2BFB8"
        },
        {
            "id": "69",
            "nass": "ألا تراك تقول: شكرتُك إذ أحسنتَ إلَيَّ، وإنَّما كان الشكرُ سببًا عن الإحسانِ، فزمانُ الإحسانِ قبلَ زمانِ الشكرِ، فأعْمَلْتَ:\" شكرت \" في زمانٍ لم يقع الشكر فيه. ¶ ومن شرط الظرف العامل فيه الفعل أن يكون ذلك الفعل واقعًا في ذلك الزمان: كزرتك يوم الجمعة، وجلست عندك يوم السبت، لكنه لمَّا تجاور الزمانان، وتقاربا جاز عمل الفعل في زمان لم يقع فيه لكنه قريب منه ... \" (17) ¶ ماذهب إليه \" ابن جنى\" وإن اسْتُسِيغَ صناعة نحوية، فإن الذي هو أعلى عندى أن قوله:\" إذْ هُمَا فِي الغَار\" ليس بدلا، بل الكلام على سبيل التعديد المثسْتَغْنِى عن الربط بحرف نسق، فكأنه قيل: \" فقَدْ نَصَرَهُ اللهُ إذْ أَخرجَهُ الَّذِينَ كَفَرُوا، وإذْ هُما فِي الْغَارِ، وإِذْ يَقُولُ لِصَاحِبِه ... \" ¶ ــــــــــــــــــــــــــــــ ¶ (17) المحتسب لابن جنى.ج1ص291 [م. س] ¶ فهذه ظروف ثلاثة لنصر الله تعالى له صلى الله عليه وآله وصحبه وسلم نصرًا معجزًا، لم يكن بسبب من عدد أو عدَّةٍ، والتأمل في حقيقة النصر الإلهي في هذه المواطن الثلاثة دال على أنه نصرمتجدد معجز. ¶ وليس يخفى أنَّ قول رسول الله صلى الله عليه وآله وصحبه وسلم لصاحبه الصديق رضي الله عنه ما قال هو من مَعْدِنِ النصر الذي كان من الله تعالى له، فالتثبيت في الشدائد دعامة عظمى من دعائم النصر، ومَنْ حُرمه فقد حرم النصر المقيم. ¶ هذه أنواع متعددة من النصر لرسول الله صلى الله عليه وآله وصحبه وسلم ولصاحبه الصديق رضي الله عنه،.",
            "page": "69",
            "part": "1",
            "seal": "DBA710EC"
        },
        {
            "id": "70",
            "nass": "وفي \" التعديد\" المستغْنِي عن الربط بحرف نسق دلالة على أنَّ ما عُدِّدَ ليس متغايرًا في حقيقة النصر الذي كان في كلٍّ، بل هو من معدن واحد، وإن اختلفت صورُه، وزمان كُلٍّ، وهذا ما يتناسب ويتآخى مع السياق والقصد المنصوب له الكلام، وهو الإبانة عن أن تثاقل المتثاقلين لن يضر دين الله تعالى ورسوله صلى الله عليه وآله وصحبه وسلم، فهو غير مفتقر إلى مناصرتهم، بل هو المستغنى عنهم بنصر ربه تعالى له، وأنَّ المتثاقلين إنما بأنفسهم وحدها يلحقون الضُّرَّ المُقِيت. ¶ وقوله:\" لاتحزن \" جملة طلبية يُثَبِّتُ بها النبيُّ صلى الله عليه وآله وصحبه وسلم قلبَ صاحبه الصديق رضي الله عنه الذي ما كان حزنه لنفسه بل على أمرٍ متعلِّق برسول الله صلى الله عليه وآله وصحبه وسلم. ¶ لِنَنْظُرْ: أمقتضى الظاهر أن يقول له:لاتخف أم لاتحزن؟ ¶ بين الخوف والحزن فرق: ¶ الخوف هَمٌّ يأخذ القلب من أمر متوقع لم يأت ولايعلم شأنه ¶ والحزن هَمٌّ يأخذ القلب من أمر قد مضى أمره ¶ فالمرء يحزن على مافاته، ويخاف مما يستقبله، فظاهر الحال أن يقول له: لاتخف، فإنه كان يخاف على رسول الله صلى الله عليه وآله وصحبه وسلم من أن يأخذه الطلب ¶ جاء في البخاري من كتاب \" المناقب\" ومسلم من كتاب الزهد في باب حديث الهجرة: ¶ \"..... ثُمَّ قال:\" ألمْ يأْنِ الرحيلُ؟ قلتُ: بلى. قال: فارتحلنا بعد ما زالتِ الشمسُ،واتَّبَعنَا سراقةُ بنُ مالكٍ. قال ونحن في جَلَدٍ من الأرضِ. فقلتُ: يارسول الله! أُتِينَا. فقال:\" لاتحزن إنَّ الله معنا \" فدعا عليه رسول الله صلى الله عليه وآله وصحبه وسلم، فارتطمت فرسُه إلى بطنها....\" ¶ وفي رواية للبخاري:\" ... فقلت هذا الطلب قد لحقنا يارسول الله. فقال:\" لاتحزن إنَّ الله معنا \" (ح. ر: 3652) ¶ وفي رواية لأحمد:\" ... قال: فارتحلنا والقوم يطلبوننا، فلم يدركنا أحد منهم إلا سراقة بن مالك بن جشعم على فرس له",
            "page": "70",
            "part": "1",
            "seal": "9268168F"
        },
        {
            "id": "71",
            "nass": "فقلتُ: يارسولَ الله هذا الطلب قد لحقنا ¶ فقال:\" لاتحزن إنَّ الله معنا حتى إذا دَنَا مِنَّا، فكان بيننا وبينه قدر رمح أو رمحين أو ثلاثة قال: قلت: يارسول الله هذا الطلب قدلحقنا وبكيتُ. ¶ قال: لم تبكى؟ قال: قلتُ: أما والله ما على نفسي أبكي، ولكن أبكي عليك....\" {مسند أحمد ج1ص2} ¶ لعل البيان بكلمة \" لاتحزن\" ناظر إلى ما قام في صدر الصديق من أنه حَسِبَ أنَّه قصَّر في الاحتياط لسلامة النبي صلى الله عليه وآله وصحبه وسلم، فيسلك به ما لايكون لأحد أن يتوهم أنهما سالكاه من الطرق، فلا يلقاهما ما لقيهما، فحزنه على حسبانه التقصير في ما فاته من الاحتياط، فهو هَمٌّ لما انقضى من الأمر، فَدَلَّه الرسول صلى الله عليه وآله وصحبه وسلم إلى أنَّ الأمر ليس بالمْوكُولِ إلى اجتهاده في الحيطة حتى يلوم نفسه ويحزن بل الأمر كله لله رب العالمين وهو معهما، فلايحزن على ما حسبه تقصيرًا منه في الوفاء بحق كمال الحيطة. ذلك وجه وأخر: ¶ أنَّه نظرإلى مَآلِ الحال وليس إلى مبدئه: مبدأُ الحال خوف مما قد يلحق نبي الله صلى الله عليه وآله وصحبه وسلم من الأذى إذا ما لحقهما الطلب، وهذا يورث حزنا على ماينزل به، ومن ثَمَّ كان البكاء كما في رواية \" الإمام أحمد \". ¶ وأنت ترى أنَّ قول نبي الله صلى الله عليه وآله وصحبه وسلم لأبي بكر الصديق رضي الله عنه:\" لاتحزن إنَّ الله معنا \" لم يكن وهو في الغار كما جاء في كتب السير والتفاسير بل كان من بعد ذلك، ¶ وهذا مايدل عليه البيان القرآني الكريم إذ يقول: ¶ \" إذ أخرجه الذين كفروا ثاني اثنين\" ¶ \" إذ هما في الغار \" ¶ \" إذ يقول لصاحبه لاتحزن إنَّ الله معنا \" ¶ فهذه أوقات ثلاثة كان في كلِّ واحدة منها نصر معجز لنبيه صلى الله عليه وآله وصحبه وسلم. ¶ ومن ثَمَّ، فإنِّي لاآخُذُ بما قال به بعض المفسرين وأصحاب السِّيَرِ من أن هذا القول (لاتحزن ... ) كان في الغار.",
            "page": "71",
            "part": "1",
            "seal": "AF13710B"
        },
        {
            "id": "72",
            "nass": "والأحاديث دالة على أن هذا القول كان في طريقهما إلى المدينة النبوية، إلا إن قيل إنَّ ذلك القول بِعَيْنِهِ قد تكرَّر في الموضعين، ولا دليل على ذلك التكرير. ¶ الذي كان في الغار قوله:\" ما ظَنُّك يا أبا بكر باثنين الله ثالثهما \" وليس (لاتحزن إن الله معنا) ، وفرق غير خفِيِّ بين القولين ¶ جاء في صحيح البخاري من باب فضائل المهاجرين \" عن أنسٍ عن أبي بكر رضي الله عنه قال: ¶ قلت للنبي صلى الله عليه وآله وصحبه وسلم وأنا في الغار: لو أنَّ أحدهم نظر تحت قدميه لأبصرنا. ¶ فقال: ما ظنك ياأبابكر باثنين الله ثالثهما \" ¶ وكأنى بما اشتهر في كتب السير إنما هو من تداخل الروايات عندهم والأعلى تحرير مقال كل موطن. ¶ وفي قوله (إنَّ الله معنا) توكيد اقتضاه جلال المقام، ولم يقتضِه مثقال ذرة من الشك أو ما دونه في حال \" الصديق \" رضي الله عنه فهو أجلُّ من أن يفتقر في أحرج المواطن إلى أن يؤكد له الصادق الأمين صلى الله عليه وآله وصحبه وسلم ما يخبره به ¶ أليس هو القائل في شأن الإسراء وقد أخبر به: \"إن كان صلى الله عليه وآله وصحبه وسلم قد قال فقد صدق \". ¶ كلمة لاينطقها إلا لسان الصديق في مثل هذا المقام. ¶ التأكيد هنا كمثل التأكيد في خطاب الله تعالى جدُّه لرسوله صلى الله عليه وآله صحبه وسلم في بعض مواطن البيان القرآني الكريم يقتضيه حال المعنى والغرض وجلال المقام ¶ كم من معنى لايكون المخاطب به إلا خالى الذهن كما يقول البلاغيون، ولكن لجلاله وجلال مقامه وعلو منزلته وأهميته يأتى تأكيده بكثير من المؤكدات، فمسالك التأكيد ومقتضِياته في القرآن الكريم ميدان تدبر وسيع فسيح لايكاد يُحاط به، وما هو بَيْنَ أيدينا منه في أسفار البلاغيين والمفسرين إن هو إلا نزير من كثير.",
            "page": "72",
            "part": "1",
            "seal": "954AC8BE"
        },
        {
            "id": "73",
            "nass": "والمَعِيَّة في هذه الآية إنما هي مَعِيَّة مناصرة ومؤازرة ورعاية، وليست مَعِيَّة اختلاط وحلول تعالى الله عما يقول المشبهون والضالون علوًا كبيرًا ¶ الحق الذي نؤمن به ونعقد عليه قلوبنا هو ما عليه سلفنا الصالح من أهل السنة والجماعة من أن الله عز وجلَّ مع عباده مَعِيَّة إحاطة وعلم وقدرة وسمع وبصر وتربية.... وغير ذلك مما تفيض به ربوبيته مع علوه جل جلاله على عرشه فوق جميع العالمين، فليس في الآية أدنى تاويل؛لأنَّ من فقه بيان العربية علم أنَّ المعيَّة فيه ليست تعنى المخالطة بل تعنى المصاحبة وهي تتسع مجالاتها ولاتنحصر في المصاحبة الحسية، فيفسرونها بحسب مقاماتها،واختلاف صنوف الدلالة الواحدة باختلاف السياق والمقام لايكون من قبيل التأويل أو صرف الكلام عن حقيقته إلى مجازه ¶ يقول الطبري في قول الله تعالى (والله مع الصابرين) {البقرة:153} \"عن الربيع ... تأويله: فإن الله ناصره وظهيره وراض بفعله، كقول القائل: افعل يا فلان كذا وأنا معك، يعني إني ناصرك على فعلك ذلك ومعينك عليه. ¶ ويقول في قول الله تعالى (وقال الله إنى معكم ... ) المائدة:12 ¶ يقول: إنى ناصركم على عدوّكم وعدوي الذين أمرتكم بقتالهم إن قاتلتموهم ووفيتم بعهدي وميثاقي الذي أخذته عليكم.......\" ¶ ويقول في قول الله تعالى (وإن الله لمع المحسنين) {العنكبوت:69} ¶ يقول: وإن الله لمع من أحسن من خلقه، فجاهد فيه أهل الشرك، مُصَدّقا رسوله فيما جاء به من عند الله بالعون له، والنصرة على من جاهد من أعدائه. ¶ ويقول في قول الله تعالى: (والله معكم) {محمد 35} ¶ يقول: والله معكم بالنصر لكم عليهم. \" ¶ ويقول في (وهومعكم أينما كنتم) {الحديد: 4}",
            "page": "73",
            "part": "1",
            "seal": "A4EBD8E7"
        },
        {
            "id": "74",
            "nass": "يقول: وهو شاهد لكم أيها الناس أينما كنتم يعلمكم، ويعلم أعمالكم، ومتقلبكم ومثواكم، وهو على عرشه فوق سمواته السبع....\" (18) ¶ ففي المواطن كلها يقرر\" الطبري\" أن المعية معية عون ونصر، وليس معيه حلول، و\"الطبري \" من أهل السنة والجماعة. ¶ ويقول الحافظ البيهقي (458هـ) ¶ \" ... ثنا معدان العابد: سألت سفيان الثوري عن قول الله عز وجلَّ (وهومعكم) قال علمه \".... ¶ \".... عن عن الضحاك قال:\" ما يكون من نجوى ثلاثة إلا هورابعهم ولاخمسة إلا هو سادسهم\" ¶ قال: هو الله عز وجل على العرش، وعلمه معهم\".......... ¶ \"وهو معكم أينما كنتم \" يعنى قدرته وسلطانه وعلمه معكم أينما كنتم\" (19) ¶ ـــــــــــــــــــــــــ ¶ (18) جامع البيان للطبري: ج2/54-55، ج4/544، ج1./177،ج11 /351،727 ¶ (19) الأسماء والصفات للبيهقي: ص 43. ¶ ويقول \" ابن تيمية\": \" ليس معنى قوله:\" وهومعكم\" أنه مختلط بالخلق، فإنَّ هذا لاتوجبه اللغة، وهوخلاف ما أجمع عليه سلف الأمة، وخلاف ما فطر الله عليه الخلق....... ¶ وهوسبحانه فوق العرش رقيب على خلقه مهيمن عليهم مطلع إليهم إلى غيرذلك من معانى ربوبيته. ¶ وكل هذا الكلام الذي ذكره الله سبحانه من أنه فوق العرش وأنه معنا حق على حقيقته لايحتاج إلى تحريف، ولكن يُصانُ عن الظنونِ الكاذِبةِ.... (2.) ¶ ويقول في الفتوى الحموية الكبرى:\" إنَّ كلمة (مع) في اللغة إذا أطلقت، فليس ظاهرها في اللغة إلا المقارنة المطلقة من غير وجوب ¶ مماسة أو محاذاة يمين أو شمال، فإذا قيدت بمعنى من المعانى دلت على المقارنة في ذلك المعنى، فإنه يقال: ما زلنا نسير والقمر معنا أو النجم معنا. ويقال: هذا المتاع معى لمجامعته لك، وإن كان فوق رأسك، فالله مع خلقه حقيقة، وهوفوق عرشه حقيقة.",
            "page": "74",
            "part": "1",
            "seal": "2A74180F"
        },
        {
            "id": "75",
            "nass": "ثمَّ هذه المعية تختلف أحكامها بحسب الموارد، فلما قال: (يعلم ما يلج في الأرض وما يخرج منها) إلى قوله (وهومعكم أينما كنتم) دل ظاهر الخطاب على أن حكم هذه المعية ومقتضاها أنه مطلع عليكم، شهيد عليكم ومهيمن عالم بكم، ¶ وهذامعنى قول السلف: إنه معهم بعلمه، وهذا ظاهر الخطاب وحقيقته ¶ وكذلك في قوله: (ما يكون من نجوى ثلاثة إلا هو رابعهم) إلى قوله (هو معهم أينما كانوا) الآية. ¶ ولما قال النبي صلى الله عليه وآله وصحبه وسلم لصاحبه في الغار (لاتحزن إن الله معنا) كان هذا أيضًاعلى ظاهره، ودلت الحال على أن حكم هذه المعية هنا معية الاطلاع والنصر والتأييد. ¶ وكذلك قوله تعالى (إن َّ اللهَ معَ الذينَ اتقوا والذينَ همْ محسِنونَ) ¶ ـــــــــــــــــــــــــ ¶ (2.) مجموع فتاوى ابن تيمية: ج3/142ـ ج. ت: ابن قاسم النجدي ¶ وكذلك قولُه لموسى وهارون (إنّنِي معكُما أَسْمَعُ وَأَرى) هنا المعية على ظاهرها وحكمها في هذه المواطن النصر والتاييد............. ¶ فلفظ \" المعية\" قد استعمل في الكتاب والسنة في مواضع يقتضي في كل موضع أمورًا لايقتضيها في موضع الاخر، فأما أن تختلف دلالتها بحسب المواضع أو تدل على قدر مشترك بين جميع مواردها وإن امتاز كلّ موضع بخاصية، فعلى التقديرين ليس مقتضاها أن تكون ذات الرب عز وجل مختلطة بالخلق حتى يقال قد صرفت عن ظاهرها \" اهـ (21) ¶ وقال في رسالة: الجمع بين العلو والقرب: ¶ \" والمعية معيتان: عامة وخاصة. فالأولى كقوله: (وهومعكم أينما كنتم) والثانية كقوله: (إن الله مع الذين اتقوا والذين هم محسنون) إلى غير ذلك من الآيات..... ¶ فكل من قال: إن الله بذاته في كل مكان فهو مخالف للكتاب والسنة وإجماع سلف الأمة وأئمتها مع مخالفته لما فطر الله عليه عباده ولصريح المعقول وللأدلة الكثيرة.....",
            "page": "75",
            "part": "1",
            "seal": "453FD841"
        },
        {
            "id": "76",
            "nass": "سلف الأمة وائمتها: أئمة العلم والدين من شيوخ العلم والعبادة ... أثبتوا وآمنوا بجميع ما جاء به الكتاب والسنة كله من غير تحريف للكلم. ¶ أثبتوا أن الله تعالى فوق سماواته، وأنه على عرشه بائن من خلقه وهم منه بائنون، وهو أيضًا مع العباد عموما بعلمه ومع أنبيائه وأوليائه بالنصر والتأييد والكفاية، وهو أيضًا قريب مجيب، ففي آية النجوى دلالة على أنه عالم بهم..... ¶ وقال في شرح حديث النزول:لفظ المعية في سورة الحديد والمجادلة....ثبت عن السلف أنهم قالوا: هو معهم بعلمه ¶ ــــــــــــــــــــــــــــــ ¶ (21) السابق: ج5/1.3-1.4 ¶ وقد ذكر \" ابن عبد البر\" وغيره أن هذا إجماع من الصحابة والتابعين لهم بإحسان، ولم يخالفهم فيه أحد ممن يعتد بقوله ¶ وهومأثور عن ابن عباس والضحاك ومقاتل بن حيان وسفيان الثوري وأحمد بن حنبل وغيرهم.....قال \" ابن عباس \" في قوله تعالى:\" وهومعكم أينما كنتم \" قال هو على العرش وعلمه معهم. ¶ وروي عن سفيان الثوري أنه قال:\" علمه معهم............ ¶ وقد بسط الإمام أحمد الكلام على معنى المعية في الرد على الجهمية ولفظ \" المعية \" جاء في كتاب الله عاما كما في هاتين الآيتين، وجاء خاصًا كما في قوله: (إن الله مع الذين اتقوا والذينَ هُمْ مُحْسِنُونَ) وقوله (إنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى) وقوله (لاتَحْزَنْ إِنَّ اللهَ معنا) فلو كان المراد أنه بذاته مع كل شيء لكان التعميم يناقض التخصيص، لأنه قد علم أنَّ قوله (لاتحزن إنَ الله معنا) أراد به تخصيصه وأبابكر دون من عداهم من الكفار. ... (22) ¶ ... ¶ وفي قوله: (فأنزل الله سكينته عليه) دلَّ الإنزال على بركة ماأُنْزِلَ ¶ فإنَّ ما كان من أعلى من النعم الشأنُ فيه أنَّه الطَّيِّبُ الأكرمُ، وكذلك أنت واجده في الثمر ما علا كان أطيب",
            "page": "76",
            "part": "1",
            "seal": "1F1A747E"
        },
        {
            "id": "77",
            "nass": "وإسناد الفعل إلى اسم الجلالة الجامع لمعانى أسمائه الحسنى كلها ما علمنا منها وما لم نعلم إشارة إلى كمال الإنزال وكمال ما أُنْزِلَ وكمالِ مَنْ أُنْزِلَ عليه ¶ والضمير في (عليه) يحتمل عوده إلى النبي صلى الله عليه وآله وصحبه وسلم، فيكون متوائمًا مع ما يرجع إليه الضمير من بعد في قوله (وأيده بجنود لم تروها) وللضمير في (إذ يقول) ¶ ويحتمل أن يعود إلى ما يعود إليه الضمير في (لاتحزن) وهو أبو بكر الصديق رضي الله عنه المعبر عنه في الآية بصاحبه، وهذا ما قال به بعض أهل العلم منهم سيدنا \" ابن عباس\" ¶ ـــــــــــــــــــــــــــــــ ¶ (22) السابق: ج 5 / 227 ¶ لِننظرْ أولاً في مواطن النصر المعجز المذكورة في الآية وهي ثلاثة: ¶ موطن الإخراج من مكة، وموطن الاختباء في الغار،ثم موطن لحوق الطلب في الطريق وقوله لصاحبه: لاتحزن إن الله معنا. ¶ ولننظر فيما رتب على هذه الثلاثة نجدها أيضًا ثلاثة أشياء: ¶ إنزال السكينة ¶ والتأييد بجند ¶ وجعل كلمة الذين كفروا السفلى ¶ أيمكن القول إن كل واحد من هذه الثلاثة الممثلة لصور النصر المعجز عائد إلى واحد من مواطن النصر أيضًا على سبيل الترتيب فيكون الأول للأول....إلخ أو العكس أو التهويش إن صح القول به في القرآن الكريم؟",
            "page": "77",
            "part": "1",
            "seal": "813E4F78"
        },
        {
            "id": "78",
            "nass": "الذي أستشعره أن القول بأن الثلاثة كائنة في كل موطن من مواطن الابتلاء هو العلِيُّ، فقدكان له صلى الله عليه وآله وصحبه وسلم من السكينة ومن التأييد ومن جعل كلمة الذين كفروا السفلى في كل واحد من هذه المواطن الثلاثة: الإخراج من مكة، والإختفاء في الغار، وملاحقة الطلب لهما في الطريق إلى \"طيبة \" الطيبة وإن بدا لك أن بعض صور النصر المعجز أظهر من بعض في موطن منها في موطن آخر من الثلاثة المواطن، وانها إن تحققت جميعها في كل موطن، فليست سواء في الظهور في كل موطن منها فهو تفاوت ظهور لاتفوات تحقق، وهذا ما لايكاد يغيم عنك إن تبصرت كل موطن من مواطن الابتلاء الثلاثة وما كان فيها من النصر المعجز. ¶ الضمير ـ إذن ـ فيما أذهب إليه راجع إلى النبي صلى الله عليه وآله وصحبه وسلم، والقول بأن الضمير في (أنزل السكينة عليه) راجع إلى الصديق من أن السكينة لم تفارق رسول الله صلى الله عليه وآله وصحبه وسلم، وأنه لم يزل ساكن النفس ثقة بالله تعالى جده، إنما هو ناظر إلى \" السكينة \" التى هي بمعنى سكون النفس وثباتها أمام البلاء وهذا قد يكون لغير النبي صلى الله عليه وآله وصحبه وسلم وذلك ماتراه في مثل قوله تعالىجده في سورة الفتح:\" هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ المُؤْمِنِينَ لِيَزْدَادُوا إِيمَانًا \" ¶ وقوله:\" فأنْزلَ السَّكينَةَ عَليْهِم وأَثابَهُم فَتْحًا قَرِيبًا \" ... ¶ على أنَّه قد جاء في الذكر قول الله تعالى: ¶ \" وكُلاً نَقُصُّ عَلَيْكَ مِنْ أَنْبَاء الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤادَك \" {هود:12.} ¶ \" وَقَالَ الَّذِينَ كَفَرُوا لَوْلا نُزِّلَ عَليْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلا\" {الفرقان: 32}",
            "page": "78",
            "part": "1",
            "seal": "BC73D931"
        },
        {
            "id": "79",
            "nass": "فإذا قلنا إن في السكينة تثبيتًا للفؤاد، فقد نسب إليه صلى الله عليه وآله وصحبه وسلم ذلك، وقد جاء في الذكر الحكيم ما يدل على نسبة السكينة إليه: ¶ \" لَقَدْ نَصَرَكُمُ اللهُ فِي موَاطِنَ كَثِيرةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ {} ثُمَّ أَنْزَلَ اللهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمؤْمِنِينَ وَأَنْزَلَ جُنُودًا لَمْ تَرَوْها وَعَذَّبَ الَّذِينَ كَفَرُوا وذَلِكَ جَزَاءُ الْكَافِرِينَ \" {التوبة: 25-26} ¶ \" إِذْ جَعَلَ الَّذِينَ كَفَرُوا في قُلُوبهُم الْحَمِيَّةَ حَمِيَّةَ الْجَاهِلِيَّةَ فَأَنْزَلَ الله سَّكِينَتهَ عَلَى رَسُولِهِ وَعَلى الْمُؤمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوَى وَكَانُوا أَحَقَّ بِهَا وَأَهْلَهَا وَكَانَ اللهُ بِكُلِّ شَيْءٍ عَلِيمًا \" {الفتح: 26} ¶ والبقاعي وهو ممن جعل الضمير في (فأنزل الله سكينته عليه) راجعًا إلى الصديق أبي بكر؛ لأنَّ السكينة لم تفارق النبي صلى الله عليه وآله صحبه وسلم يقول في آية التوبة قبلها (رقم:26) : ¶ \" سكينته \" أي رحمته، وهي الأمر الذي يسكن القلوب عن أن تتأثر بما يدهمها من البلاء من الوثوق به سبحانه ومشاهدة جنابه الأقدس والغناء عن غيره.......\"على رسوله\" أي زيادة على ما كان من السكينة التى لم يحزْ مثلها أحد....ولعل العطف بـ\" ثم \" إشارة إلى علو رتبة ذلك الثبات،واستبعاد أن يقع مثله في مجاري العادات \" وعلى المؤمنين\" أي أمَّا مَنْ كان منهم ثابتًا فزيادة على ما كان له من ذلك، وأمَّا غيره فأعطي ما لم يكن في ذلك الوقت له....\" (23) ¶ ــــــــــــــــــــــــــــــــ ¶ (23) نظم الدرر للبقاعي: ج3 / 294، وانظر: التبيان في إعراب القرآن للعكبري ج2/ 15",
            "page": "79",
            "part": "1",
            "seal": "D6379A49"
        },
        {
            "id": "80",
            "nass": "فإذا ما كان ذلك فما الذي يمنع أن تكون السكينة التى نزلت على نبي الله صلى الله عليه وآله وصحبه وسلم زيادة على ما كان عنده منها، ¶ ولا سيما أنه كان في منتصف طريق الدعوة وهو فرد، والتى في \" حنين\" كانت في آواخر الدعوة وهو في جمع، فأي الحالين أولى ¶ بالزيادة، ثمَّ إن الرسول صلى الله عليه وآله وصحبه وسلم مفتقر إلى مزيد من التثبيت والسكينة والقرب الذي لاتتناهى درجاته ومنازلها، فليست السكينة ذات حد ينتهى إليه لنقول إن نبي الله صلى الله عليه وآله وصحبه وسلم قد انتهى إليه، ولايفتقر إلى مزيد، وإن من صور السكينة العلم، وقد أمره الله عز وجل بأن يدعو ربه تعالى بالمزيد منه (وقُلْ رَبِّ زِدْنِي عِلْمًا) {طه:114} ولا تكون سكينة إلا من علم محقق، فهو معدن السكينة. ¶ والذي يُعْلِى إرجاع الضمائر إلى النبي صلى الله عليه وآله وصحبه وسلم أن السياق للكلام في نصرته هو، وليس السياق للكلام في شأن الصديق، وما جاء الحديث عن الصديق هنا إلا استصحابًا، فالكلام غير مسوق إليه بالقصد الأول الرئيس، فيكون مآل المعنى على هذا: ¶ إلا تنصروه بالنفار إلى الجهاد في سبيل الله فسينصره الله فيما حرضكم على النفارإليه فإنه قد نصره الله تعالى جدُّه من قبل،وهو في غير ما عدد ولاعدَّةٍ في ثلاثة مواطن: إخراجه من مكة، واختفاؤه في الغار ثاني اثنين، وقوله لصاحبه عند لحوق الطلب لهما في الطريق: لاتحزن إن الله معنا ¶ ثُمَّ بَيَّنَ الله تعالىالنصر الذي كان منه له في تلك المواطن بقوله أنزل السكينة عليه صلى الله عليه وآله وصحبه وسلم، وأيَّده بجنود لم تروها، وجعل كلمة الذين كفروا السفلى.",
            "page": "80",
            "part": "1",
            "seal": "90F2DB46"
        },
        {
            "id": "81",
            "nass": "ويذهب بعضُ أهلِ العلم منهم \" أبو حيان الأندلسي\" إلى أنه يصح أن يكون الضمير في (عليه) راجعًا إلى النبي صلى الله عليه وآله وصحبه وسلم، وإلى صاحبه الصديق رضي الله عنه معًا، وأفرد لتلازمهما، فيكون لكل منهما ما يخصُّه من السَّكينة التى تتلاءم مع منزله من القرب ¶ ويؤيده أنَّ في مصحف \" حَفْصَة \" رضي الله عنها: \" فأنزل الله سكينته عليهما وأيدهما \" (24) ¶ تبين لك من هذا وجه نظم التراكيب في هذه الجمل القرآنية الكريمة، واحتمالات التأويل التى يمكن أن يذهب إليها من خلال مناهج النظم البيانى للمعنى القرآني في هذه الجمل القرآنية الكريمة وهذا مِنْ حَاقِّ النَّظرِ البلاغيِّ في البيان القرآنيِّ الكريمِ ¶ ....... ¶ وعَطَفَ قولَه (أيده بجنود لم تروها) على قوله (أنزل الله سكينته",
            "page": "81",
            "part": "1",
            "seal": "425C9244"
        },
        {
            "id": "82",
            "nass": "عليه) بيانًا لأنَّه من جملة ما نصره الله تعالى جدُّه به وليس من عَدَدٍ ولا عُدَّةٍ من الأصحاب والأتباع، فالنِّفار إلى الجهاد في سبيل الله إنما هو لصالح النَّافرين، وما نصرُ الإسلام ونبيه صلى الله عليه وآله وصحبه وسلم بالمتوقف على نفارهم، فإنَّ لله جندًا لاترى، (وما يعلم جنود ربك إلا هو) وفي اصطفاء كلمة (أيَّد) دلالة على معنى الحفظ والتقوية والمناصرة، وإسناد الفعل للضميرالراجع إلى اسم الجلالة مستحضرجلال هذا التأييد، فإن فاعله هو الله عزَّ وعَلا، وما الجنود إلا ألآت لتحقيق هذا التأييد، فإذا لم يتعال المعرضون عن النِّفار إلى الجهاد في سبيل بجعل أنفسهم آلات يحقق الله تعالى بها نصر نبيه صلى الله عليه وآله وصحبه وسلم، فإن لله تعالى من الجند ما يحصى وما لايرى، فإدخال \" الباء\" على\" جنود\" تبيان لمنزلة هذه الجنود من تحقيق التأييد، وأنها ليست بالفاعله المحققة له وإنما هي لاتعدو أن تكون كالأدوات والوسائل، والفاعل الله عز وجلَّ، فاعتبروا يا أولى الأبصار (وَلَوْ يِشَاءُ الله لانتصَرَ مِنْهُمْ وَلكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ) {محمد:4} ¶ (وَلَنَبْلُونَّكُم حتَّى نَعْلَمَ الْمُجاهِدينَ مِنْكُمْ والصَّابِرينَ وَنَبْلُوَ أَخْبَارَكُمْ) {محمد: 31} ¶ ـــــــــــــــــــــ ¶ (24) البحر المحيط: لأبي حيان: ج 5 / 43",
            "page": "82",
            "part": "1",
            "seal": "735C8159"
        },
        {
            "id": "83",
            "nass": "وفي نعت الجند بأنهم (لم يروها) دلالة على أنها من اللطف بمكان عظيم، وأنَّ أسباب نصر الله لعباده المؤمنين ومن قبلهم نبيه الكريم صلى الله عليه وعلى آله وصحبه وسلم ليست بمحصورة فيما تدركه حواسُّ العباد أو تستشعره قلوبهم، ومن ثمَّ سَلَّطَ النَّفيَ على فعل الرؤية (لم تروها) وليس على فعل النظر أو البصر، فإن في الرؤية إدراكًا لما كان غير محسوس، فدلَّ على أنَّ من جند الله عزَّ وعلا ما يفتقر المرء لإدراكه إلى اقتدار على الرؤية المتجاوزة منزلة النظر بل منزلة البصر. فكم مِنْ ناظرٍ غير مبصِرٍ، وكَمْ من مبصِرٍ غير راءٍ. ¶ وثلَّثَ صورَ النصرِ المُعْجِزِ بقوله (جعل كلمة الذين كفروا السفلى) ¶ وأهل العلم يُفَسِّرُ بعضهم \" كلمة الذين كفروا \" بأنها كلمة الشرك، أو ما قرروه من الكيد به ليقتلوه،أو قولهم في الحرب: يالبني فلان، ويالفلان أو اعلُ هبل (25) ¶ والأعلى أنَّه كَنَّى بالكلمة عن كل أمر من أمورهم الحسية والمعنوية فكل أمر الذين كفروا جعله الله تعالى الأسفل الذي ليس أسفل منه، وفي اصطفاء فعل (الجعل) جمعٌ لعديد من الدَِّلالات التى يأتى لها ذلك الفعل، فهو متسع الدَِّلالة ¶ وقد أنبأنا \" الراغب الأصفهاني\" في \" المفردات \" أنَّه لفظ عام في الأفعال كلها، فهو أعَمُّ من فعل وعمل وصنع وسائر ما يجري مَجراها، وذهب إلى أن دلالته على خمسة وجوه، قد أشرت إليها في مبحث:\"المعجم: الصورة الدلالة \" ¶ فهذا الجعل من الله تعالى جدُّه لكلمة الذين كفروا السفلى متحقق فيه كافة الدلالات للجعل، وهومن الإبلاغ في تصور حال السفول لكلمة الذين كفروا، وهو أيضًا من البشرى لكل مسلم مقبل على النِّفار إلى الجهاد في سبيل الله عز وجلَّ، وتسفيه لكل معرض عن النِّفار إلى الجنة، فليس إسفال كلمة الذين كفروا بحاجة إلى نِفارهم إلى الجهاد في سبيل الله تعالى. ¶ ــــــــــــــــــــــــــــــــــــ",
            "page": "83",
            "part": "1",
            "seal": "FA94BC6C"
        },
        {
            "id": "84",
            "nass": "(25) جامع البيان للطبري:6/421، والبحر المحيط لأبي حيان:ج 5 / 44 ¶ ذلك نَزِيرٌ من معانى الهدى في بيان الله تعالى ما نصر به نبيه صلى الله عليه وآله وصحبه وسلم نصرًا معجزًا. ¶ ..... ¶ ولمَّا كَمُلَ هذا البيانُ على أعظم وجه قرَّر الله تعالى جَدُّهُ الحقيقة ¶ الثابتة الجامعة لكل الحقائق: (وكلمة الله هي العليا) ¶ وأهل العلم يُفَسِّرون \" كلمة الله\" بأنها كلمة التوحيد، أو قوله: لأغلبن أنا ورسلى، أو أنه ناصره. ¶ والأعلى على قراءة رفع\" كلمة\" أنها أمر الله وقدره ووعده. ¶ فكان هذا تانيسًا لكلِّ نافرٍ إلى الجهاد في سبيل الله تعالى، فإن من نفر وهو موقن أن كلمة الله هي العليا جاهد وهو المطمئنُّ قلبه بعلُوِّ كلمة الله تعالى، وشأن دينه، وأنه الباقي المهيمن ما بقي ليل أو نهار، وأنه الدَّاخل كلَّ مكان دخله ليل أو نهار. ¶ وهذا أيضًا دامِغٌ من يتساقط إلى التى هي أخزى فلا ينفر إلى جنة عرضها السموات والأرض أعدت للمتقين. ¶ قوله (وكلمة الله هي العليا) مستأنف غير معطوف على معمول الفعل (جعل) على قراءة الجمهور بالرفع فهو حقيقة ثابتة مستمرة لاتنقطع تتجلى لناحينا وتغيم شواهدها عن بعض الأنظار حينا، ولكن بصائرالعلم بالله تعالى جدُّه لاتغيب عنهم أو يغفلون هم عن رؤيتها. ¶ بنيت هذه الحقيقة القرآنية الإيمانية على أسلوب التخصيص الحصرى جاعلا طريقه تعريف الطرفين، مؤكدًا ذلك الطريق بضمير الفصل (هي) الحامل مع هذا التأكيد الحصري معنى أن الخبر متحقق في كُنْهِ المسند إليه وأن ذلك ليس أمرًا عارضًا قد يعتريه زوال أو نقص، فأنت إذا ماقلت:\" محمد هو الكريم \" فقد دلَّ هذا على أنَّ اختصاصه بالكرم أمرٌ قائمٌ في حقيقته وطبعه لايغيبُ عنه أبدًا، وهذا من دَِلالة البيان بالضمير وإن كان ضمير فصْلٍ",
            "page": "84",
            "part": "1",
            "seal": "5AE48363"
        },
        {
            "id": "85",
            "nass": "وبين جملة (جعل كلمة الذين كفروا السفلى) وجملة (وكلمة الله هي العليا) مقابلة جليلة بين باطل زائل وحق راسخ، كفي الأولى سفولا إضافتها إلى (الذين كفروا) وكفي الأخرى علوًا إضافتها إلىاسم الجلالة، فإن المضاف ليكتسب من المضاف إليه صفاتٍ عديدةً ¶ ولو أنَّ كُلَّ مُسلمٍ أقام في قلبه هذه المقابلة البيانية الإيمانية في كل موطن يتراءى له سراب عُلوٍ لكلمة الذين كفروا لأيقن أن هذا العُلُوَّ إنما هو سراب بقيعة يحسبه الظمآن ماء، وأن ذلك إنما ابتلينا به لنؤوب إلى ديننا وأنَّ حقًا علينا أن نعيد موقفنا من كتاب ربنا تعالى جَدُّه ومن سنة نبينا صلى الله عليه وآله وصحبه وسلم تَعَلُّمًا وتعليما وتأدُّبًا وتخلقًا على نحْوٍ يُرْضِي عنا ربنَّا عزَّ وعلا ويُرْغِمَ أنُوفَ أعدائه ويرهبهم وآخرين من دونهم في ديارنا من بنى جلدتنا. ¶ إنَّ علينا أن نبالغ في التمسك بالكتاب والسنة والإبلاغ في إظهار ما يقلق أعداءنا من مظاهر السنة النبوية حتى تمتلئ قلوبهم كَمَدًا وهَمَّا، وذلك ضرب من ضروب المجاهدة في سبيل الله تعالى،وضرب من ضروب القراءة السلوكية لقوله تعالى: \"وكلِمَةُ اللهِ هِيَ العلْيَا \" ¶ إن علينا أن نعلم أبناءنا وبناتنا في بيوتنا ومعاهد علومنا ثقافة المجاهدة في سبيل الله عز وجل،وأن نعلمهم أن الجنة التى خلقنا لطلبها والعودة إليها إنما هي تحت ظلال سيوقنا، وليس تحت ظلال قصورنا ومنتجعاتنا السياحية ¶ وأن نعلمهم أننا وَلَدْنَاهم ليموتوا شهداء في سبيل الله إذا لم يكن من سبيل إلى إعمار الأرض التى استخلفنا فيها إلا ذلك السبيل: سبيل الشهادة في سبيل الله تعالى، فإننا نستعمر الأرض (26) بالشهادة في سبيل الله تعالى، وليس بتشييد المواخير والملاهي وحانات الخمر والمراقص والمسارح ومتاحف الأصنام وحمامات العراة وغير ذلك مما أنشئت له الوزارات، وفُتِّحت له خزائن بيت مال المسلمين.",
            "page": "85",
            "part": "1",
            "seal": "2232E289"
        },
        {
            "id": "86",
            "nass": "وأن نعلِّمهم أنَّ من أعلى منازل البِرِّ بالآباء إنما هو أن يستشهد الأبناء في سبيل الله تعالى ليكونوا لآبائهم ذخرًا يوم القيامة، مثلما كانوا لدينهم وأوطانهم عزًا ومنعة في الدنيا ¶ ــــــــــــــــــــــــــــــــــــــ ¶ (26) الاستعمار في القرآن الكريم هو الإبلاغ في التعمير:\" هو أ، شأكم من الأرض واستعمركم فيها\" (هود61) ولكن أعداءالإسلام يطلقون الاستعمار على التخريب والإفساد في الأرض. ¶ وأن نعلمهم ثقافة إرهاب وإرعاب أعداء الله تعالى الذين لايتوانون عن إذلالنا في ديارنا، وأن نعلمهم ثقافة مسالمة من يسالمنا ظاهرًا وباطنا، ومن يَفِى بمواثيق معاهدتنا،وأن من وفَّى فله من الحق ما لايجوز أن يُغْبَنَ فيه، كما أن لنا عنده من الحق الذي لايجوز لنا أن نقبل منه أن يغبننا في أثارة منه أبدًا، وإلا كان نفارنا إلى الجنة هو سبيلنا. ¶ كلُّ هذا يترادف إلى قلبك وأنت تنظر في أسلوب المقابلة بين هاتين الجملتين (جعل كلمة الذين كفروا السفلى) و (كلمة الله هي العليا) فهي وإن عدَّها البلاغيون مما عرف عندهم بالبديع، فإنها حقًا من بديع المعانى المتجددة المترادفة على قلبك لاتتناهى ما كان قلبك قابلا للتلقى. ¶ وجاءت قراءة \"يعقوب \" بنصب \" كلمة\" من قوله تعالى \" وكلمة الله\" فتكون \" الواو عاطفة \" ما بعدها على معمول \" جعل\" ولم يُعْلِ بعض أهل العلم هذه القراءة، ومَن لمْ يُعْلِهَا، فَليْسَ بعالٍ. ¶ يقول \" أبو البركات ابن الأنباري\" (27) ¶ :\" وقد قُرئ: كلمة الله بالنصب عطفًا على كلمة الذين كفروا، وفيه بعد؛لأنَ كلمة الله لم تزل عالية، فيبعد نصبها بجعل؛ لما فيه من إيهام أنها صارت عالية بعد أن لم تكن، والذي عليه جماهير القراء هو الرفع \" ¶ أمَّا \"الزمخشري\" فقد قال:\" الرفع أوجه\" وهي كلمة جيدة من الزمخشري، وقال أبو حيان:\" وقراءة الجمهور بالرفع أثبت في الإخبار\" وهي أيضًا كلمة فقيه واع.",
            "page": "86",
            "part": "1",
            "seal": "A9CEC870"
        },
        {
            "id": "87",
            "nass": "وقد صرح\"العكبري\"بضعف قراءة\"النصب\" (28) وما ذكره من توجيه ــــــــــــــــــــــــــــــــــــــ ¶ (27) ابو البركات: عبد الرحمن بن محمد بن عبيد الله بن الأنباري: (513-577) من آثاره: الإنصاف في مسائل الخلاف، وأسرار العربية،الإغراب في جدل الإعراب، واللمعة في صنعة الشعر، والبيان في غريب إعراب القرآن. ¶ (28) البيان لابن الأنباري: ج 1 / 4..، والكشاف،ج:2 /191، والبحر المحيط: ج: 44، والتبيان للعكبري: ج2 /15 ¶ الضعف لاأراه مما يستقيم الأخذُ به هنا؛ ذلك أنَّ قراءة النصب متواترة ولايصحُّ المفاضلة بين القراءات المتواترة في الصحة وضدها، أوالقوة والضعف، وإن قلتُ بالتفاوت بينها في ظهور المعنى وخفائه وفي وجه دَِلالتهما، ولهذا قلت:إن قولة \" الزمخشري\": ¶ \" الرفع أوجه \" كلمة جيدة، وقلت:إن كلمة أبي حيان: الرفع أثبت في الإخبار\" كلمة فقيه، فهذا دال على أن التفاوت عندهما بين القراءتين تفاوت في غير الصحة وضدها. ¶ وقدأشرت إلى شيء من هذا في مبحث القراءات في الآيات فانظره. ¶ القول بالنصب في {كلمة الله} لايلزمه أن يكون معمولا للفعل (جعل) بمعناه الذي تسلط به على معموله \" كلمة الذين كفروا\" فإذا كان معنى \" جعل\" في \" جعل كلمة الذين كفروا السفلى\": صيرها، فإن الفعل \" جعل\" لاينحصر في معنى التصيير، بل هو أعم الأفعال ومن معانيه:\"حكم، وقرر\"وهذا المعنى متوائم مع\"كلمة الله هي العليا\" أي حكم وقرركلمة الله. ¶ هذا وجه، ووجه آخر: أن يبقى الفعل \" جعل\" على بابه في الجملة الأولى، ويكون معنى \" كلمة الله\" في قراءة \"الرفع\" شريعته وأحكامه التى فرضها، فيؤول المعنى إلى جعل شريعته وأحكامه أمرًا ونهيًا هي العليا، بإعزاز الرسول صلى الله عليه وآله صحبه وسلم بالهجرة إلى المدينة النبوية.",
            "page": "87",
            "part": "1",
            "seal": "D4B320FF"
        },
        {
            "id": "88",
            "nass": "ولا يقال إن في هذا استعمالا للكلمة في أكثر من معنى من غير إعادة لها؛ لأنَّ كلمة \" جعل \" أو \" كلمة \" ستكون من الكلمات المتواطئة التى يصح أن يراد منها أكثر من معنى بقرينة السياق ¶ والعلماء يتجاذبون وجوه القول في عُلُوِّ استعمال المشترك أو المتواطئ في معانيه، ويتجاذبون القول في استعمال الكلمة في حقيقتها ومجازها في سياق وقصد واحد، وهذه قضية متسعة قد ¶ عرضت لها في دراسة مستقلة منشورة في طلاب العلم. (29) ¶ ويذيل الحق عزَّ وجلَّ هذه الحقائق الإيمانية بقوله (والله عزيز ¶ حكيم) مقررًا بهذا ما أقامه في قوله (وكلمة الله هي العليا) فإنَّ مضمون هذ الفاصلة يتلاقى مع مضمون (وكلمة الله هي العليا) وكان ظاهر الأمر ألاَّ تعطف عليها لما يسميه البلاغيون بكمال الاتصال، ولكن البيان القرآنى الكريم قد عدل عمَّا هو معهود من سنن بيان لسان العربية إلى أمرآخرأقام فيه جملة (الله عزيز حكيم) مقام جملة جديدة قد فاضت بفيض من المعانى المتجددة التى لم تكن في التى قبلها، وكأنَّه يَلْفُتُنَا بهذا العطف إلى أن نقف على ما تضمنته هذه الجملة التذييلية من معانى طريفة، فذلك شأن الجمل القرآنية لاتتكرر معانيها بل هي إلى التصريف البياني، وهذه السنة البيانية: سنة التصريف قد هدى إليها القرآن الكريم بقوله: ¶ \" وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآن لِيَذَّكَّرُوا \" {الإسراء: 41} ¶ \"وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ فَأَبَى أَكْثَرُ النَّاسِ إلاَّ كُفُورًا \" {الإسراء: 89} ¶ \"وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍ وَكَانَ الإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلاً \" {الكهف: 54} ¶ ....... ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ (29) ينظر كتابي: اشكالية الدجمع بين الحقيقة والمجاز في ضوء البيان القرآني - نشر مكتبة وهبة ـ القاهرة.",
            "page": "88",
            "part": "1",
            "seal": "FC272718"
        },
        {
            "id": "89",
            "nass": "بلاغة الأمر في قوله تعالى: ¶ (انْفِرُوا خِفَافًا وَثِقَالاً....) ¶ ــــــــــــــــــــــــــــــــــــــــ ¶ ما سبق من البيان القرآني الكريم فاضت منه معانى الترهيب والوعيد والتهديد على الرغبة عن النِّفار إلى الجنة: النِّفار إلى منازل العزة منازل الجهاد في سبيل الله،والإخلاد إلى متاع الحياة الدنيا. ¶ وقد بلغ ذلك مبلغًا عظيمًا، فتهيأت القلوب التى فيها أثارة من إيمان لأن تقبل على الإغراء الإلهي لها بالمسارعة إلى جنة عرضها السموات والأرض أُعدَّت للمتقين فقال: ¶ (انْفِرُوا خِفَافًا وَثِقَالا وَجَاهِدوُا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللهِ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ) ¶ هذه الآية خطاب للذين آمنوا السابقِ الإنكار عليهم تَرْكَهم النِّفارَ في سبيل الله تعالى في قوله: ¶ (يَأَيهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلِ لَكُمْ انفروا في سبيلِ الله ... ) ¶ وهو غير محصورٍ فيهم انحصارهم في عصرهم ومصرهم، فما نزل القرآن الكريم لطائفة من الأمة في زمان ومكان معين لايتعداهم بل هو لكل من كان مثلهم وفي سياقٍ كسياقهم زمانا ومكانًا، فنحن في زماننا هذا رجالا ونساءً، وشبيبة وشيبًا أحق من يقع عليه ذلك الخطاب، فلا يزعمنَّ زاعمٌ أنَّ هذا الأمر كان خاصًا بالصحابة في غزوة تبوك لايتعداهم، كما يذهب إليه بعض المرجفين بالفتنة فينا الداعين إلى تفسير القرآن الكريم تفسيرًا تاريخيا بحصر الأحكام التشريعية في زمان نزولها ومكانه، وتلك ضلالة مدبر لها بليل بهيم ¶ الأمر هنا للوجوب المقتضي للتكرار عند جمهرة من أهل العلم، ولا يسقط بالنِّفار مرة واحدة في العمر، بل هو واجب كلما استنفر المسلم ولم يك ذا عذر يحجزه عن تلبية النداء ومن ثمَ جاء قوله: (خفافًا وثقالا) وقد جاء في السنة المطهرة في البخاري من كتاب \"الجهاد، والصيد \":",
            "page": "89",
            "part": "1",
            "seal": "B830BA43"
        },
        {
            "id": "90",
            "nass": "\" عن ابن عباس رضي الله عنهما أن النبي قال يوم الفتح لا هجرة بعد الفتح ولكن جهاد ونية وإذا استنفرتم فانفروا \" ¶ فهذا دالٌ دلالة بينة على أن من استنفر بدعوة إمامه، أو دعوة حال أمته ـ وإن كان إمامه متقاعسًا متثاقلا مثبطا قومه ـ أن ينفر حيث استنفره حال أمته، فلسان حالها أبلغ من ألف لسان، فهذا أوان النِّفار فريضةً لازمة على كل مسلم ومسلمة، وهذا أوان خروج المرأة المسلمة إلى الجهاد في سبيل الله بغير إذن زوجها، ¶ وقد أطلق الحق الأمر فلم يقيده بحال كمال الاستطاعة، بل أعلن أنه فرض على كل من كان خفيفا أو ثقيلا، (خفافا وثقالا) ¶ وهي كلمة مستعة الدلالة غير مقيدة الخفة والثقل بمجال من مجال المسلم. ¶ يقول الطبري: وأولى الأقوال في ذلك عندنا بالصواب أن يقال: إن الله تعالى ذكره أمر المؤمنين بالنفر لجهاد أعدائه في سبيله خفافا وثقالا ¶ وقد يدخل في الخفاف كلّ من كان سهلاً عليه النفر لقوّة بدنه على ذلك وصحة جسمه وشبابه، ومن كان ذا تيسر بمال وفراغ من الاشتغال وقادرا على الظهر والركاب. ¶ ويدخل في الثقال كلّ من كان بخلاف ذلك من ضعيف الجسم وعليله وسقيمه، ومن معسر من المال ومشتغل بضيعة ومعاش، ومن كان لا ظهر له ولا ركاب، والشيخ وذو السنّ والعيال. ¶ فإذ كان قد يدخل في الخفاف والثقال من وصفنا من أهل الصفات التي ذكرنا ولم يكن الله جلّ ثناؤه خصّ من ذلك صنفا دون صنف في الكتاب، ولا على لسان الرسول صلى الله عليه وسلم، ولا نصب على خصوصه دليلا وجب أن يقال: إن الله جلّ ثناؤه أمر المؤمنين من أصحاب رسوله بالنفر للجهاد في سبيله خفافا وثقالاً مع رسوله صلى الله عليه وسلم على كلّ حال من أحوال الخفة والثقل. (3.)",
            "page": "90",
            "part": "1",
            "seal": "37ADF11D"
        },
        {
            "id": "91",
            "nass": "قول \"الطبري\": أمر المؤمنين من أصحاب رسول الله صلى الله عليه وآله وصحبه وسلم ... \" لايعنى به أنَّ الأمر مقصور عليهم، بل يعنى أن الأمر أوَّل من خوطب به هم أصحاب رسول الله صلى الله عليه وآله وصحبه وسلم، وأن من كان حاله كحالهم إيمانًا بالله تعالى ورسوله صلى الله عليه وآله وصحبه وسلم كان مخاطبًا بذلك الأمر كمثلهم لاينقص منه شيء، فاختلاف الأعصار والأمصار لايلزمه اختلاف التكليف بالأمر والنهي، فهم وإن صحبوا رسول الله صلى الله عليه وآله وصحبه وسلم ذاتًا وإيمانا وسنة فإننا والحمد لله رب العالمين نصحبه إيمانا وسنة، فسنته قائمة فينا قيام ذاته، تراه قلوبنا في أسفار السنة ومعالم التمسك بها من الثُلَّة المباركة التى لن تخلو منها الأرض، وإن تداعت عليها الأمم وتظاهرت على سحقها الولاة. ¶ روى الشيخان بسنديهما عن معاوية عن رسول الله صلى الله عليه وآله وصحبه وسلم: ¶ \" لاتَزَالُ طَائِفَةٌ مِنْ أُمَّتِي قَائِمةً بِأَمرِ اللهِ، لايَضُرُّهُمْ مَنْ خَذَلهُمْ أَوْ خَالَفَهُمْ حَتَّى يَأْتِيَ أَمْرُ اللهِ وَهُمْ ظَاهِرُونَ \" ¶ {البخاري: العلم ـ من يردالله به خيرًا، ومسلم: الإمارة ـ لاتزال طائفة ـ النصُّ له ـ ح. ر: 174} ¶ ويبين\" ابوحيان\"في تفسيره \"أنَّ الخفة والثقل هنا مستعار لمن يمكنه السفر بسهولة ومن يمكنه بصعوبة وأما من لايمكنه كالأعمى ونحوه فخارج عن هذا \" اهـ (31) ¶ ويُفَصِّلُ \"الطاهر بن عاشور\" هذا بقوله إنهما كلمتان مستعارتان لما يشبههما من أحوال الجيش وعلائقهم، فالخفة تستعارللإسراع ¶ ــــــــــــــــــــــــــــــــــ ¶ (3.) جامع البيان للطبري: ج 6/424 ¶ (31) البحر المحيط لأبي حيان:ج 5 / 44 ¶ إلى الحرب، وكانوا يتمادحون بذلك لدلالتها على الشجاعة والنجدة ¶ قال قريط بن أنيف العنبري: ¶ قومٌ إذا الشَّرُّ أَبْدَى نَاجِذَيْهِ لَهُمْ {} طاروا إِلَيْهِ زَرَافَاتٍ وَوُحْدَانَا",
            "page": "91",
            "part": "1",
            "seal": "2CE30910"
        },
        {
            "id": "92",
            "nass": "فالثقل الذي يناسب هذا هو الثبات في القتال كما قال \" أبو الطيب \": ¶ ثقالٌ إذا لاقَوا خِفَافٌ إذَا دُعُوا ¶ وتستعار الخفة لقلة العدو، والثقل لكثرة عدد الجيش ... ¶ وتستعار الخفة لقلة الأزواد أو قلة السلاح، والثقل لضد ذلك ¶ وتستعار الخفة لقلة العيال،والثقل لضد ذلك ¶ وتستعار الخفة للركوب؛ لأن الراكب أخف سيرًا، والثقل للمشي على الأرجل، وذلك في وقت القتال ¶ قال النابغة: ¶ علَى عَرَفاتٍ لِلطِعانِ عوابِسٌ بِهِنَّ كُلُومٌ بيْنَ دامٍ وجالِبِ ¶ إذا اسْتُنْزِلُوا عَنْهُنَّ للضَّرْبِ ارْقَلُوا إلى المَوْتِ إِرْقَالَ الجِمَالِ المَصاعِبِ ¶ وكل هذه المعانى صالحة للإرادة من الآية. (32) ¶ وعطف (ثقالا) على (خفافًا) ليس للتنويع أي ليست \" الواو\" بمعنى \" أو\" فليس المعنى انفروا خفافا أو ثقالا، بل انفروا في الحالين، فكل مسلم له نصيب من الحالين فهو إن كان خفيفا من المرض فقد يكون ثقيلا من الأهل والولد، وهكذا ¶ ولم يصرح بتقييد الأمر بالنِّفار،كما كان في قوله تعالى (إذا قيل لكم انفروا في سبيل الله) لأن هذا القيد أضحى بيِّنًا مستحضرًا في النفس وأنَّ الله تعالى لن يكون منه أمر بالنِّفار إلى شيء إلا إلى سبيله، ولاسيَّما بعد ما كان من بسط في التهديد والوعيد والترهيب من ترك النِّفار إلى الجهاد في سبيله، ... ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ (32) التحرير والتنوير 1./2.7} ¶ وجاء قوله (جاهدوا بأموالكم وأنفسكم في سبيل الله) معطوفًا على (انفروا) على الرغم من أن قوله (انفروا) معناه الدعوة إلى النّفارِ في سبيل الله، أفيكون هذا من قبيل عطف المؤكِّد على المؤكَّد؟ ¶ النِّفار فيه معنى الانزعاج وسرعة الحركة إلى الشيء، وهذا يكون عند مقاربة الخطر للأمة المسلمة، بحيث يجب الانزعاج والإسراع إلى ساحات الوغى.",
            "page": "92",
            "part": "1",
            "seal": "69FE97EC"
        },
        {
            "id": "93",
            "nass": "وفي الدعوة إلى الجهاد اتساع في الميدان الذي تكون فيه المجاهدة، واتساع في المنهاج والآلات، فإن الجهاد في سبيل الله فرض عين على كل مسلم ومسلمة، إذ هو شامل حركة المسلم بغير استثناء، فما من مسلم إلا وهو قادر على صورة من صور الجهاد في سبيل الله ماكان يتردد في صدره زفير أو شهيق، فإن صور الجهاد لاتكاد ¶ تُعَدُّ ولا تحصر، فإن الاجتهاد في الدعاء الصالح بمنازل الاستجابة من الجهاد، وهل يعجز عن تلك الصورة أحدٌ في صدره شهيقٌ أوْ زفيرٌ؟ ¶ فعطف (جاهدوا) على (انفروا) من عطف عام على خاص، وهو في بيان العربية، ثم في بيان الوحي العَلِيِّ جذُ كثير ¶ وهذا العطف مسلك من مسالك التوكيد في العربية، وهي كثيرة متنوعة ¶ وقد جاءت السنة محرضة الأمة على الجهاد في سبيل الله تبليغًا لما جاء به الأمر الإلهى لرسوله صلى الله عليه وآله وصحبه وسلم ¶ (يَأيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِين عَلَى الْقِتَال \" فجاء في بيان النبوة: ¶ روى البخاري بسنده عن أبي هريرة رضي الله عنه: \" قال جاء رجل إلى رسول الله صلى الله عليه وآله وصحبه وسلم،فقال: \" دُلَّنُي عَلَى عملٍ يَعْدِلُ الجهادَ. قال:لا أجدُه. قال: هَلْ تستطيعُ إذا خرجَ المجاهدُ أن تدخلَ مسجدَك،فتقومَ، ولا تَفْتُرَ،وتصومَ،ولا تَفْطُرَ؟ ¶ قال ومن يستطيع ذلك \" {كتاب: الجهاد: ح. ر:2623} ¶ وفي الباب نفسه بسنده عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وآله وصحبه وسلم قال:\" لَقابُ قَوسٍ في الجَّنة خيرٌ مِمَّا تَطْلُعُ عليه الشَّمْسُ وَتَغْرُبُ ¶ وقال لَغَدْوَةٌ أوْ رَوْحَةٌ فِي سبيلِ اللهِ خَيْرٌ مِمَّا تَطْلُعُ عَلَيْهِ الشَّمْسُ وَتَغْرُبُ \" {ح. ر:2631} ¶ وبسنده عن عبد الرحمن بن جبر أن رسول الله صلى الله عليه وآله وصحبه وسلم قال ما اغْبرَّت قَدَما عبدٍ في سبيل الله فتَمَسَّه النارُ.\" {ح. ر:2656}",
            "page": "93",
            "part": "1",
            "seal": "057FA150"
        },
        {
            "id": "94",
            "nass": "وبسنده عن أنس بن مالك رضي الله عنه عن النبي صلى الله عليه وآله وصحبه وسلم قال:\" مَا أحدٌ يَدخلُ الجنَّة يُحبُّ أن يرجعَ إلى الدُّنيا وله ما على الأرضِ من شيءٍ إلا الشهيدُ يَتَمَنَّى أن يرجعَ إلى الدنيا فيُقتلَ عشرَ مراتٍ لِما يَرَى مِنَ الكَرامَة \" {ح. ر:2662} ¶ وروى \"مسلمٌ\" في صحيحه من كتاب \" الإمارة\": بسنده عن أبي هريرة \" رضي الله عنه عن رسول الله صلى الله عليه وآله وصحبه وسلم أنه قال:\" مَنْ مَاتَ وَلَمْ يَغْزُ، وَلَمْ يُحَدِّثْ بِهِ نَفْسَهُ مَاتَ عَلَى شُعْبَةٍ مِنَ النِّفَاقِ \" {ح. ر: 158/ 191.} ¶ وروى في الكتاب نفسه: كتاب الإمارة بسنده عن أبي هريرة رضي الله عنه قال:\" قال رسول الله صلى الله عليه وآله وصحبه وسلم: \" تَضَمَّنَ اللهُ لِمَنْ خَرَجَ فِي سَبيلِهِ، لايُخرجُه إلاَّ جهادًا في سبيلِي، وإيمانًا بِي وتَصْديقًا برُسُلي، فهوَ عليَّ ضَامِنٌ أنْ أدخلَهُ الجنَّة، أوْ أَرْجِعَهُ إلى مسْكَنِهِ الذِي خرجَ منْهُ، نائلاً ما نَالَ منْ أجْرٍ أَوْ غَنِيمَةٍ ¶ والَّذِي نَفْسُ محمَّدٍ بيدِهِ، مَامِنْ كَلْمٍ يُكْلَمُ فِي سبيلِ اللهِ إلاَّ جاءَ يَوْمَ القِيامةِ كَهَيْئَتِه يَوْم كُلِمَ لوْنُهُ لَوْنُ دمٍ وَريحُهُ مِسْكٌ. ¶ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ، لوْلا أَنْ أَشُقَّ عَلَى المُسْلِمِينَ مَا قَعدْتُ خِلافَ سَرِيَّةٍ تَغْزُو فِي سَبيلِ اللهِ أبدًا، وَلَكِنْ لاأَجِدُ سَعَةً، فَأَحْمِلَهُمْ،ولايَجِدُونَ سَعَةً، ويَشُقُّ عَلَيْهِمْ أن يتَخَلَّفُوا عَنَِّي. ¶ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ، لَوَدِدْتُ أَنِّي أغْزُو فِي سبيل اللهِ، فَأُقْتَلُ، ثُمَّ أَغْزُو،فَأُقْتَلُ، ثُمَّ أَغْزُ،فَاُقْتَلُ \" {ح. ر:1.3/ 1876} ¶ روى \" الترمزي \" في صحيحه من كتاب الإيمان – ح. ر: 2616\" بسنده عن معاذ بن جبل أن رسول الله صلى الله عليه وآله وصحبه وسلم قال\".....",
            "page": "94",
            "part": "1",
            "seal": "219CA3B7"
        },
        {
            "id": "95",
            "nass": "ألا أُخْبِرُكُمْ بِرَاْسِ الأَمْرِ كُلِّه وَعَمُودِه وذِرْوَةِ سَنَامِه؟ ¶ قُلْتُ: بلَى يارسول الله ¶ قال: رأس الأمر الإسلام، وعموده الصلاة، وذروة سنامه الجهاد ... \" ¶ وروى في كتاب \" الجهاد: ح. ر:1621 بسنده عن فضالةبن عبيد أن رسول الله صلى الله عليه وآله وصحبه وسلم قال: ¶ \" كلُّ ميِّتٍ يختَمُ عَلى عملِهِ إلا الذي مات مُرابطًا في سبيلِ اللهِ، فإنَّه يُنْمى له إلى يومِ القيامَة، ويَأمَنُ فتنة القبرِ\" ¶ فهذا هو الاستثمار الأعظم وتلك هي التنمية التي يجدر بنا أن يكون لنا منها النصيب الأوفر.، فقد جاء في السنة أيضًا برواية الترمزى \"ح. ر: 1625\" عن خُرَيْم بن فاتك قال رسول الله صلى الله عليه وآله وصحبه وسلم: ¶ \" من أَنْفَقَ فِي سبيلِ اللهِ كُتِبتْ له سبعمائة ضعفٍ \" ¶ وفي حديث آخر:\"ح. ر: 1628\" \" عن زيد بن خالد الجُهَنِيِّ عن رسول الله صلى الله عليه وآله وصحبه وسلم قال: ¶ \" مَنْ جَهَّزَ غازيًا فَقَدْ غَزا، ومَنْ خَلَفَ غَازيًا في أهله فقد غَزَا\" ¶ وإن الأحاديث النبوية في التحريض على الجهاد في سبيل الله كثيرة لايتسع المقام للإشارة إلي كثير منها،وهي في دواوين السنة المرفوعة المسندة محفوظة. ¶ ولا يعجبنى القول بأنَّ الجهاد:\" حقيقة في المدافعة بالسلاح، فإطلاقه على بذل المال في الغزو من إنفاق على الجيش واشتراء الكراع والسلاح مجاز بعلاقة السببية \" كما يقول \" الطاهر بن عاشور \" فإن الجهاد دال على جميع صوره دلالة حقيقية فهو من الالفاظ المتواطئة التى يشمل معناها صورًا عديدة تنطوى تحت معنى عام لها، وقد جاء في السنة ما يؤكد أن للجهاد صورًا عدَّة:",
            "page": "95",
            "part": "1",
            "seal": "31EF36FB"
        },
        {
            "id": "96",
            "nass": "جاء في مسند أحمد (3/456) بسنده عن:\" عبد الرحمن بن عبد الله بن كعب بن مالك أن كعب بن مالك حين أنزل الله تبارك وتعالى في الشعر ما أنزل أتى النبي فقال إن الله تبارك وتعالى قد أنزل في الشعر ما قد علمت وكيف ترى فيه فقال النبي صلى الله عليه وآله وصحبه وسلم:\" إنَّ المُؤمنَ يُجاهدُ بسيفه ولسانه \" اهـ ¶ وفيه أيضًا:\" كان بشير بن عبد الرحمن بن كعب يحدث أن كعب بن ملك كان يحدث أن النبي صلى الله عليه وآله وصحبه وسلم قال: \" والذي نفسي بيده لكأنما تنضحونهم بالنبل فيما تقولون لهم من الشعر \"اهـ ¶ وفي \" مسلم\"من كتاب \"الجهاد: {ح. ر: 123/18.2} عن سلمة بن الأكوع قال خرجنا مع رسول الله إلى خيبر فَتَسَيَّرْنا ليلا فقال رجل من القوم لعامر بن الأكوع ألا تُسْمِعُنَا من هُنَيَّاتِك وكان عامر رجلا شاعرا فنزل يَحْدُو بالقوم يقول: ¶ اللهم لولا أنت ما اهْتَدَيْنا ولا تَصَدَّقْنا ولا صَلَّيْنَا ¶ فاغْفِرْ فِدَاءً لك ما اقْتَفَيْنَا وَثَبِّتِ الأقدامَ إنْ لاقْينَا ¶ وألْقِيَنْ سَكِينَةً علينا إنَّا إذا صِيحَ بنا أتينا ¶ وبالصِّياح عَوَّلُوا علينا ¶ فقال رسول الله صلى الله عليه وآله وصحبه وسلم: من هذا السائق؟ ¶ قالوا: \"عامر\" قال: يرحمه الله. ¶ فقال رجل من القوم: وجبت يا رسول الله لولا أمتعتنا به ¶ قال:فأتينا خيبر فحاصرناهم............. ¶ فلما تصَّاف القومُ كان سيف \"عامر\" فيه قِصَرٌ فتناول به ساق يهودي ليضربه ويرجع ذباب سيفه فأصاب ركبة \" عامر\" فمات منه ¶ قال: فلما قَفَلُوا قال سلمة وهو آخذ بيدي قال: فلما رآني رسول الله صلى الله عليه وآله وصحبه وسلم ساكتا قال: مالك؟ قلت له: ¶ فداك أبي وأمي زعموا أن \" عامرا \" حبط عمله ¶ قال: من قاله؟ قلت: فلان وفلان وأسيد بن حضير الأنصاري",
            "page": "96",
            "part": "1",
            "seal": "42BCB855"
        },
        {
            "id": "97",
            "nass": "فقال: كذب من قاله. إن له لأجران، وجمع بين إصبعيه.إنه لجَاهِدٌ مُجَاهِدٌ. قَلَّ عَرَبِيٌّ مَشَى بها مثله....\" ¶ قول الصحابي:\" وجبت يارسول الله لولا أمتعتنا به\" أي وجبت له الشهادة لقول الرسول صلى الله عليه وآله وصحبه وسلم: يرحمه الله\" فقد فهم الصحابي (وفي رواية\" مسلم \"أنه \"عمربن الخطاب\" – ح. ر: 18.7) أن هذا إنباء من النبي صلى الله عليه وآله وصحبه وسلم بأن سيستشهد، فقال الصحابي لولا أخرت هذه الدعوة ليبقى معنا نتمتع بصحبته. ¶ فهذا دالٌ دلالة بينة على أن صور الجهاد في سبيل الله عزَّ وجل لاتعد ولا تحصى، وإنما الأعمال بالنيات وإنما لكل امرئ ما نوى \" ¶ روى \" البخاري \" في \" الجهاد \" بسنده عن النبي صلى الله عليه وآله وصحبه وسلم قوله ¶ \" ... من قاتل لتكون كلمة الله هي العليا فهوفي سبيل الله \" ¶ فلسان المرء كسيفه إذا ما كان المرمى أن تكون كلمة الله هي العليا. إنِّ إخلاص النية، واتباع ما جاء به الكتاب والسنة يجعل كل عمل صالحًا، وكل عمل صالح يجعل كلمة الله أي شريعته هى العليا، فإذا ما جاء مرفوعًا عن \" ابن مسعود \":\" من كثَّر سَوَادَ قَوْمٍ، فهو منهم، ومن رضي عمل قومٍ كان شريك من عمل به\" أخرجه أبو يعلى (32) فإن في هذا دلالة لاتغيم على أنَّ كل عمل فيه القصد إلى أن تكون كلمة الله هي العليا هو من الجهاد في سبيل الله. ¶ ..... ¶ وجاء في هذه الآية تقديم الأموال والأنفس على قوله (في سبيل الله) وجاء في غيرها بتقديم في سبيل الله: ¶ {} لايَسْتَوَي الْقَاعِدونَ مِنَ الْمُؤْمِنينَ غَيْرِ أُولِي الضَّرَرِ والْمُجاهِدونَ فِي سَبيلِ اللهِ بِأمْوالِهِمْ وَأَنْفُسِهِمْ ... \" (النساء: 95) ¶ {} إِنَّ الَّذِينَ آمَنُوا وهاجَرُوا وَجاهَدوا بِأمْوالِهِمْ وَأَنْفُسِهِم في سبيلِ الله\" (الأنفال:72) ¶ ــــــــــــــــــــــــــــــــــــــ ¶ (32) فتح الباري 13/31= ك: الفتن)",
            "page": "97",
            "part": "1",
            "seal": "B1835547"
        },
        {
            "id": "98",
            "nass": "{} الَّذِينَ آمَنوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبيلِ اللهِ بأمْوالِهِمْ وأَنْفُسِهِمِ أَعْظَمُ دَرَجَةًعِنْدَ اللهِ \" (التوبة:2.) ¶ {} انْفِرُوا خِفافًا وثِقالاً وَجاهِدُوا بأمْوالِكُم وأنْفُسِكُمْ فِي سَبِيلِ اللهِ\" (التوبة:41) ¶ {} فَرِحَ المُخَلَّفُونَ بِمَقْعَدِهِمْ خِلافَ رَسولِ اللهِ وَكَرِهُوا أَن يُجاهِدُوا بِأمْوالِهِمْ وِأنْفُسِهِمْ فِي سَبيلِ اللهِ ... \" (التوبة:81) ¶ {} إنَّماالْمُؤْمِنونَ الَّذِينَ آمَنوا بِاللهِ وَرَسُولِه ثُمَّ لَمْ يَرْتابُوا وجاهَدُوابِأمْوالِهِم وَأنْفُسِهِم فِي سَبيلِ اللهِ أُولَئِكَ هُمُ الصَّادِقُونَ\" (الحجرات: 15) ¶ {} يَأيُّها الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجارَةٍ تُنْجِيكُمْ مِنْ عَذابٍ أَلِيمٍ * تُؤْمِنُونَ بِاللهِ وَرَسُولِه، وَتُجاهِدونَ في سَبيلِ اللهِ بأمْوالِكِمْ وأنْفُسِكُمْ ذلِكم خَيْرٌ لكُم إنْ كُنتُم تَعْلَمُون \" (الصف: 1.-11) ¶ فهذه سبعة مواطن في أربعة منها قدم \"الأموال والأنفس \" على قوله (في سبيل الله) : (الأنفال:72- التوبة:41، 81- الحجرات: 15) ¶ وفي ثلاثة أخر عن قوله (في سبيل الله) (النساء: 95- التوبة:2.- الصف: 11) ¶ ولم يأت في أي موطن من هذه المواطن ولا في غيرها تقديم \" الأنفس\" على الأموال\" إلا في آية واحدة في غير هذه المواطن هي قوله تعالى: ¶ \"إنَّ اللهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أنْفُسَهُمْ وَأمْوالَهُم بِأنَّ لَهُمُ الْجَنَّةَ..\" (التوبة:111) ¶ وهذا من تصريف البيان القرآني الكريم، ولكل صورة من هذه الصور ما يقتضيها في سياقها. ¶ في سورة التوبة جاءت ثلاث آيات: الأولى كان فيها تقديم (في سبيل الله) وما بقي أخر فيه (في سبيل الله) ¶ فأيُّ الصور هي الأصل في اللغة: تقديم الظرف أم الآلة؟",
            "page": "98",
            "part": "1",
            "seal": "0051F5BE"
        },
        {
            "id": "99",
            "nass": "من البين أنَّ المتعلِّقات ليس فيما بينها ترتيب محفوظ يلزم إذا لم يكن ما يقتضي العدول عنه،إلا أن يكون المفعول به، فمن قال: أعنت محمدًا ليلة سفره بألف دينار محبة له، أو قال: أعنت محمدًا محبة له بألف دينار ليلة سفره \" لايكون أحدهما هو الأصل والآخر عدولاً عنه، بل يكون في كل صورة إلاحَة إلى ما هو المهم عندك أو عنده. ¶ كذلك في تقديم الأموال والأنفس على السبيل إنما يكون لأمر راجع إلى بيان أهمية ما يجاهد به، وتقديم السبيل إنما يكون لأمر راجع إلى بيان ما يجاهد فيه: ¶ جاءت الآية العشرين من سورة التوبة:\" الَّذِينَ آمَنُوا وهاجَروا وجاهَدوا في سبيل الله بأمْوالِهم وأنْفُسِهم أعْظَمُ دَرجةً عِندَ اللهِ وأؤلئك هُمُ الفائِزُونَ) في معرض الإنكار على من جعل سقاية الحاج وعمارة المسجد الحرام كالإيمان بالله واليوم الآخر والجهاد في سبيل الله، فإن السقاية والإعمار بغير إيمان سراب بقيعة يحسبه الظمآن ماءً، فالسياق هنا لبيان أهمية أن تكون أفعالنا صادرة عن إيمان وأن تكون في سبيل الله الذي نؤمن به جلَّ جلالُه، فكان السياق مقتضيًا هنا تقديم ما يدل على أهمية أن يكون العمل مخلصًا لله رب العالمين، ومن ثم قال الله تعالى مبينًا:\" لايَسْتَوُون عِنْدَ اللهِ\" ¶ وفي الآيتين (41، 81) من سورة التوبة كان التقديم للآلة (أموالكم وأنفسكم) ووجه هذا أن الآية الحادية والأربعين جاءت في سياق الإنكار والتوبيخ والتهديد والوعيد لمن تثاقل عن النِّفار في غزوة العسرة حيث الحَرُّ وبُعْدُ الشُّقَّةِ وطيب الظلال تحت الأشجار في الديار والبساتين، فرغبوا في هذه عن إنفاق أموالهم وإجهاد أنفسهم، فاقتضى السياق تقديم ما كان سببا في تثاقهم ورغبتهم عن الجهاد: الأموال ومتاع الأنفس ¶ وفي الآية الحادية والثمانين سياق الآية وسباقها يكتنفها بما يصرح بأن النكير عليهم كراهة الجهاد بأموالهم وأنفسهم.",
            "page": "99",
            "part": "1",
            "seal": "E532A4C2"
        },
        {
            "id": "100",
            "nass": "تجد هذا جليًا من أول قوله تعالى:\" \" ومِنْهُمْ مَنْ عاهَدَ الله لَئِنْ آتانا مِنْ فضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ \" ¶ وتراه في صدر الآية:\" فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلافَ رَسولِ اللهِ وَكَرِهُوا أَن يجَاهِدُوا بَأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللهِ وَقَالُوا لاتَنْفِرُوا فِي الحَرِّ \" ¶ هذا كله دالٌ دلالة بَيِّنَةً على أنَّ السِّياقَ هنا قاضٍ بأنَّ تقدُّمَ الآلة على السبيل هو العَلِيُّ بلاغة. ¶ أمَّا تقديم الأموال على الأنفس في المواطن كلها خلا الآية الحادية عشرة بعد المئة (إن الله اشْتَرَى ... ) فإن محبة المرء لماله أكثر من محبته لنفسه وحرصه عليه أضعاف حرصه على سلامة نفسه، وإن تظاهر كثير من الناس بغير ذلك، ألا ترانا نلقى بأنفسنا في رهق الحياة الدنيا لنجمع ما فضل عن حاجاتنا إن كنا نجمعه من حلال؟ وألا ترى كثيرًا منا يلقى بنفسه في المذلة في دنياه وفي الحطمة في أخراه ـ وهو العليم بذلك ـ من أجل جمعه لأموال من حرام؟ ¶ كلنا أو جُلُّناالمال حبيب إليه أكثر من نفسه وولده ¶ (وتُحِبُّونَ المَال حُبًّا جَمًّا) {الفجر:2.} ¶ (وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ) {العاديات:8} ¶ على أن المجاهدة بالمال مجالها متسع جدًا، ويتمكن منه كثير من الناس إذا ما أخلصوا، وحاجة الجهاد إلى الأموال أكثر من حاجته إلى الأنفس، ولاسيما أن أكثر الأمة نساء، وبعض الرجال غير صالح للجهاد بنفسه لعذر شرعيٍّ، فكان هذا وجهًا آخر لتقديم المال على النفس ¶ وكأنَّ في تقديم المال بُشرَى للأمة أن المال فيها سيفيض ويكثر في أيدى كثير منهم مما ييسر لهم المشاركة في فريضة الجهاد في سبيل الله.",
            "page": "100",
            "part": "1",
            "seal": "EC2B9EE4"
        },
        {
            "id": "101",
            "nass": "أمَّا تقديم النفس على المال في \" إنَّ الله اشترى من المؤمنين أنفسهم وأموالهم.......\" فوجهه أن هذه الآية جاءت لبيان وجه البسط في كشف أستار المنافقين والمتثاقلين عن الجهاد في سبيل الله تعالى وأنَّهم إِنَّما نُدِبُوا إلى القيام بالوفاء بالمبايعة التى بايعوا الله عز وجل عليها وأنها مبايعة كان المشترِي فيها مشتريًا ما كان هو المانحه لمن يشترى منه، فاعجب لمشْتَرٍ يشترى ما وهب مِمَّنْ وهب، لما كانت النفوس هي التى يتجلى فيها كمال الهبة وانتفاء أن يكون للمرء دخل في اكتسابها قدمت على المال الذي قد تظن بعض النفوس أن لها في اكتسابه دخلا عظيمًا، وذلك شأن السائرين على سنن قارون القائل: \" إِنَّما أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي\" {القصص: 78} ¶ فاقتضَي المقام كما ترى تقديم ما كان أقوى في تصوير فضل الله على المؤمنين باشتراء ما وهبه وحده لهم بأنَّ لهم الجنة، وبرغم من هذا يبخل علىأنْفًسِهِم المتثاقلون أن يقدموا ما وُهِبُوا في سبيل الله عزَّ وجلَّ ليفوزوا بهبة هى أعلى وأعظم: ¶ \" وَلا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللهُ هُوَ خَيْرًا لَهُمْ بَلْ هُوَ شَرٌّ لَهُمْ سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ وَلِلَّهِ مِيرَاثُ السَّمَوَاتِ وَالأَرْضِ وَاللهُ بِمَا تَعْمَلُونَ خَبِيرٌ\" (آل عمران: 18.) ¶ \" هَاأَنْتُمْ هَؤُلاءِ تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللهِ فَمِنْكُمْ مَن يَبْخَلُ ومَن يبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِ وَاللهُ الغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ وَإِنْ تَتَوَلَّوا يسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لايَكُونُوا أَمْثَالَكُمْ \" {محمد: 38} ¶ .....",
            "page": "101",
            "part": "1",
            "seal": "4873D005"
        },
        {
            "id": "102",
            "nass": "وفي اسم الإشارة (ذلكم) من قوله تعالى: (ذلكُم خيرٌ لكُمْ) استحضار لما سبق الأمر به من النِّفار خفافًا وثقالا، والجهاد بالأموال والأنفس في سبيل الله ليخبر عنه بذلك الخبر العظيم (خير لكم) وهو خبر من الذي وسع علمه كل شيء، فلا يبقى في نفس عاقلٍ أن ثَمَّ شيئًا هو خير له مما يؤمر به في هذ الآية. ¶ وجاء المسند (خير) منكرًا إشارة إلى تعظيمه وتنويعه وأنه لايحاط به، وأنه غير مقصور أو محصور في زمان أو حياة من دون حياة فإن الجهاد فيه خير الدنيا والآخرة لمن جاهد واستشهد أو أبلى وصدق، وفيه عزُّ الدنيا لم جاء من بَعدُ، فلولا الجهاد ما كان لمسلم عزة في الدنيا، فإنه ما ترك المسلمون الجهاد في سبيل الله إلا ذلُّوا، وقد أنبأ النبي صلى الله عليه وآله وصحبه وسلم بذلك ¶ في مسندأحمد (ج:2/42) بسنده عن عن ابن عمر أن النبي صلى الله عليه وآله وصحبه وسلم قال: ¶ \" لئن تركتم الجهادَ وأخذْتم بأذنابِ البقرِ وتَبايَعْتُم بالعِينَة ليُلْزِمَنَّكُم الله مَذَلَّةً في رِقابِكُم لاتَنْفَكُّ عَنْكُم حتَّى تتوبوا إلى الله وتَرجِعُوا عَمَّا كنتم عليه \" ¶ فانظر في حال قومك، أليس هذا ما هَدَّدَ به نبي الله صلى الله عليه وآله وصحبه وسلم، ولن يكون الفكاك منه إلا بما أخبر أنه السبيل إلى الفكاك: أن تتوبوا إلى الله وترجعوا عما كنتم عليه \" ¶ \" يَأيُّهَا الذين آمنوا اسْتَجِيبُوا لِلهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكم وَاعْلَمُوا أَنَّ اللهَ يَحُولُ بَيْنَ المَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ [] وَاتَّقُوا فِتْنةً لاتُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خََاصَّةً وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ\" {الأنفال: 24-25}",
            "page": "102",
            "part": "1",
            "seal": "030A561E"
        },
        {
            "id": "103",
            "nass": "وكان البيان بهذا الخبر مجردًا من المؤكدات إبلاغًا في أنه قد بلغ بما سبق من البسط في تسفيه من أخلد إلى الأرض وأعرض عن النِّفار إلى الجهاد في سبيل الله مبلغًا عظيمًا في التقرر والرسوخ لايبقى عاقل في حاجة إلى مزيد تأكيد معه،وفي الوقت نفسه إلاحَة إلى أنه تعجز كل المؤكدات عن أن تضيف شيئًا إلى ماسبق من تقرير وترسيخ، فإذا ما كان في الناس من يقضِي ظاهر حاله أنه لمَّا يزل مفتقرًا إلى تأكيد بعديد من المؤكدات، فإن مثل هذا جدير بأن يُعْرَضَ عنه، فإنك لو ظلِلْت العمر كله تؤكد له تلك الحقيقة لبقى قلبه أغلف كصخرة صماء لايؤثر فيه شيء، فذلك الذي ختم الله على قلبه. ¶ \" أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَن يَهْدِيهِ مِنْ بَعْدِ اللهِ أَفَلا تَذَكَّرُونَ\" (الجاثية:23) ¶ وقد جاء في السنة النبوية المطهرة ما يصرف هذه الحقيقة القرآنية: (ذلكم خير لكم) : ¶ في البخاري من كتاب الجهاد:\" قيل يارسول الله: أيُّ الناس افضل؟ فقال رسول الله صلى الله عليه وآله وصحبه وسلم: \" مؤمن يجاهد في سبيل الله بنفسه وماله ... \" ¶ وفي (مسندأحمد) قال رسول الله والذي نفس محمد بيده ما شحب وجه ولا اغبرت قدم في عمل تبتغى فيه درجات الجنة بعد الصلاة المفروضة كجهاد في سبيل الله ولا ثقل ميزان عبد كدابة تنفق له في سبيل الله أو يحمل عليها في سبيل الله) ¶ الكتاب والسنة هاديان إلى أن الجهاد في سبيل الله عزّ وجلَّ خير للعبد من متاع الحياة الدنيا",
            "page": "103",
            "part": "1",
            "seal": "3C01E498"
        },
        {
            "id": "104",
            "nass": "وجاءت الفاصلة (إن كنتم تعلمون) لبيان أن هذا إنما ينتفع بهديه أولو العلم، فقوله (كنتم) دال على أن ما سبق بيانه يفتقر المرء إلى أن يكون ممن يعلم لينتفع به فيكون خيرًا له، وهذا دال على أن الهدي القرآني إنما ينتفع به من كان مؤهلا أن يكون من أهل العلم أمَّا من كان غيرذلك فلن يكون إلا وبالا عليهم: ¶ \" قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ وَالَّذِين لايُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وهُوَ عَلَيْهِمْ عَمًى أُولئكَ يُنَادَوْنَ من مَكَانٍ بَعيدٍ \" (فصلت: 44) َ ¶ فالقرآن الكريم إنما ينتفع به من كان مهيئًا لذلك، ومن لم يختم الله على قلبه ¶ والله عز وجل يختم سورة \" التوبة\" بتقرير هذه الحقيقة: ¶ \" وَإذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ {} ¶ وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ {} ¶ أَوَلا يَرَوْنَ أَنَّهثمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لا يَتُوبُونَ وَلا هُمْ يَذَّكَّرُونَ {} ¶ وَإِذَا مَا أُنْزِلَتْ سُورَة نَظَرَ بَعْضُهُمْ إِلَى بَعْضٍ هَلْ يَرَاكُمْ مِنْ أَحَدٍ ثُمَّ انْصَرَفُوا صَرَفَ اللهُ قُلُوبَهُمْ بِأَنَّهُمْ قَوْمٌ لا يَفْقَهُون {} َ ¶ لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتْمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ {} ¶ فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللهُ لا إِلَهَ إِلاَّ هُوَعَلَيْهِ تَوِكَّلْتُ وَهُوَرَبُّ الْعَرْشِ الْعَظِيمِ \"",
            "page": "104",
            "part": "1",
            "seal": "CE5DB367"
        },
        {
            "id": "105",
            "nass": "فشأن المؤمن أنه كلما جاءه الهدى من عند الله آمن به وصدقه، فكان ذلك زيادة في رصيده الإيمانى إذ أضحى ما يؤمن به الآن أكثر وأكبر مما كان يؤمن به من قبل، وإذا زاد رصيد العبد فيما يؤمن به زاد عطاءالإيمان على قلبه نورًا على نور، وبضده شأن المنافق والمتهالك في المعاصي كلما جاءه الهدى أعرض عنه فزاد رصيده في الإعراض والعصيان فزداد بعدًا عن ربه، وهذا تفسير قرآنى مبين لقوله (ذلكم خير لكم إن كنتم تعلمون) فإن من كان ذا علم يحمله علمه على أن يوقن بأن ما أمره به ربه تعالى إنَّما هو خير عميم له في دنياه وأخراه ¶ \" كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْ وَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ وَعَسَى أَنْ تُحِبُّواشَيْئًا وَهُوَشَرٌّلَكُمْ وَاللهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ \" {البقرة:216} ¶ خاتمة ¶ حملت إليك هذه الوريقات شيئا من الدراسة العربية لبيانٍ من الذكر الحكيم في التحريض على الجهاد في سبيل الله رب العالمين، والنِّفار الى الجنة لملاقات الأحبَّة: سيدنا محمد صلى الله عليه وآله وصحبه وسلم وصحبه. ¶ ولن تجد مسلما ناصحًا نفسه غير توَّاق إلى ذلك اللقاء، والطريق إلى تحقيقه مستقيم: طريق الجهاد في سبيل الله تعالى لتكون كلمة الله هي العليا في سلوكنا وواقعنا مثلما هي العليا دائمًا في الحقيقة، ¶ كلمة الله هنا هي منهاج شريعة الله تعالى كما جاءت في كتابه الكريم وسنة نبيه الأمين صلى الله عليه وآله وصحبه وسلم ¶ وكل من حكم بغير شريعة الله تعالى في نفسه وأهله وقومه ومن له عليهم ولاية خاصة أوعامة، أو رضي ولم ينكر بما اسطاع من سبل الإنكار المشروعة في السنة فإنه معلٍ أو راضً بعلو شريعة الباطل والظلم على شريعة الله: كلمته التى أنزلها على نبيه صلى الله عليه وآله وصحبه وسلم.",
            "page": "105",
            "part": "1",
            "seal": "ACC86D43"
        },
        {
            "id": "106",
            "nass": "(إِنَّا أَنْزَلْنَا إِليْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بِيْنَ النَّاسِ بِمَا أَرَاكَ اللهُ ولا تَكُنْ لِلْخَائِنِينَ خَصِيمًا {} وَاسْتَغْفِرِ اللهَ إِنَّ اللهَ كَان غَفُورًا رَحيمًا {} وَلا تُجَادِلْ عَنِ الَّذِينَ يَخْتَانُونَ أَنْفُسَهُمْ إِنَّ اللهَ لايُحِبُّ مَنْ كَانَ خَوَّانًا أَثِيمًا) {النساء: 1.5-1.7} ¶ كانت هذه الدراسة ساعية بمنهاجها العربي تدبرًا وبيانًا إلى أن تغري طالب العلم ببيان الوحي أن يعتصم بهذا المنهاج العربي في تثوير القرآن، وأن يقيم في قلبه أن القرآن الكريم إنما هو كلمة الله عز وعلا بلسان عربي مبين، وأنه بيان وحي وليس كتاب أدب عربي، فلا يسعه إلا ما وسع علماء المسلمين من هذا المنهج العربي في تثويره وتدبره، وألاَّ يفتن بدعاوى بعض المحدثين بأن نقيم درسنا للقرآن الكريم على منهاج الدرس الأدبي لما جادت به قرائح وإبداعات أدباء العربية قديمًا وحديثًا، فإنَّ من وراء تلك الدعاوى ضلالاً مبينًا، ومن الجهاد في سبيل الله تعالى أن نبين للناس بيان الوحي كتابًا وسنة تبيينا يتلاءم مع جوهر ذلك البيان وحقيقته وغايته التى أوحي به لبلوغها. ¶ (بِسْمِ اللهِ الرَّحْمَن الرَّحِيمِ {} الّر كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاس مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإذْنِ رَبِّهِمْ إِلَى صِرَاطِ العَزِيزِ الْحَمِيدِ {} اللهِ الَّذِي لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ وَوَيْلٌ لِلْكَافْرينَ مِنْ عَذَابٍ شَدِيدٍ) {إبراهيم:1-2} ¶ وكلُّ مجاهدة في صرف الناس عن اتخاذ منهاج عربي يقربهم من حمى الفهم عن الله تعالى هو صورة من صور كتمان ما أنزل الله تعالى من البينات والهدى، وتلك التى يفزع منها كل مسلم ناصح نفسه.",
            "page": "106",
            "part": "1",
            "seal": "FCA1AC67"
        },
        {
            "id": "107",
            "nass": "(إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مَنَ الْبَيِّنَات وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئكَ يَلْعَنُهُمُ اللهُ وَيَلْعَنُهُمُ الْلاعِنونَ {} إِلا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَئكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّاب الرَّحيمُ) {البقرة:159-16.} ¶ وصور كتمان ما أنزل الله تعالى عديدة ومنها صورة السعى إلى اتخاذ مناهج في الدرس لبيان القرآن الكريم لايثطَّلعُ منها على ما في القرآن الكريم من حقائق معانى الهدى ودقائقها ولطائفها،فإن في شغل الناسِ بمثل هذه المناهج صرف لهممهم وجهدهم عن البيان القويم لمعانى القرآن الكريم. ¶ والدرس العربي للقرآن الكريم: كلماته وتراكيبه وصوره والوقوف على منهاج الإبانة فيه يفتقر المرء معه إلى المصابرة والمرابطة وطول التأمل والمراجعة لعل في كل مراجعة ما يطلع على دقيقة من دقائقة ولطيفة من لطائفه التى لاتتناهى، ولعل واحدة منها تكون مفتاح باب الولوج في مقام من مقامات القرب الأقدس، فيكون الأنس بالله تعالى وبكتابه الكريم، فتتحقق الصحبة الحقة لكتاب الله تعالى تلاوة وتدبرًا وتَخَلُّقًًا فيفوز العبد بشرف الأهلية العظمى: ¶ (عنْ أنسٍ بن مالك قال:قال رسول الله صلى الله عليه وآله وصحبه وسلم: \" إنَّ للهِ أهْلِينَ مِنَ النَّاسِ قالوا: يارسولَ اللهِ،مَنْ همْ؟ ¶ قالَ: \"همْ أَهْلُ القُرآنِ أهلُ اللهِ وَخاصَّتُهُ \") {ابن ماجة: المقدمة- ح. ر:215} ¶ وعلى مقدار تحقيق مقومات أهلية القرآن الكريم تلاوة وتدبرًا وتأدبًا وتَعَلُمًا وتعليمًا يكون مقداردخول العبد في أهل الله تعالى وخاصَّته.",
            "page": "107",
            "part": "1",
            "seal": "FFBE26F4"
        },
        {
            "id": "108",
            "nass": "(يَأيُّهَا النَّاسُ قَدْ جَاءَتْكُم مَّوْعِظَةٌ مِن رَّبكُمْ وَشِقَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَموْعِظةٌ لِلْمُؤْمِنِينَ {} قُلْ بِفَضْلِ اللهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ) {يونس: 57-58} ¶ سبحانك اللهم وبحمدك أشهد ان لاإله إلا انت أستغفرك وأتوب إليك ¶ وصلّى الله وسلَّم وبارك على عبده ونبيه ورسوله سيدنا محمد وعلى آله وصحبه عدد خلقه ورضاء نفسه وزنة عرشه ومداد كلماته والحمد لله رب العالمين ... . ¶ وكتبه ¶ محمود توفيق محمد سعد ... ¶ الأستاذ في جامعة الأزهر ¶ ـــــــــــــــــــ ¶ القاهرة ـ حدائق الزيتون ¶ 15-11-1422 ¶ ثبت المصادر والمراجع ¶ ــــــــــــــــــــــــــــــ ¶ {} الأسماء والصفات. لأبي بكر أحمد بن الحسين بن على البيهقي. ت: زاهد الكوثري.ط: المركز الإسلامي للكتاب ¶ {} البحر المحيط.لأبي حيان الأندلسي. دار الفكر العربي/14.3 ¶ {} البرهان في علوم القرآن. لبدر الدين محمد بن عبد الله الزركشي. ت: محمد أبو الفضل. دار المعرفة. بيروت. ¶ {} بيان إعجاز القرآن لأبي سليمان الخطابي. ضمن ثلاث رسائل في إعجاز القرآن.ت: محمد خلف الله،وزغلول سلام ط: دار المعارف – 1387 ¶ {} البيان في غريب إعراب القرآن.لأبي البركات بن الأنباري. ت: طه عبد الحميد- ط: الهيئة المصرية – القاهرة – 14.. ¶ {} التبيان في إعراب القرآن. لأبي البقاء عبد الله بن الحسين بن عبد الله العكبري. المكتبة التوفيقية ــ 1399 ــ القاهرة ¶ {} التحريروالتنوير. للطاهربن عاشور. الدارالتونسية للنشر:1384 ¶ {} تفسير أسماء الله الحسنى. لأبي إسحاق إبراهيم بن السري الزجاج. ت: أحمد الدقاق. دار المأمون للتراث. دمشق.14.6 ¶ {} جامع البيان في تأويل القرآن: الطبري. ط: دارالغد العربي – القاهرة",
            "page": "108",
            "part": "1",
            "seal": "036D5F97"
        },
        {
            "id": "109",
            "nass": "{} الجامع الصحيح المسند المختصر.لأبي عبد الله البخاري.بشرح ابن حجر. ط:: مصورة عن ط: البهية المصرية. القاهرة:1348 ¶ {} الجامع المختصر من السنن. لأبي عيسى الترمزي.مراجعة: صالح آل الشيخ. دار السلام للنشر. الرياض.142. ¶ {} دلائل الإعجاز. لعبد القاهر الجرجاني. ت: محمود شاكر. دار المدني. ¶ {} الرسالة للإمام الشافعي. ت: أحمد شاكر. ط: دارالتراث. القاهرة ¶ {} سنن أبي داود.لأبي داود سليمان بن الأشعث بن إسحاق الأزدي.ت: أحمد سعد على. ط: مصطفى الحلبي. 14.3- القاهرة ¶ {} سنن ابن ماجة. لأبي عبد الله محمد بن يزيد تالقزويني.ت: فؤاد عبد الباقي. المكتبة العلمية. بيروت ¶ {} شأن الدعاء: شرح أسماء الله الحسنى لأبي سليمان الخطابي. ت: أحمد يوسف الدقاق. دار المأمون للتراث. دمشق.14.4 ¶ {} صحيح مسلم. . ت: فؤاد عبد الباقي. ط: عيسى الحلبي. القاهرة ¶ {} غريب الحديث. لأبي سليمان الخطابي.ت: عبد الكريم العزباوي. ط: جامعة أم القرى. مركز البحث العلمى. ¶ {} فتح الباري بشرح صحيح البخاري. لابن حجر العسقلاني. دار إحياء التراث العربي - مصورة عن ط:1348- البهية المصرية. ¶ {} الفتوحات الإلهية بتوضيح تفسير الجلالين للدقائق الخفية. سليمان بن عمرالعجيلي الشهير بالجمل. ط: عيسى الحلبي. القاهرة. ¶ {} في ظلال القرآن. سيد قطب. دار العلم. جدة14.6 ¶ {} الكشاف عن حقائق التنزيل. لأبي القاسم الزمخشري. ت: محمد صادق القمحاوي. ط: مصطفى الحلبي ــ 1392ـ القاهرة ¶ {} المبسوط في القراءات العشر. لأبي بكر بن مهران الأصبهاني. ت: سبيع حمزة حاكمي. ط: دار القبلة – جدة14.8 ¶ {} مجالس ثعلب. لأبي العباس أحمد بن يحيي ثعلب. ت: عبد السلام محمد هارون. ط: (3) دار المعارف. القاهرة ¶ {} مجموع فتاوى ابن تيمية. جمع: بن قاسم النجدي. ط: دار الرحمة – القاهرة.",
            "page": "109",
            "part": "1",
            "seal": "DFFBAE15"
        },
        {
            "id": "110",
            "nass": "{} المحتسب في تبيين وجوه شواذ القراءات والإيضاح عنها. لأبي الفتح ابن جنى.ت: على النجدي ناصف، عبد الحليم النجار،وعبد الفتاح شلبي – ط: المجلس الأعلى للشئون الإسلامية- وزارة الأوقاف – القاهرة – 1415 ¶ {} المحرر الوجيز في تفسير الكتاب العزيز. لأبي محمدعبد الحق بن غالب بن عطية الأندلسي. ت: المجلس اللعلمى بفاس ـ14.. ¶ {} مسند الإمام أحمد بن حنبل:. دار الفكر العربي. القاهرة. ¶ {} معاني القرآن. لأبي زكريا الفراء. ت: نجاتي، والنجار. دار السرور ¶ {} مغنى اللبيب. لجمال الدين بن هشام الأنصاري. ط: دار إحياء الكتب العربية ـ القاهرة. ¶ {} المفردات في غريب القرآن. لأبي القاسم الحسين بن محمد الراغب الأصفهاني. ت: محمد كيلاني.ط: 1381- مصطفى الحلبي – القاهرة. ¶ {} الموافقات في أصول الشريعة. لأبي إسحاق الشاطبي. ت: عبد الله دراز. دار الفكر العربي ـ 1395 - القاهرة ¶ {} النشرفي القراءات العشر. لأبي الخير محمد بن محمد بن الجزري. ط: دار الكتب العلمية. بيروت ¶ {} نظم الدرر في تناسب الآيات والسور: لبرهان الدين إبراهيم بن عمر البقاعي – ط: دار الكتب العلمية. بيروت 1415 ¶ فهرس الموضوعات ¶ ..... ¶ المقدمة (ص:3-) ¶ التمهيد (ص:7-15) ¶ منزلة العلم بخصائص لسان العربية ومنهج الإبانة فيه ¶ عربية بيان القرآن – دلالة عربيته – مناط عربيته – اقتضاء عربيته منهجا عربيا في فقهه - عناية الشافعي في كتابه الرسالة بتقرير عربية القرآن منهج إبانة - إنكاره أن يكون في القرآن لفظ أعجمي _ وجه إعلانه عربية القرآن – تقرير \" الشاطبي \" هذا في كتابه \" الموافقات _ فهم القرآن من لسان العربية عنده – الاجتهاد في فقه القرآن يوجب الاجتهاد في لسان العربية عنده _ بيان الشافعي خصائص لسان العرب – بيان كل مبين على قدر علمه – الجرمي يفتى في الشريعة من كتاب سيبويه – توجيه الشاطبي صنيع الجرمي",
            "page": "110",
            "part": "1",
            "seal": "7655AFF1"
        },
        {
            "id": "111",
            "nass": "ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ التحريض على الجهاد في سبيل الله (ص:16- 135) ¶ نص الآيات من سورة التوبة (ص:16) ¶ المبحث الأول:السياق (ص:17-21) ¶ سياق النزول (ص: 17-19) سياق الترتيل (ص:19-21) ¶ المبحث الثاني: القراءات القرآنية في الآيات (ص:22-27) ¶ تعدد وجوه الأداء من فيض الرحمة – حديث: أنزل القرآن على سبعة أحرف _ رأي الزركشي في فائدة معرفة توجيه القراءات – القراءات في الآيات من سورة التوبة – حكم المفاضلة بين القراءات – أركان القراءة الصحيحة – النظر في القراءات القرآنية من أصول الدراسة العربية للقرآن الكريم. ¶ المبحث الثالث: المفردات: الصورة والمدلول والدلالة (ص:28 - 53) ¶ مفردات القرآن من مفردات العربية – ما تقتضيه فصاحة الكلمة _ وجوه الفصاحة عند البلاغيين – توجيه الخطابي معنى الغريب ¶ مفردات القرآن بين الترادف والتبيان: عمود بلاغة الخطاب عند الخطابي – موقفه من الترادف – موقف عبد القاهر من الترادف – رأي ابن عطية – أبعاد الكلمة القرآنية – عطاء تلك الأبعاد. ¶ معجم الآيات: صورة ودلالة: ¶ اليم – آمن – أيد – استبدل – تثاقل – ثاني اثنين - جعل -- جنود – تحزن – حكيم – خفاف – رأى – سبيل – سكينة – ضر ــ عذاب ــ عزيز ــ الغارـ قدير ـــ قوم ـــ كفر ـــ متاع ـــ نصر ـــ نفرـ يا. ¶ المبحث الرابع: الوجوه الإعرابية في الآيات (ص:54- 65) ¶ أهمية النظر في الوجوه الإعرابية لفقه المعنى. ¶ إعراب (يأيها الذين آمنوا) (ص:55) ¶ إعراب: (مالكم إذا قيل لكم انفروا في سبيل ال) (ص: 55) ¶ إعراب (أرضيتم بالحياة الدنيا من الآخرة) (ص: 56) ¶ إعراب: (فما متاع الحياة الدنيا في الآخرة إلا قليل) (ص:57) ¶ إعراب (إلا اتنفروا يعذبكم عذابًا أليما....) (ص: 58) ¶ إعراب: (والله على كل شيء قدير) (ص: 59)",
            "page": "111",
            "part": "1",
            "seal": "4495B7C0"
        },
        {
            "id": "112",
            "nass": "إعراب: (إلا تنصروه فقد نصره الله) (ص 6.) ¶ إعراب: (إذ أخرجه الذين كفروا ثاني اثنين) (ص:6.) ¶ إعراب: (إذ هما في الغار إذ يقول لصاحبه لاتحزن إن الله معنا) (ص:61) ¶ إعراب: (فأنزل الله سكينته عليه ... ) (ص: 61 – 62) ¶ إعراب: (وكلمة الله هي العليا والله عزيز حكيم) (ص: 63) ¶ إعراب: (انفروا خفافا وثقالا ... ) (ص: 64) ¶ إعراب: (ذلكم خير لكم إن كنتم تعلمون) (ص: 64) ¶ المبحث الخامس: السمات البلاغية وفقه المعنى القرآني (ص: 66 –135) ¶ بلاغة النداء في: يأيها الذين آمنوا (ص:66-71) ¶ وجه النداء بيا – وجه تعريف المنادى بالصلة – وجه اصطفاء الفعل \"آمنوا\" حذف متعلق الفعل: آمنوا ¶ بلاغة الاستفهام في:مالكم إذا قيل لكم انفروا (ص:71 - 79) ¶ الاستفهام في: مالكم ـ وجه المعنى فيه ـ بناء الفعل: قيل للمفعول ــ وجه ذلك ــ وجه البيان بقوله: لكم ــ بلاغة اصطفاء الفعل: انفروا ـ وجه تعديته بفي دون إلى ـ راي ابن جرير والزمخشري ــ الإيجاز بالحذف في: انفروا في سبيل الله ــ تقدير المحذوف ــ وجه الحذف ـ التقييد بـ: في سبيل الله ـ المراد بقوله ــ في سبيل الله ـ اصطفاء \" في\" و\" سبيل \" ـ دلالة المادة والصورة في \" اثاقلتم \" ــ المقايبلة بين:\" قيل\" و\" اثاقلتم \" ــ تعدية:\" اثاقلتم \" بإلى ــ وجوه المعنى عند أهل العلم ــ الوجه المختار ــ الاستعارة في \" اثاقلتم \" ــ بيان التناسب بين المعنى والصورة الصوتية لقوله \"اثاقلتم \" عند سيد قطب ــ اسلوب التوجيه في \" إلى الأرض \" ما في ألاية من التورية ¶ بلاغة الاستفهام في: أرضيتم بالحياة الدنيا من الآخرة (8.-83)",
            "page": "112",
            "part": "1",
            "seal": "645B0308"
        },
        {
            "id": "113",
            "nass": "دلالة الاستفهام بالهمزة ـ مدلول: رضي ــ الجناس بين رضيتم والأرض ــ وجه تعدية الفعل: رضي بالباء ــ نعت الحياة بالدنيا وظلاله ــ وجه اصطفاء صيغة \" الدنيا\" – دلالة \"من \" في \"من الآخرة ــ المقابلى بين \" الحياة الدنيا والآخرة \" حذف الموصوف في الآخرة ودلالته ــ الاحتباك في الآية. ¶ بلاغة القصر في قوله:\" فما متاع الحياة الدنيا في الآخرة إلا قليل) (ص:84 –86) ¶ وجه العطف بالفاء – الإظهار موضع الإضمار – وجه البيان بكلمة متاع ـــحذف متعلق \" في الآخرة \" معنى \" المقايسة في كلمة \" في \" ـ اسلوب القصر في هذه الجملة ودلالته ـــ وجه ترك ذكر المقابل لمتاع الحياة الدنيا ¶ بلاغة الشرط في قوله: إلا تنفرو.... (ص:87-- 95) ¶ دلالة الشرط في \" إلا تنفروا \" اصطفاء \" إن\" ودلالته ـ العدول عن إدخال الشرط على الإثبات ـدلالةحذف متعلق \" تنفروا \" علاقة هذا الحذف بالاستفهام في:\"مالكم....\" ـــ وجه العلاقة بين الجزاء والعمل في:\" يعذبكم\" ـ وصف العذاب بالأليم ــ العطف بالواو بين ” يعذبكم \" و\" يستبدل \" والجامع بينهما ـ دلالة الاستبدال على عظيم التهديد والترهيب ـ مراعاة النظير ـ بلاغة الحذف \" يستبدل قوما غيركم \" وجه اصطفاء \" قوما\" ـ دلالة النفي في:\" ولا تضروه\" ـ التذييل بقوله:\" والله على كل شيء قدير\" ــ دلالة اسمية الجملة ــ وضع الظاهر موضع المضمر ــ تقديم المتعلق ـ التناغى بين \" قليل\" وقدير\" ¶ بلاغة الشرط في:\" إلا تنصروه.......) (ص:96 - 119)",
            "page": "113",
            "part": "1",
            "seal": "1F9F0EB9"
        },
        {
            "id": "114",
            "nass": "وجه البيان يبإن الشرطية ـ وجه النفي بـ\"لا\" ــ دلالة الإضمار في \" نصره \" ـ حذف جواب الشرط ـ إقامة قد نصره الله مقام الجواب ــ تعريف المسند إليه بالصلة في \" الذين كفروا \" ــ التقييد بالحال ودلالته: ثاني اثنين ـ وجه البدلية في:إذ هما في الغارـ مناقشة هذا القول وترجيح التعديد، وبيان علاقته بالسياق والقصد ـــ دلالة النهي في\" لاتحزن\" ـ وجه البيان بالفعل \" تحزن \" دون \" تخاف\" ـ الفرق بين الحزن والخوف ــ وجه التوكيد في\" إن الله معنا ــــ وجه المعنى في:\" الله معنا\" أراء العلماء في ذلك ـــ دلالة الإنزال في:\" أنزل الله السكينة ــــ توجيه الضمير في:\" عليه \" ترجيح عوده إلىالنبي صلى الله عليه وآله وصحبه وسلم ــبلاغة الوصل بين:\" أنزل\",\" أيد\"،\" جعل\" اصطفاء الفعل\" أيد\" ودلالة الباء في \" بجنود\" نعت الجنود بقوله\" لم تروها \" وجه المعنى في \" كلمة الذين كفروا \" وجه اصطفاء الفعل:\" جعل— وجه المعنى في قوله:\" كلمة الله \" ـــ توجيه قراءة الرفع في \" كلمة \" ـ بلاغة القصر في \" كلمة الله هي العليا \" ـ المقابلة بين: \" جعل كلمة الذين كفروا السفلى \" و\" كلمة الله هي العليا \" ما يتناسل من هذه المقابلة من لطائف المعاني ـــ توجيه قراءة \" يعقوب\" بنصب \" كلمة\" ــ التذييل بقوله:\" والله عزيز حكيم \" ــ وجه عطفها. ¶ بلاغة الأمر في قوله:\" انفروا خفافا....) (ص:12. --135) ¶ مناسبة الأمر لما قبله ـ الخطاب في:\"انفروا\" اتساع المخاطبين به ـ نقد القول بتخصيصهم ـ وجه دلالة الأمر به ـ التقييد بالحال \" خفافًا وثقالاً \" ـ الاستعارة قي خفافًا وثقالاً\" ـ بلاغة العطف بين \" انفروا\" وجاهدوا \" ـ تقديم \" باموالكم وأنفسكم \" على \" في سبيل الله ـ ¶ تقديم \" أموالكم \" على \" أنفسكم \" ـ بلاغة الإشارة بذلكم ـ تنكير المسند ـ تجريد الجملة الخبرية من المؤكدات ـ الفاصلة\" إن كنتم تعلمون \". ¶ الخاتمة (ص:136)",
            "page": "114",
            "part": "1",
            "seal": "621E3986"
        },
        {
            "id": "115",
            "nass": "ثنت المصادر والمراجع (ص:139) ¶ فهرست الموضوعات (ص: 143) ¶ للمؤلف ¶ O إشكالية الجمع بين الحقيقة والمجاز في ضوء البيان القرآني. ¶ O الإغريض في الفرق بين الكناية والتعريض ¶ (لتقي الدين السبكي) تحقيق ودراسة ¶ O تغييب الإسلام الحق: ¶ دراسة في اعتداء أدعياء التنوير على القرآن الكريم ... ... ¶ O دلالة الألفاظ عند الأصوليين:دراسة بيانة ناقدة ¶ O سبل الاستنباط من الكتاب والسنة: دراسة بيانية ناقدة ¶ O صورة الأمر والنهي في الذكر الحكيم. ¶ O فقه بيان النبوة: منهجا وجركة. ¶ O فقه تغيير المنكر: سلسلة كتاب الأمة ـ قطر ¶ O قراءة في المثل السائر. لابن الأثير ¶ O قطرات الندى:دراسة في معالم الطريق إلى فقه الشعر ¶ O مسالك العطف بين الإنشاء والخبر. ¶ O معالم التكليف والتثقيف في آيات الربا من سورة البقرة. ¶ O من ميراث النبوة: دراسة في البلاغة النبوية. ¶ ــــــــــــــــــــــــــــــــ ¶ [تطلب هذه المؤلفات من مكتبة وهبة ـ القاهرة ـ عابدين ـ 14 ش الجمهورية] ¶ ـــــــــــــــــــــــــــــ ¶ مؤلفات قيد الطبع ¶ 1 = التمهيد في إعجاز القرآن المجيد ¶ 2 = نظرية النظم الجرجانية وأهميتها في قراءة النص ¶ 3 = نظرية القراءة والتلقى: دراسة عربية.",
            "page": "115",
            "part": "1",
            "seal": "DE9227E0"
        }
    ],
    "t2124": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "-شذرات"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "منزلةالعلم بخصائص لسان العربية ومنهج الإبانة فيه"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "التحريض على الجهاد في سبيل الله تعالى"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "السياق"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "القراءات القرآنية في الآيات"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "المفردة القرآنية"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "السمات البلاغية وفقه المعنى القرآني"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "بلاغة النداء في قوله تعالى:"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "بلاغة الاستفهام في قوله تعالى:"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "بلاغة الاستفهام في قوله تعالى:"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "بلاغة القصر في قوله تعالى"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "بلاغة أسلوب الشرط في قوله تعالى"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "بلاغة الشرط في قوله تعالى:"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        }
    ]
}