{
    "b214": [
        {
            "id": "15",
            "nass": "ـ[مُنْيَةُ السُّولِ في تفضيلِ الرَّسُّولِ (صلى الله عليه وسلم)]ـ ¶ المؤلف: أبو محمد عز الدين عبد العزيز بن عبد السلام بن أبي القاسم بن الحسن السلمي الدمشقي، الملقب بسلطان العلماء (المتوفى: 660هـ) ¶ رواية: الحافظ شرف الدين أبي عبدالله محمد الميدومي ¶ تحقيق: د. صلاح الدين المنجد ¶ الناشر: دار الكتاب الجديد - بيروت - لبنان ¶ الطبعة: الأولى، 1401 هـ - 1981 م ¶ عدد الأجزاء: 1 ¶ أعده للشاملة/ أبو إبراهيم حسانين ¶ [ترقيم الكتاب موافق للمطبوع]",
            "page": null,
            "part": null,
            "seal": "07C2D995"
        },
        {
            "id": "17",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ مقدمة ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الحمدُ لله ربِّ العالمين، وصلاته وسلامُه على سيّدنا محمد وآله وصحبه أجمعين. ورضي الله عن التابعين. ¶ قال الشيخ الفقيهُ الإمامُ العالمُ العاملُ مفتي المسلمين عِزُّ الدين أبو محمد عبد العزيز ابن عبد السلام السُّلمي رحمةُ الله عليه: ¶ قال اللهُ تعالى لنَبيّنا محمدٍ صَلَواتُ الله عليه وسلامُه، مُمْتَنا عليه، مُعَرِّفاً لِقَدْرِه (وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيمًا) (113). ¶ وقد فَضّل الله تعالى بعضَ الرُسُلِ على بعضٍ فقال: (تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ مِنْهُمْ مَنْ كَلَّمَ اللَّهُ وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ) (253)، فالتفضيلُ الأوّلُ صريح في أصل المفاضلة، والثاني في",
            "page": "17",
            "part": "1",
            "seal": "0D790484"
        },
        {
            "id": "18",
            "nass": "تَضعيف المفاضلة بدرجات. ونكّرها تنكيرَ التعظيمِ بمعنى درجات عظيمة. ¶ وقد فَضّل اللهُ تعالى نبيّنا محمد صلَّى الله عليه وسلَّم بوجوه: ¶ أوّلها: أنَّه ساد الكُلَّ. فقال صلَّى الله عليه وسم: \"أنا سيِّدُ وَلَدِ آدمَ ولا فَخْر\" (1). والسيّدُ مَن اتّصفَ بالصّفات العَلِيّة والأخلاق السَّنِيّة، وهذا مُشْعِرٌ بأنَّه أفْضَلُ منهم في الدارَين. أمّا في الدنيا فلِما اتّصفَ به من الأخلاقِ المذكورةِ، وأمّا فى الآخرةِ فلِأَنّ جزَاءَ الآخرةِ مُرَتّب على الأوصَاف والأخلاق. فإذا فَضَلَهُم في الدنيا في المناقب والصِّفات، فَضَلَهُم في الآخرة في المراتب والدرجات. ¶ وإنّما قال صلَّى اللهُ عليه وسلَّم: \"أنا سيِّدُ وَلَدِ آدمَ ولا فَخْر\" لِيُعَرِّف أمّته مَنْزِلتَه من رَبِّهِ عَزّ وَجَلّ. ولمّا كان مَنْ ذَكرَ مناقب نفسِه إنّما يذكُرُها افتخاراً في الغالب، أراد صلَّى اللهُ عليه وسلَّم أنْ يَقْطَعَ وَهْمَ مَنْ يَتَوَهَّم من الجَهَلَةِ أنَّه ذَكَرَ ذلك افتخاراً، فقال: \"ولا فخرَ\". ¶ __________ ¶ (1) أخرجه الترمذي، عن أبي سعيد الخدري.",
            "page": "18",
            "part": "1",
            "seal": "EE1335F9"
        },
        {
            "id": "19",
            "nass": "ومنها قولُه صلَّى الله عليه وسلَّم: \"وبِيَدي لِوآءُ الحمْدِ يومَ القيامة ولا فَخْر\". ¶ ومنها قولُه صلَّى اللهُ عليه وسلَّم: \" وما مِنْ نبي يومئذ: آدَمُ فَمَنْ دونَه إلَّا تحت لوائي يومَ القيامةِ، ولا فَخْرَ.\". ¶ وهذه. الخصائصُ تدلُّ على عُلُوّ مَرْتَبتِه على آدَم وغيرهِ، إذْ لا معنى للتفضيل إلَّا التخصيص بالمناقبِ والمراتب. ¶ ومنها: أنَّ الله عزّ وجلّ أخبره أنَّه غَفَر له ما تقدّمَ من ذَنْبه وما تأخر، ولم ينقل أنه أخبر أحدا من الأنبياء بِمِثلِ ذلك، بل الظاهِرُ أنَّه لم يُخْبِرهم، لأنّ كُلَّ واحِدٍ منهمِ إذا طُلِبَ منه الشفاعة في الوْقِفِ ذكر خَطيئتهُ التي أصَاب وقال: نفْسي نَفْسي. ولو عَلِمَ كُلّ واحدٍ منهم بغُفْران خطيئته لم يُوْجَل منها في ذلك ¶ __________ ¶ الترمذي، المصدر السابق، والزرقاني 5/ 395؛ والشفاء 207.",
            "page": "19",
            "part": "1",
            "seal": "A5087A2F"
        },
        {
            "id": "20",
            "nass": "المقام، وإذا اسْتَشْفَعَتِ الخلائقُ بالنبيِّ صلَّى الله عليه وسلَّم في ذلك المقام قال: أنا لها. ¶ ومنها: أنَّه أوّلُ شافِعٍ وأوّلُ مُشَفَّع. وهذا يدلُّ على تخصيصه وتفضيله. ¶ ومنها: إيثارُه صلَّى الله عليه وسلَّم على نَفْسِهِ بدَعْوَتهِ، إذْ جَعَل اللهُ لِكُلِّ نبيٍّ دعوةً مُسْتَجابةً، فكُل منهم تَعَجَّلَ دعوتَه في الدنيا، واختبأ هو، صلَّى الله عليه وسلَّم، دعوتَه شفاعةً لأمّته. ¶ ومنها: أنَّ اللهَ أقسَمَ بحياته صلَّى الله عليه وسلَّم، في قوله تعالى (لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ). والإِقسامُ بحياة المُقْسَمِ بحياته يدُلُّ على شَرَف حياته وعِزّتها عند المُقْسِمِ بها. وإنَّ حياته صلَّى اللهُ عليه وسَلّم لجديرَةٌ أنْ يُقسَمَ بها، لِما كان فيها من البَرَكةِ العامّة والخاصّة. ولم يثبُتْ هذا لغَيْره.",
            "page": "20",
            "part": "1",
            "seal": "F6AC5E3A"
        },
        {
            "id": "21",
            "nass": "ومنها: أنَّ الله تعالى وَقّره في ندائه، فناداه بأحبّ أسمائه، وأسْنى أوْصافه. فقال: (يَا أَيُّهَا النَّبِيُّ .. )، (يَا أَيُّهَا الرَّسُولُ .. ) وهذه الخَصيصَةُ لم تَثْبُتْ لِغَيْرِه، بل ثَبَتَ أنَّ كُلًّا منهم نودِي باسمه. ¶ فقال الله تعالى: (وَقُلْنَا يَا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ)، (يَا عِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ)، (يَا مُوسَى (11) إِنِّي أَنَا رَبُّكَ)، (يَا نُوحُ اهْبِطْ بِسَلَامٍ)، (يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ) (يَا إِبْرَاهِيمُ (104) قَدْ صَدَّقْتَ الرُّؤْيَا)، (يا لُوطُ إنَّا رُسُلُ ربِّكَ)، (يَا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلَامٍ اسْمُهُ يَحْيَى)، (يَا يَحْيَى خُذِ الْكِتَابَ بِقُوَّةٍ).",
            "page": "21",
            "part": "1",
            "seal": "97FC1715"
        },
        {
            "id": "22",
            "nass": "ولا يَخْفى على أحدٍ أنَّ السيِّد إذا دعا أحدَ عبيدِه بأفْضَلِ ما وُجد فيهم من الأوصافِ العليّة والأخلاقا السِّنِيّة، ودعا الآخرين بأسمائهم الأعلام التي لا تُشْعِرُ بوصْفا من الأوصاف، ولا بخُلُقٍ من الأخلاق، أنَّ منزلةَ مَنْ دعاه بأفْضَلِ الأسماء والأوصافِ أعزُّ عليه، وأقْرَبُ إليه مِمّن دعاه باسمه العَلَم. وهذا معلوم بالعُرْف أنَّ مَنْ دُعِيَ بأفْضَلِ أسمائه وأخلاقِه وأوْصافِه كان ذلك مبالغةً في تَعْظيمه واحترامه. حتى قال القائل: ¶ لا تَدْعُني إلَّا بيا عَبْدَها. . . فإنّه أشرفُ أسمائي ¶ ومنها: أنَّ مُعجزة كلِّ نبي تَصَرّمَتْ وانقَضتْ، ومُعجزةُ سَيِّدِ الأوَّلين والآخرين، وهي القُرآنُ العظيم، باقية إلى يَوْمِ الدّين. (إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ) (9).",
            "page": "22",
            "part": "1",
            "seal": "79BF4C3D"
        },
        {
            "id": "23",
            "nass": "ومنها تسليمُ الحَجَر عليه، وحَنينُ الجِذْعِ إليه. ولم يَثْبُتْ لواحدٍ من الأنبياء مثلُ ذلك. ¶ \"خُذْ ما تراهُ ودَعْ شيئاً سمعتَ به\"",
            "page": "23",
            "part": "1",
            "seal": "2F84BBBC"
        },
        {
            "id": "24",
            "nass": "ومنها: أنَّه وُجِدَ في معجزاته - صلى الله عليه وسلم - ما هو أظْهَرُ في الإعجاز من معجزات غيره، كتَفجُّرِ الماء من بَيْن أصابعه، فإنّه أبلغُ في خَرْقِ العادةِ من تَفَجُّره من الحَجَر، لأن جِنْسَ الأحجار ربّما يتفجّرُ منه الماء. فكانت معجزتُه بانفجار الماء من بَيْن أصابعه أبلغَ من انفجار الحَجَرِ لموسى. ¶ ومنها: أنَّ عيسى عليه السلام أبرأ الأكْمَهَ والأبْرَصَ مع بقاء عَيْنِهِ في مَقرِّها. ورسولُ الله صلَّى الله عليه وسلم رَدّ العَيْنَ بعد أن سالتْ على الخدِّ. ففيه مُعجزة من وَجْهَيْن: أحدهما التئاَمُها بعد",
            "page": "24",
            "part": "1",
            "seal": "FDD6CDC3"
        },
        {
            "id": "25",
            "nass": "سَيَلانها، والآخرُ ردُّ البصر إليها بعد فَقْدِه منها. ¶ ومنها: أنَّ الأموات الذين أحياهم من الكفْر بالإيمان أكثَرُ عدداً ممّن أحياهم عيسى بحياة الأبدان. وَشَتّان بين حياة الإيمان وحياة الأبدان. ¶ ومنها: أنَّ الله تعالى يكتب لكل نبيٍّ من الأنبياء من الأجْر بقدر أعمال أمّته وأحوالها وأقوالها. وأمّتُه - صلى الله عليه وسلم - شَطْرُ أهلِ الجنّة. وقد أخْبَرَ اللهُ تعالى أنَّهم خَيْرُ أُمّةٍ أُخرِجتَ للناس. وإنّما كانوا خَيْرَ الأمم لِما اتّصفوا به من المعارفِ والأحوالِ والأقوالِ والأعمال. فما من مَعْرفةٍ ولا حالة، ولا عبادة، ولا مقالة، ولا شيء مما يُتَقَرّبُ به إلى الله عزّ وجلّ، مما دَلّ عليه رسولُ الله صلَّى الله عليه وَسَلّم ودعا إليه، إلَّا وله أجرُه وأجْرُ مَنْ عَمِلَ به إلى يوم القيامة. لقوله صلَّى الله عليه وسلَّم: \"مَنْ دعا إلى هُدًى كان له أجْرُه وأجْرُ مَنْ عمل به إلى يوم القيامة\". ولا يَبْلُغُ أحدٌ من الأنبياء إلى هذه المرتبة.",
            "page": "25",
            "part": "1",
            "seal": "9786F5D6"
        },
        {
            "id": "26",
            "nass": "وقد جاء في الحديث: \"الخَلْقُ عِيالُ الله، وأحبُّهم إليه أنْفَعُهم لِعِياله\" (1). فإذا كان صلَّى الله عليه وسلم قد نفع شَطْرَ أهلِ الجنّة، وغيرُه من الأنبياء، صلوات الله وسلامه عليهم، إنّما نفع جزءاً من أجْزآء الشَطْرِ الآخر، كانتْ منزلتُه, - صلى الله عليه وسلم - في القرْب على قدر منزلته في النَفْع. فما من عارفٍ من أمّته إلاّ وله صلَّى الله عليه وسلَّم مثلُ أجْرِ معرفته مُضافاً إلى مَعارفه. وما من ذي حالٍ من أمّته إلَّا وله مِثْلُ أجْرِهْ على حاله مضموماً إلى أحواله صلَّى الله عليه وسلم. وما من ذي مَقالٍ يُتَقَرّبُ به إلى الله عزّ ¶ __________ ¶ (1) قال ابن حجر في الفتاوى الحديثية: حديث الخلق عيال الله .. ورد من طرق كلها ضعيفة. ورواه الحافظ المنذري في أربعينه، وقال أبو عبد الله محمد السُّلمي في تخريجها: .. وله طرق يقوّي بعضها بعضاً (انظر: كشف الخفاء ومزيل الالتباس. 1/ 457 - 458).",
            "page": "26",
            "part": "1",
            "seal": "83933C73"
        },
        {
            "id": "27",
            "nass": "وجَلّ إلَّا وله صلَّى الله عليه وسلَّم مِثْلُ أجْرِ ذلك القول، مضموماً إلى مقالته صلَّى الله عليه وسلَّم وتبليغ رسالته. وما من عَمَلٍ من الأعمال المقرِّبة إلى الله عزّ وجَلَّ من صلاةٍ وزكاةٍ وعِتْقٍ وجِهادٍ وبِرٍّ ومعروفٍ وذِكْرٍ، وصَبْر، وعَفْوٍ، وصَفْحٍ، إلَّا وله صلَّى الله عليه وسلَّم مِثْلُ أجْرِ عامله، مضموماً إلى أجْرِه على أعماله. وما مِنْ دَرَجَةٍ عَلِيّةٍ، ومرتبةٍ سَنيّةٍ نالَها أحدٌ من أمّته بإرْشاده ودلالته إلَّا ولهُ مِثْلُ أجْرِها مَضْموماً إلى درجته صلَّى الله عليه وسلم ومَرْتبته، وَيَتَضاعَفُ ذلك بأنّ مَنْ دعا من أمّته إلى هُدًى، أوْ سَنَّ سُنّةً حَسَنَةً كان له أجْرُ مَنْ عَمِلَ بذلك على عدَد العاملين. ثم يكونُ هذا المُضَاعَفُ لِنَبِيّنا صلَّى الله عليهِ وسلَّم، لأنَّه دَلّ عليه وأرْشَدَ إليه. ولأجْلِ هذا بكى موسى عليه السلام ليلةَ الإسرآء بكاءَ غِبْطَةٍ غَبَطَ بها النبيّ صلَّى الله عليه وسلَّم إذْ يَدْخُلُ من أمّته الجنّةَ أكثرُ مما يدخُلُ من أمّةِ موسى. ولم يَبْكِ حَسَداً كما يتوهمّه بعضُ الجَهَلَة، وإنّما بكى أَسَفاً على ما فاته من مثل مرتبته. ¶ ومنها: أنَّ الله عزّ وجَلّ أرسل كُلَّ نبيٍّ إلى قَوْمِه خاصّةً، وأرسَلَ نبيّنا صلَّى اللهُ عليه وسلَّم إلى الجنّ والإنْس. فلكُلّ نبيٍّ من",
            "page": "27",
            "part": "1",
            "seal": "A1DA0F46"
        },
        {
            "id": "28",
            "nass": "الأنبياء ثوابُ تَبْليغه إلى أمّته، ولِنبيّنا صلَّى الله عليه وسلَّم ثوابُ التبليغ إلى كُلِّ مَنْ أُرْسلَ إليه تارةً بمباشرةِ الإبلاغِ، وتارةً بالتَسَبُّبِ إليه. ولذلك تمنّن الله تعالى عليه فقال (وَلَوْ شِئْنَا لَبَعَثْنَا فِي كُلِّ قَرْيَةٍ نَذِيرًا) (51). ووَجْهُ التَمَنّنِ أنَّه لو بَعَثَ في كُلِّ قريةٍ نَذِيرًا لما حَصَلَ لرسولِ الله صلَّى الله عليه وسلَّم إلَّا أجْرُ إنذارِهِ أهلَ قَرْيَته. ¶ ومنها: أنَّ الله تعالى كلَّم موسى بالطور، وبالوادي المقدّس. وكلّم نبيّنا، صلَّى الله عليه وسلَّم، عند سِدْرَة المُنْتَهى. ¶ ومنها: أنَّه قال: \"نحن الآخِرون السابقون مِن أهلِ الدُنيا، والأوّلون يوم القيامة المُقْضَى لهم قَبْل الخلائق، ونحن أوّل مَنْ يدخُل الجنّة\". ¶ ومنها: أنه كُلّما ذكر السؤدُد مُطْلقاً فقد قَيّده بيوم القِيامة. فقال:",
            "page": "28",
            "part": "1",
            "seal": "60B5A244"
        },
        {
            "id": "29",
            "nass": "\"أنا سيّد وَلَدِ آدم يوم القِيامة، وأوّل مَنْ يَنْشَقُّ عنه القَبْر، وأوّلُ شافعٍ، وأوّلُ مُشفّعٍ\" (1). ¶ ومنها: أنَّه صلَّى الله عليه وسلَّم أخْبَرَ أنَّه يرغَبُ إليه الخَلْقُ كُلّهم يوم القِيامة، حتى إبراهيم (2). ¶ ومنها: أنَّه قال صلَّى اللهُ عليه وسلَّم: \"الوسيلةُ مَنْزلَةٌ في الجنّة لا ينْبَغيِ أن تكون إلَّا لعبدٍ من عباد الله. وأرجو أن أكون أنا هُوَ. فمَنْ سأل ليَ الوسيلةَ حَلّت عليه الشفاعة.\" (3). ¶ ومنها: أنَّه يَدْخُلُ من أمّته الجنّة سَبْعون ألفاً بغير حساب (4) ولم يثبُت ذلك لغيره. ¶ __________ ¶ (1) انظر صحيح مسلم، الحديث رقم 1782؛ والترمذي، الحديث رقم 3620. ¶ (2) انظر الترمذي، الحديث 2436. (ج 7/ ص 147). ¶ (3) أخرجه الترمذي، انظر الحديث 3616 و 3619؛ ص 298. ¶ (4) الترمذي عن أبي أمامة: قال: سمعت رسول الله صلى الله عليه وسلم يقول: ¶ وعدني ربي أن يُدخل الجنة من أمتي سبعين ألفاً لا حساب عليهم ولا عذاب، مع كل ألف سبعون ألفاً وثلاث حثيات من حثياته. (7/ 151) وانظر ¶ الحديث رقم 2448 من صحيح الترمذي (7/ 157). وأخرجه أيضاً الشيخان والنسائي.",
            "page": "29",
            "part": "1",
            "seal": "F3CCEACD"
        },
        {
            "id": "30",
            "nass": "ومنها: الكَوْثَرُ الذي أعْطِيَهُ في الجنّة، والحَوْضُ الذي أعطِيَهُ في الموقف. ومنها: قولُه صلَّى الله عليه وسلَّم: \"نحن الآخِرون السّابقون\"، أي الآخرون زماناً، السابقون بالمناقب والفضائل\". ¶ ومنها: أنَّه أُحِلّتْ له الغنائم، ولم تحِلّ لِأحدٍ قبله، وجُعلتْ صفوفُ أمّته كصفوف الملائكة، وجُعِلَتْ له الأرضُ مَسْجِداً وتُراباً طَهورا. ¶ وهذه الخصائص تدلُّ على عُلوّ مرتبته والرّفقِ بأمّته.",
            "page": "30",
            "part": "1",
            "seal": "D4D3DE00"
        },
        {
            "id": "31",
            "nass": "ومنها: أنَّ الله تعالى أثنى على خُلُقِه فقال: (وإنّك لَعَلَى خُلُقٍ عَظيمٍ). واستعظامُ العظماء للشيء يدُلَّ على إيغاله في العظمة. فما الظنُّ باستعظام أعظم العظماء. ¶ ومنها: أنَّ الله تعالى كلّمه بأنواع الوحي، وهي ثلاثةٌ: أحدُها الرؤيا الصالحةُ، والثاني الكلامُ من غَيْرِ واسِطة، والثالثُ مع جبريل صلَّى اللهُ عليه وسلَّم. ¶ ومنها: أنَّ كتابه صلَّى اللهُ عليه وسلَّم، مُشْتَمِلٌ على ما اشتملت عليه التوراةُ والإنجيلُ والزّبور. وفُضِّل بالمفصّل. ¶ ومنها: أنَّ أمّته أقلّ عملاً ممن قبلهم، وأكثرُ أجْراً، كما جاء في الحديث.",
            "page": "31",
            "part": "1",
            "seal": "A6440074"
        },
        {
            "id": "32",
            "nass": "ومنها: أنَّ اللهَ عزّ وجلّ عَرَض عليه مفاتيح كنوز الأرض، وخيّره بين أن يكون نبيّاً ملِكاً، أو نبيّاً عبداً. فاستشارَ جبريل. فأشار إليه أنْ تواضَعْ. فقال: بل نبيّاً عَبْداً، أجوعُ يومًا وأشبعُ يومًا. فإذا جعتُ دَعَوْتُ اللهَ، وإذا شَبِعْتُ شكرتُ الله. قصد صلَّى الله عليه وسلم أن يكون مَشْغُولاً بالله في طَوْرَيِ الشِدّةِ والرخاء، والنعمةِ والبلاء. ¶ ومنها: أنَّ الله أرسله رحمةً للعالَمين. فأمْهَلَ عُصاةَ أمّته، ولم يُعاجِلْهُم إبقاءً عليهم، بخلاف مَنْ تَقَدّمه من الأنبياء، فإنّهم لَمّا كذّبوا عوجلوا بِذُنوبهم. ¶ وأما أخلاقه صلَّى اللهُ عليه وسلَّم في حِلْمه وعَفْوه وصَبْره وصفحه وشُكْره، ولينه في الله، وأنَّه لم يَغْضَب لِنفسه، وأنه جاء لإتمام مكارمَ الأخلاق،.",
            "page": "32",
            "part": "1",
            "seal": "7110DBF7"
        },
        {
            "id": "33",
            "nass": "وما نُقل من خُشوعه وخُضوعه، وتبذّله وتواضُعه، في مأْكله ومَلْبَسِه، ومَشْرَبه ومَسْكَنه، وجميل عُشْرَته، وكريم خليقته، وحُسْن سَجيّته، ونُصحه لأمّته، وحِرْصِه على إيمان عشيرته، وقيامه بأعباء رسالته، ورأْفته بالمؤمنين ورحمتِه، وغِلْظتِه على الكافرين وشِدّته، ومُجاهدته في نُصْرَة دِين الله وإعلاءَ كلمته، وما لَقِيَه من أذى قَوْمِه وغيرِهم، في وَطَنهِ وغُرْبتهِ، فبعضُ هذه المناقب موجودٌ في كتاب الله، وبعضُها موجودٌ في كُتُب شمائله وسيرته. ¶ أمّا لينُه صلَّى الله عليه وسم ففي قوله تعالى (فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ)، وأمّا شِدّتُه صلَّى الله عليه وسلَّم على الكافرين، ورحمته بالمؤمنين ففي قوله تعالى (مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ). وأمّا حِرْصُه صلَّى الله عليه وسلَّم على إيمان أمّته، ورَأْفَتِه بالمؤمنين، ورحمته وشَفَقَته على الكافّة، ففي قوله تعالى (لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ) (128). وأمّا نُصْحُهُ - صلى الله عليه وسلم -",
            "page": "33",
            "part": "1",
            "seal": "3CDF537C"
        },
        {
            "id": "34",
            "nass": "في أداء رسالته، ففي قوله تعالى (فَتَوَلَّ عَنْهُمْ فَمَا أَنْتَ بِمَلُومٍ) (54) ولو قَصّر لَتَوَجّه إليه اللّوْم. ¶ ومنها: أنَّ الله تعالى نَزّلَ أمّته مَنْزِلةَ العُدولِ من الحُكّام، فإنّ الله إذا حَكَمَ بين العِباد فجَحَدَ الأممُ بتبليغ الرسالة أحْضَرَ أمّةَ مُحمّد صلَّى اللهُ عليه وسَلّم فيَشْهَدون على الناسِ بأنّ رُسلهم أبلَغَتْهم. وهذه الخصيصَةُ لم تَثْبُتْ لأحدٍ من الأنبياء. ¶ ومنها: عصمةُ أمّته بأنَّها لا تَجْتَمع على ضَلالةٍ في فَرْع ولا أصل. ¶ ومنها: حِفْظ كتابه، فلو اجتمع الأوّلون والآخِرون على أنْ يزيدوا فيه كلمةً، أو يُنْقِصوا كلمةً لعجزوا عن ذلك. ولا يَخْفى ما وَقَع من التبديل في التوراةِ والإنجيل.",
            "page": "34",
            "part": "1",
            "seal": "7CD5FF6A"
        },
        {
            "id": "35",
            "nass": "ومنها: أنَّ الله سَتَرَ على من لم يتقَبّل عَمَلَه من أمّته. وكان مَنْ قَبْلَهُمْ يُقَرِّبون القرابين، فتأكُلُ النارُ ما تقَبّل منها، وتَدَع ما لم يتقَبّل. فيصبح صاحبه مُفْتَضَحاً، ولمثل ذلك قال اللهُ تعالى (وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ) (107). وقال صلَّى الله عليه وسلَّم: \"أنا نبيّ الرحمة\". ¶ ومنها: أنَّه بُعِثَ صلَّى الله عليه وسَلّم بجوامع الكَلِم، واختُصِرَ له الحديث اختصاراً، وفاق العَرَبَ في فصاحته وبلاغتِه. ¶ وكما فَضّله الله على أنبيائه ورُسُله من البَشَر، فكذلك فَضّله على مَن اصطفاه من رُسُله من أهل السماء وملائكته، لأنّ أفاضل البَشَر أفضلُ من الملائكة، لقوله تعالى (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ) (7)، والملائكة من جملة البريّة، لأنّ البريّة الخليقة، مأخوذ من بَرَأ اللهُ الخَلْقَ أي اختَرَعه وأوْجَدَه.",
            "page": "35",
            "part": "1",
            "seal": "82DB6692"
        },
        {
            "id": "36",
            "nass": "ولا يَدْخُلُ الملائِكَةُ في قوله (إنَّ الذينَ آمنوا وعَمِلوا الصالحاتِ) لأنّ هذا اللفظ مُخْتَصَّ بِعُرْف الاستعمال فيمن آمَنَ من البشر، بدليل أنَّه هو المتبادَرُ إلى الأَفْهام عند الإطلاق. ¶ فإنْ قيلَ: البريّةُ مأخوذ من البرَى. وهو التُرابُ، فكأنَّه قال: إنّ الذين آمنوا وعملوا الصالحات أولئك هم خَيْرُ البريئة. ¶ فالجوابُ من وجهَيْن: أحدُهما أنَّ أئمة اللغة قد عَدّوا البريئة في جملة ما تركت العرب هَمْزَهُ. ¶ والوجهُ الثاني، وهو الأظْهَرُ، أنَّ نافعاً ¶ قرأ بالهمز. وكلا القرآءتَيْن كلامُ الله. فإنْ كانت إحدى القرآءتَيْن قد فَضّلَت الذين آمنوا وعملوا الصالحات على سائرِ البشر، فقد فَضّلتْهم القراءهُ الأُخرى على سائر الخَلْق. وإذا ثَبَتَ",
            "page": "36",
            "part": "1",
            "seal": "77BFB18D"
        },
        {
            "id": "37",
            "nass": "أنّ أفاضل البشر أفضَلُ من الملائكة، فالأنبياء صلواتُ الله عليهم وسلامُه أفضل الذين آمنوا وعملوا الصالحات. بدليل قوله تعالى بعد ذكر جماعة من الأنبياء (وَكُلًّا فَضَّلْنَا عَلَى الْعَالَمِينَ) (86). فدلّتِ هذه الآية على أنَّهم أفضَلُ البشر، وأفَضَلُ من الملائكة، لأنّ الملائكة من العالَمين، سواء كان مُشْتقاً من العالم أو العلامة. ¶ وإذا كانت الأنبياءُ أفْضَلَ من الملائكة، ورسولُ الله صلَّى الله عليه وسلَّم أفْضَلَ من الأنبياء، فقد ساد ساداتِ الملائكة، فصار أفْضَلَ من الملائكة بَدَرَجَتَيْن، وأعلى منهم بِرُتْبَتَيْن، لا يعلم قَدْرَ تلك الرُتْبَتَيْن، وشَرَفَ تَيْنك الدرجتَيْن إلَّا مَنْ فَضَّل خاتَمَ النبيّين وسيّدَ المُرْسلين على جميع العالمين. ¶ وهذه لُمَعٌ وإشارات يكتفي العاقلُ الفَطِنُ بمثْلِها، بل ببعضها، ونحنُ نسألُ اللهَ تعالى بمنّه وكَرَمه أنْ يوفّقْنا لاتّباع رسوله في سُنّتِه",
            "page": "37",
            "part": "1",
            "seal": "69A0619E"
        },
        {
            "id": "38",
            "nass": "وطريقته وجميع أخلاقه الظاهرة والباطنة، وأن يجعلنا من أحْزابه وأنصاره. ¶ والحمدُ لله وحده، وصلاتُه على خَيْر خَلْقِه محمدٍ وآله وصحبه. ¶ وحسبنا اللهُ ونعم الوكيل، ولا حَوْلَ ولا قوّةَ إلَّا بالله العليّ العظيم.",
            "page": "38",
            "part": "1",
            "seal": "DD56E49A"
        }
    ],
    "t214": [
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "وقد فضل الله تعالى نبينا محمد صلى الله عليه وسلم بوجوه"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "1",
            "tit": "أولها: أنه ساد الكل"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "وحسبنا الله ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم"
        }
    ]
}