{
    "b2146": [
        {
            "id": "1",
            "nass": "المصطلحات الأربعة ¶ في القرآن ¶ أبو الأعلى المودودي ¶ تقديم الطبعة الأولى ¶ هذه رساله ألفها الاستاذ السيد أبو الأعلى المودودي في سنة 1360هـ - 1941 م، ونشر فصولها تباعا في مجلته الشهرية \" ترجمان القرآن \" ثم جمعها ونشرها في رسالة سماها \" المصطلحات الأربعة في القرآن \". وما كتبه الأستاذ المودودي نفسه في مقدمته لهذه الرساله عن أهميه هذه المصطلحات في الإسلام، فيه ما يغني عن إعادة ذكره في هذا التقديم، وحسبنا أن نبين هنا تأريخ تأليف هذه الرسالة والمناسبة التي دعت لتأليفها. ¶ ... تم تأليف هذه الرسالة سنة 1360هـ، وهي السنة التي تأسست فيها \" الجماعة الإسلامية \" في الهند، فكان لهذه الرسالة يد – وأي يد – في إيضاح دعوة الجماعة، وتحديد موقفها من جميع الاحزاب والجمعيات التي كانت قائمة في البلاد. فما تقدم بعدها أحد للإشتراك إلا كان على بينة تامة من الفرق بين دعوة الجماعة وبين ما تدعو إليه سائر الاحزاب والجمعيات، على الرغم من أن بعضها يدعي أنها ما قامت إلا لأجل الاسلام ونشر دعوته. ¶ ... وقد ظهر من هذه الرسالة حتى الان أربع طبع – في كل طبعه نحو 3000 نسخة – باللغة الاردية، ولم تنقل حتى يومنا هذا إلى أيه لغة أخرى، إلا هذه الترجمة العربية التي نهض بها الاخ الفاضل الاديب الاستاذ السيد محمد كاظم سباق، من زملاء \" دار العروبة للدعوة الاسلامية \" وها نحن أولاء نتشرف بتقديمها إلى اخواننا الناطقين بالضاد. ¶ وهذه الرسالة هي الثانية من رسائلنا – تحلت بالطبع في مدينة دمشق – معقل الاسلام الحصين – على أيدي اخوان لنا في العلم والدين، ممن اجتمعت قلوبنا وقلوبهم على حب الاسلام والاستماته في سبيله، جزاهم الله عن الاسلام وأهله خير الجزاء، ووفقنا جميعا للعمل بما فيه مرضاته، انه ولي التوفيق وانه سميع مجيب.",
            "page": "1",
            "part": "1",
            "seal": "60085980"
        },
        {
            "id": "2",
            "nass": ".. وقد سبق أن نشر في دمشق رسالة \" مبادئ الاسلام \" للأستاذ المودودي، وثماني رسائل أخرى نشرت في القاهرة - يجد القارئ اسماءها في ختام هذه الرسالة - والمأمول أن تعقبها رسائل أخرى من هذه السلسلة قريبا إن شاء الله. ¶ ... وآخر دعوانا أن الحمد لله رب العالمين ¶ ... لاهور في 13 جمادى الأولى 1374 هـ ¶ ... ... 8 كانون الثاني (يناير) 1955 م ¶ كتبه العاجز الفقير إلى رحمة الله تعالى ¶ محمد عاصم الحداد",
            "page": "2",
            "part": "1",
            "seal": "4220D4F9"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ الإله والرب والدين والعبادة ¶ هذه الكلمات الأربع أساس المصطلح القرآني وقوامه، والقطب الذي تدور حوله دعوة القرآن. فجماع ما يدعو إليه القرآن الكريم هو أن الله تعالى هو الإله الواحد الأحد والرب الفرد الصمد، لا إله إلا هو، ولا رب سواه، ولا يشاركه في ألوهيته ولا في ربوبيته أحد. فيجب على الإنسان أن يرضى به إلهاً وأن يتخذه دون سواه رباً، ويكفر بألوهية غيره ويجحد ربوبية من سواه، وأن يعبده وحده ولا يعبد أحداً غيره ويخلص دينه لله تعالى ويرفض كل دين غير دينه سبحانه كما ورد في التنزيل: (وَما أَرسَلْنا مِنْ قَبلِكَ مِنْ رَسولٍ إلاّ نوحي إليهِ أنهُ لا إله إلاّ أنا فاعبدونِ) . (الأنبياء: 25) ¶ (وما أُمِروا إلاّ لِيَعْيُدوا إلهاً واحِداً لا إلهَ إلاّ هوَ سُبحانَهُ عمّا يُشْرِكون) . (التوبة: 31) ¶ (إنَّ هذه أمّتُكُمْ أمَّة واحدةً وأنا رَبُّكُمْ فاعبدون) (الأنبياء: 92) ¶ (قل أغيْرَ الله ابغي رَبّاً وهُوَ ربُّ كلِّ شيء) (الأنعام: 164) ¶ (فَمَن كان يرجو لقاء ربه فليعمل عملاً صالحاً ولا يشرك بعبادة ربه أحداً) (الكهف: 110) ¶ (ولقد بَعثنا في كل أمة رسولاً أن اعبدوا الله واجتنبوا الطاغوت) (النحل: 36) ¶ (أفغير دين الله يبغون وله أسلم من في السماوات والأرض طوعاً وكرهاً وإليه يرجعون) (آل عمران: 83) ¶ (قل إني أمرتُ أن أعبدَ الله مخلصاً له الدين) (الزمر: 11) (إن الله ربي وربّكم فاعبدوه هذا صراطٌ مستقيم) (آل عمران: 51) ¶ هذه الآي المعدودة إنما سردناها مثالاً وأنموذجاً، وإلا فمن قرأ القرآن وتتبع آياته، فإنه يحس لأول وهلة ان كل ما نزل به القرآن الكريم من الهدي والإرشاد لا يدور إلا حول هذه المصطلحات الأربعة، وليس موضوع الكتاب وفكرته الأساسية إلا: ¶ أن الله هو الرب والإله. ¶ وأنه لا رب ولا إله إلا هو. ¶ فإياه ينبغي أن يعبد الإنسان. ¶ وله وحده ينبغي أن يخلص الدين. ¶ أهمية المصطلحات الأربعة",
            "page": "3",
            "part": "1",
            "seal": "6162F44F"
        },
        {
            "id": "4",
            "nass": "ومن الظاهر البيّن أنه لابد لمن أراد أن يدرس القرآن ويسبر غور معانيه، أن يتفهم المعاني الصحيحة لكل من هذه الكلمات الأربع ويتلقى مفهومها الكامل الشامل، فإذا كان الإنسان لا يعرف ما الإله، وما معنى الرب، وما العبادة، وما تطلق عليه كلمة الدين فلا جرم، أن القرآن كله سيعود في نظره كلاماً مهملاً لا يفهم من معانيه شيء. فلا يقدر أن يعرف حقيقة التوحيد، أو يتفطن إلى ماهية الشرك، ولا يستطيع ان يخص عبادته بالله سبحانه أو يخلص دينه له. وكذلك إذا كان مفهوم تلك المصطلحات غامضاً متشابهاً في ذهن الرجل وكانت معرفته بمعانيها ناقصة فلا شك أنه يلتبس عليه كل ما جاء به القرآن من الهدى والإرشاد، وتبقى عقيدته وأعماله كلها ناقصة مع كونه مؤمناً بالقرآن. فإنه لن ينفك يلهج بكلمة لا إله إلا الله ويتخذ مع ذلك آلهة متعددة من دون الله. ولن يبرح يعلن أنه لا رب إلا الله ثم يكون مطيعاً لأرباب من دون الله في واقع الأمر. إنه يجهر بكل صدق وإخلاص بأنه لا يعبد إلا الله تعالى ولا يخضع إلا له، ولكنه مع ذلك يكون عاكفاً على عبادة آلهة كثيرة من دون الله. وكذلك يصرح بكل شدة وقوة أنه في حظيرة دين الله وكنفه وإن قام أحد يعزوه إلى دين آخر غير الإسلام هجم عليه وناصبه الحرب؛ ولكنه يبقى مع ذلك متعلقاً بأذيال متعددة ولا شك أنه لا يدعو أحداً غير الله تعالى ولا يسميه بالإله أو الرب بلسانه، لكن تكون له آلهة كثيرة وأرباب متعددة من حيث المعاني التي وضعت لها هاتان الكلمتان، والمسكين لا يشعر أصلاً أنه قد أشرك بالله آلهة وأرباباً أخرى وغذ نبّهته إلى أنه عابد لغير الله ومقترفٌ للشرك في الدين، لانقض عليك يخمش وجهك، إلا أنه يكون عابداً لغير الله حقاً وداخلاً في غير دينه بدون ريب من حيث مغزى (العبادة) و (الدين) وهو لا يدري مع كل ذلك أن الأعمال التي يرتكبها هي في حقيقة الأمر عبادة لغير الله وأن الحالة التي قد سقط فيها هي نفس الأمر دينٌ ما",
            "page": "4",
            "part": "1",
            "seal": "4FBBA9B2"
        },
        {
            "id": "5",
            "nass": "انزل الله به من سلطان. ¶ السبب الحقيقي لهذا الفهم الخاطئ ¶ يدلنا النظر في عصر الجاهلية وما تبعه من عصور الإسلام أنه لما نزل القرآن في العرب وعرض على الناطقين بالضاد كان حينئذ يعرف كل امرئٍ منهم ما معنى (الإله) وما المراد بـ (الربْ) ، لأن كلمتي (الإله) و (الرب) كانتا مستعملتين في كلامهم منذ قبل، وكانوا يحيطون علماً بجميع المعاني التي تطلقان عليها. ومن ثم إذا قيل لهم: لا غله إلا الله ولا رب سواه ولا شريك له في ألوهيته وربوبيته، أدركوا ما دُعوا إليه تماماً وتبين لهم من غير ما لبس ولا إبهام أي شيء هو الذي قد نفاه القائل ومنع غير الله أن يوصف به؛ وأي شيء قد خصه وأخلصه لله تعالى، فالذين كفروا إنما كفروا عن بينة ومعرفة بكل ما يبطله وينعي عليه كفره بألوهية غير الله وربوبيته، وكذلك من آمن فقد آمن عن بينة وبصيرة بكل ما يوجب قبول تلك العقيدة الأخذ به أو الانسلاخ عنه. ¶ وكذلك كانت كلمتا (العبادة) و (الدين) شائعتين في لغتهم وكانوا يعلمون ما البعد، وما الحال التي بعبر عنها بالعبودية، وما هو المنهاج العملي الذي يطلق عليه اسم (العبادة) وما مغزى (الدين) وما هي المعاني التي تشتمل عليها هذه الكلمة؟ ومن ثم لما قيل لهم \"أن اعبدوا الله واجتنبوا الطاغوت\" وادخلوا في دين الله منقطعين عن الأديان كلها ما أخطأوا في فهم هذه الدعوة التي جاء بها القرآن. وما إن قرعت كلماتها أسماعهم حتى تبينوا: أي نوع من التغيير في نظام حياتهم جاءت تطالبهم به تلك الدعوة؟ ¶ ولكنه في القرون التي تلت ذلك العصر الزاهر جعلت تتبدل المعاني الأصلية الصحيحة لجميع تلك الكلمات، تلك المعاني التي كانت شائعة بين القوم عصر نزول القرآن، حتى أخذت تضيق كل كلمة من تلكم الكلمات الأربع عما كانت تتسع له وتحيط به من قبل، وعادت منحصرة في معان ضيقة محدودة؛ بمدلولات غامضة مستبهمة. وذلك لسببين اثنين:",
            "page": "5",
            "part": "1",
            "seal": "7C5541C4"
        },
        {
            "id": "6",
            "nass": "الأول: قلة الذوق العربي السليم ونضوب معين العربية الخالصة في العصور المتأخرة، والثاني أن الذين ولدوا في المجتمع الإسلامي ونشؤوا فيه، لم يكن قد بقي لهم من معاني كلمات (الإله) و (الرب) و (العبادة) و (الدين) ما كان شائعاً في المجتمع الجاهلي وقت نزول القرآن. ولأجل هذين السببين أصبح اللغويون والمفسرون في العصور المتأخرة يشرحون أكثر كلمات القرآن في معاجم اللغة وكتب التفسير بالمعاني التي فهمها المتأخرون من المسلمين بدلاً من معانيها اللغوية الأصلية. ودونك من ذلك أمثلة: ¶ إن كلمة (الإله) جعلوها كأنها مترادفة مع كلمة الأصنام والأوثان. ¶ وكلمة (الرب) جعلوها مترادفة مع الذي يربي وينشئ وللذات القائمة بأمر تربية الخلق وتنشئتهم. ¶ وكلمة (العبادة) حددوها في معاني التأله والتنسك والخضوع والصلاة بين يدي الله. ¶ وكلمة (الدين) جعلوها نظيراً لكلمة النحلة (Religion) . ¶ وكلمة (الطاغوت) فسروها بالصنم أو الشيطان.",
            "page": "6",
            "part": "1",
            "seal": "68D291FD"
        },
        {
            "id": "7",
            "nass": "فكانت النتيجة أن تعذر على الناس أن يدركوا حتى الغرض الحقيقي والمقصد الجوهري من دعوة القرآن فإذا دعاهم القرآن ألا يتخذوا من دون الله إلهاً، ظنوا أنهم وفّوا مطالبة القرآن حقها لما تركوا الأصنام واعتزلوا الأوثان؛ والحال أنهم لا يزالون متشبثين بكل ما يسعه ويحيط به مفهوم (الإله) ما عدا الأوثان والأصنام، وهم لا يشعرون أنهم بعملهم ذلك قد اتخذوا غير الله إلهاً. وإذا ناداهم القرآن أن الله تعالى هو الرب فلا تتخذوا من دونه رباً، قالوا ها نحن أولاء لا نعتقد أحداً من دون الله مربياً لنا ومتعهداً لمرنا، وبذلك قد كملت عقيدتنا في باب التوحيد، والواقع أنه قد أذعن أكثرهم لربوبية غير الله من حيث المعاني الأخرى التي تطلق عليها كلمة (الرب) غير هذا المعنى – المربي-. وإذا خاطبهم القرآن أن اعبدوا الله واجتنبوا الطاغوت، قالوا: لا نعبد الأوثان، ونبغض الشيطان ونلعنه ولا نخشع إلا لله، فقد امتثلنا هذا الأمر القرآني أيضاً امتثالاً، والحال أنهم لا يزالون متمسكين بأذيال الطواغيت الأخرى غير الأصنام المنحوتة من الأحجار، وقد خصوا سائر ضروب العبادة – اللهم إلا التأله- لغير الله، وقل مثل ذلك في (الدين) ، فإنه لا يفهم الناس من معنى إخلاص الدين لله تعالى غير أن ينتحل المرء ما يسمونه (الديانة الإسلامية) وألا يبقى في ملة الهنادك أو اليهود أو النصارى. ومن هنا يزعم كل من هو معدود من أهل الديانة الإسلامية أنه قد أخلص دينه لله، والحق أن أغلبيتهم ممن لم يخلصوا دينهم لله تعالى من حيث المعاني الواسعة التي تشتمل عليها كلمة (الدين) . ¶ نتائج هذا الفهم الخاطئ ¶ من الحق الذي لا مراء فيه أنه قد خفي على الناس معظم تعاليم القرآن، بل قد غابت عنهم روحه السامية وفكرته المركزية لمجرد ما غشي هذه المصطلحات الأربعة الأساسية من حجب الجهل. وذلك من أكبر الأسباب التي قد تطرق لأجلها الوهن والضعف إلى عقائدهم وأعمالهم على رغم قبولهم دين الإسلام وكونهم في عداد المسلمين. ومن أجل ذلك كله يجدر بنا أن نفصل معاني تلك المصطلحات الأربعة ونشرحها شرحاً كاملاً، ليتبين غرض القرآن الحقيقي وتعاليمه الأساسية. ¶ ومع أني قد حاولت الإلمام بمفهوم تلك المصطلحات في مقالات لي عديدة تقدم لي كتابها، غير أن ما قد كتبته حتى الآن لا يكفي في حد ذاته لدرء الأخطاء التي قد تسربت إلى الأذهان في هذا الباب؛ ولا يكاد يقتنع به الناس ويطمئنون إليه لأنهم يحسبون كل ما آني به من الشرح والتفصيل لمعاني تلك الكلمات من غير استشهاد بآي الكتاب العزيز ومن غير استناد إلى معاجم اللغة - يحسبونه رأياً لي ارتأيته؛ والظاهر أن رأيي الشخصي لا يمكن أن يقنع الذين لا يرون رأيي ولا يوافقونني عليه على الأقل. فأردت في هذه الرسالة أن أبين المعاني الكاملة الشاملة لهذه المصطلحات الأربعة، من دون أن آتي في ذلك بقول لا يؤيده القرآن أو برأي لا يستند إلى معاجم اللغة. ¶ وسأتناول بالبحث أولاً كلمة (الإله) ثم (الرب) ثم (العبادة) ثم (الدين) إن شاء الله تعالى. ¶ أبو الأعلى",
            "page": "7",
            "part": "1",
            "seal": "1224666C"
        },
        {
            "id": "8",
            "nass": "الإله ¶ التحقيق اللغوي ¶ مادة كلمة (الإله) : الهمزة واللام والهاء، وقد جاء في معاجم اللغة من هذه المادة ما يأتي بيانه فيما يلي: (1) ¶ [ألهتُ إلى فلان] : سكنت إليه ¶ [ألهَ الرجل يأله] إذا فرغ من أمرٍ نزل به فألهه أي أجاره ¶ [ألِه الرجلُ إلى الرجل] : اتجه إليه لشدة شوقه إليه. ¶ [اله الفصيل] إذا ولع بأمّه ¶ [أله الإهة والُوهَة] عبد. ¶ وقيل (الإله) مشتق من (لاه يليه ليهاً] : أي احتجب ¶ __________ ¶ (1) انظر تفسير ابن كثير 1/19-20، وتفسير النيسابوري بحاشية تفسير الطبري 1-65 - 66.",
            "page": "8",
            "part": "1",
            "seal": "2EEC2359"
        },
        {
            "id": "9",
            "nass": "ويتبين من التأمل في هذه المعاني المناسبة التي جعلت \"اله ياله إلهة\" تستعمل بمعنى العبادة – (أي التأله) – (الاله) بمعنى المعبود: ¶ 1- أن أول ما ينشأ في ذهن الإنسان من الحافز على العبادة والتأله يكون ما أتاه احتياج المرء وافتقاره. وما كان الإنسان ليخطر بباله أن يعبد أحداً ما لم يظن فيه أنه قادر على أن يسد خلته، وأن ينصره على النوائب ويؤويه عند الآفات، وعلى أن يسكن من روعه في حال القلق والاضطراب. ¶ 2- وكذلك أن اعتقاد المرء أن أحداً ما قاض للحاجات ومجيب للدعوات، لستلزم أن يعده أعلى منه منزلة وأسمى مكانة، وألا يعترف بعلوه في المنزلة فحسب، بل أن يعترف كذلك بعلوه وغلبته في القوة والأيد. ¶ 3- ومن الحق كذلك أن ما تقضى به حاجات المرء غالباً حسب قانون الأسباب والمسببات في هذه الدنيا، ويقع جل عمله في قضاء الحاجات تحت سمع المرء وبصره، وفي حدود لا تخرج من دائرة علمه، لا ينشئ في نفس المرء شيئاً من النزوع إلى عبادته أبداً، خذ لذلك مثلاً أن رجلاً يحتاج إلى مال ينفقه في بعض حاجته، فيأتي رجلاً آخر يطلب منه عملاً أو وظيفة فيجيبه الرجل إلى طلبه ويقلده عملاً، ثم يأجره على عمله، فإن الرجل لا يخطر له ببال أصلاً – فضلاً عن أن يعتقد – أن الرجل يستحق العبادة من قبله، لما علم بل رأى بأمّ عينه كل المنهاج الذي بلغ به غايته وعرف الطريقة التي اتخذها الرجل لقضاء حاجته. فإن تصور العبادة لا يمكن أن يخطر ببال المرء إلا إذا كان شخص المعبود وقوّته من وراء حجاب الغيب، وكانت مقدرته على قضاء الحوائج تحت أستار الخفاء. من ها هنا قد اختيرت للمعبود كلمة تتضمن معاني الاحتجاب والحيرة والوله مع اشتمالها على معنى الرفعة والعلوّ. ¶ 4- ورابع الأربعة أنه من الأمور الطبيعية التي لا مندوحة عنها أن يتجه الإنسان في شوق وولع إلى من يظن فيه أنه قادر على أن يقضي حاجته إذا احتاج، وعلى أن يؤويه إذا نابته النوائب، ويهدئ أعصابه عند القلق.",
            "page": "9",
            "part": "1",
            "seal": "C34228AA"
        },
        {
            "id": "10",
            "nass": "فتبين من ذلك كله أن التصورات التي قد أطلقت من أجلها كلمة (الإله) على المعبود هي: قضاء الحاجة والإجارة والتهدئة والتعالي والهيمنة وتملك القوى التي يرجى بها أن يكون المعبود قاضياً للحاجات مجيراً في النوازل وأن يكون متوارياً عن الأنظار يكاد يكون سراً من الأسرار لا يدركه الناس، وأن يفزع إليه الإنسان ويولع به. ¶ تصور الإله عند أهل الجاهلية: ¶ ويجمل بنا بعد هذا البحث اللغوي أن ننظر ماذا كانت تصورّات العرب والأمم القديمة في باب الألوهية التي جاء القرآن بإبطالها. ¶ يقول سبحانه وتعالى ¶ 1- (واتخذوا من دون الله آلهةً ليكونوا لهم عزاً) (مريم:81) ¶ (واتخذوا من دون الله آلهة لعلهم يُنصرون) (يس: 74) ¶ يتبين من هاتين الآيتين الكريمتين أن الذين كان يحسبهم أهل الجاهلية آلهة لأنفسهم كانوا يظنون بهم أنهم أولياؤهم وحماتهم في النوائب والشدائد وأنهم يكونون بمأمن من الخوف والنقض إذا احتموا بجوارهم. ¶ 2- (فما أغنت عنهم آلهتهم التي يدعون من دون الله من شيء لمّا جاء أمر ربك وما زادوهم غير تتبيب) (هود: 101) ¶ (والذين يدعون من دون الله لا يخلقون شيئاً وهم يخلقون. أمواتٌ غير أحياءٍ وما يشعرون أيّان يبعثون. إلهكم إلهٌ واحدٌ) (النحل: 20-22) ¶ (ولا تدع مع الله إلهاً آخر، لا إله إلا هو (1)) (القصص: 88) ¶ (وما يتّبع الذين يدعون من دون الله شركاء إن يتبعون إلا الظن وإن هم إلا يخرصون) (يونس: 66) ¶ __________ ¶ (1) مما ينبغي أن يلاحظ في هذا المقام أن كلمة (الإله) جاء استعمالها في القرآن بمعنيين اثنين، أحدهما المعبود الذي يعبده الناس في الواقع، حقاً كان ذلك المعبود أم باطلاً، لا عبرة بذلك، وثانيهما المعبود الذي يستحق في حقيقة الأمر أن يعبد. وفي هذه الآية قد استعملت كلمة (الإله) في الموضعين منها بهذين المعنيين المختلفين.",
            "page": "10",
            "part": "1",
            "seal": "A901E9E6"
        },
        {
            "id": "11",
            "nass": "وتتجلى من هذه الآيات بضعة أمور، أحدها أن الذين كان أهل الجاهلية يتخذونهم آلهة لهم كانوا يدعونهم عند الشدائد ويستغيثون بهم؛ والثاني: أن آلهتهم أولئك لم يكونوا من الجن أو الملائكة أو الأصنام فحسب بل كانوا كذلك أفراداً من البشر قد ماتوا من قبل، كما يدل عليه قوله تعالى: \"أمواتٌ غير أحياء وما يشعرون أيان يُبعثون\" دلالة واضحة والثالث: أنهم كانوا يزعمون أن آلهتهم هذه يسمعون دعاءهم ويقدرون على نصرهم. ¶ ولابد للقارئ في هذا المقام من أن يكون على ذكر من مفهوم الدعاء، ومن وضعية النصرة التي يرجوها الإنسان من الإله فالمرء إذا كان أصابه العطش مثلاً فدعا خادمه وأمره بإحضار الماء أو إذا أصيب بمرض فدعا الطبيب لمداواته، ولا يصحّ أن يطلق على طلب الرجل للخادم أو للطبيب حكم \"الدعاء\" وكذلك ليس من معناه أن الرجل قد اتخذ الخادم أو الطبيب إلهاً له. وذلك أن كل ما فعله الرجل جار على قانون العلل والأسباب ولا يخرج عن دائرة حكمه. ولكنه إذا استغاث بولي أو وثن – وقد أجهده العطش أو المرض- بدلاً من أن يدعو الخادم أو الطبيب، فلا شك أنه دعاه لتفريج الكربة واتخذه إلهاً. فإنه دعا ولياً قد ثوى في قبر يبعد عنه بمئات من الأميال، فكأني له يراه سميعاً بصيراً ويزعم أن له نوعاً من السلطة على عالم الأسباب مما يجعله قادراً على ان يقوم بإبلاغه الماء أو شفائه من المرض، وكذلك إذا دعا وثناً في مثل هذه الحال يلتمس منه الماء أو الشفاء، فكأنه يعتقد أن الوثن حكمه نافذ على الماء أو الصحة أو المرض، مما يقدر به أن يتصرف في الأسباب لقضاء حاجته تصرفاً غيبياً خارجاً عن قوانين الطبيعة. وصفوة القول أن التصور الذي لأجله يدعو الإنسان الإله ويستغيثه ويتضرع إليه هو لا جرم تصور كونه مالكاً للسلطة المهيمنة على قوانين الطبيعة وللقوى الخارجة عن دائرة نفوذ قوانين الطبيعة.",
            "page": "11",
            "part": "1",
            "seal": "6A79F32C"
        },
        {
            "id": "12",
            "nass": "3- (ولقد أهلكنا ما حولكم من القرى وصرَّفنا الآيات لعلهم يرجعون. فلولا نصرهم الذين اتخذوا من دون الله قرباناً آلهةً بل ضلّوا عنهم وذلك إفكُهم وما كانوا يفترون) (الأحقاف: 27-28) ¶ (ومالي لا أعبد الذي فطرني وإليه ترجعون، أأتخذ من دونه آلهة إن يردن الرحمان بضرٍّ لا تغن عني شفاعتهم شيئاً ولا ينقذون) (يس: 22-23) ¶ (والذين اتخذوا من دونه أولياء ما نعبدهم إلا ليقربونا إلى الله زُلفى إن الله يحكم بينهم فيما هم فيه يختلفون) (الزمر: 3) ¶ (ويعبدون من دون الله مالا يضرهم ولا ينفعهم ويقولون هؤلاء شفعاؤنا عند الله) (يونس: 18)",
            "page": "12",
            "part": "1",
            "seal": "C9D4B67C"
        },
        {
            "id": "13",
            "nass": "فيتجلى من هذه الآيات الكريمة أمور عديدة منها أن أهل الجاهلية ما كانوا يعتقدون في آلهتهم أن الألوهية قد توزعت فيما بينهم، فليس فوقهم إله قاهر، بل كان لديهم تصور واضح لإله قاهر كانوا يعبرون عنه بكلمة (الله) في لغتهم. وكانت عقيدتهم الحقيقة في شأن سائر الآلهة أن لهم شيئاً من التدخل والنفوذ في ألوهية ذلك الإله الأعلى، وأن كلمتهم تُتَلقى عنده بالقبول وأنه يمكن أن تتحقق أمانينا بواسطتهم ونستدر النفع ونتجنب المضار باستشفاعهم. ولمثل هذه الظنون كانوا يتخذونهم أيضاً آلهة مع الله تعالى. ومن هنا يتبين أن الإنسان عن اتخذ أحداً شافعاً له عند الله ثم أصبح يدعوه ويستعين به ويقوم بآداب التبجيل والتعظيم ويقدم له القربات والنذور، فكل ذلك على ما اصطلح عليه أهل الجاهلية اتخاذه إياه إلهاً. (1) ¶ 4- (وقال الله: لا تتخذوا إلهين اثنين، إنما هو إله واحدٌ فإياي فارهبون) (النحل: 51) ¶ (ولا أخاف ما تشركون به إلا أن يشاء ربي شيئاً) (الأنعام: 80) ¶ (إن نقول إلا اعتراك بعض آلهتنا بسوء) (هود: 54) ¶ __________ ¶ (1) ومما يجب أن يعرفه القارئ في هذا المقام أن الشفاعة قسمان: شفاعة يكون من ورائها نوع من أنواع القوة والنفوذ، ويأبى الشافع إلا أن تقبل شفاعته. وشفاعة لا تقدم إلى المشفوع إليه غلا كما تقدم العرائض تذللاً وتخشعاً، لا يكون من ورائها نصر على أن تقبل في كل حال. فأما من ظن أحداً شافعاً عند الله بالمعنى الأول فلا شك أنه قد اتخذه إلهاً وأشركه بالله تعالى في الألوهية. وهذه هي الشفاعة التي يرفضها القرآن ويبطلها، وأما الشفاعة بالمعنى الثاني فيجوز أن يكون كل من الأنبياء والملائكة والصالحين والمؤمنين وعامة العباد شافعين بهذا المعنى إلى الله تعلل فيمن سواه من عباده، ولله جل شأنه أن يقبل شفاعتهم أو لا يقبلها.",
            "page": "13",
            "part": "1",
            "seal": "8D136C4E"
        },
        {
            "id": "14",
            "nass": "ويتضح من هذه الآيات الحكيمة، أن أهل الجاهلية كانوا يخافون من قبل آلهتهم أنهم إن أسخطوا آلهتهم على أنفسهم لسبب من الأسباب أو حرموا عنايتهم بهم وعطفهم عليهم نابتهم نوائب المرض والقحط والنقص في الأنفس والأموال ونزلت بهم نوازل أخرى. ¶ 5- (اتخذوا أحبارهم ورهبانهم أرباباً من دون الله والمسيح بن مريم وما أمروا إلا ليعبدوا إلهاً واحداً لا إله إلا هو) (التوبة: 31) ¶ (أرأيت من اتخذ إلهه هواه، أفأنت تكون عليه وكيلا) (الفرقان: 43) ¶ (وكذلك زيّن لكثير من المشركين قتل أولادهم شركاؤهم) (الأنعام: 137) ¶ (أم لهم شركاء شرعوا لهم من الدين ما لم يأذن به الله) (الشورى: 21) ¶ وفي الآيات يقف المتأمل على معنى آخر لكلمة (الإله) يختلف كل الاختلاف عن كل ما تقدم ذكره من معانيها، فليس ههنا شيء من تصور السلطة المهيمنة على قوانين الطبيعة، فالذي اتّخذ إلهاً هو إما واحد من البشر أو نفس الإنسان نفسه، ولم يتخذ ذلك إلهاً من حيث أن الناس يدعونه أو يعتقدون فيه أنه يضرهم وينفعهم، أو أنه يستجار به، بل قد اتخذوه إلهاً من حيث تلقوا أمره شرعاً لهم، وائتمروا بأمره وانتهوا عما نهى عنه، واتبعوه فيما حلله وحرمه، وزعموا ان له الحق في أن يأمر وينهى بنفسه، وليس فوقه سلطة قاهرة يحتاج إلى الرجوع والاستناد إليها. فالآية الأولى تبين لنا كيف اتخذت اليهود والنصارى أحبارهم ورهبانهم أرباباً وآلهة من دون الله، كما بين ذلك الحديث النبوي الشريف فيما رواه الإمام الترمذي وابن جرير من طرق عن عدي بن حاتم رضي الله عنه \"أنه دخل على رسول الله صلى الله عليه وآله وسلم وفي عنقه صليب من ذهب وهو يقرأ هذه الآية، قال، فقلت: إنهم لم يعبدوهم، فقال: بلى، إنهم حرموا عليهم الحلال وأحلوا لهم الحرام فاتبعوهم فذلك عبادتهم إياهم\". ¶ وأما الآية الثانية فمعناها واضح كل الوضوح، وذلك أن من يتبع هوى النفس ويرى أمره فوق كل أمر فقد اتخذ نفسه إلهاً له في واقع الأمر.",
            "page": "14",
            "part": "1",
            "seal": "EA070055"
        },
        {
            "id": "15",
            "nass": "أما الآيتان التاليتان بعدهما فإنه وإن وردت فيهما كلمة (الشركاء) مكان (الإله) ، فالمراد بالشرك هو الإشراك بالله تعالى في الألوهية. ففي هاتين الآيتين دلالة واضحة على أن الذين يرون أن ما وضعه رجل أو طائفة من الناس من قانون أو شرعة أو رسم هو قانون شرعي من غير أن يستند إلى أمر من الله تعالى، فهم يشركون ذلك الشارع بالله تعالى في الألوهية. ¶ ملاك الأمر في باب الألوهية ¶ إن جميع ما تقدم ذكره من المعاني المختلفة لكلمة (الإله) يوجد فيما بينها ارتباط منطقي لا يخفى على المتأمل المستبصر. فالذي يتخذ كائناً ما ولياً له ونصيراً وكاشفاً عنه السوء، وقاضياً لحاجته ومستجيباً لدعائه وقادراً على أن ينفعه ويضره، كل ذلك بالمعاني الخارجة عن نطاق السنن الطبيعية، يكون السبب لاعتقاده ذلك ظنه فيه أن له نوعاً من أنواع السلطة على نظام هذا العالم. وكذلك من يخاف أحداً ويتقيه ويرى أن سخطه يجر عليه الضرر ومرضاته تجلب له المنفعة، لا يكون مصدر اعتقاده ذلك وعمله إلا ما يكون في ذهنه من تصور أن له نوعاً من السلطة على هذا الكون. ثم أن الذي يدعو غير الله ويفزع إليه في حاجاته بعد إيمانه بالله العلي الأعلى، فلا يبعثه على ذلك إلا اعتقاده فيه أن له شركاً في ناحية من نواحي السلطة الألوهية. وعلى غرار ذلك من يتخذ حكم أحد من دون الله قانوناً ويتلقى أوامره ونواهيه شريعة متبعة فإنه أيضاً يعترف بسلطته القاهرة. فخلاصة القول أن أصل الألوهية وجوهرها هو السلطة سواء أكان يعتقدها الناس من حيث أن حكمها على هذا العالم حكم مهيمن على قوانين الطبيعة، أو من حيث أن الإنسان في حياته الدنيا مطيع لأمرها وتابع لإرشادها، وأن أمرها في حد ذاته واجب الطاعة والإذعان. ¶ استدلال القرآن",
            "page": "15",
            "part": "1",
            "seal": "A488BBED"
        },
        {
            "id": "16",
            "nass": "وهذا هو تصور السلطة الذي يجعله القرآن الكريم أساساً يأتي به من البراهين والحجج على إنكار ألوهية غير الله، وإثبات الألوهية لله تعالى وحده. فالذي يستدل به القرآن في هذا الشأن هو انه لا يملك جميع السلطات والصلاحيات في السماوات والأرض إلا الله. فالخلق مختص به، والنعمة كلها بيده، والمر له وحده، والقوة والحول في قبضته، وكل ما في السماوات والأرض قانت له ومطيع لأمره طوعاً وكرهاً، ولا سلطة لأحد سواه ولا ينفذ فيها الحكم لأحد غيره، وما من أحد دونه يعرف أسرار الخلق والنظم والتدبير، أو يشاركه في صلاحيات حكمه. ومن ثم لا إله في حقيقة الأمر إلا هو، وإذ لم يكن في الحقيقة إله آخر من دون الله، فكل ما تأتونه من الأفعال معتقدين غيره إلهاً باطل من أساسه، سواء أكان ذلك دعاءكم إياه واستجارتكم له أم كان خوفكم إياه ورجاءكم منه، أم كان اتخاذكم إياه شافعاً لدى الله، أم كان إطاعتكم له وامتثالكم لأمره؛ فإن هذه الأواصر والعلاقات التي قد عقدتموها مع غير الله، يجب أن تكون مختصة بالله سبحانه لأنه هو الذي يملك السلطة دون غيره. ¶ وأما الأسلوب الذي يستدل به القرآن الكريم في هذا الباب، فدونك بيانه في كلامه البليغ المعجز: ¶ (وهو الذي في السماء إلهٌ وفي الأرض إلهٌ وهو الحكيم العليم) (الزخرف: 84) ¶ (أفمن يخلق كمن لا يخلق أفلا تذكرون) (والذين يدعون من دون الله لا يخلقون شيئاً وهم يُخْلَقون) (إلهكم إلهٌ واحدٌ) (النحل: 17، 20، 22) ¶ (يا أيُّها الناس اذكروا نعمة الله عليكم هل من خالقٍ غير الله يرزقكم من السماء والأرض لا إله إلا هو، فأنى تؤفكون) (فاطر: 3) ¶ (قل أرأيتم عن أخذ الله سمعكم وأبصاركم وختم على قلوبكم من إلهٌ غير الله يأتيكم به) (الأنعام: 46)",
            "page": "16",
            "part": "1",
            "seal": "32E412BD"
        },
        {
            "id": "17",
            "nass": "(وهو الله لا إله إلا هو له الحمد في الأولى والآخرة وله الحُكم وإليه ترجعون. قل أرأيتم إن جعل الله عليكم الليل سرمداً إلى يوم القيامة من إله غير الله يأتيكم بضياءٍ أفلا تسمعون. قل أرأيتم إن جعل الله عليكم النهار سرمداً إلى يوم القيامة من إلهٌ غير الله يأتيكم بليلٍ تسكنون فيه أفلا تبصرون) (القصص: 7-72) ¶ (قل ادعوا الذين زعمتم من دون الله لا يملكون مثال ذرةٍ في السماوات ولا في الأرض وما لهم فيهما من شرك وما له منهم من ظهير. ولا تنفع الشفاعة عنده إلا لمن أذن له) (سبأ: 22:23) ¶ (خلق السماوات والأرض بالحق يكور الليل على النهار ويكور النهار على الليل وسخر الشمس والقمر كلٌ يجري لأجلٍ مسمى) (الزمر: 5) ¶ (خلقكم من نفس واحدة ثم جعل منها زوجها وأنزل لكم من الأنعام ثمانية أزواجٍ يخلقكم في بطون أمهاتكم خلقاً من بعد خلق في ظلمات ثلاثٍ ذلكم الله ربُّكم له الملك لا إله إلا هو فأنى تُصرفون) (الزمر: 6) ¶ (أمن خلق السماوات والأرض وأنزل لكم من السماء ماءً فأنبتنا به حدائق ذات بهجة ما كان لكم أن تنبتوا شجرها أإلهٌ مع الله بل هم قومٌ يعدلون. أمن جعل الأرض قراراً وجعل خلالها أنهاراً وجعل لها رواسي وجعل بين البحرين حاجزاً. أإلهٌ مع الله بل أكثرهم لا يعلمون، أمّن يُجيب المضطر إذا دعاه ويكشف السوء ويجعلكم خلفاء الأرض. أإلهٌ مع الله قليلاً ما تذكرون. أمّن يهديكم في ظلمات البرِّ والبحر ومن يرسل الرياح بشرى بين يدي رحمته أإله مع الله تعالى الله عما يُشركون. أمن يبدأ الخلق ثم يعيده ومن يرزقكم من السماء والأرض أإلهٌ مع الله قل هاتوا برهانكم إن كنتم صادقين) (النمل: 60-64) ¶ (الذي له ملك السماوات والأرض ولم يتخذ ولداً ولم يكن له شريكٌ في الملك وخلق كل شيءٍ فقدره تقديراً. واتخذوا من دونه آلهةً لا يخلقون شيئاً وهم يخلقون، ولا يملكون لأنفسهم ضراً ولا نفعاً ولا يملكون موتاً ولا حياةً ولا نشوراً) (الفرقان: 2: 3)",
            "page": "17",
            "part": "1",
            "seal": "A3270DF2"
        },
        {
            "id": "18",
            "nass": "(بديع السماوات والأرض أنّى يكون له ولدق ولم تكن له صاحبة وخلق كل شيءٍ وهو بكل شيءٍ عليم. ذلكم الله ربكم لا إله إلا هو خالق كل شيء فاعبدوه وهو على كل شيء وكيل) (الأنعام: 101 – 102) ¶ (ومن الناس من يتخذ من دون الله أنداداً يحبونهم كحب الله والذين آمنوا أشد حباً لله، ولو يرى الذين ظلموا إذ يرون العذاب إنّ القوة لله جميعاً) (البقرة: 165) ¶ (قل أرأيتم ما تدعون من دون الله أروني ما خلقوا من الأرض أم لهم شرك في السماوات) (ومن أضل ممن يدعو من دون الله من لا يستجيب له إلى يوم القيامة) (الأحقاف: 4، 5) ¶ (لو كان فيهما آلهةٌ إلا الله لفسدتا فسبحان الله رب العرش عما يصفون. لا يُسئل عما يفعلُ وهُم يُسئلون) (الأنبياء: 22-23) ¶ (ما اتخذ الله من ولد وما كان معه من إله إذاً لذهب كل إله بما خلق ولعلا بعضهم على بعض) (المؤمنون: 91) ¶ (قل لو كان معه آلهةٌ كما يقولون إذاً لابتغوا إلى ذي العرش سبيلاً. سبحانه وتعالى عمّا يقولن علوّاً كبيراً) (الإسراء: 42 – 43) ¶ ففي جميع هذه الآيات من أولها إلى آخرها لا تجد إلا فكرة رئيسية واحدة ألا وهي أن كلاً من الألوهية والسلطة تستلزم الأخرى وأنه لا فرق بينهما من حيث المعنى والروح. فالذي لا سلطة له، لا يمكن أن يكون إلهاً ولا ينبغي أن يتخذ إلهاً. وأما من يملك السلطة فهو الذي يجوز أن يكون غلهاً وهو وحده ينبغي أن يتخذ إلهاً. ذلك بأن جميع حاجات المرء التي تتعلق بالإله أو التي يضطر المرء لأجلها أن يتخذ أحداً إلهاً له لا يمكن قضاء شيء منها من دون وجود السلطة. ولذلك لا معنى لألوهية من لا سلطة له، فإن ذلك أيضاً مخالف للحقيقة، ومن النفخ في الرماد أن يرجع إليه المرء ويرجو منه شيئاً. ¶ والأسلوب الذي يستدل به القرآن واضعاً بين يديه هذه الفكرة الرئيسية، يمكن القارئ أني فهم مقدماته ونتائجه حق الفهم بالترتيب الآتي:",
            "page": "18",
            "part": "1",
            "seal": "F4B27F4F"
        },
        {
            "id": "19",
            "nass": "1- إن أعمال قضاء الحاجة وكشف الضرر والإجارة والتوفيق والنصر والرقابة والحماية وإجابة الدعوات التي قد تهاونتم بها وصغرتم من شأنها، ما هي بأعمال هينة في حقيقة الأمر، بل الحق أن صلتها وثيقة بالقوى والسلطات التي تتولى أمر الخلق والتدبير في هذا الكون فإنكم إن تأملتم في المنهاج الذي تقضى به حوائجكم التافهة الحقيرة، عرفتم أن قضاءها مستحيل من غير أن تتحرك لأجله عوامل لا تحصى في ملكوت الأرض والسماء خذوا لذلك مثلاً كأساً من الماء تشربونها أو حبة من القمح تأكلونها فما أدركوا إذ تعمل كل من الشمس والأرض والرياح والبحار قبل أن تتهيأ لكم هذه وتصل إلى أيديكم. فالحق أنه لا تتطلب إجابة دعائكم وقضاء حاجتكم وما إليها من الشؤون سلطة هينة، بل يتطلب ذلك سلطة يقتضيها ويستلزمها خلق السماوات والأرض وتحريك السيارات وتصريف الرياح وإنزال الأمطار وبكلمة موجزة يقتضيها ويتطلبها تدبير نظام هذا الكون بأسره. ¶ 2- وهذه السلطة غير قابلة للتجزئة، فلا يمكن أبداً أن تكون السلطة في أمر الخلق بيد وفي أمر الرزق بيد أخرى، وأن تكون الشمس مسخرة لهذا وتكون الأرض مذللة لذاك. كما لا يمكن أن يكون الإنشاء في يد والمرض والشفاء في يد أخرى، والموت والحياة بيد ثالثة. فإنه لو كان الأمر كذلك ما أمكن لنظام هذا الكون أن تقوم له قائمة. فما لابدّ منه أن تكون جميع السلطات والصلاحيات بيد حاكم واحد يرجع إليه كل ما في السماوات والأرض. فإنّ نظام هذا العالم يقتضي أن يكون الأمر كذلك وهو في الواقع كذلك:",
            "page": "19",
            "part": "1",
            "seal": "B62808F3"
        },
        {
            "id": "20",
            "nass": "3- وإذ كانت السلطة كلها بيد الحاكم الواحد ولم يكن لأحد غيره نقير منها ولا قطمير، فالألوهية أيضاً مخصوصة به لا محالة، وخالصة له دون غيره ولا شريك له فيها. فلا يملك أحد من دونه أن يغيثك أو يستجيب دعاءك أو يجيرك أو يكون حامياً لك ونصيراً أو لياً ووكيلاً، أو يملك لك شيئاً من النفع أو الضر. إذاً لا إله لكم غير الله بمعنى من تلك المعاني التي قد تخطر ببالكم، حتى إنه لا يمكن أن يكون أحداً إلهاً لكم بأن له دالة عند حاكم هذا الكون وتتقبل شفاعته لديه، لمكانه من التقرب عنده. كلا بل ليس في وسع أحد أن يتصدى لأمر من أمور حكمه وتدبيره، ولا يستطيع أحد أن يتدخل في شيء من شؤونه، وكذلك قبول الشفاعة أو رفضها متوقف على مشيئته وإرادته، وليس لأحد من القوة والنفوذ ما يجعل شفاعته مقبول لديه.",
            "page": "20",
            "part": "1",
            "seal": "EBF2234A"
        },
        {
            "id": "21",
            "nass": "4- وما يقتضيه توحد السلطة العليا أن يكون جميع ضروب الحكم والأمر راجعة إلى مسيطر قاهر واحد، وإلاّ ينتقل منه جزء من الحكم إلى غيره. فإنه إذا لم يكن الخلق إلا له ولم يكن له شريك فيه، وإذا كان هو الذي يرزق الناس ولم تكن لأحد من دونه يد في الأمر، إذا كان هو القائم بتدبير نظام هذا الكون وتسيير شؤونه ولم يكن له في ذلك شريك، فما يتطلبه العقل ألاَّ يكون الحكم والأمر والتشريح إلا بيده كلك ولا مبرّر لأن يكون أحد شريكاً له في هذه الناحية أيضاً. وكما أنّه من الخطأ أن يكون أحد غيره مجيباً لدعوة الداعي وقاضياً لحاجة المحتاج، ومجيراً للمضطر في دائرة ملكوته في السموات والأرض، فمن الخطأ والباطل كذلك أن يكون أحد غيره حاكماً مستقلاً بنفسه، وآمراً مستبداً بحكمه، وشارعاً مطلق اليد في تشريعه، إن الخلق والرزق والاحياء والإنامة، وتسخير الشمس والقمر، وتكوير الليل والنهار والقضاء والقدر، والحكم والملك، والأمر والتشريع.. كل أولئك وجوه مختلفة للسلطة الواحدة، ومظاهر شتى للحكم الواحد، والحكم والسلطة لا يقبل شيء منهما التجزئة والتقسيم البتة. فالذي يعتقد أمر كائن ما من دون الله مما يجب إطاعته والإذعان له بغير سلطان من عند الله، فإنه يأتي من الشرك بمثل ما يأتي به الذي يدعو غير الله ويسأله. وكذلك الذي يدعي أنه مالك الملك، والمسيطر القاهر، والحاكم المطلق بالمعاني السياسية (1) ، فإن دعواه هذه كدعوى الألوهية ممن ينادي بالناس: \"إني وليكم وكفيلكم وحاميكم وناصركم\"، ويريد بكل ذلك المعاني الخارجة عن نطاق السنن الطبيعية. ألم تر أنه بينما جاء في القرآن أن الله تعالى لا شريك له في الخلق وتقدير الأشياء وتدبير نظام العالم، جاء معه أن الله له الحكم وله الملك ليس له شريك في الملك، مما يدل دلالة واضحة على أن الألوهية تشتمل على معاني الحكم والملك أيضاً، ¶ __________ ¶ (1) انظر تحقيق ذلك وبسطه في رسالة (نظرية الإسلام السياسية) للمؤلف.",
            "page": "21",
            "part": "1",
            "seal": "4230EAA0"
        },
        {
            "id": "22",
            "nass": "وأنه مما يستلزمه توحيد الإله ألا يشرك بالله تعالى في هذه المعاني كذلك. وقد فصل القول في ذلك أكثر مما تقدم فيما يلي من الآيات: ¶ (قلْ اللهمّ مالك الملك تؤتي الملك من تشاء وتنزع الملك من تشاءُ وتعز من تشاء وتذل من تشاء) (آل عمران: 26) ¶ (قل أعوذ برب الناس. ملك الناس. إله الناس) (الناس: 1-3) ¶ وقد صرح القرآن بالأمر بأكثر من كل ما سبق في (سورة غافر) حيث جاء: ¶ (يوم هم بارزون، لا يخفى على الله منهم شيء، لمن الملك اليوم لله الواحد القهار) (غافر: 16) ¶ أي يوم يكون الناس قد انقشعت الحجب عنهم، ولا يخفى على الله خافية من أمرهم، ينادي المنادي: لمن الملك اليوم؟ ولا يكون الجواب إلا أن الملك لله الذي غلبت سلطته جميع الخلق، وأحسن ما يفسر هذه الآية ما رواه الإمام أحمد بن حنبل - رحمه الله - عن عبد الله بن عمر رضي الله عنهما، أن رسول الله صلى الله عليه وسلم قرأ هذه الآية ذات يوم على المنبر (وما قد روا الله حق قدره، والأرض جميعاً قبضته يوم القيامة، والسموات مطويات بيمينه، سبحانه وتعالى عما يشركون) ورسول الله صلى الله عليه وسلم يقول: هكذا بيده ويحركها، يقبل بها ويدبر، يمجد الرب نفسه، أنا الجبار، أنا المتكبر، أنا العزيز، أنا الكريم، فرجف برسول الله صلى الله عليه وسلم المنبرُ حتى قلنا: ليخرَّنَّ به.",
            "page": "22",
            "part": "1",
            "seal": "C1A7E272"
        },
        {
            "id": "23",
            "nass": "2-الرب ¶ التحقيق اللغوي ¶ مادة كلمة (الرب) : الراء والباء المضعَّفة ¶ قال ابن فارس في (مقاييس اللغة) 2/381: - 382 مادة (رب) : \"الراء والياء يدل على أصول، فالأول: إصلاح الشيء والقيام عليه، فالرب: المالك، والخالق، والصاحب، والرب: المصلح للشيء.. ¶ والأصل الآخر: لزوم الشيء والإقامة عليه، وهو مناسب للأصل الأول..، ¶ والأصل الثالث: ضم الشيء للشيء وهو أيضاً مناسب لما قبله: ومتى أنعم النظر كان الباب كله قياساً واحداً..\" اهـ، ومعناها الأصلي الأساسي: التربية، ثم تتشعب عنه معاني التصرف والتعهد والاستصلاح والإتمام والتكميل، ومن ذلك كله تنشأ في الكلمة معاني العلو والرئاسة والتملك والسيادة. ودونك أمثلة لاستعمال الكلمة في لغة العرب بتلك المعاني المختلفة: (1) ¶ (1) التربية والتنشئة والإنماء: ¶ يقولون (ربَّ الولد) أي ربّاه حتى أدرك فـ (الرّبيب) هو الصبي الذي تربيه و (الربيبة) الصبية. وكذلك تطلق الكلمتان على الطفل الذي يربى في بيت زوج أمه و (الربيبة) أيضاً الحاضنة ويقال (الرّابة) لامرأة الأب غير الأم، فإنها وإن لم تكن أم الولد، تقوم بتربيته وتنشئته. و (الراب) كذلك زوج الأم. (المربب) أو (المربى) هو الدواء الذي يختزن ويدّخر. و (رَبَّ يُربُّ ربَّاً) من باب نصر معناه الإضافة والزيادة والإتمام، فيقولون (ربَّ النعمة) : أي زاد في الإحسان وأمعن فيه. ¶ (2) الجمع والحشد والتهيئة: ¶ يقولون: (فلان يرب الناس) أي يجمعهم أو يجتمع عليه الناس، ويسمون مكان جمعهم (بالمرّبّ) و (التربُّب) هو الانضمام والتجمّع. ¶ (3) التعهد والاستصلاح والرعاية والكفالة: ¶ يقولون (رب ضيعة) أي تعهدّها وراقب أمرها. قال صفوان بن أمية لأبي سفيان: لأن يربني رجل من قريش أحب إلي من أن يربني رجل من هوازن، أي يكفلني ويجعلني تحت رعايته وعنايته. وقال علقمة بن عبدة: ¶ وكنت امرءاً أفضت إليك ربابتي ... ... وقبلك ربتني فضيعت ربوب (2) ¶ أي انتهى إليك الآن أمر ربابتي وكفالتي بعد أن رباني قبلك ربوب فلم يتعهدوني ولم يصلحوا شأني. ويقول الفرزدق: ¶ كانوا كسالئة حمقاء إذ حقنت ... ... سلاءها في أديم غير مربوب (3) ¶ __________ ¶ (1) انظر (لسان العرب) مادة (ربب) 1/384 -: 39، و (القاموس المحيط) مادة (ربب) ، والمخصص 17/154. ¶ (2) البيت في ديوانه: 132 والمفضليات: 2/194، واللسان (ربب) ومقاييس اللغة: 2/383، وتفسير الطبري: 1/48، والصحاح (ربب) والمخصص: 17/154. ¶ (3) البيت في اللسان (سلا) . واللا: المن.",
            "page": "23",
            "part": "1",
            "seal": "097D378D"
        },
        {
            "id": "24",
            "nass": "أي الأديم الذي لم يليّن ولم يدبغ. ويقال (فلان يربب صنعته عند فلان) أي يشتغل عنده بصناعته ويتمرن عليها ويكسب على يده المهارة فيها. ¶ (4) العلاء والسيادة والرئاسة وتنفيذ الأمر والتصرف: ¶ يقولون (قد ربّ فلان قومه) : أي ساسهم وجعلهم ينقادون له. و (ربيت القوم) أي حكمتهم وسدتهم، ويقول لبيد بن ربيعة: ¶ وأهلكن يوماً رب كندة وابنه ... وربَّ معد بين خبث وعرعر (1) ¶ والمراد برب كندة ههنا سيد كندة ورئيسهم. وفي هذا المعنى يقول النابغة الذبياني: ¶ تخُبٌّ إلى لانعمان حتى تناله ... فدىً لك من ربٍ تليدي وطارفي (2) ¶ (5) التملك: ¶ قد جاء في الحديث أنه سأل النبي صلى الله عليه وسلم رجلاً \"أرب غنم أم رب ابل؟، أي أمالك غنم أنت أم مالك ابل؟ وفي هذا المعنى يقال لصاحب البيت (رب الدار) وصاحب الناقة: (رب الناقة) ومالك الضيعة: (رب الضيعة) وتأتي كلمة الرب بمعنى السيد أيضاً فتستعمل بمعنى ضد العبد أو الخادم. ¶ هذا بيان ما يتشعب من كلمة (الرب) من المعاني. وقد أخطأوا لعمر الله حين حصروا هذه الكلمة في معنى المربي والمنشئ، ورددوا في تفسير (الربوبية) هذه الجملة (هو إنشاء الشيء حالاً فحالاً إلى حد التمام) . والحق أن ذلك إنما هو معنى واحد من معاني الكلمة المتعددة الواسعة. وبإنعام النظر في سعة هذه الكلمة واستعراض معانيها المتشعبة يتبين أن كلمة (الرب) مشتملة على جميع ما يأتي بيانه من المعاني: ¶ المربي الكفيل بقضاء الحاجات، والقائم بأمر التربية والتنشئة. ¶ الكفيل والرقيب، والمتكفل بالتعهد وإصلاح الحال. ¶ السيد الرئيس الذي يكون في قومه كالقطب يجتمعون حوله. ¶ __________ ¶ (1) البيت في تفسير الطبري: 1/47، وتفسير الطبرسي: 1/11 والمخصص: 17/154. ¶ (2) البيت في تفسير الطبري 1/141 طبع وزارة المعارف، تحقيق محمود شاكر: (طريفي وتالدي) ، وهو كذلك في الديوان، 89، والمخصص 7/154 والطريف: هو المال المستحدث. والتالدي: المال العتيق الذي ولد عندك.",
            "page": "24",
            "part": "1",
            "seal": "E9177533"
        },
        {
            "id": "25",
            "nass": "السيد المطاع، والرئيس وصاحب السلطة النافذ الحكم، والمعترف له بالعلاء والسيادة، والمالك لصلاحيات التصرف. ¶ الملك والسيد. ¶ استعمال كلمة (الرب) في القرآن ¶ وقد جاءت كلمة (الرب) في القرآن بجميع ما ذكرناه آنفاً من معانيها. ففي بعض المواضع أريد بها معنى أو معنيان من تلك المعاني. وفي الأخرى أريد بها أكثر من ذلك. وفي الثالثة جاءت الكلمة مشتملة على المعاني الخمسة بأجمعها في آن واحد. وها نحن نبين ذلك بأمثلة من آي الذكر الحكيم. ¶ بالمعنى الأول ¶ (قال معاذ الله إنه ربي أحسن مثواي) (1) (يوسف: 23) ¶ بالمعنى الثاني وباشتراك شيء من تصور المعنى الأول. ¶ (فإنهم عدوٌ لي إلا رب العالمين. الذي خلقني فهو يهدين والذي هو يطعمني ويسقين. وإذا مرضت فهو يشفين) (الشعراء: 77-80) ¶ (وما بكم من نعمة فمن الله، ثم إذا مسكم الضر فإليه تجأرون، ثم إذا كشف الضر عنكم إذا فريق منكم بربهم يشركون) (النحل: 53-54) ¶ (قل أغير الله أبغي رباً وهو ربُّ كل شيء) (الأنعام: 164) ¶ (ربُّ المشرق والمغرب لا إله إلا هو فاتخذه وكيلاً) (المزمل: 9) ¶ بالمعنى الثالث ¶ __________ ¶ (1) لا يذهبن بأحد الظن أن يوسف عليه الصلاة والسلام أراد بكلمة (ربي) في الآية عزيز مصر، كما ذهب إليه بعض المفسرين ز وإنما يرجع الضمير في (انه) إلى الله الذي قد استعاذ به يوسف عليه السلام بقوله: (معاذ الله) . ¶ ولما كان المشار إليه قريبا من ضمير الاشارة فأي حاجة بنا إلى أن نلتمس له مشارا إليه آخر لم يذكر قريبا منه. ¶ ونقول: ما نفاه الاستاذ المودودي من أن الضمير في (إنه) يعود على عزيز مصر رواه الطبري في التفسير 12/108 من وجوه عن مجاهد وابن اسحاق، ولم ينقل غيره. وقد روى الوجه الذي ذهب إاليه الاستاذ المودودي الطبرسي في (مجمع البيان) 5/223 مقال: \".. وقيل: أن الهاء عائد إلى الله سبحانه، والمعنى أن الله ربي رفع من محلي وأحسن إلى وجعلني نبياً فلا أعصيه أبدا \"",
            "page": "25",
            "part": "1",
            "seal": "C723CE91"
        },
        {
            "id": "26",
            "nass": "(هو ربكم وإليه ترجعون) (هود: 34) ¶ (ثم إلى ربكم مرجعكم) (الزمر: 7) ¶ (قل يجمع بيننا ربنا) (سبأ: 26) ¶ (وما من دابةً في الأرض ولا طائرٍ يطير بجناحيه إلا أممٌ أمثالكم، ما فرطنا في الكتاب من شيء ثم إلى ربّهم يُحشرون) (الأنعام: 38) ¶ (ونفخ في الصور فإذا هم من الأجداث إلى ربّهم ينسلون) (يس: 51) ¶ بالمعنى الرابع وباشتراك بعض تصور المعنى الثالث. ¶ (اتّخذوا أحبارهم ورُهبانهم أرباباً من دون الله) (التوبة: 31) ¶ (ولا يتخذ بعضنا بعضاً أرباباً من دون الله) (آل عمران: 64) ¶ والمراد بالأرباب في كلتا الآيتين الذين تتخذهم الأمم والطوائف هداتها ومرشديها على الإطلاق. فتذعن لأمرهم ونهيهم، وتتبع شرعهم وقانونهم، وتؤمن بما يحلون وما يحرمون بغير أن يكون قد أنزل الله تعالى به من سلطان، وتحسبهم فوق ذلك أحقاء بأن يأمروا وينهوا من عند أنفسهم. ¶ (أما أحدكما فيسقي ربه خمراً) .. (وقال للذي ظنّ أنه ناجٍ منهما اذكرني عند ربك فأنساه الشيطان ذكر ربه) .. (فلما جاءه الرّسول قال ارجع إلى ربك فاسأله ما بال النسوة اللاتي قطّعن أيديهنّ إنّ ربي بكيدهنّ عليم) (يوسف: 41، 42، 50) ¶ قد كرر يوسف عليه السلام في خطابه لأهل مصر في هذه الآيات تسمية عزيز مصر بكلمة (ربهم) فذلك لأن أهل مصر بما كانوا يؤمنون بمكانته المركزية وبسلطته العليا، ويعتقدون أنه مالك الأمر والنهي، فقد كان هو ربهم في واقع الأمر، وبخلاف ذلك لم يُرد يوسف عليه السلام بكلمة (الرب) عندما تكلم بها بالنسبة لنفسه إلا الله تعالى فإنه لم يكن يعتقد فرعون، بل الله وحده المسيطر القاهر ومالك الأمر والنهي. ¶ بالمعنى الخامس: ¶ (فليعبدوا ربّ هذا البيت الذي أطعمهم من جوعٍ وآمنهم من خوفٍ) (قريش: 3-4) ¶ (سبحان ربك ربِّ العزة عما يصفون) (الصافات: 180) ¶ (فسبحان الله ربِّ العرش عما يصفون) (الأنبياء: 22) ¶ (قل من ربُّ السماوات السبع وربُّ العرش العظيم) (المؤمنون: 86)",
            "page": "26",
            "part": "1",
            "seal": "ACC8E69B"
        },
        {
            "id": "27",
            "nass": "(رب السماوات والأرض وما بينهما وربُّ المشارق) (الصافات: 5) ¶ (وأنه هو رب الشِّعرى) (النجم: 49) ¶ تصورات الأمم الضالة في باب الربوبية ¶ ومما تقدم من شواهد آيات القرآن، تتجلى معاني كلمة (الرب) كالشمس ليس دونهما غمام. فالآن يجمل بنا أن ننظر ماذا كانت تصورات الأمم الضالة في باب الربوبية، ولماذا جاء القرآن ينقضها ويرفضها، وما الذي يدعو إليه القرآن الكريم؟ ولعل من الأجدر بنا في هذا الصدد أن نتناول كل أمة من الأمم الضالة التي ذكرها القرآن منفصلة بعضها عن بعض، فنبحث في عقائدها وأفكارها حتى يستبين الأمر ويخلص من كل لبس أو إبهام. ¶ قوم نوح عليه السلام ¶ إن أقدم أمة في التاريخ يذكرها القرآن هي أمة نوح عليه السلام، ويتضح مما جاء فيه عن هؤلاء القوم أنهم لم يكونوا جاحدين بوجود الله تعالى، فقد روى القرآن نفسه قولهم الآتي في ردّهم على دعوة نوح عليه السلام: ¶ (ما هذا إلا بشرٌ مثلكم يريدُ أن يتفضل عليكم، ولو شاء الله لأنزل ملائكة) ... (المؤمنون: 24) ¶ وكذلك لم يكونوا يجحدون كون الله تعالى خالق هذا العالم، وبكونه رباً بالمعنى الأول والثاني، فإنه لما قال لهم نوح عليه السلام ¶ (هو ربكم وإليه ترجعون) (هود: 34) ¶ و (استغفروا ربكم إنه، كان غفاراً) و (ألم تروا كيف خلق الله سبع سماوات طباقاً وجعل القمر فيهن نوراً وجعل الشمس سراجاً والله أنبتكم من الأرض نباتاً) (نوح: 10، 15، 16، 17) ¶ لم يقم أحد منهم يرد على نوح قوله ويقول: ليس الله بربنا، أوليس الله بخالق الأرض والسماء ولا بخالقنا نحن، أو ليس هو الذي يقوم بتدبير الأمر في السماوات والأرض. ¶ ثم إنهم لم يكونوا جاحدين أن الله إلهٌ لهم. ولذلك دعاهم نوح عليه السلام بقوله: (ما لكم من إله غيره) فإن القوم لو كانوا كافرين بألوهية الله تعالى، إذاً لكانت دعوة نوح إياهم غير تلك الدعوة وكان قوله عليه السلام حينئذ من مثل \"يا قوم! اتخذوا الله إلهاً) .",
            "page": "27",
            "part": "1",
            "seal": "5F3DC693"
        },
        {
            "id": "28",
            "nass": "فالسؤال الذي يخالج نفس الباحث في هذا المقام هو: أي شيء كان إذاً موضوع النزاع بينهم وبين نبيهم نوح عليه السلام. وإننا إذاً أرسلنا النظر لأجل ذلك في آيات القرآن وتتبعناها، تبين لنا أنه لم يكن موضوع النزاع بين الجانبين إلا أمرين اثنين: أولهما أن نوحاً عليه السلام كان يقول لقومه: إن الله الذي هو رب العالمين والذي تؤمنون بأنه هو الذي قد خلقكم وخلق هذا العالم جميعاً، وهو الذي يقضي حاجاتكم، هو في الحقيقة إلهكم الواحد الأحد ولا إله إلا هو، وليس لأحد من دونه أن يقضي لكم الحاجات ويكشف عنكم الضر ويسمع دعواكم ويغيثكم، ومن ثم يجب عليكم ألا تعبدوا إلا إياه ولا تخضعوا إلا له وحده. ¶ (يا قوم اعبدوا الله ما لكم من إله غيره) (الأعراف: 59) ¶ (ولكني رسولٌ من رب العالمين أبلغكم رسالات ربي) (الأعراف: 61-62) ¶ وكان قومه بخلاف ذلك مصرين على قولهم بأن الله هو رب العالمين دون ريب. إلا أن هناك آلهة أخرى لها أيضاً بعض الدخل في تدبير نظام هذا العالم، وتتعلق بهم حاجاتنا، فلا بد أن نؤمن بهم كذلك آلهة لنا مع الله: ¶ (وقالوا لا تذرنُّ آلهتكم ولا تذرنّ وداً ولا سواعاً ولا يغوث ويعوق ونسراً) (نوح: 23)",
            "page": "28",
            "part": "1",
            "seal": "C445672D"
        },
        {
            "id": "29",
            "nass": "وثانيهما أن القوم لم يكونوا يؤمنون بربوبية الله تعالى إلا من حيث إنه خالقهم، جميعاً ومالك الأرض والسماوات، ومدبر أمر هذا العالم، ولم يكونوا يقولون بأنه وحده هو الحقيق – كذلك- بأن يكون له الحكم والسلطة القاهرة في أمور الأخلاق والاجتماع والمدنية والسياسة وسائر شؤون الحياة الإنسانية، وبأنه وحده أيضاً هادي السبيل وواضع الشرع ومالك الأمر والنهي، وبأنه وحده يجب كذلك أن يتبع. بل كانوا قد اتخذوا رؤساءهم وأحبارهم أرباباً من دون اله في جميع تلك الشؤون. وكان يدعوهم نوح عليه السلام – بخلاف ذلك إلى ألا يجعلوا الربوبية يتقسمها أرباب متفرقة بل عليهم أن يتخذوا الله تعالى وحده رباً بجميع ما تشتمل عليه كلمة (الرب) من المعاني وأن يتبعوه ويطيعوه فيما يبلغهم من أوامر الله تعالى وشيعته نائباً عنهن فكان يقول لهم: ¶ (إني لكم رسولٌ أمين. فاتقوا الله واطيعون) (الشعراء: 107- 108) ¶ عاد قوم هود ¶ ويذكر القرآن بعد قوم نوح عاداً قوم هود عليه السلام. ومعلوم أن هذه الأمة أيضاً لم تكن جاحدة بوجود الله تعالى، وكذلك لم تكن تكفر بكونه إلهاً. بل كانت تؤمن بربوبية الله تعالى بالمعاني التي كان يؤمن بها قوم نوح عليه السلام. أما النزاع بينها وبين نبيها هود عله السلام فلم يكن إلا حول الأمرين الاثنين اللذين كان حولهما نزاع بين نوح عليه السلام وقومه يدل على ذلك ما يأتي من النصوص القرآنية دلالة واضحة: ¶ (وإلى عادٍ أخاهم هوداً، قال يا قوم اعبدوا الله ما لكم من إله غيره) (الأعراف: 65) ¶ (قالوا أجئتنا لنعبد الله وحده ونذر ما كان يعبد آباؤنا) (الأعراف: 70) ¶ (قالوا لو شاء ربنا لأنزل ملائكةً) ... (فصلت: 11) ¶ (وتلك عادٌ جحدوا بآيات ربهم وعصوا رسله واتبعوا أمرَ كل جبّارٍ عنيد) (هود: 59) ¶ ثمود قوم صالح",
            "page": "29",
            "part": "1",
            "seal": "461AC686"
        },
        {
            "id": "30",
            "nass": "ويأتي بعد ذلك ثمود الذين كانوا أطغى الأمم وأعصاها بعد عاد وهذه الأمة أيضاً كان ضلالها كضلال قومي نوح وهود من حيث الأصل والمبدأ فما كانوا جاحدين بوجود الله تعالى ولا كافرين بكونه إلهاً ورباً للخلق أجمعين. وكذلك ما كانوا يستنكفون عن عبادته والخضوع بين يديه، بل الذي كانوا يجحدونه هو أن الله تعالى هو الإله الواحد، وأنه لا يستحق العبادة إلا هو، وأن الربوبية خاصة له دون غيره بجميع معانيها. فإنهم كانوا مصرين على إيمانهم بآلهة أخرى مع الله وعلى اعتقادهم أن أولئك يسمعون الدعاء، ويكشفون الضر ويقضون الحاجات، وكانوا يأبون إلا أن يتبعوا رؤساءهم وأحبارهم في حياتهم الخلقية والمدنية، ويستمدوا منهم بدلاً من الله تعالى شرعهم وقانون حياتهم. وهذا هو الذي أفضى بهم في آخر الأمر إلى أن يصبحوا أمة مفسدة، فأخذهم من الله عذاب أليم ويبين كل ذلك ما يأتي من آيات القرآن الحكيم. ¶ (فإن أعرضوا فقل أنذرتكم صاعقة مثل صاعقة عادٍ وثمود إذ جاءتهم الرسل من بين أيديهم ومن خلفهم ألا تعبدوا إلا الله قالوا لو شاء ربنا لأنزل ملائكة فإنا بما أرسلتم به كافرون) (حم: السجدة 13-14) ¶ (وإلى ثمود أخاهم صالحاً، قال يا قوم اعبدوا الله ما لكم من إله غيره) (هود: 61) ¶ (قالوا يا صالح قد كنت فينا مرجوّاً قبل هذا أتنهانا أن نعبد ما يعبد آباؤنا) ¶ (إذ قال لهم أخوهم صالحٌ ألا تتقون. إني لكم رسولٌ أمين. فاتقوا الله وأطيعون) (الشعراء: 151-144) ¶ (ولا تطيعوا أمر المسرفين الذين يفسدون في الأرض ولا يصلحون) (الشعراء: 151-152) ¶ قوم إبراهيم ونمورد",
            "page": "30",
            "part": "1",
            "seal": "5D89DE83"
        },
        {
            "id": "31",
            "nass": "ويتلو ثمود قوم إبراهيم عليه السلام. ومما يجعل أمر هذه الأمة أخطر وأجدر بالبحث، أن قد شاع خطأ بين الناس عن ملكها نمرود، أنه كان يكفر بالله تعالى ويدعي الألوهية. والحق أنه كان يؤمن بوجود الله تعالى ويعتقد بأنه خالق هذا العالم ومدبر أمره، ولم يكن يدعي الربوبية إلا بالمعنى الثالث والرابع والخامس. وكذلك قد فشا بين الناس خطأ أن قوم إبراهيم عليه السلام هؤلاء ما كانوا يعرفون الله ولا يؤمنون بألوهيته وربوبيته. إنما الواقع أن أمر هؤلاء القوم لم يكن يختلف في شيء عن أمر قوم نوح وعاد وثمود. فقد كانوا يؤمنون بالله ويعرفون أنه هو الرب وخالق الأرض والسماوات ومدبر أمر هذا العالم، وما كانوا يستنكفون عن عبادته كذلك. وأما غيّهم وضلالهم فهو أنهم كانوا يعتقدون أن الأجرام الفلكية شريكة مع الله في الربوبية بالمعنى الأول والثاني ولذلك كانوا يشركونها بالله تعالى في الألوهية. وأما الربوبية بالمعنى الثالث والرابع والخامس فكانوا قد جعلوها خاصة لملوكهم وجبابرتهم. وقد جاءت نصوص القرآن في ذلك من الوضوح والجلاء بحيث يتعجب المرء: كيف لم يدرك الناس هذه الحقيقة وقصروا عن فهمها؟. وهيا بنا ننظر قبل كل شيء في الحادث الذي حدث لإبراهيم – عليه السلام- عند أول ما بلغ الرشد؛ والذي يصف فيه القرآن كيفية سعي إبراهيم وراء الوصول إلى الحق: ¶ (فلما جن عليه الليل رأى كوكباً، قال هذا ربي؛ فلما أفل، قال لا أحب الآفلين. فلما رأى القمر بازغاً، قال هذا ربي، فلما أفلَ قال لئن لم يهدني ربي لأكونن من القوم الضالين. فلما رأى الشمس بازغة، قال هذا ربي، هذا أكبر؛ فلما أفلت قال يا قوم إني بريءٌ مما تشركون. إني وجهتُ وجهي للذي فطر السماوات والأرض حنيفاً وما أنا من المشركين) (الأنعام: 76-79)",
            "page": "31",
            "part": "1",
            "seal": "607C6862"
        },
        {
            "id": "32",
            "nass": "فيتبين واضحاً من الآيات المخطوط تحتها أن المجتمع الذي نشأ فيه إبراهيم عليه السلام، كان يوجد عنده تصور فاطر السماوات والأرض وتصوُّر كونه رباً منفصلاً عن تصوّر ربوبية السيارات السماوية. ولا عجب في ذلك، فقد كان القوم من ذرية المسلمين الذين كانوا قد آمنوا بنوح عليه السلام، وكان الدين الإسلامي لم يزل يحيا وُيجدد فيمن داناهم في القرب والقرابة من أمم عاد وثمود، على أيدي الرسل الكرام الذين توالوا عليها كما قال عزّ وجل: (جاءتهم الرسل من بين أيديهم ومن خلفهم) . فعلى ذلك كان إبراهيم عليه السلام أخذ تصور كون الله رباً وفاطراً للسماوات والأرض عن بيئته التي نشأ فيها. وأما التساؤل الذي كان يخالج نفسه فهو عن مبلغ الحق والصحة فيما شاع بين قومه من تصوّر كون الشمس والقمر والسيارات الأخرى شريكة مع الله في نظام الربوبية حتى أشركوها بالله تعالى في العبادة (1) .فجدّ إبراهيم عليه السلام في البحث عن جوابه قبل أن يصطفيه الله تعالى للنبوة، حتى أصبح نظام طلوع السيارات السماوية وأفولها هادياً له إلى الحق الواقع وهو أنه لا رب إلا فاطر السماوات والأرض. ولأجل ذلك تراه يقول عند أفول القمر: لئن لم يهدني ربي لأخافنَّ أن أبقى عاجزاً عن الوصول إلى الحق وانخدع بهذه المظاهر التي لا يزال ينخدع بها ملايين من الناس من حولي. ثم لما اصطفاه الله تعالى لمنصب النبوة ¶ __________ ¶ (1) لعله مما يجعل ذكره في هذا المقام أن الآثار التي قد اكتشف عنها عقب ما جرى من الحفر والتنقيب في الخرائب عن مدينة (اور) موطن إبراهيم عليه السلام. تدل على أن القوم هناك كانوا يعبدون غله القمر الذي كانوا يسمونه (فنار) بلغتهم. وفي ما جاروها من البلاد التي كان قاعدتها (لرسة) كان القوم يعبدون إله الشمس الذي يسمونه (شماس) . وكان مؤسس الأسرة الحاكمة في ذلك القطر ملكاً اسمه (أرغو) الذي تعرب في بلاد العرب فأصبح (نمرود) وعلى ذلك تقرر (نمرود) لقباً للملك في تلك الديار.",
            "page": "32",
            "part": "1",
            "seal": "BB761238"
        },
        {
            "id": "33",
            "nass": "أخذ في دعوة قومه إلى الله، فإنك ترى بالتأمل في الكلمات التي كان يعرض بها دعوته على قومه أن ما قلناه آنفاً يزداد وضوحاً وتبياناً: ¶ (وكيف أخاف ما أشركتم ولا تخافون أنكم أشركتم بالله ما لم ينزّل به عليكم سلطاناً) (الأنعام – 81) ¶ (وأعتزلكم وما تدعون من دون الله) (مريم – 48) ¶ (قال بل ربكم رب السماوات والأرض الذي فطرهنّ) (الأنبياء – 56) ¶ (قال أفتعبدون من دون الله ما لا ينفعكم شيئاً ولا يضركم) (الأنبياء – 66) ¶ (إذ قال لأبيه وقومه ماذا تعبدون. أأفكاً آلهةً دون الله تريدون. فما ظنّكم بربِّ العالمين) (الصافات: 85- 87) ¶ (إنّا بُرآءُ منكم ومما تعبدون من دون الله كفرنا بكم وبدا بيننا وبينكم العداوة والبغضاء أبداً حتى تؤمنوا بالله وحده) (الممتحنة: 4) ¶ فيتجلى من جميع الأقوال لإبراهيم عليه السلام أنه ما كان يخاطب بها قوماً لا يعرفون الله تعالى ويجحدون بكونه إله الناس ورب العالمين أو أذهانهم خالية من كل ذلك، بل كان بين يديه قوم يشركون بالله تعالى آلهة أخرى في الربوبية بمعناها الأول والثاني وفي الألوهية. ولذلك لا ترى في القرآن الكريم قولاً واحداً لإبراهيم عليه السلام قد قصد به إقناع أمته بوجود الله تعالى وبكونه إلهاً ورباً للعالمين، بل الذي تراه يدعو أمته إليه في كل ما يقول هو أن الله سبحانه وتعالى هو وحده الرب والإله. ¶ ثم لنستعرض أمر نمرود. فالذي جرى بينه وبين إبراهيم عليه السلام من الحوار، قصه القرآن في ما يأتي من الآيات: ¶ (ألم تر إلى الذي حاج إبراهيم في ربه أن آتاه الله الملك إذ قال إبراهيم ربي الذي يحيي ويميت قال أنا أحيي وأميت قال إبراهيم فإن الله يأتي بالشمس من المشرق فات بها من المغرب فبهت الذي كفر) (البقرة – 258)",
            "page": "33",
            "part": "1",
            "seal": "8AA92E51"
        },
        {
            "id": "34",
            "nass": "أنه ليتضح جلياً من هذا الحوار بين النبي وبين نمرود أنه لم يكن النزاع بينهما في وجود الله تعالى أو عدمه وإنما كان في أنه من ذا يعتقده إبراهيم عليه السلام رباً؟ كان نمرود من أمة كانت تؤمن بوجود لله تعالى، ثم لم يكن مصاباً بالجنون واختلال العقل حتى يقول هذا القول السخيف البين الحمق: \"إني فاطر السماوات والأرض ومدبر سير الشمس والقمر\" فالحق أنه لم تكن دعواه أنه هو الله ورب السماوات والأرض وغنما كانت أنه رب المملكة التي كان إبراهيم –عليه السلام- أحد أفراد رعيتها. ثم أنه لم يكن يدعي الربوبية لتلك المملكة بمعناها الأول والثاني، فإنه كان يعتقد بربوبية الشمس والقمر وسائر السيارات بهذين المعنيين، بل كان يدعي الربوبية لمملكته بالمعنى الثالث والرابع والخامس. وبعبارة أخرى كانت دعواه أنه مالك تلك المملكة، وأن جميع أهاليها عبيد له، وأن سلطته المركزية أساس لاجتماعهم، وأمره قانون حياتهم. وتدل كلمات (أن آتاه الله الملك) دلالة صريحة على أن دعواه للربوبية كان أساسها التبجح بالملكية. فلما بلغه أن قد ظهر بين رعيته رجل يقال له إبراهيم، لا يقول بربوبية الشمس والقمر ولا السيارات الأخرى في دائرة ما فوق الطبيعة، ولا هو يؤمن بربوبية صاحب العرش في دائرة السياسة والمدنية، استغرب الأمر جداً فدعا إبراهيم عليه السلام فسأله: من ذا الذي تعتقده رباً؟ فقال إبراهيم عليه السلام بادئ ذي بدء: \"ربي الذي يحيي ويميت يقدر على إماتة الناس وإحيائهم! \" فلم يدرك نمرود غور الأمر فحاول أن يبرهن على ربوبيته بقوله: \"وأنا أيضاً أملك الموت والحياة، فأقتل من أشاء وأحقن دم من أريد! ..\" هنالك بين له إبراهيم عليه السلام أنه لا رب عنده إلا الله الذي لا رب سواه بجميع معاني الكلمة، وأنى يكون لأحد غيره شرك في الربوبية وهو لا سلطان له على الشمس في طلوعها وغروبها؟! وكان نمرود رجلاً فطناً، فما أن سمع من إبراهيم عليه السلام هذا الدليل القاطع",
            "page": "34",
            "part": "1",
            "seal": "CC57EA78"
        },
        {
            "id": "35",
            "nass": "حتى تجلت له الحقيقة، وتفطن لأن دعواه للربوبية في ملكوت الله تعالى بين السموات والأرض إن هي إلا زعم باطل وادعاء فارغ فبهت ولم ينبس ببنت شفة. إلا انه قد كان بلغ منه حب الذات واتباع هوى النفس وإيثار مصالح العشيرة، مبلغاً لم يسمح له بأن ينزل عن ملكيته المستبدة ويئوب إلى طاعة الله ورسوله، مع أنه قد تبين له الحق والرشد. فعلى ذلك قد أعقب الله تعالى هذا الحوار بين النبي ونمرود بقوله: (والله لا يهدي القوم الظالمين) والمراد أن نمرود لما لم يرض أن يتخذ الطريق الذي كان ينبغي له أن يتخذه بعدما تبين له الحق، بل آثر أن يظلم الخلق ويظلم نفسه معهم، بالإصرار على ملكيته المستبدة الغاشمة لم يؤته الله تعالى نوراً من هدايته، ولم يكن من سنة الله أن يهدي إلى سبيل الرشد من كان لا يطلب الهداية من تلقاء نفسه. ¶ قوم لوط عليه السلام ¶ ويعقب قوم إبراهيم في القرآن قوم لوط، الذين بعث لهدايتهم وإصلاح فسادهم لوط بن أخي إبراهيم عليهما السلام -. ويدلنا القرآن الكريم أن هؤلاء أيضاً ما كانوا متنكرين لوجود الله تعالى ولا كانوا يجحدون بأنه هو الخالق والرب بالمعنى الأول والثاني. أما الذي كانوا يأبونه ولا يقبلونه فهو الاعتقاد بأن الله هو الرب المعنى الثالث والرابع والخامس، والإذعان لسلطة النبي من حيث كونه نائباً من عند الله أميناً. ذلك بأنهم كانوا يبتغون أن يكونوا أحراراً مطلقي الحرية يتبعون ما يشاؤون من أهوائهم ورغباتهم وتلك كانت جريمتهم الكبيرة التي ذاقوا من جرائها أليم العذاب. ويؤيد ذلك ما يأتي من النصوص القرآنية: ¶ (إذ قال لهم أخوهم لوط ألا تتقون إني لكم رسولٌ أمينٌ. فاتقوا الله وأطيعون. وما أسألكم عليه من أجر إنْ أجري إلا على رب العالمين. أتأتون الذُّكران من العالمين. وتذرون ما خلق لكم ربكم من أزواجكم بل أنتم قومٌ عادون) (الشعراء: 161 – 166)",
            "page": "35",
            "part": "1",
            "seal": "EFDAD59A"
        },
        {
            "id": "36",
            "nass": "وبديهي أن مثل هذا القول لم يكن ليخاطب به إلا قوم لا يجدون بوجود الله تعالى وبكونه خالقاً ورباً لهذا العالم؟ فأنت ترى أنهم لا يجيبون لوطاً عليه السلام بقول من مثل: \"ما الله؟ \" من أين له أن يكون خالقاً للعالم؟ \" أو \"أنى له أن يكون ربنا ورب الخلق أجمعين؟ \" بل تراهم يقولون: ¶ (لئن لم تنته يا لوط لتكوننّ من المخرجين) (الشعراء: 167) ¶ وقد ذكر القرآن الكريم هذا الحديث في موضع آخر بالكلمات الآتية: ¶ (ولوطاً إذ قال لقومه إنكم لتأتون الفاحشة ما سبقكم بها من أحد من العالمين. أإنكم لتأتون الرجال وتقطعون السبيل وتأتون في ناديكم المنكر فما كان جواب قومه إلا أن قالوا ائتنا بعذاب الله إن كنت من الصادقين) (العنكبوت: 28-29) ¶ أفيجوز أن يكون هذا جواب قوم ينكرون وجود الله تعالى؟. لا والله ومن ذلك يتبين أن جريمتهم الحقيقية لم تكن إنكار ألوهية الله تعالى وربوبيته، بل كانت جريمتهم أنهم على إيمانهم بالله تعالى إلهاً ورباً فيما فوق العالم الطبيعي، كانوا يأبون أن يطيعوه ويتبعوا قانونه في شؤونه الخلقية والمدنية والاجتماعية، يمتنعون من أن يهتدوا بهدي نبيه لوط عليه السلام. ¶ قوم شعيب عليه السلام",
            "page": "36",
            "part": "1",
            "seal": "7FD25458"
        },
        {
            "id": "37",
            "nass": "ولنذكر في الكتاب بعد ذلك أهل مدين وأصحاب الأيكة الذين بعث إليهم شعيب عليه السلام. ومما نعرف عن أمرهم أنهم كانوا من ذرية إبراهيم عليه السلام. إذن لا حاجة إلى أن نبحث فيهم: هل كانوا يؤمنون بوجود الله تعالى وبكونه إلهاً ورباً أم لا؟ إنهم كانوا في حقيقة الأمر أمة نشأت على الإسلام في بداية أمرها، ثم أخذت بالفساد بما أصاب عقائدها من الانحلال وأعمالها من السوء. ويبدو مما جاء عنهم في القرآن كأن القوم كانوا بعد ذلك كله يدّعون لأنفسهم الإيمان، فإنك ترى شعيباً عليه السلام يكرر لهم القول: يا قوم اعملوا كذا وكذا إن كنتم مؤمنين وفي خطاب شعيب عليه السلام لقومه وأجوبة القوم له دلالة واضحة على أنهم كانوا قوماً يؤمنون بالله وينزلونه منزلة الرب والمعبود. ولكنهم كانوا قد تورطوا في نوعين من الضلال: أحدهما أنهم كانوا أصبحوا يعتقدون الألوهية والربوبية في آلهة أخرى مع الله تعالى، فلم تعد عبادتهم خالصة لوجه الله، والآخر أنهم كانوا يعتقدون أن ربوبية الله لا مدخل لها في شؤون الحياة الإنسانية من الأخلاق والاجتماع والاقتصاد والمدنية والسياسة، وعلى ذلك كانوا يزعمون أنهم مطلقوا العنان في حياتهم المدنية ولم أن يتصرفوا في شؤونهم كيف يشاؤون، ويصدق ذلك ما يأتي من الآيات: ¶ (وإلى مدين أخاهم شعيباً، قال يا قوم اعبدوا الله ما لكم من إله غيره قد جاءتكم بينةٌ من ربكم فأوفوا الكيل والميزان ولا تبخسوا الناس أشياءهم ولا تفسدوا في الأرض بعد إصلاحها ذلكم خيرٌ لكم إن كنتم مؤمنين) (الأعراف: 85) ¶ (وإنْ كان طائفة منكم آمنوا بالذي أرسلتُ به وطائفةٌ لم يؤمنوا فاصبروا حتى يحكم الله بيننا وهو خيرُ الحاكمين) (الأعراف: 87)",
            "page": "37",
            "part": "1",
            "seal": "F22699E7"
        },
        {
            "id": "38",
            "nass": "(ويا قوم أوفوا المكيال والميزان بالقسط ولا تبخسوا الناس أشياءهم ولا تعثوا في الأرض مفسدين. بقية الله خيرٌ لكم إن كنتم مؤمنين وما أنا عليكم بحفيظ. قالوا يا شعيب أصلاتك تأمرك أن نترك ما يعبد آباؤنا أو أن نفعل في أموالنا ما نشاءُ إنكَ لأنت الحليم الرشيد) (هود: 85-87) ¶ والعبارات الأخيرة المخطوط تحتها خصوصية الدلالة على ضلالهم الحقيقي في باب الربوبية والألوهية. ¶ فرعون وآله ¶ وهيا بنا ننظر الآن في قصة فرعون وآله، فمن قد شاع عنهم في الناس من الأخطاء والأكاذيب أكثر مما شاع فيهم عن نمرود وقومه. فالظن الشائع أن فرعون لم يكن منكراً لوجود الله تعالى فحسب، بل كان يدعي الألوهية لنفسه أيضاً. ومعناه أن قد بلغت منه السفاهة أنه كان يجاهر على رؤوس الناس بدعوى أنه فاطر السماوات والأرض، وكانت أمته من البله والحماقة أنها كانت تؤمن بدعواه تلك. والحق الواقع الذي يشهد به القرآن والتاريخ هو أن فرعون لم يكن يختلف ضلاله في باب الألوهية والربوبية عن ضلال نمرود، ولا كان يختلف ضلال آله عن ضلال قوم نمرود. وإنما الفرق بين هؤلاء وأولئك أنه قد كان نشأ في آل فرعون لبعض الأسباب السياسية عناد وتعصب وطني شديد على بني إسرائيل، فكانوا لمجرد هذا العناد يمتنعون من الإيمان بألوهية الله وربوبيته، وإن كانت قلوبهم تعترف بها شأن أكثر الملحدين الماديين في عصرنا هذا.",
            "page": "38",
            "part": "1",
            "seal": "A58CF5DB"
        },
        {
            "id": "39",
            "nass": "وبيان هذا الإجمال أنه لما استتبت ليوسف عليه السلام السلطة على مصر، استفرغ جهده في نشر الإسلام وتعاليمه بينهم. ورسم على أرضه من ذلك أثراً محكماً لم يقدر على محوه أحد إلى القرون. وأهل مصر وإن لم يكونوا إذ ذاك قد آمنوا بدين الله عن بكرة أبيهم، إلا أنه لا يمكن أن يكون قد بقي فيهم من لم يعرف وجود الله تعالى ولم يعلم أنه هو فاطر السماوات والأرض. وليس الأمر يقف عند هذا بل الحق أن كان تم للتعاليم الإسلامية من النفوذ والتأثير في كل مصري ما جعله – على الأقل – يعتقد بأن الله إله الآلهة رب الأرباب فيما فوق العالم الطبيعي ولم يبق في تلك الأرض من يكفر بألوهية الله تعالى. وأما الذين كانوا قد أقاموا على الكفر، فكانوا يجعلون مع الله شركاء في الألوهية والربوبية. وكانت تأثيرات الإسلام المختلفة هذه في نفوس أهل مصر باقية إلى الزمن الذي بعث فيه موسى عليه السلام (1) . والدليل على ذلك تلك الخطبة التي ألقاها أمير من الأقباط في مجلس فرعون. وذلك أن ¶ __________ ¶ (1) وإذا ما وثقنا بما بينت التوراة من الحوادث التاريخية فإنا نستطيع أن نقدر أن قريباً من خمس عدد سكان مصر، قد كانوا أسلموا حينذاك. فإن ما جاء في التوراة من إحصاء بني إسرائيل يدل على أن الذين خرجوا منهم مع موسى عليه السلام كانوا مليوني نفر. ولا تظن أن يكون عدد سكان مصر في ذلك الزمن أكثر من عشرة ملايين. هذا وقد وصفت التوراة أولئك المهاجرين كلهم بكونهم بني إسرائيل. ولكن لا يبدو من الممكن – مهما بالغنا في الحدث والتخمين- أن يكون ولد أبناء يعقوب عليه السلام الاثنا عشر قد بلغت بهم الكثرة والوفرة عدد مليونين في مدة خمسمائة سنة. لذلك مما يقتضيه القياس أنه لابد أن يكون عدد غير قليل من أهالي مصر قد أسلموا وانضموا إلى بني إسرائيل ثم رافقوهم في هجرتهم عن أرض مصر. ومن ذلك كله نستطيع أن نقدر مدى عمل الدعوة الذي قام به يوسف عليه الصلاة والسلام وخلفاؤه في القطر المصري.",
            "page": "39",
            "part": "1",
            "seal": "F25CB171"
        },
        {
            "id": "40",
            "nass": "فرعون حينما أبدى إرادته في قتل موسى عليه السلام، لم يصبر عليه هذا الأمير القبطي من أمراء مجلسه، وكان قد أسلم وأخفى إسلامه، ولم يلبث أن قام يخطب: ¶ (أتقتلون رجلاً أن يقول ربي الله وقد جاءكم بالبينات من ربكم وإن يك كاذبا فعليه كذبه وإن يك صادقاً يصبكم بعض الذي يعدكم إن الله لا يهدي من هو مسرفٌ كذاب. يا قوم لكم الملك اليوم ظاهرين في الأرض فمن ينصرنا من بأس الله إن جاءنا) . ¶ (يا قوم إني أخاف عليكم مثل يوم الأحزاب. مثل داب قوم نوحٍ وعادٍ وثمود والذين من بعدهم) . ¶ (ولقد جاءكم يوسف من قبل بالبينات فما زلتم في شك مما جاءكم به حتى إذا هلك قلتم لن يبعث الله من بعده رسولاً) .. (ويا قوم ما لي أدعوكم إلى النجاة وتدعونني إلى النار. تدعونني لكفر بالله وأشرك به ما ليس لي به علمٌ وأنا أدعوكم إلى العزيز الغفار) . (غافر – 28 – 31 – 34 – 41- 42) ¶ وتشهد هذه الخطبة من أولها إلى آخرها بأنه لم يزل أثر شخصية النبي يوسف عليه السلام باقياً في نفوس القوم إلى ذلك الحين، وقد مضت على عهده قرون متعددة. وبفضل ما علمهم هذا النبي الجليل، لم يكونوا قد بلغوا من الجهالة ألا يعلموا شيئاً عن وجود الله تعالى، أو ألا يعرفوا أنه الرب والإله، وأن سيطرته وسلطته غالبة على قوى الطبية في هذا العالم، وأن غضبه مما يخاف ويتقى. ويتضح أيضاً من آخر هذه الخطبة أن أمة فرعون لم تكن تجحد بألوهية الله وربوبيته جحوداً باتاً، وإنما كان ضلالها كضلال الأمم الأخرى مما ذكرناه آنفاً – أي كانت هذه الأمة أيضاً تشرك بالله تعالى في صفتي الألوهية والربوبية وتجعل له فيهما أنداداً.",
            "page": "40",
            "part": "1",
            "seal": "0C8E7729"
        },
        {
            "id": "41",
            "nass": "أما مثار الشبهة في أمر فرعون فهو سؤاله لموسى عليه السلام (وما رب العالمين) حينما سمع منه: (إنا رسول رب العالمين!) ثم قوله لصاحبه هامان: (ابن لي صرحاً لعلي أبلغ الأسباب أسباب السموات فأطلع إلى إله موسى) ووعيده لموسى عليه السلام: (لئن اتخذت إلهاً غيري لأجعلنك من المسجونين) ، وإعلانه لقومه: (أنا ربكم الأعلى) وقوله لملئه: (لا أعلم لكم من إله غيري) . – فمثل هذه الكلمات التي قالها فرعون قد خيلت إلى الناس أنه كان ينكر وجود الله تعالى وكان فارغ الذهن من تصور رب العالمين، ويزعم لنفسه أنه الإله الواحد، ولكن الواقع الحق أنه لم يكن يدعي ذلك كله إلا بدافع من العصبية الوطنية. وذلك أنه لم يكن الأمر في زمن النبي يوسف عليه السلام قد وقف على أن شاعت تعاليم الإسلام في ربوع مصر بفضل شخصيته القوية الجليلة، بل جاوز ذلك إلى أن تمكن لبني إسرائيل نفوذ بالغ في الأرض مصر تبعاً لما تهيأ ليوسف عليه السلام من السلطة والكلمة النافذة في حكومة مصر. فبقيت سلطة بني إسرائيل مخيمة على القطر المصري إلى ثلاثمائة سنة أو أربعمائة. ثم أخذ يخالج صدور المصريين من العواطف الوطنية والقومية ما جعلهم يتعصبون على بني إسرائيل، واشتد الأمر حتى الغوا سلطة الإسرائيليين ونفوذهم إلغاء. فتولى الأمر بعدهم الأسر المصرية الوطنية وتتابعت في الحكم. وهؤلاء الملوك الجدد لما أمسكوا زمام الأمر لم يقتصروا على إخضاع بني إسرائيل وكسر شوكتهم، بل تعدوه إلى أن حاولوا محو كل أثر من آثار العهد اليوسفي في مصر وإحياء تقاليد ديانتهم الجاهلية. فلما بعث إليهم في تلك الآونة موسى عليه السلام، خافوا على غلبتهم وسلطتهم أن تنتقل من أيديهم إلى أيدي بني إسرائيل مرة أخرى. فلم يكن يبعث فرعون إلا هذا العناد واللجاج على أن يسأل موسى عليه السلام ساخطاً متبرماً: وما رب العالمين؟ ومن يمكن أن يكون إلهاً غيري؟ وهو في الحقيقة لم يكن جاهلاً وجود رب العالمين. وتتضح هذه",
            "page": "41",
            "part": "1",
            "seal": "D40409E9"
        },
        {
            "id": "42",
            "nass": "الحقيقة كأوضح ما يكون مما جاء في القرآن الكريم من أحاديثه وأحاديث ملئه وخطب موسى عليه السلام. فيقول فرعون – مثلا – تأكيداً لقوله إن موسى عليه السلام ليس برسول الله. ¶ (فلولا ألقي عليه أسورةٌ من ذهب أو جاء معه الملائكة مقترنين) (الزخرف: 53) ¶ أفكان لرجل فارغ الذهن من وجود الله تعالى والملائكة أن يقول هذا القول وفي موضع آخر يقص القرآن الحوار الآتي بين فرعون وبين النبي موسى عليه السلام: ¶ (فقال له فرعون إني لأظنك يا موسى مسحوراً. قال لقد علمت ما أنزل هؤلاء إلا رب السماوات والأرض بصائر وإني لأظنك يا فرعون مبثوراً) (بني إسرائيل: 101-102) ¶ وفي محل آخر يظهر الله تعالى ما في صدور قوم فرعون بقوله: ¶ (فلما جاءتهم آياتنا مبصرةً قالوا هذا سحرٌ مبينٌ وجحدوا واستيقنتها أنفسهم ظلماً وعلواً) (النمل: 13-14) ¶ ويصور لنا القرآن نادياً آخر جمع موسى عليه السلام وآل فرعون بهذه الآية: ¶ (قال لهم موسى ويلكم لا تفتروا على الله كذباً فيسحتكم بعذابٍ وقد خاب من افترى. فتنازعوا أمرهم بينهم وأسروا النجوى قالوا إن هذان لساحران يريدان أن يخرجاكم من أرضكم بسحرهما بطريقتكم المثلى) (طه: 61-63) ¶ والظاهر أنه لم يكن قام النزاع ونشأ الأخذ والرد بينهم وبين نبيهم موسى عليه السلام حين أنذرهم عذاب الله ونبههم على سوء مآل ما كانوا يفترون، إلا لأنهم قد كان في قلوبهم ولاشك بقية من أثر عظمة الله تعالى وجلاله وهيبته ولكن حاكمهم الوطنيين لما أنذروهم بخطر الانقلاب السياسي العظيم، وحذروهم عاقبة اتباعهم لموسى وهارون، وهي عودة غلبة الإسرائيليين على أبناء مصر، قست قلوبهم واتفقوا جميعاً على مقاومة النبيين.",
            "page": "42",
            "part": "1",
            "seal": "402A4E72"
        },
        {
            "id": "43",
            "nass": "وبعد ما قد تبين لنا من هذه الحقيقة، من السهل علينا أن نبحث: ماذا كان مثار النزاع بين موسى عليه السلام وفرعون، وماذا كانت حقيقة ضلاله وضلال قومهن وبأي معاني كلمة (الرب) كان فرعون يدعي لنفسه الألوهية والربوبية. فتعال نتأمل لهذا الغرض ما يأتي من الآيات بالتدريج. ¶ 1- إن الذين كانوا يلحون من ملأ فرعون على حسم دعوة موسى عليه الصلاة والسلام واستئصالها من أرض مصر، يخاطبون فرعون لبعض المناسبات ويسألونه: ¶ (أتذرُ موسى وقومه ليفسدوا في الأرض ويذركم وآلهتكَ) (الأعراف: 127) ¶ وبخلاف ذلك يناديهم الذي كان قد آمن بموسى عليه السلام: ¶ (تدعونني لأكفر بالله وأشرك به ما ليس لي به علمٌ) (المؤمن: 42)",
            "page": "43",
            "part": "1",
            "seal": "3BE1EF06"
        },
        {
            "id": "44",
            "nass": "فإذا نظرنا في هاتين الآيتين وأضفنا إليهما ما قد زودنا به التاريخ وآثار الأمم القديمة أخيراً من المعلومات عن أهالي مصر زمن فرعون، يتجلى لنا أن كلاً من فرعون وآله كانوا يشركون بالله تعالى في المعنى الأول والثاني لكلمة (الرب) ويجعلون معه شركاء من الأصنام ويعبدونها. والظاهر أن فرعون لو كان يدعي لنفسه الربوبية فيما فوق العالم الطبيعي، أي لو كان يدعي أنه هو الغالب المتصرف في نظام الأسباب في هذا العالم، وأنه لا إله ولا رب غيره في السماوات والأرض، ولم يعبد الآلهة الأخرى أبداً (1) ¶ __________ ¶ (1) أن بعض المفسرين قد آثروا قراءة (الهتك) في هذه الآية وجعلوا (إلهة) بمعنى العبادة، ذاهبين إلى أن فرعون كانت دعواه أنه هو رب العالمين وفاطر السماوات والأرض، فيكون معنى الآية على حسب قراءتهم أتترك موسى وقومه ليدعوك ويدعوا عبادتك. إلا أن هناك أموراً لابد من ملاحظتها. أولها أن قراءتهم تلك شاذة تخالف القراءة الشائعة المعروفة، والثاني أن الغرض الذي قد آثر المفسرون لأجله تلك القراءة الشاذة لا تقوم على أساس. والثالث أنه قد يكون من معاني كلمة (آلهة) : المعبودة أو الصنم الأنثى علاوة على معنى العبادة. ومن المعلوم أنه كان إله أهل مصر الأكبر على العموم هو الشمس، وكانوا يعبرون عنها باللغة المصرية بكلمة (رع) . وكان معنى (فرعون) خاف (رع) . أو مظهر (رع) . وعلى هذا كان كل ما يدعي فرعون في الحقيقة هو أنه المظهر المادي لإله الشمس الأكبر، وكفى. ¶ (تعليق على الحاشية) ¶ قراءة (الاهتك) – بكسر الهمزة – ذكر الطبري في تفسيره 1/41 – 42، و 9/17 أنها مروية عن أبن عباس ومجاهد، واستضعفها الطبري فقال: \"والقراءة التي لا ترى القراءة بغيرها هي القراءة التي عليها قراء الأمصار (أي: آلهتك) لاجماع الحجة من القراء عليها\" اهـ ¶ وقد روى الطبري تفسير هذه القراءة عن ابن عباس نفسه من وجوه 9/18 فقال \"… ويذرك والاهتك: قال: وعبادتك، ويقول: كان يعبد ولا يعبد\"، وروى عنه تفسيرها من وجه آخر بمعنى \"يترك عبادتك\". وهذا الوجه يمكن حمله على أن موسى عليه السلام يترك عبادة فرعون، بمعنى أنه لا ينقاد له، ولا يذعن لأمره. ¶ وما ارتآه الأستاذ المودودي – حفظه الله – من أن هذه القراءة تحتمل أن تكون بمعنى (الاهة) مؤنث (إله) رواه الطبري أيضاً – وإن كان عاد فاستضعفه – فقال: \"وزعم بعضهم أن من قرأ (والاهتك) إنما يقصد إلى نحو معنى قراءة (وآلهتك) غير أنه أنث وهو يريد إلهاً واحداً\". ¶ ومما يقوي هذا الوجه – على استضعاف الطبري له – أن المصريين – كما قال الأستاذ المودودي – كانوا يؤلهون الشمس؛ وقد وردت كلمة (الالاهة) في العربية بمعنى (الشمس) ذكر ذلك الطبري نفسه في التفسير 9/18، وساق على ذلك شاهداً قول بنت عتيبة بن الحارث اليربوعي: تروحنا من اللعباء عصراً واعجلنا الالاهة أن تؤويا قال: \"يعني بالالاهة في هذا الموضع المش\" ¶ وكذلك ذكرت كتب اللغة من معاني (الالاهة) الأصنام والهلال والشمس: وانظر (القاموس المحيط) و (لسان العرب) في مادة (إله) و (المخصص 9/19) . وروى الطبرسي في (مجمع البيان) 4/46) عن ابن حسني أنه قال \"سميت الشمس الألاهة والإلاهة لأنهم كانوا يعبدونها\". ¶ وهذا كله مما يدعم رأي الأسناد المودودي – حفظه الله – وينصر قوله.",
            "page": "44",
            "part": "1",
            "seal": "2209282A"
        },
        {
            "id": "45",
            "nass": "(2) أما كلمات فرعون هذه التي قد وردت في القرآن: ¶ (يا أيها الملأ ما علمتُ لكم من إله غيري) (القصص: 38) ¶ (لئن اتّخذت إلهاً غيري لأجعلنّك من المسجونين) (الشعراء: 29) ¶ فليس المراد بذلك أن فرعون كان ينفي جميع ما سواه من الآلهة. وإنما كان غرضه الحقيقي من ذلك رد دعوة موسى عليها لسلام وإبطالها. ولما كان موسى عليه السلام – يدعو إلى إله لا تنحصر ربوبيته في دائرة ما فوق الطبيعة فحسب، بل هو كذلك مالك الأمر والنهي، وذو القوة والسلطة القاهرة بالمعاني السياسية والمدنية، قال فرعون لقومه: يا قوم لا أعلم لكم مثل ذلك الإله غيري، وتهدد موسى عليه السلام، أنه إن اتخذ من دونه إلهاً ليلقينّه في السجن. ¶ ومما يعلم كذلك من هذه الآيات، وتؤيده شواهد التاريخ وآثار الأمم القديمة، أن فراعنة مصر لم يكونوا يدعون لأنفسهم مجرد الحاكمية المطلقة، بل كانوا يدعون كذلك نوعاً من القداسة والتنزه بانتسابهم إلى الآلهة والأصنام، حرصاً منهم على أن يتغلغل نفوذهم في نفوس الرعية ويستحكم استيلاؤهم على أرواحهم. ولم تكن الفراعنة منفردة بهذا الادعاء، بل الحق أن الأسر الملكية ما زالت في أكثر أقطار العالم تحاول الشركة – قليلاً أو كثيراً – في الألوهية والربوبية في دائرة ما فوق الطبيعة، علاوة على ما كانت تتولاه من الحاكمية السياسية، وما زالت لأجل ذلك تفرض على الرعية أن تقوم بين يديها بشيء من شعائر العبودية، على أن دعواهم تلك للألوهية السماوية لم تكن هي المقصودة بذاتها في الحقيقة، وإنما كانوا يتذرعون بها إلى تأثيل حاكميتهم السياسية. ومن ذلك نرى أنه ما زالت الأسر الملكية في مصر وغيرها من الأقطار الجاهلية تذهب ألوهيتها بذهاب سلطانها السياسي، وقد بقيت الألوهية تتبع العرش في تنقله من أيد إلى أخرى.",
            "page": "45",
            "part": "1",
            "seal": "34E2F0B1"
        },
        {
            "id": "46",
            "nass": "(3) ولم تكن دعوى فرعون الأصلية الغالبة المتصرفة في نظام السنن الطبيعية، بل بالألوهية السياسية! فكان يزعم أنه الرب الأعلى لأرض مصر ومن فيها بالمعنى الثالث والرابع والخامس لكلمة (الرَّب) ويقول إني أنا مالك القطر المصري وما فيه من الغنى والثروة وأنا الحقيق بالحاكمية المطلقة فيه، وشخصيتي المركزية هي الأساس لمدينة مصر واجتماعها، وإذن لا يجرينَّ فيها إلاّ شريعتي وقانوني. وكان أساس دعوى فرعون بعبارة القرآن: ¶ (ونادى فرعون في قومه قال يا قوم أليس لي ملك مصر وهذه الأنهار تجري من تحتي أفلا تبصرون) (الزخرف – 51) ¶ وهذا الأساس نفسه هو الذي كانت تقوم عليه دعوى نمرود للربوبية. ¶ و (حاجَّ إبراهيم في ربّه أن آتاه الله الملك) (البقرة: 258) ¶ وهو كذلك الأساس الذي رفع عليه فرعون المعاصر ليوسف عليه السلام بنيان ربوبيته على أهل مملكته. ¶ (4) أمّا دعوة موسى عليه السلام التي كانت سبب النزاع بينه وبين فرعون وآله، فهي في الحقيقة أنه لا إله ولا ربَّ بجميع معاني كلمة (الرب) إلا الله رب العالمين، وهو وحده الإله والرّب فيما فوق العالم الطبيعي، كما أنه هو الإله والرب بالمعاني السياسية والاجتماعية، لأجل ذلك يجب ألا نخلص العبادة إلا له، ولا نتبع في شؤون الحياة المختلفة إلا شرعه وقانونه، وانه – أي موسى عليه السلام – قد بعثه الله تعالى بالآيات البينات وسيُنزل الله تعالى أمره ونهيه لعباده بما يوحي إليه؛ لذلك يجب أن تكون أزمّة أمور عباده بيده، لا بيد فرعون. ومن هنا كان فرعون ورؤساء حكومته يُعلون أصواتهم المرّة بعد المرّة بأن موسى وهارون – عليهما السلام – قد جاءا يسلبان أرض مصر. وأرادا أن يذهبا بنظمنا الدينية والمدنية ليستبدلا بها ما يشاءان من النظم والقواعد. ¶ (ولقد أرسلنا موسى بآياتنا وسلطان مبين. إلى فرعون وملئه فاتبعوا أمر فرعون وما أمر فرعون برشيد) (هود: 96-97)",
            "page": "46",
            "part": "1",
            "seal": "808A235E"
        },
        {
            "id": "47",
            "nass": "(ولقد فتنا قبلهم قوم فرعون وجاءهم رسولٌ كريم. أن أدُّوا إليَّ عبادَ الله إني لكم رسول أمين. وان لا تعلوا على الله إني آتيكم بسلطان مبين) (الدخان: 17-19) ¶ (إنا أرسلنا إليكم رسولاً شاهداً عليكم كما أرسلنا إلى فرعون رسولاً فعصى فرعون الرسول فأذناه أخذاً وبيلاً) (المزملَّ: 15-16) ¶ (قال فمن ربكما يا موسى. قال ربّنا الذي أعطى كل شيءٍ خلقه ثم هدى) (طه: 49-50) ¶ (قال فرعون وما رب العالمين. قال رب السماوات والأرض وما بينهما إن كنتم موقنين. قال لمنّ حوله ألا تستمعون. قال ربكم ورب آبائكم الأولين. قال إن رسولكم الذي أرسل إليكم لمجنون. قال رب المشرق والمغرب وما بينهما إن كنتم تعقلون. قال لئن اتخذت إلهاً غيري لأجعلنّك من المسجونين) (الشعراء: 23-29) ¶ (قال أجئتنا لتخرجنا من أرضنا بسحرك يا موسى) (طه: 57) ¶ (وقال فرعون ذروني أقتل موسى وليدع ربّه إني أخاف أن يبدل دينكم أو أن يظهر في الأرض الفساد) (غافر: 26) ¶ (قالوا إن هذان لساحران يريدان أن يخرجاكم من أرضكم بسحرهما ويذهبا بطريقتكم المثلى) ... (طه – 63) ¶ وبإنعام النظر في هذه الآيات بالتدريج الذي قد سردناها به، يتجلى أن الضلال الذي تعاقبت فيه الأمم المختلفة من أقدم العصور، كان هو عينه قد غشت وادي النيل ظلماته، وأن الدعوة التي قام بها جميع الأنبياء منذ الأبد، كانت هي نفسها يدعو بها موسى وهارون عليهما السلام. ¶ اليهود والنصارى",
            "page": "47",
            "part": "1",
            "seal": "EECFF065"
        },
        {
            "id": "48",
            "nass": "وتطلع علينا بعد آل فرعون بنو إسرائيل والأمم الأخرى التي دانت باليهودية والنصرانية. وهؤلاء لا مجال للظن فيهم أن يكونوا منكرين لوجود إله العالم، أو يكونوا لا يعتقدون بألوهيته وربوبيّته فإن القرآن نفسه يشهد بكونهم أهل الكتاب. وأما السؤال الذي ينشأ في ذهن الباحث عن أمرهم فهو أنه ما هو على التحديد الخطأ في عقيدتهم ومنهج عملهم في باب الربوبية – الذي قد عدهم القرآن من أجله من القوم الضالين؟ والجواب المجمل على السؤال تجده في القرآن نفسه في آيته الكريمة: ¶ (قل يا أهل الكتاب لا تغلوا في دينكم غير الحق ولا تتبعوا أهواء قومٍ قد ضلوا من قبلُ وأضلوا كثيراً وضلّوا عن سواء السبيل) (المائدة – 77) ¶ فيعلم من هذه الآية أن ضلال اليهود والنصارى هو من حيث الأصل والأساس نفس الضلال الذي ارتطمت فيه الأمم المتقدمة، وتدلنا هذه الآية أيضاً أن ضلالهم هذا كان آتياً من غلوّهم في الدين. وها نحن نرى بعد ذلك كيف يفصل القرآن هذا الإجمال: ¶ (وقالت اليهود عزير ابن الله وقالت النصارى المسيح ابن الله) (التوبة: 30) ¶ (لقد كفر الذين قالوا إن الله هو المسيح ابن مريم. وقال المسيح يا بني إسرائيل اعبدوا الله ربي وربكم) (المائدة – 72) ¶ (لقد كفر الذين قالوا إن الله ثالث ثلاثة وما من إله إلا إله واحد) . (وإذ قال الله يا عيسى بن مريم أأنت قلت للناس اتخذوني وأمي إلهين من دون الله قال سبحانك ما يكون لي أن أقول ما ليس لي بحق) (المائدة: 73، 116) ¶ (ما كان لبشرٍ أن يؤتيه الله الكتاب والحكم والنبوة ثم يقول للناس كونوا عباداً لي من دون الله ولكن كونوا ربانيين بما كنتم تعلِّمون الكتاب وبما كنتم تدرسون. ولا يأمرَكم أن تتخذوا الملائكة والنبيين أرباباً، أيأمركم بالكفر بعد إذ أنتم مسلمون) (آل عمران: 79-80)",
            "page": "48",
            "part": "1",
            "seal": "E47EE3C2"
        },
        {
            "id": "49",
            "nass": "فكان ضلال أهل الكتاب حسب ما تجل عليه هذه الآيات: أولاً أنهم بالغوا في تعظيم النفوس المقدسة كالأنبياء والأولياء والملائكة التي تستحق التكريم والتعظيم لمكانتها الدينية، فرفعوها من مكانتها الحقيقية إلى مقام الألوهية وجعلوها شركاء مع الله ودخلاء في تدبير أمر هذا العالم، ثم عبدوها واستغاثوا بها واعتقدوا أن لها نصيباً في الألوهية والربوبية الميمنتين على ما فوق العالم الطبيعي، وزعموا أنها تملك لهم المغفرة والإعانة والحفظ. وثانياً أنهم: ¶ (اتّخذوا أحبارهم ورهبانهم أرباباً من دون الله) (التوبة – 31) ¶ أي أن الذين لم تكن وظيفتهم في الدين سوى أن يعلموا الناس أحكام الشريعة الإلهية، ويزكوهم حسب مرضاة الله، تدرج بهم هؤلاء حتى أنزلوهم بحيث يحلون لهم ما يشاؤون ويحرمون عليهم ما يشاؤون، ويأمرونهم وينهونهم حسب ما تشاء أهواؤهم بدون سند من كتاب الله، ويسنون لهم من السنن ما تشتهي أنفسهم. كذلك وقع هؤلاء في نفس النوعين من الضلال الأساسي الخطير اللذين قد وقع فيهما قبلهم أمم نوح وإبراهيم وعاد وثمود وأهل مدين وغيرهم من الأمم، فأشركوا بالله الملائكة وعبادة المقربين – كما أشرك أولئك – في الربوبية المهيمنة على ما فوق العالم الطبيعي، وجعلوا الربوبية بمعانيها السياسية والمدنية – كما جعل أولئك – للإنسان بدلاً من الله رب السماوات. وراحوا يستمدون مبادئ المدنية والاجتماع والأخلاق والسياسة وأحكامها جميعاً من بني آدم، مستغنيين في ذلك عن السلطان المنزل من عند الله تعالى. وأفضى بهم الغي إلى أن قال فيهم القرآن: ¶ (ألم تر إلى الذين أتوا نصيباً من الكتاب يؤمنون بالجبت والطاغوت) (النساء: 51) ¶ (قل هل أنبئكم بشرٍ من ذلك مثوبة عند الله من لعنهُ الله وغضبَ عليه وجعل منهم القردة والخنازير وعبد الطاغوت. أولئك شرٌّ مكاناً وأضل عن سواء السبيل) (المائدة: 60)",
            "page": "49",
            "part": "1",
            "seal": "2EB245DF"
        },
        {
            "id": "50",
            "nass": "(الجبتُ) كلمة جامعة شاملة لجميع أنواع الأوهام والخرافات من السحر والتمائم والشعوذة والتكهّن واستكشاف الغيب والتشاؤم والتفاؤل والتأثيرات الخارجة عن القوانين الطبيعية. والمراد من (الطاغوت) كل فرد أو طائفة أو إدارة تبغي وتتمرد على الله، وتجاوز حدود العبودية وتدعي لنفسها الألوهية والربوبية. فلما وقعت اليهود والنصارى في ما تقدم ذكره من النوعين من الضلال، كانت نتيجة أولها أن أخذت جميع أنواع الأوهام مأخذها من قلوبهم وعقولهم، وأما الثاني فاستدرجهم من عبادة العلماء والمشايخ والصوفية والزهاد إلى عبادة الجبابرة وطاعة الظالمين الذين كانوا قد بغوا على الله علانية! ¶ المشركون العرب ¶ هذا ولنبحث الآن في المشركين العرب الذين بعث فيهم خاتم النبيين صلى الله عليه وسلم، والذين كانوا أول من خاطبهم القرآن، من أي نوع كان ضلالهم في باب الألوهية والربوبية، هل كانوا يجهلون الله رب العالمين، أو كانوا ينكرون وجوده، فبعث إليهم النبي صلى الله عليه وسلم ليبث في قلوبهم الإيمان بوجود الذات الإلهية! وهل كانوا لا يعتقدون الله عز وجل إلهاً للعالمين ورباً، فأنزل الله القرآن ليقنعهم بألوهيته وربوبيته؟ وهل كانوا يأبون عبادة الله والخضوع له؟ أو كانوا لا يعتقدونه سميع الدعاء وقاضي الحاجة؟ وهل كانوا يزعمون أن اللات والعزّى ومناة وهبل والآلهة الأخرى هي في الحقيقة فاطرة هذا الكون ومالكته والرازقة فيه والقائمة على تدبيره وإدارته؟ أو كانوا يؤمنون بأن آلهتهم تلك مرجع القانون ومصدر الهداية والإرشاد في شؤون المدنية والأخلاق؟",
            "page": "50",
            "part": "1",
            "seal": "F5CA002E"
        },
        {
            "id": "51",
            "nass": "كل واحد من هذه الأسئلة إذا راجعنا فيه القرآن فإنه يجيب عليه بالنفي؛ ويبين لنا أن المشركين العرب لم يكونوا قائلين بوجود الله تعالى فحسب، بل كانوا يعتقدونه مع ذلك خالق هذا العالم كله – حتى آلهتهم – ومالكه وربه الأعلى، وكانوا يذعنون له بالألوهية والربوبية. وكان الله هو الجناب الأعلى الأرفع الذي كانوا يدعونه ويبتهلون إليه في مآل الأمر عندما يمسهم الضر أو تصيبهم المصائب، ثم كانوا لا يمتنعون عن عبادته والخضوع له، ولم تكن عقيدتهم في آلهتهم وأصنامهم أنها قد خلقتهم وخلقت هذا الكون، وترزقهم جميعاً، ولا أنها تهديهم وترشدهم في شؤون حياتهم الخلقية والمدنية، فالآيات الآتية تشهد بما تقول: ¶ (قلن لمن الأرض ومن فيها إن كنتم تعلمون. سيقولون لله، قل أفلا تذكرون. قل من رب السماوات السبع ورب العرش العظيم. سيقولن الله، قل أفلا تتقون. قل من بيده ملكوت كل شيءٍ وهو يجير ولا يجار عليه إن كنتم تعلمون. سيقولون لله، قل فأنى تسحرون، بل أتيناهم بالحق وإنهم لكاذبون) (المؤمنون: 84-90) ¶ (هو الذي يسيركم في البر والبحر حتى إذا كنتم في الفلك وجرين بهم بريح طيبة وفرحوا بها جاءتها ريح عاصفٌ وجاءهم الموج من كل مكانٍ وظنوا أنهم أحيط بهم دعوا الله مخلصين له الدين لئن أنجيتنا من هذه لنكونن من الشاكرين. فلما أنجاهم إذا هم يبغون في الأرض بغير الحق) (يونس: 22-23) ¶ (وإذا مسكم الضر في البحر ضل من تدعون إلا إياه فلما نجاكم إلى البر أعرضتم وكان الإنسان كفوراً) (الإسراء: 67) ¶ ويروي القرآن عقائدهم في آلهتهم بعبارتهم أنفسهم فيما يأتي: ¶ (والذين اتخذوا من دونه أولياء ما نعبدهم إلا ليقربونا إلى الله زلفى) (الزمر: 3) ¶ (ويقولون هؤلاء شفعاؤنا عند الله) (يونس: 18)",
            "page": "51",
            "part": "1",
            "seal": "993227E4"
        },
        {
            "id": "52",
            "nass": "ثم إنهم لم يكونوا يزعمون لآلهتهم شيئاً من مثل أنها تهديهم في شؤون حياتهم، فالله تعالى يأمر رسوله صلى الله لعيه وسلم في سورة يونس (قل هل من شركائكم من يهدي إلى الحق) الآية: 35 فيرميهم سؤاله هذا بالسكات، ولا يجيب أحد منهم عليه بنعم! عن اللات والعزى ومناة والآلهة الأخرى تهدينا سواء السبيل في العقيدة والعمل، وتعلمنا مبادئ العدالة والأمن والسلام في حياتنا الدنيا، وإننا نستمد من منبع علمها معرفة حقائق الكون الأساسية، فعند ذلك يقول الله عز وجل لنبيه صلى الله عليه وسلم: ¶ (قل الله يهدي للحق. أفمن يهدي إلى الحق أحق أن يتبع أمن لا يهدي إلا أن يُهدى فمالكم كيف تحكمون) (يونس: 35) ¶ ويبقى بعد هذه النصوص القرآنية أن نطلب جواب هذا السؤال: ماذا كان ضلالهم الحقيقي في باب الربوبية الذي بعث الله نبيه صلى الله عليه وسلم نرده إلى الصواب، وأنزل كتابه المجيد ليخرجهم من ظلماته إلى نور الهداية؟ وإذا تأملنا القرآن للتحقيق في هذه المسألة، نقف في عقائدهم وأعمالهم كذلك على النوعين من الضلال اللذين مازالا يلازمان الأمم الضالة منذ القدم. ¶ فكانوا بجانب يشركون بالله آلهة وأرباباً من دونه في الألوهية والربوبية فيما فوق الطبيعة، ويعتقدون بأن الملائكة والنفوس الإنسانية المقدسة والسيارات السماوية – كل أولئك دخيلة بوجه من الوجوه في صلاحيات الحكم القائم فوق نظام العلل والأسباب. ولذلك لم يكونوا يرجعون إلى الله تعالى وحده في الدعاء والاستعانة وأداء شعائر العبودية، بل كانوا يرجعون كذلك في تلك الأمور كلها إلى آلهتهم المصنوعة الملفقة. وكانوا بجانب آخر يكادون لا يتصورون في باب الربوبية المدنية والسياسية أن الله تعالى هو الرب بهذه المعاني أيضاً. فكانوا قد اتخذوا أئمتهم الدينيين ورؤساءهم وكبراء عشائرهم أرباباً بتلك المعاني، ومنهم كانوا يتلقون القوانين لحياتهم. ¶ أما النوع الأول من ضلالهم فيشهد به القرآن فيما يلي من الآيات:",
            "page": "52",
            "part": "1",
            "seal": "7E99A780"
        },
        {
            "id": "53",
            "nass": "(ومن الناس من يعبد الله على حرفٍ فان أصابه خيرٌ اطمأن به وإن أصابته فتنةٌ انقلب على وجهه خسر الدنيا والآخرة، ذلك هو الخسران المبين. يدعو من دون الله ما لا يضره وما لا ينفعه، ذلك هو الضلال البعيد يدعو لمن ضره أقرب من نفعه لبئس المولى ولبئس العشير) (الحج: 11-13) ... ¶ (ويعبدون من دون الله مالا يضرهم ولا ينفعهم ويقولون هؤلاء شفعاؤنا عند الله، قل أتنبئون الله بما لا يعلم في السماوات ولا في (1) ، سبحانه وتعالى عما يشركون) (يونس: 18) ¶ (قل أإنكم لتكفرون بالذي خلق الأرض في يومين وتجعلون له أنداداً) (حم السجدة: 9) ¶ (قل أتعبدون من دون الله مالا يملك لكم ضرّاً ولا نفعاً والله هو السميع العليم) (المائدة: 76) ¶ (وإذا مسَّ الإنسان ضرٌ دعا ربه منيباً إليه ثم إذا خوّله نعمة منه نسي ما كان يدعو إليه من قبل وجعل لله أنداداً (2) ليضل عنه سبيله) (الزمر: 8) ¶ (وما بكم من نعمة فمن الله ثم إذا مسّكم الضرّ فإليه تجأرون. ثم إذا كشف الضرّ عنكم إذا فريقٌ منكم بربهم يشركون. ليكفروا بما آتيناهم فتمتعوا فسوف تعلمون. ويجعلون لما لا يعلمون نصيباً (3) ¶ __________ ¶ (1) أي إنكم ايها القوم تتوهمون أن لآلهتكم من الأثر والنفود لدي ما يجعل كل شفاعتهم إلي مقبولة عندي، ولذلك تعبدونها وتنذرون لها، ولكني لا أعلم أحداً في السماوات ولا في الأرض يكون له عندي من القوة والحول أو يكون من حي إياه ما يجبرني على قبول شفاعته. أفأنتم تعرفونني من الشفعاء مالا أعلمهم. ¶ ومن البديهي أن كون الشيء ليس في علم الله معناه أنه لا وجود له البتة. ¶ (2) وجعل لله أنداداً، أي يعود فيقول: إن هذا الضر قد كشفه عني ذلك الشيخ المقدس، وتلك النعمة قد نلتها بفضل ذلك الولي المقرب! ¶ (3) أي إن الذين لم يتحقق عند هؤلاء بأي طريقة للعلم أنهم هم الذين قد كشفوا عنهم الشر ويسروا لهم العسر، يتصدقون لهم ويوفون لهم النذور شاكرين لهم، ومن أعجب الأمور أنهم ينفقون في ذلك مما رزقناهم نحن.",
            "page": "53",
            "part": "1",
            "seal": "7512ADC8"
        },
        {
            "id": "54",
            "nass": "مما رزقناهم، تالله لتسئلنّ عما كنتم تفترون) (النحل: 53 –56) ¶ وأما الآخر فشهادة القرآن ما يأتي: ¶ (وكذلك زين لكثير من المشركين قتل أولادهم شركاؤهم ليردوهم وليلبسوا عليهم دينهم) (الأنعام: 137) ¶ ومن الظاهر أنه ليس المراد بـ (شركاء) في هذه الآية: الآلهة والأصنام، بل المراد بهم أولئك القادة والزعماء الذين زينوا للعرب قتل أولادهم وجعلوه في أعينهم مكرمة. فأدخلوا تلك البدعة الشنعاء على دين إبراهيم وإسماعيل عليهما السلام. وظاهر كذلك أن أولئك الزعماء لم يكن القوم قد اتخذوهم شركاء من حيث كانوا يعتقدون أن لهم السلطان فوق نظام الأسباب في هذا العالم، أو كانوا يعبدونهم ويدعونهم، بل كانوا قد جعلوهم شركاء مع الله في الألوهية والربوبية من حيث كانوا يسلمون بحقهم في أن يشرعوا لهم ما يشاؤون من النظم والقوانين لشؤونهم المدنية والاجتماعية، وأمورهم الخلقية والدينية. ¶ (أم لهم شركاء شرعوا لهم من الدين ما لم يأذن به الله) (الشورى: 21) ¶ وسيأتي تفصيل معاني كلمة (الدين) في موضعه من هذه الرسالة، وهناك سنتبين سعة معاني هذه الآية وشمولها. على أنه يتضح في هذا المقام أن ما كان يتولاه أولئك الزعماء والرؤساء من وضع الحدود والقواعد التي هي بمثابة الدين بغير إذن من الله تعالى، وأن اعتقاد العرب بكونها مما يجب اتباعه والعمل به، كان هو عينه شركة مع الله من أولئك في ألوهيته وربوبيته، وإيماناً من هؤلاء بشركتهم تلك! ¶ دعوة القرآن:",
            "page": "54",
            "part": "1",
            "seal": "231FC841"
        },
        {
            "id": "55",
            "nass": "أن هذا البحث الذي قد خضنا غماره في الصفحات السابقة بصدد تصورات الأمم الضالة وعقائدها، ليكشف القناع عن حقيقة أن جميع الأمم التي قد وصمها القرآن بالظلم والضلال وفساد العقيدة من لدن أعرق العصور في القدم إلى زمن نزول القرآن، لم تكن منها جاحدة بوجود الله تعالى ولا كانت تنكر كون الله رباً وإلهاً بالإطلاق. بل كان ضلالها الأصلي المشترك بين جميعها أنها كانت قد قسمت المعاني الخمسة لكلمة (الرب) التي قد حددناها في بداية هذا الباب – مستشهدين باللغة والقرآن – قسمين متباينين: ¶ فأما المعاني التي تدل على أن (الرب) هو الكفيل بتربية الخلق وتعهده وقضاء حاجته وحفظه ورعايته بالطرق الخارجة عن النظام الطبيعي، فكانت لها عندهم دلالة أخرى مختلفة، وهم وإن كانوا لا يعتقدون إلا الله تعالى ربهم الأعلى بموجبها، إلا أنهم كانوا يشركون به في الربوبية الملائكة والجن والقوى الغيبية والنجوم والسيارات والأنبياء والأولياء والأئمة الروحانيين.",
            "page": "55",
            "part": "1",
            "seal": "4A3320DD"
        },
        {
            "id": "56",
            "nass": "وأما المعنى الذي يدل على أن (الرب) هو مالك الأمر والنهي وصاحب السلطة العليا، ومصدر الهداية والإرشاد، ومرجع القانون والتشريع، وحاكم الدولة والمملكة وقطب الاجتماع والمدنية، فكانت له عندهم دلالة أخرى متباينة: وبموجب هذا المفهوم كانوا إما يعتقدون أن النفوس الإنسانية وحدهم رباً من دون الله، وإما يستسلمون لربوبية تلك النفوس في شؤون الأخلاق والمدنية والسياسة مع كونهم يؤمنون إيماناً نظرياً بأن الله هو الرب، هذا هو الضلال الذي مازالت تبعث لحسمه الرسل عليهم اللام من لدن فجر التاريخ، ولأجل ذلك بعث الله أخيراً محمداً صلى الله عليه وسلم. وكانت دعوتهم جميعاً أن الرب بجميع معاني الكلمة واحد ليس غير، وهو الله تقدست أسماؤه. والربوبية ما كانت لتقبل التجزئة ولم يكن جزء من أجزائها ليرجع إلى أحد من دون الله بوجه من الوجوه، وأن نظام هذا الكون مرتبط بأصله ومركزه وثيق الارتباط، قد خلفه الله الواحد الأحد، ويحكمه الفرد الصمد، ويملك كل السلطة والصلاحيات فيه الإله الفذّ الموحد! فلا يد لأحد غير الله في خلق هذا النظام ولا شريك مع الله في إدارته وتدبيره ولا قسيم له في ملكوته. وبما أن الله تعالى هو مالك السلطة المركزية، فإنه هو وحده ربكم في دائرة ما فوق الطبيعة، وربكم في شؤون المدنية والسياسة والأخلاق، ومعبودكم ووجهة ركوعكم وسجودكم، ومرجع دعائكم وعماد توكلكم، والمتكفل بقضاء حاجاتكم، وكذلك هو الملك، ومالك الملك، وهو الشارع والمقنن، وهو الآمر والناهي. وكل هاتين الدلالتين للربوبية اللتين قد فصلتم إحداهما عن الأخرى لجاهليتكم، هي في حقيقة الأمر قوام الألوهية وعمادها وخاصة إلهية الإله. لذلك لا يمكن فصل إحداهما عن الأخرى، كما لا يجوز أن يشرك مع الله أحد من خلقه باعتبار أيهما. وأما الأسلوب الذي يدعو به القرآن دعوته هذه فها هو ذا بعبارته:",
            "page": "56",
            "part": "1",
            "seal": "E334F3B5"
        },
        {
            "id": "57",
            "nass": "(إن ربكم الله الذي خلق السماوات والأرض في ستة أيام ثم استوى على العرش يغشي الليل والنهار يطلبه حثيثاً والشمس والقمر والنجوم مسخرات بأمره، ألا له الخلق والأمر، تبارك الله رب العالمين) ... (الأعراف: 54) ¶ (قل من يرزقكم من السماء والأرض، أمّن يملك السمع والأبصار ومن يخرج الحي من الميت ويخرج الميت من الحي ومن يدبر الأمر فسيقولون الله، فقل أفلا تتقون. فذلكم الله ربكم الحق، فما بعد الحق إلا الضلال فأنى تصرفون) ... (يونس: 31-32) ¶ (خلق السماوات والأرض بالحق يكور الليل على النهار ويكور النهار على الليل وسخر الشمس والقمر كل يجري لأجل مسمى) .. (ذلكم الله ربكم له الملك لا إله إلا هو فأنى تصرفون) (الزمر: 5،6) ¶ (الله الذي جعل لكم الليل لتسكنوا فيه والنهار مبصراً) ¶ (ذلكم الله ربكم خالق كل شيء لا إله إلا هو فأنى تؤفكون) … (الله الذي جعل لكم الأرض قراراً والسماء بناءً وصوركم فأحسن صوركم ورزقكم من الطيبات، ذلكم الله ربكم فتبارك الله رب العالمين. هو الحي لا إله إلا هو فادعوه مخلصين له الدين) (غافر: 61، 62، 64، 65) ¶ (والله خلقكم من تراب) … (يولج الليل في النهار ويولج النهار في الليل وسخر الشمس والقمر كلٌ يجري لأجل مسمى، ذلكم الله ربكم له الملك والذين تدعون من دونه ما يملكون من قطمير. إن تدعوهم لا يسمعوا دعاءكم ولو سمعوا ما استجابوا لكم ويوم القيامة يكفرون بشرككم) (فاطر: 11 و 13-14) ¶ (وله من في السماوات والأرض كل له قانتون) .. ¶ (ضرب لكم مثلاً من أنفسكم هل لكم مما ملكت أيمانكم من شركاء فيما رزقناكم فأنتم فيه سواءٌ تخافونهم كخيفتكم أنفسكم كذلك نفصّل الآيات لقومٍ يعقلون. بل اتبع الذين ظلموا أهواءهم بغير علم) .. ¶ (فأقم وجهك للدين حنيفاً فطرة الله التي فطر الناس عليها، لا تبديل لخلق الله ذلك الدين القيم ولكنّ أكثر الناس لا يعلمون) (الروم: 26 و 28 – 29،30)",
            "page": "57",
            "part": "1",
            "seal": "B6E3120A"
        },
        {
            "id": "58",
            "nass": "(وما قدروا الله حق قدره والأرض جميعاً قبضته يوم القيامة والسماوات مطوياتٌ بيمينه سبحانه وتعالى عما يُشركون) (الزمر: 67) ¶ (فلله الحمد رب السماوات ورب الأرض رب العالمين. وله الكبرياءُ في السماوات والأرض وهو العزيز الحكيم) (الجاثية: 36-37) ¶ (رب السماوات والأرض وما بينهما فاعبده واصطبر لعبادته هل تعلم له سميا) (مريم: 65) ¶ (ولله غيب السماوات والأرض وإليه يرجع الأمر كله فاعبده وتوكل عليه) (هود: 123) ¶ (رب المشرق والمغرب لا إله إلا هو فاتخذه وكيلا) (المزمل: 9) ¶ (إن هذه أمتكم أمة واحدة وأنا ربكم فاعبدون وتقطعوا أمرهم بينهم كل إلينا راجعون) (الأنبياء: 92-93) ¶ (اتبعوا ما أنزل إليكم من ربكم ولا تتبعوا من دونه أولياء) (الأعراف: 3) ¶ (قل يا أهل الكتاب تعالوا إلى كلمة سواءٍ بيننا وبينكم ألا نعبد إلا الله ولا نشرك به شيئاً ولا يتخذ بعضنا بعضاً أرباباً من دون الله) (آل عمران: 64) ¶ (قل أعوذ برب الناس. ملك الناس. إله الناس) (الناس: 1-3) ¶ (فمن كان يرجو لقاء ربه فليعمل عملاً صالحاً ولا يشرك بعبادة ربه أحداً) (الكهف:110) ¶ فبقراءة هذه الآيات بالترتيب الذي سردناها به، يتبين للقارئ أن القرآن يجعل (الربوبية) مترادفة مع الحاكمية والملكية (Sovereignty) ويصف لنا (الرب) بأنه الحاكم المطلق لهذا الكون ومالكه وآمره الوحيد لا شريك له. ¶ وبهذا الاعتبار هو ربنا ورب العالم بأجمعه ومريبنا وقاضي حاجاتنا. ¶ وبهذا الاعتبار هو كفيلنا وحافظنا ووكلينا. ¶ وطاعته بهذا الاعتبار هي الأساس الفطري الصحيح الذي يقوم عليه بنيان حياتنا الاجتماعية على الوجه الصحيح المرضي، والصلة بشخصيته المركزية تسلك شتى الأفراد والجماعات في نظام الأمة. ¶ وبهذا الاعتبار هو حري بأن نعبده نحن وجميع خلائفه، ونطيعه ونقنت له. ¶ وبهذا الاعتبار هو مالكنا ومالك كل شيء وسيدنا وحاكمنا.",
            "page": "58",
            "part": "1",
            "seal": "FDB8CC80"
        },
        {
            "id": "59",
            "nass": "لقد كان العرب والشعوب الجاهلية في كل زمان اخطأوا - ولا يزالون يخطئون إلى هذا اليوم - بأنهم وزعوا هذا المفهوم الجامع الشامل للربوبية على خمسة أنواع من الربوبية، ثم ذهب بهم الظن والوهم أن تلك الأنواع المختلفة للربوبية قد ترجع إلى ذوات مختلفة ونفوس شتى، بل ذهبوا إلى أنها راجعة إليها بالفعل. فجاء القرآن فأثبت باستدلاله القوي المقنع أنه لا مجال أبداً في هذا النظام المركزي لأن يكون أمر من أمور الربوبية راجعاً - في قليل أو كثير- إلى غير من بيده السلطة العليا، وأن مركزية هذا النظام نفسها هي الدليل البيّن على أن جميع أنواع الربوبية مختصة بالله الواحد الأحد الذي أعطى هذا النظام خلقه. ¶ ولذلك فإن من يظن جزءاً من أجزاء الربوبية راجعاً إلى أحد من دون الله، أو يرجعه إليه، بأي وجه من الوجوه، وهو يعيش في هذا النظام، فإنه يحارب الحقيقة ويصدف عن المواقع ويبغي على الحق، وباقي بيديه إلى التهلكة والخسران بما يتعب نفسه في مقاومة الحق الواقع.",
            "page": "59",
            "part": "1",
            "seal": "6BC13A91"
        },
        {
            "id": "60",
            "nass": "3- العبادة ¶ التحقيق اللغوي ¶ العبودة والعبودية؛ معناها اللغوي ¶ قال ابن فارس في (مقاييس اللغة) 5/200 في مادة (عبد) : عبد: \"العين والباء أصلان صحيحان، كأنهما متضادان، والأول من ذينك الأصلين يدل على لين وذل، والآخر على شدة وغلظ\" اهـ ¶ وقال ابن سيده في المخصص) 13/96: ¶ \"اصل العبادة في اللغة: التذليل، … والعبادة والخضوع والتذلل والاستكانة قرائب في المعاني،.. وكل خضوع ليس فوقه خضوع فهو عبادة؛ طاعة كان للمعبود أو غير طاعة، وكل طاعة لله على جهة الخضوع والتذلل في عبادة والعبادة نوع من الخضوع لا يستحقه إلا المنعم بأعلى أجناس النعم كالحياة والفهم والسمع والبصر، والشكر والعبادة لا تستحق إلا بالنعمة، لأن أقل القليل من العبادة يكبر عن أن يستحقه إلا من كان له أعلى جنس من النعمة إلا الله سبحانه فلذلك لا يستحق العبادة إلا الله\" اهـ.: الخضوع والتذلل، أي استسلام المرء وانقياده لأحد غيره انقياداً لا مقاومة معه ولا عدول عنه ولا عصيان له، حتى يستخدمه هو حسب ما يرضى وكيف ما يشاء. ¶ وعلى ذلك تقول العرب: (بعير معبَّد) للبعير السلس المنقاد، و (طريق معبّد) للطريق الممهد الوطء. ومن هذا الأصل اللغوي نشأت في مادة هذه الكلمة معاني العبودية والإطاعة والتأله والخدمة والقيد والمنع. فقد جاء في لسان العرب تحت مادة (ع ب د) ما نلخصه فيما يلي (1) : ¶ (1) (العبد) المملوك خلاف الحر: (تعبد الرجل) : اتخذه عبداً أي مملوكاً أو عامله معاملة العبد، وكذلك (عبد الرجل واعبده واعتبده) وقد جاء في الحديث الشريف: ثلاثة أنا خصمهم: رجل اعتبد محرراً - وفي رواية أعبدُ محرراً - أي اتخذ رجلاً حراً عبداً له ومملوكاً: وفي القرآن أن موسى عليه السلام قال لفرعون: وتلك نعمة تمنها علي أن عبدت بني إسرائيل) اتخذتهم عبيداً لك. ¶ (2) (العبادة) الطاعة مع الخضوع: ويقال (عبد الطاغوت) أي أطاعه؛ (إياك نعبد) أي نطيع الطاعة التي يخضع معها؛ و (اعبدوا ربكم) أي أطيعوا ربكم؛ و (قومهما لنا عبادون) أي دائنون وكل من دان لملك فهو عابد له؛ وقال ابن الأنباري: (فلان عابد) وهو الخاضع لربه المستسلم المنقاد لأمره. ¶ (3) (عبده عبادة ومعبداً ومعبدة) تأله له. (التعبّد) : التنسك. هو (المعبَّد) المكرم المعظم: كأنه يعبد. قال الشاعر: ¶ ... ... ... أرى المال عند الباخلين معبداً ¶ (4) (وعبد به) : لزمه فلم يفارقه. ¶ (5) (ما عبدك عني) أي ما حبسك.",
            "page": "60",
            "part": "1",
            "seal": "95321742"
        },
        {
            "id": "61",
            "nass": "ويتضح من هذا الشرح اللغوي لمادة (ع ب د) أن مفهومها الأساسي أن يذعن المرء لعلاء أحد وغلبته، ثم ينزل له عن حريته واستقلاله ويترك إزاءه كل المقاومة والعصيان وينقاد له انقياداً. وهذه هي حقيقة العبدية والعبودية، ومن ذلك أن أول ما يتمثل في ذهن العربي لمجرد سماعه كلمة (العبد) و (العبادة) هو تصور العبدية والعبودية. وبما أن وظيفة العبد الحقيقية هي إطاعة سيده وامتثال أوامره، فحتماً يتبعه تصور الإطاعة. ثم إذا كان العبد لم يقف به الأمر على أن يكون قد أسلم نفسه لسيده طاعة وتذللاً، بل كان مع ذلك يعتقد بعلائه ويعترف بعلو شأنه وكان قلبه مفعماً بعواطف الشكر والامتنان على نعمه وأياديه، فإنه يبالغ في تمجيده وتعظيمه ويتفنن في إبداء الشكر على الآئه وفي أداء شعائر العبدية له، وكل ذلك اسمه التأله والتنسك. وهذا التصور لا ينضم إلى معاني العبدية إلا إذا كان العبد لا يخضع لسيده رأسه فحسب، بل يخضع معه قلبه أيضاً. وأما المفهومان الباقيان فإنهما تصوران فرعيان لا أصليان للعبدية. ¶ استعمال كلمة العبادة في القرآن ¶ وإذا رجعنا إلى القرآن بعد هذا التحقيق اللغوي رأينا أن كلمة (العبادة) قد وردت فيه غالباً في المعاني الثلاثة الأولى. ففي بعض المواضع قد أريد بها المعنيان الأول والثاني معاً، وفي الأخرى المعنى الثاني وحده، وفيا لثالثة المعنى الثالث فحسب، كما قد استعملت في مواضع أخرى بمعانيها الثلاثة في آن واحد. أما أمثلة ورودها بالمعنيين الأول والثاني في القرآن فهي: ¶ (ثم أرسلنا موسى وأخاه هارون بآياتنا وسلطان مبين. إلى فرعون وملئه فاستكبروا وكانوا قوماً عالين. فقالوا أنؤمن لبشرين مثلنا وقومهما لنا عابدون) (1) . (المؤمنون: 45-47) ¶ __________ ¶ (1) قال الإمام الطبري في التفسير 18/19: \"… لنا عابدون: يعنون أنهم لهم مطيعون متذللون يأتمرون لأمرهم ويدينون لهم، والعرب تسمي كل من دان الملك عابداً له. اهـ.",
            "page": "61",
            "part": "1",
            "seal": "4DB9C31C"
        },
        {
            "id": "62",
            "nass": "(وتلك نعمة تمنها علي أن عبدت بني إسرائيل) (1) . (الشعراء: 22) ¶ والمراد بالعبادة في كلتا الآيتين هو العبودية والإطاعة. فقال فرعون: أن قوم موسى وهارون عابدون لنا، أي عبيد لنا وخاضعون لأمرنا، وقال موسى: إنك عبَّدت بني إسرائيل، اتخذتهم عبيداً وتستخدمهم حسب ما تشاء وترضى. ¶ العبادة بمعنى العبوية والإطاعة ¶ (يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم واشكروا لله إن كنتم إياه تعبدون) (2) . (البقرة: 172) ¶ إن المناسبة التي أنزلت بها هذه الآية هي أن العرب قبل الإسلام كانوا يتقيدون بأنواع من القيود في المآكل والمشارب، امتثالاً لأوامر أئمتهم الدينيين واتباعاً لأوهام آبائهم الأولين، فلما أسلموا قال الله تعالى: ¶ إن كنتم تعبدونني فعليكم أن تحطموا جميع تلك القيود وتأكلوا ما أحللته لكم هنيئاً مريئاً، ومعناه أنكم إن لم تكونوا عباداً لأحباركم وأئمتكم، بل لله تعالى وحده، وإن كنتم قد هجرتم طاعتهم إلى طاعته، فقد وجب عليكم أن تتبعوا ما وضعه لكم من الحدود، لا ما وضعوه في الحلال والحرام. ومن ذلك جاءت كلمة (العبادة) في هذا الموضع أيضاً بمعاني العبودية والإطاعة. ¶ __________ ¶ (1) قال الطبري في التفسير 19/33: \"ويعني بقوله (عبدت بني إسرائيل) أن اتخذتهم عبداً لك\". اهـ، وفيه عن مجاهد \"قال: قهرتهم واستعملتهم\" عن ابن جريح \"قال: قهرت وعذبت واستعملت بني إسرائيل\". ¶ (2) قال الطبري في التفسير 2/50: إن كنتم إياه تعبدون: يقول: إن كنتم منقادين لأمره، سامعين مطيعين فكلوا مما أباح لكم أكله وحلله وطيبه لكم ودعوا في تحريمه خطوات الشيطان، … وهو الذي ندبهم إلى أكله ونهاهم عن اعتقاد تحريمه، إذ كان تحريمهم إياه في الجاهلية طاعة منهم للشيطان، واتباعاً لأهل الكفر منهم بالله من الآباء والأسلاف\". اهـ.",
            "page": "62",
            "part": "1",
            "seal": "387E06FA"
        },
        {
            "id": "63",
            "nass": "(قل هل أُنبئكم بشرٍ من ذلك مثوبة عند الله من لعنه الله وغضب عليه وجعل منهم القردة والخنازير وعبد الطاغوت) (1) . (المائدة: 60) ¶ (ولقد بعثنا في كل أمةٍ رسولاً أن اعبدوا الله واجتنبوا الطاغوت) (النحل: 36) ¶ (والذين اجتنبوا الطاغوت أن يعبدوها وأنابوا إلى الله لهم البشرى) (الزمر: 17) ¶ المراد بعبادة الطاغوت في كل من هذه الآيات الثلاث هو العبودية للطاغوت وإطاعته. ومعنى الطاغوت في إصطلاح القرآن – كما سبقت الإشارة إليه – كل دولة أو سلطة وكل إمامة أو قيادة تبغي على الله وتتمرد، ثم تنفذ حكمها في أرضه وتحمل عباده على طاعتها بالإكراه أو بالإغراء أو بالتعليم الفاسد. فاستسلام المرء لمثل تلك السلطة وتلك الإمامة والزعامة وتعبّده لها ثم طاعته إياها – كل ذلك منه عبادة – ولا شك – للطاغوت! ¶ العبادة بمعنى الطاعة ¶ وخذ بعد ذلك الآيات التي قد وردت فيها كلمة (العبادة) بمعناها الثاني فحسب؛ قال الله تعالى: ¶ (ألم أعهد إليكم يا بني آدم أن لا تعبدوا الشيطان إنه لكم عدوٌ مبين) . (يس: 60) ¶ الظاهر أنه لا يتأله أحد للشيطان في هذه الدنيا، بل كل يلعنه ويطرده من نفسه، لذلك فإن الجريمة التي يصم بها الله تعالى بنى آدم يوم القيامة ليست تألههم للشيطان في الحياة الدنيا، بل إطاعتهم لأمره وابتاعهم لحكمه وتسرعهم إلى السبل التي أراهم إياها. ¶ __________ ¶ (1) قال الطبري في تفسير \"الطاغوت\" بعد أن نقل أقوال بعض أهل التفسير 3/13، \"والصواب من القول عندي أنه كل ذي طغيان على الله، فعبد من دونه، إما بهر منه لمن عبده: وإما بطاعة ممن عبده له، إنساناً كان ذلك المعبود أو شيطاناً أو وثناً أو صنماً أو كائناً ما كان من شيء، وأرى أن أصل الطاغوت: الطغوت من قول القائل: طغا فلان يطغو: إذا عدا قدره فتجاوز حده\". وانظر تفسير الأستاذ المودودي للطاغوت بنحو من هذا ص 79 من هذا الكتاب.",
            "page": "63",
            "part": "1",
            "seal": "1B2E05F0"
        },
        {
            "id": "64",
            "nass": "(احشروا الذين ظلموا وأزواجهم وما كانوا يعبدون. من دون الله فاهدوهم إلى صراط الجحيم) … (وأقبل بعضهم على بعض يتساءلون. قالوا إنكم كنتم تأتوننا عن اليمين. قالوا بل لم تكونوا مؤمنين. وما كان لنا عليكم من سلطان بل كنتم قوماً طاغين) (الصافات: 22 – 23، 27 –30) ¶ ويتضح بإنعام النظر في هذه المحاورة التي حكاها القرآن بين العابدين وبين ما كانوا يعبدون، أن ليس المراد بالمعبودين في هذا المقام الآلهة والأصنام التي كان يتأله لها القوم، بل المراد أولئك الأئمة والهداة الذين أضلوا الخلق متظاهرين بالنصح، وتمثلوا للناس في لبوس القديسيين المطهرين، فخدعوهم بسبحاتهم وجباتهم وجعلوا تبعاً لهم، والذين أشاعوا فيهم الشر والفساد باسم النصح والإصلاح. فالتقليد الأعمى لأولئك الخداعين والاتباع لأحكامهم هو الذي قد عبر الله عنه بكلمة العبادة في هذه الآية. ¶ (اتخذوا أحبارهم ورهبانهم أرباباً من دون الله والمسيح بن مريم وما أمروا إلا ليعبدوا إلهاً واحداً) (التوبة: 31) ¶ والمراد باتخاذ العلماء والأحبار أرباباً من دون الله ثم عبادتهم في هذه الآية هو الإيمان بكونهم مالكي الأمر والنهي، والإطاعة لأحكامهم بدون سند من عند الله أو الرسول، وقد صرح بهذا المعنى رسول الله صلى الله عليه وسلم نفسه في الأحاديث الصحيحة، فلما قيل له: إننا لم نعبد علماءنا وأحبارنا، قال: ألم تحلوا ما أحلوه وتحرموا ما حرّموه؟ ¶ العبادة بمعنى التأله ¶ ولننظر بعد ذلك في الآيات التي قد وردت فيها كلمة (العبادة) بمعناها الثالث. وليكن منك على ذكر في هذا المقام أن العبادة بمعنى التأله تشتمل على أمرين اثنين حسبما يدل عليه القرآن:",
            "page": "64",
            "part": "1",
            "seal": "36D9935D"
        },
        {
            "id": "65",
            "nass": "أولهما: أن يؤدي المرء لأحد من الشعائر كالسجود والركوع والقيام والطواف وتقبيل عتبة الباب والنذر والنسك، ما يؤديه عادة بقصد التأله والتنسك، ولا عبرة بأن يكون المرء يعتقده إلهاً أعلى مستقلاً بذاته، أو يأتي بكل ذلك إياه وسيلة للشفاعة والزلفى إليه أو مؤمناً بكونه شريكاً للإله الأعلى وتابعاً له في تدبير أمر هذا العالم. ¶ والثاني: أن يظن المرء أحداً مسيطراً على نظام الأسباب في هذا العالم ثم يدعوه في حاجته ويستغيث به في ضره وآفته، ويعوذ به عند نزول الأهوال ونقص الأنفس والأموال. ¶ فهذان لوجهان من كلاهما داخل في معاني التأله، والشاهد بذلك ما يأتي من آيات القرآن: ¶ (قل إني نُهيتُ أنْ أعبُدَ الذين تدعون من دون الله لما جاءني البينات من ربي) (غافر: 66) ¶ (وأعتزلكم وما تدعون من دون الله وأدعو ربي) .. ¶ (فلما اعتزلهم وما يعبدون من دون الله وهبنا له إسحاق) (مريم: 48، 49) ¶ (ومن أضل ممن يدعو من دون الله من لا يستجيب له إلى يوم القيامة وهم عن دعائهم غافلون. وإذا حشر الناس كانوا لهم أعداء وكانوا بعبادتهم كافرين) (1) . (الأحقاف: 5-6) ¶ ففي كل من هذه الآيات الثلاث قد صرح القرآن نفسه بأن المراد بالعبادة فيها هو الدعاء والاستغاثة. ¶ (بل كانوا يعبدون الجن أكثرهم بهم مؤمنون) (سبأ: 41) ¶ والمراد بعبادة الجن والإيمان بهم في هذه الآية، تفصله الآية الآتية من سورة الجن: ¶ (وأنه كان رجالٌ من الإنس يعوذون برجالٍ من الجن) (الجن: 6) ¶ فيتبين منه أن المراد بعبادة الجن هو العياذ بهم واللجوء إليهم في الأهوال ونقص الأموال والأنفس، كما أن المراد بالإيمان بهم هو الاعتقاد بقدرتهم على الإعاذة والمحافظة. ¶ __________ ¶ (1) أي يقولن أننا لم نأمرهم بأن يعبدونا، ولم نعلم انهم كانوا يعبدوننا.",
            "page": "65",
            "part": "1",
            "seal": "2F047CE9"
        },
        {
            "id": "66",
            "nass": "(ويوم يحشرهم وما يعبدون من دون الله فيقول أأنتم أضللتم عبادي هؤلاء أم هم ضلوا السبيل. قالوا سبحانك ما كان ينبغي لنا أن نتخذ من دونك من أولياء) (1) . ... (الفرقان: 17-18) ¶ ويتجلى من بيان هذه الآية أن المقصود بالمعبودين فيها هم الأولياء والأنبياء والصلحاء والمراد بعبادتهم هو الاعتقاد بكونهم أجل وأرفع من خصائص العبدية والظن بكونهم متصفين بصفات الألوهية وقادرين على الإعانة الغيبية وكشف الضر، والإغاثة، ثم القيام بين يديهم بشعائر التكريم والتعظيم فما يكاد يكون تألهاً وقنوتاً!. ¶ (ويوم يحشرهم جميعاً ثم يقول للملائكة أهؤلاء إياكم كانوا يعبدون. قالوا سبحانك أنت ولينا من دونهم) (سبأ: 40-41) ¶ والمقصود بعبادة الملائكة (2) في هذه الآية هو التأله والخضوع لهياكلهم وتماثيلهم الخيالية، كما كان يفعله أهل الجاهلية، وكان غرضهم من وراء ذلك أن يرضوهم، فيستعطفوهم ويستعينوا بهم في شؤون حياتهم الدنيا. ¶ (ويعبدون من دون الله ما لا يضرهم ولا ينفعهم ويقولون هؤلاء شفعاؤنا عند الله) (يونس: 18) ¶ (والذين اتخذوا من دونه أولياء ما نعبدهم إلا ليقربونا إلى الله زلفى) (الزمر: 3) ¶ والمراد بالعبادة في هذه الآية أيضاً هو التأله، وقد فصل فيها أيضاً الغرض الذي كانوا لأجله يعبدونهم. ¶ العبادة بمعنى العبدية والإطاعة والتأله: ¶ __________ ¶ (1) قال الطبري في تفسيره 8/141: \"يقول تعالى ذكره: ويوم نحشر هؤلاء المكذبين بالساعة العابدين الأوثان وما يعبدون من دون الله من الملائكة والإنس والجن.. \" اهـ. ¶ (2) وهؤلاء الملائكة قد جعلتها الأمم المشركة الأخرى آلهة (Gode) لها.",
            "page": "66",
            "part": "1",
            "seal": "A707DC91"
        },
        {
            "id": "67",
            "nass": "ويتضح كل الوضوح من جميع ما تقدم من الأمثلة أن كلمة (العبادة) في القرآن قد استعملت في بعض المواضع بمعنيي العبودية والإطاعة وفي الأخرى بمعنى الإطاعة فحسب، وفي الثالثة بمعنى التأله وحده والآن قبل أن نسوق لك الأمثلة التي قد جاءت فيها كلمة (العبادة) شاملة لجميع المعاني الثلاثة، لا بد أن تكون على ذكر من بعض الأمور الأولية. ¶ إن الأمثلة التي قد سردناها آنفاً، تتضمن جميعاً ذكر عبادة غير الله، أما الآيات التي قد وردت فيها كلمة (العبادة) بمعنيي العبودية والإطاعة، فإن المراد بالمعبود فيها إما الشيطان، وإما الأناس المتمردون الذين جعلوا أنفسهم طواغيت، فحملوا عباد الله على عبادتهم وإطاعتهم بدلاً من عبادة الله وإطاعته، أو هم الأئمة والزعماء الذي قادوا الناس إلى ما اخترعوه من سبل الحياة وطرق المعاش جاعلين كتاب الله وراء ظهرهم. وأما الآيات التي قد وردت فيها (العبادة) بمعنى التأله، فإن المعبود فيها عبارة إما عن الأولياء والأنبياء والصلحاء الذين اتخذهم الناس آلهة لهم على رغم أنف هدايتهم وتعليمهم، وإما عن الملائكة والجن الذين اتخذوهم لسوء فهمهم شركاء في الربوبية المهيمنة على قانون الطبيعة، أو هو عبارة عن تماثيل القوى الخيالية وهياكلها. التي أصبحت وجهة عبادتهم وقبلة صلواتهم بمجرد إغراء الشيطان والقرآن الكريم يعد جميع أولئك المعبودين باطلاً ويجعل عبادتهم خطأ عظيماً سواءاً تعبدهم الناس أو أطاعوهم أم تألهوا لهم، ويقول إن جميع من طفقتم تعبدونهم عباد الله وعبيده، فلا يستحقون أن يعبدوا ولا أنتم مكتسبون من عبادتهم غير الخيبة والمذلة والخزي، وأن مالكهم في الحقيقة ومالك جميع ما في السماوات والأرض هو الله الواحد، وبيده كل الأمر وجميع السلطات والصلاحيات ولأجل ذلك لا يجدر بالعبادة إلا هو وحده.",
            "page": "67",
            "part": "1",
            "seal": "7FF88549"
        },
        {
            "id": "68",
            "nass": "(إن الذين تدعون من دون الله عبادٌ أمثالكم فادعو فليستجيبوا (1) لكم إن كتم صادقين) … (والذين تدعون من دونه لا يستطيعون نصركم ولا أنفسهم ينصرون) (الأعراف: 194، 197) ¶ (وقالوا اتّخذ الرحمن ولداً سبحانه بل عبادٌ مكرمون. لا يسبقونه بالقول وهم بأمره يعملون يعلم ما بين أيديهم وما خلفهم ولا يشفعون إلا لمن ارتضى وهم من خشيته مشفقون) (2) . (الأنبياء: 26-28) ¶ (وجعلوا الملائكة الذين هم عباد الرحمن إناثاً) (الزخرف: 19) ¶ (وجعلوا بينه وبين الجنّة نسباً ولقد علمت الجنة إنهم لمحضرون) (الصافات: 158) ¶ (لن يستنكف المسيح أن يكون عبداً لله ولا الملائكة المقربون، ومن يستنكف عن عبادته ويستكبر فسيحشرهم إليه جميعاً) (النساء: 172) ¶ (الشمس والقمر بحسبان. والنجم والشجر يسجدان) (الرحمن: 5-6) ¶ (تسبح له السماوات السبع والأرض ومن فيهنّ، وإن من شيء إلا يسبح بحمده ولكن لا تفقهون تسبيحهم) (الإسراء: 44) ¶ (وله من في السماوات والأرض كل له قانتون) (الروم: 26) ¶ (ما من دابة إلا هو آخذٌ بناصيتها) (هود: 56) ¶ (إن كلُّ من في السماوات والأرض إلا آتي الرحمن عبداً. لقد أحصاهم وعدهم عداً. وكلهم آتيه يوم القيامة فرداً) (مريم: 93-95) ¶ (قل اللهم ما لك الملك تؤتي الملك من تشاء وتنزع الملك ممن تشاءُ وتعز من تشاء وتذل من تشاء بيدك الخير إنك على كل شيء قدير) (آل عمران: 26) ¶ كذلك بعد أن يقيم القرآن البرهان على كون جميع من عبدهم الناس بوجه من الوجوه عبيداً لله وعاجزين أمامه، يدعو جميع الإنس والجن إلى أن يعبدوا الله تعالى وحده بكل معنى من معاني (العبادة) المختلفة، فلا تكن العبدية إلا له، ولا يطع إلا هو، ولا يتأله المرء إلا له، ولا تكن حبة خردل من أي تلك الأنواع للعبادة لوجه غير الله! ¶ __________ ¶ (1) ليس المراد بالاستجابة هنا المجاهرة بالجواب، بل المراد الإجابة العملية إلى الطلب، كما أسلفنا الإشارة إليه. ¶ (2) المقصود من العباد المكرمين هنا: الملائكة.",
            "page": "68",
            "part": "1",
            "seal": "FC48BB0C"
        },
        {
            "id": "69",
            "nass": "(ولقد بعثنا في كل أمةٍ رسولاً أن اعبدوا الله واجتنبوا الطاغوت) (النحل: 36) ¶ (والذين اجتنبوا الطاغوت أن يعبدوها وأنابوا إلى الله لهم البشرى) (الزمر: 17) ¶ (ألم أعهد إليكم يا بني آدم أن لا تعبدوا الشيطان إنه لكم عدوٌ مبين. وأن اعبدوني هذا صراطٌ مستقيم) . ¶ (اتخذوا أحبارهم ورهبانهم أرباباً من دون الله) ¶ (وما أمروا إلا ليعبدوا إلهاً واحداً) (التوبة: 31) ¶ (يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم واشكروا لله إن كنتم إياه تعبدون) (البقرة: 172) ¶ قد أمر الله تعالى في هذه الآيات أن تختص له العبادة التي هي عبارة عن العبدية والعبودية والإطاعة والإذعان، وقرينة ذلك واضحة في الآيات، فإن الله تعالى يأمر فيها أن اجتنبوا إطاعة الطاغوت والشيطان والأحبار والرهبان والآباء والأجداد واتركوا عبديتهم جميعاً، وادخلوا في طاعة الله الواحد الأحد وعبديته. ¶ (قل إني نهيت أن أعبد الذين تدعون من دون الله لما جاءني البيّنات من ربي وأُمرت أن أسلم لرب العالمين) (غافر: 66) ¶ (وقال ربكم ادعوني أستجب لكم. إنّ الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين) (غافر: 60) ¶ (ذلكم الله ربكم له الملك والذين تدعون من دونه ما يملكون من قطمير. إن تدعوهم لا يسمعوا دعاءكم ولو سمعوا ما استجابوا لكم ويوم القيامة يكفرون بشرككم) (فاطر: 13-14) ¶ (قل أتعبدون من دون الله ما لا يملك لكم ضراً ولا نفعاً والله هو السميع العليم) (المائدة: 76) ¶ وقد أمر الله تعالى في هذه الآيات أن تختص له العبادة بمعنى التأله. وقرينة ذلك أيضاً واضحة في الآية، وهو أن كلمة (العبادة) قد استعملت فيها بمعنى الدعاء. وقد جاء فيما سبق وما لحق من الآيات ذكر الآلهة الذين كانوا يشركونهم بالله تعالى في الربوبية المهيمنة على ما فوق الطبيعة.",
            "page": "69",
            "part": "1",
            "seal": "A0184165"
        },
        {
            "id": "70",
            "nass": "فالآن ليس من الصعب في شيء على ذي عينين أن يتفطن إلى أنه حيثما ذكرت في القرآن عبادة الله تعالى ولم تكن في الآيات السابقة أو اللاحقة مناسبة تحصر كلمة العبادة في معنى بعينه من المعاني المختلفة للكلمة، فإن المراد بها في جميع هذه الأمكنة معانيها الثلاثة: العبودية والإطاعة والتأله. فانظر في الآيات التالية مثلاً: ¶ (إني أنا الله لا إله إلا أنا فاعبدوني) (طه: 14) ¶ (ذلكم الله ربكم لا إله إلا هو خالق كل شيء فاعبدوه وهو على كل شيء وكيل) (الأنعام: 102) ¶ (قل يا أيها الناس إن كنتم في شك من ديني فلا أعبد الذين تعبدون من دون الله ولكن أعبد الله الذي يتوفاكم وأمرت أن أكون من المؤمنين) (يونس: 104) ¶ (ما تعبدون من دونه إلا أسماء سميتموها أنتم وآباؤكم ما أنزل الله بها من سلطان. إن الحكم إلا لله أمر أن لا تعبدوا إلا إياه ذلك الدين القيم) (يوسف: 40) ¶ (ولله غيب السماوات والأرض وإليه يرجع الأمر كله فاعبده وتوكل عليه) (هود: 123) ¶ (له ما بين أيدينا وما خلفنا وما بين ذلك وما كان ربك نسياً. رب السماوات والأرض وما بينهما فاعبده واصطبر لعبادته) (مريم: 64، 65) ¶ (فمن كان يرجو لقاء ربه فليعمل عملاً صالحاً ولا يشرك بعبادة ربه أحداً) (الكهف: 110) ¶ فلا داعي لأن تخص كلمة (العبادة) في هذه الآيات وما شاكلها بمعنى التأله وحده أو بمعنى العبدية والإطاعة فحسب. بل الحق أن القرآن في مثل هذه الآيات يعرض دعوته بأكملها. ومن الظاهر أنه ليست دعوة القرآن إلا أن تكون العبدية والإطاعة والتأله، كل أولئك خالصاً لوجه الله تعالى: ومن ثم إن حصر معاني كلمة (العبادة) في معني بعينه، في الحقيقة، حصر لدعوة القرآن في معان ضيقة. ومن نتائجه المحتومة أن من آمن بدين الله وهو يتصور دعوة القرآن هذا التصور الضيق المحدود، فإنه لن يتبع تعاليمه إلا اتباعاً ناقصاً محدوداً.",
            "page": "70",
            "part": "1",
            "seal": "ACDD4D14"
        },
        {
            "id": "71",
            "nass": "4- الدين ¶ التحقيق اللغويتستعمل كلمة الدين في كلام العرب بمعان شتى وهي: ¶ (1) القهر والسلطة والحكم والأمر، والإكراه على الطاعة، واستخدام القوة القاهرة (Sovereignty) فوقه، وجعله عبداً، ومطيعاً، فيقولون (دان الناس) أي قهرهم على الطاعة، وتقول (دنتهم فدانوا) أي قهرتهم فأطاعوا. و (دنت القوم) أي أذللتهم واستعبدتهم، و (دان الرجل) إذا عز و (دنت الرجل) حملته على ما يكره. و (دُيّن فلان) إذا حمل على مكروه. و (دنته) أي سسته وملكته. و (ديَّنته القوم) وليته سياستهم، ويقول الحطيئة يخاطب أمه: ¶ لقد دينت أمر بنيك حتى ... ... تركتهم أدق من الطحين ¶ وجاء في الحديث النبوي على صاحبه الصلاة والسلام: (الكيس من دان نفسه وعمل لما بعد الموت) أي قهر نفسه وذللها، ومن ذلك يقال (ديان) للغالب القاهر على قطر أو أمة أو قبيلة والحاكم عليها، فيقول الأعشى الحرمازي يخاطب النبي صلى الله عليه وسلم: ¶ ... ... ... ... يا سيد الناس وديان العرب ¶ وبهذا الاعتبار يقال (مدين) للعبد والمملوك و (المدينة) للأمة فـ (ابن المدينة) معناه ابن الأمة كما يقول الأخطل: ¶ ... ... ... ... ربت وربا في حجرها ابن مدينة (4) ¶ وجاء في التنزيل: ¶ (فلولا إن كنتم غير مدينين. ترجعونها إن كنتم صادقين) ... (الواقعة: 86-87)",
            "page": "71",
            "part": "1",
            "seal": "980E428B"
        },
        {
            "id": "72",
            "nass": "(2) الإطاعة والعبدية والخدمة والتسخر لأحد والائتمار بأمر أحد، وقبول الذلة والخضوع تحت غلبته وقهره. فيقولون (دنتهم فدانوا) أي قهرتهم فأطاعوا، و (دنت الرجل) أي خدمته، وجاء في الحديث، قال رسول الله صلى الله عليه وسلم (أريد من قريش كلمة تدين بها العرب) أي نطيعهم ونخضع لهم. بهذا المعنى يقال للقوم المطيعين (قوم دين) بهذا المعنى نفسه قد وردت كلمة الدين في حديث الخوارج (يمرقون من الدين مروق السهم من الرمية) (1) ¶ (3) الشرع والقانون والطريقة والمذهب والملة والعادة والتقليد، فيقولون (ما زال ذلك ديني وديدني) أي دأبي وعادتي. ويقال (دان) إذا اعتاد خيراً أو شراً. وفي الحديث (كانت قريش ومن دان بدينهم) أي من كان على طريقتهم وعادتهم، وفيه (أنه عليه السلام كان على دين قومه) أي كان يتبع الحدود والقواعد الرائجة في قومه في شؤون النكاح والطلاق والميراث وغير ذلك من الشؤون المدنية والاجتماعية. ¶ __________ ¶ (1) ليس معنى الحديث أن الخوارج سيخرجون من الدين بمعنى الملة. فإن عليا كرم الله وجهه لما سئل عنهم: أكفارهم؟ قال: من الكفر فروا. فسئل أفمنافقون هم؟ قال: المنافقون لا يذكرون الله إلا قليلاً، واولئك يذكرون الله صباح مساء، فيتقرر من ذلك أن المراد بالدين في هذا الحديث هو إطاعة الإمام. وقد فسره ابن الأثير بهذا المعنى في كتابه (النهاية) فقال: أراد بالدين الطاعة، أي أنهم يخرجون من طاعة الإمام المفترض الطاعة وينسلخون منها (الجزء الثاني الصفحة 41-42) .",
            "page": "72",
            "part": "1",
            "seal": "4FDF38DF"
        },
        {
            "id": "73",
            "nass": "(4) الجزاء والمكافأة والقضاء والحساب. فمن أمثال العرب (كما تدين تدان) أي كما تصنع يصنع بك. وقد روى القرآن قول الكفار (أإنا لمدينون) أي هل نحن مجزيون محاسبون؟ وفي حديث ابن عمر رضي عنهما قال رسول الله صلى الله عليه وسلم (لا تسبوا السلاطين، فإن كان لا بد فقولوا اللهم دنهم كما يدينون) أي افعل بهم كما يفعلون بنا. ومن هنا تأتي كلمة (الديان) بمعنى القاضي وحاكم المحكمة وسئل أحد الشيوخ عن علي كرم الله وجهه فقال: (إنه كان ديان هذه الأمة بعد نبيها) أي كان أكبر قضاتها بعده. ¶ استعمال كلمة (الدين) في القرآن ¶ فيتبين مما تقدم أن كلمة (الدين) قائم بنيانها على معان أربعة، أو بعبارة أخرى هي تمثل الذهن العربي تصورات أربعة أساسية. ¶ أولها: القهر والغلبة من ذي سلطة عليا. ¶ والثاني: الإطاعة والتعبد والعبدية من قبل خاضع لذي السلطة. ¶ والثالث: الحدود والقوانين والطريقة التي تتبع. ¶ والرابع: المحاسبة والقضاء والجزاء والعقاب. ¶ وكانت العرب تستعمل هذه الكلمة قبل الإسلام بهذا المعنى تارة أخرى حسب لغاتهم المختلفة؛ إلا أنهم لما لم تكن تصوراتهم لتلك الأمور الأربعة واضحة جلية ولا كان لها من السمو والبعد نصيب، كان استعمال كلمة (الدين) مشوباً بشوائب اللبس والغموض، ولذلك لم يتح لها أن تكون مصطلحاً من مصطلحات نظام فكر متين، حتى نزل القرآن فوجد هذه الكلمة ملائمة لأغراضه؛ فاقتناها واستعملها لمعانيه الواضحة المتعينة، واصطنعها مصطلحاً له مخصوصاً. فأنت ترى أن كلمة (الدين) في القرآن تقوم مقام نظام بأكلمه، يتركب من أجزاء أربعة هي: ¶ الحاكمية والسلطة العليا. ¶ الإطاعة والإذعان لتلك الحاكمية والسلطة. ¶ النظام الفكري والعملي المتكون تحت سلطان تلك الحاكمية. ¶ المكافأة التي تكافئها السلطة العليا على اتباع ذلك النظام والإخلاص له أو على التمرد عليه والعصيان له.",
            "page": "73",
            "part": "1",
            "seal": "495602C3"
        },
        {
            "id": "74",
            "nass": "ويطلق القرآن كلمة (الدين) على معنيها الأول والثاني تارة، وعلى المعنى الثالث أخرى وعلى الرابع ثالثة، وطوراً يستعمل كلمة (الدين) ويريد بها ذلك النظام الكامل بأجزائه الأربعة في آن واحد. ولإيضاح ذلك يجمل بنا النظر فيما يأتي من الآيات الكريمة: ¶ الدين بالمعنيين الأول والثاني: ¶ (الله الذي جعل لكم الأرض قراراً والسماء بناءً وصوركم فأحسن صوركم ورزقكم من الطيبات ذلكم الله ربكم فتبارك الله رب العالمين، هو الحي لا إله إلا هو فادعوه مخلصين له الدين الحمد لله رب العالمين) (غافر: 64-65) ¶ (قل إني أمرت أن أعبد الله مخلصاً له الدين. وأمرت لأن أكون أول المسلمين) .. (قل الله أعبد مخلصاً له ديني. فاعبدوا ما شئتم من دونه) … ¶ (والذين اجتنبوا الطاغوت أن يعبدوها وأنابوا إلى الله لهم البشرى) .. (إنا أنزلنا إليك الكتاب بالحق فاعبد الله مخلصاً له الدين. ألا لله الدين الخالص) (الزمر: 11-12 و 17، و 2-3) ¶ (وله ما في السماوات والأرض وله الدين واصباً أفغير الله تتقون) (النحل: 52) ¶ (أفغير دين الله يبغون وله أسلم من في السماوات والأرض طوعاً وكرهاً وإليه يرجعون) (آل عمران: 82) ¶ (وما أمروا إلا ليعبدوا الله مخلصين له الدين حنفاء) (البينة: 5)",
            "page": "74",
            "part": "1",
            "seal": "57E634F1"
        },
        {
            "id": "75",
            "nass": "في جميع هذه الآيات قد وردت كلمة (الدين) بمعنى السلطة العليا، ثم الإذعان لتلك السلطة وقبول إطاعتها وعبديتها. والمراد بإخلاص الدين لله ألا يسلم المرء لأحد من دون الله بالحاكمية والحكم والأمر، ويخلص إطاعته وعبديته لله تعالى إخلاصاً لا يتعبد بعده لغيره الله ولا يطيعه إطاعة مستقلة بذاتها. (1) ¶ الدين بالمعنى الثالث ¶ (قل يا أيها الناس إن كنتم في شكٍ من ديني فلا أعبدُ الذين تعبدون من دون الله ولكن أعبد الله الذي يتوفاكم وأمرت أن أكون من المؤمنين. وأن أقم وجهك للدين حنيفاً ولا تكونن من المشركين) (يونس: 104-105) ¶ (إن الحُكم إلا لله أمر أن لا تعبدوا إلا إياه ذلك الدين القيم) (يوسف: 40) ¶ (وله من في السماوات والأرض كلٌ له قانتون) .. ¶ __________ ¶ (1) معناه أن تكون إطاعة المرء لغير الله – أياً كان هو – تابعة لإطاعة الله تعالى ومتضمنة فيما قد رسم لها من الحدود. فالطاعة الولد لوالده وإطاعة المرأة لزوجها، وإطاعة العبد أو الخادم لسيده وما شاكلها من الإطاعات، إن كانت بأمر من الله ومتضمنة فيما قد وضع لها من الحدود فإنها عين إطاعة الله. وأما إذا كانت خارجة عن تلك الحدود أو مستقلة بذاتها، فإنها البغي والعصيان. ¶ وقل مثل ذلك في الحكومة، فهي إن كانت مبنية على القانون المنزل من عند الله تعالى قائمة بإنفاذ حكم الله في أرضه فإن إطاعتها واجبة أما إذا لم تكن كذلك، بل كان أساسها القوانين الوضعية، فإن إطاعتها جريمة.",
            "page": "75",
            "part": "1",
            "seal": "1EF019E1"
        },
        {
            "id": "76",
            "nass": "(ضرب لكم مثلاً من أنفسكم هل لكم مما ملكت أيمانكم من شركاء فيما رزقناكم فأنتم فيه سواءٌ تخافونهم كخيفتكم أنفسكم) … (بل اتّبع الذين ظلموا أهواءهم بغير علم) … (فأقم وجهك للدين حنيفاً فطرة الله التي فطر الناس عليها (1) لا تبديل لخلق الله ذلك الدين القيم ولكن أكثر الناس لا يعلمون) (الروم: 26 و 28، 29، 30) ¶ (الزانية والزاني فاجلدوا كل واحد منهما مائة جلدة ولا تأخذكم بهما رأفة في دين الله) (النور: 2) ¶ (إنّ عدة الشهور عند الله اثنا عشر شهراً في كتاب الله يوم خلق السماوات والأرض، منها أربعة حرمٌن ذلك الدين القيم) (التوبة: 36) ¶ (كذلك كدنا ليوسف ما كان ليأخذ أخاه في دين الملك) (يوسف: 76) ¶ (وكذلك زين لكثير من المشركين قتل أولادهم شركاؤهم (2) ليردوهم وليلبسوا (3) عليهم دينهم) (الأنعام: 137) ¶ (أم لهم شركاء شرعوا لهم من الدين ما لم يأذن به الله) (الشورى: 21) ¶ (لكم دينكم ولي دين) (الكافرون: 6) ¶ __________ ¶ (1) أي أن القطرة التي قد فطر الله عليها الإنسان هي أن لا شريك لله تعالى في خلق الإنسان وإبلاغه الرزق وتولي الربوبية له، ولا إله لبني آدم ولا مالك ولا مطاع حقيقياً غير الله تعالى. فالطريق الصحيح الطبيعي للإنسان أن يخص عبديته لله تعالى وحده ولا يكون عبداً لغيره. ¶ (2) أي الذين اتخذوهم مع الله شركاء في الإلهية، والحكم والأمر، والتشريع. ¶ (3) المراد بلبس الدين عليهم هو أن هؤلاء الشارعين الكذابين يزينون لهم ذلك الإثم تزيناً بوهمهم أن فعلتهم تلك جزء من الدين الذي توارثوه قديماً عن إبراهيم وإسماعيل عليهما السلام.",
            "page": "76",
            "part": "1",
            "seal": "1DB741C9"
        },
        {
            "id": "77",
            "nass": "المراد بـ (الدين) في جميع هذه الآيات هو القانون والحدود والشرع والطريقة والنظام الفكري والعملي الذي يتقيد به الإنسان فإن كانت السلطة التي يستند إليها المرء لاتباعه قانوناً من القوانين أو نظاماً من النظم سلطة الله تعالى، فالمرء لا شك في دين الله عز وجل، وأما إن كانت تلك السلطة سلطة ملك من الملوك، فالمرء في دين الملك، وإن كانت سلطة المشايخ والقسوس فهو في دينهم. وكذلك إن كانت تلك السلطة سلطة العائلة أو العشيرة أو جماهير الأمة، فالمرء لا جرم في دين هؤلاء. وموجز القول أن من يتخذ المرء سنده أعلى الأسناد وحكمه منتهى الأحكام ثم يتبع طريقاً بعينه بموجب ذلك، فإنه –لا شك- بدينه يدين. ¶ الدين بالمعنى الرابع: ¶ (إنَّ ما توعدون لصادق وإن الدين لواقع) (الذاريات: 5-6) ¶ (أرايت الذي يكذب بالدين. فذلك الذي يدع اليتيم. ولا يحض على طعام المسكين) (الماعون 1-3) ¶ (وما أدراك ما يوم الدين. ثم ما أدراك ما يوم الدين. يوم لا تملك نفسٌ لنفسٍ شيئاً والأمر يومئذ لله) (الانفطار: 17-19) ¶ قد وردت كلمة (الدين) في هذه الآيات بمعنى المحاسبة والقضاء والمكافأة. ¶ الدين: المصطلح الجامع الشامل",
            "page": "77",
            "part": "1",
            "seal": "765C6F04"
        },
        {
            "id": "78",
            "nass": "إلى هذا المقام قد استعمل القرآن كلمة (الدين) فيما يقرب من معانيها الرائجة في كلام العرب الأول. ولكننا نرى بعد ذلك أنه يستعمل هذه الكلمة مصطلحاً جامعاً شاملاً يريد به نظاماً للحياة يدعن فيه المرء لسلطة عليا لكائن ما، ثم يقبل إطاعته واتباعه ويتقيد في حياته بحدوده وقواعده وقوانينه ويرجو في طاعته العزة والترقي في الدرجات وحسن الجزاء، ويخشى في عصيانه الذلة والخزي وسوء العقاب. ولعله لا يوجد في لغة من لغات العالم مصطلح يبلغ من الشمول والجامعية أن يحيط بكل هذا المفهوم. وقد كادت كلمة (State) تبلغ قريباً من ذلك المفهوم ولكنها تفتقر إلى مزيد من الاتساع لأجل إحاطتها بحدود معاني كلمة (الدين) . وفي الآيات التالية قد استعمل (الدين) بصفة هذا المصطلح الجامع: ¶ (الأول والثاني) ... ... ... (الرابع) ... ... ... (الثالث) ¶ (قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر ولا يحرّمون ما حرّم الله ورسوله ولا يدينون دين الحق من الذين أوتوا الكتاب حتى يعطوا الجزية عن يدٍ وهم صاغرون) (التوبة: 29) ¶ (الدين الحق) في هذه الآية كلمة اصطلاحية قد شرح معانيها واضح الاصطلاح نفسه عز وجل، في الجمل الثلاث الأولى، وقد أوضحنا بوضع العلامات على متن الآية أنه قد ذكر الله تعالى فيها جميع معاني كلمة (الدين) الأربعة، ثم عبر عن مجموعها بكلمة (الدين الحق) . ¶ (وقال فرعون ذروني أقتل موسى وليدعُ ربّه إني أخاف أن يبدّل دينكم أو يظهر في الأرض الفساد) (غافر: 26)",
            "page": "78",
            "part": "1",
            "seal": "73308501"
        },
        {
            "id": "79",
            "nass": "وبملاحظة جميع ما ورد في القرآن من تفاصيل لقصة موسى عليه السلام وفرعون، لا يبقى من شك أن كلمة (الدين) لم ترد في تلك الآيات بمعنى النحلة والديانة فحسب، أريد بها الدولة ونظام المدينة أيضاً. فكان مما يخشاه فرعون ويعلنه: أنه إن نجح موسى عليه السلام في دعوته، فإن الدولة ستدول وإن نظام الحياة القائم على حاكمية الفراعنة والقوانين والتقاليد الرائجة سيقتلع من أصله. ثم إما أن يقوم مقامه نظام آخر على أسس مختلفة جداً، وإما ألا يقوم بعده أي نظام. بل يعم كل المملكة الفوضى والاختلال. ¶ (إن الدين عند الله الإسلام) (آل عمران: 16) ¶ (ومن يبتغ غير الإسلام ديناً فلن يقبل منه) (آل عمران: 85) ¶ (هو الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون) (التوبة: 33) ¶ (وقاتلوهم حتى لا تكون فتنة ويكون الدين كله لله) (الأنفال: 39) ¶ (إذا جاء نصر الله والفتح ورأيتَ الناس يدخلون في دين الله أفواجاً فسبح بحمد ربك واستغفره إنه كان تواباً) (سورة النصر) ¶ المراد بـ (الدين) في جميع هذه الآيات هو نظام الحياة الكامل الشامل لنواحيها من الاعتقادية والفكرية والخلقية والعملية. ¶ فقد قال الله تعالى في الآيتين الأولين إن نظام الحياة الصحيح المرضي عند الله هو النظام المبني على إطاعة الله وعبديته. وأما ما سواه من النظم المبنية على إطاعة السلطة المفروضة من دون الله، فإنه مردود عند، ولم يكن بحكم الطبيعة ليكون مرضياً لديه، ذلك بأن الذي ليس الإنسان إلا مخلوقه ومملوكه، ولا يعيش في ملكوته إلا عيشة الرعية، لم يكن ليرضى بأن يكون للإنسان الحق في أن يحيا حياته على إطاعة غير سلطة الله وعبديتها، أو على اتباع أحد من دون الله. ¶ وقال في الآية الثالثة أنه قد أرسل رسوله صلى الله عليه وسلم بذلك النظام الحق الصحيح للحياة الإنسانية -أي الإسلام- وغاية رسالته أن يظهره على سائر النظم للحياة.",
            "page": "79",
            "part": "1",
            "seal": "E45AE2AA"
        },
        {
            "id": "80",
            "nass": "وفي الرابعة قد أمر الله المؤمنين بدين الإسلام أن يقاتلوا من في الأرض ولا يكفوا عن ذلك حتى تمحي الفتنة، وبعبارة أخرى حتى يمحي جميع النظم القائمة على أساس البغي على الله، وحتى يخلص لله تعالى نظام الإطاعة والعبدية كله. ¶ وفي الآية الأخيرة الخامسة قد خاطب الله تعالى نبيه صلى الله عليه وسلم حين الانقلاب الإسلامي بعد الجهد والكفاح المستمر مدة ثلاث وعشرين سنة، وقام الإسلام بالفعل بجميع أجزائه وتفاصيله نظاماً للعقيد والفكر والخلق والتعليم والمدنية والاجتماع والسياسة والاقتصاد، وجعلت وفود العرب تتابع من نواحي القطر وندخل في حظيرة هذا النظام، فإذا ذاك - وقد أدى النبي رسالته التي بعث لأجلها - يقول له الله تعالى: إياك أن تظن أن هذا العمل الجليل الذي قد تم على يديك من كسبك ومن سعيك، فيدركك العجب به، وإنما المنزه عن النقص والعيب والمنفرد بصفة الكمال هو ربك وحده، فسبح بحمده واشكره على توفيقه إياك للقيام بتلك المهمة الخطيرة وأسأله: الله اغفر لي ما عسى أن يكون قد صدر مني من التقصير والتفريط في واجيي خلال الثلاث والعشرين سنة التي قد قمت بخدمتك فيها: ¶ وآخر دعوانا أن الحمد لله رب العالمين",
            "page": "80",
            "part": "1",
            "seal": "4538ED6C"
        },
        {
            "id": "81",
            "nass": "ملحق بتخريج الأحاديث الواردة في الكتاب (1) ¶ 1- ص 33 حديث عن عبد الله بن عمر-رضي الله عنهما- ¶ تخريج الحديث: ¶ __________ ¶ (1) قام بوضع هذا الملحق الأستاذ الشيخ (ناصر الدين الألباني) كبير رجال الحديث في ديار الشام، وكنا شرعنا بوضع هذا التخريج في حواشي الصفحات التي وردت فيها الأحاديث، ثم رأينا أفراده بهذا الملحق، مع الإشارة إلى الموضع الذي ورد فيه الحديث. رقم (5414) طبعة أحمد محمد شاكر وأسناده صحيح ولفظه في موضع آخر من المسند (رقم 5608) : قرأ رسول الله صلى الله عليه وسلم هذه الآية وهو على المنبر (والسماوات مطويات بيمينه سبحانه وتعالى عما يشركون) قال: يقول الله: (أنا الجبار أنا المتكبر أنا الملك، أنا المتعال الخ) . وقد أخرجه مسلم (8/126) من وجه آخر عن ابن عمر، ولفظه أقرب إلى لفظ الكتاب وهو: \"يطوي الله عز وجل السماوات يوم القيامة، ثم يأخذهن بيده اليمنى ثم يقول: أنا الملك أين الجبارون؟ أين المتكبرون؟ ثم يطوي الأرض بشماله، ثم يقول: أنا الملك! أين الجبارون؟ أين المتكبرون؟ \". ¶ ورواه البخاري (13/337 فتح الباري) عن طريق ثالث عن ابن عمر مختصراً، ورواه أبو داود (2/278) بتمامه إلا أنه قال (بيده الأخرى) بدل (بشماله) وهو الموافق للأحاديث القائلة: (وكلتا يديه يمين) ولذلك أشار البهيقي – كما نقله الحافظ – إلى أن هذه اللفظة (بشماله) شاذة؛ والله أعلم. ¶ 2- ص96، ورد في باب (التحقيق اللغوي) – وهو مختصر عما ورد في (لسان العرب) . ¶ \"وقد جاء في الحديث الشريف: ثلاثة أنا خصمهم: رجل اعتبد محرراً\": ¶ تخريج الحديث ¶ لم أره بهذا اللفظ، بل هو ملفق من حديثين، أحدهما صحيح والآخر ضعيف. ¶ الأول: عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"قال الله تعالى: ثلاثة أنا خصمهم يوم القيامة: رجل أعطى بي ثم غدر، ورجل باع حراً فأكل ثمنه، رجل استأجر أجيراً فاستوفى منه ولم يعطه أجره\". أخرجه البخاري (4/331، 353، 354) ابن ماجه، والطحاوي في (مشكل الآثار) . ¶ والثاني: عن عبد الله بن عمرو مرفوعاً: \"ثلاثة لا يقبل الله منهم صلاة: من تقدم قوماً وهم له كارهون، ورجل أتى الصلاة دباراً – والدبار أن يأتيها بعد أن تفوته -، ورجل اعتبد محرره، - وفي رواية: محرراً\".",
            "page": "81",
            "part": "1",
            "seal": "0E2E2946"
        },
        {
            "id": "82",
            "nass": "أخرجه أبو داوود (1/97) وابن ماجه (1/307) والبهيقي (3/128) وسنده ضعيف فيه عبد الرحمن بن زياد الإفريقي عن شيخه عمران بن عبد المعافري، وكلاهما ضعيف، وذلك قال النووي: \"أنه حديث ضعيف\" وسبقه إلى ذلك البهيقي، لكن القضية الأولى منه صحت عنه صلى الله عليه وسلم في أحاديث أخرى وردت بأسانيد صحيحة في سنن أبي داود. وأما الرواية الأخرى \"أعبد محرراً\" فلم اقف عليها (1) . ¶ 3- ص117، ورد في باب (التحقيق اللغوي) . \"وجاء في الحديث النبوي ... \"الكيس من دان فنسه وعمل لما بعد الموت\" ¶ تخريج الحديث ¶ أخرجه الترمذي (3/305) وابن ماجه (2/565) والحاكم (1/57) وأحمد (4/124) عن طريق أبي بكر بن أبي مريم الغساني عن حمزة بن حبيب عن شداد بن أوس مرفوعاً. وقال الترمذي \"حديث حسن\"! وقال الحاكم: \"صحيح على شرط البخاري\"! وتعقبه الذهبي بقوله: \"قلت: لا والله، أو بكر رواه\" وقد أصاحب - رحمه الله -. ¶ 4- ص117، ورد في باب (التحقيق اللغوي) أيضاً بينت من أرجوزة الأعشى الحرمازي يمدح رسول الله صلى الله عليه وسم: ¶ ... ... ... ... يا سيد الناس وديان العرب ¶ تخريج الحديث ¶ أخرجه عبد الله بن الإمام أحمد في زوائد مسند أبيه، رقم (6885 و 6886) باسنادين أحدهما ضعيف، والآخر فيه رجلان تفرد بتوثيقهما ابن حبان، ومن المعلوم عند العلماء أنه متساهل في التوثيق – كما بينه الحافظ ابن حجر في مقدمة (لسان الميزان) . ¶ __________ ¶ (1) هذا الحديث وأمثاله مما ورد في باب (التحقيق اللغوي) – وفيها ما هو ضعيف – لم يوردها الأستاذ المودودي لبيان حكم أحكام الدين أو نظرية من نظرياته، وإنما أوردت نقلاً عن كتب اللغة لبيان معنى لفظ من الألفاظ كما استشهد به رجال اللغة فحسبن وهذا يصح في الاستئناس بما لم يبلغ الصحة من الأحاديث. ¶ وأما سائر الأحاديث التي استشهد بها الأستاذ المودودي لبيان رأي الإسلام الموضوعات التي طرقها، فكلها من الصحيح كما ورد في هذا الملحق.",
            "page": "82",
            "part": "1",
            "seal": "D7695AFA"
        },
        {
            "id": "83",
            "nass": "ومع هذا فقد صحح هذا الإسناد المعلق على المسند الأستاذ أحمد محمد شاكر على قاعدته التي جرى عليها في تعليقه هذا وفي غيره من الاعتماد على توثيق ابن حبان خلافاً للمحققين من العلماء. ¶ 5- ص118، ورد في باب (التحقيق اللغوي) أيضاً حديث الخوارج: \"يمرقون من الدين مروق السهم من الرمية\". ¶ تخريج الحديث ¶ أخرجه البخاري (12/238-254) ومسلم (3/109-117) عن طرق متعددة عن جماعة من الصحابة منهم علي بن أبي طالب، وأبو سعيد الخدري، وعبد الله بن عمر، وجابر بن عبد الله – رضي الله عنهم -. ¶ 6- ص118 ورد في باب (التحقيق اللغوي) أيضاً: \"كانت قريش ومن دان بدينهم.. \" ¶ تخريج الحديث ¶ هو من حديث عائشة رضي الله عنها قالت: \"كان قريش دانٍ دينها يقفون بالمزدلفة، وكانوا يسمون الحُمس، وكان سائر العرب يقفون بعرفة، فلما جاء الإسلام أمر الله عز وجل نبيه صلى الله عليه وسلم أني يأتي عرفات فيقف بها، ثم يفيض منها، فذلك قوله عز وجل \"ثم أفيضوا من حيث أفاض الناس\". ¶ أخرجه البخاري (8/150) ومسلم (4/43) والبيهقي (5/113) وغيرهم. ¶ 7- 118، ورد في باب (التحقيق اللغوي) أيضاً: (وفي الحديث أنه عليه السلام كان على دين قومه\". ¶ تخريج الحديث ¶ لم أجده بهذا اللفظ في شيء مما لدي من المراجع، وإنما أورده ابن الأثير في \"النهاية\" مادة \"دين\" دون عزو أو تخريج كما هي عادته في هذا الكتاب -. ¶ وأخرجه ابن سعد في \"الطبقات الكبرى\" (ج1 ق1 ص126) بسند صحيح عن السدي في قوله تعالى (ووجدك ضالاً فهدى) قال: \"كان على أمر قومه أربعين عاماً\" وهذا إسناد ضعيف معضل، فإن بين السدي وبينه صلى الله عليه وسلم آماداً طويلة، ثم هو منكر واضح النكارة، ولا يحتاج الأمر للإطالة، واقرب ما قيل في تفسير الآية المذكورة أنها كقوله تعالى: (وكذلك أوحينا إليك روحاً من أمرنا ما كنت تدري ما الكتاب ولا الإيمان، ولكن جعلناه نوراً نهدي به من نشاء من عبادنا …) – الآية.",
            "page": "83",
            "part": "1",
            "seal": "98C38662"
        },
        {
            "id": "84",
            "nass": "8- ص119، ورد في باب (التحقيق اللغوي) أيضاً: في الحديث عن ابن عمر أنه صلى الله عليه وسلم قال: \"لا تسبوا السلاطين، فإن كان لابد فقولوا: اللهم دنهم كما يدينون\". ¶ تخريج الحديث ¶ لم أجده إلا في (النهاية في غريب الحديث) لابن الأثير، وقد أورده من حديث ابن عمرو، وأما حديث ابن عمر فقد أورده الشيخ إسماعيل العجلوني في (كشف الخفاء) 1/456، بلفظ آخر وليس فيه موضع الشاهد منه، والله أعلم.",
            "page": "84",
            "part": "1",
            "seal": "11EA3E5C"
        }
    ],
    "t2146": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الإله"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "تصور الإله عند أهل الجاهلية"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "الرب"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "استعمال كلمة (الرب) في القرآن"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "تصورات الأمم الضالة في باب الربوبية"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "العبادة"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "الدين"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "استعمال كلمة (الدين) في القرآن"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "ملحق بتخريج الأحاديث الواردة في الكتاب"
        }
    ]
}