{
    "b226": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ التنبيهات على ما في نوادر أبي زياد ¶ الكلابي الأعرابي رحمه الله وإنما بدأنا بها لشرف قدرها، وسمو ذكرها، ونباهة مصنفها، وهو أبو زياد يزيد بن عبد الله بن الحر بن همام بن دهر بن ربيعة بن عمرو بن نفاثة بن عبد الله بن كلاب بن عامر بن صعصعة. ¶ 1 - أنشد أبو زياد: ¶ إني إذا ما القوم كانوا ألوية ... والتبسَ القوم التباسَ الأروية ¶ وفسر فقال: يقول قد خَفّوا وهُزلوا وجهدوا حق صار أحدهم كأنه أخف من لواء. ¶ والأروية: الحبال واحدها الرِّواء. باقي هذا قول أبي زياد. ¶ وقد غيّر الرواية وأساء في التفسير، وألحق فيه من عنده أخف، واللواء ليس بخفيف، واللواء: علم الجيش، قالت الأخيلية: ومخرّقٍ عنه القميص تخاله وسط البيوت من الحياء سقيما ¶ حتى إذا رُفع اللواءُ رأيته ... تحت اللواء على الخميسِ زعيما ¶ وإنما رواية الرجز كما أنشدنيه أبو بكر محمد بن الحسين بن يعقوب بن مِقْسم عن أبي العباس أحمد بن يحيى ثعلب: ¶ إني إذا ما القوم كانوا أنجيهْ ... والتبس القومُ التباسَ الأرشيهْ ¶ وشدَّ فوق بعضهم بالأرويهْ ... هناك أوصيني ولا تُوصي بيه ¶ فهذه الرواية الصحيحة، والأنجية: جمع نجيّ، وهو من قول الله عز وجل: (فلما استيأسوا منه خَلصُوا نَجيَّاً) . ¶ وقال أبو رياش:) يقال للاثنين يتناجيان نجي والجمع أنجية، وأنشد: ¶ بتُّ وبات الهمُّ لي نَجيّامُباشِراً ولم أبتْ قَصيّا مثلَ النجيّ استبرز النجيّا ¶ وأنشد: ¶ إني إذا ما القوم كانوا أنجية ¶ وقال ابن الأعرابي: الأنجية: القوم يتناجون، واحدهم: نجي، وأنشد: ¶ ظلّ وظلّت عُصَباً نحيّا ... مثل النجيّ استبرز النجيّا ¶ نحيّا: بعضها مُتنحٍّ عن بعض. ¶ وأخبرني أبو الفرج عبد الواحد بن محمد الإصبهاني عن أبي اسحق إبراهيم بن السري الزجاج في قوله تعالى: (فلمّا استيأسوا منه خَلَصُوا نجيّاً) . المعنى: خلصوا يتناجون فيما يعملون في ذهابهم إلى أبيهم وليس معهم أخوهم، ونجيّ: لفظه لفظ واحد في معنى جميع، ويجوز: قوم نجيّ وقوم نَجْوى وأنجية. ¶ قال الراجز: ¶ إني إذا ما القوم كانوا أنجية ... واختلف القول اختلاف الأرشية ¶ قال: ومعنى خلصوا: انفردوا وليس معهم أحد. ¶ ورواية ثعلب: واختلف القوم.. وهي أشهر الروايتين. ورواية الزجاج: واختلف القول والمعنى واحد. وما اختلفا في اختلاف الأرشية وهو المعنى الصحيح وهو أشبه من رواية أبي زياد: اختلاف الأروية، بل هو الصحيح. ¶ 2 - وقال أبو زياد وقد أنشد لجميل: ¶ تُماشين ذا الأرطى فلما قطعنه ... لخَرقٍ أمقِّ الشاطئين بَطينِ ¶ الخرق: والجمع خروق ما استوى من الأرض واتسع، والأمَقّ: البعيد، وقد يقال للرجل والمرأة إذا كان طويلين: أمق ومقاء ولا أعرفه في الدواب، ولم أسمع أحدا يسميه. ¶ فقوله: ولا أعرفه في الدواب، ولم أسمع أحدا يسميه يخيّل إلى سامعه أنه لا يقال. وقد قيل: روى جماعة من الرواة: أن امرأة من العرب سألت فلّ جيش عن أبيها، فقيل لها: ما كان راكباً؟ فقالت: شقّاء مقّاء طويلة الأنقاء. فقيل لها: نجا أبوك.. ¶ وأنشد مؤرّج: ¶ من كل مقّاءٍ وطِرْفٍ هيكلِ ¶ وأخبرني أبو روق الهزاني عن العباس بن الفرج الرِّياشي قال: قال الأصمعي: قيل لضرار بن عمرو ما رأينا بني أبي أضبط لمسافة الإبل من بنيك، فقال: إني كنت أُكره نفسي على كل مقاء مُهرّشة الفخذين. قال الرياشي: أراد قلّة لحمها، والمقاء: الطويلة. ¶ قال الرياشي، ورواه غير الأصمعي: لإكراهي نفسي على المق الطِّوال. ¶ وقد جاء أيضاً في الكلاب. قال العجاج: ¶ آنس سوّاس الكلاب مشقا ... صقباً حَنْبطى أو طِوالاً رشْقا ¶ ......خمساً ضاريات مُقّا ¶ 3 - وأنشد أبو زياد للأعور بن براء الكلابي: ¶ دعيني ابنة الكعبي والمجد والعلى ... وراعي صواراً بالمدينة أحْسَبا ¶ وقال: الأحسب في لونه، والصوار: جمع بقر الوحش، وأنشد: ¶ كأنَّ هِجانها متأبضاتٌ ... وفي الأقران أصورةُ الرُّعامِ",
            "page": "1",
            "part": "1",
            "seal": "F5706382"
        },
        {
            "id": "2",
            "nass": "وصوار المسك أيضا، يقال له صوار. هذا قول أبي زياد. ¶ قال أبو القاسم: لو أخر ما قدم وقدم ما أخر لسلم. الصوار في بيت الأعور: هو المسك، ولا يجوز أن يكون من بقر الوحش. وأدلّ دليل على صحة قولنا قوله: بالمدينة: وقوله أيضا: أحسبا، لأن الأحسب كلون المسك وبقر الوحش بيض. والأصورة في البيت الثاني: جمع صوار بقر الوحش وهو القطيع منها، ويقال: صِوار وصُوار بالكسر والضم وكذلك أيضا أصورة المسك، وهي قطع ريحه، ونفحات منه، واحدها صِوار وصُوار. ¶ وقال أبو زياد: وقال جهم بن شبل الكلابي، وهو يُعرّض بخطبة امرأة: ¶ يا سلمَ أسقاك البريقُ الوامضُ ... هل لك والعائضُ منك عائضُ ¶ في هجمة يُفضل منها القابضُ ¶ وأنشد أبياتاً بعد هذا وفسر فقال: وأراد من قبض منها شيئاً أفضل شيئاً كثيراً. ¶ وأكثر الرواة على خلاف هذا القول فممن خالفه أبو عمرو الشيباني وأبو زيد الأنصاري، وهما يرويان هذا الرجز لأبي محمد الفقعسي والله أعلم بصحة ذلك. ¶ وأبو عمرو وغيره على أن القابض: السريع، وهو عندهم من القباضة. ¶ وقال أبو يوسف يعقوب بن اسحق السِّكيت يقال: إنه قبيض بيّن القباضة، أي سريع بين السرعة، قال: ومنه قول الفقعسي: ¶ عائض منك عائض ... في هَجْمة يغدر منها القابضُ ¶ أي السريع السوق لا يقدرعلى سوقها فيغدر منها بعضها. ¶ 5 - وقال أبو زياد - وقد ذكر الفصيل اللاهج وما يفعلون به -: فإذا فعل ذلك غضبوا ففلكوا لسان الفصيل، وذلك إما أن يأخذوا فلكتين مثل فلكتي المغزل مثقوبتين في أوساطها ثم يدخلوا في إحداهما سيراً، ثم يجعلوه في المسلّة ثم يغمزوا بالمسلة طرف لسان الفصيل حتى تخرج الى الفلكة الأخرى ثم يعقدوا المسلّة وراءها كما عقدوه في الأخرى فيحتلبوها زماناً، ثم يوشك أن يرضع على الفلكتين فلذلك يسمى الإجرار، والفصيل المجرور قد أجروه كما ترى، فإذا رضع على الفلكتين أخذوه فشقوا من لسانه قدر ثلثه شقتين، ثم حلّوا طرفيه فمرض بذلك حينا ثم أوشك أن يبرأ طرف لسانه، ولا يرضع آخر الدهر شيئاً. ¶ قال: وربما استجزأوا بالخلال فلم يفلكوه، وربما مضى التفليك فاستجزأوا به، ولم يشقوا لسانه. ¶ وقد وهم في هذا الترتيب، إنما الذي حكاه في الإجرار هو التفليك، وشق اللسان: هو الإجراز، يقال: أجر لسانه إذا شقّه. وأنشد أبو رياش أحمد بن هاشم عمرو بن معدي كرب: ظَلِلت كأني في الرماح دريئةً أُطاعن عن أبناء جَرْم وفرّتِ ¶ فلو أنَّ قومي أنطقتني رماحهم ... نطقتُ ولكنَّ الرماحَ أجرّتِ ¶ قال أبو رياشى: أراد قطعت لساني عن أن أفخر لسوء فعلها. ¶ وقال أبو يوسف في إصلاح المنطق: أجررت الفصيل إذا شققت لسانه لئلاّ يرضع أمه، قال عمرو بن معدي كرب: فلو أن قومي ... أي لو قاتلوا وأبلوا لذكرت ذلك، ولكن رماحهم أجرتني أي قطعت لساني عن الكلام لأنهم لم يقاتلوا. وقد تبع أبا زياد في هذا القول ابن قتيبة، واحتجّ بقول أبي زياد بقول الشاعر: ¶ كما خلَّ ظهر اللسان المُجرّ ¶ وقد أساء في ذلك لأن المجر - في قول أبي زياد - المُفلك، وفي قولنا وهو الصحيح: الشاق القاطع، والخل - في كل قول -: الشد بالخلال، وإنما أراد الشاعر خلة الخال الذي يخل، ويفلك، ويجر فهذا كقول العجاج: ¶ يكشف عن جَمّاته دلُو الدّال ¶ وإنما هو: دلو المُدْلي فلما كان المُدلي إذا أدْلى عاد فدلّى، قال: دلو الدال. ¶ ومع هذا فقد ذكر أبو زياد الخل، فقال: فإذا غلبهم خلّوا في أنفه بخلال، أصل الخلال في أنفه، وطرفه محدد طويل قدام أنفه، فإذا جاء يرضع طعن بالخلال في ضرعها فوثبت، وأنشد: ¶ حرّضها الحمضُ فلا تقيلُ ... ولايقيل قربها فصيلُ ¶ إلاّ فصيلٌ لاهجٌ مخلولُ ¶ فهذا الخل. ومع هذا فأكثر الرواة على رواية البيت: كما شد ظهر اللسان المجر وهو موافق لقولنا، لأن الشد أول الإجرار، وقد قال المُتلمّس في الإجرار: ¶ وقد كنتَ ترجو أن أكونَ بعقبكمْ ... زَنيماً فما أجررتُ أنْ أتكلما ¶ 6 - وقال أبو زياد: وجماعة المعزى إذا كانت من الأربعين إلى الخمسين فهي صُبّة من معزى ومثلها من الضأن فِزر.",
            "page": "2",
            "part": "1",
            "seal": "AB5AFDB5"
        },
        {
            "id": "3",
            "nass": "والرواة على خلاف هذا القول: إنما الفِزْر من المعزى، وبذلك لُقب سعد بن زيد مناة لما أنهب معزاه بعكاظ الفزر كأنه لقب بها؛ وبه جر المثل \" حتى تجتمع معزى الفزر \" وقال الحنفي: ¶ وإنَّ أبانا كان حَلَّ ببلدةٍ ... سوىً بين قيسٍ قيس عيلان والفِزرِ ¶ 7 - وقال أبو زياد وقد ذكر الطلح: ويسمى واديه الذي يكثر فيه الغول، فيقال: غول من طلح وغويل الصغير، وقال الشاعر في الطلح: ¶ لشُعَب الطلح هصورٌ هائضُ ... من حيث يَعتشّ الغراب البائضُ ¶ وقال في الغول وجمعها الغلان: ¶ وبُدّلت غُلان الشَّريف من الغضا ... ولاقيتُ بعد الأصدقاءِ الأعاديا ¶ فجاء بالغلان جمع غول، وإنما الغلان جمع غال، يقال: غالّ وغُلاّن وسال وسلاّن، والسَّال قريب من الغال. ¶ 8 - وقال أبو زياد: وقد يسمي العشرق بعض العرب الفنا، وإذا سقطت حبة العشرق في الأرض ويبست احمرت حتى تكون كأنها عُهنة حمراء، فمن أجل ذلك يقول زهير: كأنَّ دُقاق العِهن في كلِّ منزلٍ نَزَلْنَ به حَبُّ الفنا لم يُحطّمِ والرواة على خلاف هذا القول. ¶ قال أبو زيد وأبو عبيدة وغيرهما: الفنا حمل عنب الثعلب. ¶ وسألت أبا رياش - رحمه الله - عن حب الفنا في بيت زهير هذا فقال: حبّ الفنا منه أحمر وأصفر وغير ذلك، ولذلك يشبه به العهن، لأن العهن أيضا مختلف لونه، على ذلك قول امرفي القيس: ¶ وغيثٍ كألوان الفنا قد هَبطتُهُ ... تَعاورَ فيه كلُّ أوطفَ حنّانِ ¶ وقال أبو حنيفة في كتاب النبات: قال غير واحد من الرواة: الفنا عنب الثعلب وكل احتج ببيت زهير: كان دقاق العهن في كل منزل: ثم ذكر قول أبي زياد الذي قدمناه. ¶ ثم قال: وحبُّ عنب الثعلب ليس بأحمر، هو إلى الصفرة. وفيه أيضا نقط سود، ومنه ما هو أسود بأسره. ¶ وهذا القول من أبي حنيفة مقارب لما قدمناه عن أبي رياش - رحمه الله - وكل مخالف لقول أبي زياد. وقد قال عدي بن زيد فوافق امرأ القيس: ¶ وعلى الأحداج ألوان الفنا ... وخزامى الروض يعلوه الزَّهَرْ ¶ فهذا يدل على اختلاف ألوانه كما قدمناه. ¶ 9 - وقال أبو زياد: من العشب: الصفراء، وهي تسطّح على الأرض وكأن ورقها ورق هذا الخس، وزهرتها صفراء، وهي تأكلها الإبل أكلا شديداً. وقال أبو يوسف: \" الصفراء تنبت في السهل وفي الرمل وورقها مثل ورق الجرجير وثمرتها صفراء وهي ذات شعب فتستقل عن الأرض \" وهذه صفة الصفراء، وهي مخالفة لما قال أبو زياد من جهتين: إحداهما قوله: تسطّح على الأرض، والأخرى تشبيه ورقها بورق الخسق، وورق الخسّ مستو أملس، وفي ورق الصفراء تقريض كتقريض ورق الجرجير، كما قال يعقوب رحمه الله. ¶ 10 - وأنشد أبو زياد لرجل يرجز بركيّة له: ¶ أحمى لها من برقتي مكتِّلِ ... والرِّمث من بطن الحريم الهيكلِ ¶ ضرب رياح قائماً بالمعْوَلِ ... بذي شباة من قُساس مفصلِ ¶ في مثل ساقِ الحبشيّ الأعضلِ ¶ ثم قال في تفسيره: ومعوله الذي ضرب له برْطِيل مطول: حجر من قساس وقُساس: جبل، وذلك أنهم يأخذون البرطيل الذي كأنه معول فيأسرون عليه النصاب الذي يكون في المعول القدّ، والقد رطب ثم يضعونه في الشمس ثم يحفرون به كأنه معول. ¶ وقال: هذا النِّصاب مثل ساق الحبشي، والعضل: التواء. وهذا الذي قاله فاسد. ولا يمكن أحد حفر بئر بحجر ولو كانت أرضها من عجين، وقساس: جبل كما ذكر إلاّ أنه معدن حديد، وإنما أراد الراجز: بري من حديد قساس، والشَّباة: الحدّ، وأنشدونا عن الأصمعي وغيره في صفة معول: ¶ أخضرُ من مَعدِن ذي قُساسِ ... كأنّه في الحِيد ذي الأضراسِ ¶ يرمي به في البلد الدَّهاسِ ¶ فقال: من معدن ذي قساس كما قلنا. وقد قال أبو طالب عبد مناف بن عبد المطلب: ¶ ولمّا تبنْ منا ومنكم سواعدٌ ... وأيدٍ أُترت بالقساسية الشُّهْبِ ¶ أي، قطعت بالسيوف التي عملت من معدن ذي قساس، وأنشد أبو رياش: ¶ بها والنيّ عنها مُعْتَرقْسيفٌ قُساسيٌّ من الغِمد اندلقْ وأنشد أبو زياد: ¶ إذا استُعنتَ فاستعنْ بحدِّ ... ولا تكنْ مثلَ بليلِ القَدِّ ¶ وإنما الرواية: ¶ إذا استُعنتَ فأعنْ بحدّ",
            "page": "3",
            "part": "1",
            "seal": "F2C951D0"
        },
        {
            "id": "4",
            "nass": "12 - وقال أبو زياد: الخرص: الجائع، والخرصة الجائعة، وإنما الخرص: الجوع مع البرد، فإذا لم يكن مع الجوع برد فليس بخرص. ¶ 13 - وقال أبو زياد - وقد ذكر ثنيّة قِضَة -: وتلك الثنية التي استقبلتها تغلب يوم التحالق، حيث يوم التحالق.. حيث هزمتها بكر بن وائل، وهي التي وقف عليها ابن بَيض ومنها مكان لا يمره إلا فارس فارس، ووقف ابن بيض على ذلك الموضع - وهو رجل من بني حنيفة - فجعل لا يمر عليه أحد من بني تغلب إلاّ قتله، فقال قائل من بني تغلب: \" سَدّ ابن بيض الطريق \" فذهبت مثًلا: وليس الذي وقف على الثنية من بني حنيفة، ولا هو بابن بيض ولا كان ابن بيض في هذه القصة. وهذا يوم مشهور خبره في حرب البسوس، وإنما الذي وقف بالثنية رجل من بني تغلب. ¶ أخبرني أبو رياش: ان بني تغلب استقبلت ثنية قضة منهزمة يوم التحالق فجرد البرك التغلبي سيفه ونادى: يا بني تغلب في كل يوم هزيمة وفضيحة وجعل يعفر كل من مر به وهو يقول: \" أنا البرك أبرك حيث أدرك \" فرجع الناس لذلك وعاودوا الحرب. ¶ وأما المثل بابن بيض فإنه كان مجاوراً لبعض ملوك العمالقة، وكان له عليه خرج يحمله إليه في كل عام، فأراد ابن بيض التحول من جواره، وقد كان وجب عليه الخرج فسار تحت الليل حتى أتى ثنية لا طريق لطالبه سواها، فجعل ما كان يحمل إلى الملك من مال وثياب على رأسها وسار فلما أصبح الملك خبر بمسير ابن بيض فاتبعه فلما بلغ الثنية رأى ما تركه له ابن بيض فأخذه ورجع، وقال الملك: سد ابن بيض السبيل فجرت مثلا. ¶ وروى بعض الرواة أن الملك قال: اتقانا ابن بيض بحقنا لا سبيل لنا إليه. ¶ فقال: بعض من سمع هذا منه: \" سد ابن بيض السبيل \" فجرت مثلاً. ¶ وسمعت أبا رياش يحكي بمثل هذا وقريب منه. وأنشد بعض الرواة في مدح رجل بالوفاء: ¶ وفيْتَ وفاءَ ابن بَيْض بها ... فسَدَّ على السالكين السَّبيلا ¶ وقال بشامة: ¶ كثوب ابن بيض وفاهم به ... فسَدَّ على السَّالكين السبيلا ¶ وزعم الأصمعي: أن ابن بيض رجل نحر بعيرا على ثنية فسدها فلم يقدر أحد أن يحوزها فضرب به المثل. وأراد أن يقول: كبعير ابن بيض فقال: كثوب ابن بيض. ¶ وهذا غلط من الأصمعي أيضا، والقول ما أنبأتك به. ¶ 14 - وقال أبو زياد: من آل كليب آمنة بنت أبان بن كليب بن ربيعة بن عامر، وهي أم الأعياص من بني أمية بن عبد شمس، وأم عبد الله بن العباس بن عبد المطلب لُبابة بنت الحارث بن حزن بن بُجير بن الهُزم بن رُوَيبة بن عبد الله بن هلال بن عامر، وفيهما يقول النابغة نابغة بني جعدة: ¶ وشاركنا قُريشاً في تُقاها ... وفي أنسابها شِركَ العِنانِ ¶ بما ولدت نساءُ بني هلالٍ ... وما ولدتْ نساء بني أبانِ ¶ وأهل النسب على خلاف هذا، إنما الهلاليّة التي ذكر النابغة هي صفيّة بنت حزن بن بُجير بن الهُزَم أم حرب بن أمية بن عبد شمس، وهي عمة لبابة بنت الحارث بن حزن - أم عبد الله والفضل واخوتهما من بي العباس بن عبد المطلب. ¶ 15 - وقال أبو زياد: وبنو كلاب عشرة أبطن: عبد الله بن كلاب، وأبو بكر بن كلاب واسمه: عبيد، وعمرو بن كلاب، ورؤاس، والوحيد بن كلاب، وكعب بن كلاب، ووَبَر بن كلاب - هؤلاء سبعة من ولد كلاب - وأمهم: سُبيعة بنت سَلول، وجعفر بن كلاب، ومعاوية بن كلاب، وربيعة بن كلاب. أم هولاء الثلاثة ذُؤيبة بنت عمرو بن سلول. ¶ وهم لعمري عشرة كما قال إلاّ أن وَبْراً ليس ابن كلاب، إنما هو وبر بن الأضبط بن كلاب. ¶ 16 - وأنشد أبو زياد لصاعد: ¶ فما داريّة كُفرت أثاثاً ... بها دَرَجانُ ساريةٍ عراها ¶ بأطيبَ سورةً من طعم فيها ... إذا ما الثجُّ من سَنةٍ كراها ¶ وفسر فقال: الدَّارية: الخمر التي تصنع في الدير. ¶ وهذا غلط، إنما الدارية: لطيمة المِسك وأراد المسك بعينه، منسوبٌ إلى دارين، قال كثير: ¶ يُزيّنُ فَوْدي رأسهِ مُستغلِّةٌ ... جرى مِسكُ دارينَ الأحمُّ خِلالَها ¶ ودارين: قرية بساحل البحر، والنسبة إليها داريّ. ودارية للأنثى، وقال العجّاج: ¶ رَفَّعَ من خِلاله الدَّاريُّ ¶ ولو كانت كما قال أبو زياد، لقال: دَيريّةٌ ولأن يشبه رائحة فيها بالمسك أولى من الخمر. ¶ 17 - وأنشد أبو زياد لعبد العزيز بن زُرارة الكلابي:",
            "page": "4",
            "part": "1",
            "seal": "7F0EE8F4"
        },
        {
            "id": "5",
            "nass": "ألا أبلغ أبا بكر رسولاً ... شبابهم الأكارم والكهولا ¶ فإن أذهبْ وأترككم ورائي ... فقد أورثْتكم شرفاً طويلا ¶ فإني أستئيس الله منكم ... من الفردوس مَرتفقاً ظليلا ¶ بضربة كافرٍ من يوم زَحْفٍ ... يكونُ أداتُها وجعاً فليلا ¶ ثم فسر فقال: أستيئس: يُعزّي نفسه عن قومه. وأهل بلادنا يسمون التعزية: التأسية، وبقول الرجل للآخر هل أسّيت عن كذا وكذا؟ ولم يكن يدري ما التعزية؟ إنما هي التأسية أساني وأسيته. ثم أنشد من ذلك للخنساء: ¶ ولا يبكون مثل أخي ولكنْ ... أُعزّي النفسَ عنه بالتأسي ¶ ثم قال: وبقول الرجل إني أُوسي نفسي عن ذلك. ¶ وليس القول كما قال، ما أستيئس من التأسي في شيء، إنما أستيئس: أستعطي وأستعوض. فتأمل الشعر تجده شاهداً لنا، والعرب تقول: استآسه يستئيسه إذا استعطاه، وأنشدني أبو رياش: ¶ وكان الإلهُ هو المُستآسا ¶ أي المستعطى، والأوس: العطيّة، وأنشد لرجل يخاطب ذئباً: ¶ فلأحشونَّك مشقصا ... أوساً أويسُ من الهبالة ¶ فالأوس: العوض، وأُويسُ: الذئب، والهَبالة: العطيّة. يقول: أعوضك من العطية هذا المِشقصُ. وروى لنا الوهبيّ عن الرِّياشي في تفسير قول الأفوه الأوْدي: ¶ أو موثقً في القِدِّ ذي همَّةٍ ... مُجتنبٍ مستأيسٍ مُستئيسْ ¶ مستأيس: مُستعوض، ومستئيس: مستعيض. ¶ 18 - وأنشد أبو زياد لجُمل الضِّبابية: ¶ وأنْ رُبَّ جارٍ قد حمينا وراءه ... بأسيافنا والحربُ يَشرى ذبابُها ¶ وفسره فقال: شري الشر بين القوم، إذا اشتد حتى كأنَّ الذباب قد مسَّه من ذلك شرى في جلده. ¶ وهذا لا معنى له بوجه. وإنما ذباب كل شيء حدّه فأراد يشرى حدها ويشتد. 19 - وقال أبو زياد: وقال الوبري: ¶ لا تأمننَّ فزاريّاً خلوتَ به ... على قلوصكَ واكتبْها بأسيارِ ¶ لا تأمننَّ فزاريّاً خلوت به ... بعد الذي امتلَّ أيرَ العَيْر في النارِ ¶ وليس هذا الشعر كما روى، ولا هو للوبري. وإنما هو لسالم بن دارة يهجو زُميّل بن أبير والرواية: ¶ لا تأمننَّ فزاريّاً خلوت به ... بعد الذي امتلَّ أيرَ العَيْر في النارِ ¶ وإن خلوت به في الأرض وحدكما ... فاحفظْ قلوصك واكتبها بأسيارِ ¶ إني أخاف عليها أنْ يبيِّتها ... عاري الجواعر يغشاها بقُسبارِ ¶ إنَّ الفزاريَّ لا يَنفكُّ مُغْتَلماً ... من النَّواكهِ تَهذاراً بتهذارِ ¶ أنا ابنُ دارةَ معروفاً بها نسَبي ... وهل بدارةَ يا للناس من عارِ؟ ¶ ولسالم فيهم أشعار مشهورة، وله معهم قصص مذكورة. ولما ضرب زميّل سالماً، قال الكميت: ¶ ولا تُكثروا فيها الضِّجاج فإنه ... محا السيف ما قال ابن دارة أجمعا ¶ 20 - وقال أبو زياد: المومس: الذي يأمس بين الناس أي يفسد بينهم بالنميمة.. ¶ وإنما المومس والمومسة: الفاجرات، ومن ذلك قول الراعي: ¶ تغنَّى ليبلغني خَنزرٌ ... وكلُّ ابن مُومسةٍ أخْزَرُ ¶ فأما الذي يمأس بين الناس فهو المؤوس، وقد مأس يمأسُ، قال العجّاج: ¶ ويَعْتَلون من مأى في الدّحْسِ ... بالمأس يرقى فوق كل ماس ¶ مأى: أفسدَ مثل مأسَ. ¶ 21 - وقال أبو زياد: وكل ذات ناب من السباع رغوث إذا كان معها ولد ترضعه، ولا يقال هذا للمعزى ولا للإبل: وربما قيل للمرأة رغوث، ولا يقال لذات حافر رغوث. ¶ هذا شرط باطل لأنهم قد أجروا في أفعل من كلامهم أن قالوا \" آكل الأشياء بِرْذونة رَغوث \" نقل ذلك عنهم جلة الرواة. ¶ 22 - وأنشد أبو زياد للحنفي: ¶ إذْ لبست أُمُّكَ بُرْجديّا ... ما جئتَ من جال استها سويّا ¶ وفسره فقال: الأجوال: الجوانب واحدها الجال. ¶ وهو غلط لأن الانسان لا يخرج من الدُّبر وإنما يخرج من القُبل، والرواية: ¶ ما جئتُ من جار استها سويّا ¶ والعرب تسمي الفرج: الجار، ومنه قول الشاعر: ¶ يمْرجُ جار استها إذا ولدتْ ... يهدِرُ من كلِّ جانب خُصُمُ ¶ وكذلك قول الراجز:",
            "page": "5",
            "part": "1",
            "seal": "2E32D7FB"
        },
        {
            "id": "6",
            "nass": "وقد أراني في الزمان الأولِ ... أدُقُّ في جار استها بمعوَلِ ¶ دقكَ بالمِنحازِ حبَّ الفُلْفُلِ ¶ وكذلك قول خوّات بن جُبير: ¶ وأمِّ عيال واثقين بكسبها ... خلجتُ لها جارَ استها خلَجاتِ ¶ فهذا هو الوجه مع أنه الرواية، وقد يجوز أن يخرج لما قال وجهاً على قبح وضعف. وذلك أن يكون تناهى في أقذاره أن جعله مما يخرج من الدُّبر توسعاً في السب، لا على الحقيقة كما قال المُساور بن هند: ¶ فإن تكن أنتَ من عبسٍ وأمّهمُ ... فأُمُّ عَبْسِكمُ من جارة الجارِ ¶ فجارة الجار: الدبر، وكما قال الكميت: ¶ جاءت بكم فتحجّوا ما أقول لكم ... بالظنّ أمّكم من جارة الجارِ ¶ فجارة الجار: الدبر يدلك على ذلك قول الذي دنا من امرأته فوجدها حائضا فأخذها في دبرها، وقال: ¶ كلا وربِّ البيتِ ذي الأستار ... لأهتِكنَّ حَلَقَ الحِتارِ ¶ قد يُؤخذُ الجار بذنب الجارِ ¶ وهذا وإن جاز التعلق به، فالأولى إتباع الرواية الأولى. ¶ 23 - وقال أبو زياد: الوازع: الزاجر، والوازع: المستحث، وقال ذو الرمة: ¶ وخافق الرأس مثلِ السيف قلت له: ... زَعْ بالزمام وجَوْزُ الليل مَركومُ ¶ وقال لبيد: وقولا له - إن كان يقسم أمره - ألمّا يَزعْكَ الدهرُ أُمُّكَ هابلُ وقال: يقول ألمّا ينهك الدهر. ¶ وقد أصاب في رواية بيت ذي الرمة وتفسيره - وهو مما غلط فيه جماعة من الرواة - وأخطأ في رواية بيت لبيد، وأخطأ أيضا في أن جعل الوازع من الأضداد، وإنما الوازع: الزاجر، والزائغ: المستحث، تقول: وزع يزع، إذا كفَّ فهو وازع، كما يقال: وضع يضع فهو واضع. وإذا أمرتَ قلتَ: زَع مثل قولك: ضع، ومن ذلك قولهم: \" لا بد للسلطان من وَزْعة \" ومنه قول النابغة: ¶ فقلت: ألمّا تصحُ والشيبُ وازعُ ¶ أي والشيب زاجر كافٌّ. ووجه رواية بيت لبيد: ألمّا يزعك الدهر كما تقول: ألمّا يضعك. ¶ ويقال من الاستحثاث: زاع يزوع زوعا فهو زائع، كما يقال: فال يقول فهو قائل، وتقول إذا أمرته بالاستحثاث زُع كما تقول: قُل، والمُستحثّ والكافُّ وازعٌ هما مختلفان لفظا ومعنى، ولما لم يضبط أبو زياد فرقان ما بينهما جعلهما بلفظ واحد ضدين، ولم يقل هذا أحد غيره، وقد أساء فيه التمييز. ¶ هذا آخر ما في نوادر أبي زياد من السهو. ¶ 24 - وقال أبو زياد قبل هذا الموضع وقد أنشد بيت الفرزدق: ¶ وعضُّ د زمان يا ابن مروان لم يدع ... من المال إلاّ مُسحتاً أو مُجلّفُ ¶ أقوى أبو فراس. وإنما أخرته إلى آخر التنبيه عليه لأنه مما قدمت ذكره من ردّهم على الشعراء فجعلته طرفا لذلك. وقد خالف سائر الرواة في هذا القول لأن الرواة أجمعين على رواية: مسحت بالرفع والنصب، فمن رفع لم يحتج إلى احتجاج لمجلف، ومن نصب احتج وأوضح وجهه، واستشهد له، ولم يقل منهم أحد أنه أقوى. وسنذكر من ذلك ما يحضرنا حفظه إن شاء الله. ¶ قال أبو جعفر محمد بن حبيب وأنشد هذا البيت في النقائض: ¶ إلاّ مُسحت أو مجلّف ¶ وحكى أبو توبة عن الكسائي: مُسحتا بالنصب، وفد قال أبو عبد الله بن الأعرابي والفراء: حروف الاستثناء تجيء بمعنى قليل من كثير فجعل إلاّ معلّقة بأن يكون، فأضمرها ونواها ورفع مسحتاً على هذا المعنى أراد أن يكون مسحت أو مجلف فرفعه بيكون المضمرة، وإلا يدل على تعلقها بأن تكون كقولك: ما أتاني أحد إلا زيد، ومثله لشبيب ابن البَرصاء: ¶ ولا خيرَ في العِيدان إلاّ صِلابها ... ولا ناهضات الطير إلاّ صقورها ¶ أراد: ولا خير في العيدان إلاّ أن تكون صلابها، وإلاّ أن تكون صقورها. ¶ وحكوا عن خالد بن كلثوم: ¶ وعضُّ زمانٍ يا ابنَ مروانَ ما به ¶ قال: ومن روى مسحتا، أراد: لم يدع فيه عضُّ الزمان إلا مسحتاً، أو مجلّف بقي. فرفعه على هذا الإضمار، وأنشد: ¶ غداةَ أحلتْ لابنِ أصرمَ طعنةً ... حُصينٍ عَبيطات السَّدائفِ والخمرُ ¶ أراد: أحلت له الطعنة عبيطات السدائف وجلت له الخمر مع ذلك. ¶ وقال الطوسي: من روى مسحت أو مجلف فرفعهما معا أراد لم يدع من الدعة، ولم يوقع لمسحت فعلا.",
            "page": "6",
            "part": "1",
            "seal": "3318FA5D"
        },
        {
            "id": "7",
            "nass": "وكذلك قال أبو اسحق الزَّجاج وقد أنشد هذا البيت شاهداً على قول الله عز وجل: (فيُسْحِتَكم بعذابٍ) وفيسحتكم معنىً: لم يدع ولم يستقر من المال إلا مسحت. ¶ وقال ابن دريد - وقد أنشد هذا البيت فنصب - مسحت رواية أبي عبيدة: لم يدع بالكسر من الدعة. ¶ وإذا كان ذلك كذلك فلا وجه لنصب مسحت ولا طريق إلى تقول الأقوال عليه، وإن لم يكن كذلك فقد بان وجه رفع مجلف بعد نصب مسحت. ¶ 25 - وقد رُوي عن أبي زياد - وليس ذلك في نوادره - أنه قال في قول الفرزدق: ¶ يا أيها المُشتكي عَبْساً وما جَرمتْ ... إلى القبائل من قتلٍ وإبآسِ ¶ إنّا كذاك إذا كانت هَمرّجةٌ ... نَسبي ونقتلُ حتى يسأمَ الناسُ ¶ أقوى أبو فراس. ¶ وسمعت أبا رياش - رحمه الله - يسأل أبا بكر بن الخياط النحوي عن ذلك فقال ابن الخياط: وإبآس كذلك. فكان من إيماء أبي رياش أن الجواب عنه. ¶ 26 - ورُوي عن ابن زياد - وليس في نوادره - أنه قال في قول الفرزدق: ¶ على زواحفَ تزجى مخُّها ريرِ ¶ لحن الفرزدق. ¶ وقد حكى أبو أحمد عبد العزيز بن محمد الجلودي وذكره في أخبار الفرزدق أنَّ عبد الله بن أبي اسحق النحوي قال في هذا البيت أنه لحن وأن ذلك بلغ الفرزدق، فقال: أو ما وجد هذا المنتفخ الخُصْيين لبيتي مخرجاً في العربية أما أني لو أشاء لقلت: ¶ على زواحفَ تزجيها محاسيرِ ¶ ولكني والله لا أقوله، ثم قال: ¶ فلو كان عبدُ الله مولىً هجوتُه ... ولكنّ عبدَ الله مولى مواليا ¶ فبلغ ذلك عبد الله فقال: عذره شر من ذنبه. والخفض في ريرٍ جيّد، وتقديره: على زواحف ريرٍ مخُّها يُزجى. ¶ 27 - وقد روي عن أبي زياد أيضا - وليس ذلك في نوادره - أنشد الفرزدق: ¶ ألستم عائجين بنا لعنّا ... نرى العَرَصات أو أثر الخيام ¶ أقولُ إذا رأيت ديار قومي ... وجيرانٍ لنا كانوا كرامِ ¶ وهذا أيضا مما لحن فيه الفرزدق. ¶ وقد روى أبو أحمد عبد العزيز بن يحيى بن أحمد بن عيسى بن يزيد الجلودي في أخبار الفرزدق بإسناد متصل. ذكره أن الفرزدق حضر عند الحسن البصري، فأنشده: ¶ أقول إذا رأيتُ ديار قومي ... وجيرانٍ لنا كانوا كرامِ ¶ فقال له الحسن: كراماً يا أبا فراس. ¶ فقال له الفرزدق: ما ولدتني إلاّ ميسانية إن جاز ما تقول يا أبا سعيد قال: وأم الحسن من أهل مَيْسان. فهذا ردّ الفرزدق عن نفسه، وقد أصاب، وتقدير قوله: وجيران كرام كانوا لنا. ¶ التنبيهات على ما في نوادر ¶ أبي عمرو الشيباني - رحمه الله - واسمه: إسحق بن مرار بن زرارة قال أبو عمرو: ويقال للبُسر أيضاً الجدال، وأنشد: ¶ يَخِرُّ على أيدي السُّقاة جَدالها ¶ وإنما الجدال: البَلَحُ بإجماع، وقد أتى أبو عمرو بأسماء البلح في نوادره على الاستقصاء؛ ولم يأت بالجدال فيها. ¶ 2 - وقال: المُصاداة المنع بين الشدة والإرخاء، وهو من المُداراة، قال: وهي المُفاناة والمُساناة والمُدالاة والمُداجاة، قال رجل من غَطَفان: ¶ كلٌّ يُداجي على البَغْضاء صاحبَهُ ... ولن أُعالنهم إلاّ كما عَلَنوا ¶ هذا الرجل الغطفاني - هو قَعْنَب بن أمِّ صاحب، والمداجاة: التغطية والمساترة وليست من المداراة، والأصل فيها: التستر بالدُّجْية - وهي قترة الصائد - وجمعها الدجى، وهي مأخوذة من دُجى الليل، ودجى الليل: ما ستر الأشياء بظلمته فغطى عليها. وفي دجية الصائد يقول الطِّرماح: ¶ مُنطوٍ في مُستوى دُجْية ... كانطواء الحُرِّ بين السِّلامْ ¶ والحر: الأبيض من الحَيّات، والسِّلام: الحِجارة، وفي جمع دُجية دُجىً، يقول أميه بن أبي عائذ الهذلي: ¶ فأسلكها مَرْصداً حافظاً ... به ابنُ الدُّجى لاطئاً كالطِّحال ¶ جعله لكمونه في دُجيته واستتاره ابناً للدُّجى أي القُتر، وقد قال هو في كتاب الجيم: الدُّجية قُترة الرامي، قال كعب: ¶ وهم بوِرْدٍ بالرُّسَيس فصدَّ ... رجال قُعودٌ في الدُّجى بالمعاول ¶ وقول أبي عمرو: هي المُفاناة والمُساناة: يعني المداراة. ¶ وإنما المساناة: المُساهلة، ومنه قول الشاعر: ¶ إذا الله سَنَّى عَقْد شيءٍ تيسّرا ¶ وجمعه بين المساناة والمداراة أقرب من جمعه بينها وبين المُداجاة.",
            "page": "7",
            "part": "1",
            "seal": "0D714E93"
        },
        {
            "id": "8",
            "nass": "3 - وقال أبو عمرو: كان مدركة وطابخة أخوين طلبا إبلهما فصادا أرنبا، فقال مُدركة لطابخة: اطبخ لنا هذا إلى أن أثني عليك الإبل، فطبخها طابخة، وثني عليه مدركة الابل، فلما أتيا أمهما، قالا: فعلنا وفعلنا، قالت: \" فأنت طابخة وهذا مُدركة \". فذهب طابخة ومدركة باسميهما وأمهما خِندف. ¶ وإنما أبوهما الذي قال لهما هذا، وهو الذي قال لأمهما يومئذ - واسمها ليلى -، وكانت خرجت مسرعة لما أتاها الخبر: \" علام تُخندِفين وقد أدركت الإبل \" فذهب خندف باسمها وهي: ليلى بنت عمران بن إلحاف بن قُضاعة. ¶ 4 - وقال أبو عمرو: التَّماتين في المظلة: التَّضريب في البيت ليستقيم بها البيت، وهو أن يضرب بالخيوط كما يضرب في الفسطاط والشاذكونة، يقال: مَتّنْ بيتك، وواحد التماتين: تمتين. ¶ وهذا الذي قاله غلط، إنما التماتين: الخيوط وواحدها تَمْتان، بإجماع أهل اللغة، فأما التَّمتين فالفعل - وهو التضريب - يقال: متن فُسطاطه وثوبه يُمَتّنه تمتيناً فجعل الفعل اسماً واحداً ووحّد الجمع فغيّر واحده. ¶ 5 - قال أبو عمرو: واللِّص يقال له خارب، وأنشد: ¶ ولا خاربٌ إنْ فاته زادُ صاحبٍ ... يَعَضُّ على إبهامه، يَتَفكّنُ ¶ أي يتندّم. ¶ وهذا غلط، الخارب: الذي يسرق الإبل خاصة لم. قال أبو زياد: الخارب: الذي يسرق الإبل ولا نسميه لصاً، هو عندنا أجلُّ من اللص. ¶ وقال ثعلب في قول العجّاج: ¶ أنت وهبت هجمةً جُرجورا ... أُدْماً وعِيساً مَعَصاً صبورا ¶ لم تعط في عطائها تكديرا ... خِرابةً ولم تكن مهورا ¶ الخرابة: سرقة الابل خاصة، وكذلك قال أبو نصر في قول ذي الرمة: ¶ فجاء كذَوْد الخاربين يسلُّها ... مِصَكّ تهاداهُ صحارٍ صرادحُ ¶ وقال أبو زياد أيضا: \" والخارب الذي يأخذ النَعَم من الشام فيستاقها، ثم يبيعها باليمن، ويأخذها من اليمن، فيبيعها بالشام، وهو الطَّراد ولا ندعوه لصاً، هو أرفع عندنا من اللصّ، واللِّص: عندنا الذي يسرق من البيت؛ والطريق؛ ومتاع الناس \". ¶ وهذا الذي فاله أبو زياد غير صحيح، لأن أبا رياش قال: الخارب الذي يسرق الإبل - وقد يقال له اللص - واللص لا يقال له: خارب، وهذا هو القول الصحيح لا قول أبي عمرو وأبي زياد، لأن الراجز يقول: ¶ والخاربُ اللِّصُّ يُحبُّ الخاربا ... وتلك قُربى مثلَ أن تُناسبا ¶ أنْ تُشبه الضَّرائب الضَّرائبا ¶ فأما فول الآخر: ¶ إئتِ الطريقَ واجتنبْ أرماما ... إنَّ بها أكتلَ أو رزاما ¶ خُويربينِ ينفقانِ الهاما ... لم يتركا لمُسلمٍ طَعاما ¶ وإنما وصفهما مع سرقتهما الإبل بالنَّهم، لا بأنهما يسرقان طعام الناس، والعرب تعدُّ آكل مُخّ الرأس نهماً، ولذلك يقول شاعرهم: ¶ ولا يسرقُ الكلبُ السَّروقُ نِعالنا ... ولا ينتقي المُخَّ الذي في الجماجمِ ¶ ومما يدلّك على صحة قول شيخنا أبي رياش، وفساد قول الشيخين - رحمهم الله - قول قّسَّام بن رواحة السِّنْبسي: ¶ لبئسَ نصيبُ القوم من أخويهم ... طِرادُ الحواشي واستراقُ النواضحِ ¶ وقول أبي محمد الحذلمي: ¶ يمنعها من شرِّ خرَّابٍ وسَلْ ... وطائفِ الحُواضِّ أو من مُهتبلْ ¶ مخافة البيضِ وأطراف الأسَلْ ¶ وقال ابن الأعرابي: السَّلُّ: السرقة، يقال: في فلان سلَّة أي سرقة. ومن أمثالهم: \" الخلّة تورث السَّلّة \" قال: والخُرّاب: الذين يسرقون الإبل خاصة. ¶ 6 - وأنشد أبو عمرو لمالك العليمي: ¶ انجُ نجاءً من غريمٍ مكبولْ ... يُلقي عليه النّأدلان والغولْ ¶ واتّق أجناداً بفرعٍ مجهولْ ¶ وفسره فقال: النأدلان أمران جسيمان واحدهما: النأدل، والغول: أمرٌ دَهيٌّ، والفَرع: الأرض المجدبة. ¶ وأكثر الرواة على أن النَّيدلان - بفتح النون وحذف الهمزة - وأنه الذي تسميه العامة: الكابوس. وينشدون هذا البيت: ¶ يُلقى عليه النَّيدلان بالليل ¶ والوجه ما رواه أبو عمرو من الغول، والوجه في، تفسيره ما عليه الرواة من التوحيد، وأنه الكابوس. ¶ 7 - وقال أبو عمرو: والصُّفاخ: واحدة ولا أعرفها إلاّ واحدة، وهي في شعر الحطيئة، يقال: ناقة صُفَّاح ولا يقال: صُفّاحة.",
            "page": "8",
            "part": "1",
            "seal": "F31F3F71"
        },
        {
            "id": "9",
            "nass": "وقد أساء أبو عمرو في هذا الشرط ووهم، يقال: ناقة صفّاح - كما قال - وصُفّاحة وأنا أذكرها، والشاهد له قول حارثة بن بدر الغداني: ¶ لحيبِ الجَنْب صُفّاح سِنادٍ ... مُفأَّمةٍ كدسْكرة الموالي ¶ والشاهد عليه أيضا قول الفزاري أنشده ابن الأعرابي وغيره: 14ب وصفّاحةٍ مثل الفنيق منحتها عِيالَ ابن حَوْبٍ جنّبته أقاربه والحوب: الجهد. والصُّفاحة: الناقة الشديدة - هاهنا - شبهت بالصخرة لصلابتها وشدتها، والصُّفاحة: الصخرة. ¶ 8 - وقال أبو عمرو: يقال غَوِي الجَدي. إذا عطش من اللبن وأُسيء غذاؤه. ¶ وأهل اللغة على خلاف هذا، الغوي عندهم البَشَم، وبذلك يفسرون قول الشاعر يصف قوساً: ¶ مُعَطَّفةُ الأثناء ليس فَصيلُها ... برازئها درّاً ولا مَيّتٍ غَوَى ¶ وقول أبي عمرو أشبه بالبيت، والرواة على ما أنبأتك به. ¶ 9 - وقال أبو عمرو: الصَّيصة: الحُفُّ الصغير تنسج به النساء. وهذا سهو منه - رحمه الله - إنما الصيصة: شوكة الحائك الذي يُمرّها على الثوب، وهي قرن، والقرون هي الصياصي، وبذلك سُميت الحصون الصّياصي لأنها تمنع من فيها كما يمنع ذو القرن بقرنه، قال الله عز وجل: (وأنزل الذين ظاهروهم من أهل الكتاب من صياصيهم وقذف في قلوبهم الرعب) . ¶ وقال أبو يوسف: ورأيت معزاً مُلساً كأنها الصياصي، والصياصي ملاقط النساء التي يلقطن بها النسوج، والواحدة: صيصة بمنزلة الحَف فأراد أنها سِمان مُلسٌ تبرق. ¶ فقوله: ملاقط النساء التي يلقطن بها النسوج موافق لقولنا. وهو الصحيح. ¶ وقوله: بمنزلة الحفّ مقارب لقول أبي عمرو وهو غلط - وفيه نقض لما قدم من صحيح قوله. وقال در يد بن الصِّمة يذكر أخاه عبد الله: ¶ فجئتُ إليه والرِّماح تنوشه ... كوقع الصياصي في النسيج المُمدَّدِ ¶ وأما قول الراجز، وذكر التمر: ¶ يُنزعُ بالقَرْن وبالصِّيصجِّ ¶ فإنه لما اختلف اللفظ كرر كما قال الآخر: ¶ وألفى قولها كَذِباً ومَيْنا ¶ كما قال النابغة: ¶ يشفي بريق لِثاتها العَطِشُ الصَّدى ¶ وكما قال الآخر: ¶ وهندٌ أتى س دونها النأيُ والبُعدُ ¶ وقال العجّاج: ¶ عَهدَ بنيٍّ ما عفا وما دَثَرْ ¶ وقال العدواني: ¶ .....................ولا ... آمن أن تكذبا وأنْ تَلعا ¶ أن تكذبا يقال: يلَع وَلَعاً ووَلْعاً وولعاناً: إذا كذب، ويدلك على أن الصياصي القرون، قول الشاعر: ¶ فأصبحتِ الثيرانُ غرقى وأصبحت ... نساءُ تميم يلتقطن الصَّياصيا ¶ وإنما يلتقطن القرون لينسجن بها. ¶ وقال بعض الرواة: الصياصي شوك الحاكة الواحدة صيصية، وهي مأخوذة من صيصية الديك، وهي شوكة وإبرة في رجله. وهذا قريب معناه مما قدمنا بل هو مثله، وكل ردّ على أبي عمرو. ¶ 10 - وقال أبو عمرو في تفسيره قول زياد الملقطي: ¶ يلفُّ منها بالخرانيف الغُزرْ ... لفّاً بأخلافٍ رخيّات المَصَرْ ¶ حُمْرِ الذُّرى خراخر بلا حَوَرْ ¶ الخرانيف: السمان الغزار الواحد خِرنفٌ، والخراخر: الكرام الواحد خُرخُور. والمَصْر: أن يمتصرها، يحلبها قليلاً قليلاً، وناقة مصور: إذا كان بها لبن قليل. تقول: هذه ناقة مصور، ويمصرها: يحلب منها شيئاً بعد شيء. ¶ ولم يذكر المصر بالتحريك، وإنما فسر المصْر بالإسكان وهذا سهو منه. ¶ وما يخلو الراجز أن يكون أراد النصر، وهو موضع الصّر بالصّرار فعدل أبو عمرو إلى تفسير المصْر فغلط. ¶ وأما أن يكون أراد المصْر فحرّك فقال: المَصَر، وكان يجب على أبي عمرو أن يبين ذلك فإنهم ربما حركوا المسكّن للضرورة. فمن ذلك قول زهير: ¶ كما استغاث بسيءٍ فزُّ غيطلةٍ ... خاف العيون فلم ينظر به الحَشَكُ ¶ وإنما هو الحَشْك بالإسكان، وهو اجتماع اللبن، ومنه قول رؤبة: ¶ وقاتمِ الأعماق خاوي المخترقْ ... مُشتَبه الأعلام لمّاع الخَفَقْ ¶ وإنما هو الخَفْق، يقال: خَفَق يخفِق خَفْقاً، ومثله: ¶ وشَفَّها اللوحُ بمأزولٍ ضَيَقْ ... صوادقَ العَقْبِ مهاذيبَ الوَلَقْ ¶ وقد يحرك الساكن إذا كانت القافية موقوفة، قال الراجز: ¶ عَلّمنا أخوالنا بنو عِجِلْ ... الشَّغربيَّ واعتقالاً بالرِّجِلْ ¶ وقال آخر:",
            "page": "9",
            "part": "1",
            "seal": "426C4570"
        },
        {
            "id": "10",
            "nass": "عجبت والدهر كثيرٌعَجَبه ... من عَنزيٌ سَبّني لم أضربُهْ ¶ وقال أبو النجم: ¶ فقرِّبنْ هذا وهذا أزحِلُه ¶ وقال أوس: ¶ له صرخةٌ ثم إسكاتةٌ ... كما طرّقت بنِفاس بِكرْ ¶ وأياً ما أراد زياد، فقد عدل أبو عمرو عن شرحه. ¶ 11 - وأنشد أبو عمرو: ¶ وأخرجها النِّسناسُ حتى أحَلّها ... بدار عُقيل، وابنها طاعمٌ جَلْدُ ¶ وقال: النسناس: الجوع. ¶ وإنما القسقاص بقافين، وقال أبو زيد: القسقاص: شدة الجوع والبرد، وأنشد: ¶ أتانا به القَسقاس يُرعش خابطاً ... ولليل أسجافٌ على البيد تُسْبَلُ ¶ وقال ابن دريد في كتاب الثناثي المكرر في سين وقاف: والقسقاس: شدة الجوع والبرد، وقرب قسقاس: بعيد المطلب مثل حَصْحاص وحذحاذ، وحدحاد وأنشد البيت الذي أنشده أبو زيد. ¶ وما أعلم أن أحداً من الرواة قال النسناس: الجوع سوى أبي عمرو، والرواة على القسقاس بقافين، وهذا تصحيف منه - رحمه الله - ولو بلغ تنبيهنا هذا أبا عبيدة لسُرَّ، وعلم أنا أثأرنا له منه فيما راسله به في الغيل. ¶ 12 - وأنشد أبو عمرو لطريف بن تميم: ¶ حَوْلي فوارسُ من أُسَيِّدَ شِجْعةٌ ... وإذا حللت فحولَ بيتي خَضَّمُ ¶ وقال: الشِّجعة: الشجعاء، وهم الشجعان والشجعان، والخضم: العدد الكثير. ¶ هذا غلط فاحش إنما العدد الكثير: الخضم مشبه بالبحر، قال العجاج: ¶ فاتجمج الخِضَمُّ والخِضَمُّ ... فخَطَموا أمرَهمُ وزَمّوا ¶ فأما خَضّمُ في بيت طريف، فإنما لقب لبني العنبر بن عمرو بن تميم، ويلقبون أيضا الجعْراء. قال أبو عبيدة: خَضَّمُ: لقب بني العنبر، وكذلك ابن الكلبي، وغيره من أهل النسب. ¶ 13 - وأنشد أبو عمرو للمُثلّم الدَّغشي من طيفي: ¶ كنتُ ابتألتُ على قوم ذوي حَسَبٍ ... قد كنت أُوليهمُ عُرفاً فخانوني ¶ وقال الابتآل: الاعتماد على العصا، ويقول: ابتألت عليهم في ذلك أي اعتمدت كأنه من الوَأْل، وهو الحِرْز أي صيّرتهم ملجأً لي. ¶ وهذا فاسد. إنما الحرز: الموئل، فأما الوأل فمصدر لقولهم: وأل يئل وألاً إذا لجأ أو تحرز. ومن كلامهم: \" لا وألتُ إن وألتَ \" أي لا نجوتُ إن نجوتَ. ¶ 14 - وأنشد أبو عمرو لعطاء الدُّبَيري: ¶ ونازحةِ الجُولين خاشعة الصُّوى ... قطعتُ بمدشاءِ الذَّراعين ساهمِ ¶ وقال: المدشاء سريعة أوب اليدين. ¶ وإنما المدشاء: القليلة لحم الذراعين، قال أبو زيد: المدش: الضعف في البصر وفي اليدين. وقال ابن دريد: مَدِشت عين الرجل تمدش مدشاً إذا أظلمت من جوع أو حر شمس، والرجل مَدِشٌ، قال: وأحسبه مقلوبا من دَمِش. ¶ وقال الأصمعي: المدْش: الضعف. وهذا كلّه متقارب لأنهما إذا قل لحمهما ضعفتا، ولم يذكر أحد في المدش السرعة. ¶ وقول عطاء في البيت: \" ساهم \" يدل على التحول والتغير، وذانك لهما مُضعِّفان. ¶ 15 - وقال: الابل المطاريق التي تسير ولا تأكل وقد أطرقت الإبل؛ والواحدة مُطرقة. ¶ هكذا نقل عنه وهو وهم منه، ومن نقل عنه، وإنما الوجه اطّرّقت بتشديد الطاء، وهي مُطّرقة قال الراجز: ¶ حتى إذا الليل علا الحَيّوتا ... سارت معاً واطّرقت شتيتا ¶ 16 - وقال: اللِّماك: الكُحل، وأنشد: ¶ حتى إذا ما مرَّ خِمْسٌ قعْطني ... وشبّ عينيها لِماك مَعْدِني ¶ هكذا روى عنه: لِماك بالكاف وكسر اللام. ¶ وأكثر الرواة: أبو زياد وغيره، يروون: لَمال بلامين الأولى مفتوحة وهما الأعرف. ¶ 17 - وقال أبو عمرو: الدَّهْمَجة مشيُ الكبير كأنه في قيد. ¶ والرواة: على أن الدهمجة تقارب خطو مع سرعة، قال الفرزدق: ¶ حمارٌ لهم من بنات الكداد ... يُدَهمجُ بالوطب والمِزودِ ¶ يبيعون نزوته بالوَصيف ... وكوميهِ بالناشفي الأمردِ ¶ ولو كانت الدهمجة من مشي الكبير كأنه في قيد لما ساوى هذا الحمار وصيفاً فكيف نزوته. والدهمجة: السرعة لا محالة. ¶ 18 - وقال أبو عمرو: الثفال الذي يجعل تحت الرحى يقع عليه الدقيق. ¶ وهذا محال إنما يقع عليه الحب لأنه جلد بين الحجرين محيط بالقطب تحت الفأس، ولا دقيق ثمَّ. ¶ 19 - وقال أبو عمرو: المَسَد من جلود الإبل تُغار، والإغارة: الفتل فتجعل - وهي رطاب - مثل الرِّشاء الغليظ فيبقى دهراً. ¶ وإنما قال الشيخ هذا لأنه حفظ قول الراجز:",
            "page": "10",
            "part": "1",
            "seal": "BB784C08"
        },
        {
            "id": "11",
            "nass": "وَمَسدٍ أُمرَّ من أيانقِ ... ليس بإنسانٍ ولا حقائقِ ¶ ونسي - رحمه الله - قول الراجز: ¶ يا مَسَدَ الخُوصِ تعوّذْ مني ... إن كنت لَدْناً ليِّناً فإني ¶ ما شئتَ من أشمطَ مُقسئنِ ¶ وإنما الأمساد: الحبال الغِلاظ من أي شيء كانت من أبق، أو قطن، أو شعر، أو وبر، أو جلد. ¶ وقال أبو زياد: الأرشية كلها أمساد الواحد مسد، ولعل المسد ما كان من جلود الإبل، ثم قيل لكل رشأ مسد، وأنشد: ¶ وبكرةً ومحوراً صرّارا ... ومَسَداً من أبَق مُغارا ¶ قال: والأبق: هُدْب الكتان، وهو عند غيره القِنّب. ¶ وقال أبو خيرة وأصحابه من الأعراب: المسد من جلد أو أبق، والأبَق: القِنّب عام ومن مصاص، وهو نبات كالكولان أو من خلب، والخلب: اللّيف. وقال الفراء: المسد: الحبل من الليف ثم قيل في الحبل من الجلود. ¶ 20 - وقال أبو عمرو: ذكر الحارث بن عباد وقصّ خبره، ثم قال: \" وكان معهم يوم قِضة ويوم التحالق، فحمل فأخذ عدي بن ربيعة أخا مهلهل \". ¶ فجعل يوم قضة ويوم التحالق يومين وإنما هو يوم واحد، يوم قضة: هو يوم التحالق، وهو يوم الثنية، وهي ثنيّة قِضة. ¶ 21 - وقال أبو عمرو: الأنبار: أنبار الطعام الواحد منها نِبْر، والأنبار: القردان الصغار الواحد نِبْر، وأنشد: ¶ .........مدارج الأنبار ¶ وهذا سهو، الأنبار من الطعام واحد، والجمع: الأنابير. ¶ 22 - وروى أبو عمرو: ¶ والحَمَضيّات على علاّتها ... يَبِتن يَنتقلنَ أجهزاتها ¶ وإنما الرواية: يَنْتُقنَ أجهزاتها. ¶ 23 - وأنشد أبو عمرو لأبي البقاء العنزي: ¶ أحمَدُ ربّاً وهبَ الجلّوخا ... من بعد ما شِبتُ وقالوا: شيخا ¶ وسيّر الشيب شَباباً أشدخا ¶ لم يفسر أشدخاً ولا أعرفه، وأنا أظن أنه يُروى: شدخا بغير ألف، فإن كان كذاك، فالشَّدخ: الحديث السن الرَّخص. ¶ 24 - وقال أبو عمرو: الرَّجاجة: النعجة المهزولة، ولا تكون إلآ من الضأن، وأنشد: ¶ أعطى عِقالٌ نعجةً هملاجا ... رَجاجةً أنَّ له رَجاجا ¶ وقد وهم، قد تكون الرجاجة من الضأن والمعز والإبل والناس، قال أبو عبيدة: الرَّجاج: الضعفاء من الناص والإبل، وأنشد: ¶ قد بكرتْ مَحوةُ بالعجاجِ ... فدمّرت بقيّة الرَّجاجِ ¶ وأنشد غيره: ¶ فهُمْ رَجَاجٌ وعلى رجاجِ ... يَهمونَ أفواجاً إلى أفواجِ ¶ والضأن لا يُركب. ¶ 25 - وقال أبو عمرو: وحَمّجَ إذا شدّد النظر. ¶ والتحميج: أن يُصغّر الإنسان عينيه ليستثبت. ¶ 26 - وقال أبو عمر وتقول: هو على سليقة واحدة أي على طبيعة واحدة، وعلى سُرجوجة واحدة. وأنشد: ¶ فما الشرُّ فاعلم بسُرجوجةٍ ... وما الخير للمرء إلاّ درّرْ ¶ وما رأينا أحدا قط ولا سمعنا بدرّ عليه الخير، وإنما الرواية: ¶ وما الخير للمَرء إلاّ تِيَرْ ¶ يقال: تارة وتارات وتِيَر، قال العجاج: ¶ ضرب إذا ما مِرجل الموت أفَرْ ... بالغَلي أحموه وأجْنوه التِّير ¶ الأفر: النزو. ¶ 27 - وأنشد أبو عمرو لابن هرمة: ¶ أقدرُ أنقاها وأندؤها ¶ والرواية: تقدر أنقاها بالتاء، وأول البيت: ¶ يمشي طُهاتي إلى كرائمها ... تقدر أنقاها وتندوها ¶ 28 - وقال أبو عمرو الجُبّأ: الناجي من الأمر الذي قد انفلت منه. وأنشد: ¶ وما أنا من ريب المنون بجُبّإ ... وما أنا من سَيب الإِله بيائسِ ¶ وهذا التفسير منه على التوهم، إنما الجُبّأ: الجبان لا الناجي، وإنما حمله على الأغلب في الظاهر على حقيقته في اللغة. ¶ 29 - وقال أبو عمرو: الصُّور: الجماعة من النخل الصِّغار منه الذي لا يطول، وجماعه: الصِّران. ¶ في هذا القول غلطان أحدهما: أن الصُّور الجماعة من النخل الصغار والكبار والطوال والقصار. وقال أبو حاتم: الصور: النخل المُلتف، وأنشد غيره قول الراجز يصف جملاً بطول العنق: ¶ كأنّ جذعاً خارجاً من صَوْرهِ ... بين مقذّيه إلى سِنّورهِ ¶ والآخر أن: جمع صور أصوار، ونما الصيران جمع صِوار، يقال: صِوار وصُوار، والجمع: صيران وأصورة. ¶ 30 - وأنشد أبو عمرو لابن الرقيات: ¶ أعني ابنَ ليلى عبدَ العزيز ببا ... ب اليونِ تغدو جفانه رُذما",
            "page": "11",
            "part": "1",
            "seal": "FC0EFCC5"
        },
        {
            "id": "12",
            "nass": "وفي هذه الرواية أيضا غلطان: وإنما الوجه ببابليون، وهو اسم مصر بلغة السودان، وتمسي جفانه لأن المساء وقت الإطعام، ومجيء الأضياف، وقال الرواة في قول الخنساء: ¶ يذكرني طلوعُ الشمس صَخراً ... وأذكرهُ لكلِّ مغيبِ شمسِ ¶ أنها تبكيه عند طلوع الشمس للغارة، وعند مغيبها للأضياف. على أن تغدو قد يجوز، وباب اليون لا يجوز. ¶ 31 - وأنشد أبو عمرو: ¶ ألا بكّر الناعي بخيريْ بني أسَدْ ... لسعدِ بن مسعودٍ وبالسيد الصَّمدْ ¶ وإنما الرواية: لعمرو بن مسعود. ¶ 32 - وقال أبو عمرو في قوله: \" لا إسلالَ ولا إغلال \". الإسلال: السَّرَف، والإغلال: الغش، ويقال: \" إنّ في بني فلان سِلّة \". أي: سَرَف، والإغلال: كأنه من الغل يعني الغش. ¶ وإنما الإغلال من الغل، وهي الخيانة يقال: غلّ يغُلّ غلاً إذا خان. ومنه قول الله عز وجل (وما كان لنبيٍّ أن يغُلَّ) ، والغل: الخيانة، وأنشد أبو حاتم لامرأة في صفة نخلة: ¶ أضلّها أضلّ ربي عمله ... ثم أتى فاخرها فأكله ¶ ثُمت قالت عرسه: لا ذنب له ... لو قتل الغل امرأً لقتله ¶ ولا معنى للغُلّ مع السّل، وإنما الإسلال من السِّلة والإِغلال من الغُل. ¶ هذا آخر ما في نوادر أبي عمرو ¶ من السهو 33 - فأما ردّه على الشعراء فإنا نذكر منه ما وافقه عليه الأصمعي ووهما فيه، فمن ذلك قول النابغة يصف الثور: ¶ يحيد عن أسْتنٍ سودٍ أسافله ... مثل الإماء الغوادي تحمل الحُزَما ¶ قالا: إنما توصف الإماء بالرَّواح بالحطَب لا بالغدو، وأنشد قول الراعي: ¶ هلاّ سألتَ هداكَ الله ما حَسَبي ... إذا رعائيَ راحتْ قبل خطّابي ¶ وأنشد الأصمعي: ¶ تظل بها رُبْدُ النعام كأنّها ... إماءٌ تُزجّى بالعشيّ حواطبُ ¶ وكان الرياشي ينكر على الأصمعي هذا، ويقول: إنما تغدو الإماء لتحمل الحزم رواحاً، وكان أبو عبيدة يقول: لم يقل النابغة: إلاّ عشاء الغوادي تحمل الحُزُما. ¶ فإن كانت الرواية كما قال أبو عبيدة فقد غير بيت النابغة، وإن كان كما روياه، فقول الرياشي واضح بين جيد، ومثله قول العجاج: ¶ يكشف عن جمّاته دلوُ الدَّالْ ... غيابةً غثراء من أجْنٍ طالْ ¶ وإنما الدّالي الذي ينزع الدلو من البئر مملوءة، يقال: دلا دلوه يدلوها دَلْواً فهو دالٍ، قال الراجز: ¶ دلواً ترى الداليَّ منه أزورا ¶ وأدلى دلوه يُدْليها إدلاءً فهو مُدلٍ إذا أرسلها ليملأها، قال الله عز وجل: (فأرسلوا واردهم فأدلى دلوه) أي أرسلها، وإنما يكشف عن الجمّاة دلواً المدْلي إذا أرسلها، ثم تصل إلى الماء فتغرق، ثم يدلوها بعد ذلك، وقد ذهب ما كان على الجمّاة فلما كان المُدْلي أدلى عاد فدلّى، قال العجاج: ¶ دلو الدّال ¶ وكذلك الإماء كنّ إذا غدون رحن يحملن الحَطب، قال النابغة: مثل الإماء الغوادي ... ¶ وقد غلط في تفسير بيت العجاج جلّة الرواة وآخرهم ثعلب، وما علمت أن أحداً شرحه شرحنا؛ ونحمد الله على ما أولى وإياه. نستزيد من الحُسنى. ¶ 34 - وكان الأصمعي وأبو عمرو يعيبان طرفة في قوله: ¶ وإذا ما شربوا ثم انتشوا ... وهبوا كلَّ أمونٍ وطِمِرْ ¶ ويقولان: الخمر تُسمِّحُ البخيل؛ وينشدان قول عمرو بن كلثوم: ¶ ترى اللّحِزَ الشحيحَ إذا أُمّرت ... عليه لمالهِ فيها مُهينا ¶ وقال الأصمعي: إنما الجيد قول زهير: ¶ أخي ثقةٍ لا تُذهِب الخمر مالَهُ ... ولكنه قد يُذهب المالَ نائلُه ¶ وقد وهما وأصاب طَرَفة. أما بيت عمرو بن كلثوم فلا حجة لهما فيه، لأنه قال: لماله فيها مهينا. فلم يخرج بسماحته عنها. ¶ وأما بيت زهير فمدح حسن. وإنما وصفه بالكرم والإعطاء، وإن ذلك يتلف مال لا شربه الخمر، ولكن قول طرفة يريد به: أنهم إذا شربوا وهبوا ما يملكون ثم ذكره، فقال: كل أمون وطِمِر. وهذا كقول المُنخّل اليشكري: ¶ وإذا انتشيت فإنني ... ربُّ الخورنق والسَّديرِ ¶ وإذا صحوت فإنني ... ربُّ الشويهة والبعيرِ ¶ وهذا فعل الخمر؛ ولذلك قال الأخطل: ¶ إذا ما نديمي عَلّني ثم عَلّني ... ثلاثَ زجاجاتٍ لهنّ هديرُ",
            "page": "12",
            "part": "1",
            "seal": "212F6316"
        },
        {
            "id": "13",
            "nass": "خرجتُ أجُرُّ الذيلَ مني كأنني ... عليك أميرَ المؤمنين أميرُ ¶ وفيه قال أُزَيْهر النُميريّ فوافق طرفة: ¶ وندمانِ صدقٍ له بهجةٌ ... كريمُ الفُجاءة رحبُ العَطنْ ¶ أكلنا الغريض على كأسهِ ... ولم يدرِ نِدمانه ما الثمنْ ¶ وراح نداماه لم يغرموا ... وراح إلى أهله قد غبنْ ¶ وقال المَرّار بن سلامة العِجلي: ¶ وفتيان يهولك أنْ تراهم ... سَبَأتُ لهم من الرّاح المدامِ ¶ فلما أن شربنا وانتشينا ... ودَبّت في المفاصل والعظامِ ¶ نهضتُ إلى عتيقٍ مَشرفيٍّ ... حديثِ الصَّقْل مأثورٍ حُسامِ ¶ لبركٍ هاجدٍ فاعتمتُ منه ... علاةَ الجسم تامكةَ السَّنامِ ¶ وهذا موافق لطرفة لفظا ومعنى، وقد وافقهما في اللفظ والمعنى البُرْج بن مُسْهر حيث يقول: ¶ ونَدمانٍ يزيد الكأسَ طيباُ ... سقيتُ وقد تغوّرت النجومُ ¶ فلما أن تَنَشّى قام خِرْقُ من الفتيان مختلقٌ هضومُ ¶ إلى وجناءَ ناوية وكاست ... وهى العُرقوبُ منها والصَّميمُ ¶ فأشبعَ شَرْبَهْ وجرى عليهم ... بإبريقين كأسُهما رَذومُ ¶ وقد قال عنترة فوافق طرفة: ¶ فإذا شربت فإنني مُستهلِكٌ ... مالي وعِرضي وافرٌ لم يكلمِ ¶ وقد قال ابن قتيبة: لولا أنّ عنترة قال بعد هذا البيت: ¶ وإذا صحوتُ فما أُقصّر عن ندىً ... وكما علمت شمائلي وتكرّمي ¶ لعيبَ كما عيبَ على طرفة، والعرب قد تمدح الرجل بالجود على السُّكر كما تمدحه به في الصحو. يوضح ذلك قول امرفي القيس: ¶ وتعرف فيه من أبيه شمائلاً ... ومن عمّه ومن يزيدَ، ومن حُجُرْ ¶ سماحةَ ذا، وبرَّ ذا، ووفاء ذا ... ونائلَ ذا إذا صحا وإذا سَكِرْ ¶ والخمر لا تنقل الإنسان عن طبعه كما يقول بعض الناس، وإنما تزيد فيه إن كان كريما زادته كرماً، وإن كان لئيماً زادته لؤماً، وكل من سكر حاد كما قال في بيت عمرو بن كلثوم، ألم تسمع إلى قول عَرْقل بن الخطيم السَّعديّ: ¶ أُحبُّ اللّينين من النَّدامى ... وأبغضُ كل ندمانٍ وَقاحِ ¶ يزيد العُقدتين إذا انتشينا ... على ما كان يعقدُ وهو صاحِ ¶ والى قول الشاعر: بئس الصُّحاة وبئس الشَّرْبُ شُربُهم إذا جرت فيهم المُزّاءُ والسُّكرُ وإلى قول الجَرْمي: ¶ لعمري لئن أنزفتمُ أو صحوتمُ ... لبئس الندَّامى أنتمُ آل أبجرا ¶ أنزفوا: سكروا، قال الله عز وجل في صفة الخمر: (لا يُصَدَّعون عنها ولا يُنزفون) . ¶ وأوضح من هذا كلّه، قول الشاعر: ¶ تزيد حسا الكأسِ السفيه سفاهةً ... وتترك أخلاق الكريم كما هيا ¶ وكان أبو عمرو يردُّ على رؤبة قوله: ¶ لا تكُ كالرّامي بغير أهزعا ¶ ويقول: إنما يقال: \" ما في كنانته أهزع \" كما يقال: \" ليس فيها ديّار \" في موضع النفي. ¶ وقد جاء الأهزع في كلامهم موجباً، قال ريّان بن حُوَيص: ¶ كَبِرتُ ودقَّ العظم مني كأنما ... رمى الدهرُ مني كلَّ عِرقٍ بأهزعِ ¶ وقال النمر بن تولب: ¶ فأخرج سهماً له أهْزعاً ... فشكَّ نواهقَهُ والفَما ¶ وقال بعض جَرم: ¶ فأسْعِلِ الغَير بحشرٍ أهزعا ¶ قوله: أسْعل، كقول لبيد: ¶ فتآيا بطِريرٍ مُرْهفٍ ... جُفرةَ المَخْرم منه فَسَعلْ ¶ 36 - وكان أبو عمرو يعيب على ذي الرمة في قوله: ¶ حتى إذا دوّمت في الأرض راجعَهُ ... كِبْرٌ ولو شاءَ نجّى نفسه الهَرَبُ ¶ ويقول لا يُقال: دوّم في الأرض، إنما يقال: دوّى في الأرض، وتابعه الأصمعي في ذلك فقال: التدويم ارتفاع مع استدارة، يقال: دوّم الطائر في السماء، ودوّى السَّبع في الأرض. ¶ وقد أنكر هذا الرد ابن الأعرابي وقال: إن كان لا يقال دوّم في الأرض فمن أيَّ شيء سُميت الدوّامة. وقد صدق ابن الأعرابي: دوّم ودوّى بمعنىً. وأنا أقول: لو لم يكن التدويم إلا في السماء لما قيل أصاب فلاناً دُوامٌ كما يقولون: أصابه دُوارٌ، ولما قالوا: دُومة الجندل.",
            "page": "13",
            "part": "1",
            "seal": "2B1D22E5"
        },
        {
            "id": "14",
            "nass": "قال ابن دريد دُومة الجَندل مجتمعة ومستدارة كما تدوم الدوامة أي تستدير، ويقال: دوّمت الخمر شاربها تدويماً إذا أصابه عليها الدوام وهو كالدُّوار، قال علقمة بن عبدة: ¶ تشفي الصُّداع ولا يؤذيك صالبُها ... ولا يخالطها في الرأس تدويمُ ¶ 37 - وكان أبو عمرو والأصمعي يعيبان رؤبة في قوله في وصف بعير: ¶ عن دوسريٍّ بَتِعَ مُلملمهْ ... في جسم خَدْلٍ صلهبيّ عَمَمهْ ¶ ويقولان: طول العنق هجنة، والصّلهب: الطويل، والعمم: التام. وأراد رؤبة أنه طويل. ¶ وقولهما: طول العنق هجنة ردٌّ على كلام العرب المأثور وشعرهم المشهور لا على رؤبة وحده، وهذا سبيل من ركبه ضُلّل ومن نصَره جُهّل. وقد جاء في كلام لابن تِقْن: \" أبين الإبل عَنَقاً أطولها عُنُقاً \"، وأنشد ابن الأعرابي: ¶ كأن أعناقَ الجِمال البُزُل ... من آخر الليل جُذوع النَّخْلِ ¶ وقال الراجز: ¶ كأنَّ جذعاً خارجاً من صوره ... بين مُقذّيهِ إلى سِنّورهِ ¶ السنّور: العظم الشاخص من العنق مما يلي الكاهل، وقال ذو الرمة: ¶ إذا عُجْتَ منه لجَّ وهمٌ مُشرَّفٌ ... طويل الجران أهدل الشِّدق سَرْطُم ¶ وقال آخر في صفة ناقة: ¶ فهي قوداء نُفّجت عضداها ... عن زحاليق صَفْصَفٍ ذي دحاضِ ¶ والقوداء: الطويلة، وقال المُسيّب بن عَلَس: ¶ وكأنّ غاربها رباوةُ مَخْرمٍ ... وتَمُدُّ ثِنيَ جديلها بشِراعِ ¶ أراد بالشراع الدّقل، كان الشراع منوطاً به، ومثله قول أبي النجم: كأنّ أهدامَ النسيل المُنْسَلِ على يديها والشراع الأطولِ أراد بقايا الوبر على يديها وعلى عنقها، فسمى العنق شراعاً، وإنما يريد الدّقل ولم يرضَ يُشبّهه بدقل حتى قال: الأطول، وقال طرفة: ¶ وأتلَع نهّاضٌ إذا صَعَّدتْ به ... كسُكّان بُوصيِّ بدجلةَ مُصْعِدِ ¶ البوصيّ: السفينة، ورواه أبو عبيدة: كسكان نُوتيٍّ، وهو الملاّح فشبه عُنُقها بسكان سفينة من سفن دجلة، وربما كان أطول من الدقل، وشرّ أحواله أن يكون بطول الدّقل، وقال الراجز يصف فحل إبله: ¶ يتبعها عَدَبّسٌ حرائضُ ... كشعب الطلح هصورٌ هائضُ ¶ من حيث يعتشُّ الغراب البائضُ ¶ والغراب لا يتخذ عشه إلا في قمة نخلة سَحوق، أو على شجرة عالية، ولولا طول عنقه لم يبلغ عُشَّ الغراب. ¶ وقال أبو زياد في تفسير هذا الرجز: أراد طول عنقه. ¶ ومثله: ¶ تقطع أعناق التنوّط بالضحى ... ويغرس في الظلماء أفعى الأجارعِ ¶ يقول: هذه الإبل تساور فروع الشجر حتى تبلغ موضع التعليق للتنوّط، وقال ابن مقبل: ¶ إذا غَشِيتْ جَرّاً بليلٍ تَفَرّعتْ ... عِشاشُ الغُراب كالهضاب توانيا ¶ فلم يقنع لها بأن تتناول فروع العشاش في شجر الجرّ - وهو سفح الجبل - حتى جعلها تثني أعناقها لذلك. وقال الراجز: ¶ تبادر الحوض إذا الحوض شُغِلْ ... بكل شعشاع صُهابيّ هَدِلْ ¶ ومنكباها خَلْفَ أوراك الإِبلْ ¶ وقال أبو زياد - وكان أعلم من أبي عمرو والأصمعي بأمور الإبل -: وإذا أردت أن تأخذ راحلة إما ناقة، وإما جملا، فأتيت سوقاً من الأسواق - ولا أبالي أن تكون أضاحٍ - فإذا اجتمعت الأجلاب فانظر بعينك، فإذا رأيت ناقة أو جملاً من أعظم ما ترى وأطوله نظرت إليه كأنه يستأنسُ وراء الأجلاب - والاستئناس: النظر - فادنُ منه على بركة الله فتصفّحه. وذكر كلاماً يطول ذكره. ¶ ثم قال: ورأيته طويل العنق أسطعَ - والأسطعُ: الطويل العنق المرتفع الرأس في السماء - ثم ذكر أيضا كلاماً طويلاً ثم قال: فاشتره على بركة الله. ¶ فلو كان طول العنق هُجْنة لم يُوص أبو زباد بالتماسه، ثم لم يَرْضَ له بطول العنق حتى جعله أسطع، والأسطع: المشبّه بالسّطاع وهو أطول عُمُد الخيمة، وهذا كقول الفرزدق: ¶ كأنّ أراقماً عَلِقتْ بُراها ... مُعلّقةً إلى عمد الرَّخامِ ¶ شبّه أزمّتها بالحيات وأعناقها بعمد الرخام طولاً وإملاساً. وقال أبو النجم يصف ناقة: ¶ ترد منها قسوةَ الجرانْ ... مُوّصلان واحد باثنانْ ¶ من أدَم يجمعه الزرّانْ ¶ يقول؛ ترد منها صلابة عنقها أزمة قد وصلت لطول عنقها، هذا كقول كعب بن زهير:",
            "page": "14",
            "part": "1",
            "seal": "B0B0548B"
        },
        {
            "id": "15",
            "nass": "له عُنُقٌ تُلوى بما وُصِلتْ به ... وزقّان يشتقّان كلَّ طعانِ ¶ أي يستغرق عنقه الأزمة لطولها، وكذلك جنبتاه، والطعان: حبل يُشدّ به الهَودج، وقال رؤبة:؟ يمطو السُّرى بعُنُق عَنَطْنَطِ والعَنَطْنط: الطويل. ¶ وقال بشر بن أبي خازم: ¶ عذافرةٌ تَخيّلُ في سُراها ... لها قَمَعٌ وتلاّعٌ رفيعُ ¶ القمع: جمع قمعة، وهي أعلى السنام، والتاع والتليع: العنق الطويل. ¶ وقال ذو الرُّمة: ¶ يَمُدُّ حِبال الأخْدَعين بسَرْطمٍ ... يقاربُ منه تارةً ويُطاولُهْ ¶ والسرطم: الطويل. ¶ وقال ابن فَسْوة: ¶ تُطالِع أهلَ السُّوقِ والبابُ دونَها ... بمُسْتَفْلَكِ الذّفرى أسيلِ المُذَمَّرِ ¶ قال ابن قتيبة: أراد أن عنقها طويلة فص تطالع أهل السوق من فوق الجدار، وأنشد ابن الأعرابي: ¶ وأتلعَ يستوفي به رأس ربّهِ ... كجذعِ السَّحوق شذَّبَ اللِّيفَ آبِرُهْ ¶ فلم يكفه أن جعله كجذع النخلة حتى جعل النخلة سَحوقاً. ¶ وأعلى من جميع هذا قول ذي الرمة: ¶ وقمّاصةٍ بالآلِ داويتُ غولها ... من البُعد بالمُدْرَنفقات الخوانفِ ¶ قموسِ الذُّرى تيهٍ كأنّ رِعانَها ... من البُعد أعناق العياضِ الصوادفِ ¶ والرِّعان: أُنوف الجبال، فلما طوّلها جعلها كأعناق إبل عافت الماء، فرفعت رؤوسها. ¶ وهذا كثير في أشعارهم وفيما أوردنا منه كناية إن شاء الله. ¶ 38 - وكان أبو عمرو يعيب ذا الرمة في قوله: ¶ يُصغيي إذا شدّها بالكُور جانحةً ... حتى إذا ما استوى في غَرْزها تَثِبُ ¶ ويقول: ألا قال كما قال الراعي: ¶ وهي إذا قام في غَرْزها ... كمثل السفينة أو أوقرُ ¶ وحكى أبو العباس أحمد بن يحيى ثعلب أن الأصمعي، قال: أساء ذو الرمة في هذا، وكان ينبني أن يستوي ثم تثب ناقته، وقال: قول الراعي أجود منه: ¶ ولا تُعجِل المرءَ قبل الورو ... ك، وهي برُكبته أبْصرُ ¶ وهي إذا قام في غَرْزها ... كمثل السفينة أو أوقرُ ¶ وحكى عنه أنه قال: فقيل له: ألا قلت مثل قول الراعي ففكر ساعة واحتال فقال: الراعي، وصف ناقة الملوك وأنا وصفت ناقة السُّوقة، وكان ذو الرمة أذكى من أن يفكر ساعة ثم يقول ما حكاه عنه الأصمعي. ¶ وهذه الحكاية تشبه الكذب، بل هي كذب لا محالة بل تزيد على الكذب فساداً. لأن وصف ذي الرمة أحسن من وصف الراعي، ومنه أخذ ولم يكن ليأخذ شيئاً فيجوّده،، ويحسنه، ثم يقول معتذراً عنه ما حكي عنه هذا، مع أنّ ابن قتيبة حكى أنّ الأصمعي زعم أن ذا الرمة أنشد أعرابياً هذا الشعر فلما بلغ هذا البيت قال الأعرابي: صُرع والله الرجل ألا قلت كما قال الراعي وأنشد البيتين. ¶ فهذه الحكاية تخالف ما حكاه عنه ثعلب، وثعلب وابن قتيبة لم يكذبا، واختلاف الحكاية يدل على فسادها. ¶ وقال ابن قتيبة: ولا أرى هذا الأعرابي إلاّ ظالماً لذى الرمة، لأنه إنما أراد مثل معنى الراعي بعينه إلاّ أن ذا الرمة أتى بالمعنى في بيت واحد، وأتى به الراعي في بيتين، ولم يزد بقوله: ¶ حتى إذا ما استوى في غرزها تثبُ ¶ معنى: وهي إذا قام في غرزها، إنما أراد: حتى إذا ما استوى على ظهرها، وإذا كان ذلك فقد استوى في غرزها فحينئذ تثب، وكذلك قال الراعي بعد قوله: ¶ كمثل السفينة أو أوقرُ ¶ حتى إذا ما استوى طبَّقت ¶ كما طبّق المِسحل الأغبرُ ¶ وقول ابن قتيبة موافق للصواب، وهو إذا وضع رجله في غرزها فما يحتاج إلى تلبثها، وأبو عمرو مع عيبه بيت ذي الرمة قد أنشد مثله في نوادره بل هو أشدّ سرعة من بيت في الرمة وهو: ¶ إذا وضعت في غرزها الرجل أجفلت ... كما أجفلت بيدانةٌ أم تَوْلبِ ¶ ثم لم يعب هذا البيت، وبيت ذي الرمة أشد منه لأنه قال: استوى في غرزها، وهذا قال: وضعت في غرزها الرجل. ¶ على أن كلاًّ مصيب. ¶ 39 - وقال أبو عمرو في قول ذي الرمة: ¶ صبّحنَ ذا ناموسة مُتِيما ... لا رَمَدَ العين ولا نؤوما ¶ هو الناموس، ولا يقال: ناموسة، وقال الأصمعي: الناموس مذكر، ولم أسمع به مؤنثاً إلاّ في هذا البيت، قال: هو من نحو قول الآخر: ¶ طوت لقحاً مثل السِّراء وبشّرت ... بأسحمَ ريان العسيبةِ مُسْبِلِ",
            "page": "15",
            "part": "1",
            "seal": "F60B70E4"
        },
        {
            "id": "16",
            "nass": "فأدخل الهاء في العسيب - وهو عظم الذنب - ولا يقال له عسيبة. وقد غلطا معاً في الناموس والناموسة، والعسيب والعسيبة، قال أبو مالك الأعرابى، يقال: ناموس الصائد وناموسته لزَرَبه الذي يأوي اليه، وكذلك عرّيس الأسد، وعرّيسته بحيث يسكن. ¶ وقال ابن الأعرابي، يقال: عسيب وعسيبة بمعنىً، وأنشد: ¶ منها بذي خُصُل طالت عسيبته ... ريّان لا عَقَدٌ فيه ولا خللُ ¶ وقال أبو الخطاب الأخْفش يقال: رَيغٌ ورَيْغةٌ، وعَسيبٌ وعَسيبة، وأنشد: ¶ خطّارةٌ وهي لم تعقد على لفحٍ ... وربما بشّرتْ والشول لم يَشلِ ¶ منها بذي خُصلٍ طالت عَسِيبته ... ريانُ لا عَقَدٌ فيه ولا خللٌ ¶ 40 - وأنشد أبو عمرو لأبي النجم وذكر فرساً، فقال: ¶ يَسْبحُ أُخراه ويطفو أوّلُه ¶ وقال: لا خير في هذا الفرس، لأنه إنما يسبح لاضطرابه. ¶ وقال الأصمعي: - وقد أنشد هذا البيت - إذا كان كذلك كان حمار الكسّاح أسرع منه لأن اضطراب مآخيره قبيح قال: وأحسن في قوله: وتطفو أوله ... ¶ وقال ابن قتيبة - قال غير الأصمعي - يسبح أخراه جيد، إنما أراد أبقوله: يسبح أخراه أنه لانبساطه وسعته في عدوه، يَضرح برجليه كالسابح. ¶ وهذا قول صحيح، وكان الأصمعي متعصباً على أبي النجم بالعشرية، ولعداوة ما بين ربيعة وقيس، ولقد حملته عصبيته عليه على أن قال مُستسقطاً له: \" أنا لا أُحب شاعراً يسمى الفضل بن قدامة \"! وحكى عنه أبو حاتم في كتاب \" فحول الشعراء \" الذي حكى عنه فيه: \" ما يصلح زهير أن يكون أجيراً للنابغة \". وليس على أبي النجم عيب في أن كان يسمى الفضل بن قدامة. ولو عيب الشاعر باسمه واسم أبيه، لسقطت منزلة كعب بن جُعيل، ولما عد شاعراً ولأخرج هِميان بن قحافة من جملة الشعراء، ولرذلت منزلة أوس بن حجر والحطيئة، إذ كان اسمه: جرول، ولما تقدمت منزلة علقمة بن عبدة، ولا منزلة كل شاعر لا يوافق اسمه واسم أبيه عبد الملك بن قريب، أو سعيد بن أصمع، أو باهلة بن أعصر الذي قيل فيه في الجاهلية: ¶ فخيبةَ من يخيبُ على غَنيٍّ ... وباهلةَ بن أعصرَ والرِّكابِ ¶ وقال رسول الله صلى الله عليه وسلم، في الإسلام: \" النفس بالنفس، ولو كان من باهلة \" ولو أمسك الأصمعي عن عيب صحيح أقوال الشعراء المجيدين لأمسكنا عن الإشارة بمثالبه، ولكنه أبى إلاّ الاعتداء عليهم ظالماً، وآثرنا الانتصار لهم مُحقّين، والعاتبة للمُتقين؛ ولا عدوان إلاّ على الظالمين. ¶ 41 - وقال أبو عمرو غلط رؤبة في قوله: ¶ بل بلدٍ ملءِ الفجاج قَتَمُه ... لا يُشترى كَتّانهُ وجَهْرمُه ¶ وإنما جَهْرم اسم بلد فظنه ثياباً. ¶ وقال الأصمعي: هذا مَثَل، يقول له: سبايب تجري عليه من آله وسرابه، وهي لا تُشترى، وجَهرم: قرية بفارس فظن أن جهرم ثياب. ¶ وإنما أراد رؤبة كتانيّه وجَهْرميّه فقطع ياء النسب، كما قال العجاج: ¶ يكاد يَدْري القَيْقَبان المُسرَجا ¶ والقبقب: خشب تنحت منه السروج، وإنما أراد أن ينسب السرج إليه، فيقول: القيقباني فقطع ياء النسب. ¶ 42 - وعاب أبو عمرو والأصمعي المرّار بن منقذ العدوي في قوله: ¶ كأنّ فروعها في كلِّ ريحٍ ... جوارٍ بالذَّوائب ينتصينا ¶ واتبعهما أبو حنيقة فعابه، وذكر قول الأصمعي واحتج له واستشهد. وسنوضح معنى الشاعر ونظر حجته وندل على فساد أقوالهم - ثلاثتهم - فيما ننبه عليه من كتاب النبات إن شاء الله به المعونة ومنه أحسن التوفيق. ¶ 43 - وأنشد أبو عمرو قول ذي الرمة: ¶ حتى إذا زلجت عن كلِّ حَنجرة ... إلى العليل ولم يَقْصَعْنَه نُقَبُ ¶ وقال: لم يجد. وقال الأصمعي: ليس هذا من جيّد الوصف، لأنها إذا شربت ثقلت، وإن كانت لم ترو. ¶ وهذا غلط إنما تثقل إذا رويت، وأما إذا شربت قليلاً فإنه يقوّيها على العَدو ولولاه لهلكت عطشاً. وقد زاد شرحا بقوله في غير هذه الكلمة: ¶ فانصاعت الحُقْبُ لم تَقْصعْ صرائرها ... وقد نَشَحن فلا رِيٌّ ولا هِيمُ ¶ ولولا صحة ما قاله لم يقل العجاج: ¶ حتى إذا ما بلّت الأغمارا ... رِيّاً ولمّا تقصعِ الأصرارا ¶ أجلى نِفاراً وانتَحت نِفارا ¶ 44 - قال أبو عمرو في قول ذي الرمة:",
            "page": "16",
            "part": "1",
            "seal": "221E8F29"
        },
        {
            "id": "17",
            "nass": "خراعيبُ أُملودٍ كأنَّ بناتها ... بنات النَّقا تخفى مِراراً وتظهرُ ¶ بنات النَّقا: دوابّ مثل العِظاء يكن في الرمل شبّه الأصابع بها. وقد أساء وتبعه الأصمعي فقال: بئس ماشبّه. ¶ وقد أساءا هما في الردّ عليه، ولقد أحسن ذو الرمة وأجاد ولولا أحسانه ما تبعه أبو النجم فقال: ¶ تقول لي ذات الخِضاب الناضي ... عن كبنات الأجرع النّضاضِ ¶ وحَفْصٌ الأُمويّ فقال: ¶ أوحت بكفٍّ بنانُها سَبطٌ ... مثل بنات النّقا مُحَنَّؤها ¶ وهذا معنى لم يبتدعه ذو الرمة وإنما نقله عن قول امرفي القيس: ¶ وتعطو برخصٍ غيرِ شَثَنٍ كأنَه ... أساريعُ ظبي أو مساويك إسحلِ ¶ وظبي: واد. والأساريع: دوابّ تكون في البقل حسانٌ ليّنة مُنقطة بكل لون واحدها أُسروع. ¶ والمعنيان - وإن تقاربا - فالشبه ببنات النقا أحسن وأولى من الأساريع وإن كان حسنا. ¶ وروى ابن دريد - في خبر الطمحي من كندة: \" فأبرزت كفّاً كبياضِ الإغريضِ؛ وأنامل كبنات النَّقا \". ¶ ولو علما وجه التشبيه لمّا ردّا عليه، وإنما التشبيه بالبياض لا بالخلقة، وقد تُشبّه المرأة ببنت النّقا، لذلك قال الحطيئة: ¶ عليلاً على لبّات بيض كأنّها ... بناتُ النَّقا منها المقاليتُ والنُّزْرُ ¶ وقال الراعي وذكر نساءً: ¶ بنات نقا ينظرن من كلِّ كورةٍ ... من الأرضِ محبوّاً كريماً وبائعاً ¶ وقد أنعمنا وصف بنت النقا في باب البنات من كتاب الآباء والأمهات، وأنت تجد ذلك متى أرغبته هناك. ¶ 45 - وقد كان الأصمعي - دون أبي عمرو - شديد العصبية على جماعة من الشعراء لعِلل سنذكرها عند ذكر ما نذكرهم به. ¶ فعِلّة ذي الرمة مع اعتقاد ذي الرمة العدل وكان الأصمعي جَبْرياً. وقيل لأبي عثمان المازني: لم قلّت روايتك عن الأصمعي قال: رُميت عنده بالقَدَر، والميل إلى مذهب أهل الاعتزال، وجئته يوماً وهو في مجلسه فقال: ما تقول في قول الله عز وجل: (إنّا كلَّ شيءٍ خلقْناه بقَدَر) . فقلت: سيبويه، يذهب إلى أن الرفع فيه أقوى من النصب لاشتغال الفعل بالمضمر، وأنه ليس هاهنا شيء هو بالفعل أولى، ولكن أبت عامة القرّاء إلاّ النصب، فنحن نقرؤها لذلك اتباعاً لأن القراءة سُنّة. فقال لي: فما الفرق بين الرفع والنصب في المعنى فعلمت مراده، وخشيت أن يغري بي العامة فقلت: الرفع بالابتداء، والنصب بإضمار فعل وتعاميتُ عليه. فقال: حدثني جماعة من أصحابنا أن الفرزدق قال يوماً لأصحابه: قوموا بنا إلى مجلس الحسن البصري فإني أريد أن أُطلِّق النَّوار وأُشهده على نفسي فقالوا له: لا تفعل فلعل نفسك تتبعها وتندم، فقال: لا بد من ذلك. فمضوا معه فلما وقف على الحسن قال له: يا أبا سعيد تعلمن أن النوار طالقٌ ثلاثاً. قال: قد سمعت، فتتبعها نفسه بعدُ، ونَدِم فأنشأ يقول: ¶ ندمتُ ندامة الكُسَعيِّ لمّا ... غَدَتْ مني مطلقةً نوارُ ¶ وكانت جنّتي فخرجت منها ... كآدمَ حين أخرجه الضِّرارُ ¶ ولو أني ملكت يدي ونفسي ... لكان عليّ للقدر الخِيارُ ¶ ثم قال: العرب تقول: \" لو خيرت لاخترت \" تحيل على القدر، وينشدون: ¶ هي المقادير فلُمْني أو فذرْ ... إن كنتَ أخطأتَ فلم يخط القدرْ ¶ ثم أطبق نعليه، وقال: نِعم القِناع للقَدَري. ¶ فأقللت غِشيانه بعد ذلك. ¶ 46 - وحكى أبو العباس أحمد بن يحيى: أن ذا الرمة لما قال: ¶ وعينان قال الله كونا فكانتا ... فعولان بالألباب ما تفعل الخمرُ ¶ قال الأصمعي: فعولين بالألباب. فقال له اسحق بن سُويد ألا قلت: فعولان. فقال: \" لو شئتُ سبّحتُ \". ¶ وكان الأصمعي لهذه العِلّة يكثر الأخذ على ذي الرمة، والهوى يُردي، ولقد تعدّى ذلك إلى أن كان يعترض عليه في أفعاله فيكون في ذلك مخطئاً لما قال ذو الرمة: ¶ فلما مضت عند المُثنّين ليلةٌ ... وزادَ على عشرٍ من الشهر أربعُ ¶ سرت من مِنىً جُنحَ الظلام فأصبحت ... ببسيان أيديها مع الفجر تلمعُ ¶ المُثنون: الذين أقاموا ليلتين بعد النحر. يقول: سرت أنا ونفرت ليلة أربع عشرة.",
            "page": "17",
            "part": "1",
            "seal": "E7A28E7E"
        },
        {
            "id": "18",
            "nass": "قال الأصمعي: هذا خطأ إنما ينفر الناس لثلاث عشرة لأنهم يرمون يوم الأضحى ثم الثاني ثم الثالث، ولا يبقى ليلة الثالث عشر بمنىً أحد. ولما لم يجد سبيلاً إلى تغليطه أكثر فضوله في الاعتراض عليه في نفره، وحدده وشرطه، هَبْهُ أحبَّ أن يقيم سنة، فما فضوله قد وسع الله عليه في ذلك ولم يحرم عليه أن ينفر قبل ذلك أو أن يجاوز. قال الله عزمن قائل: (فمَنْ تَعَجَّلَ في يومين فلا إثمَ عليه لمنِ اتَّقى. واتَّقوا الله) . أي لمن اتقى قتل الصيد. وقالوا لمن اتقى التفريط في كل حدود الحج فموسع عليه في التعجيل في نفره. ¶ فضيّق عليه الأصمعي ما وسعه الله له؛ وخطّأه في إقامة ليلة، فلو أقام فضل ليلتين أو ثلاث بمنىً خلت انه يكفّره. واعتراضه عليه في نفره كاعتراضه عليه في تشبيهاته الصحاح ومعانيه الصِّباح، روى الناس عنه أنه قال في قوله: ¶ إذا غرّقت أرباضُها ثِنيَ بكرةٍ ... بتيهاءَ لم تُصبح رؤوماً سَلوبُها ¶ إنما أراد قول ابن فسوة: ¶ إذا قَلَصت عن سخنةٍ بمفازةٍ ... فليس بمرؤومٍ ولا بمُجلّدِ ¶ فاختنق حتى جاء بهذا البيت، والعصبية في هذا الكلام ظاهرة، وهي أيضاً مسوطة بالكذب، ولو أختنق لمات، ولم يكن ذو الرمة أراد معنى اختنق له قبل أن يأتي به، ومع هذا فقد جهل من أين أخذ قوله: ¶ إذا غرّقت أرباضها ثِنى بكرة ¶ ولو عرفه لم يعدل إلى ما لا يشبهه، وإنما إخذه من قول لبيد: ¶ وامتسائي والثريّا دَنَفٌ ... بشفا الموت ولما تقتحمْ ¶ 47 - وقال أبو عمرو في قول أبي النجم في صفة راع: ¶ صُلْبُ العصا جافٍ على التغزُّل ... كالصَّقرِ يجفو عن طِراد الدُّخَلِ ¶ أخطأ في وصفه، وخير مما قال قول الراعي: ¶ ضعيف العصا بادي العروق ترى له ... عليها إذا ما أجدب الناس إصبعا ¶ وتبعه الأصمعي في ذلك. ¶ وقد غلطا جميعاً، وأصاب أبو النجم ولا حجة في بيت لأنَّ الراعي، لم يرد أنَّ معه عصا ضعيفة، وإنما أراد ألاّ يضربها بعصا لوجه، ولا يمنعها من وجه تريده، ولا يردّها عن هوى، وقد تبين ذلك بقوله: ¶ حذى إبلٍ أنْ تتبعَ الريح مَرّةً ... يَدَعها ويخفِ الصوتَ حتى تريّعا ¶ وبقوله: ¶ إذا سَرّحت من منزل نام خلفها ... بميثاءَ مِيطان الضحى غيرَ أروعا ¶ فإذا كان يُخفي صوته ولا يزجرها، وإذا سرّحت نام وتركها فأي عصاً تهمُّ، وإنما وجهه: فإنه يتركها ويسرحها، ولذلك قال: ¶ لها أمرُها حتى إذا ما تبوّأت ... بأخفافها مأوى تبوّأ مضجعا ¶ وهذا الذي قصده الراعي هو مذهب العرب في صفة حذاق الرعاة، ولذلك قال الراجز: ¶ إذا الرِّكاب عرفت أبا مطرْ ... مشت رويداً وأسفّتْ في الشَّجَرْ ¶ وذلك أن أبا مطر لا يندهُها عن الرعي، ولا يزجرها عما تريد، فهي تمشي رويداً وترعى. ¶ والذى قصده أبو النجم، هو صفة الراعي الجلد المختار لرعي الإبل وحفظها لأنه أراد أنه ذو قوة في بدنه، وإن لم يكن كذلك هلكت إبله وضاعت وعبثت بها الوحوش والسابلة. وقال بعض أهل اللغة: أراد بقوله صُلْب العصا صلب البدن، كما تقول: إنه لصلب القناة. وأنشد للعجاج: ¶ أنْ شابَ رأسي ورأين أني ... حنا قناتي الكِبَرُ المُحنّي ¶ وأنشد: ¶ كانت قناتي لا تلين لغامزٍ ... فألانها الإصباح والإمساءُ ¶ وهذا معنى حسن. وإلى الذي قلناه نرجع: والراعي إذا كان جَلْدا صارماً اختار عصاه من أصلب ما يقدر عليه ونقّحها وشذّبها وحسنها، ولذلك سموا فرساً من خيلهم بهراوة الأعزاب، والأعزاب: جمع عَزَب، وهو الراعي يَعْزُب بإبله عن الحي أي يتباعد، ولذلك قال الشاعر: ¶ فألقى عصا طلح ونعلاً كأنها ... جَناحُ السُّماني ريشها قد تخدّما ¶ والراعي لا يستجيد العصا لضرب الإبل: وإنما يستجيدها لأشياء من المنافع له فيها، ولذلك قال الحطيئة - لضيف نزل به - وقد قال له: ما عندك يا راعي الإبل؟ قال: عجراء من سَلَم فقال؟ إني ضيف فقال له: وللأضياف أعددتها. ¶ وقد أبان الله تقدسّت أسماؤه عن ذلك بقوله عزَّ من قائل: (وما تِلْكَ بيمينكَ يا مُوسى قال: هِيَ عصايَ أَتَوَكَّأُ عليها وأهُشُّ بها على غَنَمي وليَ فيه مَآرِبُ أُخرى) . ¶ ومما جاه في صلابة عصا الراعي، قول الراجز:",
            "page": "18",
            "part": "1",
            "seal": "6469B204"
        },
        {
            "id": "19",
            "nass": "صُلْب العسا بالضرب قد دمّاها ¶ لم يرد أنه يضربها حتى تدمى، وإنما أراد أنه جَلْد، وأن عصاه صلبة كجلادته، وانه يتبع بها رعي الضَّرب - وهو ضرب من النبت - حتى عادت مدماة في ألوانها، قال الشاعر - يصف إبلاً حسنت أحوالها على الرَّعي: ¶ وعادّ مُدَمّاها كُميتاً وشبّهت ... فروج الكلى منها الوجاد المُهدّما ¶ ومثل هذا قول الراجز: ¶ كأنّها والشَّول كالشِّنانِ ... تميسُ في حُلّة أُرجوانِ ¶ وقال العجّاج في صلابة عصا الراعي: ¶ يُلحن من أصوات حادٍ شيظمِ ... صلب عصاه للمطي مِنهمِ ¶ ليس يُماني عُقبة التّجشّمِ ¶ المماناة: المطاولة، ويقال: \" ما نيتُكَ منذ اليوم \" أي انتظرتك. وهذا الرجز وإن كان وصف حاد ياً، فكذلك حال الراعي. ¶ التنبيهات على ما في كتاب النبات ¶ وإنما قدمناه على ما تقدم قبله لنفاسته، ولأنه لم يصنف قبله ولا بعده في معناه ما يدانيه، فضلا عما يساويه. ¶ ومصنفه أبو حنيفة أحمد بن داود الدِّينوري - رحمه الله - وروايته عن أبي نصر وأبي حاتم ومن كان في عصريهما ولم يلق الرَّياشي. ¶ 1 - قال أبو حنيفة في تفسير قول قيس بن عيزارة الهذلي: ¶ له هَجَلاتٌ سهلةٌ ونِجادةٌ ... دكادك لا تُؤيى بهنَّ المراتعُ ¶ وواحد الهجلات: هجْل، وواحد الدكادك: دَكداك. وهذا غلط. لم تأت فَعَلات جمع فَعْل، وإنما تأتي جمع فَعْلة. والهَجَلات جمع هَجَلة، مثل تمرة وتمرات، وضربة وضربات، وقربة وقربات. ¶ فأما الهَجْل فجمعه هُجُول مثل: خمر وخمور، وزَرْب وزروب، قال ذو الرمة: ¶ إذا الشَّخصُ فيها هزَّهُ الآل أغْمَضَتْ ... عليهِ كإغماضِ المُغَضّي هُجُولُها ¶ وقال أبو حنيفة: ومن بواطن الأرض الكرام المِطلاء، وهو مطمئنٌّ من الأرض منبات مِحلال، قال الراعي: ¶ فنُورثكم أنَّ التُراثَ إليكمُ ... حبيبُ قراراتِ الحجى فالمطاليا ¶ وقال هِميان السعدي يصف إبلاً: والرِّمث بالصريمة الكُنافجا ورُغُل المطلى به لواهجا فقصرالمطلى. ¶ وليس الأمر كما ذكر. المِطلاء: يُقصر ويُمدّ، والقصر فيه أكثر، وليس هميان وحده قصره. أكثر الرواة على قصره، وقد قال حُميد بن ثور: ¶ تجوب الدُّجى كُدْريّة دون فرخها ... بمطلي أريكٍ سبسبٌ وسُهوبُ ¶ وقال أبو زياد - وقد ذكر دار أبي بكر بن كلاب - ومما يسمى من بلادهم تسمية فيها حظها من المياه والجبال المطالي وواحدها المِطلى وهي أرض واسعة، وأنشد: ¶ أللبرق بالمِطلى تَهُبُّ وتبرقُ ... ودونك نِيق من ذقانين أعنقُ ¶ 3 - وقال أبو حنيفة: قال الفراء: النَّواشغ مجاري الماء في الأودية الواحدة: ناشغة، قال الشاعر: ¶ ولا مُتداركٌ والشمسُ طفلٌ ... ببعضِ نواشغِ الوادي حُمولا ¶ وهذا الشعر للمرار، والرواية: ¶ ولا متلاقيا والشمس طفل ¶ فإن تقل: متلاقياً إلى متدارك فالنصب. ¶ 4 - وقال أبو حنيفة، قال الأصمعي: سألت. رجلا عن المَرت فقال: \" هي التي لا يجف ثراها، ولا ينبت مرعاها \". ¶ وليست المرت بهذه الصفة، ولا هكذا أيضاًالرواية عن الأصمعي، رُوي عنه عن يونس أنه قال: سألت بعض العرب عن السَّبْخة فوصفها لي، ثم ظن أني لم أفهم، فقال: التي لا يجف ثراها ولا ينبت مرعاها. وهذه من صفة الأرض السَّبخة على الحقيقة، وأما المرت: فالتي لا شيء فيها من نبت، ولا ماء، ولا ندىً، ولا ظل وجمعها مُروت. ¶ وقد وصفها أبو حنيفة بمثل وصفنا قبل أن حكى هذه الحكاية، وأنشد: ¶ وقَحَّمَ سيرُنا من ظهر نجدٍ ... مَروتَ الرَّعْيِ ضاحيةَ الظِّلالِ ¶ قال: ثم وصفها بان لا مرعى ولا ظل. قال - وعن الأعراب -: المرت التي لا كلأ بها - وإن مُطرت - وهذه الصفة على الحقيقة صفتها، وذلك لصلابة أرضها، فأما الذي حكاه بعد هذا عن الأصمعي فسهو منه، أو ممن نقله إليه. ¶ 5 - وقال أبو حنيفة: وروى النضر، الصَّردحة: الصحراء التي لا تنبت، وهي غَلْظ من الأرض مستوٍ. ¶ وهذا غير محفوظ عنهم إنما يقولون: غِلَظ وغَلْظ مثل: قِمَع وقِمْع، وضِلَع وضْلْع، وأما غَلْظ فلا أعرفه. والنضر غير موثوق به.",
            "page": "19",
            "part": "1",
            "seal": "70FB4947"
        },
        {
            "id": "20",
            "nass": "6 - وقال أبو حنيفة: وكذلك الوقيع من الأرض، وهو الغليظ الذي لا يُنَشِّف الماء ولا ينبت، وأمكنة وُقُع: بيّنة الوقاعة، قال ذو الرمة: ¶ فلما رأى الرائي الثُّريا بسُدْفَةْ ... ونَشّتْ نِطافُ المُبْقياتِ الوقائعِ ¶ وقد أصاب في الوقيع والوقائع، وأخطأ في الوقائع. ولا شاهد له في بيت ذي الرمة، لأن الوقائع هاهنا جمع وقيعة، وهي: القَلْتُ في الصَّفا يكون فيه الماء، قال الشاعر: ¶ إذا شاءَ راعيها استقى من وقيعةٍ ... كعينِ الغُراب صفوةٍ لم تُكَدّرِ ¶ 7 - وقال أبو حنيفة: والأقارع مثل الوقْع في الصلإبة ولا تنبت، قال ذو الرمة، ووصف غيثاً: ¶ كسا الأُكم بُهمى غَضّةً حَبشيَّة ... تُؤَاماً ونُقْعانُ الظهورِ الأقارعِ ¶ أراد أنه أنبت البُهمى مما بنبت وأنفع المياه فيما لا ينبت، ويقال لكل صُلب شديد: قرّاع. ¶ وقد أصاب أيضاً في الأقارع وأخطأ في القرّاع، إذ قَرنه بالأقارع، لأن الأقارع من القَرَع - بالتحريك - والقَرّاع من القَرْع بالإسكان. ¶ 8 - وقال أبو حنيفة: - وقد ذكر الرياح - وفي الشمال تقطيع للسحاب وتبديد، ولذلك سميت مَحْوة. ¶ وهذا قول مرغوب عنه، وهو قول الأصمعي، والناس على خلافه. وسنوضح فساده في تنبيهات الكامل إن شاء الله. ¶ 9 - وروى أبو حنيفة للبيد: ¶ كأنَّ مُصفَّحاتٍ في ذراه ... وأنواحاً عليهنَّ المآلي ¶ يضيءُ رَبابه في المُزن حُبْشاً ... قياماً بالحراب وبالإلالِ ¶ وفسر فقال: الإلال: الحراب الواحدة ألة، والمصفحات: المصفّقات. شبّه الرعد بأصوات الملاعب وبأصوات المناوح. والألّة: الحربة - كما قال - وجمعها ألٌّ، وجمع ألّ إلالّ. فأما المصفّحات فقد رويت كما قال، إلا أن الأعلى من الروايات المصفَّحات بفتح الفاء. ¶ وقال الخليل: المصفَّحات: السُّيوف الصَّفائح. وتشبيه البرق بالسيوف العراض خير من تشبيه الرعد بالتصفيق. هذا مع أنهم يختارون لما يصفونه من الدّيم ألاّ يكون بها رعد، قال كُثيّر: ¶ أناكرةٌ يا عزَّ عدوى نواكم ... سقتكِ سوادي دِيمةٍ وغوادي ¶ بمكتتماتِ الرَّعد غُرٍّ نشاصها ... عوادٍ من الجوزاء غير جهادِ ¶ وقال ابن هَرْمة: ¶ فلا حسَّ إلا خوات الرذاذ ... وزعب السُّيول بأدراجها ¶ وكذلك أيضاً يختارون ألاّ يكون بها برق. فإن كان، كان غير خاطف، وأن يكون الرعد إن كان بها غير قاصف، وإن يكونا ساكنين، كما قال الشاعر: ¶ إذا حرّكته الريحُ أرزمَ جانبٌ ... بلا هَزَق منه، وأومضَ جانبُ ¶ والإيماضُ:البرق وأخفاه. وأنشد أبو عمرو: ¶ يا ميَّ أسقاكِ البريق الوامضُ ... والدِّيَمُ الغادية الفضافضُ ¶ ألا تراه - وقد جعل غيثه ديماً - كيف صنع وجعله وامضاً كما قال فجعله ضعيفاً عليلاً، فقال: ¶ هَلْ هاجكَ الليلُ كليلٌ على ... أسماءَ في ذي صُبُرٍ مُخْيَلِ ¶ 10 - وقال أبو حنيفة: يقال رعدت السماء وبرقت، هذا الكلام العالي الفصيح، وقال: جاء أرعدت وأبرقت على قلّة، وهو مرغوب عنه، والأصمعي يردّها وليس الكثرة كأرعدت وأبرقت والرَّغبة فيهما واحدة، ولردّ الأصمعي علّة سنشرحها فيما ننبّه عليه من أغلاط الغريب المصنف لأبي عبيد إن شاء الله. ¶ 11 - وقال أبو حنيفة - وقد ذكر بطون الأرض -: ومنها الدارة والجمع دارات، وهي تعد من بطون الأرض المنبتة، قال الأصمعي: وهي الجوْبة الواسعة تحفّها الجبال. قال: وإذا كانت في الرمل فهي الدَّيَرة، والجمع الدَّيَر. ¶ وقد غلط في هذا من وجهين: أحدهما أن الدارة، قد تكون من البواطن، وتكون من الظواهر والبواطن، فمن البواطن قول عِتْر بن عَبْقس: ¶ رعت موقع الوسميّ حول عُنَيرةٍ ... وداراتها بالحزم حيث تَقعّرا ¶ ومن الظواهر قول بُرْد: ¶ ودارة الأحزم لن تراها ... بها المكاكي صَخِباً صداها ¶ يَستنُّ في آل الضحى رُعاها ¶ وقد قال الهجريّ: \" الدّارة: النّبكة السهلة حفّتها جبال \" فقوله: نبكة شاهد أنها من الظواهر، وقد أنعمنا في وصف الدارة في كتاب الدّارات. ¶ 12 - وقال أبو حنيفة: فأما الدارات التي ذكرها الأصمعي فنحو: دارة أهوى، ودارة موضوع، ودارة جُلْجُل وسائر دارات أرض العرب.",
            "page": "20",
            "part": "1",
            "seal": "5EB5CB66"
        },
        {
            "id": "21",
            "nass": "وقد غلط في دارة أهوى لا دارة لأهوى، إنما هي قارة أهوى وأما، الوجه الآخر الذي غلط فيه فقوله: أنها إذا كانت في الرمل فهي الديِّرة، واستشهد الأصمعي بقول ابن مقبل: بتنا بدَيِّرة يضيءُ وُجوهَنا دَسَمُ السَّليط على فَتيل ذُبالِ وقد غلط ولا شاهد له في هذا البيت. لأنه يقال للدارة إذا كانت بين الجبال أو بين جبال الرمل: دارة ودَيِّرة بمعنىً وأنشد أبو عمرو لأبْرج: ¶ وأبرقْ وأرعدْ لي إذا العيس خَلّفتْ ... بنا دارة الآرام ذاتَ الشقائقِ ¶ والشقائق: جمع شقيقة، وهى الشِّقة الطويلة المستقلة بين حَبْلي الرمل، وقال الآخر: ¶ تَربّعتْ من بين دارات القِبعْ ... بين لوى الأمعز منها وضَبَعْ ¶ واللِّوى: ما أشرف من الرمل. ¶ 13 - وروى أبو حنيفة لأبي ذؤيب: ¶ ثلاثاً فلما استُجيل الرّبا ... بُ واستجمَعَ الطفل فيه رشوحا ¶ وفسره فقال: استجيل الرباب: كُرْكِرَ ومُخِضَ، وهذا البيت والذي قبله وهو: ¶ وهى خَرْجُهُ واستجيل الرّبا ... ب عنه وغُرِّمَ ماءً صريحا ¶ ويرويان: بالخاء والحاء والجيم، واستخيل واستحيل واستجيل والجيم رواية أبي حنيفة، واستخيل - وهي أضعفها - وتليها الحاء ثم الخاء معجمة، وهي أعلى الروايات وخيرها. ¶ فاستجيل - بالجيم - كُركِرَ ومُخض؛ وقيل: بل حالت العين فيه. والقول الأول خير وهو أشبه بالشعر، وهو قول أبي حنيفة. ¶ واستحيل: فرغ ماوه، ومنه قول الشاعر: ¶ يُحيلون السِّجالَ على السِّجالِ ¶ وهو اختيار ثعلب. ¶ واستخيل: نظر إلى حاله، وهو خير الأقوال لأن بعده: ¶ مَرَته النُّعامى فلم يعترف ... خلاف النُّعامى من الشأم ريحا ¶ ونحن نختار الخاء معجمة. فتأمّل الشعر تجد ما اخترناه خيراً مما اختاره غيرنا. ¶ 14 - وأنشد أبو حنيفة لكثيّر: ¶ وعرّس بالسَّكران رِبعين وارتكى ... يَجرُّ كما جرَّ المكيثُ المسافرُ ¶ وقال: ربعين ثمانية أيام، كما قال الأول: سبعين. ¶ وهذا غلط لأن الربعين خمسة أيام، فأما الذي قال سبعين فهو أبو وجزة، والسّبْعان هناك مفتوحان، وهما: أربع عشرة ليلة، والبيت: ¶ وكركرته الصَّبا سَبْعين تحسبهُ ... كأنَّه بحِيال الغَور مَعقُورُ ¶ فإن كسره أبو حنيفة أخطأ كما أخطأ في تفسير الرِّبعين، ثم يؤخذ من الجزء الطويل له. ¶ 15 - وقال أبو حنيفة: الصَّلال: أمطار متفرقة، وكذلك نباتها صِلال والواحدة صَلّة، والصلّة - في غير هذا - الأرض، قال الراعي: ¶ سيكفيك الإله ومُسْنَمات ... كجندلِ لُبْنَ تطّرِدُ الصِّلالا ¶ وهذه رواية مغيّرة، وإنما الرواية: ¶ سيكفيك المُرَحّلَ ذو ثمانٍ ... سحيلٌ تعزلين له الجُفالا ¶ ويكفيكِ الإله ومُسنمات ... كجَنْدل لُبَنْ تطَّردُ الصِّلالا ¶ 16 - وقال أبو حنيفة: والخَوات: صوت الرعد، قال عروة: ¶ كأنَّ خواتَ الرَّعد صوت زئيرهِ ... من اللائي يسكُنَّ العَزيفَ بِعَثّرا ¶ وفي بعض نسخ الكتاب: الخوات الرعد. ¶ وكلا القولين غلط، ولا شاهد له في البيت، وإنما الخوات: الصوت لأي شيء كان، وليس بمقصور على الرعد دون غيره. وقال ابن هرمة: ¶ فلا حسّ إلا خوات الرَّذاذ ... وزَعْبُ السُّيولِ بأدراجها ¶ وتقول: سمعت خوات الطائر إذا سمعت حسه، فالخَوات: حسُّ كل شيء وصوته. ولا وجه لما قال إلا أن يخرجه على العموم، فإن كان أراد ذلك فقد كان يلزمه أن يزيد كلامه شرحاً، وإن كان لم يُردْه فقد غلط. ¶ 17 - وقال أبو حنيفة: روي أن رسول الله صلى الله عليه وسلم سُئل عن سحائب مرت، فقال: كيف ترون قواعدها وبواسقها أجوناً أم غير ذلك؟ فقال: كيف ترون رحاها. ¶ ثم سال عن البرق: أخفوٌ أم وميض أم يشقُّ شقاً؟ فقال: جاءكم الحيا. ¶ وما هكذا ألفاظ الخبر، روى ابن الأعرابي وغيره - واللفظ لابن الأعرابي - قال: بينما رسول الله - صلى الله عليه وسلم - جالس ذات يوم مع أصحابه، إذ نشأت سحابة، فقيل: يا رسول الله: هذه سحابة فقال: كيف ترون قواعدها قالوا: ما أحسنها وأشدّ تمكنها، قال: فكيف ترون بواسقها، قالوا: ما أحسنها وأشدّ استقامتها، قال: فكيف ترون برقها أوميضاً أم خفياً أم يشق شقاً؟ قالوا: يشقُّ شقاً، قال: فقال رسول الله الحَيا.",
            "page": "21",
            "part": "1",
            "seal": "BA48715D"
        },
        {
            "id": "22",
            "nass": "فقالوا: يا رسول الله ما أفصحك ما رأينا الذي هو أفصح منك، فقال: ما يمنعني وإنما أُنزل القرآن بلساني، بلسان عربي مبين. ¶ 18 - وقال أبو حنيفة: ومن كلام العرب المأثور: \" إذا طلعت الشِّعرى سَفَرا، ولم ترَ مطرا، فلا تغذُونَّ إمّرةً ولا إمّرا، وأرسل العُراضات أثرا، يَبغينك في الأرض مُعْمرا. ¶ ثم قال: وقد ظن قوم أن الساجع أراد طلوع الشِّعرى بالغداة، وقد أخطأوا في ذلك، وحكاه من لا أثق به عن مؤرِّج فإن كان صدق، فإن مؤرجاً إذا كان قليل المعرفة بهذا الفن. ¶ وهذا القول منه ئ مؤرّج مثل ما قدمناه في صدر كتابنا من ردّ بعضهم، على بعض، ثم نَصر قوله وبيّن غلط مؤرج وأصاب فيما بيّن ولكنه أتي من حيث أمِنَ. قد غلط هو أيضا في ألفاظ هذا السجع وتفسيره لأنه قال: فأما تفسير الكلام الذي في السَّجع، فإنه يقول: إذا أخطأ الوسميّ فلم يقع له مطر فأُسيء الظن بسنّتك ولا تتشاغل بالغُنْم، ولكن اظعن عن دارك، واطلب بالإبل داراً قد غاثها الله بغيث فانججُ إليها. والعُراضات أثراً: هي الإبل، والمَعْمر: المنزل بدار معاش، والإِمَّر: الذكر من أولاد الضأن والأنثى إمّرة، وإنما خصّ الضأن بالذكر، وإن كان أراد جميع الغَنَم لأنها أعجز عن الطلب من المعز، والمعز تدرك ما لا تُدرك الضأن. ¶ فأما ما حكينا من غلطه في الرواية فإن أبا عمرو قال: إذا طلعت الشِّعرى سَفَراً، ولم ترَ مطراً، فلا تلحق فيها إمّرة ولا إمّراً ولا سُقيباً ذكراً. وقالي أبو زيد مثله إلاّ أنه روى فلا يلحقن فيها. وأما غلطه في التفسير فإنهما قالا جميعاً في تفسيره. وقد قاله غيرهما الإمّرة: الرجل الذي لا عقل له إلاّ ما أمرته به. ¶ وقال أبو عمرو يقول: لا ترسل في إبلك رَجَلاً لا عقل له يدبّرها. والإمّر والإمّرة أيضاً من الضأن - كما ذكر - إلاّ أن المستعمل هاهنا ما حكيناه، ولعله لو غطّى على الشيخ مؤرّج لأعفاه الله من تكشّفنا. ¶ 19 - وقال أبو حنيفة قال الأصمعي: الحِدَأ الواحدة حِدَأة، وهي الفأس ذات الرأسين قال: وكذلك قال أبو عبيدة: وقال تقديرها عِنَبة، قال: وإذا كان لها رأس واحد فهي فأس، قال الشمّاخ يصف إبلاً: ¶ يُباكرن العِضاه بمقنعاتٍ ... نواجذُهُنَّ كالحِدَأ الوقيعِ ¶ والناس على خلاف قوله، والمحفوظ عن الأصمعي وأبي عبيدة غير ما قال، وتقديره غلط، ومثاله فاسد. ¶ روى أصحاب الأصمعي عن الأصمعي: الحدأة الفأس لها رأسان والجمع حَدَأ بالفتح. وهكذا قال غيره من الرواة عن أبي عبيد: الحَدَأة - بالفتح - الفأس ذات الرأسين، والحِدَأة - بالكسر - الطائر، ومنه قولهم: \" حِدَأة وراءك بُنْدُقة \" يعنون الطائر، وقد زعم ابن الكلبي أن حِدَأة وبندُقة قبيلتان والأول هو الأعرف. ¶ وقال أبو يوسف وتقول: هي الحِدَأة والجمع حِدَأ - مكسور الأول مهموز - ولا تقل حَدأة، وتقول في هذه الكلمة: \" حِدَأ حِدأ، وراءك بُندقة \" وزعم ابن الكلبي عن الشرقي: أن حِدَأة وبُندَقة قبيلتان من قبائل اليمن، قال النابغة: ¶ فأوردهنَّ بطنَ الأتمِ شُعْثاً ... يَصُنَّ المشيَ كالحِدَإ التُّؤامِ ¶ ثم قال: والحِدأ الفؤوس واحدتها حَدَأة بالفتح. ¶ وقال أبو يوسف، قال الشرقي: هو حِدَأ بن نمرة بن سعد العشيرة، وهم بالكوفة، وبندقة بن مَظّة - وهو سفيان بن سِلْهم بن الحكم بن سعد العشيرة - وهم باليمن فأغارت حِدَأ على بُندقة فنالت منهم، وأغارت بُندقة على حِدَأ فأبادتهم. ¶ وقال ابن قتيبة، الحِدَأ: الفؤوس لها رأسان واحدتها حَدَأة مثل فَعَلة - والطائر حِدَأة - بكسر الحاء - والجمع حِدَأ، وهذا هو الصحيح وإياه أراد أبو حنيفة لا محالة فأسقط بعض الكلام فغلط. ¶ 20 - وأنشد للبَعيث: ¶ وذي أُشُرٍ كالأُقحوان تشوفُه ... ذهابُ الصّبا، والمُعصِراتُ الدّوالحُ ¶ وقال الدّوالح: الثِّقال التي تدْلح بالماء، ويُروى أنه معنى قول الله عز وجل: (وأنْزَلْنا من المُعْصِرات ماءً ثَجّاجاً) . وقد قال قوم: إنَّ المُعصرات الرياح ذوات الأعاصير، وهو الرَّهج والغبار، قال الشاعر: ¶ وكأنَّ سُهْكَ المُعصِرات كَسَوْنَها ... تُرْبَ الفدافدِ والنِّقاعِ بِمُنْحُلِ",
            "page": "22",
            "part": "1",
            "seal": "6071346B"
        },
        {
            "id": "23",
            "nass": "النِّقاع: جمع نَقع، وهو القاع من القيعان. وزعموا أن معنى من معنى الباء كأنه قال: وأنزلنا بالمعصرات ماء ثجّاجاً. وقال غيرهم: بل المعصرات الغيوم أنفسها، وذهب إلى معنى البعيث. ¶ ولا يحتمل قوله غير السحاب لقوله: الدّوالح فتكون المعصرات التي أمكنت الرياح من اعتصارها واستنزال قطرها، يقال: أمضغ النخل وآكل وأطعم وأفرك الزَّرعُ إذا أمكن ذلك فيه. ¶ وقد ألم أبو حنيفة بالصواب، ثم حاد عنه، المعصرات: السحابات بعينها كما قال، ولكنها إنما سميت مُعصِرات بالعَصَر، والعُصرة وهما: الملجأ، وقال أبو زبيد: ¶ فارسٌ يستغيث غير مُغاثٍ ... ولقد كان عُصرةَ المنجودِ ¶ أي ملجأ المكروب، وتقول: أعصرني فلان إذا ألجأك إليه، واعتصرت أنا اعتصاراً، قال عدي بن زيد: ¶ لو بغير الماء حلقي شَرِقٌ ... كنت كالغَصّان بالماء اعتصاري ¶ فمعنى المعصرات: المُنجيات من البلاء، المُعصمات من الجَدْب بالخِصب لا ما قال أبو حنيفة، ولا ما قال من قال: إنها الرياح ذوات الأعاصير فلا تَلْتَفتنَّ إلى القولين معاً. ¶ 21 - وفسر أبو حنيفة قول صخر الغيّ: ¶ أسالَ من الليل أشجانَهُ ... كأنَّ ظواهره كنَّ جُوفاً ¶ بأن قال: يعني أنَّ الماء صادف أرضاً خوّارة استوعبته فكأنّها جوفاء غير مصمتة. ¶ وهذا التفسير بخلاف البيت، لأن في البيت أسال، وإذا استوعبت الأرض الماء فأيَّ شيء يسيل، وإنما أراد صخر: أن السيل لشدته يشق خدود الأرض فسال في أخاديدها فصارت ظواهرها كالأودية الجوف. ومثله قول نابغة بني جعدة: ¶ يَشقُّ حَديدَ الأرضِ من حدِّ سَيلهِ ... أخاديدَ حتى يتركَ القَفَّ واديا ¶ 22 - وفال في قول أبي وَجْزة: ¶ مُطِّبقةُ المجرى لذيذٌ نسيمُها ... رُخاءٌ أَبتْ أعقابُها أنْ تَصرّبا ¶ والمُطِّبقة: المُحقِّقة. ¶ وإنما أخذ أبو حنيفة هذا من قولهم: طَبَّق المَفصِل. وليس كذلك، وإنما هذا مأخوذ من قول امرئ القيس: ¶ ديمةٌ هَطْلاء فيها وطفٌ ... طَبَقُ الأرض تحرّى وتدُرْ ¶ أي مُغطّية للأرض كلها، وغطاء كل شيء طبق له، ومنه قيل لغطاء القدر طبق، ومنه قوله تعالى: (سَبْعَ سمواتٍ طِباقاً) أي طابقت كل واحدة صاحبتها مطابقة، وطباقاً أي هذه غطاء لهذه لم تحجز عنها، وهذه تحتها لم تفصل عنها. ومن هذا قيل للمتفقين على الأمر متطابقاً على كذا وكذا سبحانه بالمصدر، ولم يُجمع على لفظ طَبَق لأن جمع طبق أطباق، قال الشمّاخ: ¶ إذا دعتْ غَوْثَها ضرّاتها فزِعتْ ... أطباقُ نِيٍّ، على الأثباجِ مَنْضودِ ¶ والمُغطّي للشيء طَبَقٌ له وطِباق له، ولا معنى للمُحقّقه في بيت أبي وجزة، ولا يجوز غير ما قلناه فاعلم. ¶ 23 - وقال أبو حنيفة، قال أبو عمرو: الشعر الذي في العنق يدعي الغفير والغفارة والغَفْر، واستشهد به على قوله في صفة النَّبت، وهو ما دام صغاراً أغفر، وقد أغفرت الأرض. ذكر ذلك أبو عمرو وقال: وهو مأخوذ من الغفر، وهو الشعر الصِّغار الذي مثل الزَّغب، ويقال: رجل غَفِرُ القفا، وامرأة غَفِرة الوجه إذا كان في وجهها غَفْرٌ. ¶ وقد صدق فيما حكاه عن أبي عمرو. والمعروف: الغَفَر - بالتحريك - ولا أعرف الغَفْر إلاّ عن أبي عمرو، وقد يمكن أن يقال: غَفرٌ وغَفَر - إلاّ أن الفتح أشهر - ولم يذكراه، وقد قال الراجز: ¶ قد علمت خَود بساقيها الغَفَرْ ... لتروينْ أو لتبيدنَّ الشَّجَرْ ¶ أو لأروحنْ أُصُلاً لا أتّزرْ ¶ وقد روى هذا واحد من الرواة: بساقيها القُفْر - بالقاف - وقد غلطوا، والرواية بالغين، وممن رواه بالقاف ابن دريد والوجه ما أنبأتك. ¶ 24 - وقال أبو حنيفة: قال أبو النجم: ¶ نَبْتُها بالرَّوض أعشابَ الخَضرْ ¶ وإنما الرّجز للعجّاج. ¶ 25 - وقال أبو حنيفة، قال أبو زيد: الرَّف: الأكل، رفت الإبل تُرفُّ رفّاً، ثم قال أبو حنيفة: حفظي رفَّ يَرُفُّ رفيفاً في اللون، وفي الأكل والمصّ: رفّ يرَفُّ رفّاً - بفتح راء يرفّ - وهذا أيضاً مما قدمنا من ردّ بعضهم على بعض إلاّ أن هذا من أقبحه، لأنه خلط بصحيح ردّه سقيماً وإنما يقال: رفَّ يرِف كما قال: إذا بَرَق لونه، يقال منه: رفَّ الثّغر يرِف رفّاً، وقال بشر بن أبي خازم:",
            "page": "23",
            "part": "1",
            "seal": "C898024B"
        },
        {
            "id": "24",
            "nass": "ليالي تستبيكَ بذي غُروبٍ ... يرفُّ كأنّه وَهْناً مُدامُ ¶ ورف يرِفُّ إذا اختلج حاجبه، ورَفَّ الشَّجَر يرف إذا اهتزَّ من نضارته هذا بالكسر كلّه. ¶ ويقال: رفَّ يرُفُّ إذا مصَّ الشراب وغيره، وكذلك رفَّ البعير البقل إذا أكله، ولم يملأ فمه منه، وكذلك رفَّ له يرُفُّ إذا كسب له وكل هذا بالضم. ¶ وأما رفَّ يرَفُّ - بالفتح - فكما ذكر أبو حنيفة أنه حفظه فلم يأت في كلام العرب. ¶ والرَّف من الكلمات التي جاءت كل واحدة منها، بعشر معان، وقد أفردنا لها كتاباً سميناه بكتاب العَشَرات، أنت ترى الرَّف فيه مستقصىً، إن شاء الله، ولما لم يستقبح أن يرد على أبي زيد استقبحنا نحن أن نردَّ عليه. ¶ 26 - وقال أبو حنيفة - وقد ذكر البَرَم -: وأخبثها بَرَمة العُرفط، وهي بيضاء كأن هيادبها القطن، كما يُرى في برمة الآس، وهي مثل زرِّ القميص أو أشفُّ منه، وقد يقال: لبُرمة العُرفط خاصة الفَتْلَة. ¶ وهذا غلط في هذا الشرط لأن أبا زيد قال في كتاب النبات، وقد ذكر السَّمُرة ووصفها، ثم قال: ويقال لنَوْرتها لأول ما تخرج البَرَمة، ثم أول ما يخرج من بدء الحُبْلة كُعْبورة نحو بدء البُسْرة فتلك البَرَمة ينبت فيها زُغبٌ بيض هو نَورها، فإذا خرجت فتلك البَلّة، والفَتْلة، ثم ذكر كلاماً قال فيه: ويقال أبرمت السَمُرة، وأحبلت، وأفتلت، ثم ذكر العُرفط ولم يذكر الفتلة التي ذكرها أبو حنيفة. ولست أُنكرها وإنما رددت شرطه الذي قال فيه لبَرمة العُرْفط خاصة. ¶ 27 - وقال في قول النمر بن تولب: ¶ وكلُّ خليل عليه الرِّعا ... ثُ، والحُبُلاتُ كذوبٌ مَلِقْ ¶ الرِّعاث: القِرطة الواحدة منها رَعثة، ولعمري إنها لقِرطة، ولكن الرَّعثة الواحد، والجمع: رَعَثات، قال الشاعر: ¶ ماذا يُؤرّقني والنوم يعجبني ... من صوت ذي رَعَثاتٍ ساكنٍ داري ¶ وقال جرير: ¶ بِزَرودَ أرْقصتِ القَعودُ فِراشها ... رَعَثاتِ عُنْبُلها الغِدَفْلُ الأرْعَلُ ¶ ثم جمع الرّعثة على الرَّعثات والرِّعاث، وهذا كقولهم: جَمْرة، وجَمَرات، وجِمار. ¶ 28 - وقال أبو حنيفة: الإبرام أعمُّ من الإحبال لمخالفة الثمرة واشتباه النور، يقال للقتاد: أبرم وللأراك أبرم ذكر ذلك أبو عبيدة. ولا يقال لثمره حُبْلة، ولا عُلّفة. ¶ وقد أصاب في الأراك وأخطأ في القَتاد، لأن القتاد يقال لبَرَمه البَغْو، والواحدة بَغْوة - حكاها أبو زيد وغيره - ولا يقال لها: بَرَمة. ¶ 29 - وقال أبو حنيفة: وزعم الجَرمي عن يونس أن من العرب من يقول: سِيس يُساس فهو مَسوس، وأنشد: ¶ فما رَزَق الجنود بها قفيزاً ... وقد سيست مطاميرُ الطَّعامِ ¶ في رواية هذا البيت تغييران، وهذا شعر معروف لرجل من بني تميم، كان في حرب الأزارقة مع المُهَلّب يخاطب به الحجّاج ويشكو إليه مما فعل المغيرة بن المُهلّب، والرُّقاد من جباية خَراج إصطخر ودرابِجرد، وترك النَّفَقة في الناس، والرواية: ¶ ألا قل للأمير جُزيت خيراً ... أرحنا من مُغيرةَ والرُّقادِ ¶ فما رَزَقا الجنود بها قفيزاً ... وقد ساستْ مطاميرُ الحصادِ ¶ ويروى: سيست. فروى رَزَق، وهو رزقا - بالتثنية - وغيّر الحصاد بالطعام. ¶ 30 - وأنشد أبو حنيفة لأبي ذؤيب: ¶ تأبَّط خافةً فيها مِسابٌ ... فأضحي يقتري مَسداً بِشيقِ ¶ وفسّر فقال: وترك الهمزة من المسأب، وقال ساعدة في ذلك: ¶ معه سِقاءٌ لا يُفرِّط حَمْلَهُ ... صُفْنٌ وأخراصٌ يَلُحن ومِسأبُ ¶ وهذا الذي قاله قد قاله غيره من الرُّواة، وليس بالجيّد، إنما الجيد أن المسأب - هو سقاء العسل - مهموز والجمع مسائب، فإذا ترك همزه، فهو مساد - بالدال - قال الراجز يصف حبشياً مقتولاً على قفاه، وهو عُريان فشبهه بالزِّق وشبه عانته بكفِّ جِعْلان: ¶ كأنّما جِيفتُهُ في الوادي ... كومةُ جِعلانٍ على مَسادِ ¶ ووجه رواية أبي ذؤيب: تأبّط خافةً فيها مساد. ¶ 31 - وأنشد أبو حنيفة لأبي ذؤيب: ¶ فليتهمُ حذروا جيشَهم ... عَشيّةَ هُمْ مثلُ طير الخَمَرْ ¶ وقال: أي يَتَقَبّصون على جنّ عَيْن كما يتقبّص طير الخَمَر لأنه يستخفي له حتى يؤخذ.",
            "page": "24",
            "part": "1",
            "seal": "3045B605"
        },
        {
            "id": "25",
            "nass": "قال أبو القاسم: وكان يجب أن يقول: كما تتقبص - بتاءين - فلأنه يُستخفى لها حتى تؤخذ، لأنَّ الطير اسم للجنس والواحد طائر. ¶ 32 - وقال أبو حنيفة، قال الفراء: إذا رعى القوم العِضاه قيل: القوم مُعِضّون، وقد أنشدني العُقيلي: ¶ أقول وأهلي مُؤرِكُونَ وأهلُها ... مُعِضُّون: إن سارتْ فكيف أسيرُ ¶ فجعله إذ كان من الشجرة لا من العشب بمنزلة المعلوفة في أهلها، النَّوى وشِبْهه، وذلك أن العُضّ هو عَلَف الرِّيف من النَّوى والقَتّ وما أشبه ذلك، ولا يجوز أن يقال من العِضاه مُعِضّ إلاّ على هذا التأويل، والمُعِضّ: الذي تأكل إبله العُضّ، والمؤرِك: الذي تأكل إبله الأراك، أو الحمض، والأراك من الحمض. هذا كلّه قول أبي حنيفة. ¶ وقد غلط في الذي قاله وأساء تخريج وجه كلام الرجل لأنه قال: إذا رعى القوم العضاه قيل: القوم مُعِضون فما لذكره العُضّ، وهو علف الأمصار، مع قول الرجل العضاه، \" وأين سُهَيْلٌ من الفَرْقَد \"! وقوله: لا يجوز أن يقال من العِضاه مُعِضّ إلاّ على هذا التأويل، شرط غير مقبول منه - رحمه الله - لأن ثم شيئاً غيّره عليه قبل، ونحن نذكره إن شاء الله. ¶ قال أبو زيد الأنصاري في أول كتاب الكلأ والشَّجر: \" العضاه اسم يقع على شجر من شجر الشوك له أسماء مختلفة يجمعها العضاه، وواحدتها عِضاهة وعضة وعضهة، وإنما العِضاه الخالص منه ما عظم واشتدّ شوكه، وما صغر من شجر الشوك فإنه يقال له: العِضُّ والشِّرْسُ \". ¶ وقال أبو زيد - في هذا الكتاب وقد ذكر القياس -: \" فهذه كلها تدعى عِضاه القياس، وليست بالعِضاه الخالص وليست بالعضّ ولا الشِّرس، وأهل تهامة يسمون شجر القياس هذه كلها عضاهاً وليس فيهن شوكة إلاّ حَجَن صغار الواحدة جَحَنة، وهي كأنها شوك السِّدر، والحجن: المعفقة الصغار \". ¶ قال أبو زيد: \" ومن العضّ والشِّرْس القَتاد الأصغر، ثم حلأها، ومنه الشُّبْرم والواحدة شُبْرمة، وهي شجرة شاكة، ولها ثمرة نحو النّخذة في لونه ونبتته، ولها زهرة حمراء \". وذكر غير ذلك من شجر العضّ والشِّرس. ¶ قال أبو يوسف في إصلاح، المنطق ويقال: هذا بعير غاضٍ، إذا كان يأكل الغضا لإبل غواضٍ، فإذا اشتكى عن أكل الغضا، قيل بعير غضٍ. وإذا نسبته إلى الغضا، قلت: بعير غضويٌّ. فإذا كان يأكل العِضاه قلت: بعيرعَضِهٌ. وبعيرعاض: يرعى العضَّ، وهو في معنى عَضهٍ، والعِضّ هو العضاه. يقال: بنو فلان مُعِضّون، أي ترعى إبلهم العضُّ. وبنو فلان مُشرسون أي ترعى إبلهم الشِّرس، وهي عضاه الجبل. وإذا نسبت إلى العضاه قلت عضاهي، قال الراجز: ¶ وقرّبوا كلَّ جُماليَ عَضِهْ ¶ وقال أيضاً: وأرض مُعضهة كثيرة العضاه، ومُعِضّة كثيرة العِضّ وهي العضاه بعينها، وأرض مُشرسة كثيرة الشِّرس. ¶ وقال في هذا الباب: والبارض أول ما يخرج من الأرض من البُهمى، والحُمرة، والنَّزَعة، وبنت الأرض، والقبأة، والهلثى - وهو ما دام صغيراً - بارضٌ، لأن نبتة هذه الأشياء واحدة ومنبتها واحد، فإذا طالت تبيّنت. ¶ وإنما سقنا هذه الحكاية لما فيها من فائت أعيان النبات. وقال أبو رياش: العِضاه اسم عظام الشَّجر من ذي الشوك وصغاره، فما صغر من ذي الشوك ونبت في الجبل فهو الشِّرس، وما صغر من ذي الشوك، ونبت في السَّهل فهو العضّ. ¶ وعلى هذه الأقوال وهذا التفصيل قول الفراء: مُعِضّون يكون من العِضّ الذي هو نفس العضاه، وتسلم حكايته وتصح روايته، وقلة التفقد لمواضع الردّ على العلماء مُردٍ، وبالله أستعين من الزلل، وإياه نستوهب السَّلامة في القول والعمل. ¶ 33 - وذكر أبو حنيفة العِظْلم فقال: ونبات العظلم ببلاد العرب كثير ولا يتخذ منه ببلاد العرب النّيل، ولكن ببلاد الهند لفضل ذلك العِظلم في الفوّه. ¶ وليس الأمر كذلك، قد يتخذ النّيل بأرض العرب وغيرها، والنيل الهندي جيد - لعمري - ولكنه قد يجيء من الحجاز ومن أغوار زَعر وأعلاها نيل لا يُقصِر جيّده عن الهندي. ¶ 34 - وقال أبو حنيفة: وقد روى بعض الثقات عن الأصمعي أنه قال: الإبل لا تُهنأ بالقطران للجَرَب، ولكن للقِردان والحَلَم والدَّبَر، فأما الجرب فإنها تُهنأ منه بالنفط 0 هذا ما حكاه هدا الشيخ، وقد قال القَطِران العبشمي: ¶ أنا القَطِرانُ والشعراءُ جَرْبى ... وفي القطران للجَربى شِفاءُ",
            "page": "25",
            "part": "1",
            "seal": "BE7949EA"
        },
        {
            "id": "26",
            "nass": "فحقق ما قال الأعرابي، وقد كان أبو حنيفة حكى عن أعرابي حكاية سنذكرها في موضعها إن شاء الله. ¶ 35 - ثم قال أبو حنيفة: ولعل الأصمعي قال ذلك في بعض الحَرَب مما يحتاج ما هو أحرّ من القطران كما أن العَنيّة في بعضه أبلغ، والعَنيّة: أبوال تُعتّق، وهو التعنية ثم يخلط بها دسم لئلا يحرق الجلد، ثم يهنأ بها وربما قوى ذلك بما يزيده حِدَّةً إذا كان الجرب مُعضلاً ومن ذلك قول المرّار: ¶ جربن ولا يُهنأن إلاّ بغلقةٍ ... عِطينٍ وأبوالِ النّساء القواعدِ ¶ ثم قال: وقد أنشد الأصمعي هذا البيت في هذا المعنى بعينه. ¶ وقد غلط الأصمعي فيما قال، وأساء أبو حنيفة في الاعتذار له ولا شاهد له في البيت، والإجماع من العرب والعلماء بكلامهم أن القطران يهنأ به للجرب، والشيخ الثقة الذي كنّى عنه أبو حنيفة هو أبو عبيد وسنذكر هذا من قوله ويدل على فساد قول الأصمعي، ونسوق الحكاية التي حكاها أبو حنيفة عن الأعرابي فيما ننبه عليه من أغلاط الغريب المصنف إن شاء الله. ¶ 36 - وقال أبو حنيفة: وعَرِف الجلد إذا أنتن مثل الصُّماح، ومن أمثال العرب: \" لا يعدم جِلْدُ سَوْء عَرْف سَوء \". ¶ وقد أساء في هذا القول لأن الصُّماخ النتن، قال الشاعر: ¶ يتضوّعن لو تضمّخن بالمسك صُماحاً كأنه ريح مَرقِ ¶ والعَرف: عرف الطِّيب، ويقولون: عَرّفت كذا إذا طيّبته، ومنه قوله جل وعز: (الجَنَّةُ عَرَّفها) أي طيّبها، ومنه قول أوس: ¶ فتدخل أيدٍ في حناجير أفيعت ... لعادتها من الخزير المعرّفِ ¶ والدُّهن المُعرَّف: المُطيّب، وقال أبو يوسف، العرف: الريح الطيبة ومع هذا فقد قال أبو حنيفة - في باب الروائح الطيبة والمنتنة - العرف: الرائحة الطيبة وساق ما ذكرنا وغيره ثم قال: ويقال إنه لطيب البَنّة والأريجة والنشر والعرف بمعنىً واحد، وذكر ما به في النتن، وقد كان يلزمه أن يورد ما أصاب فيه أخيرا في الموضع الذي وهم فيه أولاً، وإذا لم يفعل فقد غلط وأساء فجاء بالذي جاء بمعنيين بمعنىً واحد، ثم قال بعد هذين الموضعين: والعرف: يكون في الطيب والنتن، ومنه المثل الذي مضى، وقال الشاعر: ¶ فلعمر عرفك ذي الصُّماح لما ... عَصَبُ السِّفاد بغضبةِ اللهمِ ¶ وهذا هو الصحيح. ¶ 37 - وذكر أبو حنيفة: نار الحُباحب ونار أبي حُباحب ثم قال: ولا يعرف حباحب ولا أبو حباحب، ولم نسمع فيه عن العرب شيئاً، ويزعم قوم أنه اليَراع، وهو فراشة إذا طارت بالليل لم يشك من لم يعرفها أنها شررة طارت عن نار. ¶ وقد ذكرت هذا من قوله في كتاب الأباء والأمهات، ودللت على فساده، وأحضرت هناك من أقوال الرواة ومأثور كلام العرب ما يغني الناظرين فيه عن كل قول، واستطلت إعادته على الكمال هنا ولم أحب أن أختصره، وأنت تراه هناك إن شاء الله. ¶ 38 - ومد أبو حنيفة ذكا النار في كتابه في مواضع، فقال في موضع منها: والسُّعار: حر النار وذكاؤها وقال في موضع آخر: ولَهَبانها ذكاء لهبها واضطرابها وقال في موضع آخر: فلا نجد له من الرماد إلاّ اليسير مع ذكاء وقود وقال في موضع آخر: وقد ضربت العرب المثل بجمر الغَضا لذكائه. ¶ فكل هذا غلط، وذكا النار مقصور يكتب بالألف لأنه من الواو من قولهم: ذكت النار تذكو ذكواً، وذكو النار وذكا النار بمعنىً، وهو التهابها، قال أبو خراش: ¶ وعارضها يوم كأنّ أواره ... ذكا النار من فيحِ الفروع طويلُ ¶ ومن هذا اشتقاق اسم ذكوان الألف والنون زائدتان. ¶ ويقال أيضا: ذكت النار تذكو ذكوّاً وذكّها بالموقد لتذكو ذَكواً وذُكوّاً. ¶ فأما ذكاء النار فلم يأت عنهم في النار، وإنما جاء في الفهم والسِّن إذا علت، قال زهير: ¶ يُفضّله إذا اجتهدت عليها ... تمام السِّن منه والذَّكاءُ ¶ وقال آخر: ¶ وكيف يُراضُ العود بعد ذكائهِ ... بلا رَسَنٍ يُثنى ولا بعِنانِ ¶ وقال أوس: ¶ على حينَ أن تمَّ الذكاء وأدركتْ ... قريحة حِسي من شريح مُغمّمِ ¶ مُغمم: ملأ كل شيء وعمّه، ويستعمل الذكاء أيضا في حدّة الرائحة، فيقال: مسك ذكيٌّ بيّن الذكاء، ويستعمل أيضا فيما أنتن فيقال منه: رائحة ذكيّة، وقد ذكت الرائحة تذكو ذكواً وذكاءً، وهي في الطِّيب أشهر، وهم لها أكثر استعمالا، قال الراجز:",
            "page": "26",
            "part": "1",
            "seal": "906A8458"
        },
        {
            "id": "27",
            "nass": "يُعلى بفأر الجُوَن الذكيِّ ¶ وقال آخر: ¶ إذا ما مشت نادى بما في ثيابها ... ذكيُّ الشَّذا والمندليُّ المُطّيرُ ¶ 39 - وروى أبو حنيفة عن أبي عمرو: خمَّ وأخمَّ، وصلّ وأصلّ، ونتن وأنتن فمن قال: نَتُن قال مُنْتِن، ومن قال: أنتن فهو مُنْتِن. ¶ وهذا غلط من أبي عمرو وكان يلزم أبا حنيفة أن يوضحه ويتكلم عليه كما جرت عادته في الاعتراض على الرواة فيما يخطئون فيه، وإذا لم يفعل فنحن نوضحه إن شاء الله. ¶ الأصل في هذه الكلمة: أنتن الشيء يُنتِن إنتاناً فهو مُنتِن وهي لغة أهل الحجاز وغيرهم يقول: نَتِن الشيء ينتُن نَتناً ونُتونة ونتانة ثم لا يقولون: فهو نتين، وهكذا القياس في فعُل كقولهم في فقُه وشرُف وظرُف وكبُر وأشباهها فهو: فقيه وشريف وظريف وكبير إلاّ أن طائفة من العرب جلّهم من تميم يقولون: شيء مِنْتِن فيتبعون الكسر بالكسر. ¶ وسنزيد هذا الحرف شرحاً فيما ننبه عليه من أغلاط أبي العباس ثعلب في كتاب الفصيح، ونحصر ما أغفلناه هاهنا لئلا يخلو ذلك الموضع من فائدة إن شاه الله. ¶ 40 - وقال أبو حنيفة: والبَنّة: الريح ما كانت منه، ومنه قول علي بن أبي طالب عليه السلام: \" إني لأجدُ منه بَنّة الغَزْل \". ¶ وما هكذا لفظه، وإنما قال لهذا الرجل: قُمْ لعنك الله حائِكاً فلكأني أجد منك بَنّة الغَزْل \". ¶ وسنسمّي هذا الرجل ونذكر العلة التي من أجلها قال له هذا الكلام فيما ننبه عليه من أغلاط الغريب المصنف إن شاء الله. ¶ 41 - وروى أبو حنيفة للراعي في فأرة الإبل: ¶ لها فأرة ذفراء كلَّعشيّةٍ ... كما فتقَ الكافورُ بالمسك فاتقُه ¶ وهمز الفأرة ثم قال: ظن أنه يُفتق به، وكان الراعي أعرابياً قُحّاً، والمسك لا يُفتق بالكافور. ¶ وقد غلط في همز هذه الفارة - لأن الفأركلّه مهموز - ما خلا فارة الإبل. ¶ وقد اختلف في فأرة المسك، وفي فأرة الإنسان، وهي: عَضَلهُ، والأعلى في فأرة المسك الهمز، وفي فار الإنسان ترك الهمز ومن كلامهم: \" أبرزْ نارَكَ وإنْ أهزلتَ فاركَ \" أي أطعم الطعام وإن أضررت ببدنك. ¶ فأما قوله: والمسك لا يفتق بالكافور فصحيح، ولم يقل الراعي: كما فتق المسك بالكافور، وان كان المسك لا يفتق بالكافور، فإن الكافور يفتق بالمسك، وجعل الراعي أعرابياً قحاً ونسبه إلى الجفاء، وأوهم أنه قد غلط وخطّأه في شيء لم يقله اللهم إلاّ أن يكون عند أبي حنيفة أن الكافور لا يفتق بالمسك، ويكون قد غلط هو في العبارة وعكسها فيكون في هذه الحالة أسوأ حالا منه في الأولى ويكون قليل الخبرة بالطِّيب وعمله واستعماله. ولا رائحة أخمُّ من الكافور إذا فُتق بالمسك، يشهد بذلك ذو النعمة والعطارون قاطبة. ¶ 42 - وقال أبو حنيفة في قول ابن مقبل: ¶ يعلون بالمَردقوشِ الوَرْدِ ضاحيةً ... على سعابيبِ ماءِ الضَّالةِ اللّجِنِ ¶ وأراد بماء الضَّالة: ماء الآس، ونساه الحَضَر يمتشطن به. شبهه بماء السِّدر لخضرته، واللّجِن: المتلّزج، وكذلك الغِسلة متلّزجة، والسّعابيب: ما امتدّ من الغِسلة، ومن الخَطمي إذا أُوخف، الواحد منها سُعْبوب. ¶ والغِسلة: متلزجة كما ذكر، ونساء الحضر يمتشطن بماء الآس، كما قال إلاّ أنه عدل عن الصواب في الضّالة، والضالة - هاهنا - السِّدرة، ونساء الحَضر يمتشطن بالسِّدر بمصر والشام وغير ذلك من البلاد، واكن أبا حنيفة لعله لم يملك رقيقاً من رقيق هذه النواحي، ولا تزوج امرأة من نسائها، ومع هذا فماء الآس غير مُتلّزج ولا مُتَلَجّن، ولا رطبٍ ولا يابسٍ، وإنما السِّدر هو: المُتلزّج، ولو عدل عن الصحيح إلى صحيح مثله لما جاز، فكيف وإنما عدل إلى فاسد. ¶ 43 - وقال أبو حنيفة: والأسَل: هذه العيدان التي تنبت طوالا دقاقاً مستوية لا ورق لها يُعمل منها الحُصُر وهو الكَوْلان. ¶ وقد أصاب في صفة الأسل وغلط في أن قال: وهو الكوْلان، ونحن نستغني بشهرة هذا عن الاستشهاد عليه، أو لعله نقله عن نسخة فاسدة فجاء الغلط من قبلها. ¶ 44 - وقال أبو حنيفة: وقال بعض علماء البصرة: هي الدَّبْر والأَوْب والنّوب والدَّبوب قال: والخَشرم: ذكر النحل. ¶ وهذا القول مشهور من قول هذا العالم - وهو اليزيديّ - ذكره في كتاب \" ما اتفق لفظه واختلف معناه \".",
            "page": "27",
            "part": "1",
            "seal": "8BCF47EC"
        },
        {
            "id": "28",
            "nass": "وهو قول فاسد، وإنما ألزمنا أبا حنيفة جزيرة غلط اليزيدي إذْ لم ينبه عليه كما جرت عادته في الاعتراض على الرواة والاشادة بأغلاط الغالط والاستشهاد على ذلك. ¶ ووجه الغلط في هذه الحكاية أن اليزيدي - رحمه الله - سمع قول ساعدة الهذلي: ¶ فما ضَرَبٌ بيضاء يسقى دَبوبها ... دَقاق فعَروان الكَراث فضيمها ¶ وظن أن الدَّبوب هاهنا النحل، أو لعل بعض المخطئين فسره له كذلك. وإنما دَبوب: اسم بلد به هذا الضرب، ودقاق وعروان وضيم أودية تجري على هذا البلد، وكذلك سمع قول أبي ذؤيب: ¶ وحالفها في بيت نُوب عوامل ¶ فظن أن ذلك اسم النحل، وإنما تلك صفة، وليس الأوْب من أسمائها، ولا من صفاتها، ولا أعلم من أين دُهي فيه، وقد تبع اليزيدي في النوب جماعة من العلماء منهم الأصمعي. وكلٌّ غالط!!. ¶ 45 - وقد قال أبو حنيفة: ويقال للنحل أيضا: الأوْب - ذكر ذلك غير واحد - لإيابها المباءة، وهي لا تزال في مسارحها ذاهبة وراجعة حتى إذا جنح الليل آبت كلها حتى لا يتخلف منها شيء، فسميت به كما قيل للسارحة سرح، وفي شهرة إيابها يقول أبو ذؤيب: ¶ بأري التي تأوي إلى كلِّ مَغرب ... إذا اصفرّ ليطُ الشمس حان انقلابُها ¶ وقال آخر في وصف النحل: ¶ إذا مرَّ جُلُّ اليوم راحت وبعضها ... إلى الحيّ بعضاً كالظِّلال يضوعُ ¶ أي يحث بعضها بعضاً، وواحد الأوب: آئب كما قيل: شارب وشَرْب، وصاحب وصَحْب. وعلى مثل هذا التفسير سميت نُوباً لأنها تنوب في أعمالها، وواحد النُّوب نائب مثل: عائذ وعُوّذ. هذا قول أهل العلم، وزعم آخرون أن النُّوب من النحل التي فيها سواد يشبهها بالنوبة. ¶ هذا كلّه قول أبي حنيفة واستشهاده وحكمه، وهو غالط في جميعه ومسيء في قوله: \" هذا قول أهل العلم، وزعم آخرون \". إن الآخرين في زعمهم هم المصيبون، وهم العلماء المتقدمون والمتأخرون، فمن قول العلماء المتقدمين ما حكاه هو فقال: وزعم العلماء بشأن النَّحل ثم ساق كلامه فيه، وقد قالوا: النحل الصغير عمال، وهي سُود الألوان كأنها محترقة. ¶ فأما النحل الصافي اللون النقيّ، فإنها تُشبّه بالنساء البَطّالات اللاتي لا يعملن شيئاً، فهذا هو إخباره هو عن العلماء بشأن النحل. وقد قدم آنفاً استثناءهم من أهل العلم وهذا هو القول الصحيح وبه سُمي نوباً، وأما ما حكيناه عن العلماء المتأخرين فإن أبا حاتم حكى عن الأصمعيّ: النُّوب: جماعة النحل الواحدة نائبة، وهي التي تنتاب المراعي فتأكل ثم ترجع فتُعَسِّل، كما ينوب الجند باب الأمير، وقالوا: نائب ونُوّب مثل عائذ وعُوّذ، والناقة العائذ: الحديثة النِّتاج. ¶ وقال أبو عبيدة: النُّوب: السود شبّه سوادهن بسواد ألوان النُّوبة: ثم قال أبو حاتم: وليس النُّوب كما قال، قال: وقال الأصمعي، قال يعقوب بن أبي طرفة الهُذَليّ: الأوْب: النحل سميت بذلك لأوبها حين تؤوب أي ترجع، قال المتنخل الهذلي: ¶ كأَوْبِ الدَّبْر غامضة وليستْ ... بمرهفةِ النِّصالِ ولاسِلاطِ ¶ وأبو حاتم أيضاً غالطٌ في حكمه، ولا شاهد له في بيت المتنخّل كما لا شاهد لأبي حنيفة في بيتي أبي ذؤيب والطِّرماح اللذين قدمهما لأنه احتجَّ بقول أبي ذؤيب: حان انقلابها، وهكذا حمر الوحش والظباء، وكل راعٍ لا بد له أن يؤوب إلى قراره، ولذلك قالت العرب \" كلُّ راجع مع الليل آيب \" ولذلك قال النابغة: ¶ وليس الذي يرعى النجومَ بآيبِ ¶ أي لا يؤوب كما يؤوب راعي الإبل والغنم، وقال أبو ذؤيب: ¶ وحتى يؤوبَ القارظانِ كلاهما ... ويُنشرَ في القتلى كليبٌ لوائلِ ¶ وقال آخر: ¶ فرجّي الخيرَ وانتظري إيابي ... إذا ما القارظُ العنزيّ آبا ¶ وهذا على العموم لا وجه لتخصيص النحل به، وقد حصل لنا من قول أبي حاتم شهادته أن أبا عبيدة قائل لما ردده هو وأبو حنيفة وأخرجه أبو حنيفة من جملة العلماء، وقد ذكرنا أنه لا حجة له في بيت المتنخل والدلالة على صحة قولنا إجماع أهل العلم أن العرب إذا شبّهت وقع النَّبل، وذكرت الدَّبْر أرادت النحل، ولو ضبط أبو حاتم هذا لم يقل ما قال. فمما قلناه قول أُمية بن أبي عائذ الهذلي: ¶ تروح يداه بمَحْشورةٍ ... خواطي القِداحِ عجاف النِّصالِ",
            "page": "28",
            "part": "1",
            "seal": "E69ED9E4"
        },
        {
            "id": "29",
            "nass": "كخشرم دَبْر له أزمَلٌ ... أو الجمر حُشَّ بصُلب جُزالِ ¶ وممن قال بقولنا هذا أبو حنيفة - وهو مُصيب - قال تحت هذا الشعر: الدَّبْر هاهنا الزَّنابير لأنه إنما شبّه وقع النَّبل بلَسْع الزنابير ولذلك قال: \" أو الجَمْر \"، ولم يكن يشبّه بالأضعف مع قوله \" أو الجمر \"، وأنشد: ¶ والنَّبْل تلسع فيها كالزَّنابير ¶ 46 - وقيل في بيت الأعشى: ¶ سَلاجِمَ كالنَّحْلِ أنْجى لها ... قَضيبَ سَراءٍ قليلَ الأُبَنْ ¶ إنه إنما شبّه النَّبل بمضيّ النَّحل كما قال أبو كبير الهذلي: ¶ يأوي إلى عُظْم الغَريف ونبلُهُ ... كسَوام دَبْر الخَشْرم المُتَنوّرِ ¶ أي تمضي كما تسوم النَّحل، والسَّوم: المضيّ. فقد أوضحت لك قول أبي حاتم، وسقوط شهادته وسلمت لنا روايته عن أبي عبيدة التي جعلناها حجة على أبي حنيفة مع ما قدمناه من قول أبي حنيفة، واختاره عن العلماء المتقدمين، ومع هذا فإن أبا العباس أحمد بن يحيى، قال مفسراً قول أبي ذؤيب: ¶ إذا لسعته النَّحلُ لم يرجُ لسْعَها ... وحالفها في بيت نُوب عواملِ ¶ وقال أبو عبيدة: إنما سميت نوباً لسوادٍ فيها، وكذلك قال أبو عمرو. واخراج جملة العلماء المتقدمين وأبي عبيدة وأبي عمرو من العلماء قبيح بأبي حنيفة مع الصواب، فكيف مع الخطأ. وقد قدمنا في أبي حنيفة ما يستوجبه. ¶ 47 - وقال أبو حنيفة: وزعم العلماء بالنحل أن ملوك النحل لا تلدغ ولا تغضب ثم قال أبو حنيفة: وإن في هذا لعبرة، لأن هذا لو كان في واحد من عقلاء الإنس الذين فُضِّلوا على جميع الخلق لكان ذلك عجَباً. ولذلك قال الله عزَّ وجل بعد ما قصَّ علينا ما ألهمه هذا الحيوان على ضعفه (إنَّ في ذلك لأيةً لقومٍ يتفكَّرون) . ¶ وقد أساء في قوله الإنس الذين فُضلوا على جميع الخلق لأنا نعلم أن واحدا من أدنى ملائكة الله تعالى، أو من مؤمن الجن، أفضل من جميع من يدخل النار من كفار الإنس مع علمنا بأنهم أضعاف عدد من يدخل الجنّة من المتقين، ومن شملته رحمة الله من المسلمين فكيف يكون عند أفضل من جميع الخلق. ¶ لا! ليس الأمر كذلك أين الصافّون والملائكة المقرّبون الذين لما ذكر الله تعالى المسيح - وهو روحه وكلمته ألقاها إلى مريم - قال الله عزَّ وجلّ (لن يستنكف المسيحُ أن يكون عبداً لله ولا الملائكةُ المقرَّبُون) . وإنما سمع أبو حنيفة قول الله تعالى: (يا بني إسرائيل اذكروا نعمتي التي أنعمت عليكم وإني فَضَّلْتُكم على العالمين) فظنَّ أن الإنس مفضَّلون على جميع الخلق. ¶ وهذا سؤ ظن منه، وسهو عن قوله سبحانه (ولقد كَرَّمْنا بني آدَمَ وحَمَلْناهم في البرِّ والبحْرِ ورَزَقْناهم من الطَّيِّباتِ وفَضَّلْناهم علن كثيرٍ مِمَّنْ خَلَقْنا تَفْضيلاً) ، فلم يصب أبو حنيفة فيما قال ولا في قوله، ولذلك قال الله تعالى بعدما قمق علينا ما ألهمه هذا الحيوان على ضعفه (إنَّ في ذلك لآيةً لقومٍ يَتَفكَّرون) لأن الله تعالى لم يقل لنا في ملوك النحل: ولا تلدغ ولا تغضب إنه لقوم يتفكرون، فيكون في ذلك شاهدأ لأبي حنيفة، ولا الأمر على ما تأوّل مع بعده مما ظنَّ أنَّ الآية (لقومٍ يتفكَّرون) هي في إلهام الله تعالى لها أن تتخذ من الجبال بيوتاً، ومن الشجر ومما يعرشون. لا! ليس الأمر كذلك أيضا، إنما الآية في آخر الكلام الذي قصّه سبحانه وهو (يخرُجُ من بُطونها شرابٌ، مُختَلفٌ ألوانُهُ فيه شِفاءٌ للناس) ، وإذا كان الأمر كذلك فالآية لله عز وجل في فعله ولا شيء للنحل فيها، فلمَ قال: ولذلك قال الله، وهَبْه كما ظنَّ، وكما قلنا، وأنَّ الآية في أن فقهت ما ألهمت، وأن أخرج الله من بطونها هذا الشِّفاء، وليس هو من الالهام في شيء، فلمَ جعل الآية مقصورة على بعض وأخلاها من بعض؟ على أن القول في الآية ما قلناه، وإنما جئنا بما قال على الله لو كان لكان، فكيف وما كان. ¶ 48 - وقال أبو حنيفة: فأما حدود الكور فهي التخوم - بالفتح - وهي واحدة، ومن الناس من يضم فيجعله جمعاً، ويجعل الواحد تخماً، والأول أعرف، وقد شرحت هذا في باب الأرضين. ¶ وهذا غلط منه - رحمه الله - والذي شرحه في باب الأرضين صحيح، وهو مخالف لهذا القول، وأنت هناك تراه، وتراه فيما ننبه عليه من أغلاط إصلاح المنطق من كتابنا هذا إن شاء الله.",
            "page": "29",
            "part": "1",
            "seal": "70DF3015"
        },
        {
            "id": "30",
            "nass": "49 - وقال أبوحنيفة في تطبيب الخمر، قال الأعشى: ¶ أُلقيَ فيها فِلجانِ من مِسك دا ... ...رينَ، وفِلجٌ من عَنبرٍضَرِمِ ¶ أي متوهج الريح، والفِلْج: مكيال معروف، ومنه قول أنجي كبير الهذلي: ¶ كسُلافةِ العِنبِ العصير مزاجها ... عُودٌ وكافور ومِسكٌ أصهبُ ¶ وليس البيت للأعشى، ولا الرواية فيه كما روى، ولا وجه لروايته والخمر قد يطيب كما ذكر، وأكثر الطِّيب يقع في تطييبها ما خلا العنبر فإنه لا فعل له فيها وللمسك والكافور والعود والقرنفل والزنجبيل والسنبل وغير ذلك من الأفواه فيها عمل مستلذّ ولا عمل للعنبر فيها لأنه لا طعم له إلا إذا مُضغ ولا رائحة له إلاّ على النار، والعنبر لايوصف بالضرم، ولو ضرم لأدّى رائحة أخثاء، البقر، والبيت للنابغة الجعدي وروايته: من فلفل ضرم. ¶ وسترى هذا البيت مشروحاً في كتابنا على تنبيهاتنا على ما في كتاب الجمهرة - جمهرة اللغة - من كتابنا هذا إن شاء الله. ¶ 50 - وذكر أبو حنيفة أسماء الخمر، فقال: ومنها الكأس، وهو اسم لها، ولا يقال للزجاجة: كأس إن لم يكن فيها خمر. ثمَّ أورد حججاً على ذلك منها قوله عز وجل: (يُطافُ عليهم بكأْسٍ مِن مَعين) . ¶ وقد أساء في هذا الشرط، الكأس: نفس الخمر كما قال، والكأس: الزجاجة، وقول الله عز وجل الذي ذكرنا أنه احتجَّ به حجة عليه، ومثله قوله سبحانه: (بأكوابٍ وأباريقَ وكأْسٍ مِن مَعين) وقوله تعالى: (وكأس من مَعين) أي ظَرْف فيه خمرمن هذه التي هذه صفتها، وقد قال سبحانه: (وكأْساً دِهاقاً) والدَّهاق: الملأى ولا يجوز أن يقال: أراد وخمراً وملأى. هذا فاسد من القول. والعرب تقول: سقاه كأساً مُرّةً، وجرّعه كأساً من الذِّيفان، وسقاه كؤوس الموت قال الراجز: ¶ كأساً من الذِّيفان والجُحالِ ¶ وقال العجاج: ¶ أو أن يُرَوّوا نهلَ المُجْتسِّ ... من الذُّعاف غيرَ ما تَحَسِّ ¶ من العدى بالكأس بعد الكأسِ ¶ وقال: ¶ وقد سقى القومَ كأسَ النَّعْسةِ السَّهَرُ ¶ وأوضح من هذا كله وأبعدُ من قول أبي حنيفة ما أنشده أبو زياد لريسان بن عَمِيرة - من بني عبد الله بن كلاب -: ¶ وأولُ كأس من طعام تذوقه ... ذُرَى قُضُبٍ تجلو نقيّاً مُفلّجا ¶ فجعل سواكها كأساً، وجعل الكأس من الطعام وبعّضَ من تبعيضاً، يدل على صحة ماقلنا. ¶ وقال الآخر: ¶ مَنْ لم يمتْ عَبْطةً يمتْ هَرَماً ... الموتُ كأسٌ والمرءُ ذائقها ¶ وقال الكراع، الكأس: الزجاجة، والكأس أيضاً: الخمر. فبدأ بقولنا. ¶ ثم قال أبو حنيفة: وكل ما شرب به الشراب - أعني الخمر - فهو مع ما فيه من الخمر كأس، ولا يقال له وحده كأس. ¶ وقد بيّنا فساد قوله فيما مضى. ¶ ثم قال: ولا يقال للاناء وحده كأس إلا بما فيه كما لا يقال للدلو: سَجْل إلاّ بما فيها من الماء وقد بينا فساد هذا القول ومضى. ¶ 51 - وأنشد أبو حنيفة: ¶ مُفدّمةً قزّاً كأنَّ رؤوسها ... رؤوسُ بنات الماء أفزعها الرَّعدُ ¶ وقال: شبه أعناق الطير إذا نصبتها بأعناق الأباريق فلذلك قال: أفزعها الرَّعد. ¶ وقد غلط في الرواية والتفسير، وهذا الشعر للأقيشر الأسدي، مجرور، والرواية: ¶ سيُغني أبا الهنديّ عن وطبِ سالمٍ ... أباريقُ لم يَعْلقْ بها وَضَرُ الزُّبْدِ ¶ مُفدّمةً فَزّاً كأنَّ رقابَها ... رقابُ بنات الماء تفزع للرَّعدِ ¶ فهذا غلطه في الرواية. ¶ وأما غلطه في التفسير فقوله: شبّه أعناق الطير إذا نَصَبتها بأعناق الأباريق فلذلك قال: أفزعها الرَّعد. ¶ وهذا غلط لأن الطائر إذا سمع صوت الرعد لم ينصب عنقه له، ولكن يلويه، وكذلك أيضاً الأباريق عُوج، ولذلك شتهت بأعناق الطير العرج، وقد أوضح ما قلناه شُبْرمة بن الطفيل الضّي بقوله: ¶ كأنَّ أباريقَ الشَّمول عشيّةً ... إوَزٌّ بأعلى الطَّف عُوجُ الحناجر ¶ ألا تراه كيف اختار إوزَّ كسكر - وهي أعلى الطف - لأنها تُعوِّج رقابها شديداً. ¶ 52 - وقال أبو حنيفة - في باب النَّخل وقد ذكر أسماء الفسيل - وأنشد الثقة فى الهِراء: ¶ أبَعد عطيّتي ألفاً جميعاً ... من المرجُوِّ ثاقبةَ الهِراءِ",
            "page": "30",
            "part": "1",
            "seal": "364ED73F"
        },
        {
            "id": "31",
            "nass": "وقال: يعني ما ثقب من الفسيل في أصوله، وانما تُثَقَّب إذا قويت جداً فخيف عليها أن تستفحل، فيثقب أصلها ثقباً نافذاً لئلا يغلو في القوة، ويثقب بالعَتَل. وقوله: ثاقبة يريد ذات ثقب كما قال الآخر: ¶ جوف اليراع الثَّواقبِ ¶ أي ذوات الثَّقب، قال: ومثله شجر ثامر أي: ذو ثَمَر. ¶ هذا كلام أبي حنيفة وروايته وتفسيره. وما أحسبه لو كان أصاب في الرواية، ولكنه قد غلط فيها والشعر مرفوع والرواية: ¶ أبعد عطيّتي ألفاً جميعاً ... من المرجوّ ثاتبهُ الهِراءُ ¶ أذمُّك ما تَرترق ماءُ عيني ... عليَّ إذن من الله العفاءُ ¶ وقال أبو حاتم في قوله: ثاقبه الهراء يعني: قد طلع فسيله. ¶ 53 - وروى أبو حنيفة عن أبي عمرو: وهي بلغة أهل المدينة الرّقلة، وهي الرِّقال، والسَّحوق، والباسقة: تلعة. ¶ وقد أساء في هذا القول، وأساء من حكاه عنه ولم ينكره، والله تبارك وتعالى يقول: (والنَّخلَ باسِقاتٍ لها طَلْعٌ نَضِيدٌ) . ¶ 54 - وقال أبو حنيفة: وأفضل الغراسة ما بُوعد بينه حتى لا تمسّ جريدة نخل جريدة نخلة أخرى، وشرُّه ما قورب بينه. ¶ وقد غلط في بعض هذا القول، وأصاب في بعض، وسيأتي الشرح على ذلك، عند انقضاء كلامه وما أورد. ¶ وقال: قال الأصمعي، يقول أهل الحجاز المُحِقُّ: الخفيُّ النخل المقارب بينه، قال: ومما كانت العرب تتكلم به على ألسن الأشياء أن نخلة قالت لأخرى: \" أبعدي ظلي من ظِلك، أحمل حملي وحملك \". ¶ وقال الأصمعي: أخطأ المرّار في قوله في وصف النخل: ¶ كأنَّ فروعها في كلِّ ريحٍ ... جَوارٍ بالذوائب يَنْتصينا ¶ ثم فسر أبو حنبفة هذا البيت فقال: وهذا من التقارب حتى ينال بعضه بعضاً، وذلك يقال له الحَصَر، وهو التضايق. وقال لبيد في نعت نخل بخلاف وصف المرّار: ¶ بين الصفا وخليج العين ساكنةٌ ... غُلبٌ سواجدُ لم يدخل بها الحَصَر ¶ ثم فسرهذا البيت. ¶ وقد غلط في تصويبه الأصمعي، والاستشهاد له لأن الأصمعي غلط في بعض ما حكاه أيضاً، وأصاب في بعض، وسيأتي التنبيه على ذلك. ¶ وقد أنبأتك فيما تقدم من كتابنا بعيب أبي عمرو لهذا البيت وضمنت لك إيضاح معنى شاعره، وفساد قول عائبه، وهذا موضع الوفاء بضماني، وستراه فتعلم أني وفيتُ إن شاء الله. ¶ والغلط من غير الأصمعي في أمر النخل قبيح، وهو منه أقبح لأنه بصري، ومُتّبع الغالط غالط، والمستشهد بالغلط أقل عذراً من المرسل. ¶ أما ما حكاه عن أهل الحجاز فصحيح، وأما الذي، حكاه العرب وتكلمها به على ألسن الأشياء، فقد خالفت رواية أبي حاتم عنه الرواية التي ساقها أبو حنيفة لأن أبا حاتم قال في كتاب النخلة، قال الأصمعي في مَثل للفُرس والنَّبَط: تقول النخلة لأختها: \" تباعدي عني وأنا أحمل حِملك وحملي \". ¶ وقد روى ابن قتيبة عن الأصمعي مثل رواية أبي حنيفة وعنه أبو حنيفة لا محالة، والقول قول أبي حاتم. ¶ وأما قوله: أخطأ المرّار في قوله: جوار بالذوائب ينتصينا. فالخطأ منه، ولا شيء أحسن من هذا الوصف للنخل، ولا أحد أجهل ممن خطّأ قائله، وأهل البصر بالنخل من أهل الحجاز وأهل البصرة مجمعون على أن النخل سبيله أن يباعد بين غرسه، وأن من جيّد نعته أن يمتدّ جريدُه؛ ويكثر خوصه؛ ويكثف ويتّصل بعضه ببعض، ويُواصيه حتى يمنع الطير من أن تطيرمن تحته وأعلاه، وهذا أشدّ اشتباكاً من المُناصاة لأن المناصاة أن يأخذ الاثنان؛ كل واحد منهما بناصية صاحبه، ومن وصفهم لنخلهم أن يقولوا: \" لا تقدر الطيرعلى أن تَشُقَّهُ، ولا ترى منه الشمس \" وسيأتيك هذا منظوماً لفصحاء العرب. ¶ وقول أبي حنيفة: ان النخل إنما يتناصى من الحصَر غلط وإنما الحصر: تقارب ما بين الأصول، والاختيار تباعدها، حدثني أبو روق الهزاني، قال: حدثنا أبو حاتم سهل بن محمد السجستاني، قال حدثنا الأصمعي قال: قال ابن بكرة: من أراد النخل والشجر والأرض فليغرس على عشرين ذراعاً، ومن أراد النخل والشجر ولم يرد الأرض فعلى خمس عشرة ذراعاً، ومن غرس على أقل من ذلك، فليس يريد نخلاً، ولا أرضاً، ولا شجراً. ¶ فهذا حد تباعد ما بين الاصول، واذا ذهب من اثنتي عشرة ذراعاً بدن النخلة ثم انقسم الباقي بين جريدها وجريد التي تليها فالذي لكل جريدة خمسة أذرع وشعير، ولا خير في الجريدة إذا لم تزد على هذا الذَّرع، فكيف إن نقصت منه.",
            "page": "31",
            "part": "1",
            "seal": "BE26FCEA"
        },
        {
            "id": "32",
            "nass": "ومن جيد النعت قول ذكوان العجلي: ¶ نواضرَ غُلْباً قد تدانت رؤوسها ... من النبت حتى ما يطير غرابُها ¶ ترى الباسقاتِ العُمَّ منها كأنها ... ظعائنُ مضروبٌ عليها قبابُها ¶ بعيدة بين الذرع لا ذات حشوة ... قصار ولا صعل سريع ذَهابها ¶ ألا تراه كيف أتى بما شرطناه من تباعد الاصول، ونواصي الفروع. وهذا مثل قول المرّار الذي أحسن فيه فعابه الأصمعي. ¶ وأشدُّ من وصفيهما تقارب فروع، قول عُمارة بن عقيل بن بلال بن جرير: ¶ دُهم الخوافي منطقات خُرسُ ... تَحارُ في أطلالهنّ الشمسُ ¶ كأنهنَّ الفتيات اللعسُ ¶ وما تحار الشمس فيها، وتمنع الناظر اليها، إلاّ من تكاثف الجريد واتصاله وأطراف خوصه. ومثله قول المخيِّس بن أرطأة الأعرجي: ¶ غُلْب الرِّقاب تدحّى في مباركها ... كوماً بها درّ ملتفاً أعاليها ¶ فجعلها مُلتفّة، ومانعة شعاع الشمس، وهو يدخل من خرت الإبرة فضلاً عما سواه. ¶ وأشدُّ من هذا كثافة وتدانياً قول أبى سليمان المحرزي: ¶ بجانبيها منزلا مخرف ... ذُراهما مُعتصمُ الطائرِ ¶ يذكرني بردهما فائظاً ... من برد ظل الصخرة الوافرِ ¶ ولاظل كظل صخرة! وقال أيضاً: ¶ وظلّها داجٍ ولا منظرٌ ... أحسنُ منها بعدُ للناظرِ ¶ والدّاجي: الأسود، ومنه: دجا الليل، وقال الله عز وجل: (وجَنَّاتٍ ألْفافاً) ، وقال غيره: الألفاف جمع لفَف من قولهم: لفَّ الشجر يُلَفُّ لفّاً ولفَفَاً ثم سمّوا بالمصدر، وهو مثل التفّ التفافاً، قال الشاعر: ¶ ولقد غذتني منك جدوى أنبتت ... حَصَراً إلى لففٍ من الأشجارِ ¶ ويقولون: جنّة لفّاء، وشجر ألفّ، إذا التفَّ بعضه ببعض. ومن وصف أهل البصرة لنخلهم: هذا نخل كالليل المُدْلهم، ومن وصف أهل المدينة: نخل كالحَرّة سوداء، قال المحرزي: ¶ كجانب الحَرّة مسودّة ... تملأ عين اللامح الحازرِ ¶ وقال غالب بن الجز الطاثي يصف نخلاً: ¶ كأنَّهاحين أنى شبابُها ... وأدركتْ برد الثرى أسبابُها ¶ حرّة ليلى متدانٍ لابُها ¶ وقال ابن الأعرابي: يحمد من النخل التفاف جريده مع تباعد أصوله، وأن يسودّ منظره لشدّة خضرة سعفه وزيّه، وأن تسودّ أيضاً جذوعه. ¶ وأنشد الأصمعي لسُويد بن الصامت: ¶ على كل خوّار كأنَّ جذوعها ... طُلين بزفتٍ أو بحمأة ماتحِ ¶ وأنشد الهِزّاني عن السجستاني لابن أرطأة الأعرجي يصف نخلاً: ¶ كأنَّ سدّ الليل في نهارها ... من أي قطرجئت من أقطارها ¶ كثيرة الخير على خطّارها ¶ وقال أبو الغُصن العَنبري: ¶ خطيرةٌ بين بُراقٍ وقننْ ... مثل العذارى زيَّنَتْهُنَّ اللّوَنْ ¶ كأنّها الليل إذا الليل سكنْ ¶ فانظر الى هذه الأوصاف بنظر غير كليل، تجدهم وصفوا حتى يعود ما تحتها نهاراً كظلمة الليل. ¶ وقد أنشد أبو حنيفة لقُدامة بن غالب الحمّاني: ¶ دُهماً كأنَّ الليل في زُهائها ¶ وكان يلزم أبا حنيفة أن لا يورد قول الأصمعي في تغليط الشاعر المستحق للحمد المستوجب لاسم التجويد، فلما وهم في ايراده أن لا يورد شاهداً له ليس بصحيح فلما أن فعل ذلك قرنَّاه به ونبهنا على غلطيهما، والله نسأل العصمة بمنِّه وفضله. ¶ 55 - وقد وهم أيضاً أبو حنيفة في رواية بيت لبيد وفي تفسيره، فمما وهم فيه من التفسير ما أنباتك به من أنه جعل الحَصَر تقارب الرؤوس، وإنما هو تقارب الأصول، ووهم أيضاً وخلط في السَّواجد وزعم أفها المَوائل وزعم أنها الثوابت، واستشهد لهذا القول، بقول الراجز: ¶ لولا الزّمام اقتحم الأجاردا ... بالغَرْب أو دقَّ النعامَ السَّاجدا ¶ أنشده ابن الأعرابي وقال: قول ابن الأعرابي هذا حسن، وقد يجوز أن يكون الساجد: المائل، على أن المُرَجّبات من النخل كلها موائِل، ولا يُرَجّب إلا كريم النخل. ¶ 56 - ثم قال: وصَعْل النخل كلها عوج، وأنشد: ¶ لا ترجونَّ بذي الآطام حاملةً ... ما لم تكن صَعْلةً صعباً مراقيها ¶ ثم مال إلى أنها الموائل واختار هذا القول. ¶ وقد أساء من جهتين: إحداهما تغيير الرواية، إنما روى العلماء بيت لبيد:",
            "page": "32",
            "part": "1",
            "seal": "FC0BD848"
        },
        {
            "id": "33",
            "nass": "غُلْب شوامذُ لا يزري بها الحَصَرُ ¶ فجعلها سواجد ثم اختار شر وجهي سواجد، ولو كان قاله، وإنما الساجد في لغة طيئ المنتصب، وفي لغة سائر العرب المنحنى وهَبْه رُوي له هكذا لا خير في النخل إذا مال، وما رواه في كتابه في الترجيب وأتمه لا يرجّب إلاّ الكريم من النخل إنما تُرجّب الكريمة في الفِرط، فأما أن يختار شاعر أن يجعل نخله كلها موائل فهذا نهاية الجهل ألا ترى الشاعر كيف وصف نخلة فقال: ¶ ليست بسنهاءٍ ولا رُجَبيَّة ... ولكن عرايا في السِّنينَ الجوائحِ ¶ وكذلك الصَّعْل أيضاً غير مختار، وما أنشده في الصَّعْلة فهو ذم لنخل ذي الآطام لامدح له. ¶ ويلي ما أنشده: ¶ جرداءُ مِعطاءُ لا ليفٌ ولاكربٌ ... ولا ينال بغير الكرّ ما فيها ¶ يقول خارفها والريح تنفضه ... لا بارك الله فيما في خوافيها ¶ وهربه من تخفيف همزه أخرى، ولو تبع الرواية كان أسلم له. ¶ 57 - وقال: قال أبو عمرو الشيباني، الصَّوادي: النخل الذى قد بلغ عروقه الماء فجزأ عن الماء فلا يُسقى، قال ذو الرُّمة: ¶ لقد سُمِّيت باسم امرئ القيس قَريةٌ ... كِرامٌ صَواديها لِئامٌ رجالُها ¶ قال: والقرية اسمها مرأة، قال: والصَّوادي أيضاً: الطِّوال من النخل، والواحدة: صادية، والصَّوادى أيضاً: العِطاش. ¶ وقال أبو زياد - وقد ذكر عارض اليمامة، -: ولهم مرأة، وهي لبني امرئ القيس، وهي التي يقول فيها ذو الرمة وذكر البيت، قال: الصّوادى نخلها الواحدة صادية، وما سمعت أحداً يسمّيها الصّوادى إلاّ ذا الرّمة في شعر، ذلك أن نخلها جوازيّ كلّها، والواحدة: جازية، وهذه القرية يقال لها: مرأة، قال ذو الرمة: ¶ ألا لَعَنَ الإلهُ بذات غِسْلٍ ... ومَرْأةَ ما حَدا الليل النَّهارا ¶ نساءَ بني امرئ القيسِ اللواتي ... كَسَونَ وجوههم حُمَماً وقارا ¶ 58 - وخلط أبو حنيفة في ذكر اللِّينة والألوان وذلك لتخليط الرواة قبله فيه، ولم يُجد تحصيله فقال في موضع هذا الباب: فإن لم يكن الفحل بالعتيق قيل: هذا فحل اللون والألوان وقال رواه عن الأصمعي. ¶ وهذا قول صحيح. ¶ ثم قال في موضع آخر: قال الأصمعي، الدَّقَل: وهو أحسن التمر، وهو كل ما لا يعرف اسمه، وهو الألوان والنخلة منه اللِّينة، وهي الرِّعال وكان يقال فيما مضى بالمدينة: \" لا تنتفخ المرابد حتى يجدّ الألوان \". ¶ وبعض القول صحيح وبعضه فاسد وسننبه عليه إن شاء الله. ثم قال في موضع آخر، واللّينة: النخلة من الألوان، وهذه الياء في لينة، وانقلبت ياءً للكسرة كما انقلبت في عيد وقيد. وقال أبو عبيدة: اللِّينة من النخلة ما لم تكن عَجْوة ولا بَرْنيّة. ¶ ثم قال في موضع آخر: قد بينا ما قيل في الألوان أنها بالحجاز ما كان سوى البرنيّ والعجوة، وأن الدَّقَل ما لم يكن مسمى معروفاً وأنه يقال له: الجمع إذا صُرم وخُلِط. ¶ وجميع هذه الأقوال فاسدة مُخلّطة، والوجه أن الألوان جمع لون كما حكى، ويقال لكل نوع من النخل ليس بذي اسم معروف لوْن والجمع الألوان، وهو المعروف بالدَّقَل وبالجمع كما قال. ¶ وقال الكراع ويقال للدَّقل من النخل: الألوان واحدها لون، فأما اللِّينة فاسم للنخلة عَلَم، يقال: هذه نخلة، وهذه لينة بَرْنيّةٌ كانت أو عجوة، أو من الدَّقَل، وجمعها لين وليان، قال الله عزَّ وجلّ: (ما قَطَعْتُم مِن لِينةٍ) أي ما قطعتم من نخلة، وقال ذو الرمة: ¶ كأنَّ قَتودي فوقها عُشّ طائرٍ ... على لينةٍ سوقاءَ تهفو جَنوبُها ¶ أي على نخلة، وقال امرؤ القيس: ¶ وسالفةٍ كسَحوق اللَّيا ... نِ أضرم فيها الغوي السُّعُرْ ¶ أي كسحوق النخل. ¶ وقال ابن دريد: أهل المدينة يسمون النخل الذي تسمّيه أهل البصرة: الدَّقَل اللين واللون واحدتها: لِينة ولُونة، ومنه قوله جل وعزّ: (ما قَطَعْتُم من لِينةٍ) . ¶ وهذا الذي أراده أبو حنيفة أعني لُونة ولِينة فعدل الى الألوان فغلط. وقد تبعه أبو حاتم فقال في كتاب النخلة: ويقال للنخلة اللّينة، واشتقاقها من اللِّون، وتصغيرها لُوينة.",
            "page": "33",
            "part": "1",
            "seal": "4AA7FCE7"
        },
        {
            "id": "34",
            "nass": "وهذا كلام صحيح، ثم قال: وقال بعض أهل العلم اللِّينة عند أهل المدينة ألوان الدَّقَل. والدليل على أن اللِّينة جماعة نخل قوله عزّ وجلّ (ما قَطَعْتُم مِن لِينةٍ أو تَرَكْتُموها قائِمةً على أُصولها) والأصول جمع. ¶ وهذا الذي قاله فاسد، والشاهد على فساده قوله أولاً: ويقال للنخلة اللِّينة، وما أوردناه من بيت ذي الرمة ولا شاهد له في قول الله عز وجل لأن النخلة الواحدة لها أصول، ولا يجوز في قول ذي الرمة إلاّ التوحيد لأنه قال: على لينة سوقاء تهفو جنوبها، وقال آخر في جمع لينة على لين: ¶ والطين لا يصلح إلاّ في اللِّينْ ... واللِّين لا يصلح إلاّ في الطينْ ¶ 59 - وقال أبو حنيفة: وأنشد الأصمعي في وصف امرأة حدلاء: ¶ حدلاء كالوطب نحاه الماخِضُ ¶ وهذا غلط، إنما هذا صفة شِقشِقة فحل من الإبل، وصاحبه أبو محمد الفقعسي فيما روى أبو عمرو وغيره، وقبل هذا البيت: ¶ له زِجاج ولهاةٌ فارضُ ¶ 60 - وقال أبو حنيفة: إذا لم يشّ توتير القوس قيل: رَتاها يرتوها رتواً، وكل تقصيرمن شيء رَتْو، ويقال: ارتَ من قوسك أي: أرخ من حزقها. ¶ وهذا - وإن كان صحيحاً - فإن الرّتو من الأضداد، ولم يصب في أن قال: وكل تقصير من شيء رتوٌ مرسلاً، والرَّتو أيضاً: الشدّ، ومنه قول لبيد: ¶ فخمةً ذفراء تُرتى بالعُرى ... قرْدُمانياً وتركاً كالبصل ¶ ومن ذلك قولهم: \" إن الحريرة لترتو فؤاد المريض \" أي تشدّه. ¶ 61 - وقال أبو حنيفة - في ذكر الأراكة - قال أبو زياد: منه تُتّخذ هذه المساويك من الفروع والعروق، وأجوده عند الناس العروق. ¶ وقد أتى من ذلك الفرزدق حيث يقول: ¶ إذا استيقظت حدراء من نومةٍ ضحى ... دعت وهي في بُرد رقيق ومُطرفِ ¶ بأخضرَ في نعمانَ ثم جلت به ... عذابَ الثنايا طيّبَ المُترشفِ ¶ وهذان البيتان من: ¶ عزفت بأعشاشٍ وما كدتَ تعزفُ ¶ وهما أشهر من أن لا تعرف، والرواية: ¶ ..................... ... دعتْ وعليها درع خزّ ومِطرفُ ¶ ..................... ... عذاب الثنايا طيّباً حين ترشفُ ¶ وهكذا رواهما أبو زياد، وإنما التغيير من قبل أبي حنيفة. ¶ 62 - وقال أبو حنيفة: أخبرني بعض بني أسد قال: الثَّغام أرقُّ من الحَليّ، وأدقُّ، وأضعف، وهو يشبهه. ¶ وقال غيره: الثغام حلي الجبل، قال الراجز: ¶ لما رأت صاحبتي عَيْنيّهْ ... ولِمّتي كأنّها حَلِيّهْ ¶ وكلا القولين غلط، لأن الثغام غير الحليّ ومع هذا فهو أغلظ من الحليّ وأجل عوداً، قال أبو يوسف: يقول الرجل للرجل - وهو يرعى غنمه في الجبل الثغام - والله ما بقيت في هذا الجبل إلاّ بقايا من أثغِماء في شعابه، كأنها آذان الذئاب، قال: ورأيت بقايا من ثغائم كأنها تقواتٌ وُقوع، ولا ينبت الثَّغام إلاّ في قُنّةٍ سوداء ونبتته على نبتة الحليّ وهو أغلظ منه، وأجلّ عوداً وهو ينبت أخضر، ثم يبيضُّ إذا يبس يُشَبّه به الشَّيبُ. ¶ وهذا وصف الثغام لا ما قال أبو حنيفة! 63 - وقال أبو حنيفة: وعن الأعراب القدم: الحُلّب يَسْلَنْطح على الأرض له ورق صغار مرّ. ثم وصفه. ¶ وقد غلط في هذا القول، لأن أبا يوسف قال - وقد وصف الحُلّبة -: ولها ورق صغار كأنّه ورق الحندقوق إلاّ أنه أكثف، وهي حامضة وليست بعشبة ولا بقلة. ¶ والقول قول أبي يوسف هكذا: الحُلَّبة حامضة. ¶ 64 - وقال أبو حنيفة: زعم بعض الرواة أن الخِضلاف: شجر المُقل وهو الدّوم. ¶ وقوله: زعم تضعيف لحقيقته وشكٌ فيه، وتشكيك لمن سمعه والخضلاف أشهر من ذلك. ¶ قال أبو عمرو: الخِضلاف شجر المُقل، وكذلك قال الأصمعي وغيره، وقال ثعلب في تفسير قول أسامة بن الحارث الهذلي: ¶ تُتِرُّ برجليها المُدرُّ كأنّ ... بمشرفةِ الخضلافِ بادٍ وقولها ¶ الخضلاف: شجر المقل، والوقول: نوى المقل الواحدة وَقْلة. قال: والمقل أيضا يقال له: الأوقال. ¶ وحكى أبو عمرو في نوادره: النخل المخَضْلف القليل الحمل، وأنشد لابن مقبل: ¶ إذا زُجِرتْ ألوت بضافٍ سبيبه ... أثيثٍ كقنوان النخيل المُخَضْلفِ ¶ وقال أبو عبيدة في تفسير هذا البيت، المُخضلف: المشبّه بالخِضلاف، وهو شجر المُقل.",
            "page": "34",
            "part": "1",
            "seal": "7C43DA36"
        },
        {
            "id": "35",
            "nass": "65 - وقال أبو حنيفة: - وذكر الزعفران -: ومن أسمائه الكُرْكم، وهو فارسيّ، وقد جرى في كلامهم، قال البَعيث في صفة قطاة: ¶ سماويّةٌ كَدْرٌ كأنَّ عيونها ... يُداف بها وَرْسٌ حديث وكرْكمُ ¶ والكركم غير الزَّعفران: الزعفران شَعَر معروف، والكركم: عيدان معروفة يُستغنى بشهرتها عن الشاهد عليها، ولونها كلون الوَرْس سواء وهما مُباينان للون الزعفران، وهما: أصفران، وصبيغاهما أصفران فاقعان، وكلّما زيدَ في صِبْغهما نَصَعا، وصَبيبُ الزعفران أيضاً أصفر، فإن زيد في صبغه رهقته كدْرة، فإن أُفرط فيه شاكل السَّواد. ولون الزعفران أحمر، ولذلك قالت العرب: الأحمران - يعني الزعفران والذهب، وقالوا: الزعفران والخمر، وقالوا: الزعفران واللحم، قال الشاعر: ¶ إنَّ الأحامر الثلاثة أذهبتْ ... مالي وكنتُ بها قديماً مُولعا ¶ الخمر واللحم الغريض وأطَّلي ... بالزَّعفران فما أزال مروّعا ¶ 66 - وقال أبو حنيفة - وقد ذكر السِّحاء - أخبرني بعض أعراب السراة - وهي معدن السِّحاء - قال: السِّحاء شوك قصار لازم للأرض لا يسمو يكثر في منابته ولا ورق له، ولكن أقماع كبيرة في أضعاف الشوك ثم ذكر كلاماً، وقال: وعن الأعراب: السحاء شجيرة مُغبرة مثل الكف لها شوك، وزهرة بيضاء مُشربة تسمى البَهْرمة. ¶ قال أبو القاسم: وقال أبو يوسف: ويقال رأيت سِحاء كأنه أذناب الحَسَلة، والسِّحاء: نبت يتمطّط إذا مُضغ كأنه الخِطميّ، وهو ينبت على هيئة أذناب الضَّباب. ¶ وهذه الصفة مخالفة لصفة أبي حنيفة لأنه قال: مثل الكفّ، والقول قول يعقوب. ¶ وقال أبو يوسف: وله براعيم ولا يكون في تلك البراعيم ورق، ولكن الورق في أصوله كأنه ورق الهندباء، إلاّ أنه قصار على قدر أنملة وأنملتين ينبت في الجبل والبلد الغليظ الذي يشبه الجبل ولا يفنيه المال في منابته أبداً. ¶ وهذا القول أيضاً لما رواه أبو حنيفة لأنه قال: ولا ورق له. وقال أبو يوسف: ولكن الورق في أصوله. والقول قول أبي يوسف. ¶ 67 - وقال أبو حنيفة، العَنْقر: المرَزَجوش، ذكر ذلك أبو نصر، وقال: هو أيضاً السَّمسق، وقال غيره من الرواة يقال لها: العِتر. ولم أجد ذلك معروفاً - وقد وصفنا العتر - ولا يكون العَنْقر بأرض العرب برياً وقد يكون بغيرها، ومنه يكون هناك الّلادن. ¶ وهذا غلط لأنَّ اللاذن شيء يقع من السماء بجزائر بحر الروم من قبرس وغيرها من بلاد أرمينية سقط على ضروب من النبات فترعى ذلك النبات الغنم فيتلزق اللاذن فيها فيُنتزع من أصوافها وشعورها، وهو شيء كالمن إلاّ أنه أسود. وحكى هذا حذّاق الفلاسفة المتقدمين جالينوس وغيره. ¶ تم الردّ على أبي حنيفة بحمد الله وعونه ¶ المستدرك على التنبيهات ¶ هذا مستدرك أوردت فيه ما وجدته معزواً لعلي بن حمزة ما لم يرد في \" التنبيهات \" و \" بقيّته \" وعسى أن يكون بعضه نقل من مصنفاته الأُخر، أو ما ارتضاه، أو ما وجد مضبوطاً بخطه لمصنفات غيره. ¶ قال ابن قتيبة: ومن ذلك: الأريُّ، يذهب الناس إلى أنه المعلف. قال المفسر: هكذا رواه أبو علي بالميم، وفتح اللام، وجعله بمنزلة الالآت، وقال: هو شيء منسوج من صوف يمدونه بين أيدي خيلهم. ¶ 2 - قال في هذا الباب: سَلْم: الدلو لها عروة واحدة. قال المفسر: كذا قال يعقوب بن السكيت. ¶ وردّه عليه علي بن حمزة وقال: الصواب عرقوة، وهي الخشبة التي يضع السّقاء فيها يده إذا استقى بالدلو، والدلو الكبيرة لها عرقوتان، ولا يمكن أن يكون دلو بعرقوة واحدة. ¶ 3 - وامرؤ القيس: لقب له ومعناه: رجل الشِّدة. كذا قال علي بن حمزة، وأنشد: ¶ وأنت على الأعداء قيس ونجدة ... وللطارق العافي هشامٌ ونوفلُ ¶ وتكنى أبا وهب، وأبا الحارث. ¶ 4 - قال صاحب الاقتضاب: قال أبو عمرو الشيباني: \" رفيعة بالفاء \" كذا وجدتها مقيدة بخط علي بن حمزة. ¶ 5 - ابن بري: وذكر في هذا الفصل - يعني الجوهري - قال: الحَرَد: الغضب بفتح الراء. ¶ قال الشيخ - رحمه الله - الذي ذكره سيبويه: حَرِد يحرَد حرْداً - ساكنة الراء - إذا غضب، وكذا ذكره ابن دريد، والأصمعي، وعلي بن حمزة، وشاهده قول الأشهب ابن رميلة: ¶ أسودُ شرىً لاقت أسودَ خَفيّةٍ ... تَساقَوا على حَرْدٍ دِماء الأساودِ ¶ 6 - القوصرة: للتي يكنز فيها التمر من البواري وهو:",
            "page": "35",
            "part": "1",
            "seal": "463A9412"
        },
        {
            "id": "36",
            "nass": "أفلحَ من كانت له توصرّة ... يأكل منها كل يومٍ مرّة ¶ قال الشيخ: هذا الرجز ينسب إلى عليّ كرم الله وجهه. ¶ وقالوا: أراد بالقوصرة: المرأة، وبالأكل: النكاح. ¶ ... قالوا: ابن قوصرة هنا المنبوذ. ¶ قال ابن حمزة: يقال للمنبوذ: ابن قوصرة، وُجِد في قوصرة، أو في غيرها. ¶ 7 - قال أبو حنيفة: لم يذكر أحد من العرب الخريف في الأزمنة، لأن الخريف عندهم ليس اسماً للزمان، وإنما هو اسم لأمطار أواخر الشتاء. ¶ ووصف علي بن حمزة الخريف فقال: الخريف ثمرة الربيع، كالشجرة التي تُثَمِّر، ولولا الثمرة لم تكن في الشجرة منفعة. ¶ 8 - ابن بري: قال ابن ولاد: المصطكاء - بالمد - فيما حكاه الفرّاء. ¶ قال علي بن حمزة: هذا غلط منه، ومن الفرّاء، والوجه: المُصطكى - بالضم والقصر - وأنشد للأغلب: ¶ تَقْذِفُ عيناهُ بعِلكِ المُصطكى ¶ 9 - أبو حنيفة: السّواف: مرض المال. ¶ المحكم: مرض الإبل، قال: والسّواف - بفتح السين - الفناء. وأساف الخارز يُسيف إسافة أي أثأى فانخرمت الخرزتان. وأساف الخرز: خرمه، قال الراعي: ¶ مزائدُ خرقاء اليدين مُسيفةً ... أخبَّ بهن المُخلِفان وأحفدا ¶ قال ابن سيده: كذا وجدناه بخط علي بن حمزة، مزائد: مهموز. ¶ 10 - قال ابن بري: حكى ابن حمزة عن أبي رياش أنه يقال للمُحَمّق أبو ليلى أبو دغفاء، قال: وأنشدني لابن أحمر: ¶ يُدنِّسُ عِرضه لينال عِرضي ... أبا دغفاء ولّدها فِقارا ¶ أي ولّدها جسداً له رأس. ¶ وقيل: أراد أخرج ولدها من فقارها. ¶ 11 - شَقَذ الرجل: ذهب وبعد. وأشقذه طرده، وهو شَقذ، وشَقَذان بالتحريك. ¶ الأصمعي: أشقذت فلاناً إشقاذاً إذا طردته. وشَقِذ هو يشقَذ إذا ذهب، وهو الشقذان، قال عامر بن كثيّر المُحاربيّ: ¶ فإني لستُ من غطفان أصلي ... ولا بيني وبينهم اعتشارُ ¶ إذا غَضِبوا عليّ وأشقذوني ... فصرت كأنني فَرأ مُتارُ ¶ مُتار: يُرمى تارة بعد تارة. ومعنى متار: مُفزع. يقال: أترته أي أفزعته، وطردته فهو متار. ¶ قال ابن بري: أصله أتأرته فنقلت الحركة إلى ما قبلها وحذفت الهمزة. ¶ قال: وقال ابن حمزة: هذا تصحيف، وإنما هو مُنار - بالنون - يقال: أنرته بمعنى أفزعته، ومنه النَّوار، وهي النفور. والاعتشار: بمعنى القشرة. ¶ 12 - قال ابن بري: قال علي بن حمزة، يقال للرائحة: نَشْوَة ونشاة ونشا، وأنشد: ¶ بآية ما إن النَّقا طيبُ النَّشا ... إذا ما اعتراه، آخر الليل طارقه ¶ 13 - قال علي بن حمزة البصري - فيما كب على نوادر أبي عمرو الشيباني: وكان أبو عمرو والأصمعي يقولان: لا يقول عربي كاد أن، وإنما يقولون: كاد يفعل. ¶ وهذا مذهب جماعة النحويين، والجماعة مخطئون، قد جاء في الشعر الفصيح ما في بعضه مقنع، فمن ذلك ما أنشده ابن الأعرابي: ¶ يكادُ لولا سيرُهُ أنْ يَمْلصا ¶ وأنشد هو وغيره: ¶ حتى تراه وبه إكدارهُ ¶ يكاد أن ينطحه إمجارهُ ¶ لو لم ينفس كرنه هُرارهُ ¶ وأنشد أبو زيد - وغيره - في صفه كلب: ¶ يَرْتَمُ أنفُ الأرض في ذَهابهِ ¶ يكادُ أن يَنْسلَّ من إهابهِ ¶ وقال بعض الرُّجاز: ¶ يكاد من طول البِلى أن يَمْصحا ¶ وقال ذو الرمة: ¶ وجدت فؤادي كاد أن يَسْتَخِفَّهُ ... رجيعُ الهوى من بعضِ ما يتذكّرُ ¶ 14 - وأنشد أبو حنيفة: ¶ عقيلةُ إجل تنتمي طرقاتها ... إلى مؤنقٍ من جَنبه الذُّبل راهنُ ¶ قال: والذُّبل جبل. ¶ هكذا نقلته من خط علي بن حمزة اللغوي. ¶ 15 - قَهَد: بفتح أوله وثانيه، بعده دال مهملة: جبل مذكور في رسم سنجار. ¶ وقال علي بن حمزة اللغوي: إن قهداً نقب كانت فيه وقعة لبي سُليم على بني عجل. ¶ 16 - قال ابن رشيق القيرواني في العمدة: يوم فيف الريح ورأيته بخط البصري: \" فيفا \" مقصوراً في مواضع من كتاب نوادر أبي زياد الكلابي.",
            "page": "36",
            "part": "1",
            "seal": "37EB4F32"
        }
    ],
    "t226": [
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "التنبيهات على ما في نوادر"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "هذا آخر ما في نوادر أبي عمرو"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "التنبيهات على ما في كتاب النبات"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "المستدرك على التنبيهات"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "التنبيهات على ما في نوادر أبي زياد"
        }
    ]
}