{
    "b232": [
        {
            "id": "2",
            "nass": "ـ[حطِّم صنمك وكن عند نفسك صغيرًا]ـ ¶ المؤلف: مجدي الهلالي ¶ الناشر: مؤسسة اقرأ للنشر والتوزيع والترجمة ¶ عام النشر: 1424 هـ - 2004 م ¶ عدد الأجزاء: 1 ¶ [ترقيم الكتاب موافق للمطبوع]",
            "page": null,
            "part": null,
            "seal": "B458062F"
        },
        {
            "id": "3",
            "nass": "لمن هذه الصفحات؟ ¶ لكل داعية وكل خطيب .. ¶ لكل عالم وكل عابد .. ¶ لكل طالب علم وكل كاتب .. ¶ لكل صاحب موهبة أو نجاح .. ¶ لكل من يبدأ طريقه إلى الله .. ¶ لكل مسلم ومسلمة .. ¶ لنفسي ولكل من أحب ..",
            "page": "2",
            "part": "1",
            "seal": "FB4C0C44"
        },
        {
            "id": "6",
            "nass": "المقدمة ¶ إن الحمد لله، نحمده ونستعينه ونستهديه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأن محمدًا عبده ورسوله، أما بعد: ¶ فمما لاشك فيه أن التربية الإيمانية لها أثر كبير وفعال في دفع المرء للقيام بأعمال البر بسهولة ويسر، فكلما ازداد الإيمان في القلب كانت آثاره العظيمة في السلوك، قال تعالى {ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ} [الحج: 23]. ¶ ومع الأهمية القصوى لإيقاد شعلة الإيمان في القلب والعمل الدائم على زيادته، يبقي أمر آخر على نفس الدرجة من الأهمية ينبغي أن نهتم به كاهتمامنا بالتربية الإيمانية، ألا وهو المحافظة على أعمالنا الصالحة التي نقوم بأدائها من كل ما يفسدها ويبعدها عن مظنة الإخلاص لله عز وجل ... ¶ ومن أهم الأمور التي يمكنها أن تفعل ذلك: إعجاب المرء بنفسه، ورضاه عنها ورؤيتها بعين التعظيم. ¶ هذا الداء الخطير الذي يتسلل بخبث إلى النفوس من شأنه أن يحبط العمل ويفسده، بل تصل خطورته إلى حد الوقوع في دائرة الشرك الخفي بالله عز وجل. ¶ معنى ذلك أن الواحد منا يتعب ويبذل الكثير من أجل قيامه بعمل ما، ثم يأتي داء العُجب فيقضي عليه ويحبطه. ¶ ويكفي لبيان خطورة هذا الداء أن رسول الله صلى الله عليه وسلم عده من المهلكات. ¶ قال صلى الله عليه وسلم \" فأما المهلكات: فشح مطاع، وهوى متبع، وإعجاب المرء بنفسه\" (¬1) ¶ ¬_________ ¶ (¬1) حسن، أخرجه الطيالسي عن ابن عمر، وأورده الألباني في صحيح الجامع ح (3045).",
            "page": "5",
            "part": "1",
            "seal": "67BD0109"
        },
        {
            "id": "7",
            "nass": "ومن سمات هذا الداء أن لديه القدرة على التسلل بخبث إلى النفوس: نفوس العلماء، والعباد، والدعاة، والخطباء، والكتاب، وأصحاب المواهب والنجاحات، فهو يعرف طريقه جيدًا إلى كل نفس، ولا يكاد يتركها إلا بعد أن يضخها، ويعظم قدرها في عين صاحبها. ¶ إنه أمر خطير ينبغي الانتباه إليه، وعدم الاستهانة به، أو إنكار وجوده داخلنا فنحن لا نريد أن نفاجأ يوم القيامة بأعمال صالحة تعبنا وسهرنا وبذلنا الكثير من أجل القيام بها، ثم نجدها وقد أحبطت بسبب هذا الداء. ¶ ألا يكفينا الترهيب النبوي \" لا يدخل الجنة من كان في قلبه مثقال ذرة من كبر \"؟! (¬1) ¶ وقوله صلى الله عليه وسلم: \" لايزال الرجل يذهب بنفسه حتى يكتب في الجبارين فيصيبه ¶ ما أصابهم \". (¬2) ¶ فإن كنت في شك من أهمية هذا الأمر، وضرورة التشمير من أجل التخلص منه فتأمل سيرة رسولنا الحبيب صلى الله عليه وسلم، وصحابته الكرام، وكيف كانوا شديدي الحرص نحو أي أثر من آثار هذا الداء، وإغلاق الأبواب أمامه، مع استصغارهم الدائم لأنفسهم، وتواضعهم لربهم. ¶ أخرج ابن المبارك في الزهد أن النبي صلى الله عليه وسلم قد أُتي له بطعام فقالت له عائشة: لو أكلت يا نبي الله وأنت متكئ كان أهون عليك. فأصغى بجبهته حتى كاد يمس الأرض بها. قال: \" بل آكل كما يأكل العبد، وأنا جالس كما يجلس العبد، فإنما أنا عبد \" (¬3). ¶ وهذا أبو عبيدة بن الجراح وقد أم قومًا يومًا، فلما انصرف قال: مازال الشيطان بي آنفًا حتى رأيت أن لي فضلًا على من خلفي، لا أؤم أبدًا (¬4). ¶ ¬_________ ¶ (¬1) أخرجه مسلم (1/ 93، رقم 91) ¶ (¬2) رواه الترمذي وقال: حديث حسن غريب، وضعفه الشيخ الألباني في الجامع برقم 6344. ويذهب بنفسه أي: يرتفع ويتكبر. ¶ (¬3) أخرجه ابن سعد (1/ 371)، والبيهقي في شعب الإيمان (5/ 107، رقم 5975)، وعبد الرزاق عن معمر في الجامع (10/ 417، رقم 19554)، وصححه الشيخ الألباني في الصحيحة برقم 441. ¶ (¬4) الزهد لابن المبارك برقم (834) صـ287.",
            "page": "6",
            "part": "1",
            "seal": "FEA95862"
        },
        {
            "id": "8",
            "nass": "وكان عتبة بن غزوان يقول: فإني أعوذ بالله أن أكون في نفسي عظيمًا وعند الله صغيرًا (¬1). ¶ فإلى كل طالب علم، وكل داعية. ¶ إلى كل عالم وكل عابد. ¶ إلى كل مسلم ومسلمة. ¶ إلى نفسي، وكل من أحب، كانت هذه الصفحات التي تدق لنا جميعًا ناقوس الخطر. ¶ إنها دعوة لتحطيم الأصنام داخلنا، ولأن يكون كل منا عند نفسه صغيرًا .. ¶ فلنكن جميعًا نِعْمَ المجيبين، ولنتعامل معها على أننا بها المخاطبون، وليرى الله من أنفسنا صدقًا في طلب التخلص والاحتراز من هذا الداء - داء الإعجاب بالنفس - عساه - سبحانه - أن يعيننا عليه ويلهمنا الرشد في التعامل معه والتحصن ضده؛ حتى نخرج من الدنيا عبيدًا مخلصين له، لا نرى فضلًا إلا فضله ولا خيرًا إلا خيره: {وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَى مِنْكُمْ مِنْ أَحَدٍ أَبَدًا وَلَكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ وَاللَّهُ سَمِيعٌ عَلِيمٌ} [النور: 21]. ¶ ¬_________ ¶ (¬1) الزهد لابن المبارك ص189.",
            "page": "7",
            "part": "1",
            "seal": "E7E45FCC"
        },
        {
            "id": "10",
            "nass": "الباب الأول ¶ هل بداخلنا أصنام؟! ¶ - تمهيد: لا غنى لأحد عن الله. ¶ - الفصل الأول: الشرك الخفي. ¶ - الفصل الثاني: أسباب تضخم الذات ووجود الصنم. ¶ - الفصل الثالث: مظاهر الإعجاب بالنفس وتضخم الذات. ¶ - الفصل الرابع: خطورة الإعجاب بالنفس.",
            "page": "9",
            "part": "1",
            "seal": "A0B5A350"
        },
        {
            "id": "12",
            "nass": "تمهيد ¶ لا غني لأحد عن الله ¶ الله عز وجل هو الذي خلقنا من العدم، فلم نكن قبل وجودنا في أرحام أمهاتنا شيئًا مذكورًا، كنا في التراب، وعندما شاء الله لنا أن نخلق كانت النطفة فالعلقة فالمضغة فالجنين ثم الخروج إلى الدنيا {وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ} [النحل: 78]. ¶ تولى - سبحانه وتعالى - نشأتنا والقيام على شيءوننا، وأعطانا ما أعطانا من الأسباب التي تمكننا من العيش في الحياة. ¶ هذه الأسباب من سمع، وبصر، وعقل، وأجهزة وأعضاء، ... لا يوجد لديها قدرة ذاتية للقيام بوظائفها، فالله عز وجل هو الذي يمدها بهذه القدرة لحظة بلحظة {هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ} [يونس: 22]. ¶ فلا قيمة لهذه الأسباب بدون المدد الإلهي المتواصل، فهو - سبحانه - حى قيوم، قائم على شيءون جميع خلقه. ¶ لا تأخذه سنة ولا نوم: ¶ وكيف تأخذه سنة أو نوم؟! من سيمسك السماوات وهي مرفوعة بغير عمد؟! من ذا الذي سيحفظ الشمس في مدارها، ويسيرها من الشرق إلى الغرب؟! ¶ أمن هذا الذي سيتولي نشأة الأجنة في أرحام الأمهات؟! ¶ من الذي سيطعمنا ويسقينا سواه {وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ فَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوهُ} [الحجر: 22]. ¶ من الذي سيدبر أمر بلايين الخلايا داخل الجسم؟! من الذي سيجعل القلب",
            "page": "11",
            "part": "1",
            "seal": "C2F61038"
        },
        {
            "id": "13",
            "nass": "يستمر في ضخ الدم، والكلية في تنقيته، والعضلات في الانقباض والانبساط والدم في الجريان، والرئة في التنفس، والأجهزة في العمل المتواصل؟! ¶ من غيره سيجعلنا ننام؟ {اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالتي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ التي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى} [الزمر: 42]. ¶ من الذي سيصرف الرياح، ويحرك السحاب وينزل المطر؟ {اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ وَيَجْعَلُهُ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ فَإِذَا أَصَابَ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ}. ¶ من الذي سيتولى أمر الرزق لهذه الأعداد التي لا تحصى من الخلائق؟ {أَمَّنْ هَذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ} [الملك: 21]. ¶ من الذي سيدبر أمر النبات سواه {أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَلَكَهُ يَنَابِيعَ فِي الْأَرْضِ ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُخْتَلِفًا أَلْوَانُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا} [الزمر: 21]. ¶ لا إله إلا الله: ¶ فلنتفكر في أنفسنا، وفيما خلق الله من السماوات والأرض، وليسأل كل منا نفسه {هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ} [فاطر: 3]. ¶ من سواه يأتينا بالليل لنسكن فيه؟ {قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ} [القصص: 72]. ¶ من سواه يأتينا بالماء؟ {قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ} [الملك: 30]. ¶ من سواه سيجعلنا ننطق أو نسمع .. أونضحك أو نبكي؟ {وأنه هو أضحك وأبكى} [النجم: 43].",
            "page": "12",
            "part": "1",
            "seal": "B3BA239C"
        },
        {
            "id": "14",
            "nass": "من سواه يُسيِّر الفلك في البحر والدواب في البر؟ {وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ} [يس: 41]. ¶ من غيره يجعل لنا الماء عذبًا، والحديد الصلب لينًا سهلًا؟! ¶ لا حول ولاقوة إلا بالله: ¶ إننا بدون المدد الإلهي المستمر كالجهاز الكهربائي عندما ينقطع عنه التيار .. لا وزن ولا قيمة .. لن نرى بأعيننا، ولن نسمع بآذاننا .. سيتوقف القلب عن الخفقان .. والدم عن الجريان .. لا ضحك ولا بكاء .. لا كلام ولا حراك .. حياة مظلمة .. فالسفن ستغرق في البحار، والطائرات ستسقط من السماء، والسيارات ستقف بلا حراك .. ستظلم السماء، ويتوقف الهواء .. ولِم لا، ولا غنى لأحد عن الله طرفة عين. ¶ الشرك ظلم عظيم: ¶ فإن كان الأمر كذلك .. فأى ظلم يقع فيه العبد عندما يسأل غير الله، ويطلب منه المدد والعون؟!! ¶ أى ظلم هذا الذي يجعل العبد يعتقد في أي شيء آخر مع الله لجلب النفع أو لدفع الضر؟ ¶ أيكون جزاء هذا العطاء المتواصل بالليل والنهار هو تجاهل مسببه، والتوجه إلى غيره بالسؤال؟! ¶ أى جحود هذا الذي يقع فيه الإنسان عندما يشرك بربه؟! ¶ فيا عجبًا كيف يعصى الإله ... أم كيف يجحده الجاحد؟",
            "page": "13",
            "part": "1",
            "seal": "2132E5F0"
        },
        {
            "id": "16",
            "nass": "الفصل الأول ¶ الشرك الخفي ¶ * أنواع الشرك بالله. ¶ * معنى الشرك الخفي. ¶ * أمثلة من الواقع. ¶ * حقيقة العُجب. ¶ * حمد النفس. ¶ * الداء الخبيث. ¶ * اللحظات العابرة.",
            "page": "15",
            "part": "1",
            "seal": "71FB827C"
        },
        {
            "id": "18",
            "nass": "الشرك الخفي ¶ أنواع الشرك بالله: ¶ من معاني الشرك بالله الاعتقاد في آخر مع الله أنه ينفع أو يضر .. هذا الاعتقاد يترجمه صاحبه في صورة التعظيم لمن يشرك به، وكذلك الاعتماد عليه في تصريف أموره وسؤاله حاجاته. ¶ والشرك نوعان: شرك جلي ظاهر، وشرك خفي مستتر. ¶ الشرك الجلي هو الاعتقاد في آخر مع الله بالنفع أو الضر، مثل الاعتقاد فيمن يسمونهم بالأولياء من الأحياء أو الأموات، وكذلك الاعتقاد في حجر أو شجر أو كوكب أو نجم أو ساحر أو كاهن، ومن ثم تتوجه إليه القلوب بالتعظيم، والألسنة بالسؤال وطلب الحاجات. ¶ وهو أمر خطير {وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ} [الحج: 31]. ¶ معنى الشرك الخفي: ¶ أما الشرك الخفي فهو الذي يخفى وجوده على الإنسان من الناحية الشكلية بمعنى أنه لا يعترف بوجوده لكنه متلبس به من الناحية الموضوعية. ¶ ومن أهم صور الشرك الخفي رؤية الإنسان لنفسه بعين التعظيم، واعتقاده في الأسباب التي حباه الله إياها أنها ملك ذاتي له، يمتلكها، ويستدعيها في الوقت الذي يشاء، وأنه يفضل بها غيره .. هذا الاعتقاد قد يكون في جزئية صغيرة، وقد يكون في كل الجزئيات التي تشكل شخصية الإنسان.",
            "page": "17",
            "part": "1",
            "seal": "090CD2AD"
        },
        {
            "id": "19",
            "nass": "أمثلة من الواقع: ¶ فإذا ما أردنا أمثلة عملية توضح مفهوم الشرك بالنفس والذي يطلق عليه العلماء: العُجب، سنجد أمامنا الكثير والكثير. ¶ فالطالب الذي حباه الله موهبة الفهم والحفظ قد يقع في هذا النوع من الشرك إذا ما اعتقد في نفسه القدرة الذاتية على الفهم والحفظ. ¶ والمرأة التي تحسن إعداد الطعام قد تقع في نفس الأمر باعتقادها في خبراتها وقدرتها على القيام بذلك متى شاءت. ¶ وكذلك المدرس إذا اعتقد في قدرته على شرح الدروس، معتمدًا على إمكاناته، وخبراته، وتاريخه الطويل في التدريس. ¶ والداعية الذي يعظ الناس، ويدعوهم فيتأثرون بحديثه، قد يقع في نفس الأمر إذا ما اعتقد في بلاغته وحفظه وقدرته على التأثير. ¶ وكذلك كل من يظن أن عنده شيئًا ذاتيًا ليس عند غيره، مهما كان حجم هذا الشيء. ¶ رأى الحسن البصري كساء صوف على فرقد السبخي فقال: يا فرقد لعلك تحسب أن لك بكسائك على الناس فضلًا (¬1). ¶ حقيقة العُجب: ¶ يقول ابن المبارك: العُجب أن ترى أن عندك شيئًا ليس عند غيرك (¬2). ¶ فهذا هو جوهر العُجب: أن ترى أن عندك شيئًا ذاتيًا تتملكه، وليس عند غيرك. ¶ أن ترى أن عندك مالًا .. أولادًا .. ذكاءً .. موهبة .. كساءً ليس عند غيرك. ¶ ¬_________ ¶ (¬1) الزهد للحسن البصري - تحقيق د. محمد عبد الرحيم محمد - ص159 - دار الحديث - القاهرة. ¶ (¬2) سير أعلام النبلاء للذهبي 8/ 407 - مؤسسة الرسالة - بيروت.",
            "page": "18",
            "part": "1",
            "seal": "C9E2A776"
        },
        {
            "id": "20",
            "nass": "فإن قلت ولكن بالفعل عنديمن هذه الأشياء ما لا أجده عند غيرى. ¶ نعم كل منا عنده أشياء ليست عند غيره، ولكن هذه الأشياء ملك من؟! ¶ يقول تعالى: {لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا فِيهِنَّ} [المائدة: 120]. فكل ما معنا من أصغر شيء إلى أكبره ملك لله عز وجل، أعارنا إياه لننتفع به، ونمتحن فيه {إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا} [الكهف: 7]. ¶ فلا يملك أحد - غير الله - شيئًا في هذا الكون {لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ} [سبأ: 22]. ¶ فإن اعتقد أحدنا أن المال الذي معه هو ماله لا مال الله، وفرح به، واطمأن لوجوده معه فهذا هو الإعجاب بالمال كمن قال: {إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي} [القصص: 78]. ¶ ويتسع هذا المفهوم ليشمل كل شيء يفرح به الإنسان، ويطمئن إلى وجوده معه على أنه ملك ذاتي له. ¶ حمد النفس: ¶ ومن معاني العُجب كذلك رؤية أحدنا لنفسه بعين الرضا والفرح فيما علمت أو عملت وحمدها على ذلك، ولو في جزئية صغيرة، ونسيان أن الله عز وجل هو صاحب كل فضل نحن فيه. ¶ قال المحاسبي: العُجب هو حمد النفس على ما عملت أو علمت، ونسيان أن النعم من الله عز وجل (¬1). ¶ ويؤكد على هذا المعنى أبو حامد الغزالي فيقول: العُجب هو استعظام النعمة والركون إليها مع نسيان إضافتها للمنعم (¬2). ¶ ¬_________ ¶ (¬1) الرعاية لحقوق الله للمحاسبي ص 420 - دار اليقين - المنصورة - مصر. ¶ (¬2) إحياء علوم الدين 3/ 574 - دار الحديث - القاهرة.",
            "page": "19",
            "part": "1",
            "seal": "E0BDAE97"
        },
        {
            "id": "21",
            "nass": "سئل رياح القيسي: يا أبا مهاجر ما الذي أفسد على العمال أعمالهم؟ فقال: حمد النفس، ونسيان النعم (¬1). ¶ فالعُجب خاطر يهيج في داخلك يدعوك لاستعظام عملك واستكثاره فتقول في نفسك: لقد قويت وصبرت واستطعت فعل كذا ... لقد جاهدت ... لقد فهمت كذا ... صمت في يوم شديد الحر ... لقد أنفقت كذا ... فرحًا من نفسك بقوتها، معظمًا لها مع نسيان نعمة الله عليك في القيام بذلك (¬2). ¶ الداء الخبيث: ¶ إعجاب المرء بنفسه ولو في جزئية صغيرة يؤدي به إلى استعظامها، ورؤيتها أكبر من غيرها في هذه الجزئية، والاعتقاد في نفعها، وفي أنه يمكنه بذاته أن يستدعى موهبته في أي وقت يشاؤه ليظهر من خلالها فضله وتميزه على غيره. ¶ هذا المفهوم قد يصغر عند البعض، وقد يكبر عند البعض الآخر. ¶ ويظن الكثير منا أن داء الإعجاب بالنفس لا يصيب إلا أهل التصدر بين الناس وأصحاب الإمكانات والمواهب العالية فقط، والحقيقة أن هؤلاء بالفعل أكثر عرضة من غيرهم للإصابة بهذا المرض، إلا أنه لا يصيب هؤلاء فقط، بل يحاول مع الجميع، وينتظر اللحظة المناسبة للتمكن من نفس أي إنسان. ¶ فإن كنت في شك من هذا فما تفسيرك لحالة فقير معدم مجهول بين الناس ومع ذلك هو عند نفسه كبير، بل يرى كذلك تميزه على غيره بما لديه من مواهب متوهمة؟! ¶ إنه داء خبيث يعرف طريقه جيدًا إلى النفوس، فما من موقف إيجابي يقوم به الإنسان - قولًا كان أو فعلًا - إلا ولهذا الداء محاولة للتأثير على نفسه، والعمل على تضخيمها والإعجاب بها ونسيان المنعم سبحانه وتعالى. ¶ ¬_________ ¶ (¬1) الرعاية لحقوق الله ص 429. ¶ (¬2) المصدر السابق - بتصرف ص 421، 422.",
            "page": "20",
            "part": "1",
            "seal": "5C48E569"
        },
        {
            "id": "22",
            "nass": "قيل لداود الطائي: أرأيت رجلًا دخل على هؤلاء الأمراء، فأمرهم بالمعروف ونهاهم عن المنكر؟! فقال: أخاف عليه السوط. قبل: إنه يقوى عليه (يعني أنه وطن نفسه على احتماله إن وقع واحتسابه عند الله تعالى) فقال: أخاف عليه السيف قيل: إنه يقوى عليه. قال: أخاف عليه الداء الدفين؛ العُجب) (¬1). ¶ فالعُجب آفة العقل - أي عقل - يدعوه دومًا إلى استعظام قوله أو عمله أو أفكاره وحمد نفسه على ذلك. ¶ اللحظات العابرة: ¶ إذن فالعُجب داء لا يكاد يسلم منه أحد، وأخطر ما يقوم به هو تضخيمه للذات، ومن ثم تكوينه لصنم داخلي في نفس صاحبه يحمل اسمه. مع ملاحظة الفارق بين لحظات الإعجاب بالنفس العابرة، وبين تأصل هذا الداء داخل الإنسان. ¶ ومع ذلك فإن تجاوب المرء مع تلك اللحظات وعدم مقاومتها سيؤدي إلى تمكن الداء من نفسه شيئًا فشيئًا، ومن ثم تكوين الصنم. ¶ تأمل معي هذا الخبر لتدرك خطورة تلك اللحظات، والعمل على مقاومتها وإغلاق الأبواب أمامها. ¶ تقول السيدة عائشة رضي الله عنها: لبست مرة درعًا لي جديدة فجعلت أنظر إليها فأعجبت بها. فقال أبو بكر: ما تنظرين؟ إن الله ليس بناظر إليك! ¶ قلت: ومم ذاك؟ قال: ما علمت أن العبد إذا دخله العُجب بزينة الدنيا مقته الله عز وجل حتى يفارق تلك الزينة! ¶ قالت: فنزعته فتصدقت به .. فقال أبو بكر: عسى ذلك أن يكفر عنك (¬2). ¶ ¬_________ ¶ (¬1) تنبيه الغافلين عن أعمال الجاهلين لابن النحاس ص 52. ¶ (¬2) العجب لعمر بن موسى ص 98 - نقلًا عن حلية الأولياء لأبي نعيم 1/ 37.",
            "page": "21",
            "part": "1",
            "seal": "CFD7E3BF"
        },
        {
            "id": "24",
            "nass": "الفصل الثاني ¶ أسباب تضخم الذات ووجود الصنم ¶ * الجهل بالله عز وجل. ¶ * الجهل بالنفس. ¶ * إهمال تزكية النفس. ¶ * كثرة الأعمال الناجحة. ¶ * كثرة المدح. ¶ * علو اليد ونفوذ الأمر. ¶ * قلة مخالطة الأكفاء وعدم وجود النصحاء. ¶ * تربية الأبوين (النشأة الأولى). ¶ * وجود نقاط ضعف في شخصية الفرد أو في البيئة المحيطة به. ¶ * الاشتهار بين الناس.",
            "page": "23",
            "part": "1",
            "seal": "199F27E9"
        },
        {
            "id": "26",
            "nass": "أسباب تضخم الذات ووجود الصنم ¶ مما لاشك فيه أن هناك أسبابًا عديدة من شأنها أن تهيئ المناخ المناسب لتسلل داء العُجب إلى النفوس، من أهمها: ¶ 1 - الجهل بالله عز وجل. ¶ 2 - الجهل بالنفس. ¶ 3 - إهمال تزكية النفس. ¶ 4 - كثرة الأعمال الناجحة. ¶ 5 - كثرة المدح. ¶ 6 - علو اليد ونفوذ الأمر. ¶ 7 - قلة مخالطة الأكفاء. ¶ 8 - تربية الأبوين (النشأة الأولى). ¶ 9 - وجود نقاط ضعف في شخصية الفرد. ¶ 10 - الاشتهار يبن الناس. ¶ أولًا: الجهل بالله عز وجل: ¶ العُجب - كما تم تعريفه في الصفحات السابقة - هو أن ينسب المرء لنفسه نجاحاته وتوفيقه فيما يقوم به من أعمال، وينسى أن الله عز وجل هو الذي أعانه على ذلك. ¶ معنى ذلك أن الجهل بالله من أهم الأسباب المؤهلة لإعجاب المرء بنفسه، فلو أيقن كل منا بأن الله عز وجل هو الذي يمده بأسباب النجاح والتوفيق والفلاح ما دخل العُجب إلى نفسه، وكيف يعجب بشيء ليس له دخل في وجوده؟!",
            "page": "25",
            "part": "1",
            "seal": "E44D3926"
        },
        {
            "id": "27",
            "nass": "إن كل صلاة نصليها، وصيام نصومه، وذكر نذكره، ودعاء ندعوه، ونفقه ننفقها ... كل ذلك وغيره من صور البر المختلفة، تتم بفضل وإعانة من الله عز وجل {وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ وَإِقَامَ الصَّلَاةِ وَإِيتَاءَ الزَّكَاةِ} [الأنبياء: 73]. ¶ فالله سبحانه وتعالى هو مصدر كل خير نفعله .. يمدنا بأسبابه لحظة بلحظة، ولو شاء لمنعنا إياها .. ألم يقل لرسوله وحبيبه صلى الله عليه وسلم: {وَلَئِنْ شيءنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلًا (86) إِلَّا رَحْمَةً مِنْ رَبِّكَ إِنَّ فَضْلَهُ كَانَ عَلَيْكَ كَبِيرًا} [الإسراء: 86، 87]. ¶ فلولا فضل الله ما صلينا ولا صمنا ولا تصدقنا ولا أسلمنا ولا آمنا. ¶ ففي الحديث القدسي: \" يا عبادي، إنما هي أعمالكم أحصيها لكم، ثم أوفيكم إياها، فمن وجد خيرًا فليحمد الله، ومن وجد غير ذلك فلا يلومن إلانفسه \" (¬1). ¶ بل إن كل خاطرة تخطر على بال الإنسان تدعوه لخير هي من الله عز وجل .. ¶ ففي الحديث: \" في القلب لمتان، لمة من الملك إيعاد بالخير وتصديق بالحق، فمن وجد لك فليعلم أنه من الله سبحانه وليحمد الله، ولمة من العدو إيعاد بالشر وتكذيب بالحق، ونهي عن الخير، فمن وجد ذلك فليستعذ بالله من الشيطان الرجيم \" (¬2). ¶ وعندما تغيب هذه الحقيقة عن ذهن المرء، فما أسهل تسلل داء العُجب إليه فيفرح بنفسه، ويعجب بها وينسب الفضل إليها، كلما عمل عملًا أو قال قولًا واستحسنه الناس. ¶ قال مسروق: بحسب امرئ من العلم أن يخشي الله، وبحسب امرئ من الجهل أن يعجب بعلمه (¬3). ¶ ¬_________ ¶ (¬1) أخرجه مسلم (4/ 1994، رقم 2577). ¶ (¬2) أخرجه الترمذي (5/ 219، رقم 2988) وقال: حسن غريب، والنسائي (6/ 305، رقم 11051). ¶ (¬3) أخلاق العلماء للآجري ص 63 - دار القلم - دمش.",
            "page": "26",
            "part": "1",
            "seal": "158393C6"
        },
        {
            "id": "28",
            "nass": "ثانيًا: الجهل بالنفس: ¶ ليس للإنسان - أي إنسان - مقومات ذاتية أو الفلاح .. هكذا خلقه الله عز وجل، يستوى في ذلك الأنبياء والمرسلون مع الخلق أجمعين {قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ} [الأعراف: 188]. ¶ فنحن جميعًا نستمد قوتنا من الله عز وجل لحظة بلحظة، وآنا بآن. ¶ نعم أعطانا الله عز وجل أسبابًا ومواهب وإمكانات كالذكاء، أو اللباقة، أو البلاغة، ولكن هذه الإمكانات ليس لها أي قيمة بدون القوة الفاعلة من الله عز وجل. ¶ هل رأيت طفلًا رضيعًا - حديث الولادة - يستطيع أن يطعم نفسه، أو يسقيها، أو ينظف جسمه أو يصرف عن نفسه الأذى؟! ¶ ما درجة اعتماده على أمه في هذه الأمور وغيرها؟ وماذا لو تركته يومًا واحدًا دون رعاية؟ ¶ حاجتنا إلى الله: ¶ إن حاجتنا إلى الله عز وجل أشد وأشد من حاجة هذا الرضيع إلى أمه، فالقلب على سبيل المثال يحتاج إلى الله في كل لحظة؛ ليستمر في الخفقان واستقبال الدم المحمل بثاني أكسيد الكربون وإعادة تحميله بالأكسجين وضخه مرة أخرى إلى الجسم فيما لا يقل عن سبعين مرة في الدقيقة. ¶ بلايين الخلايًا داخل جسم الإنسان تحتاج في كل لحظة إلى تعاهد ورعاية للاستمرار في أداء وظائفها الحيوية، وعدم التحول إلى خلايًا سرطانية. ¶ تخيل نفسك وقد أوكل إليك إدارة شئون جسمك من حواس وغدد وأعضاء وأجهزة .. ملايين العمليات الحيوية التي تتم كل لحظة عليك أن تديرها بنفسك. ¶ هل تستطيع فعل ذلك ولو للحظة واحدة؟!",
            "page": "27",
            "part": "1",
            "seal": "46A492B8"
        },
        {
            "id": "29",
            "nass": "إذن فعندما يوكل العبد لنفسه للقيام بأى مهمة دون إعانة من الله عز وجل ولو لطرفة عين، فإنه يوكل للضعف والضياع .. لذلك كان من دعائه صلى الله عليه وسلم: \" وإنك إن تكلنى إلى نفسي تكلنى إلى ضعف وعورة وذنب وخطيئة، وإني لا أثق إلا برحمتك \" (¬1). ¶ هذه هي إحدى الحقائق الأساسية التي يقوم عليها بنيان الإنسان، وإذا ما نسيها فما أسهل وقوعه فريسة لداء العُجب .. سينخدع في الأسباب التي حباه الله إياها .. سيظن أنه ذكي بطبعه، بليغ ينطق بأسلس العبارات دون تكلف .. لديه القدرة على التأثير في الناس، قوي بما لديه من عضلات .. خبير بما يعرف من معلومات .. ¶ نعم، لديه هذه الإمكانات، ولكن ما قيمتها بدون المدد الإلهي المتواصل؟! ألم يقل سبحانه وتعالى لرسوله صلى الله عليه وسلم: {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ} [آل عمران: 159]. ¶ وقال: {وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا} [الإسراء: 74]. ¶ الجهل بطبيعة النفس: ¶ من تعريفات النفس البشرية أنها مجموعة الشهوات والغرائز داخل الإنسان فهي تسعى دائمًا للحصول على شهواتها وحظوظها من كل فعل يفعله العبد .. جاهلة، لا تنظر إلى العواقب، كالطفل الذي لا يمل من الإلحاح على أبويه في الحصول على شيء قد يكون فيه ضرر كبير عليه. ¶ نفس أمارة بالسوء، لا تأمر صاحبها إلا بما تراه يحقق مصلحتها .. ¶ شحيحة تحب الاستئثار بكل خير. ¶ ¬_________ ¶ (¬1) حسن: رواه أحمد والطبراني والحاكم وقال: صحيح الإسناد، وحسنه الألباني في صحيح الترغيب والترهيب ح (657).",
            "page": "28",
            "part": "1",
            "seal": "2451545C"
        },
        {
            "id": "30",
            "nass": "شهوات النفس: ¶ وشهوات النفس تنقسم إلى قسمين: ¶ شهوات جلية: من طعام، وشراب، ومال ونساء وذهب، وعقارات {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ} [آل عمران: 14]. ¶ وشهوات خفية: من حب للتميز، والعلو على الآخرين، وأن يشار إليها بالبنان وإذا ما أردت مثالًا للشهوة الخفية فتأمل ما يحدث لك عندما يمدحك شخص ما. ¶ ألست تشعر بالسعادة والانتشاء، وتظل تذكر كلمات المديح في غدوك ورواحك. ¶ إن الشعور الذي يتملكنا في مثل هذه اللحظات يطلق عليه الشهوة الخفية. ¶ معنى ذلك أن النفس لن تأمر صاحبها إلا بما يحقق شهواتها، فإذا ما ترك لها أحد الزمام، وأحسن الظن بها فسيصبح حتمًا أسيرًا لها .. ¶ إن تكلم فستأمره بالحديث عن إنجازاته. ¶ وإن صلى بالليل حثته على الإعجاب بها، وأنه أفضل من غيره النائم ... ¶ إن أمر بمعروف أو نهي عن منكر ألحَّت عليه لاستحسان فعله، ورضاه عنه. ¶ وهكذا ستعمل دومًا على أخذ حظها من كل فعل يقوم به الإنسان. ¶ من هنا ستضح لنا طبيعة النفس، والتي إن غابت عن العبد تسلل إليه داء العُجب وتمكن منه. ¶ ثالثًا: إهمال تزكية النفس: ¶ ومن أسباب تضخم الذات: عدم الانتباه لهذا الأمر منذ البداية، وبالتالي عدم أخذ الحذر من هذا الداء، وتركه يتسلل إلى النفس ويتمكن منها.",
            "page": "29",
            "part": "1",
            "seal": "FD2CBDE9"
        },
        {
            "id": "31",
            "nass": "فطالب العلم إن لم يكن هذا الموضوع من أوائل ما يتعلمه، ويتربي عليه فسيكون العلم نفسه بابًا واسعًا يتسلل إليه العُجب من خلاله .. والداعية قد يقع فريسة لذلك وكذلك المدرس، والكاتب، والخطيب، وكل من يقوم بعمل إيجابي ينال استحسان الناس. ¶ كل هؤلاء ومن شاكلهم إن لم يهتموا بتحصين أنفسهم وتزكيتها منذ البداية، فسيجد هذا الداء مادة جيدة يدخل من خلالها إلى نفوسهم، ويتكاثر فيها، لتكبر الذات وتتضخم. ¶ يقول أبو حامد الغزالي: فالعبد إن لم يشتغل أولًا بتهذيب نفسه، وتزكية قلبه بأنواع المجاهدات، بقى خبيث الجوهر، فإذا خاض في العلم - أي علم كان - صادف العلم من قلبه منزلًا خبيثًا فلم يطب ثمره، ولم يظهر في الخير أثره ..... فالعلم تحفظه الرجال، فتحوله على قدر هممها وأهوائها، فيزيد المتكبر كبرًا والمتواضع تواضعًا (¬1). ¶ رابعًا: كثرة الأعمال الناجحة: ¶ قال الحسن البصري: لو كان كلام ابن آدم صدقًا، وعمله كله حسنًا يوشك أن يخسر. قيل: كيف يخسر؟ قال: يعجب بنفسه. ¶ وقال أيضًا: لو أن قول ابن آدم كله حق، وفعله صواب لَجُن. ¶ فكثرة الأعمال الناجحة التي يقوم بها الإنسان تشكِّل سببًا قويًا في إمكانية تسرب داء العُجب إليه إن لم ينتبه لذلك، فما أسهل اقتناعه بأنه - بالفعل - مميز عن الآخرين، ولم لا وكلامه دومًا مؤثر في الناس ولا يكاد يترك فرضًا بالمسجد ... مواعيده منضبطة ... حلو المعشر، لين الجانب، ناجح مع أولاده، منظم في شئونه ... ¶ ¬_________ ¶ (¬1) إحياء علوم الدين 3/ 539.",
            "page": "30",
            "part": "1",
            "seal": "C1725384"
        },
        {
            "id": "32",
            "nass": "إنه أمر شديد على النفس أن يكون صاحبها هكذا ولا يخالجها لحظات العُجب. ¶ روى الحاكم عن ابن عباس رضى الله عنهما: \" ما أصاب داود ما أصابه بعد القدر إلا من عجب، عَجِب به من نفسه، وذلك أنه قال: يارب، ما من ساعة من ليل أو نهار إلا وعابد من آل داود يعبدك، يصلى لك، أو يسبح، أو يكبر، وذكر أشياء، فكره الله ذلك. فقال: يا داود، إن ذلك لم يكن إلا بِي، فلولا عوني ما قويت عليه .. وجلالي لأكِلنَّك إلى نفسك يومًا. قال: يارب فأخبرني به، فأصابته الفتنة ذلك اليوم \" (¬1). ¶ خامسًا: كثرة المدح: ¶ مدح شخص ما في وجهه من أخطر أسباب تضخم الذات، وهذا أمر نلمسه جميعًا، ولقد انزعج رسول الله صلى الله عليه وسلم عندما رأى رجلًا يمدح آخر في وجهه فقال له: \" ويحك، قطعت عنق صاحبك، لو سمعها ما أفلح \" (¬2). ¶ لماذا لا يفلح؟ ¶ لأنه سيصدق نفسه بما استمع إليه من عبارات المديح، فينتشى ويتعاظم، ويفتر عن العمل والاجتهاد وينسى ذنوبه. ¶ وبكثرة المدح، تترسخ هذه الحقيقة داخل النفس ويوقن بأنه بالفعل مميز فيشتد استعلاؤه، ونظرته الفوقية لنفسه، فيقترب شيئًا فشيئًا إلى الهلاك وعدم الفلاح. ¶ قال الماوردي: وللإعجاب أسباب، فمن أقوى أسبابه كثرة مديح المتقربين، وإطراء المتملقين (¬3). ¶ ¬_________ ¶ (¬1) أخرجه الحاكم (2/ 470 برقم 3620) وصححه، ووافقه الذهبي، والبيهقي (5/ 453 برقم 7253)، وابن أبي شيبة (11/ 552 برقم 32549) ¶ (¬2) متفق عليه، البخاري (2/ 946، رقم 2519)، ومسلم (4/ 2296، رقم 3000). ¶ (¬3) أدب الدنيا والدين للماوردي ص 234 - دار الكتب العلمية - بيروت.",
            "page": "31",
            "part": "1",
            "seal": "18BC4E1D"
        },
        {
            "id": "33",
            "nass": "سادسًا: علو اليد ونفوذ الأمر: ¶ فكل صاحب سلطان، ولو صغر، سيجد أمامه مساحة يتحرك فيها دون اعتراض أومقاطعة من أحد، وسيجد كذلك من يمدحه ويثني عليه، ومن النادر أن يجرؤ أحد على انتقاده، مما يؤدي إلى تسرب داء العُجب لنفسه، واستعظامه لها. ¶ فالنمرود - على سبيل المثال - لم يكن ليدعي الربوبية لو كان فقيرًا مجهولًا بين الناس، قال تعالى: {أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ اللَّهُ الْمُلْكَ} [البقرة: 258]. ¶ فملكه - كما بيَّن القرآن - كان سببًا في تبجحه، وتطاوله وادعائه الربوبية. ¶ سابعًا: قلة مخالطة الأكفاء وعدم وجود النُصحاء: ¶ عندما يجد صاحب الإمكانات والنجاحات كل من حوله دونه في المستوى، فإن هذا بلا شك من شأنه أن يهيئ نفسه أكثر وأكثر لاسقبال داء العُجب، واستفحاله فيه، ولم لا وهو يرى رأيه دومًا هو الرأي الصائب، وتفكيره هوالتفكير السديد .. تتعلق به الأنظار لتسمع وجهة نظره في مجريات الأحداث .. ¶ ومما يلحق بهذا السبب: عدم وجود النصحاء بجوار الشخص، فالنصيحة وإبداء الملاحظات على الأداء لها دور كبير في تحجيم الإنسان، وعدم تضخيم ذاته .. ¶ فإذا ما غابت النصيحة عنه، وجد العُجب الطريق ممهدًا للسيطرة على نفسه لذلك كان عمر بن الخطاب يقول: رحم الله امرًا أهدى إليَّ عيوبي. ¶ ثامنًا: تربية الأبوين (النشأة الأولى): ¶ قد تكون التربية الأولى في المنزل لها دور كبير في تضخيم الذات، وذلك من خلال اهتمام الأبوين بإشعار أبنائهما بتميزهم على أقرانهم، فهم الأشرف نسبًا، أو الأعلى جاهًا، أو الأكثر مالًا، أو الأحسن أثاثًا ... مع كثرة مدحهم، وذم الآخرين أمامهم، وعدم تعويدهم على مساعدة الآخرين، ولا حب الفقراء والمساكين،",
            "page": "32",
            "part": "1",
            "seal": "F18FCF64"
        },
        {
            "id": "34",
            "nass": "وكذلك عدم ترشيد مواهبهم وعدم ربطها بالمنعم سبحانه وتعالى، فيولِّد كل هذا اعتقادًا عند الأبناء بأنهم أفضل من غيرهم، مما يجعلهم أكثر عرضة للإصابة بهذا المرض. ويلحق بهذا السبب أيضًا: تمثل الداء في أحد الأبوين أو كليهما، فيسرق الابن الطبع منهما كما قال الشاعر: ¶ مشى الطاووس يومًا باختيال ... فقلد شكل مشيته بنوه ¶ فقال: علام تختالون؟ قالوا: ... بدأت به ونحن مقلدوه ¶ أما تدري أبانا كل فرخ ... يحاكي في الخطى من أدبوه ¶ فقوِّم خطوك المعوج واعدل ... فإنَّا إن عدلت معدلوه ¶ وينشأ ناشيء الفتيان منا ... على ما كان عوده أبوه ¶ تاسعًا: وجود نقاط ضعف في شخصية الفرد أو في البيئة المحيطة به: ¶ فيتولد عن ذلك محاولته الدائمة لإثبات ذاته، وتعويض نقصه بشتى الطرق. ¶ قال المأمون: ما تكبَّر أحد إلا لنقص وجده في نفسه، ولا تطاول إلا لوهن أحس من نفسه. ¶ وقال ابن المعتز: لما عرف أهل النقص حالهم عند ذوي الكمال، استعانوا بالكبر، ليعظم صغيرًا، ويرفع حقيرًا .. وليس بفاعل (¬1). ¶ عاشرًا: الاشتهار بين الناس: ¶ الاشتهار بين الناس فتنة عظيمة. قال صلى الله عليه وسلم: \" كفى بالمرء فتنة أن يُشار إليه بالأصابع \" (¬2). ¶ ¬_________ ¶ (¬1) أدب الدنيا والدين ص 232. ¶ (¬2) رواه الطبراني، والبيهقي وأورد نحوه الترمذي، وأورده الألباني في السلسلة الضعيفة ح (2230).",
            "page": "33",
            "part": "1",
            "seal": "1AA07375"
        },
        {
            "id": "35",
            "nass": "وقال بعض السلف: المتكلم ينتظر الفتنة، والمنصف ينتظر الرحمة (¬1). ¶ ولِم لا تكون فتنة، وهو يتكلم والناس ينصتون، يدعو والناس يؤمِّنون، يترك نفسه عرضة لمدح المادحين، وملق المتملقين. ¶ تقترب منه الأضواء، فلا يستطيع دفعها .. يكبر ظله، فيصدق نفسه أنه كبير. فتتواجد من هذا كله التربة الخصبة لنمو العُجب وتضخم الذات، وبناء الصنم داخل ذلك الشخص. ¶ جاء رجل إلى عمر بن الخطاب رضي الله عنه فقال: إن قومي قدموني فصليت بهم، ثم أمروني أن أقص عليهم، فتردد إلى عمر ثلاث مرات وأربع، فقال له عمر: لا تقص فإني أخاف عليك أن ترفع نفسك فيضعك الله قبضة (¬2). ¶ وفي رواية قال عمر: أخاف أن تنتفخ فتبلغ الثريا. ¶ فهذه أكثر الأسباب التي تيسر دخول داء العُجب إلى النفس وتمكنه منها، وإن كان من النادر أن تكون كلها مجتمعه في شخص ما، إلا أن كل سبب منها كفيل بأن يكون مادة جيدة لتسلل العُجب إلى داخل الإنسان. وكلما كثرت الأسباب كان تأثير هذا الداء على النفس أشد. ¶ ¬_________ ¶ (¬1) الزهد لابن المبارك ص 18. ¶ (¬2) الزهد للإمام أحمد ص 122.",
            "page": "34",
            "part": "1",
            "seal": "6A3DBF3D"
        },
        {
            "id": "37",
            "nass": "الفصل الثالث ¶ مظاهر الإعجاب بالنفس وتضخم الذات ¶ * كثرة الحديث عن النفس. ¶ * طلب الأعمال والتقدم إليها. ¶ * صعوبة التلقي من الغير أو قبول النصيحة. ¶ * استصغار الآخرين. ¶ * المن بالعطايا. ¶ * كثرة أحلام اليقظة بالاشتهار بين الناس. ¶ * التعالي على الناس. ¶ * أمثلة من الواقع.",
            "page": "36",
            "part": "1",
            "seal": "9A35223F"
        },
        {
            "id": "38",
            "nass": "مظاهر الإعجاب بالنفس وتضخم الذات ¶ عندما يرضى الشخص عن نفسه ويعجب بها ويستعظمها، فإن هذا من شأنه أن ينعكس على خواطره وأفكاره وتصوراته، وسلوكه مع الآخرين، ومظاهر ذلك كثيرة نذكر منها. ¶ كثرة الحديث عن النفس: ¶ فتجد أحدنا يُكثر من الحديث عن نفسه ويزكيها، وخاصة إذا أحس بتميزه في جانب ما. ¶ فالأب يتفاخر بأولاده وبطريقة تربيته لهم. ¶ والموظف يتباهي بانضباطه في عمله وعدم تأخره ولو يومًا واحدًا عن موعد الحضور. ¶ والطالب يتحدث عن كفاءته في المذاكرة، وقدرته على الفهم وحل المسائل الصعبة. ¶ والداعية يُكثر من الحديث عن نفسه، وإنجازاته، ومدى التفاف الناس حوله، وتأثرهم به .. ¶ وربة المنزل تتباهي ببيتها ونظافته وترتيبه، فتنسب العمل لنفسها ولا ترجعه إلى فضل ربها ... وهكذا. ¶ طلب الأعمال والتقدم إليها: ¶ من مظاهر تضخم الذات، رؤية الشخص أنه أهل للقيام بالأعمال التي يرى في نفسه أنه مميز فيها ..",
            "page": "37",
            "part": "1",
            "seal": "2FEFD94F"
        },
        {
            "id": "39",
            "nass": "فالمدرس يقدِّم نفسه للآخرين لتدريس المادة الصعبة التي أعيت غيره. ¶ وربة المنزل تقدِّم نفسها لعمل هذا النوع من الطعام الذي لا يُحسنه غيرها. ¶ وصاحب الدعوة يُقدم نفسه لمناظرة فلان الذي يُثير الشبهات، ولسان حاله يقول: دعوه لي، فأنا أعرف كيف أتعامل مع هؤلاء ... وهكذا. ¶ صعوبة التلقي من الغير أو قبول النصيحة: ¶ من مظاهر (الأنا) أو تقديس الذات: عدم قدرة صاحبها على قبول النقد بسهولة في الشيء الذي يرى نفسه فيه، وكذلك عدم القدرة على الاستماع أو التلقي من الآخرين، أو قبول النصح منهم، وبخاصة في الأمور التي يشعر فيها بتميزه ونبوغه. ¶ فمدرس اللغة العربية يصعب عليه تلقي معلومة في البلاغة مثلًا من شخص ليس في مجاله، وكذلك معلم القرآن، والمهندس، والطبيب، ... . ¶ لذلك نجد الحوار بين هؤلاء وبخاصة الأقران منهم كحوار الطرشان، لا يسمع أحد منهم لأحد .. ¶ ومن صور ذلك أيضًا الاستنكاف عن سؤال الغير في شيء لا يعرفه، وبخاصة إذا ما كان أصغر منه سنًا أو جاهًا أو خبرة. ¶ استصغار الآخرين: ¶ ومن مظاهر تقديس النفس كذلك: انتقاص الآخرين، ورؤية النفس دائمًا أعلى وأفضل منهم، وبخاصة في الجزئية المتضخمة عنده سواء كانت في حسب أو نسب أو مال، أو ذكاء، أو ألقاب .... ¶ فتراه يأنف من التعامل أو التواد مع من هم أقل منه في المستوى .. فإن كان من أصحاب الألقاب صعبت عليه مصاحبة مساعديه ومن هم أقل منه رتبة .. وإن كان من أصحاب الأموال صعب عليه الجلوس مع الفقراء .. وإن كان من أصحاب الجاه عزَّت عليه مصاحبة المساكين ...",
            "page": "38",
            "part": "1",
            "seal": "8F9048A6"
        },
        {
            "id": "40",
            "nass": "ولقد كان الصحابة يخشون من هذه الآفة، فهذا عمر بن الخطاب يخاف أن يكون لديه بقية من كبر واستعظام النفس لكونه عربيًا، وأنه أفضل من سلمان الأعجمي فأراد أن يمحوها ويتأكد من خلو نفسه منها بطلبه من سلمان أن يتزوج ابنته. ¶ أخرج ابن المبارك في الزهد أن عمر بن الخطاب قال لسلمان: ¶ يا سلمان ما أعلم من أمر الجاهلية شيئًا إلا وضعه الله عنا بالإسلام، إلا أنا لا ننكح إليكم ولا ننكحكم، فهلم فلنزوجنك ابنة الخطاب .... أفر والله من الكبر. قال سلمان: فتفر منه وتحمله عليّ .. لا حاجة لي به (¬1). ¶ المَنُّ بالعطايا: ¶ من آثار رؤية النفس بعين الاستعظام، ونسيان أن الله عز وجل هو صاحب كل فضل ومنَّة: أن صاحبها لا يُعطي عطية لأحد، ولا يُقدم له خدمة إلا ويَمُنّ عليه بها وينتهز الفرصة المناسبة لتذكيره بخدماته وعطاياه، بل يعمل كذلك على استنطاق لسانه بمدحه وشكره، وقد يغضب منه إذا ما قصر في ذلك، ويصل به الأمر أحيانًا إلى أن يشكو لغيره على نكرانه للجميل. ¶ كثرة أحلام اليقظة بالاشتهار بين الناس: ¶ أما مجال خواطر الإنسان وحديث نفسه، فتجده كثيرًا ما يحلم بالشهرة وارتفاع شأنه بين الناس، وقيامه بأعمال خارقة تلفت إليه انتباه الجميع .. ¶ ينظر إلى نفسه على أن له قدرًا عند الله بما يقوم به من أعمال ... ¶ ينتظر الكرامات، ويستعظم أن ينزل به بلاء. ¶ يلازمه الشعور بالأمان ... يخاف على الناس أكثر مما يخاف على نفسه. ¶ يظن أنه محسن، وهم مسيئون، وأنه ناج وهم هالكون، وأنه عالم وهم جاهلون، وأنه عاقل وهم حمقى، وأنه من طلاب الآخرة وهم من طلاب الدنيا. ¶ ¬_________ ¶ (¬1) الزهد لابن المبارك ص 52 في زيادة نعيم بن حماد.",
            "page": "39",
            "part": "1",
            "seal": "BB27638E"
        },
        {
            "id": "41",
            "nass": "التعالي على الناس: ¶ وعندما تتعدد الجزئيات التي تتضخم داخل الإنسان فإن نفسه تتعاظم وتكبر شيئًا فشيئًا، ومِن ثَمَّ يزداد إعجابه بها وتقديسه لها، وينعكس ذلك على تعاملاته مع الآخرين ... فتراه يكثر من نصح غيره ونقده، ولا يقبل نصيحة من أحد. ¶ يحب أن يخدمه الناس ويكره أن يخدم أحدًا. ¶ لا يمل من الحديث عن نفسه، وإنجازاته، وماضيه، ولو كرر ذلك مئات المرات، وفي نفس الوقت تراه يقطع غيره ولا يسمح له بالحديث عن نفسه كما يفعل هو. ¶ لا يعطي الآخرين حقوقهم من التقدير .. ويضيق صدره إذا ما أثنى على أحد غيره .. يفرح بسماع عيوب الناس وبخاصة إذا ما كانوا أقرانه. ¶ يبتعد عن كل ما ينقصه أو يظهره بمظهر الجاهل أو المحتاج إلى المعرفة. ¶ إذا سُئل عن أمر من الأمور تراه يجيب دون دراية لينفي عن نفسه صفة الجهل (وإن رد عليه شيء من قوله غضب، وإن حاجّ أو ناظر أنِف أن يُرَد عليه وإن وعظ استنكف من قبول النصح .. وإن علم لم يرفق بالمتعلمين، وانتهرهم، وامتن عليهم، واستخدمهم) (¬1). ¶ إن هذه المظاهر باختصار تعكس معنى حديث رسول الله صلى الله عليه وسلم: \" الكبر بطر الحق وغمط الناس \" (¬2). ¶ أمثلة من الواقع: ¶ ومن الأمثلة العملية التي تكشف تضخم الذات ووجود الصنم: ¶ - إبليس: عندما كبرت عنده ذاته وتضخمت حدا به ذلك إلى عدم الانصياع لأمر الله بالسجود لآدم عليه السلام معللًا ذلك بقوله: {أَنَا خَيْرٌ مِنْهُ} [الأعراف: 12]. ¶ ¬_________ ¶ (¬1) إحياة علوم الدين 3/ 532، 533. ¶ (¬2) رواه مسلم (1/ 93، رقم 91).",
            "page": "40",
            "part": "1",
            "seal": "E6040A0A"
        },
        {
            "id": "42",
            "nass": "- صاحب الجنتين: الذي أعجب بما لديه من أموال وجنات، واغتر بها ولم يقبل نصح صاحبه، بل كبرت عنده نفسه حتى ظن أن سيكون له عند الله مكانة في الآخرة خير مما هو عليه في الدنيا {وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا} [الكهف: 36]. ¶ - ومن الأمثلة التي تبين ما يمكن أن يفعله الإعجاب بالنفس والكبر في السلوك ما رواه الماوردي في أدب الدنيا والدين عن عمر بن حفص قال: قيل للحجاج: كيف وجدت منزلك بالعراق؟ قال: خير منزل، لو كان الله بلغني قتل أربعة لتقربت إليه بدمائهم، قيل: ومن هم؟ ¶ قال: مقاتل بن مسمع: ولي سجستان، فأتاه الناس، فأعطاهم الأموال، فلما عزل دخل مسجد البصرة، فبسط الناس له أرديتهم، فمشى عليه، وقال لرجل يماشيه: لمثل هذا فليعمل العاملون. ¶ وعبد الله بن زياد بن ظبيان التيمي: خوف أهل البصرة أمرًا، فخطب خطبة أوجز فيها، فنادى الناس من أعراض المسجد: أكثر الله فينا مثلك! فقال: لقد كلفتم الله شططًا. ¶ ومعبد بن زرارة كان ذات يوم جالسًا في طريق، فمرت به امرأة، فقالت له: يا عبد الله، كيف الطريق إلى موضع كذا؟ فقال: يا هناه، مثلي يكون من عبيد الله! ¶ وأبو شمال الأسدي، أضل راحلته، فالتمسها الناس، فلم يجدوها، فقال: والله إن لم يرد إلى راحلتي لا صليت له صلاة أبدًا، فالتمسها الناس فوجدوها، فقالوا: قد رد الله راحلتك فصل، فقال: إن يميني يمين مصر (¬1). ¶ القصيمي: ¶ ومن الأمثلة كذلك: عبد الله القصيمي، نال من العلم كثيرًا، وبرع فيه وخاصة علم العقيدة، جرد قلمه في الرد على مخالفي أهل السنة وله كتاب عن الوثنية قيل: إنه أروع ما كتب ¶ ¬_________ ¶ (¬1) أدب الدنيا والدين ص 232.",
            "page": "41",
            "part": "1",
            "seal": "FFFEAFB6"
        },
        {
            "id": "43",
            "nass": "في بابه، قال عنه معاصروه: لم نره قط أبط كتابًا .. إلخ، لكن هذا الرجل كانت فيه دسيسة سوء وآفة مقيتة لم يستأصلها، الأمر الذي أدى إلى انتكاسه وضلاله وكفره بعد إيمانه، بل ألف في أهل التوحيد كتابًا يستهزئ فيه بهم وبدينهم، تلكم الآفة هي: العُجب والغرور، وقد شهد هذه الآفة شعره، ومنه: ¶ لو أنصفوا كنت المقدم في الأمر ... ولم يطلبوا غيري لدى الحادث النكر ¶ ولم يرغبوا إلا إلي إذا ابتغوا ... رشادًا وحزمًا يعذبان عن الفكر ¶ ولم يذكروا غيري متى ذكر الذكا ... ولم يبصروا غيري لدى غيبة البدر ¶ فما أنا إلا الشمس في غير برجها ... وما أنا إلا الدر في الحج البحر ¶ بلغت بقولي ما يرام من العلا ... فما ضرني نقد الصوارم والسمر ¶ أسفت على علمي المضاع ومنطقي ... وقد أدركا لو أدركا غاية الفخر ¶ وقال أيضًا: ¶ حاشا لهم أن يعدلوا بي واحدًا ... من بعد ماوضحت لهم أنبائي ¶ وأعيذهم من أن يحيل أديبهم ... وأديب كل الناس في النعماء ¶ عابوا على تحدثي وتمدحي ... بأصالتي وشجاعتي وذكائي ¶ إن لم يبح مدح الفتى أخلاقه ... بيضا فأى تمدح وثناء ¶ نسأل الله تعالى العافية والعصمة من هذا الداء الوبيل (¬1). ¶ ¬_________ ¶ (¬1) العجب لعمر بن موسى الحافظ ص 90، 91 نقلًا عن أخبار المنتكسين.",
            "page": "42",
            "part": "1",
            "seal": "7F422148"
        },
        {
            "id": "45",
            "nass": "الفصل الرابع ¶ خطورة الإعجاب بالنفس ¶ * الإعجاب بالنفس شرك بالله. ¶ * يحبط العمل ويفسده. ¶ * يؤدي إلى غضب الله ومقته. ¶ * يؤدي إلى الخذلان وحرمان التوفيق والتعرض للفتن. ¶ * يؤدي إلى اتباع الهوى ونسيان الذنوب. ¶ * قد يؤدي إلى سوء الخاتمة والتعرض للحساب الدقيق يوم القيامة. ¶ * يؤدي إلى نفور الناس من صاحبه. ¶ * يؤدي إلى الكبر وعدم القدرة على قبول الحق ومن ثم الخسران المبين.",
            "page": "44",
            "part": "1",
            "seal": "C9C33B20"
        },
        {
            "id": "46",
            "nass": "خطورة الإعجاب بالنفس ¶ لداء الإعجاب بالنفس تأثيرات سلبية، ومخاطر عظيمة على كل من يصاب به، ويكفى في بيان خطورته أن رسول الله صلى الله عليه وسلم أعده من المهلكات .. قال صلى الله عليه وسلم: \" .. فأما المهلكات: فشح مطاع، وهوى متبع، وإعجاب المرء بنفسه \" (¬1). ¶ الإعجاب بالنفس شرك بالله: ¶ فعندما يعجب المرء بنفسه - ولو في جزئية صغيرة - فإنه سيراها بعين التعظيم، فيثق بها ويتكل عليها في جلب النفع له في هذه الجزئية، وهذا لون خطير من ألوان الشرك. ¶ يقول ابن تيميه رحمه الله: الرياء من باب الإشراك بالخلق، والعُجب من باب الإشرك بالنفس (¬2). ¶ ويؤكد د. محمد سعيد البوطي على هذا المعنى فيقول: ¶ ليس الشرك محصورًا في معناه السطحي المتمثل في عبادة الأصنام وما سوى الله، أو المتمثل في أن يتجه أحدنا بالدعاء إلى غير الله، بل إن له معنى خفيًا يتسرب بسبب خفائه إلى أفئدة ونفوس كثير من المسلمين دون معرفة له وشعور به، وذلك هو مصدر خطورته، إذ لا يصادف عملًا صالحًا، أوعبادة من العبادات أو نوعًا من أنواع الجهاد، إلا أحبطه وأفقده قيمته، وحوله من طاعة مبرورة إلى معصية وشرك، وصدق الله القائل: {وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ} [يوسف: 106]. ¶ ¬_________ ¶ (¬1) حسن، أخرجه الطيالسي عن ابن عمر، وأورده الألباني في صحيح الجامع ح (3045). ¶ (¬2) العجب لعمر بن موسى الحافظ ص 11 نقلًا عن الفتاوى 10/ 277.",
            "page": "45",
            "part": "1",
            "seal": "EB550B55"
        },
        {
            "id": "47",
            "nass": "هذا الشرك الخفي هو أن يرى الإنسان من ذاته شيئًا هو مبعث القوة إن سار وتحرك، ومبعث الدراية والفهم إن علم وتعلم، أو مبعث الملك والغنى إن شبع وتنعم، أو مبعث الغلبة والقهر إن قدر وتحكم. ¶ فهذه كلها أوهام تناقض الحقيقة التي ركب منها الإنسان، ومِن ثَمّ فهي تناقض التوحيد، وتناقض حال من يزعم أنه موحد من حملة هذه الأوهام (¬1). ¶ يحبط العمل ويفسده: ¶ يقول النووي: اعلم أن الإخلاص قد يعرض له آفة العُجب، فمن أعجب بعمله حبط عمله، وكذلك من استكبر حبط عمله (¬2) {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى} [البقرة: 264]. ¶ فإن قلت: ولماذا يحبط العُجب العمل الصالح؟! ¶ كان الجواب: لأن الله عز وجل لا يقبل إلا ما كان خالصًا لوجهه، واستعين به سبحانه على أدائه، والمُعجب يستعين بنفسه أكثر مما يستعين بالله، لذلك قال ابن تيمية: المُعجب بنفسه لا يحقق إياك نستعين، كما أن المرائي لا يحقق إياك نعبد. ¶ فالعُجب يحبط العمل الصالح الذي قارنه لأنه ينافي الإخلاص لله عز وجل ¶ كان المسيح عليه السلام يقول: يا معشر الحواريين كم من سراج قد أطفأته الريح، وكم من عابد قد أفسده العُجب (¬3). ¶ فيا بؤس المُعجب بنفسه، وهو يرى عمله الذي بذل فيه جهده قد أُحبط .. قال النبي صلى الله عليه وسلم: \" قال رجل: والله لا يغفر الله لفلان، فأوحى الله تعالى إلى نبي من الأنبياء: إنها خطيئة فليستقبل العمل\" (¬4). ¶ ¬_________ ¶ (¬1) شرح الحكم العطائية للبوطي 2/ 292، 293. ¶ (¬2) شرح الأربعين للنووية. ¶ (¬3) منهاج العابدين لأبي حامد الغزالي ص 197 - مكتبة الجندى - القاهرة. ¶ (¬4) صحيح، رواه الطبراني عن جندب وأورده الألباني في صحيح الجامع، ح (4347).",
            "page": "46",
            "part": "1",
            "seal": "94C33434"
        },
        {
            "id": "88",
            "nass": "ومنها نعم سبق الفضل والاجتباء: فأنا وأنت لم نختر لأنفسنا أن نكون في هذا العصر، أو أن نكون من أبوين مسلمين، فرحمته سبحانه وتعالى وفضله علينا سبقت وجودنا، فلم يشأ أن يخلقنا في زمن قوم عاد أو ثمود أو من آل فرعون، ولم يخلقنا كذلك من أبوين يهوديين أو يعبدان الصليب أو يسجدان للبقر، ولم يجعلنا في أماكن الفتن والاضطهاد. ¶ نعم كثيرة لا تعد ولا تحصى {وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً} [لقمان: 20]. ¶ فإن كان الأمر كذلك فما هو حق هذه النعم؟! ¶ الشكر والعبادة: ¶ يقول تعالى لموسى عليه السلام {يَا مُوسَى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي فَخُذْ مَا آتَيْتُكَ وَكُنْ مِنَ الشَّاكِرِينَ} [الأعراف: 144]. ¶ فكل نعمة أنعمها الله علينا لها مقابل، ألا وهو الشكر {وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ} [النحل: 78]. ¶ ومن أهم صور الشكر: العبادة {يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ} [آل عمران:42،43]. ¶ فإن كان الأمر كذلك فهل نستطيع أن نؤدي شكر كل النعم التي حبانا الله إياها؟! ¶ حجم الشكر المطلوب: ¶ لو افترضنا أن كل نعمة من نعم الله علينا تحتاج إلى ساعة -على الأقل- من السجود لله عز وجل كل يوم لتستمر في أداء دورها .. إما أن أسجد هذه الساعة أوتمتنع النعمة عنك، فالقلب سيتوقف، والعين لن تبصر، والكبد لن تعمل،",
            "page": "87",
            "part": "1",
            "seal": "FDB96856"
        },
        {
            "id": "89",
            "nass": "والكلية لن تنقي السوائل، والنخاع لن يفرز خلايا الدم، وخلايا الجسم لن تمتص السكر .. البول سيحبس والدم لن يتأكسد، والغدد سيتوقف إفرازها ... لن نتمكن من السماع أو الكلام أو الشم أو اللمس ... المعدة سترفض استقبال الطعام، والعضلات سترتخي، والنوم لن يأتي ... . ¶ لو افترضنا ذلك في كل ما أنعم الله به علينا ... لوجدنا أننا نحتاج إلى مئات بل آلاف الساعات نسجد فيها لله كل يوم لنؤدي جزءًا يسيرًا من حقه علينا فيما حبانا به من نعم ... ¶ جاء في الحديث: لو أن رجلًا يجر على وجهه من يوم ولد إلى يوم يموت هرمًا في مرضاة الله يوم القيامة (¬1). ¶ هذه الحقيقة عندما تستقر في كيان الإنسان فإن من شأنها أن تنسيه عمله الصالح، بمعنى أنه لن يظن أن له مكانة عند الله بهذا العمل، أو أنه يستحق به دخول الجنة، ودرجاتها العلى، بل يعمل ويجتهد فيه ثم يستغفر الله بعد القيام به لشعوره بأن حق الله عليه أعظم مما يفعل، وأنه إن لم تتداركه رحمة الله وعفوه فسيهلك، كمن أدان شخصًا بمبلغ كبير من المال يبلغ مثلًا مليون دينار، ثم قام هذا الشخص بالاجتهاد في العمل وفى نهاية كل شهر قام بسداد درهم واحد ... ما هو شعور هذا الشخص وهو يقدم الدرهم لدائنه؟! ... هل شعور الفخر والإعجاب بهذا الدرهم، أن أنه سينكس رأسه وهو يعطيه له، ويشعر بتقصيره الشديد في حقه، ويستعطفه ويرجوه أن يسامحه على تقصيره؟!! بل يرى أن قبوله له محض فضل منه وإحسان. ¶ هذا لو كان الدين يساوي ذلك فقط، فما بالك بدين الله علينا الذي تعجز قدرات العقل عن إحصائه؟!! ¶ ¬_________ ¶ (¬1) حسن، أخرجه الإمام أحمد في مسنده، وحسنه الألباني في صحيح الجامع، ح (5249).",
            "page": "88",
            "part": "1",
            "seal": "830EC985"
        },
        {
            "id": "90",
            "nass": "كم تساوي نعمة البصر؟! ¶ عن جابر رضي الله عنه مرفوعًا عن جبريل عليه السلام: \" أن عابدًا عبد الله على رأس جبل في البحر خمسمائة سنة، ثم سأل ربه، أن يقبضه ساجدًا، قال جبريل: فنحن نمر عليه إذ هبطنا وإذا عرجنا، ونجد في العلم أن يبعث يوم القيامة فيوقف بين يدي الله عز وجل فيقول الرب عز وجل: أدخلوا عبدى الجنة برحمتي، فيقول العبد: يارب بعملي، يفعل ذلك ثلاث مرات، ثم يقول الله للملائكة: قايسوا عبدة بنعمتي عليه وبعمله، فيجدون نعمة البصر قد أحاطت بعبادته خمسمائة سنة، وبقيت نعمة الجسد كله، فيقول: أدخلوا عبدي النار: فيجر إلى النار. فينادي: برحمتك أدخلني الجنة، برحمتك أدخلنى الجنة فيدخله الجنة .. قال جبريل: إنما الأشياء برحمة الله يا محمد (¬1). ¶ إذن فلو عذب الله أهل سماواته وأرضه لعذبهم وهو غير ظالم لهم. ¶ فمهمها عملنا واجتهدنا فلن يكون عوض هذا العمل النجاة من النار والفوز بالجنة، لذلك قال صلى الله عليه وسلم لصحابته: \" لن ينجي أحدًا منكم عمله \" قالوا: ولا أنت يا رسول الله؟ قال: \" ولا أنا إلا أن يتغمدني الله بمغفرة ورحمة ... الحديث \" (¬2). ¶ فإن كل فرد مطالب بشكر النعم التي حباه الله إياها، فإن أعماله كلها لن تفي بحق شكر نعمة واحدة، وسيبقى سائر النعم لا يقابلها شكر، فيصبح صاحبها مستحقًا للعذاب بذلك. ¶ عن ابن عمر مرفوعًا: \" إن الرجل يأتي يوم القيامة لو وضع على جبل لأثقله فتقدم النعمة من نعم الله فتكاد أن تستنفذ ذلك إلا أن يتطاول الله برحمته\" (¬3). ¶ فمن استعظم عمله، ورأى أن له حقًا على الله به، طالبه سبحانه بحقه عليه. ¶ ¬_________ ¶ (¬1) أخرجه الحاكم (4/ 278، رقم 7637) وقال: صحيح الإسناد. والبيهقي في شعب الإيمان (4/ 150، رقم 4620)، وضعفه الألباني في الضعيفة برقم 1183. ¶ (¬2) متفق عليه البخاري (5/ 2373، رقم 6102)، ومسلم (4/ 2171، رقم 2818). ¶ (¬3) أخرجه الطبراني في الأوسط، وضعفه الألباني في ضعيف الترغيب والترهيب برقم 937.",
            "page": "89",
            "part": "1",
            "seal": "432120FC"
        },
        {
            "id": "91",
            "nass": "قال وهب: عبد الله عابد خمسين عامًا، فأوحى الله إليه: إنى قد غفرت لك. قال: أي رب وما تغفر لي ولم أذنب، فإذن الله لعرق في عنقه يضرب عليه فلم ينم، ولم يصل، ثم سكن ونام، ثم أتاه ملك فشكا إليه، فقال: ما لقيت من ضربان العرق، فقال الملك: إن ربك يقول: إن عبادتك خمسين عامًا تعدل سكون العرق (¬1). ¶ بين العدل والإحسان: ¶ إذن فهناك طريقتان يحاسب الله عز وجل بها عباده: العدل والإحسان. ¶ فمن دخل على الله عز وجل وكأنه يحمل دفترًا وقد سجل فيه كل أعماله ويريد عوضًا عنها، فقد عرض نفسه للعدل أي لمناقشة الحساب بل والعذاب والعياذ بالله. ¶ ومن دخل على الله تعالى من باب الإفلاس التام، وعدم رؤية أعماله، واستقلاله لها، وشعوره بالتقصير الشديد في أدائه لحق الله، واليقين بأنه ليس له حق على الله عز وجل بعمله، وسؤاله الجنة بطريق الاستجداء ... هذا العبد بهذا الشعور قد عرض نفسه لإحسان الله إليه وتلقى رحماته ومناقشته الحساب ... حساب النعم. ¶ عن أنس مرفوعًا: يؤتى بالنعم يوم القيامة، ويؤتى بالحسنات والسيئات، فيقول الله لنعمة من نعمه: خذي حقك من حسناته، فما تترك له حسنة، إلا ذهبت بها (¬2). ¶ المغفرة أولًا: ¶ من هنا يتبين لنا أن عملنا مهما كان حجمه، فلن يوجب بمفرده النجاة من النار، فضلًا عن دخول الجنة .. فلا أمل لدينا إلا في رحمة الله ومغفرته، وتجاوزه عن حقه علينا، وعدم محاسبتنا على نعمه. ¶ ¬_________ ¶ (¬1) عدة الصابرين ص 217. ¶ (¬2) أخرجه ابن أبي الدنيا في كتاب الشكر.",
            "page": "90",
            "part": "1",
            "seal": "00C1342A"
        },
        {
            "id": "92",
            "nass": "مات داود الطائي فقام ابن السماك بعد دفنه يثني عليه بصالح عمله ويبكي والناس يبكون، ويصدقونه على مقالته ويشهدون بما يثني عليه، فقام النهشلي فقال: اللهم اغفر له وارحمه، ولاتكله إلى عمله (¬1). ¶ أين نحن من عمر؟! ¶ من هنا كان خوف الصالحين من الحساب يوم القيامة، ورؤيتهم الدائمة لأعمالهم بعين النقص. ¶ فهذا عمر بن الخطاب عند موته يراه عثمان بن عفان وهو يقول: ويلي، وويل أمي إن لم يغفر لي .. قالها ثلاثًا ثم قضى (¬2). ¶ وفى طبقات ابن سعد أن العباس عم رسول الله صلى الله عليه وسلم كان خليلًا لعمر بن الخطاب، فلما أصيب عمر جعل يدعو الله أن يريه عمر في المنام، فرآه بعد حَوْل وهو يمسح العرق عن جبينه فقال: ما فعلت؟ قال: هذا أوان فرغت، وإن كاد عرشي ليُهَد لولا أنى لقيته رؤوفًا رحيمًا (¬3). ¶ لماذا العمل؟! ¶ قد يقول قائل: ولم العمل إذا كانت أعمالنا لن تكون سببًا في نجاتنا من النار أو الفوز بالجنة؟! ¶ الإجابة عن هذا السؤال تستدعي منَّا تذكر مثال صاحب الدَين، والمَدِين، الذي تم ذكره في الصفحات السابقة. ¶ فصاحب الدَين عندما يرى استهتارًا من المدين وعدم مبالاته بالسداد، فإنه يعرض عنه ويغضب منه، ولا يفكر في إسقاط دينه، بخلاف من يراه مجتهدًا في السداد - مع عدم قدرته على الوفاء - فإنه قد يتجاوز ¶ ¬_________ ¶ (¬1) المحجة في سير الدلجة لابن رجب ص 42 - دارالبشائر الإسلامية - بيروت. ¶ (¬2) الزهد للإمام أحمد 118. ¶ (¬3) الطبقات الكبرى لابن سعد 3/ 286 - دار الكتب العلمية - بيروت.",
            "page": "91",
            "part": "1",
            "seal": "630B2315"
        },
        {
            "id": "93",
            "nass": "عنه. قال تعالى: {إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ} [الأعراف:56]. ¶ فالعمل والاجتهاد في فعل الخيرات ما هو إلا وسيلة لنيل الرحمة والمغفرة والتعرض للعفو والتجاوز. ¶ لذلك نجد القرآن يطالبنا بالاجتهاد في العمل للتعرض للرحمة والمغفرة الإلهية، والتي إذا ما تمت للعبد فسيتبعها - بمشيئة الله - دخول الجنة، فضلًا ورحمة منه سبحانه. ¶ قال تعالى: {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ} [آل عمران: 133]. ¶ ويقول سبحانه: {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ أُولَئِكَ يَرْجُونَ رَحْمَتَ اللَّهِ وَاللَّهُ غَفُورٌ رَحِيمٌ} [البقرة: 218]. ¶ لذلك كان حال المؤمنين أنهم {يُؤْتُونَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ} [المؤمنون:60]. ¶ أي يفعلون ويفعلون من الطاعات والقربات ويخافون ألا يتقبلها الله منهم، لاستشعارهم أنها لا تليق بعظمته سبحانه، ولا بحقه عليهم، وهذا الشعور من شأنه أن يدفعهم للاستغفار بعد الطاعة، لا الإعجاب بها أو استعظامها. ¶ قال الحسن البصري: لقد أدركت أقوامًا إذا عملوا الحسنة دأبوا على شكرها وسألوا الله أن يقبلها، وإذا عملوا سيئة أحزنتهم وسألوا الله أن يغفرها، فما زالوا على ذلك، فوالله ما سلموا من الذنوب، وما نجوا إلا بالمغفرة. ¶ من فوائد النظر في حق الله: ¶ إذن فكثرة التفكر والنظر في حق الله ودينه علينا لها كثير من الفوائد التي من شأنها أن تعيننا على استصغار أنفسنا وأعمالنا.",
            "page": "92",
            "part": "1",
            "seal": "3E4A9838"
        },
        {
            "id": "94",
            "nass": "فمن هذه الفوائد: ¶ 1 - عدم رؤية العمل الصالح أو الاعتماد عليه بل استصغاره، والنظر إليه بعين النقص مهما كان اجتهاد العبد، فالذي يجتهد ويجتهد ثم يسدد بضعة دراهم من دينه البالغ المليون دينار، لن يشعر بأنه قدم شيئًا يذكر، فتراه دومًا مستصغرًا ما يقدمه لدائنه طامعًا في عفوه. ¶ 2 - عدم احتقار الآخرين أو الشعور بالأفضلية عليهم: فالكل مدين لله عز وجل، ولا يسع الجميع سوى عفوه، وإلا فالنار مصير من لم يدركه ذلك العفو. ¶ فالذي يقدم خمسة دراهم لصاحب الدين الكبير لن يشعر بأنه أفضل ممن قدم درهمًا أو نصف درهم فالكل مقصر، والكل يستحق العقوبة، ولا أمل إلا في المسامحة والعفو. ¶ 3 - الخوف الدائم من عدم قبول العمل: فمن الطبيعى ألا يقبل صاحب الدين الكبير، سداد جزء يسير منه، فإن قبله فهذا محض فضل وإحسان منه. ¶ 4 - الحذر الشديد من السكون إلى النفس أو الإعجاب بها: حتى لا يتعرض العبد لمقت الله معاملته بالعدل لا بالإحسان، كما قال تعالى: {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ} [التكاثر: 8]. ¶ يقول ابن القيم: فمن أنفع ما للقلب: النظر في حق الله على العبد، فإن ذلك يورثه مقت نفسه، والإزراء عليها، ويخلصه من العُجب ورؤية العمل، ويفتح له باب الخضوع والذل والانكسار بين يدى ربه واليأس من نفسه، وأن النجاة لا تحصل إلا بعفو الله ومغفرته ورحمته (¬1). ¶ 5 - سؤال الجنة استجداء لا استحقاقًا: فمن تفضل الله عليه، وقبل عمله، وتجاوز عن حقه وعفا عنه، أدخله الجنة ورفعه في درجاتها بهذا العمل القليل الى أداه .. رحمة منه - سبحانه - وفضلًا. ¶ ¬_________ ¶ (¬1) إغاثة اللهفان لابن القيم 1/ 143 - المكتب الإسلامي - بيروت.",
            "page": "93",
            "part": "1",
            "seal": "E96E6378"
        },
        {
            "id": "95",
            "nass": "(ولا ينافى هذا ما أحقه سبحانه على نفسه من إثابة عابديه وإكرامهم، فإن ذلك حق أحقه على نفسه بمحض كرمه وبره وجوده وإحسانه لا باستحقاق العبيد، أو أنهم أوجبوه عليه بأعمالهم) (¬1). ¶ وسائل المعرفة: ¶ التعرف على الله المنعم، وحقه المستحق علينا يستدعي منا معرفة نعمه علينا، وكلما توسع العبد في معرفة النعم ازداد شعوره بالتقصير في حق مولاه ... ¶ كيف نتعرف على النعم؟ ¶ 1 - من خلال القرآن: ¶ أفاض القرآن في تعريف الناس بنعم الله عليهم، وحق هذه النعم، فعلينا بتتبع الآيات التي تتحدث في هذا الموضوع، ونحصي من خلالها نعم الله علينا. كقوله تعالى: {فَكُلُوا مِمَّا رَزَقَكُمُ اللَّهُ حَلَالًا طَيِّبًا وَاشْكُرُوا نِعْمَتَ اللَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ} [النحل: 114]. ¶ وقوله: {هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} [الحج: 78]. ¶ 2 - من خلال أحداث الحياة: ¶ وذلك منخلال تفكر الواحد منا في نعم ربه عليه، وحبذا لو تم تسجيلها لتسهل العودة إليها كل فترة ... ¶ ومن معينات عد النعم: رؤية أهل البلاء، فما من مرض أو نقص يصيب إنسانًا، ولم تصب أنت به إلا ويعكس نعمة من نعم العافية لديك. ¶ وكذلك ما من معصية تحدث على ظهر الأرض ولا تفعلها إلا وتعكس نعمة من نعم العصمة الإلهية لك. ¶ ¬_________ ¶ (¬1) تهذيب مدارج السالكين.",
            "page": "94",
            "part": "1",
            "seal": "3A1CD322"
        },
        {
            "id": "96",
            "nass": "3 - مجالس ذكر النعم: ¶ قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ} [المائدة: 11]. ¶ فمجالس ذكر النعم من الأهمية بمكان للتعرف على الله المنعم، واستشعار تقصيرنا في حقه ... هذه المجالس عبادة عظيمة، يباهي الله بها الملائكة، فعن أنس ابن مالك رضي الله عنه عن النبي صلى الله عليه وسلم قال: \" إن لله سيارة من الملائكة يطلبون حلق الذكر فإذا أتوا عليهم حفوا بهم ثم بعثوا برائدهم إلى رب العزة تبارك وتعالى، فيقولون: ربنا أتينا على عباد من عبادك يعظمون آلاءك، ويتلون كتابك، ويصلون على نبيك محمد صلى الله عليه وسلم، ويسألونك لآخرتهم ودنياهم، فيقول تبارك وتعالى: غشوهم رحمتي، فيقولون يا رب إن فيهم فلانًا الخطاء، إنما اغتبقهم اغتباقًا، فيقول تبارك وتعالى: غشوهم رحمتي، فهم القوم لا يشقى بهم جليسهم\" (¬1). ¶ جلس الفضيل بن عياض، وسفيان بن عيينه ليلة إلى الصباح يتذكران النعم، فجعل سفيان يقول: أنعم الله علينا في كذا، أنعم الله علينا في كذا، فعل بنا كذا، فعل بنا كذا (¬2). ¶ 4 - التفكر في النعم: ¶ ومع إحصاء النعم، علينا أن نتفكر في كل نعمة على حده، وما فيها من جوانب مختلفة للمدد الإلهي، فعلى سبيل المثال: التفكر في الطاعة وكم نعمة أنعهما الله عليك لكي تقوم بها. ¶ يقول أبو حامد الغزالي: أما نعمة عليك في الطاعة فقد: أمكنك منها وأعطاك الآلة، وأزاح عنك العوائق حتى تفرغت لهذه الطاعة، وخصك بالتوفيق والتأييد ويسرها عليك، وزينها في قلبك حتى عملتها، ثم مع جلاله وعظمته واستغنائه عنك، وعن ¶ ¬_________ ¶ (¬1) رواه البزار بإسناد حسن. ¶ (¬2) الشكر لابن أبي الدنيا.",
            "page": "95",
            "part": "1",
            "seal": "52904A94"
        },
        {
            "id": "97",
            "nass": "طاعتك وكثرة نعمه عليك، أعد على هذا العمل اليسير الثناء الجزيل والثواب العظيم الذي لا تستحقه (¬1). ¶ 5 - المغفرة أولًا: ¶ علينا أن نبحث في القرآن عن الآيات التي تقرر حقيقة أن دخول الجنة، والنجاة من النار، إنما هي محض فضل ورحمة من الله عز وجل {يَوْمَ لَا يُغْنِي مَوْلًى عَنْ مَوْلًى شَيْئًا وَلَا هُمْ يُنْصَرُونَ * إِلَّا مَنْ رَحِمَ اللَّهُ} [الدخان: 41، 42]. ¶ وأن سعينا واجتهادنا لا يستحق بذاته دخوله الجنة، وإنما هو للتعرض لرحمة الله ومغفرته {سَابِقُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ} [الحديد: 21]. ¶ فبكثرة النظر في مثل هذه الآيات، يترسخ مدلولها في العقل الباطن عند الإنسان، لتنطلق أفكاره وخواطره منها، ويوقن بأنه إما عفو الله أو النار .... ¶ ¬_________ ¶ (¬1) منهاج العابدين لأبي حامد الغزالي ص 221 - مكتبة الجندى - القاهرة.",
            "page": "96",
            "part": "1",
            "seal": "423E7537"
        },
        {
            "id": "99",
            "nass": "الفصل الثالث ¶ معرفة حقيقة الإنسان وطبيعة النفس ¶ * حقيقة الإنسان. ¶ * تعرف على أصلك. ¶ * وماذا عن حجمك؟. ¶ * ضعف الإنسان. ¶ * فما الحل إذن لكي يقف الإنسان على حقيقة ضعفه؟. ¶ * مسكين أيها العاجز. ¶ * الجهل. ¶ * الفقير المحتاج. ¶ * فكيف لنا أن نوقن بهذه الحقيقة؟. ¶ * الرسائل الإلهية. ¶ * رسالة الأرق. ¶ * طبيعة النفس. ¶ * مقت النفس. ¶ * كيف كان الصالحون ينظرون إلى أنفسهم؟. ¶ * هل يمكن للنفس أن تأمر بخير؟. ¶ * النفس هي النفس. ¶ * هل صرت ملكًا؟. ¶ * مفهوم التكليف. ¶ * ما أقبح الرضا عن النفس؟. ¶ * كيف نتعامل مع أنفسنا؟!.",
            "page": "98",
            "part": "1",
            "seal": "19D6163F"
        },
        {
            "id": "100",
            "nass": "معرفة حقيقة الإنسان وطبيعة النفس ¶ والمستهدف من معرفة حقيقة الإنسان اليقين بعجزه وضعفه وجهله وافتقاره إلى كل ما يقيمه ويصلحه، فإذا ما تم اليقين بذلك ظهر مدى حاجته لربه، وأنه لو تخلى عنه طرفة عين لهلك. ¶ أما النفس فالمطلوب هو معرفة طبيعتها من حب الفجور والطغيان والعلو، وأنها لو تُركت لما أمرت بطاعة ولا تركت معصية، فإذا عرف ذلك دام حذر العبد منها وعدم رضاه عنها. ¶ حقيقة الإنسان: ¶ تعرف على أصلك: ¶ أصل الإنسان هو التراب الذي يمشي عليه، والذي لا يساوي - في نظره - شيئًا مذكورًا، أما بداية خلفه فمن نطفة، لو نظر إليها الإنسان لتقزز منها {قتل الإنسان ما أكفره قُتِلَ الْإِنْسَانُ مَا أَكْفَرَهُ * مِنْ أَيِّ شَيْءٍ خَلَقَهُ * مِنْ نُطْفَةٍ خَلَقَهُ فَقَدَّرَهُ * ثُمَّ السَّبِيلَ يَسَّرَهُ} [عبس: 17 - 20]. ¶ إذن فأصلنا حقير .. لم تتكون أجسادنا من معادن نفيسه، بل عناصرها مثل عناصر التراب .. هذا هو أصلك أيها الإنسان {فَلْيَنْظُرِ الْإِنْسَانُ مِمَّ خُلِقَ} [الطارق: 5]. ¶ فإذا شمخت بأنفك فتفكر في أصلك وما تحمله في بطنك. ¶ حكى أن مطرف بن عبد الله بن الشخير نظر إلى الملهب بى أبي صفرة، وعليه حلة، يسحبها، ويمشي الخيلاء. فقال: يا أبا عبد الله، ما هذه المشية التي يبغضها الله ورسوله؟ قال الملهب: ألا تعرفني؟ فقال: بل أعرفك؛ أولك نطفة مذرة، وآخرك جيفة قذرة، وحشوك فيما بين ذلك بول وعذرة (¬1). ¶ ¬_________ ¶ (¬1) أدب الدنيا والدين ص 231.",
            "page": "99",
            "part": "1",
            "seal": "A0DC6818"
        },
        {
            "id": "101",
            "nass": "فكيف يعجب بنفسه من حاله كذلك؟! ¶ إذن فدوام تذكر الواحد منا لأصله من شأنه أن يبعد عنه العُجب والخيلاء. عن أنس قال: كان أبو بكر يخطبنا فيذكر بدء خلق الإنسان حتى إن أحدنا ليقذر، ويقول: خرج من مجرى البول مرتين (¬1). ¶ من هنا كان الصحابة يحبون السجود على التراب، وتعفير الوجه به، ليتذكروا أصلهم ويبعدوا الكبر عن أنفسهم. ¶ قال الحسن: من خصف نعله، ورقع ثوبه، وعفر وجهه لله عز وجل، فقد برئ من الكبر. ¶ وماذا عن حجمك؟ ¶ خلق الله الإنسان، وجعل حجمه صغيرً بالنسبة للكون المحيط به، فالسماوات الطباق، والجبال الشاهقات لها دور كبير في تعريف الإنسان بحجمه الصغير، ومن ثم إزالة الكبر من نفسه: {وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا} [الإسراء: 37]. ¶ ضعف الإنسان: ¶ خلق الله عز وجل الإنسان ضعيفًا، يقول تعالى: {وَخُلِقَ الْإِنْسَانُ ضَعِيفًا} [النساء: 28]. ¶ خلقه ضعيفًا في كل شيء، فلا يستطيع أن يقاوم وساوس الشيطان. ¶ وليس بمقدوره أن يقاوم نفسه وشهواتها. ¶ ضعيفًا أمام المال والنساء والشهرة والأضواء. ¶ ضعيفًا في جسمانه .. ضعيفًا أمام سلطان النوم .. ضعيفًا أما أصغر الفيروسات .. ¶ ¬_________ ¶ (¬1) التواضع والخمول لابن أبي الدنيا.",
            "page": "100",
            "part": "1",
            "seal": "F25873E4"
        },
        {
            "id": "102",
            "nass": "فالأصل في الإنسان الضعف، وكل مظهر من مظاهر مقاومته لهذه الأشياء فهي بفضل وإعانة من الله عز وجل، ولو تركه لضعفه ما قاوم نظرة محرمة, ولا مالًا حرامًا، ولا مرضًا من الأمراض: {وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَى مِنْكُمْ مِنْ أَحَدٍ أَبَدًا} [النور: 21]. ¶ ولكننا كثيرًا ماننسى هذه الحقيقة، فترى الواحد منا يصدق نفسه بأنه يستطيع مقاومة فتنة النساء، أو المال .. ويستطيع السهر وعدم النوم .. ولا يغريه بريق الذهب و ..... ¶ فما الحل إذن لكى يقف الإنسان على حقيقة ضعفه؟! ¶ الحل يكمن في حسن التعامل مع الدواء الرباني الذي يتمثل في رسائله للبشر، والتي تكشف لهم حقيقة ضعفهم .. هذه الرسائل تأتي الجميع بدون استثناء، وما علينا إلا أن نحسن استقبالها ونفهم المراد منها .. ¶ فمن الرسائل التي تكشف ضعف الإنسان أمام نفسه: وقوع حشرة عليه كالبعوضة - ثملًا - وعدم قدرته على التخلص منها أو تفادى لدغتها. ¶ وكذلك بعض الزواحف التي يفاجأ الإنسان بوجودها كل فترة، وينتابه شعور بالضعف أمامها. ¶ ومن صور ذلك أيضًا: عدم القدرة على القيام بالطاعة في بعض الأحيان، فتجد الواحد منا يسمع أذان الفجر ولا يستطيع النهوض للصلاة، ويتمنى صيام يوم من الأيام تطوعًا لله ولا يقدر على ذلك. ¶ ومن تلك الرسائل: أن يتركك فريسة لمرض من الأمراض ليكشف حجم ضعفك أمام ميكروب لا يكاد يرى بالعين.",
            "page": "101",
            "part": "1",
            "seal": "5BFBE6FD"
        },
        {
            "id": "103",
            "nass": "ومنها أن يتركك لوساوس الشيطان فتظن سوءًا بالآخرين، وتحسدهم، وتتمنى زوال الخير عنهم {وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا} [النساء: 83]. ¶ إذن فمن أهم الوسائل التي تكشف للإنسان حقيقة ضعفه: حسن استقباله لرسائل المنع التي تأتيه كل يوم {وَلَقَدْ أَخَذْنَا آلَ فِرْعَوْنَ بِالسِّنِينَ وَنَقْصٍ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَذَّكَّرُونَ} [الأعراف: 130]. ¶ مسكين أيها العاجز: ¶ من الحقائق التي تنبني عليها شخصية الإنسان أنه عاجز، لا يستطيع جلب النفع لنفسه، أو دفع الضر عنها، كالشخص الذي أصاب الشلل أنحاء جسده .. هل يستطيع دفع ذبابة وقفت على عينه؟! ¶ كذلك نحن جميعًا .. عجزة يتمثل فينا قوله تعالى: {قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ} [الأعراف: 88]. ¶ نريد الشيء ولا يحدث، ولا نريده ويحدث .. ¶ ومن رحمة الله عز وجل بعباده، تذكيره الدائم لهم بهذه الحقيقة؛ ليشتد شعورهم بالحاجة إليه، وابتعادهم عن الكبر وصوره .. ¶ والتذكير الإلهي بحقيقة عجز الإنسان يتمثل في صور القهر المختلفة والتي لا يكاد يمر يوم إلا وفيه الكثير منها: ¶ يريد الرجل أن تلد زوجته ولدًا فتأتي أنثي، والأم تريد أن يكون وليدها يشبهها فيشبه أباه .. ¶ يذهب أحدنا إلى الفراش متعبًا ويريد النوم فلا يستطيع، وفى يوم آخر يريد السهر لإنجاز بعض أعماله فيغلبه النوم.",
            "page": "102",
            "part": "1",
            "seal": "066B6AD3"
        },
        {
            "id": "104",
            "nass": "نريد الشمس ساطعة غدًا ونحن نتنزه فتمتلئ السماء بالغيوم. ¶ نريد تذكر شيء ما فلا نستطيع ... . ¶ وهكذا من صور القهر الإلهي العديدة والتي تمر علينا جميعًا لتشعرنا بعجزنا التام. ¶ الجهل: ¶ من طبيعة الإنسان الجهل بعواقب الأمور {وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ} [الأعراف: 188]. ¶ والرسائل التي تذكر الإنسان بحقيقة جهله كثيرة، ولايكاد يمر يوم إلا وفيه بعض منها .. ¶ مثال ذلك: الحوادث التي تمر بالعبد وكأنها تقول له: لو كنت تعلم الغيب ما فعلت ذلك. ¶ فمن يأكل طعامًا ثم يتعب منه أو يصاب بالتسمم، لو كان يعلم الغيب ما أكله. ¶ والذي يشترى ثوبًا فيجده صغيرًا عليه، يشكف له مدى جهله بعواقب الأمور. ¶ وكذلك الطالب الذي يذاكر موضوعًا معينًا ويركز فيه جهده، ثم لا يجده أمامه في الامتحان .. ¶ فالتوقف عند هذه الأشياء، وتتبعها يُرسِّخ في نفس الإنسان حقيقة جهله، ويدفعه دومًا لاستخارة ربه في كل شيء. ¶ الفقير المحتاج: ¶ لو تفكرنا في طبيعة الإنسان والأشياء التي يحتاجها لقيام حياته، والأشياء التي يملكها ولا يحتاج إلى أحد فيها .. لوجدنا أنه يحتاج أشياء لا تعد ولا تحصى، وأنه فقير فقرًا ذاتيًا ومطلقًا .. ¶ فالواحد منا يحتاج دومًا إلى الهواء والأكسجين وإلاهلك اختناقًا.",
            "page": "103",
            "part": "1",
            "seal": "764B049B"
        },
        {
            "id": "105",
            "nass": "ويحتاج الماء وإلا مات عطشًا .. ¶ ويحتاج إلى الطعام وإلا مات جوعًا .. ¶ يحتاج إلى النوم ليرتاح وإلا فقد اتزانه .. ¶ يحتاج إلى حفظ ضربات قلبه، وجريان دمه .. ¶ يحتاج إلى الدواب لتحمله، والشجر ليظلله .. ¶ يحتاج إلى إعانة لفعل الطاعة .. ¶ يحتاج إلى عصمة من فعل المعصية .. ¶ يحتاج ... . ¶ معنى ذلك أن الله عز وجل لو تخلى عن الإنسان وعن إمداده باحتياجاته لهلك، ولصار من أهل الفجور، ولتخطفته الشياطين. ¶ فكيف لنا أن نوقن بهذه الحقيقة؟! ¶ الحل في الدواء الرباني .. رسائل المنع الإلهية. ¶ فعندما يزداد خفقان قلبك، عليك أن تتذكر مدى فقرك إلى الله في حفظ وتعهد هذا القلب، وعندما يدخل رمش في عينك، عليك بتذكر مدى حاجتك إلى الله في حفظ رموشك. ¶ وعندما يزداد ضغط الدم، أو يصاب أحدنا بالصداع أو آلام في البطن أو الصدر، عليه أن يتذكر مدى احتياجه إلى الله في حفظ أعضائه وأجهزته {قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلَى قُلُوبِكُمْ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِهِ انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ ثُمَّ هُمْ يَصْدِفُونَ} [الأنعام: 46]. ¶ عند جدب السماء وانقطاع الماء، ماذا علينا أن نتذكر؟! ¶ {قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ} [الملك: 30]. ¶ وعندما يُحال بينك وبين الطاعة، عليك أن تتذكر مدى احتياجك لإعانة الله لك في كل طاعة {وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إلى رَبِّي} [سبأ: 50].",
            "page": "104",
            "part": "1",
            "seal": "B6AD4A4E"
        },
        {
            "id": "106",
            "nass": "الرسائل الإلهية: ¶ إذن فأهم وسيلة لمعرفة حقيقة الإنسان: حسن التعامل مع رسائل المنع التي تصله من الله بصفة يومية. ¶ فالمرض على سبيل المثال يحمل رسالة تقول لكل منا: ¶ أنت ضعيف لم تستطع مقاومتي. ¶ أنت عاجز لا تستطيع شفاء نفسك ودفع الضر عنها. ¶ أنت جاهل لم تعرف أنك ستمرض في هذا الوقت. ¶ أنت فقير إلى الله في دفع هذا المرض، ودوام حفظ عافيتك. ¶ رسالة الأرق: ¶ أنت ضعيف أمام الأرق. ¶ عاجز لا تستطيع جلب النوم. ¶ جاهل لا تعرف متى ستنام وإلا لذهبت إلى الفراش في هذا الوقت. ¶ فقير إلى الله في جلب النوم، وحفظك وأنت نائم .. ¶ من هنا تتضح لنا أهمية تتبع مواضع المنع، والتفكر فيها وما تحمله من دلالات والتي من شأنها أن تعرفنا بحقيقتنا ومدى احتياجنا إلى مولانا .. ¶ أوحى الله إلى بعض أنبيائه: \" أدرك لي لطيف الفطنة، وخفي اللطف فإنى أحب ذلك، قال: يارب، وما لطيف الفطنة؟ قال: إن وقعت عليك ذبابة فاعلم أنى أنا أوقعتها عليك، فاسألني رفعها. قال: وما خفي اللطف؟ قال: إذا أتتك حبة فاعلم أني أنا ذكرتك بها (¬1). ¶ وحبذا لو تم ربط التفكر في هذه الآيات والرسائل الإلهية بالإكثار من ذكر (لاحول ولا قوة إلا بالله)، وكذلك كثرة مناجاة الله، والتعبير عن حالة الضعف والعجز والجهل وعظيم الاحتياج إليه، وأنه لاغنى لنا عنه، ولا قيمة لنا بدونه. ¶ ¬_________ ¶ (¬1) إغاثة اللهفان لابن القيم 1/ 54.",
            "page": "105",
            "part": "1",
            "seal": "FFB3D22C"
        },
        {
            "id": "107",
            "nass": "كان عيسى بن مريم يقول: اللهم إنى أصبحت لا أملك ما أرجو، ولا أستطيع دفع ما أحاذر، وأصبح الأمر بيد غيري، وأصبحت مرتهنًا بعملي، ولا فقير أفقر مني (¬1). ¶ طبيعة النفس: ¶ ومع كون الإنسان ضعيفًا وعاجزًا وجاهلًا وفقيرًا إلى الله عز وجل فقرًا مطلقًا وذاتيًا، فإن لنفسه طبيعة تتنافى مع هذه الصفات. ¶ فهي نفس شحيحة تحب الاستئثار بكل خير {وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ} [النساء: 128]. ¶ لديها قابلية للطغيان والفجور {كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا} [الشمس: 11]. ¶ تحب العلو والتميز عن الآخرين. ¶ ترغب دومًا في الراحة، وتكره المشاق والتكاليف. ¶ تريد شهوتها وحظها من كل فعل يقوم به العبد - وإن كان فيه حتفها - فهي لا تنظر إلى العواقب. ¶ يقول المحاسبي: إن النفس لو تُركت لما فعلت أي طاعة، وما تركت أي معصية .. ¶ لماذا؟! ¶ لأن محبتها في خلاف ذلك. فالعبد لايكاد يأتي برًا إلا وشهوة نفسه في ضده (¬2). ¶ ألم يستعذ من شرها رسولنا صلى الله عليه وسلم .. بقوله: \" ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا \". ¶ وقال صلى الله عليه وسلم لحصين بن المنذر: \" قل اللهم ألهمني رشدي، وقني شر نفسي \". ¶ ¬_________ ¶ (¬1) الزهد للإمام أحمد ص95. ¶ (¬2) الرعاية لحقوق الله ص435.",
            "page": "106",
            "part": "1",
            "seal": "18379F44"
        },
        {
            "id": "108",
            "nass": "مقت النفس: ¶ فالنفس - كما يقول الآجري - أهل أن تمقت في الله. ¶ لأنها تدعوني لسلوك سبيل الضلال. ¶ وتصرفني عما يرضي الله، وتوقعني فيما يبغضه (¬1). ¶ \" فالحمد لله وحدة والذم لها، والحذر والخوف منها، وترك الطمأنينة إليها لمعرفتك بها، فمن عرف نفسه زال عنه العُجب، وعظم شكر الرب عز وجل، واشتد حذره منها، والثقة والطمأنينة إلى المولى عز وجل، والمقت لها، والحب للمتفضل المنعم. ¶ وتذكر: لو كان لك صاحبان حولك وأنت نائم، فأراد أحدهما أن يقتلك ومنعه الآخر فماذا ستكون مشاعرك نحوهما؟! ¶ فكم من بلية قد أرادتها بك نفسك فعزم الله عز وجل أن تتركها وأيقظك وأزال عنك غفلتك فعصمك منها. ¶ وكم من حق الله هممت بتضييعه، فأبى الله عز وجل إلا أن يوقفك لخلاف ما هممت به. ¶ فقد وجب عليك المقت لنفسك، والحذر منها، وترك إضافة العمل إليها، بل تحمده وحده بكل ما نلت من بر وطاعة\" (¬2). ¶ كيف كان الصالحون ينظرون إلى أنفسهم؟ ¶ يقول ابن القيم: ومقت النفس في ذات الله من صفات الصديقين، ويدنوا العبد به من الله سبحانه وتعالى في لحظة واحدة أضعاف ما يدنو به من العمل (¬3). ¶ كان أبو بكر الصديق يقول: لو يعلم الناس ما أنا فيه لأهالوا عليَّ التراب. ¶ ¬_________ ¶ (¬1) أدب النفوس للآجري ص 16 - مكتبة لينا - دمنهور - مصر. ¶ (¬2) الرعاية لحقوق الله للمحاسبى ص 435، 436. ¶ (¬3) إغاثة اللهفان 1/ 143.",
            "page": "107",
            "part": "1",
            "seal": "BDDD76C7"
        },
        {
            "id": "109",
            "nass": "ومشى قوم خلف عبد الله بن مسعود فقال لهم: ارجعوا فإنها ذلة للتابع، وفتنة للمتبوع، وقال: لو تعلمون ما أعلم من نفسي حثيتم على رأسي التراب. ¶ وهذا المَرُّوذي تلميذ الإمام أحمد بن حنبل يقول: ذكر أمام ابن حنبل أخلاق الورعين فقال: أسأل الله عز وجل أن لا يمقتنا، أين نحن من هؤلاء؟! ¶ وكان رجل من بني إسرائيل له عند الله حاجة، فتعبد واجتهد ثم طلب إلى الله حاجته، فلم ير نجاحًا، فبات مزريًا على نفسه، وقال: يا نفس، مالك لا تقضي حاجتك، فبات محزونًا قد أزرى على نفسه .. وقال: أما والله ما مِن قِبل الله أوتيت، ولكن من قبل نفسي أوتيت، فبات ليلة مزريًا على نفسه وألزم الملامة، فقضيت حاجته (¬1). ¶ هل يمكن للنفس أن تأمر بخير؟! ¶ يجيب عن هذا السؤال المحاسبي فيقول: ¶ إن كون النفس أصحبت تؤدي بعض الطاعات بسهولة ويسر ليس معناه أنها تحب ذلك، بل إن قوة عزمك التي وهبك إياهًا المولى، والخوف من الآخرة قهرها، ولو وجدت منك فترة لرجعت إلى أحوالها، ولرفضت الطاعة لله عز وجل. ¶ ويضرب المحاسبي مثالًا لذلك بالأسير الذي كان يحاول الفتك بك، فقهرته، وأسرته وصار طوع أمرك, هل تأمن له بعد ذلك؟! وهل سيطيعك راضيًا مختارًا أم أنه ينتظر منك التفاته لينقض عليك (¬2)؟!. ¶ النفس هي النفس: ¶ يؤكد الدكتور محمد سعيد رمضان البوطي على المعنى الذي ذكره المحاسبي في أن النفس لا يمكنها أن تأمر صاحبها بخير إلا إذا كان لها مصلحة في ذلك فيقول: ¶ ¬_________ ¶ (¬1) الزهد للإمام أحمد / 144. ¶ (¬2) الرعاية لحقوق الله للمحاسبى ص 435، 436.",
            "page": "108",
            "part": "1",
            "seal": "785789CB"
        },
        {
            "id": "110",
            "nass": "النفس هي مجموعة الرغائب الشهوانية الغريزية التي تجمح بالإنسان، وتدفعه إلى الاستجابة العملية لها. ¶ والسلوك هو النتيجة العلمية لصراع الإنسان مع مشاعره ودوافعه النفسية، فهو نتيجة تطبيقية للصراع الذي يظل دائرًا بين الفطرة الإيمانية والغريزية الحيوانية في كيان الإنسان. ¶ فمهما صعد السلم أو هبط في التزاماته السلوكية، فلسوف تظل نفسه التي بين جنبيه نزاعة إلى المشتهيات التي ذكرها الله في كتابه {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ} [آل عمران: 14]. ¶ وغيرها كالكبر والعُجب، والانطواء على الضغائن والإخفاء. ¶ ولا يصح أن يقول أحدهم: ولكني بقيت دهرًا طويلًا أجاهد نفسي وأمعن في تربيتها وترويضها، حتى استطعت أن أسمو بها عما كانت عليه من التعلق بهذه المشتهيات، والطبائع الذميمة، فهي اليوم لا ترغب إلا فيما يرضي الله، ولا تنفر إلا مما يرضي الله. ¶ هل صرت ملكًا: ¶ يجب أن يقال لصاحب هذه الدعوى: إن صح ما تقول فبشريتك قد غاصت بل غابت عنك، وتحولت إلى ملك من الملائكة الذين يجوبون في ملكوت الله عز وجل. وهذا ما يخالف الوصف الذي وصف الله به الإنسان .. أيًا كان. ¶ ألم تقرأ قول الله عز وجل: {وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ} [النساء: 128]. ¶ ألا ترى كيف أن الحكم جاء بهذه الصفة القبيحة على عموم الأنفس دون استثناء ولا تخصيص، وعندما أثنى على من تساموا بسلوكهم على هذه الصفة لم ينسب ذلك إلى نفوسهم، بل نسبة إلى وقاية الله لهم، مع بقاء أنفسهم على ما هي عليه، فقال: {وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ} [الحشر: 9].",
            "page": "109",
            "part": "1",
            "seal": "6C0E7453"
        },
        {
            "id": "111",
            "nass": "مفهوم التكليف: ¶ ويستطرد البوطي في رده على من يظن أن نفسه قد صارت تأمره بفعل الخير فيقول: إن صح ما تقول، فأنت لم تعد مكلفًا من قبل الله بشيء، لأنك لن تشعر بأي كلفة فيما يأمرك به، إذ أصبحت نفسك سباقة بكامل رغبتها وسرورها إلى هذا الذي يأمرك الله به .. ولابد أن يصبح أمره عندئذ عبثًا، وثوابك عليه باطلًا .. ولكن أمر الله عز وجل نافذ وسيظل نافذًا في حق عباده أجمعين، وثوابه جار ومهيأ لجميع المحسنين، ولا يكون ذلك إلا لأنهم مكلفون، ولايكونون مكلفين إلا عندما تكون التكاليف الإلهية مخالفة لرغبات نفوسهم، متشاكسة مع تطلعاتها وأهوائها. ¶ وإن جميع الربانيين من عباد الله الصالحين، وأوليائه المقربين، ظلوا في جهاد دائب مع أنفسهم حتى أتاهم اليقين الذي نقلهم إلى رحاب مولاهم الجليل. ¶ وإنما كان مصدر الأجر الذي وعدهم الله به وادخره لهم: مخالفتهم الدائبة لأهواء نفوسهم، وتطلعاتهم الشهوانية. ¶ إذن فالنفس البشرية تظل نزاعة إلى شهواتها وأهوائها مادامت باقية. ¶ ما أقبح الرضا عن النفس: ¶ ويقول البوطي: فإذا كان الإنسان راضيًا عن نفسه، فليس يعنى رضاه عنها إلا انقياده لما تحبه وتدعو إليه، ولابد أن تورده عندئذ المهالك، وأول هذه المهالك إعجابه بنفسه الأمارة بالسوء، وادعاؤه أنها مزكاة من النقائص، متسامية على الرذائل والقبائح من الطباع، وهو نقيض ما قد أمر الله، أو نهي عنه، إذ قال: {فَلَا تُزَكُّوا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى} [النجم: 32] وقال سبحانه: {أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسَهُمْ بَلِ اللَّهُ يُزَكِّي مَنْ يَشَاءُ وَلَا يُظْلَمُونَ فَتِيلًا} [النساء: 49].",
            "page": "110",
            "part": "1",
            "seal": "39A590E8"
        },
        {
            "id": "112",
            "nass": "والاستفهام في الآية استنكاري، أي: ألا ترى إلى قباحة شأنهم إذ يمدحون أنفسهم، ويعبرون عن إعجابهم بها ورضاهم عنها؟! (¬1). ¶ إذن فنسظل في جهاد مع أنفسنا حتى الموت، وكما قال أحد الصالحين: يموت المؤمن وسيفه يقطر دما. ¶ كيف نتعامل مع أنفسنا؟ ¶ من هنا يتضح لنا - كما يقول الماوردي -: أنه لابد من تأديب النفس، فإن أغفل تأديبها تفويضًا إلى العقل، أو توكلًا على أن تنقاد إلى الأحسن بالطبع: أعدمه التفويض درك المجتهدين، وأعقبه التوكل ندم الخائبين (¬2). ¶ وأولى مقدمات أدب الرياضة: ¶ أن لا يسبق إلى حسن الظن بنفسه، فيخفى عليه مذموم شيمه، ومساوئ أخلاقه، لأن النفس بالشهوات آمرة، وعن الرشد زاجرة (¬3). ¶ فإن كان الأمر كذلك فلابد إذن من القيام بمثل هذه الأعمال: ¶ 1 - سوء الظن الدائم بالنفس ودوام الحذر منها. ¶ 2 - إلجامها بلجام الخوف لتسهل قيادتها. ¶ 3 - مقاومة إلحاحها للإعجاب بها. ¶ 4 - محاسبتها. ¶ 5 - دوام التوبة. ¶ 1 - سوء الظن بالنفس: ¶ فعلينا ألا نركن لأنفسنا أو نحسن الظن بها، فهي لن تأمرنا بخير، ولتأكيد هذا المعنى: علينا بتتبع خواطر النفس وحديثها لنا بتضييع أو تأخير القيام بحق من ¶ ¬_________ ¶ (¬1) شرح الحكم العطائية لمحمد سعيد رمضان البوطي 2/ 69 - 73 بتصرف. ¶ (¬2) أدب الدنيا والدين ص 226. ¶ (¬3) المصدر السابق ص 229.",
            "page": "111",
            "part": "1",
            "seal": "B13DD683"
        },
        {
            "id": "113",
            "nass": "الحقوق، وكذلك ارتكاب معصية من المعاصي .. فلهذا الأمر دور كبير في معرفة النفس ودوام الحذر منها. ¶ ألا تذكر كم من مرة حدثتك نفسك بعدم الاستيقاظ لصلاة الفجر طلبًا للراحة؟ ¶ وألا تذكر كذلك كم من مرة جعلتك نفسك تطلق بصرك فيما حرم عليك؟! ¶ ومن الأمور المعينة على دوام الحذر من النفس: تتبع هذا الموضع في القرآن لنرى كيف فعلت النفس بمن سبقنا كإخوة يوسف، وامرأة العزيز، والسامري، وثمود، وفرعون .. ¶ 2 - الخوف من الله: ¶ كما أن للنفس قابلية للفجور والطغيان، فلها كذلك قابلية للسكون والحذر كما قال تعالى: {وَنَفْسٍ وَمَا سَوَّاهَا * فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا} [الشمس: 7، 8]. ¶ والنفس - كما يقول الآجري-: إذا أطعمت طمعت، وإذا آيستها أيست. وإذا أقنعتها قنعت، وإذا أرخيت لها طغت. وإذا فوضت لها أساءت، وإذا حملتها على أمر الله صلحت (¬1). ¶ وأفضل لجام تساق به النفس: لجام الخوف من الله عز وجل: {وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهي النَّفْسَ عَنِ الْهَوَى * فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى} [النازعات: 40، 41]. ¶ ووسائل استجلاب الخوف من الله كثيرة يقف على رأسها كثرة ذكر الموت، وتذكر الآخرة وزيارة المقابرة، وكتابة الوصية، وشراء الكفن، والاستماع إلى المواعظ، والقراءة في كتب الرقائق. ¶ ¬_________ ¶ (¬1) أدب النفوس ص 25، 26 باختصار.",
            "page": "112",
            "part": "1",
            "seal": "1AE19BF4"
        },
        {
            "id": "114",
            "nass": "3 - مقاومة خواطر العُجب: ¶ ستظل النفس - أي نفس - تلح على صاحبها بحمدها والإعجاب بها عند كل موقف إيجابى يقوم به، أو كلمة طيبة تخرج من فمه .. فعلينا أن لا نسترسل مع تلك الخواطر، وأن نقاومها غاية جهدنا، وألا نسكن إليها لما في ذلك من خطورة .. ¶ ومما يعين على هذه المقاومة تذكيرها بعواقب العُجب من مقت الله وغضبه وإحباطه للعمل. ¶ قال السري: لو أن رجلًا دخل بستانًا فيه من جميع خلق الله من الأشجار والأطيار، فخاطبه كل طائر بلغته، وقال: السلام عليكم يا ولي الله فسكنت نفسه إلى ذلك، كان في أيديها أسيرًا (¬1). ¶ ومن الوسائل المعينة على ذلك أيضًا: الإنفاق مما نحب من مال وغيره كلما ضعفنا أمام إلحاحها. ¶ 4 - محاسبة النفس: ¶ لمحاسبة النفس مجالات كثيرة، تشمل كل ما أمرنا الله به أو نهانا عنه، والذي يعنينا في موضوع علاج العُجب: محاسبة النفس على الوفاء بحق الله كعلاج أكيد للتخلص من هذا الداء. ¶ يقول ابن القيم: ومما ينفى عن العبد العُجب ورؤية عمله: النظر في حق مولاه عليه أولًا، ثم نظره: هل قام به كما ينبغي ثانيًا. ¶ فمن عرف الله وحقه وما ينبغي لعظمته من العبودية: تلاشت حسناته عنده، وصغرت جدًا في عينه، وعلم أنها ليست مما ينجو بها من عذابه، وأن الذي يليق بعزته ويصلح له من العبودية أمر آخر (¬2). ¶ ¬_________ ¶ (¬1) العجب لعمر بن موسى الحافظ ص 75 نقلًا عن تلبيس إبليس. ¶ (¬2) تهذيب مدراج السالكين.",
            "page": "113",
            "part": "1",
            "seal": "58A3E855"
        },
        {
            "id": "115",
            "nass": "تأمل حال موسى عليه السلام وقد نظر إلى حق ربه أولًا قبل أن ينظر إلى عمله، فقال: يارب كيف لي أن أشكرك، وأصغر نعمة وضعتها عندي من نعمك، لا يجازي بها عملي كله، فأتاه الوحي: يا موسى الآن شكرتني (¬1). ¶ والذي يعين على هذه المحاسبة هو التفكر في النعم، والعمل على إحصائها - كما سبق بيانه -، ومن أهم جوانب النعم الذي ينبغي التفكر فيها عند القيام بهذه المحاسبة: نِعم الاجتباء وسبق الفضل من الله عز وجل للعبد. ¶ 5 - دوام التوبة: ¶ التوبة هي النتيجة الطبيعية للمحاسبة الناجحة، التي نظر صاحبها إلى حق الله وعدم قدرته على الوفاء به، فيهرع إلى مولاه يطلب منه المسامحة والعفو .. وكلما ازددنا معرفة بحقه سبحانه، وشهدنا تقصيرنا في أدائه، عظمت توبتنا، واشتد خوفنا وازدراؤنا لأنفسنا. ¶ وهذا ما يوضح سبب خوف الصحابة والسلف الشديد مع شدة اجتهادهم. ¶ فهذا أبو بكر الصديق يقول: ليتني خضرة تأكلني الدواب (¬2). ¶ وهذا ابن عباس يقول لعمر بن الخطاب: مصر الله بك الأمصار، وفتح بك الفتوح، وفعل وفعل، فقال عمر: وددت أني أنجو، ولا أجر ولا وزر. ¶ وقال عثمان بن عفان: لو أنني بين الجنة والنار ولا أدري إلى أيتهما يؤمر بي، لاخترت أن أكون رمادًا، قبل أن أعلم إلى أيتهما أصير. ¶ وقال رجل عند عبد الله بن مسعود: ما أحب أن أكون من أصحاب اليمين، أكون من المقربين أحب إليّ، فقال عبد الله: لكن ههنا رجل ودَّ أنه إذا مات لم يُبعث .. يعني نفسه (¬3). ¶ ¬_________ ¶ (¬1) عدة الصابرين وذخيرة الشاكرين لابن القيم ص 201. ¶ (¬2) الداء والدواء لابن القيم ص 80. ¶ (¬3) حياة الصحابة 2/ 372.",
            "page": "114",
            "part": "1",
            "seal": "623D4594"
        },
        {
            "id": "116",
            "nass": "الخلاصة: ¶ .. من هنا يتضح لنا أن من أهم وسائل استصغار النفس ورؤية العمل بعين النقص: معرفة الله ومعرفة النفس. ¶ يقول ابن القيم: من تمكن من قلبه شهود الأسماء والصفات، وصَفا له علمه وحاله، اندرج عمله جميعه، وأضعاف أضعافه في حق ربه تعالى، ورآه في جنب حقه أقل من خردلة بالنسبة إلى جبال الدنيا، فيسقط من قلبه اقتضاء حظه من المجازاة عليه لاحتقاره له، وقلته عنده، وصغره في عينه (¬1). ¶ ويلخص الدبوسي أهمية معرفة الله، ومعرفة النفس فلا علاج العُجب فيقول: والنجاة من العُجب عزيزة، فالنفس مدعية للملك والإمرة والإحسان والقدرة .. ما ترجع إلا بالرجوع إلى معرفة عجزها وافتقارها، وبالوقوف على أسرارها، ومعرفة قدرة خالقها ومنته عليها في جميع طرائقها .. ¶ قل وردد: بالله أستعين، وبه أعوذ، وإياه أستهدي، وإليه ألوذ, تبارك من مقدر لا يتحرك العبد ولا يسكن ولا يتكلم ولا يسكت إلا بنعمة من الله جديدة مضمومة إلى منة قديمة .. فلله الحمد سرمدًا، والشكر متواليًا أبدًا (¬2). ¶ ¬_________ ¶ (¬1) مدارج السالكين. ¶ (¬2) الأمد الأقصى ص 156.",
            "page": "115",
            "part": "1",
            "seal": "8CEF7B39"
        },
        {
            "id": "118",
            "nass": "الفصل الرابع ¶ تكلف التواضع ¶ * مفهوم التواضع. ¶ * ضرورة التواضع. ¶ * التواضع علم أو عمل. ¶ * صور وأعمال التواضع: ¶ ° مع الله. ¶ ° مع النفس. ¶ ° مع الناس.",
            "page": "117",
            "part": "1",
            "seal": "1C12C216"
        },
        {
            "id": "120",
            "nass": "تكلف التواضع ¶ مفهوم التواضع: ¶ كما أن التكبر هو أن يكون المرء عند نفسه كبيرًا، فيظهر ذلك في تعاملاته مع الآخرين، فإن التواضع عكس ذلك: أي أن تكون عند نفسك صغيرًا، وأن تترجم تعاملاتك مع الآخرين هذه الحقيقة .. فالتواضع إذن حالة قلبية يعيشها العبد مع نفسه وتظهر آثارها في سلوكه. ¶ قال أبو سليمان: لا يتواضع عبد حتى يعرف نفسه. ¶ وقال الحسن: التواضع أن تخرج من منزلك ولا تلقى مسلمًا إلا رأيت له عليه فضلًا (¬1). ¶ وقيل لأبي يزيد: متى يكون الرجل متواضعًا؟ فقال: إذا لم ير لنفسه مقامًا ولا حالًا، ولا يرى أن في الخلق من هو شر منه .. فمن يرى لنفسه قيمة فليس له من التواضع نصيب، وتواضع كل إنسان على قدر معرفته بربه عز وجل ومعرفته بنفسه (¬2). ¶ ويؤكد الإمام الشافعي على نفس المعنى فيقول: أرفع الناس قدرًا من لا يرى قدره، وأكثرهم فضلًا من لا يرى فضله (¬3). ¶ ضرورة التواضع: ¶ يقول المحاسبي: اعلم أن الكبر لا يليق إلا بالله عز وجل وحده، وأن العبد إذا تكبر صار ممقوتًا عند الله، وقد أحب الله منه أن يتواضع، وقال له: إن لك عندي قدرًا مالم تر لنفسك قدرًا، فإن رأيت لنفسك قدرًا، فلا قدر لك عندي, ¶ ¬_________ ¶ (¬1) إحياء علوم الدين 3/ 529. ¶ (¬2) المصدر السابق 3/ 530. ¶ (¬3) سير أعلام النبلاء 10/ 99.",
            "page": "119",
            "part": "1",
            "seal": "AF9BD216"
        },
        {
            "id": "121",
            "nass": "فمن عقل ذلك: فلابد وأن يكلف نفسه ما يحبه مولاه منه، وهذا يزيل الكبر والعُجب من قلبه، وإن كان يرى نفسه مقصرًا. ¶ فبمثل هذا زال التكبر عن الأنبياء عليهم السلام إذ علموا أنه من نازع الله تعالى رداء الكبر قصمه. ¶ وقد أمرهم الله أن يصغروا في أنفسهم حتى يعظم عند الله محلهم، فهذا أيضًا مما يبعث على التواضع لا محالة. ¶ قال صلى الله عليه وسلم: \" إن الله أوحى إليّ أن تواضعوا حتى لا يفخر أحد على أحد، ولا يبغي أحد على أحد \" (¬1). ¶ التواضع علم وعمل: ¶ فإن كانت حقيقة التواضع هي أن يرى العبد نفسه صغيرًا، فإن هذا المفهوم يحتاج إلى عمل يرسخ مدلوله في القلب، ويعمق معناه في النفس، وهذا هو ما أشار إليه أبو حامد الغزالى بقوله: لا يتم التواضع بعد المعرفة إلا بالعمل (¬2). ¶ وتجدر الإشارة إلى أن تكلف المرء لأفعال المتواضعين دون أن يكون منطلقها هذه الحالة القلبية من استصغار النفس قد يؤدي إلى عكس المطلوب، فيكون هذا التواضع الظاهري سببًا لزيادة إعجاب المرء بنفسه واستعظامه لها، فيعجب بتواضعه، ويظن أن عنده شيئًا ليس عند غيره. ¶ قال ابن عمر: رأس التواضع أن ترضى بالدون من المجالس، لا لحظ نفسك، فقد يجلس أحدهم عند النعال ومعه من الكبر ما الله به عليم، وما حمله على مجلسه ذلك إلا ليقال: إنه متواضع (¬3). ¶ ¬_________ ¶ (¬1) رواه مسلم (4/ 2198، رقم 2865). ¶ (¬2) إحياء علوم الدين3/ 558. ¶ (¬3) صلاح الأمة في علو الهمة 5/ 452.",
            "page": "120",
            "part": "1",
            "seal": "5439B945"
        },
        {
            "id": "122",
            "nass": "من هنا يتضح لنا أن استخدام هذه الوسيلة في العلاج ينبغي أن تكون بعد استخدام الوسائل السابقة، والتي تضع في القلب بذرة معرفة العبد بربه ومعرفته بنفسه، ليأتي التواضع بعد ذلك فينميها ويزيدها رسوخًا وعظمًا. ¶ صور وأعمال التواضع: ¶ للتواضع صور كثيرة منشؤها استصغار المرء بنفسه .. هذه الصورة تشمل كل العلائق: سواء كانت علاقة العبد بربه، أو علاقته بنفسه، أو علاقته بالآخرين.",
            "page": "121",
            "part": "1",
            "seal": "2AEE0720"
        },
        {
            "id": "123",
            "nass": "مع الله ¶ تواضع العبد في علاقته مع ربه، ومعاملته له تنطلق من رؤيته لحقيقته وأصله، وأنه مخلوق عاجز، ضعيف، جاهل .. أصله هو التراب والماء المهين. ¶ وتنطلق معاملة العبد لربه كذلك من استشعاره لعظمته - سبحانه - وجلاله وكماله، وعظيم فضله عليه، وأنه لا غنى له عنه طرفة عين. ¶ هذه الحالة القلبية ينبغي أن يترجمها العبد في صورة تذلل ومسكنة وخضوع لله عز وجل، وإظهار عظيم افتقاره وحاجته إليه، وأنه مهما أوتي من أشكال الصحة والقوة والجمال والجاه والمال فهو كما هو، عبد ذليل لرب جليل، وأن هذه الأشياء لم تغير من حقيقته شيئًا. ¶ وهذا ما كان يفعله رسولنا صلى الله عليه وسلم وصحابته الكرام، ومن تبعهم بإحسان .. كانوا يظهرون خضوعهم وانكسارهم لربهم كلما ازدادوا رفعة في الدنيا. ¶ فهذا رسولنا صلى الله عليه وسلم يدخل مكة فاتحًا بعد أن أخرجه منها أهلها .. فماذا كان حاله وقت دخوله؟! ¶ أقبل صلى الله عليه وسلم حتى وقف بذي طوى، وهو معتجر ببرد حبرة. فلما اجتمعت عليه خيوله، ورأى ما أكرمه الله به، تواضع لله حتى إن عنثوته (ذقنه) لتمس واسطة رحله (¬1). ¶ وهذا النجاشي يلبس ملابس رثة، ويجلس على التراب بعد أن بلغه انتصار المسلمين في بدر، فقال له جعفر بن أبى طالب: ما بالك تجلس على التراب ليس تحتك بساط وعليك هذه الأخلاق، قال: إنما نجد فيما أنزل الله على عيسى عليه السلام: إن حقًا على عباد الله أن يحدثوا لله تواضعًا عندما أحدث لهم من نعمة، فلما أحدث الله نصر نبيه، أحدثت هذا التواضع (¬2). ¶ ¬_________ ¶ (¬1) الزهد لابن مبارك ص 53 في زيادات نعيم بن حماد. ¶ (¬2) عدة الصابرين ص 212.",
            "page": "122",
            "part": "1",
            "seal": "A5016EAB"
        },
        {
            "id": "124",
            "nass": "وأخرج ابن أبى حاتم، عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم: \" ما رفع سليمان عليه السلام رأسه إلى السماء تخشعًا، حيث أعطاه الله ما أعطاه \". ¶ كيف دخل عمر بن الخطاب بيت المقدس؟!: ¶ وهذا عمر بن الخطاب يدخل بيت المقدس فاتحًا .. فماذا كان حاله؟! ¶ كان بينه وبين الغلام الذي معه مناوبة .. فلما قرب من الشام كانت نوبة ركوب الغلام، فركب الغلام وأخذ عمر بزمام الناقة فاستقبله الماء في الطريق، فجعل عمر يخوض في الماء، ونعله تحت إبطه اليسرى، وهو آخذ بزمام الناقة، فخرج أبو عبيدة وكان أميرًا على الشام، وقال: يا أمير المؤمنين إن عظماء الشام يخرجون إليك، فلا يحسن أن يروك على هذا الحال، فقال عمر: إنما أعزنا الله بالإسلام، فلا نبالي بمقالة الناس (¬1). ¶ وعند موته رضي الله عنه قال لابنه عبد الله: اطرح وجهي يا بني بالأرض لعل الله يرحمني .. قال: فمسح خديه بالتراب (¬2). ¶ ألا ترى في هذا الموقف مدى تذلل عمر وانكساره لربه، وهو يمسح خديه بالتراب، وكيف كانت آماله كلها متعلقة برحمته سبحانه؟! ¶ وعلى نفس الدرب سار عمر بن عبد العزيز الذي ما كان يسجد إلا على التراب (¬3) .. وكان يلبس ثيابًا عجيبه عند قيامه الليل! ¶ عن عبد الرحمن بن زيد بن أسلم قال: كان لعمر بن عبد العزيز سفط، فيه دراعة من شعر وغل، وكان له بيت في جوف بيت، يصلي فيه لا يدخل فيه أحد، فإذا كان في آخر الليل، فتح ذلك السفط ولبس تلك الدرعة، ووضع الغل في عنقه، فلا يزال يناجي ربه ويبكي حتى يطلع الفجر، ثم يعيده إلى السفط (¬4). ¶ ¬_________ ¶ (¬1) تنبيه الغافلين للسمرقندي ص 141 - مؤسسة التاريخ العربي - بيروت. ¶ (¬2) الزهد لابن المبارك ص 146. ¶ (¬3) الرسالة القشيرية ص 146 - دار الخير - بيروت. ¶ (¬4) سيرة ومناقب عمر بن عبد العزيز لابن الجوزي ص 235 - دار مكتبة الهلال - بيروت.",
            "page": "123",
            "part": "1",
            "seal": "6479CC29"
        },
        {
            "id": "125",
            "nass": "التواضع عند الرِفعة: ¶ إذن فعندما نبتلى بمنصب أو جاه بين الناس علينا أن نكثر من أعمال التواضع، لأن النفس في هذه الحالة تريد أن تشمخ وتخلع جلباب العبودية، وتلبس لباس التيه والفخر، وبالمبالغة في التواضع تعود إلى أصلها. ¶ انظر إلى أبي بكر الصديق رضي الله عنه وقد استمر في حلب الأغنام لجيرانه بعد توليه الخلافة، ويقول لهم بعد أن ظنوا أنه لن يستمر في ذلك: بل لعمري لأحلبها لكم، وإني لأجو أن لا يغيرني ما دخلت فيه خلق كنت عليه، فاستمر يحلب لهم (¬1). ¶ ولما بعث عمر أبا هريرة أميرًا للبحرين دخلها وهو راكب على حمار، وجعل يقول: طرقوا للأمير، طرقوا للأمير (¬2). ¶ ورئي عثمان بن عفان على بغلة، وخلفه عليها غلامه نائل وهو خليفة، ورئي كذلك نائمًا في المسجد في ملحفة ليس حوله أحد وهو أمير المؤمنين (¬3). ¶ قال أيوب السختياني: ينبغي للعالم أن يضع الرماد على رأسه تواضعًا لله عز وجل (¬4). ¶ ويحكي ابن الحاج في المدخل عن الشيخ الزيات - الذي كان من أكابر العلماء الصلحاء في وقته ببلاد المغرب - أنه كان إذا جلس إلى الدرس يجتمع له نحو من أربعمائة أو ستمائة من الفقهاء يحضرون إليه، فإذا فرغ من مجلسه قام ودخل بيته، وأخرج ما يحتاج إليه على رأٍسه أو في يده من قمح أو عجين يخبزه، أو شراء خضرة أو حاجة من السوق، أو حصاد لزرعه بيده، أوغسل ثياب إلى غير ذلك من الحوائج (¬5). ¶ ¬_________ ¶ (¬1) سير السلف الصالحين للأصبهاني 1/ 83 - دار الراية - الرياض. ¶ (¬2) تنبيه الغافلين ص 142. ¶ (¬3) الزهد للإمام أحمد ص 127. ¶ (¬4) أخلاق العلماء للآجري ص 64. ¶ (¬5) المدخل لابن الحاج 2/ 319.",
            "page": "124",
            "part": "1",
            "seal": "EA49261A"
        },
        {
            "id": "126",
            "nass": "التواضع عند ورود النعم: ¶ ومن المواضع التي يتأكد عندها التواضع لله عز وجل: ورود النعم. ¶ قال كعب: ما أنعم الله على عبد من نعمة من الدنيا فشكرها لله، وتواضع بها لله، إلا أعطاه الله نفعها في الدنيا، ورفع له بها درجة في الآخرة، وما أنعم الله على عبد من نعمة في الدنيا فلم يشكرها لله، ولم يتواضع بها لله، إلا منعه الله نفعها في الدنيا، وفتح له طبقًا من النار يعذبه إن شاء، أو يتجاوز عنه (¬1). ¶ ومن صور التواضع لله: كثرة السجود: ¶ من أجَل صور التواضع لله: السجود، فمن خلاله يكون العبد في وضع يظهره بمظهر الذليل، المنكسر، المستكين، وهذا ما يريده الله عز وجل منه، من هنا يتبين لنا قوله صلى الله عليه وسلم: \" أقرب ما يكون العبد من ربه وهو ساجد، فأكثروا الدعاء \" (¬2). ¶ فلنكثر من السجود، ولنظهر فيه انكسارنا واستكانتنا وخضوعنا لمولانا. ¶ قال طاووس: دخل علي بن الحسين الحجر ليلة فصلى، فسمعته يقول في سجوده: عُبَيدك بفنائك، ومسكينك بفنائك، فقيرك بفنائك، سائلك بفنائك (¬3). ¶ إظهار المسكنة في الدعاء: ¶ إظهار المسكنة في الدعاء صورة من صور تواضع العبد لربه .. أخرج الطبراني من حديث ابن عباس رضي الله عنهما قال: رأيت النبي صلى الله عليه وسلم، ويداه إلى صدره كاستطعام المسكين. ¶ وفى حديثه أيضًا أن النبي صلى الله عليه وسلم قال في دعائه عشية عرفه: \" أنا البائس الفقير، المستغيث، المستجير، الوجل، المشفق، المقر، المعترف بذنبه، أسالك مسألة ¶ ¬_________ ¶ (¬1) الشكر لابن أبي الدنيا ص 72. ¶ (¬2) صحيح، رواه أبو داود، وأورده الألباني في صحيح الجامع ح (1175). ¶ (¬3) الجامع المنتخب من رسائل ابن رجب رسالة اختيار الأولى ص 99.",
            "page": "125",
            "part": "1",
            "seal": "677FA19B"
        },
        {
            "id": "48",
            "nass": "ويطلق يحيى بن معاذ تحذيرًا شديدًا فيقول: إياكم والعُجب، فإن العُجب مهلكة لأهله، وإن العُجب ليأكل الحسنات كما تأكل النار الحطب .. فالذي يبيت نائمًا ويصبح نادمًا، خير ممن يبيت قائمًا ويصبح مُعجبا. ¶ قيل لابن المبارك: ما الذنب الذي لا يغفر؟ قال: العُجب. ¶ وكان الصالحون يرون: أنه يموت مذنبًا نادمًا أحب إليهم من أن يموت مُعجبا. ¶ جاء في الحديث: \" كان رجلان في بني إسرائيل متواخيان، وكان أحدهما مذنبًا ولآخر مجتهدًا في العبادة، وكان لا يزال المجتهد يرى الآخر على الذنب، فيقول أقصر. فوجده يومًا على ذنب، فقال له: أقصر. فقال: خلني وربي، أبعثت على رقيبًا؟! فقال: والله لا يغفر الله لك، أو: لا يدخلك الله الجنة، فقبض روحهما، فاجتمعا عند رب العالمين، فقال لهذا المجتهد: أكنت بي عالمًا، أو كنت على ما في يدي قادرًا؟! وقال للمذنب: اذهب فادخل الجنة برحمتي، وقال للآخر: اذهبوا به إلى النار \" (¬1). ¶ يؤدي إلى غضب الله ومقته: ¶ قال صلى الله عليه وسلم: \" من تعظم في نفسه، واختال في مشيته، لقى الله وهو عليه غضبان\" (¬2). ¶ وقال عليه الصلاة والسلام: \" النادم ينتظر الرحمة، والمُعجب ينتظر المقت\" (¬3). ¶ فإن قلت: لماذا يتعرض المُعجب بنفسه لمقت الله؟! ¶ يتعرض لذلك لأنه جاحد لفضل ربه العظيم عليه .. ¶ ¬_________ ¶ (¬1) صحيح، رواه الإمام أحمد والترمذي وصححه الألباني في صحيح الجامع ح (4455). ¶ (¬2) صحيح، رواه الإمام أحمد في مسنده، والبخاري في الأدب المفرد عن ابن عمر، وأورده الألباني في صحيح الجامع ح (6157) والصحيحة ح (543). ¶ (¬3) أخرجه البيهقي في شعب الإيمان برقم (7254).",
            "page": "47",
            "part": "1",
            "seal": "8C1D1135"
        },
        {
            "id": "49",
            "nass": "تخيل أنك تساعد شخصًا على قضاء حاجة له، فإذا به يذهب بعد قضائها إلى آخر ليحمده .. ماذا ستكون مشاعرك نحوه؟! وماذا لو تكرر ذلك مرات ومرات؟! ¶ إنه لمن الطبيعي أن يفرح العبد بفضل ربه، على كل نعمة يسديها إليه، وعمل صالح يوفقه إلى فعله. ¶ فإن لم يفعل ذلك وجحد نعم ربه عليه، بل فرح بنفسه وحمدها على ما لم تفعله، فماذا سيكون وضعه عند ربه؟! .. إنه المقت والعياذ بالله. ¶ لذلك قال ابن الحاج في المدخل: من كان في نفسه شيء فهو عند الله لا شيء (¬1). ¶ وقال كعب لرجل رآه يتتبع الأحاديث: ¶ اتق الله وارض بالدون من المجالس، ولا تؤذ أحدًا، فإنه لو ملأ علمك ما بين السماء والأرض مع العُجب ما زادك الله به إلا سفالًا ونقصًا. ¶ وقيل للسيدة عائشة رضي الله عنها: متى يكون الرجل مسيئًا؟ قالت: إذا ظن أنه محسن (¬2). ¶ يؤدي إلى الخذلان وحرمان التوفيق والتعرض للفتن: ¶ انظر إلى ما حدث للمسلمين في غزوة حنين عندما اتكلوا على قوتهم وأعجبوا بها حيث كان الجيش الإسلامي كبيرًا لدرجة أن العُجب قد دخل إلى بعض النفوس، كما قال تعالى: {وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ} [التوبة: 25]. ¶ يقول المباركفوري: وبينما ينحدرون في وادي حُنين، و هم لا يدرون بوجود كمائن العدو في مضايق هذا الوادي، إذا بكتائب العدو قد شدت عليهم شدة ¶ ¬_________ ¶ (¬1) المدخل لابن الحاج 2/ 25 - دار الكتب العلمية - بيروت. ¶ (¬2) العدب لعمر بن موسى ص31.",
            "page": "48",
            "part": "1",
            "seal": "3B1B96A5"
        },
        {
            "id": "50",
            "nass": "رجل واحد، فانشمر المسلمون راجعين، لا يلوى أحد على أحد، وكانت هزيمة منكرة، حتى قال أبو سفيان بن حرب وهو حديث عهد بالإسلام: لاتنتهي هزيمتهم دون البحر، أي البحر الأحمر. وانحاز رسول الله صلى الله عليه وسلم جهة اليمين وهو يقول: \" هلموا إليّ أيها الناس، أنا رسول الله، أنا محمد بن عبد الله \" ولم يبق معه في موقفه إلا عدد قليل من المهاجرين وبعض أهل بيته (¬1). ¶ ولقد بعث أبو بكر لخالد بن الوليد رضي الله عنهما رسالة بعد انتصاراته في العراق: فليهنئك أبا سليمان النية والحظوة فأتم يتم الله لك. ولا يدخلنك عُجب فتخسر وتخذل، وإياك أن تدل بعمل فإن الله له المَنّ وهو ولي الجزاء (¬2). ¶ وقال الحسن: ليس بين العبد وبين ألا يكون فيه خير إلا أن يرى أن فيه خيرًا. ¶ يؤدي إلى اتباع الهوى ونسيان الذنوب: ¶ فالمُعجب ينظر لنفسه بعين الرضا، ولا ينظر إليها بعين الاتهام والحذر، فإذا ما رضي الإنسان عن نفسه انقاد لما تحبه، وتدعو إليه، لذلك يقول ابن عطاء: أصل كل معصية وغفلة وشهوة: الرضا بالنفس، وأصل كل طاعة ويقظة وعفة: عدم الرضا منك عنها، ولأن تصحب جاهلًا لا يرضى عن نفسه خير لك من أن تصحب عالمًا يرضى عن نفسه. فأي علم لعالم يرضى عن نفسه؟! وأى جهل لجاهل لا يرضى عن نفسه؟! (¬3). ¶ ومن خطورة العُجب أنه يوقع العبد فيما حذر منه يوسف بن الحسين للجنيد عندما قال له: لا أذاقك الله طعم نفسك فإن ذقتها لا تفلح. وفي رواية: فإنك إن ذقتها لم تذق بعدها خيرًا أبدًا (¬4). ¶ ¬_________ ¶ (¬1) الرحيق المختوم للمباركفوري ص 467، 468 بتصرف يسير. ¶ (¬2) الأخفياء لوليد سعيد با حكم 129 دار الأندلس الخضراء - جدة نقلًا عن تاريخ الطبرى 3/ 385. ¶ (¬3) الحكم العطائية. ¶ (¬4) سير أعلام النبلاء 14/ 249.",
            "page": "49",
            "part": "1",
            "seal": "A351BA1B"
        },
        {
            "id": "51",
            "nass": "وفي الأثر: قال الله عز وجل لداود عليه السلام: ياداود إني قد آليت على نفسي أن لا أثيب عبدًا من عبادي إلا عبدًا قد علمت من طلبه وإرادته وإلقاء كنفه بين يدي أنه لا غنى له عني، وأنه لا يطمئن إلى نفسه بنظرها وفعالها إلا وكلته إليها ... أضِف الأشياء إلي؛ فإني أنا مننت بها عليك (¬1). ¶ قد يؤدي إلى سوء الخاتمة والتعرض للحساب الدقيق يوم القيامة: ¶ قال صلى الله عليه وسلم: \" لا يدخل الجنة منان، ولا عاق، ولا مدمن خمر\" (¬2). ¶ قال عمر: من قال إنه عالم فهو جاهل، ومن قال إنه في الجنة فهو في النار. ¶ وقال قتادة: من أعطى مالًا، أو جمالًا، أو علمًا، أو ثيابًا ثم لم يتواضع فيه كان عليه وبالًا يوم القيامة (¬3). ¶ وفي الأثر: أوحى الله إلى داود: يا داود، أنذر عبادي الصديقين، فلا يعجبن بأنفسهم ولا يتكلن على أعمالهم. فإنه ليس أحد من عبادي أنصبه للحساب، وأقيم عليه عدلي إلا عذبته من غير أن أظلمه. ¶ وبشر عبادي الخطائين: أنه لا يتعاظمني ذنب أن أغفره، وأتجاوزه (¬4). ¶ قال تعالى: {تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا} [القصص: 83]. ¶ يؤدي إلى نفور الناس من صاحبه: ¶ فالناس لا تحب من يُشعرها بنقصها، ويحدثها من علٍ. والناس لا تحب من يُكثر الافتخار بنفسه والمباهاة بإنجازاته .. ¶ ¬_________ ¶ (¬1) المدخل لابن الحاج. ¶ (¬2) أخرجه النسائي في سننه، وصححه الألباني في صحيح الجامع ح (7676). ¶ (¬3) إحياء علوم الدين 3/ 528. ¶ (¬4) الزهد للإمام أحمد.",
            "page": "50",
            "part": "1",
            "seal": "355406BC"
        },
        {
            "id": "52",
            "nass": "لذلك قد ترى المُعجب بنفسه كثير المعارف لكنه قليل الأصحاب والأصدقاء. ¶ يقول مصطفي السباعي: نصف الذكاء مع التواضع أحب إلى قلوب الناس وأنفع للمجتمع من ذكاء مع الغرور (¬1). ¶ يؤدي إلى الكبر وعدم القدرة على قبول الحق ومن ثم الخسران المبين: ¶ إعجاب المرء بنفسه ورؤيتها بعين التعظيم يؤدي إلى رؤية الآخرين بعين النقص، وشيئًا فشيئًا ينمو هذا التصور داخله حتى يصير به متكبرًا، ويكتب في الجبارين كما قال صلى الله عليه وسلم: \" لا يزال الرجل يذهب بنفسه حتى يكتب في الجبارين، فيصيبه ما أصابهم \" (¬2). ¶ فالكبر إذن ثمرة طبيعية من ثمرات العُجب، أما خطورته فتفوقه بكثير، يقول صلى الله عليه وسلم: \" لا يدخل الجنة من كان في قلبه مثقال ذرة من كبر \" (¬3). ¶ ويتحدث أبو حامد الغزالي عن خطورة الكبر فيقول: وإنما صار الكبر حجابًا دون الجنة، لأنه يحول بين العبد وبين أخلاق المؤمنين كلها، وتلك الأخلاق هي أبواب الجنة، والكبر وعزة النفس يغلقان تلك الأبواب كلها. لأنه لا يقدر على التواضع وهو رأس أخلاق المتقين وفيه العز، ولا يقدر على أن يدوم على الصدق وفيه العز، ولا يقدر على ترك الحسد وفيه العز، ولا يقدر على النصح اللطيف وفيه العز، ولا يقدر على قبول النصح وفيه العز، ولا يسلم من الازدراء بالناس واغتيابهم وفيه العز .. فما من خلق ذميم إلا وصاحب العز والكبر مضطر إليه ليحفظ عزه وما من خلق محمود لا وهو عاجز عنه خوفًا من أن يفوته عزه (¬4). ¶ وفي النهاية: يلخص الدبوسي في كتابه \" الأمد الأقصى \" خطورة العُجب وما يسببه من هلاك وخذلان فيقول: ¶ ¬_________ ¶ (¬1) هكذا علمتني الحياة لمصطفي السباعي. ¶ (¬2) سبق تخرجه. ¶ (¬3) سبق تخرجه. ¶ (¬4) إحياء علوم الدين 3/ 344، 345.",
            "page": "51",
            "part": "1",
            "seal": "0291C7FA"
        },
        {
            "id": "53",
            "nass": "دمار العُجب يشمل الدارين، فكان عملًا بلا جدوى، وما هو إلا عمل الحمقى. ولا نرى مُعجبا إلا ممقوتًا بين الناس، فكيف حاله مع ربه وهو مشرك بعجبه (¬1). ¶ قال صلى الله عليه وسلم: \" لو لم تذنبوا لخشيت عليكم ما هو أشد من ذلك: العُجب \" (¬2). ¶ وقال ضرار بن مرة يقول إبليس: إذا استمكنت من ابن آدم ثلاث أصبت منه حاجتي: إذا نسي ذنوبه، واستكثر عمله، وأعجب برأيه. ¶ وخلاصة القول - ما يقول الماوردي -: إن العُجب سيئة تحبط كل حسنة، ومذمة تهدم كل فضيلة، مع ما يثيره من حنق، ويكسبه من حقد (¬3). ¶ ¬_________ ¶ (¬1) الأمد الأقصى ص 156 - دار الكتب العلمية - بيروت. ¶ (¬2) رواه البيهقي في شعب الإيمان (5/ 453، رقم 7255)، والديلمي (3/ 371، رقم 5126)، وقال الألباني في صحيح الترغيب والترهيب: حسن لغيره، ورواه البزار بإسناد جيد. ¶ (¬3) أدب الدنيا والدين ص 232.",
            "page": "52",
            "part": "1",
            "seal": "E8251280"
        },
        {
            "id": "55",
            "nass": "الباب الثاني ¶ كيف نزيل أصنامنا؟ ¶ - تمهيد: مدى حاجتنا لإزالة أصنامنا. ¶ - وسائل مقترحة. ¶ - الفصل الأول: طلب العلاج من الله عز وجل. ¶ - الفصل الثاني: معرفة الله عز وجل وردوها في علاج العُجب. ¶ - الفصل الثالث: معرفة حقيقة الإنسان وطبيعة النفس. ¶ - الفصل الرابع: تكلف التواضع. ¶ - الفصل الخامس: غلق الأبواب أمام النفس. ¶ - الفصل السادس: العلاج بالقرآن. ¶ - الفصل السابع: التعاهد والتربية ودورهما في علاج العُجب. ¶ - الفصل الثامن: شبهات يجب أن تُزال.",
            "page": "54",
            "part": "1",
            "seal": "570BC797"
        },
        {
            "id": "56",
            "nass": "تمهيد ¶ مدى حاجتنا لإزالة أصنامنا ¶ مما سبق بيانه في الصفحات السابقة يتضح لنا أنه من غير المستبعد أن يكون هناك تضخم في أنفسنا ولو في جزء يسير منها، وهذا يستدعي العمل على سرعة إزالته، فوجوده يعرضنا لمخاطر عظيمة ومهلكة، ولا خيار أمامنا إلا البدء الفوري في تناول الدواء الذي يعيد أنفسنا إلى حجمها الطبيعي، إذا ما أردنا أن نقترب من دائرة الإخلاص لله عز وجل، ومن ثم نيل توفيقه ومعيته في الدنيا ورضاه وجنته في الآخرة. ¶ من قوانين النصر: ¶ ومن دواعي حاجتنا كذلك لإزالة أصنامنا: تلقي نصر الله الذي طال انتظاره فقد أخبرنا سبحانه وتعالى أن النصر من عنده وحده {وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ} [الأنفال: 10]. ¶ وحدد - سبحانه وتعالى - شروطًا وأسبابًا من شأنها إذا ما اكتملت أن تستدعى نصره، ومن أهم هذه الشروط تغيير ما بأنفسنا {إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} [الرعد: 11]. ¶ ومنها: نصرته على أنفسنا {إن تنصروا ينصركم ويثبت أقدامكم} [محمد: 7]. ¶ ومنها كذلك: عدم الشرك بالله {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا} [النور: 55].",
            "page": "55",
            "part": "1",
            "seal": "C1B4D159"
        },
        {
            "id": "57",
            "nass": "من هنا يتضح لنا أن حاجتنا لإزالة صورة من صور الكبر وتضخم الذات، حاجة ماسة وضرورية، وينبغي أن تكون لها الأولوية في اهتماماتنا. ¶ ما المقصود بإزالة أصنامنا؟ ¶ المقصود بإزالة الأصنام داخلنا: أن تكون أنفسنا في أعيننا صغيرة مهما كان وضعنا بين الناس. ¶ وأن نستصغر ما نقدمه من أعمال مهما كان حجمها، بل نعمل العمل الصالح ونستغفر بعده. وأن نكون على حذر من أنفسنا، ونيأس من أن يأتينا فلاح من قبلها. ¶ وإن يعظم قدر الله عز وجل عندنا، وأن نربط كل نعمة وتوفيق به سبحانه، ولا ننسب أي فضل لأنفسنا. ¶ ألا نظن أن عندنا شيئًا نفضل الناس به، بل نراهم جميعًا أفضل منا. ¶ أن نعمل العمل الصالح ولا نعجب به .. أن نحدث الآخرين وندعوهم فلا تنتفخ أنفسنا وتشمخ ... فكيف نصل إلى ذلك كله؟! ¶ وسائل مقترحة: ¶ أما الوسائل التي من شأنها أن تحقق هذه الأهداف فقد دلنا عليها الله عز وجل في كتابه، وبينها رسوله الكريم صلى الله عليه وسلم في سنته، ومارسها العلماء والمربون في صدر هذه الأمة، وهي كثيرة يأتي على رأسها: ¶ 1 - طلب العلاج من الله عز وجل. ¶ 2 - معرفة الله عز وجل. ¶ 3 - معرفة حقيقة الإنسان وطبيعة النفس. ¶ 4 - تكلف التواضع.",
            "page": "56",
            "part": "1",
            "seal": "76C15A8C"
        },
        {
            "id": "58",
            "nass": "5 - غلق الأبواب أمام النفس. ¶ 6 - العلاج بالقرآن. ¶ 7 - التعاهد والتربية. ¶ 8 - شبهات يجب أن تزال.",
            "page": "57",
            "part": "1",
            "seal": "4F4BD345"
        },
        {
            "id": "60",
            "nass": "الفصل الأول ¶ طلب العلاج من الله عز وجل ¶ * صعوبة علاج العُجب. ¶ * الإمداد بحسب الاستعداد. ¶ * الدواء المر النافع. ¶ * الحرمان من القيامة بالطاعة. ¶ * حسن الفهم عن الله. ¶ * التعرف على الأكفاء. ¶ * الشعور بعدم التميز عند الله. ¶ * إخمال الذكر. ¶ * استصغار العمل ونسيانه. ¶ * تأخر الإمداد. ¶ * مواقف عملية للتربية الربانية. ¶ * مع الأنبياء عليهم السلام.",
            "page": "59",
            "part": "1",
            "seal": "DF92674D"
        },
        {
            "id": "62",
            "nass": "طلب العلاج من الله عز وجل ¶ صعوبة علاج العُجب: ¶ بادئ ذي بدء علينا أن نعلم أن مرض الإعجاب بالنفس، وتضخم الذات من الأمراض التي يصعب علاجها، فنفس كل منا محبوبة لديه، وما تدعو إليه محبوب كذلك، وكما قال يوسف بن الحسين للجنيد: لا أذاقك الله طعم نفسك، فإن ذقتها لا تفلح. ¶ وقال ابن عقيل: متى تخربق الإنسان به، قل أن يخرج من رأسه (¬1) - يعني العُجب. ¶ ويؤكد الدبوسي على ذلك فيقول: والنجاة من العُجب عزيزة، فالنفس مدعية للملك والإمرة والإحسان والقدرة (¬2). ¶ ومع هذا كله فلا كبير على الله عز وجل، وما أنزل سبحانه من داء إلا وأنزل معه دواءه. ¶ المهم أن نُدرك خطورة هذا الداء، ونعترف بتلبسنا به - ولو بقدر يسير - ونستشعر حاجتنا الماسة للتخلص منه. قال تعالى: {إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللَّهُ بَيْنَهُمَا} [النساء: 35]. ¶ فالله - عز وجل - هو الشافي لكل ما يمكن تصوره من أمراض، هذا الشفاء قريب ممن يحرص عليه ويطلبه، كما في الحديث القدسي: \" يا عبادي كلكم ضال إلا من هديته، فاستهدوني أهدكم \" (¬3). ¶ ¬_________ ¶ (¬1) العجب لعمر بن موسى الحافظ ص 24، نقلًا عن الفنون لابن عقيل (1/ 230) وتخربق الشيء: اتصل بعضه ببعض، والمراد هنا: ارتداه فاتصل بجسده كهيئة الثوب. . ¶ (¬2) الأمد الأقصى ص 156. ¶ (¬3) رواه مسلم (4/ 1994، رقم 2577).",
            "page": "61",
            "part": "1",
            "seal": "CB488C01"
        },
        {
            "id": "63",
            "nass": "قال أبو الدرداء: لما أهبط الله آدم إلى الأرض، قال: يا آدم أحبني، وحببني إلى خلقي، ولا تستطيع ذلك إلا بي، ولكن إذا رأيتك حريصًا على ذلك أعنتك عليه (¬1). ¶ فإن كان الأمر كذلك، فإن أول وأهم وسيلة للتخلص من هذا الداء: طلب العلاج من الله عز وجل، وسؤاله أن يتولى أمرنا، ويشفينا مما أصابنا، ويمحو - بقدرته - أي أثر لتضخم الذات، وأن يجعل أنفسنا في أعيننا صغيرة. ¶ الإمداد بحسب الاستعداد: ¶ علينا أن نشتكي إليه - سبحانه - من حالنا، وضعفنا، وخوفنا من أنفسنا، ونلح في ذلك مرات ومرات، ونتقصد أوقات الإجابة، وندعوه سبحانه وتعالى بتذلل وانكسار وخشوع. ¶ ولنعلم جميعًا أن الإمداد بحسب الاستعداد، فعلى قدر حجم إنائك الذي تتقدم به، سيكون المدد والعطاء من الله عز وجل، فهو سبحانه كريم لا يرد سائلًا عن بابه، ولكن نحن الذين نظلم أنفسنا ونبخل عليها بعد سؤاله. ¶ عطايانا سحائب مرسلات ... ولكن ما وجدنا السائلين ¶ وكل طريقنا نور ونور ... ولكن ما رأينا السالكينا (¬2) ¶ فعلى قدر صدقنا وإلحاحنا في طلب العلاج من الله - عز وجل - ستكون الاستجابة منه سبحانه وتعالى {وَأَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ * فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِنْ ضُرٍّ} [الأنبياء: 3، 84]. ¶ ¬_________ ¶ (¬1) استنشاق نسيم الأنس لابن رجب ص 127 - مكتبة الخاني الرياض. ¶ (¬2) من قصيدة جواب شكوى لمحمد إقبال \" كتاب حديث الروح \" 82 - دار القلم - دمشق.",
            "page": "62",
            "part": "1",
            "seal": "E1FE1DB0"
        },
        {
            "id": "64",
            "nass": "الدواء المُر النافع: ¶ من أهم صور العلاج الرباني لتخليص العبد من داء الإعجاب بالنفس ورؤيتها بعين التعظيم: أن يُخلِّي بينه وبين الذنب، فيتركه دون عصمة منه ... يتركه لضعفه ونفسه الأمارة بالسوء، فيقع في الذنب فتهتز ثقته بنفسه ويعرف حقيقته. ¶ قال جعفر بن محمد: علم الله عز وجل أن الذنب خير للمؤمن من العُجب ولولا ذلك ما ابتلي مؤمن بذنب. ¶ ويشرح ابن القيم هذا المعنى فيقول: إن العبد يفعل الحسنة فلا يزال يمن بها على ربه، ويتكبر بها، ويرى نفسه، ويعجب بها، ويستطيل بها، ويقول: فعلت، وفعلت، فيورثه ذلك من العُجب، والكبر، والفخر، والاستطالة، ما يكون سبب هلاكه (¬1). ¶ فإذا أراد الله العبد خيرًا ألقاه في ذنب يكسره به، ويعرفه قدره، ويكفي به عباده شره، وينكس به رأسه، ويستخرج منه داء العُجب والكبر والمنة عليه وعلى عباده .. فيكون هذا الذنب أنفع من طاعات كثيرة ويكون بمنزلة شرب الدواء ليستخرج به الداء العضال (¬2). ¶ من هنا يتضح لنا قول ابن عطاء: رب معصية أورثت ذلًا وانكسارًا خير من طاعة أورثت عجبًا واستكبارًا. ¶ ولقد سئل سعيد بن جبير: من أعبد الناس؟ قال: \" رجل اجترح من الذنوب وكلما ذكر ذنبه احتقر نفسه\" (¬3). ¶ ¬_________ ¶ (¬1) الوابل الصيب لابن القيم ص 8 - مكتبة المؤيد - الرياض. ¶ (¬2) تهذيب مدارج السالكين - 170 - وزارة العدل - الإمارات. ¶ (¬3) سباق نحو الجنان لخالد أبو شادي ص 41 - دار النشر والتوزيع الإسلامية، نقلًا عن حلية الأولياء (4/ 279).",
            "page": "63",
            "part": "1",
            "seal": "59B0A00A"
        },
        {
            "id": "65",
            "nass": "وقال بعض السلف: أنين المذنبين أحب إلى الله من زجل المسبحين، لأن زجل المسبحين ربما شابه الافتخار، وأنين المذنبين يزينه الانكسار والافتقار (¬1). ¶ من هنا يتضح لنا أن من صور تربية الله للعبد: أن يتركه، ولا يعصمه من الوقوع في الذنب، فينكس رأسه، و يهتز صنمه، وهذا أحب إلى الله من فعل كثير من الطاعات، فإن دوام الطاعات وترك المنكرات قد توجب لصحبها العُجب، قال الحسن: لو أن ابن آدم كلما قال أصاب، وكلما عمل أحسن، أوشك أن يُجَن من العُجب. ¶ قال بعضهم: ذنب أفتقر به إليه أحب إلى من طاعة أدل بها عليه. ¶ فالمقصود من زلل المؤمن ندمه، ومن تفريطه أسفه، ومن اعوجاجه تقويمه، ومن تأخره تقديمه (¬2). ¶ انتبه: ¶ هذا العلاج الرباني ليس معناه أن يستمرئ العبد الذنب، ويفرح به ولا يجد غضاضة في فعله، فالذنب - كما نعلم - له أضراره الخطيرة على فاعلة من حرمان للتوفيق والرزق، ومن ضيق في الصدر، وتعسير في الأمور {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ} [الشورى: 30]. ¶ من هنا يتضح لنا أن هذا الدواء المر لا ينبغي للعبد أن يسعى إليه طمعًا في ثماره، فالله عز وجل أعلم بعباده، وأدرى بمن يصلحه هذا الدواء من غيره. ¶ الحرمان من القيام بالطاعة: ¶ ومن صور التربية الفريدة: أن يمنع سبحانه وتعالى عن العبد بابًا من أبواب الطاعة، صيانة وحفظًا له من تسلط نفسه وإلحاحها عليه ليحمدها ويرضي عنها. ¶ ¬_________ ¶ (¬1) لطائف المعارف لابن رجب ص 24 - مؤسسة الريان - بيروت. ¶ (¬2) المصدر السابق.",
            "page": "64",
            "part": "1",
            "seal": "9FC3F11C"
        },
        {
            "id": "66",
            "nass": "أخرج أبو نعيم في حلية الأولياء عن أنس - رضي الله عنه - مرفوعًا: يقول الله عز وجل: إن من عبادي من لا يصلح إيمانه إلا الغنى ولو أفقرته لأفسده ذلك، وإن من عبادي من لا يصلح إيمانه إلا الصحة، ولو أسقمته لأفسده ذلك، وإن من عبادي من لا يصلح حاله إلا السقم ولو أصححته لأفسده ذلك، وإن من عبادي من يطلب بابًا من العبادة فأكفه عنه كيلا يدخله العُجب إني أدبر أمر عبادي بعلمي بما في قلوبهم، إني عليم خبير\". ¶ سأل رجل سفيان الثوري وقال له: ما لي أطلب الشيء من الله تعالى فيمنعني؟! قال: منع الله إياك عطاء، لأنه لم يمنعك من بخل ولا عدم ولا افتقار ولا احتياج، وإنما يمنعك رحمة بك. ¶ فإن كان الأمر كذلك .. فأيهما أفضل للعبد: أن يقيم الليل مثلًا ويصبح مُعجبا، مفتخرًا بعبادته، أم ينام ويصبح نادمًا على تقصيره؟! ¶ يجيب عن هذا السؤال ابن القيم فيقول: وإنك إن تبيت نائمًا وتصبح نادمًا، خير من أن تبيت قائمًا وتصبح مُعجبا، فإن المُعجب لا يصعد له عمل، وإنك إن تضحك وأنت معترف، خير من أن تبكي وأنت مدل. وأنين المذنبين أحب إلى الله من زجل المسبحين المدلين (¬1). ¶ وفي هذا المعنى يقول مورق العجلي: خير من العُجب بالطاعة ألا تأتي بالطاعة (¬2). ¶ حسن الفهم عن الله: ¶ ومن صور التربية الربانية: حسن الفهم عن الله فيما يرسله لعبده من آيات ورسائل. ¶ قال تعالى: {وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ} [الأعراف: 168]. ¶ ¬_________ ¶ (¬1) تهذيب مدارج السالكين ص 120. ¶ (¬2) البيان والتبيين للجاحظ 2/ 198 - دار الجيل - بيروت.",
            "page": "65",
            "part": "1",
            "seal": "4A8FC334"
        },
        {
            "id": "67",
            "nass": "فالعبد يتعرض في يومه لأحداث كثيرة، ويتقلب بين المنع والعطاء .. وما من حدث يحدث له إلا ووراءه حكمة إلهية محورها تعريفه بربه، وتعريفة بنفسه .. ومن خلال التحليل الصحيح لهذه الأحداث يصل العبد لحقيقة علاقته بربه، وأنه لا غنى له عنه طرفة عين، فيردد من قبله ذكر: لا حولا ولا قوة إلا بالله (¬1). ¶ يقول ابن عطاء: ربما أعطاك فمنعك، وربما منعك فأعطاك. متى فتح لك باب الفهم في المنع عاد المنع عين العطاء. ¶ ويقول أيضًا: ربما أعطاك فأشهدك بره، وربما منعك فأشهدك قهره، فهو في كل ذلك متعرف إليك، ومقبل بجميل فضله عليك. ¶ التعرف على الأكفاء: ¶ ومن صور التربية الربانية: أن يضع - سبحانه وتعالى - في طريق العبد من يشعره بنقصه وضآلة حجمه، وأن هناك من هم أعلم وأكفأ منه، ولنا في قصة موسى - عليه السلام - والخضر أبلغ مثال على ذلك. ¶ ويؤكد على هذا المعنى الماوردي بتجربة مر بها فيقول رحمه الله. ¶ ومما أنذر به من حالي، أنني صنعت في البيوع كتابًا، جمعت به ما استطعت من كتب الناس، وأجهدت فيه نفسي، وكددت فيه خاطري، حتى تهذب واستكمل، وكدت أعجب به، وتصورت أنني أشد الناس اضطلاعًا بعلمه، ثم حضرني وأنا في مجلسي أعرابيان، فسألا عن بيع عقداه في البادية، على شروط تضمنت أربع مسائل، لم أعرف لواحدة منهن جوابًا، فأطرقت مفكرًا، وبحالي وحالهما معتبرًا. فقالا: ما عندك فيما سألناك من جواب وأنت زعيم هذه الجماعة؟ فقلت: لا. فقالا واهًا لك، وانصرفا، ثم أتيا من يتقدمه في العلم كثير من أصحابي، فسألاه، فأجابهما مسرعًا بما أقنعهما، وانصرفا عنه راضيين بجوابه، حامدين لعلمه، فبقيت مرتبكًا، وبحالهما وحالي معتبرًا. وإني لعلى ما كنت ¶ ¬_________ ¶ (¬1) سيتم - بعون الله ومشيئته - بيان هذا الأمر بشيء من التفصيل في الفصل الثالث: معرفة حقيقة الإنسان.",
            "page": "66",
            "part": "1",
            "seal": "552BCFF5"
        },
        {
            "id": "68",
            "nass": "عليه في تلك المسائل إلى وقتي، فكان ذلك زاجر نصيحة، ونذير عظة، تزلل بهما قياد النفس، وانخفض لهما جناح العُجب، توفيقًا منحته، ورشدًا أوتيته (¬1) .. ¶ ومما يلحق بهذا الجانب أن يبين الله لنا عدم توقف الدعوة أو أعمال البر بصورها المختلفة علينا، فيقض الله عز وجل من يقوم بالعمل وقت غيابنا عنه - لأي سبب من الأسباب - على أحسن وجه وأفضل بكثير من أدائنا له. ¶ الشعور بعدم التميز عند الله: ¶ ومن صور التربية الربانية: أن يشعر الله - سبحانه وتعالى - الواحد منا بعدم تميزه عنده، أو أن له مكانة ليست لغيره. ¶ فالتعرض للابتلاءات والنقص، والوقع في الذنب، وعدم استجابة لادعاء، وحرمان الرزق، وقلة التوفيق يتنافي مع ما يظنه المُعجب بنفسه أنه من أولياء الله الصالحين الذين لا خوف عليهم ولا هم يحزنون ... ¶ تأمل معي الرد القرآني على اليهود والنصارى عندما ظنوا أن لهم مكانة خاصة عند الله عز وجل: {وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ} [المائدة: 18]. ¶ إخمال الذكر: ¶ ومن صور التربية الربانية للعبد: إخمال ذكره، وإبعاده عن الأضواء، وفتنة الشهرة، وثناء الناس عليه. ¶ قال الفضيل بن عياض: بلغني أن الله تعالى يقول للعبد في بعض منته التي من بها عليه: ألم أنعم عليك؟ ألم أعطك، ألم أسترك؟ ألم أخمد ذكرك؟ ¶ وفي الحديث القدسي قال تعالى \" إن أغبط أوليائي عندي لمؤمن خفيف الحاذ، ذو حظ من الصلاة، أحسن عبادة ربه وأطاعه في السر، وكان غامضًا في الناس لا ¶ ¬_________ ¶ (¬1) أدب الدنيا والدين ص 82.",
            "page": "67",
            "part": "1",
            "seal": "88EB4F5A"
        },
        {
            "id": "69",
            "nass": "يشار إليه بالأصابع، وكان رزقه كفافا فصبر على ذلك، ثم نقر بيده صلى الله عليه وسلم فقال: عجلت منيته، قلت بواكيه، قل تراثه \" (¬1). ¶ (فإخفاء ذكر العبد المؤمن - كما يقول ابن رجب - من أعظم نعم الله عليه، فهو يعيش به مع ربه عيشًا طيبًا، ويحجبه عن خلقه حتى لا يفسدوا عليه حاله مع ربه، فهذه هي الغنيمة الباردة، فمن عرف قدرها وشكر عليها فقد تمت عليه النعمة .. ¶ وكان الإمام أحمد يقول: طوبى لمن أخمل الله ذكره. ¶ ولما اشتهر ذكره - رحمه الله - اشتد غمه وحزنه، وكثر لزومه لمنزله، وقل خروجه في الجنائز وغيرها، خشية اجتماع الناس عليه) (¬2). ¶ استصغار العمل ونسيانه: ¶ ومن صور التربية الربانية: أن يقلل الله عز وجل حجم العمل الذي يقوم به العبد في عينه، ويشعره بأنه لم يأت بجديد. ¶ أخرج الإمام أحمد في الزهد أن سليمان بن داود - عليهما السلام - خرج بالناس يستسقي، فمر على نملة مستلقية على قفاها رافعة قوائمها إلى السماء وهي تقول: اللهم إنَّا خلق من خلقك ليس بنا غنى عن رزقك، فإما أن تسقينا وإما أن تهلكنا، فقال سليمان للناس: ارجعوا فقد سقيتم بدعوة غيركم (¬3). ¶ وفيه أيضًا أن داود عليه السلام قال: يا رب هل بات أحد من خلقك الليلة أطول ذكرًا مني؟ فأوحى الله عز وجل إليه: نعم الضفدع (¬4). ¶ ¬_________ ¶ (¬1) أخرجه الإمام أحمد (5/ 255، رقم 22251) والترمذي (4/ 575، رقم 2347) والحاكم (4/ 137، رقم 7148). وضعفه الشيخ الألباني في ضعيف الجامع الصغير (1397). ¶ (¬2) مجموعة رسائل الحافظ ابن رجب الحنبلي - شرح حديث: إن اغبط أوليائي عندة ص 755 - 757 - الفاروق الحديثة - القاهرة. ¶ (¬3) الزهد للإمام أحمد ص 87 - دار الكتب العلمية - بيروت. ¶ (¬4) المصدر السابق ص 69.",
            "page": "68",
            "part": "1",
            "seal": "255CB969"
        },
        {
            "id": "70",
            "nass": "ومما يلحق بهذا اللون من التربية الربانية: نسيان العمل بعد أدائه، فمن دلائل رحمة الله بعبده أنه - سبحانه - ينسيه عمله الصالح بعد قيامه به، من خلال شغل ذهنه بأمور أخرى تملأ عليه فكره، وتنقله بعيدًا عن التفكير في عمله، فلا يجد أمامه مجالًا لاستحسانه والإعجاب به. ¶ تأخر الإمداد: ¶ ومن صور التربية الربانية: تأخر كشف الكرب عن العبد، ولهذا الأمر فوائد عظيمة منها: أنها تكشف للعبد حقيقة ضعفه وفقره الماس إلى الله عز وجل، وأنه لا يملك لنفسه نفعًا ولا ضرًا، ومنها كذلك: أنها تسقط كل الدعاوى الزائفة حول الأسباب أو المواهب التي يظن المرء أنها لديه، وأن بإمكانها أن تسعفه في أي وقت. ¶ فالذي يدعو الله بكشف كربه عند اشتداد الريح وهو على ظهر سفينة، يختلف كثيرًا في تضرعه عمن يدعو الله وهو في البحر وقد تعلق بخشبة. ¶ والذي يدعو الله بعد أن تركته تلك الخشبة سيكون - بلا شك - أكثر تضرعًا وانكسارًا منه في الحالتين السابقتين (¬1). ¶ فمن فوائد البلايا ولطائف أسرارها - كما يقول ابن رجب -: ¶ أنها توجب للعبد الرجوع إلى الله عز وجل، والوقوف ببابه، والتضرع والاستكانة له، وذلك من أعظم فوائد البلايا. وقد ذم سبحانه من لا يستكين له عند الشدائد {وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ} [المؤمنون: 76]. ¶ ومنها: أن البلاء يقطع قلب المؤمن عن الالتفات إلى مخلوق، ويوجب له الإقبال على الخالق وحده ... فالبلاء يجمع بين القلب وبين الله، والعافية تجمع بينك وبين نفسك. ¶ ¬_________ ¶ (¬1) المدخل لابن الحاج بتصرف.",
            "page": "69",
            "part": "1",
            "seal": "99854C4E"
        },
        {
            "id": "71",
            "nass": "فكلما اشتد الكرب وعظم الخطب كان الفرج حينئذ قريبًا .. لماذا؟! لأن الكرب إذا اشتد وعظم وتناهي وجد الإياس من كشفه من جهة المخلوق، ووقع التعلق بالخالق وحده، ومن انقطع عن التعلق بالخلائق، وتعلق بالخالق استجاب الله له، وكشف عنه. ¶ ومنها: أن المؤمن إذا استبطأ الفرج ويئس منه، ولا سيما بعد كثرة دعائه وتضرعه ولم يظهر له أثر الإجابة: رجع إلى نفسه باللائمة ويقول لها: إنما أوتيتُ من قِبَلِك، ولو كان فيكِ خير لأجبت .. وهذا اللوم أحب إلى الله من كثير من الطاعات، فإنه يوجب انكسار العبد لمولاه، واعترافه له بأنه ليس بأهل لإجابة دعائه، فلذلك يسرع إليه حينئذ إجابة الدعاء وتفريج الكرب، فإنه تعالى عند المنكسرة قلوبهم من أجله، وعلى قدر الكسر يكون الجبر. ¶ فمن تحقق بهذا وشاهده بقلبه، علم أن نعم الله على عبده المؤمن بالبلاء أعظم من نعمه عليه في الرخاء (¬1). ¶ مواقف عملية للتربية الربانية: ¶ هناك العديد من المواقف العملية لهذه التربية الربانية والتي من شأنها أن تعرف العبد بنفسه وتضعه في حجمه الصحيح، وأنه لا يملك من الأمر شيئًا، وتعرفه كذلك بربه، وبأن مقاليد الأمور كلها في يديه، وأنه لا غنى عنه طرفة عين. ¶ ومن هذه المواقف ما حدث لبعض عباد الله المصطفين مثل ما حدث لرسوله الحبيب صلى الله عليه وسلم عندما جاءه من يسأله عن أشياء لا يخبر عنها إلا نبي، وهي خبر أهل الكهف، وذي القرنين، وماهية الروح، فقال رسول الله صلى الله عليه وسلم:\" أخبركم غدًا عما سألتم عنه \" ولم يستثن، فانصرفوا عنه، ومكث رسول الله صلى الله عليه وسلم خمسة عشر ليلة لا يحدث الله له في ذلك وحيًا، ولا يأتيه جبرائيل عليه السلام، حتى أرجف أهل مكة، وقالوا: وعدنا محمد غدًا، واليوم خمس عشرة قد أصبحنا فيها، لا يخبرنا ¶ ¬_________ ¶ (¬1) نور الاقتباس ص 209 في مكشاة وصية النبى صلى الله عليه وسلم لابن عباس لابن رجب ص 209 - الجامع المنتخب لمجموع رسائل ابن رجب - دار المؤيد - جدة.",
            "page": "70",
            "part": "1",
            "seal": "76FC51DA"
        },
        {
            "id": "72",
            "nass": "بشيء عما سألناه، وحتى أحزن رسول الله صلى الله عليه وسلم مكث الوحي عنه، وشق عليه ما يتكلم به أهل مكة، ثم جاءه جبرائيل عليه السلام من الله عز وجل بسورة أصحاب الكهف (¬1) وكان فيها التوجيه الرباني: {وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا * إِلَّا أَنْ يَشَاءَ اللَّهُ} [الكهف: 23،24]. ¶ مع الأنبياء عليهم السلام: ¶ وفي قصة موسى عليه السلام والخضر تربية ربانية كذلك: ¶ أخرجه البخاري في صحيحه عن أُبي بن كعب أنه سمع رسول الله صلى الله عليه وسلم يقول: \" إن موسى قام خطيبًا في بني إسرائيل فسئل: أي الناس أعلم؟ قال: أنا، فعتب الله عليه إذ لم يرد العلم إليه، فأوحى الله إليه: إن لى عبدًا بمجمع البحرين هو أعلم منك .... \" الحديث. فكان في صحبة موسى - عليه السلام - للخضر الكثير والكثير من المواقف والدورس التربوية لموسى عليه السلام. ¶ وفي الصحيحين عن أبي هريرة عن رسول الله صلى الله عليه وسلم أنه قال: \" قال سليمان بن داود عليهما السلام: لأطوفن الليلة على سبعين امرأة، تلد كل امرأة منهن غلامًا يقاتل في سبيل الله فقيل له: قل إن شاء الله، فلم يقل، فطاف بهن فلم يلد منهن إلا امرأة واحدة نصف إنسان ... \". ¶ وخرج داود - عليه السلام - إلى الساحل: فعبد ربه سنة، فلما تمت السنة قال: يا رب، قد انحنى ظهري وكلَّت عيناي، ونفدت الدموع، فلا أدري إلى ماذا يصير أمري، فأوحى الله عز وجل إلى ضفدع أن أجب داود - عليه السلام - فقال الضفدع: يا نبي الله أتمن على ربك في عبادة سنة؟ والذي بعثك بالحق نبيًا، إني على ظهر بردية منذ ثلاثين - أو ستين - أسبحه وأحمده، وإن فرائصي ترعد من مخافة ربي، فبكى داود عليه السلام - عند ذلك (¬2). ¶ ¬_________ ¶ (¬1) أخرجه ابن كثير في تفسيره عن ابن عباس 3/ 68، 69. ¶ (¬2) تنبيه الغافلين للسمرقندي ص 381.",
            "page": "71",
            "part": "1",
            "seal": "1FC8CF83"
        },
        {
            "id": "73",
            "nass": "وروى ابن عيينة أن أيوب - عليه السلام - قال: إلهي إنك ابتليتني بهذا البلاء، وما ورد عليّ أمر إلا آثرت هواك على هواي، فنودي من غمامة بعشرة آلاف صوت: يا أيوب أنَّى لك هذا؟ (أي من أين لك هذا؟) قال: فأخذ رمادًا ووضعه على رأسه، وقال: منك يا رب، منك يا رب (¬1). ¶ وخلاصة القول: أن أمر صلاحنا وشفائنا مما تلبس بنا من استعظام لأنفسنا إنما هو بيد الله عز وجل، وما علينا إلا أن نصدق معه سبحانه في طلبنا العلاج منه، ونترجم هذا الطلب بكثرة الدعاء والتضرع والإلحاح عليه بأن يدخلنا في رحمته ومعيته، وأن يصلح لنا شأننا كله، وأن يتولانا فيمن تولى، ويهدينا فيمن هدى، ويعافينا فيمن عافى، وأن يؤتي نفوسنا تقواها، وأن يقينا شرها، إنه ولى ذلك والقادر عليه. ¶ ¬_________ ¶ (¬1) إحياء علوم الدين 3/ 578.",
            "page": "72",
            "part": "1",
            "seal": "F3E0CBD3"
        },
        {
            "id": "75",
            "nass": "الفصل الثاني ¶ معرفة الله عز وجل ودورها في علاج العُجب ¶ * أهمية معرفة الله. ¶ * كيف نعرف الله؟. ¶ * وسائل المعرفة. ¶ * التعرف على الله الغني الحميد. ¶ * التعرف على الله القيوم. ¶ * التعرف على الله المنعم.",
            "page": "74",
            "part": "1",
            "seal": "A23F3EAC"
        },
        {
            "id": "76",
            "nass": "معرفة الله عز وجل ودورها في علاج العُجب ¶ أهمية معرفة الله: ¶ لمعرفة الله عز وجل دور كبير في إخضاع القلب له سبحانه، والتجلبب بجلباب العبودية من ذل وانكسار وخشية وافتقار، وكذلك رؤية النفس على حقيقتها ومدى ضعفها وعجزها وحاجتها إلى مولاها. ¶ وبقدر المعرفة تكون العبودية: ¶ فعلى سبيل المثال عندما يتعرف الواحد منا على شخص ما معرفة عامة، فإن نظرته له ستكون نظرة عادية مثله مثل غيره لا تلفت انتباهه، فإذا اقترب منه وازدادت معلوماته عنه، وعن قدراته، وخبراته وشهاداته، أو المنصب الذي يتولاه فإن هذا من شأنه أن يزيده احترامًا وهيبة وتقديرًا لهذا الشخص، مما ينعكس على طريقة تعامله معه، والتي - بلا شك - ستختلف كثيرًا عما كانت عليه من قبل. ¶ إذن فنحن نحتاج لمعرفة الله عز وجل لتزداد خشيتنا له، وخوفنا منه، ورجاؤنا فيه، وتوكلنا عليه وغير ذلك من ألوان العبودية. ¶ سأل موسى - عليه السلام - ربه: يا رب أي عبادك أخشى لك؟ قال: أعلمهم بي (¬1). ¶ كيف نعرف الله؟ ¶ الله عز وجل أخبرنا بأنه {لَا تُدْرِكُهُ الْأَبْصَارُ} [الأنعام: 103]. ¶ وأنه {لَيْسَ كَمِثْلِهِ شَيْءٌ} [الشورى: 11]. ¶ وأنه {وَلَا يُحِيطُونَ بِهِ عِلْمًا} [طه: 110]. ¶ ¬_________ ¶ (¬1) الزهد لابن المبارك ص 75.",
            "page": "75",
            "part": "1",
            "seal": "93C76FD3"
        },
        {
            "id": "77",
            "nass": "فما السبيل إذن إلى معرفته؟ ¶ نعم لا يعرف الله إلا الله - سبحانه وتعالى - كما قال صلى الله عليه وسلم: \" لا أحصي ثناءً عليك أنت كما أثنيت على نفسك \". ومع ذلك فقد أتاح لنا - سبحانه - جزءًا من المعلومات عنه بدرجة تتحملها عقولنا من خلال ما أخبرنا به من أسمائه وصفاته، والتي أودع مظاهرها وآثارها في مخلوقاته، وبقدر تتبع هذه الآثار وربطها بأسمائه وصفاته تكون المعرفة. ¶ فالقاعدة تقول (من آثارهم تعرفونهم) فعندما يصف الناس شخصًا ما بأنه محسن - مثلًا - فإن هذا الوصف لن يقع موقعه في نفسك إلا إذا رأيت آثار إحسانه .. وكلما تتبعت تلك الآثار وشاهدتها بنفسك يزداد يقينك بصحة وصفه بهذا الوصف. ¶ ولله المثل الأعلى .. ¶ فالله عز وجل لا نستطيع أن نراه في الدنيا، ولكنه سبحانه وتعالى خلق هذا الكون كله وجعله يدل عليه، كما قال تعالى: {أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} [فصلت: 53] وأخبرنا سبحانه وتعالى بأن له أسماء وصفات أودع آثارها في كونه ومخلوقاته. ¶ إذن فالطريقة السهلة لمعرفة الله عز وجل: أن نتعرف على آثار أسمائه وصفاته قال تعالى: {وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ * وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ} [الذاريات: 20، 21] وعلى قدر التتبع والتفكر في هذه الصفات تزداد المعلومات عن الله عز وجل، فينعكس ذلك على القلب بزيادة جوانب العبودية فيه. ¶ وسائل المعرفة: ¶ للتعرف على أسماء الله وصفاته وسيلتان أساسيتان أتاحهما لنا الله عز وجل وأمرنا بدوام التفكر فيهما، وهما: كتاب الله المقروء (القرآن)، وكتاب الله المنظور (الكون).",
            "page": "76",
            "part": "1",
            "seal": "492802D1"
        },
        {
            "id": "78",
            "nass": "أما القرآن فمن أهم سماته أنه كتاب تعريف بالله عز وجل، من خلال دلالته على أسماء الله وصفاته، ووصفه لها وعرضه لآثارها في الكون والنفس، ليسهل على العبد نقل فكره إلى الكون ليشاهد بنفسه ما تعلمه من القرآن، فيربط بذلك أحداث الحياة كلها بالله عز وجل وبأسمائه وصفاته، ويتقلب قلبه في ألوان من العبودية نتيجة تقلب الأحداث به فيستقبل النعمة بالشكر، والمصائب بالصبر، والرضا والقهر بالانكسار والاستسلام، والشدائد بالدعاء والتضرع. ¶ وفى هذا الفصل سيتم إلقاء الضوء - بعون الله وفضله - على أهم جوانب المعرفة التي تفيدنا في إزالة أصنامنا، وهي: ¶ 1 - التعرف على الله الغني الحميد. ¶ 2 - التعرف على الله القيوم. ¶ 3 - التعرف على الله المنعم.",
            "page": "77",
            "part": "1",
            "seal": "6B903E1D"
        },
        {
            "id": "79",
            "nass": "1 - التعرف على الله الغني الحميد ¶ من صور الجهل بالله أن يستعظم العبد طاعته، ويظن أن له يدًا على الإسلام بصلاته أو جهاده أو دعوته ... ¶ من هنا تأتي أهمية التعرف على صفة استغناء الله عن عباده والتي من خلالها تترسخ لدينا حقيقة أن الله غني عنا وعن عبادتنا {إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ} [إبراهيم 8]. ¶ فالله عز وجل لا تنفعه طاعتنا مهما بلغت، ولا تضره معصيتنا مهما عظمت، (يا عبادي إنكم لن تبلغوا ضري فتضروني، ولن تبلغوا نفعي فتنفعوني، ياعبادي لو أن أولكم وآخركم، وإنسكم وجنكم، كانوا على أتقى قلب رجل واحد منكم ما زاد ذلك في ملكي شيئًا، يا عبادي لو أن أولكم وآخركم، وإنسكم وجنكم، كانوا على أفجر قلب رجل واحد منكم ما نقص ذلك من ملكي شيء) (¬1). ¶ إن صلاحنا وجهادنا وكل مانقدمه من طاعات لا ينفع الله بشيء، وإنما هو لنفعنا ومصلحتنا {وَمَنْ جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ إِنَّ اللَّهَ لَغَنِيٌّ عَنِ الْعَالَمِينَ} [العنكوبت: 6]. ¶ فإن أحسنا فلأنفسنا، وإن أسأنا فعليها {هَا أَنْتُمْ هَؤُلَاءِ تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ فَمِنْكُمْ مَنْ يَبْخَلُ وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ وَاللَّهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ} [محمد: 38]. ¶ وماذا عن حجم طاعتك: ¶ لينظر كل منا إلى حجم الطاعة التي يؤديها .. هل يظل طيلة الليل في صلاة، هل لسانه لا يفتر عن ذكر الله؟ إننا وإن فعلنا ذلك، فلا نسبة لهذه الطاعة مع عبادة المخلوقات الأخرى لله عز وجل. ¶ ¬_________ ¶ (¬1) أخرجه الإمام مسلم (4/ 1994، رقم 2577) عن أبي ذر.",
            "page": "78",
            "part": "1",
            "seal": "B64D5233"
        },
        {
            "id": "80",
            "nass": "{وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَمَنْ عِنْدَهُ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلَا يَسْتَحْسِرُونَ * يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ} [الأنبياء: 19، 20]. ¶ فكيف إذن نرى أعملنا القليلة بعين التعظيم، والله عز وجل يقول: {تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيمًا غَفُورًا} [الإسراء: 44]. ¶ تخيل أنك قد عزمت على التبكير لصلاة الجمعة، وخرجت من منزلك في الثامنة صباحًا - مثلًا - وفي طريقك للمسجد اعتقدت بأنك ستكون أول الداخلين إليه، وظل الشعور بالزهو يتملكك، فإذا بك تدخل المسجد فلا تكاد تجد موضعًا لقدمك .. ماذا سيكون شعورك آنذاك؟! وهل سيستمر زهوك وإعجابك بنفسك أم ستسصغر فعلك؟! ¶ وهذا هو الدور العظيم الذي تحدثه معرفة الله الغني الحميد .. فعندما تكثر من التسبيح، وتظن أنك فعلت شيئًا غير مسبوق يأتيك القرآن ليقول لك: {يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ} [الجمعة: 1]. ¶ وعندما يشعر المرء بتعبه من ركيعات يركعها لله، ويخالجها شعور بالرغبة في التخفيف من هذه العبادة يأتيه قوله تعالى: {فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِنْدَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْأَمُونَ} [فصلت: 38]. ¶ إن شعور الواحد منا باستغناء الله عن عبادته، وعدم منفعته بها له دور كبير في محو أي خاطرة مَنّ أو إدلال على الله عز وجل بما يقوم به من أعمال ... ¶ وكذلك فإن التعرف على عبودية الكون لله عز وجل من شأنها أن تجعلنا نضع رأسنا في التراب حياء من الله، وخجلًا من حجم طاعتنا اليسيرة التي لا تكاد تساوي شيئًا بجوار عبادة أصغر مخلوق له سبحانه.",
            "page": "79",
            "part": "1",
            "seal": "15E36ECB"
        },
        {
            "id": "81",
            "nass": "فلنعمل على التعرف على الله الغني الحميد من خلال القرآن، ومن خلال الكون المحيط {أَوَلَمْ يَرَوْا إِلَى مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ يَتَفَيَّأُ ظِلَالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا لِلَّهِ وَهُمْ دَاخِرُونَ} [النحل: 48]. ¶ يقول أحد الصالحين: ما أصغى إلى صوت حيوان، ولا حفيف شجر، ولا خرير ماء، ولا ترنم طائر، ولا قعقعة رعد إلا أجدني مرددًا {كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ} [النور: 41]. ¶ ويهتف حمدًا جمال الصباح ... وسحر الربيع الشهي العطر ¶ وسحر السماء الشجي الوديع ... وهمس النسيم ولحن المطر ¶ تسبحه نغمات الطيور ... يسبحه الظل تحت الشجر ¶ يسبحه النبع بين المروج ... يسبحه دومًا أريج الزهر ¶ يسبحه النور بين الغصون ... وسحر السماء وضوء القمر (¬1) ¶ ¬_________ ¶ (¬1) موارد الظمآن في محبة الرحمن لسيد بن حسين العفاني ص 86 - مكتبة التابعين - القاهرة.",
            "page": "80",
            "part": "1",
            "seal": "6C24735C"
        },
        {
            "id": "82",
            "nass": "2 - التعرف على صفة القيومية (¬1) ¶ الله عز وجل قائم علينا وعلى جميع شؤننا .. يحفظنا ويرعانا، ويمدنا بأسباب الحياة لحظة بلحظة. قائم على كل شيء في أجسادنا لنستطيع في النهاية أن ننطق، ونسمع، ونرى، ونضحك، ونبكي ... ألم يقل سبحانه: {وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَى} [النجم: 43]. ¶ وقائم كذلك على هدايتنا وعصمتنا من الفجور: فكل صلاة نصليها هي بمدد منه، وكذلك كل ذكر نذكره، وكل صالح نقوله، وكل خير نفعله {وَلَكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ} [الحجرات: 7]. ¶ مريض الرعاية المركزة: ¶ قد يخل مريض إلى الرعاية وهو بين الحياة والموت .. فهو لا يستطيع الحركة ولا النطق .. لديه نقص شديد في الدم، وعدم القدرة على التنفس، وضعف في القلب، وفور دخول هذا المريض إلى قسم الرعاية المركزة يتم إمداده بأنابيب وتوصيلات مختلفة، واحدة تضخ له الدم، ثانية للتنفس، وثالثة للقلب، ورابعة للتغذية ... . ¶ وبمرور الوقت تبدأ حالة المريض في التحسن، ويبدأ في استرداد عافيته ... فما السبب في ذلك؟! بلا شك أن ما تم توصيله إليه من إمدادات كان له دور كبير في تحسن حالته، ولو أغلقت محابس تلك الإمدادات لتدهورت صحته مرة أخرى .. ¶ ولله المثل الأعلى .. فحالنا مع الله عز وجل وحاجتنا إلى إمداداته المتواليه علينا، أشد من حاجة هذا المريض لما تم توصيله إليه من إمدادات .. فهذا المريض دخل إلى ¶ ¬_________ ¶ (¬1) تم بفضل الله بسط القول في بيان هذه الصفة في التمهيد للباب الأول.",
            "page": "81",
            "part": "1",
            "seal": "458D1D82"
        },
        {
            "id": "83",
            "nass": "المستشفى وهو يعاني تدهورًا في بعض أجهزة جسمه، أما نحن بدون الله عز وجل فلا قيمة لأي خلية من خلايانا، ولا عضو من أعضائنا، ولا جهاز من أجهزنا .. فالمدد الإلهي المتواصل لنا يشمل كل ذرة من ذرات أجسامنا، فإن توقف هذا المدد فلن نستطيع أن نستعيده {مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ} [فاطر: 2]. ¶ تمديدات الرحمة: ¶ من هنا يتضح لنا أن كل نعمة نحن فيها تعكس وجود مدد مستمر من الله عز وجل، يكفل عملها واستمرار وجودها، ولو أغلق باب هذا المدد لانتهى أمر هذه النعمة وتوقف عملها، فلا يوجد لشيء في هذا الكون قوة ذاتية تكفل له الاستمرار في العمل دون مدد من الله عز وجل. ¶ معنى هذا أن كل خير نحن فيه يتوقف وجوده على استمرار المدد من الله في كل لحظة وطرفة عين، وكل نعمة توجد عند شخص ولا توجد عند آخر تعكس وجود مدد إضافي للرحمة الإلهية عند هذا الشخص. ¶ فإن كنت في شك من هذا، فتأمل معي خطاب الله عز وجل لخير البشر محمد عليه الصلاة والسلام، يقول سبحانه وتعالى له {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ} [آل عمران: 159]. ¶ أى بدون هذه الرحمة وهذا المدد من الله لن تلين لأصحابك. وعندما وصف الله الخضر وما عنده من علم قال عنه: {فَوَجَدَا عَبْدًا مِنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِنْ عِنْدِنَا وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْمًا} [الكهف: 65]. ¶ ويذكرنا الله عز وجل بأن يوسف عليه السلام ما كان ليصل إلى ما وصل إليه من تمكين إلا برحمة ومدد من الله عز وجل {وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاءُ نُصِيبُ بِرَحْمَتِنَا مَنْ نَشَاءُ} [يوسف: 56].",
            "page": "82",
            "part": "1",
            "seal": "475FA999"
        },
        {
            "id": "84",
            "nass": "فلا نجاة لأحد إلا برحمة ومدد من الله عز وجل ... وبهذا أخبر نوح - عليه السلام - ابنه {وَنَادَى نُوحٌ ابْنَهُ وَكَانَ فِي مَعْزِلٍ يَا بُنَيَّ ارْكَبْ مَعَنَا وَلَا تَكُنْ مَعَ الْكَافِرِينَ * قَالَ سَآوِي إِلَى جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ قَالَ لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ} [هود: 42، 43]. ¶ عبودية صفة القيومية: ¶ مما لاشك فيه أن كثرة التفكر في هذه الصفة من شأنها أن تشعر العبد بعظيم حاجته لربه في كل أموره وأحواله، وعند كل قول أو فعل. وتجعله كذلك ينسب أي خير هو فيه لله عز وجل، وأنه لا غنى له عنه طرفة عين. ¶ ومن ثمار اليقين بهذه الصفة أيضًا: دوام الاستعانة بالله وحسن التوكل عليه في كل ما يريد العبد القيام به {وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ} [هود: 88]. ¶ وسائل المعرفة: ¶ أهم وسائل التعرف على هذه الصفة هي القرآن والكون. ¶ - فمن خلال قراءتنا للقرآن علينا أن نبحث عن هذه الصفة وآثارها في الكون، كما سيأتى بيانه بمشيئة الله في فصل العلاج بالقرآن. ¶ - أما في الكون: فيمكننا التعرف على آثار هذه الصفة من خلال رؤية الأشياء بعد توقف الإمداد الإلهي عنها وكيف تكون قيمهتا؟! فعلى سبيل المثال: جريان السفن في البحر يتم بقيومية التعهد والرعاية والحفظ من الله عز وجل، فإذا انقطع عنها هذا المدد توقفت في عرض البحر بلا حراك ولا حول ولا قوة {أَلَمْ تَرَ أَنَّ الْفُلْكَ تَجْرِي فِي الْبَحْرِ بِنِعْمَتِ اللَّهِ لِيُرِيَكُمْ مِنْ آيَاتِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ} [لقمان: 31]. ¶ - وعلى مستوى الفرد: فوقوع العبد في الذنب يعكس توقف إمداد العصمة",
            "page": "83",
            "part": "1",
            "seal": "D497678B"
        },
        {
            "id": "85",
            "nass": "من الله عز وجل، وكذلك فإن التقصير في القيام بواجب ما، يعكس توقف إمداد الإعانة من الله عز وجل {مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ} [النساء: 79]. ¶ - ويمكننا كذلك التعرف على هذه الصفة من خلال إحصاء مواضع المنع، وتوقف الإمداد الإلهي عن بعض النعم، والتي تحدث لكل فرد على حدة، وبصورة شبه يومية، مثل: زيادة ضربات القلب، شد العضلات، حكة الجلد، ضيق التنفس ... ¶ وخلاصة القول أن التعرف على صفة القيومية يحتاج إلى مداومة التأمل والتفكر في القرآن من ناحية، والكون من ناحية أخرى. ¶ من هنا تظهر أهمية تخصيص وقت يومي لتتبع مظاهر تلك الصفة من خلال ورد القرآن، وتخصيص وقت آخر - ولو بضع دقائق - لإحصاء مواقف الحياة التي ظهرت فيها آثار صفة القيومية.",
            "page": "84",
            "part": "1",
            "seal": "F9F596C8"
        },
        {
            "id": "86",
            "nass": "3 - التعرف على الله المنعم: (معرفة حق الله على عباده): ¶ التعرف على المنعم، ومعرفة حقه سبحانه وتعالى على عباده من الأهمية بمكان في علاج تضخم الذات ورؤية العمل. ¶ والسمتهدف منه: أن لا يرى أحدنا لنفسه حقًا على الله عز وجل لأجل عمله الصالح، فحقوق الله تعالى علينا أعظم من أن يقوم بها العباد، ونعمه أكثر من أن تحصى، وأنه لا يستوجب أحدنا بسعيه نجاحًا ولا فلاحًا، ولا نجاة من النار ولا فوزًا بالجنة. ¶ هذا المستهدف لن نستطيع تحقيقه إلا إذا عرفنا حق الله على عباده وأجبنا عن سؤال يقول: أين نحن من أداء هذا الحق؟! ¶ يقول ابن القيم: لله تبارك وتعالى على عبده نوعان من الحقوق لا ينفك عنهما. ¶ أحدهما: القيام بأمره ونهيه اللذين هما محض حقه علينا. ¶ الثانى: شكر نعمه التي أنعم بها علينا. ¶ فهو سبحانه وتعالى يطالبنا بشكر نعمه والقيام بأمره. ¶ فبالنسبة لأمره ونهيه: فإن الدين ليس مجرد ترك المحرمات الظاهرة بل بالقيام مع ذلك بالأوامر المحبوبه لله .. مثل الجهاد والأمر بالمعروف والنهي عن المنكر، والنصيحة لله ورسوله وعباده، ونصرة الله ورسوله ودينه وكتابه .. وأقل الناس دينًا وأمقتهم إلى الله من ترك هذه الواجبات وإن زهد في الدنيا كلها (¬1). ¶ هذا بالنسبة لحق الله في أوامره ونواهيه. ¶ ¬_________ ¶ (¬1) عدة الصابرين وذخيرة الشاكرين ص 230، 231.",
            "page": "85",
            "part": "1",
            "seal": "F3AADE25"
        },
        {
            "id": "87",
            "nass": "أما حق الله في نعمه على عباده فهذا أمر يحتاج إلى بعض البيان والتفصيل. ¶ من صور النعم: ¶ الله عز وجل أنعم على كل واحد منا بنعم لا تعد ولا تحصى. ¶ منها نعم الإيجاد من العدم: إنسانًا سويًا، عاقلًا، له عين ترى، وأذن تسمع، وعقل يفكر، وقلب ينبض، ورئة تستنشق الهواء، وكليتان تنقيان الدم من السموم، وأيد تبطش، وأرجل يمشى بها، وفم وأسنان ولسان وحواس، وأجهزة المناعة والامتصاص والإخراج، والهضم، وغدد، و ........ ¶ وإذا أردت أن تعرف قيمة نعمة واحدة من هذه النعم فأغمض عينيك، أو سد أذنيك، أو امنع يديك من الحركة، ثم تأمل تأثير ذلك عليك ... انظر إلى أهل البلاء لتعرف معنى العافية. تذكر المطروحين في الطريق، ومرضى المستشفيات، تذكر المشلول والأبكم والأصم و ......... ¶ ومن النعم كذلك: نعم الإمداد: إمداد كل عضو في جسمك وكل خليه فيه بما يمكنه من الاستمرار في أداء عمله. ¶ ومن النعم: الحفظ الدائم لهذه الأعضاء. ¶ ومنها نعم التسخير: تسخير الوالدين للاعتناء بك وتربيتك، وتسخير الأرض والشمس والهواء والرياح والطعام وسائر أعضائك لك. ¶ ومن النعم أيضًا: نعمة الأمن والستر. ¶ ومن النعم أيضًا: نعم الهداية إلى الإسلام وإلى الإيمان والثبات عليهما. ¶ ومنها: نعم العصمة من الكفر وعبادة الأوثان .. من أن تكون هندوسيًا أو يهوديًا أو نصرانيًا، وكذلك العصمة من سائر الذنوب: كالزنا واللواط والقتل والسرقة وشرب الخمر والربا وإدمان المخدرات و ... فكل معصية تحدث على الأرض ولا تفعلها تحمل في طياتها عصمة لك من الله عز وجل.",
            "page": "86",
            "part": "1",
            "seal": "206757AB"
        },
        {
            "id": "127",
            "nass": "المسكين، وأبتهل إليك ابتهال المذنب الذليل، وأدعوك دعاء الخائف الضرير، من خضعت لك رقبته، وفاضت لك عيناه، وذل جسده، ورغم لك أنفه \". ¶ التواضع عند الشدة والكرب: ¶ قال تعالى: {وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ} [المؤمنون: 76]. ¶ فذم - سبحانه - من لا يستكين لربه عند الشدة. ¶ فمع ضرورة استكانة قلب المؤمن لربه وخشوعه له وإظهاره الفقر والمسكنة إليه في كل أحواله، إلا أن هذه الحالة ينبغي أن تتأكد عند الشدة والكرب. ¶ فهذا رسولنا صلى الله عليه وسلم يخرج عند الاستسقاء متواضعًا، متخشعًا متمسكنًا متبذلًا (¬1). ¶ وحبس لمطرف بن عبد الله قريب له، فلبس خلقان ثيابه، وأخذ بيده قصبة وقال: أتمسكن لربي لعله يشفعني فيه (¬2). ¶ ¬_________ ¶ (¬1) أخرجه الترمذي عن ابن عباس وقال: حديث حسن صحيح. ¶ (¬2) الجامع المنتخب من رسائل ابن رجب رسالة اختيار الأولى ص 98.",
            "page": "126",
            "part": "1",
            "seal": "B00ABEB4"
        },
        {
            "id": "128",
            "nass": "مع النفس ¶ حقيقة التواضع مع النفس هو استصغار المرء لها، ورؤيتها بعين النقص، كحال موسى - عليه السلام - عندما استصغر نفسه، واستكثر أن يتحمل الرسالة بمفرده {وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ} [القصص: 34] مع أن الواقع يدل على أنه - عليه السلام - قد قام بها على خير وجه. ¶ وهذا إبراهيم - عليه السلام - يقول في دعائه: {وَالَّذِي أَطْمَعُ أَنْ يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ} [الشعراء: 82] قال الشوكاني: وإنما قال عليه السلام ذلك هضمًا لنفسه (¬1). ¶ وتأمل ما قاله يوسف - عليه السلام- في مناجاته لربه: {تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ} [يوسف: 101]، وكانت أحب كلمة تقال لعيسى عليه السلام: كان هذا المسكين (¬2). ¶ وكذلك كان رسولنًا صلى الله عليه وسلم، يقول القاضي عياض: وحسبك أنه خُيِّر بين أن يكون نبيًا ملكًا أونبيًا عبدًا، فاختار أن يكون نبيًا عبدًا، فقال له إسرافيل عند ذلك: فإن الله قد أعطاك بما تواضعت له أنك سيد ولد آدم يوم القيامة، وأول من تنشق الأرض عنه، وأول شافع (¬3). ¶ ومن صور تواضعه مع نفسه قوله صلى الله عليه وسلم: \" رحم الله أخي يوسف لو أنا أتاني الرسول بعد طول الحبس لأسرعت الإجابة حين قال: {ارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ} (¬4) [يوسف: 50]. ¶ ¬_________ ¶ (¬1) فتح القدير. ¶ (¬2) الزهد للإمام أحمد ص 94. ¶ (¬3) الشفا للقاضي عياض 1/ 105. ¶ (¬4) صحيح، أخرجه الإمام أحمد في الزهد وابن المنذر، وصححه الألباني في صحيح الجامع ح (3491).",
            "page": "127",
            "part": "1",
            "seal": "630D3CBB"
        },
        {
            "id": "129",
            "nass": "ولقد جئ إليه صلى الله عليه وسلم يومًا بطعام، فقالت له عائشة رضي الله عنها: لو أكلت يا نبي الله وأنت متكئ كان أهون عليك، فأصغى بجبهته حتى كاد يمس الأرض بها وقال: \" بل آكل كما يأكل العبد، وأنا جالس كما يجلس العبد، وإنما أنا عبد \" (¬1). ¶ ودخل عليه رجل فأصابته من هيبته رعدة، فقال له: \" هون عليك، فإني لست بملك، إنما أنا ابن امرأة من قريش تأكل القديد \" (¬2). ¶ ضع نفسك: ¶ من أهم صور التواضع المرء عند نفسه: عدم تقديم نفسه للقيام بعمل ما، وكذلك رؤيته أنه ليس أهلًا للعمل الذي يتم ترشيحه له: كطلب الدعاء منه، أو تقديمه للإمامة في الصلاة، أو التحدث أمام الناس. ¶ فهذا أبو بكر الصديق يقول في أول خطبة له بعد توليه الخلافة: قد وليت عليكم ولست بخيركم .. مع أنه خير الناس جميعًا بعد رسول الله صلى الله عليه وسلم ولكنه استصغار النفس. ¶ وهذا عمر بن عبد العزيز رضي الله عنه يقال له: يا أمير المؤمنين! لو أتيت المينة، فإن قضى الله موتًا دفنت موضع القبر الرابع، مع رسول الله صلى الله عليه وسلم، وأبي بكر وعمر، قال: والله لأن يعذبني الله بكل عذاب، إلا النار فإنه لا صبر لي عليها، أحب إلى من أن يعلم من قلبي أني أرى أني لذلك أهل (¬3). ¶ وكان كثير من السلف يكره أن يُطلب منه الدعاء ويقول لمن يسأله: أي شيء أنا، وكتب رجل إلى الإمام أحمد يسأله فقال: إذا دعونا نحن لهذا فمن يدعو لنا (¬4). ¶ ¬_________ ¶ (¬1) أخرجه بن المبارك في الزهد ص 53 في زيادات نعيم بن حماد. ¶ (¬2) صحيح، رواه ابن ماجه والحاكم، وصححه الألباني في صحيح الجامع، ح (7052). ¶ (¬3) سيرة ومناقب عمر بن العزيز لابن الجوزي ص 227. ¶ (¬4) شرح حديث ما ذئبان جائعان لابن رجب ص 69 - مؤسسة الريان - بيروت.",
            "page": "128",
            "part": "1",
            "seal": "D1A91BB1"
        },
        {
            "id": "130",
            "nass": "يمشون على الأرض هونًا: ¶ ومن أعمال تواضع المرء عند نفسه: عدم التبختر أو الخيلاء عند المشي، بل كما وصف الله عز وجل عباده: {يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا} [الفرقان: 63]. ¶ ومنها كذلك عدم التشدق أو التقعر بالكلام. ¶ ومنها الأكل على الأرض، وعدم الجلوس متكئًا كما كان يفعل رسول الله صلى الله عليه وسلم. ¶ ومنها تقصير الثوب، وعدم جره خيلاء، ومنها لبس الدون من الثياب في بعض الأوقات، وقال صلى الله عليه وسلم: \" من ترك اللباس تواضعًا لله وهو يقدر عليه دعاه الله يوم القيامة على رؤوس الخلائق حتى يخيره من أي حلل الإيمان يلبسها (¬1). ¶ ولقد كان عبد الرحمن بن عوف لا يُعرف من بين عبيده (¬2)، أي من تواضعه في الزي. ¶ وهنا أمر ينبغي الإشارة إليه فيما يخص اللباس: ¶ فالكثير من الناس يحب أن يكون ملبسه حسنًا، وهيئته حسنة، وذلك بدافع فطري، وهذا أمر لا غبار عليه: قال صلى الله عليه وسلم: \" لا يدخل الجنة من كان في قلبه مثقال ذرة من كبر \". فقال رجل: إن الرجل يحب أن يكون ثوبه حسنًا، ونعله حسنًا، قال: \" إن الله جميل يحب الجمال، الكبر بطر الحق، وغمط الناس\" (¬3). ¶ فالهيئة الحسنة تثير البهجة في نفس صاحبها، وتتوافق مع فطرته في حب المستحسنات، وهذا أمر محمود، أما المذموم فهو فعل ذلك مع الإعجاب بالنفس، والاختيال في المشي والشعور بالتميز بهذا الزي عن الآخرين. قال صلى الله عليه وسلم: \" بينما رجل يمشي في حلة تعجبه نفسه مُرجّل رأسه، يختال في مشيته إذ خسف الله به فهو يتجلجل في الأرض إلى يوم القيامة\" (¬4). ¶ ¬_________ ¶ (¬1) حسن، رواه الترمذي والحاكم وحسنه الألباني في صحيح الجامع، ح (6145). ¶ (¬2) التواضع والخمول لابن أبي الدنيا ص 170. ¶ (¬3) رواه مسلم (1/ 93، رقم 91). ¶ (¬4) أخرجه البخاري (4/ 73) ومسلم.",
            "page": "129",
            "part": "1",
            "seal": "60739D55"
        },
        {
            "id": "131",
            "nass": "من نماذج المتواضعين: ¶ ومن نماذج المتواضعين مع نفوسهم: شيخ الإسلام ابن تيميه، يقول عنه تلميذه الإمام ابن القيم: لقد شاهدت من شيخ الإسلام ابن تيميه - قدس الله روحه - من ذلك أمرًا لم أشاهده من غيره، وكان يقول كثيرًا: ما لى شيء، ولا منى شيء، ولا في شيء، وكان كثيرًا ما يتمثل بهذا البيت: ¶ أنا المكدي وابن المكدي ... وهكذا كان أبي وجدي ¶ وكان إذا أُثنى عليه في وجهه يقول: والله إني إلى الآن أجدد إسلامى كل وقت، وما أسلمت بعد إسلامًا جيدًا. ¶ وبعث إلي في آخر عمره قاعدة في التفسير بخطه، وعلى ظهرها أبيات بخطه من نظمه: ¶ أنا الفقير إلى رب البريات ... أنا المسكين في جميع حالاتي ¶ أنا الظلوم لنفسي وهي ظالمتي ... والخير إن يأتنا من عنده يأتي ¶ لا أستطيع لنفسي جلب منفعة ... ولا عن النفس لي دفع المضرات ¶ والفقر لي وصف ذات لازم أبدًا ... كما أن الغنى أبدًا وصف له ذاتي ¶ وهذا الحال حال الخلق أجمعهم ... وكلهم عنده عبد له آتي (¬1) ¶ ¬_________ ¶ (¬1) تهذيب مدارج السالكين ص 277.",
            "page": "130",
            "part": "1",
            "seal": "335E250E"
        },
        {
            "id": "132",
            "nass": "مع الناس ¶ التواضع مع الناس ينطلق من حقيقة أنك لست أفضل منهم مهما كانت رتبتك أو علمك أو عبادتك .. ¶ فعلى سبيل المثال: الجلوس مع المساكين ومؤاكلتهم والتحدث معهم دليل على أنك لست تفضلهم بغناك .. ليس الدون من الملابس دليل على عدم أفضليتك على غيرك بملابسك. ¶ مساعدتك لخادمك وجلوسه على مائدتك دليل كذلك على عدم شعورك بالأفضلية الذاتية عليه، وهكذا .. مع العلم بأن القيام بهذه الأفعال له أثر تربوي عظيم في تأكيد معنى استصغار الواحد منا لنفسه، وعدم شعوره بالأفضلية على الآخرين. ¶ قال صلى الله عليه وسلم: \" إن الله أوحى إلي أن تواضعوا حتى لا يفخر أحد على أحد، ولا يبغي أحد على أحد\" (¬1). ¶ من صور وأعمال التواضع مع الناس: ¶ 1 - خدمة أهل البيت: ¶ كان صلى الله عليه وسلم في بيته في مهنة أهله (¬2)، يفلي ثوبه، ويحلب شاته، ويرقع ثوبه، ويخصف نعله، ويخدم نفسه، ويقُمُّ البيت، ويعقل البعير، ويعلف ناضحه، ويأكل مع الخادم، ويحمل بضاعته من السوق (¬3). ¶ 2 - الجلوس مع المساكين ومآكلتهم وخدمتهم: ¶ كان دواد - عليه السلام - يدخل المسجد فينظر أغمط حلقة من بني إسرائيل ¶ ¬_________ ¶ (¬1) رواه مسلم (4/ 2198، رقم 2865). ¶ (¬2) رواه البخاري (2/ 129 و9/ 418) عن عائشة .. مهنة: خدمة، يقم: يكنس، ناضحه: الجمل الذي يستقى عليه الماء. ¶ (¬3) الشفا للقاضي عياض 1/ 107.",
            "page": "131",
            "part": "1",
            "seal": "F0988BE8"
        },
        {
            "id": "133",
            "nass": "فيجلس إليهم، ثم يقول: مسكين بين ظهراني مساكين، وكذلك كان سليمان بن داود عليهما السلام إذا أصبح تصفح وجوه الأغنياء والأشراف حتى يجيئ إلى المساكين فيقعد معهم ويقول: يارب مسكين مع المساكين (¬1). ¶ 3 - عدم التميز بالخدمة من أجل رتبتك بين الناس: ¶ لقد كان رسولنا الحبيب صلى الله عليه وسلم ينقل التراب مع أصحابه عند حفر الخندق في غزوة الأحزاب، وهذا عمر بن الخطاب رضي الله عنه يخرج في يوم حار واضعًا رداءه على رأسه، فمر به غلام على حمار، فقال: يا غلام، احملني معك. فوثب الغلام عن الحمار، وقال: اركب يا أمير المؤمنين. قال: لا اركب وأركب خلفك .. تريد أن تحملني على المكان الوطئ، وتركب أنت على الموضع الخشن؟! فركب خلف الغلام (¬2). ¶ وكان عمر بن عبد العزيز يكتب ذات ليلة شيئًا وعنده ضيف، فماد السراج ينطفئ، فقال الضيف: هل أقوم إلى المصباح فأصلحه؟ فقال: لا، ليس من الكرم استخدام الضيف، قال: هل أنبه الغلام؟ قال: لا، هي أول نومة نامها، فقام وجعل الدهن في المصباح، فقال الضيف: كيف قمت بنفسك يا أمير المؤمنين؟ فقال له: ذهبت وأنا عمر، ورجعت وأنا عمر (¬3). ¶ 4 - خفض الجناح للمؤمنين: ¶ عن أبى رفاعة تميم بن أٍسيد رضي الله عنه قال: انتهيت إلى رسول الله صلى الله عليه وسلم وهو يخطب، فقلت يا رسول الله: رجل غريب جاء يسأل عن دينه لا يدري ما دينه؟ فأقبل علي رسول الله صلى الله عليه وسلم وترك خطبته حتى انتهى إليّ فأتى بكرسي، فقعد عليه وجعل يعلمني مما علمه الله، ثم أتى خطبته فأتم آخرها (¬4). ¶ ¬_________ ¶ (¬1) التواضع والخمول لابن أبي الدنيا ص 148. ¶ (¬2) صلاح الأمة في علو الهمة لسيد العفاني 5/ 434 - مؤسسة الرسالة - بيروت. ¶ (¬3) تنبيه المغتربين ص 841. ¶ (¬4) رواه مسلم (3/ 15 برقم 2062).",
            "page": "132",
            "part": "1",
            "seal": "3889CC14"
        },
        {
            "id": "134",
            "nass": "وعن أنس: إن كانت الأَمة من إماء المدينة لتأخذ بيد رسول الله صلى الله عليه وسلم فتنطلق به حيث شاءت حتى يقضي حاجتها (¬1). ¶ 5 - إجابة دعوة الفقراء والضعفاء: ¶ ولو على أقل شيء وإظهار السرور، وعدم التأفف من ذلك. ¶ عن أنس رضي الله عنه قال: كان صلى الله عليه وسلم يردف خلفه، ويضع طعامه على الأرض، ويجيب دعوة المملوك ويركب الحمار (¬2). ¶ 6 - السعي في قضاء حوائج الناس، ومساعدتهم: ¶ مر عمر بن الخطاب على امرأة وهي تعصد العصيدة، فقال: ليس هكذا يعصد، ثم أخذ المسوط، فقال هكذا، فأراها (¬3). ¶ 7 - عدم الافتخار على الناس بشيء: ¶ قال يحيى بن معين: ما رأيت مثل أحمد بن حنبل، صحبناه خمسين سنة ما افتخر علينا بشيء مما كان فيه من الصلاح والخير (¬4). ¶ 8 - عدم الجلوس في الصدارة بين الناس: ¶ بل بين عامتهم، وحيث ينتهي بك المكان .. قال عمر بن الخطاب: رأس التواضع أن تبدأ بالسلام على من لقيت من المسلمين، وأن ترضى بالدون من المجلس، وأن تكره أن تُذكَر بالبر والتقوى. ¶ 9 - علينا بتعود النظر إلى الجانب الإيجابي عند الآخرين: ¶ لتستقر في نفوسنا حقيقة أن الناس جميعًا أفضل منا فإذا نظرنا إلى من هو ¶ ¬_________ ¶ (¬1) أخرجه: البخاري (8/ 68 برقم 6247)، ومسلم (7/ 6 برقم 2168). ¶ (¬2) صحيح، رواه الحاكم وصححه، ووافقه الذهبي، وأورده الألباني في السلسلة الصحيحة (2525). ¶ (¬3) صلاح الأمة في علو الهمة 5/ 433. ¶ (¬4) المصدر السابق 5/ 442.",
            "page": "133",
            "part": "1",
            "seal": "97D3E2E1"
        },
        {
            "id": "135",
            "nass": "أصغر منا نقول: سبقناه بالذنوب، وإذا نظرنا إلى من هو أكبر منا نقول: سبقنا بالعمل الصالح، وإذا نظرنا إلى فاسق نقول: لعل في قلبه انكسارًا لله عز وجل ليس فينا فيجذبه الله نحوه، ويختم له بخير .. وإذا نظرنا إلى عامي نقول: مخمول الذكر، قريب من الإخلاص، وإذا نظرنا إلى عالم قلنا: يعلم عن الله ما لا نعلم، وإذا نظرنا إلى فقير قلنا: حسابه يوم القيامة قليل .. وهكذا مع الناس جميعًا. ¶ كان عابد يتعبد في جبل، فأتى في النوم فقيل له: إيت فلان الإسكاف، فأساله أن يدعو لك، فأتاه فسأله عن عمله، فأخبره أن يصوم النهار ويتكسب، فيتصدق ببعضه، ويطعم عياله ببعضه، فرجع وهو يقول: إن هذا لحسن، فأما التفرغ لطاعة الله عز وجل فلا، فأتى في النوم، فقيل له: إيت الإسكاف، فاسأله، فقل له: ما هذا الصفار في وجهك؟ فأتاه فسأله، فقال له الإسكاف: ما رفع لي أحد من الناس إلا ظننت أنه سينجو وأهلك أنا، فقال له العابد: بهذه نجوت (¬1). ¶ 10 - لا تخبر أحدًا بحقيقتك وبخاصة إذا ما كنت صاحب منصب أو شهرة، واترك الناس يعاملونك حسب ما يرون: ¶ كان سلمان الفارسي أميرًا بالمدائن، ومر برجل من عظمائها قد اشترى شيئًا، فحسب سلمان حمالًا، فقال: تعالى فاحمل هذا، فحمله سلمان، فجعل يتلقاه الناس ويقولون: أصلح الله الأمير، نحن نحمل عنك، فأبى أن يدفع إليهم، فقال الرجل في نفسه: ويحك إني لم أسخر إلا الأمير، فجعل يعتذر إليه ويقول: لم أعرفك أصلحك الله، فقال: انطلق، فذهب به إلى منزله، ثم قال: لا أسخر أحدًا أبدًا (¬2). ¶ ¬_________ ¶ (¬1) الرعاية لحقوق الله ص534. ¶ (¬2) تنبيه المغتربين ص142.",
            "page": "134",
            "part": "1",
            "seal": "5385F194"
        },
        {
            "id": "136",
            "nass": "وقال الحسن: كنت مع ابن المبارك يومًا فأتينا على سقاية والناس يشربون منها، فدنا منها ليشرب، ولم يعرفه الناس، فزحموه ودفعوه، فلما خرج قال: ما العيش إلا هكذا .. حيث لم نعرف، ولم نوقر (¬1). ¶ 11 - عدم الاستنكاف عن ذكر ما ينقصنا: من أخطاء وقعنا فيها، أو فشل صادفنا، والتعود على التلقي من الجميع، وسؤال الآخرين عما نجهل أيًا كان وضعهم، كالأبناء في البيت، والمرؤوسين في العمل .. والتعود كذلك على قول: لا أدري، لما يخفى علينا من الأمور. ¶ قال زاذان: خرج علينا علي بن أبى طالب رضي الله عنه يومًا وهو يمسح بطنه وهو ويقول: يا بردها على الكبد، سئلت عما لا أعلم فقلت: لا أعلم، والله أعلم (¬2). ¶ 12 - تقدير الآخرين وإشعارهم بقيمتهم: ¶ وإبراز أعمالهم ونجاحاتهم، وبخاصة في غيابهم، وحسن الإنصات وعدم مقاطعة المتحدث، ولو كان حديثه معروفًا لدينا: ¶ حدث رجل بحديث، فاعترضه رجل، فغضب عطاء بن أبى رباح وقال: ما هذه الأخلاق، ما هذه الطباع؟ والله إن الرجل ليحدث بالحديث لأنا أعلم به منه، ولعسى أن يكون سمعه مني، فأنصت إليه وأريه كأني لم أسمعه قبل ذلك (¬3). ¶ 13 - مؤاخاة المؤمنين أيًا كانت رتبتهم وقبول أعذار المعتذرين وإن كانت واهية، وحسن الاستماع إلى نصيحة الناصحين وعدم ردها. ¶ وخلاصة القول: التواضع محله القلب، ولابد من تكلف الأعمال التي تدل ¶ ¬_________ ¶ (¬1) من تواضع لله رفعه لعبد الملك القاسم ص 62. ¶ (¬2) أخلاق العلماء ص 110. ¶ (¬3) تقرير ميداني لمحمد أحمد الراشد ص 30 دار المنطلق - الإمارات.",
            "page": "135",
            "part": "1",
            "seal": "7A96809F"
        },
        {
            "id": "137",
            "nass": "عليه ليزداد رسوخه في القلب .. هذه الأعمال يجمعها مفهوم رؤية المرء لنفسه بعين النقص، ولربه بالإجلال والتعظيم، وللناس بالأفضلية. ¶ ويؤكد ابن حزم على هذه الوسيلة في علاج العُجب فيقول: كانت فيَّ عيوب .. ومنها عجب شديد، فناظر عقلي نفسي بما يعرفه من عيوبها، حتى ذهب كله ولم يبق والحمد لله أثر، بل كلفت نفسي احتقار قدرها جملة، واستعمال التواضع (¬1). ¶ ¬_________ ¶ (¬1) الأخلاق والسير لابن حزم ص 108 - دار ابن حزم - بيروت.",
            "page": "136",
            "part": "1",
            "seal": "93959C70"
        },
        {
            "id": "139",
            "nass": "الفصل الخامس ¶ غلق الأبواب أمام النفس ¶ * عند ورود النعم. ¶ * عند النجاح في القيام بعمل ما. ¶ * عند المدح. ¶ * عند كثرة الخلطة والمجالس الفارغة. ¶ * عند تولي مسئولية. ¶ * عند الاشتهار بين الناس. ¶ * عند إسداء خدمة للآخرين. ¶ * العلاج المضاد. ¶ * البديل. ¶ * الفرح المحمود.",
            "page": "138",
            "part": "1",
            "seal": "79C7D053"
        },
        {
            "id": "140",
            "nass": "غلق الأبواب أمام النفس ¶ إذا كانت النفس تحاول أن تأخذ حظها من كل فعل يقوم به العبد، فإن هذه المحاولة تزداد عند حالات معينة، لذلك علينا أن نكون على حذر باستمرار، وأن نعمل جاهدين على غلق الأبواب أمامها لتفشل في محاولاتها. ¶ ومن هذه الحالات: ¶ - عند ورود النعم. ¶ - عند المدح. ¶ - عند كثرة الخلطة. ¶ - عند تولي مسئولية. ¶ - عند الاشتهار بين الناس. ¶ - عند إسداء خدمة للآخرين.",
            "page": "139",
            "part": "1",
            "seal": "2560E58C"
        },
        {
            "id": "141",
            "nass": "أولًا: عند ورود النعم: ¶ بين الحين والآخر تَرِد نعم كبيرة على العبد مثل زيادة في الرزق، ونجاح في عمل أو دراسة، شراء بيت جديد، تغيير أثاث المنزل. ¶ عند ذلك تجد النفس أمامها فرصة ومجالًا واسعًا للاستعظام، والفخر، والشعور بالتميز عن الآخرين بهذه النعم .. فماذا نفعل كي نغلق هذا الباب أمامها؟ ¶ علينا أن نسارع بشكر الله عز وجل وذلك من خلال: ¶ 1 - سرعة ربط النعمة بالنعم - سبحانه وتعالى - وحمده عليها، كما قال تعالى لنوح عليه السلام: {فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلَّهِ الَّذِي نَجَّانَا مِنَ الْقَوْمِ الظَّالِمِينَ} [المؤمنون: 28]. ¶ 2 - سجود الشكر الفوري بعد ورود النعمة: وإطالة هذا السجود، ومناجاة الله فيه، واعترافنا بفضله علينا، وأنه لولا كرمه وجوده سبحانه ما حصلنا على هذه النعمة. ¶ عن سعد بن أبي وقاص، رضي الله عنه، قال: خرجنا مع رسول الله صلى الله عليه وسلم من مكة نريد المدينة، فلما كنا قريبًا من عزوراء (موضع قريب من مكة) نزل ثم رفع يديه، فدعا الله ساعة، ثم خر ساجدًا، فمكث طويلًا، ثم قام فرفع يديه ساعة، ثم خر ساجدًا - فعله ثلاثًا - وقال: \" إني سألت ربي، وشفعت لأمتي، فأعطاني ثلث أمتي فخررت ساجدًا لربي شكرًا، ثم رفعت رأسي، فسألت ربي لأمتي، فأعطاني ثلث أمتي فخررت ساجدًا لربي شكرًا، ثم رفعت رأسي، فسألت ربي لأمتي - فأعطاني الثلث الآخر، فخررت ساجدًا لربي \" رواه أبو داود. ¶ ويوضح ابن القيم أهمية الشكر الفوري لله عز وجل بعد ورود النعم فيقول: حدوث النعمة يوجب فرح النفس وانبساطها، وكثيرًا ما يجر ذلك إلى الأشر",
            "page": "140",
            "part": "1",
            "seal": "F9DAF053"
        },
        {
            "id": "142",
            "nass": "والبطر، والسجود ذل لله وعبودية وتضرع .. فإذا تلقى به نعمته كان جديرًا بدوام تلك النعمة، وإذا تلقاه بالفرح الذي لا يحبه الله والأشر والبطر، كما يفعله الجهال عندما يحدث لهم من النعم، كانت سريعة الزوال وشيكة الانتقال، وانقلبت نقمة، وعادت استدراجًا (¬1). ¶ وليكن سجود الشكر فور ورود النعمة، فتأخرنا عن ذلك يعطي للشيطان فرصة لإضعاف همتنا نحو الشكر. ¶ قال بكر بن عبد الله: ينزل بالعبد الأمر فيدعو الله عز وجل فيصرفه عنه، فيأتيه الشيطان فيضعف شكره، يقول: إن الأمر كان أيسر مما تذهب إليه، قال: أو لا يقول العبد: كان الأمر أشد مما أذهب إليه، ولكن الله عز وجل صرفه عني (¬2). ¶ 3 - الإنفاق مما تحبه النفس: سواء كان ذلك في صورة صدقة أو هدية، فالنفس يزداد شحها في وقت إقبال النعم عليها وعلاجها بالإنفاق مرة بعد مرة حتى تسكن. ¶ فى الصحيحين: أنه لما تاب الله على كعب بن مالك سجد وألقى رداءه إلى الذي بشره. ¶ 4 - المبالغة في القيام بصور التواضع: وبخاصة الجلوس مع المساكين وتقديم الطعام لهم، والقيام على خدمتهم. ¶ جاء في الزهد للإمام أحمد: مما أوحى الله لعيسى عليه السلام: \" إذا أنعمت عليك بنعمة فاستقبلها بالاستكانة أتممها عليك\" .. وقد مر علينا كيف كان حال النبي صلى الله عليه وسلم عندما دخل مكة فاتحًا. ¶ 5 - كثرة العبادة: وبخاصة قيام الليل، فعندما سألت السيدة عائشة رضي الله ¶ ¬_________ ¶ (¬1) عدة الصابرين وذخيرة الشاكرين ص 215. ¶ (¬2) الشكر لابن أبي الدنيا ص 18.",
            "page": "141",
            "part": "1",
            "seal": "F807A1F5"
        },
        {
            "id": "143",
            "nass": "عنها رسول الله صلى الله عليه وسلم عن سبب قيامه بالليل حتى تورمت قدماه مع أنه قد غفر له ما تقدم من ذنبه وما تأخر؟ قال لها: \" أفلا أكون عبدًا شكورًا \" (¬1). ¶ فاستقبال النعمة بهذه الأعمال سيكون له - بمشيئة الله - دور كبير في عدم السماح للنفس بالاستعظام والشعور بالتميز عن الآخرين، بل قد تكون هذه النعمة بمثابة وسيلة للقرب من الله عز وجل. ¶ ¬_________ ¶ (¬1) متفق عليه: البخاري (1/ 380 برقم 1078و 4/ 1830 برقم 4556 و 5/ 2375 برقم 6106) ومسلم (8/ 141 برقم 7302، 7303، 7304).",
            "page": "142",
            "part": "1",
            "seal": "ADF4DDB3"
        },
        {
            "id": "144",
            "nass": "ثانيا: عند النجاح في القيام بعمل ما: ¶ عند القيام بعمل مميز والنجاح في أدائه؛ كقيام ليل، أو دعوة مسلم شارد إلى المسجد، أو أمر بمعروف أو نهي عن منكر .. عند مثل هذه الأحوال تجد النفس أمامها المجال رحبًا لجعل صاحبها يحمدها، ويعجب بها، ويستعظم فعاله، وهذا باب خطير لو فتح أمام العبد عليه إغلاقه بسرعة، وإلا تعرض عمله الذي تعب فيه للضياع. ¶ فماذا نفعل لكي نغلق هذا الباب أمام نفوسنا؟! ¶ 1 - إخفاء العمل قدر الإمكان، وعدم التحدث به أمام أحد من الناس: ¶ فكلما كان العمل في الخفاء قلت فرصة النفس للإلحاح على صاحبها بحمدها. ¶ قال صلى الله عليه وسلم: \" إن الله عز وجل يحب العبد التقي الخفي \" (¬1). ¶ قال الحسن: لقد كان المسلمون يجتهدون في الدعاء، وما يسمع (¬2) لهم صوت، إن كان إلا همسًا بينهم وبين ربهم عز وجل (¬3). ¶ ووعظ الناس يومًا، فتنفس رجل الصعداء، فقال: يا ابن أخي ما عساك أردت بما صنعت؟ إن كنت صادقًا فقد شهرت نفسك، وإن كنت كاذبًا فقد أهلكتها. ¶ ويقول محمد بن واسع: أدركت رجالًا، كان الرجل يكون رأسه مع رأس امرأته على وسادة واحدة، قد بل ما تحت خده من دموعه، لا تشعر به امرأته، ولقد أدركت رجالًا يقوم أحدهم في الصف فتسيل دموعه على خده لا يشعر به الذي إلى جانبه. ¶ فلنعمل على إحاطة أعمالنا بأسوار عالية من السرية والكتمان- قدر الإمكان - ¶ ¬_________ ¶ (¬1) رواه مسلم. ¶ (¬2) الزهد لابن المبارك ص 45. ¶ (¬3) الزهد للإمام أحمد ص 44، 45.",
            "page": "143",
            "part": "1",
            "seal": "EB83DDEA"
        },
        {
            "id": "145",
            "nass": "ولا نسمح لأحد بالاطلاع عليها، ولنجتهد في تنفيذ وصية رسول الله صلى الله عليه وسلم: \" من استطاع منكم أن يكون له خبء من عمل صالح فليفعل \" (¬1). ¶ 2 - نسيان العمل بعد القيام به: ¶ لنعمل على شغل أنفسنا بأمور أخرى فور الانتهاء من العمل الناجح المميز حتى لا نفكر كثيرًا فيه، وفى تميزه .. فكلما نسي العبد عمله الصالح بعد أدائه، كان ذلك أدعى لتعرضه للقبول من الله عز وجل لابتعاده عن محاولات النفس لسرقته والاستيلاء عليه، ومن ثم نفي الإخلاص منه. ¶ ومن وسائل نسيان العمل كذلك: سؤال الله عز وجل أن يصرف عنا التفكير في هذا العمل، وكذلك عدم طلب رأى الناس فيه. وهذا أمر مهم في هذا الباب، فالبعض منا يحرص بعد قيامه بعمل ما - كإلقائه موعظة أو قيامه بخدمة الآخرين- والثناء عليه، مما يفتح للنفس بابًا عظيمًا للاستعظام والانتشاء والطرب. ¶ 3 - تقليل العمل: ¶ كلما صغر العمل في عين صاحبه كان بعيدًا عن سطوة النفس، فلنفعل على ذلك، ولنسأل الله أن يصغر أعمالنا في أعيننا. ¶ ومما يعين على ذلك: عدم إحصاء أعمالنا الصالحة، فلا نسجل مثلًا عدد ختمات القرآن التي ختمناها، ولا عدد العمرات التي أديناها .. ¶ وكذلك: الاستتار من الكرامات كرؤية صالحة أو موقف فيه ولاية من الله وجل. ¶ يقول ابن رجب: وأما العلماء فلا تعظم هذه الخوارق عندهم، بل يرون الزهد فيها، وإنها من نوع ¶ ¬_________ ¶ (¬1) صحيح، أخرجه الخطيب البغدادى والضياء وصححه الألباني في صحيح الجامع ح (6018).",
            "page": "144",
            "part": "1",
            "seal": "5EAF5E2C"
        },
        {
            "id": "146",
            "nass": "الفتنة والمحنة وبسط الدنيا على العبد، فيخافون من الاشتغال بها، والوقوف معها، والانقطاع عن الله. ¶ ودخل إبراهيم الحصري على أحمد بن حنبل فقال: إن أمي رأت لك منامًا، هو كذا وكذا، وذكرت الجنة، فقال: يا أخي إن سهل بن سلامة كان الناس يخبرونه بمثل هذا وخرج إلى سفك الدماء (¬1). ¶ 4 - تخويف النفس: ¶ ومن طبيعة النفس أنها كالطفل إذا خوف خاف .. هكذا خلقها الله عز وجل فإذا ما ألحت علينا أنفسنا بحمدها: علينا أن نذكرها ونخوفها من عاقبة العُجب، وأنه يحبط العمل الذي أخذ منا وقتًا وجهدًا، وأنه كذلك يعرضنا لمقت الله عز وجل وحرمان التوفيق نستقبل من أعمال. ¶ ¬_________ ¶ (¬1) سير أعلام النبلاء 11/ 227.",
            "page": "145",
            "part": "1",
            "seal": "7C704C38"
        },
        {
            "id": "147",
            "nass": "ثالثًا: عند المدح: ¶ وهو من أخطر الأبواب على النفس .. فإذا ما فتح أمامها فإنها تجد المجال خصبًا لكي تنتفخ وتتعاظم .. فهو الشراب الحلو اللذيذ الذي يسكرها ويجعلها تعيش في أجواء النشوة والسرور والطرب. ¶ لذلك قيل: المدح هو الذبح .. فمن أراد أن يذبح أحدًا فليكثر من مدحه، كما قل صلى الله عليه وسلم لمن مدح رجلًا عنده: \" ويحك قطعت عنق صاحبك، لو سمعها ما أفلح \" ثم قال: \" إن كان أحدكم لابد مادحًا أخاه فليقل أحسب فلانًا ولا أزكي على الله أحدًا، حسيبه الله إن كان يرى أنه كذلك\" (¬1). ¶ ماذا نفعل عند المدح؟ ¶ ولكن ماذا نفعل إذا ما مدحنا شخص في وجوهنا؟ ¶ 1 - علينا بعدم الاسترسال أو التجاوب مع المدح ومدافعته بشتى الطرق: ¶ فهذا رسولنا الحبيب صلى الله عليه وسلم يقول لأصحابه: \" لا تطروني كما أطرت النصارى عيسى بن مريم، فإنما أنا عبد، فقولوا عبد الله ورسوله\" (¬2). ¶ وعن أنس أن رجلًا قال: يا محمد أيا سيدنا، وابن سيدنا، وخيرنا وابن خيرنا فقال رسول الله صلى الله عليه وسلم: \" يا أيها الناس، عليكم بتقواكم، ولايستهوينكم الشيطان، أنا محمد بن عبد الله، أنا عبد الله ورسوله، ما أحب أن ترفعوني فوق منزلتي التي أنزلنيها الله\" (¬3). ¶ أطرى رجل عمر بن عبد العزيز في وجهه، فقال: يا هذا؟ لو عرفت من نفسي ما أعرف منها، ما تظرت في وجهي. ¶ ¬_________ ¶ (¬1) متفق عليه: البخاري (2/ 946، رقم 2519)، ومسلم (4/ 2296، رقم 3000). ¶ (¬2) رواه البخاري برقم (3445). ¶ (¬3) صحيح، رواه الإمام أحمد وصححه الألباني في السلسلة الصحيحة ح (1572).",
            "page": "146",
            "part": "1",
            "seal": "32462A08"
        },
        {
            "id": "148",
            "nass": "وذكر أن العلاء بن زياد قال له رجل: رأيت كأنك في الجنة، فقال له، ويحك، أما وجد الشيطان أن أحدًا يسخر به غيري وغيرك؟ (¬1). ¶ ويعلمنا الحسن البصري كيف نرد على من يمدحنا فيقول: قيل لبعضهم: ما أقل التفاتك في صلاتك\" وأحسن خشوعك!! فقال: يا ابن أخي، وما يدريك أين كان قلبي؟ ¶ وقيل لابن حنبل: ما أكثر الداعين لك، فتغرغرت عيناه، وقال: أخاف أن يكون هذا استدراجًا. وقال له خرساني: الحمد لله الذي رأيتك، قال: اقعد، أي شيء ذا؟ من أنا؟ (¬2). ¶ 2 - زجر ونهي المادح: ¶ فلو زجر كل منا من يمدحه، فلن يستمر في المدح، ولن يعود إلى تكرار ذلك مرة أخرى. قال صلى الله عليه وسلم: \" احثوا التراب في وجوه المداحين\" (¬3). ¶ وقال رجل يومًا لابن عمر: يا خير الناس، وابن خير الناس، فقال: ما أنا خير الناس، ولا ابن خير الناس، ولكني عبد من عباد الله، وأرجو الله وأخافه، والله لن تزالوا بالرجل حتى تهلكوه. ¶ 3 - مطالبة الناس بحمد الله لا حمدك: ¶ فعلينا بتذكير المادح بحقيقتنا، وأن الذي يستوجب الحمد هو الله، لا نحن، فلو تركنا ولم يمدنا بأسباب التوفيق ما وفقنا. ¶ يقول ابن رجب: من هنا كان أئمة الهدى ينهون عن حمدهم على أعمالهم، وما يصدر منهم من الإحسان إلى الخلق، ويأمرون بإضافة الحمد على ذلك لله وحده لا شريك له، فإن النعم كلها منه. ¶ ¬_________ ¶ (¬1) من تواضع لله رفعه ص 48. ¶ (¬2) صلاح الأمة في علو الهمة 5/ 443. ¶ (¬3) صحيح، رواه الترمذي عن أبي هريرة ـ وصححه الألباني في صحيح الجامع، ح (185).",
            "page": "147",
            "part": "1",
            "seal": "C326D419"
        },
        {
            "id": "149",
            "nass": "وكان عمر بن عبد العزيز - رحمه الله - شديد العناية بذلك، وكتب مرة إلى أهل الموسم كتابًا يقرأ عليهم، وفيه الأمر بالإحسان إليهم، وإزالة المظالم التي كانت عليهم، وفى الكتاب: ولا تحمدوا على ذلك إلا الله، فإنه إن وكلني إلى نفسي كنت كغيري. ¶ ويستطرد ابن رجب: وحكايته مع المرأة التي طلبت منه أن يفرض لبناتها اليتامى مشهورة، فإنها كانت لها أربع بنات ففرض لاثنتين منهن، وهي تحمد الله، ثم فرض للثالثة، فشكرته، فقال: إنما كنا نفرض لهن حيث كنت تولين الحمد أهله فمري الثلاث يواسين الرابعة .. (¬1). ¶ ¬_________ ¶ (¬1) شرح الحديث ما ذئبان جائعان ص 41، 42.",
            "page": "148",
            "part": "1",
            "seal": "4E9AF10F"
        },
        {
            "id": "150",
            "nass": "رابعًا: عند كثرة الخلطة والمجالس الفارغة: ¶ من الأمور التي تجد النفس من خلالها الفرصة مواتية لدفع صاحبها إلى أن يزكيها، ويمجدها: كثرة الخلطة بالناس، والوجود في المجالس الفارغة، التي يتجاذب فيها الحاضرون أطراف الحديث، فيجد الشخص نفسه وقد استدرج للحديث عن نفسه وعن أعماله وحياته الخاصة، وشيئًا فشيئًا تسقط الحواجز الداخلية لديه فلا يجد غضاضة في إفشاء عمله الذي ظل يخبؤه سنوات طوالًا .. ¶ فما العمل؟ ونحن نعيش بين الناس؟! ¶ الحل الأمثل لغلق هذا الباب هو أن تكون خلطتنا مع الناس في الخير والتعاون على البر، أما غير ذلك فلتكن في بيوتنا كما قال أبو الدرداء: نعم صومعة الرجل بيته، يكف سمعه وبصره ودينه وعرضه، وإياكم والجلوس في الأسواق فإنها تلهي، وتلغي (¬1). ¶ قال تعالى: {لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ} [النساء: 14]. ¶ (لو لم يكن في العزلة إلا السلامة من آفة الرياء، والتصنع للناس، وما يدفع إليه الإنسان إذا كان فيهم من استعمال المداهنة معهم، وخداع المواربة في رضاهم، لكان في ذلك ما يرغب في العزلة ويحرك إليها ... ) (¬2). ¶ نعم، إن المؤمن الذي يخالط الناس ويصبر على أذاهم خير من الذي لا يخالط الناس ولا يصبر على أذاهم كما قال صلى الله عليه وسلم (¬3)، ولكن هذه الخلطة ينبغي أن ¶ ¬_________ ¶ (¬1) العزلة للخطابي ص 70، 71 دار ابن كثير - دمشق. ¶ (¬2) العزلة للخطابي: 101، 102. ¶ (¬3) صحيح رواه الإمام أحمد (5/ 365، رقم 23147) والترمذي (4/ 662، رقم 2507)، وأخرجه البيهقي في شعب الإيمان (7/ 127، رقم 9730)، وصححه الألباني في السلسلة الصحيحة برقم (939).",
            "page": "149",
            "part": "1",
            "seal": "3B67298A"
        },
        {
            "id": "151",
            "nass": "تكون في مشاهد الخير - كما ذكر النووي-: مثل حضور جمعهم، وجماعتهم، ومجالس الذكر معهم، وعيادة مريضهم وحضور جنائزهم ومواساة محتاجهم، وإرشاد جاهلهم، وغير ذلك من مصالحهم، وهذا ما كان عليه رسول الله صلى الله عليه وسلم، وكذلك الخلفاء الراشدون، ومن بعدهم من الصحابة، والتابعين، ومن بعدهم علماء المسلمين وأخيارهم .. (¬1). ¶ ¬_________ ¶ (¬1) رياض الصالحين للنووى ص 293 - مؤسسة الرسالة.",
            "page": "150",
            "part": "1",
            "seal": "23B6471D"
        },
        {
            "id": "152",
            "nass": "خامسًا: عند تولي مسئولية: ¶ المسئولية والإمارة باب فتنة عظيمة للنفس، ووسيلة لخلع جلباب الذل والانكسار والعبودية لله عز وجل، ولهذا كان صلى الله عليه وسلم يحذر أصحابه من طلبها، ففى الحديث: \" يا عبد الرحمن بن سمرة: لا تسأل الإمارة، فإنك إن أوتيتها عن مسألة وُكلت إليها، وإن أوتيتها عن غير مسألة أعنت عليها ... \" (¬1). ¶ إن وجود المرء في موقع المسئولية والصدارة من شأنه أن ينسيه حقيقة نفسه من ضعف وعجز، وأن ينخدع في السلطة التي تحت يديه مما يتسبب في استعاظمه لنفسه واستعلائه على الآخرين. ¶ فما العمل لإغلاق هذا الباب؟! ¶ ليدفع كل منا عن نفسه الإمارة، وليتهرب منها غاية الإمكان، فإذا ما كلف بمسئولية ما، ولم يجد له مناصًا من قبولها فعليه لزوم الخوف والحذر من تبعاتها، وعليه كذلك المداومة على استشارة من حوله، وعدم الانفراد برأيه، وأن يكثر من استخدام العلاج المضاد والذي سيأتي بيانه بعون الله، وعليه كذلك أن يبالغ في القيام بصور التواضع السابق ذكرها. ¶ ¬_________ ¶ (¬1) متفق عليه: البخاري (6/ 2443، رقم 6248) ومسلم (3/ 1273، رقم 1652).",
            "page": "151",
            "part": "1",
            "seal": "86C0870F"
        },
        {
            "id": "153",
            "nass": "سادسًا: عند الاشتهار بين الناس ¶ من أخطر الأبواب أمام النفس: الاشتهار بين الناس، والوقوع تحت الأضواء فمن خلال ذلك، يجد الشخص نفسه وقد التف الناس حوله، وكثر من يمدحه، ويثني عليه، مما يجعله مهيأ لتصديق كلامهم بأنه مميز، وأنه، وأنه، فتكبر عنده نفسه، ويزداد إعجابه بها. ¶ إنها فتنة عظيمة، يصعب على المرء التخلص منها إلا إذا استعان بالله استعانة صادقة كص يحفظه منها، وألا ينسيه أصله وعجزه وجهله، وأن يقيه شر نفسه. ¶ وعلى كل من ابتلي بالاشتهار بين الناس كذلك أن يكثر من تكلف أفعال المتواضعين ويبالغ في ذلك، دون أن يشعر به أحد، فيكثر من الجلوس مع المساكين والتودد إليهم ومآكلتهم والسعي في خدمتهم، وكذلك القيام على خدمة نفسه، ولا يسمح لأحد بخدمته قدر المستطاع. ¶ * وعليه كذلك أن يصلي على التراب كلما سنحت له الفرصة، وأن يعود نفسه الاستماع إلى غيره، فمن فتنة العالم أن يكون الكلام أحب إليه من الاستماع كما قال بعض السلف (¬1). ¶ * وعليه كذلك أن يكثر من استخدام العلاج المضاد، والذي سيأتي بيانه، وعليه أن يدفع بنفسه كل فترة للقيام بأعمال الناس، كما فعل عبد الله بن سلام - رضي الله عنه - عندما حمل حزمة حطب فقيل له: يا أبا يوسف قد كان في غلمانك وبنيك من يكفيك! قال: أجل، ولكن أردت أن أجرب نفسي هل تنكر ذلك؟ (¬2). ¶ ¬_________ ¶ (¬1) الزهد لابن المبارك: 16. ¶ (¬2) إحياء علوم الدين: 3/ 569.",
            "page": "152",
            "part": "1",
            "seal": "378A87E9"
        },
        {
            "id": "154",
            "nass": "سابعًا: عند إسداء خدمة للآخرين: ¶ من الأبواب التي تجد النفس عند فتحها فرصة عظيمة للاستطالة على غيرها، والشعور بالعلو والتميز عنهم: النجاح في تقديم خدمات للآخرين، فعندما يحدث ذلك، تبدأ النفس في الإلحاح على صاحبها بالمن على هؤلاء، وتذكيرهم بما فعله معهم من بذل وتضحية، مع العمل الدائم على استنطاقهم ومعرفة رأيهم فيما تم معهم، بل وجرهم للثناء عليه وشكره. ¶ يحتاج هذا الباب إلى مجاهدة عظيمة من المرء لغلقه إذا ما فتح أمامه، ومن أهم الوسائل لذلك: ¶ 1 - تذكير النفس بخطورة المن بالعطايا على الآخرين - سواء كانت مادية أو معنوية - وأنها تحبط العمل. ¶ قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى} [البقرة: 264]. ¶ قال الضحاك في هذه الآية: من أنفق نفقة ثم مَنّ بها، أو آذى الذي أعطاه النفقة حبط أجره، فضرب مثله كمثل صفوان عليه تراب فأصابه وابل فلم يدع من التراب شيئًا، فكذلك يمحق الله أجر الذي يعطي صدقته ثم يمن بها كما يمحق المطر ذلك التراب (¬1). ¶ والمَن لا يحبط العمل فقط، ولكنه كذلك يستوجب غضب الله عز وجل على ¶ ¬_________ ¶ (¬1) الدر المنثور للسيوطي: 1/ 600.",
            "page": "153",
            "part": "1",
            "seal": "6EA505EE"
        },
        {
            "id": "155",
            "nass": "فاعله: قال صلى الله عليه وسلم: \" ثلاثه لا ينظر الله إليهم يوم القيامة: العاق لوالديه، ومدمن الخمر، والمنان بما أعطى ... \" (¬1). ¶ وأخرج ابن أبي حاتم عن ابن عباس قال: لا يدخل الجنة منان. فشق ذلك عليّ حتى وجدت في كتاب الله في المنان {لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى} (¬2). ¶ 2 - الاجتهاد في عدم مقابلة من أسديت إليه الخدمة أو الاتصال به فترة من الزمن تنسي فيها النفس ما حدث وتنشغل بأمور أخرى. ¶ 3 - علينا أن نقلل من حجم العمل الذي قمنا به مع الآخرين، ونشعرهم أننا لم نتكلف الشيء الكبير بفعلنا هذا إذا ما حاولوا شكرنا عليه. ¶ 4 - ومن وسائل غلق هذا الباب: العمل على خدمة الآخرين دون أن يشعروا بك، أو يعرفوا هويتك. ¶ كان علي بن الحسين يبخل، فلما مات، وجدوه يقوت مائة أهل بيت بالمدينة .. وكان الناس في المدينة يعيشون لا يدرون من أين يأتي معاشهم، فلما مات على بن الحسين فقدوا ما كانوا يؤتون به الليل (¬3). ¶ ¬_________ ¶ (¬1) أخرجه الحاكم (16/ 334 برقم 7340) وصححه عن ابن عمر، والبيهقي (8/ 288 برقم 17805) قال شعيب الأرنؤوط: إسناده صحيح، وصححه الألباني في صحيح الجامع برقم (3071). ¶ (¬2) الدر المنثور: 1/ 600. ¶ (¬3) صفة الصفوة لابن الجوزي:2/ 62.",
            "page": "154",
            "part": "1",
            "seal": "D035E87E"
        },
        {
            "id": "156",
            "nass": "العلاج المضاد ¶ تأتي على الواحد منا لحظات يضعف فيها أمام نفسه، وأمام إلحاحها عليه لحمدها، واستعظامها، والإعجاب بها، وتزكيتها أمام الآخرين. ¶ نعم، إن العمل الدائم على غلق الأبواب أمام النفس من شأنه أن يقلل فرص وجود هذه اللحظات، ولكن ماذا نفعل إذا جاءت؟! ¶ لقد كانت مثل هذه اللحظات تأتي للصالحين ممن سبقونا، ولقد كانوا يستخدمون علاجات سريعة من شأنها أن تعيد للمرء توازنه مع نفسه مرة أخرى، ومن ذلك. ¶ 1 - نقد النفس أمام الآخرين: ¶ نادى عمر بن الخطاب يومًا: الصلاة جامعة ... وصعد المنبر وقال: أيها الناس، لقد رأيتني أرعى على خالات لي من بني مخزوم فيقبضن لي القبضة من التمر والزبيب، فأظل في يوم وأي يوم .. ثم نزل؟ فقال عبد الرحمن بن عوف: والله يا أمير المؤمنين مازدت على أن قمئت نفسك. فقال عمر: ويحك يا ابن عوف، إنى خلوت فحدثتني نفسي فقالت: أنت أمير المؤمنين فمن ذا أفضل منك؟! فأردت أن أعرفها نفسها (¬1). ¶ 2 - القيام بأفعال تقلل من شأنها: ¶ قال عروة: رأيت عمر بن الخطاب رضي الله عنه وعلى عاقته قربة ماء، فقلت: يا أمير المؤمنين لا ينبغي لك هذا، فقا: لما أتتني الوفود بالسمع والطاعة دخلت في نفسي نخوة، فأحببت أن أكسرها، ومضى بالقربة إلى حُجرة امرأة من الأنصار فأفرغها في إنائها (¬2). ¶ ¬_________ ¶ (¬1) صلاح الأمة في علو الهمة 5/ 434. ¶ (¬2) المصدر السابق 5/ 435.",
            "page": "155",
            "part": "1",
            "seal": "9EE10832"
        },
        {
            "id": "157",
            "nass": "ولقد تشاجر أبو ذر وبلال رضي الله عنهما، فَعَيَّر أبو ذر بلالًا بالسواد فشكاه إلى النبى صلى الله عليه وسلم، فقال: \" يا أبا ذر إنه بقي في قلبك من كبر الجاهلية شيء \" فألقى أبو ذر نفسه، وحلف ألا يرفع رأسه حتى يطأ بلالً خده بقدمه، فلم يرفع حتى فعل بلال (¬1). ¶ 3 - طلب النصيحة والنقد من الآخرين: ¶ فالاستماع إلى النصيحة والنقد من الآخرين له دور كبير في عودة النفس إلى ما كانت عليه، وإزالة شموخها وانتفاخها. ¶ فعلينا أن نطلب ممن حولنا أن يقدموا لنا النصيحة كما كان يفعل عمر بن الخطاب بقوله: رحم الله امرأ أهدى إليّ عيوبي. ¶ ومن صور النصيحة: تقديمها في صورة رسالة مكتوبة ليتسنى لنا قراءتها كل فترة ولتكن بمثابة الدواء السريع عند الشعور بالانتشاء واستعظام النفس. ¶ ولنحذر من مقاطعة الناصح أو محاولة الدفاع عن أنفسنا أمامه، وإلا فقد هذا الدواء مفعوله. ¶ (كان الوزير نظام الملك يكثر من إدخال أحد الفقهاء عليه، فسئل في ذلك، فقال: هذا الفقيه يدخل عليّ فلا يطريني، ولا يغرني، بل يذكرني بذنوبي وتقصيري فيخرج من عندي، وقد غسلت نفسي من الكبر، ثم هو لا يقبل مني عطاء ولو اجتهدت في إقناعه. أما غيره فأشعر حين يخرجون من عندي أن نفسي تغتر ويعتريها غفلات) (¬2). ¶ 4 - أين مرآتك: ¶ ومن صور هذا العلاج كذلك: أن يتخذ الواحد منا لنفسه صديقًا يتعاهد معه على دوام نصحه، مثلما فعل عمر بن عبد العزيز عندما طلب ذلك من مولاه مزاحم ¶ ¬_________ ¶ (¬1) صلاح الأمة في علو الهمة 437. ¶ (¬2) أبطال ومواقف لأحمد فرج عقيلان - ص 430 - دار ابن حزم - بيروت.",
            "page": "156",
            "part": "1",
            "seal": "5106FBED"
        },
        {
            "id": "158",
            "nass": "بقوله: إن الولاة جعلوا العيون على العوام، وأنا أجعلك عيني على نفسي، فإن سمعت مني كلمة تربأ بي عنها، أو فعلًا لا تحبه، فعظني عنده، وانهني عنه .. ¶ وطلب - رحمة الله - نفس الطلب من عمرو بن مهاجر وقال له: يا عمرو إذا رأيتني قد مِلت عن الحق فضع يدك في تلابيبي، ثم هزني، ثم قل لي: ماذا تصنع؟ ¶ بل الأعجب من ذلك أنه لما استخلف رحمة الله قال لمن حوله: انظروا رجلين من أفضل من تجدون، فجئ برجلين فكان إذا جلس مجلس الإمارة أمر، فألقى لهما وسادة قبالته، فقال لهما: إنه مجلس شر وفتنة، فلا يكن لكما عمل إلا النظر إلي، فإذا رأيتما مني شيئًا لا يوافق الحق، فخوفاني وذكراني بالله عز وجل (¬1). ¶ ويؤكد الماوردي على هذا المعنى فيقول: وينبغي للعاقل أن يسترشد إخوان الصدق الذين هم أصفياء القلوب، ومرايا المحاسن والعيوب على ما ينبهونه عليه من مساويه، التي صرفه حسن الظن عنها، فإنهم أمكن نظرًا، وأسلم فكرًا، ويجعلون ما ينبهونه به عليه من مساويه عوضًا عن تصديق المدح فيه (¬2). ¶ ومن هنا ندرك قوله صلى الله عليه وسلم: \" المؤمن مرآة المؤمن \" (¬3). ¶ فليتخذ كل منا لنفسه مرآة يرى فيها عيوبه، ويعود بها إلى حجمه الحقيقي. ¶ 5 - ترك العمل الذي يفسد صاحبه: ¶ فكما قال الحسن: لايزال الرجل بخير ما علم بالذي يفسد عليه عمله. ¶ صلى حذيفة بقوم فلما سلم من صلاته قال: لتلتمسن إمامًا غيري أو لتصلن وحدانًا، فإنى رأيت في نفسي أنه ليس في القوم أفضل مني. ¶ ¬_________ ¶ (¬1) سيرة ومناقب عمر بن عبد العزيز لابن الجوزي ص225، 226. ¶ (¬2) أدب الدنيا والدين ص235. ¶ (¬3) صحيح، أخرجه الطيالسي والضياء عن أنس، وأورده الألباني في صحيح الجامع ح (6655).",
            "page": "157",
            "part": "1",
            "seal": "5D14F33E"
        },
        {
            "id": "159",
            "nass": "وهذا أبو عبيدة بن الجراح يؤم يومًا، فلما انصرف قال: مازال الشيطان بى آنفًا حتى رأيت أن لي فضلًا على من خلفي، لا أؤم أبدًا (¬1). ¶ وكان عمر بن عبد العزيز إذا خطب على المنبر فخاف على نفسه العُجب، قطع خطبته، وإذا كتب كتابًا أعجب به مزقه، ويقول: اللهم إني أعوذ بك من شر نفسي. ¶ وقال بعضهم: إذا كنت تتحدث فأعجبك الحديث فاصمت، وإذا كنت صامتًا فأعجبك صمتك فتحدث (¬2). ¶ 6 - التصدق بالشيء الذي تم الإعجاب به أو مما تحبه النفس: ¶ كما فعلت السيدة عائشة رضي الله عنها في الدرع الذي لبسته وأعجبت به كما مر علينا. ومما يؤكد هذا المعنى أنه صلى الله عليه وسلم قد احتذى نعلًا فأعجبه حسنها فسجد وقال:\" تواضعت لربي عز وجل كي لا يمقتنى \" ثم خرج بها فدفعها إلى أول سائل لقيه، ثم أمر عليًا رضي الله عنه أن يشتري له نعلين سبتيتين جرداوين فلبسهما \" (¬3). ¶ 7 - علينا بتجهيز أجوبه تدفع عنا خطورة المدح وإعجاب النفس: ¶ كقوله صلى الله عليه وسلم للذى أصابته رعدة عند رؤيته: \" هون عليك، فإني لست بملك إنما ابن امرأة من قريش كانت تأكل القديد\" (¬4). ¶ يعلق الماوردي على هذا الموقف فيقول: وإنما قال ذلك صلى الله عليه وسلم حسمًا لمواد الكبر، وقطعًا لذرائع الإعجاب، وكسرًا لإسراف النفس، وتذليلًا لسطوة الاستعلاء (¬5). ¶ وعندما تفاخرت قريش عند سلمان الفارسي رضى الله عنه يومًا، قال سلمان: ¶ ¬_________ ¶ (¬1) الزهد لابن المبارك (193) في زيادات نعيم بن حماد ص 53. ¶ (¬2) الزهد لابن المبارك ص 67. ¶ (¬3) أخرجه عبد الله بن حقيق في \"شرف الفقراء\" من حديث عائشة بإسناد ضعيف. ¶ (¬4) سبق تخريجه. ¶ (¬5) أدب الدنيا والدين ص233.",
            "page": "158",
            "part": "1",
            "seal": "B682BC1A"
        },
        {
            "id": "160",
            "nass": "لكنني خلقت من نطفة قذرة، ثم جيفة منتنة، ثم آتي الميزان، فإن ثقل فأنا كريم، وإن خف فأنا لئيم. ¶ وعندما سئل عمر بن عبد العزيز: يا أمير المؤمنين، كيف أصبحت؟ قال: أصبحت بطينًا، ملوثًا في الخطايا، أتمنى على الله الأماني (¬1). ¶ وكتب رحمة الله كتابًا إلى بعض نوابه في الأمصار وقال في آخره: إني لأعظك بهذا، وإنى لكثير الإسراف على نفسي غير محكم لكثير من أمري (¬2). ¶ البديل: ¶ فإن قلت: لو أغلقنا على النفس مثل هذه الأبواب، وأعطيناها الدواء المضاد فكيف سيكون طعم الحياة .. وأين البديل للسعادة؟ ¶ نعم لو تم التعامل فقط مع هذه الوسيلة دون ما سبق من وسائل سابقة، وبخاصة وسيلة معرفة الله، فقد نعاني من هذا الأمر، وقد نجد ضيقًا في صدورنا مما قد يجعلنا نستسلم لأنفسنا، ونضعف أمامها، ونسقيها شراب النشوة والطرب. ¶ فالحل إذن وجود البديل: ¶ وهل هناك أحلى أو ألذ أو أطعم من حلاوة الإيمان، والقرب من الله والأنس به سبحانه وتعالى؟! كما قال أحد السلف: إنه لتمر بالقلب أوقات يرقص فيها طربًا، وقال آخر: لو علم الملوك وأبناء الملوك ما نحن فيه من النعيم، لجالدونا عليه بالسيوف (¬3). ¶ فلذة مناجاة الله وذكره وتلاوة كتابة لا تعدلها لذة، ولو اجتمعت عليها كل لذات الأرض، فلنحرص على التمتع بتلك اللذة من خلال التعرف على الله - عز وجل - المنعم، الكريم، الودود، الرحيم، القيوم، ولنردد مع من قال: ¶ ¬_________ ¶ (¬1) سيرة ومناقب عمر بن العزيز. ¶ (¬2) لطائف المعارف لابن رجب ص 22. ¶ (¬3) الوابل الصيب لابن القيم ص97.",
            "page": "159",
            "part": "1",
            "seal": "18F67546"
        },
        {
            "id": "161",
            "nass": "لها أحاديث من ذكراك تشغلها ... عن الطعام وتلهيها عن الزاد ¶ لها بوجهك نور يستضاء به ... ومن حديثك في أعقابها حاد ¶ الفرح المحمود: ¶ تبقى نقطة أخرى في هذا الموضوع، وهي خاصة بمسألة الشعور بالفرح والسرور الذي ينتاب الفرد في بعض الأوقات عند ورود نعمة، أو عند التوفيق للقيام بعمل صالح .. هل هذا الفرح مذموم أو لا؟! ¶ الفرح المذموم هو فرح المرء بنفسه وافتخاره بها أنها صارت كذا وكذا، أو قامت بفعل كذا وكذا، وهذا الذي تلبس به قارون: {إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ} [القصص: 76]. ¶ أما الفرح المحمود فهو فرح العبد بربه أن أكرمه بهذه النعمة واختصه بها، وأن وفقه للقيام بهذه الطاعة وجعله سببًا لدعوة الناس وإقبالهم على دينه ... وهذا ما يؤكده قوله تعالى: {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ} [يونس: 58]. ¶ فلا يستطيع أحد أن يمنع نفسه من الفرح عند تلقى أخبار سارة، أو ورود نعمة جديدة، أو القيام بعمل من الأعمال والنجاح فيه، لكن علينا أن ننسب كل فضل لله، وأن يكون فرحنا به سبحانه وتعالى، مثل قوله تعالى: {وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ * بِنَصْرِ اللَّهِ} [الروم: 4، 5]. ونترجم هذا الفرح بمناجاة الله وحمده على فضله وتوفيقه، وأنه لولاه ما تم شيء من هذا أبدًا. ¶ ومما يلحق بهذه النقطة قوله صلى الله عليه وسلم لأبي ذر: \" تلك عاجل بشرى المؤمن \" عندما سأله: يا رسول الله، أرأيت الرجل يعمل العمل لله يحمده الناس عليه؟! ¶ فالضابط لفرح أحدنا بحمد الناس له أن يكون منشأ فرحه: الفرح بالله وبفضله وتوفيقه للقيام بهذا العمل، والذي يساعده على ذلك المسارعة إلى شكر الله - عز وجل - ومناجاته، وأن ينسب الفضل كله إليه. ¶ يقول ابن القيم: والذي يساعد العبد على تصفية سروره من شوائب الطغيان أن يبالغ في الشكر ويكثر منه، وكذلك التواضع والتذلل لله عز وجل.",
            "page": "160",
            "part": "1",
            "seal": "2699C9F4"
        },
        {
            "id": "163",
            "nass": "الفصل السادس ¶ العلاج بالقرآن ¶ * دور القرآن في العلاج. ¶ * لماذا لا ينفعنا القرآن؟! ¶ * الوسائل العامة للانتفاع بالقرآن. ¶ * كيفية علاج العُجب بالقرآن؟!",
            "page": "162",
            "part": "1",
            "seal": "96AE012C"
        },
        {
            "id": "164",
            "nass": "العلاج بالقرآن ¶ القرآن الكريم له دور كبير في علاج أمراض القلوب، وعلى رأسها مرض العُجب، ومايحدثه هذا المرض في نفس الإنسان من تعاظم واستعظام على الآخرين {يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ} [يونس: 57]. ¶ وطريقة القرآن في العلاج طريقة فريدة تجمع الكثير من الوسائل السابقة، وتضيف عليها ما يعين قارئه على مداومة الانتباه لنفسه، والعمل الدائم على إزالة أي تضخم في ذاته. ¶ فمن خلال القرآن: ¶ أولًا: نتعرف على الله عز وجل: ¶ وكما قيل من قبل فإن معرفة الله عز وجل لها دور عظيم في محو أي أثر للكبر في النفس .. وهنا يأتي دور القرآن بكونه رسالة من الله عز وجل للبشر؛ يعرفهم فيها بنفسه من خلال أسمائه وصفاته، وآثار تلك الأسماء والصفات في النفس والكون، مما يورث العبد الكثير من المعرفة به سبحانه، وعلى قدر تلك المعرفة تكون عبودية القلب واتجاه مشاعره لربه ومولاه ... ¶ فعلى قدر معرفة الله المنعم يكون حب العبد له سبحانه، وعلى قدر معرفة الله القيوم تكون الاستعانة والتوكل عليه، وعلى قدر معرفة الله الرحيم يكون الرجاء فيه، وعلى قدر معرفة الله الجبار يكون الخوف والحذر منه عز وجل ... وهكذا .. ¶ وكلما ازدادت معرفة العبد لربه ازداد شعوره بعظيم احتياجه إليه، وضآلة حجمه، وأنه لا قيمة له إلا به، ولا غنى له عنه. ¶ ثانيًا: القرآن يعرفنا بأنفسنا: ¶ قال صلى الله عليه وسلم \" .. وكفى بالمرء جهلًا إذا أعجب برأيه \" (¬1). ¶ ¬_________ ¶ (¬1) رواه الطبراني عن عبد الله بن عمرو.",
            "page": "163",
            "part": "1",
            "seal": "0DD95177"
        },
        {
            "id": "165",
            "nass": "فإعجاب المرء بنفسه دليل على جهله بها وبحقيقتها، لذلك تجد الموضوع الرئيسي في القرآن بعد التعريف بالله هو التعريف بالإنسان وبأصله وحقيقته من ضعف وجهل، وعجز، واحتياج دائم إلى ما يصلحه ويقيمه. ¶ ويعرفنا القرآن كذلك بطبيعة النفس وأنها أمارة بالسوء ... لديها قابلية للفجور والطغيان ... تحب الاستئثار بكل خير .. لا تنظر للعواقب .. ¶ ثالثًا: القرآن يشعرنا بضآلة ما نقدمه من أعمال: ¶ من خلال عرضه الدائم لعبادة الكون وما فيه من مخلوقات لله عز وجل، كقوله تعالى: {فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِنْدَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْأَمُونَ} [فصلت: 38]. ¶ وقوله: {يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ} [الأنبياء: 20]. ¶ رابعًا: القرآن يحذرنا من عاقبة العُجب والكبر والغرور: ¶ ويعرض الكثير من نماذج الذين استسلموا لهذه الأمراض فأهلكتهم؛ كإبليس، وقارون، وفرعون، وصاحب الجنتين. ¶ خامسًا: القرآن يقدم وصفات العلاج لأهل الكبر والغرور والإعجاب بالنفس: ¶ فعلى سبيل المثال: خطاب القرآن لليهود، وتذكيرهم بما فعلوه، يحمل في طياته أيضًا وصفة علاج لهم، إذا ما أرادوا الشفاء مما هم فيه، ومن ذلك مطالبتهم بذكر نعم ربهم عليهم ليكفوا عن طغيانهم {يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ التي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ} [البقرة: 122]. ¶ ومع ذكر النعم، عليهم كذلك تذكر الآخرة وما فيها من أهوال {وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنْصَرُونَ}.",
            "page": "164",
            "part": "1",
            "seal": "757589B3"
        },
        {
            "id": "166",
            "nass": "والقرآن يكشف لهم زيف ادعائهم، ويضع أنفسهم أما اختبار قاس من شأنه أن يزيل أوهامهم {قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ} [الجمعة: 6]. ¶ قال صلى الله عليه وسلم: \" والذي نفسي بيده لا يقولها رجل منهم إلا غص بريقه\" (¬1) يعنى يموت مكانه. ¶ سادسًا: القرآن يبين لقارئه كيف ربى الله رسله وأنبياءه وعباده الصالحين: ¶ رباهم على العبودية والإخلاص له سبحانه، وعلى أنهم بالله لا بأنفسهم ... ¶ فبكلمة قالها يوسف عليه السلام لبث في السجن بضع سنين {وَقَالَ لِلَّذِي ظَنَّ أَنَّهُ نَاجٍ مِنْهُمَا اذْكُرْنِي عِنْدَ رَبِّكَ فَأَنْسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ} [يوسف: 42]. ¶ وبعد الإسراء والمعراج، وبلوغ الرسول صلى الله عليه وسلم بحقيقته، وأنه بالله لا بنفسه {وَلَئِنْ شئنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلًا * إِلَّا رَحْمَةً مِنْ رَبِّكَ إِنَّ فَضْلَهُ كَانَ عَلَيْكَ كَبِيرًا} [الإسراء: 86]. ¶ وأن ثباته أمام المشركين من عند الله {وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا} [الإسراء:74]. ¶ وتحذره من الشرك وصوره {لَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَقْعُدَ مَذْمُومًا مَخْذُولًا} [الإسراء: 22]. ¶ ومع الصحابة رضوان الله عليهم نجد القرآن يذكرهم بعد كل نصر حققوه على ¶ ¬_________ ¶ (¬1) رواه البيهقي في دلائل النبوة - انظر الشفا للقاضي عياض 1/ 207.",
            "page": "165",
            "part": "1",
            "seal": "56D093AC"
        },
        {
            "id": "167",
            "nass": "المشركين بأن الذي انتصر هو الله، وما هم إلا ستار لقدرته، فبعد غزوة بدر {فَلَمْ تَقْتُلُوهُمْ وَلَكِنَّ اللَّهَ قَتَلَهُمْ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى} [الأنفال: 17]. ¶ وبعد الأحزاب {وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا} [الأحزاب: 25]. ¶ وبعد بني النضير {هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ} [الحشر:2]. ¶ وهكذا نجد القرآن يعطي مساحة كبيرة لهذا الموضوع لنحتذي به في تربيتنا لأنفنسا. ¶ سابعًا: القرآن يمحو مواضع الضعف والنقص (المتوهمة) من داخل الإنسان: ¶ وذلك من خلال تعريفه بمكانته في هذا الكون وأنه هو قائده، وكذلك من خلال مخاطبته لعقله، واستثارة كوامنه، مما يشعره بقيمة ما حباه الله به من إمكانات وقدرات. ¶ ثامنًا: القرآن يذكر قارئه دومًا بالله عز وجل وبقدره وعظمته وجلاله، ويذكره كذلك بنفسه وصفاته: ¶ من خلال تكرار تلك المعاني في كثير من السور ... هذا التكرار له دور كبير في ترسيخ تلك المعاني في منطقة اللاشعور، أو اليقين داخل الإنسان، مما يعيد تشكيل أفكاره وتصوراته، ومن ثم سلوكه وأفعاله التلقائيه {وَكَذَلِكَ أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا وَصَرَّفْنَا فِيهِ مِنَ الْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا} ¶ [طه:113].",
            "page": "166",
            "part": "1",
            "seal": "28AA119F"
        },
        {
            "id": "168",
            "nass": "تاسعًا: القرآن وزيادة الإيمان: ¶ ومع أهمية دورالقرآن في التذكير والتوجيه، إلا أن هذا كله لا يكفى لدفع المرء للقيام بمقتضيات ذلك التوجيه، بل لابد من وجود قوة دافعة تستثير همته وإراداته للقيام بمقتضى هذا التوجيه .. وهنا يأتي الدور الخطير للقرآن والذي يتمثل في قدرته على التأثير في مشاعر قارئه واستثارتها بمواعظه البليغة، وقوة سلطان ألفاظه على النفس، مما يزيد الإيمان، ويولد الطاقة الدافعة للقيام بأعمال البر المختلفة بسهولة ويسر {إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا * وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا * وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا} [الإسراء: 107، 109]. ¶ من هنا تتضح لنا أهمية القرآن في استقامة العبد على أمر الله، وتجلببه الدائم بجلباب العبودية له. ¶ لماذا لا ينفعنا القرآن؟: ¶ قد يقول قائل: ولكننا نقرأ منذ زمن بعيد، وختمناه عشرات المرات، ولكننا لا نشعر من خلاله بأي تغيير يحدث داخلنا ... ¶ نعم، هذا هو حالنا مع القرآن، ومما لا شك فيه أن القرآن لم يفقد مفعوله وقوة تأثيره {لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ} [الحشر: 21]. ¶ إن المشكلة فينا نحن لا في القرآن، والسبب الرئيسي لذلك أننا لا نتعامل معه على حقيقته كأعظم معجزة نزلت من السماء، وأن السر الأعظم لهذه المعجزة يكمن في قدرته على التأثير في نفس قارئه، وتغييره من أي حال يكون فيها إلى الحال التي ترضي الله عز وجل ..",
            "page": "167",
            "part": "1",
            "seal": "D5111118"
        },
        {
            "id": "169",
            "nass": "لكننا قد اعتدنا على أن تكون علاقتنا مع القرآن علاقة البحث عن الأجر المترتب على القراءة فقط، دون النظر إلى الانتفاع الحقيقى به، فنقرؤه ونحن غافلون عن مراد خطابه، حتى أننا لا نتعامل معه مثل ما نتعامل مع الجريدة التي نفهم ما نقرؤه منها!! ¶ فكيف لنا إذن أن نتأثر به ونحن قد هجرناه، وهجرنا الانتفاع بمعجزته؟! ¶ كيف ننتفع بالقرآن؟! ¶ فإن كنا نريد الانتفاع بالقرآن، واستخدامه كعلاج فعال لما نعاني منه من أدواء، فعلينا أن نغير طريقة تعاملنا معه، وأن يكون همنا من قراءته الانتفاع بمعجزته والدخول في دائرة تأثيره، وهذا يحتاج منا إلى بعض الوسائل العملية المتدرجة التي تعيننا على العودة الهادئة للقرآن، وإدارة وجوهنا له، والإقبال على مأدبته ... ¶ وهناك وسائل عامة للانتفاع بالقرآن، ووسائل خاصة لاستخدام القرآن كعلاج لمرض العُجب وتضخم الذات. ¶ أما الوسائل العامة فهي: ¶ 1 - الانشغال بالقرآن. ¶ 2 - تهيئة الجو المناسب. ¶ 3 - القراءة المتأنية. ¶ 4 - التركيز عند القراءة. ¶ 5 - التجاوب مع الآيات. ¶ 6 - أن نجعل المعنى هو المقصود. ¶ 7 - ترديد الآية التي تؤثر في القلب. ¶ 8 - تعلم الآيات والعمل بها.",
            "page": "168",
            "part": "1",
            "seal": "D34F49E6"
        },
        {
            "id": "170",
            "nass": "أولًا: الانشغال بالقرآن: ¶ بمعنى أن يصبح القرآن هو شغلنا الشاغل، ومحور اهتماماتنا، وأولى أولوياتنا، ولكي يكون القرآن كذلك لابد من المداومة اليومية على تلاوته مهما تكن الظروف، وأن نعمل على تفريغ أكبر وقت له. ¶ ثانيًا: تهيئة الجو المناسب: ¶ لكي يقوم القرآن بعمله في التغيير لابد من تهيئة الظروف المناسبة لاستقباله، ومن ذلك وجود مكان هادئ بعيد عن الضوضاء يتم فيه لقاؤنا به، فالمكان الهادئ يعين على التركيز وحسن الفهم وسرعة التجاوب مع القراءة، ويسمح لنا كذلك بالتعبير عن مشاعرنا إذا ما استثيرت بالبكاء أو الدعاء. ¶ ثالثًا: القراءة المتأنية: ¶ علينا ونحن نقرأ أن تكون قراءتنا متأنية، هادئة، مترسلة، وهذا يستدعي منا سلامة النطق وحسن الترتيل، كما قال تعالى: {وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا} [المزمل: 4]. ¶ وعلى الواحد منا ألا يكون همه عند القراءة نهاية السورة، ولا ينبغي أن تدفعنا الرغبة في ختم القرآن إلى سرعة القراءة. قال علي رضى الله عنه: لا خير في قراءة ليس فيها تدبر. ¶ وقال الحسن: يا ابن آدم كيف يرق قلبك؟ وإنما همتك في آخر سورتك (¬1). ¶ رابعًا: التركيز مع القراءة: ¶ نريد أن نقرأ كما نقرأ أي كتاب - كحد أدنى - فعندما نشرع في قراءة كتاب أو مجلة أو جريدة، فإننا نعقل ما نقرؤه، وإذا ما سرحنا في موضع من ¶ ¬_________ ¶ (¬1) مختصر قيام الليل لمحمد بن نصر ص 150 - مؤسسة الرسالة - بيروت.",
            "page": "169",
            "part": "1",
            "seal": "B145400B"
        },
        {
            "id": "171",
            "nass": "المواضع عدنا بأعيننا إلى الوراء، وأعدنا قراءة ما فات على عقولنا، وما دفعنا إلى ذلك إلا لنفهم المراد من الكلام. ¶ وهذا ما نريده مع القرآن: أن نقرأه بحضور ذهن، فإذا ما سرحنا في وقت من الأوقات علينا أن نعيد الآيات التي شردت الأذهان عنها. ¶ خامسًا: التجاوب مع القراءة: ¶ القرآن خطاب مباشر من الله عز وجل لجميع البشر: لي، ولك، ولغيرنا ... هذا الخطاب يشمل ضمن ما يشمل: أسئلة وأجوبة، ووعدًا ووعيدًا، وأوامر ونواهي. ¶ فعلينا أن نتجاوب مع الخطاب القرآني بالرد على أسئلته، وتنفيذ أوامره بالتسبيح أو الحمد أو الاستغفار، والسجود عند مواضع السجود ... والتأمين على الدعاء، والاستعاذة من النار، وسؤاله الجنة، ولقد كان هذا من هدي رسول الله صلى الله عليه وسلم، وصحابته الكرام ... ¶ سادسًا: أن نجعل المعنى هو المقصود: ¶ البعض منا عندما يشرع في تدبر القرآن، تجده يقف متمعنًا عند كل لفظ فيه مما يجعل التدبر عملية شاقة عليه، وما يلبث إلا أن يمل فيعود أدراجه إلى الطريقة القديمة في القراءة دون فهم ولا تدبر. ¶ فكيف لنا إذن أن نقرأ بتدبر وسلاسة في نفس الوقت؟! ¶ الطريقة السهلة لتحقيق هذين الأمرين معًا هو أن نأخذ المعنى الإجمالي للآية، وعندما نجد بعض الألفاظ التي لا نعرف معناها، فعلينا أن نتعرف على المعنى من السياق، وهذا ما أرشدنا إليه رسول الله صلى الله عليه وسلم حين قال: \" إن القرآن لم ينزل يكذب بعضه بعضًا، بل يصدق بعضه بعضًا، فما عرفتم منه فاعملوا به، وما جهلتم فردوه إلى عالمه\" (¬1). ¶ ¬_________ ¶ (¬1) حسن، رواه الإمام أحمد في مسنده وابن ماجه في سننه.",
            "page": "170",
            "part": "1",
            "seal": "FB93EB4C"
        },
        {
            "id": "172",
            "nass": "وبهذه الطريقة تصبح قراءة القرآن بتدبر سهلة وميسرة للجميع. ¶ وليس معنى هذا عدم النظر في كتب التفسير ومعاني الكلمات ولكن لنجعلها في وقت آخر غير وقت القراءة حتى نسمح لآيات القرآن أن تنساب داخلنا وتؤثر فينا. ¶ سابعًا: ترديد الآية التي تؤثر في القلب: ¶ وهذه من أهم الوسائل المعينة على سرعة الانتفاع بالقرآن. ¶ قال تعالى: {وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا} [الأنفال: 2]. ¶ فالقرآن من أهم وسائل زيادة الإيمان وذلك من خلال مواعظه البليغة التي تستثير المشاعر وتؤججها، فيحدث بذلك التجاوب بين الفكر والعاطفة. ¶ نعم قد تكون لحظات التجاوب والانفعال قليلة في البداية، ولكن بالاستمرار على قراءة القرآن من خلال استصحاب الوسائل السابقة ستأتي- بعون الله - تلك اللحظات، فإذا ما جاءت علينا أن نحسن التعامل معها، ونعمل على دخول أكبر قدر من نور الإيمان إلى القلب في هذه اللحظات، وذلك ترديد الآية التي أثرت فينا، وعلينا ألا نمل من ذلك طالما وجد التجاوب، وهذا كان يفعله الصحابة والسلف رضوان الله عليهم. ¶ ثامنًا: تعلم الآيات والعمل بها: ¶ فكما أننا نخصص وقتًا يوميًا لتلاوة القرآن، علينا كذلك أن نخصص وقتًا آخر بين الحين والحين، نتعلم فيه عشر آيات من القرآن ثم نجتهد في حفظها والعمل بما دلت عليه من خلق وسلوك، أو ما اشتملت عليه من أوامر ونواه، ولا ننتقل إلى آيات أخرى إلا بعد التأكد من ممارسة العمل بما في تلك الآيات، وهذا ما كان يفعله الصحابة رضوان الله عليهم.",
            "page": "171",
            "part": "1",
            "seal": "D517BEAB"
        },
        {
            "id": "173",
            "nass": "يقول عبد الله بن مسعود - رضي الله عنه -: كان الرجل منا إذا تعلم عشر آيات لم يجاوزهن حتى يعرف معانيهن والعمل بهن \" (¬1). ¶ كيفية علاج الإعجاب بالنفس من خلال القرآن: ¶ مع كون القرآن شفاء لكل ما يعاني منه الإنسان من أمراض، إلا أن له تأثيره الخاص في علاج مرض الإعجاب بالنفس وتضخم بالذات. ¶ فعندما يتتبع القارئ الآيات التي تتعلق بإزالة أسباب العُجب ومظاهره، ويقف عندها ويتفكر فيها، فإن مدلولاتها ومعانيها تنتقل إلى منطقة اللاشعور داخل العقل، وتشكل جزءًا رئيسيًا من يقينه مما يؤدي إلى تغيير حقيقي في تصوراته عن ربه، وعن نفسه، وعن الكون المحيط به لينطلق السلوك بعد ذلك منسجمًا مع هذا اليقين. ¶ وهناك موضوعات معينة تم طرحها في الصفحات السابقة، علينا أن نتتبعها واحدة تلو الأخرى في رحلاتنا المباركة مع كتاب ربنا، والتي تبدأ من سورة الفاتحة وتنتهي بسورة الناس، ولا يتم الانتقال من موضوع إلى آخر إلا بعد أن يشعر المرء بأخذه كفايته منه وعدم وجود جديد يضيفه، وهذا يختلف من شخص لآخر من حيث كم القراءة، المهم هو النتيجة التي نريد أن نصل إليها من تمكن المعنى المراد الوصول إليه من عقولنا وقلوبنا وربطه بواقعنا وأحداث حياتنا. ¶ وهذه الموضوعات هي: ¶ 1 - التعرف على الله القيوم: وقد سبق الإشارة إليه وإلى أهميته في العلاج - بفضل الله ومنته - فى الفصل الأول من هذا الباب، فعلينا أن نبحث في القرآن عن الآيات التي تتحدث عن معنى القيومية وأنواعها وصورها وعبودية التوكل والاستعانة بالله المترتبة عليها. ¶ ¬_________ ¶ (¬1) تفسير القرآن العظيم لابن كثير - المقدمة - 1/ 4 - مكتبة العبيكان - الرياض.",
            "page": "172",
            "part": "1",
            "seal": "B22BE1DC"
        },
        {
            "id": "174",
            "nass": "فمن صور القيومية: قيام الله عز وجل على خلق الإنسان طورًا طورًا {وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ * ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ * ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ} [المؤمنون: 12 - 14]. ¶ ومنها قيامه سبحانه على سقايتنا {وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ فَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ} [الحجر: 22]. ¶ ومنها قيامه على حفظ السماء مرفوعة بغير عمد {إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا} [فاطر:41]. ¶ ومنها أمثلة قيامه بحفظ أوليائه ورعايتهم كما حدث لأهل الكهف {وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ} [الكهف: 18]. ¶ 2 - التعرف على الله المنعم: ومعرفة حقه علينا من شكر لنعمه {وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ} [النحل: 78]. ¶ فكل نعمة أنعم الله بها علينا تستوجب الشكر {وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَكُمْ لِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ فَهَلْ أَنْتُمْ شَاكِرُونَ} [الانبياء: 80]. ¶ فعلينا بالتعرف على نعم الله التي اختصنا بها من خلال آيات القرآن، كنعم الإيجاد من العدم {أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهِهِ أَهْدَى أَمَّنْ يَمْشِي سَوِيًّا عَلَى صِرَاطٍ مُسْتَقِيمٍ * قُلْ هُوَ الَّذِي أَنْشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ} [الملك: 23]. ¶ ونعم العافية، ونعم الحفظ، ونعم التسخير {وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ} [الجاثية: 13].",
            "page": "173",
            "part": "1",
            "seal": "53C8512F"
        },
        {
            "id": "175",
            "nass": "ونعم الأمن والستر، ونعم التوفيق والثبات والهداية {وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَى مِنْكُمْ مِنْ أَحَدٍ أَبَدًا وَلَكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ} [النور: 21]. ¶ ومن جوانب النعم كذلك: نعم الاجتباء وسبق الفضل {هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} [الحج: 78]. ¶ هذا الجانب الأخير له دور كبير في العلاج لأنه سيشعرنا بعظيم فضل الله علينا بلا أي سبب منا، فعلى سبيل المثال: عندما نقرأ الآيات التي تتحدث عن فرعون وقومه وما فعلوه في بني إسرائيل نستشعر عظيم فضل ربنا علينا أن لم يخلقنا في هذا الوقت، ولم يجعلنا من آل فرعون، وهكذا ... ¶ 3 - عفو الله أو النار: فنبحث في القرآن عن الآيات التي تخبرنا بأن عملنا وسعينا لا يستوجب دخول الجنة أو النجاة من النار، فإما عفو الله ومغفرته أو النار، ومن ذلك قوله تعالى: {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ} [آل عمران: 133]. ¶ وقوله: {إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ} [الملك: 12]. ¶ فمن خلال تتبع هذا الموضع والذي قبله \"التعرف على الله المنعم \" تترسخ لدينا حقيقة تقصيرنا في حق الله، وأنه لو طالبنا بحقه لهلكنا، مما يدفعنا إلى الاجتهاد في العمل مع رؤيته بعين النقص والخوف من عدم قبوله {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ أُولَئِكَ يَرْجُونَ رَحْمَتَ اللَّهِ وَاللَّهُ غَفُورٌ رَحِيمٌ} [البقرة: 218]. ¶ 4 - جوانب الفقر إلى الله: ¶ ما هي الجوانب التي نحتاج فيها إلى الله لتستقيم حياتنا، وما هي الجوانب التي يمكننا أن نستغني فيها عن الله؟!",
            "page": "174",
            "part": "1",
            "seal": "2F002651"
        },
        {
            "id": "176",
            "nass": "لنبحث في القرآن عن إجابة لهذين السؤالين لنخرج بحقيقة راسخة عنوانها: لا غنى لنا عن مولانا طرفة عين، فنردد بيقين: لا حول ولا قوة إلا بالله. ¶ ومن الأمثلة لذلك: ¶ - الفقر إلى الله في دوام العافية {قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلَى قُلُوبِكُمْ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِهِ} [الأنعام: 46]. ¶ - الفقر إلى وجود الرزق {أَمَّنْ هَذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ} [الملك:21]. ¶ - فقر العصمة من الفجور {وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجَاهِلِينَ} [يوسف: 33]. ¶ 5 - حقيقة الإنسان: ليبحث كل منا - من خلال القرآن - عن أصله وحقيقته، وجوانب ضعفه وعجزه وجهله، وما هي حدود ملكه في هذا الكون كما سبق بيانه. ¶ كقوله تعالى: {أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ} [المرسلات: 20]. ¶ وقوله: {وَخُلِقَ الْإِنْسَانُ ضَعِيفًا} [النساء: 28]. ¶ وقوله: {وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} [لقمان: 34]. ¶ 6 - طبيعة النفس: علينا أن نبحث في القرآن عن طبيعة أنفسنا ومدى شحها وطغيانها، وكيف نظلمها حين نتبع هواها، ونبحث كذلك عن كيفية جهادها، ووسائل تزكيتها كقوله تعالى: {وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ إِلَّا مَا رَحِمَ رَبِّي} [يوسف: 53].",
            "page": "175",
            "part": "1",
            "seal": "A295F35B"
        },
        {
            "id": "177",
            "nass": "وقوله تعالى: {وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ} [الحشر: 9]. ¶ 7 - كيف ربَّى الله رسله وأنبياءه على تمام العبودية له: وعدم رؤية أنفسهم إلا بعين الحذر والنقص، وكيف كانت التربية القرآنية للرسول صلى الله عليه وسلم تركز على أنه عبد لا يملك من أمره شيئًا، مثله مثل سائر البشر {قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ} [الأعراف: 188]. ¶ وقوله: {لَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَقْعُدَ مَذْمُومًا مَخْذُولًا} [الإسراء: 22]. ¶ وقوله تعالى: {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ} [آل عمران: 128]. ¶ 8 - التعرف على الله الغني الحميد: فنتتبع الآيات التي تتحدث عن غنى الله عنا، وعن عبادتنا، وأن صلاحنا لمصلحتنا {إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا} [الإسراء: 7]. ¶ ونتتبع كذلك صور عبادة الكون لله، ليملأ الحياء أنفسنا مما نقدمه من طاعات قليلة كقوله تعالى: {تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ} [الإسراء: 44]. ¶ 9 - علاج القرآن لحالات الإعجاب بالنفس والاغترار بها، والتكبر على الآخرين، من خلال تتبع نماذج من وقعوا في براثن هذه الأمراض، وكيف تعاملت الآيات معهم كبني إسرائيل الذين زعموا أنهم أبناء الله وأحباؤه، ومع ذلك فقد قدم لهم القرآن وصفة العلاج التي تخلصهم مما هم فيه من تذكيرهم بنعمه عليهم كقوله: {وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُذَبِّحُونَ أَبْنَاءَكُمْ",
            "page": "176",
            "part": "1",
            "seal": "6CE86AED"
        },
        {
            "id": "178",
            "nass": "وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ (49) وَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَأَنْجَيْنَاكُمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَأَنْتُمْ تَنْظُرُونَ} [البقرة: 46، 50]. ¶ وتخويفهم من عواقب أفعالهم {وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنْصَرُونَ} [البقرة: 48]. ¶ وتدحض مزاعمهم وتكشفهم أمام نفوسهم {وَإِذَا قِيلَ لَهُمْ آمِنُوا بِمَا أَنْزَلَ اللَّهُ قَالُوا نُؤْمِنُ بِمَا أُنْزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَاءَهُ وَهُوَ الْحَقُّ مُصَدِّقًا لِمَا مَعَهُمْ قُلْ فَلِمَ تَقْتُلُونَ أَنْبِيَاءَ اللَّهِ مِنْ قَبْلُ إِنْ كُنْتُمْ مُؤْمِنِينَ} ¶ [البقرة: 91]. ¶ فهذه تسعة موضوعات من شأنها أن تزيل - بعون الله - ومدده - الكثير والكثير من مظاهر رؤية النفس واستعظامها، فلينا أن نحسن التعامل معها، وإعطاء كل موضوع منها حقه من الوقت، ولا بأس من تكرارها لتزداد الفائدة المترتبة على ذلك، والله الموفق.",
            "page": "177",
            "part": "1",
            "seal": "43031ACF"
        },
        {
            "id": "180",
            "nass": "الفصل السابع ¶ التعاهد والتربية ودورهما في علاج العُجب ¶ * معنى التربية. ¶ * صور التربية: ¶ ° التربية الذاتية. ¶ ° تربية الأبوين لأبنائهما. ¶ ° التربية مع الآخرين.",
            "page": "179",
            "part": "1",
            "seal": "7418C14C"
        },
        {
            "id": "182",
            "nass": "التعاهد والتربية ¶ معنى التربية: ¶ من معاني التربية أنها \" تحول النظريات إلى سلوك \" وهذا بلا شك لن يتحقق إلا من خلال دوام التربية، وحسن المتابعة .. ¶ فكل ما قيل في الصفحات السابقة وغيرها سيظل حبرًا على ورق ما لم تتم ترجمته إلى سلوك عملي من خلال التعاهد والتربية. ¶ يقول الدكتور جودت سعيد: الأمر لا يقتصر على وجود الفكرة فحسب، بل يتعدى ذلك إلى تحويل الفكرة إلى إيمان يتدخل في سلوك الإنسان، فوجود الفكرة بشكل أوَّلي لا يستلزم إيمان الناس بها إيمانًا يظهر سلوكهم ويدخل في لا شعورهم (¬1). ¶ إذن فالاقتناع بمثل ما في هذه الصفحات من أفكار لا يكفي، بل لابد من التربية عليه. ¶ صور التربية: ¶ وصور التربية التي يمكننا ممارستها هي: ¶ أولًا: التربية الذاتية. ¶ ثانيًا: تربية الأبوين لأبنائهما. ¶ ثالثًا: التربية مع الآخرين. ¶ ¬_________ ¶ (¬1) كن كابن آدم لجودت سعيد - دار القلم - دمشق.",
            "page": "181",
            "part": "1",
            "seal": "96E72891"
        },
        {
            "id": "183",
            "nass": "أولًا: التربية الذاتية ¶ تربية الفرد لنفسه وتعاهدها أولًا بأول أمر لابد منه لمن يريد دوام الاستقامة على أمر الله، لا يكفي من الواحد منا عدم رضاه عن واقعه، أو اقتناعه بأهمية تغيير ما بنفسه من تضخم للذات وشعور بالتميز على الآخرين وفقط، بل لابد من العمل الدؤوب لتغيير ذلك الواقع. ¶ المسئولية فردية: ¶ إن المسئولية أمام الله فردية، وسيدخل كل منا القبر وحده، وسيسأله فيه الملكان وحده، وسيبعث وحده وسيحاسب أمام الله وحده {وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا} [مريم: 95]. ¶ فما قيمة ما يقوم به العبد إن لم يكن له دور في صلاحه وتقواه وقربه من الله؟! ¶ ما قيمة أن نكون سببًا في دخول الناس الجنة، ويكون مصيرنا النار والعياذ بالله؟! ¶ إن هذا ليس معناه الانعزال عن الناس، وترك خدمتهم وإصلاح شأنهم، ولكنه جرس إنذار لنا جميعًا أن لا ننسى أنفنسان .. فكما قال صلى الله عليه وسلم: \" مثل الذي يعلم الناس الخير وينسى نفسه، مثل الفتيلة تضيئ للناس وتحرق نفسها \" (¬1). ¶ ويقول الرافعى: إن الخطأ أكبر الخطأ أن تنظم الحياة من حولك، وتترك الفوضى في قلبك (¬2). ¶ ولكي لا يحدث هذا؛ لابد من أن يكون لنا جميعًا جهد خاص مع أنفسنا، مهما كانت مشاغلنا، وإلا وقعنا فيما حذَّر منه رسول الله صلى الله عليه وسلم في الحديث السابق ذكره. ¶ ¬_________ ¶ (¬1) صحيح، أخرجه الطبراني في الكبير، وأورده الألباني في صحيح الجامع، ح (5837). ¶ (¬2) وحي القلم للرافعي 2/ 42.",
            "page": "182",
            "part": "1",
            "seal": "6574584C"
        },
        {
            "id": "184",
            "nass": "نقطة البداية: ¶ قد يقول قائل: إنني مقتنع بكل ما قيل في الصفحات السابقة، وأرى في نفسي مظاهر التضخم وأتمنى التخلص منها، ولكني لا أجد همة لذلك، فماذا أفعل؟! ¶ هذا هو حالنا جميعًا - إلا من رحم الله - ولا بديل أمامنا إلا بالاستعانة الصادقة بالله عز وجل ليمدنا بمدد من عنده يعيننا به على أنفسنا، ولنعلم جميعًا أنه على قدر حجم الإناء الفارغ الذي سنطلب من الله ملأه سيكون المدد منه سبحانه، فالإمداد بحسب الاستعداد. ¶ فلنلح ونلح عليه سبحانه بأن يتولانا برحمته، ويلحقنا بالصالحين، ويعيننا على معرفته، ومعرفة أنفسنا، وأن يجعل كلًا منا عند نفسه صغيرًا، وأن يؤتي نفوسنا تقواها و ... ¶ ومع هذا الإلحاح الدائم والمستمر على الله عز وجل، فإن هناك بعض الأعمال التي من شأنها - إذا ما أحسنا التعامل معها - أن تولد القوة الدافعة، والطاقة اللازمة لاستثارة الهمة والعزيمة للقيام بتنفيذ الوسائل السابقة ... ¶ من هذه الأعمال: ¶ - الخوف من الله. ¶ - معايشة القرآن. ¶ - قيام الليل. ¶ - الإنفاق في سبيل الله. ¶ - القراءة في سير الصالحين. ¶ الخوف من الله: ¶ للخوف من الله دور عظيم في إيقاظ القلب من غفلته. قال صلى الله عليه وسلم: \" من خاف أدلج، ومن أدلج بلغ المنزل، ألا إن سلعة الله غالية، ألا إن سلعة الله الجنة \".",
            "page": "183",
            "part": "1",
            "seal": "0C563EB9"
        },
        {
            "id": "185",
            "nass": "وقال ذو النون: الناس على الطريق ما لم يزل عنهم الخوف، فإذا زال عنهم الخوف ضلوا الطريق. ¶ إن الخوف من الله يعد بمثابة السياط التي تقع على القلب فتوقظه من رقدته، وتستثيره للانتباه، والتشمير للسفر إلى الله، وبدونه فالقلب راقد، لا يستشعر أهمية شيء .. ¶ إنه أفضل وسيلة تؤهل القلب لحسن استقبال التوجيهات وتنفيذها، كما قال تعالى: {سَيَذَّكَّرُ مَنْ يَخْشَى} [النازعات: 26]. ¶ وسائل استجلاب الخوف: ¶ أهم وسائل استجلاب الخوف من الله وزيادته في القلب \" كثرة ذكر الموت والتوقع الدائم لقدومه، قال صلى الله عليه وسلم: \" أكثروا ذكر هاذم اللذات: الموت، فإنه لم يذكره أحد في ضيق العيش إلا وسعه عليه، ولا ذكره في سعة إلا ضيقها عليه\" (¬1). ¶ ولقد اشتكت امرأة إلى عائشة - رضي الله عنها - قسوة قلبها. فقالت: أكثري من ذكر الموت يرق قلبك، ففعلت فرق قلبها. ¶ ومن الوسائل المعينة للتذكر الدائم للموت: زيارة المقابر، وتغسيل الموتى، واتباع الجنائز، وكتابة الوصية، ودوام مطالعتها. ¶ ومنها أيضًا: الاستماع إلى المواعظ والقراءة في كتب الرقائق. ¶ معايشة القرآن: ¶ مع كون القرآن دواءً ربانيًا شافيًا لكل أمراض القلوب، ووسيلة أكيدة لتزكية النفوس، إلا أن له كذلك قدرة عجيبة على استثارة المشاعر، وتوليد القوة الدافعة للقيام بالأعمال. ¶ ¬_________ ¶ (¬1) حسن، أخرجه البيهقي في الشعب عن أبي هريرة، وحسنه الألباني في صحيح الجامع ح (1211).",
            "page": "184",
            "part": "1",
            "seal": "75AA8900"
        },
        {
            "id": "186",
            "nass": "من هنا تشتد الحاجة إلى معايشة القرآن، والمدوامة على قراءته، والانتفاع به، والدخول في دائرة تأثيره كما تم بيانه في الفصل السابق. ¶ فلنكن دومًا مع القرآن ولنسلم له أزمتنا، ولنجعله في أعلى سلم أولوياتنا، واهتماماتنا. ¶ قيام الليل: ¶ قيام الليل هو مدرسة الإخلاص، ومزرعته التي تبذر فيها بذوره، لتجنى ثمارها بالنهار {وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا} [الإسراء: 79]. ¶ فيه يتذكر كل منا أصله وعبوديته لربه. ¶ وهو من أفضل الوسائل المولدة للطاقة والمثيرة للهمة ... ¶ إنه دواء يومي لابد من تناوله وإلا ضعفت العزيمة وفترت الهمة. ولكي تؤتي هذه الوسيلة ثمارها لابد من معايشة القرآن في القيام، وتدبره والتجاوب معه، وترديد كل آية تؤثر في القلب. ¶ وفى السجود تكون المناجاة من ثناء على الله، وبث الشوق إليه، واستغفاره، واسترحامه. ¶ نشكو إليه أنفسنا، وعدم قدرتنا على التعامل معها ... نشهده بأننا لا غنى لنا عنه، ونلح عليه ألا يتركنا لأنفسنا ولو طرفة عين. ¶ دوام الإنفاق في سبيل الله: ¶ دوام الإنفاق في سبيل الله له دور كبير في تيسير التعامل مع النفس، فمن خلاله يتم تطهيرها من الشح المجبولة عليه، فتسلس قيادتها {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} [التوبة: 103].",
            "page": "185",
            "part": "1",
            "seal": "70D053B4"
        },
        {
            "id": "187",
            "nass": "فلنستخدم هذا الدواء السهل، ولندوام كل يوم، ولنبكر في إخراج الصدقة حتى نحظى بدعوة الملكين، ونستفيد بها طوال اليوم. قال صلى الله عليه وسلم: \" ما من يوم يصبح العباد فيه، إلا ملكان ينزلان، فيقول أحدهما: اللهم أعط منفقًا خلفًا، ويقول الآخر: اللهم أعط ممسكًا تلفًا \" (¬1). ¶ القراءة في سير الصالحين: ¶ من الأمور التي تستثير الهمم وتولد الطاقة: معرفة أحوال الصالحين وكيف كان تعاملهم مع أنفسهم مع شدة خوفهم من ربهم. ¶ فلنقرأ في سير هؤلاء الأخيار، ومن الكتب المرشحة لذلك: ¶ الزهد للإمام أحمد بن حنبل، الزهد لأبن المبارك، التواضع والخمول لابن أبى الدنيا، صفة الصفوة لابن الجوزى. ¶ التربية الوقائية: ¶ ومع اهتمام كل منا بنفسه، والحرص الدائم على تعاهدها، وإعطائها الدواء المناسب لعلاجها مما تعاني منه، فإن هناك أمورًا ينبغي عملها كتربية وقائية. فكما قالوا: تجفيف المنابع أولى من بناء السدود. ¶ فهذه التربية الوقائية: حماية المرء من نفسه وعدم تعريضها لما يشق عليه مجاهدتها فيه. ¶ أما الوسائل المقترحة لهذه التربية فهي: ¶ 1 - علينا أن نبدأ بهذا العلم - علم التزكية وكيفية استصغار النفس - قبل أي علم آخر، ونطبق ما يدل عليه قدر استطاعتنا، مع الأخذ في الاعتبار أن إيقاظ الإيمان في القلب هو نقطة البداية، ثم يأتي هذا العلم ليكون صنوه الذي ¶ ¬_________ ¶ (¬1) متفق عليه: البخاري (2/ 522، رقم 1374)، ومسلم (2/ 700، رقم 1010).",
            "page": "186",
            "part": "1",
            "seal": "71047D0B"
        },
        {
            "id": "188",
            "nass": "يصاحبه ... ولنعلم جميعًا أن العلم بالله هو أشرف العلوم على الإطلاق، فمن أراد العلم الحقيقي فليبدأ بهذا العلم الذي يعرف العبد بربه فيخشاه، وبنفسه فيحذر منها، ثم يأتي العلم بأحكام الله بعد ذلك لمن شاء ليكون صاحبه عالمًا ربانيًا. قال تعالى: {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} [فاطر: 28]. ¶ 2 - عدم طلب المسئولية أو استشرافها، وكذلك عدم تقديم النفس للقيام بعمل ما. كما قال صلى الله عليه وسلم: \" يا أيها الناس لا تتمنوا لقاء العدو وسلو الله العافية، فإذا لقيتموهم فاصبروا \" (¬1). ¶ ففى الحديث ما يدل على عدم تمني لقاء العدو لما فيه من الإعجاب والاتكال على النفس، والوثوق وقلة الاهتمام بالعدو، وكل ذلك يباين الاحتياط والأخذ بالحزم (¬2). ¶ 3 - ومن صور التربية الوقائية: قول الأستاذ مصطفى السباعى - رحمه الله -: إذا أنعم الله عليك بموهبة لست تراها في إخوانك فلا تفسدها بالاستطالة عليهم بينك وبين نفسك، وبالتحدث عنها كثيرًا بينك وبينهم، فإن نصف الذكاء مع التواضع أحب إلى قلوب الناس وأنفع للمجتمع من ذكاء كامل مع الغرور (¬3). ¶ 4 - لنحرص على الساعات الأربع التي نصحنا بها نبي الله دواد - عليه وسلم - بقوله: حق على العاقل أن لا يغفل عن أربع ساعات: ساعة يناجي فيها ربه عز وجل، وساعة يحاسب فيها نفسه، وساعة يفضي فيها إلى إخوانه الذين يخبرونه بعيوبه، ويصدقونه، عن نفسه. ¶ ¬_________ ¶ (¬1) متفق عليه: البخاري (3/ 1082، رقم 2804)، ومسلم (3/ 1362، رقم 1742). ¶ (¬2) عون المعبود في شرح سنن أبي داود (7/ 211). ¶ (¬3) هكذا علمتنى الحياة للسباعي.",
            "page": "187",
            "part": "1",
            "seal": "64B5D466"
        },
        {
            "id": "189",
            "nass": "وساعة يخلي بين نفسه وبين لذاتها فيما يحل ويجمل، فإن هذه الساعة عون على هذه الساعات وإجمام القلوب. ¶ وحق على العاقل أن يعرف زمانه ويحفظ لسانه، ويقبل على شأنه (¬1). ¶ 5 - من وصايا السلف: لا تخرج كل ما عندك ... فقد كانوا ليكرهون إذا اجتمعوا أن يخرج الرجل أحسن حديثه، أو أحسن ما عنده. ¶ وكان عمر بن عبد العزيز يقول: إني لأدع كثيرًا من الكلام مخافة المباهاة (¬2). ¶ ¬_________ ¶ (¬1) الزهد لابن المبارك (1/ 105). ¶ (¬2) المصدر السابق.",
            "page": "188",
            "part": "1",
            "seal": "58AB384B"
        },
        {
            "id": "190",
            "nass": "ثانيًا: تربية الأبوين لأبنائهما: ¶ من صور التربية: تربية الأبوين لأبنائهما على المعاني السابقة، فهما أهم مصدر للعلم والتلقي بالنسبة إليهم. ¶ فعلى قدر اهتمامات الأبوين تكون اهتمامات الأبناء. ¶ وعلى قدر ما يظهر على الأبوين من سلوكيات يكون كذلك الأبناء. ¶ وإن كنا لم نجد من يغرس فينا معاني العبودية لله، وربط أحداث الحياة به سبحانه ونحن صغار، فلنحرص على عدم تكرار ذلك مع أبنائنا، ولنعمل على تربيتهم على المعاني السابقة بأسلوب يتناسب مع سنهم. ¶ ومن أهم ما ينبغي أن يحرص عليه الأبوان في تربيتهما لأبنائهما. ¶ القرآن أولًا: ¶ بمعنى أن تكون معاني القرآن وحدها هي التي تشكل البيئة التي يتربى فيها الابن وينمو ... لماذا؟! ¶ حتى تتشكل تصوراته، ويقينه بطريقة صحيحة، فينسجم سلوكه بعد ذلك مع هذه التصورات فيما يحبه الله ويرضاه. ¶ ولقد كان الصحابة رضوان الله عليهم شديدي الحرص على هذه الوصية لمن بعدهم. ¶ تأمل معي هذه الوصية لعبد الله بن مسعود - رضي الله عنه - والتي يقول فيه: جردوا القرآن ليربو فيه صغيركم، ولا ينأى عنه كبيركم، فإن الشيطان يفر من البيت الذي يسمع تقرأ فيه سورة البقرة.",
            "page": "189",
            "part": "1",
            "seal": "4A077B39"
        },
        {
            "id": "191",
            "nass": "قال شعبة أحد رواة هذا الأثر: فحدثت به أبا التياح وكان عربيًا فقال: نعم أمروا أن يجردوا القرآن. قلت له: ما جردوا القرآن؟ قال: لا يخلطوا به غيره (¬1). ¶ وليس المقصد من ربط الأولاد بالقرآن وتفرغهم له في بداية نشأتهم أن يكون الاهتمام بلفظه فقط، بل بلفظه ومعانيه، كما قال تعالى: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ} [ص: 29]. ¶ فالاهتمام باللفظ فقط لن يكسب الفرد أية معان، بل بالعكس سيرسم القرآن في ذهنه على أنه ألفاظ لا معنى لها، ويعوده القراءة بدون تفكير ولا تدبر. ¶ إن بناء اليقين الصحيح عند أبنائنا لمن أهم صور التربية الصالحة لهم، وسيعود نفعه - بمشيئة الله - عليهم وعلى أسرهم وأمتهم، والقرآن كفيل بذلك إذا ما أعطينا معانيه جُل اهتمامنا، وربطنا بينها وبين الواقع، وجعلنا تشجيعنا لأولادنا مرتبطًا بمدى تعلمهم المعاني الإيمانية من القرآن وتطبيقها على أنفسهم .. والخطوة الأولى في ذلك أن نستحثهم على فهم ما يقرؤونه من القرآن كما يجتهدون في فهم أي شيء آخر يقرؤونه. ¶ ربط أحداث الحياة بالله: ¶ ومع أهمية التركيز على القرآن لبناء اليقين الصحيح عند أبنائنا وتعريفهم بربهم وبأنفسهم، علينا أن نربط أحداث الحياة التي تمر بنا بالله عز وجل. ¶ فنربط النعم بالمنعم - سبحانه - ونعودهم على حمد الله بعد كل نعمة، وسجود الشكر الفوري بعدها. ¶ وأن نمحو من قاموسهم كلمات: أنا، لي، عندي (مجردة) بل نقرنها بالله عز وجل وفضله. ¶ مثل: بفضل الله لي كذا .. بكرم لله عندي كذا .. بتوفيق الله استطعت أن أفعل كذا ... ¶ ¬_________ ¶ (¬1) فضائل القرآن للفريابي ص 151، 152.",
            "page": "190",
            "part": "1",
            "seal": "50A1AFAB"
        },
        {
            "id": "192",
            "nass": "ونعلمهم كذلك كيف يستخرجون نعم الله عليهم من خلال قراءتهم للقرآن كيف يتعرفون عليها من مجريات الحياة وأحداثها اليومية. ¶ ضعف الإنسان وعجزه ومدى احتياجه إلى الله عز وجل: ¶ فنثبت لهم هذه الحقيقة من خلال مواقف الحياة التي يتعرضون لها، وأننا جيمعًا بالله لا بأنفسنا، ولا نستطيع أن نستغني عنه سبحانه ولو لطرفة عين. ¶ الدنيا دار امتحان والملك لله: ¶ فنعلمهم بأن الغنى ليس كرامة، والفقر ليس إهانة، بل كلاهما مواد امتحان، نمتحن فيهما وعلينا بالشكر مع العطاء، والصبر مع المنع، ليترسخ لديهم بأن الغني ليس أفضل من الفقير بغناه، ولا الفقير أقل شأنًا من الغني بفقره، فالكل في امتحان، وعلينا كذلك تكرار حقيقة أن الملك كله لله، فلا يوجد لأحد على ظهر الأرض ملك ذاتي ولو مثقال ذرة. ¶ التواضع: ¶ فنمارس معهم صور التواضع، ونحببهم في الجلوس مع المساكين والأكل معهم ... ونعودهم على قبول الحق من أي إنسان، وخفض الجناح للمؤمنين، والقيام على خدمة الناس ... ¶ ربط المدح بتوفيق الله: ¶ للتشجيع دور كبير في بناء الشخصية القوية كما سيأتي بيانه، ومع ذلك فعلينا أن نربط عبارات التشجيع بتوفيق الله وفضله، ولا نسرف في مدحهم حتى لا نشعرهم بالاستعلاء على غيرهم، وعند وجود مواهب خاصة لدى بعضهم علينا أن نعوده على المبالغة في الشكر والتواضع لله عز وجل، وعدم الاستطالة بهذه المواهب على أصدقائه ...",
            "page": "191",
            "part": "1",
            "seal": "2D22AC49"
        },
        {
            "id": "193",
            "nass": "ومع هذا كله علينا أن نقدم لهم شخصية الرسول صلى الله عليه وسلم كقدوة ونموذج تمثلت فيه هذه المعاني مما يزيدهم حبًا له. ¶ فلو أخذت منا هذه الجوانب الإيمانية التربوية الاهتمام الكافي، فسنكون - بفضل الله - قد قدمنا لأبنائنا أفضل هدية وأجل تربية، ولم لا ونحن بذلك نربيهم على العبودية لله عز وجل، والتعلق به سبحانه، والإخلاص له وحده.",
            "page": "192",
            "part": "1",
            "seal": "387395DF"
        },
        {
            "id": "194",
            "nass": "ثالثًا: التربية مع الآخرين ¶ من طبيعة الإنسان أن فيه إقبالًا وإدبارًا، وهمة وفتورًا، ففي وقت نشاطه وهمته تجده يريد إنجاز كل شيء في أقصر وقت، وفى وقت فتوره وإدباره تراه متثاقلًا عن القيام بالكثير من الأعمال التي كان يقوم بها قبل ذلك بسهولة ويسر. ¶ من هنا تشتد الحاجة إلى وسيلة تنهض بالهمم، وتعين الواحد منا دومًا على الاستمرار في القيام بالوسائل السابقة. ¶ هذا من ناحية، ومن ناحية أخرى فإن النسيان من طبع الإنسان، ولكم سمعنا وقرأنا من نصائح وتوجيهات، كان لها أبلغ الأثر في نفوسنا، وعزمنا وقتها على القيام بمقتضياتها من أعمال، وبمرور الوقت ضعفت الهمة، ونسى التوجيه .. ¶ فما العمل لتلافي هذه العقبات ونحن نسير في طريق إزالة أصنامنا؟! ¶ الحل العملي هو حسن تطبيق قوله تعالى: {وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا} [الكهف: 28]. ¶ الآية المباركة تدلنا على أهمية حبس النفس في طاعة الله من خلال الوجود في بيئة طيبة، وصحبة صالح يتم فيها التعاهد {وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ}. ¶ لابد إذن لكل من يريد الاستمرار في جهاد نفسه أن يتواجد في محضن تربوي وصحبة صالحة، يتربى فيهما على المعاني السابقة وغيرها. ¶ التربية هي عمل الرسل واتباعهم: ¶ إن قضية تغيير ما بالنفس ووضعها في قالبها الصحيح لمن أهم الأمور التي ينبغي أن يبذل فيها الجهد، وهي لن تتم بالمحاضرات والكتب فقط، ولكن بدوام",
            "page": "193",
            "part": "1",
            "seal": "5FC86797"
        },
        {
            "id": "195",
            "nass": "التوجيه والتعاهد والتربية، لذلك نجد أن من مهام الرسل تزكية نفوس أتباعهم {هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ} [الجمعة: 2]. ¶ وهذا ما فعله رسولنا الحبيب صلى الله عليه وسلم، فلم يكن يكتفي بتعليم أصحابه بل بتربيتهم وتعاهدهم كذلك ... انظر إليه صلى الله عليه وسلم وكيف كان غضبه من أبي ذر عندما عير بلالًا بسواده، وتأمل كيف كان قدوة لأصحابه في التواضع .. فقد سئلت السيدة عائشة رضي الله عنها: ما كان رسول صلى الله عليه وسلم يصنع في بيته؟ قالت: كان يرقع الثوب، ويخصف النعل، ونحو هذا (¬1). ¶ وفى غزوة أحد أنه صلى الله عليه وسلم رأى أبة دجانة يتبختر بين الصفين. فقال: \" إنها مشية يبغضها الله إلا في مثل هذا الموطن\" (¬2). ¶ مواقف تربوية: ¶ وجاء من بعده صلى الله عليه وسلم الصحابة رضوان الله عليهم، وقد شربوا مشربه، وتعلموا طريقته، فقد عاشوا في ذلك الجو التربوي الفريد، واستنشقوا هواءه، فكان كل واحد منهم يحرص على أخيه ويفعل ما فيه فلاحه، انظر إلى عمر بن الخطاب ومدى خوفه الشديد على خالد بن الوليد وفتوحاته المستمرة وافتتان الناس به، فكان قرار عزله من إمارة الجيش حرصًا عليه. ¶ واستأذنه تميم الداري أن يقص على الناس فأبى، وقال: إنه الذبح. ¶ ولقد أتى أبو أمامة على رجل في المسجد وهو ساجد يبكي في سجوده ويدعو ربه، فقال له: أنت أنت لو كان هذا في بيتك (¬3). ¶ وهذا ابن المبارك يسأله بعض إخوانه ذات ليلة وكانوا على ثغر من ثغور القتال ¶ ¬_________ ¶ (¬1) أخرجه الإمام أحمد في المسند (6/ 241 رقم 26090) وقال: شعيب الأرنؤوط: حديث صحيح. ¶ (¬2) أخرجه الطبراني (7/ 104، رقم 6508)، وأورده المباركفوري في الرحيق المختوم ص 301. ¶ (¬3) الزهد لابن المبارك ص 50.",
            "page": "194",
            "part": "1",
            "seal": "E9EFE855"
        },
        {
            "id": "196",
            "nass": "يتذاكرون في مسائل العلم: أترى يا ابا عبد الرحمن أن في أعمال البر ما هو أرضى لله تعالى مما نحن فيه؟ قال: نعم .. رجل يسعى على عياله، قام من جوف الليل، يتفقد حال صبيته، ويطمئن إلى راحتهم وأغطيتهم. ¶ يقول البوطي تعليقًا على الخبر: ولا يخامرني شك في أن ابن المبارك إنما قال هذا كي لا تزهو بالسائل نفسه بما هو فيه من الرباط على الثغر مع العكوف على العلم، فيرى أنه قد أتى بذلك ما لم يعطه أحد غيره (¬1). ¶ فلابد إذن لمن ينشد الصلاح لنفسه أن يحيطها بجو تربوي من خلال صحبة صالحة من النصحاء الذين يوجهونه وينصحونه ويتعاهدونه. ¶ دور المحاضن التربوية في العلاج: ¶ مما سبق يتبين لنا أهمية الجو والمحضن التربوي للفرد ليتم فيه تربيته وتكوينه تكوينًا متكاملًا. ¶ فيتربى من خلالها على التواضع، واستصغار النفس، واستقلال ما يقدمه من أعمال. ¶ وفيها يتعلم كيف يغلق الأبواب أمام إلحاح نفسه عليه كي يحمدها أو يستعظمها. ¶ ومن خلالها يتعلم كيفية الانتفاع بالقرآن، واستخدامه كعلاج لتضخم الذات. ¶ وفى فترة التكوين يكون الاهتمام الشديد بالتربية الإيمانية مع التزكية جنبًا إلى جنب، وهذا يستلزم الهدوء وإعطاء هذه الفترة الفرصة الكافية ليكون النتاج صالحًا {كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ} [الفتح: 29]. ¶ فلا تصدر أو تقدم للأمام قبل الأوان، كما قال الشافعى: إذا تصدر الفتى فاته علم كثير. ¶ ¬_________ ¶ (¬1) شخصيات استوقفتني للبوطي - دار القلم - دمشق.",
            "page": "195",
            "part": "1",
            "seal": "A4573E8D"
        },
        {
            "id": "197",
            "nass": "وجود الأكفاء وتوظيف الإمكانات: ¶ وفى المحاضن التربوية يجد المرء حوله من هم أحسن منه كفاءة وعلمًا، فلا يرى نفسه صاحب الموهبة الفذة، وأنه لم تلد النساء مثله. ¶ وفيها يكون الزاد الإيماني الذي يولد الرغبة و يستثير الهمة للقيام بتنفيذ وسائل التزكية، واستصغار النفس. ¶ ومن خلالها يضبط الفهم الصحيح، فيعطي كل ذي حق حقه، ويتعلم كيف يرتب ألوياته، فلا يكفي للعاقل أن يعلم الخير من الشر، بل لابد أن يتعلم خير الخيرين وشر الشريرين (¬1). ¶ وفى المحاضن التربوية: يتم توظيف الإمكانات لخدمة الدين مع مراعاة عدم التسبب في تضخيم أحد عند نفسه، وذلك من خلال عدم تعريض الأشخاص للأضواء قبل أن يتم تكوينهم تكوينًا متكاملًا يركز على الإيمان العميق الذي يُحيي القلوب، وكذلك تزكية النفوس وتربيتها على لزوم الصدق والإخلاص ورؤية فضل الله في كل خير نفعله. ¶ ومن خلالها تتبدل المواقع كل فترة ليتعود الفرد على العطاء دون نظر لمنصب أو مكانة كما قال صلى الله عليه وسلم: \" طوبى لعبد آخذ بعنان فرسه في سبيل الله أشعث رأسه، مغبرة قدماه، إن كان في الحراسة كان في الحراسة، وإن كان في الساقة كان في الساقة ... \" (¬2). ¶ فلنبحث عن تلك الصحبة الصالحة والمحاضن التربوية لتكون نعم العون على إخلاص العمل لله عز وجل. ¶ ¬_________ ¶ (¬1) مجموع الفتاوى 20/ 54. ¶ (¬2) رواه البخاري (3/ 1057، رقم 2730).",
            "page": "196",
            "part": "1",
            "seal": "34C2025F"
        },
        {
            "id": "199",
            "nass": "الفصل الثامن ¶ شبهات يجب أن تزال ¶ * الثقة بالنفس. ¶ * التشجيع والتقدير. ¶ * العزلة. ¶ * قول يوسف عليه السلام.",
            "page": "198",
            "part": "1",
            "seal": "A35AA64D"
        },
        {
            "id": "200",
            "nass": "شبهات يجب أن تزال ¶ هناك بعض الأمور التي تلتبس علينا فنشعر بالتناقض بينها وبين مفهوم استصغار النفس وإزالة صور الكبر وتضخم الذات. ¶ ومن أهمها: ¶ 1 - مفهوم الثقة بالنفس، وتعارضه مع ضرورة استصغارها. ¶ 2 - عبارات التشجيع والتقدير وتعارضها مع خطورة المدح. ¶ 3 - القيام على خدمة الناس والعمل للإسلام وتأثيره السلبي على النفس. ¶ 4 - كراهية تزكية النفس وتعارضها مع ما فعله يوسف عليه السلام. ¶ 1 - مفهوم الثقة بالنفس، وتعارضه مع ضرورة استصغارها: ¶ مما ينبغي أن يعتقده المسلم أنه لا يوجد ملك حقيقي لأحد في هذا الكون إلا لله عز وجل {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ} [البقرة: 107]. ¶ فكل شيء تراه ملك له سبحانه، ولا يملك من سواه أي شيء ولو حتى مثقال ذرة {قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ} [سبأ: 22]. ¶ ولقد أعطى الله عز وجل لكل عبد من عباده بعض الإمكانات ليستخدمها في مشوار حياته الدنيوية، ينتفع بها، ويمتحن فيها .. فأعطى البعض صحة، ذكاء، قوة في العضلات وهكذا, وأعطى الآخر مالًا، أولادًا، سرعة الحفظ والاستيعاب. ¶ هذه الإمكانات والأسباب لا توجد لها قدرة ذاتية تكفل لها قيام بالعمل الذي يريده منها صاحبها. ¶ بمعنى أن الماء سبب للإرواء، ولكنه لا يستطيع ذلك إلا إذا أمده الله بالقدرة على ذلك، والدواء لا يسبب الشفاء إلا إذا أتته الفاعلية من الله عز وجل.",
            "page": "199",
            "part": "1",
            "seal": "C986CACB"
        },
        {
            "id": "201",
            "nass": "والساق وما تحتويه من عضلات وأعصاب وعظام لا تستطيع حمل الجسم والسير به بدون المدد الإلهي الآني. ¶ وماء زمزم فيه إمكانية الشفاء .. هذه الإمكانية تحتاج إلى تفعيل من الله عز وجل لتتم .. وهكذا في كل ما معنا من إمكانات وأسباب .. لا قيمة لها بدون المدد الإلهي. فالنار التي هي سبب للإحراق هي النار التي سلبت تلك الخاصية عندما ألقى فيها إبراهيم عليه السلام، بل إنها مدت بفاعلية أخرى عكس فاعليتها الطبيعية المألوفة {قُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيمَ} [الأنبياء: 69]. ¶ المفهوم الصحيح للثقة بالنفس: ¶ فإن كان المقصد من مفهوم الثقة بالنفس هو الثقة بوجود الإمكانات والأسباب التي حبانا الله إياها فهي ثقة محمودة، وينبغي أن يتربى عليها الفرد ليصبح قوي الشخصية، أما عدم تعرفه على ما معه من إمكانات ومن ثم عدم ثقته في وجودها، فإن ذلك من شأنه أن ينشأ فردًا مهزوز الشخصية لا يقدر على اتخاذ قرار .. ¶ ومثال ذلك لو أن شابًا من الشباب أراد الخروج في نزهة مع أصدقائه، فجهزت له أمه حقيبة فيها طعام وشراب وأدوية .. وكل ما يحتاجه في نزهته .. هذا الشاب أخذ الحقيبة ولم يحاول التعرف على ما فيها، وعندما اقترب موعد الغداء شعر بالاضطراب، فكل أصدقائه أخرجوا ما معهم من طعام وهو يظن أنه ليس معه طعام، وزاد حرجه وضيقه عندما بدأوا في الأكل والجميع يريد إعطاءه مما معهم .. هذه الحالة التي وصل إليها ما كانت لتحدث لو أنه تعرف على ما في حقيبته، وفى نفس الوقت فقد يأتيه أحد أصدقائه بعد أن يرى عليه أمارات الحياء والحرج ويطلب منه أن يفتش في حقيبته لعله يجد شيئًا .. وبالفعل يجد الطعام لتزول علامات الاضطراب والضيق وتستبدل بالفرح والسرور. ¶ إذن فكل ما عمله صديقه هو مساعدته في التعرف على ما معه من طعام. ¶ فالثقة المحمودة بالنفس هي الثقة بما معنا من إمكانات حبانا الله إياها، فشخص",
            "page": "200",
            "part": "1",
            "seal": "8D87D3D6"
        },
        {
            "id": "202",
            "nass": "حباه الله ذكاء لكنه يشك في وجوده لديه .. هذا الشخص بلا شك لن يحاول استخدام هذا الذكاء. ¶ وآخر أعطاه الله قوة في العضلات، أو قدرة على التحمل، أو موهبة من المواهب .. هذه الأشياء لن يستخدمها صاحبها إلا إذا أيقن بوجودها، وهذا يحتاج إلى من يبني له ثقته بنفسه، أي ثقته بما حباه الله. ¶ ماذا فعل ذو القرنين: ¶ فالثقة بالإمكانات التي حبانا الله إياها محمودة ومطلوبة لبناء الشخصية القوية، التي تحسن استخدام ما معها، كما فعل ذو القرنين عندما طلب منه قوم من الأقوام القيام ببناء سد يفصل بينهم وبين يأجوج ومأجوج ووعدوه بأجر كبير نظير ذلك .. لم يقم ذو القرنين ببناء السد بمفرده، بل استثار عزائمهم وأرشدهم إلى ما معهم من إمكانات، فكانوا نعم العون في بناء هذا السد {قَالُوا يَا ذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَى أَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا (94) قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ فَأَعِينُونِي بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا (95) آتُونِي زُبَرَ الْحَدِيدِ حَتَّى إِذَا سَاوَى بَيْنَ الصَّدَفَيْنِ قَالَ انْفُخُوا حَتَّى إِذَا جَعَلَهُ نَارًا قَالَ آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا} [الكهف: 94، 96]. ¶ ومع هذه الثقة بما معنا من إمكانات علينا أن نربط فاعليتها بالله عز وجل، فالذكاء مرهون بالمدد الإلهي المستمر، والذاكرة القوية كذلك .. ¶ فالله هو الذي ينطقنا من خلال اللسان، والأحبال الصوتيه، ولو شاء ما أنطقنا مع وجود هذه الأسباب، والله هو الشافي والدواء وسيلة لذلك .. ولا قيمة لهذا الدواء بدون الله عز وجل وهكذا .. ¶ الغرور: ¶ أما الثقة المذمومة بالنفس فهي الثقة بما عند الفرد من إمكانات ونسبة فاعليتها",
            "page": "201",
            "part": "1",
            "seal": "34E3CADB"
        },
        {
            "id": "203",
            "nass": "لنفسه لا إلى الله .. فهو يرى نفسه أنه قوي بعضلاته يستطيع مصارعة أي فرد في أي وقت، أو أنه ذكي يستطيع حل أي مسألة رياضية في أقل وقت .. أو أنه مفاوض ماهر يستطيع الحصول على أحسن العروض ولا ينسب ذلك لله، ويعتمد على قدرته الذاتية على تفعيل إمكاناته متى شاء .. وهذا هو الغرور. ¶ فالغرور لغة هو الخداع، والشخص المغرور هو الذي ينخدع بما معه من إمكانات وينسبها لنفسه ولا ينسبها لله عز وجل تمامًا كما فعل صاحب الجنتين {وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِنَفْسِهِ قَالَ مَا أَظُنُّ أَنْ تَبِيدَ هَذِهِ أَبَدًا (35) وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا} [الكهف: 35، 36]. ¶ وعندما رآه صاحبه وقد تلبس به الغرور قال له ناصحًا: {أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا * لَكِنَّا هُوَ اللَّهُ رَبِّي وَلَا أُشْرِكُ بِرَبِّي أَحَدًا * وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ} [الكهف: 37، 39]. ¶ إنه بهذه العبارات ذكره بأصله وحقيقته، فابن التراب ماذا يملك؟! ومن أين جاء بالمال؟! فهذه الجنات ملك لله، وهو الذي حباه إياها ولو شاء لمنعها عنه {فَعَسَى رَبِّي أَنْ يُؤْتِيَنِ خَيْرًا مِنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِنَ السَّمَاءِ فَتُصْبِحَ صَعِيدًا زَلَقًا (40) أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا فَلَنْ تَسْتَطِيعَ لَهُ طَلَبًا (41) وَأُحِيطَ بِثَمَرِهِ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَا أَنْفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَيَقُولُ يَا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا} [الكهف: 40، 42]. ¶ إذن فالثقة بالنفس بمفهومها الصحيح مطلوبة ولا تتنافى مع ضرورة استصغار النفس بالمفهوم الذي تم بيانه في صفحات هذا الكتاب، بل إنها تتوافق وتتناغم معه. ¶ 2 - عبارات التشجيع وتعارضها مع خطورة المدح: ¶ من وسائل بناء الثقة بالنفس عند أي إنسان - وبخاصة الأطفال - استخدام عبارات التشجيع والثناء والمكافآت عند النجاح في القيام بالأعمال، وهو ما يسميه علماء التربية: التعزيز الإيجابي ..",
            "page": "202",
            "part": "1",
            "seal": "E8A6661E"
        },
        {
            "id": "204",
            "nass": "وهذا بلا شك له دور كبير في إكساب الفرد ثقة بنفسه، وفى الوقت نفسه له مخاطر كبيرة تترتب على التأثير السلبي للمدح في نفس متلقيه، فكيف يتم التوفيق بين الأمرين؟! ¶ عندما تكون عبارات التشجيع والثناء موجهة للشخص دون ربطها بالله عز وجل وبتوفيقه ومدده، فهنا تكون الخطورة البالغة التي تضخم الذات وتبني الصنم. ¶ أما إذا ما استخدمت تلك العبارات في وقتها المناسب مع ربطها بالله عز وجل، والمبالغة في ذلك، وأنه لولا الله ما تم النجاح في هذا الأمر، والمطالبة بحمد الله وشكره على هذا التوفيق، عند ذلك تكون هذه العبارات قد أدت غرضها في بناء الثقة، دون أن تتسبب في ذبح الممدوح، مع الوضع في الاعتبار أنها تستخدم في وقت الحاجة والضرورة فقط لتعريف الشخص بإمكاناته وبناء ثقته بها. ¶ 3 - القيام بخدمة الناس والعمل للإسلام وتأثيره السلبي على النفس: ¶ قد يقول قائل: إذا كانت الأضواء والاحتكاك بالناس، لها دور كبير في تضخيم الذات والشعور بالاستعلاء على الآخرين، فمن الأولى ترك العمل للإسلام، والانعزال عن الناس. ¶ والسؤال هنا: إذا فعلت ذلك فهل تأمن على نفسك من عدم دخول العُجب إليك بعزلتك هذه؟! ¶ إن العُجب داء خبيث له مداخله المتعددة - كما مر علينا - وقد يستولي على الإنسان من خلال ما يتاح أمامه من أفكار ترد على العقل، أو أفعال تقوم بها الجوارح، فهل المعتزل في بيته سيظل ساكنًا في مكانه لا يفكر في شيء، ولا يفعل شيئًا؟! ¶ إن الحل ليس في العزلة .. فلو ذهب أحدنا إلى كهف مظلم لا يراه فيه أحد من الناس، ولا يتعامل معه أحد، فهو بذلك لن ينجو من الإعجاب بنفسه ..",
            "page": "203",
            "part": "1",
            "seal": "A9854060"
        },
        {
            "id": "205",
            "nass": "فالحل إذن في مقاومة هذا الداء، وتجفيف منابعه أولًا بأول، بمعنى أننا لن نستطيع أن نغلق الباب أمام العُجب إلا من داخلنا وليس من خارجنا .. ¶ هذه واحدة، والثانية أن مخالطة الناس تكشف للفرد الكثير من عيوبه، وتنبهه إلى أشياء لم تكن تخطر له على بال. ¶ ولكن هذه المخالطة - كما مر علينا - ينبغي أن تكون في الخير لا في الشر. ¶ واإسلاماه: ¶ النقطة الثالثة أننا لسنا مخيرين في ترك الناس، فوضع الأمة الإسلامية في هذا العصر، وما حدث لها من تفكك وتشرذم، واستعلاء أعدائها عليها، وتحكمهم فيها .. هذا كله يستوجب العمل للإسلام، ومخالطة الناس ودعوتهم إلى الله، ومساعدتهم في تغيير ما بأنفسهم ليغير الله ما بنا وبهم، ويصرف عنا عذابه الذي حاق بنا .. ¶ تخيل أننا جميعًا قد تركنا الناس، وانصرف كل منا إلى شأنه الخاص؟! ¶ من ياترى سيقف أمام المخطط الصهيوني الرامي إلى محو شخصية المسلمين وهويتهم والقضاء عليهم؟! ¶ من سيقف أمام العلمانيين الذين يريدون فصل الدين عن الحياة؟! ¶ من سيواجه حملات التبشير الصليبي التي تتوالى على المسلمين في أفريقيا وآسيا، ونجحت بالفعل في تنصير العديد منهم ... ¶ من للغافلين .. من للشاردين من المسلمين هنا وهناك؟! ¶ ضرورة التوازن: ¶ من هنا يتضح لنا أن عملنا للإسلام لا ينبغي أن يكون على حساب عملنا مع أنفسنا، كما أن عملنا مع أنفسنا لا ينبغي أن يكون على حساب عملنا للإسلام.",
            "page": "204",
            "part": "1",
            "seal": "1E1BF77C"
        },
        {
            "id": "206",
            "nass": "ويؤكد على ذلك الحافظ ابن كثير في تفسير قوله تعالى: {أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ أَفَلَا تَعْقِلُونَ} [البقرة: 44]. ¶ فيقول: والغرض أن الله تعالى ذمهم على هذا الصنيع، ونبههم على خطئهم في حق أنفسهم حيث كانوا يأمرون بالخير ولا يفعلونه، وليس المراد ذمهم على أمرهم بالبر مع تركهم له، بل على تركهم له ... فكل من الأمر بالمعروف وفعله واجب، لا يسقط أحدهما بترك الآخر، على أصح قولي العلماء من السلف والخلف (¬1). ¶ لتكن لك عينان: ¶ لابد إذن أن يكون لكل منا عينان وهو يسير في هذه الحياة، عين يتحرك بها وسط الناس يدعوهم ويوجههم لفعل الخير، وعين يراقب بها نفسه، ويتعاهدها بما يصلحها. ¶ 4 - كراهية تزكية النفس وتعارضها مع ما فعله يوسف عليه السلام: ¶ هناك آيات وأحاديث عديدة تنهي المسلم عن تزكية نفسه، وتطالبه بعدم سؤال الإمارة أو الحرص عليها لما في ذلك من فتنة عظيمة {فَلَا تُزَكُّوا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى} [النجم: 32]. ¶ عن أبى موسى الأشعري رضي الله عنه قال: دخلت على النبى صلى الله عليه وسلم أنا ورجلان من بني عمي، فقال أحدهما: أمرنا على بعض ما ولاك الله عز وجل، وقال الآخر مثل ذلك، فقال: \" إنا والله لا نولي هذا العمل أحدًا سأله أو أحدًا حرص عليه \" (¬2). ¶ حب النفس للرئاسة: ¶ إن حب الرئاسة أمر كامن في النفس، فمن خلالها تحقق أسمى شهواتها في التميز والعلو على الآخرين، وهي آخر ما يخرج من القلوب. كما قال أحد الصالحين: آخر ما يخرج من قلوب الصديقين حب الرئاسة. ¶ ¬_________ ¶ (¬1) تفسير القرآن العظيم للحافظ ابن كثير. ¶ (¬2) متفق عليه: أخرجه البخاري (9/ 80 7149) ومسلم (3/ 1456، رقم 1733).",
            "page": "205",
            "part": "1",
            "seal": "26C2EEF1"
        },
        {
            "id": "207",
            "nass": "ومن أراد أن يدرك مدى حب النفس للرئاسة وتلذذها بها، فلينظر إلى حاله عندما يطلب منه ترك موقعه أو المسئولية المناطة به والعودة للخلف .. ليتخيل حجم الغصة والمرارة التي يعاني منها في مثل هذا الموقف، تمامًا كحال الرضيع الذي يستلذ بالرضاعة، ويغتم بالفطام، كما قال صلى الله عليه وسلم: \" إنكم ستحرصون على الإمارة، وستكون ندامة يوم القيامة. فنعمت المرضعة وبئست الفاطمة \" (¬1). ¶ خطورة مدح النفس: ¶ فإن كانت للرئاسة لها هذه المخاطر، فتزكية المرء لنفسه وتقديمها أمام الآخرين للقيام بعمل ما، لها أيضًا مخاطر عظيمة، ولم لا وفيها نوع من أنواع الوثوق بالنفس والاعتماد عليها، وهذا منهي عنه - كما مر علينا -، فثقة المرء المحمودة بنفسه مبعثها ثقته بما حباه الله من إمكانات تتوقف فاعليتها على المدد الإلهي المتواصل ... معنى ذلك أنه لا يستطيع أن يدعي أن له قدرات ذاتية تستطيع فعل الشيء الذي يريده في الوقت الذي يريده، فالأمر ليس بيده، بل بيد الله عز وجل {وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا * إِلَّا أَنْ يَشَاءَ اللَّهُ} [الكهف: 23، 24]. ¶ فهل مع أحدنا تفويض من الله عز وجل بأنه يستطيع فعل ما يقدم نفسه له؟! {أَمْ لَكُمْ أَيْمَانٌ عَلَيْنَا بَالِغَةٌ إِلَى يَوْمِ الْقِيَامَةِ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ} [القلم: 39]. ¶ ومن مخاطر تقديم النفس أنها تعكس استعظام صاحبها لها، ورؤيتها بعين الاستعلاء والأفضلية على غيرها، مما يعرض صاحبها لمقت الله، وحرمان التوفيق في هذا العمل الذي أراد القيام به. ¶ يوسف عليه السلام وطلبه المسئولية: ¶ فإن قلت: ولكن يوسف عليه السلام طلب المسئولية لنفسه .. فكيف يمكن التوفيق بين النهي عن تزكية النفس وما فعله يوسف عليه السلام - بقوله: {اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ} [يوسف:55]. ¶ ¬_________ ¶ (¬1) صحيح البخاري (6/ 2613، رقم 6729).",
            "page": "206",
            "part": "1",
            "seal": "39855371"
        },
        {
            "id": "208",
            "nass": "المتأمل لما حدث مع يوسف - عليه السلام - بعد تأويله لرؤيا الملك، يجد أن ملك مصر قد أعجب به وبما عنده من إمكانات .. هذا الإعجاب دفعه لاختياره لأن يكون بجواره {وَقَالَ الْمَلِكُ ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي فَلَمَّا كَلَّمَهُ قَالَ إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ} [يوسف: 54]. ¶ إذن فيوسف - عليه السلام - قد سلطت عليه الأضواء، وأصبح من الخواص عند الملك، ومن ثم دخل دائرة التكليف .. هنا اختار لنفسه المجال الذي يظن أنه قد يحسن فيه بتوفيق من الله، ولم لا وهو العبد المعترف دومًا بفضل الله عليه فيما حباه من إمكانات. ¶ ألم يقل لصاحبي السجن عندما طلبا منه تفسير أحلامها {قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَنْ يَأْتِيَكُمَا ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي} [يوسف: 37]. فإذا كان المرء في نفس الحالة التي كان فيها يوسف عليه السلام ولا مناص له من التكليف، فلا بأس أن يختار لنفسه المجال الذي يرى أن إمكاناته التي حباه الله إياها تؤهله للقيام به، مع يقينه بتوقف ذلك كله على عون الله ومدده المستمر له ... ¶ ضوابط تقديم النفس: ¶ ومع ذلك، فهناك ضوابط ينبغي مراعاتها إذا ما اضطر شخص إلى تقديم نفسه وقد ذكرها د. عادل الشويخ - رحمه الله - في كتابه تقويم الذات، ونجملها في هذه النقاط: ¶ 1 - الأصل هو عدم طلب المسئولية أو الإمارة أو عمل بعينه، والاستثناء هو طلبها لمصلحة راجحة لا ظنية، مثل الذي يتقن لغة من اللغات، ولا يعرف بذلك أحدًا ممن حوله، فله أن يعرفهم بذلك، ويقدم نفسه لهم إذا ما وجدهم يبحثون عمن يترجم لهم مقالة بهذه اللغة إلى لغتهم.",
            "page": "207",
            "part": "1",
            "seal": "199ED013"
        },
        {
            "id": "209",
            "nass": "2 - أن يكون الناس من حوله يجهلون عنه الشيء الذي يحسنه، أما إذا ما كانوا يعرفونه فليس له أن يقدم نفسه بأي حال من الأحوال، مع الأخذ في الاعتبار أن الشيطان يدخل للواحد منا من باب أن مصلحة الدين، ومصلحة الدعوة أن يكون في المقدمة، فهو صاحب جهد مميز، وتجربة عظيمة، وما يريد أن يقوم به من عمل لا يستطيع أن يقوم به غيره، فخوفه على الدعوة يستدعي منه تقديم نفسه، وتشبثه بمكانه في المقدمة. ¶ هذه التصورات - لو كانت صحيحة - فليس من شأن صاحبها أن يدعيها أو يصرح بها، ولكنها من شأن من حوله، فهم يعرفونه جيدًا، ويحرصون على مصلحة الدين كما يحرص .. ومما يدعو للأسف أن غالب مثل هذه الادعاءات تدل على رؤية صاحبها لنفسه بعين التعظيم، وأن منطلقه الأساسي هو مصلحة نفسه قبل مصلحة الدعوة، ولو كان صادقًا في ادعاءاته، ما زكى نفسه، ولسعد باختيار غيره - إذا ما حدث - وعمل معه وهو في الظل بنفس الهمة والجهد والنشاط كما لو كان مكانه. ¶ 3 - عندما تترجح المصلحة الدينية الحقيقية، ويضطر المرء إلى تقديم نفسه للآخرين للقيام بعمل ما، فعليه أن يقرن ذلك بأن ما يدعيه عن نفسه فهو بتوفيق الله وفضله وكرمه، ولولاه سبحانه ما كان كذلك ¶ {وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا وَقَالَا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَى كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ (15) وَوَرِثَ سُلَيْمَانُ دَاوُودَ وَقَالَ يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ إِنَّ هَذَا لَهُوَ الْفَضْلُ الْمُبِينُ} [النمل: 15، 16]. ¶ 4 - ومن الضوابط كذلك: عدم المبالغة في مدح النفس، بل بقدر، وبكلمات قليلة تؤدي الغرض، وليعلم كل من يضطر لذلك أن كل كلمة يقولها عن نفسه تعد بمثابة سهم يوهن قلبه، ويفتح الباب لفتنة عظيمة أمامه، فليقلل قدر الإمكان من هذه السهام، وليسارع بعد ذلك بمناجاة الله أن يحفظه من شرها ويطلب منه العفو والمغفرة، وليردد {رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا} [البقرة: 286].",
            "page": "208",
            "part": "1",
            "seal": "F0FC2E34"
        },
        {
            "id": "210",
            "nass": "اختبار الصدق: ¶ من علامات صدق من يقدم نفسه من أجل مصلحة دينية لا مصلحة شخصية أنه إذا لم يوافق على طلبه، أو يقع عليه الاختيار يسعد بذلك ويفرح فرحًا شديدًا، لأن الله عز وجل قد عصمه من التعرض لفتنة المسئولية والتصدي وتسلط الأضواء عليه، وفى نفس الوقت فقد أدى ما عليه، ولم يكتم ما عنده مما حباه الله وبفضل عليه .. ¶ فإن حزن وتضايق، ووجد حربًا في صدره من عدم اختياره لها، فهذا دليل على عدم الصدق، فليستغفر الله، وليداو نفسه بمثل ما سبق من وسائل، وليبالغ في تكلف التواضع وصوره المختلفه، والله المستعان.",
            "page": "209",
            "part": "1",
            "seal": "6BC3E420"
        },
        {
            "id": "212",
            "nass": "الخاتمة ¶ وبعد ... ¶ ألا توافقني - أخي الحبيب - أن العبرة ليست في القيام بالعمل الصالح فقط، بل لابد من المحافظة عليه، وعدم السماح للنفس بالاستيلاء عليه، وجعله وسيلة لشموخها واستعلائها على الآخرين .. ¶ فلننتبه لأنفسنا، ولنحذرها، ولنستعن بالله عليها، ولنقف لداء العُجب بالمرصاد. ¶ نعم، الوسائل كثيرة، لأن الأمر صعب، والنفس ملازمة لنا، ومحبوبة لدينا، والداء خبيث لايمكن لأحد أن يهرب منه، ولا حل أمامنا إلا مواجهته، ومقاومته بوسائل متعددة. ¶ ولعلك - أيها القارئ الكريم - تلاحظ أن الجامع المشترك لأغلب الوسائل المذكورة في صفحات الكتاب هو القرآن، ولم لا وقد وصفه ربنا بقوله: {قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ} [فصلت: 44]. ¶ فلنقبل على القرآن، ولنعطه أفضل أوقاتنا، ولنحسن التعامل معه، والاستشفاء بشفائه. ¶ وفى النهاية .. أخى الحبيب: ¶ يعلم الله عز وجل أن من أهم ما دفعني لكتابة تلك الصفحات هو خوفي عليك ألا تقع فيما وقعت فيه، فابدأ معي من الآن، وهيا نسقي أنفسنا دواءها، لتحسن استقامة خطواتنا إلى الله. ¶ فهل لي منك دعوة صادقة تدعوها لي في وقت صفائك وإقبالك على الله؟!",
            "page": "211",
            "part": "1",
            "seal": "BE1B4150"
        },
        {
            "id": "213",
            "nass": "هل لك أن تدعو لي بالشفاء مما تلبس بي من هذا الداء الخبيث؟! ¶ هل لك أن تدعو لي ولك أن يعظم الله قدره عندنا، ويصغر قدر أنفسنا في أعيننا، ويقينا شرها، وأن يثبتني وإياك على الحق حتى نلقاه وهو راضي علينا، فيسكننا بفضله جنته، ويجعلنا ممن قال فيهم: \" إخوانًا على سرر متقابلين\"؟! ¶ والحمد لله الذي بنعمته تتم الصالحات ..",
            "page": "212",
            "part": "1",
            "seal": "44985C29"
        }
    ],
    "t232": [
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الأول هل بداخلنا أصنام؟!"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "تمهيد لا غني لأحد عن الله"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": "1",
            "tit": "لا تأخذه سنة ولا نوم"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": null,
            "tit": "لا إله إلا الله"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": null,
            "tit": "لا حول ولاقوة إلا بالله"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "1",
            "tit": "الشرك ظلم عظيم"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الأول الشرك الخفي"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": null,
            "tit": "أنواع الشرك بالله"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": "1",
            "tit": "معنى الشرك الخفي"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": null,
            "tit": "أمثلة من الواقع"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": "1",
            "tit": "حقيقة العجب"
        },
        {
            "id": "20",
            "lvl": "3",
            "sub": null,
            "tit": "حمد النفس"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": null,
            "tit": "الداء الخبيث"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": null,
            "tit": "اللحظات العابرة"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني أسباب تضخم الذات ووجود الصنم"
        },
        {
            "id": "26",
            "lvl": "3",
            "sub": null,
            "tit": "أولا: الجهل بالله عز وجل"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: الجهل بالنفس"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": null,
            "tit": "ثالثا: إهمال تزكية النفس"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": null,
            "tit": "رابعا: كثرة الأعمال الناجحة"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": null,
            "tit": "خامسا: كثرة المدح"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": null,
            "tit": "سادسا: علو اليد ونفوذ الأمر"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": "1",
            "tit": "سابعا: قلة مخالطة الأكفاء وعدم وجود النصحاء"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": "2",
            "tit": "ثامنا: تربية الأبوين (النشأة الأولى)"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": null,
            "tit": "تاسعا: وجود نقاط ضعف في شخصية الفرد أو في البيئة المحيطة به"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": "1",
            "tit": "عاشرا: الاشتهار بين الناس"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثالث مظاهر الإعجاب بالنفس وتضخم الذات"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": null,
            "tit": "كثرة الحديث عن النفس"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": "1",
            "tit": "طلب الأعمال والتقدم إليها"
        },
        {
            "id": "39",
            "lvl": "3",
            "sub": null,
            "tit": "صعوبة التلقي من الغير أو قبول النصيحة"
        },
        {
            "id": "39",
            "lvl": "3",
            "sub": "1",
            "tit": "استصغار الآخرين"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": null,
            "tit": "المن بالعطايا"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": "1",
            "tit": "كثرة أحلام اليقظة بالاشتهار بين الناس"
        },
        {
            "id": "41",
            "lvl": "3",
            "sub": null,
            "tit": "التعالي على الناس"
        },
        {
            "id": "41",
            "lvl": "3",
            "sub": "1",
            "tit": "أمثلة من الواقع"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الرابع خطورة الإعجاب بالنفس"
        },
        {
            "id": "46",
            "lvl": "3",
            "sub": null,
            "tit": "الإعجاب بالنفس شرك بالله"
        },
        {
            "id": "47",
            "lvl": "3",
            "sub": null,
            "tit": "يحبط العمل ويفسده"
        },
        {
            "id": "48",
            "lvl": "3",
            "sub": null,
            "tit": "يؤدي إلى غضب الله ومقته"
        },
        {
            "id": "49",
            "lvl": "3",
            "sub": null,
            "tit": "يؤدي إلى الخذلان وحرمان التوفيق والتعرض للفتن"
        },
        {
            "id": "50",
            "lvl": "3",
            "sub": null,
            "tit": "يؤدي إلى اتباع الهوى ونسيان الذنوب"
        },
        {
            "id": "51",
            "lvl": "3",
            "sub": null,
            "tit": "قد يؤدي إلى سوء الخاتمة والتعرض للحساب الدقيق يوم القيامة"
        },
        {
            "id": "51",
            "lvl": "3",
            "sub": "1",
            "tit": "يؤدي إلى نفور الناس من صاحبه"
        },
        {
            "id": "52",
            "lvl": "3",
            "sub": null,
            "tit": "يؤدي إلى الكبر وعدم القدرة على قبول الحق ومن ثم الخسران المبين"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثاني كيف نزيل أصنامنا؟"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "تمهيد مدى حاجتنا لإزالة أصنامنا"
        },
        {
            "id": "56",
            "lvl": "3",
            "sub": "1",
            "tit": "من قوانين النصر"
        },
        {
            "id": "57",
            "lvl": "3",
            "sub": null,
            "tit": "ما المقصود بإزالة أصنامنا؟"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "1",
            "tit": "وسائل مقترحة"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الأول طلب العلاج من الله عز وجل"
        },
        {
            "id": "62",
            "lvl": "3",
            "sub": null,
            "tit": "صعوبة علاج العجب"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": null,
            "tit": "الإمداد بحسب الاستعداد"
        },
        {
            "id": "64",
            "lvl": "3",
            "sub": null,
            "tit": "الدواء المر النافع"
        },
        {
            "id": "65",
            "lvl": "3",
            "sub": null,
            "tit": "الحرمان من القيام بالطاعة"
        },
        {
            "id": "66",
            "lvl": "3",
            "sub": null,
            "tit": "حسن الفهم عن الله"
        },
        {
            "id": "67",
            "lvl": "3",
            "sub": null,
            "tit": "التعرف على الأكفاء"
        },
        {
            "id": "68",
            "lvl": "3",
            "sub": null,
            "tit": "الشعور بعدم التميز عند الله"
        },
        {
            "id": "68",
            "lvl": "3",
            "sub": "1",
            "tit": "إخمال الذكر"
        },
        {
            "id": "69",
            "lvl": "3",
            "sub": null,
            "tit": "استصغار العمل ونسيانه"
        },
        {
            "id": "70",
            "lvl": "3",
            "sub": null,
            "tit": "تأخر الإمداد"
        },
        {
            "id": "71",
            "lvl": "3",
            "sub": null,
            "tit": "مواقف عملية للتربية الربانية"
        },
        {
            "id": "72",
            "lvl": "3",
            "sub": null,
            "tit": "مع الأنبياء عليهم السلام"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني معرفة الله عز وجل ودورها في علاج العجب"
        },
        {
            "id": "76",
            "lvl": "3",
            "sub": null,
            "tit": "أهمية معرفة الله"
        },
        {
            "id": "76",
            "lvl": "4",
            "sub": "1",
            "tit": "وبقدر المعرفة تكون العبودية"
        },
        {
            "id": "76",
            "lvl": "3",
            "sub": "2",
            "tit": "كيف نعرف الله؟"
        },
        {
            "id": "77",
            "lvl": "4",
            "sub": null,
            "tit": "فما السبيل إذن إلى معرفته؟"
        },
        {
            "id": "77",
            "lvl": "3",
            "sub": "1",
            "tit": "وسائل المعرفة"
        },
        {
            "id": "79",
            "lvl": "3",
            "sub": null,
            "tit": "التعرف على الله الغني الحميد"
        },
        {
            "id": "79",
            "lvl": "4",
            "sub": "1",
            "tit": "وماذا عن حجم طاعتك"
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": null,
            "tit": "التعرف على صفة القيومية"
        },
        {
            "id": "82",
            "lvl": "4",
            "sub": "1",
            "tit": "مريض الرعاية المركزة"
        },
        {
            "id": "83",
            "lvl": "4",
            "sub": null,
            "tit": "تمديدات الرحمة"
        },
        {
            "id": "84",
            "lvl": "4",
            "sub": null,
            "tit": "عبودية صفة القيومية"
        },
        {
            "id": "84",
            "lvl": "4",
            "sub": "1",
            "tit": "وسائل المعرفة"
        },
        {
            "id": "86",
            "lvl": "3",
            "sub": null,
            "tit": "التعرف على الله المنعم: (معرفة حق الله على عباده)"
        },
        {
            "id": "87",
            "lvl": "4",
            "sub": null,
            "tit": "من صور النعم"
        },
        {
            "id": "88",
            "lvl": "4",
            "sub": null,
            "tit": "الشكر والعبادة"
        },
        {
            "id": "88",
            "lvl": "4",
            "sub": "1",
            "tit": "حجم الشكر المطلوب"
        },
        {
            "id": "91",
            "lvl": "4",
            "sub": null,
            "tit": "بين العدل والإحسان"
        },
        {
            "id": "92",
            "lvl": "4",
            "sub": null,
            "tit": "أين نحن من عمر؟!"
        },
        {
            "id": "92",
            "lvl": "4",
            "sub": "1",
            "tit": "لماذا العمل؟!"
        },
        {
            "id": "93",
            "lvl": "4",
            "sub": null,
            "tit": "من فوائد النظر في حق الله"
        },
        {
            "id": "95",
            "lvl": "4",
            "sub": null,
            "tit": "كيف نتعرف على النعم؟"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثالث معرفة حقيقة الإنسان وطبيعة النفس"
        },
        {
            "id": "100",
            "lvl": "3",
            "sub": null,
            "tit": "حقيقة الإنسان"
        },
        {
            "id": "100",
            "lvl": "3",
            "sub": "1",
            "tit": "تعرف على أصلك"
        },
        {
            "id": "101",
            "lvl": "3",
            "sub": null,
            "tit": "وماذا عن حجمك؟"
        },
        {
            "id": "101",
            "lvl": "3",
            "sub": "1",
            "tit": "ضعف الإنسان"
        },
        {
            "id": "102",
            "lvl": "3",
            "sub": null,
            "tit": "فما الحل إذن لكى يقف الإنسان على حقيقة ضعفه؟!"
        },
        {
            "id": "103",
            "lvl": "3",
            "sub": null,
            "tit": "مسكين أيها العاجز"
        },
        {
            "id": "104",
            "lvl": "3",
            "sub": null,
            "tit": "الفقير المحتاج"
        },
        {
            "id": "105",
            "lvl": "3",
            "sub": null,
            "tit": "فكيف لنا أن نوقن بهذه الحقيقة؟!"
        },
        {
            "id": "106",
            "lvl": "3",
            "sub": null,
            "tit": "الرسائل الإلهية"
        },
        {
            "id": "106",
            "lvl": "3",
            "sub": "1",
            "tit": "رسالة الأرق"
        },
        {
            "id": "107",
            "lvl": "3",
            "sub": null,
            "tit": "طبيعة النفس"
        },
        {
            "id": "108",
            "lvl": "3",
            "sub": null,
            "tit": "مقت النفس"
        },
        {
            "id": "108",
            "lvl": "3",
            "sub": "1",
            "tit": "كيف كان الصالحون ينظرون إلى أنفسهم؟"
        },
        {
            "id": "109",
            "lvl": "3",
            "sub": null,
            "tit": "هل يمكن للنفس أن تأمر بخير؟!"
        },
        {
            "id": "109",
            "lvl": "3",
            "sub": "1",
            "tit": "النفس هي النفس"
        },
        {
            "id": "110",
            "lvl": "3",
            "sub": null,
            "tit": "هل صرت ملكا"
        },
        {
            "id": "111",
            "lvl": "3",
            "sub": null,
            "tit": "مفهوم التكليف"
        },
        {
            "id": "111",
            "lvl": "3",
            "sub": "1",
            "tit": "ما أقبح الرضا عن النفس"
        },
        {
            "id": "112",
            "lvl": "3",
            "sub": null,
            "tit": "كيف نتعامل مع أنفسنا؟"
        },
        {
            "id": "112",
            "lvl": "4",
            "sub": "1",
            "tit": "1 - سوء الظن بالنفس"
        },
        {
            "id": "113",
            "lvl": "4",
            "sub": null,
            "tit": "2 - الخوف من الله"
        },
        {
            "id": "114",
            "lvl": "4",
            "sub": null,
            "tit": "3 - مقاومة خواطر العجب"
        },
        {
            "id": "114",
            "lvl": "4",
            "sub": "1",
            "tit": "4 - محاسبة النفس"
        },
        {
            "id": "115",
            "lvl": "4",
            "sub": null,
            "tit": "5 - دوام التوبة"
        },
        {
            "id": "116",
            "lvl": "4",
            "sub": null,
            "tit": "الخلاصة"
        },
        {
            "id": "118",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الرابع تكلف التواضع"
        },
        {
            "id": "120",
            "lvl": "3",
            "sub": null,
            "tit": "مفهوم التواضع"
        },
        {
            "id": "120",
            "lvl": "3",
            "sub": "1",
            "tit": "ضرورة التواضع"
        },
        {
            "id": "121",
            "lvl": "3",
            "sub": null,
            "tit": "التواضع علم وعمل"
        },
        {
            "id": "122",
            "lvl": "3",
            "sub": null,
            "tit": "صور وأعمال التواضع"
        },
        {
            "id": "123",
            "lvl": "4",
            "sub": null,
            "tit": "مع الله"
        },
        {
            "id": "124",
            "lvl": "5",
            "sub": null,
            "tit": "كيف دخل عمر بن الخطاب بيت المقدس؟!"
        },
        {
            "id": "125",
            "lvl": "5",
            "sub": null,
            "tit": "التواضع عند الرفعة"
        },
        {
            "id": "126",
            "lvl": "5",
            "sub": null,
            "tit": "التواضع عند ورود النعم"
        },
        {
            "id": "126",
            "lvl": "5",
            "sub": "1",
            "tit": "ومن صور التواضع لله: كثرة السجود"
        },
        {
            "id": "126",
            "lvl": "5",
            "sub": "2",
            "tit": "إظهار المسكنة في الدعاء"
        },
        {
            "id": "127",
            "lvl": "5",
            "sub": null,
            "tit": "التواضع عند الشدة والكرب"
        },
        {
            "id": "128",
            "lvl": "4",
            "sub": null,
            "tit": "مع النفس"
        },
        {
            "id": "129",
            "lvl": "5",
            "sub": null,
            "tit": "ضع نفسك"
        },
        {
            "id": "130",
            "lvl": "5",
            "sub": null,
            "tit": "يمشون على الأرض هونا"
        },
        {
            "id": "130",
            "lvl": "5",
            "sub": "1",
            "tit": "وهنا أمر ينبغي الإشارة إليه فيما يخص اللباس"
        },
        {
            "id": "131",
            "lvl": "5",
            "sub": null,
            "tit": "من نماذج المتواضعين"
        },
        {
            "id": "132",
            "lvl": "4",
            "sub": null,
            "tit": "مع الناس"
        },
        {
            "id": "132",
            "lvl": "5",
            "sub": "1",
            "tit": "1 - خدمة أهل البيت"
        },
        {
            "id": "132",
            "lvl": "5",
            "sub": "2",
            "tit": "2 - الجلوس مع المساكين ومآكلتهم وخدمتهم"
        },
        {
            "id": "133",
            "lvl": "5",
            "sub": null,
            "tit": "3 - عدم التميز بالخدمة من أجل رتبتك بين الناس"
        },
        {
            "id": "133",
            "lvl": "5",
            "sub": "1",
            "tit": "4 - خفض الجناح للمؤمنين"
        },
        {
            "id": "134",
            "lvl": "5",
            "sub": null,
            "tit": "5 - إجابة دعوة الفقراء والضعفاء"
        },
        {
            "id": "134",
            "lvl": "5",
            "sub": "1",
            "tit": "6 - السعي في قضاء حوائج الناس، ومساعدتهم"
        },
        {
            "id": "134",
            "lvl": "5",
            "sub": "2",
            "tit": "7 - عدم الافتخار على الناس بشيء"
        },
        {
            "id": "134",
            "lvl": "5",
            "sub": "3",
            "tit": "8 - عدم الجلوس في الصدارة بين الناس"
        },
        {
            "id": "134",
            "lvl": "5",
            "sub": "4",
            "tit": "9 - علينا بتعود النظر إلى الجانب الإيجابي عند الآخرين"
        },
        {
            "id": "135",
            "lvl": "5",
            "sub": null,
            "tit": "10 - لا تخبر أحدا بحقيقتك وبخاصة إذا ما كنت صاحب منصب أو شهرة، واترك الناس يعاملونك حسب ما يرون"
        },
        {
            "id": "136",
            "lvl": "5",
            "sub": null,
            "tit": "11 - عدم الاستنكاف عن ذكر ما ينقصنا"
        },
        {
            "id": "136",
            "lvl": "5",
            "sub": "1",
            "tit": "12 - تقدير الآخرين وإشعارهم بقيمتهم"
        },
        {
            "id": "136",
            "lvl": "5",
            "sub": "2",
            "tit": "13 - مؤاخاة المؤمنين أيا كانت رتبتهم"
        },
        {
            "id": "139",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الخامس غلق الأبواب أمام النفس"
        },
        {
            "id": "141",
            "lvl": "3",
            "sub": null,
            "tit": "عند ورود النعم"
        },
        {
            "id": "141",
            "lvl": "4",
            "sub": "1",
            "tit": "1 - سرعة ربط النعمة بالنعم - سبحانه وتعالى - وحمده عليها"
        },
        {
            "id": "141",
            "lvl": "4",
            "sub": "2",
            "tit": "2 - سجود الشكر الفوري بعد ورود النعمة"
        },
        {
            "id": "142",
            "lvl": "4",
            "sub": null,
            "tit": "3 - الإنفاق مما تحبه النفس"
        },
        {
            "id": "142",
            "lvl": "4",
            "sub": "1",
            "tit": "4 - المبالغة في القيام بصور التواضع"
        },
        {
            "id": "142",
            "lvl": "4",
            "sub": "2",
            "tit": "5 - كثرة العبادة"
        },
        {
            "id": "144",
            "lvl": "3",
            "sub": null,
            "tit": "عند النجاح في القيام بعمل ما"
        },
        {
            "id": "144",
            "lvl": "4",
            "sub": "1",
            "tit": "1 - إخفاء العمل قدر الإمكان، وعدم التحدث به أمام أحد من الناس"
        },
        {
            "id": "145",
            "lvl": "4",
            "sub": null,
            "tit": "2 - نسيان العمل بعد القيام به"
        },
        {
            "id": "145",
            "lvl": "4",
            "sub": "1",
            "tit": "3 - تقليل العمل"
        },
        {
            "id": "146",
            "lvl": "4",
            "sub": null,
            "tit": "4 - تخويف النفس"
        },
        {
            "id": "147",
            "lvl": "3",
            "sub": null,
            "tit": "عند المدح"
        },
        {
            "id": "147",
            "lvl": "4",
            "sub": "1",
            "tit": "1 - علينا بعدم الاسترسال أو التجاوب مع المدح ومدافعته بشتى الطرق"
        },
        {
            "id": "148",
            "lvl": "4",
            "sub": null,
            "tit": "2 - زجر ونهي المادح"
        },
        {
            "id": "148",
            "lvl": "4",
            "sub": "1",
            "tit": "3 - مطالبة الناس بحمد الله لا حمدك"
        },
        {
            "id": "150",
            "lvl": "3",
            "sub": null,
            "tit": "عند كثرة الخلطة والمجالس الفارغة"
        },
        {
            "id": "152",
            "lvl": "3",
            "sub": null,
            "tit": "عند تولي مسئولية"
        },
        {
            "id": "153",
            "lvl": "3",
            "sub": null,
            "tit": "عند الاشتهار بين الناس"
        },
        {
            "id": "154",
            "lvl": "3",
            "sub": null,
            "tit": "عند إسداء خدمة للآخرين"
        },
        {
            "id": "156",
            "lvl": "3",
            "sub": null,
            "tit": "العلاج المضاد"
        },
        {
            "id": "156",
            "lvl": "4",
            "sub": "1",
            "tit": "1 - نقد النفس أمام الآخرين"
        },
        {
            "id": "156",
            "lvl": "4",
            "sub": "2",
            "tit": "2 - القيام بأفعال تقلل من شأنها"
        },
        {
            "id": "157",
            "lvl": "4",
            "sub": null,
            "tit": "3 - طلب النصيحة والنقد من الآخرين"
        },
        {
            "id": "157",
            "lvl": "4",
            "sub": "1",
            "tit": "4 - أين مرآتك"
        },
        {
            "id": "158",
            "lvl": "4",
            "sub": null,
            "tit": "5 - ترك العمل الذي يفسد صاحبه"
        },
        {
            "id": "159",
            "lvl": "4",
            "sub": null,
            "tit": "6 - التصدق بالشيء الذي تم الإعجاب به أو مما تحبه النفس"
        },
        {
            "id": "159",
            "lvl": "4",
            "sub": "1",
            "tit": "7 - علينا بتجهيز أجوبه تدفع عنا خطورة المدح وإعجاب النفس"
        },
        {
            "id": "160",
            "lvl": "3",
            "sub": null,
            "tit": "البديل"
        },
        {
            "id": "161",
            "lvl": "3",
            "sub": null,
            "tit": "الفرح المحمود"
        },
        {
            "id": "163",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل السادس العلاج بالقرآن"
        },
        {
            "id": "164",
            "lvl": "3",
            "sub": null,
            "tit": "دور القرآن في العلاج"
        },
        {
            "id": "164",
            "lvl": "4",
            "sub": "1",
            "tit": "أولا: نتعرف على الله عز وجل"
        },
        {
            "id": "164",
            "lvl": "4",
            "sub": "2",
            "tit": "ثانيا: القرآن يعرفنا بأنفسنا"
        },
        {
            "id": "165",
            "lvl": "4",
            "sub": null,
            "tit": "ثالثا: القرآن يشعرنا بضآلة ما نقدمه من أعمال"
        },
        {
            "id": "165",
            "lvl": "4",
            "sub": "1",
            "tit": "رابعا: القرآن يحذرنا من عاقبة العجب والكبر والغرور"
        },
        {
            "id": "165",
            "lvl": "4",
            "sub": "2",
            "tit": "خامسا: القرآن يقدم وصفات العلاج لأهل الكبر والغرور والإعجاب بالنفس"
        },
        {
            "id": "166",
            "lvl": "4",
            "sub": null,
            "tit": "سادسا: القرآن يبين لقارئه كيف ربى الله رسله وأنبياءه وعباده الصالحين"
        },
        {
            "id": "167",
            "lvl": "4",
            "sub": null,
            "tit": "سابعا: القرآن يمحو مواضع الضعف والنقص (المتوهمة) من داخل الإنسان"
        },
        {
            "id": "167",
            "lvl": "4",
            "sub": "1",
            "tit": "ثامنا: القرآن يذكر قارئه دوما بالله عز وجل وبقدره وعظمته وجلاله، ويذكره كذلك بنفسه وصفاته"
        },
        {
            "id": "168",
            "lvl": "4",
            "sub": null,
            "tit": "تاسعا: القرآن وزيادة الإيمان"
        },
        {
            "id": "168",
            "lvl": "3",
            "sub": "1",
            "tit": "لماذا لا ينفعنا القرآن؟"
        },
        {
            "id": "169",
            "lvl": "3",
            "sub": null,
            "tit": "كيف ننتفع بالقرآن؟!"
        },
        {
            "id": "170",
            "lvl": "4",
            "sub": null,
            "tit": "أولا: الانشغال بالقرآن"
        },
        {
            "id": "170",
            "lvl": "4",
            "sub": "1",
            "tit": "ثانيا: تهيئة الجو المناسب"
        },
        {
            "id": "170",
            "lvl": "4",
            "sub": "2",
            "tit": "ثالثا: القراءة المتأنية"
        },
        {
            "id": "170",
            "lvl": "4",
            "sub": "3",
            "tit": "رابعا: التركيز مع القراءة"
        },
        {
            "id": "171",
            "lvl": "4",
            "sub": null,
            "tit": "خامسا: التجاوب مع القراءة"
        },
        {
            "id": "171",
            "lvl": "4",
            "sub": "1",
            "tit": "سادسا: أن نجعل المعنى هو المقصود"
        },
        {
            "id": "172",
            "lvl": "4",
            "sub": null,
            "tit": "سابعا: ترديد الآية التي تؤثر في القلب"
        },
        {
            "id": "172",
            "lvl": "4",
            "sub": "1",
            "tit": "ثامنا: تعلم الآيات والعمل بها"
        },
        {
            "id": "173",
            "lvl": "3",
            "sub": null,
            "tit": "كيفية علاج الإعجاب بالنفس من خلال القرآن"
        },
        {
            "id": "173",
            "lvl": "4",
            "sub": "1",
            "tit": "1 - التعرف على الله القيوم"
        },
        {
            "id": "174",
            "lvl": "4",
            "sub": null,
            "tit": "2 - التعرف على الله المنعم"
        },
        {
            "id": "175",
            "lvl": "4",
            "sub": null,
            "tit": "3 - عفو الله أو النار"
        },
        {
            "id": "175",
            "lvl": "4",
            "sub": "1",
            "tit": "4 - جوانب الفقر إلى الله"
        },
        {
            "id": "176",
            "lvl": "4",
            "sub": null,
            "tit": "5 - حقيقة الإنسان"
        },
        {
            "id": "176",
            "lvl": "4",
            "sub": "1",
            "tit": "6 - طبيعة النفس"
        },
        {
            "id": "177",
            "lvl": "4",
            "sub": null,
            "tit": "7 - كيف ربى الله رسله وأنبياءه على تمام العبودية له"
        },
        {
            "id": "177",
            "lvl": "4",
            "sub": "1",
            "tit": "8 - التعرف على الله الغني الحميد"
        },
        {
            "id": "177",
            "lvl": "4",
            "sub": "2",
            "tit": "9 - علاج القرآن لحالات الإعجاب بالنفس والاغترار بها، والتكبر على الآخرين"
        },
        {
            "id": "180",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل السابع التعاهد والتربية ودورهما في علاج العجب"
        },
        {
            "id": "182",
            "lvl": "3",
            "sub": null,
            "tit": "معنى التربية"
        },
        {
            "id": "182",
            "lvl": "3",
            "sub": "1",
            "tit": "صور التربية"
        },
        {
            "id": "183",
            "lvl": "4",
            "sub": null,
            "tit": "أولا: التربية الذاتية"
        },
        {
            "id": "183",
            "lvl": "5",
            "sub": "1",
            "tit": "المسئولية فردية"
        },
        {
            "id": "184",
            "lvl": "5",
            "sub": null,
            "tit": "نقطة البداية"
        },
        {
            "id": "184",
            "lvl": "5",
            "sub": "1",
            "tit": "الخوف من الله"
        },
        {
            "id": "185",
            "lvl": "5",
            "sub": null,
            "tit": "وسائل استجلاب الخوف"
        },
        {
            "id": "185",
            "lvl": "5",
            "sub": "1",
            "tit": "معايشة القرآن"
        },
        {
            "id": "186",
            "lvl": "5",
            "sub": null,
            "tit": "قيام الليل"
        },
        {
            "id": "186",
            "lvl": "5",
            "sub": "1",
            "tit": "دوام الإنفاق في سبيل الله"
        },
        {
            "id": "187",
            "lvl": "5",
            "sub": null,
            "tit": "القراءة في سير الصالحين"
        },
        {
            "id": "187",
            "lvl": "5",
            "sub": "1",
            "tit": "التربية الوقائية"
        },
        {
            "id": "190",
            "lvl": "4",
            "sub": null,
            "tit": "ثانيا: تربية الأبوين لأبنائهما"
        },
        {
            "id": "190",
            "lvl": "5",
            "sub": "1",
            "tit": "القرآن أولا"
        },
        {
            "id": "191",
            "lvl": "5",
            "sub": null,
            "tit": "ربط أحداث الحياة بالله"
        },
        {
            "id": "192",
            "lvl": "5",
            "sub": null,
            "tit": "ضعف الإنسان وعجزه ومدى احتياجه إلى الله عز وجل"
        },
        {
            "id": "192",
            "lvl": "5",
            "sub": "1",
            "tit": "الدنيا دار امتحان والملك لله"
        },
        {
            "id": "192",
            "lvl": "5",
            "sub": "2",
            "tit": "التواضع"
        },
        {
            "id": "192",
            "lvl": "5",
            "sub": "3",
            "tit": "ربط المدح بتوفيق الله"
        },
        {
            "id": "194",
            "lvl": "4",
            "sub": null,
            "tit": "ثالثا: التربية مع الآخرين"
        },
        {
            "id": "194",
            "lvl": "5",
            "sub": "1",
            "tit": "التربية هي عمل الرسل واتباعهم"
        },
        {
            "id": "195",
            "lvl": "5",
            "sub": null,
            "tit": "مواقف تربوية"
        },
        {
            "id": "196",
            "lvl": "5",
            "sub": null,
            "tit": "دور المحاضن التربوية في العلاج"
        },
        {
            "id": "197",
            "lvl": "5",
            "sub": null,
            "tit": "وجود الأكفاء وتوظيف الإمكانات"
        },
        {
            "id": "199",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثامن شبهات يجب أن تزال"
        },
        {
            "id": "200",
            "lvl": "3",
            "sub": null,
            "tit": "1 - مفهوم الثقة بالنفس، وتعارضه مع ضرورة استصغارها"
        },
        {
            "id": "201",
            "lvl": "4",
            "sub": null,
            "tit": "المفهوم الصحيح للثقة بالنفس"
        },
        {
            "id": "202",
            "lvl": "4",
            "sub": null,
            "tit": "ماذا فعل ذو القرنين"
        },
        {
            "id": "202",
            "lvl": "4",
            "sub": "1",
            "tit": "الغرور"
        },
        {
            "id": "203",
            "lvl": "3",
            "sub": null,
            "tit": "2 - عبارات التشجيع وتعارضها مع خطورة المدح"
        },
        {
            "id": "204",
            "lvl": "3",
            "sub": null,
            "tit": "3 - القيام بخدمة الناس والعمل للإسلام وتأثيره السلبي على النفس"
        },
        {
            "id": "205",
            "lvl": "4",
            "sub": null,
            "tit": "واإسلاماه"
        },
        {
            "id": "205",
            "lvl": "4",
            "sub": "1",
            "tit": "ضرورة التوازن"
        },
        {
            "id": "206",
            "lvl": "4",
            "sub": null,
            "tit": "لتكن لك عينان"
        },
        {
            "id": "206",
            "lvl": "3",
            "sub": "1",
            "tit": "4 - كراهية تزكية النفس وتعارضها مع ما فعله يوسف عليه السلام"
        },
        {
            "id": "206",
            "lvl": "4",
            "sub": "2",
            "tit": "حب النفس للرئاسة"
        },
        {
            "id": "207",
            "lvl": "4",
            "sub": null,
            "tit": "خطورة مدح النفس"
        },
        {
            "id": "207",
            "lvl": "4",
            "sub": "1",
            "tit": "يوسف عليه السلام وطلبه المسئولية"
        },
        {
            "id": "208",
            "lvl": "4",
            "sub": null,
            "tit": "ضوابط تقديم النفس"
        },
        {
            "id": "210",
            "lvl": "4",
            "sub": null,
            "tit": "اختبار الصدق"
        },
        {
            "id": "212",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        }
    ]
}