{
    "b235": [
        {
            "hno": "179",
            "id": "37",
            "nass": "بابُ صلاة المسافر والمريض ¶ 179 - عن عائشة رضي الله تعالى عنها قالت: «أول ما فرضت الصلاة ركعتان، فأقرَّت صلاة السَّفر، وأُتمَّت صلاةُ الحضر» متفق عليه وللبخاري: ثم هاجر، ففُرِضت أربعاً وأقرت صلاةُ السَّفر على الأول. ¶ 180 - عن أنس - رضي الله عنه - قال: «كان رسول الله - صلى الله عليه وسلم - إذا خرج مسيرَةَ ثلاثة أميالٍ أو ثلاثة فراسخ صلَّى ركعتين» رواه مسلم. ¶ 181 - وعنه - رضي الله عنه - قال: «خرجنا مع رسول الله - صلى الله عليه وسلم - من المدينة إلى مكة فكان يصلي ركعتين ركعتين، حتى رجعنا إلى المدينة» متفق عليه، واللفظ للبخاري. ¶ 182 - عن ابن عباس رضي الله تعالى عنهما قال: «أقام النبي - صلى الله عليه وسلم - تسعة عشر يقصر» وفي لفظٍ «بمكة، تسعة عشر يوماً» رواه البخاري. ¶ 183 - عن أنسٍ - رضي الله عنه - قال: «كان رسول الله - صلى الله عليه وسلم - إذا ارتحل قبل أن تزيغ الشمس، أخَّر الظهر إلى وقت العصر، ثم نزل فجمع بينهما، فإن زاغت الشمس قبل أن يرتحل صلَّى الظهر ثم ركب» متفق عليه. ¶ 184 - عن معاذ بن جبل - رضي الله عنه - قال: «خرجنا مع النبي - صلى الله عليه وسلم - في غزوة تبوك فكان يصلي الظهر والعصر جميعاً» رواه مسلم. ¶ 185 - عن عمران بن حصين رضي الله تعالى عنهما قال: كانت بي بواسيرُ فسألت النبي - صلى الله عليه وسلم - عن الصلاة، فقال: «صلِّ قائماً فإن لم تستطع فقاعداً، فإن لم تستطع فعلى جنبِ» رواه البخاري. ¶ بابُ الجُمُعَةِ",
            "page": "39",
            "part": "1",
            "seal": "83F1AA2E"
        },
        {
            "hno": "186",
            "id": "38",
            "nass": "186 - عن ابن عمر، وأبي هريرة رضي الله تعالى عنهم، أنهما سمعا رسول الله - صلى الله عليه وسلم - يقول على أعواد منبره: «لينتهينَّ أقوامٌ عن ودعِهِم الجُمُعات، أو ليختمنَّ الله على قلوبهم ثم ليكونن من الغافلين» رواه مسلم. ¶ 187 - عن سلمة بن الأكوع - رضي الله عنه - قال: «كنَّا نصلي مع رسول الله - صلى الله عليه وسلم - الجمعة، ثم ننصرف وليس للحيطان ظلُّ نستظل به» متفق عليه، واللفظ للبخاري وفي لفظٍ لمسلم: «كنا نُجَمِّعُ معه إذا زالت الشمس، ثم نرجع، نتتَّبعُ الفيءَ». ¶ 188 - عن سهل بن سعدٍ - رضي الله عنه - قال: «ما كُنَّا نقيِّل ولا نتغدَّى إلا بعد الجمعة» متفق عليه واللفظ لمسلم. ¶ 189 - عن جابر - رضي الله عنه -: «أن النبي - صلى الله عليه وسلم - كان يخطب قائماً فجاءت عيرٌ من الشام فانفتل الناس إليها، حتى لم يبق إلا اثنا عشرة رجلاً» رواه مسلم. ¶ 190 - عن جابر بن سمرة - رضي الله عنه -: «أن النبي - صلى الله عليه وسلم - كان يخطب قائماً ثم يجلس ثم يقوم فيخطب قائماً، فمن أنبأك أنه كان يخطب جالساً فقد كذب» رواه مسلم. ¶ 191 - عن جابر - رضي الله عنه - قال: كان رسول الله - صلى الله عليه وسلم - إذا خطب أحمرَّت عيناه وعلا صوته، واشتدَّ غضبُهُ حتى كأنه منذر جيش يقول: «صبحكم ومساكم» ويقول: «أما بعدُ، فإن خير الحديث كتاب الله، وخير الهدي هدي محمدٍ، وشر الأمور محدثاتها، وكل بدعةٍ ضلالة» رواه مسلم وفي رواية له: «كانت خطبة النبي - صلى الله عليه وسلم - يوم الجمعة يحمد الله ويثني عليه ثم يقول على إثر ذلك وقد علا صوته»",
            "page": "40",
            "part": "1",
            "seal": "D86759F9"
        },
        {
            "hno": "192",
            "id": "39",
            "nass": "وفي رواية له: «من يهدِ الله فل مضل له ومن يضلل فلا هادي له». ¶ 192 - عن عمار بن ياسر رضي الله تعالى عنهما قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «إن طول صلاة الرجل وقصر خطبته مَئِنَّةٌ من فقهه» رواه مسلم. ¶ 193 - عن أمِّ هشام بنت حارثة رضي الله تعالى عنها قالت: «ما أخذتُ [ق وَالقُرْآَنِ المَجِيدِ] إلا عن لسان رسول الله - صلى الله عليه وسلم - يقرأها كل جُمُعةٍ على المنبر إذا خطب الناس» رواه مسلم ¶ 194 - عن أبي هريرة - رضي الله عنهم - أن رسول الله - صلى الله عليه وسلم - قال: «إذا قلت لصاحبك أنصت، يوم الجمعة والإمام يخطب فقد لغوت» رواه البخاري ومسلم. ¶ 195 - عن جابر - رضي الله عنهم - قال: دخل رجُلٌ يوم الجمعة، والنبي - صلى الله عليه وسلم - يخطب فقال: «صليت»؟ قال: لا، قال: «قُم فصل ركعتين» متفق عليه. ¶ 196 - عن ابن عباس رضي الله تعالى عنهما أن النبي - صلى الله عليه وسلم - «كان يقرأ في صلاة الجمعة سورة الجمعة والمنافقين» رواه مسلم. وله عن النعمان بن بشير كان يقرأ في العيدين وفي الجمعة [سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى] و [هَلْ أَتَاكَ حَدِيثُ الغَاشِيَةِ]. ¶ 197 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا صلَّى أحدكم الجمعة فليصل بعدها أربعاً» رواه مسلم. ¶ 198 - عن السائب بن يزيد أن معاوية رضي الله تعالى عنهما قال له: «إذا صليت الجمعة فلا تصِلها بصلاة حتى تتكلم أو تخرج، فإن",
            "page": "41",
            "part": "1",
            "seal": "484212B6"
        },
        {
            "hno": "199",
            "id": "40",
            "nass": "رسول الله - صلى الله عليه وسلم - أمرنا بذلك: أن لا نوصل صلاة بصلاة حتى نتكلم أو نخرج» رواه مسلم. ¶ 199 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من اغتسل، ثم أتى الجمعة فصلَّى ما قُدَّر له، ثم أنصت حتى يفرع الإمام من خطبته، ثم يصلى معه غُفر له ما بينه وبين الجمعة الأخرى وفضل ثلاثة أيام» رواه مسلم. ¶ 200 - وعنه - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - ذكر يوم الجمعة فقال: «فيه ساعةٌ لا يوافقها عبدٌ مسلم وهو قائم يصلي يسأل الله عز وجل شيئاً إلا عطاه إياه» وأشار بيده يقلِّلُها. متفق عليه وفي رواية لمسلم «وهي ساعة خفيفة». ¶ 201 - عن أبي بردة - رضي الله عنه - عن أبيه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «هي ما بين أن يجلس الإمام إلى أن تقضي الصلاة» رواه مسلم. ¶ باب صلاة الخوف ¶ 202 - عن صالح بن خوَّات رحمه الله، عمَّن صلَّى مع النبي - صلى الله عليه وسلم - يوم ذات الرِّقاع صلاة الخوف: «أن طائفةً صلت معه، وطائفةً وِجاهَ العُدوِّ فصلَّى بالذين معه ركعةً، ثم ثبت قائماً وأتمُّوا لأنفسهم، ثم انصرفوا، فصفُّوا وِجاهَ العدُوِّ، وجاءت، الطائفة الأخرى فصلَّى بهم الركعة التي بقيت، ثم ثبت جالساً، وأتمُّوا لأنفسهم ثم سلَّم بهم» متفق عليه، وهذا لفظ مسلم. ¶ 203 - عن ابن عمر رضي الله تعالى عنهما قال: غزوتُ مع رسول الله - صلى الله عليه وسلم - قِبَلَ نجدٍ فوازينا العدُوَّ، فصففناهم فقام رسول الله - صلى الله عليه وسلم -، فصلَّى بنا، فقامت طائفة معه، وأقبلت طائفة على العدو، وركع بمن مَّعه وسجد سجدتين، ثم انصرفوا مكان الطائفة التي لم تُصلِّ،",
            "page": "42",
            "part": "1",
            "seal": "4A46F9C7"
        },
        {
            "hno": "204",
            "id": "41",
            "nass": "فجاءُوا فركع بهم ركعة، وسجد سجدتين، ثم سلَّم فقام كل واحدٍ منهم، فركع لنفسه ركعةً وسجد سجدتين» متفق عليه والفظ للبخاري. ¶ 204 - عن جابر - رضي الله عنه - قال شهدِتُ مع رسول الله - صلى الله عليه وسلم - صلاة الخوف، فصففنا صفين، صف خلف رسول الله - صلى الله عليه وسلم -، والعدُوُّ بيننا وبين القبلةِ، فكبَّر النبي - صلى الله عليه وسلم -، وكبرَّنا جميعاً، ثم ركع، وركعنا جميعاً ثم رفع رأسه من الركوع، ورفعنا جميعاً ثم انحدر بالسجود، والصف الذي يليه وقام الصف المؤخرَّ في نحر العدو فلما قضى السجود قام الصف الذي يليه، فذكر الحديث. وفي رواية: ثم سجد، وسجد معه الصف الأول، فلما قاموا سجد الصف الثاني، ثم تأخر الصف الأول وتقدم الصف الثاني، وذكر مثله، وفي آخره: ثم سلَّم النبي - صلى الله عليه وسلم - وسلَّمنا جميعاً» رواه مسلم. ¶ باب صلاة العيدين ¶ 205 - عن أنس - رضي الله عنه - قال: «كان رسول الله - صلى الله عليه وسلم - لا يغدُو يوم الفطر حتى يأكل تمرات يأكلهنُّ وِتراتٍ» أخرجه البخاري. ¶ 206 - عن أم عطية رضي الله تعالى عنها قالت: «أُمِرْنا أن نُخْرجَ العواتق والحيض في العيدين يشهدون الخير ودعوة المسلمين وتعتزل الحُيَّضُ المصلَّى» متفق عليه. ¶ 207 - عن ابن عمر رضي الله تعالى عنهما قال: «كان رسول الله - صلى الله عليه وسلم - وأبو بكر وعمر يُصَلُّون العيدين قبل الخطبة» متفق عليه. ¶ 208 - عن ابن عباس رضي الله عنهما: «أن رسول الله - صلى الله عليه وسلم - خرج يوم أضحى أو فطرٍ، فصلَّى ركعتين، لم يُصل قبلها ولا بعدها» أخرجه البخاري ومسلم.",
            "page": "43",
            "part": "1",
            "seal": "191B92EF"
        },
        {
            "hno": "209",
            "id": "42",
            "nass": "209 - عن ابن عباس، وجابر بن عبد الله رضي الله عنهم، قالا: «لم يكن يؤذن يوم الفطر ولا يوم الأضحى» رواه البخاري. ¶ 210 - عن أبي سعيد الخدري - رضي الله عنه - قال: «كان النبي - صلى الله عليه وسلم - يخرج يوم الفطر والأضحى إلى المصلَّى، وأول شيءٍ يبدأ به الصلاة، ثم ينصرف فيقوم مقابل الناس - والناس على صفوفهم - فيعظهم ويأمرهم» متفق عليه. ¶ 211 - عن أبي واقدٍ الليثي - رضي الله عنه - قال: «كان النبي - صلى الله عليه وسلم - يقرأ في الأضحى والفطر بـ[ق] و [اقْتَرَبَتِ]» أخرجه مسلم. ¶ 212 - عن جابر - رضي الله عنه - قال: «كان رسول الله - صلى الله عليه وسلم - إذا كان يوم العيد خالف الطريق» أخرجه البخاري ¶ باب صلاة الكسوف ¶ 213 - عن المغيرة بن شعبة - رضي الله عنه - قال: انكسفت الشمس على عهد رسول الله - صلى الله عليه وسلم - يوم مات إبراهيم، فقال الناس: انكسفت الشمس لِمَوت إبراهيم، فقال رسول الله - صلى الله عليه وسلم -: «إن الشمس والقمر آيتان من آيات الله، لا ينكسفان لموت أحدٍ ولا لحياته، فإذا رأيتموهما فادعوا الله وصلُّوا، حتى تنكشف» متفق عليه. وفي رواية للبخاري: «حتى تنجلي». وللبخاري من حديث أبي بكرة: «فصلُّوا وادعوا، حتى ينكشف ما بكم». ¶ 214 - عن عائشة رضي الله تعالى عنها: «أن النبي - صلى الله عليه وسلم - جهر في صلاة الكسوف بقراءته، فصلَّى أربع ركعات، في ركعتين، وأربع سجداتٍ» متفق عليه، وهذا لفظ مسلم وفي رواية له: فبعث منادياً ينادي: «الصلاةُ جامعة».",
            "page": "44",
            "part": "1",
            "seal": "4F647DD6"
        },
        {
            "hno": "215",
            "id": "43",
            "nass": "215 - عن ابن عباس رضي الله تعالى عنهما قال: «انخسفت الشمسُ على عهد رسول الله - صلى الله عليه وسلم - فصلى، فقام قياماً طويلاً نحواً من قراءة سورة البقرة، ثم ركع ركوعاً طويلاً ثم رفع فقام قياماً طويلاً، وهو دون القيام الأول، ثم ركع ركوعاً طويلاً وهو دون الركوع الأول، ثم رفع رأسه، ثم سجد، ثم انصرف، وقد انجلت الشمس، فخطب الناس» متفق عليه، واللفظ للبخاري وفي رواية لمسلم: صلَّى حين كسفت الشمس ثماني ركعات في أربع سجداتٍ. وعن علي - رضي الله عنه - مثل ذلك وله عن جابر - رضي الله عنه - صلَّى ستَّ ركعات بأربع سجدات. ¶ باب صلاة الاستسقاء ¶ 216 - عن عبد الله بن زيدٍ - رضي الله عنهم - قال: «خرج النبي - صلى الله عليه وسلم - يستسقي وحوَّل رداءهُ» وفي رواية عنه: «وصلَّى ركعتين» رواه البخاري. ¶ 217 - عن أنس - رضي الله عنه -، أن رجُلاً دخل المسجد يوم الجمعة والنبي - صلى الله عليه وسلم - قائم يخطب فقال يا رسول الله! هلكت الأموال وانقطعت السُّبل فادعُ الله يُغيثُنا فرفع يديه، ثم قال: «اللهم أغثنا اللهم أغثنا، اللهم أغثنا» فذكر الحديث، وفيه الدعاء بإمساكها. متفق عليه. ¶ 218 - وعنه - رضي الله عنه -، أن عمر - رضي الله عنه - كان إذا قحطوا استسقى بالعباس بن عبد المطلب وقال: «اللهم إنا كنا نستسقي إليك بنبينا فتسقينا، وإنا نتوسل إليك بعمَّ نبينا فاسقنا فيسقون» رواه البخاري. ¶ 219 - وعنه - رضي الله عنه - قال: «أصابنا ونحن مع رسول الله - صلى الله عليه وسلم - , مطرٌ قال فحسر ثوبه حتى أصابه من المطر وقال: «إنه حديثُ عهدٍ بربه» رواه مسلم.",
            "page": "45",
            "part": "1",
            "seal": "DEDDBEAA"
        },
        {
            "hno": "220",
            "id": "44",
            "nass": "220 - وعن عائشة رضي الله تعالى عنها أن النبي - صلى الله عليه وسلم - كان إذا رأى المطر قال: «اللهم صيِّباً نافعاً» أخرجه البخاري. ¶ 221 - عن أنس - رضي الله عنه - «إن النبي - صلى الله عليه وسلم - استسقى فأشار بظهر كفيه إلى السماء» أخرجه مسلم. ¶ بابُ اللباس ¶ 222 - عن عمر - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: «من لبس الحرير في الدنيا لم يلبسه في الآخرة» أخرجه البخاري ومسلم. ¶ 223 - عن حذيفة بن اليمان رضي الله تعالى عنهما قال: «نهى رسول الله - صلى الله عليه وسلم - أن نشرب في آنية الذهب والفضة، وأن نأكل فيها، وعن لبس الحرير والديباج وأن نجلس عليه» رواه البخاري. ¶ 224 - عن عمر - رضي الله عنه - قال: «نهى رسول الله - صلى الله عليه وسلم - عن لبس الحرير إلا موضع أصبعين أو ثلاث أو أربع» متفق عليه واللفظ لمسلم. ¶ 225 - عن أنس - رضي الله عنه -: «أن النبي - صلى الله عليه وسلم - رخَّص لعبد الرحمن بن عوف والزبير في قميص الحرير في سفر، من حكةٍ كانت بهما» متفق عليه. ¶ 226 - عن علي بن أبي طالب - رضي الله عنه - قال: «كساني النبيُّ - صلى الله عليه وسلم - حُلَّة سيراء، فخرجت فيها، فرأيت الغضب في وجهه، فشققتها بين نسائي» متفق عليه، وهذا لفظ مسلم. ¶ 227 - عن علي بن أبي طالب - رضي الله عنه -: «أن رسول الله - صلى الله عليه وسلم - نهى عن لُبسِ القسِّيِّ والمُعصفر» رواه مسلم. ¶ 228 - عن عبد الله بن عمرو بن العاص رضي الله تعالى عنهما قال: «رأى عليَّ النبي - صلى الله عليه وسلم - ثوبين معصفرين فقال: أمُّك أمرتك بهذا؟» رواه مسلم.",
            "page": "46",
            "part": "1",
            "seal": "237018FD"
        },
        {
            "hno": "229",
            "id": "45",
            "nass": "229 - عن أسماء بنت أبي بكر رضي الله تعالى عنهما. فقالت: «هذه جُبَّة رسول الله - صلى الله عليه وسلم - فأخرجت إليَّ جُبَّة طيالسة كِسروانية لها لبنة ديباج وفرْجيها مكفوفين بالديباج فقالت: هذه كانت عند عائشة رضي الله عنها حتى قبضت فلما قبضت، قبضتها، وكان النبي - صلى الله عليه وسلم - يلبسُها، فنحن نغسلُها للمرضى يستشفى بها» أخرجه مسلم. ¶ -",
            "page": "47",
            "part": "1",
            "seal": "CFC3971E"
        },
        {
            "hno": "230",
            "id": "46",
            "nass": "كتاب الجنائز ¶ 230 - عن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا يتمنينَّ أحدكم الموت لضر نزل به، فإن كان لا بد متمنياً، فليقل: اللهم أحيني، ما كانت الحياة خيراً لِّي وتوفني ما كانت الوفاة خيراً لِّي» متفق عليه. ¶ 231 - عن أبي سعيد الخدري وأبي هريرة رضي الله تعالى عنهما قالا: قال رسول الله - صلى الله عليه وسلم -: «لقنوا موتاكم لا إله إلا الله» روه مسلم. ¶ 232 - عن أم سلمة رضي الله تعالى عنها قالت: دخل رسول الله - صلى الله عليه وسلم - على أبي سلمة وقد شق بصره فأغمضه، ثم قال: «إن الروح إذا قبض أتبعه البصر» فضج ناس من أهله، فقال: «لا تدعوا على أنفسكم إلا بخير، فإن الملائكة تؤمن على ما تقولون» ثم قال: «اللهم اغفر لأبي سلمة وارفع درجته في المهديين وافسح له في قبره ونور له فيه، واخلفه في عقبه» رواه مسلم. ¶ 233 - عن عائشة رضي الله تعالى عنها: «أن النبي - صلى الله عليه وسلم - حين توفي، سُجِّي ببرد حِبَره» متفق عليه. ¶ 234 - وعنها رضي الله تعالى عنها قالت: «أن أبا بكر الصديق - رضي الله عنه - قبَّل النبي - صلى الله عليه وسلم - بعد موته» رواه البخاري. ¶ 235 - عن ابن عباس رضي الله تعالى عنهما، أن النبي - صلى الله عليه وسلم -، قال في الذي سقط عن راحلته، فمات: «اغسلوه بماء وسدر، وكفنوه في ثوبين» متفق عليه.",
            "page": "48",
            "part": "1",
            "seal": "EAD60BB4"
        },
        {
            "hno": "236",
            "id": "47",
            "nass": "236 - عن أم عطية رضي الله تعالى عنها قالت: دخل علينا النبي - صلى الله عليه وسلم - ونحن نغسل ابنته فقال: «اغسلنَها ثلاثاً أو خمساً أو أكثر من ذلك، إن رأيتنَّ ذلك، بماء وسدر، واجعلنَ في الأخيرة كافوراً أو شيئاً من كافور. فلما فرغنا آذنَّاه فألقى إلينا حِقْوهُ فقال: أَشعِرنَهَا إيّاه» متفق عليه وفي رواية: «ابدأن بميامينها ومواضع الوضوء فيها» وفي لفظ للبخاري: «فضفرنا شعرها ثلاثة قرون، فألقيناها خلفها». ¶ 237 - عن عائشة رضي الله تعالى عنها قالت: «كُفِّن رسول الله - صلى الله عليه وسلم - في ثلاثة أثواب بيض سحوليه من كُرسف، وليس فيها قميص ولا عمامة» متفق عليه. ¶ 238 - عن ابن عمر رضي الله تعالى عنهما قال لما توفي عبد الله بن أُبي جاء ابنه إلى رسول الله - صلى الله عليه وسلم - فقال: «أعطني قميصك أكفنه فيه، فأعطاه إياه» متفق عليه. ¶ 239 - عن جابر - رضي الله عنه - قال: قال رسول - صلى الله عليه وسلم -: «إذا كفن أحدكم أخاه فلْيحسن كفنه» رواه مسلم. ¶ 240 - وعنه - رضي الله عنه - قال: قال كان النبي - صلى الله عليه وسلم - يجمع بين الرجلين من قتلى أُحد في ثوب واحد ثم يقول: «أيهم أكثر أخذاً للقرآن»، فيقدمه في اللحد ولم يغسلوا ولم يصل عليهم رواه البخاري. ¶ 241 - عن بريدة - رضي الله عنه - قي قصة الغامدية التي أمر النبي - صلى الله عليه وسلم - برجمها في الزنا قال: «ثم أُمر بها فصلَّى عليها ودُفنت» رواه مسلم. ¶ 242 - عن جابر بن سمرة - رضي الله عنه - قال: «أُتي النبي - صلى الله عليه وسلم - برجل قتل نفسه بِمَشَاقِصَ، فلم يُصلِّ عليه» رواه مسلم.",
            "page": "49",
            "part": "1",
            "seal": "698929EC"
        },
        {
            "hno": "243",
            "id": "48",
            "nass": "243 - عن أبي هريرة - رضي الله عنه - في قصة المرأة التي كانت تقُم المسجد قال: «فسأل عنها النبي - صلى الله عليه وسلم - فقالوا ماتت فقال: «أفلا كنتم آذنتموني» فكأنهم صغَّروا أمرها فقال: «دلوني على قبرها، فدلوه فصلَّى عليها» متفق عليه. وزاد مسلم: ثم قال: «إن هذه القبور مملوءة ظلمة على أهلها وإن الله ينورها لهم بصلاتي عليهم». ¶ 244 - عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم -: «نعى النجاشي في اليوم الذي مات فيه وخرج بهم إلى المصلى فصف بهم وكبَّر عليه أربعا» متفق عليه. ¶ 245 - عن ابن عباس رضي الله تعالى عنهما قال: سمعت النبي - صلى الله عليه وسلم - يقول: «ما من رجل مسلم يموت فيقوم على جنازته أربعون رجلاً لا يشركون بالله شيئا إلا شفَّعهم الله فيه» رواه مسلم. ¶ 246 - عن سمرة بن جندب - رضي الله عنه - قال: «صليت وراء النبي - صلى الله عليه وسلم - على امراة ماتت في نفاسها فقام وسطها» متفق عليه. ¶ 247 - عن عائشة رضي الله تعالى عنها قالت: «والله لقد صلَّى رسول الله - صلى الله عليه وسلم - على ابني بيضاء في المسجد» رواه مسلم. ¶ 248 - عن عبد الرحمن بن أبي ليلى قال: «كان زيد بن أرقم يكبَّر على جنائزنا أربعاً وأنه كبَّر على جنازة خمساً. فسألته فقال: كان رسول الله - صلى الله عليه وسلم - يكبِّرها» رواه مسلم. ¶ 249 - عن طلحة بن عبد الله بن عوف - رضي الله عنه - قال: «صليت خلف ابن عباس على جنازة فقرأ فاتحة الكتاب فقال لتعلموا أنها سُنة» رواه البخاري. ¶ 250 - عن عوف بن مالك - رضي الله عنه - قال: «صلَّى رسول الله - صلى الله عليه وسلم - على جنازة فحفظت من دعائه: «اللهم اغفر له وارحمه وعافه واعف",
            "page": "50",
            "part": "1",
            "seal": "64ECBE65"
        },
        {
            "hno": "251",
            "id": "49",
            "nass": "عنه وأكرم نزله ووسع مدخله واغسله بالماء والثلج والبرد ونقِّه من الخطايا كما نقيت الثوب الأبيض من الدنس وأبدله دارا خيراً من داره وأهلاً خيراً من أهله وأدخله الجنة وَقِهِ فتنة القبر وعذاب النار» رواه مسلم. ¶ 251 - عن أبي هريرة - رضي الله عنه - قال: كان رسول الله - صلى الله عليه وسلم - إذا صلَّى على جنازة يقول: «اللهم اغفر لحينا وميتنا وشاهدنا وغائبنا وصغيرنا وكبيرنا و ذكرنا وأنثانا اللهم من أحييته منَّا فأحيه على الإسلام ومن توفيته منَّا فتوفه على الإيمان اللهم لا تحرمنا أجره ولا تفتنا بعده» رواه مسلم. ¶ 252 - عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «أسرعوا بالجنازة فإن تكُ صالحة فخير تقدمونها إليه، وإن تكُ سوى ذلك فشر تضعونه عن رقابكم» متفق عليه. ¶ 253 - وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من شهد الجنازة حتى يُصَلَّى عليها فَلهُ قيراط، ومن شهِدها حتى تُدفن فله قيراطان» قيل: وما القيراطان؟ قال: «مثل الجبلين العظيمين» متفق عليه. ولمسلم: «حتى توضع في اللَّحد» وللبخاري: «من تبع جنازة مسلم إيماناً واحتساباً، وكان معها حتى يصلَّى عليها ويفرغ من دفنها، فإنه يرجع بقيراطين، كل قيراطٍ مثل جبل أحد». ¶ 254 - عن أم عطية رضي الله تعالى عنها قالت: «نُهينا عن اتباع الجنائز ولم يُعزم علينا» متفق عليه. ¶ 255 - عن أبي سعيد الخدري - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «إذا رأيتم الجنازة فقوموا، فمن تبعها فلا يجلس حتى توضع» متفق عليه.",
            "page": "51",
            "part": "1",
            "seal": "60488C35"
        },
        {
            "hno": "256",
            "id": "50",
            "nass": "256 - عن سعد بن أبي وقاص - رضي الله عنه -، قال: «ألحِدُوا لي لحداً وانصبُوا عليَّ اللبن نصباً كما صُنِعَ برسول الله - صلى الله عليه وسلم -» رواه مسلم. ¶ 257 - عن بريدة بن الحُصيب الأسلمي - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «نهيتكم عن زيارة القبور، فزُوروها» رواه مسلم. ¶ 258 - عن أم عطية رضي الله تعالى عنها قالت: «أخذ علينا رسول الله - صلى الله عليه وسلم - أن لا ننوح» متفق عليه. ¶ 259 - عن ابن عمر رضي الله تعالى عنهما عن النبي - صلى الله عليه وسلم - قال: «الميِّتُ يعذَّب في قبره بما نيح عليه» متفق عليه. ¶ 260 - عن أنس - رضي الله عنه - قال: «شهدتُ بنتاً للنبي - صلى الله عليه وسلم - تدفن ورسول الله - صلى الله عليه وسلم - جالسُ عند القبر، فرأيت عينيه تدمعان» رواه البخاري. ¶ 261 - عن سليمان بن بريدة عن أبيه رضي الله تعالى عنهما قال: كان رسول الله - صلى الله عليه وسلم - يعلمهم إذا خرجوا إلى المقابر، أن يقولوا: «السلام على أهل الديار من المؤمنين والمسلمين، وإنا إن شاء الله بكم لاحقون، نسأل الله لنا ولكم العافية» رواه مسلم. ¶ 262 - عن عائشة رضي الله تعالى عنها قالت: قال رسول الله - صلى الله عليه وسلم -: «لا تسبوا الأموات فإنهم قد أفضوا إلى ما قدموا» رواه البخاري. ¶ -",
            "page": "52",
            "part": "1",
            "seal": "15BB012E"
        },
        {
            "hno": "263",
            "id": "51",
            "nass": "كتاب الزَّكَاة ¶ 263 - عن ابن عباس رضي الله تعالى عنهما أن النبي - صلى الله عليه وسلم - بعث مُعاذاً - رضي الله عنه - إلى اليمن، فذكر الحديث وفيه: «إن الله قد افترض عليهم صدقةً في أموالهم تؤخذ من أغنيائهم فترد على فقرائهم» متفق عليه، واللفظ للبخاري. ¶ 264 - عن أنس - رضي الله عنه - أن أبا بكر الصديق - رضي الله عنه - كتب له: هذه فريضة الصدقة، التي فرضها رسول الله - صلى الله عليه وسلم - على المسلمين، والتي أمر الله بها رسوله: «في أربعٍ وعشرين من الإبل فما دونها الغَنَمُ: في كل خمسٍ شاة، فإذا بلغت خمساً وعشرين إلى خمسٍ وثلاثين، ففيها بنت مخاضٍ أنثى فإن لم تكن فابن لبون ذكرٌ، فإذا بلغت ستاً وثلاثين إلى خمس وأربعين ففيها بنت لبون أنثى، فإذا بلغت ستاً وأربعين إلى ستين ففيها حِقَّة طروقة الجمل، فإذا بلغت واحدة وستين إلى خمسٍ وسبعين، ففيها جذعة، فإذا بلغت ستاً وسبعين إلى تسعين ففيها بنتا لبون، فإذا بلغت إحدى وتسعين. إلى عشرين ومئةٍ ففيها حقّتان طروقتا، الجمل. فإذا زادت على عشرين ومئة، ففي كل أربعين بنت لبون، وفي كل خمسين حقة. ومن لم يكن معه إلا أربع من الإبل، فليس فيها صدقة، إلا أن يشاء ربُّها وفي صدقة الغنم في سائمتها إذا كانت أربعين إلى عشرين ومئة شاةٍ، شاةٌ فإذا زادت على عشرين ومئةٍ إلى مائتين، ففيها شاتان، فإذا زادت على مائتين إلى ثلاث مئةٍ، ففيها ثلاث شياهٍ، فإذا زادت على ثلاثمائة ففي كل مائةٍ شاةٌ. ¶ فإذا كانت سائمة الرّجُل ناقصة من أربعين شاةً، شاةً فليس فيها صدقة، إلا أن يشاء ربُّها، ولا يجمع، بين متفرق، ولا يفرق بين مجتمع، خشية الصدقة وما كان من خليطين، فإنهُما يتراجعان بينهما بالسَّوية، ولا يخرج في الصدقة هرمة،",
            "page": "53",
            "part": "1",
            "seal": "131CD107"
        },
        {
            "hno": "265",
            "id": "52",
            "nass": "ولا ذات عوار، ولا تيسٌ إلا أن يشاء المُصدِّق، وفي الرِّقَةِ ربع العُشر، فإن لم يكن إلا تسعين ومئة، فليس فيها صدقة، إلا أن يشاء ربُّها ومن بلغت عندهُ من الإبل صدقة الجذعة، وليست عنده جذعةُ، وليست عنده جذعةُ، وعنده حقة فإنها تُقبل منه الحِقَّةُ، ويجعل معها شاتين إن استيسرتا له، أو عشرين درهماً، ومن بلغت عنده صدقة الحِقّة، وليس عنده الحِقّة، وعنده الجذعة، فإنها تُقبل منه الجذعة، ويعطيه المُصدِّقُ، عشرين درهماً أو شاتين» رواه البخاري. ¶ 265 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «ليس على المسلم في عبده ولا في فرسه صدقة» رواه البخاري. ولمسلم: «ليس في العبد صدقة إلا صدقة الفطر». ¶ 266 - عن عبد الله بن أبي أوفى - رضي الله عنه - قال: كان رسول الله - صلى الله عليه وسلم - إذا أتاهُ قومٌ بصدقتهم قال: «اللهم صلِّ عليهم» متفق عليه. ¶ 267 - عن جابر - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قال: «ليس فيما دون خمس أواقٍ من الوَرِقِ صدقة وليس فيما دون خمسٍ ذودٍ من الإبل صدقة وليس فيما دون خمسة أوسُقٍٍٍٍٍٍِِ من التمر صدقة» وله من حديث أبي سعيد: «ليس فيما دون خمسة أو ساق من تمر ولا حبِّ صدقة» وأصل حديث أبي سعيد. متفق عليه. ¶ 268 - عن سالم بن عبد الله عن أبيه - رضي الله عنهم - عن النبي - صلى الله عليه وسلم - قال: «فيما سقت السماء والعيون، أو كان عثرياً العشر، وفيما سُقي بالنَّضح نصف العشر» رواه البخاري. ¶ 269 - عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «وفي الرِّكاز الخُمُسُ» متفق عليه.",
            "page": "54",
            "part": "1",
            "seal": "C8AD70A3"
        },
        {
            "hno": "270",
            "id": "53",
            "nass": "بَابُ صَدَقَةِ الفِطرِ ¶ 270 - عن ابن عمر رضي الله تعالى عنهما قال: «فرض رسول الله - صلى الله عليه وسلم - زكاة الفطر صاعاً من تمرٍ، أو صاعاً من شعير، على العبد والحُرِّ والذكر والأنثى والصغير والكبير، من المسلمين، وأمر بها أن تؤدَّى قبل خروج الناس إلى الصلاة» متفق عليه. ¶ 271 - عن أبي سعيد الخدري - رضي الله عنه - قال: «كنَّا نعطيها في زمن النبي - صلى الله عليه وسلم - صاعاً من طعام، أو صاعاً من تمر، أو صاعاً من شعير أو صاعاً من زبيب» متفق عليه. وفي رواية: «أو صاعاً من أقط» قال أبو سعيد أمَّا أنا فلا أزالُ أخرجه كما كنت أخرجه في زمن رسول الله - صلى الله عليه وسلم -. ¶ بَابُ صَدَقَةِ التَّطوُّع ¶ 272 - عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «سبعة يظلّهم اللهُ في ظله يوم لا ظل إلا ظلُّه -فذكر الحديث- وفيه: ورجُلٌ تصدق بصدقةٍ فأخفاها، حتى لا تعلم شماله ما تنفق يمينُهُ» متفق عليه. ¶ 273 - عن حكيم بن حزام - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «اليد العليا خيرٌ من اليد السُّفلى، وابدأ بمن تعول، وخير الصدقة ما كان عن ظهر غنى، ومن يستعفف يعفَّه الله ومن يستغنِ يُغنهِ الله» متفق عليه واللفظ للبخاري. ¶ 274 - عن عائشة رضي الله تعالى عنها قالت: قال النبي - صلى الله عليه وسلم -: «إذا أنفقت المرأة من طعام بيتها غير مفسدة كان لها أجرها بما أنفقت، ولزوجها أجرُهُ بما اكتسب، وللخازن مثل ذلك لا ينقص بعضهم من أجر بعض شيئاً» متفق عليه.",
            "page": "55",
            "part": "1",
            "seal": "A45098D0"
        },
        {
            "hno": "275",
            "id": "54",
            "nass": "275 - عن أبي سعيد الخدري - رضي الله عنه - قال: جاءت زينب امرأةُ ابن مسعود فقالت: يا رسول الله إنَّك أمرت اليوم بالصدقة، وكان عندي حُلِّي ليْ فأردتُ أن أتصدق به، فزعم ابن مسعود أنه وولده أحق من تصدقت به عليهم فقال النبي - صلى الله عليه وسلم -: «صدق ابن مسعود، زوجك وولدك أحق من تصدقتِ به عليهم» رواه البخاري. ¶ 276 - عن ابن عمر رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «لا يزال الرجل يسأل الناس، حتى يأتي يوم القيامة، وليس في وجهه مزعة لحم» متفق عليه. ¶ 277 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «مَنْ سأل الناس أموالهم تكثراً، فإنما يسأل جمراً، فليستقل أو ليستكثر» رواه مسلم. ¶ 278 - عن الزبير بن العوام - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: «لأن يأخذ أحدكم حبله، فيأتي بحزمة الحطب على ظهره، فيبيعها، فيكف بها وجهه، خيرٌ له من أن يسأل الناس أعطوه أو منعوه» رواه البخاري. ¶ بَابُ قِسم الصَّدَقات ¶ 279 - عن قبيصة بن مخارق الهلاليِّ - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إن المسألة لا تحلُّ إلا لأحد ثلاثة: رجل تحمل حمالة فحلت له المسألة حتى يصيبها ثم يمسك، ورجل أصابته جائحة اجتاحت ماله، فحلَّت له المسألةُ حتى يصيب قِواماً من عيش، ورجل أصابته فاقة، حتى يقوم ثلاثة من ذوي الحِجا من قومه: لقد أصابت فلاناً فاقة، فحلَّت له المسألة حتى يصيب قِواماً من عيش",
            "page": "56",
            "part": "1",
            "seal": "F61A60DD"
        },
        {
            "hno": "280",
            "id": "55",
            "nass": "فما سواهنُّ من المسألة يا قبيصة سُحتٌ يأكله صاحبه سُحتاً» رواه مسلم. ¶ 280 - عن عبد المطلب بن ربيعة بن الحارث - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إن الصدقة لا تنبغي لآل محمد إنما هي أوساخ الناس» وفي رواية: «وإنها لا تحلُّ لمحمد ولا لآلِ محمد» رواه مسلم. ¶ 281 - عن جبير بن مطعم - رضي الله عنه - قال: مشيت أنا وعثمان بن عفان إلى النبي - صلى الله عليه وسلم - فقلنا: يا رسول الله أعطيت بني المطلب من خُمُسِ خيبر وتركتنا، ونحن وهم بمنزلةٍ واحدة، فقال رسول الله - صلى الله عليه وسلم -: «إنما بنو المطلب وبنو هاشم شيءٌ واحدٌ» رواه البخاري. ¶ 282 - عن سالم بن عبد الله بن عمر عن أبيه - رضي الله عنهم - أن رسول الله - صلى الله عليه وسلم - كان يعطي عمر العطاء، فيقول أعطه أفقر مني، فيقول: «خذه فتموله، أو تصدق به، وما جاءك من هذا المال، وأنت غير مشرفٍ ولا سائلٍ فخذه ومالاً فلا تتبعه نفسك» رواه مسلم. ¶ -",
            "page": "57",
            "part": "1",
            "seal": "89137AA6"
        },
        {
            "hno": "283",
            "id": "56",
            "nass": "كِتَاب ُالصِّيَام ¶ 283 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا تقدَّمُوا رمضان بصوم يوم ولا يومين، إلا رجُلٌ كان يصوم صوماً فليصمه» متفق عليه. ¶ 284 - عن ابن عمر رضي الله تعالى عنهما قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «إذا رأيتموه فصوموا، وإذا رأيتموه فأفطروا، فإن غمَّ عليكم فاقدروا له» متفق عليه ولمسلم: «فإن أُغمي عليكم فاقدرُوا له ثلاثين» وللبخاري: «فأكملوا العدَّة ثلاثين» وله في حديث أبي هريرة: «فأكملُوا عدّة شعبان ثلاثين». ¶ 285 - عن عائشة رضي الله تعالى عنها قالت: دخل علينا النبي - صلى الله عليه وسلم - ذات يومٍ فقال: «هل عندكم شيء؟ قلنا: لا، قال: فإني إذاً صائم، ثم أتانا يوماً آخر، فقلنا: أُهديَ لنا حيس، فقال: أرينيه فلقد أصبحتُ صائماً، فأكل» رواه مسلم. ¶ 286 - عن سهل بن سعد رضي الله تعالى عنهما، أن رسول الله - صلى الله عليه وسلم - قال: «لا يزال الناس بخير ما عجَّلُوا الفطر» متفق عليه. ¶ 287 - عن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «تسحروا فإن في السُحورِ بَرَكَةً» متفق عليه. ¶ 288 - عن أبي هريرة - رضي الله عنه - قال: نهى رسول الله - صلى الله عليه وسلم - عن الوِصَال فقال رَجُلٌ من المسلمين: فإنك تواصل يا رسول الله، قال: «وأيكم مثلي؟ إني أبيت يطعمني ربي ويسقيني» فلمَّا أبوا أن ينتهوا عن الوصال واصل بهم يوماً، ثم يوماً، ثم رأوا الهلال، فقال: «لو تأخَّر الهلال لزدتكم». كالمُنكِل لهم حين أبوا أن ينتهُوا. متفق عليه.",
            "page": "58",
            "part": "1",
            "seal": "B37D2E64"
        },
        {
            "hno": "289",
            "id": "57",
            "nass": "289 - وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من لم يدع قول الزور والعمل به والجهل، فليس لله حاجة في أن يدع طعامه وشرابه» رواه البخاري. ¶ 290 - عن عائشة رضي الله تعالى عنها قالت: «كان النبي - صلى الله عليه وسلم - يُقبِّلُ وهو صائم ويباشر وهو صائم، ولكنه كان أملككم لإربه» متفق عليه، واللفظ لمسلم وزاد في رواية: «في رمضان». ¶ 291 - عن ابن عباس رضي الله تعالى عنهما «أن النبي - صلى الله عليه وسلم - احتجم وهو محرم، واحتجم وهو صائم» رواه البخاري. ¶ 292 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من نسي وهو صائم، فأكل أو شرب، فليتم صومه فإنما أطعمه الله وسقاه» متفق عليه. ¶ 293 - عن جابر - رضي الله عنه - قال: «أن رسول الله - صلى الله عليه وسلم - خرج عام الفتح إلى مكة، في رمضان فصام حتى بلغ كراع الغميم، فصام الناس، ثم دعا بقدحٍ من ماءٍ فرفعَهُ حتى نظر الناس إليه، فشرب، ثم قيل له بعد ذلك: إن بعض الناس قد صام. فقال: أولئك العصاة أولئك العصاة». وفي لفظ فقيل له: «إن الناس قد شق عليهم الصيام، وإنما ينتظرون فيما فعلت، فدعا بقدحٍ من ماءٍ بعد العصر فشرب» رواه مسلم. ¶ 294 - عن حمزة بن عمرو الأسلمي - رضي الله عنه - أنه قال: يا رسول الله، إني أجِدُ بيْ قوة على الصيام في السَّفر فهل عليَّ جُناح؟ فقال رسول الله - صلى الله عليه وسلم -: «هي رخصة من الله، فمن أخذ بها فحسن ومن أحب أن يصوم فلا جُناح عليه» رواه البخاري ومسلم. ¶ 295 - عن أبي هريرة - رضي الله عنه - قال: جاء رَجُلٌ إلى النبي - صلى الله عليه وسلم - فقال: هلكت يا رسول الله قال: «وما أهلكك؟» قال: وقعتُ على امرأتي",
            "page": "59",
            "part": "1",
            "seal": "BF9A13DF"
        },
        {
            "hno": "296",
            "id": "58",
            "nass": "في رمضان فقال: «هل تجدُ ما تعتق رقبة؟» قال: لا قال: «فهل تستطيع أن تصوم شهرين متتابعين؟» قال: لا. قال: «فهل تجدُ ما تطعم ستين مسكيناً؟» قال: لا، ثم جلس، فأُتي النبي - صلى الله عليه وسلم - بعرقٍ فيه تمر، فقال: «تصدق بهذا» فقال: أعلى أفقر منا؟ فما بين لا بتيها أهل بيتٍ أحوج إليه منا، فضحك النبي - صلى الله عليه وسلم - حتى بدت أنيابهُ ثم قال: «اذهب فأطعمه أهلك» أخرجه البخاري ومسلم. ¶ 296 - عن عائشة وأم سلمة رضي الله تعالى عنهما: «أن النبي - صلى الله عليه وسلم - كان يصبح جنباً من جماع، ثم يغتسل ويصوم» متفق عليه، وزاد مسلم في حديث أم سلمة: ولا يقضي. ¶ 297 - عن عائشة رضي الله تعالى عنها أن النبي - صلى الله عليه وسلم - قال: «من مات وعليه صيام صام عنه وليه» متفق عليه. ¶ بَابُ صوم التَّطَوْع وما نُهي عن صَوْمِه ¶ 298 - عن أبي قتادة رضي الله تعالى عنه، أن رسول الله - صلى الله عليه وسلم - سُئل عن صوم يوم عرفة، قال: «يكفر السَّنة الماضية والباقية» وسُئل عن صوم يوم عاشوراء فقال: «يكفر السَّنة الماضية» وسُئل عن صوم يوم الإثنين، فقال: «ذلك يوم وُلدت فيه، وبُعثتُ فيه، وأُنزلَ عليَّ فيه» رواه مسلم. ¶ 299 - عن أبي أيوب رضي الله تعالى عنه، أن رسول الله - صلى الله عليه وسلم - قال: «من صام رمضان، ثم أتبعه ستاً من شوال، كان كصيام الدهر» رواه مسلم.",
            "page": "60",
            "part": "1",
            "seal": "EE0BDB58"
        },
        {
            "hno": "300",
            "id": "59",
            "nass": "300 - عن أبي سعيد الخدري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «ما من عبدٍ يصوم يوماً في سبيل الله إلا باعد الله بذلك اليوم عن وجهه النار سبعين خريفاً» متفق عليه واللفظ لمسلم. ¶ 301 - عن عائشة رضي الله تعالى عنها قالت: «كان رسول الله - صلى الله عليه وسلم - يصوم حتى نقول لا يفطر، ويفطر حتى نقول لا يصوم، وما رأيت رسول الله استكمل صيام شهر قط إلا رمضان، وما رأيته في شهر أكثر منه صياماً في شعبان» متفق عليه واللفظ لمسلم. ¶ 302 - عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «لا يَحِلُّ للمرأةٍ أن تصوم، وزوجها شاهِدٌ إلا بإذنه» متفق عليه واللفظ للبخاري. ¶ 303 - عن أبي سعيد الخدري - رضي الله عنه -: «أن رسول الله - صلى الله عليه وسلم - نهى عن صيام يومين: يوم الفطر ويوم النحر» متفق عليه. ¶ 304 - عن نُبيشة الهُذلي - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «أيام التشريق أيام أكل وشرب وذكرِ الله عزَّ وجل» رواه مسلم. ¶ 305 - عن عائشة وابن عمر رضي الله تعالى عنهم قالا: لم يُرخص في أيام التشريق أن يُصمن إلا لمن لم يجد الهدي» رواه البخاري. ¶ 306 - عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «لا تخصوا ليلة الجمعة بقيام، من بين الليالي ولا تخصوا يوم الجمعة بصيام من بين الأيام، إلا أن يكون في صوم يصومه أحدكم» رواه مسلم. ¶ 307 - وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا يَصُومنَّ أحدكم يوم الجمعة، إلا أن يصوم يوماً قبله، أو يوماً بعده» متفق عليه. ¶ 308 - عن عبد الله بن عمرو بن العاص رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «لا صام من صام الأبد» متفق عليه ولمسلم عن أبي قتادة بلفظ: «لا صام ولا أفطر».",
            "page": "61",
            "part": "1",
            "seal": "B82E4638"
        },
        {
            "hno": "309",
            "id": "60",
            "nass": "بَابُ الاعْتَكاَف وقِيَامِ رمَضان ¶ 309 - عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «من قام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه» متفق عليه. ¶ 310 - عن عائشة - رضي الله عنه - قالت: كان رسول الله - صلى الله عليه وسلم - إذا دخل العشر - أي العشر الأخيرةُ من رمضان- شدَّ مئزرهُ وأحيا ليلهُ وأيقظ أهله» متفق عليه. ¶ 311 - وعنها رضي الله تعالى عنها قالت: كان النبي - صلى الله عليه وسلم - إذا أراد أن يعتكف صلَّى الفجر، ثم دخل معتكفه» متفق عليه. ¶ 312 - وعنها رضي الله تعالى عنها أن النبي - صلى الله عليه وسلم -، كان يعتكف العشر الأواخر من رمضان حتى توفاهُ الله عزَّ وجل، ثم اعتكف أزواجُهُ من بعدِهِ» متفق عليه. ¶ 313 - وعنها رضي الله تعالى عنها قالت: إن كان رسول الله - صلى الله عليه وسلم -. ليُدخِلُ عليَّ رأسُهُ - وهو في المسجد - فأرجِّلُهُ، وكان لا يدخل البيت إلا لحاجةٍ إذا كان معتكفاً» متفق عليه، واللفظ للبخاري. ¶ 314 - عن ابن عمر رضي الله تعالى عنهما، أن رجالاً من أصحاب النبي - صلى الله عليه وسلم - أرُوا ليلة القدر في المنام في السبع الأواخر فقال رسول الله - صلى الله عليه وسلم -: «أرى رُؤياكم قد تواطأت في السبع الأواخر، فمن كان متحريها فليتحرها في السبع الأواخر» متفق عليه. ¶ 315 - عن أبي سعيد الخدري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا تشدُّوا الرِّحال إلا إلى ثلاثة مساجد: المسجد الحرام، ومسجدي هذا والمسجد الأقصى» متفق عليه. ¶ -",
            "page": "62",
            "part": "1",
            "seal": "4DC0EF5E"
        },
        {
            "hno": "316",
            "id": "61",
            "nass": "كتِابُ الحَجْ ¶ باَبُ فَضِيلة وَبيَانُ من فُرض عَلَيْهِ ¶ 316 - عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «العمرة إلى العمرة كفارةٌ لما بينهما، والحج المبرُورُ ليس له جزاءٌ إلا الجنة» متفق عليه. ¶ 317 - عن عائشة رضي الله تعالى عنها أنها قالت: يا رسول الله، نرى الجهاد أفضل الأعمال، أفلا نجاهد؟ قال «لا، لكن أفضل الجهاد حجُّ مبرور» رواه البخاري. ¶ 318 - عن ابن عباس رضي الله تعالى عنهما، أن النبي - صلى الله عليه وسلم - لقي ركباً بالرَّوحاءِ، فقال: «من القوم؟» قالوا: المسلمون، فقالوا: من أنت؟ قال: «رسول الله» فرفعت إليه امرأةٌ صبياً، فقالت: ألهذا حَج؟ قال: «نعم، ولك أجر» رواه مسلم. ¶ 319 - وعنه رضي الله تعالى عنهما قال: كان الفضل بن عباس رديف رسول الله - صلى الله عليه وسلم - فجاءت امرأة من خثعم، فجعل الفضل ينظر إليها، وتنظر إليه، وجعل النبي - صلى الله عليه وسلم - يصرف وجه الفضل إلى الشق الأخر فقالت: يا رسول الله، إن فريضة الله على عباده في الحَجِّ أدركت أبي شيخاً كبيراً، لا يثبت على الراحلة أفأحُجُّ عنه؟ قال: «نعم» وذلك في حجَّة الوداع» متفق عليه. واللفظ للبخاري. ¶ 320 - وعنه رضي الله تعالى عنهما أن امرأة من جهينة جاءت إلى النبي - صلى الله عليه وسلم - فقالت: إن أمي نذرت أن تحُجَّ، فلم تحُجَّ حتى ماتت، أفاحُجَّ عنها؟ قال: «نعم، حُجَّي عنها، أرأيت لو كان على أمَّكِ دينُ أكنتِ قاضيةً!؟ اقضوا الله فالله، أحق بالوفاء» رواه البخاري.",
            "page": "63",
            "part": "1",
            "seal": "55BC4411"
        },
        {
            "hno": "321",
            "id": "62",
            "nass": "321 - وعنه رضي الله تعالى عنهما قال: سمعت رسول الله - صلى الله عليه وسلم - يخطب يقول: «لا يخلون رجل بامرأةٍ إلا ومعها ذو محرم، ولا تسافر المرأة إلا مع ذي محرم» فقال رجلٌ: يا رسول الله إن امرأتي خرجت حاجة، و إني اكتتبت في غزوة كذا وكذا، قال: «انطلق فحُجَّ مع امرأتك» متفق عليه واللفظ لمسلم. ¶ 322 - عن أبي هريرة - رضي الله عنه - قال: خطبنا رسول الله - صلى الله عليه وسلم - فقال «أيها الناس: قد فرض الله عليكم الحَجَّ، فحجُّوا» فقال رجُلٌ: أكُلَّ عام يا رسول الله؟ فسكت، حتى قالها ثلاثاً، فقال رسول الله - صلى الله عليه وسلم -: «لو قلت: نعم، لوجبت، ولما استطعتُم» ثم قال: «ذروني ما تركتكم، فإنما هلك من كان قبلكم بكثرة سؤالهم واختلافهم على أنبيائهم، فإذا أمرتكم بشيءٍ فأتُوا منه ما استطعتم وإذا نهيتكم عن شيء فدعوه» رواه البخاري ومسلم. ¶ بَابُ المَواقيت ¶ 323 - عن ابن عباس رضي الله تعالى عنهما أن النبي - صلى الله عليه وسلم - وقَّتَ لأهل المدينة ذا الحُليفة، ولأهل الشام الجُحفة ولأهل نجد قرن المنازل، ولأهل اليمن يلملم، هُنَّ لهُنَّ ولمن أتى عليهنَّ من غير أهلهِنَّ ممن أراد الحج والعمرة، ومن كان دون ذلك فمن حيث أنشأ، حتى أهل مكة من مكة» وفي صحيح البخاريِّ: «أن عمر هو الذي وَقَّتَ ذات عرقٍ». متفق عليه. ¶ بَابُ وجُوه الإحْراَم وصِفَتُه ¶ 324 - عن عائشة رضي الله تعالى عنها قالت: خرجنا مع رسول الله - صلى الله عليه وسلم - عام حجة الوداع، فمنَّا من أهلَّ بحج وعمرة، ومنَّا من أهلَّ بحج،",
            "page": "64",
            "part": "1",
            "seal": "2C0B9BFC"
        },
        {
            "hno": "325",
            "id": "63",
            "nass": "وأهلَّ رسول الله - صلى الله عليه وسلم - بالحجِّ فأمَّا من أهلَّ بعمرةٍ فحلَّ عند قدومِهِ، وأما من أهلَّ بحجّ، أو جمع بين الحج والعمرة فلم يحِلُّو حتى كان يوم النحر» متفق عليه. ¶ بَابُ الإحْراَم وما يتعلق به ¶ 325 - عن ابن عمر رضي الله تعالى عنهما قال: «ما أهلَّ رسول الله - صلى الله عليه وسلم - إلا من عند المسجد» متفق عليه. ¶ 326 - عن ابن عمر رضي الله تعالى عنهما أن رسول الله - صلى الله عليه وسلم - سُئل ما يلبس المحرم من الثياب قال: «لا يلبس القميص، ولا العمائم، ولا السراويلات، ولا البرانس، ولا الخفاف، إلا أحدٌ لا يجد نعلين فليلبس الخفين وليقطعهما أسفل من الكعبين، ولا تلبسوا شيئاً من الثياب مسَّهُ الزعفران ولا الورسُ» متفق عليه واللفظ لمسلم. ¶ 327 - عن عائشة رضي الله تعالى عنها قالت: «كنت أطيب رسول الله - صلى الله عليه وسلم - لإحرامه قبل أن يحرم، ولحلِّه قبل أن يطوف بالبيت» متفق عليه. ¶ 328 - عن عثمان بن عفان - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «لا يَنْكِحُ المحرم ولا يُنْكِحُ، ولا يخطُبَ» رواه مسلم. ¶ 329 - عن أبي قتادة - رضي الله عنه - في قصةِ صيده الحمار الوحشي، وهو غير محرم - قال: فقال رسول الله - صلى الله عليه وسلم - لأصحابه وكانوا محرمين: «هل منكم أحدٌ أمَرَهُ أو أشار إليه بشيء؟» قالوا: لا قال: «فكلوا ما بقي من لحمه» متفق عليه.",
            "page": "65",
            "part": "1",
            "seal": "DCED6232"
        },
        {
            "hno": "330",
            "id": "64",
            "nass": "330 - عن الصعب بن جثامة الليثي - رضي الله عنه - أنه أهُدى لرسول الله - صلى الله عليه وسلم - حماراً وحشياً وهو بالأبواء أو بودَّان، فردَّه عليه وقال: «إنا لم نرده عليه إلا أنا حُرم» متفق عليه. ¶ 331 - عن عائشة رضي الله تعالى عنها قالت: قال رسول الله - صلى الله عليه وسلم -: «خمس من الدواب كُلهنَّ فاسق يُقتَلْن في الحرم: العقرب، و الحدأة، و الغراب، والفأرة، والكلب العقور» متفق عليه. ¶ 332 - عن ابن عباس رضي الله تعالى عنهما أن النبي - صلى الله عليه وسلم - «احتجم وهو محرم» متفق عليه. ¶ 333 - عن كعب بن عجرة - رضي الله عنه - قال: حُمِلْتُ إلى رسول الله - صلى الله عليه وسلم - والقمل يتناثر على وجهي، فقال: «ما كنت أُرى الوجع بلغ بك ما أرى أتجد شاة؟» قلت: لا قال: «فصم ثلاثة أيام، أو أطعم ستة مساكين لكل مسكين نصف صاع» متفق عليه. ¶ 334 - عن أبي هريرة - رضي الله عنه - قال: لما فتح الله على رسوله مكة، قام رسول الله - صلى الله عليه وسلم - في الناس، فحمد الله، وأثنى عليه، ثم قال: «إن الله تعالى حبس عن مكة الفيل وسلَّط عليها رسوله والمؤمنين، وإنها لم تحِلَّ لأحدٍ كان قبلي، وإنما أُحِلَّت لي ساعةً من نهار، وإنها لن تَحِل لأحدٍ بعدي، فلا ينفر صيدها، ولا يختلي شوكها، ولا يحِلُّ ساقطتُها إلا لمُنشدٍ ومن قُتل له قتيلٌ فهو بخير النظرين» فقال العباس: إلا الإذخر، يا رسول الله فإنا نجعله في قبورنا وبيوتنا، فقال: «إلاّ الإذخر» متفق عليه. ¶ 335 - عن عبد الله بن زيد بن عاصم - رضي الله عنه -، أن رسول الله - صلى الله عليه وسلم - قال: «إن إبراهيم حرَّم مكة، ودعا لأهلها، وإني حرّمتُ المدينة كما",
            "page": "66",
            "part": "1",
            "seal": "6C583D28"
        },
        {
            "hno": "336",
            "id": "65",
            "nass": "حرَّم إبراهيم مكة، وإني دعوتُ في صاعها ومدِّها بمثل ما دعا به إبراهيم لأهل مكة» متفق عليه. ¶ 336 - عن علي بن أبي طالب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «المدينة حرامٌ بين عيرٍ إلى ثور» رواه مسلم. ¶ بَابُ صِفَة الحجّ ودُخُول مكّة ¶ 337 - عن جابر - رضي الله عنه -، أن رسول الله - صلى الله عليه وسلم - حجَّ فخرجنا معه، حتى إذا أتينا ذا الحليفة فولدت أسماء بنت عُميس فقال: «اغتسلي، واستثفري بثوب وأحرمي» وصلى رسول الله - صلى الله عليه وسلم - في المسجد، ثم ركب القصواء، حتى إذا استوت به على البيداء أهلَّ بالتوحيد: «لبيك اللهم لبيك، لبيك لا شريك لك، لبيك، إن الحمد والنعمة لك والملك، لا شريك لك» حتى إذا أتينا البيت استلم الركن، فرمل ثلاثاً ومشى أربعاً، ثم أتى مقام إبراهيم فصلَّى ثم رجع إلى الركن، فاستلمه، ثم خرج من الباب إلى الصفا، فلما دنا من الصفا قرأ: «إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَائِرِ اللَّهِ أبدأُ بما بدأ الله به» فرقى الصفا حتى رأى البيت، فاستقبل القبلة فوحَّد الله وكبَّرهُ، وقال: «لا إله إلا الله وحده، لا شريك له، له الملك وله الحمد وهو على كل شيءٍ قدير، لا إله إلا الله وحده، أنجز وعدهُ ونصر عبدهُ، وهزم الأحزاب وحدهُ» ثم دعا بين ذلك وقال مثل هذا ثلاث مراتٍ، ثم نزل من الصفا إلى المروة، حتى إذا انصبت قدماه في بطن الوادي سعى، حتى إذا صعدنا مشى إلى المروة، ففعل على المروة كما فعل على الصفا. ¶ فذكر الحديث، وفيه: فلما كان يوم التروية توجهوا إلى منى، وركب النبي - صلى الله عليه وسلم - فصلَّى بها الظهر والعصر والمغرب والعشاء والفجر، ثم مكث قليلاً حتى طلعت الشمس،",
            "page": "67",
            "part": "1",
            "seal": "89434D7E"
        },
        {
            "hno": "338",
            "id": "66",
            "nass": "فأجاز حتى أتى عرفة، فوجد القبَّة قد ضربت له بنمرة، فنزل بها، حتى إذا زاغت الشمس أمر بالقصواء فرُحلت له، فأتى بطن الوادي فخطب الناس، ثم أذَّن ثم أقام، فصلَّى الظهر، ثم أقام فصلَّى العصر، ولم يصلِّ بينهما شيئاً، ثم ركب حتى أتى الموقف، فجعل بطن ناقته القصواء إلى الصخرات، وجعل جبل المشاة بين يديه، واستقبل القبلة، فلم يزل واقفاً حتى غربت الشمس، وذهبت الصفرة قليلاً حتى إذا غاب القرص دفع، وقد شنق للقصواء الزمام، حتى إن رأسها ليصيب مورك رحله، ويقول بيده اليمنى: «أيها الناس السكينة»، وكلما أتى جبلاً أرخى لها قليلاً حتى تصعد، حتى أتى المزدلفة، فصلَّى بها المغرب والعشاء بأذانٍ واحدٍ وإقامتين، ولم يسبِّح بينهما شيئاً، ثم اضطجع حتى طلع الفجر فصلَّى الفجر حين تبيَّن له الصبح، بأذان وإقامة، ثم ركب حتى أتى المشعر الحرام، فاستقبل القبلة، فدعا وكبر، وهلل، فلم يزل واقفاً حتى أسفر جداً، فدفع قبل أن تطلع الشمس، حتى أتى بطن مُحَسِّرٍ، فحرك قليلاً ثم سلك الطريق الوسطى التي تخرج على الجمرة الكبرى، حتى أتى الجمرة التي عند الشجرة، فرماها بسبع حصيات، يكبر مع كل حصاة منها، مثل حصى الخذف، رمى من بطن الوادي ثم انصرف إلى المنحر، فنحر، ثم ركب رسول الله - صلى الله عليه وسلم - فأفاض إلى البيت فصلَّى بمكة الظهر» رواه مسلم. ¶ 338 - عن جابر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «نحرت هاهُنا، ومنى كلها منحر، فانحروا في رحالكم، ووقفت هاهنا وعرفة كلها موقف، ووقفت هاهنا وجمع كلها موقف» رواه مسلم.",
            "page": "68",
            "part": "1",
            "seal": "22F7A3C1"
        },
        {
            "hno": "339",
            "id": "67",
            "nass": "339 - عن عائشة رضي الله تعالى عنها: «أن النبي - صلى الله عليه وسلم - لما جاء إلى مكة دخلها من أعلاها وخرج من أسفلها» متفق عليه. ¶ 340 - وعن ابن عمر رضي الله عنهما: «أنه كان لا يقدم مكة إلا بات بذي طوى، حتى يصبح ويغتسل ويذكر ذلك عن النبي - صلى الله عليه وسلم -» متفق عليه. ¶ 341 - عن ابن عباس رضي الله تعالى عنهما قال: «أمرهم النبي - صلى الله عليه وسلم -: أن يرملوا ثلاثة أشواطٍ ويمشوا أربعاً ما بين الركنين». متفق عليه. ¶ 342 - عن ابن عمر رضي الله تعالى عنهما: «أنه كان إذا طاف بالبيت الطواف الأول خبَّ ثلاثاً، ومشى أربعاً». وفي رواية: «رأيت رسول الله - صلى الله عليه وسلم - إذا طاف في الحجِّ أو العمرة أول ما يقدم فإنه يسعى ثلاثة أطواف بالبيت ويمشي أربعة» متفق عليه. ¶ 343 - عنه ابن عمر رضي الله تعالى عنهما قال: «لم أرَ رسول الله - صلى الله عليه وسلم - يستلم من البيت غير الركنين اليمانيين» رواه مسلم. ¶ 344 - عن عمر - رضي الله عنه - أنه قبَّل الحجر وقال: «إني أعلم أنك حجر لا تضر ولا تنفع ولولا أني رأيت رسول الله - صلى الله عليه وسلم - يُقبِّلك ما قَبَّلتك» متفق عليه. ¶ 345 - عن أبي الطفيل - رضي الله عنه - قال: «رأيت رسول الله - صلى الله عليه وسلم - يطوف بالبيت ويستلم الركن بمحجنٍ مَعَهُ، ويقبَّل المحجن» رواه مسلم. ¶ 346 - عن أنس - رضي الله عنه - قال: «كان يُهلُّ مِنَّا المُهِلُّ فلا يُنكَر عليه، ويكبِّر منَّا المكبِّر فلا يُنكَر عليه» متفق عليه. ¶ 347 - عن ابن عباس رضي الله تعالى عنهما قال: «بعثني النبي - صلى الله عليه وسلم - في الثَّقَلِ - أو قال: في الضعفةِ - من جمعٍ بليلٍ» متفق عليه.",
            "page": "69",
            "part": "1",
            "seal": "BA3F13EC"
        },
        {
            "hno": "348",
            "id": "68",
            "nass": "348 - عن عائشة رضي الله تعالى عنها قالت: «استأذنت سودة رسول الله - صلى الله عليه وسلم - ليلة المزدلفة: أن تدفع قبلهُ، وكانت ثبطة - تعني ثقيلة - فأذن لها» متفق عليه. ¶ 349 - عن عمر - رضي الله عنه - قال: «إن المشركين كانوا لا يفيضون حتى تطلع الشمس. ويقولون: أشرق ثبير وإن النبي - صلى الله عليه وسلم - خالفهم، فأفاض قبل أن تطلع الشمس» رواه البخاري. ¶ 350 - عن ابن عباس وأسامة بن زيد رضي الله تعالى عنهم قالا: «لم يزل النبي - صلى الله عليه وسلم - يُلبِّى حتى رمي جمرة العقبة» رواه البخاري. ¶ 351 - عن ابن مسعود - رضي الله عنه -: «أنه جعل البيت عن يساره ومنى عن يمينه، ورمى الجمرة بسبع حصيات، وقال: هذا مقام الذي أنزلت عليه سورة البقرة» متفق عليه. ¶ 352 - عن جابر - رضي الله عنه - قال: «رَمى رسول الله - صلى الله عليه وسلم - الجمرة يوم النحر ضُحى، وأما بعد ذلك فإذا زالت الشمس» رواه مسلم. ¶ 353 - عن ابن عمر رضي الله تعالى عنهما: «أنه كان يرمي الجمرة الدنيا بسبع حصيات، يُكبِّر على أثر كل حصاةٍ، ثم يتقدم، ثم يُسهِل، فيقوم فيستقبل القبلة، ثم يدعو ويرفع يديه ويقوم طويلاً ثم يرمي الوسطى، ثم يأخذ ذات الشمال فيُسهِل، ويقوم مستقبل القبلة ثم يدعو فيرفع يديه ويقوم طويلاً، ثم يرمي جمرة ذات العقبة من بطن الوادي ولا يقف عنها، ثم ينصرف، فيقول: هكذا رأيت رسول الله - صلى الله عليه وسلم - يفعله» رواه البخاري. ¶ 354 - وعنه رضي الله تعالى عنهما أن رسول الله - صلى الله عليه وسلم - قال: «اللهم ارحم المحلقين» قالوا: والمقصرين يا رسول الله قال في الثالثة: «والمقصرين» متفق عليه.",
            "page": "70",
            "part": "1",
            "seal": "4A8F1C06"
        },
        {
            "hno": "355",
            "id": "69",
            "nass": "355 - عن عبد الله بن عمرو بن العاص رضي الله تعالى عنهما: أن رسول الله - صلى الله عليه وسلم - وقف في حجة الوداع، فجعلوا يسألونه، فقال: رجلٌ لم أشعر، فحلقت قبل أن أذبح. قال: «اذبح ولا حرج» وجاء آخر، فقال: لم أشعر، فنحرت قبل أن أرمي قال: «ارم ولا حرج» فما سُئل يومئذٍ عن شيء قُدِّم ولا أُخرِّ إلا قال: «افعل ولا حرج» متفق عليه. ¶ 356 - عن المِسور بن مخرمة - رضي الله عنه - «أن رسول الله - صلى الله عليه وسلم - نحر قبل أن يحلق، وأمر أصحابه بذلك» رواه البخاري. ¶ 357 - عن ابن عمر رضي الله تعالى عنهما: «أن العباس بن عبد المطلب استأذن رسول الله - صلى الله عليه وسلم - أن يبيت بمكة ليالي منى، من أجل سقايته فأذن له» متفق عليه. ¶ 358 - عن أبي بكرة - رضي الله عنه - قال: «خطبنا رسول الله - صلى الله عليه وسلم - يوم النحر» الحديث. متفق عليه. ¶ 359 - عن عائشة رضي الله تعالى عنها أن النبي - صلى الله عليه وسلم - قال لها: «طوافكِ في البيت وسعيكِ بين الصفا والمروة يكفيك لحجِّك وعمرتِك» رواه مسلم. ¶ 360 - عن أنس - رضي الله عنه -: «أن النبي - صلى الله عليه وسلم - صلَّى الظهر والعصر والمغرب والعشاء، ثم رقد رقدةً بالمحصَّب، ثم ركب إلى البيت فطاف به» رواه البخاري. ¶ 361 - عن عائشة رضي الله تعالى عنها أنها لم تكن تفعل ذلك - أي النزول بالأبطح - وتقول: «إنما نزله رسول الله - صلى الله عليه وسلم - لأنه كان منزِلاً أسمح لخروجه» رواه مسلم.",
            "page": "71",
            "part": "1",
            "seal": "5FF579C3"
        },
        {
            "hno": "362",
            "id": "70",
            "nass": "362 - عن ابن عباس رضي الله تعالى عنهما قال: «أمر الناس أن يكون آخر عهدهم بالبيت إلا أنه خُفِّفَ عن الحائض» متفق عليه. ¶ بَابُ الفوَات والإحصَارِ ¶ 363 - عن ابن عباس رضي الله تعالى عنهما قال: «قد أُحصر رسول الله - صلى الله عليه وسلم -، فحلق رأسه، وجامع نساءَهُ ونحر هديه، حتى اعتمر عاماً قابلاً» رواه البخاري. ¶ 364 - عن عائشة رضي الله تعالى عنها قالت: دخل النبي - صلى الله عليه وسلم - على ضباعة بنت الزبير بن عبد المطلب فقالت: يا رسول الله، إني أُريد الحج، وأنا شاكية فقال النبي - صلى الله عليه وسلم -: «حُجَّي واشترطي أنَّ مَحَلي حيث حبستني» متفق عليه. ¶ -",
            "page": "72",
            "part": "1",
            "seal": "BBCC5F4E"
        },
        {
            "hno": "365",
            "id": "71",
            "nass": "كتاب البيوع ¶ باب شروطه وما نُهي عَنْهُ ¶ 365 - عن جابر - رضي الله عنه - أنه سمع رسول الله - صلى الله عليه وسلم - يقول عام الفتح، وهو بمكة: «إن الله حرم بيع الخمر والميتة، والخنزير، والأصنام، فقيل: يا رسول الله، أرأيت شحوم الميتة، فإنها تُطلى بها السُّفن، وتُدهَّنُ بها الجلود، ويستصبحُ بها الناس؟ فقال: «لا، هو حرام» ثم قال رسول الله - صلى الله عليه وسلم - عند ذلك: «قاتل الله اليهود، إن الله تعالى لما حرم عليهم شحومها جملوه، ثم باعوه فاكلوا ثمنهُ» متفق عليه. ¶ 366 - عن أبي مسعود الأنصاري - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - نهى «عن ثمن الكلب، ومهر البغي وحلوان الكاهن» متفق عليه. ¶ 367 - عن جابر - رضي الله عنه - أنه كان على جملٍ له قد أَعْيَا، فأراد أن يسيِّبهُ. قال فلحِقني النبي - صلى الله عليه وسلم -، فدعا لي، وضربه فسار سيراً لم يسر مثله، فقال: «بعنيه بأوقية» قلت: لا. ثم قال: «بعنيه» فبعتُه بأوقية، واشترطت حملانه إلى أهلي، فلما بلغت أتيته بالجمل فنقدني ثمنه، ثم رجعتُ فأرسل في أثري فقال: «أتراني ما كستك لأخذ جملك؟ خذ جملك ودراهِمك فهو لك» متفق عليه وهذا السياق لمسلم. ¶ 368 - وعنه - رضي الله عنه - قال: «أعتق رجل منَّا عبداً له عن دُبُرٍ ولم يكن له مالٌ غيره. فدعا به النبي - صلى الله عليه وسلم - فباعهُ» متفق عليه. ¶ 369 - عن ميمونة زوج النبي - صلى الله عليه وسلم - أن فأرةً وقعت في سمن، فماتت فيه، فسُئل النبي - صلى الله عليه وسلم - عنها فقال: «ألقوها وما حولها وكلوه» رواه البخاري.",
            "page": "73",
            "part": "1",
            "seal": "5FEBC047"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "ـ[البدر التمام بما صح من أدلة الأحكام]ـ ¶ إعداد: أبو خلاد ناصر بن سعيد بن سيف السيف ¶ الناشر: دار ابن خزيمة ¶ عدد الأجزاء: 1 ¶ [الكتاب مرقم آليا غير موافق للمطبوع]",
            "page": null,
            "part": null,
            "seal": "7B805F56"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "المقدمة ¶ الحمد لله وحده والصلاة والسلام على من لا نبي بعده ... أما بعد: ¶ فإن شرف العلم بشرف المعلوم وخير العلوم الكتاب والسُّنة ومن تمسك بهما وعضَّ عليهما بالنواجذ عاش في الدنيا عيشة طيبة ونجا وفاز في الآخرة. ¶ ومن هذا المنطلق كانت جهود فضيلة شيخنا الشيخ محمد بن صالح الحربي حفظه الله تعالى في كتابة ما صح من أحاديث الأحكام معتمداً على ما رواه البخاري ومسلم أو أحدهما لتعم الفائدة بين المسلمين، وتشرفتُ بإعداد هذه الأحاديث وإخراجها وترتيبها وسميتها مجتهداً: «البدر التمام بما صح من أدلة الأحكام» (¬1). ¶ نسأل الله العلي القدير أن يرزقنا العلم النافع والعمل الصالح والرزق الطيب والعمل المتقبَّل وأن يجمعنا بنبينا محمد - صلى الله عليه وسلم - في الفردوس الأعلى من الجنة وصلى الله وسلم وبارك على نبينا محمد وعلى آله وصحبه أجمعين. ¶ كتبه الفقير إلى عفو ربه القدير ¶ أبو خلاد ناصر بن سعيد بن سيف السيف ¶ غفر الله له ولوالديه وجميع المسلمين ¶ ¬_________ ¶ (¬1) استفدت في ترتيب الكتب والأبواب وضبط النصوص من كتاب: (بلوغ المرام من أدلة الأحكام) للحافظ بن حجر العسقلاني رحمه الله تعالى، بتحقيق فضيلة الشيخ سمير بن أمين الزهيري حفظه الله تعالى، والحمد لله الذي بنعمته تتم الصالحات.",
            "page": "5",
            "part": "1",
            "seal": "E09BD8D8"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "تمهيد ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونتوب إليه ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهد الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلَّى الله عليه وعلى آله وصحبه والتابعين لهم بإحسان إلى يوم الدين أما بعد: ¶ فإن المسلم لا يستطيع أن يتعبد لربه تبارك وتعالى بالقرآن وحده ما لم يرجع إلى السُّنة النبوية لأنها شارحة ومبيِّنة لمعاني القرآن ومثل ذلك قوله تعالى: [حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الوُسْطَى] {البقرة:238} فذكرت الصلوات عموماً وخصصت صلاة العصر لأهميتها ولكن لم تذكر عدد الركعات وأسماء باقي الصلوات أين تجد هذا؟! تجد ذلك عند الرجوع إلى سنة المصطفى - صلى الله عليه وسلم - ويتبين لك الأمر وتعرف تفسير ذلك. ولذلك فإن الاشتغال بالسُّنة النبوية المباركة حفظاً وفهماً وتدويناً وتنقيحاً وعملاً وتدريساً من أشرف العلوم التي تسمو بالمسلم وتترقى به إلى معالم الأمور وتقربه إلى العزيز الغفور وترفع ذكره في حياته وبعد مماته إذا أخلص في ذلك ولا ينقطع عمله في برزخه. ¶ ومن أجل ذلك أحببنا من باب خدمة السُّنة النبوية المطهَّرة ونشرها بين إخواننا المسلمين بجمع بعض ما صح عن النبي - صلى الله عليه وسلم - علماً بأننا لم نذكر إلا رواية المتفق عليها من البخاري ومسلم أو أحدهما وقد كان المرجع في ذلك كتاب صحيح البخاري وصحيح مسلم وبلوغ المرام واكتفينا بذكر الكتاب والباب حتى يتسنى الرجوع إليه من باب الفائدة.",
            "page": "6",
            "part": "1",
            "seal": "623E18E2"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "نسال الله العلي القدير أن ينفع به المسلمين في كل مكان وزمان وأن يجعله خالصاً لوجه الكريم وأن يتجاوز عنَّا وعن إخواننا المسلمين وأن يختم لنا بكلمة التوحيد، وأن يكرمنا بجنات النعيم بمنِّه وكرمه وصلى الله وسلم على نبي الهدى وعلى آله وصحبه والتابعين لهم بإحسان إلى يوم الدين. ¶ كتبه الفقير إلى عفو ربه القدير ¶ محمد بن صالح الحربي ¶ غفر الله له ولوالديه وجميع المسلمين",
            "page": "7",
            "part": "1",
            "seal": "279CCE29"
        },
        {
            "hno": "1",
            "id": "6",
            "nass": "كتاب الطهارة ¶ باب المياه ¶ 1 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا يغتسل أحدُكم في الماءِ الدَّائِم وهو جنب» أخرجه مسلم وللبخاري: «لا يَبُولَنَّ أحدكم في الماءِ الدَّائِم الذي لا يجري ثم يغتسل فيه» ولمُسلِم «منه». ¶ 2 - عن ابن عباس رضي الله تعالى عنهما، أن النبي - صلى الله عليه وسلم - «كان يغتسل بفضل ميمونة رضي الله تعالى عنها» أخرجه مسلم ¶ 3 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «طهور إناء أحدكم إذا ولغ فيه الكلب أن يغسله سبع مرَّات، أولاهنَّ بالتراب» أخرجه مسلم وفي لفظ له «فَلْيُرِقْهُ». ¶ 4 - عن أنس - رضي الله عنه - قال: جاء أعرابي فبال في طائفة المسجد، فزجره الناس، فنهاهم رسول الله - صلى الله عليه وسلم -، فلما قضى بوله أمر النبي - صلى الله عليه وسلم - «بذنوبٍ من ماءٍ فأهريق عليه» متفق عليه. ¶ 5 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا وقع الذُّبابُ في شراب أحدكم فليغمسه، ثم لينزعهُ فإن في أحد جناحيه داءً، وفي الآخرِ شفاءً» أخرجه البخاري. ¶ باب الآنية ¶ 6 - عن حذيفة بن اليمان رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «لا تشربوا في آنية الذهب والفضة ولا تأكلوا في صحافها فإنها لهم في الدنيا ولكم في الآخرة» متفق عليه.",
            "page": "8",
            "part": "1",
            "seal": "6DC21349"
        },
        {
            "hno": "7",
            "id": "7",
            "nass": "7 - عن أم سلَّمةَ رضي الله تعالى عنها قالت: قال رسول الله - صلى الله عليه وسلم -: «الذي يشرب في إناءِ الفضةِ إنما يُجرجِرُ في بطنه نار جهنَّم» متفق عليه. ¶ 8 - عن ابن عباس رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «إذا دُبغَ الإهاب فقد طَهُر» أخرجه مسلم. ¶ 9 - عن أبي ثعلبة الخشني - رضي الله عنه - قال: قلت ُ يا رسول الله إنَّا بأرض قوم أهلِ كتاب، أفنأكلُ في آنيتهم؟ قال: «لا تأكلوا فيها إلا أن لا تجدوا غيرها فاغسلوها وكُلُوا فيها» متفق عليه. ¶ 10 - عن عمران بن حصين رضي الله تعالى عنهما: «أن النبي - صلى الله عليه وسلم - وأصحابه توضؤوا من مزادةِ امرأةٍ مشركةٍ» متفق عليه من حديث طويل. ¶ 11 - عن أنس - رضي الله عنه -: «أن قدح النبي - صلى الله عليه وسلم - انكسر فاتَّخذ مكان الشَّعْبِ سلسلةً من فضة» أخرجه البخاريُّ. ¶ بابُ إزالة النجاسة وبيانها ¶ 12 - عن أنس - رضي الله عنه - قال: سُئل رسول الله - صلى الله عليه وسلم - عن الخمر تتخذ خلا؟ قال: «لا» أخرجه مسلم. ¶ 13 - وعنه - رضي الله عنه - قال: لما كان يومُ خيبر أمر رسول الله - صلى الله عليه وسلم - أبا طلحة فنادى: «أن الله ورسوله ينهيانكم عن لحوم الحمر الأهلية، فإنها رجسُ» متفق عليه. ¶ 14 - عن عائشة رضي الله تعالى عنها قالت: «كان رسول الله - صلى الله عليه وسلم - يغسل المنيَّ ثم يخرج إلى الصلاة في ذلك الثوب وأنا أنظر إلى أثر الغسل فيه» متفق عليه ولمسلم: «لقد كُنتُ أفركه من ثوب رسول",
            "page": "9",
            "part": "1",
            "seal": "7F84E370"
        },
        {
            "hno": "15",
            "id": "8",
            "nass": "الله - صلى الله عليه وسلم - فركاً، فيصلي فيه» وفي لفظٍ له: «لقد كنت أحكه يابساً بظفري من ثوبه». ¶ 15 - عن أسماء بنت أبي بكر رضي الله تعالى عنهما، أن النبي - صلى الله عليه وسلم -: قال في دم الحيض يصيب الثوب «تحته ثم تقرصه بالماء، ثم تنضحه ثم تصلي فيه» متفق عليه. ¶ باب الوضوء ¶ 16 - عن حمران مولى عثمان - رضي الله عنه - أن عثمان دعا بُوضُوءٍ فغسل كفيه ثلاث مرات، ثم تمضمض واستنشق واستنثر ثم غسل وجهه ثلاث مرات، ثم غسل يدهُ اليمنى إلى المرفق ثلاث مراتٍ، ثم اليسرى مثل ذلك، ثم مسح برأسه، ثم غسل رجله اليمنى إلى الكعبين ثلاث مرات، ثم اليسرى مثل ذلك، ثم قال: رأيت رسول الله - صلى الله عليه وسلم - توضَّأ نحو وُضُوئي هذا» متفق عليه. ¶ 17 - عن عبد الله بن زيد بن عاصم - رضي الله عنه - في صفة الوُضوء قال: «ومسح رسول الله - صلى الله عليه وسلم - برأسه فأقبل بيديه وأدبر» متفق عليه في لفظٍ لهما: «بدأ بمقدم رأسه حتى ذهب بهما إلى قفاه، ثم ردهما حتى رجع إلى المكان الذي بدأ منه». ¶ 18 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا استيقظ أحدكم من منامه فليستنثر ثلاثاً، فإن الشيطان يبيتُ على خيشومه» متفق عليه. ¶ 19 - وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا استيقظ أحدكم من نومه فلا يغمس يدهُ في الإناء حتى يغسلها ثلاثاً، فإنه لا يدري أين باتت يدُهُ» متفق عليه وهذا لفظ مسلم.",
            "page": "10",
            "part": "1",
            "seal": "9DF07AB6"
        },
        {
            "hno": "20",
            "id": "9",
            "nass": "20 - عن أبي هريرة - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «إنَّ أمتي يأتون يوم القيامة غُرَّا محجلين من أثر الوُضوء، فمن استطاع منكم أن يطيل غرته فليفعل» متفق عليه، واللفظ لمسلم. ¶ 21 - عن عائشة - رضي الله عنه - قالت: «كان رسول الله - صلى الله عليه وسلم - يعجبه التيمن في تنعله وترجله وطهوره، وفي شأنه كله» متفق عليه. ¶ 22 - عن المغيرة بن شعبة - رضي الله عنه - «أن النبي - صلى الله عليه وسلم - توضأ فمسح بناصيته، وعلى العمامة والخفين» أخرجه مسلم. ¶ 23 - عن عبد الله بن زيد - رضي الله عنه - في صفة الوُضوءِ: «ثم أدخل - صلى الله عليه وسلم - يده فتمضمض واستنشق من كف واحد، يفعل ذلك ثلاثاً» متفق عليه. ¶ 24 - عن أنس - رضي الله عنه - قال: «كان رسول الله - صلى الله عليه وسلم - يتوضأ بالمد ويغتسل بالصاع إلى خمسة أمداد» متفق عليه. ¶ 25 - عن عمر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «ما منكم من أحد يتوضأ فيسبغ الوضوء، ثم يقول: أشهد أن لا إله إلا الله، وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، إلا فتحت له أبواب الجنة يدخل من أيها شاء» أخرجه مسلم. ¶ باب المسح على الخفين ¶ 26 - عن المغيرة بن شعبة - رضي الله عنه - قال: كنت مع النبي - صلى الله عليه وسلم -، فتوضأ فاهويتُ لأنزع خفيه، فقال: «دعهما فإني أدخلتهما طاهرتين» فمسح عليهما. متفق عليه. ¶ 27 - عن علي بن أبي طالب - رضي الله عنه -: قال: «جعلَ النبي - صلى الله عليه وسلم - ثلاثة أيام ولياليهن للمسافر ويوماً وليلة للمقيم» يعني: في المسح على الخفين أخرجه مسلم.",
            "page": "11",
            "part": "1",
            "seal": "AFADAC43"
        },
        {
            "hno": "28",
            "id": "10",
            "nass": "باب نواقض الوُضوء ¶ 28 - عن أنس - رضي الله عنه -، أقيمت الصلاة ورسول الله - صلى الله عليه وسلم - نجيٌّ لرجلٍ، وفي حديث عبد الوارث: «ونبيُّ الله - صلى الله عليه وسلم - يناجي رجلاً». فما قام إلى الصلاة حتى نام القوم. وفي حديث شعبة: «فلم يزل يناجيه حتى نام الصحابة، ثم جاء فصلَّى بهم» أخرجه البخاري ومسلم. ¶ 29 - عن عائشة رضي الله تعالى عنها قالت: جاءت فاطمةُ بنت أبي حُبيش إلى النبي - صلى الله عليه وسلم - فقالت: يا رسول الله إني امرأةٌ أستحاض فلا أطهر، أفادع الصلاة؟ قال: «لا. إنما ذلك عرقٌ وليس بحيض فإذا أقبلت حيضتك فدعي الصلاة، وإذا أدبرت فاغسلي عنك الدم ثُم صليِّ» متفق عليه. وللبخاري: «ثم توضئي لكل صلاة» وأشار مسلم إلى أنه حذفها عمداً. ¶ 30 - عن علي بن أبي طالب - رضي الله عنه - قال: كنت رجلاً مذاءً فأمرت المقداد أن يسأل النبي - صلى الله عليه وسلم -، فسأله فقال: «فيه الوُضوء» متفق عليه واللفظ للبخاري. ¶ 31 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا وجد أحدكم في بطنه شيئاً فأشكل عليه، أخرج منه أم لا؟ فلا يخرجن من المسجد، حتى يسمع صوتاً أو يجد ريحاً» أخرجه مسلم وللبخاري نحوه من حديث عبد الله بن يزيد الأنصاري - رضي الله عنه -. ¶ 32 - عن جابر بن سمرة - رضي الله عنه - أن رجلاً سأل النبي - صلى الله عليه وسلم -: أتوضأ من لُحُوم الغنم؟ قال: «إن شئت». قال: أتوضأ من لحوم الإبل؟ قال: «نعم» أخرجه مسلم. ¶ 33 - عن عائشة رضي الله تعالى عنها قالت: «كان رسول الله - صلى الله عليه وسلم - يذكر الله على كلِّ أحيانه» رواه مسلم، وعلَّقه البخاري.",
            "page": "12",
            "part": "1",
            "seal": "1AB7F118"
        },
        {
            "hno": "34",
            "id": "11",
            "nass": "باب قضاء الحاجة ¶ 34 - عن أنس - رضي الله عنه - قال: كان النبي - صلى الله عليه وسلم - إذا دخل الخلاء قال: «اللهم إني أعوذ بك من الخبث والخبائث» أخرجه البخاري ومسلم. ¶ 35 - وعنه - رضي الله عنه - قال: «كان رسول الله - صلى الله عليه وسلم - يدخل الخلاء، فأحمل أنا وغلامٌ نحوي إداوةُ من ماءٍ وعَنَزةً فيستنجي بالماء» متفق عليه. ¶ 36 - عن المغيرة بن شعبة - رضي الله عنه - قال: قال لي رسول الله - صلى الله عليه وسلم -: «خُذْ الأداة، فانطلق حتى تواري عني فقضى حاجته» متفق عليه. ¶ 37 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «اتقُوا اللاعنين الذي يتخلى في طريق الناس، أو في ظلهم» رواه مسلم. ¶ 38 - عن أبي قتادة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا يمسًّنًّ أحدكم ذكره بيمينه وهو يبول، ولا يتمسح من الخلاء بيمينه، ولا يتنفس في الإناءِ» متفق عليه. واللفظ لمسلم. ¶ 39 - عن سلمان - رضي الله عنه - قال: «لقد نهانا رسول الله - صلى الله عليه وسلم - أن نستقبل القبلة بغائط أو بول، أو أن نستنجي باليمين، أو أن نستنجي بأقل من ثلاثة أحجار أو أن نستنجي برجيع أو عظم» رواه مسلم. ¶ 40 - عن أبي أيوب - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: «إذا أتيتم الغائط، فلا تستقبلوا القبلة، ولا تستدبروها ببولٍ» قال أبو أيوب: فقدمنا الشام، فوجدنا مراحيض قد بُنيت قِبَل القبلة، فننحرف عنها ونستغفر الله» أخرجه البخاري ومسلم. ¶ 41 - عن ابن مسعود - رضي الله عنه - قال: أتى النبي - صلى الله عليه وسلم - الغائط، فأمرني أن آتيه بثلاثة أحجار، فوجدت حجرين، ولم أجد ثالثاً، فأتيته بروثة، فأخذهما وألقى الروثة، وقال: «إنها ركس» أخرجه البخاري.",
            "page": "13",
            "part": "1",
            "seal": "383C510E"
        },
        {
            "hno": "42",
            "id": "12",
            "nass": "باب الغسل وحكم الجنب ¶ 42 - عن أبي سعيد الخدري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «الماء من الماء» رواه مسلم. ¶ 43 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا جلس أحدكم بين شعبها الأربع ثم جهدها، فقد وجب الغسل» متفق عليه، وزاد مسلم «وإن لم ينزل». ¶ 44 - عن أم سلمة رضي الله تعالى عنها أن أم سُليم وهي امرأة أبي طلحة قالت يا رسول الله إن الله لا يستحي من الحق، فهل على المرأةِ من غسل إذا احتلمت؟ قال: «نعم إذا رأتِ الماء» متفق عليه. ¶ 45 - عن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -، في المرأة ترى في منامها ما يرى الرجل، قال: «تغتسل» متفق عليه، وزاد مسلم: فقالت أم سلمة: وهل يكون هذا؟ قال: «نعم فمن أين يكون الشبه». ¶ 46 - عن أبي هريرة - رضي الله عنه -، في قصة ثمامة بن أثال عندما أسلم: «وأمره النبي - صلى الله عليه وسلم - أن يغتسل» متفق عليه. ¶ 47 - عن أبي سعيد الخدري - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «غُسل يوم الجمعة واجب على كل محتلم» أخرجه البخاري ومسلم وكذلك من رواية أبي هريرة - رضي الله عنه - بمعنى واحد والألفاظ مختلفة. ¶ 48 - عن أبي سعيد الخدري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا أتى أحدكم أهله، ثم أراد أن يعود، فليتوضأ بينهما وضوءاً» رواه مسلم. ¶ 49 - عن عائشة رضي الله تعالى عنها قالت: «كان رسول الله - صلى الله عليه وسلم - إذا اغتسل من الجنابة يبدأ فيغسل يده، ثم يفرغ بيمينه على شماله فيغسل فرجه، ثم يتوضأ ثم يأخذ الماء فيدخل أصابعه في أصول",
            "page": "14",
            "part": "1",
            "seal": "0E019ED2"
        },
        {
            "hno": "50",
            "id": "13",
            "nass": "الشعرِ ثم حفن على رأسه ثلاث حفنات، ثم أفاض على سائر جسده، ثم غسل رجليه» متفق عليه، واللفظ لمسلم، ولهما في حديث ميمونة: «ثم أفرغ على فرجه وغسله بشماله، ثم ضرب بها الأرض». وفي رواية: «فمسحها بالتراب» وفي آخره «ثم أتيته بالمنديل فردّه» وفيه «وجعل ينفض الماء بيده». ¶ 50 - عن أم سلمة رضي الله تعالى عنها. قالت قلت: يا رسول الله إني امرأة أشدُّ شعر رأسي، أفأنقضه لغسل الجنابة؟ وفي رواية وللحيضة؟ فقال: «لا، إنما يكفيك أن تحثي على رأسك ثلاث حثيات» رواه مسلم. ¶ 51 - عن عائشة رضي الله تعالى عنها قالت: «كنتُ أغتسل أنا ورسول الله - صلى الله عليه وسلم - من إناءٍ واحد، تختلف أيدينا فيه من الجنابة» متفق عليه. ¶ باب التيمُّم ¶ 52 - عن جابر - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: «أُعطيت خمساً لم يعطهن أحد قبلي، نُصرتُ بالرعب مسيرة شهر، وجعلت لي الأرض مسجداً وطهوراً، فأيما رجلٍ أدركته الصلاة فليصل» رواه البخاري. وفي حديث حذيفة عند مسلم: «وجُعِلت تربتها لنا طهوراً إذا لم نجد الماء». ¶ 53 - عن عمَّار بن ياسر رضي الله تعالى عنهما قال: بعثني النبيُّ - صلى الله عليه وسلم - في حاجة، فأجنبت فلم أجد الماء، فتمرَّغتُ في الصعيد كما تمرَّغ الدابّةُ، ثم أتيت النبي - صلى الله عليه وسلم -، فذكرت له ذلك، فقال: «إنما كان يكفيك أن تقول بيديك هكذا، ثم ضرب بيديه الأرض ضربةً واحدةً ثم مسح الشمال على اليمين وظاهر كفيه ووجهه» متفق",
            "page": "15",
            "part": "1",
            "seal": "441E80CA"
        },
        {
            "hno": "54",
            "id": "14",
            "nass": "عليه واللفظ لمسلم. وفي رواية للبخاري «وضرب بكفيه الأرض ونفخ فيهما، ثم مسح بهما وجهه و كفيه». ¶ باب الحيض ¶ 54 - عن عائشة رضي الله تعالى عنها أن أمَّ حبيبة بنت جحش شكت إلى رسول الله - صلى الله عليه وسلم - الدَّم فقال: «امكثي قدر ما كانت تحبسك حيضتُكِ ثم اغتسلي» وكانت تغتسل لكل صلاة. رواه مسلم. ¶ 55 - عن أم عطية رضي الله تعالى عنها: قالت: «كنا لا نعُدُّ الكدرة والصفرة شيئاً» رواه البخاري. ¶ 56 - عن أنس: - رضي الله عنه - أن اليهود كانوا إذا حاضت المرأة فيهم لم يؤاكلوها، فقال النبيُّ - صلى الله عليه وسلم - «اصنعُوا كلَّ شئ إلا النكاح» رواه مسلم. ¶ 57 - عن عائشة رضي الله تعالى عنها قالت: «كان رسول الله - صلى الله عليه وسلم - يأمرني فأتزر فيباشرني وأنا حائض» متفق عليه. ¶ 58 - عن أبي سعيد الخدري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «أليس إذا حاضت المرأة لم تُصَلِّ ولم تًصُم؟» متفق عليه، في حديث طويل. ¶ 59 - عن عائشة رضي الله تعالى عنها قالت: لما جئنا سرِف حِضتُ، فقال النبي - صلى الله عليه وسلم -: «افعلي ما يفعل الحاجُّ، غير أن لا تطوفي بالبيت حتى تطهري» متفق عليه في حديث طويل. ¶ -",
            "page": "16",
            "part": "1",
            "seal": "1B4E57DD"
        },
        {
            "hno": "60",
            "id": "15",
            "nass": "كتاب الصلاة ¶ باب المواقيت ¶ 60 - عن عبد الله بن عمرو رضي الله تعالى عنهما أن النبي - صلى الله عليه وسلم - قال: «وقت الظهر إذا زالت الشمس، وكان ظل الرَّجُل كطوله، ما لم يحضر العصر، ووقت العصر ما لم تصفرَّ الشمس، ووقت صلاة المغرب ما لم يغب الشفق، ووقت صلاة العشاء إلى نصف الليل الأوسط، ووقت صلاة الصبح من طلوع الفجر ما لم تطلع الشمس» رواه مسلم وله من حديث بريدة - في العصر -: «والشمس بيضاءُ نقيَّة» ومن حديث أبي موسى: «والشمس مرتفعةُ». ¶ 61 - عن أبي برزة الأسلميَّ - رضي الله عنه - قال: «كان رسول الله - صلى الله عليه وسلم - يُصَلّى العصر، ثم يرجع أحدنا إلى رحله في المدينة والشمس حيّةٌ، وكان يستحبُّ أن يؤخّر من العشاء، وكان يكره النوم قبلها والحديث بعدها، وكان ينفتل من صلاة الغداةِ حين يعرفُ الرَّجُلُ جليسه، وكان يقرأ بالستين إلى المئة» متفق عليه وعندهما من حديث جابر: «والعشاء أحياناً يقدِّمُها، وأحياناً يؤخرُها، إذا رآهم اجتمعوا عجَّل وإذا رآهم أبطؤُوا أخَّر، والصبح كان النبي - صلى الله عليه وسلم - يُصليها بغلس» ولمسلم من حديث أبي موسى: «فأقام الفجر حين انشق الفجر، والناس لا يكاد يعرِف بعضهم بعضاً». ¶ 62 - عن رافع بن خديج - رضي الله عنه - قال: «كنّا نصلي المغرب مع رسول الله - صلى الله عليه وسلم -، فينصرف أحدنا وإنه ليبصر مواقع نبله» متفق عليه.",
            "page": "17",
            "part": "1",
            "seal": "E569D5B4"
        },
        {
            "hno": "63",
            "id": "16",
            "nass": "63 - عن عائشة رضي الله تعالى عنها قالت: أعتم النبي - صلى الله عليه وسلم - ذات ليلةٍ بالعشاء حتى ذهبت عامَّة الليل، ثم خرج فصلّى، وقال: «إنه لوقتها، لو لا أن أشق على أمتي» رواه مسلم. ¶ 64 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا اشتدَّ الحر فابردوا بالصلاة، فإن شدة الحر من فيح جهنم» متفق عليه. ¶ 65 - عن أبي هريرة - رضي الله عنه -، أن النبي - صلى الله عليه وسلم - قال: «من أدرك من الصبح ركعة قبل أن تطلع الشمس فقد أدرك الصبح، ومنْ أدرك ركعة من العصر قبل أن تغرب الشمس فقد أدرك العصر» متفق عليه. ولمسلم عن عائشة رضي الله تعالى عنها نحوه، وقال: «سجدةً» بدل «ركعة» ثم قال والسجدةُ إنما هي الركعة. ¶ 66 - عن أبي سعيد الخدري - رضي الله عنه - قال: سمعتُ رسول الله - صلى الله عليه وسلم - يقول: «لا صلاة بعد الصبح حتى تطلع الشمس ولا صلاة بعد العصر حتى تغيب الشمس» متفق عليه ولفظ مسلم «لا صلاة بعد صلاة الفجر» وله عن عقبة بن عامر رضي الله تعالى عنه، ثلاث ساعات كان رسول الله - صلى الله عليه وسلم - ينهانا أن نصلي فيهنَّ وأن نقبر فيهنَّ موتانا: حين تطلع الشمس بازغةً حتى ترتفع، وحين يقوم قائم الظهيرة حتى تزول الشمس، وحين تتضيَّف الشمس للغروب». ¶ 67 - عن ابن مسعود - رضي الله عنه - قال: سألت رسول الله - صلى الله عليه وسلم -: أيُّ العمل أفضل: قال «الصلاة لوقتها» أخرجه البخاري ومسلم. ¶ باب الأذان ¶ 68 - عن أبي محذورة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - «علَّمهُ الأذان، فذكر فيه الترجيع» أخرجه مسلم.",
            "page": "18",
            "part": "1",
            "seal": "C31400B0"
        },
        {
            "hno": "69",
            "id": "17",
            "nass": "69 - عن أنس - رضي الله عنه - قال: «أُمِرَ بلالٌ أن يشفع الأذان ويوتر الإقامة إلا الإقامة» يعني: قوله: «قد قامت الصلاة» متفق عليه ولم يذكر مسلم الاستثناء. ¶ 70 - عن جابر بن سمرة - رضي الله عنه - قال: «صلَّيتُ مع النبي - صلى الله عليه وسلم - العيدين من غير مرةٍ ولا مرتين، بغير أذانٍ ولا إقامةٍ» رواه مسلم، ونحوه في المتفق عليه عن ابن عباسٍ وغيره. ¶ 71 - عن أبي قتادة - رضي الله عنه -، في الحديث الطويل في نومهم عن الصلاة: «ثم أذن بلالٌ، فصلَّى النبي - صلى الله عليه وسلم - كما كان يصنعُ كل يوم» رواه مسلم وله عن جابر - رضي الله عنه -: «أن النبي - صلى الله عليه وسلم - أتى المزدلفة، فصلَّى بها المغرب والعشاء بأذان واحد وإقامتين» وله عن ابن عمر رضي الله تعالى عنهما: جمع النبي - صلى الله عليه وسلم - بين المغرب والعشاء بإقامةٍ واحدةٍ» وللبخاري عنه «جمع النبي - صلى الله عليه وسلم - بين المغرب والعشاء بجمع كل واحدةٍ منهما بإقامةٍ ولم يسبح بينهما». ¶ 72 - عن ابن عمر وعائشة رضي الله تعالى عنهم قالا: قال رسول - صلى الله عليه وسلم -: «إن بلالاً يؤذن بليل، فكلوا واشربوا حتى يُنادي ابنُ أمَّ مكتوم». وكان رجلاً أعمى لا ينادي حتى يقال له: أصبحت أصبحت. متفق عليه. ¶ 73 - عن أبي سعيد الخدري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا سمعتم النداء فقولوا مثل ما يقول المؤذن» متفق عليه. وللبخاري عن معاوية - رضي الله عنه - مثله. ولمسلم عن ابن عمر رضي الله تعالى عنهما في فضل القول كما يقول المؤذن كلمةً كلمةً سوى الحيعلتين فيقول: «لا حول ولا قوّة إلا بالله».",
            "page": "19",
            "part": "1",
            "seal": "72534854"
        },
        {
            "hno": "74",
            "id": "18",
            "nass": "74 - عن مالك بن الحويرث - رضي الله عنه - قال: قال لنا النبي - صلى الله عليه وسلم -: «إذا حضرت الصلاة فليؤذن لكم أحدكم» أخرجه البخاري. ¶ بابُ شروط الصلاة ¶ 75 - عن جابر - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال له: «إن كان الثوبُ واسعاً فالتحف به» يعني في الصلاة ولمسلم: «فخالف بين طرفيه، وإن كان ضيقاً فاتزرْ به» متفق عليه. ولهما من حديث أبي هريرة: «لا يُصلي أحدكم في الثوب الواحد ليس على عاتقه منه شيءٌ». ¶ 76 - عن عامر بن ربيعة - رضي الله عنه - قال: «رأيت رسول الله - صلى الله عليه وسلم - يُصلٍّي على راحلته حيث توجهت به» متفق عليه، زاد البخاري «يؤمئُ برأسه، ولم يكن يصنعه في المكتوبة». ¶ 77 - عن أبي مرثد الغنويِّ - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «لا تصلوا إلى القبور، ولا تجلسوا عليها» رواه مسلم. ¶ 78 - عن معاوية بن الحكم - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إن هذه الصلاة لا يصلح فيها شيءٌ من كلام الناس إنما هو التسبيح والتكبير وقراءةُ القرآن» رواه مسلم. ¶ 79 - عن زيد بن أرقم - رضي الله عنه - قال: «إن كُنَّا لنتكلم في الصلاة على عهد رسول الله - صلى الله عليه وسلم -: يُكلِّمُ أحدنا صاحبه بحاجته، حتى نزلت: [حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الوُسْطَى وَقُومُوا لله قَانِتِينَ] {البقرة:238}» متفق عليه، واللفظ لمسلم. ¶ 80 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «التسبيح للرجال والتصفيق للنساء» متفق عليه زاد مسلم: «في الصلاة».",
            "page": "20",
            "part": "1",
            "seal": "2825F724"
        },
        {
            "hno": "81",
            "id": "19",
            "nass": "81 - عن أبي قتادة - رضي الله عنه - قال: «كان رسول الله - صلى الله عليه وسلم - يصلي وهو حاملٌ أمامة بنت زينب، فإذا سجد وضعها، وإذا قام حملها» متفق عليه. ولمسلم: «وهو يؤُمُّ الناس في المسجد».",
            "page": "21",
            "part": "1",
            "seal": "56AD1159"
        },
        {
            "hno": "82",
            "id": "20",
            "nass": "بابُ سترَةِ المُصلِّي ¶ 82 - عن أبي جهيم بن الحارث - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لو يعلم المارُ بين يدي المصلِّي ماذا عليه من الإثم لكان أن يقف أربعين خيراً له من أن يمُرَّ بين يديه» متفق عليه واللفظ للبخاري. ¶ 83 - عن عائشة رضي الله تعالى عنها قالت: سُئِل رسول الله - صلى الله عليه وسلم - في غزوةِ تبوك عن سُترةِ المُصلِّي، فقال «مثل مؤْخِرة الرَّحل» أخرجه مسلم. ¶ 84 - عن أبي ذَرِّ - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «يقطع صلاة المرءٍ المسلم - إذا لم يكن بين يديه مثل مؤَخرة الرَّحل - المرأةُ والحمار والكلب الأسود» الحديث. وفيه: «الكلب الأسود شيطان» أخرجه مسلم. ¶ 85 - عن أبي سعيد الخدري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا صلَّى أحدكم إلى شيء يستره من الناس، فأراد أحد أن يجتاز بين يديه، فليدفعه، فإن أبى فليُقاتله، فإنما هو شيطان» متفق عليه، وفي رواية: «فإنَّ معه القرين». ¶ بابُ الحثِّ على الخشوع في الصلاة ¶ 86 - عن أبي هريرة - رضي الله عنه - قال: «نهى رسول الله - صلى الله عليه وسلم - أن يُصلِّي الرًّجُلُ مُخْتصِراً» متفق عليه. واللفظ لمسلم، ومعناهُ أن يجعل يَدَهُ على خاصرته وفي البخاري عن عائشة رضي الله تعالى عنها: «أن ذلك فِعلُ اليهود». ¶ 87 - عن أنس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «إذا قُدِّم العشاء فابدءُوا به قبل أن تُصَلُّوا المغرب» متفق عليه.",
            "page": "22",
            "part": "1",
            "seal": "C169FC24"
        },
        {
            "hno": "88",
            "id": "21",
            "nass": "88 - عن عائشة رضي الله تعالى عنها قالت: سألتُ رسول الله - صلى الله عليه وسلم - عن الالتفات في الصلاة، فقال: «هُوَ اختلاسٌ يختلسه الشيطان من صلاة العبد» رواه البخاري. ¶ 89 - عن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا كان أحدكم في الصلاة فإنه يناجي ربَّهُ فلا يبصقنَّ بين يديه ولا عن يمينه، ولكن عن شماله تحت قَدَمِهِ» متفق عليه وفي رواية «أو تحت قَدَمِهِ». ¶ 90 - وعنه - رضي الله عنه - قال: كان قرامٌ لعائشة رضي الله تعالى عنها، سترت به جانب بيتها، فقال لها النبي - صلى الله عليه وسلم -: «أميطي عنَّا قرامكِ هذا، فإنه لا تزال تصاويره تعرض لي في صلاتي» رواه البخاري. واتَّفَقَا على حدِيْثَها في قصة أنبجانية أبي جهم، وفيه: «فإنها ألهتني عن صلاتي». ¶ 91 - عن جابر بن سمرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لينتهيّنًّ أقوامٌ يرفعون أبصارهم إلى السماء في الصلاة أولا ترجِعُ إليهم» رواه مسلم. ¶ 92 - وعن عائشة رضي الله تعالى عنها قالت: سمعت رسول الله - صلى الله عليه وسلم - يقول: «لا صلاة بحضرة الطعام، ولا وهو يدافعه الأخبثان» رواه مسلم. ¶ 93 - عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: «التَّثاؤب من الشيطان، فإذا تثاءب أحدكم فليكظم ما استطاع» رواه مسلم. ¶ بابُ المساجد ¶ 94 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «قاتل الله اليهود اتخذوا قبور أنبيائهم مساجد» متفق عليه وزاد مسلم «والنصارى». ولهما من حديث عائشة رضي الله تعالى عنها:",
            "page": "23",
            "part": "1",
            "seal": "A4D290A8"
        },
        {
            "hno": "95",
            "id": "22",
            "nass": "«كانوا إذا مات فيهم الرَّجُلُ الصالح بنوا على قبره مسجداً». وفيه: «أولئك شرار الخلق». ¶ 95 - عن أبي هريرة - رضي الله عنه - قال: «بعث النبي - صلى الله عليه وسلم - خيْلاً، فجآءت بِرَجلٍ فربطوه بسارية من سوارِ المسجد»، الحديث متفق عيه. ¶ 96 - وعنه - رضي الله عنه - قال: «أن عمر مرَّ بحسَّان ينشد في المسجد، فَلَحَظ إليه. فقال: قد كنت أنشد فيه، وفيه من هو خير منك» متفق عليه. ¶ 97 - وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من سمع رجلاً ينشد ضالة في المسجد فليقل: لا ردَّها الله عليك فإن المساجد لم تُبْنَ لهذا» رواه مسلم. ¶ 98 - عن عائشة رضي الله تعالى عنها قالت: «أُصيب سعد يوم الخندق، فضرب عليه رسول الله - صلى الله عليه وسلم - خيمةٌ في المسجد، ليعوده من قريب» متفق عليه. ¶ 99 - وعنها رضي الله تعالى عنها قالت: «رأيت رسول الله - صلى الله عليه وسلم - يسترني، وأنا أنظر إلى الحبشةِ يلعبون في المسجد» الحديث. متفق عليه. ¶ 100 - وعنها رضي الله تعالى عنها قالت: «إن وليدةً سوداء كان لها خباءٌ في المسجد، فكانت تأتيني، فتحدث عندي» متفق عليه. ¶ 101 - عن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «البُصاق في المسجد خطيئةٌ وكفارتها دفْنُها» متفق عليه. ¶ 102 - عن أبي قتادة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا دخل أحدكم المسجد فلا يجلس حتى يُصلِّي ركعتين» متفق عليه. ¶ باب صِفَةُ الصلاة",
            "page": "24",
            "part": "1",
            "seal": "2FF8C570"
        },
        {
            "hno": "103",
            "id": "23",
            "nass": "103 - عن أبي هريرة - رضي الله عنه -، أن النبي - صلى الله عليه وسلم - قال: «إذا قمت إلى الصلاة فأسبغ الوضوء، ثم استقبل القبلة فكبر، ثم اقرأ ما تيسر معك من القرآن، ثم اركع حتى تطمئن راكعاً، ثم ارفع حتى تعتدل قائماً ثم اسجد حتى تطمئن ساجداً ثم ارفع حتى تطمئن جالساً، ثم اسجد حتى تطمئن ساجداً، ثم افعل في صلاتك كلها» أخرجه البخاري. ¶ 104 - عن أبي حميد الساعدي - رضي الله عنه -، قال: «رأيت رسول الله - صلى الله عليه وسلم - إذا كبَّر جعل يديه حذو منكبيه، وإذا ركع أمكن يديه من ركبتيه ثم هصر ظهرهُ فإذا رفع رأسه استوى حتى يعود كلٌّ فقارٍ مكانه، فإذا سجد وضع يديه غير مفترش ولا قابضهما، واستقبل بأطراف أصابع رجليه القبلة، وإذا جلس في الركعتين جلس على رجله اليسرى، ونصب اليمنى، وإذا جلس في الركعة الأخيرة قدَّم رجله اليسرى، ونصب الأخرى، وقعد على مقعدته» أخرجه البخاري. ¶ 105 - عن علي بن أبي طالب - رضي الله عنه -، عن رسول الله - صلى الله عليه وسلم - أنه كان إذا قام إلى الصلاة قال: [إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ المُشْرِكِينَ] {الأنعام:79}. - إلى قوله: [مِنَ المُسْلِمِينَ] اللهم أنت الملِكُ لا إله إلا أنت، أنت ربي وأنا عبدك - إلى آخره» رواه مسلم، وفي رواية لهُ إنّ ذلك في صلاة الليل. ¶ 106 - عن أبي هريرة - رضي الله عنه - قال: كان رسول الله - صلى الله عليه وسلم - إذا كبر للصلاة سكت هنيهةً قبل أن يقرأ، فسألته فقال: أقول: «اللهم باعد بيني وبين خطاياي، كما باعدت بين المشرق والمغرب، اللهم نقني من خطاياي، كما ينقى الثوب الأبيض من الدنس اللهم أغسلني من",
            "page": "25",
            "part": "1",
            "seal": "7FC0C203"
        },
        {
            "hno": "107",
            "id": "24",
            "nass": "خطاياي بالماء والثلج والبرد» متفق عليه. ¶ 107 - عن عائشة رضي الله تعالى عنها قالت: «كان رسول الله - صلى الله عليه وسلم - يستفتح الصلاة بالتكبير، والقراءة [الحَمْدُ لله رَبِّ العَالَمِينَ]، وكان إذا ركع لم يُشخِص رأسه ولم يصوبه، ولكن بين ذلك وكان إذا رفع رأسه من الركوع لم يسجد حتى يستوي قائماً، وإذا رفع رأسه من السجود لم يسجد حتى يستوي جالساً، وكان يفرش رجلهُ اليسرى وينصب اليمنى، وكان ينهى عن عقبة الشيطان، وينهى أن يفترش الرجل ذراعيه افتراش السبع، وكان يختم الصلاة بالتسليم» أخرجه مسلم، وله علّهُ. ¶ 108 - عن ابن عمر رضي الله تعالى عنهما: «أن النبي - صلى الله عليه وسلم - كان يرفع يديه حذو منكبيه إذا افتتح الصلاة وإذا كبر للركوع، وإذا رفع رأسه من الركوع» متفق عليه. ولمسلم عن مالك بن الحويرث - رضي الله عنه - نحو حديث ابن عمر، لكن قال: «حتى يحاذي بهما فروع أذنيه». ¶ 109 - عن عبادة بن الصامت - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا صلاة لمن لم يقرأ بأم القرآن» متفق عليه. ¶ 110 - عن أنس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - وأبا بكرٍ وعمر كانوا يفتتحون الصلاة بـ[الحَمْدُ لله رَبِّ العَالَمِينَ] متفق عليه. و زاد مسلم لا يذكرون [بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ] في أول القراءة ولا في آخرها. ¶ 111 - عن أبي قتادة - رضي الله عنه - قال: «كان رسول الله - صلى الله عليه وسلم - يصلي بنا فيقرأ في الظهر والعصر في الركعتين الأوليين بفاتحة الكتاب وسورتين، ويسمعنا الآية أحياناً، ويطول الركعة الأولى ويقرأ في الآخريين بفاتحة الكتاب» متفق عليه. ¶ 112 - عن أبي سعيد الخدري - رضي الله عنه - قال: كُنَّا نحرُز قيام رسول الله - صلى الله عليه وسلم -",
            "page": "26",
            "part": "1",
            "seal": "70D240A4"
        },
        {
            "hno": "113",
            "id": "25",
            "nass": "في الظهر والعصر، فحرزنا قيامهُ في الركعتين الأوليين من الظهر قدر [الم (1) تَنْزِيلُ] {السجدة: 1 - 2}، وفي الأُخريين قدر النِّصف من ذلك، وفي الأوليين من العصر، على قدر الأُخريين من الظهر، والأُخريين على النِّصف من ذلك» رواه مسلم. ¶ 113 - عن جبير بن مطعم - رضي الله عنه - قال: سمعتُ رسول الله - صلى الله عليه وسلم - «يقرأ في المغرب بالطور» متفق عليه. ¶ 114 - عن أبي هريرة - رضي الله عنه - قال: كان رسول الله - صلى الله عليه وسلم - يقرأ في صلاة الفجر يوم الجمعة [الم (1) تَنْزِيلُ] السجدة، و [هَلْ أَتَى عَلَى الإِنْسَانِ] {الإنسان:1}. متفق عليه ¶ 115 - عن ابن عباس رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «ألا وإني نهيتُ أن أقرأ القرآن راكعاً أو ساجداً فأما الركوع فعظموا فيه الرَّبَّ وأمّا السجود فاجتهدوا في الدعاء، فقمنٌ أن يستجاب لكم» رواه مسلم. ¶ 116 - عن عائشة رضي الله تعالى عنها قالت: كان رسول الله - صلى الله عليه وسلم - يقول في ركوعه وسجوده: «سبحانك اللهم ربنا وبحمدك، اللهم اغفر لي» متفق عليه. ¶ 117 - عن أبي هريرة - رضي الله عنه - قال: «كان رسول الله - صلى الله عليه وسلم - إذا قام إلى الصلاة يكبر حين يقوم، ثم يكبر حين يركع ثم يقول: «سمع الله لمن حمده»، حين يرفع صلبه من الركوع ثم يقول وهو قائم: «ربنا ولك الحمد»، ثم يكبر حين يهوي ساجداً، ثم يكبر حين يرفع رأسه، ثم يكبر حين يسجد، يكبر حين يرفع، ثم يفعل ذلك في الصلاة كلها، ويكبر حين يقوم من الثنتين بعد الجلوس» متفق عليه.",
            "page": "27",
            "part": "1",
            "seal": "608008FA"
        },
        {
            "hno": "118",
            "id": "26",
            "nass": "118 - عن أبي سعيد الخدري - رضي الله عنه - قال: كان رسول الله - صلى الله عليه وسلم - إذا رفع رأسه من الركوع قال: «اللهم ربنا لك الحمد ملءَ السموات والأرض، وملءَ ما شئت من شيء بعد أهل الثناء والمجد، أحق ما قال العبد - وكلنا لك عبد - اللهم لا مانع لما أعطيت ولا معطي لما منعت، ولا ينفعُ ذا الجد منك الجد» رواه مسلم. ¶ 119 - عن ابن عباس رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «أُمِرْتُ أن أسجد على سبعة أعظم على الجبهة - وأشار بيده إلى أنفه واليدين - والركبتين وأطراف القدمين» متفق عليه. ¶ 120 - عن عبد الله بن بحينة - رضي الله عنه - «أن النبي - صلى الله عليه وسلم - كان إذا صلَّى وسجد فرَّج بين يديه حتى يبدو بياض إبطيه» متفق عليه. ¶ 121 - عن البراء بن عازب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا سجدت فضع كفيك، وارفع مرفقيك» رواه مسلم. ¶ 122 - عن مالك بن الحويرث: - رضي الله عنه - «أنه رأى النبي - صلى الله عليه وسلم - يُصلِّي، فإذا كان في وترٍ من صلاته لم ينهض، حتى يستوى قاعداً» رواه البخاري. ¶ 123 - عن أنس - رضي الله عنه -: «أن النبي - صلى الله عليه وسلم - قنت شهراً بعد الركوع يدعو على أحياءٍ من أحياءٍ العرب، ثم تركه» متفق عليه. ¶ 124 - عن ابن عمر رضي الله تعالى عنهما: «أن رسول الله - صلى الله عليه وسلم - كان إذا قعد للتشهد وضع يدهُ اليسرى على ركبته اليسرى، واليمنى على اليمنى، وعقد ثلاثاً وخمسين وأشار بإصبعه السبابة» رواه مسلم وفي رواية له: «وقبض أصابعهُ كلها وأشار بالتي تلي الإبهام».",
            "page": "28",
            "part": "1",
            "seal": "E42E7FB3"
        },
        {
            "hno": "125",
            "id": "27",
            "nass": "125 - عن ابن مسعود - رضي الله عنه - قال: التفت إلينا رسول الله - صلى الله عليه وسلم - فقال: «إذا صلَّى أحدكم فليقل التحيات لله والصلوات والطيبات، السلام عليك أيها النبي ورحمة الله وبركاته، السلام علينا وعلى عباد الله الصالحين، أشهد أن لا إله إلا الله وأشهد أن محمداً عبده ورسوله ثم ليتخير من الدعاء أعجبه إليه، فيدعو» متفق عليه، واللفظ للبخاري. ولمسلم عن ابن عباس رضي الله تعالى عنهما قال: كان رسول الله - صلى الله عليه وسلم - يُعلِّمُنا التشهد: «التحيات المباركات الصلوات الطيبات لله» إلى آخره. ¶ 126 - عن أبي مسعود الأنصاري - رضي الله عنه - قال: قال بشير بن سعد: يا رسول الله، أمرنا الله أن نسلِّم عليك، فكيف نصلي عليك؟ فسكت؟ ثم قال: قولوا: «اللهم صلِّ على محمدٍ، وعلى آل محمد، كما صليت على إبراهيم، وبارك على محمد وعلى آل محمد، كما باركت على إبراهيم في العالمين إنك حميدٌ مجيد، والسلام كما علمتم» رواه مسلم. ¶ 127 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا تشهد أحدكم فليستعذ بالله من أربع، يقول اللهم إني أعوذ بك من عذاب جهنم ومن عذاب القبر، ومن فتنة المحيا والممات، ومن شر فتنة المسيح الدجال» متفق عليه، وفي رواية لمسلم: «إذا فرغ أحدكم من التشهد الأخير». ¶ 128 - عن أبي بكر الصديق - رضي الله عنه - أنه قال لرسول الله - صلى الله عليه وسلم -: علمني دعاء أدعُو به في الصلاة قال: «قل: اللهم إني ظلمت نفسي ظلماً كثيراً، ولا يغفر الذنوب إلا أنت فاغفر لي مغفرةً من عندك، وارحمني، إنك أنت الغفور الرحيم» متفق عليه.",
            "page": "29",
            "part": "1",
            "seal": "0C4C010D"
        },
        {
            "hno": "129",
            "id": "28",
            "nass": "129 - عن المغيرة بن شعبة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - كان يقول في دُبُر كل صلاة مكتوبة: «لا إله إلا الله، وحده لا شريك له، له الملك، وله الحمد، وهو على كل شيءٍ قدير، اللهم لا مانع لما أعطيت ولا معطي لما منعت، ولا ينفع ذا الجدِّ منك الجدُّ» متفق عليه. ¶ 130 - عن سعد بن أبي وقاص - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - كان يتعوذ بهنَّ دُبُرَ كل صلاة: «اللهم إني أعوذ بك من البخل، وأعوذ بك من الجُبن، وأعوذ بك من أن أرد إلى أرذل العمر، وأعوذ بك من فتنة الدنيا، وأعوذ بك من عذاب القبر» رواه البخاري. ¶ 131 - عن ثوبان - رضي الله عنه - قال: كان رسول الله - صلى الله عليه وسلم - إذا انصرف من صلاته استغفر الله ثلاثاً، وقال: «اللهم أنت السلام ومنك السلام، تباركت يا ذا الجلال والإكرام» رواه مسلم. ¶ 132 - عن أبي هريرة - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قال: «منْ سبح الله دُبُر كل صلاةٍ ثلاثاً وثلاثين، وحمد الله ثلاثا وثلاثين وكبر الله ثلاثاً وثلاثين، فتلك تسع تسعون، وقال تمام المئة: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيءٍ قدير غفرت له خطاياه ولو كانت، مثل زبد البحر» رواه مسلم. في رواية أخرى: «أن التكبير أربع وثلاثون» من حديث كعب بن عجرة - رضي الله عنه -. ¶ 133 - عن مالك بن الحويرث - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «صلُّوا كما رأيتُمُوني أُصلِّي» رواه البخاري. ¶ 134 - عن عمران بن حصين رضي الله تعالى عنهما قال: قال لي رسول الله - صلى الله عليه وسلم -: «صلِّ قائماً، فإن لم تستطع فقاعداً، فإن لم تستطع فعلى جنبٍ، وإلا فأوم» رواه البخاري.",
            "page": "30",
            "part": "1",
            "seal": "F7BFAC91"
        },
        {
            "hno": "135",
            "id": "29",
            "nass": "باب سجود السهو وغيره ¶ 135 - عن عبد الله بن بحينة - رضي الله عنهم - قال: «أن النبي - صلى الله عليه وسلم - صلَّى بهم الظهر فقام في الركعتين الأوليين، ولم يجلس فقام الناس معه، حتى إذا قضى الصلاة وانتظر الناس تسليمه كبَّر وهو جالس وسجد سجد تين قبل أن يسلم، ثم سلَّم» أخرجه البخاري ومسلم، واللفظ للبخاري وفي رواية لمسلم: «يكبِّر في كل سجدة وهو جالس وسجد الناس معه، مكان ما نسي من الجلوس». ¶ 136 - عن أبي هريرة - رضي الله عنه - قال: «صلَّى النبي - صلى الله عليه وسلم - إحدى صلاتي العشيِّ ركعتين، ثم سلم، ثم قام إلى خشبة في مقدم المسجد، فوضع يدهُ عليها وفي القوم أبو بكر وعُمر، فهاباه، أن يكلماه، وخرج سرعان الناس، فقالوا: أقصرت الصلاة، ورجلٌ يدعوه النبي - صلى الله عليه وسلم - ذا اليدين، فقال: يا رسول الله أنسيت أم قصرت الصلاة؟ فقال: «لم أنس ولم تقصر»، قال: بلى قد نسيت، فصلَّى ركعتين ثم سلم، ثم كبَّر، فسجد مثل سجوده أو أطول ثم رفع رأسه فكبَّر، ثم وضع رأسه فكبر فسجد مثل سجوده أو أطول، ثم رفع رأسه وكبَّر» متفق عليه، واللفظ للبخاري وفي رواية مسلم: «صلاة العصر» وفي الصحيحين فقال النبي - صلى الله عليه وسلم - لأصحابه: «أحقٌ ما يقول» قالوا: نعم. ¶ 137 - عن أبي سعيد الخدري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا شك أحدكم في صلاة فلم يدرِكم صلَّى أثلاثاً أم أربعاً؟ فليطرح الشك، وليبنِ على ما استيقن، ثم يسجد سجدتين قبل أن يسلم، فإن كان صلَّى خمساً شفعن له صلاته وإن كان صلَّى تماماً كانتا ترغيماً للشيطان» رواه مسلم.",
            "page": "31",
            "part": "1",
            "seal": "F35D4EFE"
        },
        {
            "hno": "138",
            "id": "30",
            "nass": "138 - عن ابن مسعود - رضي الله عنه - قال: صلَّى رسول الله - صلى الله عليه وسلم -، فلما سلَّم قيل له: يا رسول الله أحدث في الصلاة شيءٌ؟ قال: «وما ذاك؟» قالوا: صليت كذا وكذا قال: فثنى رجليه، واستقبل القبلة فسجد سجدتين، ثم سلَّم، ثم أقبل علينا بوجهه فقال: «إنه لو حدث في الصلاة شيءٌ أنبأتكم به، ولكن إنما أنا بشر مثلُكُم، أنسى كما تنسون، فإذا نسيت فذكروني، وإذا شك أحدكم في صلاته فليتحر الصواب، فليتم عليه ثم ليسجد سجدتين» متفق عليه وفي رواية للبخاري: «فليتم، ثم يسلم ثم يسجد» ولمسلم: «أن النبي - صلى الله عليه وسلم - سجد سجدتي السهو بعد السلام والكلام». ¶ 139 - عن أبي هريرة - رضي الله عنه - قال: سجدنا مع رسول الله - صلى الله عليه وسلم - في [إِذَا السَّمَاءُ انْشَقَّتْ] و [اقْرَأْ بِاسْمِ رَبِّكَ] رواه مسلم. ¶ 140 - عن ابن عباس رضي الله تعالى عنهما قال: [ص] ليست من عزائم السجود، وقد رأيتُ رسول الله - صلى الله عليه وسلم - يسجد فيها» رواه البخاري. ¶ 141 - وعنه رضي الله تعالى عنهما قال: إن النبي - صلى الله عليه وسلم - «سجد بالنجم» رواه البخاري. ¶ 142 - عن زيد بن ثابت - رضي الله عنه - قال: «قرأتُ على النبي - صلى الله عليه وسلم - النجم، فلم يسجد فيها» متفق عليه. ¶ 143 - عن عمر - رضي الله عنه - قال: «يا أيها الناس؛ إنا نمرُّ بالسجود، فمن سجد فقد أصاب، ومن لم يسجد فلا إثم عليه» رواه البخاري. ¶ بابُ صلاة التطوُّع ¶ 144 - عن ربيعة بن كعب الأسلمي - رضي الله عنه - قال: قال لي النبي - صلى الله عليه وسلم -: «سل» فقلت: أسالك مرافقتك في الجنة، فقال: «أو غير ذلك؟»",
            "page": "32",
            "part": "1",
            "seal": "A2029250"
        },
        {
            "hno": "145",
            "id": "31",
            "nass": "فقلتُ: هو ذاك قال: «فأعنِّي على نفسك بكثرة السجود» رواه مسلم. ¶ 145 - عن ابن عمر رضي الله تعالى عنهما قال: «حفظت من النبي - صلى الله عليه وسلم - عشر ركعات ركعتين قبل الظهر، وركعتين بعدها وركعتين بعد المغرب في بيته، وركعتين بعد العشاء في بيته، وركعتين قبل الصُّبح» متفق عليه وفي رواية لهما: «وركعتين بعد الجمعة في بيته». ولمسلم: «كان إذا طلع الفجر لا يصلِّي إلا ركعتين خفيفتين». ¶ 146 - عن عائشة رضي الله تعالى عنها قالت: «لم يكن النبي - صلى الله عليه وسلم - على شيءٍ من النوافل أشد تعاهداً منه على ركعتي الفجر» متفق عليه. ولمسلم: «ركعتا الفجر خير من الدنيا وما فيها». ¶ 147 - عن أم حبيبة أم المؤمنين رضي الله تعالى عنها قالت: سمعت رسول الله - صلى الله عليه وسلم - يقول: «من صلَّى اثنتي عشرة ركعة في يوم وليلة بُني له بهنَّ بيتٌ في الجنة» رواه مسلم وفي رواية: «تطوعاً». ¶ 148 - عن عبد الله بن مغفل - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «صلُّوا قبل المغرب، صلُّوا قبل المغرب» ثم قال في الثلاثة: «لمن شاء»، كراهية أن يتخذها الناس سُنَّة» رواه البخاري ولمسلم عن أنس بن مالك - رضي الله عنه - قال: «كنا نصلِّي ركعتين بعد غروب الشمس وكان النبي - صلى الله عليه وسلم - يرانا، فلم يأمرنا ولم ينهنا». ¶ 149 - عن عائشة رضي الله تعالى عنها قالت: «كان النبي - صلى الله عليه وسلم - يخفف الركعتين اللتين قبل صلاة الصبح، حتى إني أقول اقرأ بأم الكتاب» متفق عليه. ¶ 150 - عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قرأ في ركعتي الفجر [قُلْ يَا أَيُّهَا الكَافِرُونَ] و [قُلْ هُوَ اللهُ أَحَدٌ] رواه مسلم.",
            "page": "33",
            "part": "1",
            "seal": "AF424991"
        },
        {
            "hno": "151",
            "id": "32",
            "nass": "151 - عن عائشة رضي الله تعالى عنها قالت: «كان النبي - صلى الله عليه وسلم - إذا صلَّى ركعتي الفجر اضطجع على شقِه الأيمن» رواه البخاري. ¶ 152 - عن ابن عمر رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «صلاة الليل مثنى مثنى، فإذا خشي أحدكم الصبح صلَّى ركعة واحدة، توتر له ما قد صلى» متفق عليه. ¶ 153 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «أفضل الصلاة بعد الفريضة، صلاة الليل» أخرجه مسلم. ¶ 154 - عن عائشة رضي الله تعالى عنها قالت: ما كان رسول الله - صلى الله عليه وسلم -. يزيد في رمضان ولا في غيره على إحدى عشرة ركعة، يصلي أربعاً، فلا تسأل عن حُسنٍهنَّ وطولهنَّ ثم يصلي أربعاً، فلا تسأل عن حسنِهنَّ وطولهنَّ، ثم يصلي ثلاثاً، قالت عائشة فقلت: يا رسول الله أتنامُ قبل أن توتر؟ قال: «يا عائشة إن عينيَّ تنامان ولا ينام قلبي» متفق عليه. وفي رواية لهما عنها رضي الله تعالى عنها كان يصلي من الليل عشر ركعات ويوتر بسجدة ويركع ركعتي الفجر فتلك ثلاث عشرة. ¶ 155 - وعنها رضي الله تعالى عنها قالت: كان رسول الله - صلى الله عليه وسلم - يُصلِّي من الليل ثلاث عشرة ركعة، يوتر من ذلك بخمس، لا يجلس في شيءٍ إلا في آخرها. ¶ 156 - وعنها رضي الله تعالى عنها قالت: «من كل الليل قد أوتر رسول الله - صلى الله عليه وسلم - وانتهى وترُهُ إلى السَّحر» متفق عليه. ¶ 157 - عن عبد الله بن عمرو بن العاص رضي الله تعالى عنهما قال: قال لي رسول الله - صلى الله عليه وسلم -: «يا عبد الله لا تكن مثل فلان، كان يقوم من الليل فترك قيام الليل» متفق عليه.",
            "page": "34",
            "part": "1",
            "seal": "58450D35"
        },
        {
            "hno": "158",
            "id": "33",
            "nass": "158 - عن ابن عمر رضي الله تعالى عنهما أن النبي - صلى الله عليه وسلم - قال: «اجعلُوا آخر صلاتكم بالليل وتراً» متفق عليه. ¶ 159 - عن أبي سعيد الخدري - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: «أوترُوا قبل أن تصبحوا» رواه مسلم. ¶ 160 - عن جابر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من خاف أن لا يقوم من آخر الليل فليوتر أوله، ومن طمع أن يقوم آخره فليوتر آخر الليل، فإن صلاة آخر الليل مشهودةٌ وذلك أفضل» رواه مسلم. ¶ 161 - عن عائشة رضي الله تعالى عنها قالت: «كان رسول الله - صلى الله عليه وسلم - يصلِّي الضُّحى أربعاً، ويزيد ما شاء الله» رواه مسلم وله عنها رضي الله تعالى عنها أنها سُئلت: هل كان رسول الله - صلى الله عليه وسلم - يُصلِّي الضُّحى؟ قالت: لا إلا أن يجيءَ من مغيبه. وله عنها رضي الله تعالى عنها: ما رأيت رسول الله - صلى الله عليه وسلم - يصلِّي سجدة الضُّحى قطُّ، وإني لأسبِّحُها.",
            "page": "35",
            "part": "1",
            "seal": "07F4F26E"
        },
        {
            "hno": "162",
            "id": "34",
            "nass": "بابُ صلاة الجماعة والإمامة ¶ 162 - عن ابن عمر رضي الله تعالى عنهما أن رسول الله - صلى الله عليه وسلم - قال: «صلاة الجماعة أفضل من صلاة الفذِّ بسبع وعشرين درجة» متفق عليه. ولهما عن أبي هريرة: «بخمس وعشرين جزءاً» وكذا للبخاري عن أبي سعيد الخدري، وقال: «درجة». ¶ 163 - عن أبي هريرة - رضي الله عنه -، أن رسول الله - صلى الله عليه وسلم - قال: «والذي نفسي بيده لقد هممت أن آمر بحطب فيُحتطب ثم آمر بالصلاة فيؤذن لها، ثم آمر رجلاً فيؤم الناس ثم أخالف إلى رجالٍ لا يشهدون الصلاة فأحرق عليهم بيوتهم، والذي نفسي بيده لو يعلم أحدهم أنه يجد عرقاً سميناً أو مِرْماتين حسنتين لشهد العشاء» متفق عليه، واللفظ للبخاري ¶ 164 - وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -. «أثقل الصلاة على المنافقين صلاة العشاء وصلاة الفجر، ولو يعلمون ما فيهما لأتوهما ولو حبوا» متفق عليه. ¶ 165 - وعنه - رضي الله عنه - قال: أتى النبي - صلى الله عليه وسلم - رجلٌ أعمى فقال: يا رسول الله إنه ليس لي قائدٌ يقودُني إلى المسجد، فرخص له فلما ولَّى دعاه فقال: «هل تسمع النداء بالصلاة؟» قال: نعم، قال: «فأجب» رواه مسلم. ¶ 166 - عن أنس - رضي الله عنه - قال: سقط النبي - صلى الله عليه وسلم - عن فرسٍ فجحش شقه الأيمن فدخلنا عليه نعوده فحضرت الصلاة، فصلَّى بنا قاعداً، فصلينا وراءهُ قعوداً، فلما قضى الصلاة، قال: «إنما جُعل الإمام ليؤتم به، فإذا كبَّر فكبروا وإذا سجد، فاسجُدوا، وإذا رفع فارفعوا وإذا",
            "page": "36",
            "part": "1",
            "seal": "8D1AE674"
        },
        {
            "hno": "167",
            "id": "35",
            "nass": "قال: سمع الله لمن حمده، فقولوا ربّنا ولك الحمد، وإذا صلى قاعداً، فصلُّوا قعوداً أجمعين» أخرجه البخاري ومسلم. ¶ 167 - عن أبي سعيد الخدري - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - رأى في أصحابه تأخراً فقال: «تقدموا، فَائْتمُّوا بي، وليأتمَّ بكُم من بعدكم» رواه مسلم. ¶ 168 - عن زيد بن ثابت - رضي الله عنه - قال احتجر رسول الله - صلى الله عليه وسلم - حجرةً مخصَّفةً فصلَّى فيها، فتتبع إليه رجالٌ وجاءُوا يصلون بصلاته، الحديث وفيه: «أفضل صلاة المرء في بيته إلا المكتوبة» متفق عليه. ¶ 169 - عن جابر - رضي الله عنه - قال: صلَّى معاذُ بأصحابه العشاء، فطوَّل عليهم، فقال النبي - صلى الله عليه وسلم - «أتريد أن تكون يا معاذ فتَّاناً إذا أممت الناس فاقرأ بـ[وَالشَّمْسِ وَضُحَاهَا] و [سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى] و [اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ] و [وَاللَّيْلِ إِذَا يَغْشَى]» متفق عليه، واللفظ لمسلم. ¶ 170 - عن عائشة رضي الله تعالى عنها، في قصة صلاة رسول الله - صلى الله عليه وسلم - بالناس وهو مريض، قالت: فجاء حتى جلس عن يسار أبي بكر، فكان يصلي بالناس جالساً وأبو بكر قائماً يقتدي أبو بكر بصلاة النبي - صلى الله عليه وسلم - ويقتدي الناس بصلاة أبي بكر, متفق عليه. ¶ 171 - عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: «إذا أمَّ أحدكم الناس فلْيُخفف فإن فيهم الصَّغير والكبير والضعيف وذا الحاجة، فإذا صلَّى وحده فليصل كيف شاء» متفق عليه. ¶ 172 - عن عمرو بن سلمة - رضي الله عنه - قال: قال أبي جئتكم من عند النبي - صلى الله عليه وسلم - حقاً، قال: «فإذا حضرت الصلاة فليؤذن أحدكم وليؤمكم",
            "page": "37",
            "part": "1",
            "seal": "165AC02C"
        },
        {
            "hno": "173",
            "id": "36",
            "nass": "أكثركم قرآناً» قال: فنظروا فلم يكن أحد أكثر قرآناً منِّي، فقدموني وأنا ابنُ ستِّ أو سبع سنين. رواه البخاري. ¶ 173 - عن ابن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «يؤم القوم أقرؤهم لكتاب الله تعالى، فإن كانوا في القراءة سواءً فأعلمهم بالسُّنة، فإن كانوا في السُّنة سواءً فأقدمهم هجرة فإن كانوا في الهجرة سواءً فأقدمهم سِلْماً، ـ وفي رواية ـ «سناً» ولا يَؤُمَّنَّ الرَّجُلُ الرَّجُلَ في سلطانه، ولا يقعد في بيته على تكرمته إلا بإذنه» رواه مسلم. ¶ 174 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «خير صفوف الرجال أولها وشرها آخرها، وخير صفوف النساء آخرها وشرها أولها» رواه مسلم. ¶ 175 - عن ابن عباس رضي الله تعالى عنهما قال: «صلَّيت مع رسول الله - صلى الله عليه وسلم - ذات ليلةٍ فقمت عن يساره، فأخذ رسول الله - صلى الله عليه وسلم - برأسي من ورائي، فجعلني عن يمينه» متفق عليه. ¶ 176 - عن أنس - رضي الله عنه - قال: «صلَّى رسول الله - صلى الله عليه وسلم -، فقمت أنا ويتيمٌ خلفه وأم سُلَيْمٍ خلفنا» متفق عليه واللفظ للبخاري. ¶ 177 - عن أبي بكرة - رضي الله عنه - أنه انتهى إلى النبي - صلى الله عليه وسلم - هو راكع، فركع قبل أن يصل إلى الصف، ثم مشى إلى الصف وذكر ذلك للنبي - صلى الله عليه وسلم - فقال له النبي - صلى الله عليه وسلم - «زادك اللهُ حرصاً، ولا تعُدْ» رواه البخاري. ¶ 178 - عن أبي هريرة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: «إذا سمعتم الإقامة فامشوا إلى الصلاة، وعليكم السَّكِينَةُ والوقار، ولا تُسرعوا، فما أدركتم فصلُّوا وما فاتكم فأتمُّوا» متفق عليه واللفظ للبخاري.",
            "page": "38",
            "part": "1",
            "seal": "452D1E5B"
        },
        {
            "hno": "370",
            "id": "72",
            "nass": "370 - عن أبي الزبير قال: سألت جابراً - رضي الله عنه - عن ثمن السَّنوَّر والكلب فقال: «زجر النبي - صلى الله عليه وسلم - عن ذلك» رواه مسلم. ¶ 371 - عن عائشة رضي الله تعالى عنها قالت: جاءتني بريرةُ. فقالت: إني كاتبت أهلي على تسع أواقٍ، في كل عام أُوقية، فأعينيني. فقلت: إن أحب أهلك أن أعُدَّها لهم ويكون ولاؤك لي فعلتُ، فذهبت بريرة إلى أهلها، فقالت لهم: فأبوا عليها، فجاءت من عندهم، ورسول الله - صلى الله عليه وسلم - جالس. فقالت: إني قد عرضت ذلك عليهم فأبوا إلا أن يكون الولاء لهم. فسمع النبي - صلى الله عليه وسلم -، فأخبرت عائشة رضي الله تعالى عنها النبي - صلى الله عليه وسلم - فقال: «خذيها واشترطي لهم الولاء، فإنما الولاءُ لمن أعتق» ففعلت عائشة رضي الله تعالى عنها، ثم قام رسول الله - صلى الله عليه وسلم - في الناس، فحمد الله وأثنى عليه ثم قال: «أما بعد، فما بال رجالٍ يشترطون شروطاً ليست في كتاب الله تعالى؟ ما كان من شرط ليس في كتاب الله فهو باطلُ، وإن كان مئة شرط، قضاءُ الله أحقُّ، وشرط الله أو ثق، وإنما الولاء لمن أعتق» متفق عليه، واللفظ للبخاري وعند مسلم قال: «اشتريها وأعتقيها واشترطي لهم الولاء». ¶ 372 - عن جابر - رضي الله عنه - قال: «نهى رسول الله - صلى الله عليه وسلم - عن بيع فضل الماء» رواه مسلم وزاد في رواية: «وعن بيع ضراب الجمل». ¶ 373 - عن ابن عمر رضي الله تعالى عنهما قال: «نهى رسول الله - صلى الله عليه وسلم - عن عسب الفحل» رواه البخاري. ¶ 374 - وعنه - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - «نهى عن بيع حبل الحبلة، وكان بيعاً يبتاعه أهل الجاهلية: كان الرجل يبتاع الجزور إلى أن تنتج الناقة ثم تنتج التي في بطنها» متفق عليه. واللفظ للبخاري.",
            "page": "74",
            "part": "1",
            "seal": "D96B0C1F"
        },
        {
            "hno": "375",
            "id": "73",
            "nass": "375 - عن أبي هريرة - رضي الله عنه - قال: «نهى رسول الله - صلى الله عليه وسلم - عن بيع الحصاة وعن بيع الغرر» رواه مسلم. ¶ 376 - وعنه - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «من اشترى طعاماً فلا يبعه حتى يكتاله» رواه مسلم. ¶ 377 - عن ابن عمر رضي الله تعالى عنهما قال: «نهى رسول الله - صلى الله عليه وسلم - عن النجش» متفق عليه. ¶ 378 - عن أنس - رضي الله عنه - قال: «نهى رسول الله - صلى الله عليه وسلم - عن المحاقلة، والمخاضرة، والملامسة والمنابذة، والمزابنة» رواه البخاري. ¶ 379 - عن طاووس عن ابن عباس رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «لا تلقُّوا الرُّكبَانَ، ولا يبيع حاضرٌ لباد» قلت لابن عباس: ما قوله «ولا يبيع حاضر لباد؟» قال: لا يكون له سمساراً. متفق عليه، واللفظ للبخاري. ¶ 380 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا تلقُّوا الجلب، فمن تُلُقَّي فاشتُري منه، فإذا أتى سَيِّدُهُ السُّوق فهو بالخيار» رواه مسلم. ¶ 381 - وعنه - رضي الله عنه - قال: «نهى رسول الله - صلى الله عليه وسلم - أن يبيع حاضر لبادٍ، ولا تناجشوا، ولا يبيع الرجل على بيع أخيه، ولا يخطب على خطبة أخيه، ولا تسأل المرأة طلاق أختها لتكفأ ما في إنائها» متفق عليه. ولمسلم: «لا يَسُمْ المُسلِمُ على سَومِ أخيه». ¶ 382 - عن معمر بن عبد الله - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قال: «لا يَحتكِرُ إلا خاطيءٌ» رواه مسلم. ¶ 383 - عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «لا تصروا الإبل والغنم فمن ابتاعها بعد فهو بخير النظرين بعد أن يحلبها إن شاء",
            "page": "75",
            "part": "1",
            "seal": "BF83ABAB"
        },
        {
            "hno": "384",
            "id": "74",
            "nass": "أمسكها، وإن شاء ردها وصاعاً من تمر» متفق عليه. ولمسلم: «فهو بالخيار ثلاثة أيام»؟ ¶ 384 - عن ابن مسعود - رضي الله عنه - قال: «من اشترى شاةً مُحَفَّلةً فردَّها فَليرُدَّ معها صاعاً» رواه البخاري. ¶ 385 - عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - مرَّ على صبرةٍ من طعام. فأدخل يّدّهُ فيها. فنالت أصابعُهُ بللاً فقال: «ما هذا يا صاحب الطعام؟ قال أصابتهُ السماءُ يا رسول الله. قال: «أفلا جعلته فوق الطعام كي يراه الناس؟ من غش فليس منيٍّ» رواه مسلم. ¶ باب الخيار ¶ 386 - عن ابن عمر رضي الله تعالى عنهما عن رسول الله - صلى الله عليه وسلم - قال: «إذا تبايع الرجلان، فكل واحدٍ منهما بالخيار ما لم يتفرقا وكانا جميعاً، أو يُخيِّر أحدهما الآخر، فإن خيَّر أحدهما الآخر فتبايعا على ذلك فقد وجب البيع وإن تفرقاً بعد أن تبايعا ولم يترك واحد منهما البيع فقد وجب البيع» متفق عليه، واللفظ لمسلم. ¶ 387 - عن ابن عمر رضي الله تعالى عنهما قال: ذكر رجُلٌ لرسول الله - صلى الله عليه وسلم - أنه يخدع في البيوع فقال: «إذا بايعت فقل لا خِلابة» متفق عليه.",
            "page": "76",
            "part": "1",
            "seal": "D1A633EC"
        },
        {
            "hno": "388",
            "id": "75",
            "nass": "بَابُ الرِّبَا ¶ 388 - عن جابر - رضي الله عنه - قال: «لعن رسول الله - صلى الله عليه وسلم - آكل الربا، وموكله، وكاتبه، وشاهديه، وقال: «هم سواءُ» رواه مسلم. ¶ 389 - عن أبي سعيد الخدري - رضي الله عنه -، أن النبي - صلى الله عليه وسلم - قال: «لا تبيعوا الذهب بالذهب إلا مثلاً بمثل، ولا تُشِقُّوا بعضها على بعض، ولا تبيعوا الورق بالورق إلا مثلا بمثل، ولا تُشِفوُّا بعضها على بعض، ولا تبيعوا منها غائباً بناجز» متفق عليه. ¶ 390 - عن عبادة بن الصامت - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «الذهب بالذهب، والفضة بالفضة، والبرُّ بالبُرِّ، والشعير بالشعير، والتمر بالتَّمر والملحُ بالملحِ، مثلاً بمثل، سواءً بسواءٍ، يداً بيد، فإذا اختلفت هذه الأصناف فبيعوا كيف شئتم، إذا كان يداً بيد» رواه مسلم. ¶ 391 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «الذهب بالذهب وزناً بوزن، مثلاً بمثل، والفضة بالفضة وزناً بوزن، مثلاً بمثل، فمن زاد أو استزاد فهو رباً» رواه مسلم. ¶ 392 - عن أبي سعيد الخدري وأبي هريرة رضي الله تعالى عنهما أن رسول الله - صلى الله عليه وسلم - استعمل رجُلاً على خيبر، فجاءه بتمر جنيب، فقال رسول الله - صلى الله عليه وسلم -: «أَكُلُّ تمر خيبر هكذا؟ فقال: لا. والله يا رسول الله، إنا لنأخذ الصاع من هذا بالصاعين والصاعين بالثلاثة فقال رسول الله - صلى الله عليه وسلم -: «لا تفعل بع الجمع بالدَّراهم، ثم ابتع بالدراهم جنيباً» وقال: في الميزان مثل ذلك. متفق عليه، ولمسلم «وكذلك الميزان».",
            "page": "77",
            "part": "1",
            "seal": "9EF26922"
        },
        {
            "hno": "393",
            "id": "76",
            "nass": "393 - عن جابر - رضي الله عنه - قال: «نهى رسول الله - صلى الله عليه وسلم - عن بيع الصبرة من التمر التي لا يعلم مكيلها بالكيل المسمَّى من التمر». رواه مسلم. ¶ 394 - عن معمر بن عبد الله - رضي الله عنه - قال: «إني كنت أسمعُ رسول الله - صلى الله عليه وسلم - يقول: «الطعام بالطعام مثلاً بمثل» وكان طعامنا يومئذٍ الشعير». رواه مسلم. ¶ 395 - عن فضالة بن عبيد - رضي الله عنه - قال: اشتريت يوم خيبر قلادة باثني عشر ديناراً، فيها ذهبٌ وخرزٌ ففصلتها، فوجدت فيها أكثر من اثني عشر ديناراً، فذكرت ذلك للنبي - صلى الله عليه وسلم - فقال: «لا تُباعُ حتى تُفصَّل» رواه مسلم. ¶ 396 - عن ابن عمر رضي الله تعالى عنهما قال: «نهى رسول الله - صلى الله عليه وسلم - عن المزابنة أن يبيع ثمر حائطه إن كان نخلاً بتمر كيلاً، وإن كان كرماً أن يبيعه بزبيب كيلاً، وإن كان زرعاً أن يبيعه بكيل طعام، نهى عن ذلك كلِّه» متفق عليه. ¶ باب الرخصة في العرايا، وبيع الأصول والثمار ¶ 397 - عن زيد بن ثابت - رضي الله عنه -: «أن رسول الله - صلى الله عليه وسلم - رخَّصَ في العرايا أن تُباع بخرصها كيلاً» متفق عليه ولمسلم: «رخص في العرية يأخذها أهل البيت بخرصها تمراً يأكلونها رُطباً». ¶ 398 - عن أبي هريرة - رضي الله عنه -: «أن رسول الله - صلى الله عليه وسلم - خصَّ في بيع العرايا بخرصها من التمر، فيما دون خمسة أو سقٍ، أو في خمسة أوسق» متفق عليه. ¶ 399 - عن ابن عمر رضي الله تعالى عنهما قال: «نهى رسول الله - صلى الله عليه وسلم - عن بيع الثمار حتى يبدو صلاحها، نهى البائع والمُبتاع» متفق",
            "page": "78",
            "part": "1",
            "seal": "5FB3B04A"
        },
        {
            "hno": "400",
            "id": "77",
            "nass": "عليه. وفي رواية: «وكان إذا سُئِل عن صلاحها قال: حتى تذهب عاهتها». ¶ 400 - عن أنس: - رضي الله عنه - «أن النبي - صلى الله عليه وسلم - نهى عن بيع الثمار حتى تَزْهُوَ. قيل: وما زَهْوُهَا؟ قال: «تحْمارُّ وتصفار» متفق عليه، واللفظ للبخاري. ¶ 401 - عن جابر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لو بعت من أخيك تمراً فأصابتهُ جائحةُ، فلا يحِلُّ لك أن تأخذ منه شيئاً بمَ تأخذ مال أخيك بغير حق؟» رواه مسلم. وفي رواية له: أن النبي - صلى الله عليه وسلم - أمر بوضع الجوائح. ¶ 402 - عن ابن عمر رضي الله تعالى عنهما عن النبي - صلى الله عليه وسلم - أنه قال: «من ابتاع نخلاً بعد أن تؤبَّر، فثمرتُها للبائع الذي باعها إلا أن يشترط المبتاع» متفق عليه. ¶ أبواب السَّلم، والقرض، والرَّهن ¶ 403 - عن ابن عباس رضي الله تعالى عنهما قال: قَدِم النبي - صلى الله عليه وسلم - المدينة، وهم يُسلفُون في الثَّمار السنة والسنتين، فقال: «من أسلف في ثمرٍ فليسلف في كيلٍ معلوم، ووزنٍ معلومٍ إلى أجلٍ معلوم» متفق عليه. وللبخاري: «من أسلف في شيءٍ». ¶ 404 - عن عبد الرحمن بن أبزى وعبد الله بن أبي أوفى رضي الله تعالى عنهما قالا: «كُنَّا نصيب المغانم مع رسول الله - صلى الله عليه وسلم - وكان يأتينا أنباطُ من أنباط الشام فنُسلفُهم في الحنطة والشعير والزبيب». وفي رواية: «والزيت إلى أجلٍ مسمَّى قيل: أكان لهم زرعٌ؟ قالا: ما كُنَّا نسألهم ذلك» رواه البخاري.",
            "page": "79",
            "part": "1",
            "seal": "A39AA165"
        },
        {
            "hno": "405",
            "id": "78",
            "nass": "405 - عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «من أخذ أموال الناس يريد أداءَها أدَّى الله عنه، ومن أخذها يريد إتلافها أتلفه الله تعالى» رواه البخاري. ¶ 406 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «الظَّهْرُ يُركَبُ بنفقته إذا كان مرهوناً، ولبن الدَّرِّ يشرب بنفقته إذا كان مرهوناً، وعلى الذي يركب ويشرب النفقة» رواه البخاري. ¶ 407 - عن أبي رافعٍ - رضي الله عنه - أن النبي - صلى الله عليه وسلم - استسلف من رجُلٍ بكراً، فقدمت عليه إبلٌ من إبل الصدقة فأمر أبا رافع أن يقضي الرجل بكره فقال «لا أجد إلا خياراً رباعياً» قال: أعطه إياه، فإن خيار الناس أحسنهم قضاءً» رواه مسلم. ¶ باب التَّفِليسِ والحَجْرِ ¶ 408 - عن أبي بكر بن عبد الرحمن عن أبي هريرة - رضي الله عنه - قال سمعنا رسول الله - صلى الله عليه وسلم - يقول: «من أدرك ماله بعينه عند رجلٍ قد أفلس فهو أحق به من غيره» متفق عليه. ¶ 409 - عن أبي سعيد الخدري - رضي الله عنه - قال: أُصيبَ رَجلٌ في عهد رسول الله - صلى الله عليه وسلم - في ثِمَارٍ ابتاعها، فكثر دينه فأفلس، فقال رسول الله - صلى الله عليه وسلم -: «تصدقوا عليه» فتصدَّق الناس عليه، ولم يبلغ ذلك وفاء دينه، فقال رسول الله - صلى الله عليه وسلم - لغُرَمَاِئِه: «خُذُوا ما وجدتُم وليس لكُم إلا ذلك» رواه مسلم. ¶ 410 - عن ابن عمر رضي الله تعالى عنهما قال: «عُرِضَت على النبي - صلى الله عليه وسلم - يوم أحدٍ، وأنا ابن أربع عشرة سنة فلم يجزئي، وعُرضتُ عليه يوم الخندق، وأنا ابن خمس عشرة سنةً فأجازني» متفق عليه.",
            "page": "80",
            "part": "1",
            "seal": "AB7939E9"
        },
        {
            "hno": "411",
            "id": "79",
            "nass": "411 - عن قبيصة بن مخارق - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إن المسألة لا تحِلُّ إلا لأحد ثلاثة: رجٌلٍ تحمَّل حمالة، فحلت له المسألة حتى يصيبها ثم يُمسك، ورجلٍ أصابته جائحة اجتاحت ماله فحلت له المسألة حتى يصيب قِواماً من عيش، ورجُلٍ أصابته فاقةُ حتى يقول ثلاثة من ذوي الحِجَى من قومه: لقد أصابت فلاناً فاقة فحلت له المسألة» رواه مسلم. ¶ باب الصلح ¶ 412 - عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: «لا يمنع جار جاره أن يغرز خشبة في جداره» ثم يقول أبو هريرة: مالي أراكم عنها معرضين؟ والله لأرمينَّ بها بين أكتافكم» متفق عليه. ¶ باب الحوالة والضَّمان ¶ 413 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «مطلُ الغنيِّ ظُلم، وإذا أُتبع أحدكم على ملىءٍ فليتبع» متفق عليه. ¶ 414 - عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - كان يؤتي بالرجل المُتوفَّى عليه الدَّين، فيسألُ: «هل ترك لدينه من قضاءٍ؟» فإن حُدِّث أنه ترك وفاءٌ صلَّى عليه، وإلا قال: «صلُّوا على صاحبكم» فلما فتح الله عليه الفتوح قال: «أنا أولى بالمؤمنين من أنفسهم، فمن توفِّي وعليه دين فعلي قضاؤُه» متفق عليه. وفي رواية للبخاري: «فمن مات ولم يترك وفاءً». ¶ باب الشَّرِكة والوكالة ¶ 415 - عن عروة البارقي - رضي الله عنه - «أن رسول الله - صلى الله عليه وسلم - بعث معه بدينار يشترى له أُضحية» الحديث. رواه البخاري.",
            "page": "81",
            "part": "1",
            "seal": "4AB0FDE6"
        },
        {
            "hno": "416",
            "id": "80",
            "nass": "416 - عن أبي هريرة - رضي الله عنه - قال: «بعث رسول الله - صلى الله عليه وسلم - عُمر على الصدقة» متفق عليه. ¶ 417 - عن جابر - رضي الله عنه - «أن النبي - صلى الله عليه وسلم - نحر ثلاثاً وستين وأمر عليَّاً - رضي الله عنه - أن يذبح الباقي» رواه مسلم. ¶ 418 - عن أبي هريرة في قصة العسيف قال النبي - صلى الله عليه وسلم - «واغدُ يا أُنيس على امرأة هذا، فإن اعترفت فارجُمها» الحديث. متفق عليه. ¶ باب الغصب (¬1) ¶ 419 - عن سعيد بن زيد - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «من اقتطع شبراً من الأرض ظلماً طوقهُ الله إياه يوم القيامة من سبع أرضين» متفق عليه. ¶ 420 - عن أنس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - كان عند بعض نسائه. فأرسلت إحدى أمهات المؤمنين مع خادم لها بقصعةٍ فيها طعام فضربت بيدها فكسرت القصعة. فضمَّها، وجعل فيها الطعام وقال: «كلوا» ودفع القصعة الصحيحة للرسول، وحبس المكسورة» رواه البخاري. ¶ 421 - عن أبي بكرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال في خطبته يوم النحر بمنى «إن دماءكم وأموالكم عليكم حرام كحرمة يومكم هذا في شهركم هذا في بلدكم هذا» متفق عليه. ¶ ¬_________ ¶ (¬1) قبل هذا الباب: باب الإقرار وباب العارية وليس فيهما حديث متفق عليه من البخاري ومسلم أو أحدهما.",
            "page": "82",
            "part": "1",
            "seal": "7F2A3B24"
        },
        {
            "hno": "422",
            "id": "81",
            "nass": "باب الشُّفْعَة ¶ 422 - عن جابر - رضي الله عنه - قال: «قضى رسول الله - صلى الله عليه وسلم - بالشفعة في كل ما لم يقسم فإذا وقعت الحدود وصُرِّفت الطرق فلا شفعة» متفق عليه واللفظ للبخاري وفي رواية مسلم: «الشفعة في كل شِرْكٍ: في أرضٍ أو ربعٍ، أو حائِطٍ، لا يصلُحُ أن يبيع حتى يعرض على شريكه». ¶ 423 - عن أبي رافع - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «الجارُ أحقُّ بِسَقَبِهِ» أخرجه البخاري. ¶ باب المساقاة والإجارة (¬1) ¶ 424 - عن ابن عمر رضي الله تعالى عنهما: «أن رسول الله - صلى الله عليه وسلم - عامل أهل خيبر بشطر ما يخرج منها من ثمرٍ أو زرعٍ» متفق عليه. وفي رواية لهما: «فسألوه أن يقرهم بها على أن يكفوهُ عملها ولهم نصف التَّمر فقال لهم رسول الله - صلى الله عليه وسلم - «نُقرُّكم بها على ذلك ما شئنا» فقرُّوا بها، حتى أجلاهم عمر - رضي الله عنه -. ولمسلم: «أن رسول الله - صلى الله عليه وسلم - دفع إلى يهود خيبر نخْلَ خيبر وأرضها على أن يعتمِلُوها من أموالهم ولهم شطرُ ثمرها». ¶ 425 - عن حنظلة بن قيس - رضي الله عنه - قال: سألتُ رافع بن خديج - رضي الله عنه - عن كراءِ الأرض بالذهب والفضة. فقال: «لا بأس به. إنما كان الناس يؤاجرون على عهد رسول الله - صلى الله عليه وسلم - على الماذيانات، وأقبال الجداول، وأشياءَ من الزرع، فيهلك هذا ويسلمُ هذا، ويسلم هذا ¶ ¬_________ ¶ (¬1) قبل هذا الباب: باب القَرَاض وليس فيه حديث متفق عليه من البخاري ومسلم أو أحدهما.",
            "page": "83",
            "part": "1",
            "seal": "F30E3937"
        },
        {
            "hno": "426",
            "id": "82",
            "nass": "ويهلك هذا. ولم يكن للناس كراءُ إلا هذا، فلذلك زُجِرَ عنه، فأما شيءٌ معلوم مضمون فلا بأس به» رواه مسلم. ¶ 426 - عن ثابت بن الضحاك - رضي الله عنه -: «أن رسول الله - صلى الله عليه وسلم - نهى عن المزارعة وأمر بالمؤاجرة» رواه مسلم. ¶ 427 - عن ابن عباس رضي الله تعالى عنهما قال: «احتجم رسول الله - صلى الله عليه وسلم - وأعطى الذي حجَمهُ أجره، ولو كان حراماً لم يُعطِهِ» رواه البخاري. ¶ 428 - عن رافع بن خديج - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «كسب الحجَّام خبيث» رواه مسلم. ¶ 429 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «قال الله عز وجل: ثلاثة أنا خصمهم يوم القيامة رجل أعطى بي ثم غدر، ورجل باع حُراً فأكل ثمنه، ورجل استأجر أجيراً، فاستوفى منه ولم يعطه أجره» رواه مسلم. ¶ 430 - عن ابن عباس رضي الله تعالى عنهما أن رسول الله - صلى الله عليه وسلم - قال: «إن أحق ما أخذتم عليه أجراً كتاب الله» أخرجه البخاري. ¶ باب إحياءِ الموات ¶ 431 - عن عروة عن عائشة رضي الله عنها أن النبي - صلى الله عليه وسلم - قال: «من عمَّر أرضاً ليست لأحدٍ، فهو أحقُّ بها». قال عروة: وقضى به عمر في خلافته. رواه البخاري. ¶ 432 - عن ابن عباس رضي الله تعالى عنهما أن الصعب بن جثامة الليثي أخبره أن النبي - صلى الله عليه وسلم - قال: «لا حِمى إلا لله ولرسوله» رواه البخاري.",
            "page": "84",
            "part": "1",
            "seal": "4309ACEC"
        },
        {
            "hno": "433",
            "id": "83",
            "nass": "باب الوقف ¶ 433 - عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «إذا مات ابن آدم انقطع عنه عمله إلا من ثلاث: صدقة جارية، أو علمٍ ينتفع به، أو ولدٍ صالح يدعو له» رواه مسلم. ¶ 434 - عن ابن عمر رضي الله تعالى عنهما قال: أصاب عمر - رضي الله عنه - أرضاً بخيبر، فأتى النبي - صلى الله عليه وسلم - يستأمره فيها، فقال يا رسول الله، إني أصبت أرضاً بخيبر لم أصِب مالاً قط هو أنفس عندي منه قال: «إن شئت حبست أصلها وتصدَّقت بها» قال: فتصدق بها عمر أنه لا يباع أصلها، ولا يورث ولا يوهب، فتصدَّق بها على الفقراء وفي القُربى، وفي الرِّقاب، وفي سبيل الله، وابن السبيل، والضيف لا جناح على من وليها أن يأكل منها بالمعروف، ويطعم صديقاً غير متمولٍ مالاً» متفق عليه، واللفظ لمسلم. وفي رواية البخاري: «تصدَّق بأصلها لا يباع ولا يوهب، ولكن ينفق ثمره». ¶ 435 - عن أبي هريرة - رضي الله عنه - قال: بعث رسول الله - صلى الله عليه وسلم - عُمَرَ على الصدقة - الحديث - وفيه: «فأمَّا خالد فقد احتبس أدراعه وأعتادهُ في سبيل الله» متفق عليه. ¶ باب الهِبَةُ ¶ 436 - عن النعمان بن بشير رضي الله تعالى عنهما أن أباه أتى به رسول الله - صلى الله عليه وسلم - فقال: إني نحلتُ ابني هذا غلاماً كان لي. فقال رسول الله - صلى الله عليه وسلم -: «أَكُلَّ ولدِكَ نحلته مثل هذا؟ فقال: لا، فقال رسول الله - صلى الله عليه وسلم -: «فارجعه» وفي لفظ فانطلق أبي إلى النبي - صلى الله عليه وسلم - ليشهده على صدقتي. فقال: «أفعلت هذا بولدك كُلَّهم؟» قال: لا.",
            "page": "85",
            "part": "1",
            "seal": "EB6D3725"
        },
        {
            "hno": "437",
            "id": "84",
            "nass": "قال: «اتقوا الله واعدلوا بين أولادكم» فرجع أبي فرد تلك الصدقة. متفق عليه. وفي رواية لمسلم قال: «فأشهد على هذا غيري» ثم قال: «أيسرك أن يكونوا لك في البر سواء؟ قال: بلى قال: «فلا إذن». ¶ 437 - عن ابن عباس رضي الله تعالى عنهما قال: قال النبي - صلى الله عليه وسلم -: «العائدُ في هبته كالكلب يقيءُ ثم يعود في قيئه» متفق عليه. وفي رواية للبخاري: «ليس لنا مثلُ السوءُ، الذي يعودُ في هبته كالكلب يقيءُ ثم يرجع في قيئه». ¶ 438 - عن عائشة رضي الله تعالى عنها قالت: «كان رسول الله - صلى الله عليه وسلم - يقبل الهدية ويثيب عليها» رواه البخاري. ¶ 439 - عن جابر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «العُمْرَى لِمنْ وهبت له» متفق عليه. ولمسلم: «أمسكوا عليكم أموالكم ولا تفسدوها، فإنه من أعْمَرَ عُمْرَى فهي للذي أعمرها حياًّ وميتاً ولعقبه» وفي لفظٍ: «إنا العُمْرَى التي أجازها رسول الله - صلى الله عليه وسلم - أن يقول: هي لك ولعصبك فأمَّا إذا قال: هي لك ما عشت فإنها ترجع إلى صاحبها». ¶ 440 - عن عمر - رضي الله عنه - قال: حملت على فرسٍ في سبيل الله، فأضاعهُ صاحبهُ، فظننت أنه بائعُهُ برخصٍ، فسألت رسول الله - صلى الله عليه وسلم - عن ذلك. فقال: «لا تبتعهُ وإن أعطاكهُ بدرهم» متفق عليه. ¶ 441 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «يا نساء المسلمات لا تحقرن جارةٌ لجارتها ولو فِرسِنَ شاة» متفق عليه.",
            "page": "86",
            "part": "1",
            "seal": "ED238656"
        },
        {
            "hno": "442",
            "id": "85",
            "nass": "باب الُّلقطةِ ¶ 442 - عن أنس - رضي الله عنه - قال: مرَّ النبي - صلى الله عليه وسلم - بتمرةٍ في الطريق فقال: «لولا أني أخاف أن تكون من الصدقة لأكلتها» متفق عليه. ¶ 443 - عن زيد بن خالد الجهني - رضي الله عنه - قال جاء رجُلٌ إلى النبي - صلى الله عليه وسلم - فسأله عن الُّلقطة. فقال: «أَعرِفْ عفاصها ووِكاءها ثم عرِّفها سنة، فإن جاء صاحبها وإلاّ فشأنك بها، قال: فضالَّةُ الغنم؟ قال: هي لك أو لأخيك أو للذَّئب قال فضالة الإبل؟ قال: مالك ولها؟ معها سقاؤُها وحذاؤُها، ترد الماء، وتأكل الشجر حتى يلقاها ربُّها» متفق عليه. ¶ 444 - وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من آوى ضالَّةً فهو ضالُّ، ما لم يعرِّفها» رواه مسلم. ¶ 445 - عن عبد الرحمن بن عثمان التيميِّ - رضي الله عنه -: «أن النبي - صلى الله عليه وسلم - نهى عن لقطة الحاج» رواه مسلم. ¶ باب الفرائض ¶ 446 - عن ابن عباس رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «ألحِقُوا الفرائض بأهلها، فما بقي فهو لأولى رجُلٍ ذكرٍ» متفق عليه. ¶ 447 - عن أسامة بن زيد - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: «لا يرثُ المسلم الكافر، ولا يرث الكافر المسلم» متفق عليه. ¶ 448 - عن ابن مسعود - رضي الله عنه - في بنت، وبنت ابن، وأُخت- فقضى النبي - صلى الله عليه وسلم -: «للابنةِ النصف، ولابنة الابن السدس - تكملة الثلثين - وما بقي فلِلأُخْتِ» رواه البخاري.",
            "page": "87",
            "part": "1",
            "seal": "0CB0F10E"
        },
        {
            "hno": "449",
            "id": "86",
            "nass": "باب الوصايا ¶ 449 - عن ابن عمر رضي الله تعالى عنهما أن رسول الله - صلى الله عليه وسلم - قال: «ما حقُّ امرءٍ مسلم له شيء يريد أن يوصي فيه يبيتُ ليلتين إلا وَوَصِيَّتُهُ مكتوبة عنده» متفق عليه. ¶ 450 - عن سعد بن أبي وقاص - رضي الله عنه - قال: قلت يا رسول الله، أنا ذو مالٍ، ولا يرثني إلا ابنةٌ لي واحدة، أفأتصدق بثُلُثي مالي؟ قال «لا» قُلتُ: أفأتصدق بشطره؟ قال: «لا» قلت: أفأتصدق بثُلْثِه؟ قال: «الثلث، والثلث كثير إنك أن تذر ورثتك أغنياء خيرٌ من أن تذرهم عالةً يتكفَّفُون الناس» متفق عليه. ¶ 451 - عن عائشة رضي الله تعالى عنهما أن رجلاً أتى النبي - صلى الله عليه وسلم -، فقال: يا رسول الله، إن أمي افتُلِتَتْ نَفْسُهَا ولم تُوصِ، وأظُنُّها لو تَكَلَّمَتْ تصدَّقتْ، أفَلَهَا أَجرٌ إن تَصَدَّقْتُ عنها؟ قال «نعم» متفق عليه واللفظ لمسلم. ¶ -",
            "page": "88",
            "part": "1",
            "seal": "612F3151"
        },
        {
            "hno": "452",
            "id": "87",
            "nass": "كتاب النكاح (¬1) ¶ 452 - عن ابن مسعود - رضي الله عنه - قال: قال لنا رسول الله - صلى الله عليه وسلم -: «يا معشر الشباب، من استطاع منكم الباءة فليتزوج، فإنه أغض للبصر، وأحصن للفرج، ومن لم يستطع فعليه بالصوم فإنه له وجاءُ» متفق عليه. ¶ 453 - عن أنس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - حَمد الله وأثنى عليه وقال: «لكنِّي أنا أُصلِّي، وأنامُ، وأصوم وأفطر، وأتزوج النساءُ، فمن رغب عن سنتي فليس مني» متفق عليه. ¶ 454 - عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «تنكح المرأة لأربعٍ: لمالها، ولحسبها، ولجمالها، ولدينها، فاظفر بذات الدين تربت يداك» متفق عليه. ¶ 455 - عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال لِرجُلٍ تزوج امرأة: «أنظرت إليها؟ قال: لا. قال: اذهب فانظر إليها» رواه مسلم. ¶ 456 - عن ابن عمر رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «لا يخطُبْ أحدُكم على خِطبْةِ أخِيه، حتى يترُك الخاطب قَبْلَهُ أو يأذن له» متفق عليه، واللفظ للبخاري. ¶ 457 - عن سهل بن سعد الساعديِّ - رضي الله عنه - قال: جاءتِ امرأةٌ إلى رسول الله - صلى الله عليه وسلم - فقالت: يا رسول الله، جئت أهَبُ لك نفسي، فنظر إليها رسول الله - صلى الله عليه وسلم - فصعد النظر فيها وصوَّبه، ثم طأطأ رسول الله - صلى الله عليه وسلم - رأسه، فلما رأت المرأة أنه لم يقض فيها شيئاً جلستْ. فقام ¶ ¬_________ ¶ (¬1) قبل هذا الكتاب: باب الوديعة وليس فيه حديث متفق عليه من البخاري ومسلم أو أحدهما.",
            "page": "89",
            "part": "1",
            "seal": "EF78A867"
        },
        {
            "hno": "458",
            "id": "88",
            "nass": "رجُلٌ من أصحابه. فقال: يا رسول الله إن لم تكن لك بها حاجةُ فزوجنيها. قال: «فهل عندك من شيءِ؟ فقال: لا والله يا رسول الله. فقال: «اذهب إلى أهلك، فانظر هل تجد شيئاً؟ فذهب، ثم رجع، فقال: لا والله ما وجدت شيئاً: فقال رسول الله - صلى الله عليه وسلم -: انظر ولو خاتماً من حديد، فذهب، ثم رَجع، فقال: لا والله يا رسول الله، ولا خاتماً من حديد. ولكن هذا إزاري - قال سهل: ماله رداءُ - فلها نصفه، فقال رسول الله - صلى الله عليه وسلم -: «ما تصنع بإزارك؟ إن لَبِسْتهُ لم يكن عليها منه شيءٌ وإن لبستْهُ لم يكن عليك منه شيءٌ فجلس الرَّجُلُ، حتى إذا طال مجلسُهُ قام، فرآه رسول الله - صلى الله عليه وسلم - مُوَلِّياً، فأمر به، فدُعي له، فلَّما جاءَ قال: «ماذا معك من القرآن؟ قال معي سورة كذا وسورة كذا عدَّدها، فقال: «تقرؤهنَّ عن ظهر قلبك؟ قال: نعم: قال «اذهب، فقد ملَّكتُكها بما معك من القرآن» متفق عليه، واللفظ لمسلم. وفي رواية: قال له: «انطلق، قد زَوَّجْتُكَها فعلِّمها القرآن». ¶ 458 - عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم -. قال: «لا تُنْكحَ الأيِّمُ حتى تستأمر، ولا تُنكحُ البكر حتى تستأذن» قالوا: يا رسول الله، وكيف إذنها؟ قال: «أن تسكُتَ» متفق عليه. ¶ 459 - عن ابن عباس رضي الله تعالى عنهما أن النبي - صلى الله عليه وسلم - قال: «الثيب أحقُّ بنفسها من وليِّها والبكرُ تستأمرُ وإذنُها سكوتها» رواه مسلم. ¶ 460 - عن نافع عن ابن عمر رضي الله تعالى عنهم قال: «نهى رسول الله - صلى الله عليه وسلم - عن الشغار. والشغار أن يزوج الرَّجُلُ ابنته على أن يزوجه الآخر ابنته، وليس بينهما صداقٌ» متفق عليه.",
            "page": "90",
            "part": "1",
            "seal": "16409689"
        },
        {
            "hno": "461",
            "id": "89",
            "nass": "461 - عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «لا يجمع بين المرأة وعمتها، ولا بين المرأة وخالتها» متفق عليه. ¶ 462 - عن عثمان - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا يَنكِحُ المحرمُ ولا يُنكِحُ» رواه مسلم. وفي رواية له «ولا يخطبُ». ¶ 463 - عن ابن عباس رضي الله تعالى عنهما قال: «تزوج النبي - صلى الله عليه وسلم - ميمونة وهو محرم» متفق عليه. ولمسلم عن ميمونة نفسها رضي الله تعالى عنها: «أن النبي - صلى الله عليه وسلم - تزوجها وهو حلال». ¶ 464 - عن عقبة بن عامرٍ - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إن أحق الشروط أن يُوفَّى به ما استحللتم به الفروج» متفق عليه. ¶ 465 - عن سلمة بن الأكوع - رضي الله عنه - قال: «رخَّص رسول الله - صلى الله عليه وسلم - عام أوطاسٍ في المتعة ثلاثة أيام، ثم نهى عنها» رواه مسلم. ¶ 466 - عن علي بن أبي طالب - رضي الله عنه - قال: «نهى رسول الله - صلى الله عليه وسلم - عن المتعة عام خيبر» متفق عليه. ¶ 467 - وعنه - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم -: «نهى عن متعة النساء، وعن أكل الحُمُرِ الأهلية يوم خيبر» أخرجه البخاري ومسلم. ¶ 468 - عن ربيع بن سبرة عن أبيه رضي الله تعالى عنهما أن رسول الله - صلى الله عليه وسلم - قال: «إني كنت أذنت لكم في الاستمتاع من النساء، وإنّ الله قد حرم ذلك إلى يوم القيامة، فمن كان عنده منهنَّ شيءٌ فليُخلِّ سبيلها، ولا تأخذوا مما آتيتموهُنَّ شيئاً» أخرجه مسلم. ¶ 469 - عن عائشة رضي الله تعالى عنها قالت: طلَّق رجُلٌ امرأته ثلاثاً، فتزوجها رجلٌ، ثم طلقها قبل أن يدخل بها، فأراد زوجها الأول أن يتزوجها، فسئل رسول الله - صلى الله عليه وسلم - عن ذلك، فقال: «لا،",
            "page": "91",
            "part": "1",
            "seal": "A817FD2B"
        },
        {
            "hno": "470",
            "id": "90",
            "nass": "حتى يذوق الآخرُ من عُسيلَتِها ما ذاق الأول» متفق عليه واللفظ لمسلم. ¶ باب الكفاءةِ والخيار ¶ 470 - عن فاطمة بنت قيس رضي الله تعالى عنها أن النبي - صلى الله عليه وسلم - قال لها: «انكحي أُسامة» رواه مسلم. ¶ 471 - عن عائشة رضي الله تعالى عنها قالت: «خُيِّرت بريرة على زوجها حين عتقت» متفق عليه. ولمسلم عنها رضي الله تعالى عنها: «أن زوجها كان عبداً». وفي رواية عنها: «كان حُرَّا» والأول أثبت. وصح عن ابن عباس رضي الله تعالى عنها عند البخاري: «أنه كان عبداً». ¶ باب عِشْرَةِ النساء ¶ 472 - عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «من كان يؤمن بالله واليوم الآخر فلا يؤذي جاره، واستوصوا بالنساء خيراً، فإنهنَّ خلقن من ضلع، وإن أعوج شيءِ في الضلع أعلاه، فإن ذهبت تقيمه كسرته وإن تركته لم يزل أعوج فاستوصوا بالنساء خيراً» متفق عليه، واللفظ للبخاري ولمسلم: «فإن استمتعت بها استمتعت وبها عوجٌ، وإن ذهبت تقيمها كسرتها وكسرها طلاقها». ¶ 473 - عن جابر - رضي الله عنه - قال: كنَّا مع النبي - صلى الله عليه وسلم - في غزاة. فلما قدِمنا المدينة ذهبنا لندخل فقال: «أمهِلُوا حتى تدخُلُوا ليلاً - يعني عشاءً - لكي تمتشط الشَّعِثة وتستحدَّ المُغيبة» متفق عليه. وفي رواية للبخاري: «إذا أطال أحدكم الغيبة فلا يطرق أهله ليلاً».",
            "page": "92",
            "part": "1",
            "seal": "53161557"
        },
        {
            "hno": "474",
            "id": "91",
            "nass": "474 - عن أبي سعيد الخدري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إن شر الناس عند الله منزلة يوم القيامة الرجل يفضي إلى امرأته وتفضي إليه، ثم ينشر سرَّها» أخرجه مسلم. ¶ 475 - عن جابر - رضي الله عنه - قال: كانت اليهود تقول: إذا أتى الرجل امرأته من دبرها في قُبُلها كان الولد أحول فنزلت: [نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ وَقَدِّمُوا لِأَنْفُسِكُمْ وَاتَّقُوا اللهَ وَاعْلَمُوا أَنَّكُمْ مُلَاقُوهُ وَبَشِّرِ المُؤْمِنِينَ]» متفق عليه، واللفظ لمسلم. ¶ 476 - عن ابن عباس رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «لو أن أحدكم إذا أراد أن يأتي أهله قال: بسم الله اللهم جنِّبنا الشيطان وجنب الشيطان ما رزقتنا، فإنه إن يقدَّر بينهما ولدُ في ذلك لم يضرَّهُ الشيطان أبداً» متفق عليه. ¶ 477 - عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «إذا دعا الرجل امرأته إلى فراشه فأبت أن تجيءَ فبات غضبان لعنتها الملائكة حتى تصبح» متفق عليه، واللفظ للبخاري ولمسلم: «كان الذي في السماء ساخطاً عليها حتى يرضى عنها». ¶ 478 - عن ابن عمر رضي الله تعالى عنهما: «أن النبي - صلى الله عليه وسلم - لعن الواصلة والمستوصلة والواشمة والمستوشمة» متفق عليه. ¶ 479 - عن جذامة بنت وهب رضي الله تعالى عنها قالت: حضرت رسول الله - صلى الله عليه وسلم - في أُناسٍ وهو يقول: «لقد هممتُ أن أنهى عن الغِيلَة فنظرت في الروم وفارس، فإذا هم يُغِيلُون أولادهم فلا يضر ذلك أولادهم شيئاً» ثم سألوه عن العزل؟ فقال رسول الله - صلى الله عليه وسلم -: «ذلِكَ الوأدُ الخفيُّ» رواه مسلم.",
            "page": "93",
            "part": "1",
            "seal": "DE53DFAA"
        },
        {
            "hno": "480",
            "id": "92",
            "nass": "480 - عن جابر - رضي الله عنه - قال: «كُنَّا نعزل على عهد رسول الله - صلى الله عليه وسلم -، والقرآن ينزل ولو كان شيئاً ينهى عنه لنهانا عنه القرآن» متفق عليه، ولمسلم: فبلغ ذلك نبي الله - صلى الله عليه وسلم -، فلم ينهنا عنه. ¶ 481 - عن أنس - رضي الله عنه -: «أن النبي - صلى الله عليه وسلم - كان يطوف على نسائه بغسل واحدٍ» أخرجاه واللفظ لمسلم. ¶ باب الصَّداق ¶ 482 - عن أنس - رضي الله عنه - عن النبي - صلى الله عليه وسلم - «أنه اعتق صفيَّة وجعل عتقها صداقها» متفق عليه. ¶ 483 - عن أبي سلمة بن عبد الرحمن - رضي الله عنه - أنه قال: سألت عائشة رضي الله تعالى عنها كم كان صداقُ رسول الله - صلى الله عليه وسلم -؟ قالت كان صداقة لأزواجه ثنتي عشرة أُوقية ونشاً. قالت: أتدري ما النشُّ؟ قال: قلت: لا. قالت: نصف أُوقية فتلك خَمْسُمِائة درهم، فهذا صداقُ رسول الله - صلى الله عليه وسلم - لأزواجه» رواه مسلم.",
            "page": "94",
            "part": "1",
            "seal": "41A574AA"
        },
        {
            "hno": "484",
            "id": "93",
            "nass": "باب الوليمة ¶ 484 - عن أنس - رضي الله عنه - أن النبي - صلى الله عليه وسلم -: «رأى على عبد الرحمن بن عوف أثر صُفرة فقال: «ما هذا؟ قال: يا رسول الله إني تزوَّجتُ امرأة على وزن نواةٍ من ذهب. قال: «فبارك الله لك، أوْلم ولو بشاة» متفق عليه واللفظ لمسلم. ¶ 485 - عن ابن عمر رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «إذا دُعي أحدكم إلى الوليمة فليأتها» متفق عليه ولمسلم: «إذا دعا أحدكم أخاهُ فليجب؛ عُرساً كان أو نحوه». ¶ 486 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «شرُّ الطعام طعام الوليمة: يُمنعُها من يأتيها، ويدعى إليها من يأباها، ومن لم يجب الدعوة فقد عصى الله ورسوله» أخرجه مسلم. ¶ 487 - وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا دُعي أحدكم فليجب، فإن كان صائماً فليُصلِّ، وكان مُفطراً فليَطعَم» أخرجه مسلم، وله من حديث جابر نحوه، وقال: «فإن شَاء طَعِمَ، وإن شاءَ تَرك». ¶ 488 - عن صفيَّة بنت شيبة رضي الله تعالى عنها قالت: «أولَ‍مَ النبي - صلى الله عليه وسلم - على بعض نسائه بمُدَّين من شعير» أخرجه البخاري. ¶ 489 - عن جابر - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «لا تأكلوا بالشمال فإن الشيطان يأكل بالشمال» رواه مسلم. ¶ 490 - وعنه - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: «إذا شرب أحدكم فلا يتنفس في الإناء» متفق عليه. ¶ 491 - عن أنس قال: أقام النبي - صلى الله عليه وسلم - بين خيبر والمدينة ثلاث ليالٍ يُبنى عليه بصفيَّة، فدعوت المسلمين إلى وليمته فما كان فيها من",
            "page": "95",
            "part": "1",
            "seal": "420AA645"
        },
        {
            "hno": "492",
            "id": "94",
            "nass": "خبزٍ ولا لحم، وما كان فيها إلا أن أمر بالأنطاع فبسطت، فألقي عليها التمر والأقط والسمن» متفق عليه واللفظ للبخاري. ¶ 492 - عن أبي جُحيفة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا آكُلُ مُتَّكِئاً» رواه البخاري. ¶ 493 - عن عُمَرَ بن أبي سَلَمَة - رضي الله عنه - قال: قال لي رسول الله - صلى الله عليه وسلم -: «يا غلامُ سمِّ الله وكل بيمينك، وكل مما يليك» متفق عليه. ¶ 494 - عن أبي هريرة - رضي الله عنه - قال: «ما عاب رسول الله - صلى الله عليه وسلم - طعاماً قط، كان إذا اشتهى شيئاً أكله وإن كرهه تركه» متفق عليه. ¶ باب القَسْمِ ¶ 495 - عن أم سلمة رضي الله تعالى عنها أن النبي - صلى الله عليه وسلم - لمَّا تزوجها أقام عندها ثلاثاً، وقال: «إنه ليس بك على أهلك هوانُ، إن شئت سبَّعتُ لك، وإن سبَّعتُ لك سبَّعت لنسائي» رواه مسلم. ¶ 496 - عن عائشة رضي الله تعالى عنها: «أن سودة بنت زمعة وهبت يومها لعائشة وكان النبي - صلى الله عليه وسلم - يقسِمُ لعائشة يومها ويوم سودة» متفق عليه. ¶ 497 - عن أنس - رضي الله عنه - قال: «من السُّنة إذا تزوج الرَّجلُ البِكْرَ على الثيِّب أقام عندها سبعاً، ثم قَسَمَ، وإذا تزوج الثيِّب أقام عندها ثلاثاً، ثم قَسَمَ». متفق عليه واللفظ للبخاري. ¶ 498 - عن عائشة رضي الله تعالى عنها قالت: «كان رسول الله - صلى الله عليه وسلم - إذا صلَّى العصر دار على نسائه، ثم يدنو منهُنَّ» رواه مسلم. ¶ 499 - عن عائشة رضي الله تعالى عنها أن رسول الله - صلى الله عليه وسلم - كان يسأل في مرضه الذي مات فيه: «أين أنا غداً؟ يريد يوم عائشة،",
            "page": "96",
            "part": "1",
            "seal": "D01A0FF6"
        },
        {
            "hno": "500",
            "id": "95",
            "nass": "فأذن له أزواجه يكون حيث شاء، فكان في بيت عائشة» متفق عليه. ¶ 500 - وعنها رضي الله تعالى عنها قالت: «كان رسول الله - صلى الله عليه وسلم - إذا أراد سفراً أقرع بين نسائه، فأيتهُنَّ خرج سهمها خرج بها معه» متفق عليه. ¶ 501 - عن عبد الله بن زمعة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا يجلد أحكم امرأته جلد العبد» رواه البخاري. ¶ باب الخلْع ¶ 502 - عن ابن عباس رضي الله تعالى عنهما أن امرأة ثابت بن قيس أتت النبي - صلى الله عليه وسلم -، فقالت: يا رسول الله ثابت بن قيس ما أعيب عليه في خلقٍ ولا دين ولكني أكره الكفر في الإسلام، فقال رسول الله - صلى الله عليه وسلم -: «أترُدِّين عليه حديقته؟ فقالت: نعم. فقال رسول الله - صلى الله عليه وسلم -: «اقبلِ الحديقة وطلقها تطليقة» رواه البخاري، وفي رواية له: «وأمره بطلاقها». ¶ -",
            "page": "97",
            "part": "1",
            "seal": "1D842778"
        },
        {
            "hno": "503",
            "id": "96",
            "nass": "كتاب الطلاق ¶ 503 - عن ابن عمر رضي الله تعالى عنهما أنه طلق امرأته - وهي حائض - في عهد رسول الله - صلى الله عليه وسلم - فسأل عمر رسول الله - صلى الله عليه وسلم - عن ذلك، فقال: «مرهُ فليراجعها، ثم ليمسكها حتى تطهر، ثم تحيض، ثم تطهر، ثم إن شاء أمسك بعد، وإن شاء طلق قبل أن يمس فتلك العدَّةُ التي أمر الله أن تطلق لها النساء» متفق عليه. وفي رواية لمسلم «مُرْه فليراجعها، ثم ليطلقها طاهراً أو حاملاً». وفي رواية أخرى للبخاري: «وحُسِبَت تطليقه». وفي رواية لمسلم، قال ابن عمر: «أمَّا أنت طلقتها واحدةً أو اثنتين، فإن رسول الله - صلى الله عليه وسلم - أمرني أن أُراجعها ثم أمسكها حتى تحيض حيضة أخرى ثم أمهلها حتى تطهر، ثم أطلقها قبل أن أمسها، وأما أنت طلقتها ثلاثاً فقد عصيت ربك فيما أمرك به من طلاق امرأتك». وفي رواية أخرى: «قال ابن عمر: فردَّها عليَّ ولم يرها شيئاً، وقال إذا طُهرت فليطلق أو ليمسك». ¶ 504 - عن ابن عباس رضي الله تعالى عنهما قال: «كان الطلاق على عهد رسول الله - صلى الله عليه وسلم - وأبي بكرٍ وسنتين من خلافة عمر طلاق الثلاث واحدةٌ، فقال عمر: إن الناس قد استعجلوا في أمرٍ كانت لهم فيه أناةٌ فلو أمضيناهُ عليهم؟ فأمضاه عليهم» رواه مسلم. ¶ 505 - عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «إن الله تعالى تجاوز عن أمتي ما حدثت به أنفسها ما لم تعمل أو تكلم» متفق عليه. ¶ 506 - عن ابن عباس رضي الله تعالى عنهما قال: «إذا حرَّمَ امرأته ليس بشيءٍ. وقال: لقد كان لكم في رسول الله - صلى الله عليه وسلم - أسوةُ حسنة»",
            "page": "98",
            "part": "1",
            "seal": "2D12EC38"
        },
        {
            "hno": "507",
            "id": "97",
            "nass": "رواه البخاري. ولمسلم عن ابن عباس: «إذا حرَّم الرجل امرأته فهو يمين يكفرها». ¶ 507 - عن عائشة رضي الله تعالى عنها: «أن ابنة الجونِ لما أُدخلت على رسول الله - صلى الله عليه وسلم -، ودنا منها قالت أعوذ بالله منك، فقال «لقد عُذْتِ بعظيم، الحقي بأهلك» رواه البخاري. ¶ باب الرجعة ¶ 508 - عن ابن عمر رضي الله تعالى عنهما أنه لما طلق امرأته قال النبي - صلى الله عليه وسلم - لِعُمَر: «مُرهُ فليراجعها» متفق عليه. ¶ باب الإيلاء، والظِّهار، والكفَّارة ¶ 509 - عن ابن عمر رضي الله تعالى عنهما قال: «إذا مضت أربعة أشهرٍ وقف المُولي حتى يطلق، ولا يقع عليه الطلاق حتى يطلق» أخرجه البخاري. ¶ باب اللعان ¶ 510 - عن ابن عمر رضي الله تعالى عنهما قال: سأل فلان، فقال: يا رسول الله، أرأيت أن لو وجد أحدُنا امرأته على فاحشةٍ، كيف يصنع؟ إن تكلم تكلم بأمرٍ عظيم، وإن سكت سكت على مثل ذلك، فلم يُجبهُ، فلما كان بعد ذلك أتاهُ فقال: إن الذي سألتك عنه قد ابتُليت به، فأنزل الله الآيات في سورة النور، فتلاهنُّ عليه ووعظهُ، وذكره. وأخبرهُ أن عذاب الدنيا أهون من عذاب الآخرة: قال: لا، والذي بعثك بالحق ما كذبت عليها، ثم دعاها. فوعظها كذلك، قالت: لا والذي بعثك بالحق إنه لكاذبُ، فبدأ بالرجل،",
            "page": "99",
            "part": "1",
            "seal": "80358974"
        },
        {
            "hno": "511",
            "id": "98",
            "nass": "فشهد أربع شهادات بالله، ثم ثنَّى بالمرأه، ثم فرق بينهما» رواه مسلم. ¶ 511 - وعنه رضي الله تعالى عنهما أن رسول الله - صلى الله عليه وسلم - قال للمتلاعنين: «حسابكما على الله، أحدُكما كاذبٌ، لا سبيل لك عليها» قال: يا رسول الله مالي فقال: «إن كنت صدقت عليها فهو بما استحللت من فرجها، وإن كنت كذبت عليها فذاك أبعد لك منها» متفق عليه. ¶ 512 - عن أنس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: «أبصروها، فإن جاءت به أبيض سبطاً، فهو لزوجها، وإن جاءت به أكحل جعداً، فهو للذي رماها به» متفق عليه. ¶ 513 - عن سهل بن سعد - رضي الله عنه - في قصة المتلاعنين - فلما فرغا من تلاعُنهما قال: كذبتُ عليها يا رسول الله إن أمسكتها. فطلَّقها ثلاثاً قبل أن يأمرهُ رسول الله - صلى الله عليه وسلم -. متفق عليه. ¶ 514 - عن أبي هريرة - رضي الله عنه - أن رجلاً قال: يا رسول الله إن امرأتي ولدت غلاماً أسود قال: «هل لك من إبلٍ؟ قال «نعم» قال: فما ألوانها؟ قال حُمرٌ. قال: هل فيها من أورق؟ قال: نعم. قال: «فأنى ذلك؟ قال: لعلَّهُ نزعه عرق: قال: «فلعل ابنك هذا نزعه عرق» متفق عليه، وفي رواية لمسلم: «وهو يعرض بأن ينفيه»، وقال في آخره: «ولم يرخص له في الانتفاء منه».",
            "page": "100",
            "part": "1",
            "seal": "D18BD250"
        },
        {
            "hno": "515",
            "id": "99",
            "nass": "باب العدَّة، والإحداد ¶ 515 - عن المسور بن مخرمة - رضي الله عنه -، أن سبيعة الأسلمية رضي الله تعالى عنها نفست بعد وفاةِ زوجها بليالٍ، فجاءت النبي - صلى الله عليه وسلم -، فاستأذنته أن تنكح، فأذن لها، فنكحت» رواه البخاري. وفي لفظٍ: «أنها وضعت بعد وفاةِ زوجها بأربعين ليلةً». وفي لفظٍ لمسلم، قال الزُّهريُّ: «ولا أرَى بأساً أن تزوج وهي في دمها غير أنه لا يقربها زوجها حتى تطْهر». ¶ 516 - عن الشعبي عن فاطمة بنت قيس رضي الله تعالى عنها عن النبي - صلى الله عليه وسلم - في المطلقة ثلاثاً- قال: «ليس لها سكن ولا نفقه» رواه مسلم. ¶ 517 - عن أم عطية رضي الله تعالى عنها أن رسول الله - صلى الله عليه وسلم - قال: «لا تُحِدَّ امرأةٌ على ميت فوق ثلاثٍ، إلا على زوجٍ أربعة أشهرٍ وعشراً، ولا تلبس ثوباً مصبوغاً، إلا ثوب عصبٍ، ولا تكتحل، ولا تمس طيباً، إلا إذا طهرت نُبدةٌ من قسطٍ أو أظفارٍ» متفق، وهذا لفظ مسلم. ¶ 518 - عن أم سلمة رضي الله تعالى عنها أن امرأة قالت: يا رسول الله، إن ابنتي مات عنها زوجُها، وقد اشتكت عينها أفنكحُلُها؟ قال: «لا» متفق عليه. ¶ 519 - عن جابر - رضي الله عنه - قال: طُلَّقت خالتي، فأرادت أن تجُدَُّ نخلها، فزجرها رجلٌ أن تخرج، فأتت النبي - صلى الله عليه وسلم - فقال: «بلى جُدِّي نخلك، فإنك عسى أن تصدَّقي أن تفعلي معروفاً» رواه مسلم.",
            "page": "101",
            "part": "1",
            "seal": "5F89FBAA"
        },
        {
            "hno": "520",
            "id": "100",
            "nass": "520 - عن فاطمة بنت قيس رضي الله تعالى عنها قالت: «قلت يا رسول الله، إن زوجي طلقني ثلاثاً وأخافُ أن يُقتحم عليَّ. فأمرها، فتحوَّلت» رواه مسلم. ¶ 521 - عن جابر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا يبيتن رجُلٌ عند امرأةٍ إلا أن يكون ناكِحاً أو ذا محرم» رواه مسلم. ¶ 522 - عن ابن عباس رضي الله تعالى عنهما عن النبي - صلى الله عليه وسلم - قال: «لا يخلونًّ رجلٌ بامرأةٍ إلا مع ذي محرم» أخرجه البخاري. ¶ 523 - عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «الولد للفراش وللعاهر الحجر» متفق عليه.",
            "page": "102",
            "part": "1",
            "seal": "F3C4AF29"
        },
        {
            "hno": "524",
            "id": "101",
            "nass": "باب الرَّضاع ¶ 524 - عن عائشة رضي الله تعالى عنها قالت: قال رسول الله - صلى الله عليه وسلم -: «لا تُحرَّمُ المصَّةُ والمصتان» أخرجه مسلم. ¶ 525 - وعنها رضي الله تعالى عنها قالت: قال رسول الله - صلى الله عليه وسلم -: «انظُرن من إخوانكن فإنما الرضاعة من المجاعة» متفق عليه. ¶ 526 - وعنها رضي الله تعالى عنها قالت: جاءت سهلة بنت سهيل. فقالت يا رسول الله، إن سالماً مولى أبي حذيفة معناً في بيتنا، وقد بلغ ما يبلغ الرجالُ. فقال. «أرضعيه تُحرُمي عليه» رواه مسلم. ¶ 527 - وعنها رضي الله تعالى عنها أن أفلح - أخا القعيس - جاء يستأذن عليها بعد الحجاب. قالت: فأبيت أن آذن له، فلما جاء رسول الله - صلى الله عليه وسلم - أخبرتُهُ بالذي صنعتُهُ فأمرني أن أذن له عليَّ وقال: «إنهُ عمُّكِ» متفق عليه. ¶ 528 - وعنها رضي الله تعالى عنها قالت: «كان فيما أنزل من القرآن: عشر رضعات معلومات يحرمن، ثم نسخن بخمسٍ معلومات، فتوفي رسول الله - صلى الله عليه وسلم - وهي فيما يُقرأ من القرآن» رواه مسلم. ¶ 529 - عن ابن عباس رضي الله تعالى عنهما أن النبي - صلى الله عليه وسلم - أُريدَ على ابنة حمزة. فقال: «إنها لا تحلُّ لي إنها ابنة أخي من الرضاعة، ويحرم من الرضاعة ما يحرم من النسب» متفق عليه. ¶ 530 - عن عقبة بن الحارث - رضي الله عنه - أنه تزوج أم يحيى بنت أبي إهاب، فجاءت امرأةٌ فقالت: «لقد أرضعتكما، فسأل النبي - صلى الله عليه وسلم -: فقال: كيف وقد قيل ففارقها عقبة، ونكحت زوجاً غيره» أخرجه البخاري.",
            "page": "103",
            "part": "1",
            "seal": "A96BB3CF"
        },
        {
            "hno": "531",
            "id": "102",
            "nass": "باب النفقات ¶ 531 - عن عائشة رضي الله تعالى عنها قالت دخلت هند بنت عتبة - امرأةُ أبي سفيان - على رسول الله - صلى الله عليه وسلم -. فقالت: يا رسول الله إن أبا سفيان رجلٌ شحيح لا يعطيني من النفقة ما يكفيني ويكفي بنيَّ، إلا ما أخذتُ من ماله بغير علمه، فهل عليَّ في ذلك من جُناح؟ فقال: «خُذي من ماله بالمعروف ما يكفيك وما يكفي بنيك» متفق عليه. ¶ 532 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «للمملوك طعامه وكسوته، ولا تكلَّف من العمل إلا ما يطيق» رواه مسلم. ¶ 533 - عن جابر - رضي الله عنه - عن النبي - صلى الله عليه وسلم - في ذكر النساء: «ولهُنَّ عليكم رزقُهنَّ وكسوتُهنَّ بالمعروف» أخرجه مسلم. ¶ باب الحضانة ¶ 534 - عن البراء بن عازب أن النبي - صلى الله عليه وسلم - قضى في ابنة حمزة لخالتها وقال: «الخالةُ بمنزلة الأم» أخرجه البخاري. ¶ 535 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا أتى أحدكم خادمُهُ بطعامه، فإن لم يجلسه معه فليناوله لقمة أو لقمتين» متفق عليه، واللفظ للبخاري. ¶ 536 - عن ابن عمر رضي الله تعالى عنهما عن النبي - صلى الله عليه وسلم - قال: «عُذبت امرأة في هرة، سجنتها حتى ماتت، فدخلت النار فيها، لا هي أطعمتها وسقتها إذ هي حبستها، ولا هي تركتها تأكل من خشاش الأرض» متفق عليه. ¶ -",
            "page": "104",
            "part": "1",
            "seal": "FC479E04"
        },
        {
            "hno": "537",
            "id": "103",
            "nass": "كتاب الجنايات ¶ 537 - عن ابن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا يحلُّ دم امرىءٍ مسلم يشهد أن لا إله إلا الله وأني رسول الله، إلا بإحدى ثلاث الثيب الزاني، والنفس بالنفس، والتارك لدينه المفارق للجماعة» متفق عليه. ¶ 538 - عن ابن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «أول ما يقضى بين الناس يوم القيامة في الدماء» متفق عليه. ¶ 539 - عن أبي جُحيفة - رضي الله عنه - قال: قلت لعلي هل عندكم شيءٌ من الوحي غير القرآن؟ قال: لا. والذي فلق الحبة وبرأ النسمة، إلا فهماً يعطه الله تعالى رجلاً في القرآن، وما في هذه الصحيفة قلت: وما في هذه الصحيفة، قال «العقْلُ، وفكاك الأسير، وأن لا يقتل مسلم بكافر» رواه البخاري. ¶ 540 - عن أنس - رضي الله عنه -: «أن جارية وجد رأسها قد رُضَّ بين حجرين فسألوها: من صنع بك هذا؟ فلان، فُلانٌ: حتى ذكروا يهودياً، فأومأت برأسها، فأُخِذ اليهودي، فأقرَّ، فأمر رسول الله - صلى الله عليه وسلم - أن يرض رأسه بين حجرين» متفق عليه. واللفظ لمسلم. ¶ 541 - عن أبي هريرة - رضي الله عنه - قال: اقتتلت امرأتان من هذيل، فرمت إحداهما الأخرى بحجر، فقتلتها وما في بطنها، فاختصمُوا إلى رسول الله - صلى الله عليه وسلم - فقضى رسول الله - صلى الله عليه وسلم -: «أن دِيَةَ جَنِينِها غُرَّةٌ؛ عَبدٌ أو ليدةٌ» وقضى بدية المرأة على عاقلتها. وورَّثها ولدها ومن معهم، فقال حمَلُ بن النابغة الهذليُّ: يا رسول الله، كيف يغرم من لا شرب ولا أكل، ولا نطق، ولا استهل، فمثل ذلك يُطلُّ، فقال رسول الله - صلى الله عليه وسلم -:",
            "page": "105",
            "part": "1",
            "seal": "F543797F"
        },
        {
            "hno": "542",
            "id": "104",
            "nass": "«إنما هذا من إخوان الكهان» من أجل سجعه الذي سجع. متفق عليه. ¶ 542 - عن أنس - رضي الله عنه - أن الربيع بنت النضر - عمَّته - كسرت ثنية جارية، فطلبوا إليها العفو، فأبوا، فعرضوا الأرش فأبوا. فأتوا رسول الله - صلى الله عليه وسلم -، فأبوا إلا القصاص، فأمر رسول الله - صلى الله عليه وسلم - بالقصاص، فقال أنس بن النضر: يا رسول الله! أتكسر ثنيَّةُ الربيع؟ لا والذي بعثك بالحق، لا تكسر ثنيَّتُها فقال رسول الله - صلى الله عليه وسلم -: «يا أنس، كتاب الله القصاص» فرضي القومُ فعفوا، فقال رسول الله - صلى الله عليه وسلم -: «إن من عباد الله من لو أقسم على الله لأبره» متفق عليه، واللفظ للبخاري. ¶ 543 - عن ابن عمر رضي الله تعالى عنهما قال: «قُتِل غُلامٌ غِيلةً، فقال عمر: لو اشترك فيه أهل صنعاء لقتلتهم به» أخرجه البخاري. ¶ باب الدِّيات ¶ 544 - عن ابن عباس رضي الله تعالى عنهما عن النبي - صلى الله عليه وسلم - قال: «هذه وهذه سواءٌ» يعني الخنصر والإبهام. رواه البخاري. ¶ باب دعوى الدَّم والقَسَامة ¶ 545 - عن سهل بن أبي حثمة - رضي الله عنه - عن رجالٍ من كبراء قومه أن عبد الله بن سهل، ومحيصة بن مسعود، خرجا إلى خيبر من جهدٍ أصابهم، فأتي محيصة فأخبر أن عبد الله بن سهل قد قُتل وطرح في عين، فأتى يهود فقال: أنتم والله قتلتموه. قالوا: والله ما قتلناه، فأقبل هو وأخوهُ حويصة وعبد الرحمن بن سهل، فذهب محيصة ليتكلم فقال رسول الله - صلى الله عليه وسلم -: «كبِّر كبِّر» يريد: السِّنَّ فتكلم حويصة، ثم تكلم محيصة فقال رسول الله - صلى الله عليه وسلم -: «إما أن يدُوا",
            "page": "106",
            "part": "1",
            "seal": "782B03BB"
        },
        {
            "hno": "546",
            "id": "105",
            "nass": "صاحبكم، وإما أن يأذنوا بحربٍ فكتب إليهم في ذلك. إنا والله ما قتلناه، فقال لحويصة ومحيصة وعبد الرحمن بن سهل: «أتحلفون وتستحقون دم صاحبكم؟» قالوا لا. قال: «فتحلف لكم يهود؟» قالوا: ليسوا مسلمين، فوداهُ رسول الله - صلى الله عليه وسلم - من عنده فبعث إليهم مائة ناقةٍ قال سهل: فلقد ركضتني منها ناقةٌ حمراءُ» متفق عليه. ¶ 546 - عن رجل من الأنصار: «أن رسول الله - صلى الله عليه وسلم - أمرَّ القَسَامَةَ على ما كانت عليه في الجاهلية، وقضى بها رسول الله - صلى الله عليه وسلم - بين ناسٍ من الأنصار في قتيلٍ أدعوه على اليهود» رواه مسلم. ¶ باب قتال أهلِ البغي ¶ 547 - عن ابن عمر رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «من حمل علينا السِّلاح فليس منَّا» متفق عليه. ¶ 548 - عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال «من خرج عن الطاعة، وفارق الجماعة ومات فميتته ميتةُ جاهلية» أخرجه مسلم. ¶ 549 - وعن أم سلمة رضي الله تعالى عنها قالت: قال رسول الله - صلى الله عليه وسلم -: «تقْتُل عمَّاراً الفئةُ الباغيةُ» رواه مسلم. ¶ 550 - عن عرفجة بن شريح - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «من أتاكم وأمركم جميع يريد أن يفرق جماعتكم فاقتلوه» أخرجه مسلم. ¶ باب قتال الجاني، وقتل المرتد ¶ 551 - عن عمران بن حصين - رضي الله عنه - قال: قاتل يعلى بن أميَّة رجلاً، فعضَّ أحدهما صاحبه، فنزع ثنيَّتهُ فاختصما إلى النبي - صلى الله عليه وسلم - فقال:",
            "page": "107",
            "part": "1",
            "seal": "F3C4E576"
        },
        {
            "hno": "552",
            "id": "106",
            "nass": "«أيَعضُّ أحدكم أخاهُ كما يعضُّ الفحل؟ لا دية له» متفق عليه، واللفظ لمسلم. ¶ 552 - عن أبي هريرة - رضي الله عنه - قال: قال أبو القاسم - صلى الله عليه وسلم -: «لو أنَّ أمرأً اطَّلع عليك بغير إذنٍ، فحذفته بحصاةٍ، ففقأتَ عينهُ لم يكن عليك جُناح» متفق عليه. ¶ 553 - وعن ابن عباس رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «منْ بدَّل دينَهُ فاقتلوه» رواه البخاري. ¶ -",
            "page": "108",
            "part": "1",
            "seal": "F2F42775"
        },
        {
            "hno": "554",
            "id": "107",
            "nass": "كتاب الحدود ¶ بابُ حدَّ الزاني ¶ 554 - عن أبي هريرة وزيد بن خالد الجهني رضي الله تعالى عنهما أن رجلاً من الأعراب أتى رسول الله - صلى الله عليه وسلم -، فقال: يا رسول الله، أنشدك الله إلا قضيت لي بكتاب الله تعالى، فقال الآخر ¶ -وهو أفقه منه-: نعم، فاقض بيننا بكتاب الله، وأذن لي، فقال: «قُلْ» قال: إن ابني كان عسيفاً على هذا، فزنى بامرأته وإني أخبرت أن على ابني الرجم فافتديتُ منه بمائة شاةٍ ووليدةٍ فسألت أهل العلم، فأخبروني أن على ابني جلد مائة وتغريب عام، وأن على امرأةِ هذا الرجم، فقال رسول الله - صلى الله عليه وسلم -: «والَّذي نفسي بيده، لأقضينَّ بينكما بكتاب الله، الوليدة، والغنم ردٌ عليك، وعلى ابنك جلد مائة وتغريب عام واغدُ يا أُنيس إلى امرأةِ هذا فإن اعترفت فارجمها» متفق عليه وهذا اللفظ لمسلم. ¶ 555 - عن عبادة بن الصامت - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «خذوا عني، خذوا عنِّي، فقد جعل الله لهنِّ سبيلا البكر بالبكر جلد مائة ونفي سنةٍ والثيب بالثيب جلْدُ مائة والرجم» رواه مسلم. ¶ 556 - عن أبي هريرة - رضي الله عنه - قال: «أتى رجل من المسلمين رسول الله - صلى الله عليه وسلم - وهو في المسجد - فناداه فقال: يا رسول الله، إني زنيت، فأعرض عنه فتنحى تلقاء وجهه، فقال: يا رسول الله إني زنيت، فأعرض عنه، حتى ثنَّى ذلك عليه أربع مراتٍ فلما شهد على نفسه أربع شهاداتٍ دعاه رسول الله - صلى الله عليه وسلم - فقال: «أبك جنون؟»",
            "page": "109",
            "part": "1",
            "seal": "5AA80096"
        },
        {
            "hno": "557",
            "id": "108",
            "nass": "قال: «لا» قال: «فهل أحصنت؟» قال: نعم، فقال النبي - صلى الله عليه وسلم -: «اذهبوا به فارجموه» متفق عليه. ¶ 557 - عن ابن عباس رضي الله تعالى عنهما قال: «لما أتى ما عِزَ بن مالك إلى النبي - صلى الله عليه وسلم - قال له: «لعلك قبلت، أو غمزت، أو نظرت؟» قال لا، يا رسول الله» رواه البخاري. ¶ 558 - عن عمر بن الخطاب - رضي الله عنه - أنه خطب فقال: «إن الله بعث محمداً بالحق، وأنزل عليه الكتاب، فكان فيما أنزل الله عليه آية الرجم. قرأناها ووعيناها وعقلناها، فرجم رسول الله - صلى الله عليه وسلم - ورجمنا بعده، فأخشى إن طال بالناس زمان أن يقول قائلٌ: ما نجد الرجم في كتاب الله، فيضلوا بترك فريضةٍ أنزلها الله، وإن الرجم حق في كتاب الله تعالى: على مَنْ زنى، إذا أُحصن من الرجال والنساء. إذا قامت البينة أو كان الحَبَلُ أو الاعتراف» متفق عليه. ¶ 559 - عن أبي هريرة - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «إذا زنت أَمَةُ أحدكم فتبيَّن زِناها فليجلدها الحدَّ، ولا يثرب عليها، ثم إن زنت فليجلدها الحدَّ، ولا يثرِّب عليها ثم إن زنت الثالثة فتبيَّن زناها فليبعها ولو بحبلٍ من شعرٍ» متفق عليه وهذا لفظ مسلم. ¶ 560 - وعن عمران بن حصين - رضي الله عنه - أن امرأةً من جُهينة أتت النبي - صلى الله عليه وسلم - وهي حُبلى من الزنا - فقالت: يا نبي الله، أصبت حدَّاً فأقِمه عليَّ. فدعا رسول الله - صلى الله عليه وسلم - وليَّها. فقال: «أحسن إليها، فإذا وضعت فائتني بها» ففعل. فأمر بها فشكَّت عليها ثيابها، ثم أمر بها فُرجِمت ثم صلَّى عليها فقال عمر: أتصلي عليها يا نبي الله وقد زنت؟ فقال: «لقد تابت توبةً لو قُسِمت بين سبعين من أهل المدينة لوسعتهم وهل وجدت أفضل من أن جادت بنفسها لله» رواه مسلم.",
            "page": "110",
            "part": "1",
            "seal": "0C455855"
        },
        {
            "hno": "561",
            "id": "109",
            "nass": "561 - عن جابر - رضي الله عنه - قال: «رجم النبيُّ - صلى الله عليه وسلم - رجُلاً من أسلم، وَرجلاً من اليهود، وامرأة» رواه مسلم. ¶ 562 - عن ابن عمر رضي الله تعالى عنهما: «أن رسول الله - صلى الله عليه وسلم - أتي بيهودي ويهودية قد زنيا، فانطلق رسول الله - صلى الله عليه وسلم - حتى جاء يهود، فقال: «ما تجدون في التوراة على من زنى؟ قالوا: نسوِّد وُجوهَهُما ونحَمِّلُهُما ونخالف بين وجوههم ويطاف بهما قال: «فأتوا بالتوراة إن كنتم صادقين» فجاؤوا بها، فقرؤوها، حتى إذا مّرُّوا بآية الرجم وضع الفتى الذي يقرأ يَدَهُ على آية الرجم، وقرأ ما بين يديها وما وراءها، فقال له عبد الله بن سلام - وهو مع رسول الله - صلى الله عليه وسلم - مُرْهُ فليرفع يدَه فرفعها فإذا تحتها آية الرجم فأمر بهما رسول الله - صلى الله عليه وسلم - فرجما، قال عبد الله بن عمر رضي الله تعالى عنهما: كنت فيمن رجمهما فلقد رأيته يقيها من الحجارة بنفسه» أخرجه البخاري ومسلم. ¶ 563 - عن ابن عباس رضي الله تعالى عنهما قال: لعن رسول الله - صلى الله عليه وسلم - المخنثين من الرجال، والمترجلات من النساء. وقال: «أخرجوهم من بيوتكم» رواه البخاري. ¶ باب حدِّ القذف ¶ 564 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «مَنْ قذف مملوكه يُقَامُ عليه الحدِّ يوم القيامة، إلا أن يكون كما قال» متفق عليه. ¶ باب حدِّ السَّرقة ¶ 565 - عن عائشة رضي الله تعالى عنها قالت: قال رسول الله - صلى الله عليه وسلم -: «لا تقطع يد سارق إلا في ربع دينار فصاعداً» متفق عليه واللفظ",
            "page": "111",
            "part": "1",
            "seal": "A14FC28D"
        },
        {
            "hno": "566",
            "id": "110",
            "nass": "لمسلم. واللفظ البخاري: «تقطع يدُ السارق في ربع دينارٍ فصاعداً». ¶ 566 - عن ابن عمر رضي الله تعالى عنهما «أن النبي - صلى الله عليه وسلم - قطع في مجنَّ ثمنهُ ثلاثة دراهم» متفق عليه. ¶ 567 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - «لعن الله السارق يسرق البيضة، فتقطع يده، ويسرق الحبل فتقطع يده» متفق عليه. ¶ 568 - عن عائشة رضي الله تعالى عنها أن رسول الله - صلى الله عليه وسلم - قال: «أتشفع في حدِّ من حدود الله؟ ثم قام فخطب، فقال: «أيها الناس، إنما هلك الذين من قبلكم أنهم كانوا إذا سرق فيهم الشريف تركوه وإذا سرق فيهم الضعيف أقاموا عليه الحدَّ» متفق عليه واللفظ لمسلم. وله من وجهٍ آخر عن عائشة رضي الله تعالى عنها قالت: «كانت امرأة تستعير المتاع وتجحده، فأمر النبي - صلى الله عليه وسلم - بقطع يدها». ¶ باب حدِّ الشَّارب وبيان المُسكر ¶ 569 - عن أنس بن مالك - رضي الله عنه -: «أن النبي - صلى الله عليه وسلم - أتي برجلٍ قد شرب الخمر، فجلده بجريدتين نحو أربعين. قال: و فعله أبو بكر فلمَّا كان عمر استشار الناس فقال عبد الرحمن بن عوف: أخفَّ الحدود ثمانون، فأمر به عمر» متفق عليه. ¶ 570 - عن علي بن أبي طالب - رضي الله عنه - في قصة الوليد بن عقبة-: جلد النبي - صلى الله عليه وسلم - أربعين، وجلد أبو بكر أربعين وجلد عمر ثمانين، وكلٌ سُنَّة وهذا أحبُّ إليَّ»، وفي الحديث: «أن رجلاً شهد عليه أنه رآه يتقيَّأ الخمر، فقال عثمان: إنَّه لم يتقياه حتى شربها».",
            "page": "112",
            "part": "1",
            "seal": "3E7FF235"
        },
        {
            "hno": "571",
            "id": "111",
            "nass": "571 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا ضرب أحدكم فليتق الوجه» متفق عليه. ¶ 572 - عن أنس - رضي الله عنه - قال: «لقد أنزل الله تحريم الخمر وما بالمدينة شراب يشرب إلا من تمر» أخرجه مسلم. ¶ 573 - عن عمر - رضي الله عنه - قال: «نزل تحريم الخمر وهي من خمسة: من العنب، والتمر، والعسل والحنطة، والشعير، والخمر، ما خامر العقل» متفق عليه. ¶ 574 - وعن ابن عمر رضي الله تعالى عنهما، عن النبي - صلى الله عليه وسلم - قال: «كل مسكرٍ خمر، وكل مسكر حرام» أخرجه مسلم. ¶ 575 - عن ابن عباس رضي الله تعالى عنهما: «كان رسول الله - صلى الله عليه وسلم - ينبذ له الزبيب في السقاء، فيشربه يومه، والغد، وبعد الغد، فإذا كان مساءُ الثالثة شربَهُ وسقاه، فإن فضل شيءٌ أهراقهُ» أخرجه مسلم. ¶ 576 - وعن وائل الحضرمي، أن طارق بن سويد رضي الله تعالى عنهما سأل النبي - صلى الله عليه وسلم - عن الخمر يصنعها للدواء، فقال: «إنها ليست بدواء، ولكنها داءٌ» أخرجه مسلم. ¶ باب التعزير، وحكم الصائل ¶ 577 - عن أبي بردة الأنصاري - رضي الله عنه - أنه سمع النبي - صلى الله عليه وسلم - يقول: «لا يجلد فوق عشرة أسواطٍ إلا في حدٍّ من حدود الله» متفق عليه. ¶ 578 - عن علي بن أبي طالب - رضي الله عنه - قال: «ما كنت لأقيم على أحدٍ حدَّا فيموت فأجد في نفسي، إلا شارب الخمر، فإنه لو مات وديتُهُ» أخرجه البخاري. ¶ -",
            "page": "113",
            "part": "1",
            "seal": "5C59527C"
        },
        {
            "hno": "579",
            "id": "113",
            "nass": "كتاب الجهاد ¶ 579 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من مات ولم يغزُ ولم يحدث نفسه به مات على شعبة من نفاق» رواه مسلم. ¶ 580 - عن عائشة رضي الله تعالى عنها أنها قالت: يا رسول الله نرى الجهاد أفضل الأعمال، أفلا نجاهد؟ قال: «لا، لكن أفضل الجهاد حجٌّ مبرورٌ» رواه البخاري. ¶ 581 - عن ابن عمر رضي الله تعالى عنهما قال: جاء رجل إلى النبي - صلى الله عليه وسلم - يستأذنه في الجهاد، فقال: «أحيٌّ والداك؟ قال: نعم، قال: ففيهما فجاهد» متفق عليه. ¶ 582 - عن ابن عباس رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «لا هجرة بعد الفتح، ولكن جهاد ونية» متفق عليه. ¶ 583 - عن أبي موسى الأشعري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله» متفق عليه. ¶ 584 - عن نافع قال: «أغار رسول الله - صلى الله عليه وسلم - على بني المصطلق، وهم غارُّون فقتل مُقاتلتهم، وسبى ذراريهم، حدثني بذلك عبد الله بن عمر». متفق عليه، وفيه: «وأصاب يؤمئذٍ جويرية». ¶ 585 - عن سليمان بن بُريدة عن أبيه رضي الله تعالى عنهما قال: كان رسول الله - صلى الله عليه وسلم - إذا أمَّر أميراً على جيشٍ أوصاه بتقوى الله، وبمن معه من المسلمين خيراً، ثم قال: «اغزوا بسم الله، في سبيل الله، قاتلوا من كفر بالله، اغزوا ولا تغُلُّوا ولا تغدروا، ولا تمثِّلوا ولا تقتلوا وليداً، وإذا لقيت عدوك من المشركين فادعُهم إلى ثلاث",
            "page": "115",
            "part": "1",
            "seal": "69EB50CA"
        },
        {
            "hno": "586",
            "id": "114",
            "nass": "خصال، فأيتهن أجابوك إليها فاقبل منهم وكُفَّ عنهم، وادعهم إلى الإسلام فإن أجابوك فاقبل منهم. ثم ادعهم إلى التحوُّل من دارهم إلى دار المهاجرين، فإن أبوا فأخبرهم أنهم يكونون كأعراب المسلمين، ولا يكون لهم في الغنيمة والفيءِ شيءٌ إلا أن يجاهدوا مع المسلمين، فإن هم أبوا فسلهُم الجزية، فإن هم أجابوك فاقبل منهم، فإن هُم أبوا فاستعن عليهم بالله وقاتلهم وإذا حاصرت أهل حصن فأرادوا أن تجعل لهم ذمة الله وذمة نبيه فلا تفعل ولكن اجعل لهم ذمتك، فإنكم إن تُخفروا ذممكم أهون من أن تُخفروا ذمة الله، وإذا أرادوك أن تنزلهم على حكم الله فلا تفعل بل على حكمك فإنك لا تدري: أتصيبُ فيهم حكم الله أم لا» أخرجه مسلم. ¶ 586 - عن كعب بن مالك - رضي الله عنه -: «أن النبي - صلى الله عليه وسلم - كان إذا أراد غزوةً ورَّى بغيرها» متفق عليه. ¶ 587 - عن عبد الله بن أبي أوفى رضي الله تعالى عنهما: أن رسول الله - صلى الله عليه وسلم - في بعض أيامه التي لقي فيها انتظر حتى مالت الشمس، ثم قام في الناس قال: «أيها الناس، لا تتمنوا لقاء العدو، وسلوا الله العافية، فإذا لقيتموهم فاصبروا واعلموا أن الجنة تحت ظلال السيوف» ثم قال: «اللهم مُنزل الكتاب» رواه البخاري. ¶ 588 - عن الصعب بن جثامة - رضي الله عنه - قال: سُئل رسول الله - صلى الله عليه وسلم - عن أهل الدَّار من المشركين يُبَيَّتُون، فيصيبون من نسائهم وذراريهم، فقال: «هم منهم» متفق عليه. ¶ 589 - عن عائشة رضي الله تعالى عنها أن النبي - صلى الله عليه وسلم - قال لِرجُلٍ تبعهُ في يوم بدرٍ: «ارجع، فلنْ استعين بمشرك» رواه مسلم.",
            "page": "116",
            "part": "1",
            "seal": "391EBE72"
        },
        {
            "hno": "590",
            "id": "115",
            "nass": "590 - عن ابن عمر رضي الله تعالى عنهما: «أن النبي - صلى الله عليه وسلم - رأى امرأةً مقتولةً في بعض مغازيه فأنكر قتل النساء والصبيان» متفق عليه. ¶ 591 - عن علي بن أبي طالب - رضي الله عنه -: «أنهم تبارزوا يوم بدرٍ» رواه البخاري. ¶ 592 - عن ابن عمر رضي الله تعالى عنهما قال: «حرَّق رسول الله - صلى الله عليه وسلم - نخل بني النضير وقطع» متفق عليه. ¶ 593 - عن عبد الرحمن بن عوف - رضي الله عنه - في قصة قتل أبي جهل- قال: فابتدراه بسيفيهما حتى قتلاه، ثم انصرفا إلى رسول الله - صلى الله عليه وسلم - فأخبراه، فقال «أيكما قتله؟ هل مسحتما سيفيكما قالا: لا. قال: فنظر فيهما، فقال: كلاكما قتله» فقضى - صلى الله عليه وسلم - بسلبه لمعاذ بن عمرو بن الجموح» متفق عليه. ¶ 594 - عن أنس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - دخل مكَّة وعلى رأسه المغفر، فلما نزعه جاءه رجلٌ، فقال: ابن خطلٍ متعلقٌ بأستار الكعبة، فقال: «اقتلوه» متفق عليه. ¶ 595 - عن جبير بن مطعم - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال في أسارى بدرٍ: «لو كان مطعم بن عديِّ حياًّ ثم كلمني في هؤلاء النتنى لتركتهم له» رواه البخاري. ¶ 596 - عن أبي سعيد الخدري - رضي الله عنه - قال: «أصبنا سبايا يوم أوطاسٍ لهن أزواج، فتحرجوا، فأنزل الله تعالى: چ ? ? ? ? پ پ پچ» أخرجه مسلم.",
            "page": "117",
            "part": "1",
            "seal": "7EA3B276"
        },
        {
            "hno": "597",
            "id": "116",
            "nass": "597 - عن ابن عمر رضي الله تعالى عنهما قال: «بعث رسول الله - صلى الله عليه وسلم - سرية -وأنا فيهم- قِبَل نجد، فغَنموا إبلاً كثيرة فكانت سُهمانُهم اثنى عشر بعيراً، ونُفِّلُوا بعيراً بعيراً» متفق عليه. ¶ 598 - عن ابن عمر رضي الله تعالى عنهما قال: «قسم رسول الله - صلى الله عليه وسلم - يوم خيبر للفرس سهمين وللراجل سهماً». متفق عليه، واللفظ للبخاري. ¶ 599 - عن ابن عمر رضي الله تعالى عنهما قال: «كان رسول الله - صلى الله عليه وسلم - يُنفِّلُ بعض من يبعث من السرايا لأنفسهم خاصة، سوى قسمة عامة الجيش» متفق عليه. ¶ 600 - عن عمر - رضي الله عنه - أن النبي - صلى الله عليه وسلم - يقول: «لأخرجنَّ اليهود والنصارى من جزيرة العرب، حتى لا أدع إلا مسلماً» رواه مسلم. ¶ 601 - عن عمر - رضي الله عنه - قال: كانت أموال بني النضير مما أفاء الله على رسوله، مما لم يُوجف عليه المسلمون بخيل ولا ركاب، فكانت للنبي - صلى الله عليه وسلم - خاصة فكان ينفق على أهله نفقة سنة، وما بقي يجعله في الكراع والسلاح عدة في سبيل الله عز وجل» متفق عليه. ¶ 602 - عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «أيما قرية أتيتموها فأقمتم فيها فسهمكم فيها، وأيما قرية عصت الله ورسوله فإن خمسها لله ورسوله ثم هي لكم» رواه مسلم. ¶ باب الجزية والهُدنة ¶ 603 - عن عبد الرحمن بن عوف - رضي الله عنه -: «أن النبي - صلى الله عليه وسلم - أخذها - يعني الجزية - من مجوس هجر» رواه البخاري.",
            "page": "118",
            "part": "1",
            "seal": "70AB929A"
        },
        {
            "hno": "604",
            "id": "117",
            "nass": "604 - عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «لا تبدءُوا اليهود والنصارى بالسلام، وإذا لقيتم أحدهم في طريق فاضطروه إلى أضيقه» رواه مسلم. ¶ 605 - عن المسور بن مخرمة ومروان أن النبي - صلى الله عليه وسلم - خرج عام الحديبية فذكر الحديث بطوله، وفيه: «هذا ما صلح عليه محمد بن عبد الله سهيل بن عمرو: على وضع الحرب عشر سنين يأمن فيها الناس، ويكف بعضهم عن بعض» رواه البخاري. وأخرج مسلم بعضه من حديث أنس - رضي الله عنه - وفيه: «أن من جاءنا منكم لم نرده عليكم، ومن جاءكم منَّا رددتموه علينا» فقالوا: أنكتب هذا يا رسول الله؟ قال: «نعم، إنه من ذهب منَّا إليهم فأبعده الله، ومن جاءنا منهم فسيجعل الله له فرجاً ومخرجاً» رواه مسلم. ¶ 606 - عن ابن عمر رضي الله تعالى عنهما عن النبي - صلى الله عليه وسلم - قال: «من قتل معاهداً لم يرح رائحة الجنة، وإن ريحها ليوجد من مسيرة أربعين عاماً» أخرجه البخاري. ¶ باب السَّبق والرَّمي ¶ 607 - عن ابن عمر رضي الله تعالى عنهما قال: «سابق النبي - صلى الله عليه وسلم - بالخيل التي قد أُضمرت، من الحفياء، وكان أمدها ثنية الوداع وسابق بين الخيل التي لم تُضمر من الثنية إلى مسجد بني زُريق، وكان ابن عمر فيمن سابق» متفق عليه. ¶ 608 - عن عقبة بن عامر - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم -، وهو على المنبر يقرأ: [وأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّة] الآية «ألاَ إن",
            "page": "119",
            "part": "1",
            "seal": "67DA5117"
        },
        {
            "hno": null,
            "id": "118",
            "nass": "القوة الرمي، ألاَ إن القوة الرمي، ألاَ إن القوة الرمي» رواه مسلم. ¶ -",
            "page": "120",
            "part": "1",
            "seal": "FEFF458A"
        },
        {
            "hno": "609",
            "id": "119",
            "nass": "كتاب الأطعمة ¶ 609 - عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «كلُّ ذي نابٍ من السِّباع فأكله حرام» رواه مسلم. ¶ 610 - عن ابن عباس رضي الله تعالى عنهما قال: «نهى رسول الله - صلى الله عليه وسلم - عن كلِّ ذي ناب من السباع، وعن كل ذي مخلب من الطير» أخرجه مسلم. ¶ 611 - عن جابر - رضي الله عنه - قال: «نهى رسول الله - صلى الله عليه وسلم - يوم خيبر عن لحوم الحمر الأهلية، وأَذِن في لحوم الخيل» متفق عليه. ¶ 612 - عن عبد الله بن أبي أوفى - رضي الله عنه - قال: «غزونا مع رسول الله - صلى الله عليه وسلم - سبع غزواتٍ نأكل الجراد» متفق عليه. ¶ 613 - عن أنس - رضي الله عنه - في قصة الأرنب- قال: «فذبحها فبعث بوركِها إلى رسول الله - صلى الله عليه وسلم - فقبله» متفق عليه. ¶ 614 - عن أبي قتادة - رضي الله عنه - في قصة الحمار الوحشي - فأكل منه النبي - صلى الله عليه وسلم -. متفق عليه. ¶ 615 - عن أسماء بنت أبي بكرٍ رضي الله تعالى عنهما قالت: «نحرنا على عهد رسول الله - صلى الله عليه وسلم - فرساً فأكلناه» متفق عليه. ¶ 616 - عن ابن عباس رضي الله تعالى عنهما قال: «أُكِلَ الضَّبُّ على مائدة رسول الله - صلى الله عليه وسلم -» متفق عليه. ¶ باب الصَّيد والذَّبائح ¶ 617 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من اتخذ كلباً إلا كلب ماشية، أو صيد، أو زرع انتقص من أجره كل يوم قيراط» متفق عليه.",
            "page": "121",
            "part": "1",
            "seal": "89EAF1E1"
        },
        {
            "hno": "618",
            "id": "120",
            "nass": "618 - عن عديِّ بن حاتم - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا أرسلت كلبك فاذكر اسم الله عليه فإن أمسك عليك فأدركته حياً فاذبحه، وإن أدركته قد قَتَل ولم يأكل منه فكله، وإن وجدت مع كلبك كلباً غيره وقد قتل فلا تأكل، فإنك لا تدري أيهما قتلهُ، وإن رميت سهمك فاذكر اسم الله فإن غاب عنك يوماً فلم تجد فيه إلا أثر سهمك فكل إن شئت، وإن وجدته غريقاً في الماء فلا تأكل» متفق عليه، وهذا لفظ مسلم. ¶ 619 - عن عدي بن حاتم - رضي الله عنه - قال: سألت رسول الله - صلى الله عليه وسلم - عن صيد المِعراضِ، فقال: «إذا أصبت بحده فكل، وإذا أصبت بعرضه فقتل فإنه وقيذٌ، فلا تأكل» رواه البخاري. ¶ 620 - عن أبي ثعلبة الخُشني - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «إذا رميت بسهمك، فغاب عنك فأدركته، فكله ما لم ينتن» أخرجه مسلم. ¶ 621 - عن عائشة رضي الله تعالى عنها أن قوماً قالوا للنبي - صلى الله عليه وسلم -: «إن قوماً يأتوننا باللحم، لا ندري، أذكروا اسم الله عليه أم لا؟ فقال: سمُّو الله عليه أنتم وكلوه» رواه البخاري. ¶ 622 - عن عبد الله بن مغفل - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - نهى عن الخذف وقال: «إنها لا تصيد صيداً، ولا تنكأ عدوا، ولكنها تكسر السِّن، وتفقأ العين» متفق عليه، واللفظ لمسلم. ¶ 623 - عن ابن عباس رضي الله تعالى عنهما أن النبي - صلى الله عليه وسلم - قال: «لا تتخذوا شيئاً فيه الروح غرضاً» رواه مسلم. ¶ 624 - عن كعب بن مالك - رضي الله عنه -: «أن امرأةً ذبحت شاةً بحجر، فسئل النبي - صلى الله عليه وسلم - عن ذلك فأمر بأكلها» رواه البخاري.",
            "page": "122",
            "part": "1",
            "seal": "E642CC83"
        },
        {
            "hno": "625",
            "id": "121",
            "nass": "625 - عن رافع بن خديج - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «ما أنهر الدم وذُكرِ اسم الله عليه فكل، ليس السن والظفر أما السن فعظم، وأما الظفر فمُدى الحبشة» متفق عليه. ¶ 626 - عن جابر - رضي الله عنه - قال: نهى رسول الله - صلى الله عليه وسلم - «أن يقتل شيءٌ من الدواب صبراً» رواه مسلم. ¶ 627 - عن شداد بن أوسِ - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إن الله كتب الإحسان على كل شيءٍ، فإذا قتلتم فأحسنوا القتلة، وإذا ذبحتم فأحسنوا الذبحة، وليحدَّ أحدكم شفرته وليرح ذبيحته» رواه مسلم.",
            "page": "123",
            "part": "1",
            "seal": "A148AD56"
        },
        {
            "hno": "628",
            "id": "122",
            "nass": "باب الأضاحي ¶ 628 - عن عائشة رضي الله تعالى عنها، أن رسول الله - صلى الله عليه وسلم - أمر بكبش أقرن يطأُ في سوادٍ، ويبرك في سوادٍ، وينظر في سوادٍ، فأتي به ليُضحِّيَ به: «اشحذي المُدية» ثم أخذها، فأضجعهُ ثم ذبحه ثم قال: «بسم الله، اللهم تقبل من محمدٍ وآل محمدٍ، ومن أمة محمدٍ» أخرجه مسلم. ¶ 629 - عن جندب بن سفيان - رضي الله عنه - قال: «شهدت الأضحى مع رسول الله - صلى الله عليه وسلم - فلما قضى صلاته بالناس نظر إلى غنمٍ قد ذبحت، فقال: «من ذبح قبل الصلاة فليذبح شاة مكانها، ومن لم يكن ذبح فليذبح على اسم الله» متفق عليه. ¶ 630 - عن جابر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - «لا تذبحوا إلا مُسِنّة، إلا إن يعسر عليكم فتذبحوا جذعة من الضأن» رواه مسلم. ¶ 631 - عن علي بن أبي طالب - رضي الله عنه - قال: «أمرني رسول الله - صلى الله عليه وسلم - أن أقوم على بُدنِهِ، وأن أقسم لحومها و جلودها وجلالها على المساكين ولا أُعطي في جزارتها منها شيئاً» متفق عليه. ¶ 632 - عن جابر - رضي الله عنه - قال: «نحرنا مع رسول الله - صلى الله عليه وسلم - عام الحديبية البدنة عن سبعةٍ، والبقرة عن سبعة» رواه مسلم. ¶ -",
            "page": "124",
            "part": "1",
            "seal": "1901A88D"
        },
        {
            "hno": "633",
            "id": "123",
            "nass": "كتاب الأيمان والنذور (¬1) ¶ 633 - عن ابن عمر رضي الله تعالى عنهما عن رسول الله - صلى الله عليه وسلم - أنه أدرك عمر بن الخطاب في ركبٍ، وعمر يحلف بأبيه، فناداهم رسول الله - صلى الله عليه وسلم -: «ألاَ إن الله ينهاكم أن تحلفوا بآبائكم فمن كان حالفاً فليحلف بالله، أو ليصمت» متفق عليه. ¶ 634 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «يمينك على ما يصدقك به صاحبك» وفي رواية: «اليمين على نية المستحلف» أخرجهما مسلم. ¶ 635 - عن عبد الرحمن بن سمرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا حلفت على يمين فرأيت غيرها خيراً منها فكفِّر عن يمينك وائت الذي هو خير» متفق عليه. وفي لفظ للبخاري: «فائت الذي هو خير وكفِّر عن يمينك». ¶ 636 - عن ابن عمر رضي الله تعالى عنهما قال: كانت يمين النبي - صلى الله عليه وسلم - «لا، ومقلب القلوب» رواه البخاري. ¶ 637 - عن عبد الله بن عمرو بن العاص رضي الله تعالى عنهما قال: جاء أعرابي إلى النبي - صلى الله عليه وسلم - فقال: يا رسول الله. ما الكبائر؟ فذكر الحديث، وفيه «اليمين الغموس» وفيه قلت: وما اليمين الغموس؟ قال «التي يقتطع بها مال امريءٍ مسلم هو فيها كاذب» رواه مسلم. ¶ ¬_________ ¶ (¬1) قبل هذا الكتاب: باب العقيقة وليس فيه حديث متفق عليه من البخاري ومسلم أو أحدهما.",
            "page": "125",
            "part": "1",
            "seal": "E561291C"
        },
        {
            "hno": "638",
            "id": "124",
            "nass": "638 - عن عائشة رضي الله تعالى عنها في قوله تعالى: [لَا يُؤَاخِذُكُمُ اللهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ] قالت: هو قول الرجل: لا والله. بلى والله» أخرجه البخاري. ¶ 639 - عن أبي هريرة - رضي الله عنه -: قال: قال رسول الله - صلى الله عليه وسلم -: «إن لله تسعة وتسعين اسماً من أحصاها دخل الجنة» متفق عليه. ¶ 640 - عن ابن عمر رضي الله تعالى عنهما عن النبي - صلى الله عليه وسلم - أنه نهى عن النذر، وقال: «إنه لا يأتي بخير وإنما يستخرج به من البخيل»، متفق عليه. ¶ 641 - عن عقبة بن عامر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «كفارة النذر كفارة يمين» رواه مسلم. ¶ 642 - عن عائشة رضي الله تعالى عنها، أن النبي - صلى الله عليه وسلم - قال: «من نذر أن يطيع الله فليطعه، ومن نذر أن يعصيه فلا يعصه» رواه البخاري. ¶ 643 - عن عمران بن حصين رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «لا وفاء لنذرٍ في معصية الله ولا فيما لا يملك العبد» أخرجه مسلم من حديث طويل. ¶ 644 - عن عقبة بن عامر رضي الله تعالى عنهما قال: نذرت أختي أن تمشي إلى بيت الله حافية فأمرتني أن استفتي لها رسول الله - صلى الله عليه وسلم - فاستفتيته فقال النبي - صلى الله عليه وسلم -: «لتمشِ ولتركب» متفق عليه. ¶ 645 - عن ابن عباس رضي الله تعالى عنهما قال: استفتى سعد بن عبادة رسول الله - صلى الله عليه وسلم - في نذر كان على أمهِ توفيت قبل أن تقضيه. فقال: «اقضِهِ عنها» متفق عليه. ¶ 646 - عن أبي سعيد الخدري - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «لا تشد",
            "page": "126",
            "part": "1",
            "seal": "A31C1313"
        },
        {
            "hno": "647",
            "id": "125",
            "nass": "الرحال إلا إلى ثلاثة مساجد: مسجد الحرام، ومسجد الأقصى، ومسجدِي هذا» متفق عليه اللفظ للبخاري. ¶ 647 - عن عمر - رضي الله عنه - قال: قلت: يا رسول الله، إني نذرت في الجاهلية أن أعتكف ليلة في المسجد الحرام قال: «أوفِ بنذرك» متفق عليه. وزاد البخاري في روايته: «فاعتكف ليلةً». ¶ -",
            "page": "127",
            "part": "1",
            "seal": "5E6561C1"
        },
        {
            "hno": "648",
            "id": "126",
            "nass": "كتاب القضاء ¶ 648 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إنكم ستحرصون على الإمارة، وستكون ندامة يوم القيامة، فنعمت المرضعة وبئست الفاطمةُ» رواه البخاري. ¶ 649 - عن عمرو بن العاص - رضي الله عنه - أنه سمع رسول الله - صلى الله عليه وسلم - يقول: «إذا حكم الحاكم فاجتهد ثم أصاب فله أجران، وإذا حكم فاجتهد ثم أخطأ فله أجر» متفق عليه. ¶ 650 - عن أبي بكرة - رضي الله عنه - قال سمعت رسول الله - صلى الله عليه وسلم - يقول: «لا يحكم أحدٌ بين اثنين وهو غضبان» متفق عليه. ¶ 651 - عن أم سلمة رضي الله تعالى عنها قالت: قال رسول الله - صلى الله عليه وسلم -: «إنكم تختصِمون إليَّ، فلعل بعضكم أن يكون ألحن بحجته من بعض، فأقضي له على نحو ما أسمع منه، فمن قطعت له من حق أخيه شيئاً فإنما أقطع له قطعة من النار» متفق عليه. ¶ 652 - عن أبي بكرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «لن يفلح قوم ولوا أمرهم امرأة» رواه البخاري. ¶ باب الشهادات ¶ 653 - عن زيد بن خالدٍ الجهني - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: «ألا أخبركم بخير الشهداء؟ هو الذي يأتي بشهادته قبل أن يسألها» رواه مسلم. ¶ 654 - عن عمران بن حصين رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «إِنَّ خَيْرَكُمْ قَرْنِي، ثُمَّ الَّذِينَ يَلُونَهُمْ، ثُمَّ اَلَّذِينَ",
            "page": "128",
            "part": "1",
            "seal": "70E504DB"
        },
        {
            "hno": "655",
            "id": "127",
            "nass": "يَلُونَهُمْ، ثُمَّ يَكُونُ قَوْمٌ يَشْهَدُونَ وَلَا يُسْتَشْهَدُونَ، وَيَخُونُونَ وَلَا يُؤْتَمَنُونَ، وَيَنْذُرُونَ وَلَا يُوفُونَ، وَيَظْهَرُ فِيهِمْ اَلسِّمَنُ» متفق عليه. ¶ 655 - عن عمر - رضي الله عنه - أنه خطب فقال: «إن أُناساً كانوا يؤخذون بالوحي في عهد رسول الله - صلى الله عليه وسلم - وإن الوحي قد انقطع، وإنما نأخذكم الآن بما ظهر لنا من أعمالكم» رواه البخاري. ¶ 656 - عن أبي بكرة - رضي الله عنه - قال: قال النبي - صلى الله عليه وسلم -: «ألا أنبئكم بأكبر الكبائر؟» ثلاثاً، قالوا: بلى يا رسول الله قال: «الإشراك بالله، وعقوق الوالدين وجلس وكان متكِئاً فقال: ألاَ وقول الزور، قال: فما زال يكررُها حتى قلنا: ليته سكت» رواه البخاري. ¶ باب الدَّعوى والبيِّنات ¶ 657 - عن ابن عباس رضي الله تعالى عنهما أن النبي - صلى الله عليه وسلم - قال: «لو يُعطى الناس بدعواهم لأدَّعى ناسٌ دماء رجال وأموالهم، ولكن اليمين على المدَّعى عليه» متفق عليه. ¶ 658 - عن أبي هريرة - رضي الله عنه -: «أن النبي - صلى الله عليه وسلم - عرض على قومٍ اليمين، فأسرعوا، فأمر أن يُسْهَمَ بينهم في اليمين؛ أيهم يحلف» رواه البخاري. ¶ 659 - عن أبي أمامة الحارثي - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «من اقتطع حقِّ امرئٍ مسلم بيمينه فقد أوجب الله له النار، وحرم عليه الجنة» فقال له رجلٌ: وإن كان شيئاً يسيراً يا رسول الله؟ قال: «وإن كان قضيباً من أراك» رواه مسلم.",
            "page": "129",
            "part": "1",
            "seal": "E362FE10"
        },
        {
            "hno": "660",
            "id": "128",
            "nass": "660 - عن الأشعث بن قيس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «من حلف على يمين يقتطع بها مال امريءٍ مسلم هو فيها فأجر لقي الله وهو عليه غضبان» متفق عليه. ¶ 661 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «ثلاثة لا يكلمهم الله يوم القيامة، ولا ينظر إليهم ولا يزكيهم، ولهم عذابٌ أليم: رجُلٌ على فضل ماءٍ بالفلاة يمنعه من ابن السبيل، ورجل بايع رجلاً بسلعة بعد العصر فحلف له بالله لأخذها بكذا وكذا، فصدقه، وهو على غير ذلك، ورجلٌ بايع إماماً لا يبايعه إلا للدنيا فإن أعطاه منها وفى، وإن لم يعطه منها لم يفِ» متفق عليه. ¶ 662 - عن عائشة رضي الله تعالى عنهما قالت: دخل عليَّ النبي - صلى الله عليه وسلم - ذات يوم مسروراً تبرُقُ أسارير وجهه، فقال: «ألم ترَ أنَّ مُجزِّزاً المُدلِجيُّ؟ نظر آنفاً إلى زيد ابن حارثة، وأسامة بن زيد، فقال هذه الأقدام بعضها من بعض» متفق عليه. ¶ -",
            "page": "130",
            "part": "1",
            "seal": "899B48DA"
        },
        {
            "hno": "663",
            "id": "129",
            "nass": "كتاب العتق ¶ 663 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «أيُما امرىءٍ مسلم أعتق امرأً مسلماً استنفذَ الله بكل عضوٍ منه عضواً منه من النار» متفق عليه. ¶ 664 - عن أبي ذرِّ - رضي الله عنه - قال سألت النبي - صلى الله عليه وسلم -: أي العمل أفضل قال: «إيمانٌ بالله، وجهادٌ في سبيله قلت: فأيُّ الرقاب أفضل؟ قال: أغلاه ثمناً وأنفسها عند أهلها» متفق عليه. ¶ 665 - عن ابن عمر رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «من أعتق شِركاً له في عبدٍ، فكان له مال يبلغ ثمن العبد قوِّم قيمة عدل، فأعطى شركاءهُ حصصهم وعتق عليه العبد، وإلا فقد عتق منه ما عتق» متفق عليه. ¶ 666 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا يجزي ولد والده إلا أن يجده مملوكاً فيشتريه فيعتقه» رواه مسلم. ¶ 667 - وعن عمران بن حصين رضي الله تعالى عنهما: «أن رجلاً أعتق ستة مماليك له عند موته، لم يكن له مالٌ غيرهم. فدعا بهم رسول الله - صلى الله عليه وسلم - فجزَّأهُمْ أثلاثاً ثم أقرع بينهم، فأعتق اثنين وأرَّق أربعةً، وقال له قولاً شديداً» رواه مسلم. ¶ 668 - عن عائشة رضي الله تعالى عنها أن رسول الله - صلى الله عليه وسلم - قال: «إنما الولاءُ لمن أعتق» متفق عليه. ¶ باب المدبَّر، والمكاتب، وأُمِّ الولد ¶ 669 - عن جابر - رضي الله عنه -، أن رجلاً من الأنصار أعتق غلاماً له عن دبرٍ ولم يكن له مالٌ غيره، فبلغ ذلك النبي - صلى الله عليه وسلم - فقال «من يشتريه",
            "page": "131",
            "part": "1",
            "seal": "DC719E93"
        },
        {
            "hno": "670",
            "id": "130",
            "nass": "مني؟ فاشتراه نعيم بن عبد الله بثمانمائة درهم» متفق عليه. وفي لفظٍ للبخاري: «فاحتاج». ¶ 670 - عن عمرو بن الحارث -أخي جويرية أم المؤمنين رضي الله تعالى عنهما - قال: «ما ترك رسول الله - صلى الله عليه وسلم - عند موته درهماً، ولا ديناراً، ولا عبداً، ولا أمة، ولا شيئاً، إلا بغلته البيضاء وسلاحه، وأرضاً جعلها صدقة» رواه البخاري. ¶ -",
            "page": "132",
            "part": "1",
            "seal": "499E564B"
        },
        {
            "hno": "671",
            "id": "131",
            "nass": "كتاب الجامع ¶ باب الأدب ¶ 671 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «حق المسلم على المسلم ست: إذا لقيته فسلَّم عليه، وإذا دعاك فأجبهُ وإذا استنصحك فانصحه، وإذا عطس فحمد الله فشمته، وإذا مرض فعده، وإذا مات فاتبعه» رواه مسلم. ¶ 672 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «انظروا إلى منْ هو أسفل منكم، ولا تنظروا إلى من هو فوقكم، فهو أجدر أن لا تزدروا نعمة الله عليكم» متفق عليه. ¶ 673 - عن النواس بن سمعان - رضي الله عنه - قال: سألت رسول الله - صلى الله عليه وسلم - عن البرِّ والإثم، فقال: «البرُّ حسن الخلق، والإثم ما حاك في صدرك وكرهت أن يطلع عليه الناس» أخرجه مسلم. ¶ 674 - عن ابن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا كنتم ثلاثة فلا يتناجى اثنان دون الآخر، حتى تختلطوا بالناس، من أجل أن ذلك يحزنه» متفق عليه واللفظ لمسلم. ¶ 675 - عن ابن عمر رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «لا يقيم الرَّجُلُ الرَّجُلَ من مجلسه ثم يجلس فيه ولكن تفسحوا وتوسعوا» متفق عليه. ¶ 676 - عن ابن عباس رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «إذا أكل أحدكم طعاماً فلا يمسح يده حتى يلعقها أو يلعقها» متفق عليه.",
            "page": "133",
            "part": "1",
            "seal": "AE900CEC"
        },
        {
            "hno": "677",
            "id": "132",
            "nass": "677 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «ليُسلِّم الصغيرُ على الكبير، والمارُّ على القاعد والقليل على الكثير» متفق عليه. وفي رواية لمسلم «والراكب على الماشي». ¶ 678 - عن علي بن أبي طالب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا تبدؤوا اليهود والنصارى بالسلام، وإذا لقيتموهم في طريق فاضطروهم إلى أضيقه» أخرجه مسلم. ¶ 679 - وعنه - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «إذا عطس أحدكم فليقل: الحمد لله، وليقل له أخوه: يرحمك الله، فإذا قال له: يرحمك الله، فليقل له: يهديكم الله ويصلح بالكم» أخرجه البخاري. ¶ 680 - وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا يشربنَّ أحد منكم قائماً» أخرجه مسلم. ¶ 681 - وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا انتعل أحدكم فليبدأ باليمين، وإذا نزع فليبدأ بالشمال، ولتكن اليمنى أولهما تُنْعلُ وآخرهما تُنْزعُ» متفق عليه. ¶ 682 - وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا يمشِ أحدكم في نعلٍ واحدةٍ وليُنعِلهُما جميعاً أو ليخلعهما جميعاً» متفق عليه. ¶ 683 - عن ابن عمر رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «لا ينظر الله إلى من جرَّ ثوبه خيلاء» متفق عليه. ¶ 684 - وعنه رضي الله تعالى عنهما أن رسول الله - صلى الله عليه وسلم - قال: «إذا أكل أحدكم فليأكل بيمينه وإذا شرب فليشرب بيمينه فإن الشيطان يأكل بشماله، ويشرب بشماله» أخرجه مسلم.",
            "page": "134",
            "part": "1",
            "seal": "56573623"
        },
        {
            "hno": "685",
            "id": "133",
            "nass": "باب البِرِّ والصِّلة ¶ 685 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من أحب أن يبسط له في رزقه، وأن ينسأ له في أثره، فليصل رحمه» أخرجه البخاري. ¶ 686 - عن جبير بن مطعم - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا يدخل الجنة قاطع» يعني قاطع رحم، متفق عليه. ¶ 687 - عن المغيرة بن شعبة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «إن الله حرم عليكم عقوق الأمهات، ووأد البنات ومنعاً وهات، وكره لكم قيل وقال، وكثرة السؤال وإضاعة المال» متفق عليه. ¶ 688 - عن أنس - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: «والذي نفسي بيده لا يؤمن عبدٌ حتى يحب لجاره ما يجب لنفسه» متفق عليه. ¶ 689 - عن ابن مسعود - رضي الله عنه - قال: سألت رسول الله - صلى الله عليه وسلم -: أي الذنب أعظم؟ قال: «أن تجعل لله نداً وهو خلقك» قلت ثم أيُّ؟ قال: «أن تقتل ولدك خشية أن يأكل معك» قلت: ثم أيُّ؟ قال «أن تزني بحليلة جارك» متفق عليه. ¶ 690 - عن عبد الله بن عمرو بن العاص رضي الله تعالى عنهما أن رسول الله - صلى الله عليه وسلم - قال: «من الكبائر شتمُ الرَّجُلِ والديه». قيل: وهل يسب الرجل والديه؟ قال «نعم، يسب أبا الرَّجُل، فيسبُّ أباه ويسبُّ أمه فيسبُّ أمه» متفق عليه. ¶ 691 - عن أبي أيوب - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «لا يحلُّ لمسلم أن يهجر أخاه فوق ثلاث ليالٍ يلتقيان، فيعرض هذا، ويعرض هذا وخيرهما الذي يبدأُ السلام» متفق عليه.",
            "page": "135",
            "part": "1",
            "seal": "C0EEBAA1"
        },
        {
            "hno": "692",
            "id": "134",
            "nass": "692 - عن جابر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - «كلُّ معروف صدقة» أخرجه البخاري. ¶ 693 - عن أبي ذرٍّ - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا تحقرن من المعروف شيئاً، ولو أن تلقى أخاك بوجهٍ طلق» رواه مسلم. ¶ 694 - وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا طبخت مرقة فأكثر ماءها وتعاهد جيرانك» أخرجه مسلم. ¶ 695 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من نفس عن مسلم كربة من كرب الدنيا نفس الله عنه كربة من كرب يوم القيامة، ومن يسر على معسر يسر الله عليه في الدنيا والآخرة، ومن ستر مسلماً ستره الله في الدنيا والآخرة، والله في عون العبد ما كان العبد في عون أخيه» أخرجه مسلم. ¶ 696 - عن ابن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من دل على خير فله مثل أجر فاعله» أخرجه مسلم. ¶ باب الزهد والورع ¶ 697 - عن النعمان بن بشير رضي الله تعالى عنهما قال: سمعت رسول الله - صلى الله عليه وسلم - يقول -وأهوى النعمان بإصبعيه إلى أُذنيه-: «إن الحلال بيِّن، والحرام بيِّن، وبينهما مشتبهات، لا يعلمهنَّ كثيرٌ من الناس، فمن اتقى الشبهات فقد استبرأ لدينه وعرضه. ومن وقع في الشبهات وقع في الحرام. كالراعي يرعى حول الحمى يوشك أن يقع فيه، ألا وإن لكل ملك حمىً، ألاَ وإن حمى الله محارمه، ألاَ وإن في الجسد مضغة إذا صلحت صلح الجسد كلُّه وإذا فسدت فسد الجسد كله، ألاَ وهي القلب» متفق عليه.",
            "page": "136",
            "part": "1",
            "seal": "D04BE0F4"
        },
        {
            "hno": "698",
            "id": "135",
            "nass": "698 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «تعِس عبْدُ الدينار والدرهم والقطيفة، إن أعطي رضي، وإن لم يعط لم يرض» أخرجه البخاري. ¶ 699 - عن ابن عمر رضي الله تعالى عنهما قال أخذ رسول الله - صلى الله عليه وسلم - بمنكبي فقال: «كن في الدنيا كأنك غريب، أو عابر سبيل» وكان ابن عمر رضي الله تعالى عنهما يقول: «إذا أمسيت فلا تنتظر الصباح، وإذا أصبحت فلا تنتظر المساء وخذ من صحتك لسقمك، ومن حياتك لموتك» أخرجه البخاري. ¶ 700 - عن سعد بن أبي وقاص - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «إن الله يحب العبد التقي الغني الخفي» أخرجه مسلم. ¶ باب الترهيب من مساوئ الأخلاق ¶ 701 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «ليس الشديد بالصرعة وإنما الشديد الذي يملك نفسه عند الغضب» متفق عليه. ¶ 702 - عن ابن عمر رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «الظلم ظلمات يوم القيامة» متفق عليه. ¶ 703 - عن جابر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «اتقوا الظلم، فإن الظلم ظلماتٌ يوم القيامة، واتقوا الشح فإنه أهلك من كان قبلكم» أخرجه مسلم. ¶ 704 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «آية المنافق ثلاث: إذا حدَّث كذب، وإذا وعد أخلف، وإذا ائتُمن خان» متفق عليه. ولهما من حديث عبد الله بن عمر: «وإذا خاصم فجر».",
            "page": "137",
            "part": "1",
            "seal": "75A36EED"
        },
        {
            "hno": "705",
            "id": "136",
            "nass": "705 - وعن ابن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «سباب المسلم فسوق، وقتاله كفر» متفق عليه. ¶ 706 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إياكم والظَّنَّ فإن الظَّنَّ أكذب الحديث» متفق عليه. ¶ 707 - عن معقل بن يسار - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «ما من عبدٍ يسترعيه الله رعية يموت يوم يموت وهو غاشٌ لرعيته إلا حرم الله عليه الجنة» متفق عليه. ¶ 708 - عن عائشة قالت: قال رسول الله - صلى الله عليه وسلم -: «اللهم من ولي من أمر أمتي شيئاً فشق عليهم فاشقق عليه» أخرجه مسلم. ¶ 709 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إذا قاتل أحدكم فليجتنب الوجه» متفق عليه. ¶ 710 - وعنه - رضي الله عنه - أن رجلاً قال يا رسول الله، أوصِني قال: «لا تغضب» فردَّد مِراراً، وقال: «لا تغضب» أخرجه البخاري. ¶ 711 - عن خولة الأنصارية رضي الله تعالى عنها قالت: قال رسول الله - صلى الله عليه وسلم -: «إن رجالاً يتخوضون في مال الله بغير حق، فلهم النار يوم القيامة» أخرجه البخاري». ¶ 712 - عن أبي ذر - رضي الله عنه - عن النبي - صلى الله عليه وسلم - فيما يرويه عن ربه - قال: «يا عبادي إني حرمت الظلم على نفسي، وجعلته بينكم محرماً، فلا تظالموا» أخرجه مسلم. ¶ 713 - عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «أتدرون ما الغيبة؟ قالوا الله ورسوله أعلم، قال «ذكرك أخاك بما يكره» قيل: أفرأيت أن كان في أخي ما أقول؟ قال «إن كان فيه ما تقول فقد اغتبته، وإن لم يكن فيه فقد بهته» رواه مسلم.",
            "page": "138",
            "part": "1",
            "seal": "29A0D939"
        },
        {
            "hno": "714",
            "id": "137",
            "nass": "714 - وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - «لا تحاسدوا، ولا تناجشوا، ولا تباغضوا، ولا تدابروا، ولا يبع بعضكم على بيع بعض، وكونوا عباد الله إخوانا، المسلم أخو المسلم، لا يظلمه، ولا يخذله ولا يحقره، التقوى هاهنا، ويشير إلى صدره، ثلاث مرات، بحسب امرىءٍ من الشر أن يحقر أخاه المسلم، كل المسلم على المسلم حرام، دمه وماله، وعرضه» أخرجه مسلم. ¶ 715 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «المستبان ما قالاَ فعلى البادئ ما لم يعتد المظلوم» أخرجه مسلم. ¶ 716 - عن عائشة رضي الله تعالى عنها قالت: قال رسول الله - صلى الله عليه وسلم -: «لا تسبوا الأموات فإنهم قد أفضوا إلى ما قدَّموا» أخرجه البخاري. ¶ 717 - عن حذيفة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا يدخل الجنة قتات» متفق عليه. ¶ 718 - عن ابن عباس رضي الله عنهما قال قال رسول الله - صلى الله عليه وسلم -: «منْ تسمَّع حديث قومٍ، وهم له كارهون، صب في أذنيه الآنك يوم القيامة» يعني الرصاص. أخرجه البخاري. ¶ 719 - عن أبي الدرداء - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إن الَّلعَّانِين لا يَكُونُون شفعاء، ولا شهداء يوم القيامة» أخرجه مسلم. ¶ 720 - عن عائشة رضي الله تعالى عنها قالت: قال رسول الله - صلى الله عليه وسلم -: «أبغض الرجال إلى الله الألدُّ الخصم» أخرجه مسلم.",
            "page": "139",
            "part": "1",
            "seal": "432720F7"
        },
        {
            "hno": "721",
            "id": "138",
            "nass": "باب الترغيب في مكارم الأخلاق ¶ 721 - عن ابن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «عليكم بالصدق فإن الصدق يهدي إلى البر، وإن البر يهدي إلى الجنة، وما يزال الرجل يصدق ويتحرى الصدق حتى يكتب عند الله صديقاً، وإياكم والكذب، فإن الكذب يهدي إلى الفجور، وإن الفجور يهدي إلى النار وما يزال الرجل يكذب ويتحرى الكذب حتى يكتب عند الله كذاباً» متفق عليه. ¶ 722 - عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «إياكم والظَّنِّ فإن الظَّنَّ أكذب الحديث» متفق عليه. ¶ 723 - عن أبي سعيد الخدري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إياكم والجلوس على الطرقات» قالوا: يا رسول الله، ما لنا بدُّ من مجالسنا نتحدث فيها، قال: «فأما إذا أبيتم فأعطوا الطريق حقه» قالوا وما حقه؟ قال: «غض البصر، وكف الأذى، ورد السلام، والأمر بالمعروف، والنهي عن المنكر» متفق عليه. ¶ 724 - عن معاوية - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من يرد الله به خيراً يفقهه في الدين» متفق عليه. ¶ 725 - عن ابن عمر رضي الله تعالى عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «الحياءُ من الإيمان» متفق عليه. ¶ 726 - عن أبي مسعود الأنصاري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إن مما أدرك الناس من كلام النبوة الأولى: إذا لم تستح، فاصنع ما شئت» أخرجه البخاري.",
            "page": "140",
            "part": "1",
            "seal": "1635BD81"
        },
        {
            "hno": "727",
            "id": "139",
            "nass": "727 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف وفي كل خير، احرص على ما ينفعك واستعن بالله، ولا تعجز، وإن أصابك شيءٌ فلا تقل: لو أني فعلت كذا كان كذا وكذا، ولكن قل: قدَّر الله وما شاء الله فعل، فإن لو تفتح عمل الشيطان» أخرجه مسلم. ¶ 728 - عن عياض بن حمار - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إن الله أوحى إليَّ أن تواضعوا حتى لا يبغي أحدٌ على أحدٍ، ولا يفخر أحدٌ على أحدٍ» أخرجه مسلم. ¶ 729 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «ما نقصت صدقةٌ من مال، وما زاد الله عبداً بعفوٍ إلا عزاً وما تواضع أحدٌ لله إلا رفعه الله تعالى» أخرجه مسلم. ¶ 730 - عن تميم الداري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «الدين النصيحة، ثلاثا، قلنا: لمن هي ¶ يا رسول الله؟ قال: لله، ولكتابه، ولرسوله، ولأئمة المسلمين وعامتهم» أخرجه مسلم. ¶ باب الذكر والدعاء ¶ 731 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «ما جلس قومٌ مجلساً يذكرون الله فيه، إلا حفتهم الملائكة وغشيتهم الرحمة وذكرهم الله فيمن عنده» أخرجه مسلم. ¶ 732 - عن أبي أيوب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من قال: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على",
            "page": "141",
            "part": "1",
            "seal": "EA38DA53"
        },
        {
            "hno": "733",
            "id": "140",
            "nass": "كل شيءٍ قدير، عشر مراتٍ كان كمن أعتق أربعة أنفس من ولد إسماعيل» متفق عليه. ¶ 733 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «منْ قال: سبحان الله وبحمده مائة مرةٍ حطت عنه خطاياه وإن كانت مثل زبد البحر» متفق عليه. ¶ 734 - عن جويرية بنت الحارث رضي الله تعالى عنها قالت: قال لي رسول الله - صلى الله عليه وسلم -: «لقد قلت بعدك أربع كلمات لو زنت بما قلتِ منذ اليوم لوزنتهنَّ: سبحان الله وبحمده، عدد خلقه، ورضاء نفسه، وزنه عرشه، ومداد كلماته» أخرجه مسلم. ¶ 735 - عن سمرة بن جندب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «أحب الكلام إلى الله أربع، لا يضرك بأيهنَّ بدأت سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر» أخرجه مسلم. ¶ 736 - عن أبي موسى الأشعري - رضي الله عنه - قال: قال لي رسول الله - صلى الله عليه وسلم -: «يا عبد الله بن قيس ألا أدلك على كنزٍ من كنوز الجنة؟ لا حول ولا قوة إلا بالله» متفق عليه. ¶ 737 - عن شداد بن أوس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «سيد الاستغفار أن يقول العبد: اللهم أنت ربي لا إله إلا أنت خلقتني، وأنا عبدك، وأنا على عهدك ووعدك ما استطعت أعوذ بك من شر ما صنعت، أبوءُ لك بنعمتك عليَّ وأبوء بذنبي فاغفر لي، فإنه لا يغفر الذنوب إلا أنت» أخرجه البخاري.",
            "page": "142",
            "part": "1",
            "seal": "BB3C05D9"
        },
        {
            "hno": "738",
            "id": "141",
            "nass": "738 - عن ابن عمر رضي الله تعالى عنهما قال: كان رسول الله - صلى الله عليه وسلم - يقول: «اللهم إني أعوذ بك من زوال نعمتك، وتحول عافيتك، وفجاءة نقمتك، وجميع سخطك» أخرجه مسلم. ¶ 739 - عن أنس - رضي الله عنه - قال: كان أكثر دُعاءِ رسول الله - صلى الله عليه وسلم - «ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار» متفق عليه. ¶ 740 - عن أبي موسى الأشعري - رضي الله عنه - قال: كان النبي - صلى الله عليه وسلم - يدعو: «اللهم اغفر لي خطيئتي وجهلي، وإسرافي في أمري وما أنت أعلم به مني، اللهم اغفر لي جدِّي وهزلي، وخطئي وعمدي، وكلٌّ ذلك عندي، اللهم اغفر لي ما قدمت، وما أخرت، وما أسررت وما أعلنت ُ، وما أنت أعلم به مني، أنت المقدِّم، وأنت المؤخر، وأنت على كل شيءٍ قدير» متفق عليه. ¶ 741 - وعن أبي هريرة - رضي الله عنه - قال: كان رسول الله - صلى الله عليه وسلم - يقول: «اللهم أصلح لي ديني الذي هو عصمة أمري وأصلح لي دنياي التي فيها معاشي وأصلح لي آخرتي التي إليها معادي واجعل الحياة زيادةً لي في كل خير واجعل الموت راحة لي من كل شر» أخرجه مسلم. ¶ 742 - عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «كلمتان حبيبتان إلى الرحمن خفيفتان على اللسان، ثقيلتان في الميزان: سبحان الله وبحمده سبحان الله العظيم» رواه البخاري ومسلم.",
            "page": "143",
            "part": "1",
            "seal": "5E0100F7"
        },
        {
            "hno": null,
            "id": "142",
            "nass": "الخاتمة ¶ الحمد لله الذي بنعمته تتم الصالحات ¶ اللهم اغفر لي خطيئتي وجهلي وإسرافي في أمري وما أنت أعلم به مني ¶ اللهم اغفر لي جدِّي وهزلي وخطئي وعمدي وكل ذلك عندي ¶ اللهم اغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت وما أنت أعلم به مني أنت المقدم وأنت المؤخر وأنت على كل شيء قدير ¶ ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار ¶ اللهم انفعني بما علَّمتني وعلِّمني ما ينفعُني وارزقني علماً ينفعُني وزدني علماً ¶ والحمد لله على كل حال وأعوذ بالله من حال أهل النار ¶ سبحانك اللهم وبحمدك أشهدُ أن لا إله إلا أنت أستغفرك وأتوب إليك ¶ وصلى الله وسلم وبارك على نبينا محمد وعلى آله وصحبه أجمعين ¶ كتبه الفقير إلى عفو ربه القدير ¶ أبو خلاد ناصر بن سعيد بن سيف السيف ¶ غفر الله له و لوالديه وجميع المسلمين ¶ 8/ 4/1426هـ",
            "page": "144",
            "part": "1",
            "seal": "57A9947B"
        }
    ],
    "t235": [
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "تمهيد"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الطهارة"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "باب المياه"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "2",
            "tit": "باب الآنية"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "باب إزالة النجاسة وبيانها"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "باب الوضوء"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "باب المسح على الخفين"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "باب نواقض الوضوء"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "باب قضاء الحاجة"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "باب الغسل وحكم الجنب"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "باب التيمم"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "باب الحيض"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الصلاة"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "باب المواقيت"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "باب الأذان"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "باب شروط الصلاة"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "باب سترة المصلي"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "1",
            "tit": "باب الحث على الخشوع في الصلاة"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "باب المساجد"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "باب صفة الصلاة"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "باب سجود السهو وغيره"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "باب صلاة التطوع"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "باب صلاة الجماعة والإمامة"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "باب صلاة المسافر والمريض"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "1",
            "tit": "باب الجمعة"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "باب صلاة الخوف"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "باب صلاة العيدين"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "باب صلاة الكسوف"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "باب صلاة الاستسقاء"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "باب اللباس"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الجنائز"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الزكاة"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "باب صدقة الفطر"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": "1",
            "tit": "باب صدقة التطوع"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "باب قسم الصدقات"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الصيام"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "باب صوم التطوع وما نهي عن صومه"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "باب الاعتكاف وقيام رمضان"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الحج"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": "1",
            "tit": "باب فضيلة وبيان من فرض عليه"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "باب المواقيت"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": "1",
            "tit": "باب وجوه الإحرام وصفته"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "باب الإحرام وما يتعلق به"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "باب صفة الحج ودخول مكة"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "باب الفوات والإحصار"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب البيوع"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": "1",
            "tit": "باب شروطه وما نهي عنه"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "باب الخيار"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "باب الربا"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "باب الرخصة في العرايا، وبيع الأصول والثمار"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "باب التفليس والحجر"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "باب الصلح"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": "1",
            "tit": "باب الحوالة والضمان"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": "2",
            "tit": "باب الشركة والوكالة"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "باب الغصب"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": null,
            "tit": "باب الشفعة"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": "1",
            "tit": "باب المساقاة والإجارة"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "باب إحياء الموات"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "باب الوقف"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": "1",
            "tit": "باب الهبة"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "باب اللقطة"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": "1",
            "tit": "باب الفرائض"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "باب الوصايا"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب النكاح"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "باب الكفاءة والخيار"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": "1",
            "tit": "باب عشرة النساء"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "باب الصداق"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "باب الوليمة"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "باب القسم"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "باب الخلع"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الطلاق"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": null,
            "tit": "باب الرجعة"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": "1",
            "tit": "باب الإيلاء، والظهار، والكفارة"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": "2",
            "tit": "باب اللعان"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": null,
            "tit": "باب العدة، والإحداد"
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": null,
            "tit": "باب الرضاع"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": null,
            "tit": "باب النفقات"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": "1",
            "tit": "باب الحضانة"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الجنايات"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "باب الديات"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": "1",
            "tit": "باب دعوى الدم والقسامة"
        },
        {
            "id": "105",
            "lvl": "2",
            "sub": null,
            "tit": "باب قتال أهل البغي"
        },
        {
            "id": "105",
            "lvl": "2",
            "sub": "1",
            "tit": "باب قتال الجاني، وقتل المرتد"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الحدود"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": "1",
            "tit": "باب حد الزاني"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": null,
            "tit": "باب حد القذف"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": "1",
            "tit": "باب حد السرقة"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": null,
            "tit": "باب حد الشارب وبيان المسكر"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "باب التعزير، وحكم الصائل"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الجهاد"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "باب الجزية والهدنة"
        },
        {
            "id": "117",
            "lvl": "2",
            "sub": null,
            "tit": "باب السبق والرمي"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الأطعمة"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": "1",
            "tit": "باب الصيد والذبائح"
        },
        {
            "id": "122",
            "lvl": "2",
            "sub": null,
            "tit": "باب الأضاحي"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الأيمان والنذور"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب القضاء"
        },
        {
            "id": "126",
            "lvl": "2",
            "sub": "1",
            "tit": "باب الشهادات"
        },
        {
            "id": "127",
            "lvl": "2",
            "sub": null,
            "tit": "باب الدعوى والبينات"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب العتق"
        },
        {
            "id": "129",
            "lvl": "2",
            "sub": "1",
            "tit": "باب المدبر، والمكاتب، وأم الولد"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الجامع"
        },
        {
            "id": "131",
            "lvl": "2",
            "sub": "1",
            "tit": "باب الأدب"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": null,
            "tit": "باب البر والصلة"
        },
        {
            "id": "134",
            "lvl": "2",
            "sub": null,
            "tit": "باب الزهد والورع"
        },
        {
            "id": "135",
            "lvl": "2",
            "sub": null,
            "tit": "باب الترهيب من مساوئ الأخلاق"
        },
        {
            "id": "138",
            "lvl": "2",
            "sub": null,
            "tit": "باب الترغيب في مكارم الأخلاق"
        },
        {
            "id": "139",
            "lvl": "2",
            "sub": null,
            "tit": "باب الذكر والدعاء"
        }
    ]
}