{
    "b239": [
        {
            "id": "1",
            "nass": "[مقدمة الناشر] ¶ الأصول الثلاثة وأدلتها ¶ بسم الله الرحمن الرحيم",
            "page": null,
            "part": null,
            "seal": "53BBE843"
        },
        {
            "id": "2",
            "nass": "الحمد لله رب العالمين وصلى الله وسلم على نبينا محمد وعلى آله وأصحابه ومن اهتدى بهديه إلى يوم الدين أما بعد: - ¶ فإن أهم ما يهتم به المسلم، وأعظم ما يحرص عليه، ما له علاقة بأمور العقيدة، وأصول العبادة، إذ سلامة المعتقد والاتباع عليهما المدار في قبول الأعمال ونفعها للعبد. ¶ وقد أكرم الله هذه الأمة، وأنعم عليها بما يسر لها من أئمة الهدى، ومصابيح الدجى، الذين أناروا الطريق، وبينوا ما يجب ويمتنع، وما يضر وينفع، في دقيق الأمور وجليلها، فجزاهم الله عن الإسلام والمسلمين خير الجزاء. ¶ ومن أعظم أولئك الأئمة، وأشهرهم شيخ الإسلام وقدوة الأنام الإمام محمد بن عبد الوهاب أجزل الله له الأجر والثواب وأدخله الجنة بغير",
            "page": "3",
            "part": "1",
            "seal": "DD205D2A"
        },
        {
            "id": "3",
            "nass": "حساب، فقد اجتهد رحمه الله في بيان الحق بدليله، وجاهد على ذلك بقلمه ولسانه وسنانه، حتى أنقذ الله به أمما من ظلمات الكفر والجهالات إلى نور العلم والإيمان. ¶ وهذا الكتاب الذي بين أيدينا جمع ثلاث رسائل لهذا الإمام هي: (الأصول الثلاثة وأدلتها، وشروط الصلاة وواجباتها وأركانها، والقواعد الأربع) . ¶ وهذه الرسائل من أهم رسائله وأجمعها في بيان أصول العقيدة والعبادة، جمع فيها رحمه الله ما يجب على كل مسلم معرفته والعمل به في أهم أمور دينه. ¶ مع تحذير المسلم من شبه دعاة الشرك الذين يشبهون على الناس بزعمهم قصر الشرك بالله على الشرك في الربوبية فبين خطأهم ورد شبههم من كتاب الله وسنة رسوله صلى الله عليه وسلم. ¶ ألفها رحمه الله للمبتدئين واجتهد في تسهيلها واختصارها حتى خرجت بأحسن حلة وأعظم",
            "page": "4",
            "part": "1",
            "seal": "ED11D17A"
        },
        {
            "id": "4",
            "nass": "فائدة؛ يفهم بها الصغير، ولا يستغني عنها الكبير فعم نفعها، وكثر خيرها؛ لعظم قدر موضوعاتها وشرف محتواها. ¶ وإن وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد ممثلة في وكالة المطبوعات والنشر لما رأت في هذه الرسائل من الفائدة العظيمة الكامنة في سهولة أسلوبها ويسره مع جلالة قدر موضوعاتها وأهميتها؛ رأت أنها من أولى ما يجب أن يهتم به وينشر، دعوة إلى دين الله القويم بالحكمة والطريق الأسلم ونصحا لله وكتابه ورسوله والمسلمين. ¶ والله سبحانه نسأل أن يوفق المسلمين جميعا للفقه في دينه والعمل بكتابه وسنة رسوله إنه سميع قريب وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. ¶ وكيل وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد المساعد لشؤون المطبوعات والنشر د / عبد الله بن أحمد الزيد",
            "page": "5",
            "part": "1",
            "seal": "AE2B96FD"
        },
        {
            "id": "6",
            "nass": "[ما يجب على كل مسلم أن يتعلمه] ¶ بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ ¶ اعْلمْ رَحِمَكَ اللهُ أنه يجب علينا تعلم أربع مسائل. ¶ (الأُولَى) الْعِلْمُ وَهُوَ مَعْرِفَةُ اللهِ، وَمَعْرِفَةُ نَبِيِّهِ، ومعرفة دين الإسلام بالأدلة. ¶ (الثانية) العمل به. ¶ (الثالثة) الدعوة إليه. ¶ (الرَّابِعَةُ) الصَّبْرُ عَلَى الأَذَى فِيهِ، وَالدَّلِيلُ قَوْلُهُ تَعَالَى: بسم الله الرحمن الرحيم {وَالْعَصْرِ - إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ - إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ} [العصر: 1 - 3] ¶ قال الشافعي رحمه اله تَعَالَى: لَوْ مَا أَنْزَلَ اللهُ حُجَّةً عَلَى خَلْقِهِ إِلا هَذِهِ السُّورَةَ لَكَفَتْهُمْ. ¶ وَقَالَ البُخَارِيُّ رحمه الله تعالى (جزء 1 صفحة 45) ¶ (بَابُ) \" العِلْمُ قَبْلَ القَوْلِ وَالْعَمَلِ، وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ} [محمد: 19]",
            "page": "6",
            "part": "1",
            "seal": "C8B07F17"
        },
        {
            "id": "7",
            "nass": "فَبَدَأَ بِالْعِلْمِ قَبْلَ القَوْلِ وَالعَمَلِ \". ¶ (اعْلَمْ) رَحِمَكَ اللهُ أَنَّه يَجِبُ عَلَى كُلِّ مُسْلِمٍ وَمُسْلِمَةٍ تَعَلُّمُ هَذِهِ الثَّلاثِ مَسَائِل والْعَمَلُ بِهِنَّ. ¶ (الأُولَى) أَنَّ اللهَ خَلَقَنَا وَرَزَقَنَا وَلَمْ يَتْرُكْنَا هَمَلا بَلْ أَرْسَلَ إِلَيْنَا رَسُولاً فَمَنْ أَطَاعَهُ دَخَلَ الجَنَّةَ وَمَنْ عَصَاهُ دَخَلَ النَّارَ، وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {إِنَّا أَرْسَلْنَا إِلَيْكُمْ رَسُولًا شَاهِدًا عَلَيْكُمْ كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولًا - فَعَصَى فِرْعَوْنُ الرَّسُولَ فَأَخَذْنَاهُ أَخْذًا وَبِيلًا} [المزمل: 15 - 16] سورة المزمل آية 15، 16. ¶ (الثَّانِيَةُ) أَنَّ الله لا يَرْضَى أَنْ يُشْرَكَ معه في عبادته أحد لا مَلَكٌ مُقَرَّبٌ وَلا نَبِيٌّ مُرْسَلٌ، وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا} [الجن: 18] سورة الجن آية 18. ¶ (الثَّالِثَةُ) أَنَّ مَنْ أَطَاعَ الرَّسُولَ وَوَحَّدَ اللهَ لا يجوز له موالاة من حاد اله وَرَسُولَهُ وَلَوْ كَانَ أَقْرَبَ قَرِيبٍ، وَالدَّلِيلُ قَوْلُهُ تعالى:",
            "page": "7",
            "part": "1",
            "seal": "96104B83"
        },
        {
            "id": "8",
            "nass": "{لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُولَئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ} [المجادلة: 22] سورة المجادلة آية 22. ¶ [الحنيفية ملة إبراهيم هي عبادة الله وحده] ¶ (اعْلَمْ) أَرْشَدَكَ اللهُ لِطَاعَتِهِ أَنَّ الْحَنِيفِيَّةَ مِلَّةَ إِبْرَاهِيمَ أَنْ تَعْبُدَ اللهَ وَحْدَهُ مُخْلِصًا لَهُ الدِّينَ! وَبِذَلِكَ أَمَرَ اللهُ جَمِيعَ النَّاسِ وَخَلَقَهُمْ لَهَا كَمَا قَالَ تَعَالَى: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} [الذاريات: 56] وَمَعْنَى يَعْبُدُونِ: يُوَحِّدُونِ. ¶ وَأَعْظَمُ مَا أَمَرَ اللهُ بِهِ التَّوْحيِدُ، وَهُوَ إِفْرَادُ اللهِ بِالْعِبَادَةِ. ¶ وَأَعْظَمُ مَا نَهَى عَنْه الشِّركُ وَهُوَ دَعْوَةُ غَيْرِهِ مَعَهُ وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا} [النساء: 36]",
            "page": "8",
            "part": "1",
            "seal": "64A23E66"
        },
        {
            "id": "9",
            "nass": "(فَإِذَا قِيلَ لَكَ) : مَا الأُصُولُ الثَّلاثَةُ التِي يَجِبُ عَلَى الإِنْسَانِ مَعْرِفَتُهَا؟ ¶ فَقُلْ: مَعْرِفَةُ الْعَبْدِ رَبَّهُ، وَدِينَهُ وَنَبِيَّهُ مُحَمَّدًا صَلَّى اللهُ عَلَيْهِ وسلم. ¶ (فَإِذَا قِيلَ لَكَ) : مَنْ رَبُّكَ؟ ¶ فَقُلْ: رَبِّيَ اللهُ الَّذِي رَبَّانِي وَرَبَّى جَمِيعَ الْعَالَمِينَ بِنِعَمِهِ وَهُوَ مَعْبُودِي لَيْسَ لِي مَعْبُودٌ سِوَاهُ، وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} [الفاتحة: 2] وكل ما سِوَى اللهِ عَالَمٌ وَأَنَا وَاحِدٌ مِنْ ذَلِكَ الْعَالَمِ. ¶ (فَإِذَا قِيلَ لَكَ) : بِمَ عَرَفْتَ رَبَّكَ؟ ¶ فَقُلْ: بِآيَاتِهِ وَمَخْلُوقَاتِهِ وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ وَمِنْ مَخْلُوقَاتِهِ السَّمَاوَاتُ السَّبْعُ وَالأَرَضُونَ السَّبْعُ وَمَنْ فِيهِنَّ وَمَا بَيْنَهُمَا، وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ} [فصلت: 37] سورة فصلت آية 37، وقوله تعالى:",
            "page": "9",
            "part": "1",
            "seal": "C29F7782"
        },
        {
            "id": "10",
            "nass": "{إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ} [الأعراف: 54] سورة الأعراف آية 54. ¶ وَالرَّبُ هُوَ الْمَعْبُودُ، وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ - الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا وَالسَّمَاءَ بِنَاءً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ} [البقرة: 21 - 22] سورة البقرة آية 21، 22. ¶ قَالَ ابْنُ كَثِيرٍ رَحِمَهُ اللهُ تَعَالَى: الخَالِقُ لهذه الأشياء هو المستحق للعبادة. ¶ [أنواع العبادة التي أمر الله بها] ¶ (وَأَنْوَاعُ الْعِبَادَةِ) الَّتِي أَمَرَ اللهُ بِهَا مِثْلُ الإِسْلامِ وَالإِيمَانِ، وَالإِحْسَانِ، وَمِنْهُ الدُّعَاءُ وَالْخَوْفُ وَالرَّجَاءُ وَالتَّوَكُّلُ وَالرَّغْبَةُ، وَالرَّهْبَةُ، وَالْخُشُوعُ، وَالْخَشْيَةُ، وَالإِنَابَةُ، وَالاسْتِعَانَةُ، والاستعاذة، والاستغاثة،",
            "page": "10",
            "part": "1",
            "seal": "397EDF0F"
        },
        {
            "id": "11",
            "nass": "والذبح، والنذر، وغير ذلك من الْعِبَادَةِ الَّتِي أَمَرَ اللهُ بِهَا (كُلُّهَا للهِ) ، وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا} [الجن: 18] سورة الجن آية 18. ¶ فَمَنْ صَرَفَ مِنْهَا شَيْئًا لِغَيْرِ اللهِ فَهُوَ مُشْرِكٌ كَافِرٌ، وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ} [المؤمنون: 117] سورة المؤمنون آية 117. ¶ وَفِي الْحَدِيثِ «الدُّعَاءُ مخ الْعِبَادَةِ» ، وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ} [غافر: 60] سورة غافر آية 60. ¶ وَدَلِيلُ الْخَوْفِ قَوْلُهُ تَعَالَى: {فَلَا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ} [آل عمران: 175] سورة آل عمران آية 175. ¶ ودليل الرجاء قوله تعالى:",
            "page": "11",
            "part": "1",
            "seal": "F940DEDB"
        },
        {
            "id": "12",
            "nass": "{فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا} [الكهف: 110] سورة الكهف آية 110. ¶ َودَلِيلُ التَّوَكُلِ قَوْلُهُ تَعَالَى: {وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ} [المائدة: 23] سورة المائدة آية 23 {وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ} [الطلاق: 3] سورة الطلاق آية 3. ¶ وَدَلِيلُ الرَّغْبَةِ وَالرَّهْبَةِ وَالْخُشُوعِ قَوْلُهُ تَعَالَى: {إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا وَكَانُوا لَنَا خَاشِعِينَ} [الأنبياء: 90] ¶ وَدَلِيلُ الْخَشْيَةِ قَوْلُهُ تعالى: {فَلَا تَخْشَوْهُمْ وَاخْشَوْنِي} [البقرة: 150] الآية، سورة المائدة آية 3. ¶ وَدَلِيلُ الإِنَابَةِ قَوْلُهُ تَعَالَى: {وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ} [الزمر: 54] الآية، سورة الزمر آية 54. ¶ وَدَلِيلُ الاسْتِعَانَةِ قَوْلُهُ تَعَالَى: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} [الفاتحة: 5] الفاتحة آية 5. ¶ وفي الحديث: «إذا اسْتَعَنْتَ فَاسْتَعِنْ بِاللهِ» . ¶ وَدَلِيلُ الاسْتِعَاذَةِ قَوْلُهُ تَعَالَى: {قُلْ أَعُوذُ بِرَبِّ النَّاسِ - مَلِكِ النَّاسِ} [الناس: 1 - 2]",
            "page": "12",
            "part": "1",
            "seal": "08542274"
        },
        {
            "id": "13",
            "nass": "وَدَلِيلُ الاسْتِغَاثَةِ قَوْلُهُ تَعَالَى: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ} [الأنفال: 9] الآية، الأنفال آية 9. ¶ ودليل الذبح قوله تعالى: {قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ - لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ} [الأنعام: 162 - 163] سورة الأنعام آية 162، 163. ¶ وَمِنَ السُنَّةِ: «لعَنَ اللهُ مَنْ ذَبَحَ لِغَيْرِ اللهِ» . ¶ وَدَلِيلُ النَّذْرِ قَوْلُهُ تَعَالَى: {يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا} [الإنسان: 7] سورة الدهر آية 7.",
            "page": "13",
            "part": "1",
            "seal": "04EA84FE"
        },
        {
            "id": "14",
            "nass": "[الأصل الثاني معرفة دين الإسلام بالأدلة] ¶ [المرتبة الأولى الإسلام] ¶ الأَصْلُ الثَّانِي ¶ مَعْرِفَةُ دِينِ الإِسْلامِ بِالأَدِلَّةِ وَهُوَ الاستسلام لله بالتوحيد، والانقياد له بالطاعة، والخلوص من الشرك. وهو ثلاث مراتب: ¶ (الإسلام) و (الإيمان) و (الإحسان) ، وكل مرتبة لها أركان. ¶ فَأَرْكَانُ الإِسْلامِ (خَمْسَةٌ) شَهَادَةُ أَن لا اله إلا الله وأن محمدا رسول الله و (إقام الصلاة) و (إيتاء الزكاة) و (صوم رمضان) و (حج بَيْتِ اللهِ الْحَرَامِ) . ¶ فَدَلِيلُ الشَّهَادَةِ قَوْلُهُ تَعَالَى: {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ} [آل عمران: 18] سورة آل عمران آية 18، ومعناها لا معبود بحق إلا الله وحده، و (لا اله) نَافِيًا جَمِيعَ مَا يُعْبَدُ مِنْ دُونِ اللهِ، (إِلا اللهُ) مُثْبِتًا الْعِبَادَةَ للهِ وَحْدَهُ لا شَرِيكَ لَهُ فِي عِبَادَتِهِ كَمَا أَنَّهُ لَيْسَ لَهُ شَرِيكٌ فِي مُلْكِهِ. وَتَفْسِيرُهَا الَّذِي يُوَضِّحُهَا قَوْلُهُ تَعَالَى:",
            "page": "14",
            "part": "1",
            "seal": "DA448971"
        },
        {
            "id": "15",
            "nass": "{وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ - إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ - وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ} [الزخرف: 26 - 28] الزخرف آية 26 - 27 - 28، وقَوْلُهُ تَعَالَى: {قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} [آل عمران: 64] آل عمران آية 64. ¶ وَدِليلُ شَهَادَةِ أَنَّ مُحَمَّدًا رَسُولُ اللهِ قَوْلُهُ تَعَالَى: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ} [التوبة: 128] التوبة آية 128. وَمَعْنَى شَهَادَة أَنَّ مُحَمَّدًا رَسُولُ اللهِ: طَاعَتُهُ فِيمَا أَمَرَ، وَتَصْدِيقُهُ فِيمَا أَخْبَرَ، واجْتِنَابُ مَا عنه نهى وزجر، وأن لا يُعْبَدَ اللهُ إِلا بِمَا شَرَعَ. ¶ وَدَلِيلُ الصَّلاةِ وَالزَّكَاةِ وَتَفْسِيرُ التَّوْحِيدِ قَوْلُهُ تَعَالَى: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ} [البينة: 5] البينة آية 5.",
            "page": "15",
            "part": "1",
            "seal": "7267D2BA"
        },
        {
            "id": "16",
            "nass": "َودَلِيلُ الصِّيَامِ قَوْلُهُ تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة: 183] البقرة آية 183. ¶ َودَلِيلُ الْحَجِّ قَوْلُهُ تَعَالَى: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ} [آل عمران: 97] آل عمران آية 97. ¶ [المرتبة الثانية الإيمان] ¶ الْمَرْتَبَةُ الثَّانِيَةُ الإِيمَانُ: وَهُوَ بِضْعٌ وَسَبْعُونَ شُعْبَةً. فَأَعْلاهَا قَوْلُ لا اله إِلا اللهُ وَأَدْنَاهَا إِمَاطَةُ الأَذَى عَنِ الطَّرِيقِ وَالْحَيَاءُ شُعْبَةٌ مِنْ الإيمان. ¶ وأركانه ستة: أَنْ تُؤْمِنَ بِاللهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الآخر وبالقدر خَيْرِهِ وَشَرِّهِ. ¶ وَالدَّلِيلُ عَلَى هَذِهِ الأَرْكَانِ السِّتَةِ قوله تعالى:",
            "page": "16",
            "part": "1",
            "seal": "A701FFCF"
        },
        {
            "id": "17",
            "nass": "{لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ} [البقرة: 177] الآية، البقرة آية 177. ¶ ودليل القدر قَوْلُهُ تَعَالَى: {إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ} [القمر: 49] القمر آية 49. ¶ [المرتبة الثالثة الإحسان] ¶ المرتبة الثالثة: الإحسان ركن واحد: وهو أن تعبد الله كأنك تراه فإن لم تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ، وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ} [النحل: 128] النحل آية 128، وقَوْلُهُ تَعَالَى: {وَتَوَكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ - الَّذِي يَرَاكَ حِينَ تَقُومُ - وَتَقَلُّبَكَ فِي السَّاجِدِينَ - إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ} [الشعراء: 217 - 220] الشعراء آية 217 - 220 وقَوْلُهُ تَعَالَى: {وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ} [يونس: 61] يونس آية 61. ¶ (وَالدَّلِيلُ مِنَ السُّنَّةِ) : حَدِيثُ جِبْرِيلَ الْمَشْهُورُ عَنْ عُمَرَ بنِ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ «قَالَ بينما نحن",
            "page": "17",
            "part": "1",
            "seal": "77E94F94"
        },
        {
            "id": "18",
            "nass": "جُلُوسٌ عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذْ طَلَعَ عَلَيْنَا رَجُلٌ شَدِيدُ بَيَاضِ الثِّيَابِ شَدِيدُ سَوَادِ الشَّعْرِ لا يُرَى عَلَيْهِ أَثَرُ السَّفَرِ وَلا يَعْرِفُهُ مِنَّا أَحَدٌ فَجَلَسَ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَسْنَدَ رُكْبَتَيْهِ إِلَى رُكْبَتَيْهِ وَوَضَعَ كَفَّيْهِ عَلَى فَخِذَيْهِ وَقَالَ: يَا مُحَمَّدُ أَخْبِرْنِي عَنِ الإِسْلامِ فَقَالَ: أَنْ تَشْهَدَ أَنْ لا اله إِلا اللهُ. وَأَنَّ محمدا صلى الله عليه وسلم رَسُولُ اللهِ، وَتُقِيمَ الصَّلاةَ وَتُؤْتِيَ الزَّكَاةَ وَتَصُومَ رَمَضَانَ وَتَحُجَّ الْبَيْتَ إِنْ اسْتَطَعْتَ إِلَيْهِ سَبِيلا قَالَ: صَدَقْتَ فَعَجِبْنَا لَهُ يَسْأَلُهُ وَيُصَدِّقُهُ قَالَ: أَخْبِرْنِي عَنِ الإِيمَانِ قَالَ: أَنْ تُؤْمِنَ بِاللهِ وملائكته وكتبه ورسله واليوم الآخر وبالقدر خيره وشره قَالَ: أَخْبِرْنِي عَنِ الإِحْسَانِ؟ قَالَ: أَنْ تَعْبُدَ الله كأنك تراه فإن لم تكن تراه فَإِنَّهُ يَرَاكَ قَالَ: أَخْبِرْنِي عَنِ السَّاعَةِ؟ قَالَ: مَا الْمَسْؤُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ. قَالَ: أخبرني عَنْ أَمَارَاتِهَا قَالَ: أَنْ تَلِدَ الأَمَةُ رَبَّتَهَا وَأَنْ تَرَى الْحُفَاةَ الْعُرَاةَ الْعَالَةَ رِعَاءَ الشَّاءِ يَتَطَاوَلُونَ فِي الْبُنْيَانِ قَالَ: فَمَضَى",
            "page": "18",
            "part": "1",
            "seal": "AE5D13DA"
        },
        {
            "id": "19",
            "nass": "فَلَبِثْنَا مَلِيَّا فَقَالَ: يَا عُمَرُ أَتَدْرُونَ مَنِ السَّائِلِ؟ قُلْنَا: اللهُ وَرَسُولُهُ أَعْلَمُ، قَالَ: هَذَا جِبْرِيلُ أَتَاكُمْ يُعَلِّمُكُمْ أَمْرَ دِينِكُم» .",
            "page": "19",
            "part": "1",
            "seal": "FD08FA6A"
        },
        {
            "id": "20",
            "nass": "[الأَصْلُ الثَّالِثُ مَعْرِفَةُ نَبِيِّكُمْ مُحَمَّدٍ صَلَّى اللهُ عليه وسلم] ¶ الأَصْلُ الثَّالِثُ مَعْرِفَةُ نَبِيِّكُمْ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ عَبْدِ الْمُطَّلِبِ بْنِ هَاشِمٍ، وَهَاشِمٌ مِنْ قُرَيْشٍ، وَقُرَيْشٌ مِنَ الْعَرَبِ، وَالْعَرَبُ مِنْ ذُرِّيَّةِ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ الْخَلِيلِ عَلَيْهِ وَعَلَى نَبِيِّنَا أَفْضَلُ الصَّلاةِ وَالسَّلامِ. ¶ وَلَهُ مِنَ الِعُمُرِ ثَلاثٌ وَسِتُّونَ سَنَةً مِنْهَا أَرْبَعُونَ قَبْلَ النُّبُوَّةِ وَثَلاثٌ وعشرون نبيا رسولا. نبئ باقرأ. وأرسل بالمدثر. وَبَلَدُهُ مَكَّةُ بَعَثَهُ اللهُ بِالنِّذَارَةِ عَنِ الشِّرْكِ ويدعو إِلَى التَّوْحِيدِ، وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {يَا أَيُّهَا الْمُدَّثِّرُ - قُمْ فَأَنْذِرْ - وَرَبَّكَ فَكَبِّرْ - وَثِيَابَكَ فَطَهِّرْ - وَالرُّجْزَ فَاهْجُرْ - وَلَا تَمْنُنْ تَسْتَكْثِرُ - وَلِرَبِّكَ فَاصْبِرْ} [المدثر: 1 - 7] المدثر آية 1 - 7، وَمَعْنَى قُمْ فَأَنذِرْ: يُنْذِرُ عَنِ الشِّرْكِ وَيَدْعُو إلى التوحيد، وربك فكبر عَظِّمْهُ بِالتَّوْحِيدِ، وَثِيَابَكَ فَطَهِّرْ: أَيْ طَهِّرْ أَعْمَالَكَ من الشِّرْكِ، وَالرُّجْزَ فَاهْجُرْ، الرُّجْزَ: الأَصْنَامُ، وَهَجْرُهَا: تَرْكُهَا وأهلها وَالْبَرَاءَةُ مِنْهَا وَأَهْلُهَا.",
            "page": "20",
            "part": "1",
            "seal": "3D3691A3"
        },
        {
            "id": "21",
            "nass": "أَخَذَ عَلَى هَذَا عَشْرَ سِنِينَ يَدْعُو إِلَى التَّوْحِيدِ، وَبَعْدَ الْعَشْرِ عُرِجَ بِهِ إِلَى السَّمَاءِ وَفُرِضَتْ عَلَيْهِ الصَّلَواتُ الْخَمْسُ، وَصَلَّى فِي مَكَّةَ ثلاث سنين وبعدها أمر بالهجرة في الْمَدِينَةِ. وَالْهِجْرَةُ الانْتِقَالُ مِنْ بَلَدِ الشِّرْكِ إِلَى بَلَدِ الإِسْلامِ، وَالْهِجْرَةُ فَرِيضَةٌ عَلَى هَذِهِ الأُمَّةِ مِنْ بَلَدِ الشِّرْكِ إِلَى بلد الإِسْلامِ، وَهِيَ بَاقِيَةٌ إِلَى أَنْ تَقُومَ السَّاعَةُ. وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا - إِلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لَا يَسْتَطِيعُونَ حِيلَةً وَلَا يَهْتَدُونَ سَبِيلًا - فَأُولَئِكَ عَسَى اللَّهُ أَنْ يَعْفُوَ عَنْهُمْ وَكَانَ اللَّهُ عَفُوًّا غَفُورًا} [النساء: 97 - 99] النساء آية 97 - 99، وَقَوْلُهُ تَعَالَى: {يَا عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ} [العنكبوت: 56] العنكبوت آية 56. ¶ قال البغوي رحمه الله: سبب نزول هذه الآية في",
            "page": "21",
            "part": "1",
            "seal": "5CC9AA65"
        },
        {
            "id": "22",
            "nass": "المسلمين الذين في مكة لم يُهَاجِرُوا نَادَاهُمُ اللهُ بِاسْمِ الإِيمَانِ. ¶ وَالدَّلِيلُ عَلَى الْهِجْرَةِ مِنَ السُّنَّةِ قَوْلُهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لا تَنْقَطِعُ الْهِجْرَةُ حَتَّى تَنْقَطِعَ التَّوْبَةُ وَلا تَنْقَطِعُ التَّوْبَةُ حَتَّى تَطْلُعَ الشَّمْسُ مِنْ مغربها» فَلَمَّا اسْتَقَرَّ فِي الْمَدِينَةِ أُمِرَ بِبَقِيَّةِ شَرَائِعِ الإِسْلامِ مِثلِ الزَّكَاةِ، وَالصَّوْمِ، وَالْحَجِّ، وَالأَذَانِ، وَالْجِهَادِ، وَالأَمْرِ بِالْمَعْرُوفِ، وَالنَّهْيِ عَنِ الْمُنْكَرِ، وَغَيْرِ ذَلِكَ مِنْ شَرَائِعِ الإِسْلامِ، أَخَذَ عَلَى هَذَا عَشْرَ سِنِينَ. وَتُوُفِّيَ صَلواتُ اللهِ وَسَلامُهُ عَلَيْهِ وَدِينُهُ بَاقٍ، وَهَذَا دِينُهُ، لا خَيْرَ إِلا دَلَّ الأُمَّةَ عَلَيْهِ وَلا شَرَّ إِلا حَذَّرَهَا مِنْهُ، وَالْخَيْرُ الَّذِي دَلَّهَا عَلَيْهِ التَّوْحِيدُ وَجَمِيعُ مَا يُحِبُّهُ اللهُ وَيَرْضَاهُ، وَالشَّرُ الَّذِي حَذَّرَهَا مِنْهُ الشِّرْكُ وَجَمِيعُ مَا يَكْرَهُ اللهُ وَيَأْبَاهُ، بَعَثَهُ الله في النَّاسِ كَافَّةً، وَافْتَرَضَ طَاعَتَهُ عَلَى جَمِيعِ الثَّقَلَيْنِ الْجِنِّ وَالإِنْسِ. وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا} [الأعراف: 158] الأعراف",
            "page": "22",
            "part": "1",
            "seal": "96019239"
        },
        {
            "id": "23",
            "nass": "آية 158، وَكَمَّلَ اللهُ بِهِ الدِّينَ، وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} [المائدة: 3] المائدة آية 3. ¶ وَالدَّلِيلُ عَلَى مَوْتِهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَوْلُهُ تَعَالَى: {إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ - ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ} [الزمر: 30 - 31] الزمر 30، 31 وَالنَّاسُ إِذَا مَاتُواْ يُبْعَثُونَ، وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَى} [طه: 55] طه آية 55، وقَوْلُهُ تَعَالَى: {وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا - ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا} [نوح: 17 - 18] نوح آية 17، 18 وَبَعْدَ الْبَعْثِ مُحَاسَبُونَ وَمَجْزِيُّونَ بِأَعْمَالِهِمْ، وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى} [النجم: 31] النجم آية 31، وَمَنْ كَذَّبَ بِالْبَعْثِ كَفَرَ, وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ} [التغابن: 7] التغابن",
            "page": "23",
            "part": "1",
            "seal": "4B41219A"
        },
        {
            "id": "24",
            "nass": "آية 7، وَأَرْسَلَ اللهُ جَمِيعَ الرُّسُلِ مُبَشِّرِينَ وَمُنْذِرِينَ، وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ} [النساء: 165] النساء آية 165، َوَأَّولُهُمْ نُوحٌ عَلَيْهِ السَّلامُ وَآخِرُهُمْ مُحَمَّدٌ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ خَاتَمُ النَّبِيِّينَ، وَالدَّلِيلُ عَلَى أَنَّ أَوَّلَهُمْ نُوحٌ قَوْلُهُ تَعَالَى: {إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ} [النساء: 163] النساء آية 163، وكل أمة بعث الله إليهم رسولا من نوح إلى محمد يَأْمُرُهُمْ بِعِبَادَةِ اللهِ وَحْدَهُ وَيَنْهَاهُمْ عَنْ عِبَادَةِ الطَّاغُوتِ، وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا} [النحل: 36] النحل آية 36، وَافْتَرَضَ اللهُ عَلَى جَمِيعِ الْعِبَادِ الْكُفْرَ بِالطَّاغُوتِ وَالإِيمَانَ بِاللهِ. ¶ قَالَ ابْنُ الْقَيِّمِ رَحِمَهُ اللهُ تَعَالَى: مَعْنَى الطَّاغُوتِ مَا تَجَاوَزَ بِهِ الْعَبْدُ حَدَّهُ مِنْ مَعْبُودٍ أَوْ مَتْبُوعٍ أَوْ مُطَاعٍ، وَالطَّوَاغِيتُ كَثِيرُونَ. وَرُؤُوسُهُمْ خَمْسَةٌ، إِبْلِيسُ لَعَنَهُ",
            "page": "24",
            "part": "1",
            "seal": "C253582D"
        },
        {
            "id": "25",
            "nass": "اللهُ، وَمَنْ عُبِدَ وَهُوَ رَاضٍ، وَمَنْ دَعَا النَّاسَ إِلَى عِبَادَةِ نَفْسِهِ، وَمَنْ ادَّعَى شَيْئًا مِنْ عِلْمِ الْغَيْبِ، وَمَنْ حَكَمَ بِغَيْرِ مَا أَنْزَلَ اللهُ، وَالدَّلِيلُ قَوْلُهُ تَعَالَى: {لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لَا انْفِصَامَ لَهَا وَاللَّهُ سَمِيعٌ عَلِيمٌ} [البقرة: 256] البقرة آية 256، وَهَذَا هُوَ مَعْنَى لا اله إِلا اللهُ. ¶ وَفِي الْحَدِيثِ: «رَأْسُ الأَمْرِ الإِسْلامِ وَعَمُودُهُ الصَّلاةُ وَذِرْوَةُ سَنَامِهِ الْجِهَادُ فِي سَبِيلِ اللهِ» وَاللهُ أعلم. ¶ (تمت الأصول الثلاثة ويليها شروط الصلاة وهى تسعة)",
            "page": "25",
            "part": "1",
            "seal": "30726F78"
        },
        {
            "id": "26",
            "nass": "[شروط الصلاة]",
            "page": "26",
            "part": "1",
            "seal": "FC906F99"
        },
        {
            "id": "27",
            "nass": "بسم الله الرحمن الرحيم ¶ (شروط الصلاة تسعة) الإسلام، والعقل، والتمييز، ورفع الحدث، وإزالة النجاسة، وستر العورة، ودخول الوقت، واستقبال القبلة، والنية. ¶ (والشرط الأول) الإسلام وضده الكفر والكافر عمله مردود ولو عمل أي عمل، والدليل قوله تعالى: {مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ} [التوبة: 17] التوبة آية 17، وقوله تعالى: {وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا} [الفرقان: 23] الفرقان آية 23. ¶ (الشرط الثاني) العقل وضده الجنون، والمجنون مرفوع عنه القلم حتى يفيق، والدليل حديث: «رفع القلم عن ثلاثة: النائم حتى يستيقظ والمجنون حتى يفيق والصغير حتى يبلغ» .",
            "page": "27",
            "part": "1",
            "seal": "E2293F21"
        },
        {
            "id": "28",
            "nass": "(الشرط الثالث) التمييز وضده الصغر، وحده سبع سنين ثم يؤمر بالصلاة لقوله صلى الله عليه وسلم: «مروا أبناءكم بالصلاة لسبع واضربوهم عليها لعشر وفرقوا بينهم في المضاجع» . ¶ (الشرط الرابع) رفع الحدث وهو الوضوء المعروف، وموجبه الحدث. ¶ (وشروطه) عشرة: الإسلام، والعقل، والتمييز، والنية \" واستصحاب حكمها بأن لا ينوي قطعها حتى تتم الطهارة، وانقطاع موجب، واستنجاء أو استجمار قبله، وطهورية ماء، وإباحته، وإزالة ما يمنع وصوله إلى البشرة، ودخول وقت على من حدثه دائم لفرضه. ¶ (وأما فروضه) فستة: غسل الوجه، ومنه المضمضة والاستنشاق، وحده طولا من منابت شعر الرأس إلى الذقن وعرضا إلى فروع الأذنين، وغسل اليدين إلى المرفقين، ومسح جميع الرأس، ومنه الأذنان،",
            "page": "28",
            "part": "1",
            "seal": "53006F8D"
        },
        {
            "id": "29",
            "nass": "وغسل الرجلين إلى الكعبين، والترتيب، والموالاة، والدليل قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ} [المائدة: 6] المائدة آية 6. ¶ ودليل الترتيب حديث: «ابدأوا بما بدأ الله به» . ¶ ودليل الموالاة حديث صاحب اللمعة عن النبي صلى الله عليه وسلم أنه لما رأى رجلا في قدمه لمعة قدر الدرهم لم يصبها الماء فأمره بالإعادة. ¶ وواجبه: التسمية مع الذكر. ¶ (ونواقضه ثمانية) : الخارج من السبيلين، والخارج الفاحش النجس من الجسد، وزوال العقل، ومس المرأة بشهوة، ومس الفرج باليد قبلا كان أو دبرا، وأكل لحم الجزور، وتغسيل الميت، والردة عن الإسلام أعاذنا الله من ذلك. ¶ (الشرط الخامس) إزالة النجاسة من ثلاث: من",
            "page": "29",
            "part": "1",
            "seal": "ACAEC7BF"
        },
        {
            "id": "30",
            "nass": "البدن، والثوب، والبقعة، والدليل قوله تعالى: {وَثِيَابَكَ فَطَهِّرْ} [المدثر: 4] المدثر آية 4. ¶ (الشرط السادس) ستر العورة، أجمع أهل العلم على فساد صلاة من صلى عريانا وهو يقدر، وحد عورة الرجل من السرة إلى الركبة والأمة كذلك، والحرة كلها عورة إلا وجهها، والدليل قوله تعالى: {يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} [الأعراف: 31] الأعراف آية 31، أي عند كل صلاة. ¶ (الشرط السابع) دخول الوقت، والدليل من السنة حديث جبريل عليه السلام أنه أم النبي صلى الله عليه وسلم في أول الوقت وفي آخره فقال: «يا محمد الصلاة بين هذين الوقتين» وقوله تعالى: {إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا} [النساء: 103] أي مفروضا في الأوقات، ودليل الأوقات قوله تعالى: {أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَى غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا} [الإسراء: 78] الإسراء آية 78.",
            "page": "30",
            "part": "1",
            "seal": "42A9B89C"
        },
        {
            "id": "31",
            "nass": "(الشرط الثامن) استقبال القبلة، والدليل قوله تعالى: {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ} [البقرة: 144] البقرة آية 144. ¶ (الشرط التاسع) النية ومحلها القلب، والتلفظ بها بدعة، والدليل حديث: «إنما الأعمال بالنيات وإنما لكل امرئ ما نوى» . ¶ [أركان الصلاة] ¶ وأركان الصلاة أربعة عشر: القيام مع القدرة، وتكبيرة الإحرام، وقراءة الفاتحة، والركوع، والرفع منه، والسجود على الأعضاء السبعة، والاعتدال منه، والجلسة بين السجدتين، والطمأنينة في جميع الأركان، والترتيب، والتشهد الأخير، والجلوس له، والصلاة على النبي صلى الله عليه وسلم، والتسليمتان. ¶ (الركن الأولى) القيام مع القدرة، والدليل قوله تعالى: {حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ} [البقرة: 238] البقرة 238.",
            "page": "31",
            "part": "1",
            "seal": "F8751756"
        },
        {
            "id": "32",
            "nass": "(الثاني) تكبيرة الإحرام، والدليل حديث: «تحريمها التكبير وتحليلها التسليم» وبعدها الاستفتاح وهو سنة (قول سبحانك اللهم وبحمدك وتبارك اسمك وتعالى جدك ولا إله غيرك) ومعنى سبحانك اللهم: أي أنزهك التنزيه اللائق بجلالك، وبحمدك: أي ثناء عليك، وتبارك اسمك: أي البركة تنال بذكرك، وتعالى جدك: أي جلت عظمتك، ولا إله غيرك: أي لا معبود في الأرض ولا في السماء بحق سواك يا الله، أعوذ بالله من الشيطان الرجيم، معنى أعوذ: ألوذ وألتجئ وأعتصم بك يا الله من الشيطان الرجيم المطرود المبعد عن رحمة الله لا يضرني في ديني ولا في دنياي. ¶ وقراءة الفاتحة ركن في كل ركعة كما في حديث: «لا صلاة لمن لم يقرأ بفاتحة الكتاب» وهي أم القران",
            "page": "32",
            "part": "1",
            "seal": "F5B1BD99"
        },
        {
            "id": "33",
            "nass": "{بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} [الفاتحة: 1] بركة واستعانة، {الْحَمْدُ لِلَّهِ} [الفاتحة: 2] الْحَمْدُ ثناء، والألف واللام لاستغراق جميع المحامد، وأما الجميل الذي لا صنع له فيه مثل الجمال ونحوه فالثناء به يسمى مدحا لا حمدا. {رَبِّ الْعَالَمِينَ} [الفاتحة: 2] الرب: هو المعبود الخالق الرازق المالك المتصرف مربي جميع الخلق بالنعم، العالمين كل ما سوى الله عالم، وهو رب الجميع، {الرَّحْمَنِ} [الفاتحة: 3] رحمة عامة جميع المخلوقات، {الرَّحِيمِ} [الفاتحة: 3] رحمة خاصة بالمؤمنين، والدليل قوله تعالى: {وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا} [الأحزاب: 43] الأحزاب آية 43، {مَالِكِ يَوْمِ الدِّينِ} [الفاتحة: 4] يوم الجزاء والحساب، يوم كل يجازى بعمله إن خيرا فخير وإن شرا فشر، والدليل قوله تعالى: {وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ - ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ - يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ} [الانفطار: 17 - 19] الانفطار الآيات: 17- 19، والحديث عنه صلى الله عليه وسلم: «الكيس من دان نفسه وعمل لما بعد الموت والعاجز من أتبع نفسه هواها وتمنى على الله الأماني»",
            "page": "33",
            "part": "1",
            "seal": "E6B6839D"
        },
        {
            "id": "34",
            "nass": "{إِيَّاكَ نَعْبُدُ} [الفاتحة: 5] أي لا نعبد غيرك، عهد بين العبد وبين ربه أن لا يعبد إلا الله، {وَإِيَّاكَ نَسْتَعِينُ} [الفاتحة: 5] عهد بين العبد وبين ربه أن لا يستعين بأحد غير الله، {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ} [الفاتحة: 6] معنى اهدنا: دلنا وأرشدنا وثبتنا، والصراط: الإسلام، وقيل: الرسول، وقيل: القرآن، والكل حق، والمستقيم: الذي لا عوج فيه، {صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ} [الفاتحة: 7] طريق المنعم عليهم، والدليل قوله تعالى: {وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا} [النساء: 69] النساء آية 69، {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ} [الفاتحة: 7] وهم اليهود معهم علم ولم يعملوا به، نسأل الله أن يجنبك طريقهم، {وَلَا الضَّالِّينَ} [الفاتحة: 7] وهم النصارى يعبدون الله على جهل وضلال، نسأل الله أن يجنبك طريقهم، ودليل الضالين قوله تعالى:",
            "page": "34",
            "part": "1",
            "seal": "7C1DFCF1"
        },
        {
            "id": "35",
            "nass": "{قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا - الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا} [الكهف: 103 - 104] الكهف آية 103 - 104، والحديث عنه صلى الله عليه وسلم: «لتتبعن سنن من قبلكم حذو القذة بالقذة حتى لو دخلوا جحر ضب لدخلتموه قالوا: يا رسول الله اليهود والنصارى قال فمن» أخرجاه، والحديث الثاني: «افترقت اليهود على إحدى وسبعين فرقة وافترقت النصارى على اثنتين وسبعين فرقة وستفترق هذه الأمة على ثلاث وسبعين فرقة كلها في النار إلا واحدة قلنا: من هي يا رسول الله؟ قال: من كان على مثل ما أنا عليه وأصحابي» ، والركوع والرفع منه، والسجود على الأعضاء السبعة، والاعتدال منه، والجلسة بين السجدتين، والدليل قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا} [الحج: 77] الحج آية 77، والحديث عنه صلى الله عليه وسلم: «أمرت أن أسجد على سبعة أعظم» والطمأنينة في جميع الأفعال،",
            "page": "35",
            "part": "1",
            "seal": "B8526F21"
        },
        {
            "id": "36",
            "nass": "والترتيب بين الأركان، والدليل حديث المسيء صلاته عن أبي هريرة قَالَ: «بَيْنَمَا نَحْنُ جُلُوسٌ عِنْدَ النَّبِيِّ صَلَّى الله عليه وسلم إذ دخل رجل فصلى فسلم على النبي صلى الله عليه وسلم فقال: ارجع فصل فإنك لم تصل فعلها ثلاثا ثم قال والذي بعثك بالحق نبيا لا أحسن غير هذا فعلمني فقال له النبي صلى الله عليه وسلم: إذا قمت إلى الصلاة فكبر ثم اقرأ ما تيسر معك من القرآن ثم اركع حتى تطمئن راكعا ثم ارفع حتى تعتدل قائما ثم اسجد حتى تطمئن ساجدا ثم ارفع حتى تطمئن جالسا ثم افعل ذلك في صلاتك كلها» ¶ والتشهد الأخير ركن مفروض كما في الحديث عن ابن مسعود رضي الله عنه قال: كنا نقول قبل أن يفرض علينا التشهد، السلام على الله من عباده، السلام على جبريل، وميكائيل، وقال النبي صلى الله عليه وسلم: «لا تقولوا: السلام على الله من عباده فإن الله هو السلام ولكن قولوا: التحيات لله والصلوات",
            "page": "36",
            "part": "1",
            "seal": "9BE9C382"
        },
        {
            "id": "37",
            "nass": "والطيبات السلام عليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين أشهد أن لا إله إلا الله وأشهد أن محمدا عبده ورسوله» ¶ ومعنى التحيات: جميع التعظيمات له ملكا واستحقاقا مثل الانحناء والركوع والسجود والبقاء والدوام وجميع ما يعظم به رب العالمين فهو لله، فمن صرف منه شيئا لغير الله فهو مشرك كافر، والصلوات: معناها جميع الدعوات. وقيل: الصلوات الخمس، والطيبات لله: الله طيب ولا يقبل من الأقوال والأعمال إلا طيبها، السلام عليك أيها النبي ورحمة الله وبركاته: تدعو للنبي صلى الله عليه وسلم بالسلامة، والرحمة والبركة، والذي يدعى له ما يدعى مع الله، السلام علينا وعلى عباد الله الصالحين: تسلم على نفسك وعلى كل عبد صالح في السماء والأرض، والسلام دعاء، والصالحون: يدعى لهم ولا يدعون مع الله، أشهد أن لا إله إلا الله وحده لا شريك له، تشهد شهادة اليقين أن لا يعبد في الأرض ولا",
            "page": "37",
            "part": "1",
            "seal": "C228A896"
        },
        {
            "id": "38",
            "nass": "في السماء بحق إلا الله، وشهادة أن محمدا رسول الله، بأنه عبد لا يعبد ورسول لا يكذب بل يطاع ويتبع، شرفه الله بالعبودية، والدليل قوله تعالى: {تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا} [الفرقان: 1] الفرقان آية 1، اللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم إنك حميد مجيد، الصلاة من الله: ثناؤه على عبده في الملأ الأعلى كما حكى البخاري في صحيحه عن أبي العالية قال: «صلاة الله ثناؤه على عبده في الملأ الأعلى» وقيل: الرحمة، والصواب الأول، ومن الملائكة: الاستغفار، ومن الآدميين الدعاء، وبارك وما بعدها سنن أقوال وأفعال، والواجبات ثمانية: جميع التكبيرات غير تكبيرة الإحرام، وقول سبحان ربي العظيم في الركوع، وقول سمع الله لمن حمده للإمام والمنفرد، وقول ربنا ولك الحمد للكل، وقول سبحان ربي الأعلى في السجود، وقول رب اغفر لي بين السجدتين، والتشهد الأول، والجلوس له،",
            "page": "38",
            "part": "1",
            "seal": "236AF46B"
        },
        {
            "id": "39",
            "nass": "فالأركان ما سقط منها سهوا أو عمدا بطلت الصلاة بتركه، والواجبات ما سقط منها عمدا بطلت الصلاة بتركه، وسهوا جبره السجود للسهو، والله أعلم. ¶ تمت شروط الصلاة وواجباتها وأركانها ويتلوها إن شاء الله تعالى (القواعد الأربع) .",
            "page": "39",
            "part": "1",
            "seal": "6C9C493D"
        },
        {
            "id": "40",
            "nass": "[القواعد الأربع] ¶ (بسم الله الرحمن الرحيم) ¶ أسأل الله الكريم رب العرش العظيم أن يتولاك في الدنيا والآخرة وأن يجعلك مباركا أينما كنت وأن يجعلك ممن إذا أعطي شكر، وإذا ابتلي صبر، وإذا أذنب استغفر، فإن هؤلاء الثلاث عنوان السعادة. ¶ اعْلَمْ أَرْشَدَكَ اللهُ لِطَاعَتِهِ أَنَّ الْحَنِيفِيَّةَ مِلَّةَ إِبْرَاهِيمَ أَنْ تَعْبُدَ اللهَ وَحْدَهُ مُخْلِصًا لَهُ الدين كَمَا قَالَ تَعَالَى: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} [الذاريات: 56] الذاريات آية 56. ¶ فإذا عرفت أن الله خلقك لعبادته فاعلم أن العبادة لا تسمى عبادة إلا مع التوحيد، كما أن الصلاة لا تسمى صلاة إلا مع الطهارة فإذا دخل الشرك في العبادة فسدت، كالحدث إذا دخل في الطهارة. ¶ فإذا عرفت أن الشرك إذا خالط العبادة أفسدها وأحبط العمل وصار صاحبه من الخالدين في النار",
            "page": "41",
            "part": "1",
            "seal": "7612B007"
        },
        {
            "id": "41",
            "nass": "عرفت أن أهم ما عليك معرفة ذلك لعل الله أن يخلصك من هذه الشبكة وهى الشرك بالله الذي قال الله تعالى فيه: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء: 116] النساء آية 116، وذلك بمعرفة أربع قواعد ذكرها الله تعالى في كتابه. ¶ القاعدة الأولى أن تعلم أن الكفار الذين قاتلهم رسول الله صلى الله عليه وسلم بأن الله تعالى هو الخالق الرازق المدبر وأن ذلك لم يدخلهم في الإسلام والدليل قوله تعالى: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلَا تَتَّقُونَ} [يونس: 31] يونس آية 31.",
            "page": "42",
            "part": "1",
            "seal": "3C32C34A"
        },
        {
            "id": "42",
            "nass": "القاعدة الثانية أنهم يقولون: ما دعوناهم وتوجهنا إليهم إلا لطلب القربة والشفاعة. ¶ فدليل القربة قوله تعالى: {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ} [الزمر: 3] الزمر آية 3. ¶ ودليل الشفاعة قوله تعالى: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا} [يونس: 18] يونس آية 18. ¶ والشفاعة شفاعتان: 1 - شفاعة منفية. ¶ 2 - وشفاعة مثبته. ¶ فالشفاعة المنفية: ما كانت تطلب من غير الله فيما لا يقدر عليه إلا الله. والدليل قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ وَالْكَافِرُونَ هُمُ الظَّالِمُونَ} [البقرة: 254] البقرة 254.",
            "page": "43",
            "part": "1",
            "seal": "2CFE2FC4"
        },
        {
            "id": "43",
            "nass": "والشفاعة المثبتة: هي التي تطلب من الله والشافع مكرم الشفاعة، والمشفوع له من رضي الله عنه قوله وعمله بعد الإذن كما قال تعالى: {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ} [البقرة: 255] البقرة آية 255.",
            "page": "44",
            "part": "1",
            "seal": "A93C7340"
        },
        {
            "id": "44",
            "nass": "القاعدة الثالثة أن النبي صلى الله عليه وسلم ظهر على أناس متفرقين في عباداتهم، منهم من يعبد الملائكة، ومنهم من يعبد الأنبياء والصالحين، ومنهم من يعبد الأشجار والأحجار، ومنهم من يعبد الشمس والقمر وقاتلهم رسول الله صلى الله عليه وسلم ولم يفرق بينهم، والدليل قوله تعالى: {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ} [الأنفال: 39] الأنفال آية 39. ¶ ودليل الشمس والقمر قَوْلُهُ تَعَالَى {وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ} [فصلت: 37] فصلت آية 37. ¶ ودليل الملائكة قوله تعالى: {وَلَا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا} [آل عمران: 80] آل عمران آية 80. ¶ ودليل الأنبياء قوله تعالى: {وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ} [المائدة: 116] المائدة آية 116.",
            "page": "45",
            "part": "1",
            "seal": "C8D9D6E7"
        },
        {
            "id": "45",
            "nass": "ودليل الصالحين قوله تعالى: {أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ} [الإسراء: 57] الإسراء آية 57. ¶ ودليل الأشجار والأحجار قوله تعالى: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى - وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى} [النجم: 19 - 20] النجم الآيتان 19، 20، وحديث أبي واقد الليثي رضي الله عنه قال: «خرجنا مع النبي صلى الله عليه وسلم إلى حنين ونحن حدثاء عهد بكفر وللمشركين سدرة يعكفون عندها وينوطون بها أسلحتهم يقال لها ذات أنواط فمررنا بسدرة فقلنا يا رسول الله اجعل لنا ذات أنواط كما لهم ذات أنواط» الحديث.",
            "page": "46",
            "part": "1",
            "seal": "ADF18754"
        },
        {
            "id": "46",
            "nass": "القاعدة الرابعة أن مشركي زماننا أغلظ شركا من الأولين لأن الأولين يشركون في الرخاء ويخلصون في الشدة، ومشركو زماننا شركهم دائما في الرخاء والشدة، والدليل قوله تعالى: {فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ} [العنكبوت: 65] العنكبوت آية 65. ¶ (تمت وصلى الله على محمد وآله وصحبه وسلم)",
            "page": "47",
            "part": "1",
            "seal": "12DF358C"
        },
        {
            "id": null,
            "nass": "ثلاثة الأصول وأدلتها (*) ¶ الرسالة عبارة عن ثلاثة أقسام: ¶ 1 - مقدمة: وهي عبارة عن ثلاثة مواضيع، كل موضوع يبدأ بكلمة اعلم رحمك الله. ¶ أ - الأولى في وجوب أربع مسائل. ¶ ب - الثانية في وجوب ثلاث مسائل. ¶ ج - في بيان ملة إبراهيم عليه وعلى نبينا الصلاة والسلام. ¶ 2 - صلب الموضوع وهو الحديث عن الأصول الثلاثة، فبدأ بالأصول الثلاثة: ¶ الأصل الأول عن معرفة الله، ثم الثاني عن معرفة الدين ومراتبه الثلاث، ثم الثالث عبارة عن سيرة الرسول - صلى الله عليه وسلم - باختصار شديد. ¶ 3 - نهاية وخاتمة الكتاب، فالنهاية ضمنها المصنف بعض قضايا الآخرة، منها الإيمان بالبعث والحساب ثم قضية مهمة وهي وجوب الكفر بالطاغوت مع ذكر معناه ورؤوسه. ¶ وأسلوب الكتاب أسلوب مبسط ومختصر وعنده اهتمام كبير بذكر الأدلة، وأحياناً يستعمل أسلوب السؤال والجواب، وإن كان هذا ليس كثيراً إنما أستخدمه في الأصل الأول وهو معرفة الرب. ¶ ملاحظة: الاسم الصحيح للرسالة هو ثلاثة الأصول وأدلتها. ¶ قال معالي الشيخ صالح بن عبد العزيز آل الشيخ - حفظه الله - في الوجه الأول من الشريط الأول لشرح متن الورقات: ¶ \" الشيخ - رحمه الله تعالى - له رسالة أخرى بعنوان الأصول الثلاثة، رسالة صغيرة أقل من هذه علمًا؛ ليعلمها الصبيان والصغار تلك يقال لها الأصول الثلاثة, وأما ثلاثة الأصول فهي هذه التي نقرأها، ويكثر الخلط بين التسميتين، ربما قيل لهذه ثلاثة الأصول، أو الأصول الثلاثة، لكن تسميتها المعروفة أنها ثلاثة الأصول وأدلتها \". ¶ قال فضيلة الشيخ عبد العزيز بن إبراهيم بن قاسم - حفظه الله - في كتابه الدليل إلى المتون العلمية: ¶ \" الأصول الثلاثة وأدلتها \" للإمام المجدد شيخ الإسلام محمد بن عبد الوهاب بن سليمان بن علي بن محمد بن أحمد بن راشد بن بريد بن مشرف التميمي المتوفي سنة (1206هـ) رحمه الله تعالى اشتملت على تقرير توحيد الربوبية وتوحيد الألوهية والولاء والبراء وذكر الأصول الثلاثة التي يجب على الإنسان معرفتها وهي معرفة الله سبحانه، ومعرفة دين الإسلام بالأدلة، ومعرفة النبي صلى الله عليه وسلم. ¶ طبعاته: ¶ طبع عدة مرات منها: ـ ¶ 1 ـ طبعة إدارة الطباعة المنيرية بمصر دون تاريخ بتعليق الشيخ محمد منيرالدمشقي، ويليها شروط الصلاة وواجباتها وأركانها، والقواعد الأربع للمؤلف. ¶ 2 ـ طبعة دار المعارف المصرية بتعليق أحد أفاضل العلماء راجعها وصححها الشيخ أحمد محمد شاكر. ¶ 3 ـ طبعة المكتب الإسلامي سنة (1389هـ) بعنوان عقيدة الفرقة الناجية أهل السنة والجماعة. ¶ 4 ـ في مطبعة التمدن بالخرطون باعتناء الشيخ أحمد حسون بعنوان متن الدين الإسلامي، ويليها كشف الشبهات للمؤلف. ¶ 5 ـ طبعة مكتبة الإمام البخاري الدار السلفية للنشر والتوزيع والبحث العلمي بالإسماعيلية بمصر دون تاريخ في (40) صفحة بتعليق أشرف بن عبد المقصود بن عبد الرحيم. ¶ 6 ـ ضمن مجموع متون طبع في مطبعة المنار بمصر سنة (1340هـ) . ¶ 7 ـ ضمن المجموعة العلمية السعودية من نفائس الكتب الدينية والعلمية راجعها وصحح أصولها سماحة الشيخ محمد بن إبراهيم آل الشيخ رحمه الله تعالى. ¶ 8 ـ ضمن مجموع الرسائل المفيدة المهمة في أصول الدين وفروعه طبع في مطبعة المدني بمصر سنة (1380هـ) من ص (5) إلى ص (17) . ¶ 9 ـ ضمن المجموعة العلمية السعودية \" من درر علماء السلف الصالح \" حققها وراجع أصولها سماحة الشيخ عبد الله بن محمد بن حميد رحمه الله تعالى، طبعت في مطبعة النهضة الحديثة في مكة سنة (1391هـ) من ص (221) إلى ص (234) . ¶ 10 ـ ضمن مجموعة الرسائل السلفية للشيخ علي بن عبد الله الصقعبي رحمه الله تعالى الطبعة الأولى سنة (1402هـ) من ص إلى ص (51) . ¶ 11 ـ مع كتاب كشف الشبهات للشيخ محمد بن عبد الوهاب، طبع في مطبعة سفير بالرياض، نشر دار ابن خزيمة بالرياض سنة (1414هـ) وهي طبعة مشكولة بالشكل الكامل. ¶ 12 ـ ضمن مؤلفات الشيخ الإمام محمد بن عبد الوهاب نشر جامعة الإمام محمد بن سعود الإسلامية (1/183 ـ 197) دون تاريخ. ¶ 13 ـ ضمن الجامع الفريد المطبوع في مؤسسة مكة للطباعة والإعلان دون تاريخ على نفقة الشيخين عبد العزيز ومحمد العبد الله الجميح من ص (237) إلى ص (277) . ¶ 14 ـ ضمن مجموع فيه إحدى عشرة رسالة، تصحيح ومراجعة الشيخين أحمد محمد شاكر وعلي محمد شاكر، نشر دار المعارف بمصر من ص (95) إلى ص (111) . ¶ ترتيبه: ¶ رتبه على طريقة السؤال والجواب الشيخ محمد الطيب بن إسحاق الأنصاري المدني المتوفي سنة (1363هـ) رحمه الله تعالى. ¶ طبع في المطبعة الماجدية في مكة المكرمة سنة (1351هـ) . ¶ ثم طبع بعنوان \" أصول الدين الإسلامي \" ويليها \" عقيدة السلف: للشيخ محمد الطيب المذكور دون تاريخ، نشرها أحد طلبة العلم في المسجد الحرام. ¶ وطبع ثالثة سنة (1413هـ) باسم: \" تسهيل الأصول الثلاثة \" ويليه الأصول الثلاثة وأدلتها \" باعتناء وتخريج الشيخ صالح بن عبد الله العصيمي نشر دار ابن خزيمة للنشر والتوزيع ـ الرياض. ¶ كما طبع رابعة سنة (1419هـ) نشر دار نور المكتبات في جدة، ودار البشائر الإسلامية في بيروت، ويليه نظمه للشيخ عمر بن إبراهيم البري المدني. ¶ شروحه: ¶ 1 ـ \" شرح ثلاثة الأصول \" لسماحة الشيخ عبد العزيز بن عبد الله بن باز حفظه الله تعالى، اعتنى به وخرج أحاديثه وكتب هوامشه الشيخ علي بن صالح المري والشيخ أحمد بن سماحة الشيخ عبد العزيز بن باز، نشرته دار الفتح للنشر والتوزيع في المدينة المنورة، الطبعة الأولى سنة (1416هـ) . ¶ 2 ـ \" شرح ثلاثة الأصول \" لفضيلة الشيخ صالح العثيمين، إعداد الشيخ فهد بن ناصر السليمان، نشرته دار الثريا للنشر والتوزيع سنة (1414هـ) في مجلد لطيف. ¶ 3 ـ \" الأصول في شرح ثلاثة الأصول \" تأليف الشيخ عبد الله المحمد اليحيى طبع الطبعة الأولى سنة (1414هـ) في مجلد، ومعه: شرح القواعد الأربع، وشرح شروط الصلاة. ¶ 4 ـ \" شرح وتيسير الأصول الثلاثة \" تأليف الشيخ محمد محمد منير آدم، نشرته دار أجنادين في الرياض سنة (1414هـ) . ¶ حواشيه: ¶ \" حاشية ثلاثة الأصول \" للشيخ عبد الرحمن بن محمد بن قاسم المتوفي سنة (1392هـ) رحمه الله تعالى، طبعت الطبعة الأولى في مطبعة الترقي بدمشق سنة (1375هـ) وطبعت بعد ذلك أكثر من مرة. ¶ الشروح المسجلة: ¶ 1 ـ شرح سماحة الشيخ عبد العزيز بن عبد الله بن باز في شريطين. ¶ 2 ـ شرح فضيلة الشيخ محمد بن صالح العثيمين في أشرطة. ¶ 3 ـ شرح فضيلة الشيخ صالح بن محمد اللحيدان. ¶ 4 ـ شرح فضيلة الشيخ صالح بن فوزان الفوزان في (8) أشرطة. ¶ 5 ـ شرح فضيلة الشيخ محمد أمان الجامي - رحمه الله - في شريطين وشرح آخر في (10) أشرطة. ¶ 6 ـ شرح فضيلة الشيخ صالح بن عبد العزيز آل الشيخ في (6) أشرطة. ¶ 7 ـ شرح الشيخ محمد الفراج في (10) أشرطة. ¶ 8 ـ شرح الشيخ صالح السحيمي في (4) أشرطة. ¶ 9 ـ شرح الشيخ عبيد الجابري في (6) أشرطة. ¶ 10 ـ شرح الشيخ عبد الله السبت في شريطين. ¶ 11 ـ شرح الشيخ عمر العيد في (10) أشرطة. ¶ 12 ـ شرح الشيخ عبد الله السعد في أشرطة. ¶ 13 ـ شرح الشيخ عبد الله الغنيمان في (6) أشرطة. ¶ 14 ـ شرح حاشية الأصول الثلاثة للشيخ صالح العبود في (11) شريطاً ¶ 15 ـ شرح الشيخ زيد المدخلي في (7) أشرطة. ¶ نظمه: ¶ نظمه الشيخ عمر بن إبراهيم البري المدني المتوفي سنة (1378هـ) رحمه الله تعالى، وسمى نظمه: \" تسهيل الحفظ والوصول نظم الثلاثة الأصول في التوحيد\" طبع في مطبعة المدينة المنورة دون تاريخ. ¶ ثم طبع ثانية سنة (1419هـ) نشر دار نور المكتبات بجدة، ودار البشائر الإسلامية ببيروت، بعناية الشيخ مد بن أحمد مكي. ¶ مختصراته: ¶ اختصره الشيخ عبد العزيز بن محمد الشثري المتوفي سنة (1387هـ) رحمه الله تعالى، وطبع مع رسالة المؤلف \" أذكار الصباح والمساء \" في مؤسسة النور للطباعة والتجليد في الرياض دون تاريخ. ¶ ثم طبع بعد ذلك عدة مرات منها طبعة دار العاصمة بالرياض سنة (1410هـ) وعليه حاشية حفيد المؤلف الشيخ الدكتور سعد بن ناصر بن عبد العزيز الشثري المسماه \" المصقول في التعليق على مختصر ثلاثة الأصول\". ¶ __________ ¶ (*) قال مُعِدُّ الكتاب للشاملة: هذا التعريف بالرسالة ليس من المطبوع",
            "page": null,
            "part": null,
            "seal": "BD646939"
        }
    ],
    "t239": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة الناشر"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "الحنيفية ملة إبراهيم هي عبادة الله وحده"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": null,
            "tit": "أنواع العبادة التي أمر الله بها"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "الأصل الثاني معرفة دين الإسلام بالأدلة"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "1",
            "tit": "المرتبة الأولى الإسلام"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": null,
            "tit": "المرتبة الثانية الإيمان"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": null,
            "tit": "المرتبة الثالثة الإحسان"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "الأصل الثالث معرفة نبيكم محمد صلى الله عليه وسلم"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "1",
            "tit": "شروط الصلاة"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "أركان الصلاة"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "القواعد الأربع"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "الأصل الأول: معرفة الرب"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "[ما يجب على كل مسلم أن يتعلمه]"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "الأصول الثلاثة"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "شروط الصلاة وأركانها"
        }
    ]
}