{
    "b261": [
        {
            "id": "38",
            "nass": "حدث به الرسول صلى الله عليه وسلم، فقال: (إذا قضى الله الأمر في السماء ضربت الملائكة بأجنحتها خضعاناً لقوله كأنه سلسلة على صفوان فإذا فزع عن قلوبهم قالوا ماذا قال ربكم قالوا للذي قال الحق وهو العلي الكبير) (¬1) ¶ والنصوص في هذا كثيرة والمقصود أن استشعار عظمة الرب بالتأمل في هذه النصوص وغيرها من أنفع الأشياء في علاج ضعف الإيمان ويصف ابن القيم رحمه الله عظمة الله بكلام عذب جميل فيقول: (يدبر أمر الممالك ويأمر وينهى ويخلق ويرزق ويميت ويحيي ويعز ويذل ويقلب الليل والنهار، ويداول الأيام بين الناس، ويقلب الدول فيذهب بدولة ويأتي بأخرى، وأمره وسلطانه نافذ في السماوات وأقطارها وفي الأرض وما عليها وما تحتها وفي البحار والجو، قد أحاط بكل شيء علماً وأحصى كل شيء عدداً .. ووسع سمعه الأصوات فلا تختلف عليه ولا تشتبه عليه، بل يسمع ضجيجها باختلاف لغاتها على تفنن حاجاتها، فلا يشغله سمع عن سمع، ولا تغلطه كثرة المسائل، ولا يتبرم بإلحاح الملحين ذوي الحاجات، وأحاط بصره بجميع المرئيات فيرى دبيب النملة السوداء على الصخرة الصماء في الليلة الظلماء، فالغيب عنده شهادة والسر عنده علانية .. (يسأله من في السماوات والأرض كل يوم هو في شأن) يغفر ذنباً، ويفرج هماً، ويكشف كرباً، ويجبر ¶ ¬_________ ¶ (¬1) رواه البخاري 7043.",
            "page": "41",
            "part": "1",
            "seal": "5BDACBEB"
        },
        {
            "id": "39",
            "nass": "كسيراً، ويغني فقيراً، ويهدي ضالاً، ويرشد حيراناً، ويغيث لهفاناً، ويشبع جائعاً، ويكسو عارياً، ويشفي مريضاً، ويعافي مبتلى، ويقبل تائباً، ويجزي محسناً، وينصر مظلوماً، ويقصم جباراً، ويستر عورة، ويؤمن روعة، ويرفع أقواماً، ويضع آخرين ... لو أن أهل سماواته وأهل أرضه، وأول خلقه وأخرهم، وإنسهم وجنهم، كانوا على أتقى قلب رجل منهم، ما زاد ذلك في ملكه شيئاً ولو أن أول خلقه وأخرهم وإنسهم وجنهم كانوا على أفجر قلب رجل منهم ما نقص ذلك من ملكه شيئاً، ولو أن أهل سماواته وأهل أرضه، وأول خلقه وأخرهم، وإنسهم وجنهم، وحيهم وميتهم، ورطبهم ويابسهم، قاموا على صعيد واحد فسألوه فأعطى كلا منهم ما سأله، ما نقص ذلك مما عنده مثقال ذرة .. هو الأول الذي ليس قبله شيء، والآخر الذي ليس دونه شيء، تبارك وتعالى أحق من ذكر، وأحق من عبد، وأولى من شكر، وارأف من ملك، وأجود من سئل ... هو الملك الذي لا شريك له، والفرد فلا ند له، والصمد فلا ولد له، والعلي فلا شبيه له، كل شيء هالك إلا وجهه، وكل شيء زائل إلا ملكه .. لن يطاع إلا بأذنه، ولن يعصى إلا بعلمه، يطاع فيشكر، ويعصى فيغفر، كل نقمة منه عدل، وكل نعمة منه فضل، أقرب شهيد، وأدنى حفيظ، أخذ بالنواصي، وسجل الآثار، وكتب الآجال، فالقلوب له مفضية، والسر عنده علانية، عطاؤه كلام وعذابه كلام (إنما أمره إذا أراد شيئاً",
            "page": "42",
            "part": "1",
            "seal": "7ADB295C"
        },
        {
            "id": "40",
            "nass": "أن يقول له كن فيكون) (¬1) ¶ 3 - طلب العلم الشرعي: وهو العلم الذي يؤدي تحصيله إلى خشية الله وزيادة الإيمان به عز وجل كما قال الله تعالى: {إنما يخشى اللهَ من عباده العلماءُ} فلا يستوي في الإيمان الذين يعلمون والذين لا يعلمون، فكيف يستوي من يعلم تفاصيل الشريعة ومعنى الشهادتين ومقتضياتهما وما بعد الموت من فتنة القبر وأهوال المحشر ومواقف القيامة ونعيم الجنة وعذاب النار وحكمة الشريعة في أحكام الحلال والحرام وتفصيل سيرة النبي صلى الله عليه وسلم، وغير ذلك من أنواع العلم كيف يستوي هذا في الإيمان ومن هو جاهل بالدين وأحكامه وما جاءت به الشريعة من أمور الغيب، حظه من الدين التقليد وبضاعته من العلم مزجاة، {قل هل يستوي الذين يعلمون والذين لا يعلمون}. ¶ 4 - لزوم حلق الذكر وهو يؤدي إلى زيادة الإيمان لعدة أسباب منها ما يحصل فيها من ذكر الله، وغشيان الرحمة، ونزول السكينة، وحف الملائكة للذاكرين، وذكر الله لهم في الملأ الأعلى، ومباهاته بهم الملائكة، ومغفرته لذنوبهم، كما جاء في الأحاديث الصحيحة ومنه قوله صلى الله عليه وسلم: (لا يقعد قوم يذكرون الله إلا حفتهم الملائكة وغشيتهم الرحمة ونزلت عليهم السكينة وذكرهم الله فيمن عنده) (¬2) ¶ وعن سهل ¶ ¬_________ ¶ (¬1) الوابل الصيب ص: 125 بتصرف. ¶ (¬2) صحيح مسلم رقم 2700.",
            "page": "43",
            "part": "1",
            "seal": "8E99A76E"
        },
        {
            "id": "41",
            "nass": "بن الحنظلية رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (ما اجتمع قوم على ذكر فتفرقوا عنه إلا قيل لهم: قوموا مغفوراً لكم) (¬1) ¶ قال ابن حجر رحمه الله: ويطلق ذكر الله ويراد به المواظبة على العمل بما أوجبه أو ندب إليه كتلاوة القرآن، وقراءة الحديث، ومدارسة العلم. (¬2) ¶ ومما يدل على أن مجالس الذكر تزيد الإيمان ما أخرجه الإمام مسلم رحمه الله في صحيحه عن حنظلة الأسيدي قال: لقيني أبو بكر فقال كيف أنت يا حنظلة قال: قلت نافق حنظلة، قال: سبحان الله ما تقول قال: قلت نكون عند رسول الله صلى الله عليه وسلم يذكرنا بالنار والجنة حتى كأنا رأي عين، فإذا خرجنا من عند رسول الله صلى الله عليه وسلم عافسنا الأزواج والأولاد والضيعات - يعني المعاش من مال أو حرفة أو صنعة - فنسينا كثيراً، قال أبو بكر فو الله إنا لنلقى مثل هذا، فانطلقت أنا وأبو بكر حتى دخلنا على رسول الله صلى الله عليه وسلم قلت: نافق حنظلة يا رسول الله، فقال رسول الله صلى الله عليه وسلم: (ما ذاك) قلت: يا رسول الله نكون عندك تذكرنا بالنار والجنة حتى كانا رأي عين فإذا خرجنا من عندك عافسنا الأزواج والأولاد والضيعات، نسينا كثيراً. فقال ¶ ¬_________ ¶ (¬1) صحيح الجامع 5507. ¶ (¬2) فتح الباري 11/ 209.",
            "page": "44",
            "part": "1",
            "seal": "5478DE40"
        },
        {
            "id": "42",
            "nass": "رسول الله صلى الله عليه وسلم: (والذي نفسي بيده إن لو تدومون على ما تكونون عندي وفي الذكر لصافحتكم الملائكة على فرشكم وفي طرقكم ولكن يا حنظلة ساعة وساعة (¬1) ¶ وكان الصحابة رضوان الله عليهم يحرصون على الجلوس للذكر ويسمونه إيماناً، قال معاذ رضي الله عنه لرجل: (اجلس بنا نؤمن ساعة) إسناده صحيح: أربع مسائل في الإيمان، (¬2) ¶ 5 - ومن الأسباب التي تقوي الإيمان الاستكثار من الأعمال الصالحة وملء الوقت بها، وهذا من أعظم أسباب العلاج وهو أمر عظيم وأثره في تقوية الإيمان ظاهر كبير، وقد ضرب الصديق في ذلك مثلاً عظيماً لما سأل الرسول صلى الله عليه وسلم، أصحابه (من أصبح منكم اليوم صائماً؟ قال أبو بكر أنا، قال فمن تبع منكم اليوم جنازة؟ قال أبو بكر أنا، قال، فمن أطعم منكم اليوم مسكيناً، قال أبو بكر أنا، قال فمن عاد منكم اليوم مريضاً؟ قال أبو بكر أنا، فقال رسول الله صلى الله عليه وسلم، ما اجتمعن في امرئ إلا دخل الجنة) (¬3) ¶ فهذه القصة، تدل على أن الصديق رضي الله عنه كان حريصاً على اغتنام الفرص، وتنويع العبادات ولما وقع السؤال من النبي صلى ¶ ¬_________ ¶ (¬1)) ثلاث مرات صحيح مسلم رقم 2750 .. ¶ (¬2) تحقيق الألباني ص: 72. ¶ (¬3) رواه مسلم كتاب فضائل الصحابة باب1حديث 12 ..",
            "page": "45",
            "part": "1",
            "seal": "08DE50A8"
        },
        {
            "id": "43",
            "nass": "الله عليه وسلم مفاجئاً دل ذلك على أن أيام أبي بكر رضي الله عنه كانت حافلة بالطاعات، وقد بلغ السلف رحمهم الله في ازديادهم من الأعمال الصالحة وملء الوقت بها مبلغاً عظيماً، ومثال ذلك عبارة كانت تقال عن جماعة من السلف منهم حماد بن سلمة قال فيه الإمام عبد الرحمن بن مهدي: \" لو قيل لحماد بن سلمة: أنك تموت غداً ما قدر أن يزيد في العمل شيئاً \" (¬1) ¶ وينبغي أن يراعي المسلم في مسألة الأعمال الصالحة أموراً منها: ¶ المسارعة إليها لقوله تعالى: {وسارعوا إلى مغفرة من ربكم وجنة عرضها السماوات والأرض} وقال تعالى: {سابقوا إلى مغفرة من ربكم وجنة عرضها كعرض السماء والأرض} ومدلول هذه الآيات كان محركاً للمسارعة عند أصحاب النبي صلى الله عليه وسلم، وروى الإمام مسلم رحمه الله تعالى في صحيحه عن أنس بن مالك في قصة غزوة بدر لما دنا المشركون قال، فقال النبي صلى الله عليه وسلم: {قوموا إلى جنة عرضها السماوات والأرض} قال يقول عمير بن الحمام الأنصاري يا رسول الله جنة عرضها السموات والأرض قال: نعم قال: بخ بخ - كلمة تطلق لتفخيم الأمر وتعظيمه - ¶ ¬_________ ¶ (¬1) سير أعلام النبلاء 7/ 447 ..",
            "page": "46",
            "part": "1",
            "seal": "89282E9E"
        },
        {
            "id": "44",
            "nass": "فقال رسول الله صلى الله عليه وسلم: (ما يحملك على قولك بخ بخ) قال: لا والله يا رسول الله إلا رجاءة أن أكون من أهلها قال: فإنك من أهلها، فاخرج تمرات من قرنه فجعل يأكل منهن ثم قال: لئن أنا حييت حتى أكل تمراتي هذه لحياة طويلة قال: فرمى بما كان معه من التمر ثم قاتلهم حتى قتل. (¬1) ¶ ومن قبل أسرع موسى للقاء الله وقال: (وعجلت إليك ربي لترضى) وامتدح الله زكريا وأهله فقال: (إنهم كانوا يسارعون في الخيرات ويدعوننا رغباً ورهباً وكانوا لنا خاشعين) وقال النبي صلى الله عليه وسلم: (التؤدة في كل شيء -وفي رواية خير -إلا في عمل الآخرة) (¬2) ¶ الاستمرار عليها بقول الرسول صلى الله عليه وسلم، عن ربه في الحديث القدسي: (ما يزال عبدي يتقرب إليَّ بالنوافل حتى أحبه) (¬3) ¶ وكلمة (ما يزال) تفيد الاستمرارية، ويقول النبي صلى الله عليه وسلم: (تابعوا الحج والعمرة) (¬4) ¶ وهو في السلسلة الصحيحة 1200. والمتابعة تعني كذلك الاستمرار وهذا المبدأ مهم في تقوية الإيمان وعدم إهمال النفس حتى لا تركن وتأسن، والقليل الدائم خير من الكثير المنقطع. ¶ ¬_________ ¶ (¬1) صحيح مسلم 1901. ¶ (¬2) رواه أبو داود في سننه 5/ 157وهو في صحيح الجامع 3009. ¶ (¬3) صحيح البخاري 6137. ¶ (¬4) رواه الترمذي رقم 810.",
            "page": "47",
            "part": "1",
            "seal": "43AC5837"
        },
        {
            "id": "45",
            "nass": "والمداومة على الأعمال الصالحة تقوي الإيمان وقد سئل النبي صلى الله عليه وسلم: أي الأعمال أحب إلى الله؟ قال: (أدومها وإن قل) (¬1) ¶ وكان النبي صلى الله عليه وسلم، إذا عمل عملاً أثبته. (¬2) ¶ الاجتهاد فيها: إن علاج قسوة القلب لا يصلح أن يكون علاجاً مؤقتاً يتحسن فيه الإيمان فترة من الوقت ثم يعود إلى الضعف بل ينبغي أن يكون نهوضاً متواصلاً بالإيمان وهذا لن يكون إلا بالاجتهاد في العبادة. وقد ذكر الله في كتابه من اجتهاد أوليائه في عبادته أحولاً عدة فمنها: {إنما يؤمن بآياتنا الذين إذا ذكروا بها خروا سجداً وسبحوا بحمد ربهم وهم لا يستكبرون، تتجافى جنوبهم عن المضاجع يدعون ربهم خوفاً وطمعاً ومما رزقناهم ينفقون}. وقال الله تعالى عنهم: {كانوا قليلاً من الليل ما يهجعون وبالأسحار هم يستغفرون وفي أموالهم حق للسائل والمحروم}. والاطلاع على حال السلف في تحقيق صفات العابدين شيء يبعث على الإعجاب ويقود إلى الاقتداء فمن ذلك أنه كان لهم سُبُع من القرآن يختمونه كل يوم وكانوا يقومون الليل في الغزو والقتال ويذكرون الله ويتهجدون، حتى في السجن، يصفون أقدامهم، تسيل دموعهم على ¶ ¬_________ ¶ (¬1) رواه البخاري فتح11/ 194. ¶ (¬2) رواه مسلم كتاب صلاة المسافرين، باب 18 حديث 141. ¶ .",
            "page": "48",
            "part": "1",
            "seal": "F3DBB8CF"
        },
        {
            "id": "46",
            "nass": "خدودهم، يتفكرون في خلق السموات والأرض، يخادع أحدهم زوجته كما تخادع المرأة صبيها، فإذا علم أنها نامت انسل من لحافها وفراشها لصلاة القيام، يقسمون الليل على أنفسهم وأهليهم ونهارهم في الصيام والتعلم والتعليم واتباع الجنائز وعيادة المرضى وقضاء حوائج الناس تمر على بعضهم السنون لا تفوتهم تكبيرة الإحرام مع الإمام ينتظرون الصلاة بعد الصلاة يتفقد أحدهم عيال أخيه بعد موته سنوات ينفق عليهم، ومن هذا حاله فإيمانه في ازدياد. ¶ عدم إملال النفس: ليس المقصود من المداومة على العبادات أو الاجتهاد فيها إيقاع النفس بالسآمة وتعريضها للملل وإنما المقصود عدم الانقطاع عن العبادات ما يطيق ويسدد ويقارب وينشط إذا رأى نفسه مقبلة ويقصد عند الفتور، ويدل على هذه التصورات مجموعة من الأحاديث منه قوله صلى الله عليه وسلم: (إن الدين يسر، ولن يشاد الدين أحد إلا غلبه فسددوا وقاربوا .. ) (¬1) ¶ وفي رواية: (والقصد القصد تبلغوا) (¬2) ¶ ، وقال البخاري رحمه الله باب ما يكره من التشديد في العبادة، عن أنس رضي الله عنه قال: دخل النبي صلى الله عليه وسلم فإذا حبل ممدود بين الساريتين فقال: (ما هذا الحبل) قالوا هذا ¶ ¬_________ ¶ (¬1) صحيح البخاري 39. ¶ (¬2) صحيح البخاري 6099.",
            "page": "49",
            "part": "1",
            "seal": "4E7468D5"
        },
        {
            "id": "47",
            "nass": "حبل لزينب فإذا فترت تعلقت قال النبي صلى الله عليه وسلم: (لا، حلوه ليصل أحدكم نشاطه فإذا فتر فليقعد) (¬1) ¶ ولما علم النبي صلى الله عليه وسلم أن عبد الله بن عمرو بن العاص يقوم الليل كله ويصوم النهار متتابعاً نهاه عن ذلك وبين السبب بقوله: (فإنك إذا فعلت هجمت عينك - يعني غارت أو ضعفت لكثرة السهر - ونفهت نفسك - يعني كلت). وقال الرسول صلى الله عليه وسلم: (اكلفوا من العمل ما تطيقون فإن الله عز وجل لا يمل حتى تملوا وإن أحب الأعمال إلى الله عز وجل أدومه وإن قل) (¬2) ¶ استدراك ما فات منها: فعن عمر بن الخطاب رضي الله عنه أن النبي صلى الله عليه وسلم قال: (من نام عن حزبه من الليل، أو شيء منه فقرأه فيما بين صلاة الفجر وصلاة الظهر، كتب له كأنما قرأه من الليل) (¬3) ¶ وعن عائشة رضي الله عنها قالت: كان رسول الله صلى الله عليه وسلم إذا صلى صلاة داوم عليها وكان إذا فاته القيام من الليل غلبته ¶ ¬_________ ¶ (¬1) صحيح البخاري 1099. ¶ (¬2) رواه البخاري، فتح 3/ 38 .. ¶ (¬3) رواه النسائي وغيره، والمجتبي: 2/ 68، صحيح الجامع 1228.",
            "page": "50",
            "part": "1",
            "seal": "F915130E"
        },
        {
            "id": "48",
            "nass": "عيناه بنوم أو وجع صلى ثنتي عشرة ركعة من النهار) (¬1) ¶ ولما رأته أم سلمة رضي الله عنها يصلي ركعتين بعد العصر وسألته أجابها عليه الصلاة والسلام بقوله: (يا ابنة أبي أمية سألت عن الركعتين بعد العصر وإنه أتاني ناس من عبد القيس فشغلوني عن الركعتين اللتين بعد الظهر فهما هاتان) (¬2) ¶ (وكان إذا لم يصل أربعاً قبل الظهر صلاهن بعده) (¬3) ¶ (وكان إذا فاته الأربع قبل الظهر صلاها بعد الظهر) (¬4) ¶ فهذا الأحاديث تدل على قضاء السنن الرواتب، وقد ذكر ابن القيم رحمه الله في صومه صلى الله عليه وسلم شعبان أكثر من غيره ثلاث معان أولها: أنه كان يصوم ثلاثة أيام من كل شهر فربما شغل عن الصيام أشهراً فجمع ذلك في شعبان ليدركه قبل صيام الفرض \" أي رمضان\"تهذيب سنن أبي داود 3/ 318، وكان صلى الله عليه وسلم يعتكف العشر الأواخر من رمضان، فلما فاته الاعتكاف مرة ¶ ¬_________ ¶ (¬1) رواه أحمد 6/ 95. ¶ (¬2) رواه البخاري فتح 3/ 105. ¶ (¬3) رواه الترمذي رقم 427 وصحيح سنن الترمذي رقم 350. ¶ (¬4) صحيح الجامع 4759.",
            "page": "51",
            "part": "1",
            "seal": "5C0FFC43"
        },
        {
            "id": "49",
            "nass": "لعارض السفر اعتكف في العام المقبل عشرين يوماً. (¬1) ¶ رجاء القبول مع الخوف من عدم القبول، وبعد الاجتهاد في الطاعات، ينبغي الخوف من ردها على صاحبها، عن عائشة رضي الله عنها قالت: سألت رسول الله صلى الله عليه وسلم عن هذه الآية: {والذين يؤتون ما آتوا وقلوبهم وجلة} قالت عائشة: هم الذين يشربون الخمر ويسرقون؟ قال: (لا يا ابنة الصديق ولكنهم الذين يصومون ويصلون ويتصدقون وهم يخافون أن لا يقبل منهم أولئك الذين يسارعون في الخيرات) (¬2) ¶ وقال أبو الدرداء رضي الله عنه: \" لأن أستيقن أن الله قد تقبل مني صلاة واحدة أحب إلي من الدنيا وما فيها، إن الله يقول: {إنما يتقبل الله من المتقين} (¬3) ¶ . ومن صفات المؤمنين احتقار النفس أمام الواجب من حق الله تعالى: قال النبي صلى الله عليه وسلم: (لو أن رجلاً يجر على وجهه من يوم ولد إلى يوم يموت هرماً في مرضاة الله عز وجل لحقره يوم القيامة) (¬4) ¶ فمن عرف الله وعرف النفس يتبين له أن ما معه من البضاعة لا يكفي ولو جاء بعمل الثقلين، إنما يقبله سبحانه وتعالى بكرمه وجوده وتفضله ويثيب ¶ ¬_________ ¶ (¬1) فتح الباري 4/ 285. ¶ (¬2) رواه الترمذي 3175 وهو في السلسلة الصحيحة 1/ 162. ¶ (¬3) تفسير ابن كثير 3/ 67. ¶ (¬4) رواه الإمام أحمد، المسند 4/ 185 وهو في صحيح الجامع 5249.",
            "page": "52",
            "part": "1",
            "seal": "AE57503F"
        },
        {
            "id": "50",
            "nass": "عليه بكرمه وجوده وتفضله. ¶ 6 - تنويع العبادات: من رحمة الله وحكمته أن نوع علينا العبادات فمنها ما يكون بالبدن كالصلاة ومنها ما يكون بالمال كالزكاة ومنها ما يكون بهما معاً كالحج ومنها ما هو باللسان كالذكر والدعاء وحتى النوع الواحد ينقسم إلى فرائض وسنن مستحبة والفرائض تتنوع وكذلك السنن مثل الصلاة فيها رواتب ثنتي عشرة ركعة في اليوم ومنها ما هو أقل منزلة كالأربع قبل العصر وصلاة الضحى ومنها ما هو أعلى كصلاة الليل وهو كيفيات متعددة منها مثنى مثنى أو أربع ثم أربع ثم يوتر ومنها خمس أو سبع أو تسع بتشهد واحد، وهكذا من يتتبع العبادات يجد تنويعاً عظيماً في الأعداد والأوقات والهيئات والصفات والأحكام ولعل من الحكمة في ذلك أن لا تمل النفس ويستمر التجدد، ثم إن النفس ليست متماثلة في انجذابها وإمكاناتها وقد تستلذ بعض النفوس بعبادات أكثر من غيرها، وسبحان الذي جعل أبواب الجنة على أنواع العبادات كما جاء في حديث أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (من أنفق زوجين في سبيل الله نودي من أبواب الجنة: يا عبد الله هذا خير فمن كان من أهل الصلاة دعي من باب الصلاة ومن كان من أهل الجهاد دعي من باب الجهاد ومن كان من أهل الصيام دعي من باب الريان ومن كان من أهل الصدقة دعي من باب الصدقة) (¬1) والمقصود ¶ ¬_________ ¶ (¬1) رواه البخاري رقم 1798.",
            "page": "53",
            "part": "1",
            "seal": "B9AE9D66"
        },
        {
            "id": "51",
            "nass": "المكثرون من أصحاب النوافل في كل عبادة أما الفرائض فلا بد من تأديتها للجميع، وقال صلى الله عليه وسلم: (الوالد أوسط أبواب الجنة) (¬1) ¶ أي بر الوالدين، يمكن الاستفادة من هذا التنوع في علاج ضعف الإيمان والاستكثار من العبادات التي تميل إليها النفس مع المحافظة على الفرائض والواجبات التي أمر الله بها، وهذا ويمكن للمرء المسلم إذا استعرض نصوص العبادات أن يجد أنواعاً فريدة لها آثار ومعان لطيفة في النفس قد لا توجد في غيرها وهذان مثالان: ¶ روى أبو ذر رضي الله عنه عن النبي صلى الله عليه وسلم قال: (ثلاثة يحبهم الله، وثلاثة يشنؤهم الله - أي يبغضهم - أما الثلاثة الذين يحبهم الله الرجل يلقى العدو في الفئة فينصب لهم نحره حتى يقتل أو يفتح لأصحابه، والقوم يسافرون فيطول سراهم حتى يحبوا أن يمسوا الأرض فينزلون فيتنحى أحدهم فيصلي حتى يوقظهم لرحيلهم والرجل يكون له الجار يؤذيه جواره فيصبر على أذاه حتى يفرق بينهما موت أو ظعن) (¬2) ¶ أتى النبي صلى الله عليه وسلم رجل يشكو قسوة قلبه فقال له صلى الله عليه وسلم: (أتحب أن يلين قلبك وتدرك حاجتك؟ أرحم اليتيم، ¶ ¬_________ ¶ (¬1) رواه الترمذي رقم 1900وهو في صحيح الجامع 7145. ¶ (¬2) مسند أحمد 5/ 151 وهو في صحيح الجامع 3074.",
            "page": "54",
            "part": "1",
            "seal": "FE387B18"
        },
        {
            "id": "52",
            "nass": "وامسح رأسه، وأطعمه من طعامك، يلن قلبك وتدرك حاجتك) (¬1) ¶ وهذا شاهد مباشر لموضوع علاج ضعف الإيمان. ¶ 7 - ومن علاجات ضعف الإيمان: الخوف من سوء الخاتمة، لأنه يدفع المسلم إلى الطاعة ويجدد الإيمان في القلب، أما سوء الخاتمة فأسبابها كثيرة منها: ضعف الإيمان والانهماك في المعاصي وقد ذكر النبي صلى الله عليه وسلم لذلك صوراً مثل قوله صلى الله عليه وسلم: (من قتل نفسه بحديدة فحديدته في يده يتوجأ - أي يطعن - بها في بطنه في نار جهنم خالداً مخلداً فيها أبداً ومن شرب سماً فقتل نفسه فهو يتحساه - أي يشربه في تمهل ويتجرعه- في نار جهنم خالداً مخلداً فيها أبداً ومن تردى من جبل فقتل نفسه فهو يتردى في نار جهنم خالداً مخلداً فيها أبداً) صحيح مسلم رقم 109. وقد حدثت في عهده صلى الله عليه وسلم وقائع من هذا فمنها قصة الرجل الذي كان مع عسكر المسلمين يقاتل الكفار قتالاً لم يقاتله أحد مثله فقال النبي صلى الله عليه وسلم: (أما إنه من أهل النار) فتتبعه رجل من المسلمين فأصاب الرجل جرح شديد فاستعجل الموت فوضع سيفه بين ثديه واتكأ عليه فقتل نفسه. (¬2) ¶ وأحوال ¶ ¬_________ ¶ (¬1) الحديث رواه الطبراني وله شواهد، انظر السلسلة الصحيحة 2/ 533. ¶ (¬2) القصة في صحيح البخاري، فتح 7/ 471.",
            "page": "55",
            "part": "1",
            "seal": "6E900ED6"
        },
        {
            "id": "53",
            "nass": "الناس في سوء الخاتمة كثيرة سطر أهل العلم عدداً منها، فمن ذلك ما ذكره ابن القيم رحمه الله تعالى في كتاب \" الداء والدواء \" أنه قيل لبعضهم عند موته قل لا إله إلا الله فقال: لا أستطيع أن أقولها، وقيل لآخر قل لا إله إلا الله فجعل يهذي بالغناء، وقيل لتاجر - ممن ألهته تجارته عن ذكر الله - لما حضرته الوفاة قل لا إله إلا الله فجعل يقول هذه قطعة جيدة هذه على قدرك هذه مشتراها رخيص حتى مات. (¬1) ¶ ويروى أن بعض جنود الملك الناصر نزل به الموت فجعل ابنه يقول له: قل لا إله إلا الله فقال: الناصر مولاي فأعاد عليه القول وأبوه يكرر الناصر مولاي، الناصر مولاي ثم مات، وقيل لآخر قل لا إله إلا الله فجعل يقول الدار الفلانية أصلحوا فيها كذا والبستان الفلاني افعلوا فيه كذا، وقيل لأحد المرابين عند موته قل لا إله إلا الله فجعل يقول عشرة بأحد عشر يكررها حتى مات. (¬2) ¶ وبعضهم قد يسود لونه أو يتحول عن القبلة وقال ابن الجوزي رحمه الله لقد سمعت بعض من كنت أظن فيه كثرة خير وهو يقول في ليالي موته \" ربي هو ذا يظلمني \" - تعالى الله عن قوله- فاتهم الله بالظلم وهو على فراش الموت ثم قال ابن الجوزي رحمه الله: فلم أزل منزعجاً مهتماً بتحصيل عدة ألقى بها هذا اليوم. (¬3) ¶ وسبحان الله كم ¶ ¬_________ ¶ (¬1) طريق الهجرتين ص: 308. ¶ (¬2) الداء والدواء ص: 170، 289. ¶ (¬3) صيد الخواطر 137.",
            "page": "56",
            "part": "1",
            "seal": "C72C4963"
        },
        {
            "id": "54",
            "nass": "شاهد الناس من هذا عبراً؟ والذي يخفى عليهم من أحوال المحتضرين أعظم وأعظم. (¬1) ¶ 8 - الإكثار من ذكر الموت: يقول الرسول صلى الله عليه وسلم: (أكثروا من ذكر هانم اللذات يعني الموت) (¬2) ¶ وتذكر الموت يردع عن المعاصي ويلين القلب القاسي ولا يذكره أحد في ضيق من العيش إلا وسعه عليه ولا ذكره في سعة إلا ضيقها عليه ومن أعظم ما يذكر بالموت زيارة القبور ولذلك أمر النبي صلى الله عليه وسلم بزيارتها فقال: (كنت نهيتكم عن زيارة القبور، ألا فزوروها فإنها ترق القلب، وتدمع العين، وتذكر الآخرة، ولا تقولوا هجراً) (¬3) ¶ بل يجوز للمسلم أن يزور مقابر الكفار للاتعاظ والدليل على ذلك ما ورد في الصحيح أنه صلى الله عليه وسلم: (زار قبر أمه فبكى وأبكى من حوله فقال: استأذنت ربي في أن أستغفر لها فلم يأذن لي، واستأذنته في أن أزور قبرها فأذن لي، فزوروا القبور فإنها تذكر الموت) (¬4) ¶ فزيارة القبور من أعظم وسائل ترقيق القلوب وينتفع الزائر بذكر الموت وكذلك ينتفع الموتى بالدعاء لهم ومما ورد في السنة في ذلك قوله صلى الله عليه وسلم: (السلام عليكم أهل الديار من ¶ ¬_________ ¶ (¬1) الداء والدواء 171. ¶ (¬2) رواه الترمذي رقم 2307 وهو في صحيح الجامع 1210. ¶ (¬3) رواه الحاكم 1/ 376 وهو في صحيح الجامع 4584. ¶ (¬4) رواه مسلم 3/ 65.",
            "page": "57",
            "part": "1",
            "seal": "F49A08C7"
        },
        {
            "id": "55",
            "nass": "المؤمنين والمسلمين ويرحم الله المستقدمين منا والمستأخرين وإنا إن شاء الله بكم للاحقون) (¬1) ¶ وينبغي لمن عزم على الزيارة أن يتأدب بآدابها ويحضر قلبه في إتيانها ويقصد بزيارته وجه الله وإصلاح فساد قلبه ثم يعتبر بمن صار تحت التراب وانقطع عن الأهل والأحباب فليتأمل الزائر حال من مضى من إخوانه ودرج من أقرانه الذين بلغوا الآمال وجمعوا الأموال كيف انقطعت آمالهم ولم تغن عنهم أموالهم ومحا التراب محاسن وجوههم وافترقت في القبور أجزاؤهم وترمل بعدهم نساؤهم وشمل ذل اليتم أولادهم وليتذكر آفة الانخداع بالأسباب والركون إلى الصحة والشباب والميل إلى اللهو واللعب وأنه لا بد صائر إلى مصيرهم، وليتفكر في حال الميت كيف تهدمت رجلاه، وسالت عيناه، وأكل الدود لسانه، وأبلى التراب أسنانه. (¬2) ¶ يا من يصيح إلى داعي الشقاء وقد ... نادى به الناعيان الشيب والكبر ¶ إن كنت لا تسمع الذكرى ففيم ترى ... في رأسك الواعيان السمع والبصر ¶ ليس الأصم ولا الأعمى سوى رجل ... لم يهده الهاديان العين والأثر ¶ لا الدهر يبقي ولا الدنيا ولا الفلك ... الأعلى ولا النيران الشمس والقمر ¶ ليرحلن عن الدنيا وإن كرها ... فراقها الثاويان البدو والحضر (¬3) ¶ ¬_________ ¶ (¬1) رواه مسلم رقم 974. ¶ (¬2) التذكرة للقرطبي ص: 16 وما بعدها بتصرف. ¶ (¬3) الأبيات لعبد الله بن محمد الأندلسي الشنتريني: تفسير ابن كثير 5/ 436.",
            "page": "58",
            "part": "1",
            "seal": "0942EF3C"
        },
        {
            "id": "56",
            "nass": "ومن أكثر ذكر الموت أكرم بثلاثة أشياء: تعجيل التوبة، وقناعة القلب، ونشاط العبادة، ومن نسي الموت عوقب بثلاثة أشياء: تسويف التوبة، وترك الرضا بالكفاف، والتكاسل بالعبادة، ومما يؤثر في النفس من مشاهد الموت رؤية المحتضرين فإن النظر إلى الميت ومشاهدة سكراته ونزعاته وتأمل صورته بعد مماته ما يقطع عن النفوس لذاتها ويمنع الأجفان من النوم والأبدان من الراحة ويبعث على العمل ويزيد في الاجتهاد. دخل الحسن البصري على مريض يعوده فوجده في سكرات الموت فنظر إلى كربه وشدة وما نزل به فرجع إلى أهله بغير اللون الذي خرج به من عندهم فقالوا له الطعام يرحمك الله فقال: يا أهلاه عليكم بطعامكم وشرابكم والله لقد رأيت مصرعاً لا أزال أعمل له حتى ألقاه. (¬1) ¶ ومن تمام الشعور بالموت الصلاة على الجنازة، وحملها على الأعناق والذهاب بها إلى المقبرة ودفن الميت، ومواراة التراب عليه وهذا يذكر بالآخرة قال النبي صلى الله عليه وسلم: (عودوا المرضى واتبعوا الجنائز تذكركم الآخرة) (¬2) ¶ وبالإضافة إلى ذلك فإن في اتباع الجنازة أجراً عظيماً ذكره النبي صلى الله عليه وسلم، بقوله: (من شهد الجنازة من بيتها - وفي رواية: من اتبع جنازة مسلم إيماناً واحتساباً - حتى يصلي عليها فله ¶ ¬_________ ¶ (¬1) التذكرة 17 .. ¶ (¬2) رواه أحمد 3/ 48 وهو في صحيح الجامع 4109.",
            "page": "59",
            "part": "1",
            "seal": "B3E0B7AD"
        },
        {
            "id": "57",
            "nass": "قيراط، ومن شهدها حتى تدفن فله قيراطان من الأجر) قيل يا رسول الله وما القيراطان قال: (مثل الجبلين العظيمين) (وفي رواية كل قيراط مثل أحد). (¬1) ¶ وكان السلف رحمهم الله يذكرون الموت عند نصح رجل يواقع معصية، فهذا أحد السلف رحمه الله وكان في مجلسه رجل ذكر آخر بغيبة فقال واعظاً الذي يغتاب: \" اذكر القطن إذا وضعوه على عينيك \" أي عند التكفين. ¶ 9 - ومن الأمور التي تجدد الإيمان بالقلب: تذكر منازل الآخرة، يقول ابن القيم رحمه الله تعالى: \" فإذا صحت فكرته أوجبت له البصيرة فهي نور في القلب، يبصر به الوعد والوعيد، والجنة والنار، وما أعد الله في هذه لأوليائه وفي هذه لأعدائه، فأبصر الناس وقد خرجوا من قبورهم مهطعين لدعوة الحق، وقد نزلت ملائكة السماوات فأحاطت بهم، وقد جاء الله وقد نصب كرسيه لفصل القضاء، وقد أشرقت الأرض بنوره ووضع الكتاب وجيء بالنبيين والشهداء، وقد نصب الميزان وتطايرت الصحف، واجتمعت الخصوم، وتعلق كل غريم بغريمه ولاح الحوض وأكوابه عن كثب، وكثرة العطاش، وقل الوارد، ونصب الجسر للعبور، ولز الناس إليه وقسمت الأنوار دون ظلمته للعبور عليه والنار يحطم ¶ ¬_________ ¶ (¬1) رواه الشيخان وغيرها والسياق مجموع من الروايات: أحكام الجنائز للألباني ص: 67.",
            "page": "60",
            "part": "1",
            "seal": "AB616093"
        },
        {
            "id": "58",
            "nass": "بعضها بعضاً تحته، والمتساقطون فيها أضعاف أضعاف الناجين، فينفتح في قلبه عين يرى بها ذلك ويقوم بقلبه شاهد من شواهد الآخرة يريه الآخرة ودوامها والدنيا وسرعة أنقضائها. (¬1) ¶ والقرآن العظيم فيه ذكر كثير لمشاهد اليوم الآخر في سورة ق والواقعة والقيامة والمرسلات والنبأ والمطففين والتكوير، وكذلك في مصنفات الحديث مذكورة فيها تحت أبواب مثل القيامة، والرقاق، والجنة، والنار ومن المهم كذلك في هذا الجانب قراءة كتب أهل العلم المفردة لهذا الغرض مثل حادي الأرواح لابن القيم، والنهاية في الفتن والملاحم لابن كثير، والتذكرة في أحوال الموتى وأمور الآخرة للقرطبي، والقيامة الكبرى والجنة والنار لعمر الأشقر وغيرها، والمقصود أن مما يزيد الإيمان العلم بمشاهد القيامة كالبعث والنشور، والحشر، والشفاعة، والحساب، والجزاء، والقصاص، والميزان، والحوض، والصراط، ودار القرار، والجنة أو النار. ¶ 10 - ومن الأمور التي تجدد الإيمان: التفاعل مع الآيات الكونية روى البخاري ومسلم وغيرهما: (أن رسول الله صلى الله عليه وسلم كان إذا رأى غيماً أو ريحاً عرف ذلك في وجهه) فقالت عائشة: يا رسول الله، أرى الناس إذا رأوا الغيم فرحوا رجاء أن يكون فيه المطر، وأراك إذا رأيته عرفت في وجهك الكراهية، فقال: (يا عائشة ما يؤمنني أن يكون فيه عذاب قد عذب قوم بالريح وقد رأى قوم العذاب فقالوا: ¶ ¬_________ ¶ (¬1) مدارج السالكين 1/ 123.",
            "page": "61",
            "part": "1",
            "seal": "A14BD348"
        },
        {
            "id": "59",
            "nass": "(هذا عارض ممطرنا) (¬1) ¶ وكان صلى الله عليه وسلم يقوم فزعاً إذا رأى الكسوف كما جاء في صحيح البخاري عن أبي موسى رضي الله عنه قال: (خسفت الشمس فقام النبي صلى الله عليه وسلم فزعاً يخشى أن تكون الساعة). (¬2) ¶ وأمرنا عليه الصلاة والسلام عند الكسوف والخسوف أن نفزع إلى الصلاة وأخبر أنهما من آيات الله التي يخوف بها عباده، ولا شك أن تفاعل القلب مع هذه الظواهر والفزع منها يجدد الإيمان في القلب، ويذكر بعذاب الله، وبطشه، وعظمته، وقوته، ونقمته، وقالت عائشة: (أخذ رسول الله صلى الله عليه وسلم بيدي ثم أشار إلى القمر فقال: يا عائشة: استعيذي بالله من شر هذا فإن هذا هو الغاسق إذا وقب) (¬3) ¶ ومن أمثلة ذلك أيضاً: التأثر عند المرور بمواضع الخسف والعذاب وقبور الظالمين، فقد روى ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال لأصحابه لما وصلوا الحجر: (لا تدخلوا عليهم هؤلاء المعذبين إلا أن تكونوا باكين، فإن لم تكونوا باكين فلا تدخلوا عليهم لا يصيبكم ما أصابهم) (¬4) ¶ هذا والناس اليوم يذهبون إليها للسياحة والتصوير فتأمل! ¶ ¬_________ ¶ (¬1) رواه مسلم 899. ¶ (¬2) فتح الباري 2/ 545. ¶ (¬3) رواه أحمد 6/ 237 وهو في السلسلة الصحيحة. ¶ (¬4) رواه البخاري رقم423.",
            "page": "62",
            "part": "1",
            "seal": "25356A4D"
        },
        {
            "id": "60",
            "nass": "11 - ومن الأمور بالغة الأهمية في علاج ضعف الإيمان ذكر الله تعالى وهو جلاء القلوب وشفاؤها، ودواؤها عند اعتلالها، وهو روح الأعمال الصالحة وقد أمر الله به فقال: {يا أيها الذين آمنوا اذكروا الله ذكراً كثيراً} ووعد بالفلاح من أكثر منه فقال: {واذكروا الله كثيراً لعلكم تفلحون} وذكر الله أكبر من كل شيء قال الله تعالى: {ولذكر الله أكبر} وهو وصية النبي صلى الله عليه وسلم لمن كثرت عليه شرائع الإسلام فقال له: (لا يزال لسانك رطباً من ذكر الله) (¬1) ¶ وهو مرضاة للرحمن مطردة للشيطان مزيل للهم والغم وجالب للرزق فاتح لأبواب المعرفة وهو غراس الجنة وسبب لترك آفات اللسان، وهو سلوة أحزان الفقراء الذين لا يجدون ما يتصدقون به فعوضهم الله بالذكر الذي ينوب عن الطاعات البدنية والمالية ويقوم مقامها، وترك ذكر الله من أسباب قسوة القلب: ¶ فنسيان ذكر الله موت قلوبهم ... وأجسامهم قبل القبور قبور ¶ وأرواحهم في وحشة من جسومهم ... وليس لهم حتى النشور نشور ¶ ولذلك لا بد لمن يريد علاج ضعف إيمانه من الإكثار من ذكر الله قال تعالى: {واذكر ربك إذا نسيت}. وقال الله تعالى مبيناً أثر الذكر على القلب: {ألا بذكر الله تطمئن القلوب} (¬2) ¶ وقال ابن القيم رحمه الله تعالى عن العلاج بالذكر: \" في القلب قسوة لا يذيبها إلا ذكر الله تعالى فينبغي ¶ ¬_________ ¶ (¬1) رواه الترمذي 3375 وقال حديث حسن غريب وهو في صحيح الكلم 3. ¶ (¬2) الرعد /28.",
            "page": "63",
            "part": "1",
            "seal": "4F1E4D48"
        },
        {
            "id": "61",
            "nass": "للعبد أن يداوي قسوة قلبه بذكر الله تعالى. وقال رجل للحسن البصري رحمه الله: يا أبا سعيد أشكو إليك قسوة قلبي قال أذبه بالذكر. وهذا لأن القلب كلما اشتدت به الغفلة اشتدت به القسوة، فإذا ذكر الله تعالى ذابت تلك القسوة كما يذوب الرصاص في النار، فما أذيبت قسوة القلوب بمثل ذكر الله عز وجل و \" الذكر شفاء القلب ودواؤه، والغفلة مرضه وشفاؤها ودواؤها في ذكر الله تعالى قال مكحول ذكر الله تعالى شفاء، وذكر الناس داء \" (¬1) ¶ وبالذكر يصرع العبد الشيطان كما يصرع الشيطان أهل الغفلة والنسيان. قال بعض السلف: إذا تمكن الذكر من القلب، فإذا دنا منه الشيطان صرعه كما يصرع الإنسان إذا دنا منه الشيطان فيجتمع عليه الشياطين - أي يجتمعون على الشيطان الذي حاول أن يتقرب من قلب المؤمن - فيقولون ما لهذا، فيقال: قد مسه الإنسي! (¬2) ¶ وأكثر الناس الذين تمسهم الشياطين هم من أهل الغفلة الذين لم يتحصنوا بالأوراد والأذكار، ولذلك سهل تلبس الشياطين بهم ¶ وبعض الذين يشكون من ضعف الإيمان تثقل عليهم بعض وسائل العلاج كقيام الليل والنوافل فيكون من المناسب لهم البدء بهذا العلاج والحرص عليه فيحفظون من الأذكار المطلقة ما يرددونه باستمرار مثل: ¶ ¬_________ ¶ (¬1) الوابل الصيب رافع الكلم الطيب 142. ¶ (¬2) مدارج السالكين 2/ 424.",
            "page": "64",
            "part": "1",
            "seal": "15D0D0FF"
        },
        {
            "id": "62",
            "nass": "\" لا إله إلا الله لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير \" و \" سبحان الله وبحمده، وسبحان الله العظيم \" و \" لا حول ولا قوة إلا بالله \" وغيرها، ويحفظون كذلك من الأذكار المقيدة التي جاءت في السنة ما يرددونه إذا حان وقته زماناً أو مكاناً مثل أذكار الصباح والمساء والنوم والاستيقاظ والرؤى والأحلام والأكل والخلاء والسفر والمطر والأذان والمسجد والاستخارة والمصيبة والمقابر والريح ورؤية الهلال وركوب الدابة والسلام والعطاس وصياح الديكة والنهيق والنباح وكفارة المجلس ورؤية أهل البلاء وغيرها، ولا ريب أن من حافظ على هذه سيجد الأثر مباشراً في قلبه. لشيخ الإسلام ابن تيمة رسالة مفيدة في الأذكار اسماها الكلم الطيب اختصرها الألباني باسم صحيح الكلم الطيب. ¶ 12 - ومن الأمور التي تجدد الإيمان مناجاة الله والانكسار بين يديه عز وجل، وكلما كان العبد أكثر ذلة وخضوعاً كان إلى الله أقرب ولهذا قال رسول الله صلى الله عليه وسلم: (أقرب ما يكون العبد من ربه وهو ساجد فأكثروا الدعاء) (¬1) ¶ لأن حال السجود فيها ذلة وخضوع ليست في بقية الهيئات والأوضاع، فلما ألزق العبد جبهته في الأرض - وهي أعلى شيء فيه - صار أقرب ما يكون من ربه. يقول ابن القيم رحمه الله في كلام جميل بلسان الذلة والانكسار للتائب بين يدي الله: \" فلله ما أحلى ¶ ¬_________ ¶ (¬1) رواه مسلم 482.",
            "page": "65",
            "part": "1",
            "seal": "7FB32214"
        },
        {
            "id": "63",
            "nass": "قول القائل في هذه الحال: أسألك بعزك وذلي إلا رحمتني، أسألك بقوتك وضعفي، وبغناك عني وفقري إليك، هذه ناصيتي الكاذبة الخاطئة بين يديك، عبيدك سواي كثير، لا ملجأ ولا منجا منك إلا إليك، أسألك مسألة المساكين، وأبتهل إليك ابتهال الخاضع الذليل، وأدعوك دعاء الخائف الضرير، سؤال من خضعت لك رقبته ورغم لك أنفه، وفاضت لك عيناه، وذل لك قلبه \" فعندما يأتي العبد بمثل هذه الكلمات مناجياً ربه فإن الإيمان يتضاعف في قلبه أضعافاً مضاعفة. ¶ وكذلك إظهار الافتقار إلى الله مما يقوي الإيمان والله سبحانه وتعالى قد أخبرنا بفقرنا إليه وحاجتنا له فقال سبحانه: {يا أيها الناس أنتم الفقراء إلى الله والله هو الغني الحميد} (¬1) ¶ 13 - قصر الأمل: وهذا مهم جداً في تجديد الإيمان، يقول ابن القيم رحمه الله: \" ومن أعظم ما فيها هذه الآية {أفرأيت إن متعناهم سنين، ثم جاءهم ما كانوا يوعدون، ما أغنى عنهم ما كانوا يمتعون} (¬2) ¶ {كأن لم يلبثوا إلا ساعة من نهار} فهذه كل الدنيا فلا يطول الإنسان الأمل، يقول: سأعيش وسأعيش، قال بعض السلف لرجل صلّي بنا الظهر، فقال الرجل: إن صليت بكم الظهر لم أصل بكم العصر، فقال: وكأنك تؤمل أن تعيش لصلاة ¶ ¬_________ ¶ (¬1) فاطر/15. ¶ (¬2) الشعراء /205.",
            "page": "66",
            "part": "1",
            "seal": "44C9D07A"
        },
        {
            "id": "64",
            "nass": "العصر، نعوذ بالله من طول الأمل. ¶ 14 - التفكر في حقارة الدنيا حتى يزول التعلق بها من قلب العبد قال الله تعالى: {وما الحياة الدنيا إلا متاع الغرور} وقال النبي صلى الله عليه وسلم: (إن مطعم ابن آدم قد ضرب للدنيا مثلاً، فانظر ما يخرج من ابن آدم وإن قزحه وملحه، قد علم إلى ما يصير) (¬1) ¶ وعن أبي هريرة رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم يقول: (الدنيا ملعونة ملعون ما فيها إلا ذكر الله وما والاه أو علماً أو متعلماً) (¬2) ¶ 15 - ومن الأمور المجددة للإيمان في القلب: تعظيم حرمات الله، يقول الله تعالى: {ومن يعظم شعائر الله فإنها من تقوى القلوب} (¬3) ¶ وحرمات الله هي حقوق الله سبحانه وتعالى، وقد تكون في الأشخاص وقد تكون في الأمكنة وقد تكون في الأزمنة، فمن تعظيم حرمات الله في الأشخاص القيام بحق الرسول صلى الله عليه وسلم مثلاً، ومن تعظيم شعائر الله في الأمكنة تعظيم الحرم مثلاً، ومن تعظيم شعائر الله في الأزمنة تعظيم شهر رمضان مثلاً: {ومن يعظم حرمات الله فهو خير له عند ربه} (¬4)، ومن التعظيم لحرمات الله عدم احتقار الصغائر وقد روى عبد الله بن مسعود ¶ ¬_________ ¶ (¬1) رواه الطبراني في الكبير 1/ 198 وهو في السلسلة الصحيحة رقم 382. ¶ (¬2) رواه ابن ماجه رقم 4112 وهو في صحيح الترغيب والترهيب رقم 71. ¶ (¬3) الحج/32. ¶ (¬4) الحج/30.",
            "page": "67",
            "part": "1",
            "seal": "59BDE28D"
        },
        {
            "id": "65",
            "nass": "رضي الله عنه أن رسول الله صلى الله عليه وسلم، قال: (إياكم ومحقرات الذنوب، فإنهن يجتمعن على الرجل حتى يهلكنه) وإن رسول الله صلى الله عليه وسلم ضرب لهن مثلاً كمثل قوم نزلوا أرض فلاة فحضر صنيع القوم فجعل الرجل ينطلق فيجيء بالعود، والرجل يجيء بالعود، حتى جمعوا سواداً فأججوا ناراً وأنضجوا ما قذفوا فيها (¬1) ¶ خل الذنوب صغيرها وكبيرها ذاك التقى ¶ واصنع كماش فوق أرض الشوك يحذر ما يرى ¶ لا تحقرن صغيرة إن الجبال من الحصى ¶ يقول ابن الجوزي في صيد الخاطر: \" كثير من الناس يتسامحون في أمور يظنونها هينة وهي تقدح في الأصول، مثل إطلاق البصر في المحرمات، وكاستعارة بعض طلاب العلم جزءاً لا يردونه) وقال بعض السلف: \" تسامحت بلقمة فتناولتها فأنا اليوم من أربعين سنة إلى خلف \" وهذا من تواضعه رحمه الله. ¶ 16 - ومن الأمور التي تجدد الإيمان في القلب: الولاء والبراء أي موالاة المؤمنين ومعاداة الكافرين، وذلك أن القلب إذا تعلق بأعداء الله يضعف جداً وتذوى معاني العقيدة فيه، فإذا جرد الولاء لله فوالي عباد الله المؤمنين وناصرهم، وعادى أعداء الله ومقتهم فإنه يحيى بالإيمان. ¶ ¬_________ ¶ (¬1) رواه أحمد 1/ 402 وهو في السلسلة الصحيحة 389.",
            "page": "68",
            "part": "1",
            "seal": "354DC807"
        },
        {
            "id": "66",
            "nass": "17 - وللتواضع دور فعال في تجديد الإيمان وجلاء القلب من صدأ الكبر، لأن التواضع في الكلام والمظهر دال على تواضع القلب الله، وقد قال صلى الله عليه وسلم: (البذاذة من الإيمان) (¬1) ¶ وقال أيضاً: من ترك اللباس تواضعاً لله وهو يقدر عليه، دعاه الله يوم القيامة على رؤوس الخلائق حتى يخيره من أي حلل الإيمان شاء يلبسها) (¬2) ¶ وقد كان عبد الرحمن بن عوف رضي الله لا يعرف من بين عبيده. ¶ 18 - وهناك أعمال للقلوب، مهمة في تجديد الإيمان مثل محبة الله والخوف منه ورجائه وحسن الظن به والتوكل عليه، والرضا به وبقضائه، والشكر له والصدق معه واليقين به، والثقة به سبحانه، والتوبة إليه وما سوى ذلك من الأعمال القلبية. ¶ وهناك مقامات ينبغي على العبد الوصول إليها لاستكمال العلاج كالاستقامة والإنابة والتذكر والاعتصام بالكتاب والسنة والخشوع والزهد والورع والمراقبة وقد أفاض في هذه المقامات ابن القيم رحمه الله تعالى في كتابه مدارج السالكين. ¶ 19 - ومحاسبة النفس مهمة في تجديد الإيمان يقول جل وعلا: {يا أيها الذين آمنوا اتقوا الله ولتنظر نفس ما قدمت لغد} (¬3) ¶ ¬_________ ¶ (¬1) رواه ابن ماجه 4118 وهو في السلسلة الصحيحة رقم 341 ومعناه أراد التواضع في الهيئة واللباس انظر النهاية لابن الأثير 1/ 110. ¶ (¬2) رواه الترمذي رقم 2481 وهو في السلسلة الصحيحة 718. ¶ (¬3) الحشر /18.",
            "page": "69",
            "part": "1",
            "seal": "E8171356"
        },
        {
            "id": "67",
            "nass": "وقال عمر بن الخطاب رضي الله عنه: \" حاسبوا أنفسكم قبل أن تحاسبوا \" ويقول الحسن لا تلقى المؤمن إلا وهو يحاسب نفسه، وقال ميمون بن مهران إن التقي أشد محاسبة لنفسه من شريك شحيح. ¶ وقال ابن القيم رحمه الله: وهلاك النفس من إهمال محاسبتها ومن موافقتها واتباع هواها. ¶ فلا بد أن يكون للمسلم وقت يخلو فيه بنفسه فيراجعها ويحاسبها وينظر في شأنها، وماذا قدم من الزاد ليوم المعاد. ¶ 20 - وختاماً فإن دعاء الله عز وجل من أقوى الأسباب التي ينبغي على العبد أن يبذلها كما قال النبي صلى الله عليه وسلم: (إن الإيمان ليخلق في جوف أحدكم كما يخلق الثوب فاسألوا الله أن يجدد الإيمان في قلوبكم). ¶ اللهم إنا نسألك بأسمائك الحسنى وصفاتك العلى أن تجدد الإيمان في قلوبنا، اللهم حبب إلينا الإيمان وزينه في قلوبنا، وكره إلينا الكفر والفسوق والعصيان واجعلنا من الراشدين، سبحان ربك رب العزة عما يصفون وسلام على المرسلين والحمد لله رب العالمين.",
            "page": "70",
            "part": "1",
            "seal": "B4697FFD"
        },
        {
            "id": "1",
            "nass": "ظاهرة ضعف الإيمان ¶ الأعراض - الأسباب - العلاج ¶ محمد صالح المنجد",
            "page": null,
            "part": null,
            "seal": "3DBD89DD"
        },
        {
            "id": "2",
            "nass": "المقدمة ¶ إن الحمد لله نحمده نستعينه ونستغفره ونستهديه ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا من يهديه الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمد عبده ورسوله، {يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون} (¬1) ¶ {يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالاً كثيراً ونساءً واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيباً} (¬2) ¶ {يا أيها الذين آمنوا اتقوا الله وقولوا قولاً سديداً، يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزاً عظيماً} (¬3) ¶ أما بعد: ¶ فإن ظاهرة ضعف الإيمان مما عم وانتشر في المسلمين، وعدد من ¶ ¬_________ ¶ (¬1) آل عمران /102. ¶ (¬2) النساء /1. ¶ (¬3) الأحزاب /70، 71 ..",
            "page": "5",
            "part": "1",
            "seal": "3A7E3721"
        },
        {
            "id": "3",
            "nass": "الناس يشتكي من قسوة قلبه وتترد عباراتهم: \" أحس بقسوة في قلبي \" \" لا أجد لذة للعبادات \"\"أشعر أن إيماني في الحضيض \"، \" لا أتأثر بقراءة القرآن \"، \" أقع في المعصية بسهولة \"، وكثيرون آثار المرض عليهم بادية، وهذا المرض أساس كل مصيبة وسبب كل نقص وبلية. ¶ وموضوع القلوب موضوع حساس ومهم، وقد سمي القلب قلباً لسرعة تقلبه قال عليه الصلاة والسلام: (إنما القلب من تقلبه، إنما مثل القلب كمثل ريشة معلقة في أصل شجرة يقلبها الريح ظهراً لبطن) (¬1) ¶ وفي رواية (مثل القلب كمثل ريشة بأرض فلاة الريح ظهراً لبطن). (¬2) ¶ وفي رواية (أشد تقلباً من القدر إذا اجتمعت غلياناً) (¬3) ¶ والله سبحانه وتعالى هو مقلب القلوب ومصرفها كما جاء عن عبد الله بن عمرو بن العاص أنه ¶ ¬_________ ¶ (¬1) رواه أحمد 4/ 408 وهو في صحيح الجامع 2364. ¶ (¬2) أخرجه ابن أبي عاصم في كتاب السنة رقم 227 وإسناده صحيح: ظلال الجنة في تخريج السنة للألباني 1/ 102. ¶ وهو شديد التقلب كما وصفه النبي صلى الله عليه وسلم بقوله: (لقلب ابن آدم أسرع تقلباً من القدر إذا استجمعت غلياناً) ¶ (¬3) المرجع السابق رقم 226 وإسناده صحيح: ظلال الجنة 1/ 102.",
            "page": "6",
            "part": "1",
            "seal": "FF7F2A16"
        },
        {
            "id": "4",
            "nass": "سمع رسول الله صلى الله عليه وسلم يقول: (إن قلوب بني آدم كلها بين أصبعين من أصابع الرحمن كقلب واحد يصرفه حيث يشاء) ثم قال رسول الله صلى الله عليه وسلم: (اللهم مصرف القلوب صرف قلوبنا على طاعتك) (¬1) ¶ وحيث (أن الله يحول بين المرء وقلبه) وأنه لن ينجو يوم القيامة (إلا من أتى الله بقلب سليم) وأن الويل (للقاسية قلوبهم من ذكر الله) وأن الوعد بالجنة لـ (من خشي الرحمن بالغيب وجاء بقلب منيب) كان لابد للمؤمن أن يتحسس قلبه ويعرف مكمن الداء وسبب المرض ويشرع في العلاج قبل أن يطغى عله الران فيهلك والأمر عظيم والشأن خطير فإن الله قد حذرنا من القلب القاسي والمقفل والمريض والأعمى والأغلف والمنكوس والمطبوع المختوم عليه. ¶ وفيما يلي محاولة للتعرف على مظاهر مرض ضعف الإيمان وأسبابه وعلاجه، أسأل الله أن ينفعني بهذا العمل وإخواني المسلمين وأن يجزي بالجزاء الأوفى من ساهم في إخراجه وهو سبحانه المسؤول أن يرقق قلوبنا ويهدينا إنه نعم المولى وهو حسبنا ونعم الوكيل. ¶ ¬_________ ¶ (¬1) رواه أحمد 6/ 4 وهو في صحيح الجامع رقم 5147.",
            "page": "7",
            "part": "1",
            "seal": "53E1FF03"
        },
        {
            "id": "6",
            "nass": "أولاً: مظاهر ضعف الإيمان ¶ إن مرض ضعف الإيمان له أعراض ومظاهر متعددة فمنها: ¶ 1 - الوقوع في المعاصي وارتكاب المحرمات: ومن العصاة من يرتكب معصية يصر عليها ومنهم من يرتكب أنواعاً من المعاصي، وكثرة الوقوع في المعصية يؤدي إلى تحولها عادة مألوفة ثم يزول قبحها من القلب تدريجياً حتى يقع العاصي في المجاهرة بها ويدخل في حديث (كل أمتي معافى إلا المجاهرين، وإن من المجاهرة أن يعمل الرجل بالليل عملاً ثم يصبح وقد ستره الله فيقول: يا فلان عملت البارحة كذا، وكذا، وقد بات يستره ربه ويصبح يكشف ستر الله عنه) (¬1) ¶ 2 - ومنها: الشعور بقسوة القلب وخشونته: حتى ليحس الإنسان أن قلبه قد انقلب حجراً صلداً لا يترشح منه شيء ولا يتأثر بشيء، والله جل وعلا يقول: {ثم قست قلوبكم من بعد ذلك فهي كالحجارة أو أشد قسوة} (¬2) ¶ وصاحب القلب القاسي لا تؤثر فيه موعظة الموت ولا رؤية الأموات ولا الجنائز، وربما حمل الجنازة بنفسه وواراها بالتراب، ولكن سيره بين القبور كسيره بين الأحجار. ¶ ¬_________ ¶ (¬1) رواه البخاري: فتح 10/ 486. ¶ (¬2) البقرة /74.",
            "page": "9",
            "part": "1",
            "seal": "DF2D5C31"
        },
        {
            "id": "7",
            "nass": "3 - ومنها: عدم إتقان العبادات: ومن ذلك شرود الذهن أثناء الصلاة وتلاوة القرآن والأدعية ونحوها، وعدم التدبر والتفكر في معاني الأذكار، فيقرؤها بطريقة رتيبة مملة هذا إذا حافظ عليها، ولو اعتاد أن يدعو بدعاء معين في وقت معين أتت به السنة فإنه لا يفكر في معاني هذا الدعاء والله سبحانه وتعالى: ( ... لا يقبل دعاء من قلب غافل لاه) (¬1) ¶ 4 - ومن مظاهر ضعف الإيمان: التكاسل عن الطاعات والعبادات، وإضاعتها، وإذا أداها فإنما هي حركات جوفاء لا روح فيها، وقد وصف الله عز وجل المنافقين بقوله: {وإذا قاموا إلى الصلاة قاموا كسالى} (¬2) ¶ ويدخل في ذلك عدم الاكتراث لفوات مواسم الخير وأوقات العبادة وهذا يدل على عدم اهتمام الشخص بتحصيل الأجر، فقد يؤخر الحج وهو قادر ويتفارط الغزو وهو قاعد، ويتأخر عن صلاة الجماعة ثم عن صلاة الجمعة وقد قال رسول الله صلى الله عليه وسلم: (لا يزال قوم يتأخرون عن الصف الأول حتى يخلفهم الله في النار) (¬3) ¶ ومثل هذا لا يشعر بتأنيب الضمير إذا نام عن الصلاة المكتوبة، وكذا لو فاتته سنة راتبة أو وِرْد من أوراده فإنه لا يرغب في قضائه ولا تعويض ما فاته، وكذا يتعمد تفويت كل ما هو سنة أو من ¶ ¬_________ ¶ (¬1) رواه الترمذي رقم 3479 وهو في السلسة الصحيحة 594. ¶ (¬2) النساء /142. ¶ (¬3) رواه أبو داود رقم: 679 وهو في صحيح الترغيب رقم 510.",
            "page": "10",
            "part": "1",
            "seal": "F39EFF7B"
        },
        {
            "id": "8",
            "nass": "فروض الكفاية، فربما لا يشهد صلاة العيد (مع قول بعض أهل العم بوجوب شهودها) ولا يصلي الكسوف والخسوف، ولا يهتم بحضور الجنازة ولا الصلاة عليها، فهو راغب عن الأجر، مستغن عنه على النقيض ممن وصفهم الله بقوله: {إنهم كانوا يسارعون في الخيرات ويدعوننا رغباً ورهباً وكانوا لنا خاشعين} (¬1) ¶ ومن مظاهر التكاسل في الطاعات، التكاسل عن فعل السنن الرواتب، وقيام الليل، والتبكير إلى المساجد وسائر النوافل فمثلاً صلاة الضحى لا تخطر له ببال فضلاً عن ركعتي التوبة وصلاة الاستخارة. ¶ 5 - ومن المظاهر: ضيق الصدر وتغير المزاج وانحباس الطبع حتى كأن على الإنسان ثقلاً كبيراً ينوء به، فيصبح سريع التضجر والتأفف من أدنى شيء، ويشعر بالضيق من تصرفات الناس حوله وتذهب سماحة نفسه، وقد وصف النبي صلى الله عليه وسلم، الإيمان بقوله: (الإيمان: الصبر والسماحة) (¬2) ¶ ووصف المؤمن بأنه: (يألف ويؤلف ولا خير فيمن لا يألف ولا يؤلف) (¬3) ¶ 6 - ومن مظاهر ضعف الإيمان: عدم التأثر بآيات القرآن، لا بوعده ولا بوعيده ولا بأمره ولا نهيه ولا في وصفه للقيامة، فضعيف الإيمان ¶ ¬_________ ¶ (¬1) الأنبياء /90. ¶ (¬2) السلسلة الصحيحة رقم 554، 2/ 86. ¶ (¬3) السلسلة الصحيحة رقم 427.",
            "page": "11",
            "part": "1",
            "seal": "FD1A7161"
        },
        {
            "id": "9",
            "nass": "يمل من سماع القرآن، ولا تطيق نفسه مواصلة قراءته فكلما فتح المصحف كاد أن يغلقه. ¶ 7 - ومنها: الغفلة عن الله عز وجل في ذكره ودعائه سبحانه وتعالى: فيثقل الذكر على الذاكر، وإذا رفع يده للدعاء سرعان ما يقبضهما ويمضي وقد وصف الله المنافقين بقوله: {ولا يذكرون الله إلا قليلاً} (¬1) ¶ 8 - ومن مظاهر ضعف الإيمان: عدم الغضب إذا انتهكت محارم الله عز وجل لأن لهب الغيرة في القلب قد انطفأ فتعطلت الجوارح عن الإنكار فلا يأمر صاحبه بمعروف ولا ينهى عن منكر ولا يتمعر وجهه قط في الله عز وجل، والرسول صلى الله عليه وسلم يصف هذا القلب المصاب بالضعف بقوله في الحديث الصحيح: (تعرض الفتن على القلوب كالحصير عوداً عوداً، فأي قلب أشربها) أي: دخلت فيه دخولاً تاماً {نكت فيه نكتة سوداء} أي: نقط فيه نقطة {حتى يصل الأمر إلى أن يصبح كما أخبر عليه الصلاة والسلام في آخر الحديث: (أسود مربادا (بياض يسير يخالطه السواد) كالكوز مجخياً (مائلاً منكوساً} لا يعرف معروفاً ولا ينكر منكراً إلا ما أشرب من هواه) (¬2) ¶ فهذا زال من قلبه حب المعروف وكراهية المنكر واستوت عنده الأمور فما الذي يدفعه إلى الأمر والنهي. ¶ ¬_________ ¶ (¬1) النساء /142. ¶ (¬2) رواه مسلم رقم 144.",
            "page": "12",
            "part": "1",
            "seal": "12316336"
        },
        {
            "id": "10",
            "nass": "بل إنه ربما سمع بالمنكر يعمل في الأرض فيرضى به فيكون عليه من الوزر مثل وزر شاهده فأقره كما ذكر عليه الصلاة والسلام في الحديث الصحيح: (إذا عملت الخطيئة في الأرض كان من شهدها فكرهها - وقال مرة أنكرها - كمن غاب عنها، ومن غاب عنها فرضيها كان كمن شهدها) (¬1) ¶ فهذا الرضا منه وهو - عمل قلبي - أورثه منزلة الشاهد في الإثم. ¶ 9 - ومنها حب الظهور وهذا له صور منها: ¶ - الرغبة في الرئاسة والإمارة وعدم تقدير المسؤولية والخطر، وهذا الذي حذر منه رسول الله صلى الله عليه وسلم، بقوله: (إنكم ستحرصون على الإمارة وستكون ندامة يوم القيامة فنعم المرضعة وبئس الفاطمة) (قوله: نعم المرضعة أي أولها لأن معها المال والجاه واللذات، وقوله: بئس الفاطمة أي: آخرها لأن معه القتل والعزل والمطالبة بالتبعات يوم القيامة) (¬2) ¶ وقال عليه الصلاة والسلام: (إن شئتم أنبأتكم عن الإمارة وما هي، أولها ملامة، وثانيها ندامة، وثالثها عذاب يوم القيامة إلا من عدل) (¬3) ¶ ولو كان الأمر قياماً بالواجب وحملاً للمسؤولية في موضع لا يوجد من هو أفضل منه مع بذل الجهد والنصح والعدل كما ¶ ¬_________ ¶ (¬1) رواه أبو داود رقم 4345، وهو في صحيح الجامع 689. ¶ (¬2) رواه البخاري رقم 6729. ¶ (¬3) رواه الطبراني في الكبير 18/ 72 وهو في صحيح الجامع 1420.",
            "page": "13",
            "part": "1",
            "seal": "A0484290"
        },
        {
            "id": "11",
            "nass": "فعل يوسف عليه السلام إذاً لقلنا أنعم وأكرم، ولكن الأمر في كثير من الأحيان رغبة جامحة في الزعامة وتقدم على الأفضل وغمط أهل الحقوق حقوقهم واستئثار بمركز الأمر والنهي. ¶ - محبة تصدر المجالس والاستئثار بالكلام وفرض الاستماع على الآخرين وأن يكون الأمر له، وصدور المجالس هي المحاريب التي حذرنا منها رسول الله صلى الله عليه وسلم بقوله: (اتقوا هذه المذابح - يعني المحاريب -) (¬1) ¶ - محبة أن يقوم له الناس إذا دخل عليهم لإشباع حب التعاظم في نفسه المريضة وقد قال رسول الله صلى الله عليه وسلم: (من سره أن يمثل) أي ينتصف ويقوم (له عباد الله قياماً فليتبوأ بيتاً من النار) (¬2) ¶ ولذلك لما خرج معاوية على ابن الزبير وابن عامر فقام ابن عامر وجلس ابن الزبير (وفي رواية: وكان أرزنهما) فقال معاوية لابن عامر: اجلس فإني سمعت رسول الله صلى الله عليه وسلم يقول: (من أحب أن يمثل له الرجال قياماً فليتبوأ مقعده من النار) (¬3) ¶ ومثل هذا النوع من الناس يعتريه الغضب لو ¶ ¬_________ ¶ (¬1) رواه البيهقي 2/ 439 وهو في صحيح الجامع 120. ¶ (¬2) رواه البخاري في الأدب المفرد 977 انظر السلة الصحيحة 357. ¶ (¬3) رواه أبو داود رقم 5229 والبخاري في الأدب المفرد 977 وهو في السلسلة الصحيحة 357.",
            "page": "14",
            "part": "1",
            "seal": "A076788C"
        },
        {
            "id": "12",
            "nass": "طبقت السنة فبدئ باليمين، وإذا دخل مجلساً فلا يرضى إلا بأن يقوم أحدهم ليجلس هو رغم نهيه صلى الله عليه وسلم عن ذلك بقوله: (لا يقيم الرجل الرجل من مجلسه ثم يجلس فيه) (¬1) ¶ 10 - ومنها: الشح والبخل ولقد مدح الله الأنصار في كتابه فقال: {ويؤثرون على أنفسهم ولو كان بهم خصاصة} وبين أن المفلحين هم الذين وقوا شح أنفسهم ولا شك أن ضعف الإيمان يولد الشح بل قال عليه الصلاة والسلام: (لا يجتمع الشح والإيمان في قلب عبد أبداً) (¬2) ¶ أما خطورة الشح وآثاره على النفس فقد بينها النبي صلى الله عليه وسلم بقوله: (إياكم والشح فإنما هلك من كان قبلكم بالشح، أمرهم بالبخل فبخلوا وأمرهم بالقطيعة فقطعوا وأمرهم بالفجور ففجروا) (¬3) ¶ وأما البخل فإن صاحب الإيمان الضعيف لا يكاد يخرج شيئاً لله ولو دعى داعي الصدقة وظهرت فاقة إخوانه المسلمين وحلت بهم المصائب، ولا أبلغ من كلام الله في هذا الشأن قال عز وجل: {ها أنتم هؤلاء تدعون لتنفقوا في سبيل الله فمنكم من يبخل ومن يبخل فإنما عن نفسه والله الغني وأنتم الفقراء وإن تتولوا يستبدل قوماً غيركم ثم لا ¶ ¬_________ ¶ (¬1) رواه البخاري فتح 11/ 62 .. ¶ (¬2) رواه النسائي: المجتبي 6/ 13وهو في صحيح الجامع2678. ¶ (¬3) رواه أبو داود 2/ 324 وهو في صحيح الجامع رقم 2678.",
            "page": "15",
            "part": "1",
            "seal": "2B4EC21D"
        },
        {
            "id": "13",
            "nass": "يكونوا أمثالكم} (¬1) ¶ 11 - ومنها: أن يقول الإنسان ما لا يفعل قال الله تعالى: {يا أيها الذين آمنوا لم تقولون ما لا تفعلون، كبر مقتاً عند الله أن تقولوا ما لا تفعلون} (¬2) ¶ ولا شك أن هذا نوع النفاق، ومن خالف قوله عمله صار مذموماً عند الله مكروهاً عند الخلق، وأهل النار سيكتشفون حقيقة الذي يأمر بالمعروف في الدنيا ولا يأتيه، وينهاهم عن المنكر ويأتيه. ¶ 12 - ومنها: السرور والغبطة بما يصيب إخوانه المسلمين من فشل أو خسارة أو مصيبة أو زوال نعمة، فيشعر بالسرور لأن النعمة قد زالت، ولأن الشيء الذي كان يتميز عليه غيره به قد زال عنه. ¶ 13 - ومن مظاهر ضعف الإيمان: النظر إلى الأمور من جهة وقوع الإثم فيها أو عدم وقوعه فقط وغض البصر عن فعل المكروه، فبعض الناس عندما يريد أن يعمل عملاً من الأعمال لا يسأل عن أعمال البر وإنما يسأل: هل هذا العمل يصل إلى الإثم أم لا؟ هل هو حرام أم أنه مكروه فقط؟ وهذه النفسية تؤدي إلى الوقوع في شرك الشبهات والمكروهات، مما يؤدي إلى الوقوع في المحرمات يوماً ما، فصاحبها ليس لديه مانع من ارتكاب عمل مكروه أو مشتبه فيه ما دام أنه ليس محرماً، وهذا عين ما أخبر عنه النبي صلى الله عليه وسلم، بقوله: (من وقع في ¶ ¬_________ ¶ (¬1) سورة محمد /38 .. ¶ (¬2) الصف /2، 3.",
            "page": "16",
            "part": "1",
            "seal": "F7AA7216"
        },
        {
            "id": "14",
            "nass": "الشبهات وقع في الحرام، كالراعي يرعى حول الحمى يوشك أن يرتع فيه .. ) (¬1) ¶ بل إن بعض الناس إذا استفتى في شيء وأخبر أنه محرم، يسأل هل حرمته شديدة أو لا؟! وكم الإثم المترتب عليه؟ فمثل هذا لا يكون لديه اهتمام بالابتعاد عن المنكر والسيئات بل عنده استعداد لارتكاب أول مراتب الحرام، واستهانة بمحقرات الذنوب مما ينتج عنه الاجتراء على محارم الله، وزوال الحواجز بينه وبين المعصية ولذلك يقول الرسول صلى الله عليه وسلم في الحديث الصحيح: (لأعلمن أقواماً من أمتي يأتون يوم القيامة بحسنات أمثال جبال تهامة بيضاً، فيجعلها الله عز وجل هباء منثوراً) قال ثوبان: يا رسول الله صفهم لنا، جلهم لنا، أن لا نكون منهم ونحن لا نعلم قال: (أما أنهم إخوانكم ومن جلدتكم ويأخذون من الليل كما تأخذون ولكنهم أقوام إذا خلو بمحارم الله انتهكوها) (¬2) ¶ فتجده يقع في المحرم دون تحفظ ولا تردد، وهذا أسوأ من الذي يقع في الحرام بعد تردد وتحرج وكلا الشخصين على خطر، ولكن الأول أسوأ من الثاني، وهذا النوع من الناس يستسهل الذنوب نتيجة لضعف إيمانه ولا يرى أنه عمل شيئاً منكراً ولذلك يصف ابن ¶ ¬_________ ¶ (¬1) الحديث في الصحيحين واللفظ لمسلم رقم 1599. ¶ (¬2) رواه ابن ماجة رقم 4245 قال في الزوائد إسناده صحيح ورجاله ثقات وهو في صحيح الجامع 5028 ..",
            "page": "17",
            "part": "1",
            "seal": "543FFA80"
        },
        {
            "id": "15",
            "nass": "مسعود رضي الله عنه حال المؤمن وحال المنافق بقوله: (إن المؤمن يرى ذنوبه كأنه قاعد تحت جبل يخاف أن يقع عليه، وإن الفاجر يرى ذنوبه كذباب مر على أنفه فقال به هكذا) أي دفعه بيده. (¬1) ¶ 14 - ومنها: احتقار المعروف، وعدم الاهتمام بالحسنات الصغيرة وقد علمنا صلى الله عليه وسلم أن لا نكون كذلك فقد روى الإمام أحمد رحمه الله عن أبي جري الهجيمي قال: أتيت رسول الله صلى الله عليه وسلم، فقلت يا رسول الله؟ إنا قوم من أهل البادية فعلمنا شيئاً ينفعنا الله تبارك وتعالى به فقال: (لا تحقرن من المعروف شيئاً ولو أن تفرغ من دلوك في إناء المستقي، ولو أن تكلم أخاك ووجهك إليه منبسطاً) (¬2) ¶ فلو جاء يريد أن يستسقي من بئر وقد رفعت دلوك فأفرغته له، فهذا العمل وإن كان ظاهره صغيراً لا ينبغي احتقاره، وكذا لقيا الأخ بوجه طلق، وإزالة القذر والأوساخ من المسجد، وحتى ولو كان قشة فلعل هذا العمل يكون سبباً في مغفرة الذنوب، والرب يشكر لعبده مثل هذه الأفعال فيغفر له، ألم تر أنه صلى الله عليه وسلم قال: (مر رجل بغصن شجرة على ظهر طريق فقال: والله لأنحين هذا عن ¶ ¬_________ ¶ (¬1) رواه البخاري فتح 11/ 102، وانظر تغليق التعليق 5/ 136 المكتب الإسلامي. ¶ (¬2) مسند أحمد 5/ 63 وهو في السلسلة الصحيحة 1352.",
            "page": "18",
            "part": "1",
            "seal": "24E84361"
        },
        {
            "id": "16",
            "nass": "المسلمين لا يؤذيهم فأًدخل الجنة) (¬1) ¶ إن النفس التي تحقر أعمال الخير اليسيرة فيه سوء وخلل ويكفي في عقوبة الاستهانة بالحسنات الصغيرة الحرمان من مزية عظيمة دل عليها قوله صلى الله عليه وسلم: ¶ (من أماط أذى عن طريق المسلمين كتب له حسنة ومن تقبلت له حسنة دخل الجنة) (¬2) ¶ وكان معاذ رضي الله عنه يمشي ورجل معه فرفع حجراً من الطريق فقال {أي الرجل} ما هذا؟ فقال سمعت رسول الله صلى الله عليه وسلم يقول: (من رفع حجراً من الطريق كتب له حسنة ومن كانت له حسنة دخل الجنة) (¬3) ¶ 15 - عدم الاهتمام بقضايا المسلمين ولا التفاعل معها بدعاء ولا صدقة ولا إعانة، فهو بارد الإحساس تجاه ما يصيب إخوانه في بقاع العالم من تسلط العدو والقهر والاضطهاد والكوارث، فيكتفي بسلامة نفسه، وهذا نتيجة ضعف الإيمان، فإن المؤمن بخلاف ذلك، قال النبي صلى الله عليه وسلم: (إن المؤمن من أهل الإيمان بمنزلة الرأس من الجسد، يألم المؤمن لأهل الإيمان كما يألم الجسد لما في الرأس) (¬4) ¶ ¬_________ ¶ (¬1) رواه مسلم رقم 1914 .. ¶ (¬2) رواه البخاري في الأدب المفرد رقم 593 وهو في السلسلة الصحيحة 5/ 387. ¶ (¬3) المعجم الكبير للطبراني 20/ 101، السلسلة الصحيحة 5/ 387 .. ¶ (¬4) مسند أحمد 5/ 340 وهو في السلسلة الصحيحة 1137 ..",
            "page": "19",
            "part": "1",
            "seal": "CE4507C5"
        },
        {
            "id": "17",
            "nass": "16 - ومن مظاهر ضعف الإيمان: انفصام عرى الأخوة بين المتآخيين، يقول عليه الصلاة والسلام: (ما تواد اثنان في الله عز وجل أو في الإسلام فيفرق بينهما أول ذنب {وفي رواية: ففرق بينهما إلا بذنب} يحدثه أحدهما) (¬1) ¶ فهذا دليل على شؤم المعصية قد يطال الروابط الأخوية ويفصمها، فهذه الوحشة التي يجدها الإنسان بينه وبين إخوانه أحياناً هي نتيجة لتدني الإيمان بسبب ارتكاب المعاصي لأن الله يسقط العاصي من قلوب عباده، فيعيش بينهم أسوأ عيش ساقط القدر زري الحال لا حرمة له، وكذلك يفوته رفقة المؤمنين ودفاع الله عنهم فإن الله يدافع عن الذين آمنوا. ¶ 17 - ومنها: عدم استشعار المسئولية في العمل لهذا لدين، فلا يسعى لنشره ولا يسعى لخدمته على النقيض من أصحاب النبي صلى الله عليه وسلم الذين لما دخلوا في الدين شعروا بالمسئولية على الفور، وهذا الطفيل بن عمرو رضي الله عنه كم كان بين إسلامه وذهابه لدعوة قومه إلى الله عز وجل؟! لقد نفر على الفور لدعوة قومه، وبمجرد دخوله في الدين أحس أن عليه أن يرجع إلى قومه فرجع داعية إلى الله سبحانه وتعالى، والكثيرون اليوم يمكثون فترات طويلة ما بين التزامهم بالدين حتى ¶ ¬_________ ¶ (¬1) البخاري في الأدب المفرد رقم 401 وأحمد في المسند 2/ 68 وهو في السلسلة الصحيحة 637.",
            "page": "20",
            "part": "1",
            "seal": "791B6F18"
        },
        {
            "id": "18",
            "nass": "وصولهم إلى مرحلة الدعوة إلى الله عز وجل. ¶ كان أصحاب محمد صلى الله عليه وسلم يقومون بما يترتب على الدخول في الدين من معاداة الكفار والبراءة منهم ومفاصلتهم، فهذا ثمامة بن أثال رضي الله عنه - رئيس أهل اليمامة - لما أسر وجيء به فربط إلى المسجد وعرض عليه رسول الله صلى الله عليه وسلم الإسلام ثم قذف الله النور في قلبه فأسلم وذهب إلى العمرة فلما وصل مكة قال لكفار قريش: \" لا يصلكم حبة حنطة من اليمامة حتى يأذن فيها رسول الله صلى الله عليه وسلم \" (¬1) ¶ فمفاصلته للكفار ومحاصرته لهم اقتصادياً وتقديم كافة الإمكانات المتاحة لخدمة الدعوة حصلت على الفور، لأن إيمانه الجازم استوجب منه هذا العمل. ¶ 18 - ومن مظاهره الفزع والخوف عند نزول المصيبة أو حدوث مشكلة فتراه مرتعد الفرائص، مختل التوازن، شارد الذهن، شاخص البصر، يحار في أمره عندما يصاب بملمة أو بلية فتنغلق في عينيه المخارج وتركبه الهموم فلا يستطيع مواجهة الواقع بجنان ثابت، وقلب قوي وهذا كله بسبب ضعف إيمانه، ولو كان إيمانه قوياً لكان ثابتاً، ولواجه أعظم الملمات وأقسى البليات بقوة وثبات. ¶ 19 - ومنها: كثرة الجدال والمراء المقسي للقلب، قال عليه الصلاة ¶ ¬_________ ¶ (¬1) رواه البخاري فتح 8/ 87.",
            "page": "21",
            "part": "1",
            "seal": "7EEC60BD"
        },
        {
            "id": "19",
            "nass": "والسلام في الحديث الصحيح: (ما ضل قوم بعد هدى كانوا عليه إلا أتوا الجدل) (¬1) ¶ فالجدل بغير دليل ولا قصد صحيح يؤدي إلى الابتعاد عن الصراط المستقيم، وما أكثر جدال الناس اليوم بالباطل يتجادلون بغير علم ولا هدى ولا كتاب منير، ويكفي دافعاً لترك الخصلة الذميمة قوله صلى الله عليه وسلم: (أنا زعيم ببيت في ربض الجنة لمن ترك المراء وإن كان محقاً) (¬2) ¶ 20 - ومنه: التعلق بالدنيا، والشغف بها، والاسترواح إليها، فيتعلق القلب بالدنيا إلى درجة يحس صاحبه بالألم إذا فاته شيء من حظوظها كالمال والجاه والمنصب والمسكن، ويعتبر نفسه مغبوناً سيء الحظ لأنه لم ينل ما ناله غيره، ويحس بألم وانقباض أعظم إذا رأى أخاه المسلم قد نال بعض ما فاته هو من حظوظ الدنيا، وقد يحسده، ويتمنى زوال النعمة عنه، وهذا ينافي الإيمان كما قال النبي صلى الله عليه وسلم: (لا يجتمعان في قلب عبد الإيمان والحسد) (¬3) ¶ 21 - ومنها: أن يأخذ كلام الإنسان وأسلوبه الطابع العقلي البحت ويفقد السمة الإيمانية حتى لا تكاد تجد في كلام هذا الشخص أثراً لنص من القرآن أو السنة أو كلام السلف رحمهم الله. ¶ ¬_________ ¶ (¬1) رواه أحمد في المسند 5/ 252 وهو في صحيح الجامع 5633. ¶ (¬2) رواه أبو داود 5/ 150 وهو في صحيح الجامع 1464 .. ¶ (¬3) رواه أبو داود 5/ 150 وهو في صحيح الجامع 1464.",
            "page": "22",
            "part": "1",
            "seal": "9B3F61DF"
        },
        {
            "id": "20",
            "nass": "22 - ومنها: المغالاة في الاهتمام بالنفس مأكلاً ومشرباً وملبساً ومسكناً ومركباً، فتجده يهتم بالكماليات اهتماماً بالغاً، فينمق هندامه ويجهد نفسه بشراء الرقيق من اللباس ويزوق مسكنه وينفق الأموال والأوقات في هذه التحسينات، وهي مما لا ضرورة له ولا حاجة - مع أن من إخوانه المسلمين من هم في أشد الحاجة لهذه الأموال - ويعمل هذا كله حتى يغرق في التنعيم والترفه المنهي عنه كما في حديث معاذ بن جبل رضي الله عنه لما بعث به النبي صلى الله عليه وسلم إلى اليمن وأوصاه فقال: (إياك والتنعيم، فإن عباد الله ليسوا بالمتنعمين (¬1) ¶ ¬_________ ¶ (¬1)) رواه أبو نعيم في الحلية 5/ 155 وهو في السلسلة الصحيحة 353 وعند أحمد بلفظ إياي: المسند 5/ 243 ..",
            "page": "23",
            "part": "1",
            "seal": "9FACB9A5"
        },
        {
            "id": "21",
            "nass": "ثانياً: أسباب ضعف الإيمان ¶ إن لضعف الإيمان أسباباً كثيرة ومنها ما هو مشترك مع الأعراض مثل الوقوع في المعاصي والانشغال بالدنيا وهذا ذكر لبعض الأسباب مضافاً إلى ما سبق: - ¶ 1 - الابتعاد عن الأجواء الإيمانية فترة طويلة وهذا مدعاة لضعف الإيمان في النفس، يقول الله عز وجل: {ألم يأن للذين آمنوا أن تخشع قلوبهم لذكر الله وما نزل من الحق ولا يكونوا كالذين أوتوا الكتاب من قبل فطال عليهم الأمد فقست قلوبهم وكثير منهم فاسقون} (¬1) ¶ فدلت الآية الكريمة على أن: طول الوقت في البعد عن الأجواء الإيمانية مدعاة لضعف الإيمان في القلب، فمثلاً: الشخص الذي يبتعد عن إخوانه في الله لفترة طويلة لسفر أو وظيفة ونحو ذلك فإنه يفتقد الجو الإيماني الذي كان يتنعم في ظلاله، ويستمد منه قوة قلبه والمؤمن قليل بنفسه كثير بإخوانه، يقول الحسن البصري رحمه الله تعالى: (إخواننا أغلى عندنا من أهلينا فأهلونا يذكروننا الدنيا، وإخواننا يذكروننا بالآخرة) وهذا الابتعاد إذا استمر يخلف وحشة تقلب بعد حين إلى نفرة من تلك الأجواء الإيمانية، يقسو على أثرها القلب ويظلم، ويخبو فيه نور الإيمان. وهذا مما يفسر حدوث الانتكاسة لدى البعض في ¶ ¬_________ ¶ (¬1) الحديد /16.",
            "page": "24",
            "part": "1",
            "seal": "F03C7637"
        },
        {
            "id": "22",
            "nass": "الإجازات التي يسافرون فيها أو عقب انتقالهم إلى أماكن أخرى للعمل أو الدراسة. ¶ 2 - الابتعاد عن القدوة الصالحة، فالشخص الذي يتعلم على يدي رجل صالح يجمع بين العلم النافع والعمل الصالح وقوة الإيمان، يتعاهده ويحذيه مما عنده من العلم والأخلاق والفضائل، لو ابتعد عنه فترة من الزمن فإن المتعلم يحس بقسوة في قلبه، ولذلك لما توفي رسول الله صلى الله عليه وسلم ووري التراب قال الصحابة: (فأنكرنا قلوبنا)، وأصابتهم وحشة لأن المربي والمعلم والقدوة عليه الصلاة والسلام قد مات، وجاء وصفهم أيضاً في بعض الآثار (كالغنم في الليلة الشاتية المطيرة) ولكنه عليه الصلاة والسلام ترك فيمن ترك وراءه جبالاً كل منهم يصلح للخلافة وصار بعضهم لبعض قدوة، أما اليوم فالمسلم في أشد الحاجة إلى قدوة يكون قريباً منه. ¶ 3 - ومن الأسباب: الابتعاد عن طلب العلم الشرعي والاتصال بكتب السلف والكتب الإيمانية التي تحيي القلب، فهناك أنواع من الكتب يحس القارئ بأنها تستثير في قلبه الإيمان، وتحرك الدوافع الإيمانية الكامنة في نفسه وعلى رأسها كتاب الله تعالى وكتب الحديث ثم كتب العلماء المجيدين في الرقائق والوعظ والذين يحسنون عرض العقيدة بطريقة تحيي القلب، مثل كتب العلامة ابن القيم وابن رجب وغيرهم، والانقطاع عن مثل هذه الكتب مع الإغراق في قراءة الكتب الفكرية",
            "page": "25",
            "part": "1",
            "seal": "0D92C25D"
        },
        {
            "id": "23",
            "nass": "فقط أو كتب الأحكام المجردة عن الأدلة أو كتب اللغة والأصول مثلاً من الأشياء التي تورث أحياناً قسوة القلب، وهذا ليس ذماً في كتب اللغة أو الأصول ونحوها بل هو تنبيه لمن أعرض عن كتب التفسير والحديث، فلا تكاد تجده يقرأ فيها مع أنها هي الكتب التي تصل القلب بالله عز وجل فعندما تقرأ في الصحيحين (مثلاً) تشعر أنك تعيش في أجواء العصر الأول مع الرسول صلى الله عليه وسلم ومع الصحابة، وتتعرض لنفحات إيمانية، من سيرتهم، وحياتهم، وتلك الأحداث التي جرت في عصرهم: ¶ أهل الحديث هم أهل الرسول وإن لم يصحبوا نفسه، أنفاسه صحبوا ¶ وهذا السبب - وهو الابتعاد عن الكتب الإيمانية - آثاره بادية على أولئك الذين يدرسون دراسات لا علاقة لها بالإسلام كالفلسفة وعلم النفس والاجتماع وغيرها من الموضوعات التي صيغت بمعزل عن الإسلام، وكذا من يعشق قراءة القصص الخيالية وقصص الحب والغرام وهواة تتبع الأخبار غير النافعة من الصحف والمجلات والمذكرات وغيرها من الاهتمام بها والمداومة على متابعتها. ¶ 4 - ومنها: وجود الإنسان المسلم في وسط يعج بالمعاصي فهذا يتباهى بمعصية ارتكبها وآخر يترنم بألحان أغنية وكلماتها وثالث يدخن ورابع يبسط مجلة ماجنة وخامس لسانه منطلق باللعن والسباب والشتائم",
            "page": "26",
            "part": "1",
            "seal": "2256567F"
        },
        {
            "id": "24",
            "nass": "وهكذا، أما القيل والقال والغيبة والنميمة وأخبار المباريات فمما لا يحصى كثرة ¶ وبعض الأوساط لا تذكّر إلا بالدنيا كما هو الحال في كثير من مجالس الناس ومكاتبهم اليوم، فأحاديث التجارة والوظيفة والأموال والاستثمارات ومشكلات العمل والعلاوات والترقيات والانتدابات وغيرها تحتل الصدارة في اهتمامات كثير من الناس وأحاديثهم. ¶ وأما البيوت - فحدث ولا حرج - حيث الطامات والأمور المنكرات مما يندى له جبين المسلم وينصدع قلبه، فالأغاني الماجنة، والأفلام الساقطة، والاختلاط المحرم وغير ذلك مما تمتلئ به بيوت المسلمين، فمثل هذه البيئات تصاب فيها القلوب بالمرض وتصبح قاسية ولا شك. ¶ 5 - ومنها: الإغراق في الاشتغال بالدنيا حتى يصبح القلب عبداً لها والرسول صلى الله عليه وسلم يقول: (تعس عبد الدينار، وعبد الدرهم) (¬1) ¶ ويقول عليه الصلاة والسلام: (إنما يكفي أحدكم ما كان في الدنيا مثل زاد الراكب) (¬2) ¶ يعني الشيء اليسير الذي يبلغه المقصود. وهذه الظاهرة واضحة في هذه الأيام التي عم فيها الطمع المادي والجشع في الازدياد من حطام الدنيا وصار الناس يركضون وراء التجارات والصناعات والمساهمات وهذا مصداق ما أخبر به صلى الله عليه ¶ ¬_________ ¶ (¬1) رواه البخاري رقم 2730. ¶ (¬2) رواه الطبراني في الكبير 4/ 78 وهو في صحيح الجامع 2384.",
            "page": "27",
            "part": "1",
            "seal": "55A2B3BC"
        },
        {
            "id": "25",
            "nass": "وسلم: (إن الله عز وجل قال: إنا أنزلنا المال لإقام الصلاة وإيتاء الزكاة ولو كان لابن آدم واد لأحب أن يكون إليه ثان ولو كان له واديان لأحب أن يكون إليهما ثالث، ولا يملأ جوف ابن آدم إلا التراب ثم يتوب الله على من تاب) (¬1) ¶ 6 - ومن الأسباب أيضاً: الانشغال بالمال والزوجة والأولاد، يقول الله عز وجل: {واعلموا أنما أموالكم وأولادكم فتنة} (¬2) ¶ ويقول عز وجل: {زين للناس حب الشهوات من النساء والبنين والقناطير المقنطرة من الذهب والفضة والخيل المسومة والأنعام والحرث ذلك متاع الحياة الدنيا والله عنده حسن المآب} (¬3) ¶ ومعنى هذه الآية أن حب هذه الأشياء وفي مقدمتها النساء والبنون إذا كان مقدماً على طاعة الله ورسوله فإنه مستقبح مذموم صاحبه، أما إن كان حب ذلك على وجهه الشرعي المعين على طاعة الله فهو محمود صاحبه وقد قال النبي صلى الله عليه وسلم: (حبب إليّ من الدنيا النساء والطيب وجعل قرة عيني في الصلاة) (¬4) ¶ وكثير من الناس ينساق وراء الزوجة في المحرمات وينساق وراء الأولاد منشغلاً عن طاعة الله، وقد قال النبي صلى الله عليه ¶ ¬_________ ¶ (¬1) رواه أحمد 5/ 219 وهو ففي صحيح الجامع 1781 .. ¶ (¬2) الأنفال /28. ¶ (¬3) آل عمران /14. ¶ (¬4) رواه أحمد 3/ 128 وهو في صحيح الجامع 3124.",
            "page": "28",
            "part": "1",
            "seal": "6ACBEB54"
        },
        {
            "id": "26",
            "nass": "وسلم: (الولد محزنة مجبنة مجهلة مبخلة) (¬1) ¶ قوله مبخلة: إذا أراد الإنسان أن ينفق في سبيل الله ذكره الشيطان بأولاده فيقول: أولادي أحق بالمال أبقيه لهم يحتاجونه من بعدي فيبخل عن الإنفاق في سبيل الله، وقوله: مجبنة أي إذا أراد الرجل أن يجاهد في سبيل الله يأتيه الشيطان فيقول تقتل وتموت فيصبح الأولاد ضياعاً يتامى، فيقعد عن الخروج للجهاد، وقوله: مجهلة أي يشغل الأب عن طلب العلم والسعي في تحصيله وحضور مجالسه وقراءة كتبه. وقوله: محزنة أي إذا مرض حزن عليه وإذا طلب الولد شيئاً لا يقدر عليه الأب حزن الأب، وإذا كبر وعق أباه فذلك الحزن الدائم والهم اللازم. ¶ وليس المقصود ترك الزواج والإنجاب ولا ترك تربية الأولاد، وإنما المقصود التحذير من الانشغال معهم بالمحرمات. ¶ وأما فتنة المال فيقول عليه الصلاة والسلام: (إن لكل أمة فتنة، وفتنة أمتي المال) (¬2) ¶ والحرص على المال أشد إفساداً للدين من الذئب الذي تسلط على زريبة غنم وهذا معنى قول النبي صلى الله عليه وسلم: (ما ذئبان جائعان أرسلا في غنم بأفسد لها من حرص المرء على المال والشرف ¶ ¬_________ ¶ (¬1) رواه الطبراني في الكبير 24/ 241 وهو في صحيح الجامع 1990. ¶ (¬2) رواه الترمذي 2336 وهو في صحيح الجامع 2148.",
            "page": "29",
            "part": "1",
            "seal": "BF285059"
        },
        {
            "id": "27",
            "nass": "لدينه) (¬1) ¶ ولذلك حث النبي صلى الله عليه وسلم على أخذ الكفاية دون توسع يشغل عن ذكر الله فقال رسول الله صلى الله عليه وسلم: (إنما يكفيك من جمع المال خادم ومركب في سبيل الله) (¬2) ¶ وقد تهدد النبي صلى الله عليه وسلم المكثرين من جمع الأموال إلا أهل الصدقات فقال: (ويل للمكثرين إلا من قال بالمال هكذا وهكذا وهكذا أربع عن يمينه وعن شماله ومن قدامه ومن ورائه) (¬3) ¶ يعني في أبواب الصدقة ووجوه البر. ¶ 7 - طول الأمل: قال الله تعالى: {ذرهم يأكلوا ويتمتعوا ويلههم الأمل فسوف يعلمون} وقال علي رضي الله عنه: (إن أخوف ما أخاف عليكم اتباع الهوى وطول الأمل فأما اتباع الهوى فيصد عن الحق وأما طول الأمل فينسي الآخرة) (¬4) ¶ وجاء في الأثر: (أربعة من الشقاء جمود العين وقسوة القلب وطول الأمل والحرص على الدنيا) \" ويتولد من طول الأمل الكسل عن الطاعة والتسويف والرغبة في الدنيا والنسيان للآخرة والقسوة في القلب لأن رقته وصفاءه إنما يقع بتذكير الموت والقبر والثواب والعقاب وأهوال القيامة كما قال تعالى: {فطال عليهم الأمد ¶ ¬_________ ¶ (¬1) رواه الترمذي رقم 2376 وهو في صحيح الجامع 5620. ¶ (¬2) رواه أحمد 5/ 290 وهو في صحيح الجامع 2386. ¶ (¬3) رواه ابن ماجه رقم 4129 وهو في صحيح الجامع 7137. ¶ (¬4) فتح الباري 11/ 236.",
            "page": "30",
            "part": "1",
            "seal": "176086A9"
        },
        {
            "id": "28",
            "nass": "فقست قلوبهم} وقيل: من قصر أمله قل همه وتنور قلبه لأنه إذا استحضر الموت اجتهد في الطاعة ... \" (¬1) ¶ 8 - ومن أسباب ضعف الإيمان وقسوة القلب: (الإفراط في الأكل والنوم والسهر والكلام والخلطة, فكثرة الأكل تبلد الذهن وتثقل البدن عن طاعة الرحمن وتغذي مجاري الشيطان في الإنسان وكما قيل: \"من أكل كثيراً شرب كثيراً فنام كثيراً وخسر أجراً كبيراً \"فالإفراط في الكلام يقسي القلب، والإفراط في مخالطة الناس تحول بين المرء ومحاسبة نفسه والخلوة بها والنظر في تدبير أمرها، وكثرة الضحك تقضي على مادة الحياة في القلب فيموت، يقول عليه الصلاة والسلام في الحديث الصحيح: (لا تكثروا الضحك فإن كثرة الضحك تميت القلب) (¬2) ¶ وكذلك الوقت الذي لا يملأ بطاعة الله تعالى ينتج قلباً صلداً لا تنفع فيه زواجر القرآن ولا مواعظ الإيمان. ¶ وأسباب ضعف الإيمان كثيرة ليس بالوسع حصرها، ولكن يمكن أن يسترشد بما ذكر على ما لم يذكر منها، والعاقل يدرك ذلك من نفسه، نسأل الله أن يطهر قلوبنا ويقينا شر أنفسنا. ¶ ¬_________ ¶ (¬1) فتح الباري 11/ 237. ¶ (¬2) رواه ابن ماجه 4193 وهو في صحيح الجامع.",
            "page": "31",
            "part": "1",
            "seal": "B77A3F75"
        },
        {
            "id": "29",
            "nass": "ثالثاً: علاج ضعف الإيمان ¶ روى الحاكم في مستدركه والطبراني في معجمه عن النبي صلى الله عليه وسلم أنه قال: (إن الإيمان ليخلق في جوف أحدكم كما يخلق الثوب فأسالوا الله أن يجدد الإيمان في قلوبكم) (¬1) ¶ يعني بذلك أن الإيمان يبلى في القلب كما يبلى الثوب إذا اهترأ وأصبح قديماً، وتعتري قلب المؤمن في بعض الأحيان سحابة من سحب المعصية فيظلم وهذه الصورة صورها لنا رسول الله صلى الله عليه وسلم بقوله في الحديث الصحيح: (ما من القلوب قلب إلا وله سحابة كسحابة القمر، بينا القمر مضيء إذ علته سحابة فاظلم، إذ تجلت عنه فأضاء) (¬2) ¶ فالقمر تأتي عليه أحياناً سحابة تغطي ضوءه، وبعد برهة من الزمن تزول وتنقشع فيرجع ضوء القمر مرة أخرى ليضيء في السماء، وكذلك قلب المؤمن تعتريه أحياناً سحب مظلمة من المعصية، فتحجب نوره، فيبقى الإنسان في ظلمة ووحشة، فإذا سعى لزيادة إيمانه واستعان بالله عز وجل انقشعت تلك السحب، وعاد نور قلبه يضيء كما كان. ¶ ¬_________ ¶ (¬1) رواه الحاكم في المستدرك 1/ 4وهو في السلسلة الصحيحة 1585وقال الهيثمي في مجمع الزوائد 1/ 52رواه الطبراني في الكبير وإسناده حسن. ¶ (¬2) رواه أبو نعيم في الحلية 2/ 196وهو في السلسلة الصحيحة2268.",
            "page": "32",
            "part": "1",
            "seal": "BFF051CE"
        },
        {
            "id": "30",
            "nass": "ومن المرتكزات المهمة في فهم قضية ضعف الإيمان وتصور علاجها هو معرفة أن الإيمان يزيد وينقص وهذا من صميم اعتقاد أهل السنة والجماعة، فإنهم يقولون أن الإيمان نطق باللسان واعتقاد بالجنان (أي القلب) وعمل بالأركان (أي الجوارح) يزيد بالطاعة وينقص بالعصيان، وقد دلت على هذا الأدلة من الكتاب والسنة فمنها قوله تعالى: {ليزدادوا إيماناً مع إيمانهم} وقوله: (أيكم زادته هذه إيماناً) وقوله صلى الله عليه وسلم عليه وسلم: (من رأى منكم منكراً فليغيره بيده فإن لم يستطع فبلسانه فإن لم يستطع فبقلبه وذلك أضعف الإيمان) (¬1) ¶ وأثر الطاعة والمعصية في الإيمان زيادة ونقصاناً أمر معلوم مشاهد ومجرب فلو أن شخصاً خرج يمشي في السوق ينظر إلى المتبرجات ويسمع صخب أهل السوق ولغوهم ثم خرج فذهب إلى المقبرة فدخلها فتفكر ورق قلبه فإنه يجد فرقاً بيناً بين الحالتين فإذا القلب يتغير بسرعة. ¶ وعن علاقة المفهوم بموضوعنا يقول بعض السلف: \" من فقه العبد أن يتعاهد إيمانه، وما ينقص منه، ومن فقه العبد أن يعلم أيزداد إيمانه؟ ¶ ¬_________ ¶ (¬1) البخاري فتح 1/ 51.",
            "page": "33",
            "part": "1",
            "seal": "ABD6FA25"
        },
        {
            "id": "31",
            "nass": "أو ينقص؟ وإن من فقه الرجل أن يعلم نزغات الشيطان أنى تأتيه؟ \" (¬1) ¶ ومما ينبغي معرفته أن نقص الإيمان إذا أدى إلى ترك واجب أو فعل محرم فهذا فتور خطير مذموم يجب عليه التوبة إلى الله والشروع في علاج نفسه أما إذا لم يؤد الفتور إلى ترك واجب أو فعل محرم وإنما كان تراجعاً في عمل مستحبات مثلاً فعلى صاحبه أن يسوس نفسه ويسدد ويقارب حتى يعود إلى نشاطه وقوته في العبادة وهذا مما يستفاد من قوله صلى الله عليه وسلم: (لكل عمل شرة- يعني نشاط وقوة- ولكل شرة فترة- يعني ضعف وفتور- فمن كانت فترته إلى سنتي فقد أفلح ومن كانت إلى غير ذلك فقد هلك) (¬2) ¶ وقبل الشروع في الكلام عن العلاج يحسن ذكر ملاحظة وهي: أن كثيراً من الذين يحسون بقسوة قلوبهم يبحثون عن علاجات خارجية يريدون الاعتماد فيها على الآخرين مع أن بمقدورهم - لو أرادوا - علاج أنفسهم بأنفسهم وهذا هو الأصل لأن الإيمان علاقة بين العبد وربه وفيما يلي ذكر عدد من الوسائل الشرعية التي يمكن للمرء المسلم أن يعالج بها ضعف إيمانه ويزيل قسوة قلبه بعد الاعتماد على الله عز وجل وتوطين النفس على المجاهدة: - ¶ ¬_________ ¶ (¬1) شرح نونية ابن القيم لابن عيسى 2/ 140 .. ¶ (¬2) رواه أحمد 2/ 210 وهو في صحيح الترغيب رقم 55.",
            "page": "34",
            "part": "1",
            "seal": "2AE8B9D7"
        },
        {
            "id": "32",
            "nass": "1 - تدبر القرآن العظيم الذي أنزله الله عز وجل تبياناً لكل شيء ونوراً يهدي به سبحانه من شاء من عباده، ولا شك أن فيه علاجاً عظيماً ودواء فعالاً قال الله عز وجل: {وننزل من القرآن ما هو شفاء ورحمة للمؤمنين} أما طريقة العلاج فهي التفكر والتدبر. ¶ (وقد كان رسول الله صلى الله عليه وسلم، يتدبر كتاب الله ويردده وهو قائم بالليل، حتى إنه في إحدى الليالي قام يردد آية واحدة من كتاب الله، وهو يصلي لم يجاوزها حتى أصبح وهي قوله تعالى: {إن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم} (¬1) ¶ وكان عليه الصلاة والسلام يتدبر القرآن وقد بلغ في ذلك مبلغاً عظيماً، روى ابن حبان في صحيحه بإسناد جيد عن عطارة قال: دخلت أنا وعبيد الله بن عمير على عائشة رضي الله عنها، فقال عبيد الله بن عمير: (حدثينا بأعجب شيء رأيتيه من رسول الله صلى الله عليه وسلم فبكت وقالت: قام ليلة من الليالي - تعني يصلي - فقال: يا عائشة، ذريني أتعبد لربي، قالت: قلت: والله إني لأحب قربك وأحب ما يسرك قالت: فقام فتطهر ثم قام يصلي فلم يزل يبكي حتى بل حجره ثم بكى فلم يزل يبكي حتى بل الأرض، وجاء بلال يؤذنه بالصلاة فلما ¶ ¬_________ ¶ (¬1) سورة المائدة /118) رواه أحمد 4/ 149 وفي صفة الصلاة للألباني ص: 102 ..",
            "page": "35",
            "part": "1",
            "seal": "C3B9CFE9"
        },
        {
            "id": "33",
            "nass": "رآه يبكي قال: يا رسول الله تبكي وقد غفر الله لك تقدم من ذنبك وما تأخر قال: أفلا أكون عبداً شكوراً، لقد نزلت علي الليلة آيات ويل لمن قرأها ولم يتفكر فيها: {إن في خلق السماوات والأرض واختلاف الليل والنهار لآيات لأولي الألباب الذين يذكرون الله قياماً وقعوداً وعلى جنوبهم ويتفكرون في خلق السماوات والأرض ... } (¬1) ¶ وهذا يدل على وجوب تدبر هذه الآيات. ¶ والقرآن فيه توحيد ووعد ووعيد وأحكام وأخبار وقصص وآداب وأخلاق وآثارها في النفس متنوعة وكذلك من السور ما يرهب النفس أكثر من سور أخرى، يدل على ذلك قوله صلى الله عليه وسلم: ¶ (شيبتني هود وأخواتها قبل المشيب) (¬2) ¶ وفي رواية (هود والواقعة والمرسلات وعم يتساءلون وإذا الشمس كورت) (¬3) ¶ لقد شيبت رسول الله صلى الله عليه وسلم لما احتوته من حقائق الإيمان والتكاليف العظيمة التي ملأت بثقلها قلب الرسول صلى الله عليه وسلم فظهرت آثارها على شعره وجسده، (فاستقم كما أمرت ومن تاب معك). ¶ وقد كان صحابته صلى الله عليه وسلم يقرأون ويتدبرون ويتأثرون ¶ ¬_________ ¶ (¬1) آل عمران /190) السلسلة الصحيحة 1/ 106. ¶ (¬2) السلسلة الصحيحة 2/ 679. ¶ (¬3) رواه الترمذي 3297 وهو في السلسلة الصحيحة برقم 955.",
            "page": "36",
            "part": "1",
            "seal": "C1C2AFB2"
        },
        {
            "id": "34",
            "nass": "وكان أبو بكر رضي الله عنه رجلاً أسيفا رقيق القلب إذا صلّى بالناس وقرأ كلام الله لا يتمالك نفسه من البكاء ومرض عمر من أثر تلاوة قول الله تعالى: {إن عذاب ربك لواقع ماله من دافع} (¬1) ¶ وسمع نشيجه من وراء الصفوف لما قرأ قول الله عن يعقوب عليه السلام: {إنما أشكو بثي وحزني إلى الله} (¬2) ¶ وقال عثمان رضي الله عنه: لو طهرت قلوبنا ما شبعت من كلام الله، وقتل شهيداً مظلوماً ودمه على مصحفه وأخبار الصحابة في هذا كثيرة، وعن أيوب قال سمعت سعيداً - ابن جبير - يردد هذه الآية في الصلاة بضعاً عشرين مرة {واتقوا يوماً ترجعون فيه إلى الله} (¬3) ¶ وهي أخر آية نزلت من القرآن وتمامها {ثم توفى كل نفس ما كسبت وهم لا يظلمون}. وقال إبراهيم بن بشار: الآية التي مات فيها علي بن الفضيل: {ولو ترى إذ وقفوا على النار فقالوا يا ليتنا نرد} في هذا الموضع مات وكنت فيمن صلّى عليه رحمه الله. (¬4) ¶ وحتى عند سجدات التلاوة كانت لهم مواقف فمنها قصة ذلك الرجل رحمه الله الذي قرأ قول الله عز وجل: {ويخرون للأذقان يبكون ويزيدهم خشوعاً} (¬5) ¶ فسجد سجدة التلاوة ثم قال ¶ ¬_________ ¶ (¬1) الأثر بأسانيده في تفسير ابن كثير 7/ 406. ¶ (¬2) مناقب عمر لابن الجوزي 167. ¶ (¬3) سير أعلام النبلاء 4/ 324. ¶ (¬4) سير أعلام النبلاء 4/ 446. ¶ (¬5) الإسراء /109.",
            "page": "37",
            "part": "1",
            "seal": "18E1E18A"
        },
        {
            "id": "35",
            "nass": "معاتباً نفسه: هذا السجود فأين البكاء؟. ¶ ومن أعظم التدبر أمثال القرآن لأن الله سبحانه وتعالى لما ضرب لنا الأمثال في القرآن ندبنا إلى التفكر والتذكر فقال: (ويضرب الله الأمثال للناس لعلهم يتذكرون) وقال: (وتلك الأمثال نضربها للناس لعلهم يتفكرون). ¶ تفكر أحد السلف مرة في مثل من أمثال القرآن فلم يتبين له معناه فجعل يبكي، فسئل ما يبكيك؟ فقال: إن الله عز وجل يقول: {وتلك الأمثال نضربها للناس وما يعقلها إلا العالمون} (¬1) ¶ وأنا لم أعقل المثل، فلست بعالم، فأبكي على ضياع العلم مني. ¶ وقد ضرب الله لنا في القرآن أمثلة كثيرة منها: مثل الذي استوقد ناراً، ومثل الذي ينعق بما لا يسمع، ومثل الحبة التي أنبتت سبع سنابل، ومثل الكلب الذي يلهث، والحمار يحمل أسفاراً، والذباب، والعنكبوت، ومثل الأعمى والأصم، والبصير والسميع، ومثل الرماد الذي اشتدت به الريح، والشجرة الطيبة، والشجرة الخبيثة، والماء النازل من السماء ومثل المشكاة التي فيها مصباح، والعبد المملوك الذي لا يقدر على شيء والرجل الذي فيه شركاء متشاكسون، وغيرها، والمقصود الرجوع إلى آيات الأمثال والاعتناء بها عناية خاصة. ¶ ويلخص ابن القيم رحمه الله ما على المسلم أن يفعله لعلاج قسوة قلبه ¶ ¬_________ ¶ (¬1) العنكبوت /43.",
            "page": "38",
            "part": "1",
            "seal": "73281FFA"
        },
        {
            "id": "36",
            "nass": "بالقرآن فيقول: \" ملاك ذلك أمران: أحدهما: أن تنقل قلبك من وطن الدنيا فتسكنه في وطن الآخرة، ثم تقبل به كله على معاني القرآن واستجلائها، وتدبر وفهم ما يراد منه، وما نزل لأجله، وأخذ نصيبك من كل آياته، وتنزلها على داء قلبك، فإذا نزلت هذه الآية على داء القلب برئ القلب بإذن الله \". ¶ 2 - استشعار عظمة الله عز وجل، ومعرفة أسمائه وصفاته، والتدبر فيها، وعقل معانيها، واستقرار هذا الشعور في القلب وسريانه إلى الجوارح لتنطق عن طريق العمل بما وعاه القلب فهو ملكها وسيدها وهي بمثابة جنوده وأتباعه فإذا صلح صلحت وإذا فسد فسدت. ¶ والنصوص من الكتاب والسنة في عظمة الله كثيرة إذا تأملها المسلم ارتجف قلبه وتواضعت نفسه للعلي العظيم وخضعت أركانه للسميع العليم وازداد خشوعاً لرب الأولين والآخرين فمن ذلك ما جاء من أسمائه الكثيرة وصفاته سبحانه فهو العظيم المهيمن الجبار المتكبر القوي القهار الكبير المتعال، هو الحي الذي لا يموت والجن والإنس يموتون، وهو القاهر فوق عباده ويسبح الرعد بحمده والملائكة من خيفته، عزيز ذو انتقام، قيوم لا ينام، وسع كل شيء علماً، يعلم خائنة الأعين وما تخفي الصدور، وقد وصف سعة علمه بقوله: {وعنده مفاتح الغيب لا يعلمها إلا هو ويعلم ما في البر والبحر وما تسقط من ورقة إلا يعلمها ولا حبة في ظلمات الأرض ولا رطب ولا يابس إلا في كتاب مبين} (¬1) ¶ ¬_________ ¶ (¬1) الأنعام /59.",
            "page": "39",
            "part": "1",
            "seal": "0D701D93"
        },
        {
            "id": "37",
            "nass": "ومن عظمته ما أخبر عن نفسه بقوله: {وما قدروا الله حق قدره والأرض جميعاً قبضته يوم القيامة والسماوات مطويات بيمينه} (¬1) ¶ قال رسول الله صلى الله عليه وسلم: (يقبض الله الأرض يوم القيامة ويطوي السماوات بيمينه ثم يقول أنا الملك أين ملوك الأرض) (¬2) ¶ ويتضعضع الفؤاد ويرجف القلب عند التأمل في قصة موسى عليه السلام لما قال: {رب أرني أنظر إليك} فقال الله: {لن تراني ولكن انظر إلى الجبل فإن استقر مكانه فسوف تراني فلما تجلى ربه للجبل جعله دكاً وخر موسى صعقاً (¬3) ¶ ولما فسر النبي صلى الله عليه وسلم هذه الآية قرأها وقال بيده: (هكذا - ووضع الإبهام على المفصل الأعلى من الخنصر - ثم قال عليه الصلاة والسلام: (فساخ الجبل) (¬4) ¶ والله سبحانه وتعالى: (حجابه النور، لو كشفه لحرقت سبحات وجهه ما انتهى إليه بصره من خلقه) (¬5) ¶ ومن عظمة الله ما ¶ ¬_________ ¶ (¬1) الزمر/67. ¶ (¬2) رواه البخاري 6947. ¶ (¬3)} الأعراف/143. ¶ (¬4) الحديث رواه الترمذي برقم 3074 وأحمد 3/ 125، 209 وساق ابن كثير طرق الحديث في تفسيره 3/ 466، قال ابن القيم: إسناده صحيح على شرط مسلم، وخرجه الألباني وصححه في تخريج السنة لابن أبي عاصم حديث 480. ¶ (¬5) رواه مسلم برقم 197.",
            "page": "40",
            "part": "1",
            "seal": "44030072"
        }
    ],
    "t261": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "أولا: مظاهر ضعف الإيمان"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "الوقوع في المعاصي وارتكاب المحرمات"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "2",
            "tit": "الشعور بقسوة القلب وخشونته"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "عدم إتقان العبادات"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "التكاسل عن الطاعات والعبادات"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "ضيق الصدر وتغير المزاج وانحباس الطبع حتى كأن على الإنسان ثقلا كبيرا ينوء به"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "عدم التأثر بآيات القرآن"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "الغفلة عن الله عز وجل في ذكره ودعائه سبحانه وتعالى"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "عدم الغضب إذا انتهكت محارم الله عز وجل"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "حب الظهور"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "الشح والبخل"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "أن يقول الإنسان ما لا يفعل"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "1",
            "tit": "السرور والغبطة بما يصيب إخوانه المسلمين من فشل أو خسارة أو مصيبة أو زوال نعمة"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "2",
            "tit": "النظر إلى الأمور من جهة وقوع الإثم فيها أو عدم وقوعه فقط وغض البصر عن فعل المكروه"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "احتقار المعروف"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "عدم الاهتمام بقضايا المسلمين ولا التفاعل معها بدعاء ولا صدقة ولا إعانة"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "انفصام عرى الأخوة بين المتآخيين"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": "عدم استشعار المسئولية في العمل لهذا لدين"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "الفزع والخوف عند نزول المصيبة أو حدوث مشكلة فتراه مرتعد الفرائص"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "1",
            "tit": "كثرة الجدال والمراء المقسي للقلب"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "التعلق بالدنيا"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "1",
            "tit": "أن يأخذ كلام الإنسان وأسلوبه الطابع العقلي البحت ويفقد السمة الإيمانية"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "المغالاة في الاهتمام بالنفس مأكلا ومشربا وملبسا ومسكنا ومركبا"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "ثانيا: أسباب ضعف الإيمان"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "1",
            "tit": "الابتعاد عن الأجواء الإيمانية"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "الابتعاد عن القدوة الصالحة"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "1",
            "tit": "الابتعاد عن طلب العلم الشرعي"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "وجود الإنسان المسلم في وسط يعج بالمعاصي"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "الإغراق في الاشتغال بالدنيا"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "الانشغال بالمال والزوجة والأولاد"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "طول الأمل"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "الإفراط في الأكل والنوم والسهر والكلام والخلطة"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "ثالثا: علاج ضعف الإيمان"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "تدبر القرآن العظيم الذي أنزله الله عز وجل"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "استشعار عظمة الله عز وجل"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "طلب العلم الشرعي"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": "1",
            "tit": "لزوم حلق الذكر"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "الاستكثار من الأعمال الصالحة"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "تنويع العبادات"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "الخوف من سوء الخاتمة"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "الإكثار من ذكر الموت"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "تذكر منازل الآخرة"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "التفاعل مع الآيات الكونية"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "ذكر الله تعالى وهو جلاء القلوب وشفاؤها"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "مناجاة الله والانكسار بين يديه عز وجل"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "قصر الأمل"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "التفكر في حقارة الدنيا"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": "1",
            "tit": "تعظيم حرمات الله"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "الولاء والبراء"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "التواضع"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": "1",
            "tit": "محبة الله"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": "2",
            "tit": "محاسبة النفس"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "دعاء الله عز وجل"
        }
    ]
}