{
    "b266": [
        {
            "id": "1",
            "nass": "الابتلاء ¶ وكيف تستفيد منه الدعوات؟! ¶ {فَعَسَى أَن تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللهُ فِيهِ خَيْرًا كَثِيرًا} [النساء: 19]. ¶ تأليف ¶ مجدي الهلالي ¶ www.ALEMANAWALAN.com",
            "page": null,
            "part": null,
            "seal": "46385785"
        },
        {
            "id": "2",
            "nass": "جميع الحقوق محفوظة ¶ الطبعة الأولى ¶ 1428هـ - 2007م ¶ رقم الإيداع: 2042/ 2007م ¶ الترقيم الدولي:  I.S.B.N ¶ 977 - 441 - 011 - 4 ¶ مؤسسة اقرأ ¶ للنشر والتوزيع والترجمة ¶ 10 ش أحمد عمارة - بجوار حديقة الفسطاط ¶ القاهرة ت: 5326610 محمول:0102327302 - 0101175447 ¶ www.iqraakotob.com ¶ E-mail:info@iqraakotob.com",
            "page": "1",
            "part": "1",
            "seal": "4E6C75FA"
        },
        {
            "id": "3",
            "nass": "رب يسر وأعن يا كريم ¶ بسم الله والحمد لله والصلاة والسلام على رسول الله صلى الله عليه وسلم، وبعد: ¶ فكلما وقع ابتلاء جديد للدعوة فإن المتبادر إلى الذهن عند الكثير من أبنائها أن السبب في هذا الابتلاء هو طبيعة الصراع بين الحق والباطل، فالباطل يكره الدعوة، ويتمنى زوالها، ويسعى للقضاء عليها أو تحجيمها، ومن ثمَّ يتحيَّن أي فرصة مواتية لتكييل الضربات لها مستخدمًا كل ما يمكن استخدامه من أدوات التنكيل والتشويه المختلفة. ¶ سنة الدعوات: ¶ ويتبادر إلى الذهن أيضًا أن الابتلاء سنة ثابتة من سنن الدعوات، وأنه من علامات الصدق، والسير في الاتجاه الصحيح نحو تحقيق الأهداف، وكيف لا والتاريخ يؤيد هذه الحقيقة، والقرآن يؤكدها {وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ} [محمد: 31]. {أَحَسِبَ النَّاسُ أَن يُتْرَكُوا أَن يَقُولُوا آمَنَّا وَهُمْ لاَ يُفْتَنُونَ - وَلَقَدْ فَتَنَّا الَّذِينَ مِن قَبْلِهِمْ فَلَيَعْلَمَنَّ اللهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ} [الروم: 2 - 3]. ¶ ومما لا شك فيه أن هذا التحليل الجيد لحدث الابتلاء له فوائده العظيمة في طمأنة القلوب بأن الدعوة تسير في المسار الصحيح، ومن ثمَّ فهو يصرف عن نفوس أبنائها كل مسببات الوهن والتيئيس والتخذيل التي يحلو لبعض أصحاب الشهوات والشبهات أن يروجوا لها مع كل ابتلاء جديد يصيب الدعوة. ¶ النظرة المتكاملة: ¶ ومع هذا التحليل الذي ينبغي ألا يفارق الأذهان، إلا أنه وحده لا يكفي إذا ما أردنا أن تصبح الصورة مكتملة، والرؤية شاملة من كل الجوانب، وبالتالي تحسُن استفادة الدعوة من حدث الابتلاء، ويكون بمثابة فرصة عظيمة لضبط إيقاع الحركة، والانطلاق بقوة إلى الأمام نحو تحقيق أمل الأمة جميعها. ¶ وإذا ما أردنا الاستفادة من حدث الابتلاء لمصلحة الدعوة، فإن هناك بعض النقاط التي لابد من وضعها في الاعتبارـ بالإضافة إلى ما يراه أهل الاختصاص والقائمون على الدعوة مما يفتح الله به عليهم. ¶ أولى هذه النقاط: ¶ ضرورة التحليل العميق والمتكامل لحدث الابتلاء ¶ الابتلاء حدث من الأحداث غير السارة التي تمر بالدعوة، فلا يوجد من يتمنى وقوعه، وكيف لا يكون الأمر كذلك والكل يعلم الآثار التي يخلفها هذا الحدث من اضطراب ولو وقتي في الحركة، وتعطيل تنفيذ بعض الأعمال، وحرمان الدعوة من كفاءات تحتاجها، بل إنه في بعض الأحيان يعود بالدعوة إلى الوراء. ¶ معنى ذلك أن حدث الابتلاء لا ينبغي أن يمر بسهولة على أهل الدعوة، بل لابد أن يتم تحليله من كل جوانبه، ومعرفة أسبابه الحقيقية وليست الشكلية ومن ثم الاستفادة القصوى منه. ¶ وإننا حين نفعل ذلك فإنما نهتدي بهدي القرآن، الذي نجده يقف وقفة طويلة مع أحد الابتلاءات التي مرت بها الدعوة في الجيل الأول، ذلكم هو انتصار ثم انكسار المسلمين وهزيمتهم في أحد. ¶ فالمتأمل للآيات التي تتحدث عن هذه الغزوة في سورة آل عمران يجدها آيات كثيرة تناولت الحدث من كل جوانبه، وحللت الأسباب، وكشفت مواضع الضعف التي ظهرت في الصف المسلم ..",
            "page": "2",
            "part": "1",
            "seal": "81303341"
        },
        {
            "id": "4",
            "nass": "ما يقرب من ستين آية تتحدث عن الغزوة في أطول حديث عن غزوة في القرآن بدءًا من قوله تعالى: {وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِينَ مَقَاعِدَ لِلْقِتَالِ} [آل عمران: 121]. ¶ وانتهاء بقوله سبحانه: {مَا كَانَ اللهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطّيِّبِ وَمَا كَانَ اللهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلَكِنَّ اللهَ يَجْتَبِي مِن رُّسُلِهِ مَن يَشَاءُ} [آل عمران: 179]. ¶ ثانيًا: الابتلاء من عند الله ¶ وهذه حقيقة يقينية ينبغي أن نعتقدها، ونتذكرها، ونستحضرها في كل أمور حياتنا، فالله عز وجل هو المعطي والمانع، وهو المقدم والمؤخر، وهو الباسط والقابض، وهو الرافع والخافض .. ما شاء كان وما لم يشأ لم يكن. ¶ فحقيقة الابتلاء أنه من عند الله {وَمَا أَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ فَبِإِذْنِ اللهِ} [آل عمران: 166]. وعندما يتحدث القرآن عن الابتلاء الشديد لبني إسرائيل على يد فرعون فإنه يذكرنا بأن جوهر هذا الابتلاء أنه من عند الله عن طريق فرعون {وَإِذْ نَجَّيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلاءٌ مِّن رَّبِّكُمْ عَظِيمٌ} [البقرة: 49]. ¶ أرأيت بماذا ختمت الآية {وَفِي ذَلِكُمْ بَلاءٌ مِّن رَّبِّكُمْ عَظِيمٌ} وليس من فرعون، وإن كان هذا لا يعفي فرعون من المسئولية، فهو بالفعل يريد التنكيل بالفئة المؤمنة، وطالما تربص بها، وكاد لها وخطط لزوالها، ولكن الذي مكنه من ذلك هو الله عز وجل. ¶ فجوهر وحقيقة الابتلاء أنه من عند الله عز وجل، وإذا شاء سبحانه ألا يقع لما وقع، ولو اجتمعت كلمة الجميع على ضرورة وقوعه {وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ} [الأنعام: 112]، فكم من خطط ومكائد كادها أعداء الدعوة لها وأفشلها الله {يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَن يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنكُمْ} [المائدة: 11]. ¶ وكم من المرات تهيأ فيها أعداء الدعوة للنيل منها، وكانوا قاب قوسين أو أدنى من تحقيق أهدفهم ولكن الله لم يأذن لهم بذلك وصرفهم عنها خائبين مدحورين {وَرَدَّ اللهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا وَكَفَى اللهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللهُ قَوِيًّا عَزِيزًا} [الأحزاب: 25]. ¶ وانطلاقًا من هذه الحقيقة فإن الواجب يحتم علينا عند وقوع حدث الابتلاء أن نبحث -بقدر استطاعتنا- عن الأسباب التي جعلت الله عز وجل يصيب الدعوة به. ¶ وليس من الضروري أن نتوقف كثيرًا أمام الطرف المقابل للدعوة فعداوته معروفة، وأمانيه معلومة، وخططه جاهزة، ولكنه لا يستطيع أن يفعل شيئًا منها بدون إرادة الله وإذنه ومشيئته {وَمَا هُم بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلاَّ بِإِذْنِ اللهِ} [البقرة: 102] {وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللهُ وَاللهُ خَيْرُ الْمَاكِرِينَ} [الأنفال: 30].",
            "page": "3",
            "part": "1",
            "seal": "981CF074"
        },
        {
            "id": "5",
            "nass": "ثالثًا: على قدر المنزلة تكون المسئولية ¶ ينبغي على أهل الدعوة أن يتذكروا دومًا بأنه على قدر المنزلة تكون المسئولية، بمعنى أن الله عز وجل اختارهم على علم للقيام بأشرف مهمة ألا وهي مهمة إيقاظ الأمة وإقامة المشروع الإسلامي، فهم منتدبون ومكلفون من الله عز وجل لأدائها، فلا بد وأن يكونوا على مستوى تلك المسئولية من عمل متواصل، وجهاد دائم، وأي تهاون أو تكاسل أو تفريط لن يمر بسهولة، وستدفع الدعوة ثمنه باهظًا {وَإِن تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لاَ يَكُونُوا أَمْثَالَكُمْ} [محمد: 38]. ¶ إن نعمة الاختيار للقيام بالدعوة لابد أن يقابله حُسن أدائها .. قال صلى الله عليه وسلم: «إن لله تعالى أقوامًا يختصهم بالنعم لمنافع العباد ويقرهم فيها ما بذلوها، فإذا منعوها نزعها منهم فحولها إلى غيرهم» (¬1). ¶ تأمل معي ما خاطب الله عز وجل به الصحابة رضوان الله عليهم عندما تباطأ بعضهم عن الخروج لغزوة تبوك بسبب الحر الشديد اللاهب، وبسبب قرب نضج ثمار التمر، الذي كان يعد بمثابة المحصول الأول لهم وقوام حياتهم، ورغم أنهم لم يطلبوا سوى تأجيل الخروج لبعض الوقت حتى ينكسر الحر، ويجمعوا التمر. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللهِ اثَّاقَلْتُمْ إِلَى الأَرْضِ أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الآَخِرَةِ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الآَخِرَةِ إِلاَّ قَلِيلٌ - إِلاَّ تَنفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلاَ تَضُرُّوهُ شَيْئًا وَاللهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [التوبة: 38، 39]. ¶ مع العلم بأن هؤلاء الأفذاذ كانت لهم سابقة طويلة من الجهاد والتضحية والبذل بصورة لم يسبق لها مثيل، ولكن - كما أشرنا - على قدر المنزلة تكون المسئولية. ¶ رابعًا: سبب الابتلاء قد يكون من جانب أبناء الدعوة ¶ كان عدد الجيش في غزوة أحد سبعمائة فرد وكان على رأسهم الرسول صلى الله عليه وسلم، وكبار الصحابة، وبدأت المعركة وحقق الجيش المسلم انتصارًا باهرًا بعون من الله عز وجل، ثم حدث من الرماة ما حدث من مخالفة أمر الرسول صلى الله عليه وسلم بعدم مغادرة أماكنهم أعلى الجبل -مهما حدث- إلا بإذنه .. ¶ هنا تحولت الريح لتكون مع الكافرين، وأذن الله لهم أن يهزموا المسلمين ويقتلوا منهم سبعين رجلاً، وكان من بينهم أسد الله حمزة بن عبد المطلب، ومصعب بن عمير، وعبد الله ابن جحش، وسعد بن الربيع، وأنس بن النضر، وغيرهم من كبار الصحابة - رضي الله عنهم أجمعين- وفوق هذا كله أصيب الرسول صلى الله عليه وسلم إصابات بالغة .. كل ذلك لم يكن بسبب قوة الكفار، ولكن بسبب مخالفة الرماة لأمر من أوامر الرسول صلى الله عليه وسلم. ¶ ولكن كم كانت تبلغ نسبة الرماة الذين غادروا أماكنهم بالمقارنة بعدد الجيش حتى تكون مخالفتهم هي السبب في هذه المصيبة العظيمة التي وقعت؟ ¶ لقد كان عدد الذين خالفوا من الرماة أربعين رجلاً، وكان إجمالي عدد الجيش سبعمائة، أي أن نسبتهم لم تتجاوز ستة بالمائة من إجمالي العدد!! ¶ ولكن ألا توافقني - أخي القارئ - أنها نسبة ضئيلة مقارنة بالغالبية الملتزمة بالأوامر؟! ¶ نعم، هي كذلك ولكن الأمر عند الله لا يقاس بهذه الطريقة وخاصة فيما يتعلق بأصحاب الدعوات. ¶ ¬__________ ¶ (¬1) صحيح الجامع الصغير.",
            "page": "4",
            "part": "1",
            "seal": "CBADB637"
        },
        {
            "id": "6",
            "nass": "وبعد انتهاء المعركة بدأت التساؤلات تسري بين الصحابة عن أسباب هذا الانكسار وهذه المصيبة التي لم يعهدوها من قبل، فكان الرد القرآني الحاسم بأن السبب الذي استدعى هذا كله هو: من عند أنفسكم {أَوَ لَمَّا أَصَابَتْكُم مُّصِيبَةٌ قَدْ أَصَبْتُم مِّثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ إِنَّ اللهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [آل عمران: 165]. ¶ فتعلم الجميع الدرس، وتعاملوا مع الأحداث بعد ذلك من هذا المنطلق، فها هو عمر بن الخطاب يودع سعد بن أبى وقاص رضي الله عنهما قبل سفر الجيش لملاقاة الفرس في القادسية فكان مما قاله له: «وآمرك ومن معك من الأجناد بتقوى الله على كل حال، فإن تقوى الله أفضل العدة على العدو، وأقوى المكيدة في الحرب، وآمرك ومن معك أن تكونوا أشد احتراسًا منكم من عدوكم، فإن ذنوب الجيش أخوف عليكم من عدوكم». ¶ اتهام النفس أولاً: ¶ من هنا يتأكد لنا بأن أهم سبب لوقوع الابتلاء هو الذنوب والتقصير والمخالفات من جانب أبناء الدعوة وإن كانت قليلة إلى المجموع. ¶ لابد أن تكون هذه الحقيقة من البدهيات التي ينبغي أن ترسخ في أذهاننا وتُستدَعى سريعًا وقت حدوث الابتلاء. ¶ ولنا في رسول الله صلى الله عليه وسلم أفضل الأسوة في ذلك، فبعد خروجه من الطائف، وابتلائه الشديد فيها بصورة لم يسبق لها مثيل، فإن أول ما تبادر لذهنه صلى الله عليه وسلم بأن يكون قد حدث منه شيء استدعى غضب الله فتمثل في هذا الابتلاء .. تأمل معي ما ناجى به ربه وهو في طريق عودته من الطائف: «إن لم يكن بك غضب عليَّ فلا أبالي، لكن عافيتك هي أوسع لي، أعوذ بنور وجهك الذي أشرقت له الظلمات، وصلح عليه أمر الدنيا والآخرة أن ينزل بي غضبك، أو يحل عليَّ سخطك، لك العتبي حتى ترضى ولا حول ولا قوة إلا بك». ¶ خامسًا: أأنا السبب؟! ¶ وبناء على ما سبق، فعلى كل منا أن يرفع شعار (هل أنا السبب؟) عند حدوث أي ابتلاء للدعوة، وأن يوجه المرآة إلى نفسه، ويفتش في أموره كلها باحثًا عن مخالفة خالفها، أو تقصير قصره، أو ذنب اقترفه ولم يتب منه، فلعل هذه الأمور هي التي تسببت في استدعاء الابتلاء من الله عز وجل. ¶ ولا ينبغي أن يستهين الواحد منا بذنب صغير، أو تقصير يقع فيه، فيستبعد أن يكون ذلك هو السبب فيما حدث. ¶ فلربما كان الابتلاء بسبب تهاون البعض في أداء الصلاة في أول وقتها بالمسجد، وكيف لا يكون ذلك، والمسجد هو بيت كل تقي، والصلاة في أول وقتها من أحب الأعمال إلى الله، وعندما يهجر البعض المساجد، ويؤخر الصلاة عن أول وقتها فإن ذلك بلا شك لا يرضي الله عز وجل، وخاصة لو كان الأمر يخص الفئة المصطفاة والمختارة للقيام بأعظم مهمة ... مهمة إيقاظ الأمة. ¶ ولربما كان الابتلاء بسبب تساهل البعض فيما لا ينبغي التساهل فيه، والتوسع في دائرة المباحات، والوقوع في دائرة الشبهات بل والمحرمات {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} [النور: 63]. ¶ ولربما كان الابتلاء بسبب التنازع والخلافات وتبادل الاتهامات {وَلاَ تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ} [الأنفال: 46].",
            "page": "5",
            "part": "1",
            "seal": "FC298963"
        },
        {
            "id": "7",
            "nass": "ولربما كان الابتلاء بسبب انشغال البعض عن الدعوة وانصرافه عنها، والتفرغ للدنيا والانغماس في ملهياتها {قُلْ إِن كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُم مِّنَ اللهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللهُ بِأَمْرِهِ وَاللهُ لاَ يَهْدِي الْقَوْمَ الْفَاسِقِينَ} [التوبة: 24]. ¶ ولربما كان الابتلاء بسبب اعتداد البعض برأيه، وإعجابه بنفسه، واستعلائه على الآخرين كما قال صلى الله عليه وسلم: «فأما المهلكات: فشح مطاع، وهوى متبع وإعجاب المرء بنفسه» (¬1). ¶ ولربما كان الابتلاء بسبب عدم القيام بواجب الأمر بالمعروف والنهي عن المنكر فيما بيننا. ¶ قال مالك بن دينار: كان حبر من أحبار بنى إسرائيل يغشى الرجال والنساء منزله يعظهم ويذكرهم بأيام الله عز وجل، فرأى بعض بنيه يومًا وقد غمز بعض النساء، فقال: مهلاً يا بنى مهلاً، فسقط من سريره فانقطع نخاعه، وأسقطت امرأته، وقتل بنوه في الجيش، فأوحى الله تعالى إلى نبى زمانه: أن أخبر فلانا الحبر أني لا أخرج من صلبك صديقا أبدًا، أما كان من غضبك لي إلا أن قلت: مهلا يا بنى مهلا (¬2). ¶ ولربما كان الابتلاء بسبب تغير الاهتمامات والانشغال بغير المهمة المنوطة بأصحاب الدعوة، وإليك أخي القارئ هذه القصة التي تؤكد هذا المعنى: حمل رجل من المهاجرين بالقسطنطينية على صف العدو حتى فرقه، ومعنا أبو أيوب الأنصاري، فقال الناس: ألقى بنفسه إلى التهلكة، فقال أبو أيوب: نحن أعلم بهذه الآية منكم، إنما نزلت فينا، صحبنا رسول الله صلى الله عليه وسلم، وشهدنا معه المشاهد، ونصرناه، فلما فشا الإسلام وظهر اجتمعنا معشر الأنصار تحبُّبًا، فقلنا: قد أكرمنا الله بصحبة نبيه صلى الله عليه وسلم ونصره، حتى فشا الإسلام وكثر أهله، وكنا قد آثرناه على الأهلين والأموال والأولاد، وقد وضعت الحرب أوزارها فنرجع إلى أهلينا وأولادنا فنقيم فيهما، فنزل فينا: {وَأَنْفِقُوا فِي سَبِيلِ اللهِ وَلاَ تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} [البقرة: 195]، فكانت التهلكة في الإقامة في الأهل والمال وترك الجهاد (¬3). ¶ ولربما كان الابتلاء بسبب التقصير في أمر آخر غير ما ذكر، فاللبيب تكفيه الإشارة، وكل منا يعلم ماله وما عليه، والمقصد من هذه الكلمات هو المسارعة إلى محاسبة النفس وعدم إحسان الظن بها، بل اتهامها بأنها السبب فيما حدث للدعوة حتى يثبت العكس. ¶ سادسًا: الابتلاء قد يكون منحة ربانية ¶ ومع كل ما قيل عن أسباب الابتلاء إلا أن الحقيقة التي لا مرية فيها أن الابتلاء مظهر عظيم من مظاهر حب الله ولطفه وعنايته بالدعوة ورعايته لأصحابها، فكما قيل: ¶ لعلك عَتْبك محمود عواقبه ¶ وربما صحت الأجساد بالعلل ¶ فالابتلاء رسالة من الله للدعاة بأن عليهم أن يراجعوا أنفسهم ويفتشوا عن مواضع الضعف والتقصير ليتداركوها، فيستكملوا بذلك الأسباب المؤدية إلى استجلاب النصر. ¶ ¬__________ ¶ (¬1) صحيح الجامع الصغير. ¶ (¬2) إحياء علوم الدين 2/ 311 - دار المعرفة. ¶ (¬3) رواه أبو داود والترمذي والنسائي.",
            "page": "6",
            "part": "1",
            "seal": "818AEE60"
        },
        {
            "id": "8",
            "nass": "المهم هو حُسن الفهم عن الله والقراءة الصحيحة لحدث الابتلاء، والنظرة المتكاملة الشاملة له، والبدء باتهام النفس أولاً حتى تحسن استفادتنا من هذا الحدث ويصبح منحة، ووقودًا جديدًا للدعوة تنطلق به إلى الأمام راشدة، ويدفع أبناءها إلى مزيد من البذل واستشعار المسئولية، وإدراك طبيعة المعركة، والخروج من روتين الحياة، وحالة الاسترخاء {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلاَ يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ الأمَدُ فَقَسَتْ قُلُوبُهُمْ} [الحديد: 16]. ¶ من حكم التمحيص قبل التمكين: ¶ ولنعلم جميعًا بأن الله عز وجل يغار على دعوته، ويحب أولياءه العاملين له، لذلك فهو يسوق لهم الابتلاء بين يدي رحمته، وقبل تمكينهم في الأرض ليذوقوا القهر فلا يقهروا الناس إذا مُكنوا، ويذوقوا تحكُّم الخصم فيهم واستبداده بهم، فإذا ما مُكنوا ذكروا ماضيهم المرير فلا يوقعون بالناس مثله أبدا، وحينئذ تكون المحنة في حقهم اليوم وقاية من الضياع غدًا، وهو ضياع لصفقة الآخرة والأبد. ¶ ولماذا يبتلى الأنبياء؟! ¶ قد يتبادر للذهن تساؤل يقول: ولماذا يبتلى الأنبياء وهم خيرة الخلق وأحباء الله وأصفياؤه؟! ¶ يجيب عن هذا السؤال القاضي عياض في كتابه: الشفا بتعريف حقوق المصطفى صلى الله عليه وسلم، فيقول: ¶ فإن قيل: فما الحكمة في إجراء الأمراض وشدّتها ¶ عليه صلى الله عليه وسلم وعلى غيره من الأنبياء على جميعهم السلام؟ وما الوجه فيما ابتلاهم الله به من البلاء، وامتحانهم بما امتُحنوا به، كأيوب ويعقوب ودانيال، ويحيى، وزكريا، وإبراهيم، ويوسف، وغيرهم، صلوات الله عليهم، وهم خيرته من خلقه وأحباؤه وأصفياؤه. ¶ فاعلم - وفقنا الله وإياك- أن أفعال الله تعالى كلها عدل، وكلماته جميعها صدق، لا مبدل لكلماته، يبتلي عباده كما قال تعالى لهم: {لِنَنظُرَ كَيْفَ تَعْمَلُونَ} [يونس: 14]. ¶ فامتحانه إياهم بضروب المحن زيادة في مكانتهم، ورفعة في درجاتهم، وأسباب لاستخراج حالات الصبر والرضا، والشكر والتسليم، والتوكل، والتفويض، والدعاء، والتضرع منهم، وتأكيد لبصائرهم في رحمة الممتحنين، والشفقة على المبتلين، وتذكرة لغيرهم، وموعظة لسواهم ليتأسَّوا في البلاء بهم، فيتسلوا في المحن بما جرى عليهم، ويقتدوا بهم في الصبر، ومحوٌ لَهنَّاتٍ فرطت منهم، أو غفلات سلفت لهم، ليلقوا الله طيبين مُهذّبين، وليكون أجرهم أكمل، وثوابهم أوفر وأَجْزل (¬1). ¶ نموذج عملي لكيفية تحليل حدث الابتلاء: ¶ وأخيرًا نسوق إليك أخي القارئ نموذجًا عمليًا لكيفية تحليل حدث الابتلاء ننقله لك باختصار من كتاب زاد المعاد في هدى خير العباد للإمام ابن القيم، وذلك في معرض حديثه عن «الحكم والغايات المحمودة التي كانت في وقعة أحد». ¶ يقول رحمه الله: وقد أشار الله سبحانه وتعالى إلى أمهات «تلك الحكم» وأصولها في سورة (آل عمران) حيث افتتح القصة بقوله: {وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِينَ مَقَاعِدَ لِلْقِتَالِ} [آل عمران: 121]، إلى تمام ستين آية. ¶ ¬__________ ¶ (¬1) الشفا بتعريف حقوق المصطفى للقاضي عياض 2/ 178.",
            "page": "7",
            "part": "1",
            "seal": "9287B140"
        },
        {
            "id": "9",
            "nass": "فمنها .. تعريفهم سوء عاقبة المعصية والفشل، والتنازع، وأن الذي أصابهم إنما هو بشؤم ذلك، كما قال تعالى {وَلَقَدْ صَدَقَكُمُ اللهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الأمْرِ وَعَصَيْتُم مِّن بَعْدِ مَا أَرَاكُم مَّا تُحِبُّونَ مِنْكُم مَّن يُرِيدُ الدُّنْيَا وَمِنكُم مَّن يُرِيدُ الآَخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدْ عَفَا عَنكُمْ} [آل عمران: 152]. فلما ذاقوا عاقبة معصيتهم للرسول وتنازعهم، وفشلهم كانوا بعد ذلك أشد حذرًا ويقظة، وتحرزًا من أسباب الخذلان. ¶ ومنها: أن حكمة الله وسنته في رسله، وأتباعهم، جرت بأن يُدالوا مرة، ويُدال عليهم أخرى، لكن تكون لهم العاقبة، فإنهم لو انتصروا دائمًا، دخل معهم المؤمنون وغيرهم، ولم يتميز الصادق من غيره، ولو انتُصر عليهم دائمًا لم يحصل المقصود من البعثة والرسالة، فاقتضت حكمة الله أن جمع لهم بين الأمرين ليتميز من يتبعهم ويطيعهم للحق، وما جاؤوا به، ممن يتبعهم على الظهور والغلبة خاصة. ¶ ومنها: استخراج عبودية أوليائه وحزبه في السراء والضراء، وفيما يحبون وما يكرهون، وفي حال ظفرهم وظفر أعدائهم بهم، فإذا ثبتوا على الطاعة والعبودية فيما يحبون ويكرهون، فهم عبيده حقًا، وليسوا كمن يعبد الله على حرف واحد في السراء والنعمة والعافية .. ¶ ومنها: أنه سبحانه لو نصرهم دائمًا وأظفرهم بعدوهم في كل موضع، وجعل لهم التمكين والقهر لأعدائهم أبدًا لطغت نفوسهم، وشمخت وارتفعت، فلا يُصلح عباده إلا السراء والضراء، والشدة والرخاء، والقبض والبسط، فهو المدبر لأمر عباده كما يليق بحكمته، إنه بهم خبير بصير. ¶ ومنها: أنه إذا امتحنهم بالغلبة والكسرة والهزيمة، ذلوا وانكسروا، وخضعوا، فاستوجبوا منه العز والنصر، فإن خلعة النصر إنما تكون مع ولاية الذل والانكسار قال تعالى: {وَلَقَدْ نَصَرَكُمُ اللهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ} [آل عمران: 123]. ¶ فهو سبحانه إذا أراد أنه يعز عبده ويجبره وينصره، أذاقه مس الحاجة إليه، وضرورة الافتقار إليه، حتى يستشعر من أعماق نفسه ضرورة التوكل عليه، وأنه لا ملجأ منه إلا إليه. ¶ ومنها: أنه سبحانه هيأ لعباده المؤمنين، منازل في دار كرامته، لم تبلغها أعمالهم، ولم يكونوا بالغيها إلا بالبلاء والمحنة، فقيَّض لهم الأسباب التي توصلهم إليها من ابتلائه وامتحانه كما وفقهم للأعمال الصالحة، والتي هي من جملة أسباب وصولهم إليها. ¶ ومنها: أن النفوس تكتسب من العافية الدائمة والنصر والغنى طغيانًا وركونًا إلى العاجلة، و ذلك مرض يعوقها عن جدَّها في سيرها إلى الله والدار الآخرة، فإذا أراد بها ربها ومالكها وراحمها كرامته، قيَّض لها من الابتلاء والامتحان ما يكون دواءً لذلك المرض العائق عن السير الحثيث إليه، فيكون ذلك البلاء والمحنة بمنزلة الطبيب يسقى العليل الدواء الكريه، ولو تركه لغلبته الأدواء حتى يكون فيها هلاكه. ¶ ومنها: أن الشهادة عنده من أعلى مراتب أوليائه، والشهداء هم خواصه والمقربون من عباده، وليس بعد درجة الصَّدَّيقيَّة إلا الشهادة، وهو سبحانه يحب أن يتخذ من عباده شهداء، تُراق دماؤهم في محبته، ومرضاته، ويؤثرون رضاه ومحابه على نفوسهم، ولا سبيل لنيل هذه الدرجة إلا بتقدير الأسباب المفضية إليه من تسليط العدو.",
            "page": "8",
            "part": "1",
            "seal": "98DC6837"
        },
        {
            "id": "10",
            "nass": "ومنها: أن الله سبحانه إذا أراد أن يُهلك أعداءه ويمحقهم، استدرجهم لما فيه عقوبتهم وهلاكهم ومحقهم، ومن أعظمها بعد كفرهم: بغيهم وطغيانهم ومبالغتهم في أذى عباده، ومحاربتهم، وقتالهم، والتسلط عليهم، فيتمحص بذلك أولياؤه من ذنوبهم وعيوبهم، ويزداد أعداؤه من أسباب محقهم وهلاكهم، وقد ذكر سبحانه ذلك في قوله {وَلاَ تَهِنُوا وَلاَ تَحْزَنُوا وَأَنْتُمُ الأَعْلَوْنَ إِنْ كُنْتُم مُّؤْمِنِينَ - إِن يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِّثْلُهُ وَتِلْكَ الأيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ وَلِيَعْلَمَ اللهُ الَّذِينَ آمَنُوا وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ وَاللهُ لاَ يُحِبُّ الظَّالِمِينَ - وَلِيُمَحِّصَ اللهُ الَّذِينَ آمَنُوا وَيَمْحَقَ الْكَافِرِينَ} [آل عمران: 139، 140]. ¶ فجمع لهم في هذا الخطاب بين تشجيعهم وتقوية نفوسهم، وإحياء عزائمهم وهممهم، وبين حُسن التسلية، وذكر الحِكم الباهرة التي اقتضت إدالة الكفار عليهم (¬1). ¶ وفي النهاية: ¶ أخي القارئ: إن الدهر يومان، يوم لك ويوم عليك، ولقد من الله علينا بنعم كثيرة وفيوض غزيرة، ومن سنته أن يبتلي عباده تذكيرًا أو تحذيرًا أو تطهيرًا، والسعيد من أحسن التعامل مع حَدَث الابتلاء بما يحقق مصلحة دينه ودعوته. ¶ والحمد لله رب العالمين ¶ وصلَّ اللهم على سيدنا محمد ¶ وعلى آله وصحبه أجمعين. ¶ * * * ¶ ¬__________ ¶ (¬1) زاد المعاد في هدى خير العباد لابن القيم 3/ 218 - 222 باختصار وتصرف يسير",
            "page": "9",
            "part": "1",
            "seal": "658F135F"
        }
    ],
    "t266": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "سنة الدعوات"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "النظرة المتكاملة"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "2",
            "tit": "أولى هذه النقاط: ضرورة التحليل العميق والمتكامل لحدث الابتلاء"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: الابتلاء من عند الله"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: على قدر المنزلة تكون المسئولية"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "رابعا: سبب الابتلاء قد يكون من جانب أبناء الدعوة"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "خامسا: أأنا السبب؟!"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "سادسا: الابتلاء قد يكون منحة ربانية"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "من حكم التمحيص قبل التمكين"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "1",
            "tit": "ولماذا يبتلى الأنبياء؟!"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "2",
            "tit": "نموذج عملي لكيفية تحليل حدث الابتلاء"
        }
    ]
}