{
    "b27": [
        {
            "id": "37",
            "nass": "أذكر لك واحدا منها: ¶ فقد تساءل الناس ما فائدة هذا الإمام الغائب، وكيف تحصل به الحجة وإرشاد الخلق، وهو مختبئ عنهم، فخرج التوقيع عن الإمام: «أما وجه الانتفاع في غيبتي فكالانتفاع بالشمس إذا غيبتها عن الأبصار السحاب، وإني لأمان أهل الأرض كما أن النجوم أمان لأهل السماء، فأغلقوا أبواب السؤال عما لا يعنيكم، ولا تتكلفوا على ما قد كفيتم، وأكثروا الدعاء بتعجيل الفرج فإن ذلك فرجكم، والسلام عليك يا إسحاق بن يعقوب وعلى من اتبع الهدى». (¬1) وله توقيعات كثيرة في مختلف أحكام الفقه، وكلها تعد نصوصا قطعية في بابها، ولا يجوز محالفتها. ¶ وإسحاق بن يعقوب هذا، واحد من أبطال هذه المسرحية، فقد تولى أشخاص أمر هذه الصلة بين الناس والمهدي، فكانوا يوصلون إليه ما يدفعه الشيعة من أموال الخمس، ويلتقون به، وكانوا يسمون بالأبواب، أي أصحاب الباب، ويسلمونه رسائل الشيعة وأسئلتهم، ويتلقون منه هذه التوقيعات. ¶ ومن الطريف أيضا، أن أمر هذه البابية اضطرب، إذ أصبحت مصدراً للثراء وجمع الدنانير، فادعى كثير من الناس أنهم أبواب، وأخذوا يجمعون الأموال باسم المهدي، لكن المهدي فضح أمرهم وأصدر فيهم ¶ ¬_________ ¶ (¬1) نفس المصدر ص 292 - 293 وانظر البحار ج47 ص334 والاحتجاج ص470",
            "page": "38",
            "part": "1",
            "seal": "CFE26F17"
        },
        {
            "id": "38",
            "nass": "تواقيعه بلعنهم والتبرؤ منهم، والأطرف أن كل باب كان يأتي بتواقيع يلعن فيها الباب الآخر ويتهمه. (¬1) ¶ وكان منهم الشلمغاني الذي فضح الأمر وكشف الحال، بعد أن لُعن ولم يحصل على شيء، فقال: «ما دخلنا مع أبي القاسم الحسين بن روح إلا ونحن نعلم فيما دخلنا فيه، لقد كنا نتهارش على هذا الأمر كما تتهارش الكلاب على الجيف». (¬2) ¶ ولما تحول الأمر إلى صراع مقيت، بعد أن لعن بعضهم بعضا، وكفر بعضهم بعضا، وأصدر بعضهم التواقيع في بعض، وكادت اللعبة أن تنكشف، تقرر إنهاء أمر البابية، بعد سبعين سنة من جمع الأموال وإيصالها إلى المهدي، -وما أدري ما حاجته إلى هذه الأموال وهو لا يدفع إيجار الغار المختبئ فيه- وعندما حضرت الوفاة آخرهم، واسمه السمري، سُئل عن الوصي على الباب بعده، فقال: «لله أمر هو بالغه». (¬3) ¶ ¬_________ ¶ (¬1) انظر ما حكاه الطوسي في باب ذكر المذمومين الذين ادعوا البابية لعنهم الله، فقد ذكرا عددا منهم ولعنهم، وأورد تواقيع المهدي الصادرة في حقهم. ص397 وما بعدها. ¶ (¬2) نفس المصدر ص373 وانظر الرواية في البحار ج 52 ص358 عند ترجمته ¶ (¬3) نفس المصدر ص393",
            "page": "39",
            "part": "1",
            "seal": "DC061891"
        },
        {
            "id": "39",
            "nass": "وأخرج التوقيع الذي أنهى الخلاف، حيث جاء فيه: «أما الوقائع الحادثة فارجعوا فيها إلى رواة حديثنا فإنهم حجتي عليكم وأنا حجة الله» (¬1).فجعل القسمة متساوية بين المراجع والعلماء، إذ أخذ كل نصيبه من أموال الخمس، وتلاشت الصراعات الطاحنة حول البابية. ¶ واصطلحوا بعد انقطاع الصلة بالمهدي على تسمية هذه المرحلة الجديدة بالغيبة الكبرى، وسموا التي قبلها الغيبة الصغرى، ورووا كالعادة في ذلك أحاديث، وأن الرسول صلى الله عليه وآله قد أخبر بأن للقائم غيبتان. ¶ ماذا يفعل المهدي عند خروجه؟ ¶ ولنستبق الزمان، ولنطو السنين والأعوام، لنصل إلى نهاية التاريخ، ونرى ما سيحدث عند خروج هذا القائم الذي سيملأ الأرض عدلا بعدما ملئت ظلما وجورا، وماذا بعد هذه الغيبة وهذا الانتظار الطويل؟! وماذا سيفعل هذا المصلح؟! ¶ وأقول: ماذا عساه أن يفعل، وهو مختبئ كل هذه القرون خوفا من القتل في جحر كجحر الضب أو أضيق. ¶ أريدك أخي أن تتوسم في هذه الروايات، وتقرأها بتأن، فلعل سيرة هذا المهدي أن تكشف لك الكثير عن شخصية واضع هذه الأسطورة، وتتلمح ملامح مؤلف هذه الخرافة. ¶ ¬_________ ¶ (¬1) نفس المصدر ص285 وانظر ما كتبه الدكتور ناصر القفاري، حول البابية، ج2ص892 من كتابه أصول مذهب الشيعة",
            "page": "40",
            "part": "1",
            "seal": "7A06CF14"
        },
        {
            "id": "40",
            "nass": "فإذا كان أول عمل قام به رسولنا العظيم، حين قدم المدينة قائدا للمسلمين، أن آخى بين الأنصار والمهاجرين، جاعلا من الأخوّة شعار دولته، وعنوان سياسته، فلننظر إلى هذا الذي يزعمون أنه من أبناءه، كيف سيبتدئ مسيرة البناء والإصلاح، ليغير هذا العالم، ويملأ الأرض عدلا، بعد أن ملئت جورا وظلما، وما هو أول عمل يعمله، بعد أن يخرج من مخبأه ويطل من جحره: ¶ فعن أبي عبد الله قال: «هل تدري أول ما يبدء به القائم عليه السلام؟ قلت: لا، قال: يخرج هذين رطبين غضين فيحرقهما ويذريهما في الريح، ويكسر المسجد». (¬1) يقصدون أبا بكر وعمر رضي الله عنهما. ¶ وعنه أيضا أنه قال: «إذا قدم القائم عليه السلام وثب أن يكسر الحائط الذي على القبر فيبعث الله تعالى ريحا شديدة وصواعق ورعودا حتى يقول الناس: إنما ذا لذا، فيتفرق أصحابه عنه حتى لا يبقى معه أحد -وهذه عادتهم، تماما كما فعلوا مع الحسين بن علي حين دعوه إلى الكوفة فخذلوه وتفرقوا عنه وأسلموه للقتل-، فيأخذ المعول بيده، فيكون أول من يضرب بالمعول ثم يرجع إليه أصحابه إذا رأوه يضرب المعول بيده، فيكون ذلك اليوم فضل بعضهم على بعض بقدر سبقهم إليه، فيهدمون الحائط ثم يخرجهما غضين رطبين فيلعنهما ويتبرأ منهما ويصلبهما ثم ينزلهما ويحرقهما ثم يذريهما في الريح». (¬2) ¶ ¬_________ ¶ (¬1) بحار الأنوار - العلامة المجلسي - ج 52 - ص 386 ¶ (¬2) نفس المصدر",
            "page": "41",
            "part": "1",
            "seal": "F21DA36E"
        },
        {
            "id": "41",
            "nass": "و في رواية: فإذا دخل المدينة «أخرج اللات والعزى فأحرقهما» (¬1)، وعلق المجلسي بعد إيراده هذه الرواية: «يعني باللات والعزى، صنمي قريش، أبي بكر وعمر». (¬2) ¶ وقال تعليقا على رواية أخرى: «لعل المراد بإحداث الحدث، إحراق الشيخين الملعونين» (¬3) ¶ فيشفي بذلك قلوب أولياء الله، كما ورد في حديث قدسي عندهم، أن الله أرى محمدا صلى الله عليه وآله وسلم المهدي والأئمة فقال: «يا رب من هؤلاء؟ قال: هؤلاء الأئمة وهذا القائم الذي يحل حلالي ويحرم حرامي، وبه أنتقم من أعدائي وهو راحة لأوليائي وهو الذي يشفي قلوب شيعتك من الظالمين والجاحدين والكافرين، فيخرج اللات والعزى طريين فيحرقهما، فلفتنة الناس بهما يومئذ أشد من فتنة العجل والسامري». (¬4) ¶ ثم ماذا؟ ¶ سيبعث عائشة أم المؤمنين من قبرها ويقيم عليها الحد: ¶ ¬_________ ¶ (¬1) نفس المصدر ج52 ص283 وكمال الدين ص352 وإثبات الهداة ج3ص469 ¶ (¬2) المصدر السابق ¶ (¬3) المصدر السابق ج52ج346 ¶ (¬4) المصدر السابق ج 52 ص 379وعيون أخبار الرضا ج2ص61",
            "page": "42",
            "part": "1",
            "seal": "4EB6311C"
        },
        {
            "id": "42",
            "nass": "عن أبي جعفر قال: «أما لو قام قائمنا لقد ردت إليه الحميراء حتى يجلدها الحد، وحتى ينتقم لابنة محمد فاطمة «عليها السلام» منها» (¬1) ¶ وسيُكثر القتل في قريش والعرب خاصة! ¶ عن أبي عبد الله عليه السلام قال: «إذا قام القائم من آل محمد عليه السلام أقام خمسمائة من قريش فضرب أعناقهم، ثم أقام خمسمائة فضرب أعناقهم، ثم أقام خمسمائة أخرى حتى يفعل ذلك ست مرات». (¬2) ¶ أما سائر العرب سوى قريش، فليس بينه وبينهم إلا الذبح! ¶ عن أبي عبد الله قال: «ما بقي بيننا وبين العرب إلا الذبح وأومأ بيده إلى حلقه» (¬3). ¶ وكيف يقدم رجل عربي على قتل العرب قبيلتِه وعشيرتِه، وما الفائدة في قتل العرب!! أليس فيهم مسلمون صالحون! بل وفيهم شيعة أيضا!! ¶ وإذا كنا نحن نكذب بهذا المهدي الآن ونشكك به، فإن أتباعه كذلك سيشكون في أمره بعد خروجه وظهور حجته، لما يرون من كثرة قتله وشراسته! ¶ ¬_________ ¶ (¬1) الخبر في علل الشرائع ج2ص267 والبحار ج52ص314 وإثبات الهداة ج3ص498 ودلائل الإمامة ص256،ومختصر بصائر الدرجات 213 ومستدرك الوسائل ج18ص91 وجامع أحاديث الشيعة للبروجردي ج25ص453 وتفسير نور الثقلين ج3ص467والإيقاظ من الهجعة ص232 ¶ (¬2) الإرشاد - الشيخ المفيد - ج 2 - ص 383 والبحار ج52ص338 والأنوار البهية -عباس القمي- ص382 ¶ (¬3) بحار الأنوار ج 52 ص 349 والغيبة -للنعماني- ص241",
            "page": "43",
            "part": "1",
            "seal": "87E7BDC0"
        },
        {
            "id": "43",
            "nass": "فعن أبي جعفر أنه قال: «لو يعلم الناس ما يصنع القائم إذا خرج لأحب أكثرهم أن لا يروه مما يقتل من الناس، أما إنه لا يبدء إلا بقريش، فلا يأخذ منها إلا السيف ولا يعطيها إلا السيف حتى يقول كثير من الناس: ليس هذا من آل محمد، لو كان من آل محمد لرحم». (¬1) ¶ ولعله ليس من آل محمد كما قالوا، وإنما هو من بني إسرائيل، واقرأ ما يلي لتعرف شخصية هذا المهدي المنتظر: ¶ عن حذيفة قال: قال رسول الله صلى الله عليه وآله وسلم: «المهدي رجل من ولدي لونه لون عربي وجسمه جسم إسرائيلي على خده الأيمن خال كأنه كوكب دري، يملأ الأرض عدلا كما ملئت جورا، يرضى في خلافته أهل الأرض وأهل السماء، والطير في الجو» (¬2).أما رضى من في السماء، فإن الله لا يحب المفسدين، وأما من في الأرض، فإن أمة العرب كلها لن ترضى. ¶ وبما أنه إسرائيلي فلن يحكم بحكم محمد صلى الله عليه وآله وإنما سيحكم بحكم آل داوود. ¶ عن أبي عبد الله قال: «إذا قام قائم آل محمد حكم بين الناس بحكم داود عليه السلام، ولا يحتاج إلى بينة». (¬3) ¶ ¬_________ ¶ (¬1) بحار الأنوار ج 52 ص 354 والغيبة -للنعماني-ص238 ¶ (¬2) شرح إحقاق الحق - السيد المرعشي - ج 13 - ص 161ودلائل الإمامة ص441 وبحار الأنوار ج51ص80/ 85/91 والأربعين - الماحوزي- ص208 ¶ (¬3) الإرشاد ص413 وأعلام الورى -الطبرسي- ص433",
            "page": "44",
            "part": "1",
            "seal": "43E22A32"
        },
        {
            "id": "44",
            "nass": "ولن يسير بسيرة جده محمد صلى الله عليه وآله وسلم، فقد سئل إمامهم الباقر، عن المهدي هل سيسير بسنة محمد، فقال: «هيهات، إن رسول الله صلى الله عليه واله، سار في أمته باللين، وكان يتألف الناس، والقائم أمر أن يسير بالقتل وأن لا يستتيب أحدا» (¬1). ¶ فرسول الله صلى الله عليه وآله وسلم كان يسير بالقرآن، وهذا سيجيء بكتاب جديد غير القرآن: ¶ «وقد تواترت الأخبار عن الأئمة الأطهار صلوات الله عليهم، بأن إمام الزمان ناموس العصر والأوان صلوات الله وسلامه عليه، يأتي بكتاب جديد، على العرب شديد، وبأن أكثر عساكره أولاد العجم» (¬2). ¶ ولن يعرف المسلمون كتابا جديدا غير كتاب الله تعالى، إلا إذا كان هذا المهدي من أولاد العجم، وإلا إذا كانت هذه الروايات من صنعهم ووضعهم. ¶ ويمكننا الآن أن نبني تصوراً عن شخصية هذا المهدي آخذين بعين الاعتبار مما مر: ¶ 1 - أنه يقتل العرب وليس بينه وبينهم إلا السيف. ¶ 2 - أن جسمه جسم إسرائيلي. ¶ ¬_________ ¶ (¬1) بحار الأنوار ج52ص354 ¶ (¬2) الفوائد المدنية والشواهد المكية - محمد أمين الإسترآبادي، السيد نور الدين العاملي - ص 532 - 533",
            "page": "45",
            "part": "1",
            "seal": "2AA92512"
        },
        {
            "id": "45",
            "nass": "3 - سيحكم بحكم آل داود «اليهود» ¶ 4 - أكثر عساكره من أولاد العجم. ¶ 5 - لن يسير بسيرة محمد. ¶ 6 - سيأتي بكتاب جديد على العرب شديد. ¶ 7 - يشمئز الناس من وحشيته ودمويته «وهذه الخصلة في اليهود إلى اليوم» ¶ وهذا غيض من فيض من سيرة هذا المهدي الخواف، الذي سيملأ الأرض دما وقتلا، بدل أن يملأها رحمة وعدلا ... ¶ عقيدة الرجعة: ¶ إن الانتقام وقهر الخصم، محبب إلى النفوس، فالنفس البشرية مجبولة على كره من ظلمها وحب الانتصار منه، ويتحقق لها من السعادة في ذلك ما لا يوصف حتى قال أحد الشعراء حين أدرك ثأره: ¶ فطاب لي الشراب وكنت قبلا ... أكاد أغص بالماء الحميم (¬1) ¶ لذا فقد أرضت هذه العقيدة غريزة الثأر والانتقام عند الشيعة من أعدائهم قديما وحديثا، وجعلتهم يحسون بنشوة الانتصار، ولو في الأحلام، إذ كان أعدائهم عبر التاريخ بدءا بصحابة رسول الله ثم الخلفاء الراشدين، فمن ¶ ¬_________ ¶ (¬1) نسب إلى عبد الله بن يعرب أو إلى غيره، انظر خزانة الأدب - البغدادي- ج1 ص409",
            "page": "46",
            "part": "1",
            "seal": "22607A63"
        },
        {
            "id": "46",
            "nass": "بعدهم، أهل شوكة ومنعة، وأهل جند وعز، وكان هذا النصر والعز دافعا لكثير من الشيعة لأن يرتاب في عقيدته المخذولة، وينصرف عن جماعته المهزومة، فكانت الرجعة موعدهم المنتظر، يوم النصر والثأر من كل أعدائهم: ¶ فكانوا يعزون أنفسهم بمثل هذه النصوص: «لترجعن نفوس ذهبت، وليقتصن يوم يقوم، ومن عذب يقتص بعذابه، ومن أغيظ أغاظ بغيظه، ومن قتل اقتص بقتله، ويرد لهم أعداؤهم معهم، حتى يأخذوا بثأرهم، ثم يعمرون بعدهم ثلاثين شهرا، ثم يموتون في ليلة واحدة قد أدركوا ثأرهم، وشفوا أنفسهم، ويصير عدوهم إلى أشد النار عذابا. ثم يوقفون بين يدي الجبار عز وجل فيؤخذ لهم بحقوقهم» (¬1). ¶ فالرجعة في العقيدة الشيعية، هي رجوع شخصيات بعينها انتقاما منهم، إلى هذه الحياة الدنيا، فيرجع المنتقمون، وهم من علت درجتهم في الإيمان، والمنتقم منهم، وهم من بلغ الغاية في الفساد، يقول أحد معاصريهم: ¶ (من حصيلة مجموع الروايات الواردة في هذا الباب نلاحظ أنها تنص على رجعة رسول الله صلى الله عليه وآله وسلم، وأمير المؤمنين عليه السلام، والإمام الحسين عليه السلام، وكذلك باقي الأئمة والأنبياء عليهم السلام. وتنص كذلك على رجعة عدد من أنصار الإمام المهدي عليه السلام، ووزرائه، وبعض أصحاب الأئمة وشيعتهم، ¶ ¬_________ ¶ (¬1) بحار الأنوار - العلامة المجلسي - ج 53 - ص 44",
            "page": "47",
            "part": "1",
            "seal": "0E997C41"
        },
        {
            "id": "47",
            "nass": "ورجعة الشهداء والمؤمنين، ومن جانب آخر تنص على رجعة الظالمين وأعداء الله ورسوله وأهل بيته عليهم السلام، وخصوم الأنبياء والمؤمنين، ومحاربي الحق والمنافقين) (¬1). ¶ وبما أن أول عدو للشيعة هو أول ظالم ظلم حق محمد والثاني والثالث (¬2)، وهم أشد من بلغ الغاية في الظلم والفساد، فهم أول الراجعين لينتقم المهدي منهم. ¶ إن هذه العقيدة هي من العقائد التي أجمعت الشيعة الاثني عشرية على الاعتقاد بها، يقول عالمهم الحر العاملي في كتابه \"الإيقاظ من الهجعة بالبرهان على الرجعة\" بعد أن ذكر أدلتهم على الرجعة: «ومنها -أي الأدلة- إجماع جميع الشيعة الإمامية، وإطباق الطائفة الاثني عشرية على اعتقاد صحة الرجعة، فلا يظهر منهم مخالف يعتد به من العلماء السابقين ولا اللاحقين، وقد علم دخول المعصوم في هذا الإجماع بورود الأحاديث المتواترة عن النبي والأئمة عليهم السلام، الدالة على اعتقادهم بصحة الرجعة، حتى أنه قد ورد ذلك عن صاحب الزمان محمد بن الحسن المهدي» (¬3) ¶ ¬_________ ¶ (¬1) الرجعة أو العودة إلى الحياة الدنيا بعد الموت - مركز الرسالة - ص 53 - 54 ¶ (¬2) أي أبو بكر وعمر وعثمان، وهذا نص من دعاء يوم عاشوراء المشهور عندهم، انظر كامل الزيارات ص331 والمزار ص 484 والبحار ج98 ص293 ¶ (¬3) نفس المصدر ص 63 - 64 ويقصد أن المهدي أخرج لهم توقيعا بذلك، وهذا من أقوى الأدلة عندهم.",
            "page": "48",
            "part": "1",
            "seal": "A26E698F"
        },
        {
            "id": "48",
            "nass": "عن أبي عبد الله قال: (ما يقول الناس في هذه الآية ويوم نحشر من كل أمة فوجا، قلت يقولون إنها في القيامة، قال ليس كما يقولون، إن ذلك في الرجعة، أيحشر الله في القيامة من كل أمة فوجا ويدع الباقين، إنما آية القيامة قوله: وحشرناهم فلم نغادر منهم أحدا) (¬1) ¶ وعنه قال: «فمهل الكافرين يا محمد، أمهلهم رويدا لوقت بعث القائم عليه السلام فينتقم لي من الجبارين والطواغيت من قريش وبني أمية وسائر الناس» (¬2) ¶ ورأس الطواغيت عندهم هما الجبت والطاغوت، أبو بكر وعمر، صهري رسول الله صلى الله عليه وسلم، ويصرحون بهذا في روايات أخرى، كقصة ابن المهزيار الذي التقى الإمام المنتظر في واد بعد الطائف، -ولا أدري ما الذي جاء به إلى الطائف! فلعله مل من السرداب في سامراء- فمما قال له: «ألا أنبأك الخبر أنه إذا قعد الصبي، وتحرك المغربي، وسار العماني، وبويع السفياني يأذن لولي الله، فأخرج بين الصفا والمروة في ثلاثمائة وثلاثة عشر رجلا سواء، فأجئ إلى الكوفة وأهدم مسجدها وأبنيه على بنائه الأول، وأهدم ما حوله من بناء الجبابرة، وأحج بالناس حجة الإسلام، وأجئ إلى يثرب فأهدم الحجرة، وأخرج من بها وهما طريان، فآمر بهما تجاه البقيع، وآمر بخشبتين يصلبان عليهما، فتورق من تحتهما، ¶ ¬_________ ¶ (¬1) تفسير القمي ج 1 - ص 24 ¶ (¬2) تفسير القمي: ج 2 ص 416",
            "page": "49",
            "part": "1",
            "seal": "FFD0F889"
        },
        {
            "id": "49",
            "nass": "فيفتتن الناس بهما أشد من الفتنة الأولى، فينادي مناد من السماء: يا سماء أبيدي، ويا أرض خذي، فيومئذ لا يبقى على وجه الأرض إلا مؤمن قد أخلص قلبه للإيمان. قلت: يا سيدي، ما يكون بعد ذلك. قال: الكرة الكرة، الرجعة الرجعة». (¬1) ¶ ويقرر شيخهم المجلسي هذه العقيدة بعد أن ذكر أدلتها، فيقول: «اعلم يا أخي! أني لا أظنك ترتاب بعد ما مهدت وأوضحت لك في القول بالرجعة التي أجمعت الشيعة عليها في جميع الأعصار، واشتهرت بينهم كالشمس في رابعة النهار، حتى نظموها في أشعارهم، واحتجوا بها على المخالفين في جميع أمصارهم، وشنع المخالفون عليهم في ذلك، ... وكيف يشك مؤمن بحقية الأئمة الأطهار عليهم السلام، فيما تواتر عنهم في قريب من مائتي حديث صريح، رواها نيف وأربعون من الثقات العظام، والعلماء الأعلام، في أزيد من خمسين من مؤلفاتهم كثقة الإسلام الكليني، والصدوق محمد ابن بابويه، والشيخ أبي جعفر الطوسي - وذكر أسماء من أخرج هذه الروايات- ثم قال: وظني أن من يشك في أمثالها فهو شاك في أئمة الدين، ولا يمكنه إظهار ذلك من بين المؤمنين، فيحتال في تخريب الملة القويمة، بإلقاء ما يتسارع إليه عقول المستضعفين، وتشكيكات الملحدين، يريدون ليطفؤا نور الله بأفواههم والله متم نوره ولو كره المشركون» (¬2) ¶ ¬_________ ¶ (¬1) دلائل الإمامة للطبري ص 522 ¶ (¬2) بحار الأنوار ج 53 - ص 122 - 123",
            "page": "50",
            "part": "1",
            "seal": "FF1A7F67"
        },
        {
            "id": "50",
            "nass": "وسيأتيك في المبحث التالي، كيف أن الشيعة تربى بهذه العقائد وبهذه الأماني منذ زمن بعيد. ¶ عقيدة البداء: ¶ إن من العقائد الباطلة التي ابتدعها اليهود، وافتروها في دينهم، قولهم بالبداء على الله عز وجل، وأنه يبدو له الشيء فيغير ما كان قد سبق له تقديره، ويقولون في التوراة: «إن الله ندم على خلق البشر لما رأى سوء أفعالهم» تعالى الله. (¬1) ¶ ولعله تم استيراد هذه العقيدة للمذهب الشيعي بدافع الحاجة، إذ أن من أصوله التي اطلعتَ عليها، أن الإمام يعلم الغيب، فكانت أخبار أئمتهم ترِد ببشارة قريبة، أو نصر متوقع، أو ظهور للمهدي، فيتخلف الوعد، ولا يحصل المأمول، فيعتذر الإمام بأن الله قد بدا له شيء فغير أمره، أما الإمام فقد أخبر على نحو ما كان قبل البداء. ¶ ولهذا لما توفي إسماعيل بن الإمام جعفر الصادق، في حياة أبيه، وقد كان أبوه عينه على أنه الإمام من بعده، نسبوا إلى أبي جعفر أنه قال: «ما بدا لله في شيء كما بدا له في ابني إسماعيل ... إذ اخترمه قبلي، ليعلم أنه ليس بإمام بعدي» (¬2). ¶ ¬_________ ¶ (¬1) انظر بذل المجهود في إثبات مشابهة الرافضة لليهود -عبد الله الجميلي- فقد نقل النص من التوراة ج1 ص317 ¶ (¬2) الاعتقادات في دين الإمامية ص 41 والتوحيد كلاهما لابن بابويه «الصدوق» - ص336",
            "page": "51",
            "part": "1",
            "seal": "E84024B4"
        },
        {
            "id": "51",
            "nass": "لكن من الشيعة من لم يقبل هذا التعليل، ولم تنطل عليه الحيلة، ولم يقبل أن يتغير الإمام، فانشقوا عن أصحابهم، وتوقفوا على إسماعيل، وزعموا أنه المهدي ... ¶ ولم تكن هذه المرة الأخيرة التي يخطئ فيها خبر المعصوم، ويعين الإمام ابنه المنصوص عليه بزعمهم من الله عز وجل، ثم يموت الولد المعين، قبل موت أبيه الإمام. ¶ فقد حصل أن مات محمد بن علي التقي الإمام العاشر، وقد كان أبوه عينه هو الإمام من بعده، وإليك الخبر: ¶ عن أبي هاشم الجعفري قال: كنت عند أبي الحسن عليه السلام بعد ما مضى ابنه أبو جعفر وإني لأفكر في نفسي أريد أن أقول: كأنهما أعني أبا جعفر وأبا محمد في هذا الوقت كأبي الحسن موسى وإسماعيل ابني جعفر ابن محمد عليهم السلام، وإن قصتهما كقصتهما، إذ كان أبو محمد المرجى بعد أبي جعفر عليه السلام، فأقبل عليَّ أبو الحسن قبل أن أنطق فقال: «نعم يا أبا هاشم بدا لله في أبي محمد بعد أبي جعفر ما لم يكن يعرف له، كما بدا له في موسى بعد مضي إسماعيل ما كشف به عن حاله، وهو كما حدثتك نفسك وإن كره المبطلون، وأبو محمد ابني الخلف من بعدي، عنده علم ما يحتاج إليه ومعه آلة الإمامة». (¬1) ¶ ¬_________ ¶ (¬1) الكافي ج 1 - ص 327 ومدينة المعاجز ج7 ص522 والإرشاد للمفيد ج2 ص314 وكشف الغمة -الإربلي- ج3ص201",
            "page": "52",
            "part": "1",
            "seal": "B10AA093"
        },
        {
            "id": "52",
            "nass": "ويروون أن هذه العقيدة التي تنسب الجهل إلى الله عز وجل، هي من تعظيم الله عز وجل. ¶ ففي رواياتهم: «ماعبد الله بشيء مثل البداء» و «ما عظم الله بشيء بمثل البداء» (¬1) ¶ وقد كثر التترس بهذه العقيدة في موضوع المهدي، إذ تكررت البشارات بظهوره، واقتراب الفرج بخروجه، ولكن يأبى الله الذي لا يطلع على غيبه أحدا إلا إكذاب هذه الدعوات، ومع ذلك فلا حرج على الإمام، فإنه كان قد اطلع على اللوح المحفوظ فأخبر صادقا بما سيقع، لكن الله بدا له، فمحا وأثبت. ¶ وكانت البشارات تضرب لآجال قريبة في بادئ الأمر. ¶ فقد قال أبو جعفر: «ليس بين قيام القائم عليه السلام وقتل النفس الزكية أكثر من خمس عشرة ليلة» (¬2) ¶ ثم زيد في المدة ... ¶ فعن أبي حمزة الثمالي قال: سمعت أبا جعفر عليه السلام يقول: «يا ثابت: إن الله تبارك وتعالى قد كان وقت هذا الأمر في السبعين، فلما أن قتل الحسين صلوات الله عليه اشتد غضب الله تعالى على أهل الأرض، فأخره إلى أربعين و ومائة، فحدثناكم فأذعتم الحديث فكشفتم قناع الستر ولم يجعل الله له بعد ذلك وقتا عندنا ويمحو الله ما يشاء ويثبت وعنده أم الكتاب» (¬3). ¶ ¬_________ ¶ (¬1) انظر الروايتين في الكافي ج1 ص 146 - 148 ¶ (¬2) الإرشاد - الشيخ المفيد - ج 2 - ص 374 ¶ (¬3) الكافي - الشيخ الكليني - ج 1 - ص 368",
            "page": "53",
            "part": "1",
            "seal": "A862127C"
        },
        {
            "id": "53",
            "nass": "وتكرر هذا الأمر، وطالت الحسرة على هؤلاء الذين ينتظرون الفرج، واشتد يأسهم، وتكرر إخلاف أئمتهم، فيموت أحدهم أسفا قبل يدركه الموت ويدفن في حفرته، وقد قضى عمره ينتظر المهدي، لينتقم وينتصر، ويشفي الصدر، لكنه لا يدرك إلا الغم والنكد، ولا يلقى من انتظاره إلا حرقة الانتظار، ويصور لنا أحد شعرائهم هذه الآلام فيقول: ¶ كفى أسفا أن يمر الزمان * ولست بناه ولا آمر ¶ وأن ليس أعيننا تستضئ * بمصباح طلعتك الزاهر ¶ على أن فينا اشتياقا إليك * كشوق الربى للحيا الماطر ¶ وطول انتظارك فت القلوب * وأغضى الجفون على عائر (¬1) ¶ وتطييبا لخاطر هذا الذي قضى عمره في تتبع الأخبار وانتظار الإمام، رووا عن أبي عبد الله أنه قال: «من مات وهو عارف لإمامه لم يضره، تقدم هذا الأمر أو تأخر، ومن مات و هو عارف لإمامه، كان كمن هو مع القائم في فسطاطه» (¬2). وليس أمامه في القبر إلا منكر ونكير. ¶ ¬_________ ¶ (¬1) ديوان السيد حيدر الحلي ج 1 - ص 32 ¶ (¬2) الكافي - الشيخ الكليني - ج 1 - ص 372",
            "page": "54",
            "part": "1",
            "seal": "55B19614"
        },
        {
            "id": "54",
            "nass": "وما أشد ما تأخر هذا الفرج على منتظريه، وطال الوقت على مؤمليه، ولعل مدبري هذا الأمر كانوا على علم بأن لا فائدة من الانتظار، وأن لا فرج قريب، ولا مهدي سيظهر، بل لقد كانوا على علم تام، وإليك سيد الأدلة، أعني اعترافهم بأنهم كانوا على علم بما يفترون: ¶ فقد روى الكافي عن علي بن يقطين قال: قال لي أبو الحسن عليه السلام: «الشيعة تربى بالأماني منذ مائتي سنة، قال: وقال يقطين-يقطين سني وابنه شيعي- لابنه علي بن يقطين: ما بالنا قيل لنا فكان، وقيل لكم فلم يكن؟ -أي ما كان يبشر به من ظهور دولة بني العباس- قال: فقال له علي: إن الذي قيل لنا ولكم كان من مخرج واحد، غير أن أمركم حضر، فأعطيتم محضه، فكان كما قيل لكم، وإن أمرنا لم يحضر، فعللنا بالأماني، فلو قيل لنا: إن هذا الأمر لا يكون إلا إلى مائتي سنة أو ثلاثمائة سنة، لقست القلوب ولرجع عامة الناس من الإسلام، ولكن قالوا: ما أسرعه وما أقربه تألفاً لقلوب الناس وتقريبا للفرج» (¬1)، وما زالت الشيعة تربى بتلك الأماني إلى اليوم، أي منذ ثلاثة عشر قرنا. ¶ وهذه حكمة عظيمة من حكم تشريع البداء واهتمام الأئمة به، كما ذكر علامتهم المجلسي، فقد علل هذا الاهتمام البالغ أنه لحكم كثيرة، ¶ ¬_________ ¶ (¬1) ج 1 - ص 369",
            "page": "55",
            "part": "1",
            "seal": "4CAFA817"
        },
        {
            "id": "55",
            "nass": "وذكر منها: «أن يكون في هذه الأخبار تسلية من المؤمنين المنتظرين لفرج أولياء الله وغلبة الحق وأهله ... لأنهم عليهم السلام لو كانوا أخبروا الشيعة في أول ابتلائهم باستيلاء المخالفين وشدة محنتهم، أنه ليس فرجهم إلا بعد ألف سنة، ليئسوا ورجعوا عن الدين. ولكنهم أخبروا شيعتهم بتعجيل الفرج، وربما أخبروهم بأنه يمكن أن يحصل الفرج في بعض الأزمنة القريبة، ليثبتوا على الدين، ويثابوا بانتظار الفرج كما مر في خبر أمير المؤمنين صلوات الله عليه» (¬1). ثم ساق الحديث السابق ذكره من أن الشيعة تربى الأماني ... فاعترفوا أنهم كانوا يخبرونهم بخروج المهدي وهم يعلمون يقينا أنه لن يخرج في ذلك الوقت، تثبيتا وتأليفا، وقد صدقهم أولائك المساكين، ويا للعجب من هذا العالم الذي يعتبر الكذب حكمة عظيمة، ويتبع إماما كذابا، يربي أتباعه بالأكاذيب. ¶ وفي الحقيقة إن المتتبع لأحوال الشيعة ليرثي لما هم عليه، فهاهم مشايخهم يربونهم بالأماني، ويعدونهم بالشيء ليسكنوهم ويدخلوا عليهم السرور، تماما كما يعد الأب المعدم ابنه بشراء ما طلبه منه، ويبتسم في وجهه ويجفف دموعه، وهو يعلم في نفسه أن هذا لن يكون، ¶ ¬_________ ¶ (¬1) بحار الأنوار - العلامة المجلسي - ج 4 - ص 131 - 132",
            "page": "56",
            "part": "1",
            "seal": "56B478FC"
        },
        {
            "id": "56",
            "nass": "ثم إنك لترثي لحالهم أكثر، وأنت ترى ما يلحقونه بأنفسهم وبأبنائهم من الأذى والجراحات، وإراقة الدم وضرب الصدور والظهور بالسلاسل، تقربا إلى الله، فلم يكفهم الأذى المعنوي والنفسي الذي ألحقوه بهم، حتى أثخنوهم بالجراح، وآلموهم بالسياط، وأخذوا أموالهم باسم الخمس، واستحلوا فروج بناتهم باسم المتعة، وجعلوهم أضحوكة الأولين والآخرين، «ومن يهن الله فماله من مكرم إن الله يفعل ما يشاء». ¶ عقيدة التقية: ¶ لقد عرف الفكر الإسلامي عبر التاريخ، الكثير من التيارات الفكرية، والمذاهب العقدية، المختلفة والمتباينة، لكن أكثرها دهاءً وتلونا، وأقدرها على التغلغل برفق في المجتمعات، والذوبان بسلاسة في مختلف البيئات، هو المذهب الشيعي، فقد استفاد من الصياغة اليهودية المتقنة لعناصر التخفي والبقاء، وأتقن متَّبعوه سلاح التقية، وتلقوه عقيدة ودينا، وتربوا عليه منذ نعومة أظافرهم، فعاش هذا المذهب مستخفيا عبر الزمن، يخفي عقائده، ويواري أفكاره، ولم تُعرف الكثير من كتب المذهب الشيعي إلا بعد قيام الدولة الصفوية في إيران، وإلا بعد انتصار ثورة الخميني، حيث طبعت كتبهم واطلع العالم المسلم على هذا المذهب، وكان كثير من عقائده في طي الكتمان.",
            "page": "57",
            "part": "1",
            "seal": "54345B2A"
        },
        {
            "id": "57",
            "nass": "وهكذا نظَّر مؤسسوا هذا المذهب لعقيدة التقية ليجعلوها من أهم ركائز الفكر الشيعي وأركانه، بل جعلوها تسعة أعشار الدين: ¶ قال أبو عبد الله لأبي عمر: «يا أبا عمر إن تسعة أعشار الدين في التقية ولا دين لمن لا تقية له» ¶ وعنه أيضا قال: «اتقوا على دينكم فاحجبوه بالتقية، فإنه لا إيمان لمن لا تقية له، إنما أنتم في الناس كالنحل في الطير، لو أن الطير تعلم ما في أجواف النحل ما بقي منها شيء إلا أكلته، ولو أن الناس علموا ما في أجوافكم أنكم تحبونا أهل البيت، لأكلوكم بألسنتهم، ولنحلوكم في السر والعلانية». (¬1) ¶ وهكذا أخذت التقية مكانها من عقائدهم، وأصبحت ركنا من تركه قبل خروج القائم: «فقد خرج عن دين الله تعالى وعن دين الإمامية، وخالف الله ورسوله والأئمة» كما تزعم الرواية. (¬2) ¶ ولقد كانت هذه التقية، مصدر قوة للمذهب الشيعي، وأمانا كي يحيا بسلام داخل المجتمعات الإسلامية، ويفرِّخ ويبيض، حتى إذا ما وجد الفرصة الملائمة، والمكان المناسب، والجو الآمن، اندلع كالنار في الهشيم، فيبدأ بنشر المذهب وتأسيس الدولة بالقوة، كدعاة الدولة الفاطمية، الذين أقاموا بالمغرب دولتهم، ونشروا بحد السيف مذهبهم، ¶ ¬_________ ¶ (¬1) انظر هذه الروايات في الكافي باب التقية ج 2 - ص 217 - 218 ¶ (¬2) الاعتاقادات ص114 - 115",
            "page": "58",
            "part": "1",
            "seal": "B4331183"
        },
        {
            "id": "58",
            "nass": "وقتلوا كل من خالفهم، وقد كانوا في غاية من القلة والذلة، بل دخل المغرب ثلاث رجال ثم كونوا بعد ذلك دولة. (¬1) ¶ لكن السحر انقلب على الساحر، فقد دمرت عقيدة التقية المذهب بكامله، وقضت بناءه من أركانه، وارتدت هذه المكيدة التي أسسها منظروا التشيع على مذهبهم بالنقض والإبطال. وإليك السبب: ¶ يقول أحد علماءهم: «غير خفي على ذوي العقول من أهل الإيمان، وطالبي الحق من ذوي الأذهان، ما بُلي به هذا الدين من أولئك المردة المعاندين -أي الصحابة- بعد موت سيد المرسلين، وغصب الخلافة من وصيه أمير المؤمنين، وتواثب أولئك الكفرة عليه، وقصدهم بأنواع الأذى والضرر إليه، وتزايد الأمر شدة بعد موته صلوات الله عليه، وما بلغ إليه حال الأئمة صلوات الله عليهم من الجلوس في زاوية التقية، والإغضاء على كل محنة وبلية، وحث الشيعة على استشعار شعار التقية، والتدين بما عليه تلك الفرقة الغوية -أي التدين بدين أهل السنة-، حتى كُورت شمس الدين النيرة، وخسفت كواكبه المقمرة، فلم يُعلم من أحكام الدين على اليقين إلا القليل، لامتزاج أخباره بأخبار التقية، كما قد اعترف بذلك ثقة الإسلام وعلم الأعلام محمد بن يعقوب ... فصاروا صلوات الله عليهم محافظة على أنفسهم وشيعتهم، يخالفون بين الأحكام وإن لم يحضرهم أحد من أولئك الأنام، فتراهم يجيبون في المسألة الواحدة ¶ ¬_________ ¶ (¬1) انظر أخبار الدولة الفاطمية وما صنع دعاتها، تاريخ ابن خلدون ج 4 ص 31 فما بعدها",
            "page": "59",
            "part": "1",
            "seal": "F1C49A6D"
        },
        {
            "id": "59",
            "nass": "بأجوبة متعددة وإن لم يكن بها قائل من المخالفين، كما هو ظاهر لمن تتبع قصصهم وأخبارهم وتحدى سيرهم وآثارهم» (¬1). ¶ فكانت المحصلة، نصوصا متضاربة، وأقوالا متعارضة، تنسب كلها إلى نفس الإمام، خوفا على نفسه كما يزعمون، ولا أدري ماذا يدفع عنه أن يضارب بين فتاويه، ويخالف بين أقواله، وأي خوف يحمل الإنسان على هذا الكذب والافتراء على الله، والقول في دين الله ما ليس منه، وكيف يكون هذا الكذب دفعا للقتل عن النفس!! بل لأن يقتل المسلم ويقطع، أهون عليه من أن يقول على الله الكذب وهو يعلم!. ¶ وقد اعترف بهذا التضارب، شيخ الطائفة الطوسي كما يلقبونه بينهم، فقال وهو يحاول وجود حل لهذه المعضلة: «ذاكرني بعض الأصدقاء أيده الله ممن أوجب حقه علينا، بأحاديث أصحابنا أيدهم الله ورحم السلف منهم، وما وقع فيها من الاختلاف والتباين والمنافاة والتضاد، حتى لا يكاد يتفق خبر إلا وبإزائه ما يضاده ولا يسلم حديث إلا وفي مقابلته ما ينافيه، حتى جعل مخالفونا ذلك من أعظم الطعون على مذهبنا، وتطرقوا بذلك إلى إبطال معتقدنا» (¬2). ¶ ثم ذكر عن شيخه أبي الحسن الهاروني العلوي أنه كان يعتقد الحق، ويدين بالإمامة، فرجع عنها لما التبس عليه الأمر في اختلاف الأحاديث، وترك المذهب. (¬3) ¶ ¬_________ ¶ (¬1) الحدائق الناضرة - المحقق البحراني - ج 1 - ص 4 - 5 ¶ (¬2) تهذيب الأحكام -الطوسي- ج1 ص2 ¶ (¬3) نفس المصدر",
            "page": "60",
            "part": "1",
            "seal": "BC2750D0"
        },
        {
            "id": "60",
            "nass": "وقد بلغ من خطورة هذا الأمر أن الإمام يفتي بشيء، فترد عليه فتواه، ولا يقبل منه قوله، بدعوى أنه تقية. ¶ كما وقع لأحدهم وهو شعيب العقرقوفي الذي سمع الإمام الصادق عليه السلام ينهى عن أكل ذبائح أهل الكتاب، قال شعيب: «فلما خرجنا من عنده، قال لي أبو بصير: كلها فقد سمعته وأباه جميعا يأمران بأكلها، ثم سأل الإمام عن ذلك، فقال: لا تأكلها، قال شعيب: فقال لي أبو بصير: كلها وفي عنقي، فسأل الإمام ثانية، فقال: لا تأكلها، فقال أبو بصير: سله ثالثة، قال شعيب: فقلت: لا أسأله بعد مرتين» (¬1) وأبو بصير هذا من أكابر رواتهم. ¶ فهذا حال الإمام المعصوم الذي لا يجوز مخالفته والراد عليه كالراد على الله تعالى، بعد أن أفسدت عليه التقية صدقه، وجعلت أتباعه يصدون عن قوله، ويردون فتواه في وجهه. ¶ وقد نقضت هذه النصوص المتضاربة عقيدة عصمة الأئمة، وأن أقوالهم معصومة، إذ أصبح لكل قول قول يضربه، ولكل دليل دليل يناقضه، فأين كلام الإمام الذي هو حجة على الخلق، هل هو ذا أم ذا!!! وأي القولين تقية!؟ ¶ ¬_________ ¶ (¬1) ذبائح أهل الكتاب - الشيخ المفيد - ص 9 - 10وبحار الأنوارج 63 ص15",
            "page": "61",
            "part": "1",
            "seal": "4CA3CB61"
        },
        {
            "id": "61",
            "nass": "وسنذكر أمثلة استعمالهم لهذه التقية التي قطعت المذهب، وملأته بالاختلاف والاضطراب، فضاع بذلك ما أصلوه من اللطف بوجود الإمام، والأمر بطاعته، وأنه لولاه لما عرف الناس كيف يعبدون الله، وغير ذلك، وكما ذكر الطوسي فإن هذا من أكبر الطعون على المذهب، فكل ما حاولوا إيراده لإثبات وجوب وجود الإمام، وأنه لطف لازم لحفظ الشريعة وهداية الخلق، قد انتقض، فأصبح الإمام وأقواله سببا للاختلاف والاضطراب، وتضليل الناس، فيفتي مرة بالإباحة ومرة بالتحريم، ومرة يفسر الآية بمعنى، ومرة بمعنى مخالف، وما هذا الاختلاف الكثير، إلا مصداق واضح لقوله تعالى «ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا» ¶ فمن أمثلة استدلالهم بالتقية، أنه عندما استدل عليهم مخالفوهم ببطلان ما ادعوا من أن الرسول صلى الله عليه وآله قد وصَّى بالخلافة لعلي، وأن الصحابة ظلموه حقه، واغتصبوا منصبه، بأنه لو كان الأمر كما زعموا، لما زوج علي ابنته لعمر بن الخطاب رضي الله عنه خليفة المسلمين، فهذا دليل على الأخوة التي كانت تربطهم، والمودة التي كانت تسري في قلوبهم، مع رابطة الدين المتينة، فيجيبون بأن ذلك كان من علي تقية. ¶ يقول الطوسي «فإن قيل: لو كان الأمر على ما ذكرتموه من النص لما زوج أمير المؤمنين عليه السلام بنته من عمر، وفي تزويجه إياها دليل على أن الحال بينهم كانت عامرة بخلاف ما تدعونه، ويدعي كثير منكم أن",
            "page": "62",
            "part": "1",
            "seal": "963CD87E"
        },
        {
            "id": "62",
            "nass": "دافعه كافر. قلنا: في أصحابنا من أنكر هذا التزويج، وفيهم من أجازه وقال فعل ذلك لعلمه بأنه يقتل دونها، والصحيح غير ذلك وأنه زوجها منه تقية». (¬1) ¶ والعجب كيف ينسبون لعلي الشجاعة والقوة ويضيفون إليه الخوارق والمعاجز، ثم يروون عن أبي عبد الله أنه قال في تزويج أم كلثوم: «إن ذلك فرج غصبناه» (¬2). ¶ وكيف يرضى علي أسد بني هاشم بهذا الذي لا يرضى به صعلوك من صعاليك العرب، فضلا عن ساداتهم وأشرافهم في الجاهلية والإسلام. ¶ وبسبب التقية أيضا، تتضارب الروايات عن الإمام المعصوم حتى في تفسير كلام الله تعالى: ¶ فعن موسى بن أشيم قال: «كنت عند أبي عبد الله عليه السلام فسأله رجل عن آية من كتاب الله عز وجل فأخبره بها، ثم دخل عليه داخل فسأله عن تلك الآية فأخبره بخلاف ما أخبر به الأول، فدخلني من ذلك ما شاء الله حتى كأن قلبي يشرح بالسكاكين فقلت في نفسي: تركت أبا قتادة بالشام لا يخطئ في الواو وشبهه، وجئت إلى هذا يخطئ هذا الخطاء كله، فبينا أنا كذلك إذ دخل عليه آخر فسأله عن تلك الآية فأخبره بخلاف ما أخبرني وأخبر صاحبي، فسكنت نفسي، فعلمت أن ذلك منه تقية، قال: ثم التفت إلي فقال لي: يا ابن أشيم إن ¶ ¬_________ ¶ (¬1) الاقتصاد - الطوسي - ص 213 ¶ (¬2) الكافي - الشيخ الكليني - ج 5 - ص 346",
            "page": "63",
            "part": "1",
            "seal": "9D6E1C41"
        },
        {
            "id": "63",
            "nass": "الله عز وجل فوض إلى سليمان بن داود فقال: «هذا عطاؤنا فامنن أو أمسك بغير حساب» وفوض إلى نبيه، صلى الله عليه وآله فقال: «ما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا» فما فوض إلى رسول الله صلى الله عليه وآله فقد فوضه إلينا» (¬1).وهل كان رسول الله صلى الله عليه وآله وسلم يناقض أخباره، ويفتن أصحابه حتى كأنهم يشرحون بالسكاكين!! ¶ وهكذا يتربى الشيعة على التقية، وعندما تلتقي شيعيا وتسأله عن بعض عقائد مذهبه كتكفير الصحابة مثلا، فإنك ستجده ينكر ويقسم ويتهرب، ويستخدم أغلظ الأيمان، ويدعوا ثبورا، ويلعن من قال ذلك، وكل هذا مباح في شرعه، بل هو مثاب على كذبه ونفاقه، بل لو تركها لخرج من دين الإسلام. ¶ ¬_________ ¶ (¬1) الكافي - الشيخ الكليني - ج 1 - ص 265 - 266",
            "page": "64",
            "part": "1",
            "seal": "2ACD46C7"
        },
        {
            "id": "64",
            "nass": "المبحث الثاني: الإمامية وموقفهم من مصدري التشريع: ¶ أولا: موقفهم من القرآن الكريم: ¶ إن كل فرقة تنتمي إلى الإسلام وتنتسب إلى القبلة، تحتاج في تأصيل مذهبها وبناء منهجها إلى الاستدلال بالقرآن، ولا يمكن لأي فرقة من هذه الفرق أن تبني فكرا مقبولا في الأوساط المسلمة، إلا إذا أوجدت لنفسها حقلا دلاليا من آيات القرآن الكريم، تُسيم فيه آراءها، وتبني من خلاله مسارها، وتسوق به أتباعها. ¶ ولقد واجه الشيعة سؤال منذ منشئها، ومنذ أن أصلت لنفسها عقيدة الإمامة، وتميزت بها عن سائر المسلمين، وكان هذا السؤال ردة فعل طبيعية يحس بها كل مسلم تربى في ظل القرآن الكريم واعتبره كتاب هداية وتشريع، وهو: لم لم يذكر القرآن مسألة الإمامة التي تتوقف عليها نجاتنا أو هلاكنا، وإن كان قد ذكرها على زعم الشيعة، فلماذا اكتفى بالإشارة والتلميح بدل الإبانة والتوضيح، كما هي عادة القرآن الكريم في مثل هذه القضايا التي تتوقف عليها سعادة البشر أو شقاوتهم، ولو تتبعنا أمورا أقل خطرا من الإمامة، لوجدنا القرآن قد سلك فيها مسلك التبيين والتفصيل، ولم يكتف بذكرها والتصريح بها فحسب، بل",
            "page": "65",
            "part": "1",
            "seal": "3D58AA4A"
        },
        {
            "id": "65",
            "nass": "كرر ذكرها وأعاده، وفصل الكلام فيها وأحكمه، ورتب على فعلها الثواب، وعلى تركها العقاب، وهذا واضح لمن تأمل آي القرآن وتتبع طريقته في تأصيل أحكامه. ¶ ولقد سلك الشيعة للإجابة عن هذا الإشكال مسلكين مختلفين، فلقد حاول فريق منهم أن يبحث عن آيات من القرآن الكريم ويجر بخطامها لتومئ إلى الإمامة، وتكون قاعدة ينطلق منها ليحملها من الدلالات ما لا تطيق، ويستدل بها على ما لو أراده القرآن لاختار له العبارة البينة والمعنى الواضح، فبدل أن يشير إلى علي -كما تزعم الشيعة- بقوله «الذين يقيمون الصلاة ويؤتون الزكاة وهم راكعون» وتبقى الآية مفتقرة لحملها على علي إلى الرواية التي تذكر تصدقه بالخاتم، مع علتها وضعفها، كان بالإمكان أن يعبر القرآن بعبارة لا تفتقر إلى رواية أو أثر، ومعنى لا يكتنفه غبش أو يشوبه غموض، ليدل على علي وأحقيته بالإمامة، ولذكر لنا من أوصاف علي ما هو أشهر من قصة هذا الخاتم!. ¶ ولنترك الآن هذا الفريق في بحثه المتهافت عن آيات ترقع مذهبه وتعطيه الصبغة الشرعية، لننتقل إلى الفريق الآخر الذي أراح نفسه من هذا العناء، واكتفى بالقول بأن القرآن الذي بين أيدينا قد نُقص منه ما يدل على الإمامة ويرشد إليها، وبأن هذا الكتاب قد ترك العالم في حيرة وتخبط، بفعل أولائك الصحابة المرتدين الذين حرفوه وحذفوا منه أكثر مما تركوا،",
            "page": "66",
            "part": "1",
            "seal": "CD870C87"
        },
        {
            "id": "66",
            "nass": "وزعموا في روايتهم أنه: «لو قرئ القرآن كما أنزل، لألفيتنا فيه مسمين» (¬1). ¶ وقد وجدت أن جل علماء السنة الذين كتبوا عن الشيعة، ينسبون إليهم هذه المقالة، كالأشعري «330 هـ و البغدادي «429» هـ وابن حزم «456» هـ وغيرهم. ¶ يقول صاحب كتاب \"الوشيعة\" وهو الشيخ موسى جار الله «1369» الذي عاش بين الشيعة زمنا طويلا ودرس في حلقاتهم: «القول بتحريف القرآن بإسقاط كلمات وآيات قد نزلت، وبتغيير ترتيب الكلمات أجمعت عليه كتب الشيعة». (¬2) ¶ وقد لقيت في زيارتي للحوزة العلمية في قم، كثيرا ممن يقول بهذا القول إما تصريحا وإما تعريضا، بل كان أغلب من أطرح معه هذه القضية، يهاجمني بأن السنة أيضا تقول بتحريف القرآن، بدل أن يرد بأن القرآن غير محرف. ¶ وطرح علي أحد آياتهم إشكالا حول سورة تبت يدا أبي لهب، حين كنت أناقشه في هذه القضية، مستنكرا كيف أنه لم يُذكر فيها من الكفار غير عم الرسول صلى الله عليه وآله وسلم، وهو في هذا يشير إلى رواية عندهم أنه أُسقط من السورة اسم أربعين من الكفار، وأُبقي اسم عم الرسول صلى الله عليه وآله وسلم إزراء به. ¶ ¬_________ ¶ (¬1) تفسير الصافي ج1 ص41، تفسير البرهان ج1 ص15 ¶ (¬2) الوشيعة لموسى جار الله ص 104",
            "page": "67",
            "part": "1",
            "seal": "55795118"
        },
        {
            "id": "67",
            "nass": "وعندما سألت أحد الأساتذة في جامعة أهل البيت والذي يدرس أصول الفقه عن هذه المسألة، أجابني بأن السنة أيضا تقول بتحريف القرآن، فقلت له اذكر لي مثالا لآية ترى أن أهل السنة قد حرفوها، فقال: إن السنة تنقص من آية: \"صدق الله العلي العظيم\"، كلمة \"العلي\" وتقول \"صدق الله العظيم\" فقلت له مستغربا، إن هذه ليست آية من القرآن وأن الوارد في هذا المعنى قوله تعالى «قل صدق الله» فأجاب بحدة: بل إنها آية من القرآن الكريم، فقلت له في أي سورة وردت؟ ففكر مليا وكان إلى جانبي أحد طلبته من المغاربة المتشيعين، فنظرت إليه فإذا وجهه ممتلئ خجلا واحمرارا، وبعد التفكير والتخمين، رد الشيخ: سأبحث لك عنها في الكمبيوتر -ليس في المصحف- وآتيك باسم السورة غدا، وودعناه، وشاء الله أن أقابله في صباح الغد وهو في الطريق فسلمت عليه فلم يقف، وأشار بيده راداً السلام مشمراً في المشي. ¶ ولقد استغربت من أني لم أجد أحدا من كل العلماء والطلبة الذين قابلتهم يحفظ القرآن، بل لا يكاد الواحد منهم يسلم من الخطأ في كل آية يسوقها، وقد عجبت لذلك كثيرا، خصوصا من أمثال من يسمون آيات الله الذين جاوزوا الستين من العمر. ¶ وقد ذكر صاحب كتاب الوشيعة هذا الأمر، وأكد أنه لم يجد منهم أحدا يحفظ القرآن مع أنه عاش بينهم ودرس في مدارسهم. (¬1) ¶ ¬_________ ¶ (¬1) الوشيعة ص 27 - 28",
            "page": "68",
            "part": "1",
            "seal": "4B50FD09"
        },
        {
            "id": "68",
            "nass": "وسبب هذا أنهم يروون في كتبهم روايات تحذر من حفظ هذا القرآن الموجود بين أيدي الناس: فعن أبي جعفر أنه قال: «إذا قام قائم آل محمد عليه السلام ضرب فساطيط لمن يعلم الناس القرآن على ما أنزل الله جل جلاله، فأصعب ما يكون على من حفظه اليوم، لأنه يخالف فيه التأليف» (¬1) ¶ إن الشيعة تروي في كتبها روايات كثيرة بصيغ مختلفة، كلها تدل على أن الصحابة قد قاموا بعمل شنيع بعد وفاة رسول الله صلى الله عليه وآله وسلم، حيث أخذوا القرآن فنقصوا منه كل ما فيه فضح لأعمالهم، وكل ما فيه إشارة إلى علي بن أبي طالب، وذكر لفضائله، واستحقاقه الإمامة بعد الرسول صلى الله عليه وآله. ¶ وإليك القصة كما يروونها عن أبي ذر الغفاري: «أنه لما توفي رسول الله صلى الله عليه وآله، جمع علي عليه السلام القرآن وجاء به إلى المهاجرين والأنصار وعرضه عليهم، كما قد أوصاه بذلك رسول الله صلى الله عليه وآله، فلما فتحه أبو بكر، خرج في أول صفحة فتحها فضائح القوم، فوثب عمر وقال: يا علي اردده فلا حاجة لنا فيه، فأخذه علي عليه السلام وانصرف ثم أحضروا زيد بن ثابت وكان قارئا للقرآن، فقال له عمر: إن عليا جاءنا بالقرآن، وفيه فضائح المهاجرين والأنصار: وقد رأينا أن نؤلف القرآن ونسقط منه ما كان فيه فضيحة وهتك ¶ ¬_________ ¶ (¬1) الإرشاد - الشيخ المفيد - ج 2 - ص 386",
            "page": "69",
            "part": "1",
            "seal": "C3E3F0C2"
        },
        {
            "id": "69",
            "nass": "للمهاجرين والأنصار، فأجابه زيد إلى ذلك، ثم قال: فإن أنا فرغت من القرآن على ما سألتم، وأظهر علي القرآن الذي ألفه، أليس قد بطل ما قد عملتم؟ قال عمر: فما الحيلة؟ قال زيد أنتم أعلم بالحيلة، فقال عمر: ما حيلة دون أن نقتله ونستريح منه، فدبر في قتله على يد خالد بن الوليد، فلم يقدر على ذلك وقد مضى شرح ذلك، فلما استخلف عمر، سأل عليا عليه السلام أن يدفع إليهم القرآن فيحرفوه فيما بينهم، فقال: يا أبا الحسن إن جئت بالقرآن الذي كنت جئت به إلى أبي بكر حتى نجتمع عليه، فقال علي عليه السلام: هيهات ليس إلى ذلك سبيل، إنما جئت به إلى أبي بكر لتقوم الحجة عليكم ولا تقولوا يوم القيامة إنا كنا عن هذا غافلين أو تقولوا ما جئتنا به، إن القرآن الذي عندي لا يمسه إلا المطهرون والأوصياء من ولدي، فقال عمر: فهل وقت لإظهاره معلوم؟ -وما أدري بأي لغة هذه العبارة لكنها ليست عربية قطعا- قال علي عليه السلام: نعم إذا قام القائم من ولدي يظهره ويحمل الناس عليه فتجري السنة عليه». (¬1) ¶ هذا ما قام به الصحابة في زعمهم، وفاتهم أن القرآن محفوظ بحفظ الله له، وبأنه «لا يأتيه الباطل من بين يديه ولا من خلفه» وأن الله متكفل بحفظه: «إنا نحن نزلنا الذكر وإنا له لحافظون». ¶ ¬_________ ¶ (¬1) بحار الأنوار - العلامة المجلسي - ج 89 - ص 42 - 43، وكتاب سليم بن قيس ص 108 و 110، والاحتجاج ص 81",
            "page": "70",
            "part": "1",
            "seal": "189ECF87"
        },
        {
            "id": "70",
            "nass": "وتعزيزا لدعوى التحريف، تجد رواياتهم تنص على أن الآية هكذا نزلت، وتجد إمامهم يقرأ الآية على غير ما هي عليه، ثم يعقب بقوله \"هكذا نزلت\" في إشارة منه إلى أنها كانت هكذا قبل أن تحرف. ¶ عن أبي عبد الله قال: ««ومن يطع الله ورسوله في ولاية علي وولاية الأئمة من بعده فقد فاز فوزا عظيما» هكذا نزلت». (¬1) ¶ ويروون عن جابر أنه قال: «نزل جبرائيل بهذه الآية على محمد هكذا «وإن كنتم في ريب مما نزلنا على عبدنا في علي فأتوا بسورة من مثله». (¬2) ¶ ويروي أحدهم عن أبي عبد الله \" ولا تكونوا كالتي نقضت غزلها من بعد قوة أنكاثا تتخذون أيمانكم دخلا بينكم أن تكون أئمة هي أزكى من أئمتكم»، قال: قلت: جعلت فداك أئمة؟ قال: إي والله أئمة، قلت: فإنا نقرأ: أربى، فقال: ما أربى؟ وأومأ بيده فطرحها «إنما يبلوكم الله به «يعني بعلي عليه السلام» وليبينن لكم يوم القيامة ما كنتم فيه تختلفون» (¬3) ¶ ومما يؤكدون به عدم صحة الآية تهكمهم على المعنى الوارد فيها كما مر في هذه الرواية، حين قال إمامهم متهكما «ما أربى وأومأ بيده ¶ ¬_________ ¶ (¬1) الكافي - الشيخ الكليني - ج 1 - ص 414 ¶ (¬2) الكافي ج1 ص417 ¶ (¬3) الكافي - الشيخ الكليني - ج 1 - ص 292",
            "page": "71",
            "part": "1",
            "seal": "A597DDD0"
        },
        {
            "id": "71",
            "nass": "فطرحها» مشيرا إلى أن هذا المعنى ضعيف، وأن الآية ليست كما أنزلها الله، وهذا تراه في روايات كثيرة: ¶ فعن علي بن أبي طالب أنه قال في محاورة طويلة: «وأما ظهورك على تناكر قوله: «فإن خفتم ألا تقسطوا في اليتامى فانكحوا ما طاب لكم من النساء» وليس يشبه القسط في اليتامى نكاح النساء، ولا كل النساء أيتاما، فهو لما قدمت ذكره من إسقاط المنافقين من القرآن، وبين القول في اليتامى وبين نكاح النساء من الخطاب والقصص أكثر من ثلث القرآن، وبهذا وما أشبهه ظهرت حوادث المنافقين فيه لأهل النظر والتأمل، ووجد المعطلون وأهل الملل المخالفة للإسلام مساغا إلى القدح في القرآن، ولو شرحت لك كل ما أسقط وحرف وبدل مما يجري هذا المجرى لطال، وظهر ما تحظر التقية إظهاره من مناقب الأولياء ومثالب الأعداء». (¬1) وهذه الرواية تدل على أن التقية تمنع من إظهار هذا القول، كما ترى فيها التهكم بالمعنى الموجود في الآية وتسفيهه، وأنه لا يتناسب والسياق، ويستدلون بذلك على أن الآية قد أقحمت في ذلك المكان إقحاما، وأنها ليست كما أنزل الله عز وجل، كما قال أبو عبد الله للقارئ لما قرأ «كنتم خير أمة أخرجت للناس» فقال متهكما: «خير أمة. يقتلون أمير المؤمنين والحسن والحسين؟ فقال القارئ: جعلت فداك كيف نزلت؟ قال: نزلت «كنتم خير أئمة» (¬2). ¶ ¬_________ ¶ (¬1) بحار الأنوار ج89 ص47 والاحتجاج ص131 - 132 ¶ (¬2) تقسير القمي ج1 ص110",
            "page": "72",
            "part": "1",
            "seal": "5746C0AF"
        },
        {
            "id": "72",
            "nass": "ويؤيد ما ورد في الرواية السابقة من ادعاءهم نقصان الثلث من كلام الله عز وجل، ما رووا في الكافي من «أن القرآن الذي جاء به جبريل إلى محمد صلى الله عليه وآله سبعة عشر ألف آية» (¬1) وإذا كان القرآن الذي بين أيدينا يبلغ ستة آلاف وكسور، فهذا يعني أنه قد حذف منه الثلثان!!! ¶ وعندما مر شارح الكافي بهذه الرواية قال مصرحا: «إن آي القرآن ستة آلاف وخمسمائة ... والزائد على ذلك مما سقط بالتحريف» (¬2) ¶ وقال في موضع آخر: «وإسقاط بعض القرآن وتحريفه ثبت من طرقنا بالتواتر معنىً، كما يظهر لمن تأمل في كتب الأحاديث من أولها إلى آخرها» (¬3) ¶ وكثير منهم يعترفون بهذا الاعتقاد ويصرحون به في كتبهم، وقد مرت بك روايات التحريف في الكافي والبحار، وهما لعالمين جليلين عند الشيعة، بل من أكابر مشايخهم. ¶ وممن اعترف أيضا بالتحريف الفيض الكاشاني صاحب كتاب التفسير، يقول: «وأما اعتقاد مشايخنا رضي الله عنهم في ذلك، فالظاهر من ثقة الإسلام محمد بن يعقوب الكليني طاب ثراه، أنه كان يعتقد التحريف والنقصان في القرآن، لأنه كان روى روايات في هذا المعنى في كتابه ¶ ¬_________ ¶ (¬1) الكافي ج2ص134 ¶ (¬2) شرح جامع ج11 ص536 ¶ (¬3) نفس المصدر السابق ج11 ص 88",
            "page": "73",
            "part": "1",
            "seal": "F5504C17"
        },
        {
            "id": "73",
            "nass": "الكافي، ولم يتعرض لقدح فيها، مع أنه ذكر في أول الكتاب أنه كان يثق بما رواه فيه، وكذلك أستاذه علي بن إبراهيم القمي رضي الله عنه، فإن تفسيره مملوء منه، وله غلو فيه، وكذلك الشيخ أحمد بن أبي طالب الطبرسي رضي الله عنه، فإنه أيضا نسج على منوالهما في كتاب الاحتجاج». (¬1) ¶ ويقول محسن الكاشاني صاحب كتاب من أشهر كتب التفسير عندهم: «المستفاد من الروايات من طريق أهل البيت عليهم السلام، أن القرآن الذي بين أظهرنا ليس بتمامه، كما أنزل على محمد صلى الله عليه وآله وسلم، بل منه ما هو خلاف ما أنزل الله، ومنه ما هو مغير محرف، وأنه قد حذف منه أشياء كثيرة، منها اسم علي عليه السلام في كثير من المواضع، ومنها غير ذلك، وأنه ليس أيضا على الترتيب المرضي عند الله وعند رسوله صلى الله عليه وآله وسلم». (¬2) ¶ والقمي في تفسيره قد صرح بهذا واستدل عليه بروايات كثيرة، وتحدث عن التحريف في مواضع كثيرة من تفسيره، قال: «وأما ما هو محرف منه، فهو قوله «لكن الله يشهد بما أنزل إليك في علي أنزله بعلمه والملائكة يشهدون» وقوله «يا أيها الرسول بلغ ما أنزل إليك من ربك في علي فإن لم تفعل فما بلغت رسالته» وقوله «إن الذين كفروا وظلموا آل محمد حقهم لم يكن الله ليغفر لهم» وقوله «وسيعلم الذين ظلموا ¶ ¬_________ ¶ (¬1) تفسير الصافي: 1/ 51 ¶ (¬2) تفسير الصافي ج1 ص49",
            "page": "74",
            "part": "1",
            "seal": "A86A4059"
        },
        {
            "id": "74",
            "nass": "آل محمد حقهم أي منقلب ينقلبون» وقوله «ولو ترى الذين ظلموا آل محمد حقهم في غمرات الموت» ومثله كثير نذكره في مواضعه». (¬1) ¶ وقد خصص البحراني في كتابه \"البرهان\" بابا بعنوان «باب أن القرآن لم يجمعه كما أنزل إلا الأئمة» وساق الكثير فيه الكثير من روايات التحريف. (¬2) ¶ وممن نص على التحريف أيضا محمد بن إبراهيم النعماني في كتابه \"الغيبة\"، وساق فيه الكثير من هذه الروايات (¬3) كما صرح العياشي صاحب التفسير بهذه العقيدة، وأورد رواياتها في تفسيره. (¬4) ¶ ومنهم المفيد صاحب كتاب أوائل المقالات، إذ يقول: «إن الأخبار قد جاءت مستفيضة عن أئمة الهدى من آل محمد صلى الله عليه وآله باختلاف القرآن، وما أحدثه بعض الظالمين فيه من الحذف والنقصان ... وأما النقصان فإن العقول لا تحيله ولا تمنع من وقوعه، وقد امتحنت مقالة من ادعاه، وكلمت عليه المعتزلة وغيرهم طويلا فلم أظفر منهم بحجة أعتمدها في فساده» (¬5) ¶ ¬_________ ¶ (¬1) تفسير القمي - علي بن إبراهيم القمي - ج 1 - ص 10 - 11 ¶ (¬2) البرهان للمحقق البحراني ج1 ص15 فما بعدها. ¶ (¬3) انظر ص 218 من كتاب الغيبة. ¶ (¬4) انظر تفسير العياشي ج1 ص 13 وغيرها. ¶ (¬5) أوائل المقالات - الشيخ المفيد - ص 80 - 82",
            "page": "75",
            "part": "1",
            "seal": "A0DA7D6B"
        },
        {
            "id": "75",
            "nass": "والخميني يصرح بهذه العقيدة في كتبه، يقول في كتابه كشف الأسرار: «إن الذين لم يكن لهم ارتباط بالإسلام والقرآن إلا لأجل الرئاسة والدنيا، وكانوا يجعلون القرآن وسيلة لمقاصدهم الفاسدة، كان من الممكن أن يحرفوا هذا الكتاب السماوي في حالة ذكر اسم الإمام في القرآن، وأن يمسحوا هذه الآيات منه، وأن يلصقوا وصمة العار هذه على حياة المسلمين» (¬1). ¶ ولقد عاشت عقيدة التحريف بين طيات كتب المذهب الشيعي، وفي قلوب كثير من علمائه، تحيط بها التقية، وتتناقل بين الكبراء في سرية، إلى أن انبعث أحد علمائهم المبجلين، صاحب كتاب من أكبر كتبهم وهو \"مستدرك الوسائل\" والذي يقع في ثمانية عشر مجلدا، ويعتبر من مصادرهم المعتمدة في الحديث، وقد بلغ من تبجيلهم لهذا الرجل أن دفنوه في بقعة من أشرف بقاعهم، بداخل ضريح إمامهم في النجف. (¬2) ¶ فقام هذا العالم بجمع هذه الروايات وتوثيقها، في كتابه الذي خصصه لهذه القضية، وعنون له بـ\"فصل الخطاب في إثبات تحريف كلام رب الأرباب\". ¶ يقول في مقدمته: «فيقول العبد المذنب المسيء حسين بن محمد تقي الدين الطبرسي، جعله الله من الواقفين ببابه المتمسكين ¶ ¬_________ ¶ (¬1) كشف الأسرار ص114 ¶ (¬2) انظر أعلام الشيعة -الطهراني- ج1ص553 يقول أنه دفن «بين العترة والكتاب، يعني في الإيوان الثالث عن يمين الداخل إلى الصحن الشريف من باب القبلة»",
            "page": "76",
            "part": "1",
            "seal": "62BCAAE1"
        },
        {
            "id": "76",
            "nass": "بكتابه: هذا كتاب لطيف، وسفر شريف، عملته في إثبات تحريف القرآن، وفضائح أهل الجور والعدوان، وسميته فصل الخطاب في تحريف كتاب رب الأرباب، وأودعت فيه من بدائع الحكمة ما تقر به كل عين، وأرجو ممن ينتظر رحمته المسيئون أن ينفعني به في يوم لا ينفع مال ولا بنون». (¬1) ¶ وفعلا فقد قام بجمع كل الروايات التي تفرقت في بطون كتبهم، وتتبع أقوال علمائهم، وذكر أكثر من ألف مثال مما ورد أنه قد حرف من القرآن في كتبهم. (¬2) ¶ وقد كنت أرى إصرار كثير منهم على إنكار هذا الأمر، وعدم التصريح به، واستخدام التقية بأقصى درجاتها، وبكل ما تبيحها لهم من الأيمان المغلظة، والدعاء بالويل والثبور، وأن هذا مما افتراه المفترون، ويردون على كل من واجههم بهذه الروايات قائلين: هاهو قرآننا الذي نقرأه في إيران، وهاهي المصاحف التي يقرؤها الشيعة في كل مكان، ليس فيها أي زيادة على ما في مصاحفكم أو اختلاف. ¶ لكني وجدت أن هذا هو عين ما أوصى به منظروا التشيع ومؤصلوا عقائده، فقد نقلوا في كتبهم عن أئمتهم المعصومين، أمرهم لشيعتهم بقراءة هذا القرآن الموجود بين أيدي الناس في زمان الغيبة، وأن لا يجاوزوه حتى يخرج صاحب الزمان. ¶ ¬_________ ¶ (¬1) نقلا عن أصول مذهب الشعية -ناصر القفاري- ج1 ص286 ¶ (¬2) نفس المصدر السابق ج1 ص309",
            "page": "77",
            "part": "1",
            "seal": "B10A56A2"
        },
        {
            "id": "77",
            "nass": "فعن محمد بن سليمان عن بعض أصحابه عن أبي الحسن قال: قلت له: «جعلت فداك إنا نسمع الآيات في القرآن ليس هي عندنا كما نسمعها ولا نحسن أن نقرأها كما بلغنا عنكم، فهل نأثم؟ فقال: لا، اقرؤوا كما تعلمتم فسيجيئكم من يعلمكم». (¬1) ¶ يقول شيخهم المفيد: «إن الخبر قد صح من أئمتنا عليهم السلام، أنهم أمروا بقراءة ما بين الدفتين، وأن لا نتعداه، بلا زيادة فيه ولا نقصان منه، حتى يقوم القائم عليه السلام، فيقرأ الناس القرآن على ما أنزله الله تعالى وجمعه أمير المؤمنين عليه السلام». (¬2) ¶ ويقول نعمة الله الجزائري: «قد روي في الأخبار أنهم عليهم السلام أمروا شيعتهم بقراءة هذا الموجود من القرآن في الصلاة وغيرها، والعمل بأحكامه، حتى يظهر مولانا صاحب الزمان، فيرتفع هذا القرآن من أيدي الناس إلى السماء، ويخرج القرآن الذي ألفه أمير المؤمنين، فيقرأ ويعمل بأحكامه» (¬3) ¶ لذلك فإن المصحف الموجود في إيران هو نفس المصحف الذي يتداوله السنة ويقرؤونه، إلا أنك تسمع بعضهم يزيد كلمة علي في بعض المواضع، ¶ ¬_________ ¶ (¬1) الكافي - الشيخ الكليني - ج 2 - ص 619 ¶ (¬2) نقل كلامه المجلسي في البحار ج89 ص74 ¶ (¬3) الأنوار النعمانية ج2 ص363 - 364",
            "page": "78",
            "part": "1",
            "seal": "D2CB62EC"
        },
        {
            "id": "78",
            "nass": "وقد سُجل في موقع البرهان مقطع لرجل شيعي، وهو يقرأ «يأيها الرسول بلغ ما أنزل إليك في علي وإن لم تفعل فما بلغت رسالته» بزيادة كلمة \"في علي\" (¬1) ¶ وقد حاول بعضهم أن يتبرأ من هذه المقالة، لكنك لا تستطيع أن تطلع على حقيقة قوله، وهل هو تقية أو اعتقاد، بل مما يدلك على كونه تقية أنه لم يجرؤ أحدهم على الطعن في كتاب الكافي أصح كتاب عندهم، وهو مليء بهذه الروايات، ولم يجرؤ أحدهم على تضليل الخميني أو غيره ممن صرح بهذا الكفر، فتبقى هذه الروايات وهذه الكتب عارا على الشيعة، بل على المسلمين أجمعين، ويبقى كتاب الله محفوظا «لا يأتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد»، وتبقى اللمسات اليهودية التي دأبت على تحريف الكتب المقدسة، ظاهرة ملامحها في هذه العقيدة التي تشكك في مصدري الإسلام. ¶ ثانيا: موقفهم من السنة النبوية: ¶ إن مبحثنا هذا لن يكتمل إلا بالمبحث الذي بعده، وإلا إذا عرفت موقف الشيعة من روات السنة النبوية، وهم صحابة رسول الله صلى الله عليه وآله وسلم، وحملة شريعته، والمبلغون عنه. ¶ ¬_________ ¶ (¬1) موقع البرهان  www.alburhan.net",
            "page": "79",
            "part": "1",
            "seal": "581CB361"
        },
        {
            "id": "79",
            "nass": "إن الشيعة في تكفيرها صحابة رسول الله الكرام، قد أدارت ظهرها لكل ما روته هذه الزمرة الطيبة، من أحاديثه صلى الله عليه وآله وسلم، وأفعاله وأحواله وسيره وأيامه. ¶ وبهذا توصل واضعوا هذه الديانة لهدم الإسلام من أساسه، إذ أن تكفير الصحابة هو رد لكل ما روي عنهم من سنن الرسول صلى الله عليه وآله وأخباره وأحكامه. ¶ فأبو هريرة وعائشة وأنس بن مالك وعبد الله بن عمر وعبد الله بن مسعود وعبد الله بن عباس وعبد الله بن عمرو بن العاص، وغيرهم ممن حفظوا علينا أخبار رسول الله وأحواله وأيامه وأحكامه، كلهم كفار مرتدون، وبالتالي فأخبارهم مردودة، وأحاديثهم كلها باطلة، فينهدم بذلك الجسر الوحيد الذي نستمد منه أخبار نبينا وهديه. ¶ وهذا بالفعل ما يعتقده الشيعة في صحابة رسول الله صلى الله عليه وآله وسلم، ولهذا لا يقبلون الأحاديث التي يرويها أهل السنة في كتبهم، وعلى رأسهم البخاري صاحب أصح كتاب بعد كتاب الله، ومسلم وأبو داود والترمذي وغيرهم. ¶ يقول مرجعهم محمد حسين آل كاشف الغطا «إن الشيعة لا يعتبرون من السنة إلا ما صح لهم من طرق أهل البيت ... أما ما يرويه مثل أبي هريرة، وسمرة بن جندب، وعمرو بن العاص ونظائرهم، فليس لهم عند الإمامية مقدار بعوضة» (¬1) ¶ ¬_________ ¶ (¬1) أصل الشيعة وأصولها ص 79",
            "page": "80",
            "part": "1",
            "seal": "E0A44198"
        },
        {
            "id": "80",
            "nass": "وقال آخر: «لأن البخاري ومسلما وأضرابهما وضاعون كذابون عند الشيعة، بل حكموا بحماقة البخاري، وقصور فهمه عن التمييز بين الصحيح والضعيف، لأمور شتى» (¬1) ¶ وقد تنبه علماء الإسلام لهذا البعد الخطير الذي يوشك أن يقوض بناء الإسلام من أساسه، فقال الإمام مالك رحمه الله: «إنما هؤلاء أقوام أرادوا القدح في النبي صلى الله عليه وآله وسلم، فلم يمكنهم ذلك، فقدحوا في أصحابه حتى يقال: رجل سوء، ولو كان رجلا صالحًا لكان أصحابه صالحين» (¬2). ¶ وكان أبو زرعة الرازي يقول: «إذا رأيت الرجل ينتقص أحدا من أصحاب رسول الله صلى الله عليه وآله وسلم فاعلم أنه زنديق وذلك أن الرسول صلى الله عليه وآله وسلم عندنا حق والقرآن حق وإنما أدى الينا هذا القرآن والسنن أصحاب رسول الله صلى الله عليه وآله وسلم وإنما يريدون أن يجرحوا شهودنا ليبطلوا الكتاب والسنة والجرح بهم أولى وهم زنادقة» (¬3) ¶ وهذا ما يؤكد المقصد الخطير لواضع هذه الديانة، ومراده إلى هدم الإسلام والقدح في الرسول صلى الله عليه وآله، فإذا سقطت عدالة الصحابة، سقطت الشريعة برمتها. ¶ ¬_________ ¶ (¬1) الصوارم المهرقة - الشهيد نور الله التستري - ص 57 ¶ (¬2)» الصارم المسلول «ص:580». ¶ (¬3) الكفاية في علم الرواية - الخطيب البغدادي - ص 67",
            "page": "81",
            "part": "1",
            "seal": "C5EF70C3"
        },
        {
            "id": "81",
            "nass": "وبهذا يظهر جليا أنه لا قنوات للتواصل بين السنة والشيعة، فالقرآن محرف والسنة موضوعة، والصحابة كفار، فلن يقبل الشيعي من أحاديث الصحابة الكفار شيئا، ولن يسمع من قرآنك المحرف آية، وسيستمر يدعوا إمامه صاحب العصر والزمان، ليخرج وينتقم ممن ظلموا محمدا وآله.",
            "page": "82",
            "part": "1",
            "seal": "384432E8"
        },
        {
            "id": "82",
            "nass": "المبحث الثالث: مظاهر الانحراف في المجتمعات الشيعية: ¶ أولا: الشرك في مذهب الشيعة الاثني عشرية: ¶ أ- مفهوم الشرك عند الإمامية: ¶ إن عبادة الله والخضوع له متصل في البشر منذ بدء الخلق إلى اليوم، إلا أنه يخف في بعض الأزمنة، وقد يصل إلى حد الندور في بعضها، وأحيانا تأخذ هذه العبادة صورا خاطئة، وتلتصق بها مفاهيم منحرفة، وأحيانا يضيف الناس عددا من المعبودين، ويعطونهم ضروبا من العبادة والتعظيم، كما حصل قبيل بعثة محمد صلى الله عليه وآله وسلم، وهو ما يصطلح عليه شرعا باسم الشرك، وهو في مقابلة التوحيد، الذي يجعل العبادة منحصرة في إله واحد، لا شريك له في عبوديته، لذا كان عماد دعوة الرسل «أن لا اله إلا أنا فاعبدون» و «أن لا تعبدوا إلا الله» و «مالكم من إله غيره» و «ولا تدع مع الله إلها آخر فتكون من المعذبين» ... ¶ وقد استجمعت الآيات القرآنية، كل أنواع التهديد والوعيد، وكل أساليب التهويل والتخويف، وصبتها في التحذير من الشرك والوقوع فيه،",
            "page": "83",
            "part": "1",
            "seal": "41E2835E"
        },
        {
            "id": "83",
            "nass": "فمرة تحرم الجنة على الواقع فيه، ومرة يخبر الله عز وجل بأنه يغفر كل الذنوب إلا الشرك، ومرة يحذر الأنبياء وخيار الخلق لتحبطن أعمالهم وليكونُن من الخاسرين إن وقعوا فيه، ومرات تضرب أبشع الأمثلة لمن أشرك بالله فكأنه خر من السماء فتخطفه الطير، أو تهوي به الريح في مكان سحيق. ¶ فكان الشرك مفتاح النيران، والتوحيد مفتاح الجنان، وكانت النار دار الشرك والمشركين، والجنة دار التوحيد والموحدين. ¶ لكن الشيعة تخالف في هذا المفهوم للشرك، وتصرف شتى أنواع العبادة، كالدعاء والطواف والذبح والنذر والخضوع والتذلل، للأئمة الذين أعطاهم الله هذا الحق، وأعطاهم هذه القدرة في التصرف وإجابة السائلين، وتلبية طلباتهم، وقضاء حوائجهم. ¶ فعقيدة الشيعة التي تثبتها في هذا المقام، أن صرف العبادة للشخص لا يكون شركا إلا إذا قصد بهذه العبادة أن المتوجه إليه إله. ¶ أما إذا لم يقصد أنه إله، فإن هذا لا يعد في نظرهم شركا. ¶ يقول الشيخ جعفر السبحاني من مشايخ حوزة قم: «دعاء الأولياء يقع على وجهين: الأول: دعاء الولي ونداؤه بما أنه عبد صالح تستجاب دعوته عند الله إذا طلب منه تعالى شيئا ... كما أنه ليس دخيلا في مفهوم التوحيد والشرك، ما دام الداعي يؤمن بالله الواحد ويعتبره الرب الخالق والمدبر المستقل دون سواه» (¬1). ¶ ¬_________ ¶ (¬1) الإيمان والكفر - الشيخ جعفر السبحاني - ص 109 - 110",
            "page": "84",
            "part": "1",
            "seal": "78624FC7"
        },
        {
            "id": "84",
            "nass": "ثم قال: «الثاني: لا شك أن دعاء النبي أو الصالح ونداءهما والتوسل بهما باعتقاد أنه إله أو رب أو خالق أو مستقل في التأثير أو مالك للشفاعة والمغفرة، شرك وكفر، ولكنه لا يقوم به أي مسلم في أقطار الأرض». (¬1) وفاته أن هذا لا يقول به حتى مشركوا قريش الذين جاء الرسول لدعوتهم، فهم لم يقولوا أن شركاءهم مستقلون في التأثير، بل قالوا: «إنما نعبدهم ليقربونا إلى الله زلفى»، واعترفوا بأن الخالق هو الله، والرازق هو الله، ومنزل المطر هو الله، وإنما هؤلاء وسائط تقربنا إليه. ¶ إذاً فأهل السنة يعتبرون التوجه بالدعاء إلى غير الله شرك، والإمامية لا يعتبرونه شركا إلا إذا قصد أن هذا المدعو إله، فصورة الشرك والإيمان واحدة، لكن الفرق في النية والقصد، فهذا مشرك ضال، وهذا مؤمن مهتد، وإن كان كلاهما يدعوا غير الله. ¶ كذلك فإن واسطتهم هذه مأذون بها بزعمهم، بخلاف واسطة المشركين التي لم يأذن بها الله، فلا فرق بين المشركين والمؤمنين في دعائهم غير الله، فالكل يدعوا الوسائط ويجعلهم شفعاء، ويسألهم أن ينفعوه عند الله، لكن هؤلاء مأذون لهم بدعائهم والتوجه إليهم، وأولئك لم يؤذن لهم ... ¶ ¬_________ ¶ (¬1) نفس المصدر ص 111",
            "page": "85",
            "part": "1",
            "seal": "8BEFD825"
        },
        {
            "id": "85",
            "nass": "يقولون: «الفرق بين المؤمنين والمشركين في كل الأديان: أن المشركين جعلوا لله شركاء وشفعاء لم يأذن بهم، فأشركوهم معه بأنواع من التشريك الذي زعموه. أما المؤمنون فوحدوا الله وأطاعوه، وهو الذي أمرهم باتخاذ الوسيلة إليه والتوجه إليه بهم وتقديمهم بين يدي دعائهم وأعمالهم .. فالأنبياء والأوصياء وسيلة مشروعة وشفعاء بإذنه. وبذلك يكون الحد الفاصل بين الشرك والتوحيد في نوع الواسطة لا في أصلها: فالواسطة التي أذن بها الله الواحد الأحد سبحانه لا تنافي التوحيد بل تؤكده، والواسطة التي لم يأذن بها شرك يخرج صاحبه عن التوحيد» (¬1). ¶ ويقولون: «العقل لا يرى مانعا في أن يربط الله تعالى أفعاله بطلب ملائكته أو أوليائه، فيجعلهم أدوات رحمته، ووسائط فيضه، ووسائل عطائه، وذلك لا يعني تشريكهم في ألوهيته، بل هم عباده المكرمون المطيعون، ووسائله وأدواته التي يرحم بها عباده، هذا من ناحية نظرية، وأما من ناحية الوقوع والثبوت، فقد دل الدليل على أن أنظمة الفعل الإلهي وقوانينه واسعة ومعقدة، ودل على أنه تعالى جعل كثيرا من عطائه إن لم يكن كله، عن طريق خيرة عباده من الملائكة والأنبياء والأوصياء» (¬2) ¶ ¬_________ ¶ (¬1) العقائد الإسلامية - مركز المصطفى «ص» - ج 4 - ص 254 ¶ (¬2) العقائد الإسلامية - مركز المصطفى «ص» - ج 3 - ص 14 - 15",
            "page": "86",
            "part": "1",
            "seal": "3A858DD1"
        },
        {
            "id": "86",
            "nass": "فرحمة الله وعطاءه لا ينال إلا بواسطتهم، فلندعهم ولنتوسل إليهم، بدل أن ندعوا الله ونتوسل إليه، هذا ما تأمر به الشيعة أتباعها، وتجعله عين التوحيد وهو عين الشرك. ¶ وقد دار بيني وبين أحد علمائهم حوار في هذه المسألة، وأكد لي بأن النية هي الفرق بين الشرك والتوحيد، فمن نوى أن هذا المتجه إليه بالعبادة إله، فهو مشرك، وإلا فلا. ¶ وما دام المشركون والشيعة، كل منهم لا يعتقد أن المتوجه إليه مستقل بالتأثير في الكون، فلا يبقى إذاً إلا فرق واحد، وهو الإذن في عبادة هؤلاء، وعدم الأذن في عبادة أولائك، فآلهة الشيعة مأذون لهم في عبادتهم، بخلاف آلهة المشركين، وتصبح قضية الشرك والتوحيد، والجنة والنار، والفرق بين المشركين الضالين أصحاب الجحيم، والمؤمنين الأبرار أصحاب النعيم، هي هذا الإذن المزعوم فقط، فيمكن القول بأن الرسول لم يبعث إلا ليبين لنا المأذون في عبادته، ممن لم يؤذن بعبادته، ولا أدري لم أذن الله لأئمة الشيعة، ولم يأذن لأئمة قوم نوح، ود وسواع والبقية، مع أنهم قوم صالحون!؟ ¶ ولست أدري كيف يصر الشيعي على هذا الاعتقاد وهو يقرأ قوله تعالى «وأن المساجد لله فلا تدعوا مع الله أحدا» وهو يقول بلى، أدعوا مع الله اثنا عشر إماما، ولا أدري كيف يمر على قوله «ومن يدع مع الله إلها آخر لا برهان له به فإنما حسابه عند ربه»، فلعل عنده على آلهته برهانا.",
            "page": "87",
            "part": "1",
            "seal": "9D22AD4F"
        },
        {
            "id": "87",
            "nass": "ب- مظاهر الشرك في المجتمع الشيعي: ¶ لذلك انتشرت المظاهر الشركية داخل هذا التأصيل، وفرخت القبورية في هذه العقائد، وباضت وعششت في تلك العقول، فما دمنا لا نقصد في هذا المقبور أنه إله، فلا بأس في كل فعل نتوجه به إليه، وإن كان عبادة محضة، وفعلا يختص بالله تعالى ... ¶ فالدعاء الذي هو خالص العبادة، وأعلى مقاماتها، يوجه بكل خضوع وخشوع، وبعد غسل وتطهر -هذا من الآداب اللازمة للزيارة- إلى الحسين وأبناءه الأوصياء، وتذرف عند مشاهدهم العبرات، وتنفطر القلوب، وكلنا رأى ما تبثه القنوات الفضائية من أحوال وأهوال، وكيف تجتمع تلك الجحافل، عند تلك المشاهد، بين متمسح وباك وداع، ويتحملون في ذلك من المشاق والتكاليف ما سيسأل عنه معمموهم ومشائخهم. ¶ وكما تقرر في الباب قبله، فإن الرحمات الربانية، والنفحات القدسية، والنفع والضر، والمغفرة والتوبة، كل ذلك جعله الله بيد وسائطه إلى خلقه، «ووسائله وأدواته التي يرحم بها عباده»، فلا غرو أن تمتلئ هذه القلوب بالرغبة والرهبة، وتصرف ما تستطيع من الدعاء والإنابة، إلى من هم وسائط الرحمة، ووسائل العطاء ... ¶ ويتطور الحال حتى لا يبقى في القلب رجاء أو توكل أو خوف إلا ويصرف لهؤلاء الأئمة الأطهار، ويخلوا من كل تعلق بالرب الغفار،",
            "page": "88",
            "part": "1",
            "seal": "5E49804D"
        },
        {
            "id": "88",
            "nass": "كما قال شاعرهم: ¶ وكم نحن في لهوات الخطوب * نناديك من فمها الفاغر ¶ ولم تك منا عيون الرجاء * بغيرك معقودة الناظر (¬1) ¶ لكن هذا ليس شركا، لأنه وإن دعاه ورجاه، وخافه وتوسل إليه، وذرف دموع التوبة والندم بين يديه، وعقد عيون الرجاء عليه، فإنه قد استقر في نيته أن هذا ليس ربا ... ¶ وقد يستعظم أحدنا هذا الكلام، وتدفعه نفسه إلى التكذيب بأن من المسلمين من يأصل للشرك مثل التوحيد، بل يدعو إليه ويحض عليه، لأننا نعلم أن النافع والضار والمعطي والمانع والتواب والرحيم هو الله، لذا أسوق بعض ما ورد في زياراتهم وأوراد أعيادهم وأيامهم، لندرك مدى تشبع العقل الشيعي بهذه المعتقدات، وكيف أصبح دعاء غير الله توحيدا، والضلال رشدا، والعمى نورا. ¶ جاء في بحار الأنوار في زيارة العباس بن علي: «ثم انكب على الضريح وقبل التربة -على هيئة السجود- وقل: السلام عليك يا أول مظلوم انتهك دمه وضيعت فيه حرمة الإسلام، فلعن الله أمة أسست أساس الظلم والجور عليكم أهل البيت، أشهد أني سلم لمن سالمت، وحرب لمن حاربت، مبطل لما أبطلت، محقق لما حققت، فاشفع لي عند ربي وربك في خلاص رقبتي من النار، وقضاء حوائجي في الدنيا والآخرة» (¬2). ¶ ¬_________ ¶ (¬1) ديوان السيد حيدر الحلي ج 1 - ص 32 ¶ (¬2) بحار الأنوار - العلامة المجلسي - ج 98 - ص 237 ومصباح الزائر ص 120",
            "page": "89",
            "part": "1",
            "seal": "6583EBE5"
        },
        {
            "id": "89",
            "nass": "وروى الكليني في زيارة علي بن أبي طالب: «يا ولي الله إن لي ذنوبا كثيرة فاشفع لي إلى ربك، فإن لك عند الله مقاما محمودا معلوما، وإن لك عند الله جاها وشفاعة وقد قال تعالى ولا يشفعون إلا لمن ارتضى». (¬1) ¶ وفي أخرى: «أتيتك يا أمير المؤمنين عارفا بحقك، مستبصرا بشأنك، معاديا لأعدائك مواليا لأوليائك، بأبي أنت وأمي، أتيتك عائذا بك من نار استحقها مثلي بما جنيت على نفسي، أتيتك زائرا أبتغي بزيارتك فكاك رقبتي من النار، أتيتك هاربا من ذنوبي التي احتطبتها على ظهري، أتيتك وافدا لعظيم حالك ومنزلتك عند ربي، فاشفع لي عند ربك، فإن لي ذنوبا كثيرة وإن لك عند الله مقاما معلوما وجاها عظيما وشأنا كبيرا وشفاعة مقبولة». (¬2) ¶ وإذا كان صرف الدعاء مخ العبادة للأئمة مشروعا، والاستغاثة والاستعاذة بهم واجبة، فلا تسأل عن الطواف والنذر والذبح والتمسح والتبرك والتقبيل والسجود عند القبر واستقباله للصلاة، لكني لن أكلفك قراءة المزيد من نصوصهم في كل جزئية مما أشرت إليه، فلن أسلمك إلى الملل، أو أحملك على الضجر، وسآخذك إلى مشهد آخر لتكتمل الصورة، وتنفضح اللعبة ... ¶ ¬_________ ¶ (¬1) الكافي - الكليني - ج 4 - ص 569 ¶ (¬2) نفس المصدر ص571",
            "page": "90",
            "part": "1",
            "seal": "43213E3D"
        },
        {
            "id": "90",
            "nass": "فمن شرائعهم وفرائضهم التي ألزموا بها أتباعهم، وجوب زيارة القبور، وشد الرحال إلى المشاهد والأضرحة، بل ليس للشيعي رخصة في أن يترك هذه الفريضة المؤكدة، وقد شاهدت في مدينة قم عند قبر المعصومة، مئات من العوائل الإيرانية، قد حطت رحالها في الساحة الخارجية للضريح، وافترشوا بسطا على الأرض، وكنت وأنا أرتعد من البرد، أتساءل كيف قضوا ليلتهم في هذا العراء!؟ ... ¶ «ثم اعلم: أن ظاهر أكثر أخبار هذا الباب وكثير من أخبار الأبواب الآتية وجوب زيارته صلوات الله عليه، بل كونها من أعظم الفرائض وآكدها، ولا يبعد القول بوجوبها في العمر مرة مع القدرة». (¬1) ¶ وقد بالغوا كثيرا جدا في وصف ثواب الزائر لهذه المشاهد، ووحدة القياس في هذا المقام هي الحج، ففي كل زيارة يكتب لك عدد من الحجات، وأحيانا تحتسب لك مع الرسول صلى الله عليه وآله وسلم ¶ فمثلا: «من زار الرضا عليه السلام أو واحدا من الأئمة عليهم السلام فصلى عنده صلاة، فإنه يكتب له بكل ركعة ثواب من حج ألف حجة، واعتمر ألف عمرة، وأعتق ألف رقبة، ووقف ألف وقفة في سبيل الله مع نبي مرسل، وله بكل خطوة ثواب مائة حجة، ومائة عمرة، وعتق مائة رقبة في سبيل الله، وكتب له مائة حسنة، وحط منه مائة سيئة» (¬2) ¶ ¬_________ ¶ (¬1) بحار الأنوار - العلامة المجلسي - ج 98 - ص 10 ¶ (¬2) بحار الأنوار - العلامة المجلسي - ج 97 - ص 137 - 138",
            "page": "91",
            "part": "1",
            "seal": "311F0DC2"
        },
        {
            "id": "91",
            "nass": "أما ما ينفقه من المال في زيارته، فإنه أكثر ثوابا مما ينفقه في حجه وعمرته: عن ابن سنان قال: «قلت لأبي عبد الله عليه السلام: جعلت فداك، إن أباك كان يقول في الحج يحسب له بكل درهم أنفقه ألف، فما لمن ينفق في المسير إلى أبيك الحسين عليه السلام؟ فقال: يا ابن سنان يحسب له بالدرهم ألف وألف حتى عد عشرة، ويرفع له من الدرجات مثلها، ورضا الله خير له، ودعاء محمد و دعاء أمير المؤمنين والأئمة عليهم السلام خير». (¬1) ¶ وأكثر من هذا وأكثر ... ¶ وليس ثمة من شك في أن هذا لم يقله الرسول صلى الله عليه وآله وسلم، فهم لم ينقلوه عنه، وإنما نقلوه عن أئمتهم، لكن هل قاله هؤلاء الأئمة أم غيرهم؟؟ ¶ لكني وقبل أن أجيب عن هذا السؤال، وأحل هذا الإشكال، أشير إلى عنصر أراه ضروريا في هذا المقام، وهو أن بناء أضرحتهم، يكون عبارة عن بيت نحاسي مشبك حول القبر, على مساحة ما يقارب العشرين مترا مربعا، بداخل المسجد، ويمكنك عبر الزجاج الداخلي للغرفة أن ترى القبر، وفي هذا الزجاج فتحة ممتدة بالعرض، يرمي فيها الزائر ما تيسر وما لم يتيسر من أموال، راغبا أم راهبا، ¶ ¬_________ ¶ (¬1) بحار الأنوار ج 98 - ص 50",
            "page": "92",
            "part": "1",
            "seal": "FA15B94D"
        },
        {
            "id": "92",
            "nass": "وقد زرت قبر الرضا وقبر المعصومة، فرأيت الأوراق النقدية تملأ الحجرة وترتفع إلى ما يقارب المتر، بحيث لو سقط إنسان ثمة لغاب بين هذه الأوراق النقدية من جميع الفئات، ومن مختلف الجنسيات، فترى الريال والدولار والدينار بالإضافة إلى التومان الإيراني. ¶ فيجب علينا أن نأخذ هذه المبالغ الطائلة بعين الاعتبار، إذا أردنا البحث عن مصدر هذه الأحاديث التي تدر هذه الأموال، وتجعل الشيعي يبذل بسخاء إذ تعوضه عن الدرهم عشرة آلاف ¶ ولعل الانقطاع أو التأخر في الزيارة له آثاره المادية، فلعلنا إن سمعنا هذه الرواية وأمثالها أن نبادر خوفا من غضب الله ورسوله أو غضب غيرهما: «عن أبي عبد الله عليه السلام قال: يا علي - هو راوي الخبر- بلغني أن قوما من شيعتنا يمر بأحدهم السنة والسنتان لا يزورون الحسين عليه السلام، ... أما والله لحظهم أخطأوا، وعن ثواب الله زاغوا، وعن جوار محمد صلى الله عليه وآله تباعدوا قلت: جعلت فداك في كم الزيارة؟ قال: يا علي إن قدرت أن تزوره في كل شهر فافعل، قلت: لا أصل إلى ذلك لأني أعمل بيدي وأمور الناس بيدي، ولا أقدر أن أغيب وجهي عن مكاني يوما واحدا، قال: أنت في عذر ومن كان يعمل بيده، وإنما عنيت من لا يعمل بيده ممن إن خرج في كل جمعة هان ذلك عليه، أما إنه ماله عند الله من عذر ولا عند رسوله من عذر يوم القيامة، قلت: فإن أخرج عنه رجلا فيجوز ذلك؟ قال: نعم وخروجه",
            "page": "93",
            "part": "1",
            "seal": "F6587DA1"
        },
        {
            "id": "93",
            "nass": "بنفسه أعظم أجرا وخيرا له عند ربه» (¬1) ويجوز أن يخرج رجلا عنه، لأن هذا يفي بالغرض. ¶ فيأتي هذا الزائر مخبتا خاشعا راجيا مؤملا، ترافقه همومه وآماله، وأحلامه وأمنياته، فها هو المشهد أمامه، ولم تبق إلا خطوات، وتغفر خطاياه، وترفع درجاته، وتمحى سيئاته، ويعود كيوم ولدته أمه، وتكتب له آلاف الحجات، ويختم زيارته بأن يأخذ معه من تربة الحسين فيأكل ما شاء الله له أن يأكل «وإذا أكلته فقل: بسم الله وبالله، اللهم اجعله رزقا واسعا، وعلما نافعا، وشفاء من كل داء، إنك على كل شيء قدير» (¬2)، فيرجع بالرزق الواسع والعلم النافع والشفاء من كل داء!!! ¶ فانظر كيف وصل بهم استخفاف أتباعهم حتى أطعموهم التراب، والله الهادي من يشاء. ¶ فهل هذا هو الإسلام دين الفطرة والاعتدال؟؟ ... ¶ إن المذهب الشيعي بهذه الخرافات، يظل سبة في وجه الإسلام وأهله، ويستغل الحاقدون هذه الانحرافات، وينقلون هذه الخرافات، وتلك الطقوس المليئة بالدماء، واللطم والجرح، ليقدحوا في دين الله، دين الرحمة والرقي، والإنسانية والتحضر. ¶ ¬_________ ¶ (¬1) بحار الأنوار ج 98 - ص12 في باب ما يقول الرجل إذا أكل من تربة قبر الحسين كامل الزيارات ص 295 ¶ (¬2) كامل الزيارات - جعفر بن محمد بن قولويه - ص 476 بحار الأنوار ج1ص128 الوسائل ج4 ص531",
            "page": "94",
            "part": "1",
            "seal": "4FA1019A"
        },
        {
            "id": "94",
            "nass": "ولئن كان في مجتمعاتنا السنية بعض مظاهر الشرك والانحراف، فإنها تبقى انحرافات سلوكية سببها الجهل والبعد عن الدين، بينما نجد هذه الانحرافات عند الشيعة، تؤطَّر بالدين، ويقودها العلماء، ويستدل لها بالقرآن والأحاديث، وتؤلف فيها المؤلفات، وتوضع لها السنن والفرائض -لهم مؤلفات خاصة فيها سنن وآداب الزيارة- وشتان بين الانحرافين، انحراف سلوكي نابع من الجهل، وانحراف علمي عقدي نابع عن علم وتدين. ¶ ثانيا: زواج المتعة في العقيدة الشيعية: ¶ إن الصورة التي يطرحها الفكر الشيعي لزواج المتعة، تجعل منه علاقة جنسية محضة، تربط رجلا بامرأة، دون أن تكفل لها أي حق من الحقوق التي يكفلها لها الزواج، كالإرث والسكنى والنفقة، ويجعل المرأة وسيلة مجردة للمتعة وقضاء الوطر، لتنال قدرا من المال أسموه مهرا. ¶ وليس لهذا الزواج شرط سوى صيغة العقد، وذكر المهر والمدة، وصورته أن يلقى رجل امرأة فيعرض عليها التمتع، ويذكر الصيغة بأن يقول لها أريد التمتع بك، وتقول متعتك بنفسي أو نحوها، ويتفقان على المهر، ويحددان المدة ولو يوما واحدا. ¶ وهذه صورة دينية للزنى الصريح، ودعوة مباشرة إلى الفساد، ونشر عريض للفاحشة،",
            "page": "95",
            "part": "1",
            "seal": "D5E78568"
        },
        {
            "id": "95",
            "nass": "بل نص علمائهم ومنهم الخميني في كتابه \"تحرير الوسيلة\" على جواز التمتع حتى بالزانية العاهرة المحترفة للزنى، قال: «يجوز التمتع بالزانية على كراهية، خصوصا لو كانت من العواهر والمشهورات بالزنى» (¬1)، وماذا تريد هذه العاهرة غير ما تكسبه من الدراهم، سواء أكان المورد من متعة أم من زنى، فالفرق بين الذي قصدها للزنى والذي قصدها للمتعة هو الصيغة، فهذا يذكر المتعة، وهذا لا يذكرها!!! وهذا له الويل والثبور، وهذا له الأجر والحبور!! ¶ وإليك قصة أحدهم يرويها صاحب الكافي يقول: «لما كان غداة الجمعة وأنا جالس بالباب إذ مرت بي جارية فأعجبتني فأمرت غلامي فردها، ثم أدخلها داري فتمتعت بها، فأحست بي وبها أهلي، فدخلت علينا البيت فبادرت الجارية نحو الباب وبقيت أنا، فمزقت علي ثيابا جددا كنت ألبسها في الأعياد» (¬2) بلا شهود وبلا كتابة وبلا إعلان، وما الفرق بين هذه الصورة وما نراه في مجتمعاتنا من صور الزنى، لا شيء إلا هاتين الكلمتين \"متعتك نفسي\" ¶ ¬_________ ¶ (¬1) تحرير الوسيلة ج2 ص288 ¶ (¬2) شرح أصول الكافي - مولي محمد صالح المازندراني - ج 12 - ص 408",
            "page": "96",
            "part": "1",
            "seal": "E26EC7CA"
        },
        {
            "id": "96",
            "nass": "وآخر يسأل إمامه عن أمر يؤرقه قال «قلت لأبي عبد الله عليه السلام: جارية بكر بين أبويها، تدعوني إلى نفسها سرا من أبويها أفأفعل ذلك؟ قال: نعم واتق موضع الفرج، قال: قلت: فإن رضيت بذلك؟ قال: وإن رضيت فإنه عار على الأبكار» (¬1) فانظر إلى أي حد انتشر هذا الفساد، حتى بين صغيرات السن، وحتى وهي عند والديها، والإمام جوز له أن يضاجعها دون علم أبويها، وأقرها على ما تفعل من دعوة هذا الرجل إلى نفسها سرا. ¶ ونص شيخهم المفيد على جواز التمتع بالبكر دون إذن أبيها، وروى في ذلك حديثين، قال: «قال أبو عبد الله عليه السلام: لا بأس بتزويج البكر إذا رضيت من غير أذن أبيها» وقال: «وجميل بن دراج حيث سأل الصادق عليه السلام: عن التمتع بالبكر؟ قال: لا بأس أن يتمتع بالبكر ما لم يفض إليها، كراهية العيب على أهلها» (¬2) ¶ ولا أدري أي زواج هذا الذي يباح فيه موضع من المرأة ويحرم موضع، لكن الشيعة جعلت لأتباعها مناصا عن الفرج، وأباحت لهم إتيان النساء من حيث لم يأمرنا الله. ¶ ¬_________ ¶ (¬1) تهذيب الأحكام: ج 7 ص 2 ¶ (¬2) خلاصة الإيجاز - الشيخ المفيد- ص47",
            "page": "97",
            "part": "1",
            "seal": "48B8DCE5"
        },
        {
            "id": "97",
            "nass": "فقد سأل أحدهم أبا عبد الله عن إتيان النساء في أدبارهن، فقال: «هي لعبتك لا تؤذها» (¬1) ¶ وقال أحدهم للرضا: «إن رجلا من مواليك أمرني أن أسالك عن مسألة هابك واستحيى منك أن يسألك، قال: وما هي؟ قلت: الرجل يأتي امرأته في دبرها؟ قال: ذلك له» (¬2). ¶ ومع هذه الفتوى تتضح لك الصورة، ويصبح الحكم بجواز نكاح البكر من غير الفرج معقولا وعمليا، ولا حول ولا قوة إلا بالله. ¶ ومن الطريف أن عندهم خلافا فيما إذا أتى الصائم امرأته في دبرها بغير إنزال، هل يفطر أم لا، واستدل المجيزون بهذه الرواية: عن أبي عبد الله قال: «إذا أتى الرجل المرأة في الدبر وهي صائمة، لم ينقض صومها وليس عليها غسل» (¬3). ¶ أما المهر فيكفي فيه سواك يعض عليه، كما نصت عليه الرواية. (¬4) ¶ ¬_________ ¶ (¬1) الكافي - الشيخ الكليني - ج 5 - ص 540 ¶ (¬2) نفس المصدر السابق ¶ (¬3) تهذيب الأحكام للطوسي ج7 ص 460 ¶ (¬4) مستدرك الوسائل ج14 ص463",
            "page": "98",
            "part": "1",
            "seal": "5D6728EB"
        },
        {
            "id": "98",
            "nass": "ولا بأس بالتمتع حتى بالصغيرة التي لم تبلغ، فعن محمد بن مسلم أنه سأل المهدي المنتظر عن الجارية يتمتع منها الرجل؟ قال: «نعم إلا أن تكون صبية تخدع، قلت: أصلحك الله وكم الحد الذي إذا بلغته لم تخدع؟ قال: ابنة عشر سنين» (¬1). ¶ وعلق في الحاشية بقوله: «يدل على جواز التمتع بالبكر بعد عشر سنين بدون إذن الأبوين، وعلى كراهته قبله» (¬2) أما مع الإذن فلا كراهة قبل العشر. ¶ وقد نقل أحد علماءهم عن الخميني أنه تمتع ببنت عمرها سبع سنوات، لكن بإذن أبيها. (¬3) ¶ وهذا دينهم، كما قال إمامهم: «المتعة ديني ودين آبائي من عمل بها عمل بديننا، ومن أنكرها أنكر ديننا واعتقد بغير عقيدتنا» (¬4) ¶ وقد كان يكفي في الدعوة إلى هذه الفاحشة إباحتها، لكنهم رتبوا عليها الثواب العظيم، والمغفرة في الدنيا والآخرة، رغبة في أن تشيع الفاحشة في الذين آمنوا، ولكي يسهلوا على هذه الفتاة المؤمنة ما ينتابها من الخوف ¶ ¬_________ ¶ (¬1) من لا يحضره الفقيه - الشيخ الصدوق - ج 3 - ص 461 ¶ (¬2) الحاشية رقم 2 من نفس المصدر ¶ (¬3) ذكرها الموسوي في كتابه لله ثم للتاريخ ص 36 ¶ (¬4) عزاه الموسوي في كتابه لله ثم للتاريخ، إلى من لا يحضره الفقيه ج3ص366",
            "page": "99",
            "part": "1",
            "seal": "743B3FDC"
        },
        {
            "id": "99",
            "nass": "عندما تفكر في تمكين رجل من نفسها، وأخذ مقابل لما تبيعه لهذا المتمتع من جسدها، فإنهم يرغبونها في هذا العمل بمثل هذه النصوص: ¶ فعن إمامهم الباقر أنه سئل: أللتمتع ثواب؟ قال: «إن كان يريد بذلك الله عز وجل ... لم يكلمها كلمة إلا كتب الله له حسنة، وإذا دنا منها غفر الله له بذلك ذنبا، فإذا اغتسل غفر الله له بعدد ما مر الماء على شعره، قال: قلت: بعدد الشعر؟ قال: نعم بعدد الشعر»، يريد بذلك الله عز وجل!!! ¶ وعن الصادق قال: «إن الله عز وجل حرم على شيعتنا المسكر من كل شراب، وعوضهم عن ذلك المتعة». ¶ وعن الباقر أيضا قال: قال رسول الله صلى الله عليه وآله وسلم: «لما أسري بي إلى السماء لحقني جبرئيل فقال: يا محمد إن الله عز وجل يقول: إني قد غفرت للمتمتعين من النساء» وحاشا لرسول الله أن يقول وهو أفصح العرب: «المتمتعين من النساء»، ولو قالها لسخرت منه جزيرة العرب كلها، ولأصبح أضحوكة بينهم، وهذا يدلك على عجمة واضع هذه الأخبار، وجهله باللغة العربية كأتم ما يكون الجهل. ¶ وعن أبي عبد الله قال: «ما من رجل تمتع ثم اغتسل، إلا خلق الله من كل قطرة تقطر منه سبعين ملكا يستغفرون له إلى يوم القيامة، ويلعنون متجنبها إلى أن تقوم الساعة»، نسأل الله أن نتجنبها إلى يوم القيامة،",
            "page": "100",
            "part": "1",
            "seal": "33E43A16"
        },
        {
            "id": "100",
            "nass": "قال الشيخ المفيد بعد أن ساق هذه الأخبار «وهذا قليل من كثير في هذا المعنى». (¬1) ¶ وقد عانى المجتمع الشيعي من هذه الرذيلة، وانهدَّت بنيته الاجتماعية، فبعد أن كان الزنى سبة وعارا، أصبح شرفا وثوابا، ولم يعد الفتى يخشى وعيدا أو عقابا، بل سيغفر له بكل قطرة من ماء غسله، ويستغفر له آلاف الملائكة، وقبل هذا كله، نار في أحشائه ستطفأ، وشهوة تؤرقه ستبرد، ووطر في نفسه سيقضى. ¶ وقد بلغ من انتشارها في مجتمعهم أن تذمر من ذلك بعض رؤسائهم، فقد ذكرت مجلة الشراع الشيعية أن الرئيس رفسنجاني أشار في حديث له، إلى وجود ربع مليون لقيط في إيران بسبب زواج المتعة، وقد وصفت الصحيفة مدينة مشهد المقدسة عندهم، بأنها تكثر فيها المتعة، وأنها المدينة الأكثر انحلالا على الصعيد الأخلاقي في آسيا. (¬2) ¶ وذكرت صحيفة يو إس إي توداي الأمريكية، بعد استطلاع أجرته في العراق، بعد سقوط النظام أنه: «بعد انتخابات 31 يناير، وتشكيل الشيعة أكبر كتلة في الجمعية الوطنية العراقية، انتشر العمل بالمتعة في المدن الشيعية بشكل كبير» ¶ ¬_________ ¶ (¬1) رسالة المتعة - الشيخ المفيد - ص 8 - 9 ¶ (¬2) مجلة الشراع، العدد 684 السنة الرابعة، الصفحة 4 انظر موقع المجلة على الأنترنت:  www.alshiraa.com",
            "page": "101",
            "part": "1",
            "seal": "358861FC"
        },
        {
            "id": "101",
            "nass": "ونقلت عن رجل شيعي يدعى الزبيدي من مدينة الصدر الشيعية قوله «إنه كان خائفا تحت حكم صدام، إنهم كانوا يعاقبون الناس على زواج المتعة، والآن الجميع يمارسونه» وأضاف أحد رجال الدين يدعى سيد كريم قال «إن هناك الآن الكثير من الفنادق في المدن الشيعية كالنجف وكربلاء والكاظمية، يرعاها الشيعة وتبارك هذا الزواج» (¬1) ¶ وهكذا يستغل هذا الزواج لدعوة الشباب إلى التشيع، بدعوى أنه دين يسر، ولا تضييق فيه على الشباب، خصوصا من لا يستطيع منهم الزواج، وأعجبني تسمية أحد الباحثين (¬2) لهؤلاء المتشيعين بسبب زواج المتعة، بالمؤلفة فروجهم، في مقابل المؤلفة قلوبهم الذين كانوا في بداية الإسلام. ¶ ¬_________ ¶ (¬1) صحيفة يو إس إي تواداي، الخميس 5 - 6 - 2005 ¶ (¬2) هو الأخ الباحث الزبير دحان في كتابه الاستنساخ الفكري.",
            "page": "102",
            "part": "1",
            "seal": "B785B089"
        },
        {
            "id": "102",
            "nass": "المبحث الرابع: موقف الشيعة الاثني عشرية من المسلمين: ¶ أولا: موقفهم من الصحابة عموما: ¶ لقد أجمع المسلمون بكل فرقهم وطوائفهم، وعلى اختلاف مذاهبهم ونحلهم، على أن صحبة الرسول صلى الله عليه وآله وسلم، شرف ما بعده شرف، ومكانة لا تدانيها مكانة، وكلهم يعترفون لمن نالها بالسابقة والفضل، ويثنون عليهم بما ذكر الله عنهم في كتابه ... ¶ «لقد رضي الله عن المؤمنين إذ يبايعونك تحت الشجرة فعلم ما في قلوبهم فأنزل السكينة عليهم وأثابهم فتحا قريبا» ¶ ويؤمنون بأن لهم الدرجة العليا عند الله، وأن الله زكاهم وشهد لهم بالإيمان وأعد لهم ما أعد من الجنان، ورضي عنهم، بما بذلوا في خدمة الدين من مهج النفوس ونفائس الأثمان. ¶ وإذا كانت رؤيته صلى الله عليه وآله وسلم في المنام شرف ما بعده شرف، وعز يتمناه كل فرد من المسلمين، فكيف بصحبته والعيش معه!! ¶ بهذا تعلم فضل أصحابه الذين تقاسموا معه المصائب، وعاشوا معه المحن، ودافعوا عنه بأنفسهم، ووقوه بأبدانهم، واعترضوا السهام دونه بنحورهم، وأنفقوا أموالهم نصرة له، وصدقوه وءازروه، وآووه ونصروه،",
            "page": "103",
            "part": "1",
            "seal": "98847E31"
        },
        {
            "id": "103",
            "nass": "فكل فضل نحن فيه، فهم من دلنا عليه، وكل عبادة نتقرب إلى الله بها، فبتضحيتهم وجهادهم وصلت إلينا، وإذا علمت أن الدال على الخير كفاعله، علمت معنى قوله صلى الله عليه وآله في أصحابه «لو أنفق أحدكم مثل أحد ذهبا ما بلغ مد أحدهم ولا نصيفه» فلو أنفق أحدنا مثل أحد ذهبا فإنما في موازينهم يصب، وفي درجاتهم يرفع. ¶ فكان هؤلاء الصحابة المثال المشرق، للغرس الذي سقته يد محمد صلى الله عليه وآله، وأشرقت عليه شمس محمد صلى الله عليه وآله، وأثمر ببركة محمد صلى الله عليه وآله. ¶ لقد بعثه الله فيهم ليعلمهم الكتاب والحكمة ويزكيهم، فلا شك أنه علمهم الكتاب والحكمة، ولا شك أنه زكاهم، ولا شك أنهم أنموذج مشرف لأستاذ عظيم. ¶ هذا مما لا شك فيه، ومما لا شك فيه أيضا أن انتقاصهم هو انتقاص لمربيهم ومزكيهم، وسبهم هو إعلان صريح لفشل هذا الأستاذ العظيم، واتهام له بأنه لم يقم بمهمته خير قيام. ¶ فتبجيل الصحابة من تبجيل رسول الله صلى الله عليه وآله وسلم، وتعظيمهم من تعظيمه، وتزكيتهم إنما هي تتويج لما بذله هذا الرسول العظيم، في تربية أول مجتمع مسلم، وأول عصابة حملت مشاعل أنواره إلى الناس. ¶ ولم يخرج عن إجماع المسلمين في تزكية الصحابة، وتبجيلهم، ومعرفة قدرهم، إلا هؤلاء الشيعة، الذين قلبوا لهم ظهر المجن، وأنزلوهم أسفل سافلين.",
            "page": "104",
            "part": "1",
            "seal": "8DB8EF3E"
        },
        {
            "id": "104",
            "nass": "فإذا كان الرسول صلى الله عليه وآله وسلم، قد خلف عليا على المؤمنين، وجعله وارثا له ووصيا من بعده، وإذا كان الرسول صلى الله عليه وآله وسلم قد جمع أصحابه يوم غدير خم وبلغهم وصيته، وحذرهم وأنذرهم، وأشهدهم على استخلاف علي وإمامته من بعده، فلم يأتمروا بأمره، بل لم ينتظروا مواراة رمسه، حتى تكالبوا على الخلافة، واغتصبوا حق علي بن أبي طالب، ونكثوا عهد رسول الله صلى الله عليه وآله وسلم، وآذوه في أهله وابنته، فهم إذا كفار مرتدون، إذ كلهم بايع، وكلهم رضي، وكلهم غير وبدل، وكلهم سمع وصية الرسول وما امتثل. ¶ بهذه المقدمة يتوصل الشيعة إلى تكفير أصحاب رسول الله صلى الله عليه وآله وسلم عموما، ويشهدون لهم بالردة إلا نفرا يسيرا. ¶ عن أبي جعفر قال: «كان الناس أهل ردة بعد النبي صلى الله عليه وآله إلا ثلاثة، فقلت: ومن الثلاثة؟ قال: المقداد و أبو ذر وسلمان الفارسي، ثم عرف أناس بعد يسير، فقال: هؤلاء الذين دارت عليهم الرحا، وأبوا أن يبايعوا حتى جاؤوا بأمير المؤمنين عليه السلام مكرها فبايع، وذلك قول الله: «وما محمد إلا رسول قد خلت من قبله الرسل أفإن مات أو قتل انقلبتم على أعقابكم ومن ينقلب على عقبيه فلن يضر الله شيئا وسيجزي الله الشاكرين»» (¬1) ¶ ¬_________ ¶ (¬1) بحار الأنوار - المجلسي - ج 22 - ص 333 والكافي ج8ص245 وتفسير العياشي ج1 ص199 وكشف الحقائق - علي آل محسن- ص175",
            "page": "105",
            "part": "1",
            "seal": "520AD621"
        },
        {
            "id": "105",
            "nass": "وعنه أيضا قال: «إن رسول الله صلى الله عليه وآله، لما قبض صار الناس كلهم أهل جاهلية إلا أربعة: علي، والمقداد، وسلمان، و أبو ذر، فقلت: فعمار؟ فقال: إن كنت تريد الذين لم يدخلهم شيء فهؤلاء الثلاثة». (¬1) ¶ ويروون أن أمير المؤمنين عليا، قال لقنبر: «يا قنبر، ابشر وبشر واستبشر، فلقد مات رسول الله صلى الله عليه وآله وهو على أمته ساخط إلا الشيعة» (¬2)، وما أدري ما وجه البشارة في هذه المصيبة، ومن يا ترى يفرح بهذا ويستبشر به؟ وهل يبشَّر بهذا إلا يهودي حاقد على الإسلام وأهله، مضمر لهم أشد العداء، كما قال الله تعالى «وإن تصبكم سيئة يفرحوا بها»!!! ¶ وانظر كيف استنكر صدوقهم ابن بابويه على ركن الدولة حين لم يوافقه على تكفير الصحابة، فقال: «كيف لا يجوز الارتداد عليهم مع قوله تعالى: «وما محمد إلا رسول قد خلت من قبله الرسل أفإن مات أو قتل انقلبتم على أعقابكم» وليس ارتدادهم في ذلك بأعجب من ارتداد بني إسرائيل حين أراد موسى عليه السلام أن يذهب إلى ميقات ربه، فاستخلف أخاه هارون، ووعد قومه ¶ ¬_________ ¶ (¬1) بحار الأنوار - المجلسي - ج 22 - ص 333 والكافي ج8ص 296 ومستدرك الوسائل -الميرزا النوري- ج11 ص62 ¶ (¬2) الأمإلي - الشيخ الصدوق - ص 726",
            "page": "106",
            "part": "1",
            "seal": "8C71FA2B"
        },
        {
            "id": "106",
            "nass": "بأن يعود بعد ثلاثين ليلة، فأتمها الله بعشر، فلم يصبر قومه إلى أن خرج فيهم السامري وصنع لهم عجلا ... وإذا جاز على بني إسرائيل وهم أمة نبي من أولي العزم أن يرتدوا بغيبة موسى عليه السلام بزيادة أيام حتى خالفوا وصيه، وفعل سامري هذه الأمة -أي أبو بكر رضي الله عنه- مما هو دون عبادة العجل ... » (¬1) يقصد أن اغتصاب الخلافة دون عبادة العجل، فإذا جاز وقوع الأعلى فلا يستنكر وقوع الأدنى. ¶ وقال آيتهم المظفر يقرر ردتهم: «فإن من يمت إلى الإسلام بصلة العقيدة، لا بد أن يثبت عنده على الأقل أن صاحبه صرح في مقامات كثيرة بما ستحدثه أمته من بعده فقد قال غير مرة: «ستفترق أمتي على ثلاث وسبعين فرقة، فرقة ناجية والباقون في النار». وأكثر من ذلك أنه لم يستثن من أصحابه إلا مثل همل النعم، ثم هم يدخلون النار بارتدادهم بعده على أدبارهم القهقرى». (¬2) ¶ وسبب تكفيرهم هو إنكارهم للإمامة: «ونحن نذكر له -أي أمر الإمامة- من الشواهد والأدلة وجوها، منها الأخبار الدالة على جماعة ورهط من الصحابة والأمة، بعد ارتحال النبي صلى الله عليه وآله إلى الكفر، ومن المعلوم: أنه لم يصدر بعد ارتحال النبي من الصحابة ما يصلح أن يكون ¶ ¬_________ ¶ (¬1) الهداية - الشيخ الصدوق - مقدمة لجنة التحقيق ص142 - 143 ونقل القصة الشيخ الأحمدي الميانجي في كتابه مواقف الشيعة ج3 ص11 ¶ (¬2) السقيفة - الشيخ محمد رضا المظفر - ص 32",
            "page": "107",
            "part": "1",
            "seal": "9ADC23CE"
        },
        {
            "id": "107",
            "nass": "موجبا للارتداد إلى الكفر، ولم يعدلوا عن الشهادة بالوحدانية والنبوة غير أنهم أنكروا الإمامة». (¬1) ¶ ويقول صدوقهم: «فمن ادعى الإمامة وليس بإمام فهو الظالم الملعون، ومن وضع الإمامة في غير أهلها فهو ظالم ملعون». (¬2) ¶ فهذا موقفهم من الصحابة عموما: أنهم ارتدوا بعد الرسول صلى الله عليه وآله وسلم. ¶ يقول أحد معاصريهم مستهزئا: «فمن لا يصدق بأن الصحابة لا يبقى منهم مع النبي في الجنة إلا مثل همل النعم، فليسأل أُحدا وحنينا، ففيهما الخبر اليقين». (¬3) يقصد أن بعضهم فر في حنين، وخالف الرماة أمر الرسول صلى الله عليه وآله وسلم في أحد: «ولقد عفا الله عنهم إن الله غفور رحيم»، لكن الشيعة لم تقبل عفو الله عنهم، ولن تقبله، فقد سقط عرش مجوسيتها على أيديهم، وقتل هرمزانهم العظيم على يد عبيد الله بن عمر بن الخطاب، وأفل نجمهم على يد أبيه، وعلى يد إخوانه من الصحابة الأخيار، ولن ينسوا ذلك أبدا. ¶ ¬_________ ¶ (¬1) شرح إحقاق الحق - السيد المرعشي - ج 2 - شرح ص 295 ¶ (¬2) الاعتقادات -ابن بابويه- ص 112 - 113 ¶ (¬3) وركبت السفينة - مروان خليفات - ص 258",
            "page": "108",
            "part": "1",
            "seal": "76CFB2BA"
        },
        {
            "id": "108",
            "nass": "ولقد استدل مالك على كفر من أبغض الصحابة بقوله تعالى في وصفهم «كمثل زرع أخرج شطأه فآزره فاستغلظ فاستوى على سوقه يعجب الزراع ليغيظ بهم الكفار» فمن اغتاظ من أصحاب رسول الله صلى الله عليه وآله وسلم فهو مقصود بهذه الآية. (¬1) ¶ وقد رأيتهم في حوزاتهم العلمية، يقولون عند بداية كل درس «الحمد لله رب العالمين , والصلاة والسلام على سيدنا محمد وآله الطيبين، واللعنة على أعدائه من اليوم إلى يوم الدين» ويقصدون بذلك صحابة رسول الله صلى الله عليه وآله. ¶ وقد ناقشت كثيرا منهم في مسألة كفر الصحابة، فكان أحدهم يقول: إنني أستغرب منك كيف تحب عمر بن الخطاب وقد فعل وفعل وفعل ... ويبدأ يعدد ما ينسبونه إلى هذه الشخصية العظيمة من أكاذيب وأباطيل. ¶ ثانيا: موقفهم من أبي بكر وعمر رضي الله عنهما: ¶ لقد نال الصحابةَ من الشيعة أذى كثير، لكن ما نال أبا بكر وعمر، وابنتيهما زوجتي رسول الله صلى الله عليه وآله وسلم، أكثر بكثير. ¶ فعن أبي عبد الله في قوله تعالى: «وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله فيغفر لمن يشاء ويعذب من يشاء» قال: «حقيق على الله أن لا يدخل الجنة من كان في قلبه مثقال حبة من خردل من حبهما». ¶ ¬_________ ¶ (¬1) ذكر هذه القصة عن مالك أبو نعيم في الحلية ج6 ص327 وغيره، وهي مشهورة عنه.",
            "page": "109",
            "part": "1",
            "seal": "84549E86"
        },
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ الفاضح ¶ لمذهب الشيعة الإمامية ¶ السيد حامد الإدريسي",
            "page": null,
            "part": null,
            "seal": "57980658"
        },
        {
            "id": "2",
            "nass": "مقدمة ¶ الحمد لله الغفور الحميد، ذي العرش المجيد، يهدي بهداه من يريد، ويضل من أعرض عن نهجه السديد. بين للناس طريق الهدى، وحذرهم من دروب الردى، ووعد من أطاع وأوعد من اعتدى، ولا يظلم ربك أحدا. ¶ والصلاة والسلام على رحمة العالمين، وإمام المتقين، فخر العرب وعزها، وعظيم البشرية كلها، وطبيب القلوب بل دوائها، وفرح الأرواح بل نعيمها: ¶ كالبدر في شرف والزهر في ترف ... والبحر في كرم والدهر في همم ¶ صلى الله عليه، وعلى آله الطيبين، الذين جعل الله مودتهم من الدين، وحبهم علامة المؤمنين، وعلى صحابته الذين امتازوا بشرف رؤيته، وفازوا بفضل صحبته،، وزكَوا بطيب رفقته، فأحبوه حب الأم وليدها، وذادوا عنه ذود الأسد عن آجامها، وافتدوا به الآباء والأمهات، وفارقوا لأجله البنين والبنات، واستسهلوا الصعب لنشر دعوته، واستطابوا الموت في سبيل خدمته، وآزروه حتى استغلظ فاستوى على سوقه، فمات وهو عنهم راض، وساروا على دربه بلا صدود أو إعراض، صلاة دائمة متصلة إلى يوم الدين.",
            "page": "3",
            "part": "1",
            "seal": "0DA477E3"
        },
        {
            "id": "3",
            "nass": "أما بعد: ¶ فإن الافتراق السني الشيعي الذي غرسه اليهود، وسقته دماء كربلاء والجمل وصفين، لم يزده الزمن إلا تنافرا في طرفيه وتباعدا في شقيه، خصوصا من طرف الشيعة الذين ما فتئوا يغذون هذه الأحقاد ويربون عليها صغارهم، وما برحوا يقيمون المناوح والمنادب، يشقون الجيوب ويلطمون الصدور والخدود، ويتوعدون ويتهددون، ويحلقون ويصلقون، فيتربى صغيرهم وسط البكاء والعويل، ويألف مشهد الدماء، ويتغنى بالانتقام، ويحلم بالثأر، وتتشرب نفسه العداء. ¶ ولقد شاع في زماننا التشيع وذاع، وأجلب بخيله ورجله على المسلمين في جل البقاع، متخذا من التقية قناعا، ومن الانتساب لأهل البيت وشاحا ورداءً، فتعلق به من تعلق حبا في العترة الطيبة، أو تحت تأثير سحر وسائل الإعلام الخبيثة، ومكنت لهم دولتهم ما مكنت من الظروف، وهيأت لهم بعض القوى العالمية تسنم مقاليد الحكم في بعض الدول، واجتمع لهم ما لم يجتمع من الأسباب المادية والمعنوية من قبل، فتجرؤوا على نشر مذهبهم في أوساط المسلمين، وجاهروا بما كان مخفيا عبر الزمن بعقيدة التقية، وجادلوا بالباطل ليدحضوا به الحق، وشوشوا على المسلمين في دينهم، وشككوا بعضهم في كتابهم وسنة نبيهم، وخيرة قرن من قرونهم.",
            "page": "4",
            "part": "1",
            "seal": "104EA80F"
        },
        {
            "id": "4",
            "nass": "ولقد كنت أتوق كما يتوق كل مسلم، إلى أن تتوحد الكلمة، وتلتئم الفرقة، ونتغاضى عن ما مضى، ونغمض العين على القذى، لماًّ للشمل، وابتعادا عن الاختلاف المذموم، وأخذا بقوله تعالى «ولا تفرقوا فتفشلوا وتذهب ريحكم»، فلم أكن أرتاح إذا سمعت أحدا يلمز الشيعة، أو ينسب إليهم أقوالا تقشعر من سماعها الجلود، وكنت أبادر بدافع من العاطفة الجياشة، والسذاجة الفطرية، للرد والاستنكار، وأردد ما يتردد من أن هذه الأقوال ملفقة، ومدسوسة مختلقة، دسها أعداء الأمة عن إخواننا الشيعة، وهم منها براء. ¶ لكني وبعد زيارة لإيران سنة 1996، وزيارة مدنهم المقدسة، وبعد ما رأيت من طقوس العبادة الشيعية، وبعد ما تعرفت على الشيعة عن قرب، هزتني مظاهر الشرك والتعلق بغير الله، وأدركت أن وراء الأكمة ما وراءها، وأن هؤلاء العوام الملتصقون بشباك القبور من النساء والشيوخ، وراءهم من يضلهم ويفتنهم، وبدأت أعيد النظر في معلوماتي المسبقة، وزادت قناعتي بأن ما يتراكم لدى الإنسان من معلومات يتلقفها من هنا وهناك، لا تعدوا أن تكون سرابات عالقة في الذهن بعيدة عن المنهج العلمي السليم، والمعرفة الصحيحة، وأن ما أعرفه عن الشيعة إنما هو من هذا القبيل. ¶ فبدأت مسيرة البحث التي استمرت عشر سنوات، وكنت أول الأمر أقرأ كتب السنة التي كتبت حول الشيعة، لكني استنكرت ما قرأت، وبادرت لتوجيه التهمة للمغرضين، الذين يحرصون على الفرقة بين المسلمين،",
            "page": "5",
            "part": "1",
            "seal": "E618A1C5"
        },
        {
            "id": "5",
            "nass": "ورأيت أنه من الإنصاف أن أقرأ كتبهم مباشرة، وأسائل صفحاتهم وأسطرهم عن هذه العقائد الباطلة، التي ينشرها عنهم كل من كتب عن الشيعة الاثني عشرية. ¶ لكنّ الوضع ازداد سوءا حينما اطلعت في كتبهم على ما هو أطم وأمر، فرأيت أنه من الإنصاف أكثر، أن أسائل الشيعة أنفسهم عن هذه الطوام، وأسمع منهم مباشرة. ¶ فقررت أن أزور مدينة قم، التي هي الحوزة العلمية، والتي يدرس فيها أربعون ألف طالب من مختلف البلدان، وفيها المئات من الآيات -أعلى درجة علمية قبل درجة المرجع-. ¶ وزرت مدينة قم، وجالست علماءهم وناقشتهم، فسمعت بأذني، ورأيت بعيني، وعرفت من هذا المذهب ظاهره وباطنه، وخفيه وجليه. ¶ لذا رأيت أنه من الواجب علي أن أبين لإخواني في العالم المسلم حقيقة الشيعة، وحقيقة مذهبهم، وحقيقة موقفهم تجاهنا. ¶ فعزمت على جمع كتاب يكون موضحا لهذا المذهب باختصار، معتمدا فيه على النقل من كتبهم المعتمدة عندهم، والمعتبرة في علم الحديث بينهم، مدعما ذلك بأقوال مدرسيهم وعلماء حوزتهم الحاليين، وكتابهم المعاصرين، مضيفا إليه شيئا من كلام عوامهم وكلام معمميهم، مما يجهرون به في القنوات والشبكات، كل ذلك حتى لا يبقى لقارئ كتابي ريب في أن ما أنقله عنهم هو ما يعتقدونه ويدينون الله به، وإن قالوا غير ذلك فإنما هو على مذهب التقية الذي سيفضحه لك هذا الفاضح.",
            "page": "6",
            "part": "1",
            "seal": "1AA66B60"
        },
        {
            "id": "6",
            "nass": "وقد أسميته بهذا الاسم، ليكون دوره بين يديك أن يفضح لك مذهبهم، وينشر لك عقائدهم، وينثر عندك كنانتهم، ويخرج لك خباياهم، ويسلط ضوءا ساطعا على ما تعودوا إخفاءه من مذهبهم، ليتوصلوا إلى استمالة الغافلين والغافلات، والطيبين والطيبات، من المؤمنين والمؤمنات، ممن لم يسبق له أن عرف حقيقتهم. ¶ ولن يعدوَ الفاضح عمله، ولن يجاوز قدره، فلم أعطه حق الحكم على أحد، ولم أجعل له غير العرض والسرد، ولست أحاول أخي أن أقحم نفسي حكما، أو ألزمك أفكارا، وحسبي أن دللتك على مواقع الداء، فأنت أنت القارئ، وأنت أنت الحكم، وإن من أبطل الباطل لما يكفي في رده عرضه، وفي استنكاره سماعه، (والله يهدي من يشاء إلى صراط مستقيم) ¶ وسأحاول أن أجيب عن أهم الأسئلة التي تتدافع أمامك عندما تسمع اسم الرافضة، أو اسم الشيعة الإمامية أو الاثني عشرية. ¶ ولقد ترجح بعد التفكير والتدبير أن أجمع لك شمل الموضوع، وأربط لك عناصره في أربعة مباحث، تكون كافية إن شاء الله في رسم صورة واضحة تغني طالب الحق، وتشبع حاجته، وتشفي السائل وتخرص أسئلته.",
            "page": "7",
            "part": "1",
            "seal": "F2700535"
        },
        {
            "id": "7",
            "nass": "فكانت الخطة بعون الله ما يلي: ¶ مقدمة: وتتضمن ما يلي: ¶ - متى ظهر التشيع ¶ - فرق الشيعة ¶ المبحث الأول: عقائد الشيعة الاثني عشرية: ¶ أولا: الإمامة ¶ ا- مكانة الإمامة ¶ ب- من هم الأئمة الاثنا عشر ¶ ج- صفات الأئمة ¶ - عصمة الأئمة ¶ - علمهم الغيب ¶ - معجزات الأئمة ¶ ثانيا: المهدي ¶ ثالثا: عقيدة الرجعة ¶ رابعا: عقيدة البداء ¶ خامسا: عقيدة التقية ¶ المبحث الثاني: موقفهم من مصدري التشريع: ¶ أولا: موقفهم من القرآن الكريم ¶ ثانيا: موقفهم من السنة النبوية",
            "page": "8",
            "part": "1",
            "seal": "86ADF776"
        },
        {
            "id": "8",
            "nass": "المبحث الثالث: مظاهر الانحراف في الفكر الشيعي: ¶ أولا: الشرك في مذهب الشيعة ¶ أ- مفهوم الشرك عندهم ¶ ب- مظاهر الشرك في المجتمع الشيعي ¶ ثانيا: زواج المتعة في العقيدة الشيعية ¶ المبحث الرابع: موقفهم من المسلمين: ¶ أولا: موقفهم من الصحابة ¶ ثانيا: موقفهم من أبي بكر وعمر ¶ ثالثا: موقفهم من عائشة وحفصة ¶ رابعا: موقفهم من أهل السنة ¶ أ- تكفيرهم لأهل السنة واستحلال دمهم ¶ ب- استباحة أموالهم ¶ ج- حكم مناكحتهم ¶ هـ- الصلاة خلفهم ¶ و- الصلاة عليهم ¶ ز- نجاستهم ¶ ح- الحكم عليهم بالخلود في النار ¶ خامسا: شهادات تاريخية.",
            "page": "9",
            "part": "1",
            "seal": "271D2236"
        },
        {
            "id": "9",
            "nass": "الخاتمة ¶ وقبل أن ندخل للمقدمة، ونأتي المباحث من أبوابها، ونطلق للحروف أعنتها، ونشحذ للأقلام أسنتها، نذكِّر أنفسنا بقوله تعالى (ولا يجرمنكم شنئان قوم على ألا تعدلوا اعدلوا هو أقرب للتقوى واتقوا الله) فنعوذ بالله أن نتكلم على القوم بغير ما في كتبهم دونوه، أو ننسب إليهم ما لم يقولوه أو يعتقدوه، أو أن نقبل فيهم كلام عدو أو مخالف، وإنما نغرف لك من كتبهم، ونستقي لك من حياضهم، رافعين عنك عناء التفتيش، مسقطين عنك كلفة البحث والتقميش، راجين منك دعوة صالحة أو إعراضا جميلا، ومن الله مغفرة واسعة ونية صادقة وثوابا جزيلا، وما ذلك على الله بعزيز.",
            "page": "10",
            "part": "1",
            "seal": "63A85DC4"
        },
        {
            "id": "10",
            "nass": "متى ظهر التشيع: ¶ لقد ظهر الاختلاف والتفرق في المسلمين، بعد مقتل الخليفة الراشد عثمان بن عفان رضي الله عنه، وكانت تلك الحادثة الأليمة، الشرارة الأولى للحروب الدامية التي اندلعت في الأمة الإسلامية ودارت رحاها على أبناءها، وتلاحق الشهداء من كلا الفريقين المتنازعين، إلى أن انتهت بتنازل الحسن بن علي سيد شباب أهل الجنة عن الخلافة لمعاوية بن أبي سفيان رضي الله عنهما، حقنا للدماء وتوحيدا للكلمة، وأصلح الله به بين طائفتين عظيمتين من المسلمين، وكان هذا هو المصداق لقول الرسول الكريم، حين نظر إليه فقال: «إن ابني هذا سيد، ولعل الله أن يصلح به بين طائفتين عظيمتين من المسلمين» (¬1) ¶ فتوحدت كلمة الأمة الإسلامية، واجتمع أمرها، وانطفأت الفتنة، وسمي ذلك العام بعام الجماعة سنة 32 للهجرة. ¶ وقد ألقت مسألة الخلافة بظلالها على هذا الصراع، فكان في عمقه صراعا دينيا وإن كان ظاهره سياسيا، فلم يكن صراعا على السلطة بقدر ما كان صراعا على مبادئ الشريعة وحرصا على تطبيق ما يراه كل فريق من الفريقين، ¶ ¬_________ ¶ (¬1) صحيح البخاري كتاب الفتن ج8 ص86",
            "page": "11",
            "part": "1",
            "seal": "C7E95A64"
        },
        {
            "id": "11",
            "nass": "فكان معاوية يطالب بالثأر لعثمان بن عفان ابن عمه، ويعلن شعار الانتقام له من قتلته، والأخذ على يدي من اعتدى على حرمة الإسلام وخليفة المسلمين. ¶ وكان علي بن أبي طالب رضي الله عنه يرى أن من الحكمة جمع الكلمة أولا، وأن يبايع معاوية وأهل الشام له كما بايع له المسلمون، ثم ينظر بعد ذلك في أمر قتلة عثمان ويأخذ بثأره، على حين اتفاق من الأمر، واجتماع من الكلمة. ¶ وقد كادت الأمور أن تصلح بين الفئتين، لولا سعي فريق من الماكرين ممن دبروا لقتل عثمان، في إشعال الحرب وإيقاد نار الفتنة حتى لا يؤخذوا بجريرة فعلهم، ويحاسبوا على جريمتهم إذا ما استقرت الأمور. ¶ ومن هنا انقسم المسلمون إلى طائفتين عظيمتين -كما أشار إلى ذلك رسول الله صلى الله عليه وآله وسلم-، طائفة ترى أحقية علي رضي الله عنه بالخلافة وترى نصرته والجهاد معه، إعزازا للدين وقياما بواجبهم تجاه إمام المسلمين، فسموا بشيعة علي، أي حزبه وأتباعه. وفريق يرى أن قتلة عثمان ما زالوا أحياء، لم تطلهم يد الشريعة، ولم ينالوا جزاء فعلتهم الشنيعة، فنهضوا مع معاوية رضي الله عنه وجاهدوا معه، نصرة للدين وانتقاما لذي النورين زوج ابنتي رسول الله صلى الله عليه وآله وسلم. ¶ وآثر آخرون اعتزال هذه الفتنة ووضعَ السلاح، ولم يقاتلوا لا مع هؤلاء ولا مع هؤلاء، وكل مصيب في اجتهاده وإن كان الحق مع علي بن",
            "page": "12",
            "part": "1",
            "seal": "91D6A30C"
        },
        {
            "id": "12",
            "nass": "أبي طالب، بشهادة رسول الله صلى الله عليه وآله وسلم، حين قال «تقتل عمار الفئة الباغية» وقد قتل رحمه الله في صف علي. ¶ فبقي اسم الشيعة ملازما لأولئك الزمرة التي ناصرت علي بن أبي طالب وجاهدت معه، وكان أغلبهم من أهل العراق وإن كانوا قد خذلوه وعصوه ولم يقوموا بواجبهم حق قيام، حتى تذمر منهم، واشتهرت عنه أقوال كثيرة في ذمهم والتشكي من خذلانهم، خصوصا عندما رفضوا القتال، وطلبوا منه التحاكم إلى القرآن، حينما رفع جيش معاوية المصاحف لكي يتفادى الهزيمة التي كادت أن تلحقه وجيشه. ¶ ووقع ما وقع من قضية التحكيم، وقتل بعدها علي بن أبي طالب غيلة، من بعض من كان من شيعته وخرج عليه، وكانت فتنة شعواء، نسأل الله أن يحفظ منها ألسنتنا كما حفظ منها أيادينا، ولن نجاوز نحن ما أخبرنا الله به في القرآن، مما قد أعد من الحبور والرضوان، لصحابة رسول الله السابقين، من الأنصار والمهاجرين، ومن سار على نهجهم من التابعين ... ¶ فلم يكن اسم الشيعة في ذلك الوقت يعدو ما وصفت، ولم يكن التشيع سوى ادعاء أحقية علي بالخلافة، أو تفضيله في بعض الأحيان، على عثمان بن عفان، رضي الله عن الجميع. ¶ ولكن بدأت تظهر في جيش علي رضي الله عنه مقالة غريبة، فبعد أن دخل رجل من اليمن اسمه عبد الله بن سبأ إلى الكوفة، مدعيا انتقاله من اليهودية إلى الإسلام، أخذ بعض أتباع هذا الرجل يغلون في علي، ووصل الأمر إلى قال له بعضهم وهو على المنبر «أنت أنت»، فقال",
            "page": "13",
            "part": "1",
            "seal": "F1188D56"
        },
        {
            "id": "13",
            "nass": "ويلكم من أنا؟ قالوا أنت ربنا -تعالى الله- فأمر بهم، فحفرت لهم حفر وألهبت فيها النيران، وعرضهم على تلك الحفر، وطلب منهم الرجوع ومن لم يرجع عن قوله ألقي فيها، فقالوا الآن تيقَّنا بأنك أنت الله، إذ لا يعذب بالنار إلا الله، وقال رضي الله عنه في ذلك: ¶ فلما رأيت الأمر أمرا منكرا ... أججت ناري ودعوت قنبرا. ¶ وقنبر غلامه الذي كلفه بهذا الأمر. (¬1) ¶ ونفى علي رضي الله عنه عبد الله بن سبأ من الكوفة بعدما بلغه أنه ينتقص الشيخين أبا بكر وعمر، لكنه بقي ينشر أفكاره وسط شيعة علي، فأدخل بعض الأفكار اليهودية إلى الإسلام، مثل القول بوصاية علي لمحمد صلى الله عليه وآله وسلم كوصاية موسى ليوشع بن نون، وكالقول بعقيدة البداء والرجعة، كما كان هذا الرجل أول من أظهر الطعن في صحابة رسول الله صلى الله عليه وآله. (¬2) ¶ ومن هنا بدأ التشيع يأخذ منحىً جديداً، فلم يعد التشيع مجرد اختلاف حول أحقية علي في الخلافة، أو تفضيله على عثمان، بل أصبح يحمل في طياته عقائد باطلة، كان لليهود يد مباشرة في إقحامها في العقيدة الإسلامية، كما هي وظيفتهم عبر التاريخ «يحرفون الكلم عن مواضعه». ¶ ¬_________ ¶ (¬1) انظر الرواية بكاملها في تاريخ الإسلام للذهبي ج3ص643 ¶ (¬2) للاستزادة انظر المصادر الشيعية التالية: المقالات والفرق لسعد بن عبد الله القمي «ص:21» .. وفرق الشيعة للنوبختي «ص:44» .. واختيار معرفة الرجال للطوسي «ص:108 - 109» .. وتنقيح المقال للمامقاني «2/ 184» .. من لا يحضره الفقيه «1/ 229» .. الأنوار النعمانية «2/ 234».",
            "page": "14",
            "part": "1",
            "seal": "A6411467"
        },
        {
            "id": "14",
            "nass": "فرق الشيعة: ¶ لقد تفرقت الشيعة فرقا شتى، ولم يبق من هذه الفرق اليوم إلا الإسماعيلية والزيدية والاثني عشرية. ¶ ولست أقصد في كتابي هذا غير الشيعة الاثني عشرية، وذلك لأسباب: ¶ - أنهم أشهر هذه الفرق، والمعروفون باسم الشيعة اليوم، وشخصياتهم مشهورة في كل العالم كالخميني وغيره. ¶ - أنهم أكثر هذه الفرق عددا. ¶ - أنهم منتشرون في كثير من البلدان. ¶ - أنهم يسعون لتشييع أهل السنة، ويسخرون في ذلك القنوات الإذاعية كالمنار وغيرها. ¶ - في ¶ وقد سموا باسم الشيعة الاثني عشرية لاعتقادهم بإمامة اثنا عشر إماما بعد الرسول صلى الله عليه وآله وسلم. ¶ ويسمون أيضا بالشيعة الإمامية، والجعفرية، ويسميهم أهل السنة بالروافض أو الرافضة لأنهم رفضوا خلافة أبي بكر وعمر. ¶ ويتواجدون بشكل أساسي في دولتهم إيران، ولهم تواجد كبير في العراق ولبنان والبحرين، ويشكلون أقلية في بعض البلدان، كالسعودية والكويت، ودعوتهم نشطة في بلدان أوربا وبعض بلدان المغرب العربي.",
            "page": "15",
            "part": "1",
            "seal": "3C929566"
        },
        {
            "id": "15",
            "nass": "المبحث الأول: عقائد الشيعة الإمامية: ¶ 1 - عقيدة الإمامة ومكانتها عند الشيعة: ¶ إن وظيفة الإمام عند الشيعة، تتجاوز الوظيفة السياسية والقيادة الدنيوية كما هي وظيفته في منظور أهل السنة، بل هي استمرار للنبوة، ووظيفة الإمام عندهم كوظيفة النبي، وصفاته كصفاته، وتعيين الإمام كتعيين النبي لا يتم إلا باختيار إلهي. لذلك أوردوا روايات تصف أئمتهم بكل صفات الكمال التي في الرسل والأنبياء، فلا فرق عندهم بين الإمام والنبي، حتى قال المجلسي (¬1): «إن استنباط الفرق بين النبي والإمام من تلك الأخبار لا يخلوا من إشكال ... ولا نعرف جهة لعدم اتصافهم بالنبوة إلا رعاية خاتم الأنبياء، ولا يصل عقولنا فرق بين النبوة والإمامة» (¬2) ¶ ¬_________ ¶ (¬1) صاحب كتاب من أهم كتبهم وهو: بحار الأنوار، في مائة وعشر مجلدات. ¶ (¬2) بحار الأنوار ج26 ص82 وفي الكافي وغيره روايات كثيرة تؤكد ذلك، نذكر منها هذه الرواية في باب الفرق بين النبي والرسول والمحدث، قال: «كتب الحسن بن العباس المعروفي إلى الرضا عليه السلام: جعلت فداك أخبرني ما الفرق بين الرسول والنبي والامام؟ قال: فكتب أو قال: الفرق بين الرسول والنبي والامام أن الرسول الذي ينزل عليه جبرئيل فيراه ويسمع كلامه وينزل عليه الوحي وربما رأى في منامه نحو رؤيا إبراهيم عليه السلام، والنبي ربما سمع الكلام وربما رأى الشخص ولم يسمع والامام هو الذي يسمع الكلام ولا يرى الشخص» الكافي - الكليني - ج 1 ص 176.",
            "page": "16",
            "part": "1",
            "seal": "23047EF8"
        },
        {
            "id": "16",
            "nass": "فالإمامة عندهم منصب رباني له من القداسة ما للنبوة أو أكثر، بل قال الخميني «وإن من ضروريات مذهبنا أن لأئمتنا مقامًا محمودًا لا يبلغه ملك مقرب ولا نبي مرسل». (¬1) ¶ يقول آية الله المظفر، وهو من أكابر علمائهم، وكتابه يدرس إلى اليوم في حوزاتهم: «نعتقد أن الإمامة كالنبوة لا تكون إلا بالنص من الله تعالى على لسان رسوله أو لسان الإمام المنصوب بالنص إذا أراد أن ينص على الإمام من بعده، وحكمها في ذلك حكم النبوة بلا فرق، فليس للناس أن يتحكموا فيمن يعينه الله هاديا ومرشدا لعامة البشر، كما ليس لهم حق تعيينه أو ترشيحه أو انتخابه، لأن الشخص الذي له من نفسه القدسية استعدادا لتحمل أعباء الإمامة العامة وهداية البشر قاطبة يجب إلا يعرف إلا بتعريف الله ولا يعين إلا بتعيينه» (¬2). ¶ فامتازت العقيدة الشيعية عن كل الفرق الإسلامية باعتمادها على هذا المبدأ وجعله ركنا أساسيا ينبني عليه الدخول في الإسلام أو الخروج منه، بل جعلوه أهم ركن من أركانه: ¶ فعن أبي جعفر قال: «بني الإسلام على خمس: على الصلاة والزكاة والصوم والحج والولاية، ولم يناد بشيء كما نودي بالولاية، فأخذ الناس بأربع، وتركوا هذه» (¬3) ¶ ¬_________ ¶ (¬1) الحكومة الإسلامية ص 52 ¶ (¬2) عقائد الإمامية - الشيخ محمد رضا المظفر - ص 74 ¶ (¬3) الكافي، ج2 ص18",
            "page": "17",
            "part": "1",
            "seal": "9D8383B2"
        },
        {
            "id": "17",
            "nass": "وفي رواية «بني الإسلام على شهادة أن لا اله إلا الله وأن محمدا رسول الله، وإقام الصلاة وإيتاء الزكاة، وصوم رمضان والحج إلى البيت، وولاية علي بن أبي طالب» (¬1) ¶ كما جعلوا قبول أعمال العباد متوقف على اعترافهم بالأئمة. ¶ «عن جعفر بن محمد، عن أبيه «عليه السلام» قال: نزل جبرئيل عليه السلام على النبي صلى الله عليه وآله وسلم، فقال: يامحمد السلام يقرئك السلام، ويقول: خلقت السماوات السبع وما فيهن، والأرضين السبع وما عليهن، وما خلقت موضعا أعظم من الركن والمقام، ولو أن عبدا دعاني منذ خلقت السماوات والأرضين ثم لقيني جاحدا لولاية علي لأكببته في سقر». (¬2) ¶ وسترى كيف تجرؤوا على أن كفروا أصحاب رسول الله صلى الله عليه وآله وسلم، وعلى رأسهم أبوبكر وعمر، وحكموا بردتهم، لا لشيء إلا أنهم لم يعترفوا بهذا الركن العظيم من أركان الدين. ¶ ¬_________ ¶ (¬1) انظر هذه الروايات في الكافي ج2 ص21،22،32. أمإلي الصدوق ص221، 279، 510. ثواب الأعمال ص 15. إثبات الهداة ج1 ص90، 91، 529، 545، 635. رجال الكشي ص 356. علل الشرائع ص 94 تفسير العياشي ج2 ص 117. أمالي المفيد ص209. أمإلي الطوسي ص 530. من لا يحضره الفقيه ج1 ص 101، 131 ¶ (¬2) وسائل الشيعة - الحر العاملي - ج 1 - ص 123 وفي امالي الصدوق ص 154 والبحار ج24ص51/ج27 ص167 وغيرها.",
            "page": "18",
            "part": "1",
            "seal": "CE9FFD19"
        },
        {
            "id": "18",
            "nass": "لقد أنزل الله القرآن كتاب هداية وإرشاد، وبين فيه للناس ما نزل إليهم، لذا، جاء في القرآن نصوص كثيرة صريحة في وجوب الصلاة والأمر بها والحث عليها، وصرَف القول فيها وأعاده وأكده، ووعد مقيمها وأوعد تاركها، وكذلك الأمر بالنسبة للزكاة والصوم والأخلاق والمعاملات، بل إن أطول آية في القرآن جاءت لبيان أمر فرعي يتعلق بالدَّين وكتابته وأحوال الكاتب، وحكم الكتابة عن الصغير وغير العاقل، بكل تفصيل وتبيين، فكيف لم يعرض هذا الكتاب لمسألة الإمامة التي يتوقف عليها قبول الأعمال عند الله!!؟ ولم لم يذكر لنا هذا الركن الأساسي ويبينه ويفصله كسائر الأركان!!؟ ¶ فهل عندهم من علم فيخرجوه لنا؟ أم يتبعون الظن؟؟؟ ¶ وسترى مدى الحرج الذي لحق الشيعة من هذا السؤال، وكيف حاولوا الإجابة عنه بطرق سنعرض لها في مبحث موقفهم من القرآن الكريم. ¶ من هم الأئمة الاثنا عشر: ¶ يعتقد الشيعة بأن النبي لم يمت حتى أوصى بالأمر إلى علي بن أبي طالب، وعلي لم يمت حتى أوصى إلى ابنه من بعده، وهكذا كل إمام لا يموت حتى يوصي إلى واحد من أبناءه من بعده وينص عليه ويعينه. ¶ فالأمر عندهم بالوراثة، مع أن إبراهيم لما سأل الله أن يجعل الأمر في بنيه وذريته قال له «لا ينال عهدي الظالمين»،",
            "page": "19",
            "part": "1",
            "seal": "9D888C97"
        },
        {
            "id": "19",
            "nass": "لكن الثقافة الفارسية التي تقدس السلالة الساسانية، وترى بأنها مخلوقة للملك، تضفي بظلالها على هذه العقيدة، فتجعل الإمامة وراثة وليست تفاضلا. ¶ وهكذا روت الشيعة في كتبها نصوصا عن الرسول صلى الله عليه وآله، ينص فيها على إمامة كل إمام فمن يليه. ¶ وهؤلاء الأئمة حسب تسلسلهم، هم: ¶ 1 - علي بن أبي طالب المرتضى 40هـ ¶ 2 - الحسن بن علي الزكي 49هـ ¶ 3 - الحسين بن علي الشهيد 61هـ ¶ 4 - علي بن الحسين زين العابدين 110هـ ¶ 5 - محمد بن علي أبو جعفر الباقر 119هـ ¶ 6 - جعفر بن محمد الصادق 148هـ ¶ 7 - موسى بن جعفر الكاظم 164هـ ¶ 8 - علي بن موسى الرضى 203هـ ¶ 9 - محمد بن علي النقي 220هـ ¶ 10 - علي بن محمد التقي 254هـ ¶ 11 - الحسن بن علي العسكري الزكي 260هـ ¶ 12 - محمد بن الحسن المهدي - ما زال على قيد الحياة وعمره الآن 1171سنة، فيكون أطول عمرا من نوح عليه السلام-",
            "page": "20",
            "part": "1",
            "seal": "7BC95B26"
        },
        {
            "id": "20",
            "nass": "وقد حصل إشكال في هذه الشجرة ثلاث مرات ... ¶ فقد كان إمامهم السادس جعفر الصادق قد عيّن ولده إسماعيل إماما من بعده، وأكد أنه حامل علمه ومعدن سره، وأن رسول الله صلى الله عليه وآله وسلم قد عينه وأوصى به، ويأبى الله إلا أن يفضح الكذابين، فاخترمت المنية إسماعيل قبل موت أبيه ... ¶ فكانت الفضيحة، واضطربت الأمور، وكثر الاستنكار، ورجع كثير منهم إلى مذهب أهل السنة، وأنكر فرقة من الشيعة موته، وادعوا بأنه غاب ولم يمت، وبأنه المهدي المنتظر، وانشقوا بمذهب جديد، وتسموا بالشيعة الإسماعيلية. ¶ لكن إمامهم أبا جعفر عين ولده موسى إماما جديدا من بعده، وأجابهم بجواب ستطلع عليه في باب عقيدة البداء إن شاء الله. ¶ وحصل إشكال مرة ثانية، في عصر إمامهم التاسع علي بن محمد التقي، إذ مات ولده الذي كان قد عينه إماما من بعده وأخبر أنه معين من قبل الله ورسوله، من قبل أن يموت أبوه، ولم يتحقق ما أخبر الله به، تعالى الله عما يقولون، ويجيب إمامهم هذه المرة أيضا بالبداء، ويعين ابنا آخر إماما. ¶ وفي المرة الثالثة كاد المذهب أن يهوي إلى الدقن، وتنهدَّ أركانه، ويذوبَ كالملح في الماء، حينما مات الحسن العسكري إمامهم الحادي عشر، قبل أن يولد له ولد، لتتلاشى عند ذلك الوصاية المزعومة، وتتلاشى معها الإمامة، وتتلاشى الرجعة والتقية والمتعة والخمس والبداء ...",
            "page": "21",
            "part": "1",
            "seal": "28EC4706"
        },
        {
            "id": "21",
            "nass": "وكل العقائد الشيعية التي أساسها ومربطها إنما هو الإمامة. ¶ لكن مدبرها عنده شيء من الحكمة، فقد اختلق عقيدة جديدة ترقع ما تمزق، وترأب ما انصدع، إذ زعم أن للحسن العسكري ولدا خبأه في سرداب، وسيرجع لشيعته قريبا جدا-سترى ما ورد من التوقيت لخروج المهدي وكيف كان قريبا في بداية الأمر- لتدور عجلة هذا المذهب بعد توقف، ويدفعَ الناس الخمس بعد تخوف، وتعودَ تلك الدنانير إلى أكياسها، وتستمرَّ حياة المعممين في ظل العقيدة الشيعية، ويكتب لهذا المذهب عمر جديد ... ¶ صفات الأئمة: ¶ لقد بالغ الشيعة في الرفع من أئمتهم، ووصفِهم بصفات الكمال والجلال، حتى قال الخميني: «وإن من ضروريات مذهبنا أن لأئمتنا مقامًا محمودًا لا يبلغه ملك مقرب ولا نبي مرسل». ¶ أولا: عصمة الأئمة: ¶ ومن هذه الصفات أنهم معصومون عن الخطأ والسهو والنسيان يقول المجلسي: «جملة القول فيه - أي في مبحث العصمة- أن أصحابنا الإمامية أجمعوا على عصمة الأنبياء والأئمة صلوات الله عليهم من الذنوب الصغيرة والكبيرة عمدا وخطأ ونسيانا قبل النبوة والإمامة وبعدهما، بل من وقت ولادتهم إلى أن يلقوا الله تعالى، ولم يخالف في ذلك إلا الصدوق محمد بن بابويه وشيخه ابن الوليد قدس الله روحهما فإنهما جوزا الإسهاء من الله تعالى لا السهو الذي يكون من الشيطان في",
            "page": "22",
            "part": "1",
            "seal": "F2F3167E"
        },
        {
            "id": "22",
            "nass": "غير ما يتعلق بالتبليغ وبيان الأحكام وقالوا: إن خروجهما لا يخل بالإجماع لكونهما معروفي النسب» (¬1) ¶ ويقول أحد علماء الحوزة الذين قابلتهم، في كتاب له بعنوان \"العصمة\" بعد أن ذكر تعريفها في اللغة والاصطلاح قال: «وإذا كان هذا تعريف العصمة، وأنها من اللطف والفضل والرحمة الإلهية بحق النبي، فنفس هذه العصمة يقول بها الإمامية للأئمة الاثني عشر ولفاطمة الزهراء سلام الله عليها» (¬2) ¶ لذا جعلوا كلام أئمتهم ككلام الرسول صلى الله عليه وآله، وأعطوهم حق التشريع: «بل نعتقد أن أمرهم أمر الله تعالى، ونهيهم نهيه، وطاعتهم طاعته، ومعصيتهم معصيته، ووليهم وليه، وعدوهم عدوه، ولا يجوز الرد عليهم، والراد عليهم كالراد على الرسول والراد على الرسول كالراد على الله تعالى. فيجب التسليم لهم والانقياد لأمرهم والأخذ بقولهم. ولهذا نعتقد أن الأحكام الشرعية الإلهية لا تستقى إلا من نمير مائهم ولا يصح أخذها إلا منهم» (¬3) ¶ ¬_________ ¶ (¬1) بحار الأنوار - المجلسي - ج 25 ص 350، ونكتة قوله معروفي النسب أنهم يعتقدون بأن المهدي قد يحضر مجالس الفقهاء، ويقول قولا، فيستدلون بجهلهم به وبنسبه، على أنه هو المهدي. ¶ (¬2) العصمة - السيد علي الميلأني - ص 13 - 14 ¶ (¬3) عقائد الإمامية - الشيخ محمد رضا المظفر - ص 70، وهذا الكتاب يدرس ضمن مقررات الحوزة العليمة.",
            "page": "23",
            "part": "1",
            "seal": "58E36E38"
        },
        {
            "id": "23",
            "nass": "ومن رواياتهم في هذا الباب: عن أبي عبد الله قال: «ما جاء به علي عليه السلام آخذ به وما نهى عنه أنتهي عنه، جرى له من الفضل مثل ما جرى لمحمد صلى الله عليه وآله ولمحمد صلى الله عليه وآله الفضل على جميع من خلق الله عز وجل، المتعقب عليه في شيء من أحكامه كالمتعقب على الله وعلى رسوله والراد عليه في صغيرة أو كبيرة على حد الشرك بالله» (¬1) ¶ ويقول الخميني: «إن تعاليم الأئمة كتعاليم القرآن لا تخص جيلا خاصًا، وإنما هي تعاليم للجميع في كل عصر ومصر وإلى يوم القيامة، يجب تنفيذها واتباعها». (¬2) ¶ وأشير هنا إلى أنه لا خلاف بين المسلمين في كفر من اعتقد هذا الاعتقاد، ونسب التشريع الديني إلى غير المشرع سبحانه وتعالى، كما قال عز وجل «أم لهم شركاء شرعوا لهم من الدين ما لم يأذن به الله»، وقال: «ألا له الخلق والأمر» فأثبت لنفسه الأمر والتشريع، كما أثبت لنفسه الخلق والتدبير، وقال «فإن تنازعتم في شيء فردوه إلى الله والرسول إن كنتم تؤمنون بالله واليوم الآخر»، ولم يأمرنا بالرجوع إلى هؤلاء الأئمة الذين تزعم الشيعة أن الأحكام الشرعية تؤخذ منهم، وتستقى من نمير ماءهم. ¶ ¬_________ ¶ (¬1) الكافي - الشيخ الكليني - ج 1 - ص 196 ¶ (¬2) الحكومة الإسلامية ص 113",
            "page": "24",
            "part": "1",
            "seal": "141A0AA3"
        },
        {
            "id": "24",
            "nass": "واعلم أن هذا هو أساس الافتراق بين السنة والشيعة، فالمشرع عندنا واحد، والمشرعون عندهم ثلاثة عشر، وخروجهم عن هذا الإجماع الذي أجمع عليه المسلمون من أن المشرع هو الله ورسوله لا غيرهما، جعلهم يختلفون مع سائر المسلمين في كثير من الأحكام والفروع الفقهية، فهذا منشأ الخلاف، ومن هنا يعالج، وليس الحل بأن نلجأ إلى حل الخلافات الفرعية، ما دام الأصل مختلفا فيه، والمنبع متنازعا عليه. ¶ ثانيا: علمهم الغيب: ¶ إن من المجمع عليه بين أهل الإسلام، أن الله استأثر بعلم الغيب، فلا يُطلِع على غيبه أحدا، إلا من ارتضى من رسله المبلغين عنه، قال تعالى «عالم الغيب فلا يظهر على غيبه أحدا إلا من ارتضى من رسول فإنه يسلك من بين يديه ومن خلفه رصدا» وقال «قل لا يعلم من في السموات والأرض الغيب إلا الله» وقال على لسان نبيه نوح «ولا أقول لكم عندي خزائن الله ولا أعلم الغيب» وعلى لسان محمد صلى الله عليه وآله «ولو كنت أعلم الغيب لاستكثرت من الخير وما مسني السوء إن أنا إلا نذير وبشير» ¶ فهؤلاء أولوا العزم من الرسل يتبرؤون من دعوى علم الغيب، لكن الشيعة تزعم أن أئمتها تعلم الغيب، وبالغت في ذلك كأشد ما تكون المبالغة، ووضعت في ذلك من الأحاديث ما يُتعب أقلام الكتبة، ويُكِل أنامل الحسبة.",
            "page": "25",
            "part": "1",
            "seal": "431DC9E7"
        },
        {
            "id": "25",
            "nass": "فمن ذلك ما أورد الكليني في كتابه الكافي، الذي هو بمثابة صحيح البخاري عندهم، الذي خصص فيه أبوابا في علمهم الغيب، ذكر منها: ¶ باب أن الأئمة عليهم السلام يعلمون ما كان وما يكون، وأنهم لا يخفى عليهم الشيء (¬1) ¶ وباب أن الأئمة يعلمون متى يموتون وأنهم لا يموتون إلا باختيار منهم (¬2) ¶ وباب أن الأئمة عليهم السلام يعلمون جميع العلوم التي خرجت إلى الملائكة والأنبياء والرسل عليهم السلام (¬3) ¶ وتحت كل باب من هذه الأبواب عشرات الأحاديث، التي يجف القلم رهبة عند كتابتها، وترتعد الأصابع من هول ما فيها. ¶ كهذه الرواية التي ينسبون إلى علي رضي الله عنه أنه يقول فيها: «ولقد أعطيت خصالا ما سبقني إليها أحد قبلي: علمت المنايا والبلايا، والأنساب وفصل الخطاب، فلم يفتني ما سبقني، ولم يعزب عني ما غاب عني، أبشر بإذن الله وأؤدي عنه، كل ذلك من الله مكنني فيه بعلمه» (¬4). ¶ وفي رواية أخرى عن جعفر بن محمد، قال: «قال أمير المؤمنين عليه السلام: أعطيت تسعا لم يعط أحد قبلي سوى النبي صلى الله عليه وآله: ¶ ¬_________ ¶ (¬1) ج1 ص260 ¶ (¬2) ج1 ص258 ¶ (¬3) ج1 ص255 ¶ (¬4) الكافي - الشيخ الكليني - ج 1 - ص 196 - 197",
            "page": "26",
            "part": "1",
            "seal": "2C22926A"
        },
        {
            "id": "26",
            "nass": "لقد فتحت لي السبل، وعلمت المنايا، والبلايا، والأنساب، وفصل الخطاب، ولقد نظرت في الملكوت بإذن ربي، فما غاب عني ما كان قبلي ولا ما يأتي بعدي، وإن بولايتي أكمل الله لهذه الأمة دينهم، وأتم عليهم النعم، ورضي لهم إسلامهم» (¬1) ¶ يقول إمامهم المظفر في علم الإمام: «أما علمه فهو يتلقى المعارف والأحكام الإلهية وجميع المعلومات من طريق النبي أو الإمام من قبله. وإذا استجد شيء لا بد أن يعلمه من طريق الإلهام بالقوة القدسية التي أودعها الله تعالى فيه، فإن توجه إلى شيء وشاء أن يعلمه على وجهه الحقيقي، لا يخطئ فيه ولا يشتبه، ولا يحتاج في كل ذلك إلى البراهين العقلية ولا إلى تلقينات المعلمين، وإن كان علمه قابلا للزيادة والاشتداد» (¬2) ¶ بل يزعمون أن أئمتهم يطلعون على اللوح المحفوظ. يقول أحد معاصريهم وهو الشيخ غلام رضا: «يرى محققوا المفسرين أن الضمير في «لا يمسه» يعود إلى الكتاب المكنون وهو اللوح المحفوظ، فيستفاد حينئذ من الآية أن الأفراد الذين طهرهم الله قادرون على الاطلاع على اللوح المحفوظ وحقائقه وهي غيب السماوات والأرض» (¬3) ¶ ¬_________ ¶ (¬1) أمإلي الطوسي ص205 ¶ (¬2) عقائد الإمامية - الشيخ محمد رضا المظفر - ص 67 - 68 ¶ (¬3) الرد على شبهات الوهابية - الشيخ غلام رضا كاردان - ص 17وهذا الرجل قد قابلته شخصيا في مدينة قم.",
            "page": "27",
            "part": "1",
            "seal": "47635C26"
        },
        {
            "id": "27",
            "nass": "يقصد بذلك ما ورد في قوله تعالى «لا يمسه إلا المطهرون» أي اللوح المحفوظ، وقد ناقشته في هذه المسألة حينما قابلته في مدينة قم، وأكد لي بأن اللمس في القرآن حسي ومعنوي، فهذا اللمس هنا لمس معنوي، والمقصد من الآية أن الأئمة يطلعون على اللوح المحفوظ لأنهم هم المطهرون المرادون في الآية. ¶ لذلك فهم يعلمون كل ما يحدث، كما ورد في رواياتهم «وما من ليلة تأتي علينا إلا وأخبار كل أرض عندنا وما يحدث فيها، وأخبار الجن وأخبار أهل الهوى من الملائكة، وما من ملك يموت في الأرض ويقوم غيره إلا أتانا خبره، وكيف سيرته في الذين قبله، وما من أرض من ستة أرضين إلى السابعة إلا ونحن نؤتى بخبرهم» (¬1). ¶ وهذا العلم التفصيلي للحوادث، هو مما اختص الله تعالى به، قال تعالى: «وما تسقط من ورقة إلا يعلمها ولا حبة في ظلمات الأرض ولا رطب ولا يابس إلا في كتاب مبين» فلا يعلم ما يحدث في الكون على التفصيل إلا خالق الكون سبحانه، وكما رأيت فإن الشيعة ينسبون لأئمتهم مثل هذا العلم، ومن رواياتهم أن عليا رضي الله عنه -فيما يزعمون- قال لرجل: «أتدري ما حدث البارحة؟ وقع بيت بالصين، وانفرج برج ماجين، وسقط سور سرنديب، وانهزم بطرق الروم بأرمينية، وفقد ديان اليهود بأبلة، ¶ ¬_________ ¶ (¬1) كامل الزيارات - جعفر بن محمد بن قولويه - ص 541 - 542",
            "page": "28",
            "part": "1",
            "seal": "02BD5077"
        },
        {
            "id": "28",
            "nass": "وهاج النمل بوادي النمل، وهلك ملك إفريقية، أكنت عالما بهذا؟ قال: لا يا أمير المؤمنين. فقال: البارحة سعد سبعون ألف عالم، وولد في كل عالم سبعون الفا، والليلة يموت مثلهم». (¬1) ¶ فانظر إلى بُعد المسافة ما بين الصين وإفريقية، بل إلى بُعد ما بين السماء والأرض، والإمام يعلم ما يحدث في هذه العوالم كلها، إن هذا يعني بأن نعيد النظر في دلالات كل الآيات التي قصرت علم الغيب على الله عز وجل، وجعلت هذا من خصائص ربوبيته، ومظاهر عظمته. بل إن هذا نقض صريح ومشاقة لكل تلك الآيات. ¶ وقد ناقشت أحد آياتهم وهو السيد علي مددي في بيته مدة ست ساعات في هذه القضية، وأكد لي أن علم الإمام الغيب مما أجمعت عليه الشيعة، ولم يخالف في ذلك إلا مرجعهم الخوئي، فإنه قال إنهم يعلمون إذا شاؤوا أن يعلموا، وليس على الإطلاق. ¶ وصدق الله «قل لا يعلم من في السموات والأرض الغيب إلا الله وما يشعرون أيان يبعثون، بل ادارك علمهم في الآخرة بل هم في شك منها بل هم منها عمون» ¶ ¬_________ ¶ (¬1) الاحتجاج للطبرسي ص 558",
            "page": "29",
            "part": "1",
            "seal": "5894889B"
        },
        {
            "id": "29",
            "nass": "ثالثا: معجزات الأئمة: ¶ لقد خص الله أنبياءه بمعجزات تكون حجتهم على الناس، ليعلموا أن ما جاءوا به هو من عند خالق الأرض والسماء، ومسير الدنيا بهذه السنن الكونية التي لا تنخرم إلا أن تتدخل القوة الإلهية فتخرمَها، فالنار تحرق إلا أن يشاء الله، والميت لا يرجع إلا أن يحييه الله، وهكذا سائر المعجزات، فإنها تكون خرقا لهذه السنن التي لا يقدر على خرقها إلا الذي سنها أول مرة، ليحصل اليقين بأنهم مبعوثون من عنده، فتقام بهم الحجة على الناس، ويُهدى بهم من شاء الله إلى صراطه المستقيم، ولا يدفع هذا اليقين الحاصل في النفوس من تلك المعجزات إلا الكبر والكفر. ¶ وبما أن الإمامة أخت النبوة، والنبي مثل الإمام، فإن الشيعة الإمامية تزعم أن الله أيد الأئمة بمعجزات تثبت حجيتهم، وتدل الناس عليهم. ¶ يقول عالمهم هاشم البحراني «اعلم أن المعجزات من الأنبياء والأئمة دليل على صدقهم على الله سبحانه في دعواهم النبوة والإمامة، لأن المعجز الخارق للعادة، فعله تعالى، وإقدارهم على ذلك منه جل جلاله، ومن المعاجز مثل كتابة أسمائهم على ساق العرش والحجب والشمس والقمر، وما شاكل مثل كتابتهم على الأشجار وغيرها» (¬1) ¶ ¬_________ ¶ (¬1) مدينة المعاجز - السيد هاشم البحراني - ج 1 - ص 41",
            "page": "30",
            "part": "1",
            "seal": "28116C9A"
        },
        {
            "id": "30",
            "nass": "فلذلك يقررون في كتبهم هذه العقيدة «إن ظهور المعجز على يد النبي أو الإمام شاهد صدقه إذ لو كان كاذبا وجب على الحكيم المتعالي تكذيبه وإلا لزم الإغراء إلى الضلالة وهو لا يصدر منه تعالى» (¬1). ¶ فنسجوا لكل إمام معجزات تدل على إمامته، وتلجم من خالفه، وتكون حجة بين يديه، فالإمام زين العابدين حين نازعه عمه محمد بن الحنفية على الإمامة، احتكم معه إلى الحجر الأسود قالوا: «فتحرك الحجر حتى كاد أن يزول عن موضعه، ثم أنطقه الله بلسان عربي مبين فقال: اللهم إن الوصية والإمامة بعد الحسين بن علي عليهما السلام إلى علي بن الحسين بن علي، ابن فاطمة بنت رسول الله صلى الله عليه» (¬2). ¶ وعندما نازع زيد بن الحسن الإمام الباقر في الإمامة أمر سكِّينة كانت مع زيد أن تنطق «فوثبت السكِّينة من يد زيد بن الحسن على الأرض، ثم قالت: يا زيد، أنت ظالم، ومحمد أحق منك وأولى، ولئن لم تكف لأليَنَّ قتلك ... » ثم أمر صخرة فيما يزعمون: «فرجفت الصخرة التي مما يلي زيد، حتى كادت أن تفلق، ولم ترجف مما يلي أبي -أي الإمام الباقر لأن الراوي ولده- ثم قالت: يا زيد أنت ظالم، ومحمد أولى بالأمر ¶ ¬_________ ¶ (¬1) بداية المعارف الإلهية في شرح عقائد الإمامية - السيد محسن الخزازي - ج 1 - ص 246 ¶ (¬2) بحار الأنوار - المجلسي - ج 42 - ص 78،82 وكررها في في عشر مواضع، و مختصر البصائر ص 14 والغيبة للطوسي ص16، 119.",
            "page": "31",
            "part": "1",
            "seal": "6118007C"
        },
        {
            "id": "31",
            "nass": "منك، فكف عنه وإلا وليت قتلك، فخر زيد مغشيا عليه، فأخذ أبي بيده وأقامه، ثم قال: يا زيد أرأيت إن أمرت هذه الشجرة تسير لي أتكف؟ قال: نعم فدعا أبي عليه السلام الشجرة فأقبلت تخد الأرض حتى أظلتهم ثم قالت: يا زيد أنت ظالم ومحمد أحق بالأمر منك فكف عنه، وإلا قتلتك» إلى آخر الرواية، (¬1) وزيد هذا هو الذي اختلفت عنده الشيعة، ففرقة زعمت أنه هو الإمام، وفرقة زعمت أن الباقر هو الإمام، وتسمى أتباعه بالشيعة الزيدية، وهم موجودون إلى اليوم في بعض مدن اليمن، ولا يعتقدون بكثير من هذه العقائد الفاسدة، بل هم أقرب فرق الشيعة إلى السنة. ¶ كما جعل الشيعة لأئمتهم كمثل ما للأنبياء من المعجزات، فإذا كان نبي الله صالح قد أخرج لقومه ناقة من صخرة صماء، فإن عليا حين جاءه رجل يطلبه بدين ادعاه على رسول الله صلى الله عليه وآله بعد وفاته، أمر ابنه فخرج معه إلى صخرة صماء، فأمرها فتململت، وخرجت منها مائة ناقة تجر بعضها بخطام بعض. (¬2) ¶ وإذا كان موسى قد أحيى ميتا قتله قومه، فإن عليا كذلك أحيى مقتولا فدل على قاتله بإذن الله (¬3)، تعالى الله عما يقولون. ¶ ¬_________ ¶ (¬1) بحار الأنوار - العلامة المجلسي - ج 46 - ص 329 - 330 و الاختصاص ص 201 ¶ (¬2) خصائص الأئمة للشريف الرضي ص49 - 50 ¶ (¬3) عيون المعجزات - حسين بن عبد الوهاب - ص 22، ونوادر المعجزات - الطبري «شيعي» - ص36 ومدينة المعاجز -سيد هاشم بحراني- ج1 ص251",
            "page": "32",
            "part": "1",
            "seal": "1AE2E63E"
        },
        {
            "id": "32",
            "nass": "ومعجزات أئمتهم كثيرة لا تعد ولا تحصى، وكتبهم في ذلك تزاحم كتب الفقه كثرة وتنوعا، وإني لأحاول جاهدا أن أنتقي مما أمامي من الروايات، ما يكون الأقرب إلى خيال البشر وليس إلى العقل، فما أبعد ما أمامي عن العقل، لأضع القارئ في السياق، ويحس بمكانة الإمام وقدراته في نفوسهم، ويرى مدى تغلغل الخرافة في هذه العقول، وبعد الاختيار والانتقاء، أورد هنا ما لا بد من إيراده من هذه الروايات التي نُنَزه عنها العقلاء فضلا عن الأنبياء ... ¶ فقد رووا بأسانيدهم، أن جنيا كان جالسا عند رسول الله صلى الله عليه وآله فأقبل أمير المؤمنين علي، فاستغاث الجني وقال: «أجرني يا رسول الله من هذا الشاب المقبل. قال: ما فعل بك؟ قال: تمردت على سليمان، فأرسل إلي نفرا من الجن، فطلت عليهم، فجاءني هذا الفارس، فأسرني وجرحني، وهذا مكان الضربة إلى الآن لم تندمل» (¬1) ¶ ورووا عن عبد الله بن مسعود أنه قال: كنا مع النبي صلى الله عليه وآله إذ دخل علي بن أبي طالب فقال رسول الله: «يا أبا الحسن أتحب أن نريك كرامتك على الله؟ قال: نعم بأبي أنت وأمي يا رسول الله. قال: فإذا كان ¶ ¬_________ ¶ (¬1) مدينة المعاجز - السيد هاشم البحراني - ج 1 - ص 142 و الثاقب في المناقب ج2ص 248 ومشارق أنوار اليقين ص85.، ويروون مثل ذلك عن سائر الأنبياء، بل رووا أن رسول الله صلى الله عليه وآله وسلم قال: «يا علي إن الله أيد بك النبيين سرا، وأيدني بك جهرا» مدينة المعاجز ج 1ص 144",
            "page": "33",
            "part": "1",
            "seal": "5E9C73E6"
        },
        {
            "id": "33",
            "nass": "غدا فانطلق إلى الشمس معي فإنها ستكلمك بإذن الله تعالى ... إلى أن قال: فقال علي: السلام عليك ورحمة الله وبركاته أيها الخلق السامع المطيع، فقالت الشمس: وعليك السلام ورحمة الله وبركاته يا خير الأوصياء، لقد أعطيت في الدنيا والآخرة ما لا عين رأت، ولا أذن سمعت، فقال علي - عليه السلام -: ماذا أعطيت؟ فقالت: ولم يؤذن لي أن أخبرك فيفتتن الناس، ولكن هنيئا لك العلم والحكمة في الدنيا والآخرة» (¬1). ¶ وحسبي وحسبك هاتان الروايتان، وإلا صار هذا الكتاب من كتب القصص الهندية القديمة. ¶ المهدي: ¶ لقد أسست الشيعة مذهبها كما سبق على مبدأ الوصاية، وأن النبي لم يمت، حتى أوصى إلى وصيه، وأن عليا لم يمت حتى أوصى إلى الذي يليه، وهكذا سائر الأئمة، فلا يُعقل على حد قولهم، أن يموت الرسول دون أن يترك وصيا على أمته. ¶ لكن المذهب أوشك على الانهيار، بعدما توفي الحسن العسكري إمامهم الحادي عشر، ولم يوص، ولم يكن له أن يوصي، إذ لم يترك خلفا له، ولم يُعرف له ولد، حتى أن ماله قسم على أمه وأخيه جعفر، ولم يكن له وارث غيرهما. (¬2) ¶ ¬_________ ¶ (¬1) مدينة المعاجز - السيد هاشم البحراني - ج 1 - ص 220 ورواه في فرائد السمطين ج1ص185. ¶ (¬2) المقالات والفرق ص102 وقد ذكرت كتب التاريخ هذه الحقيقة، وأكدت على أنه لم يعرف للحسن العسكري ولد، وإنما اقتصرت في النقل على هذا الكتاب لألتزم بالنقل من كتبهم فقط.",
            "page": "34",
            "part": "1",
            "seal": "938B6E48"
        },
        {
            "id": "34",
            "nass": "وهذا أكبر دليل على أنه لم يعرف له ولد، وإلا لما ساغ تقسيم تركته على أمه وأخيه، فالولد يحجب الأخ من الميراث. ¶ لكن مفكري الشيعة سرعان ما تداركوا الموقف، وادعوا أن للحسن العسكري ولدا غيبه منذ ولادته في سرداب بمدينة سامراء، وكانت فكرة هذا الولد الغائب، هي الدعامة التي أسندت المذهب، فرقعت منه ما تمزق، وضمنت له الاستمرار، بعدما تلاشت نظرية الوصاية والإمامة، بانقطاع نسل الإمام الحادي عشر. ¶ فالشيعة يؤمنون بوجود إمام هو الثاني عشر، ويلقبونه بصاحب الزمان، ويعتقدون أنه مختف في سرداب بمدينة سامراء، وهم ينتظرون خروجه، ويزعمون أنه إمامهم الآن، وأنه حجة الله على الخلق، كما كان سائر الأئمة حجة على الخلق، ويروون بأنه من مات ولم يعرف إمامه مات ميتة جاهلية، (¬1) بل يروون أنه لو بقيت الأرض بدون إمام لساخت بأهلها (¬2). ¶ ولم يكن أمر هذا الغلام معروفا قبل هذه الحادثة المفجعة، وقبل أن يموت الحسن العسكري من دون أن يدركهم بإمام تتسلسل معه هذه النظرية، وتستمر به هذه الوصاية، ولم يكن أحد يروي أي خبر أو أثر عن هذا الوليد وغيبته، ولم يكن أحد يعرف أن المهدي هو هذا، بل قد اختلفت فرق الشيعة وتشتت بعد موت كل إمام، فكان التنازع يحصل على من هو ¶ ¬_________ ¶ (¬1) انظر الرواية في بحار الأنوار ج25 ص115 ¶ (¬2) الكافي ج1 ص179",
            "page": "35",
            "part": "1",
            "seal": "CE7475A7"
        },
        {
            "id": "35",
            "nass": "الإمام المعين بعده، فتتمسك فرقة منهم بالإمام الذي مات، ويزعمون أنه لم يمت وإنما غاب ليرجع في آخر الزمان، وأنه هو المهدي، وهذا ما حصل بعد وفاة الباقر، وبعد وفاة الصادق، وكذلك تفرقوا بعد وفاة الكاظم فوقف كثير منهم عنده وزعم أنه المهدي، وافترقوا بعد وفاة الرضا، وبعد وفاة الجواد وبعد الهادي وبعد العسكري. (¬1) ¶ وهذا آكد دليل على عدم وجود الأحاديث التي ذكروها عن هذا الوليد، وأن الرسول صلى الله عليه وآله، لم يخبر عنه ولا عن غيبته، فلو كان منصوصا عليه من قبل الرسول صلى الله عليه وآله وسلم، لما تفرقوا وتنازعوا، ولما تناطحوا في أمر المهدي وتهارشوا، خصوصا أنهم قبل موت الإمام الذي يختلفون بعده يكونون فرقة واحدة، لهم نفس المصادر، ونفس الأحاديث، وقد جرد عالم الشيعة الاثني عشرية والمعروف بالطوسي، سيفه في كتابه \"الغيبة\"، على كل من زعم من فرق الشيعة مهديا قبل محمد بن الحسن ورد عليهم وأبطل دعاويهم، وفسقهم وضللهم. ¶ يقول شيخ الإسلام ابن تيمية: «علماء الشيعة المتقدمون ليس فيهم من نقل هذا النص ولا ذكره في كتاب ولا احتج به في خطاب، وأخبارهم مشهورة متواترة، فعلم أن هذا من اختلاق المتأخرين، وإنما اختُلق هذا لما مات الحسن بن علي العسكري وقيل إن ابنه محمدا غائب، فحينئذ ظهر ¶ ¬_________ ¶ (¬1) انظر ماكتبه الدكتور فيصل نور في كتابه: الإمامة والنص ص141 - 257",
            "page": "36",
            "part": "1",
            "seal": "12E1ED8D"
        },
        {
            "id": "36",
            "nass": "هذا النص بعد موت النبي صلى الله عليه وآله وسلم بأكثر من مائتين وخمسين سنة». (¬1) ¶ لكن الاثني عشرية مصرة على ضرورة الاعتقاد بوجود هذا المهدي وغيبته، وهو من العقائد الأساسية عندهم، يقول مقرر عقائدهم آية الله المظفر: «غير أن الفرق بين الإمامية وغيرها هو أن الإمامية تعتقد أن هذا المصلح المهدي هو شخص معين معروف ولد سنة 256 هجرية ولا يزال حيا، هو ابن الحسن العسكري واسمه محمد. وذلك بما ثبت عن النبي وآل البيت من الوعد به، وما تواتر عندنا من ولادته واحتجابه» (¬2) ¶ لذا تراهم يدعون دائما عند ذكر اسمه بقولهم «عجل الله فرجه» ويكتبون أمام اسمه حرفي ع ج، ويلهجون في أدعيتهم بانتظار خروجه، وترقب موعده، ليملأ الأرض عدلا بعدما ملئت جورا، كما ورد في رواياتهم، وكما تسمعه في تراتيلهم وأهازيجهم. ¶ ومن الطريف أنهم يُعرضون عن القرآن والسنة، ويعتمدون في دينهم وتشريعهم على نصوص أسموها الرقاع، أو تواقيع الإمام، وهي عبارة عن أوراق تأتي من الإمام المهدي، تأمرهم وتنهاهم، وتجيب عن تساؤلاتهم واستفساراتهم، ويجعلونها حجة على الخلق، ¶ ¬_________ ¶ (¬1) منهاج السنة ج8 ص248 ¶ (¬2) عقائد الإمامية ص 78",
            "page": "37",
            "part": "1",
            "seal": "DA2AFF34"
        },
        {
            "id": "109",
            "nass": "قال المجلسي «بيان: من حبهما، أي من حب أبي بكر وعمر». (¬1) ¶ وإذا كان هذا حكم محبهما، فما ظنك بحكمهما. ¶ يقول المجلسي بعد أن أورد روايات في المقام: «ومما عد من ضروريات دين الإمامية، استحلال المتعة، وحج التمتع، والبراءة من أبي بكر وعمر وعثمان ومعاوية» (¬2) ¶ وتعتبر النظرية الشيعية أن أبا بكر وعمر كانا منافقين على عهد رسول الله صلى الله عليه وآله وسلم. ¶ يقول المجلسي في كتابه حق اليقين: «ومن المعلوم أن حضرة فاطمة وحضرة الأمير عليهما السلام، كانا يعدان أبا بكر وعمر منافقين». (¬3) ¶ وعن جعفر قال: «لما أقام رسول الله صلى الله عليه وآله أمير المؤمنين عليا يوم غدير خم كان بحذائه سبعة نفر من المنافقين، منهم أبو بكر وعمر وعبد الرحمن بن عوف وسعد بن أبي وقاص وأبو عبيدة وسالم مولى أبي حذيفة والمغيرة بن شعبة، قال عمر: أما ترون عينيه كأنهما عينا مجنون -يعني النبي صلى الله عليه وآله - الساعة يقوم ويقول: قال لي ربي». (¬4) ¶ ¬_________ ¶ (¬1) بحار الأنوار - العلامة المجلسي - ج 27 - ص 57 ¶ (¬2) لاعتقادات للمجلسي ص90 - 91 ¶ (¬3) قلا عن كتاب الأنتصار للعاملي ج9 ص101 ¶ (¬4) بحار الأنوار - العلامة المجلسي - ج 31 - ص 635 - 636، وانظر تفسير القمي ج1 ص301، وتفسير الصافي -الفيض الكاشاني- ج2 ص318 ومستدرك سفينة البحار -الشاهرودي- ج6 ص443",
            "page": "110",
            "part": "1",
            "seal": "7F219EB8"
        },
        {
            "id": "110",
            "nass": "ويروون عن حذيفة قصة محاولة بعض المنافقين إسقاط رسول الله صلى الله عليه وآله وسلم من على ناقته عند العقبة، وكان ذلك في طريق رجوعه إلى المدينة من غزوة تبوك، أنه لما سأل الراوي حذيفة عن أسماء هؤلاء المنافقين الذين حاولوا قتل رسول الله صلى الله عليه وآله، قال: «هم والله أبو بكر، وعمر، وعثمان وطلحة، وعبد الرحمن بن عوف، وسعد بن أبي وقاص، وأبو عبيدة بن الجراح، ومعاوية بن أبي سفيان، وعمرو بن العاص، هؤلاء من قريش، وأما الخمسة الأخر فأبو موسى الأشعري والمغيرة بن شعبة الثقفي، وأوس بن الحدثان البصري، وأبو هريرة، وأبو طلحة الأنصاري». (¬1) ولعلك تشم رائحة الكذب من هذا القسم الذي بُدئت به الرواية، فالراوي كان مصدقا لحذيفة، ولا يحتاج منه قسما. ¶ ولكن، كيف لهذين الشخصين أن يسلما نفاقا، مع أن النفاق لا يعقل إلا إذا كان ثمة مصلحة تدفع الإنسان للإسلام، كما وقع من منافقي المدينة، الذين خافوا على أنفسهم وأموالهم، فأسلموا خوفا من سطوة الإسلام، ورغبة في تحصيل منافع دنيوية. ¶ أما في مكة، فإن الوضع مختلف، فقد وقع فيها ما يمكن أن نسميه بالنفاق العكسي، إذ كان من المسلمين من أظهر الكفر خوفا على نفسه من أذى قريش، ¶ ¬_________ ¶ (¬1) بحار الأنوار ج 28 - ص 100 - 101",
            "page": "111",
            "part": "1",
            "seal": "5F06DD6C"
        },
        {
            "id": "111",
            "nass": "فكيف يظهر كافر الإسلام ويبطن الكفر طمعا في هذا الدين، وما زال الرسول صلى الله عليه وآله وسلم يحاصَر في الشعب، ويأكل هو وأتباعه أوراق الشجر من الجوع، وما زال يعرض نفسه على قبائل العرب وصعاليكها، فلا يأبهون له، وكيف يعقل أن يدخل أحد في الإسلام طمعا في الخلافة والملك، وأبو جهل يلقي سلى الجزور على محمد صلى الله عليه وآله وسلم. ¶ يقول المجلسي محاولا إيجاد مخرج من هذا المأزق الذي وقعوا فيه: «ووقفت أنا في كتاب دانيال المختصر من كتاب الملاحم ما يتضمن أن أبا بكر وعمر كانا عرفا من كتاب دانيال - وكان عند اليهود - حديث ملك النبي صلى الله عليه وآله، وولاية رجل من تيم ورجل من عدي بعده دون وصيه، ولما رأيا الصفة التي كانت في الكتاب في محمد صلى الله عليه وآله تبعاه، وأسلما معاً، طلبا للولاية التي ذكرها دانيال في كتابه» (¬1) وهذا من الباطل الذي يكفي في رده ذكره، فلو كانا يعلمان أنه نبي حقا كما وجدا في كتاب دانيال، لكان أحرى أن يؤمنا به ويصدقاه. ¶ يقول أحد معاصريهم: «لقد دخل بعض الصحابة في الإسلام رغبة في المال والسلطة، وكان كفار قريش يعرفون هذا البعض، ولأنهم أعلنوا الشهادة فقد أصبحوا من المنافقين» وذكر قصصا مفادها أن قريشا كانت تعلم بأن أبا بكر وعمر كانا ينتحلان الإسلام لهدم الإسلام، إلى أن قال: ¶ ¬_________ ¶ (¬1) بحار الأنوار - العلامة المجلسي - ج 30 - ص 397",
            "page": "112",
            "part": "1",
            "seal": "659A6E1C"
        },
        {
            "id": "112",
            "nass": "«وفعلا كان عمر بن الخطاب وابنته حفصة وأبو بكر وابنته عائشة عند حسن ظن كفار قريش، إذ أقدموا على اغتيال رسول الله صلى الله عليه وآله وابنته فاطمة عليها السلام، وقبضوا على سلطة المسلمين» (¬1). ¶ وهكذا قلبت الشيعة الحقائق، فصار أعظم رجلان عند المسلمين، أسوأ رجلين عندهم، فألفوا في كفرها الروايات، وتأولوا فيهما الكثير من الآيات. ¶ فعن أبي عبد الله في قوله تعالى: «حبب إليكم الإيمان وزينه في قلوبكم» قال: «يعني أمير المؤمنين عليه السلام «وكره إليكم الكفر والفسوق والعصيان» الأول والثاني والثالث». (¬2) ¶ كما حاولوا أن ينفوا عنهما كل فضيلة، وينكروا ما أجمع عليه المسلمون من فضائلهما. ¶ فعن خالد بن يحيى قال: قلت لأبي عبد الله عليه السلام: سمى رسول الله صلى الله عليه وآله أبا بكر صديقا؟ فقال: «نعم. إنه حيث كان معه أبو بكر في الغار قال رسول الله صلى الله عليه وآله: إني لأرى سفينة بني عبد المطلب تضطرب في البحر ضالة، فقال له أبو بكر: وإنك لتراها؟ قال: نعم، فقال: يا رسول الله، تقدر أن ترينيها؟ فقال: ادن مني، فدنا منه فمسح يده على عينيه، ثم قال له: انظر. فنظر أبو بكر فرأى السفينة تضطرب في البحر، ثم نظر إلى قصور أهل المدينة، فقال في نفسه: الآن صدقت أنك ساحر، فقال له رسول الله صلى الله عليه ¶ ¬_________ ¶ (¬1) اغتيال النبي «ص» - الشيخ نجاح الطائي - ص 125 - 128 ¶ (¬2) بحار الأنوار - العلامة المجلسي - ج 53 - ص 75",
            "page": "113",
            "part": "1",
            "seal": "7FE4F03F"
        },
        {
            "id": "113",
            "nass": "وآله: صديق أنت! فقلت: لم سمي عمر الفاروق؟ قال: نعم ألا ترى أنه قد فرق بين الحق والباطل، وأخذ الناس بالباطل». (¬1) ¶ أما صحبة أبي بكر لرسول الله صلى الله عليه وآله وسلم في الغار، وتسمية الله له بالصاحب، فانظر كيف تؤول. ¶ جاء في مناظرة طويلة بين علي ورجل اسمه إسحاق: «قال إسحاق: فأطرقت ساعة، ثم قلت، يا أمير المؤمنين! إن الله عز وجل يقول في أبي بكر: «ثاني اثنين إذ هما في الغار إذ يقول لصاحبه لا تحزن إن الله معنا» فنسبه الله عز وجل إلى صحبة نبيه صلى الله عليه وآله. فقال: سبحان الله! ما أقل علمكم باللغة والكتاب! أما يكون الكافر صاحبا للمؤمن؟ فأي فضيلة في هذه؟ أما سمعت الله عز وجل يقول: «قال له صاحبه وهو يحاوره أكفرت بالذي خلقك من تراب ثم من نطفة ثم سواك رجلا» فقد جعله له صاحبا». (¬2) أي لا إشكال في أن أبا بكر وهو كافر منافق، قد وصف في هذه الآية بالصحبة، كما وصف صاحب الجنتين الكافر، بصحبة ذلك المؤمن، وهذا تشبيه مقصود لأبي بكر المؤمن بصاحب الجنتين الكافر. ¶ وبعد كل هذا يتبرؤون منهما أشد التبرأ، ويتقربون إلى الله بلعنهما. ¶ فقد سأل الثمالي زين العابدين، عن أبي بكر وعمر، فقال: «عليهما لعائن الله كلها، كانا والله كافرين مشركين بالله العظيم» وأضاف ناقل الرواية ¶ ¬_________ ¶ (¬1) ¶ (¬2) مواقف الشيعة - الأحمدي الميانجي - ج 1 - ص 302 وانظر الرواية في بحار الأنوار ج49ص198",
            "page": "114",
            "part": "1",
            "seal": "2033C037"
        },
        {
            "id": "114",
            "nass": "«قلت: ويعضد ذلك مناداتهما بالويل والثبور، عند احتضارهما لما رأيا من سوء عاقبتهما، ويعضده أيضا ما أسنده علي بن مظاهر الواسطي إلى الإمام العسكري عليه السلام أنه جعل موت عمر يوم عيد، وأنشد الكميت الشاعر بحضرة الإمام الباقر عليه السلام: ¶ إن المصرين عل ذنبيهما ... والمخفيا الفتنة في قلبيهما ¶ والخالعا العقدة من عنقيهما ... والحاملا الوزر على ظهريهما ¶ كالجبت والطاغوت في مثليهما ... فلعنة الله على روحيهما ¶ فضحك الباقر عليه السلام» (¬1). ويقصدون بالجبت والطاغوت، أبا بكر وعمر، ويفسرون قوله تعالى «يؤمنون بالجبت والطاغوت» بهما رضي الله عنهما. (¬2) ¶ وقد دأب الشيعة على لعن هذه الرجلين العظيمين، وأكثروا من ذلك، في زياراتهم، فلا تكاد تخلوا زيارة من لعن صريح أو تعريض. ¶ فقد كان إمامهم أبو عبد الله «يلعن في دبر كل مكتوبة أربعة من الرجال وأربعا من النساء فلان وفلان وفلان ومعاوية ويسميهم، وفلانة وفلانة وهند وأم الحكم أخت معاوية» (¬3)، ¶ ¬_________ ¶ (¬1) الروض النضير في معنى حديث الغدير - فارس حسون كريم - ص 377 ¶ (¬2) انظر الرواية في تفسير العياشي ج1ص246 ¶ (¬3) الكافي - الشيخ الكليني - ج 3 - ص 342 التهذيب -الطوسي- ج1 ص227 وسائل الشيعة ج4 ص1037",
            "page": "115",
            "part": "1",
            "seal": "A1740DD2"
        },
        {
            "id": "115",
            "nass": "والثلاثة الذين رابعهم معاوية معروفون، أما الفلانتان، فهما بنت أبي بكر عائشة، وبنت عمر حفصة، كما سترى. ¶ وأوصى أبو عبد الله أتباعه بهذا الخير فقال: «من حقنا على أوليائنا وأشياعنا أن لا ينصرف الرجل من صلاته حتى يدعو بهذا الدعاء، وهو: اللهم إني أسالك باسمك العظيم أن تصلي على محمد وآله الطاهرين ... اللهم وضاعف لعنتك وبأسك ونكالك وعذابك على الَّذَين كفرا نعمتك، وخوَّنا رسولك، واتهما نبيك وبايناه، وحلا عقده في وصيته، ونبذا عهده في خليفته من بعده، وادعيا مقامه، وغيرا أحكامه، وبدلا سنته، وقلبا دينه، وصغرا قدر حججك، وبدءا بظلمهم، وطرَّقا طريق الغدر عليهم، والخلاف عن أمرهم، والقتل لهم، وإرهاج الحروب عليهم، ومنع خليفتك من سد الثلم، وتقويم العوج، وتثقيف الأود، وإمضاء الأحكام، وإظهار دين الإسلام، وإقامة حدود القرآن. اللهم العنهما وابنتيهما وكل من مال ميلهم وحذا حذوهم، وسلك طريقتهم، وتصدر ببدعتهم لعنا لا يخطر على بال، ويستعيذ منه أهل النار، والعن اللهم من دان بقولهم، واتبع أمرهم، ودعا إلى ولايتهم، وشكك في كفرهم من الأولين والآخرين» (¬1)، نسأل الله أن يجعلنا من أوليائهما ومتبعي أمرهما. ¶ ومن أشنع هذه الأدعية التي يتقربون إلى الله بها، دعاء صنمي قريش. ¶ ¬_________ ¶ (¬1) بحار الأنوار ج 30 - ص 395 - 396",
            "page": "116",
            "part": "1",
            "seal": "CC2D3C60"
        },
        {
            "id": "116",
            "nass": "يقول أحد علمائهم: «ومما يدل على ما قلناه من أنهما كانا منافقين غير مؤمنين ما سمع من قنوت مولانا أمير المؤمنين عليه السلام، وهو هذا: اللهم صل على محمد وآل محمد والعن صنمي قريش، وجبتيهما، وطاغوتيهما، وإفكيهما، وابنتيهما، اللذين خالفا أمرك، وأنكرا وحيك، وجحدا إنعامك، وعصيا رسولك، وقلبا دينك، وحرفا كتابك، وأحبا أعداءك، وجحدا آلاءك وعطلا أحكامك، وأبطلا فرائضك، وألحدا في آياتك، وعاديا أوليائك، وواليا أعدائك، وخربا بلادك، وأفسدا عبادك. اللهم العنهما وأتباعهما وأولياءهما وأشياعهما ومحبيهما. فقد أخربا بيت النبوة، وردما بابه، ونقضا سقفه، وألحقا سماءه بأرضه، وعاليه بسافله، وظاهره بباطنه، واستأصلا أهله، وأبادا أنصاره، وقتلا أطفاله، وأخليا منبره من وصيه ووارث علمه، وجحدا إمامته، وأشركا بربهما، فعظّم ذنبهما، وخلدهما في سقر، وما أدراك ما سقر لا تبقي ولا تذر. اللهم العنهم بعدد كل منكر أتوه، وحق أخفوه، ومنبر علوه، ومؤمن آذوه، ومنافق ولوه، وولي عزلوه، وطريد آووه، وصادق طردوه، وكافر نصروه، وإمام قهروه، وفرض غيروه، وأثر أنكروه، وشر آثروه، ودم أراقوه، وخبر بدلوه، وكفر نصبوه، وحكم قلبوه، وإرث غصبوه، وفَيءٍ اقتطعوه، وسحت أكلوه، وخمس استحلوه، وباطل أسسوه، وجور بسطوه، ونفاق أسروه، وغدر أضمروه، وظلم نشروه، ووعد أخلفوه، وأمان خانوه، وعهد نقضوه، وحلال حرموه، وحرام أحلوه، وبطن فتقوه، وجنين أسقطوه، وضلع دقوه، وصك مزقوه، وشمل بددوه،",
            "page": "117",
            "part": "1",
            "seal": "4B440A27"
        },
        {
            "id": "117",
            "nass": "وعزيز أذلوه، وذليل أعزوه، وحق منعوه، وكذب دلسوه. ¶ اللهم العنهم بعدد كل آية حرفوها -إشارة إلى أن القرآن محرف- وفريضة تركوها، وسنة غيروها، وأحكام عطلوها، ورسوم قطعوها، ووصية ضيعوها، وبيعة نكثوها، ودعوى أبطلوها، وبينة أنكروها، وحيلة أحدثوها، وخيانة أوردوها، وعقبة ارتقوها، ودباب دحرجوها، وأزياف لزموها، وشهادات كتموها، اللهم العنهما في مكنون السر وظاهر العلانية لعنا كثيرا دائبا أبدا دائما سرمدا لا انقطاع لأمده، ولا نفاد لعدده، ويغدو أوله ولا يروح آخره، لهم ولأعوانهم وأنصارهم ومحبيهم ومواليهم والمسلمين لهم، والمائلين إليهم والناهضين بأجنحتهم والمقتدين بكلامهم، والمصدقين بأحكامهم. ثم يقول: اللهم عذبهم عذابا يستغيث منه أهل النار آمين رب العالمين». (¬1) وإنما ارتأيت أن أسوقه بطوله، لأن كثيرا منهم ينكره أمام أهل السنة، ولأن فيه إشارات إلى كل ما تقدم من لعن أهل السنة وتكفيرهم ولعن الصحابة وتكفيرهم، والقول بتحريف القرآن ... ¶ وقد حفِلوا بهذا الدعاء كثيرا، ورووا عن علي رضي الله عنه، أنه كان يقنت به، وقال: «إن الداعي به، كالرامي مع النبي صلى الله عليه وآله في بدر وأحد، بألف ألف سهم» (¬2)، ¶ ¬_________ ¶ (¬1) المحتضر - حسن بن سليمان الحلي - ص 111 - 112 والمصباح للكفعمي ص552. وبحار الأنوار ج 82 - ص 261 وشرح إحقاق الحق -المرعشي- ج1 ص337 ¶ (¬2) مستدرك الوسائل - الميرزا النوري - ج 4 - ص 405",
            "page": "118",
            "part": "1",
            "seal": "5D7B26B6"
        },
        {
            "id": "118",
            "nass": "بل ألف شيوخهم كتبا مستقلة في شرح هذا الدعاء، ذكر منها صاحب الذريعة تسعة شروح (¬1)، منها شرح شيخهم أسعد بن عبد القاهر بن أسعد بن سفرويه الأصفهاني الذي أسماه: «رشح الولاء في شرح دعاء صنمي قريش» (¬2). ¶ قال المجلسي: «ودعاء صنمي قريش مشهور بين الشيعة، ورواه الكفعمي عن ابن عباس، أن أمير المؤمنين عليه السلام كان يقنت به في صلاته ... وهو مشتمل على جميع بدعهما، ووقع فيه الاهتمام والمبالغة في لعنهما بما لا مزيد عليه». (¬3) ¶ وقد رتبوا على هذا اللعن ثوابا عظيما. ¶ فعن زين العابدين أنه قال: «من قال: اللهم العن الجبت والطاغوت. كل غداة مرة واحدة كتب الله له سبعين ألف حسنة، ومحا عنه سبعين ألف سيئة، ورفع له سبعين ألف درجة» (¬4). ¶ وبعد أن حشد المجلسي روايات من هذا القبيل ختم المبحث بقوله: «أقول: الأخبار الدالة على كفر أبي بكر وعمر وأضرابهما وثواب لعنهم والبراءة منهم، وما يتضمن بدعهم أكثر من أن يذكر في هذا المجلد أو في مجلدات شتى، وفيما أوردنا كفاية لمن أراد الله هدايته إلى الصراط المستقيم». (¬5) ¶ نسأل الله أن يهدينا الصراط المستقيم. ¶ ¬_________ ¶ (¬1) الذريعة -الطهراني- ج13 ص256 ¶ (¬2) نفس المصدر السابق، وانظر اليقين - السيد ابن طاووس - ص 69 ¶ (¬3) بحار الأنوار - العلامة المجلسي - ج 30 - ص 394 ¶ (¬4) الصحيفة السجادية - الإمام زين العابدين - ص 51 ¶ (¬5) بحار الأنوار ج 30 - ص 399",
            "page": "119",
            "part": "1",
            "seal": "2422604F"
        },
        {
            "id": "119",
            "nass": "وما زالوا إلى الآن يجاهرون بهذا اللعن، ويرددونه ويدينون الله به، وقد كنت أظن أنهم سينكرون هذا الأمر حين أناقشهم تقية، لكني تفاجأت بأنهم لا يتحرجون في تقريره والاستدلال له، والدفاع عنه. ¶ ولعل من اطلع على محاوراتهم لأهل السنة في مواقع الأنترنت أن يرى الحقد الذي تحمله هذه القلوب لصاحبي رسول الله صلى الله عليه وآله وسلم، والقحة التي تجعلهم يتبجحون ولا يستترون. ¶ فمما دونه العاملي في كتابه \"الانتصار\" من هذه المحاورات، جواب أحدهم المسمى بعبد النبي، حين سُئل هل يدعوا بهذا الدعاء، فرد: «أما سؤالك فأنا أتعهد لك بالتزام هذا الدعاء من الآن فصاعدا، وأنصح الإخوان المؤمنين بالتزامه وتعهده، خصوصا عند الشدة والكرب، لأنه مجرب، وسمعت أنه سريع الإجابة، والكيفية: أن تقرأه ثم تسأل حاجتك، فإنها تقضى إن شاء الله» (¬1). ¶ هذه حالهم إلا عند الخوف، فإنهم يستخدمون التقية، ويحلفون بالله ما قالوا ... ¶ وقد يستخدمون التقية، ويعبرون بعبارات مموهة، وكأنهم يثنون على الصحابة، وهم في الحقيقة يسبونهم، ومن أمثلة ذلك في مروياتهم: «أن الصادق سئل عن أبي بكر وعمر، فقال: كانا إمامين قاسطين عادلين، كانا على الحق وماتا عليه فرحمة الله ¶ ¬_________ ¶ (¬1) الأنتصار - العاملي - ج 9 - ص 102",
            "page": "120",
            "part": "1",
            "seal": "CB76F382"
        },
        {
            "id": "120",
            "nass": "عليهما يوم القيامة. فلما خلا المجلس قال له بعض أصحابه كيف قلت يابن رسول الله؟ فقال نعم، أما قولي كانا إمامين فهو مأخوذ من قوله تعالى «وجعلناهم أئمة يدعون إلى النار»، وأما قولي قاسطين فهو مأخوذ من قوله تعالى «وأما القاسطون فكانوا لجهنم حطبا»» (¬1) إلى آخر الرواية، ويظهر لك من هذه القصة وغيرها إتقانهم لهذا الأسلوب الذي هو فن من فنون النفاق، ولا حول ولا قوة إلا بالله. ¶ وإذا كان هذا حكم أبي بكر وعمر عندهم، فسوف ترى حكمنا نحن عندهم، لكن ليس قبل أن ترى نصيب أمنا عائشة رضي الله عنها من هذا الحقد الفارسي، وترى مكانتها عند هؤلاء الذين ينتسبون إلى القبلة ويتسمون باسم المسلمين.! ¶ ثالثا: موقفهم من عائشة أم المؤمنين وحفصة، رضي الله عنهما: ¶ قبل أن أسوق لك أخي القارئ الكريم، ما تقوله الشيعة في أمي وأمك وأم المؤمنين أجمعين، أود أن أطرح عليك سؤالا ... ¶ هل خطر في بالك يوما أن تسمع مسلما ممن ينتسب إلى القبلة يكفر عائشة الصديقة ويلعنها!! بل ويصفها بأبشع الصفات، ويضرب لها أخبث الأمثلة!؟ ¶ هل تصورت يوما أن تجد من المسلمين من يتهم عائشة وحفصة بأنهما قتلتا الرسول صلى الله عليه وآله وسلم .. ؟! ¶ ¬_________ ¶ (¬1) مجمع النورين - الشيخ أبو الحسن المرندي - ص 104 - 105",
            "page": "121",
            "part": "1",
            "seal": "0D25F994"
        },
        {
            "id": "121",
            "nass": "نعم ... ¶ إن الشيعة تكفر عائشة أم المؤمنين وتكفر حفصة رضي الله عنهما. ¶ ولعل من المفارقات العجيبة، أن تكون أحب امرأة إلى رسولنا عليه الصلاة والسلام، والتي مات بين سحرها ونحرها، ودفن في غرفتها، أبغض النساء إلى من يزعمون حبهم لآل بيت النبي صلى الله عليه وآله وسلم. ¶ وتزود أخي بشيء من الصبر وأنت تقلب هذه الصفحات، فإنك سترى فيها ما يذهل المرضعات، وتنفطر له قلوب المؤمنين حسرات، وقد كنت أتوقف حين الكتابة مرات ومرات، ويضيق صدري ولا ينطلق قلمي، وأترك الكتابة لأسكب العبرات، وأحيانا يشتد بي الغيظ وتتسارع في صدري الأنفاس وتتعالى الزفرات ... ¶ إن كون عائشة رضي الله عنها بنت أبي بكر الصديق عدوهم الأول، جعلها تنال نصيبها شرفها الله، من اللعن والتكفير والسب والاتهام والتشنيع. ¶ وقد نالت حفصة رضي الله عنها، بنت عدوهم الثاني عمر الفاروق رضي الله عنه نصيبا مما نال أم المؤمنين، «ثم إنكم يوم القيامة عند ربكم تختصمون» ¶ إن الشيعة لما أصلت لنفسها مبدأ الإمامة، وجعلته الركن الأهم من أركان الدين، لم يرعها أن تكفر الأمة كلها، بل خِيرتها وقدوتها، فكفرت الصحابة لأنهم لم يعترفوا بالإمامة ولا دانوا بها، وكفرت عائشة أم المؤمنين لنفس السبب، فكان تكفيرهم لها إخراجا لهم عن دائرة المسلمين، ولعنها لعنا لهم إلى يوم الدين.",
            "page": "122",
            "part": "1",
            "seal": "F983199B"
        },
        {
            "id": "122",
            "nass": "يقول أحد كبرائهم: «ومما يدل على ظلمها وعصيانها وكفرها، ما ذكره صاحب الصراط المستقيم، وهذا مختصر من كلامه: فصل في أم الشرور، أكثر اعتقاد القوم على رواياتها، وقد خالفت ربها ونبيها في قوله تعالى «وقرن في بيوتكن» ... ». (¬1) ¶ وقال: «ومما يدل على كفرها وكفر حفصة: أنهما تظاهرها على رسول الله صلى الله عليه وآله، وشبههما الله بامرأة نوح وامرأة لوط، وهما كافرتان». (¬2) ¶ ويروي المجلسي وغيره عن الصادق في قوله تعالى: «وإذ أسر النبي إلى بعض أزواجه حديثا» أنها هي حفصة، قال: «قال الصادق عليه السلام: كفرت في قولها: من أنبأك هذا؟ وقال الله فيها وفي أختها: إن تتوبا إلى الله فقد صغت قلوبكما، أي زاغت، والزيغ: الكفر. وفي رواية: أنه أعلم حفصة أن أباها وأبا بكر يليان الأمر، فأفشت إلى عائشة، فأفشت إلى أبيها، فأفشى إلى صاحبه، فاجتمعا على أن يستعجلا ذلك على أن يسقياه سما، فلما أخبره الله بفعلهما هم بقتلهما، فحلفا له أنهما لم يفعلا، فنزل: «يا أيها الذين كفروا لا تعتذروا اليوم ... »» (¬3)، ¶ ¬_________ ¶ (¬1) كتاب الأربعين - محمد طاهر القمي الشيرازي - ص 622 ¶ (¬2) كتاب الأربعين - محمد طاهر القمي الشيرازي - ص 626 ¶ (¬3) بحار الأنوار ج 31 ص640 - 641",
            "page": "123",
            "part": "1",
            "seal": "638D9B95"
        },
        {
            "id": "123",
            "nass": "وسترى تفاصيل اغتيالهما للنبي صلى الله عليه وآله وسلم كما تصوره الشيعة. ¶ والمتتبع لتفسيرهم يرى كثيرا من الآيات، مما جاء في الكفار والمشركين، يساق بنص الأئمة المعصومين، في عائشة أم المؤمنين. ¶ فعن أبي عبد الله قال: ««وجاء فرعون» يعني الثالث «ومن قبله» يعني الأولَين «بالخاطئة» يعني عائشة»، ثم زاد المجلسي الأمر بيانا فقال: «فمعنى قوله: «وجاء فرعون ومن قبله والمؤتفكات بالخاطئة» في أقوالها وأفعالها، وفي كل خطأ وقع فإنه منسوب إليها، وكيف جاءا بها؟ بمعنى أنهم وثبوها وسنوا لها الخلاف لمولاها، ووزر ذلك عليهم وفعل من تابعها إلى يوم القيامة» (¬1). ¶ وعن سالم بن مكرم عن أبيه قال: سمعت أبا جعفر يقول في قوله: «مثل الذين اتخذوا من دون الله أولياء كمثل العنكبوت اتخذت بيتا» قال: «هي الحميراء» (¬2) وعلق المجلسي: «إنما كنى عنها بالعنكبوت لأنه حيوان ضعيف اتخذت بيتا ضعيفا أوهن البيوت، وكذلك الحميراء، حيوان ضعيف لقلة حظها وعقلها ودينها، اتخذت من رأيها الضعيف، وعقلها ¶ ¬_________ ¶ (¬1): بحار الأنوار - العلامة المجلسي - ج 30 - ص 260 - 261 وتفسير نور الثقلين -الحويزي- ج5 ص402 وتأويل الآيات -شرف الدين الحسيني- ج2 ص714 ¶ (¬2) بحار الأنوار - العلامة المجلسي - ج 32 - ص 286 وتأويل الآيات - شرف الدين الحسيني- ج1 ص430",
            "page": "124",
            "part": "1",
            "seal": "38ECBEFE"
        },
        {
            "id": "124",
            "nass": "السخيف، في مخالفتها وعداوتها لمولاها، بيتا مثل بيت العنكبوت في الوهن والضعف» (¬1). ¶ ويروون أنها هي التي نكثت أيمانها من بعد قوة أنكاثا. (¬2) كما يتؤولون فيها الكثير من الآيات مما لا يتسع المجال لذكره. ¶ وقد مر في باب الرجعة مما ورد في كتبهم، أن عائشة ترجع عند خروج المهدي ويقيم عليها الحد، وينتقم للشيعة منها. ¶ والشيعة تنتظر هذا الانتقام، لتأخذ الثأر وتشفي الصدر، من هذه المرأة: «وهكذا نالت عائشة في فترة وجيزة شيئا وبال أعمالها السالفة، حتى يأذن الله بالفرج الأعظم فيظهر آية الله في الأرضين، أرواحنا له الفداء، فتنال يومئذ جزاءها الأوفى. نسأل الله أن يشفي صدور بني فاطمة والشيعة جميعا». (¬3) أية صدور هذه!! ¶ كمل من هنا ¶ يقول الشيخ محسن الشيرازي في تسجيل صوتي على الإنترنت: ¶ (من جملة أفعال عائشة جريمة جنسية ... ويقول: شِي ءاخر -هكذا- عائشة صحيح كافرة صحيح ناصبية صحيح مجرمة، ما تقول في حقها فهو صحيح). (¬4) ¶ ¬_________ ¶ (¬1) نفس الموضع. ¶ (¬2) بحار الأنوار ج32 ص286 وتفسير العياشي ج2 ص269 والتفسير الصافي -الكاشاني- ج3 ص 154 وتفسير نور الثقلين -الحويزي- ج3 ص83 ¶ (¬3) الخصائص الفاطمية - الشيخ محمد باقر الكجوري - ج 1 - ص 510 ¶ (¬4) موقع البرهان:",
            "page": "125",
            "part": "1",
            "seal": "AF21EF96"
        },
        {
            "id": "125",
            "nass": "ويقول أحد المتشيعين المغاربة الذين تشبعوا بكره الصحابة: (أردت أن أقدم نموذجين لشخصيات إسلامية شربنا قداستها إلى حد الثمالة. فلم نجدها كما أراد القرآن. ولم نكن نريد الإطالة في سرد أخبار كل الصحابة، واقتصرنا على أبي بكر وعائشة كشخصيتين يمكن قياس الباقي عليهما إذ أن حصول الانحراف في مثل هؤلاء يجعل حصوله في الباقين واردا، باعتبار هؤلاء، رموزا لا يعلى عليهم في التاريخ الإسلامي) (¬1) ¶ ويقول أيضا: «محمد رسول الله صلى الله عليه وآله، وزوجته مذنبة، وهذا ليس عيبا، بل حقيقة وقعت، وإذا هي لم تناف مقام النبوة فلأن لها نظيرا في تاريخ النبوة، ... ولكي نعرف عائشة ونضعها في الميزان، يجب أن نتوخى الحقيقة، ونكسر في أذهاننا صنم عائشة من أجل الحقيقة الغالية فقط». (¬2) ¶ ولهذه الحقيقة الغالية، تلعن عائشة رضي الله عنها وحفصة وأبويهما، دبر كل صلاة. ¶ فقد كان إمامهم أبو عبد الله «يلعن في دبر كل مكتوبة أربعة من الرجال وأربعا من النساء فلان وفلان وفلان، ومعاوية ويسميهم وفلانة وفلانة، وهند وأم الحكم أخت معاوية» (¬3)، ¶ ¬_________ ¶ (¬1) لقد شيعني الحسين «ع» - إدريس الحسيني المغربي - ص 337 ¶ (¬2) نفس المصدر 339 - 340 ¶ (¬3) الكافي - الشيخ الكليني - ج 3 - ص 342 التهذيب -الطوسي- ج1 ص227 وسائل الشيعة ج4 ص1037",
            "page": "126",
            "part": "1",
            "seal": "276DE209"
        },
        {
            "id": "126",
            "nass": "وقد مر بك من هن فلانة وفلانة المقصودتان في دعاء صنمي قريش: «اللهم صل على محمد وآل محمد والعن صنمي قريش، وجبتيهما، وطاغوتيهما، وإفكيهما، وابنتيهما» ¶ ومن أجل تلك الحقيقة، يرتب على لعنهما ولعن أبويهما أعظم الثواب كما مر. ¶ والأدهى من هذا والأمر، أنهم يتهمونها وحفصة بقتل الرسول صلى الله عليه وآله وسلم، فلم يكن لواضع هذه العقيدة، أن يبتعد عن سنة قومه في قتل الأنبياء، وجره الحنين إلى أصله، فلم يستطع أن يترك المشهد خاليا من لقطة درامية ينهي بها هذه المسرحية، ويجسد الغدر والخيانة في أقرب الناس إلى رسولنا صلى الله عليه وآله، لتبقى البصمات اليهودية التي صاغت هذه المشاهد، والتي مارست قتل الأنبياء، دالة على مُنشئ هذه العقيدة ومُؤسسها، والبعرة تدل على البعير. ¶ روى المجلسي وغيره: عن أبي عبد الله قال: «تدرون مات النبي أو قتل إن الله يقول: «أفإن مات أو قتل انقلبتم على أعقابكم» فسم قبل الموت، إنهما سقتاه، فقلنا: إنهما وأبواهما شر من خلق الله» (¬1). ¶ ¬_________ ¶ (¬1) بحار الأنوار ج 22 - ص 516 وتفسير العياشي ج1 ص200 وتفسير الصافي ج1 ص390 وتفسير نور الثقلين ج1 ص401 وتفسير كنز الدقائق ج2 ص251 وغاية المرام ج4 ص221 واغتيال النبي ... ص136",
            "page": "127",
            "part": "1",
            "seal": "1D167CBA"
        },
        {
            "id": "127",
            "nass": "قال المجلسي: «بيان: يحتمل أن يكون كلا السمين دخيلين في شهادته صلى الله عليه وآله» (¬1) أي سم اليهودية، وسم عائشة وحفصة. ¶ ويقول أحد معاصريهم بعد أن أورد الرواية: «قرأنا في رواية العياشي رحمه الله لفظة «سمتاه»، وفي رواية الفيض قدس سره، لفظة «سقتاه»، والمعنى إلى مؤدى واحد، أي وضعتا للنبي صلى الله عليه وآله السم، أو جعلتا السم في ما يشرب من ماء أو لبن مثلا، فشربه صلى الله عليه وآله وسقي معه السم الذي دس فيه» (¬2). ¶ وفي رواية عن الحسين بن المنذر قال: «سألت أبا عبد الله عليه السلام «أفإن مات أو قتل انقلبتم على أعقابكم» القتل أو الموت؟! قال: يعني أصحابه الذين فعلوا ما فعلوا». (¬3) ¶ ولقد اهتم متأخروهم بهذه القضية، وجعجعوا حولها، بل ألف فيها أحد معاصريهم كتابا مستقلا أسماه «اغتيال النبي» حوى فيها مرويات هذه المسرحية. ¶ وقد جمع في كتابه كل ما تفرق في كتبهم عن عائشة وحفصة رضي الله عنهما، واستدل لقضية الاغتيال، وأبدأ فيها وأعاد، ¶ ¬_________ ¶ (¬1) نفس الموضع من البحار ¶ (¬2) شهادة الأئمة «ع» - جعفر البياتي - ص 84 ¶ (¬3) غاية المرام - السيد هاشم البحراني - ج 4 - ص 221 وتفسير العياشي ج1ص200 وبحار الأنوار ج31 ص641",
            "page": "128",
            "part": "1",
            "seal": "D688A801"
        },
        {
            "id": "128",
            "nass": "وقال بعد أن سق بعض قصص عائشة مع النبي صلى الله عليه وآله وسلم مما وقع من غيرتها الفطرية رضي الله عنها، قال: «من يفعل هذه الأفعال يكون من السهل عليه ارتكاب جريمة أخرى، وهذا ما يؤيد إقدامها على قتل رسول البشرية صلى الله عليه وآله لتهيئة الأرضية لحكومة أبيها، ويدعم ذلك الروايات الصحيحة في اشتراكها في قتل رسول الله صلى الله عليه وآله» (¬1) ¶ وقال: «وفعلاً، كان عمر بن الخطاب وابنته حفصة وأبو بكر وابنته عائشة عند حسن ظن كفار قريش، إذ أقدموا على اغتيال رسول الله صلى الله عليه وآله وابنته فاطمة عليها السلام، وقبضوا على سلطة المسلمين» (¬2). ¶ كم هو محزن أن يكون في أمة محمد من يقدح في زوجة محمد صلى الله عليه وآله وسلم ... ¶ وكم هو محزن أن يتأذى حبيبنا في أحب زوجاته مرتين، مرة من منافقي المدينة في قصة الإفك، ومرة أخرى من هؤلاء الشيعة الحاقدين، ومهما تجردت عند كتابة هذا الموضوع، ومهما حاولت أن أنسلخ من عواطفي وأذيب في الماء أحاسيسي، فإن للصبر حدودا، وإن ألذع الكلمات لتتدافع الآن أمامي، لأذب عن أمنا الطاهرة، وأرد عن زوجة حبيبنا المصطفى حمى الله عرضه عما يفترون، ¶ ¬_________ ¶ (¬1) اغتيال النبي «ص» - الشيخ نجاح الطائي - ص 104 ¶ (¬2) اغتيال النبي «ص» - الشيخ نجاح الطائي - ص 125 - 128",
            "page": "129",
            "part": "1",
            "seal": "710BC544"
        },
        {
            "id": "129",
            "nass": "ولكني التزاما بمنهج البحث العلمي لن أزيد على أن أقول (ثم إنكم يوم القيامة عند ربكم تختصمون). ¶ رابعا: الإمامية وموقفهم من أهل السنة: ¶ تعتبر المدنية والحضارة والاجتماع عنصر كرامة الإنسان وسر استخلافه، مع ما وهبه الله من العقل والعلم والحكمة. ¶ إن مسألة التكفير، هي الجرثومة التي تقضي على مواد كرامة الإنسان، فبالتكفير تخرب البلدان، وتسفك الدماء وتستباح الأعراض والأوطان، فيفقد الإنسان عناصر الكرامة والسمو، وتبقى فيه حيوانيته وبهيميته ووحشيته وظلمه وعدوانه. ¶ إن الشيعة تحكم على أهل السنة بالكفر والخلود في النار، وتروي روايات عن أئمتها المعصومين في كتبها المعتبرة، تبيح قتل السني وأخذ ماله ونسائه، وتحكم عليه بالكفر وبأنه شر من اليهود والنصارى. ¶ وإذا كان الشيعة لم يتورعوا عن تكفير أصحاب الرسول صلى الله عليه وآله وسلم وأزواجه، الذين زكاهم الله في القرآن ورضي عنهم ورضوا عنه، فهل سيتورعون عن تكفير من هم دونهم من باقي المسلمين؟! ¶ لقد بلغت روايات التكفير عند الشيعة من الكثرة ما يجعل هذا الفاضح عاجزا عن أن يكشف معشار ما تحمله هذه الكتب من هذا الوباء القاتل، وباء التكفير والتقتيل باسم الدين.",
            "page": "130",
            "part": "1",
            "seal": "9AA9E9CC"
        },
        {
            "id": "130",
            "nass": "ولا بد لنا هنا من بعض التدبير والتقسيم لعناصر الموضوع، لنقطف لك من كل قتادة شوكة، ومن كل حنظلة ثمرة، فسنستبيحك عذراً لشيء من التطويل، ونجعل الموضوع في ستة أبواب: ¶ أ- تكفيرهم لأهل السنة واستحلال دمهم: ¶ لقد أطلقت الشيعة كلمة الناصب على مخالفيهم، وهذه الكلمة تعني ناصب العداوة لآل البيت، لكن الشيعة تجعلها في كل مخالفيها، سواء نصب لأهل البيت العداوة، أم أحبهم ووالاهم كأهل السنة الذين يحبون عليا وآل بيته. ¶ يقول شيخهم البحراني والذي يلقبونه بالمحقق: «والتحقيق المستفاد من أخبار أهل البيت عليهم السلام، كما أوضحناه بما لا مزيد عليه في كتاب \"الشهاب الثاقب\" أن جميع المخالفين العارفين بالإمامة والمنكرين القول بها، كلهم نصاب وكفار ومشركون ليس لهم في الإسلام ولا في أحكامه حظ ولا نصيب ... ». (¬1) ¶ ويقول شيخهم المجلسي مقررا هذا المعنى للناصب: «اعلم أن إطلاق لفظ الشرك والكفر على من لم يعتقد إمامة أمير المؤمنين والأئمة من ولده عليهم السلام، وفضل عليهم غيرهم، يدل على أنهم كفار مخلدون في النار» (¬2). ¶ ¬_________ ¶ (¬1) الحدائق الناضرة للمحقق البحراني ج 14 ص 159 ¶ (¬2) بحار الأنوار - العلامة المجلسي - ج 29 - ص 33",
            "page": "131",
            "part": "1",
            "seal": "E391151C"
        },
        {
            "id": "131",
            "nass": "ويكفي في كونه ناصبيا، تقديمه لأبي بكر وعمر رضي الله عنهما، وقد طُرح هذا السؤال على الإمام المهدي في سردابه، إذ كتب إليه أحدهم: «هل أحتاج في امتحانه -أي الناصب- إلى أكثر من تقديمه الجبت والطاغوت واعتقاد إمامتهما؟ فرجع الجواب: من كان على هذا فهو ناصب» (¬1). ¶ وعلق البحراني على هذا الحديث قائلا: «ومعنى الخبر هو أنه لما استفاضت الأخبار عنهم عليهم السلام، بكفر الناصب وشركه ونجاسته وحل ماله ودمه، كتب إليه يسأله عن معنى الناصب ومظهر النصب بما يعرف، حتى تترتب عليه الأحكام المذكورة وأنه هل يحتاج إلى شيء زائد على مجرد تقديم الجبت والطاغوت، واعتقاده إمامتهما؟ فرجع الجواب أن مظهر النصب والعداوة لأهل البيت عليهم السلام، هو مجرد التقديم والقول بإمامة الأولين». (¬2) ¶ فمرادف الناصبي إذن هو السني، كما صرح أحد علمائهم: «بل أخبارهم عليهم السلام، تنادي بأن الناصب هو ما يقال له عندهم سنيا» (¬3) ¶ وعن أبي عبد الله قال: «ليس الناصب من نصب لنا أهل البيت، لأنك لا تجد رجلا يقول: أنا أبغض محمدا وآل محمد، ولكن الناصب من نصب لكم وهو يعلم أنكم تتولونا وأنكم من شيعتنا». (¬4) ¶ ¬_________ ¶ (¬1) وسائل الشيعة «ال البيت» - الحر العاملي - ج 9 - ص 490 - 491 ¶ (¬2) الحدائق الناضرة - المحقق البحراني - ج 10 - ص 361 ¶ (¬3) المحاسن النفسانية - الدرازي- ص 147 ¶ (¬4) بحار الأنوار - العلامة المجلسي - ج 27 - ص 233",
            "page": "132",
            "part": "1",
            "seal": "B293C207"
        },
        {
            "id": "132",
            "nass": "وكمثال توضيحي أورد عالمهم محسن المعلم بعض هؤلاء النواصب فقال: «ومنهم - أي النواصب - عمر بن الخطاب وأبو بكر وعثمان وعائشة وأنس بن مالك وحسان بن ثابت والزبير بن العوام وسعيد بن المسيب وسعد بن أبي وقاص وطلحة بن عبيد الله والإمام الأوزاعي والإمام مالك والأشعري وعروة بن الزبير وابن حزم وابن تيمية والإمام الذهبي والبخاري والزهري والمغيرة بن شعبة والباقلاني ... وغيرهم كثير». (¬1) ¶ إذاً فالنواصب هم نحن، ولن تخدعنا التقية إن سمعنا بعضهم يفرق بين الناصب والمخالف، أو يزعم لنا ليرضينا أنهم لا يكفرون إلا من نصب العداوة لآل البيت. ¶ ولقد بالغوا في التكفير حتى عدوه من ضروريات مذهبهم وأسسه التي ينبني عليها. ¶ يقول صاحب أوائل المقالات: «أقول: إن كفر الناصب من ضروريات مذهب الشيعة وقد صرح به المفيد في المقنعة وغيره، ولم يخالف فيه فقيه واحد أصلا» (¬2). ¶ ولآخر: «لا خلاف بين أصحابنا رضوان الله عليهم، من هؤلاء القائلين بهذا القول وغيرهم في كفر الناصب ونجاسته وحل دمه وماله، وأن حكمه حكم الكافر الحربي». (¬3) ¶ ¬_________ ¶ (¬1) النصب والنواصب -محسن المعلم- ص 259 ¶ (¬2) أوائل المقالات - الشيخ المفيد - ص 285 ¶ (¬3) الحدائق الناضرة - المحقق البحراني - ج 10 - ص 42",
            "page": "133",
            "part": "1",
            "seal": "8124D531"
        },
        {
            "id": "133",
            "nass": "وقد نص مرجعهم الخوئي على أنه «لا فرق بين المرتد والكافر الأصلي الحربي والذمي والناصب» (¬1) ¶ وعقد المجلسي في بحاره بابا في ذم مبغضهم -أي الأئمة- وأنه كافر حلال الدم. (¬2) ¶ كما خصص الجواهري في كتابه الفقهي جواهر الكلام بابا باسم «حلية دم الناصبي»، وذكر فيه روايات كثيرة منها: ¶ «عن داود بن فرقد، قال: قلت لأبي عبد الله عليه السلام ما تقول في قتل الناصب، قال: حلال الدم لكني اتقي عليك فإن قدرت أن تقلب عليه حائطا أو تغرقه في ماء لكيلا يُشهد به عليك فافعل، قلت: فما ترى في ماله، قال توِّه ما قدرت عليه» (¬3) ¶ وعن علي بن حديد قال: سمعت من سأل أبا الحسن عليه السلام، فقال: «إنى سمعت محمد بن بشير يقول: إنك لست موسى بن جعفر، الذي أنت إمامنا وحجتنا فيما بيننا وبين الله. فقال: لعنه الله ثلاثا وأذاقه الله حر الحديد، قتله الله أخبث ما يكون من قتلة -كل هذا لأنه أنكر إمامة واحد من الأئمة- فقلت: جعلت فداك، إذا أنا سمعت ذلك منه أو ¶ ¬_________ ¶ (¬1) منهاج الصالحين -الخوئي- ج1 ص116 ¶ (¬2) بحار الأنوار ج27 ص218 ¶ (¬3) جواهر الكلام - الشيخ الجواهري- ج 41 ص 436 وهذه الرواية منقولة في علل الشرائع - ابن بابويه- ج2 ص 601 والحدائق الناضرة - المحقق البحراني- ج18ص 156 في باب أن المخالف ليس مسلما على الحقيقة.",
            "page": "134",
            "part": "1",
            "seal": "709EEA2B"
        },
        {
            "id": "134",
            "nass": "ليس حلال لي دمه مباح، كما أبيح دم الساب لرسول الله صلى الله عليه وآله وسلم والإمام؟ فقال: نعم، بلى والله حل دمه، وأباحه لك ولمن يسمع ذلك منه، إلى أن قال: فقلت أرأيت إن أنا لم أخف أن أرمي به بريئا ثم لم أفعله ولم أقتله، ما علي من الوزر؟ فقال: يكون عليك وزره أضعافا مضاعفة من غير أن ينتقص من وزره شيء» (¬1).فيا ويل من استطاع قتل سني دون أن يخاف على نفسه أو غيره ولم يفعل. ¶ قال الكلبيكاني -من كبار علماءهم في هذا القرن- معلقا بعد أن أورد هذه الرواية: «وقد علمت التهديد الوارد في الرواية الأخيرة بالنسبة إلى من قدر على قتله ولم يفعل ... كما أنه قد استفيد من الأدلة أن هذا الحكم متعلق بما إذا لم يكن في إقدامه على قتله ضرر وإلا فليس عليه ذلك». (¬2) ¶ وتروي كتبهم قصة رجل منهم، أنكر على رجل يسمى بأبي بجير، كان قتل سبعة من السنة، فتحاكما إلى إمامهم أبي عبد الله، فقال له أبو عبد الله: «وكيف قتلتهم يا أبا بجير؟ فقال: منهم من كنت أصعد سطحه بسلم حتى أقتله، ومنهم من جمع بيني وبينه الطريق فقتلته، ومنهم من دخلت عليه بيته فقتلته، وقد خفي علي ذلك كله، قال: فقال أبو عبد الله عليه السلام: يا أبا بجير عليك بكل رجل قتلته منهم كبش تذبحه ¶ ¬_________ ¶ (¬1) الحدائق الناضرة للمحقق البحراني ج 18 ص 155 ¶ (¬2) الدر المنضود - السيد الكلبيكاني- ج 2 - ص 253",
            "page": "135",
            "part": "1",
            "seal": "D3E2DD18"
        },
        {
            "id": "135",
            "nass": "بمنى، لأنك قتلته بغير إذن الإمام، ولو أنك قتلتهم بإذن الإمام لم يكن عليك شيء». (¬1) ¶ قال عالمهم نعمة الله الجزائري: «فانظر إلى هذه الدية الجزيلة التي لا تعادل دية أخيهم الأصغر، وهو كلب الصيد، فإن ديته خمس وعشرون درهما، ولا دية أخيهم الأكبر، وهو اليهودي أو المجوسي، فإنها ثمانمائة درهم، وحالهم في الدنيا أخس وأبخس». (¬2) ¶ ولهذا، فليس يمنعهم من قتل أهل السنة إلا الخوف، فإذا ذهب الخوف، وقعوا في دماءهم، كما تنص عليه هذه الوصية التي يوصيهم فيها إمامهم قائلا: «لولا أنا نخاف عليكم أن يقتل رجل منكم برجل منهم، والرجل منكم خير من ألف رجل منهم، ومائة ألف منهم، لأمرناكم بالقتل لهم». (¬3) ولا أدري في أي لغة يعدى القتل باللام، أما نحن فلا نقول في لغتنا قتلت له، وإنما نقول قتلته، فلو كان واضع هذا عربيا لقال (لأمرناكم بقتلهم). ¶ ¬_________ ¶ (¬1) تهذيب الأحكام ج 10 ص 213 في باب دية الناصب إذا قتل بغير أذن الإمام. ¶ (¬2) الأنوار النعمانية- الجزائري- ج2 ص308 والأنتصار -للعاملي-ج9 ص111 ¶ (¬3) تهذيب الأحكام - الشيخ الطوسي - ج 6 - ص 387ووسائل الشيعة ج15 ص299 وميزان الحكمة -الريشهري- ج1ص282 والحدائق الناضرة ج10ص361",
            "page": "136",
            "part": "1",
            "seal": "AE543293"
        },
        {
            "id": "136",
            "nass": "ولعل هذه الروايات أن تجعلنا أكثر إدراكا للدوافع التي تحرك هذا الصراع المرير بين السنة والشيعة، فبينما تجد كتب الشيعة مليئة بهذه الروايات، وبما هو أطم، تجد كتب السنة خالية من أي حديث أو نص مقدس أو رواية عن معصوم، تجيز فضلا عن أن تأمر بقتل الشيعي، أو تصرح بكفره، وعلى كل منصف يريد أن يعرف سبب هذا الصراع، أن ينظر في كتب هؤلاء وكتب هؤلاء، ليعرف من مِن الطرفين، يشحذ أتباعه بمثل هذه النصوص، ويرتب على قتل الآخر هذا الثواب، بل يتوعد من قدر على القتل ولم يفعل. ¶ ب- استباحة أموالهم: ¶ لم تكتف روايات الشيعة وكتبهم، بأن تكفر السني وتبيح دمه، بل نصت على حلية ماله وجواز أخذه، كما روي عن إمامهم أنه قال: «مال الناصب وكل شيء يملكه حلال لك، إلا امرأته فإن نكاح أهل الشرك جائز». (¬1) ¶ وما عليك إلا أن تخرج منه الخمس. ¶ فعن أبي عبد الله عليه السلام قال: «خذ مال الناصب حيثما وجدته وادفع الينا الخمس» (¬2). ¶ ¬_________ ¶ (¬1) انظر تخريج الحديث السابق. ¶ (¬2) وسائل الشيعة - الحر العاملي - ج 9 - ص 487 - 488 والحدائق الناظرة ج10 ص361 والتهذيب ج4ص121 والبحار ج93ص191",
            "page": "137",
            "part": "1",
            "seal": "4CB69492"
        },
        {
            "id": "137",
            "nass": "وهذا ما قام به رجل منهم يسمى علباء الأسدي، كان قد عمل لبني أمية فأفاد سبعمائة ألف دينار ودواب ورقيقا، قال: «فحمل ذلك كله حتى وضعه بين يدي أبي عبد الله عليه السلام، ثم قال: إني وليت البحرين لبني أمية، وأفدت كذا وكذا وقد حملته كله إليك، وعلمت أن الله عز وجل لم يجعل لهم من ذلك شيئا، وأنه كله لك، فقال له أبو عبد الله عليه السلام: هاته، قال: فوُضع بين يديه، فقال له: قد قبلنا منك، ووهبناه لك، وأحللناك منه، وضمنّا لك على الله الجنة». (¬1) ¶ وهكذا فإن ولاءهم الدائم هو لأئمتهم، ولا عبرة بالحكومة التي يخضعون لها، والتاريخ شاهد على ذلك. ¶ ج- حكم مناكحتهم: ¶ «عن أبي جعفر قال: ذكر النصاب فقال: لا تناكحهم ولا تأكل ذبيحتهم ولا تسكن معهم» (¬2). ¶ وسأل أحدهم أبا جعفر عن المرأة العارفة -أي بالإمامة- هل يزوجها الناصب؟ قال: «لا لأن الناصب كافر». (¬3) ¶ وقد تعرضت كتبهم الفقهية لهذه المسألة، وساق الطوسي في كتابه الفقهي \"تهذيب الأحكام\" هذه الروايات في باب من يحرم نكاحهن ¶ ¬_________ ¶ (¬1) بحار الأنوار ج 93 - ص 194 - 195 ¶ (¬2) الاستبصار - الشيخ الطوسي - ج 3 - ص 184 وتهذيب الأحكام ج7 ص303 ووسائل الشيعة ج20ص554 ¶ (¬3) تهذيب الأحكام - الشيخ الطوسي - ج 7 - ص 303",
            "page": "138",
            "part": "1",
            "seal": "DF968371"
        },
        {
            "id": "138",
            "nass": "بالأسباب دون الأنساب، وأورد رواية تستثني البُلْه من النساء أي: «المستضعفات اللاتي لا ينصبن ولا يعرفن ما أنتم عليه» (¬1)، والنصب كما علمت تقديم الجبت والطاغوت، والاعتقاد بإمامتهما، فكفر الناصب من ضروريات المذهب، وترتب عليه جميع الأحكام الفقهية. ¶ ولا يفُتك أن بناء الأحكام الفقهية على النصوص، أكبر دليل على صحة تلك النصوص عندهم واعتبارها في مذهبهم، بحيث لا يبقى مجال للشك في أنهم يعتقدون هذه العقيدة بل يبنون عليها أحكامهم وفتاويهم. ¶ أما أنكحة أهل السنة فيما بينهم فصحيحة: «فأما الناصب ومخالف الشيعة فأنكحتهم صحيحة، وإن كانوا كفارا ضلالا، وليس يجب إذا لم يخرجوا ما وجب عليهم من حقوق الإمام، أن يكون عقود أنكحتهم فاسدة، لأن اليهود والنصارى مخاطبون عندنا بشرائعنا ومعبدون بعباداتنا، وهم غير مخرجين من أموالهم هذه الحقوق وعقود أنكحتهم صحيح» (¬2) فانظر كيف صحح أنكحة المسلمين قياسا على أنكحة اليهود والنصارى. ¶ ¬_________ ¶ (¬1) نفس المصدر ¶ (¬2) رسائل المرتضى - الشريف المرتضى - ج 1 - ص 400 - 401",
            "page": "139",
            "part": "1",
            "seal": "F0A794DF"
        },
        {
            "id": "139",
            "nass": "د- الصلاة خلفهم: ¶ يقول شيخهم الطوسي في مختصره الفقهي: «ولا تصل خلف الناصب، ولا خلف من يتولى أمير المؤمنين، إذا لم يتبرأ من عدوه، إلا في حال التقية» (¬1)، فلن يصلي الشيعي خلفك حتى وإن توليت عليا ما لم تتبرأ من أبي بكر وعمر رضي الله عنهما. ¶ وعن الباقر أنه سُئل عن الصلاة خلف المخالفين، فقال: «ما هم عندي إلا بمنزلة الجدر». (¬2) ¶ يقول الخميني: «ثم إنه قد وردت روايات خاصة تدل على صحة الصلاة مع الناس والترغيب في الحضور في مساجدهم والاقتداء بهم والاعتداد بها، كصحيحة حماد بن عثمان عن أبي عبد الله أنه قال: من صلى معهم في الصف الأول كان كمن صلى خلف رسول الله صلى الله عليه وآله في الصف الأول، ولا ريب أن الصلاة معه صحيحة ذات فضيلة جمة فكذلك الصلاة معهم حال التقية». (¬3) ¶ أما مع عدم التقية فلا. ¶ ¬_________ ¶ (¬1) النهاية - الشيخ الطوسي - ص 112 ¶ (¬2) جواهر الكلام - الشيخ الجواهري - ج 13 - ص 196 ¶ (¬3) الرسائل - الخميني - ج 2 - ص 198",
            "page": "140",
            "part": "1",
            "seal": "DF1E0817"
        },
        {
            "id": "140",
            "nass": "هـ- الصلاة عليهم: ¶ لقد كنت أستبشر ككل مسلم، عندما أرى الشيعة يصلون على موتى المسلمين في مكة أو المدينة، ويقفون مع صفوفهم خاشعين، وكنت أقول في نفسي: لو كانوا يحملون أي عداء لأهل السنة لما صلّوا على موتاهم! وكنت أعد هذا علامة على الأخوة الدينية، والرابطة العقدية. ¶ لكن إليك ما يقوله الشيعة وهم منتصبون للصلاة على هذا السني الذي قد أفضى إلى ما قدم، وهو في أمس الحاجة إلى دعوة صالحة: ¶ يقول شيخهم المفيد في مختصره الفقهي: «وإن كان ناصبا فصل عليه تقية، وقل بعد التكبيرة الرابعة: عبدك وابن عبدك لا نعلم منه إلا شرا، فاخزه في عبادك، وبلادك، واصله أشد نارك، اللهم إنه كان يوالي أعداءك، ويعادي أولياءك، ويبغض أهل بيت نبيك، فاحش قبره نارا، ومن بين يديه نارا، وعن يمينه نارا، وعن شماله نارا، وسلط عليه في قبره الحيات والعقارب» (¬1) ¶ وفي رواية «اللهم إن فلانا لا نعلم منه إلا أنه عدو لك ولرسولك، اللهم فاحش قبره نارا واحش جوفه نارا، وعجل به إلى النار، فإنه كان يتولى أعداءك، ويعادي أولياءك، ويبغض أهل بيت نبيك، اللهم ضيق عليه قبره، فإذا رفع فقل: اللهم لا ترفعه ولا تزكه». (¬2) ¶ ¬_________ ¶ (¬1) لمقنعة - الشيخ المفيد - ص 229 - 230 ¶ (¬2) الكافي - الشيخ الكليني - ج 3 - ص 189ومن لا يحضره الفقيه ج1ص168 والبحار ج44ص202 ووسائل الشيعة ج3ص70 وتهذيب الأحكام ج3ص197",
            "page": "141",
            "part": "1",
            "seal": "5259BE55"
        },
        {
            "id": "141",
            "nass": "وفي الأصل لا يجوز الصلاة عليه إلا لتقية. ¶ يقول ابن البراج في مختصره الفقهي\" المهذب\": «فلا يجوز الصلاة على الناصب للعداوة لأهل بيت النبي صلى الله عليه وآله إذا كانت التقية مرتفعة». (¬1) ¶ ويروون عن رسول الله صلى الله عليه وآله وسلم، أصدقِ الناس لهجة، وأصرحِهم سريرة، أنه صلى على عبد الله بن أبي المنافق تقية، وأنه قال: «اللهم احش جوفه نارا واملأ قبره نارا واصله نارا». (¬2) وما أدري ما كان يخشى من عبد الله بن أبي حتى يتقيه. ¶ وبعد أن أورد الميرزا النوري بعض الروايات في الدعاء على السني، خرج بخلاصة فقال: «وقد ذكروا في الدعاء عليه وجوها كثيرة دلت على أن ليس شيئا منها مؤقت، ولكن يجتهد في الدعاء عليه على مقدار ما يعلم من نصبه وعداوته». (¬3) ¶ و- نجاستهم: ¶ ومن رواياتهم التي تثير العجب، وتدلك على مدى الحقد الذي تعاني منه هذه الطائفة، ما رووا عن إمامهم أنه قال: «إياك أن تغتسل من غسالة الحمام ففيها تجتمع غسالة اليهودي والنصراني والمجوسي والناصب لنا أهل البيت ¶ ¬_________ ¶ (¬1) المهذب - القاضي ابن البراج - ج 1 - ص 129 ¶ (¬2) نفس المصادر السابقة. ¶ (¬3) مستدرك الوسائل - الميرزا النوري - ج 2 - ص 254",
            "page": "142",
            "part": "1",
            "seal": "45EDA22B"
        },
        {
            "id": "142",
            "nass": "وهو شرهم، فإن الله تبارك وتعالى لم يخلق خلقا أنجس من الكلب، وإن الناصب لنا أهل البيت أنجس منه». (¬1) ¶ وعن أبي عبد الله: «أنه كره سؤر ولد الزنا، وسؤر اليهودي والنصراني والمشرك، وكل من خالف الإسلام، وكان أشد ذلك عنده سؤر الناصب». (¬2) ¶ لذلك فإنه إذا شرب في إناء ينجسه. ¶ «بل لا إشكال في نجاسة الناصب المعلن عداوته ولو بالنسبة إلى أوليائهم، إذا كان لأجل الولاء، والأحوط تعفير إنائهم، كتعفيره من ولوغ الكلاب». (¬3) ¶ وتغسل يدك إذا صافحته. ¶ «قلت لأبي عبد الله عليه السلام: ألقى الذمي فيصافحني قال: امسحها بالتراب وبالحائط قلت: فالناصب؟ قال: اغسلها» (¬4). ¶ بل ذكروا الإجماع على نجاستهم: «وعلى كل تقدير فالظاهر أنه لا إشكال في نجاسة الناصب مطلقا كما هو المعروف بل المجمع عليه في الحدائق، كما عن كتاب الأنوار للسيد الفاضل المحدث الجزائري» (¬5). ¶ ¬_________ ¶ (¬1) بحار الأنوار - العلامة المجلسي - ج 73 - ص 72 ¶ (¬2) الطهارة الكبير - السيد مصطفى الخميني - ج 2 - ص 278 والكافي ج3ص11 ووسائل الشيعة ج1ص229 ¶ (¬3) تحرير العروة الوثقى - السيد مصطفى الخميني - ج 1 - ص 89 ¶ (¬4) الكافي للكليني ج 2 ص 650 ¶ (¬5) الطهارة -الشيخ الأنصاري- ص 353",
            "page": "143",
            "part": "1",
            "seal": "C3E03750"
        },
        {
            "id": "143",
            "nass": "ز- الحكم عليهم بالخلود في النار: ¶ عن أبي جعفر قال: «لو أن كل ملك خلقه الله عز وجل، وكل نبي بعثه الله، وكل صديق وكل شهيد شفعوا في ناصب لنا أهل البيت أن يخرجه الله جل وعز من النار ما أخرجه الله أبدا، والله عز وجل يقول في كتابه: ماكثين فيه -هكذا-أبدا» (¬1) ¶ وعن الصادق قال: «إن الناصب لنا أهل البيت لا يبالي صام أم صلى، زنا أم سرق، إنه في النار إنه في النار» (¬2) ¶ خامسا: شهادات تاريخية: ¶ لقائل أن يقول، إن ما مر من الروايات، والحجج البينات، لا يعد دليلا كافيا على أن الشيعة تضمر العداء لأهل السنة، فلعل ما نقلت عنهم إنما هو شذوذ من القول، لا يقول به شيعة اليوم ولا يعتقدونه. ¶ وهنا تأتي أهمية التاريخ، إذ يستمع الجميع لشهادته بإذعان، فهي التي تعطيك الربط بين الفكر والفعل، وبين العقيدة والمواقف، ومن هنا تتضح أهمية هذا المبحث كشاهد حي على ما تكنه الصدور، وتخفيه الابتسامات. ¶ لقد اغتاظ كثير من المسلمين، لمِا رأوا من تعاون بيّنٍ، وتؤازر ظاهر، بين الشيعة وقوات التحالف الغازية، ضد إخوانهم من المسلمين في العراق، وفي أفغانستان، وكيف كان الشيعة في هذه البلدان، الدرع الذي درأ به الكفار ... في وجه المسلمين. ¶ لكن التاريخ ينظر إلى هذا الحدث بعين هادئة، ولا يثير عنده هذا الأمر دهشة أو استغرابا، فقد اعتاد هذا المشهد، وتكرر ¶ ¬_________ ¶ (¬1) بحار الأنوا ج 27 - ص 234 ¶ (¬2) نفس المصدر السابق",
            "page": "144",
            "part": "1",
            "seal": "00D6D938"
        },
        {
            "id": "144",
            "nass": "أمامه بحيث أصبح حقيقة تاريخية، وأمرا معتادا، لا ينكره إلا من لم يكلف نفسه دراسة التاريخ، ولم يسمع شهادة الأيام. ¶ لقد مر بك ما ترتبه الشيعة من الثواب على قتل السني، المنكر للإمامة، بل تنص رواياتهم على أن من استطاع قتله ولم يفعل، فعليه من الذنوب ما عليه، وله من العقاب ماله. ¶ لذا فإن الشيعة تحرص كل الحرص على تنفيذ أوامر أئمتها المعصومين، وإليك بعض الوقائع، وليس كلها، فإن الأمر يحتاج إلى تجريد كتاب لهذا الموضوع، لكني أسوق هنا ما يربط لك ما تقدم من النصوص بواقع هؤلاء الشيعة مع إخوانهم من المسلمين، ويعطيك تجسيدا ملموسا لما تولد عن هذه النصوص والروايات، وما أدت إليه من المجازر والمذابح، منذ القرون الأولى. ¶ 1 - الوزير علي بن يقطين: ¶ جاء في كتب الشيعة أن علي بن يقطين وهو وزير الرشيد: (قد اجتمع في حبسه جماعة من المخالفين وكان من خواص الشيعة، فأمر غلمانه وهدوا سقف الحبس على المحبوسين فماتوا كلهم وكانوا خمسمائة رجل، فأراد الخلاص من تبعات دمائهم فأرسل إلى مولانا الكاظم فكتب عليه السلام إليه جواب كتابه، بأنك لو كنت تقدمت إلي قبل قتلهم لما كان عليك شيء من دمائهم، وحيث إنك لم تتقدم إلي فكفر عن كل رجل قتلته منهم بتيس، والتيس خير منه» (¬1) ¶ ¬_________ ¶ (¬1) الأنوار النعمانية ج2 ص308 والنصب والنواصب ص622",
            "page": "145",
            "part": "1",
            "seal": "AAFB4339"
        },
        {
            "id": "145",
            "nass": "وهم يستدلون بهذه الرواية في باب جواز قتل النواصب، ومع أن الرواية نصت على كونهم مخالفين، وليسوا نواصب، فإنها أجازت قتلهم وسفك دمهم، ففيها دليل على أن الناصب عندهم هو المخالف، سواء جاهر بعداوة أهل البيت، أو لم يعادهم أصلا. ¶ وبهذا يَبرز لنا هذا الوزير الشيعي كثمرة من ثمرات تلك الأحقاد التي غرست بعقيدة الولاية، وسقيت بنصوص التكفير. ¶ 2 - نصير الدين الطوسي والوزير ابن العلقمي: ¶ لقد وصلت الأمة الإسلامية في أواخر الخلافة العباسية إلى حالة من الضعف والهوان، وتكالبت عليها الأكلة، وكان جيش المغول أكبر خطر كاد أن يقضي على الأمة الإسلامية ويستبيح بيضتها، لولا لطف الله. ¶ فلقد اجتاحت جيوشهم العالم الإسلامي من شرق آسيا حتى وصلوا إلى بغداد، وملؤوا القلوب رعبا والبلدان دماء، ومسحوا مدنا كاملة عن آخرها. ¶ لكن بقيت بغداد معقل الخلافة، ومعقر العالم الإسلامي ... ¶ وهنا لعب هذين الرجلين أكبر دور في هذه الهزيمة، وسجَّلا أعظم خيانة لطخت أيادي الشيعة بالدماء، قبل أن تلطخ جبين الأمة الإسلامية بالعار، إلى اليوم. ¶ فقد كان الطوسي وزيرا لهولاكو قائد التتر، وجاء معه في جيشه، وكان مقربا ومستشارا، فأشار عليه بقتل الخليفة وقتل أهل بغداد جميعا.",
            "page": "146",
            "part": "1",
            "seal": "F455C27C"
        },
        {
            "id": "146",
            "nass": "بينما هيأ الوزير الشيعي ابن العلقمي الظروف من الداخل، فسرح الجيوش، متعللا بعدم الحاجة إليهم، حتى بلغوا من القلة والذلة والضعف إلى حد أنه لم يبق منهم إلا عشرة آلاف، مستغلاً ضعف الخليفة وانشغاله بالشهوات، وكان في خلال ذلك يكاتب المغول ليهون عليهم شأن الخلافة ويشرح لهم الحال، ويدلهم على العورات. ¶ وعندما وصل هولاكو إلى بغداد، كان ابن العلقمي أول من خرج بأهله وحشمه لاستقباله، وطلب من الخليفة أن يخرج للقائه ويعرض عليه الصلح مقابل نصف الخراج، وعندما خرج الخليفة في سبع مائة من العلماء والفضلاء والوجهاء، حجبوا عن الدخول إلى هولاكو إلا سبعة عشر نفسا، ثم قتلوا جميعا، وعندما رجع الخليفة إلى بغداد، حسن هذين الرجلين لقائد المغول قتل الخليفة، وقالوا إن الأمر لن يستمر على الصلح لو قبلته إلا عاما أو عامين، ثم يشتد عوده وتجتمع قوته، فيقاتلك. ¶ لذلك عندما خرج إليه الخليفة بالهدايا والتحف، قتله وأهله وكل من معه، ودخل بغداد فقتل كل أهلها. ¶ قال ابن كثير في وصف هذه المجزرة: «ومالوا على البلد فقتلوا جميع من قدروا عليه من الرجال والنساء والولدان والمشايخ والكهول والشبان، ودخل كثير من الناس في الآبار وأماكن الحشوش، وقنى الوسخ، وكمنوا كذلك أياما لا يظهرون، وكان الجماعة من الناس يجتمعون إلى الخانات، ويغلقون عليهم الأبواب، فتفتحها التتار إما بالكسر وإما بالنار، ثم",
            "page": "147",
            "part": "1",
            "seal": "6DA7C9C8"
        },
        {
            "id": "147",
            "nass": "يدخلون عليهم فيهربون منهم إلى أعالي الأمكنة، فيقتلونهم بالأسطحة، حتى تجري الميازيب من الدماء في الأزقة، فإنا لله وإنا إليه راجعون ... وكان الوزير ابن العلقمي قبل هذه الحادثة يجتهد في صرف الجيوش وإسقاط اسمهم من الديوان، فكانت العساكر في آخر أيام المستنصر قريبا من مائة ألف مقاتل، منهم من الأمراء من هو كالملوك الأكابر الأكاسر، فلم يزل يجتهد في تقليلهم إلى أن لم يبق سوى عشرة آلاف، ثم كاتب التتار وأطمعهم في أخذ البلاد، وسهل عليهم ذلك، وحكى لهم حقيقة الحال، وكشف لهم ضعف الرجال، وذلك كله طمعا منه أن يزيل السنة بالكلية، وأن يظهر البدعة الرافضية، وأن يقيم خليفة من الفاطميين، وأن يبيد العلماء والمفتيين، والله غالب على أمره ... واكتسب إثم من قتل ببغداد من الرجال والنساء والأطفال، فالحكم لله العلي الكبير رب الأرض والسماء» (¬1) ¶ لكن الشيعة تنظر بعين أخرى إلى هذه الحادثة الأليمة ... ¶ يقول أحد علمائهم في ترجمة هذا الطوسي: «هوالمحقق المتكلم الحكيم المتبحر الجليل ... إلى أن قال: ومن جملة أمره المشهور المعروف المنقول، حكاية استيزاره للسلطان المحتشم في محروسة إيران، هولاكو خان بن تولي جنكيز خان، من عظماء سلاطين التتارية وأتراك المغول، ومجيئه في موكب السلطان المؤيد، مع كمال الاستعداد، إلى دار السلام بغداد، لإرشاد العباد وإصلاح البلاد، وقطع دابر سلسلة البغي والفساد، وإخماد ¶ ¬_________ ¶ (¬1) البداية والنهاية - ابن كثير - ج 13 - ص 235",
            "page": "148",
            "part": "1",
            "seal": "EC39F79E"
        },
        {
            "id": "148",
            "nass": "دائرة الجور والإلباس، بإبداد ملك بني العباس، وإيقاع القتل العام، في أتباع أولائك الطغام، إلى أن سال من دمائهم الأقذار، كأمثال الأنهار، فانهار بها في ماء دجلة ومنها إلى نار جهنم دار البوار، ومحل الأشقياء والأشرار» (¬1) ¶ وقد سالت الدماء كما قال، ولكن من تقاة وأطهار، لا من أشقياء وأشرار؟؟ وكيف يفرح بهذا مسلم؟؟!! فقد قيل أنه مات في بغداد في هذه الواقعة مليون وثمان مائة ألف، واستمر القتل أسبوعا كاملا، فكانت هذه المجزرة الشيعية التترية من أكبر المجازر التي عرفتها البشرية (¬2). ¶ ولم يكن ابن العلقمي والطوسي وحدهما المتواطئين من الشيعة مع الغزاة، فهذا واحد من أجل علمائهم يكاتب هولاكو ويصالحه، ويأخذ منه فرمانا بالأمان: «لما وصل السلطان هولاكو إلى بغداد قبل أن يفتحها هرب أكثر أهل الحلة إلى البطائح إلا القليل، فكان من جملة القليل والدي رحمه الله -العلامة الحلي- والسيد مجد الدين ابن طاووس والفقيه ابن أبي العز، فأجمع رأيهم على مكاتبة السلطان بأنهم مطيعون داخلون تحت إيالته، وأنفذوا به شخصا أعجميا، فأنفذ السلطان إليهم فرمانا مع شخصين أحدهما يقال له فلكة والآخر يقال له علاء الدين وقال لهما: قولا لهم: إن كانت قلوبكم كما وردت به كتبكم تحضرون إلينا، فخافوا ¶ ¬_________ ¶ (¬1) روضات الجنات ج1 ص300 - 301 ¶ (¬2) انظر تفصيل الواقعة في البداية والنهاية ج 13 ص 233 وما بعدها",
            "page": "149",
            "part": "1",
            "seal": "1B058E6C"
        },
        {
            "id": "149",
            "nass": "لعدم معرفتهم بما ينتهي إليه الحال، فقال والدي رحمه الله: إن جئت وحدي كفى؟ فقالا: نعم، فصعد معهما فلما حضر بين يديه - وكان ذلك قبل فتح بغداد وقبل قتل الخليفة - قال له: كيف قدمتم على مكاتبتي والحضور عندي قبل أن تعلموا وبما ينتهي إليه أمري وأمر صاحبكم؟ وكيف تأمنون إن صالحني ورحلت عنه؟ ... فطيب قلوبهم، وكتب لهم فرمانا باسم والدي رحمه الله يطيب قلوب أهل الحلة وأعمالها» (¬1) ¶ ويعتبر الخميني فعلة الطوسي نصرا للإسلام والمسلمين، قال في معرض حديثه عن عقيدة التقية: «إلا أن يكون في دخوله الشكلي نصر حقيقي للإسلام والمسلمين، مثل دخول علي بن يقطين، ونصير الدين الطوسي رحمهما الله» (¬2) ¶ ووصفه بأنه قدم خدمات جليلة للإسلام قال: «ويشعر الناس بالخسارة أيضا بفقدان الخواجة نصير الدين الطوسي وأمثاله ممن قدموا خدمات جليلة للإسلام» (¬3) ¶ نعم لقد قدم خدمة جليلة للشيعة بالانتقام لهم وإشفاء صدورهم. ¶ ولن أطيل بسرد قصص من التاريخ الأسود، لهذه الطائفة، وعدائها للإسلام والمسلمين، فلا أريد أن أخل بما اشترطته في بداية الكتاب من الاختصار، ولو تتبعنا جرائم الشيعة الباطنية وما ارتكبوه من جرائم التي لم يسلم منها ¶ ¬_________ ¶ (¬1) إيضاح الاشتباه - العلامة الحلي - ص 41 - 42 ¶ (¬2) الحكومة الإسلامية ص142 ¶ (¬3) نفس المصدر ص 128",
            "page": "150",
            "part": "1",
            "seal": "6EF0E0F2"
        },
        {
            "id": "150",
            "nass": "حتى الحجاج في بيت الله الحرام، لطال بنا المقام، ولكني أنتقل بك أخي إلى خلف أولائك السلف، ونطلع على خيانة أحفادهم من أبناء عصرنا، فلن تلد الحية إلا الحيية، ولن توَلِّد هذه العقائد وهذه الروايات، إلا مزيدا من الحقد ومن العداء، ومزيدا من الحروب والدماء. ¶ 3 - منظمة أمل الشيعية في لبنان ومجزرة صبرا وشاتيلا: ¶ لقد تردد في الأوساط الإسلامية قبل سنوات، اسم موسى الصدر، وحركته الشيعية \"أمل\" التي أسسها في لبنان، والذي ينساه كثير من الناس، أن هذه الشخصية وهذه الحركة قد كان لهما دور شرس في تقتيل السنة في لبنان، كدور الطوسي وابن العلقمي وغيرهما من الشيعة الحاقدين على أهل السنة «ذرية بعضها من بعض» ¶ فبعد الاحتلال اليهودي لأرض فلسطين، انحاز كثير من الفلسطينيين المشردين إلى الدول المجاورة، وكان للبنان نصيب كبير من هؤلاء اللاجئين الذين أصبحوا يسكنون في تجمعات خاصة بهم، أطلق عليها اسم \"مخيمات اللاجئين\". ¶ وقد كانت هذه المخيمات بمثابة الورم الخبيث، بالنسبة إلى طائفتين من الشعب اللبناني، طائفة النصارى الموارنة، وطائفة الشيعة الاثني عشرية. ¶ فقام النصارى باقتحام مخيمي صبرا وشاتيلا سنة 1982 على يد فرقة نصرانية مسلحة تعرف بالكتائب، وفرقة من الجيش اليهودي، وارتكبوا أبشع ما يمكن للبشر أن يرتكبه من قتل وتقطيع وتشويه وتعذيب ... (¬1) ¶ ¬_________ ¶ (¬1) انظر أمل والمخيمات الفلسطينية ص 33 فما بعدها.",
            "page": "151",
            "part": "1",
            "seal": "FD77C91D"
        },
        {
            "id": "151",
            "nass": "فأصاب النصارى واليهود حاجتهم، وقضوا من القتل نهمتهم، على مرأى ومسمع من شيعة لبنان وحركة أمل، التي كانت الجناح العسكري للمجلس الشيعي الأعلى، والتي لم تحرك ساكنا لوقف هذا الاعتداء الأثيم ... ¶ وجاء دور الشيعة لينالوا نصيبهم، ويقوموا بمجزرة صبرا وشاتيلا الثانية، والتي كانت أنكى على الفلسطينيين وأشد ... ¶ وتحت ذريعة تسلل مقاومين إلى المخيمات، قامت حركة أمل بقيادة نبيه بري وموسى الصدر، وبدعم من اللواء السادس من الجيش اللبناني، وبتعاون من الدروز، بشن هجوم على مخيمي صبرا وشاتيلا ومخيم برج البراجنة بتاريخ 20 مايو 1985، واستمرت المجزرة قرابة الشهر، ليجري على الفلسطينيين فيها من القتل والتعذيب مالم يروه من قبل!! ¶ تقرير الصحفي «جون كيفنر» في صحيفة نيويورك تايمز: ¶ (يوم الأحد الموافق 23 يونيو 1985م، كان مخيم برج البراجنة للاجئين الفلسطينيين هادئاً، بعد أن صمدت خطة السلام التي توسطت فيها سوريا في أعقاب شهر من القتال الذي حاولت خلاله ميليشيات حركة أمل سحق أي وجود مسلح للفلسطينيين في بيروت. ¶ لقد صمد برج البراجنة بعناد أكثر حتى من مخيمي صبرا وشاتيلا المجاورين على الحافة الجنوبية للمدينة. ¶ وبينما دخلت حفنة من الصحفيين الأجانب المخيم لأول مرة منذ اندفع القتال في 19 مايو 1985م، كانت مدينة الأكواخ خليط من المنازل",
            "page": "152",
            "part": "1",
            "seal": "EAE0938A"
        },
        {
            "id": "152",
            "nass": "المحطمة، وقطع من الركام، مع السيارات والجدران التي فتح الرصاص فيها ثقوباً. ¶ وبدا المخيم تقريباً محطماً بصورة سيئة كما كان حوالي نهاية شهر أغسطس 1982م، بعد أسابيع من القصف خلال الغزو الإسرائيلي. مات المئات من الناس. وهذه المرة على أيدي أخوة عرب، ولن يعرف أبداً الرقم بدقة، وكانت هناك قصص مثل قصة عائلة «لزيز» في المخيمات كلها. ¶ وألقى خيط دقيق من الشمس من ثقب قذيفة ما يكفي من الضوء لإظهار البقعة الداكنة، حيث كان دم لزيز «16 عاماً» قد انتشر على جدار ما كان بيتاً لها. ومن مكان ما من المنزل المبني من الطوب المشوي، أخرجت صورة ملونة تظهر فتاة جميلة حواجبها سوداء في ثوب أبيض، وهي تحمل أختاً أصغر منها في حضنها. ¶ كانت مها لزيز تخبز الخبز المسطح المستدير الذي يعتبر من ضروريات الحياة، مع أخواتها، عندما ضربة صلية المورتر المنزل. وبعد خمسة أيام قالت هيام -والدتها - إن إحدى يدي ابنتها وجدت فوق كومة من البسط على الجدار وضعت للحماية. ¶ صرخت الأم فجأة «كانت هذه هي الأقسى، حتى الإسرائيليين لم يفعلوا ذلك بنا، حتى الكتائب» ... ) (¬1). ¶ تقرير الصحفي ديفيد بلاندي من الصانداي تايمز البريطانية: ¶ قال ديفيد بلاندي: «إن الخسائر البشرية جسيمة، وإن حركة أمل رغم تفوقها في العدد والعدة، ورغم انضمام اللواء السادس في الجيش ¶ ¬_________ ¶ (¬1) نفس المصدر ص65",
            "page": "153",
            "part": "1",
            "seal": "A7995C03"
        },
        {
            "id": "153",
            "nass": "اللبناني، فشلت في تحقيق انتصار حاسم، وهناك تقارير تفيد بأنها تكبدت خسائر جسيمة في الأرواح تقدر بحوالي 400 قتيل وما يزيد عن الألف جريح، وأما بالنسبة لعدد الإصابات الفلسطينية، فليس هناك أرقام دقيقة ... ¶ إنه في العادة يجري نشر أخبار المجازر بشكل واسع في الصحافة الدولية، ولكن الخوف والتهديدات وصلت الآن إلى حد أن المصادر أصبحت تفتقر إلى أخبار المجازر، فقد جرى سحب العديد من المراسلين خوفاً عليهم من الاختطاف والقتل، ومن تبقى منهم في لبنان يجدون صعوبة وخطورة في العمل. ¶ لقد كان بالإمكان نقل أخبار المجازر وعمليات القتل التي كان يرتكبها الإسرائيليون، والسبب هو أن زعماء أمل كانوا يرحبون بالمراسلين ويشجعونهم على مشاهدة ونقل أخبار الأعمال الإسرائيلية. والآن وبعد أن أصبحت حركة أمل نفسها التي تفرض الرقابة الشديدة نتيجة أعمالها في المخيمات، فهي تحاول الحد من نشر أخبار المجازر) (¬1). ¶ وذكرت صحيفة (ريبو بليكا) الإيطالية أن فلسطينياً من المعاقين لم يكن يستطيع السير منذ سنوات، رفع يديه مستغيثاً في شاتيلا أمام عناصر أمل طالباً الرحمة .. وكان الرد عليه قتله بالمسدسات .. وقالت الصحيفة في تعليقها على الحادث: (إنها الفظاعة بعينها) «1». ¶ ¬_________ ¶ (¬1) نفس المصدر 62",
            "page": "154",
            "part": "1",
            "seal": "F991216B"
        },
        {
            "id": "154",
            "nass": "وقال مراسل صحيفة \"صنداي تلغراف\" في بيروت أن عدداً من الفلسطينيين قتلوا في مستشفيات بيروت، وأن مجموعة من الجثث الفلسطينية ذبح أصحابها من الأعناق «2». ¶ وقد صدر عن جبهة الإنقاذ الوطني الفلسطيني بيانات كثيرة خلال حرب المخيمات كان من أشهرها البيان الذي نشرته الصحف العربية في 30 مايو 1985م جاء فيه: ¶ (إن المنازل جرفت، والمساجد خربت، وخزانات المياه فجرت، والكهرباء والماء قطعت، والمواد الغذائية نفذت، والجرحى دون أطباء أو أدوية، والشهداء في الشوارع، بسبب حصار حركة أمل واللواء السادس والثامن ومن يساندهم من البرابرة) ¶ وأكد الفلسطينيون في بياناتهم أن ما حصل لهم على يد الشيعة من حركة أمل، لم يحصل له مثيل حتى في أيام الاجتياح الإسرائيلي. (¬1) ¶ يقول الشيخ الشوكاني، الذي عاش مع الشيعة وخبر أحوالهم: «لا أمانة لرافضي قط على من يخالفه في مذهبه ويدين بغير الرفض، بل يستحل ماله ودمه عند أدنى فرصة تلوح له، لأنه عنده مباح الدم والمال، وكل ما يظهره من المودة فهو تقية يذهب أثره بمجرد إمكان الفرصة» (¬2) ¶ ¬_________ ¶ (¬1) نشرت الصحف العربية هذا البيان بتاريخ 30 مايو 1985 ومنها صحيفة الوطن الكويتية، نقلا عن أمل والمخيمات الفلسطينية ص58 ¶ (¬2) طلب العلم ص 70 - 71",
            "page": "155",
            "part": "1",
            "seal": "523CA372"
        },
        {
            "id": "155",
            "nass": "الخاتمة: ¶ وبعد كل ما تقدم فإني أتساءل: ¶ هل يمكن أن نقارب بين مذهبين متباينين كل هذا التباين؟ ¶ هل يمكن أن نتصور يوما يقف فيه الشيعي بصدق، إلى جانب السني؟ ¶ سأفترض الآن أن شيعيا قد وافق على أن نتقارب، ووافق على أن نتحد، ونصبح يدا واحدة ضد الأعداء. ¶ إن أول نقطة يجب أن نبدأ منها، هي أن نبحث عن نقاط مشتركة بيننا، وأول ذلك أن نوجد مصدرا مشتركا نلتف حلوه، ونستقي منه. ¶ فليكن القرآن إذاً ... ¶ لكن الشيعي لن يسلم بما في القرآن من عقائد ... ¶ إن القرآن يأمرنا ألا ندعو غير الله، ولا نذبح إلا الله، ولا نسجد لغير الله، وأن لا نطلب الشفاعة إلا من الله، ولا نقبل مشرعا إلا الله، ولا نأتم بإمام غير رسول الله صلى الله عليه وآله وسلم ... ¶ فإن اعترف بهذا، فقد نقض الإمامة من أركانها، وتنكر لمذهبه ... ¶ وإن لم يتحاكم معنا إلى القرآن فلا يبقى بيننا إلا سنة رسول الله صلى الله عليه وآله. ¶ وضروري في هذا المقام ألا يكفر أبا بكر وعمر، وأن لا يلعن عائشة وحفصة، ويقبل أحاديث هؤلاء الصحابة وأمثالهم ...",
            "page": "156",
            "part": "1",
            "seal": "E282559A"
        },
        {
            "id": "156",
            "nass": "فإن أقر بهذا فإن الوصية إلى علي منتقضة، إذ أن ما كفر به أبا بكر وغيره، هو إنكارهم للوصاية، واغتصابهم للإمامة. ¶ فإن اعترف بإسلامهم فقد اعترف بأن الإمامة ليست من أركان الدين، وما دامت ليست من أركان الدين فإن الصحابة مسلمون، وما داموا كذلك لزمه حديثهم، وإن لزمه حديثهم لزمه أن يقر بأن لا وصية مضيعة، ولا بيعة مغتصبة. ¶ فإن اعترف بذلك فإنه حينئذ سيحصل التقارب بصدق، وتنتفي دوافع الشقاق، وفي الحقيقة سيكون تقاربا بين سني وسني، وليس بين سني وشيعي، إذ لم يبق له من تشيعه إلا حب آل البيت، وكلنا نحبهم، فإذا انتفت الإمامة انتفى المهدي، وانتفت الرجعة، وانتفى البداء، بل ينتفي المذهب الشيعي كله، والحمد لله رب العالمين. ¶ لذا فإن تقاربنا لا يقوم إلا على ثلاثة ركائز: ¶ أولا: أن القرآن محفوظ وكامل غير منقوص. ¶ ثانيا: أن الصحابة وعلى رأسهم أبو بكر وعمر مسلمون صالحون، وأنهم عدول ثقات مصدقون فيما يروون. ¶ ثالثا: أن التشريع انتهى بموت الرسول صلى الله عليه وآله وسلم. ¶ ولا يمكننا أن نتنازل عن واحدة من هذه الثلاثة، بل لا بد منها لكي يحصل التقارب،",
            "page": "157",
            "part": "1",
            "seal": "058D7057"
        },
        {
            "id": "157",
            "nass": "وإلا فلا يمكننا أن نتقارب مع من يتهمنا في مصدري تشريعنا، ويكفر رواتنا، كما لا مساحة للحوار بيننا وبين من ينسب التشريع إلى غير الله وإلى غير رسوله صلى الله عليه وآله وسلم. ¶ هذا، ولا يفوتني أن أخص بالدعاء، كل من كان سببا من قريب أو من بعيد، في إتمام هذا العمل الذي أهديه إلى كل سني في بلاد المسلمين، وأرجو به الجزاء، عند من يجزل العطاء، في هذه وفي دار البقاء، وأصلي وأسلم على خاتم الأنبياء، وعلى آله الطاهرين وصحبه الطيبين، والحمد لله رب العالمين. ¶ حامد الإدريسي",
            "page": "158",
            "part": "1",
            "seal": "1A85CC18"
        },
        {
            "id": "158",
            "nass": "أهم المصادر ¶ اسم الكتاب ... المؤلف ... تاريخ الوفاة ¶ 1 ... الاحتجاج ... الطبرسي ... 548 ¶ 2 ... الاستبصار ... شيخ الطائفة الطوسي ... 460 ¶ 3 ... أصل الشيعة وأصولها ... الشيخ كاشف الغطا ... 1373 ¶ 4 ... الاعتقادات ... العلامة المجلسي ... 1111 ¶ 5 ... الاعتقادات في دين الإمامية ... الصدوق ابن بابويه القمي ... 329 ¶ 6 ... أعلام الشيعة ... أغا بزرك الطهراني ... 1389 ¶ 7 ... إعلام الورى بأعلام الهدي ... الشيخ الطبرسي ... 548 ¶ 8 ... اغتيال النبي (ص) ... الشيخ نجاح الطائي ... معاصر ¶ 9 ... الاقتصاد الهادي إلى طريق الرشاد ... شيخ الطائفة الطوسي ... 460 ¶ 10 ... الأمالي ... الصدوق ابن بابويه القمي ... 329 ¶ 11 ... أمالي الطوسي ... شيخ الطائفة الطوسي ... 460 ¶ 12 ... الإمامة والنص ... فيصل نور ... معاصر ¶ 13 ... الانتصار ... العاملي ... معاصر ¶ 14 ... الأنوار البهية ... عباس القمي ... 1359 ¶ 15 ... الأنوار النعمانية ... نعمة الله الجزائري (إيراني) ... 1112 ¶ 16 ... أوائل المقالات ... الشيخ المفيد ... 413 ¶ 17 ... إيضاح الاشتباه ... العلامة الحلي ... 726 ¶ 18 ... الإيقاظ من الهجعة بالبرهان على الرجعة ... الحر العاملي ... 1104 ¶ 19 ... الإيمان والكفر ... الشيخ جعفر السبحاني ... معاصر ¶ 20 ... بحار الأنوار ... العلامة المجلسي ... 1111 ¶ 21 ... بداية المعارف الإلهية في شرح عقائد الإمامية ... السيد محسن الخزازي ... معاصر ¶ 22 ... البداية والنهاية ... ابن كثير الدمشقي ... 774 ¶ 23 ... بذل المجهود في إثبات مشابهة الرافضة لليهود ... عبد الله الجميلي ... معاصر ¶ 24 ... البرهان ... للمحقق البحراني ... 1186 ¶ 25 ... تاريخ ابن خلدون: العبر وديوان المبتدإ والخبر ... عبد الرحمن بن خلدون ... 808 ¶ 26 ... تاريخ الإسلام ... محمد بن أحمد بن عثمان الذهبي ... 847 ¶ 27 ... تأويل الآيات ... شرف الدين الحسيني ... 965 ¶ 28 ... تحرير العروة الوثقى ... السيد مصطفى الخميني ... 1398 ¶ 29 ... تحرير الوسيلة ... السيد الخميني ... 1410 ¶ 30 ... تفسير الصافي ... الفيض الكاشاني ... 1091 ¶ 31 ... تفسير العياشي ... محمد بن مسعود العياشي ... 320 ¶ 32 ... تفسير القمي ... علي بن إبراهيم القمي ... 329 ¶ 33 ... تفسير فرات ... فرات بن إبراهيم الكوفي ... 352 ¶ 34 ... تفسير نور الثقلين ... الحويزي ... 1112",
            "page": null,
            "part": null,
            "seal": "1BC76C39"
        },
        {
            "id": "159",
            "nass": "35 ... تهذيب الأحكام ... شيخ الطائفة الطوسي ... 460 ¶ 36 ... الثاقب في المناقب ... ابن حمزة الطوسي ... 560 ¶ 37 ... جامع أحاديث الشيعة ... السيد البروجردي ... 1383 ¶ 38 ... جواهر الكلام ... الشيخ الجواهري ... 1266 ¶ 39 ... الحدائق الناضرة ... المحقق البحراني ... 1186 ¶ 40 ... الحكومة الإسلامية ... الإمام الخميني ... 1410 ¶ 41 ... خصائص الأئمة ... الشريف الرضي ... 406 ¶ 42 ... الخصائص الفاطمية ... محمد باقر الكجوري ... 1255 ¶ 43 ... الدر المنضود ... السيد الكلبيكاني ... 1414 ¶ 44 ... ديوان السيد حيدر الحلي ... السيد حيدر علي ... 1304 ¶ 45 ... ذبائح أهل الكتاب ... الشيخ المفيد ... 413 ¶ 46 ... الذريعة ... أغا بزرك الطهراني ... 1389 ¶ 47 ... الرد على شبهات الوهابية ... الشيخ غلام رضا كاردان ... معاصر ¶ 48 ... الرسائل ... الإمام الخميني ... 1410 ¶ 49 ... رسائل المرتضى ... الشريف المرتضى ... 463 ¶ 50 ... رسالة المتعة ... الشيخ المفيد ... 413 ¶ 51 ... الروض النضير في معنى حديث الغدير ... فارس حسون كريم ... معاصر ¶ 52 ... السقيفة ... محمد رضا المظفر ... 1388 ¶ 53 ... شرح إحقاق الحق ... السيد المرعشي ... 1411 ¶ 54 ... شرح أصول الكافي ... مولى محمد صالح المازندراني ... 1081 ¶ 55 ... شهادة الأئمة ... جعفر البياتي ... معاصر ¶ 56 ... صحيح البخاري ... محمد بن إسماعيل البخاري ... 256 ¶ 57 ... الصحيفة السجادية ... الإمام زين العابدين ... 94 ¶ 58 ... صحيفة يو إس إي تواداي، ¶ 59 ... طلب العلم ... محمد بن علي الشوكاني ... 1255 ¶ 60 ... الطهارة ... الشيخ مرتضى الأنصاري ... 1281 ¶ 61 ... الطهارة الكبير ... السيد مصطفى الخميني ... 1398 ¶ 62 ... عقائد الإمامية ... محمد رضا المظفر ... 1388 ¶ 63 ... علل الشرائع ... الصدوق ابن بابويه القمي ... 329 ¶ 64 ... عيون أخبار الرضا ... الصدوق ابن بابويه القمي ... 329 ¶ 65 ... عيون المعجزات ... حسين بن عبد الوهاب ... القرن الخامس ¶ 66 ... غاية المرام ... السيد هاشم البحراني ... 1107 ¶ 67 ... الفوائد المدنية والشواهد المكية ... محمد أمين الإسترابادي ... 1033 ¶ والسيد نور الدين العاملي ... 1119 ¶ 68 ... الكافي ... محمد بن يعقوب الكليني ... 329",
            "page": null,
            "part": null,
            "seal": "B7CBDF53"
        },
        {
            "id": "160",
            "nass": "69 ... كامل الزيارات ... جعفر بن محمد بن قولويه ... 367 ¶ 70 ... كتاب الأربعين ... محمد طاهر القمي الشيرازي ... 1098 ¶ 71 ... كتاب سليم بن قيس ... سليم بن قيس الهلالي ... القرن الأول ¶ 72 ... كشف الأسرار ... الإمام الخميني ... 1410 ¶ 73 ... كشف الحقائق ... علي آل محسن ... معاصر ¶ 74 ... الكفاية في علم الرواية ... الخطيب البغدادي ... 463 ¶ 75 ... لقد شيعني الحسين ... إدريس الحسيني المغربي ... معاصر ¶ 76 ... لله ثم للتاريخ ... حسين الموسوي ... معاصر ¶ 77 ... مجلة الشراع ¶ 78 ... مجمع النورين ... الشيخ أبو الحسن المرندي ... معاصر ¶ 79 ... المحتضر ... حسن بن سليمان الحلي ... القرن الثامن ¶ 80 ... مدينة المعاجز ... السيد هاشم البحراني ... 1107 ¶ 81 ... مستدرك الوسائل ... الميرزا النوري ... 1320 ¶ 82 ... مستدرك سفينة البحار ... علي النمازي الشاهرودي ... 1405 ¶ 83 ... مشارق أنوار اليقين ... الحافظ رجب البرسي ... 813 ¶ 84 ... المصباح ... إبراهيم بن علي الكفعمي ... 905 ¶ 85 ... المقالات والفرق ... للنوبختي ¶ 86 ... المقنعة ... الشيخ المفيد ... 413 ¶ 87 ... من لا يحضره الفقيه ... الصدوق ابن بابويه القمي ... 329 ¶ 88 ... منهاج السنة ... شيخ الإسلام ابن تيمية ... 728 ¶ 89 ... منهاج الصالحين ... السيد أبو القاسم الموسوي الخوئي ... 1411 ¶ 90 ... المهذب ... القاضي ابن البراج ... 481 ¶ 91 ... مواقف الشيعة ... الأحمدي الميانجي ... معاصر ¶ 92 ... ميزان الحكمة ... محمد الريشهري ... معاصر ¶ 93 ... النصب والنواصب ... محسن المعلم ... معاصر ¶ 94 ... النهاية ... شيخ الطائفة الطوسي ... 460 ¶ 95 ... نوادر المعجزات ... محمد بن جرير الطبري (شيعي) ... القرن الثامن ¶ 96 ... الهداية ... الصدوق ابن بابويه القمي ... 329 ¶ 97 ... وركبت السفينة ... مروان خليفات ... معاصر ¶ 98 ... وسائل الشيعة ... الحر العاملي ... 1104 ¶ 99 ... الوشيعة ... لموسى جار الله ... 1369 ¶ 100 ... اليقين ... السيد ابن طاووس ... 664 ¶ 101 ... الصوارم المهرقة ... الشهيد نور الله التستري ... 1019 ¶ 102 ... أمل والمخيمات الفلسطينية ... عبد الله محمد الغريب ... معاصر",
            "page": null,
            "part": null,
            "seal": "B48934AC"
        }
    ],
    "t27": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "متى ظهر التشيع"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "فرق الشيعة"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: عقائد الشيعة الإمامية"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "عقيدة الإمامة ومكانتها عند الشيعة"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": null,
            "tit": "من هم الأئمة الاثنا عشر"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": null,
            "tit": "صفات الأئمة"
        },
        {
            "id": "21",
            "lvl": "4",
            "sub": "1",
            "tit": "أولا: عصمة الأئمة"
        },
        {
            "id": "24",
            "lvl": "4",
            "sub": null,
            "tit": "ثانيا: علمهم الغيب"
        },
        {
            "id": "29",
            "lvl": "4",
            "sub": null,
            "tit": "ثالثا: معجزات الأئمة"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "المهدي"
        },
        {
            "id": "45",
            "lvl": "3",
            "sub": null,
            "tit": "عقيدة الرجعة"
        },
        {
            "id": "50",
            "lvl": "3",
            "sub": null,
            "tit": "عقيدة البداء"
        },
        {
            "id": "56",
            "lvl": "3",
            "sub": null,
            "tit": "عقيدة التقية"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: الإمامية وموقفهم من مصدري التشريع"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: موقفهم من القرآن الكريم"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: موقفهم من السنة النبوية"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث: مظاهر الانحراف في المجتمعات الشيعية"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: الشرك في مذهب الشيعة الاثني عشرية"
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": "2",
            "tit": "أ- مفهوم الشرك عند الإمامية"
        },
        {
            "id": "87",
            "lvl": "3",
            "sub": null,
            "tit": "ب- مظاهر الشرك في المجتمع الشيعي"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: زواج المتعة في العقيدة الشيعية"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع: موقف الشيعة الاثني عشرية من المسلمين"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: موقفهم من الصحابة عموما"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: موقفهم من أبي بكر وعمر رضي الله عنهما"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: موقفهم من عائشة أم المؤمنين وحفصة، رضي الله عنهما"
        },
        {
            "id": "129",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا: الإمامية وموقفهم من أهل السنة"
        },
        {
            "id": "130",
            "lvl": "3",
            "sub": null,
            "tit": "أ- تكفيرهم لأهل السنة واستحلال دمهم"
        },
        {
            "id": "136",
            "lvl": "3",
            "sub": null,
            "tit": "ب- استباحة أموالهم"
        },
        {
            "id": "137",
            "lvl": "3",
            "sub": null,
            "tit": "ج- حكم مناكحتهم"
        },
        {
            "id": "139",
            "lvl": "3",
            "sub": null,
            "tit": "د- الصلاة خلفهم"
        },
        {
            "id": "140",
            "lvl": "3",
            "sub": null,
            "tit": "هـ- الصلاة عليهم"
        },
        {
            "id": "141",
            "lvl": "3",
            "sub": null,
            "tit": "و- نجاستهم"
        },
        {
            "id": "143",
            "lvl": "3",
            "sub": null,
            "tit": "ز- الحكم عليهم بالخلود في النار"
        },
        {
            "id": "143",
            "lvl": "2",
            "sub": "1",
            "tit": "خامسا: شهادات تاريخية"
        },
        {
            "id": "155",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "158",
            "lvl": "1",
            "sub": null,
            "tit": "أهم المصادر"
        }
    ]
}