{
    "b270": [
        {
            "id": "1",
            "nass": "القرآن وعودة المجد ¶ الحمد لله رب العالمين، والصلاة والسلام على سيدنا محمد وعلى آله وصحبه أجمعين، وبعد: ¶ فقد كنت في يوم من الأيام أقوم بزيارة لأحد الأصدقاء، فاسترعى انتباهي لوحة ملصقة على باب حجرة من حجرات المنزل تحمل عنواناً يقول: هكذا كنا فمتى نعود؟ ¶ جذبني العنوان، فوقفت مشدوهاً تجاه الملصق أقرأ ما جاء فيه والذي كان يحمل رسالة من أحد ملوك الإفرنج في أوربا إلى ملك الأندلس أيام عزها .. فماذا قال فيها؟ ¶ إلى صاحب العظمة-خليفة المسلمين- هشام الثالث، الجليل المقام: ¶ من جورج الثاني ملك إنجلترا والسويد والنرويج، إلى الخليفة ملك المسلمين في مملكة الأندلس، صاحب العظمة هشام الثالث الجليل المقام. ¶ بعد التعظيم والتوقير، نفيدكم أننا سمعنا عن الرُقي العظيم الذي تتمتع بفيضه الصافي معاهد العلم والصناعات في بلادكم العامرة، وأردنا لأبنائنا اقتباس نماذج من هذه الفضائل لتكون بداية حسنة في اقتفاء أثركم لنشر أنوار العلم في بلادنا التي يحيط بها الجهل من أركانه الأربعة، وقد وضعنا ابنة شقيقنا الأميرة (دوبانت) على رأس بعثة من بنات الأشراف الإنجليز لتتشرف بلثم أهداب العرش، والتماس العطف لتكون مع زميلاتها موضع عناية عظمتكم، وقد زودت الأميرة الصغيرة بهدية متواضعة لمقامكم الجليل ... أرجو التكرم بقبولها مع التعظيم والحب الخالص. ¶ خادمكم المطيع ¶ جورج الثاني ¶ لم أصدق نفسي وأنا أقرأ تلك الرسالة .. أهكذا كنا بالفعل؟! أهكذا كان وضعنا بين الأمم؟ ¶ فإن كان الأمر كذلك، فما الذي حدث لنا؟! ¶ لماذا أصبحنا بهذا الذل والهوان؟ ¶ لقد صرنا أضيع الأمم وأذلها وأجهلها .. لم يعد لنا وزن، وليس ثمّة من يرهبنا أو يعمل لنا أي حساب، بل على العكس: تكالب علينا الجميع لسرقتنا وانتهاك شرفنا وأعراضنا ... أصبحنا كالغنيمة التي بلا صاحب. ¶ رسالة الأخت نور: ¶ بعد قراءة الرسالة السابقة وما فيها من مظاهر عز المسلمين وعلوهم على الكافرين مرت على خاطري مشاهد الذل والهوان التي تحدث لنا ولإخواننا المسلمين هنا وهناك. ¶ تذكرت إخواننا في العراق وكيف أنهم يسامون سوء العذاب .. تذكرت الصور الفوتوغرافية التي تم تصويرها لإخواننا وأخواتنا من داخل سجن أبو غريب، وما فيها من مناظر يندى لها الجبين .. ¶ تذكرت الرسالة التي كنت قد قرأتها في إحدى المجلات للأخت نور والتي أرسلتها من داخل سجن أبو غريب تستنصرنا وتقول فيها: ¶ إلى أهلي وإخوتي الشرفاء في الرمادي والخالدية والفلوجة .. إلى جميع الشرفاء في العالم .. ¶ سلام من الله عليكم ¶ رسالة من أختكم نور من سجن اليهود في أبي غريب .... ¶ من أين أبدأ أيها الشرفاء؟! ¶ يعجز القلم عن الوصف، أصف لكم الجوع وأنتم تأكلون؟! أم أصف لكم السهر وأنتم نائمون؟ أم أصف لكم عراءنا وأنتم تلبسون؟ ¶ ماذا أصف لكم ما نلاقي من العذاب، والضرب المبرح حتى نحفظ لكم العرض ونصون الأمانة؟ ¶ إننا نعاني عندما ننظر إلى اليهود وهم يريقون الخمر أمامنا ويهتكون أعراضكم كالحيوانات المفترسة ... ¶ أيها الشرفاء كم مرة تموتون؟ ¶ أعراضنا هتكت، وملابسنا تمزقت، وبطوننا جاعت، ودموعنا جارية، ولكن من ينصرنا؟! ¶ لا أريد أن أودعكم .. وقبل أن أودعكم أقول لكم: اتقوا الله في أرحامكم فقد امتلأت البطون من أولاد الزنى .. ¶ وقبل الوداع أقول للشرفاء: إذا كنتم تمتلكون الأسلحة فاقتلونا معهم داخل السجن .. أسألكم الله ... أسألكم الله .. أسألكم الله ... ¶ أختكم في الله نور ¶ 1/ 2/2004م (¬1) ¶ تذكرت تلك الرسالة، ثم خنقتني العبرة، إشفاقاً عليها من ناحية، ولشعوري بالعجز عن نصرتها من ناحية أخرى .. ومر الوقت، وعمدت لإشغال نفسي بشيء آخر كي أنسى ما قرأته وتذكرته. ¶ ¬__________ ¶ (¬1) 1 - نشرت بمجلة المجتمع الكويتية عدد 1605",
            "page": "1",
            "part": "1",
            "seal": "70813C85"
        },
        {
            "id": "2",
            "nass": "إندونيسيا: ¶ وفي إحدى الليالي شاهدت برنامجاً عن التنصير في إندونيسيا، وهالني ما سمعت ورأيت. ¶ كل هذا العدد من المسلمين قد تم تنصيره؟ ¶ آلاف وآلاف بل وملايين تركوا إسلامهم .. حتى الأطفال الصغار رأيتهم وهم في إحدى دور التبشير يلعبون ويأكلون الحلوى ويمرحون، وبعد ذلك يطلب منهم المنصرون أن يقوموا بأداء إشارات التثليث، فما كان من أطفال المسلمين إلا أن قاموا بفعل ما يُطلب منهم بطريقة ميكانيكية تعودوها وعلموا أنها تُدّر عليهم الكثير من الحلوى والعطايا. ¶ يا الله!! أهكذا يحدث لأطفالنا .. أهذا كله يحدث ونحن نائمون .. صامتون .. غافلون ¶ وقبل أن ينتهي البرنامج إذا بأحد الدعاة الشباب هناك يوجه نداء لجميع المسلمين يقول فيه: نحن بأشد الحاجة إليكم .. هُبّوا لنجدتنا .. لن نعذركم أمام الله لتقاعسكم عن نصرتنا ¶ زاد حزني وألمي وشعوري بالعجز عن تلبية نداء هذا الشاب .. فماذا نفعل يا رب، والأمر قد استفحل، والنار قد شبت في ديارنا، ولا نستطيع إطفاؤها. ¶ نشرات الأخبار: ¶ حاولت أن أنسى ما سمعته ورأيته لاسيما وقد استقر في داخلي بأنني لن أستطيع أن أفعل شيئاً، وإذ بالنار تزداد اشتعالاً، فما من نشرة للأخبار أشاهدها في الآونة الأخيرة إلا وأرى فيها مآسٍ ومآسٍ جديدة للمسلمين، بل هناك جزء في النشرة مخصص لعرض مأساة العراق وصور القتلى من المسلمين الذين وصل عددهم إلى الآن حسب الإحصاءات المعلنة حوالي مائة ألف. ¶ وفي النشرة كذلك جزء ثابت مخصص لفلسطين .. وما أدراك ما فلسطين .. ¶ فالبيوت تُهدم بالجرافات على رؤوس أهلها .. والرصاص يخترق أجساد الصغار، والشهداء يتساقطون بالعشرات .. والذل والهوان والضياع والتشريد لا يمكن للعبارات أن تصفه. ¶ مآسٍ هنا وهناك ولا ندري ما هي النهاية؟ وهل ستكون هناك نهاية؟! ¶ لماذا تركنا الله عز وجل؟: ¶ سألت نفسي: ولكن أليس الله بقدير؟ أليس الله بجبار؟! ¶ أليس سبحانه لا يعجزه شيء في الأرض ولا في السماء .. فلماذا يتركنا هكذا نتجرع كؤوس الذل والهوان؟! ¶ لقد رأينا آثار الزلزال الذي حدث في المحيط الهندي وأثمر عن فيضانات واسعة عنيفة أودت بحياة عشرات الآلاف، وأزالت جزراً وقرى بأكملها من الوجود .. ¶ رأينا فيه قدرة المقتدر التي تتضاءل وتتلاشى بجوارها أي قدرة مزعومة أخرى. ¶ سألت نفسي: لماذا لا يُرسل الله عز وجل مثل هذا الزلزال على اليهود والأمريكان فيأخذهم أخذ عزيز مقتدر، ويخلصنا منهم ومن شرورهم؟! ¶ تزاحمت على ذهني الأسئلة: ألسنا مسلمين؟ أليس الكثير منا يصلي ويصوم؟! ألسنا ندعو الله ونتضرع إليه بأن يكشف عنا الغمة؟! فلماذا لم يستجب دعاءنا وهو القادر على نصرتنا في لمح البصر؟! ¶ القرآن يجيب: ¶ فكرت كثيراً عن مصدر يجيب عن أسئلتي، فقفزت إلى خاطري فكرة البحث عن الإجابة في القرآن ... أليس القرآن هو كلام الله؟! أليس القرآن هو دستور الأمة؟! ¶ أقبلت على القرآن باحثاً عن بُغيتي، ففوجئت بأن الإجابة فيه واضحة تمام الوضوح، ليس فيها لبس ولا غموض، فالله عز وجل قادر مقتدر\"وإذا أراد الله بقوم سوءاً فلا مرد له\" [الرعد:11] .. يستطيع أن يغير ما حاق بنا في لمح البصر\"إنما أمره إذا أراد شيئاً أن يقول له كن فيكون\" [يس:82] ¶ ومع ذلك فقد أخبرنا القرآن بأن الله عز وجل لن يفعل ذلك إلا إذا قام المسلمون أولاً بتغيير ما بأنفسهم من اعوجاج، والتزموا منهجه، واستقاموا على أمره\"إن الله لا يغير ما بقوم حتى يغيروا ما بأنفسهم\" [الرعد:11] ¶ فالأمر واضح وجلي .. إن أردنا استجلاب النصر الإلهي فلا بديل عن تنفيذ أوامر الله ونصرته سبحانه على أنفسنا\"إن تنصروا الله ينصركم ويثبت أقدامكم\" [محمد:7]",
            "page": "2",
            "part": "1",
            "seal": "D0FBF434"
        },
        {
            "id": "3",
            "nass": "وفي المقابل فإن ما يحدث لنا ما هو إلا عقوبة من الله عز وجل ونتيجة طبيعية لما فعلناه\"أولما أصابتكم مصيبة قد أصبتم مثليها قلتم أنَّى هذا قل هو من عند أنفسكم\" [آل عمران: 165] ¶ فالمعاصي التي نرتكبها، والأوامر التي نخالفها ... كل هذا أدى إلى غضب الله علينا، ومن ثمَّ استدعاء العقوبة\"وتذوقوا السوء بما صددتم عن سبيل الله\" [النحل: 94] ¶ إذن فما نذوقه من سوء وذل وهوان ما هو إلا نتيجة ما فعلناه، ولا ينبغي لمن ارتكب المخالفة أن يستغرب العقوبة، فإن كنت في شك من هذا فانظر إلى شوارعنا وما فيها من مظاهر للتفسخ الأخلاقي، وانظر إلى الفضائيات وما تبثه من دعوة للفحش والفجور، وتأمل حجم المعاملات الربوية التي تتعامل بها بنوكنا. ¶ أليست الغش والكذب والرشوة منتشرة في ربوع بلادنا؟! ¶ أليس موالاة الكافرين والتقاعس عن نصرة المستضعفين من المسلمين أمر واقع بيننا؟! ¶ فلماذا إذن نستغرب العقوبة؟ ¶ لماذا نستغرب عدم إجابة الله لدعائنا ونصرته لنا؟! ¶ أنا وأنت السبب؟ ¶ فما يحدث إذن في فلسطين والعراق والسودان وإندونيسيا و ... لنا دور أساسي في حدوثه بأفعالنا وبما كسبت أيدينا، وإن استمر الوضع قائماً .. وإن استمرت المعاصي يُجهر بها في بلادنا فالعقوبة ستتضاعف، وقد نفاجأ بين عشية وضحاها بمجلس الأمن بصدر قراراً باحتلالنا تحت أي مسمى .. خدمة للمشروع الصهيوني، وتمكيناً له، فنصبح في يوم وليلة بالعراء فنفقد بيوتنا ووظائفنا، ويضيع مستقبل أولادنا الذي ضحينا بالكثير من أجله، وتصبح نساؤنا سبايا وخدماً لبني صهيون. ¶ سألت نفسي: ولكننا لسنا جميعاً نرتكب المعاصي، ففينا الصالحون الصائمون القائمون، الذاكرون الله كثيراً ... فلماذا يشملهم العقاب الإلهي؟ ¶ بحثت في القرآن عن إجابة لهذا السؤال، فوجدت أن الخطاب فيه موجه إلى المسلمين بصيغة الجمع لا بصيغة المفرد، مثل: يا أيها الذين آمنوا .. أقيموا الصلاة ... جاهدوا ... أنفقوا ... فالله عز وجل يتعامل مع الأمة الإسلامية ككيان وجسد واحد لابد أن تصح وتسلم جميع أجزائه معاً، وصلاح جزء منه مرتبط بصلاح الكل، بمعنى أن صلاح الفرد في نفسه لابد وأن يصاحبه عمل على إصلاح الأمة جمعاء وإلا فسيكون العقاب الذي يصيب الجميع بلا استثناء\"واتقوا فتنة لا تصيبن الذين ظلموا منكم خاصة واعلموا أن الله شديد العقاب\" [الأنفال:25] .. وهذا ما حدث بالفعل. ¶ لماذا العقاب لنا وحدنا؟ ¶ قفز إلى ذهني سؤال آخر وهو لماذا نعاقب نحن بهذه العقوبات الأليمة دون غيرنا من الأمم والتي تفعل من المعاصي أضعاف أضعاف ما نفعله؟! ¶ وجدت الإجابة في قوله تعالى\"وكذلك جعلناكم أمة وسطاً لتكونوا شهداء على الناس\" [البقرة:143] فالله عز وجل اختص هذه الأمة بالرسالة الخاتمة وائتمنها عليها، وطالبها بأن تقوم بما فيها، وتبلغها لسائر الأمم لاستنقاذها من الضلال والنار. ¶ مهمة عظيمة حمّلها الله لأمة الإسلام ألا وهي القيام بدور الشهادة على الناس ودعوتهم إلى الله، ومن أجل ذلك فضل الله الأمة الإسلامية على سائر الأمم \"كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر و تؤمنون بالله \" [آل عمران: 110] ¶ وللأسف الشديد ضيعنا الأمانة، فلم نقمها في أنفسنا، ولم نبلغها لغيرنا، فصار العقاب لزاماً علينا، وقد كان ... ¶ ماذا يريد الله منا؟ ¶ معنى ذلك أنه لن يتم حل المشكلة التي نعاني منها، والخروج من النفق المظلم الذي نسير فيه إلا إذا استبدلنا غضب الله برضاه، حتى يوقف سبحانه عقوبته عنا \"عسى الله أن يكف بأس الذين كفروا والله أشد بأساً وأشد تنكيلاً\" [النساء: 84] ¶ فكيف لنا أن نفعل ذلك؟! ¶ ما الذي يريده الله منا كي يرضى عنا وينصرنا؟",
            "page": "3",
            "part": "1",
            "seal": "904A254D"
        },
        {
            "id": "4",
            "nass": "عدت إلى القرآن ثانية وبحثت فيه عن إجابة لهذه التساؤلات فوجدت أن الأمر واضح تمام الوضوح ... فالله عز وجل يريد منا عدم الشرك به ... يريد أن نخلص أعمالنا كلها له، فلا نتعلق بغيره، ولا نعتقد أن هناك من يملك نفعنا أو ضرنا سواه ... ¶ يريد منا أن نطيعه ولا نعصيه .. أن نصلي الصلاة على وقتها ... أن ترتدي نساؤنا الزي السابغ الساتر الذي لا يصف ولا يشف. ¶ يريد منا أن نغض أبصارنا عما لا يحل لنا ... يريد منا أن نكف عن سماع الأغاني الخليعة والموسيقى الماجنة ... يريد منا ألا يخلو الرجال بالنساء ... ¶ يريد منا أن تكون عزتنا به وحده .. لا بمناصبنا أو نسبنا أو أموالنا، أو ... ¶ ويريد منا أن نحبه ونحب رسوله أكثر مما نحب أهلنا وأبناءنا وأموالنا وعقاراتنا. ¶ . يريد منا أن نتحد ولا نتفرق، وأن نتآخي فيه ... وأن نتعامل بالإحسان فيما بيننا. ¶ فإن لن نفعل؟ ¶ فإن ظلت المساجد خالية، ودور السينما مزدحمة مكتظة. ¶ فإن ظلت القنوات الإباحية تُشاهد في بيوتنا بما تحمله من مناظر العهر والتفسخ .. ¶ فإن ظلت الخلافات بيننا وظل بعضنا يتهم أخاه بالفسق أو التشدد أو الكفر. ¶ فإن ظلت الفتيات تخرج إلى الشوارع عاريات البطون والنحور .. ¶ إن ظل هذا كله، فانس أي شيء عن تحسن للوضع القائم، وعن الأمل في التغيير، بل عليك انتظار الأسوأ والأسوأ. ¶ إن ظل هذا كله فعلينا أن نستعد للدمار القادم الذي لن يستثني أحداً، فالله عز وجل لا يخلف وعده، ولقد وعد العاصين بالعقوبة، وها هي قد نزلت، ووعدهم بمضاعفة العقوبة إن استمروا في عصيانهم، والوضع القائم يُنبئ بحدوث ذلك، فآلات الذبح تُعد أمامنا، وسيناريوهات احتلالنا وتمزيقنا جاهزة، ومشروع الشرق الأوسط الكبير يجري الإعداد له لتمكين اليهود من مقدراتنا وأراضينا، وما أمر السودان وأزمة دارفور عنا بعيد. ¶ فماذا ننتظر بعد ذلك؟ ماذا ننتظر وقد أغلقت كل أبواب الأرض، ولا يوجد لنا أمل إلا في السماء عند رب الأرض والسماء. ¶ أخي .. لا خيار أمامنا: إما العودة السريعة إلى الله، وإما الدمار ... ثم الدمار. ¶ إلى متى الغفلة؟! ¶ سألت نفسي: وما الذي يمنعنا عن فعل ما يرضي الله وبخاصة أن الجميع يعلم بأنه مستهدف، وأن الحرب على الإسلام قد اشتعلت، والنار قد أمسكت بأطراف ثيابنا، ومع ذلك فنحن نتصرف وكأن شيئاً لم يكن. ¶ ألهذا الحد قد بلغت غفلتنا؟ ¶ متى ننتبه ونستيقظ؟ ¶ ألا توجد وسيلة ننتبه من خلالها ونعود إلى الله ونفعل ما يرضيه قبل وقوع الكوارث القادمة ودخولنا في دائرة الطوفان والذل والعذاب المهين؟ ¶ حب الدنيا: ¶ بحثت في القرآن عن الأسباب التي يمكنها أن تقعد الناس، وتمنعهم عن فعل ما يرضي الله عز وجل، وتجعلهم في حالة من الغفلة والتيه، فوجدتها في قوله تعالى\"يا أيها الذين آمنوا ما لكم إذا قيل لكم انفروا في سبيل الله اثاقلتم إلى الأرض أرضيتم بالحياة الدنيا من الآخرة فما متاع الحياة الدنيا في الآخرة إلا قليل إلا تنفروا يعذبكم عذاباً أليما ويستبدل قوماً غيركم ولا تضروه شيئاً والله على كل شيء قدير\" [التوبة:39،38] ¶ فالآيات تُشخص سبب عدم فعل الناس ما يرضي الله ألا وهو الرضا بالدنيا وحبها والتعلق بها، ومن لم يتخلص من ذلك فالعذاب ينتظره ... وهذا هو الحادث معنا، وواقعنا خير شاهد على ذلك. ¶ ومما يؤكد هذا التشخيص قول رسول الله صلى الله عليه وسلم:\"إذا تبايعتم بالعِينة وأخذتم أذناب البقر ورضيتم بالزرع وتركتم الجهاد: سلط الله عليكم ذلاً، لا ينزعه حتى ترجعوا إلى دينكم\" (¬1) ¶ ¬__________ ¶ (¬1) 1 - صحيح الجامع الصغير (423)",
            "page": "4",
            "part": "1",
            "seal": "122617B9"
        },
        {
            "id": "5",
            "nass": "لقد طبقنا كل ما في هذا الحديث .. رضينا بالزرع وتاقت أنفسنا لتملك الأراضي والضياع والعقار، وتبايعنا بالدّين والسلف لشراء مستلزمات الحياة العصرية المرفهة .. حلم الثراء يسيطر علينا، ويقيدنا ببنود تحقيقه .. تركنا الجهاد والتضحية في سبيل الله .. فماذا كانت النتيجة؟ ¶ عاقبنا الله عز وجل كما يشير الحديث بالذل، وعلى يد من؟ على يد إخوان القردة والخنازير أجبن شعوب الأرض وأذلها عند الله ... ¶ إذن فحب الدنيا والتعلق بها هو الذي يمنعنا من القيام بما يريده الله عز وجل. ¶ حب الدنيا وإيثار شهواتها هو الذي يجعلنا نسهر أمام التلفاز نشاهد الأفلام والمباريات ونترك صلاة الفجر. ¶ حب الدنيا وطلب المنزلة عند الناس هو الذي يجعل الفتاة تخرج بهذا الوضع السافر الذي نراه، وإن غطت شعرها بغطاء رقيق فإن باقي ملابسها تظل بعيدة عما يرضي الله عز وجل. ¶ حب الدنيا وطلب العلو فيها هو الذي يجعلنا نعتد برأينا، ونتناحر فيما بيننا ونختلف ونتباغض ونتحاسد ونتدابر ... ¶ وضوح الرؤية: ¶ إذن فقد وضحت الرؤية وتبين مكمن الداء ألا وهو حب الدنيا ... ¶ حب الدنيا هو القيد الذي يقيد قلوبنا ويجذبنا إلى الأرض، ويمنعنا من فعل ما يرضي الله كلما هممنا بذلك. ¶ فإن كان الأمر كذلك فكيف نتخلص من هذا الداء الذي يحول بيننا وبين فعل ما يرضي الله؟ ¶ ما هو الدواء السحري لهذا الداء والذي يمكنه أن يسع جميع أفراد الأمة من مشارقها إلى مغاربها برجالها ونسائها، وشيوخها وشبابها؟! ¶ إنه القرآن: ¶ عُدت مرة أخرى إلى القرآن أبحث فيه عن هذا الدواء السحري، وما كنت أظن أنه موجود فإذا بي أُفاجأ بأنه أمامي وبين يدي ... إي والله بين يدي .. أتدرون ما هو؟ .. إنه القرآن!! ¶ لا تعجب -أخي القارئ- من هذه النتيجة، فإن أردت أن تصل إلى ما وصلت إليه من أن القرآن هو الدواء السحري الذي من خلاله نتخلص من مرض حب الدنيا فما عليك إلا أن تتبع الآيات التي يتحدث الله فيها عن القرآن ودوره وأثره على الفرد والأمة، ثم قم بتجميعها والتأمل فيها ... ¶ ستصل يقيناً إلى أن القرآن هو الدواء الذي نحتاجه الآن و بشدة، وأنه الحل الذي من خلاله سنرضي الله عز وجل. ¶ لم أصدق نفسي، فالقرآن بين أيدينا، وفي بيوتنا، وتنطلق به إذاعاتنا ليل نهار ومع ذلك فحالنا لم يتغير .. هذا من ناحية، ومن ناحية أخرى فإن آياته تؤكد تأكيداً قاطعاً بأنه الدواء الناجع لما نعاني منه من أمراض\"يا أيها الذين آمنوا قد جاءتكم موعظة من ربكم وشفاء لما في الصدور وهدى ورحمة للمؤمنين\" [يونس:57] ¶ هناك إذن حلقة مفقودة بيننا وبين القرآن، فبالرغم من اهتمامنا الكبير به وبتعلمه وقراءته وحفظه إلا أننا لم نر ثمار حقيقية لهذا الاهتمام في سلوكنا، وهذا ما يؤكد أن القرآن يحتاج منا إلى تعامل جديد. ¶ يحتاج إلى أن نتعامل معه على حقيقته والتي أنزله الله من أجلها في كونه مادة للتغيير والشفاء \"قل هو للذين آمنوا هدى وشفاء\" [فصلت: 44] ¶ وأنه وسيلة عظيمة للتقويم ... تقويم المعوج في التصورات والسلوك\"إن هذا القرآن يهدي للتي هي أقوم\" [الإسراء:9] ¶ وهو كذلك منبع عظيم لزيادة الإيمان ومن ثمَّ نقصان الهوى \"وإذا تليت عليهم آياته زادتهم إيمانا\" [الأنفال: 2] ¶ إنه باختصار مصنع التغيير .. تغيير كل من يدخل إليه مهما كان حاله، ومهما كان حجم الإعوجاج به ... وهذا هو سر معجزته\"وكذلك أوحينا إليك روحاً من أمرنا\" [الشورى:52]",
            "page": "5",
            "part": "1",
            "seal": "28F3191A"
        },
        {
            "id": "6",
            "nass": "القرآن هو الحل: ¶ إذن فالقرآن هو الحل والذي بإمكانه أن يسع جميع أفراد الأمة، ولِمَ لا وهو الكتاب الوحيد الذي يجتمع عليه الجميع، ولا يختلف على مصداقيته اثنان. ¶ القرآن هو مشروع الأمة القومي الذي من خلال الالتفاف حوله، والاعتصام به تتحطم قيود القلب لينطلق بعد ذلك ركضاً إلى الله، وإلى فعل ما يرضيه. ¶ نعم، هذا هو قدْر القرآن الذي قال الله عنه\"لو أنزلنا هذا القرآن على جبل لرأيته خاشعاً متصدعاً من خشية الله وتلك الأمثال نضربها للناس لعلهم يتفكرون\" [الحشر: 21] ¶ ومع هذا الدور العظيم للقرآن إلا أننا لن نستطيع الانتفاع به إلا إذا أحسنََّا التعامل معه .. ¶ لابد أن نتعامل مع القرآن على أنه كتاب هداية وشفاء وتقويم وتغيير، وهذا يستدعي منا أن نقبل عليه، وأن نخصص له وقتاً ثابتاً كل يوم نلتقي به، ونُسلم له أنفسنا، ويُفضّل أن يكون هذا اللقاء في مكان هادئ حتى نُمكِّنه من إحداث التغيير داخلنا .. ¶ وفي لقائنا اليومي مع القرآن علينا أن نقرأه بهدوء وترتيل، وبصوت مسموع، ولا يكن هم الواحد منا هو متى سينتهي من السورة، ولكن ينبغي أن يكون همه: متى سأتأثر بالآيات .. فالتأثر بالآيات يعني زيادة الإيمان وتوليد الطاقة، وتحطم جزء من القيود ... أي أن التأثر يعني بدء عملية التغيير. ¶ الطريق إلى التأثر: ¶ ولأن التأثر لن يتم إلا إذا فهمنا ما نقرأ، لذلك علينا بتدبر الآيات بعقولنا، وأن نسترسل في القراءة استرسالاً يؤدي إلى تصاعد تأثير الآيات على مشاعرنا حتى نصل لمرحلة التجاوب، مع الأخذ في الاعتبار أن الوصول لمرحلة التأثر مع الآيات لابد له من أن نُهيئ أذهاننا وقلوبنا لتحصيله من خلال المكان الهادئ والاستمرار في القراءة لأطول فترة ممكنة، والتباكي معها، والفهم الإجمالي للآيات دون التوقف الطويل عند بعض ألفاظها. ¶ فإذا ما قمنا بهذه الوسائل وحافظنا على استمراريتها فستأتي لحظات التأثر ولو بآية من الآيات، فعلينا وقتها أن نستفيد من الفرصة التي جاءتنا، ومن لحظات التغيير التي تتم داخلنا، وذلك بأن نردد تلك الآية التي تجاوب القلب معها، ونستمر على ذلك طالما وُجد التجاوب، فإذا انقطع انطلقنا في قراءتنا منتظرين لحظات التأثر مع آية جديدة. ¶ فإذا ما داومنا على هذه الطريقة السهلة فستبدأ القيود في التحطم، وسيزداد الإيمان في القلب شيئاً فشيئاً، وسيظهر أثره على السلوك، وسنعرف معنى التغيير من خلال القرآن، لننطلق بعد ذلك بهذا الدواء نصفه، وندل عليه كل من حولنا. ¶ علينا أن ندعو الأهل والأولاد .. والأقارب والجيران .. والزملاء والأصدقاء ... ندعوهم إلى السعادة .. إلى التغيير ... إلى الحل الأمثل والسهل الميسر لمنع حلول الكارثة ¶ وشيئاً فشيئاً ستسري روح القرآن في الأمة وتبدأ ثمار التغيير تظهر في مجتمعاتنا ليتحقق تبعاً لذلك وعد الله، ويتوقف مسلسل الذل والهوان، ويعود مجد الأمة الزائل مرة أخرى، وستأتينا رسائل من أعدائنا تطلب منا المساعدة بمثل ما أرسل به جورج الثاني إلى هشام الثالث ملك الأندلس \"ويومئذ يفرح المؤمنون بنصر الله ينصر من يشاء وهو العزيز الرحيم\" [الروم:5،4] ¶ إنها ليست أضغاث أحلام بل ستكون حقائق بمشيئة الله، وإن غداً لناظره لقريب. ¶ وصلِّ اللهم على سيدنا محمد وعلى آله وصحبه وسلم. ¶ والحمد لله رب العالمين.",
            "page": "6",
            "part": "1",
            "seal": "0B332DA0"
        }
    ],
    "t270": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "رسالة الأخت نور"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "إندونيسيا"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "نشرات الأخبار"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "2",
            "tit": "لماذا تركنا الله عز وجل؟"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "3",
            "tit": "القرآن يجيب"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "أنا وأنت السبب؟"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "لماذا العقاب لنا وحدنا؟"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "2",
            "tit": "ماذا يريد الله منا؟"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "فإن لن نفعل؟"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "1",
            "tit": "إلى متى الغفلة؟!"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "2",
            "tit": "حب الدنيا"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "وضوح الرؤية"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "1",
            "tit": "إنه القرآن"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "القرآن هو الحل"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "الطريق إلى التأثر"
        }
    ]
}