{
    "b274": [
        {
            "id": "1",
            "nass": "أين المخرج ¶ فالصخرة أغلقت الغار ¶ مجدي الهلالي",
            "page": null,
            "part": null,
            "seal": "10F27EFB"
        },
        {
            "id": "2",
            "nass": "جميع الحقوق محفوظة ¶ الطبعة الأولى ¶ الترقيم الدولى:  I.S.B.N ¶ 977-441-075-0 ¶ دار السراج ¶ توزيع ¶ مؤسسة اقرأ ¶ للنشر والتوزيع والترجمة ¶ القاهرة ت: 25326610 ... محمول:0102327302 - 0126344043 ¶ Email:iqraakotob@yahoo.com",
            "page": "1",
            "part": "1",
            "seal": "D19B1D43"
        },
        {
            "id": "3",
            "nass": "هل نرتدي الأكفان انتظارًا للنهاية؟! ¶ الحمد لله الذي له ما في السماوات وما في الأرض، القدير المقتدر، الذي لا يعجزه شيء في الأرض ولا في السماء، وإذا ما أراد شيئًا فإنما يقول له: كن. فيكون. ¶ والصلاة والسلام على البشير النذير محمد بن عبد الله، وعلى آله وصحبه أجمعين، أما بعد: ¶ فالغالبية العظمى من المسلمين في شتى بقاع العالم، يتفقون على صعوبة الوضع الذي تمر به الأمة الإسلامية، وعلى كثرة الفتن التي تحيط بها، وعلى أن الحال يزداد سوءًا يومًا بعد يوم، إلا أن هذا الاتفاق لا يستمر إذا ما تطرق الحديث إلى التشخيص والعلاج. ¶ بمعنى أنك إذا ما ذكَّرت محدثيك بأن هذا الواقع الأليم الذي تحياه أمتنا منذ عقود طويلة ما هو إلا نتيجة لتفشى مرض ضعف الإيمان، والتخلي عن حمل الرسالة التي شرف الله الأمة بها، وأنه لن يتغير هذا الواقع إلا إذا تغيرت نفوسنا، وامتلأت قلوبنا بالإيمان، وأن أفضل وسيلة لذلك هي التعامل الصحيح مع القرآن ... ¶ إذا ما ذكَّرتهم بهذا الحل الذي أرشدنا إليه مالك هذا الكون، ومدبَّر أمره، وأكد عليه رسوله صلى الله عليه وسلم، فإنك لا تكاد تجد آذانا مصغية لك وكأنه ينبغي علينا أن نظل في هذا التيه، ونرتدي الأكفان منتظرين أن تحين نهايتنا وتقوم قيامتنا!! ¶ أو ننتظر - كما يقول البعض - حتى يظهر المهدي، أو ينزل المسيح عليه السلام!! ¶ لقد انطبق حال الأمة الإسلامية اليوم - إلى حد بعيد - مع حال أصحاب الغار، الثلاثة الذي كانوا في سفر، وأرادوا أن يستريحوا قليلا فوجدوا غارًا في بطن جبل فدخلوا إليه، لتأتي العواصف والرياح فتزحزح صخرة وتدحرجها حتى تقف أمام باب الغار، وتسده بالكلية، وعبثا يحاول الثلاثة أن يزحزحوا الصخرة ولكنها لم تتحرك قيد أنملة .. فماذا يفعلون؟! ¶ هل دب اليأس إليهم؟! لا، لم يحدث هذا بل تذكروا أن للصخرة والغار ربا هو ربهم ورب كل شيء ومليكه .. تذكروا قدرته المتناهية، وقيوميته الدائمة عليهم وعلى الكون كله، فأقبلوا عليه متضرعين، متبئسين، منكسرين، وبداخلهم يقين بأنه لن ينجيهم سواه .. ¶ وعندما تلبست بهم هذه الحالة، وامتلأت قلوبهم بالإيمان واليقين بأنه لن ينجيهم سوى الله تحركت الصخرة تدريجيا، ليخرجوا بعد ذلك من الغار سالمين. ¶ ونحن الآن نعيش في مرحلة انطباق الصخرة على فوهة الغار وجميعنا بداخله، ولقد جربنا لإزاحة تلك الصخرة حلولا كثيرة فلم تنجح، فلماذا - إذن - لا نفعل مثل ما فعل الثلاثة ونتوجه توجها صادقا نحو من بيده إخراجنا، ونسير وفق ما دلنا عليه في كتابه، وعلى لسان رسوله صلى الله عليه وسلم عندما أكد على الطريقة التي بها يمكن للأمة أن تخرج من أي كبوة تمر بها؟! ¶ لماذا لا نتجه إلى المخرج الصحيح؟! ¶ نعم، إن الفتن التي تمر بالأمة في غاية القسوة والخطورة، ولكن لا زال الأمل موجودًا، والمخرج ميسرًا لنا جميعا للخروج من هذه الأزمة، وللنهوض من جديد، وذلك من خلال حسن الاتصال بالقرآن والاغتراف من منابع الإيمان فيه، فتتغير تبعا لذلك نفوسنا، ونعود فنحمل رسالتنا، فنستدعي بذلك رضا الله عز وجل فتنفرج الصخرة، وتعود أمتنا لسيرتها الأولى .. الأمة الرائدة، وتعتلى مقعد الأستاذية للبشرية جمعاء .. أستاذية الهداية {لِّتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ} [البقرة: 143].",
            "page": "2",
            "part": "1",
            "seal": "3BEC3BA3"
        },
        {
            "id": "4",
            "nass": "وإنني - بفضل الله عز وجل ومَنَّه وكرمه - على يقين تام بأن نهوض الأمة وعودة مجدها من جديد قادم لا محالة، وأن القرآن هو الذي سيقودها إلى ذلك على يد جيل رباني، قد سرى نور القرآن في قلبه، وهيمن عليه وأشعل جذوة الإيمان فيه، فلم يدعه يقر حتى ينقل هذا النور إلى قلوب غيره - بإذن ربه - فتحيا الأمة بالقرآن، وتتوحد تحت رايته. ¶ إن هذا اليقين لا ينطلق من أحلام وأوهام، بل ينطلق من الكتاب والسنة وما فيهما من أدلة تؤكد ذلك، ومن خلال النموذج الفريد الذي صنعه القرآن، ومن الوصايا النبوية بضرورة التمسك بالقرآن عند حدوث الفتن، وأنه المخرج الآمن منها، وينطلق كذلك من النماذج المشرقة التي صنعها القرآن على مر التاريخ، خاصة تلك النماذج التي ظهرت في العصر الحديث، والتي تعطي دلالة قوية بإمكانية تكرارها. ¶ ولعلى بهذه الكلمات قد أجبتك - أخي القارئ- على سؤالك الذي بلغني منك، وهو لماذا تصطبغ الكتب والمقالات- وبخاصة في الآونة الأخيرة- لكاتب هذه السطور بالحديث عن القرآن؟ ¶ فإلى أن ننتبه جميعًا إلى هذا الحل الرباني العظيم، وهذه الوصفة النبوية الأكيدة، فسأظل - بعون الله- أكتب وأُذكِّر بهذا الأمر، وأتمنى أن يحذو هذا الحذو كل من رأى بنفسه، وأيقن بأن القرآن هو المخرج، فلعل صوتا من هذه الأصوات يجد آذانا مصغية فتلتفت إليه، وترى بنفسها المخرج الرباني الآمن من هذا الغار المظلم .. ¶ وهذه الصفحات التي بين يديك - أخي القارئ - تذكير بالمعاني التي ذُكرت في هذه الأسطر، مع مزجها بالأدلة الشرعية التي تزيدك اطمئنانًا بأن مشكلتنا إيمانية، وأن حلها هو حُسن الاتصال بالقرآن، مع بيان الوسائل العملية التي من شأنها أن تجعلنا ننتفع بالقرآن في إنشاء الإيمان وإحداث التغيير بإذن الله. ¶ ومما تجدر الإشارة إليه أن بين طيات الصفحات القادمة بعضا من الفقرات قد تم نقلها من كتاب (تحقيق الوصال بين القلب والقرآن) خاصة الفصل الأول والسابع منه (¬1). ¶ أسأل الله عز وجل أن تقع هذه الصفحات موقعها الصحيح في نفس قارئها، و أن تكون وسيلة من الوسائل التي يصنع الله بها مجد الأمة من جديد. ¶ ولا يسعنى في هذا المقام إلا أن أرد الأمر إلى أهله، فأشكر الله عز وجل وأحمده أن وفقني ويسَّر لي الكتابة في هذا الموضوع مع ضعفي وقلة بضاعتي {وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي} [سبأ: 50]، فلله وحده الفضل والمنة على أي خير تجده - أخي- في هذه الصفحات. ¶ {سُبْحَانَكَ لاَ عِلْمَ لَنَا إِلاَّ مَا عَلَّمْتَنَا} [البقرة: 32]. ¶ كتبه ¶ العبد العاجز الفقير ¶ إلى عفو ربه ورحمته ورضوانه: ¶ مجدي الهلالي ¶ وللتواصل: ¶ www.alemanawalan.com ¶ quraaan@hotmil.com ¶ ¬__________ ¶ (¬1)  الفصل الأول بعنوان: (الصخرة أغلقت الغار فهل إلى خروج من سبيل؟) والسابع بعنوان: (كيف يحدث الوصال بين القلب والقرآن؟).",
            "page": "3",
            "part": "1",
            "seal": "5CDAB913"
        },
        {
            "id": "5",
            "nass": "فصيلة دم أمتنا ¶ لو تأملنا المرحلة التي تعيشها أمتنا منذ عقود طويلة لوجدناها تتشابه إلى حد كبير مع مرحلة التيه التي مر بها بنو إسرائيل عندما رفضوا دخول الأرض المقدسة. ¶ فبعد أن نجى الله عز وجل موسى - عليه السلام - وقومه، وأغرق فرعون وملأه، سار موسى - عليه السلام - ببني إسرائيل متوجها نحو الأرض المقدسة، وطلب منهم أن يدخلوها معه، فلما علموا أن فيها قوما أشداء خافوا من مواجهتهم، ورفضوا الدخول وقالوا لموسى: عليه السلام {إِنَّا لَن نَّدْخُلَهَا أَبَدًا مَّا دَامُوا فِيهَا فَاذْهَبْ أَنتَ وَرَبُّكَ فَقَاتِلا إِنَّا هَاهُنَا قَاعِدُونَ} [المائدة: 24]. ¶ فكان العقاب الإلهي بأن يتيهوا في الأرض أربعين سنة {فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الأَرْضِ} [المائدة: 26]. ¶ والجدير بالذكر أن بني إسرائيل ظلوا خلال هذه المدة يبحثون عن مخرج من التيه، وكلما توهموا مخرجا اندفعوا إليه، وبذلوا فيه جهدهم، ليفاجأوا بعد ذلك أنه سراب ... ¶ يقول ابن كثير: فحرمها الله عليهم أربعين سنة، يتيهون في الأرض يصبحون كل يوم فيسيرون ليس لهم قرار (¬1). ¶ وكذلك نحن، فمنذ عقود طويلة والمخلصون من أبناء أمتنا يبحثون عن مخرج للأمة يُنقذها من تيهها، إلا أن هذا البحث - مع ما فيه من جهد وإخلاص- تنقصه حلقة مهمة لكي تكتمل السلسلة وتظهر النتيجة المرجوة، وتنفرج الصخرة انفراجًا يتيح للأمة الخروج من مأزقها الراهن. ¶ هذه الحلقة المفقودة تُعنى بتشخيص السبب الرئيس لمرض أمتنا وكيفية علاجه، وتنطلق من مفهوم يقول بأن أمتنا ليست كبقية الأمم، وأن لها وضعا خاصا عند الله عز وجل، فهي الأمة المكلفة منه سبحانه بحمل رسالته الأخيرة للبشرية وتبليغها للعالمين: \"وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِّتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ\" [البقرة: 143]. ¶ هذا التكليف يستلزم بذل الجهد والوسع والطاقة للنجاح في القيام به. ¶ {وَجَاهِدُوا فِي اللهِ حَقَّ جِهَادِهِ هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِّلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِن قَبْلُ وَفِي هَذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ} [الحج: 78]. ¶ لا يرضى لعبادة الكفر: ¶ إن الله عز وجل يريد الخير للناس جميعًا {وَلاَ يَرْضَى لِعِبَادِهِ الْكُفْرَ} [الزمر: 7]. ¶ ومراده دخولهم جميعًا الجنة {وَاللهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ} [البقرة: 221]. لذلك كانت رسالاته المتتالية إليهم والتي تبشرهم بالجنة، وتخوفهم من النار، وترسم لهم طريق الهداية إليه وإلى جنته. ¶ ولقد اصطفى - سبحانه - أمة الإسلام لكي تقوم بمهمة تبليغ رسالته الأخيرة للبشرية جمعاء. ¶ ولأن القرآن هو رسالته الأخيرة؛ لذلك فهو سبحانه لن يستبدل الأمة الإسلامية بأمة أخرى في مهمة هداية البشرية، وإيصال رحمته للعالمين كما حدث من قبل مع بني إسرائيل حينما استبدل بهم أمة الإسلام بعد خيانتهم للأمانة. ¶ ولقد قامت الأجيال الأولى للأمة بأداء مهمتها خير قيام، وبذلوا غاية جهدهم في تبليغ الرسالة، وإليك أخي القارئ هذه القصة التي تؤكد هذا المعنى .. ¶ يقول الأستاذ جاسم المطوع: ¶ في زيارة خاطفة إلى هونغ كونغ دعاني رجل الأعمال الصيني (كين) إلى بيته لتناول الشاي الصيني والعشاء، فلبيت الدعوة وذهبت إليه وجلسنا جلسة ثقافية وسياحية .. وسألت صاحبي عن سبب دخوله في الإسلام، فقال لي: لقد أعلنت دخولي في الإسلام منذ أحد عشر عاما وكذلك أسلمت زوجتي ودخل في الإسلام ولداي، وسبب دخولي في الإسلام أني كنت أقرأ في تاريخ الصين واكتشفت أن المسلمين وصلوا الصين منذ ألف وثلاثمائة عام، ففوجئت بهذه المعلومة، واعتقدت أنهم وصلوا الصين وقطعوا آلاف الأميال بسبب التجارة أو غيرها من المصالح، ولكنني صدمت أكثر عندما علمت أن حضورهم كان من أجل توصيل رسالة، فهزني هذا الموقف كثيرًا، وقلت في نفسي: يقطعون كل هذه الأميال من أجل توصيل رسالة الإسلام، لا شك أن عندهم خيرًا كبيرًا، فقرأت عن الإسلام، وانشرح صدري، فدخلت فيه والحمد لله .. (¬2) ¶ ¬__________ ¶ (¬1) البداية والنهاية 1/ 374 - دار الفجر للتراث - القاهرة. ¶ (¬2) مجلة ولدي الكويتية العدد (113) إبريل 2008، ربيع الآخر 1429.",
            "page": "4",
            "part": "1",
            "seal": "AA51E1C5"
        },
        {
            "id": "6",
            "nass": "هكذا فهمت الأجيال الأولى طبيعة وظيفتها، ثم حدث ما حدث بعد ذلك من ضعف، وتكالب على الدنيا، وصراع من أجل الرئاسة فيها، فانتكست الأمة، ومن ثم تركت وظيفتها ومهمتها الأساسية في هداية البشرية. ¶ وكل يوم جديد يموت الكثيرون والكثيرون على الضلالة، لأنهم - من ناحية- لم يبحثوا عن الطريق الصحيح، وعن غاية وجودهم في الدنيا، ومن ناحية أخرى، فإن المكلفين بتبليغ رسالة الله إليهم لم يقوموا بذلك، وخانوا الأمانة، أو قصروا في أدائها. ¶ من هنا ندرك بعضا من حكم الابتلاءات والعقوبات المتتالية التي أصابت الأمة؛ لأنها أولا: أهملت الرسالة، ولم تعمل بما تضمنته، ولأنها أيضًا خانت أمانة الله في إبلاغ الرسالة، والذي يشكل المحور الثاني لوجودها. ¶ فصيلة دم الأمة: ¶ فإن كانت أمتنا مكلفة من الله عز وجل بحمل رسالته للناس أجمعين، فإنها لن تستطيع أن تقوم بهذه المهمة إلا إذا تمثلت فيها الرسالة أولا، وهذا لا يمكن حدوثه بدون وجود قوة روحية هائلة تدفع أبناءها لمجاهدة أهوائهم وشهواتهم، وتمكِّن للدين في نفوسهم ... هذه القوة الروحية هي قوة الإيمان. ¶ فالإيمان الحي يولد داخل الفرد قوة دافعة تعينه وتيسِّر عليه القيام بتنفيذ ما تضمنته الرسالة، وتدفعه كذلك لتوصيلها للآخرين. ¶ لذلك نجد أن الله عز وجل قد ربط بين علونا وقيادتنا للبشرية وبين الإيمان الذي تحمله صدورنا .. ألم يقل سبحانه: {وَأَنْتُمُ الأَعْلَوْنَ إِنْ كُنْتُم مُّؤْمِنِينَ} [آل عمران: 139]. ¶ وقال: {وَأَنَّ اللهَ مَعَ الْمُؤْمِنِينَ} [الأنفال: 19]. ¶ فالحماية والولاية والكفاية والنصرة على قدر الإيمان: ¶ {ذَلِكَ بِأَنَّ اللهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لاَ مَوْلَى لَهُمْ} [محمد: 11]. ¶ {وَلَن يَجْعَلَ اللهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلاً} [النساء:141]. ¶ فالإيمان - إذن- هو أهم شرط للتمكين والاستخلاف في الأرض: ¶ {وَعَدَ اللهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لاَ يُشْرِكُونَ بِي شَيْئًا} [النور: 55]. ¶ إن فصيلة دم أمتنا هي الإيمان، ويوم أن يضعف الإيمان، ويتمكن الهوى وحب الدنيا من قلوب أبنائها، فإنها بذلك تفقد مصدر قوتها وتميزها على سائر الأمم، وليس ذلك فحسب، بل إن ضعف الإيمان وغلبة الهوى من شأنه أن يستدعي غضب الله عليها؛ لأنها بهذا الضعف لن تستطيع أن تبلغ رسالته، ومن ثَم فإن العقوبات ستتوالى عليها حتى تفيق من غفلتها، وتعود لإيمانها من جديد، لتنطلق بعد ذلك حاملة الدواء الرباني، ورسالة الرحمة والشفاء للمرضى والتائهين والحيارى في شتى بقاع الأرض. ¶ فعندما يضعف الإيمان: يقوى الهوى وحب الدنيا، ويزداد الانجذاب نحو الأرض، ويشتد السعي في اتجاه تحصيل الشهوات، ومن ثم تخبو الرغبة في الجهاد لتبليغ الرسالة، فيؤدي هذا إلى استدعاء غضب الله على الأمة .. وهذا هو واقعنا الآن، والذي ينطبق عليه قوله صلى الله عليه وسلم: «إذا تبايعتم بالعينة، وأخذتم أذناب البقر، ورضيتم بالزرع، وتركتم الجهاد: سلط الله عليكم ذلاً لا ينزعه حتى ترجعوا إلى دينكم» (¬1). ¶ إن المتأمل المتدبر لواقع الأمة يجد أنها في مظانّ الغضب الإلهي، وإلا فبماذا تفسر عدم استجابة الدعوات المتواصلة الحارة والتي تلح على الله بأن ينصر الأمة؟! ¶ ¬__________ ¶ (¬1) صحيح، رواه أبو داود، وصححه الألباني في صحيح الجامع الصغير (423).",
            "page": "5",
            "part": "1",
            "seal": "5DB5938A"
        },
        {
            "id": "7",
            "nass": "بماذا تفسر استعلاء اليهود وقيامهم بإذلالنا وهم الذين كتب الله عليهم الذلة والمسكنة؟! ¶ عن أنس بن مالك مرفوعًا: «يأتي على الناس زمان يدعو الرجل للعامة، فيقول الله: ادع لخاصتك أستجب، وأما العامة فلا، فإني عليهم غضبان» (¬1). ¶ وعن حذيفة بن اليمان عن النبي صلى الله عليه وسلم قال: «والذي نفسي بيده، لتأمرن بالمعروف، ولتنهون عن المنكر، أو ليوشكن الله أن يبعث عليكم عقابا منه ثم تدعونه فلا يستجاب لكم» (¬2). ¶ مشكلتنا إيمانية: ¶ من هنا نقول بأن مشكلة أمتنا إيمانية بالدرجة الأولى، ولن ينصلح حالها، ولن تستعيد عافيتها إلا بالإيمان، فتستبدل بذلك غضب الله برضاه، ومن ثمَّ تستدعى نصره وتمكينه {وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} [الروم: 47]. ¶ وليس معنى القول بأن مشكلة أمتنا مشكلة إيمانية هو ترك الأخذ بأسباب التقدم المادية التي أخذت بها سائر الأمم، أو ترك الجهاد لتبليغ الدعوة وإقامة المشروع الإسلامي، بل المقصد هو إعادة ترتيب الأولويات، فالإيمان أولاً، ثم يلي ذلك توجيه وتصريف الطاقة التي يولدها ذلك الإيمان في المجالات المختلفة، والسعي الدؤوب لاستكمال المشروع الإسلامي الذي يبدأ بإصلاح الفرد، فالبيت، فالمجتمع، وينتهي بأستاذية العالم {وَيَكُونَ الدِّينُ كُلُّهُ للهِ} [الأنفال: 39]. ¶ مع الأخذ في الاعتبار أن أهم عامل لنجاح هذا المشروع هو وجود المسلم الصحيح الذي مكَّن لله في قلبه، فانعكس ذلك على سائر حياته ليتحقق فيه قوله تعالى: {قُل إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي للهِ رَبِّ الْعَالَمِينَ} [الأنعام: 162]. ¶ ولا يمكن أن يظهر هذا النموذج إلا بالإيمان، فالإيمان هو الوقود الذي يولِّد الطاقة الدافعة للقيام بالواجبات المختلفة في أي زمان ومكان {لاَ يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الآَخِرِ أَن يُّجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ وَاللهُ عَلِيمٌ بِالْمُتَّقِينَ - إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لاَ يُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الآَخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ} [التوبة: 44، 45]. ¶ ولك أن تتأمل ما قاله المصلحون في هذا الشأن ومنهم الإمام حسن البنا، فمن أقواله رحمه الله: إذا وُجد المؤمن الصحيح وجدت معه وسائل النجاح جميعًا (¬3). ¶ واقرأ معي هذه الكلمات التي كتبها محمد أمين المصري .. يقول رحمه الله: إن محمدًا عليه الصلاة والسلام لم يعمد إلى إصلاح اقتصادي أو أخلاقي أو صحي أو سياسي أو إداري أو علمي. ¶ ولكنه عمد إلى إصلاح الإيمان .. فكان من بعد ذلك كل إصلاح وكل قوة وكل خير، ولا يصلح أمر آخر هذه الأمة إلا بما صلح عليه أولها. ¶ فرجل العقيدة هو السبيل الوحيد لعلاج أنواع الانحرافات؛ ذلك أن رجل العقيدة يندفع في تحقيق أهدافه، وهو إنسان ملأت نفسه عقيدته، فهو يعيش من أجلها ويرضى بكل أذى في سبيلها .. ويبذل فيها جهده وكل غال ورخيص .. ¶ رجل العقيدة إن لم تكن لديه الوسائل الكاملة سعى إلى إيجادها ولو كان أمرًا مستحيلاً (¬4) .. إن مثل هذا الإنسان يصيح بالناس ويترك فيهم أقوى الآثار ولو كان أبكما (¬5). ¶ فالوسيلة الفعالة القوية هي تكوين أمثال هؤلاء الرجال، والإصلاح الذي نرقبه لا يتم إلا في إيجاد أمثال هؤلاء (¬6). ¶ ¬__________ ¶ (¬1) رواه ابن المبارك في الزهد (922). ¶ (¬2) حسن رواه الترمذي، وحسنه الألباني في صحيح الجامع (7070). ¶ (¬3) رسالة إلى أي شيء ندعو الناس ص37. ¶ (¬4) المسؤولية لمحمد أمين المصري ص39. ¶ (¬5) المصدر السابق ص 31. ¶ (¬6) المصدر السابق ص39.",
            "page": "6",
            "part": "1",
            "seal": "CEBD162B"
        },
        {
            "id": "8",
            "nass": "شلال الإيمان: ¶ معنى ذلك أن الفرد الذي اشتعلت جذوة الإيمان في قلبه هو أكثر الأفراد إنتاجًا في الدعوة وخدمة للإسلام، ويكفيك دليلا على ذلك أن زيد بن ثابت رضي الله عنه قد تعلم السريانية في سبعة عشر يوما، عندما أمره الرسول صلى الله عليه وسلم بتعلمها، بل وصار ماهرًا بها .. يقول زيد بن ثابت: قال لي النبي صلى الله عليه وسلم: «إني أكتب إلى قوم فأخاف أن يزيدوا علىَّ أو يَنْقُصوا، فتعلَّم السريانية» فتعلمتها في سبعة عشر يومًا (¬1). ¶ إن الطاقة النووية - كما يقول أبو الحسن الندوي - لا تساوي الطاقة التي يولدها الإيمان في قلب المؤمن. ¶ هذا الإيمان يستطيع أن يصنع عجائب كما صنع عجائب من قبل، ويحل كل مشكلات الأمة أولاً، والإنسانية ثانيًا، لأن كل مشكلات الإنسان نبعت من عبادة النفس والشهوات، نبعت من الأنانية .. نبعت من النظر القاصر المحدود، نبعت من حب الرئاسة .. والإيمان يستطيع أن يتغلب على كل هذا، ويصنع من الأمة أمة جديدة (¬2). ¶ روى التاريخ أن جعفر بن أبي طالب أخذ راية رسول الله صلى الله عليه وسلم في غزوة مؤتة، فقاتل بها، حتى إذا أرهقه القتال اقتحم عن فرسه، فعقرها ثم قاتل، فقطعت يمينه، فأخذ الراية بيساره فقطعت فاحتضن الراية بعضديه، حتى قتل، وله ثلاث وثلاثون سنة، ووجد المسلمون ما بين صدره ومنكبيه وما أقبل منه تسعين جراحة، ما بين ضربة سيف وطعنه بالرمح، كلها من الأمام، ومات فتى الفتيان وهو يحنُّ إلى الجنة، ويتغنى بنعمائها، ويستهين بزخارف الدنيا. ¶ هل يتصور هذا من غير عقيدة تتغلغل في الأحشاء؟ ونشوة إيمانية تسرى في العروق؟ ولذة روحية تتغلب على الشعور بالألم؟! (¬3). ¶ إن هذا الشلال من الإيمان والاحتساب، ورجاء الأجر والثواب، والشوق إلى الجنة، والحنين إلى الشهادة، والحب لله ولرسوله وللمؤمنين، لا زال بكرا، ولم يستخدم بعد، ولم يُقتبس منه هذا التيار المضئ المنير .. ¶ هذا التيار كان يستطيع أن يملأ العالم كله نورًا وبهاءً، ويحل كل مشكلة، ولكنه شلال مظلوم .. إنه ضائع من قرون (¬4) .. ¶ * * * ¶ ¬__________ ¶ (¬1) الإصابة في تمييز الصحابة لابن حجر 2/ 491. ¶ (¬2) نفحات الإيمان للندوى ص 23. ¶ (¬3) نفحات الإيمان للندوي ص 52، 53. ¶ (¬4) نفحات الإيمان للنووي ص 23.",
            "page": "7",
            "part": "1",
            "seal": "3A2D0888"
        },
        {
            "id": "9",
            "nass": "العمود الفقري للإيمان ¶ مشكلة أمتنا الأولى هي: «ضعف شديد في الإيمان». ¶ هذا هو التشخيص الصحيح للوضع القائم، ليبقى السؤال عن كيفية علاج هذا الضعف الحاد. ¶ بلا شك هناك وسائل كثيرة لزيادة الإيمان، فالطاعات والأعمال الصالحة والقربات المختلفة تزيد الإيمان، ولكن تبقى أهم وأعظم وسيلة لزيادته هي: القرآن {وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا} [الأنفال: 2]. فالقرآن منبع عظيم للإيمان لا مثيل له .. ألا تراه ينادي على الجميع أن هلموا إلىَّ واستكملوا نقص إيمانكم، فمنابعي ممتلئة وجاهزة لإمدادكم جميعًا بما تحتاجونه من إيمان {رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا} [آل عمران: 193]. ¶ يقول محمد بن كعب القرظي: «المنادي هو القرآن، ليس كلهم رأى النبي صلى الله عليه وسلم» (¬1). ¶ فالقرآن له قوة تأثير ضخمة على القلوب لا يناظره فيها مصدر آخر .. وكيف لا، وهو كلام رب العالمين الذي إذا استقبلته الجبال الرواسي تصدعت واندكت من قوة تأثيره عليها {لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَّرَأَيْتَهُ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللهِ} [الحشر: 21]. ¶ فإن كان الإيمان للقلب كالروح للبدن، فإن القرآن يمثل العمود الفقري لهذا الإيمان؛ لذلك ليس عجبا أن يُسمى القرآن بالروح: {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا} [الشورى: 52]. ¶ يقول مونتاي: إن مثل الفكر العربي الإسلامي المبعد عن التأثير القرآني كمثل رجل أفرغ من دمه (¬2). ¶ إن القرآن - كما يقول محمد إقبال- ليس بكتاب فحسب .. إنه أكثر من ذلك، إذا دخل القلب تغير الإنسان وإذا تغير الإنسان تغير العالم (¬3). ¶ ويقول د. فريد الأنصاري: إنه لا شيء أقدر من القرآن على بناء الإنسان: عقيدة وعبادة وسلوكا اجتماعيا. ¶ إن القرآن هو مفتاح النفس الإنسانية، فمن أخطأ القرآن فقد أخطأ المفتاح (¬4). ¶ أنتم روح جديد: ¶ ولو تأملنا في دعوات المصلحين لوجدناها تنطلق من هذا المفهوم. ¶ فهذا إمام الدعاة في العصر الحديث حسن البنا يخاطب من حوله وهو يعرِّفهم بمهمتهم فيقول: أنتم روح جديد يسري في قلوب هذه الأمة فيحييه بالقرآن (¬5). ¶ وهذا محمد البشير الإبراهيمي صديق عبد الحميد بن باديس ورفيق كفاحه يقول عنه: وله في القرآن رأي بنى عليه كل أعماله في العلم، والإصلاح، والتربية، والتعليم، وهو أنه: (لا فلاح للمسلمين إلا بالرجوع إلى هدايته، والاستقامة على طريقته)، وهو رأي الهداة المصلحين من قبله (¬6). ¶ وهذا أبو الأعلى المودودي يقول: يا أيها المسلمون احملوا القرآن وانهضوا، وحلِّقوا فوق العالم، فليس من شأننا أن نلهث وراء العالم، بل علينا أن نشده إلى مبادئنا وأصولنا. ¶ إن حياتي ومماتي وقف على هذا الهدف النبيل، وسوف أسير قُدُما، حتى لو لم يتقدم معي أحد، وسوف أسير وحيدًا إذا لم يرافقني أحد، ولو اتَّحدت الدنيا وخالفتني، فلن أخشى خوض المعركة وحيدًا منفردًا (¬7). ¶ ¬__________ ¶ (¬1) فضائل القرآن لأبي عبيد ص58، ويؤكد الطبري على ذلك ويرد على من يقول بأن المنادي هو النبي عليه الصلاة والسلام فيقول: وأولى القولين في ذلك بالصواب هو قول محمد بن كعب، هو أن يكون المُنادي القرآن، لأن كثيرًا ممن وصفهم الله بهذه الصفة في هذه الآيات ليسوا ممن رأى النبي عليه الصلاة والسلام، ولا عاينه، فسمعوا دعاءه إلى الله تبارك وتعالى نداءه، ولكنه القرآن، وهو نظير قوله جل ثناؤه مخبرًا عن الجن إذا سمعوا كلام الله يُتلى عليهم أنهم قالوا: {إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا - يَهْدِي إِلَى الرُّشْدِ} تفسير ابن جرير 4/ 212 - 213. ¶ (¬2) قالوا عن القرآن لعماد الدين خليل ص 287، ملحق لكتاب إشارات الإعجاز لبديع الزمان النورسي. ¶ (¬3) روائع إقبال للندوي ص 158 دار القلم - دمشق. ¶ (¬4) البيان الدعوي د. فريد الأنصاري - ص 260 - دار الكلمة - مصر. ¶ (¬5) رسالة بين الأمس واليوم. ¶ (¬6) حسن البنا ومنهجه في تفسير القرآن ص 73. ¶ (¬7) المصدر السابق ص 90.",
            "page": "8",
            "part": "1",
            "seal": "5C766BA8"
        },
        {
            "id": "10",
            "nass": "هذا المعنى العظيم الذي اتفق عليه هؤلاء المصلحون وغيرهم لم يأت من فراغ، فنموذج الجيل الأول يؤكده .. هذا الجيل عندما أحسن أبناؤه التعامل مع القرآن، وحين استقبلته قلوبهم الاستقبال الصحيح كانت النتيجة سريعة ومذهلة ... سيادة الأرض في سنوات قليلة. ¶ إنهم صُنعوا ها هنا: ¶ فإن كان التحقق بالإيمان والربانية هو أهم صفات جيل التمكين، فليس عجبًا أن يكون الصحابة رضوان الله عليهم قد تحققت فيهم هذه الصفة على خير ما يكون، وأن يكون السبب الرئيس في هذا هو القرآن، ولقد تحدث الأستاذ سيد قطب - رحمه الله - عن هذا الأمر كثيرًا في كتاباته، ومن ذلك ما قاله في آخر كتبه «مقومات التصور الإسلامي»: ¶ «لقد كنت وأنا أراجع سيرة الجماعة المسلمة الأولى أقف أمام شعور هذه الجماعة بوجود الله - سبحانه - وحضوره في قلوبهم وفي حياتهم، فلا أكاد أدرك كيف تم هذا؟! ¶ كنت أدرك طبيعة وجود هذه الحقيقة وحضورها في قلوبهم وفي حياتهم، ولكني لم أكن أدرك كيف تم هذا حتى عدت إلى القرآن أقرؤه على ضوء موضوعه الأصيل: تجلية حقيقة الألوهية وتعبيد الناس لها وحدها بعد أن يعرفوها. ¶ وهنا فقط أدركت كيف تم هذا كله! ¶ أدركت - ولا أقول أحطت - سر الصناعة! ¶ عرفت أين صُنع ذلك الجيل المتفرد في تاريخ البشرية وكيف صنع! ¶ إنهم صُنعوا ها هنا! صنعوا بهذا القرآن! بهذا المنهج المتجلى فيه! بهذه الحقيقة المتجلية في هذا المنهج! حيث تحيط هذه الحقيقة بكل شيء، وتغمر كل شيء، ويصدر عنها كل شيء، ويتصل بها كل شيء! ويتكيف بها كل شيء .. ¶ بهذا كله وجدت - في الأرض وفي دنيا الناس- حقيقة «الربانية» متمثلة في أناس من البشر .. ¶ وُجد «الربانيون» الموصولون بالله، العائشون بالله، ولله، والذين ليس في قلوبهم وليس في حياتهم إلا الله .. ¶ وحينما وجدت حقيقة «الربانية» هذه في دنيا الناس، ووجد الربانيون الذين هم الترجمة الحية لهذه الحقيقة .. حينئذ انساحت الحواجز الأرضية، والمقررات الأرضية، والمألوفات الأرضية .. ودبت هذه الحقيقة على الأرض .. وصنع الله ما صنع في الأرض وفي حياة الناس بتلك الحفنة من العباد. ¶ وبطلت الحواجز التي اعتاد الناس أن يروها تقف في وجه الجهد البشري وتحدد مداه، وبطلت المألوفات التي يقيس بها الناس الأحداث والأشياء .. ووجد الواقع الإسلامي الجديد، وولد معه الإنسان الحقيقي الجديد» (¬1) .. ¶ القرآن مخرجنا: ¶ من هنا نقول بأنه إذا كان القرآن قد صنع الجيل الأول، فإنه قادر بإذن الله أن يصنع أجيالاً وأجيالاً ربانية جديدة، وأن يخرج الأمة من أزمتها، ويعيد لها مكانتها. ¶ وليس هذا الكلام من قبيل الأماني والأحلام بل هو حقيقة أكدها التاريخ، وأخبرنا بها رسول الله صلى الله عليه وسلم، ففي حديث حذيفة بن اليمان حين أخبره رسول الله صلى الله عليه وسلم بما سيحدث من اختلاف وفرقة بعده. قال حذيفة: فقلت: يا رسول الله فما تأمرني إن أدركت ذلك، قال: «تعلَّم كتاب الله عز وجل، واعمل به فهو المخرج من ذلك». ¶ قال حذيفة: فأعدت عليه ثلاثًا، فقال صلى الله عليه وسلم ثلاثًا: «تعلَّم كتاب الله عز وجل واعمل به فهو النجاة» (¬2). ¶ وخطب صلى الله عليه وسلم في مرجعه من حجة الوداع، فكان مما قال: «كتاب الله فيه الهدى والنور، من استمسك به، وأخذ به، كان على الهدى، ومن أخطأه ضل» (¬3). ¶ وخرج يوما صلى الله عليه وسلم على أصحابه، وهم جلوس ينتظرونه، فلما خرج عليهم جلس معهم وقال: «أبشروا ألستم تشهدون أن لا إله إلا الله وحده لا شريك له، وتشهدون أني رسول الله؟ وتشهدون أن هذا القرآن من عند الله؟». ¶ قالوا: نعم نشهد على هذا. ¶ ¬__________ ¶ (¬1) مقومات التصور الإسلامي لسيد قطب ص 192، 194 باختصار. ¶ (¬2) رواه أبو داود، والنسائي، والحاكم في المستدرك وصححه ووافقه الذهبي، وصححه ابن حبان والألباني، وحسنه الأرناؤوط وغيرهم. ¶ (¬3) رواه مسلم حديث (6177).",
            "page": "9",
            "part": "1",
            "seal": "F8319677"
        },
        {
            "id": "11",
            "nass": "قال: «أبشروا فإن هذا القرآن سببٌ من عند الله طرفه بيد الله، وطرفه بأيديكم، فاستمسكوا به فلا تضلوا، ولا تهلكوا بعده أبدًا» (¬1). ¶ وعندما حدثت فتنة مقتل عثمان بن عفان رضي الله عنه ذهب عبد الرحمن ابن أبزى إلى أُبي بن كعب رضي الله عنه ليسأله: أبا المنذر ما المخرج؟ قال: كتاب الله، ما استبان لك فاعمل به وانتفع، وما اشتبه عليك فكله إلى عالمه (¬2). ¶ ولما أحس الصحابي جُندب بن عبد الله البجلي بقدوم طلحة والزبير، وخاف القتال، فخرج يريد الحجاز، فتبعه قوم، فجعلوا يقولون: أوصنا، فقال: اقرأوا القرآن، فإنه نور الليل المظلم، وضياء النهار، فاعملوا به على ما كان من جهد وفاقة (¬3). ¶ وكان ابن عباس يقول: من قرأ القرآن واتبع ما فيه هداه الله من الضلالة في الدنيا، ووقاه يوم القيامة سوء الحساب، وذلك أن الله تعالى يقول: {فَمَنِ اتَّبَعَ هُدَايَ فَلاَ يَضِلُّ وَلاَ يَشْقَى} [طه: 123] (¬4). ¶ أين السنة؟! ¶ وليس معنى القول بأن القرآن هو المخرج التقليل من شأن السنة النبوية، بل العكس فالقرب الحقيقي من القرآن سيزيدنا حبًا للسنة، ويعيننا على العمل بما تدل عليه. ¶ فالسنة تشرح القرآن وتبين ما أُجمل فيه {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ} [النحل: 44]. ¶ وليس أدل على أهمية التمسك بالسنة مع القرآن من قوله صلى الله عليه وسلم: «تركت فيكم شيئين، لن تضلوا بعدهما: كتاب الله، وسنتي، ولن يتفرقا حتى يردا علىَّ الحوض» (¬5). ¶ مع الأخذ في الاعتبار أن القرآن ينفرد بإعجازه {قُل لَّئِنِ اجْتَمَعَتِ الإِنْسُ وَالْجِنُّ عَلَى أَن يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا} [الإسراء: 88]. ¶ فالقرآن الكريم أعظم معجزة نزلت من السماء، والسر الأعظم لإعجازه يكمن في قوة تأثيره على القلوب، فإن كانت المعجزات السابقة حِسِّية تُشاهَد بالأبصار، فإن معجزة القرآن تشاهد بالبصائر، ويشعر بها كل من يتعرض لها .. ¶ نعم .. هناك أوجه إعجاز متعددة للقرآن (الإعجاز البياني والإعجاز التشريعي والإعجاز الغيبي والعلمي) إلا أن سر إعجازه الأعظم - كما يقول الإمام الخطابي - هو: صنيعه بالقلوب، وتأثيره في النفوس. ¶ فإنك لا تسمع كلاما - غير القرآن - منظومًا أو منثورًا إذا قرع السمع خلص منه إلى القلب من اللذة والحلاوة في حال، ومن الروعة والمهابة في أخرى ما يخلص منه إليه. ¶ ويستطرد الخطابي قائلاً: ¶ تستبشر به النفوس، وتنشرح له الصدور، حتى إذا أخذت حظها منه عادت مرتاعة قد عراها من الوجيب والقلق، وتَغَشَّاها من الخوف والفَرَق ما تقشعر منه الجلود، وتنزعج له القلوب .. يحول بين النفس وبين مُضمراتها وعقائدها الراسخة فيها. ¶ فكم من عدو للرسول صلى الله عليه وسلم من رجال العرب وفُتَّاكها، أقبلوا يريدون اغتياله وقتله، فسمعوا آيات القرآن، فلم يلبثوا حين وقعت في مسامعهم أن يتحولوا عن رأيهم الأول، وأن يركنوا إلى مسالمته، ويدخلوا في دينه، وصارت عداوتهم موالاة، وكفرهم إيمانًا (¬6) .. ¶ ¬__________ ¶ (¬1) رواه الطبراني وصححه الألباني في صحيح الجامع (34). ¶ (¬2) مختصر قيام الليل لمحمد بن نصر المروزي ص 174. ¶ (¬3) فهم القرآن للحارث المحاسبي ص 289. ¶ (¬4) لمحات الأنوار للغافقي 1/ 36، 37. ¶ (¬5) صحيح، رواه الحاكم، وصححه الألباني في صحيح الجامع ح (2937). ¶ (¬6) التعبير القرآني والدلالة النفسية ص 108، 109 نقلا عن البيان في إعجاز القرآن للخطابي ص64.",
            "page": "10",
            "part": "1",
            "seal": "43ED2B56"
        },
        {
            "id": "12",
            "nass": "إن تأثير القرآن على القلوب لا يوجد له نظير، ومن ثمَّ فإن من يُحسن التعرض له سيكون من أكثر الناس حبا للسُّنة، وحرصا على تطبيقها، وكيف لا والطاقة المتولدة من استمرار التأثر بآيات القرآن ستدفعه لتطبيق كل ما يستطيع تطبيقه مما يُحبه الله ورسوله. ¶ إننا نؤكد مرة أخرى على منزلة السُّنة وأنها المصدر الثاني للتشريع بل إن حبنا الشديد للسنة يدفعنا إلى القول بأهمية العودة الصحيحة للقرآن، ولم لا والكثير منا يشكو من عدم قدرته على تطبيق ما يدله عليه القرآن والسنة لضعف الإيمان وغلبة الهوى. ¶ لذلك لا يخطئ من يقول بأن حُسن التعرض للقرآن، والاغتراف من منابع الإيمان فيه من شأنه أن يجعلنا نقترب أكثر وأكثر من السنة، ويزيدنا حرصا على التمسك بها. ¶ القرآن والأعمال الصالحة الأخرى: ¶ وليس المقصد كذلك من كثرة كلامنا عن القرآن التقليل من شأن بقية الأعمال الصالحة الأخرى، فكل طاعة، وكل عمل صالح له وظيفة في تشييد بنيان الإيمان في قلب المسلم، ولكن المقصد هو وضع القرآن في حجمه الصحيح بالنسبة لتلك الأعمال. ¶ فكما أن للحج أعمالاً كثيرة كالسعي والطواف ورمي الجمار، إلا أن أهم أعمال الحج هو الوقوف بعرفة، فبه يتحقق أهم مقصود للحج من إظهار الذل والانكسار والتَبَؤُّس والافتقار لله عز وجل، لذلك قال صلى الله عليه وسلم: «الحج عرفة» (¬1). ¶ وكما أن للتوبة أعمالاً كثيرة كالإقلاع عن الذنب، ورد المظالم، والاستغفار، إلا أن أهم عمل للتوبة هو الندم، وبدونه لن تتحقق التوبة .. قال صلى الله عليه وسلم: «الندم توبة» (¬2). ¶ كذلك القرآن بالنسبة للإيمان، فكما أن كل طاعة، وكل عمل صالح من شأنه أن يزيد الإيمان كالصيام والصدقة وغيرهما إلا أن القرآن يُمثل العمود الفقري للإيمان، وبدونه لا يمكن للقلب أن يستعيد عافيته، وتُبث الروح في جنباته .. ¶ إنه كالماء فيه حياة لكل من شرب منه. ¶ وفي هذا المعنى يقول ابن القيم: ¶ وكل من القلب والبدن محتاج أن يتربى فينمو ويزيد حتى يكمل ويصلح .. وكما أن البدن محتاج أن يرقى بالأغذية المصلحة له، والحمية عما يضره، فلا ينمو إلا بإعطائه ما ينفعه ومنعه مما يضره، فكذلك القلب: لا يزكو، ولا ينمو، ولا يتم صلاحه إلا بذلك .. ¶ ولا سبيل له إلى الوصول لذلك إلا من القرآن، وإن وصل إلى شيء منه من غيره .. فهو شيء يسير لا يحصل له به تمام المقصود (¬3) .. ¶ ويؤكد هذا المعنى قول الأعمش: كان ابن مسعود يُقلُّ الصوم، فقيل له: يا أبا عبد الرحمن إنك تُقِلُّ الصوم، فقال: أما إنه عمل صالح، ولكني أختار عليه قراءة القرآن، إذا صمت ضعفت عن قراءة القرآن فلم أقرأ (¬4) .. ¶ والجدير بالذكر أن عبد الله بن مسعود - رضي الله عنه - كان ضعيف البنية، لذلك كان يجد مشقة في الجمع بين قراءة القرآن والصيام التطوعي، ومما لا شك فيه أن الجمع بين الأمرين فيه خير كبير. ¶ ولكن لأن القرآن هو المنبع العظيم للإيمان، وهو الذي يبث الروح في بقية الأعمال الصالحة، لذلك كان من الأهمية بمكان أن يُعطى الأولوية. ¶ من هنا ندرك مغزى قول عبد الله بن عمرو بن العاص رضي الله عنه: ¶ لو بات رجل ينفق دينارًا دينارًا، ودرهمًا درهمًا، ويحملُ على الجياد في سبيل الله، حتى يصبح مُتَقبَّلاً منه، وبتُّ أتلو كتاب الله حتى أصبح مُتَقَبَّلا مني لم أحب أن لي عمله بعملي (¬5). ¶ ¬__________ ¶ (¬1) صحيح، رواه الإمام أحمد، والحاكم، وصححه الألباني في صحيح الجامع ص (3172). ¶ (¬2) أخرجه ابن ماجه وابن حبان والحاكم وصححه. ¶ (¬3) إغاثة اللهفان 1/ 76. ¶ (¬4) لمحات الأنوار للغافقي برقم (37)، وانظر فضائل القرآن لأبي عبيد، وشعب الإيمان للبيهقي. ¶ (¬5) المصدر السابق برقم (54) وانظر مصنف ابن أبي شيبة.",
            "page": "11",
            "part": "1",
            "seal": "A10AA85A"
        },
        {
            "id": "13",
            "nass": "وليس معنى هذا ترك الإنفاق في سبيل الله والاكتفاء بقراءة القرآن، بل المقصد هو الترتيب الصحيح للأولويات، وإعطاء القرآن المكانة الأولى فيها، وكيف لا والمكثر من تلاوة القرآن - بفهم وتأثر - سيجد نفسه وقد جمع خصال الخير كلها - بإذن الله- لأنه كلما التقى بالقرآن، تولد داخله إيمان جديد، وطاقة جديدة تدفعه لتصريفها في أوجه البر المختلفة، من إنفاق، ودعوة، وصلة للرحم، وخدمة للناس، وفوق هذا كله الشعور بالسكينة والطمأنينة والقرب من الله عز وجل. ¶ ولك- أخي القارئ- أن تعجب مثل عجبي من قول الضحاك بن مزاحم: لولا تلاوة القرآن لسرني أن أكون مريضا. فقيل له: لِمَ؟ قال: لأن المرض يرفع عني الحرج ويُكفر عني الذنوب، ويجرى لي مِثْل صالح ما كنت أعمل (¬1). ¶ فهو يعلم أن أثر التلاوة لا يعدله شيء من إيمان وأمان وسكينة كما قال عبد الله بن مسعود: إن هذا القرآن مأدبة الله فمن دخل فيه فهو آمن (¬2). ¶ وعن فروة بن نوفل قال: كان خباب بن الأرت لي جارًا، فقال لي يومًا: يا هناه (يا هذا) تقرب إلى الله ما استطعت، واعلم أنك لست تتقرب إلى الله عز وجل بشيء هو أحب إليه من كلامه (¬3). ¶ هل أدرك المسلمون قيمة القرآن؟! ¶ فإن كان القرآن كذلك فهل أدرك المسلمون قيمته، وهل أحسنوا الانتفاع به؟! ¶ هل تعاملوا معه على حقيقته كمصدر متفرد لزيادة الإيمان ومن ثمَّ التغيير؟! ¶ للأسف لم يحدث هذا، بل حدث العكس، فلقد انصب اهتمام الغالبية منهم - إلا من رحم ربي - على الناحية الشكلية للقرآن، ولم يواكب ذلك اهتمام بتدبره والتأثر به، والاغتراف من منابع الإيمان التي تتفجر من آياته وسوره، لتستمر الأمة في ضعفها وعجزها عن النهوض من كبوتها، وكيف لا وقد هُجر بذلك أهم وأعظم مصدر للإمداد الإيماني؟! ¶ ومما يزيد الأمر صعوبة أن الكثيرين لا يعترفون بذلك، بل يعتبرون أن الاهتمام بالقرآن يعني الإكثار من قراءته بفهم أو بدون فهم، ويعني كذلك تخريج أكبر قدر من حُفَّاظ ألفاظه في أقل وقت ممكن .. فازداد القرآن يُتما، وأصبح حاضرًا وغائبًا .. موجودًا ومهجورًا. ¶ صار حاضرًا بلفظه على ألسنة القُرَّاء والحفاظ، لكنه غائب بروحه وأنواره عن القلوب، وأثره الإيجابي في السلوك. ¶ صار موجودا بشكله من خلال المطابع والإذاعات والمدارس والكليات والمسابقات، لكنه مهجور في حقيقته وتأثيره على القلوب، وتغييره للأخلاق والسلوك. ¶ فإن قلت هلموا إلى القرآن ننتفع به، قيل لك: وماذا علينا أن نفعل مع القرآن أكثر مما نفعل، فأغلب بيوت المسلمين - إن لم تكن كلها - تحتوي على نسخة بل عدة نسخ من المصحف، والكثير من الأُسَر تجد فيها من يحفظ قدرًا من القرآن، والإذاعات التي تبث آياته ليل نهار في ازدياد مستمر!!. ¶ من هنا تكمن صعوبة الأمر، فمع تَيسُّر القرآن للجميع إلا أن الشعور بالاحتياج إليه كمصدر لا غنى عنه لتوليد الإيمان وبث الروح إلى القلب يكاد يكون منعدما. ¶ إن حالنا ينطبق مع حال من يحتاج احتياجًا ماسًا إلى الماء ليروى ظمأه، فيبحث عنه لاهثًا في كل مكان على الرغم من كونه موجودًا بين أمتعته وفي متناول يده، لكنه لا يصدق ذلك. ¶ وانطبق حالنا مع قول الشاعر: ¶ ومن العجائب والعجائب جمة ... قرب الدليل وما إليه وصول ¶ كالعيس في البيداء يقتلها الظما ... والماء فوق ظهورها محمول ¶ ¬__________ ¶ (¬1) أخرجه ابن أبي شيبة في مصنفه، كتاب الزهد. ¶ (¬2) رواه الدارمي، وأبي عبيد في فضائل القرآن. ¶ (¬3) فضائل القرآن لأبي عبيد، والتذكار للقرطبي.",
            "page": "12",
            "part": "1",
            "seal": "BE9A501C"
        },
        {
            "id": "14",
            "nass": "الرسول صلى الله عليه وسلم يشكونا: ¶ ومما يلفت الانتباه أن رسولنا صلى الله عليه وسلم قد اشتكانا لله عز وجل بخصوص هذا الوضع الشاذ الذي نفعله مع القرآن: {وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا} [الفرقان: 30]. ¶ ولو تأملنا هذه الشكوى لوجدنا أمرًا عجيبًا: فلو كانت الآية لم تتضمن كلمة «اتخذوا» أي كانت بمعنى: يا رب إن قومي هجروا القرآن لكان المراد بها أناسًا أبعدوا القرآن تمامًا عن حياتهم، فلا تجد فيها أي مساحة لقراءته أو سماعه أو إذاعته أو العمل به. ¶ لكن وجود كلمة «اتخذوا» مع كلمة «مهجورا» أعطت لمفهوم الهجر بُعدًا آخر، ودلت على أن الشكوى تخص أناسًا تعاملوا مع القرآن، وبذلوا فيه مجهودا، إلا أنهم في نفس الوقت - رغم هذا المجهود - قد هجروا القرآن، وذلك حين ابتعدوا عن أهم جانب فيه ألا وهو تأثيره المتفرد على القلوب وتبديل ما بها من ظلمات الهوى إلى نور الإيمان، فلم يشفع لهم اهتمامهم بلفظه وحروفه في الخروج من دائرة شكوى الرسول صلى الله عليه وسلم بهجر القرآن. ¶ فحين اكتفينا بالتعامل مع القرآن بالألسنة والحناجر، ولم نجتهد في الوصول به إلى العقول والقلوب فإننا بذلك قد حرمنا أنفسنا من أهم جانب فيه، ومن سر إعجازه الأعظم .. فكانت المحصلة أننا اتخذنا القرآن مهجورا؛ لينتج عن ذلك الهجر هبوطنا لهذا الدرك، ليصدق فينا قول رسول الله صلى الله عليه وسلم: «إن الله يرفع بهذا الكتاب أقوامًا، ويضع به آخرين» (¬1). ¶ يقول ابن باديس في تفسيره لقوله تعالى {وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا} [الفرقان: 30]. ¶ في شكوى النبي صلى الله عليه وسلم من هجر القرآن دليل على أن ذلك من أصعب الأمور عليه، وأبغضها لديه، وفي حكاية القرآن لهذه الشكوى وعيد كبير للهاجرين، بإنزال العقاب بهم، إجابة لشكوى نبيهم (¬2). ¶ فما الحل في هذه الإشكالية؟! ¶ مشكلتنا إيمانية، وحلها غاية في السهولة وهو حُسن الإقبال على القرآن وتغيير طريقتنا في التعامل معه .. ¶ والقرآن بين أيدينا، جاهز لتغييرنا، وإمدادنا بإيمان متدفق ليس له حدود، ومن ثم القضاء على الوهن والضعف الذي أصابنا وجعلنا معرة الأمم. ¶ ومع ذلك الحل المُيسَّر لجميع أفراد الأمة إلا أن الكثير من أبنائها غير مصدق لهذه الحقيقة، ويرى أن هذا الكلام فيه مبالغة، وأن غاية الجهد والخدمة للقرآن هي الإكثار من الكتاتيب والمدارس والكليات لتخريج أكبر قدر من حُفَّاظ حروفه في أقل وقت ممكن، وحث الناس على كثرة قراءته والاجتهاد في ختمه مرات ومرات - خاصة في شهر رمضان - لنيل أكبر قدر من الحسنات فقط. ¶ فإن ذكَّرتهم بأهمية التدبر والتأثر بالقرآن قال بعضهم: نريد أكبر قدر من الحسنات .. نريد دخول الجنة، والتدبر يعطلنا عن كثرة القراءة (¬3). ¶ وقال البعض الآخر: فلتكن هناك ختمة للقراءة السريعة التي تهتم بتحصيل أكبر قدر من الحسنات دون فهم أو تأثر، وختمة للفهم والتأثر، ولا بأس - على حد قولهم - من أن نمكث مع ختمة التدبر سنوات وسنوات (¬4). ¶ ¬__________ ¶ (¬1) رواه مسلم (1894). ¶ (¬2) حسن البنا ومنهجه في تفسير القرآن لعماد عبد الكريم ص 74، 75 - دار التوزيع والنشر الإسلامية. ¶ (¬3) من يقرأ القرآن بلا فهم ولا تأثر نحسب أنه مأجور - بإذن الله - ولكنه - بلا شك - لن ينتفع بالقرآن في توليد الإيمان، وإحداث التغيير الذي تحتاجه الأمة الآن أكثر من أي وقت مضى. ¶ (¬4) تم - بفضل الله - مناقشة هذه الآراء بشيء من التفصيل في كتب: العودة إلى القرآن - إنه القرآن سر نهضتنا - تحقيق الوصال بين القلب والقرآن.",
            "page": "13",
            "part": "1",
            "seal": "622B5459"
        },
        {
            "id": "15",
            "nass": "كل هذا وغيره يتردد بين الكثير من المسلمين، مما جعل أمر العودة الحقيقية إلى القرآن، والانتفاع به لحل مشكلتنا الإيمانية من الصعوبة بمكان. ¶ ولكن حيث أنه لا بديل للأمة عن هذا الحل، فلا بد أن يستمر ويستمر التذكير بقيمة القرآن، وبالهدف الأسمى لنزوله، والذي لو اتضح أمامنا بصورة جلية، وأصبح إيمانًا مستقرًا في قلوبنا، فإنه - بلا شك - سيولد داخلنا الدافع القوي للإقبال على القرآن بصورة صحيحة لنلتمس منه الهدى والنور، أو بمعنى آخر، سيتحول اهتمامنا نحو تحقيق الهدف الذي من أجله نزل القرآن، وسنطوع الوسائل المختلفة - من قراءة وسماع وحفظ - لتحقيق هذا الهدف، فالإيمان بالقرآن والثقة الكبيرة فيه كمصدر متفرد للهداية والإيمان والتغيير هو نقطة البداية الصحيحة نحو العودة الحقيقية إليه، والانتفاع به. ¶ فكما يقول الإمام البخاري: لا يجد طعمه إلا من آمن به (¬1). ¶ ويقول مالك بن دينار: أقسم لكم لا يؤمن عبد بهذا القرآن إلا صدع قلبه (¬2). ¶ فالذي يؤمن بالقرآن لا يسعه إلا أن يتعامل معه تعاملا صحيحًا {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلاَوَتِهِ أُولَئِكَ يُؤْمِنُونَ بِهِ} [البقرة: 121]. ¶ هذا التعامل الصحيح لابد وأن يظهر أثره في السلوك كما قال صلى الله عليه وسلم: «ما آمن بالقرآن من استحل محارمه» (¬3). ¶ فإن قلت: ولكننا نؤمن بالقرآن ومع ذلك لا نجد طعمه ولا تأثيره في السلوك. ¶ ليس المقصد من الإيمان بالقرآن هو مجرد الإيمان بأنه «كلام الله، المنزل على محمد صلى الله عليه وسلم، المتعبد بتلاوته» (¬4). بل المقصد - بالإضافة لهذا-: الإيمان بقيمته وعظيم شأنه، وأنه نزل من السماء ليهدي الناس إلى الله، ويأخذ بأيديهم إليه {فَآمِنُوا بِاللهِ وَرَسُولِهِ وَالنُّورِ الَّذِي أَنْزَلْنَا} [التغابن: 8]. ¶ بهذا الإيمان تعامل الصحابة مع القرآن. يقول عبد الله بن عمر رضي الله عنه: لقد عشنا برهة من الدهر وأحدنا يُؤتى الإيمان قبل القرآن، وتنزل السورة على محمد صلى الله عليه وسلم، فيُتَعلم حلالها وحرامها، وأمرها وزجرها، وما ينبغي أن يقف عنده منها، ثم لقد رأيت رجالا يؤتى أحدهم القرآن قبل الإيمان، فيقرأ من بين فاتحته إلى خاتمته، ما يدري ما آمره ولا زاجره، ولا ما ينبغي أن يقف عنده، وينثره نثر الدقل (¬5) - وفي رواية: (وكل حرف منه ينادي: أنا رسول الله إليك لتعمل بي وتتعظ بمواعظي) (¬6). ¶ ويؤكد على هذا المعنى الصحابي جُندب بن عبد الله رضي الله عنه بقوله: ¶ كنا مع النبي صلى الله عليه وسلم ونحن غلمان حَزاورة (¬7) فتعلمنا الإيمان قبل القرآن، ثم تعلمنا القرآن فازددنا إيمانًا (¬8). ¶ ¬__________ ¶ (¬1) التبيان في أقسام القرآن لابن القيم ص 205. ¶ (¬2) الدر المنثور للسيوطي 6/ 298. ¶ (¬3) رواه الترمذي في فضائل القرآن ح (2918). ¶ (¬4) مباحث في علوم القرآن لمناع القطان ص 21. ¶ (¬5) الدقل: ردئ التمر. ¶ (¬6) رواه الحاكم في المستدرك 1/ 91، وقال صحيح على شرط الشيخين. ¶ (¬7) حزاورة جمع حزير أي ممتلئ القوة. ¶ (¬8) رواه ابن ماجه والبيهقي، وانظر فضائل القرآن للمستغفري 1/ 275.",
            "page": "14",
            "part": "1",
            "seal": "53A26D70"
        },
        {
            "id": "16",
            "nass": "البداية الصحيحة ¶ إن الإيمان بقيمة الشيء - أي شيء - هو الذي يولد الانبهار به، والاستسلام له، وفتح منافذ الاستماع والتلقي منه، و العكس صحيح فعدم الإيمان بالشيء يدفع لإغلاق منافذ الاستماع له، وعدم الاكتراث به. ¶ بمثل هذا تحدث عيسى عليه السلام لبني إسرائيل: { ... قَدْ جِئْتُكُمْ بِآيَةٍ مِّن رَّبِّكُمْ أَنِّي أَخْلُقُ لَكُم مِّنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللهِ وَأُبْرِئُ الأَكْمَهَ وَالأَبْرَصَ وَأُحْيِي الْمَوْتَى بِإِذْنِ اللهِ وَأُنَبّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ إِنَّ فِي ذَلِكَ لآَيَةً لَّكُمْ إِن كُنْتُم مُّؤْمِنِينَ} [آل عمران: 49]. ¶ أرأيت أخي القارئ بماذا ختمت الآية؟! ¶ {إِنَّ فِي ذَلِكَ لآَيَةً لَّكُمْ إِن كُنْتُم مُّؤْمِنِينَ}، فإن لم تكونوا مؤمنين بي كرسول فلن تستقبلوا هذه الآيات استقبالا صحيحًا. ¶ ونفس الأمر بالنسبة للقرآن فإن لم يزدد الإيمان بقيمة القرآن، وبالهدف من نزوله، وبأنه قادر - بإذن الله - على انتشالنا من الضياع والوحل الذي نغوص فيه ... إن لم يحدث هذا فإن أي كلام يقال عن تدبر القرآن، والتمهل في حفظه، وضرورة التخلق بأخلاقه لن يجد الاستجابة الكافية في نفوس مستمعيه .. ¶ ويؤكد صاحب الظلال على هذا المعنى في تفسيره لقوله تعالى على لسان الرسول صلى الله عليه وسلم: {إِنْ أَنَا إِلاَّ نَذِيرٌ وَبَشِيرٌ لِّقَوْمٍ يُّؤْمِنُونَ} [الأعراف: 188] فيقول: ¶ الرسول صلى الله عليه وسلم نذير وبشير للناس جميعا. ولكن الذين «يُّؤْمِنُونَ» هم الذين ينتفعون بما معه من النذارة والبشارة، فهم الذين يفقهون حقيقة ما معه، وهم الذين يدركون ما وراء هذا الذي جاء به. ¶ إن الكلمة لا تعطي مدلولها الحقيقي إلا للقلب المفتوح لها، والعقل الذي يستشرفها ويتقبلها، وإن هذا القرآن لا يفتح كنوزه، ولا يكشف أسراره، ولا يعطي ثماره، إلا لقوم يؤمنون. ¶ ولقد ورد عن بعض صحابة رسول الله صلى الله عليه وسلم: «كنا نؤتى الإيمان قبل القرآن .. » وهذا الإيمان هو الذي كان يجعلهم يتذوقون القرآن ذلك التذوق، ويدركون معانيه وأهدافه ذلك الإدراك، ويصنعون به تلك الخوارق التي صنعوها في أقصر وقت من الزمان. ¶ ولئن كان القرآن هو الذي أخذ بأرواحهم إلى الإيمان، فلقد كان الإيمان هو الذي فتح لهم في القرآن ما لا يفتحه إلا الإيمان (¬1). ¶ من هنا نقول بأن نقطة البداية الصحيحة للانتفاع بالقرآن هي العمل على زيادة الإيمان به في القلوب. فكما مر علينا قول الإمام البخاري: لا يجد طعمه إلا من آمن به. ¶ فكلما ازداد الإيمان والثقة في قيمة القرآن وأثره العظيم في الشفاء والتغيير، ازدادت الرغبة في الإقبال عليه، والانجذاب نحوه، والانشغال به. ¶ ¬__________ ¶ (¬1) في ظلال القرآن 3/ 1410.",
            "page": "15",
            "part": "1",
            "seal": "E9A82CEE"
        },
        {
            "id": "17",
            "nass": "كيف نُقوِّي إيماننا بالقرآن؟! ¶ لعل ما قيل في الصفحات السابقة يُأجج لدينا مشاعر الرغبة في الانتفاع بالقرآن، ولكن من المتوقع أن هذه المشاعر الحارة سرعان ما تخفت وتبرد بمرور الأيام، ونعود لسابق عهدنا مع القرآن .. ¶ والسبب في ذلك هو تمكن ورسوخ مفهوم التعامل مع القرآن بالطريقة التي ورثناها ومارسناها لسنوات طوال. ¶ فالذي يأكل بيده اليسرى ثلاثين عاما يصبح من الصعب عليه أن يعتاد الأكل بيده اليمنى إلا بعد عظيم جهد. ¶ نعم إذا ذكَّرته بأهمية استعمال يده اليمنى في الطعام والشراب، فمن المتوقع أن يستجيب لك ويأكل أمامك بيده اليمنى، لكنه بعد ذلك يجد نفسه تلقائيًا يعود للأكل بيده اليسرى .. ¶ وهذا هو المتوقع مع القرآن، فالسنوات الطويلة التي قضيناها في التعامل السطحي مع القرآن، جعلتنا نألف ونتعود على هذه الطريقة، لذلك من المتوقع - بعد التذكرة التي تضمنتها هذه الصفحات- أن نجتهد في تفهم القرآن وتدبره والتأثر به عدة أيام، ثم بعد ذلك نعود لسابق عهدنا، وقديم ممارستنا، خاصة أن الشيطان سيجتهد في الحيلولة بيننا وبين تدبر القرآن والتأثر به لعلمه بأن ذلك هو أيسر طريق للربانية. ¶ لذلك لابد من دوام التذكرة، وتعميق الشعور بالاحتياج للقرآن، والتغذية المستمرة لمشاعر الرغبة في التعامل معه كأعظم وسيلة لزيادة الإيمان، وإحداث الشفاء والتغيير بإذن الله .. ¶ وهناك بعض الوسائل التي من شأنها أن تُغذَّى مشاعر الرغبة في الانتفاع الحقيقي بالقرآن، وتُقوى الإيمان به، والثقة فيه. ¶ هذه الوسائل هي: ¶ أولاً: تزكية الشعور بالأخطار التي تواجه الأمة. ¶ ثانيًا: التعرف على أوصاف القرآن من القرآن. ¶ ثالثًا: القراءة في الكتب التي أبرزت قيمة القرآن الحقيقية. ¶ رابعًا: التعرف على النماذج القرآنية وعلى رأسها محمد صلى الله عليه وسلم، وجيل الصحابة من بعده. ¶ هذا على سبيل الإجمال، وإليك أخي القارئ بعض التفصيل حولها. ¶ أولاً: تزكية الشعور بالأخطار التي تواجه الأمة: ¶ إن الوضع الحالي للأمة لا يخفى على أحد، وما من يوم ينشق فجره إلا وتحمل أخباره مآسٍ جديدة للمسلمين .. ¶ هذا الوضع البائس الذي تعيش فيه أمتنا منذ قرون من شأنه - لو تأمله أي غيور على دينه - أن يؤجج في نفسه الشعور بالخطر على الأمة، والرغبة في عمل أي شيء يُحسَّن من وضعها ويرفع عنه الحرج في مسؤوليته تجاهها. ¶ نعم، الكثير يشعر بالإحباط لقسوة الواقع، ولكن من المفترض أنه بعد قناعتنا بأن مشكلتنا إيمانية، وأن حلها بالعودة إلى القرآن، فإن الأمل في التغيير والإصلاح لا بد وأن يحدونا، ويجعلنا نطمع في نهوض الأمة وعودة مجدها من جديد، ولم لا والحل بين أيدينا، ويسعنا جميعا. ¶ وإن كنا في السابق نشعر بالضيق الشديد، بل والإحباط في بعض الأحيان عندما تشتد المحن بإخواننا المسلمين، وبخاصة عندما يستغيثون بنا فلا نستطيع أن نفعل لهم شيئًا، إلا أننا الآن وبعد أن تأكدنا من المخرج الصحيح، والحل الأكيد الذي يخلصنا من هذا الذل، نريد من كل واحد منا أن يجعل ما يسمعه ويقرؤه من أخبار عن إخوانه المضطهدين في كل مكان، بمثابة الوقود الذي يولد فيه الرغبة الأكيدة لحُسن التعامل مع القرآن، والإكثار من الإقبال عليه ودعوة الناس إليه. ¶ ثانيًا: التعرف على أوصاف القرآن من القرآن: ¶ كلما تعرف المرء على جوانب فاعلية الدواء الذي سيستخدمه فإن ذلك من شأنه أن يزيد ثقته فيه .. ¶ من هنا تبرز أهمية التعرف على القرآن، وأوصافه التي وُصف بها. ¶ فكما يقول الحارث المحاسبي: لقد عظَّم الله عز وجل القرآن وسماه: برهانا، ونورا، ورحمة، وموعظة، ومجيدا، وبصائر، وهدى، وفرقانا، وشفاء لما في الصدور، وذلك ليعظم قدره عند المؤمنين فيقبلوا عليه منبهرين، ومقدرين، ومتدبرين، فينالوا به شفاء قلوبهم. ¶ وأخبرنا كذلك عن قوة تأثيره ليزدادوا ثقة فيه .. ¶ وأخبرنا أنه أحسن من أي حديث ومن كل قصص {نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ} [يوسف: 3]. ¶ ثم أخبرنا عز وجل أنه قد وصل إلى منتهى الحكمة فقال: {حِكْمَةٌ بَالِغَةٌ فَمَا تُغْنِ النُّذُرُ} [القمر: 5]. ¶ وأخبرنا أنه لا يفنى ولا ينفد {قُل لَّوْ كَانَ الْبَحْرُ مِدَادًا لِّكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا} [الكهف: 109] (¬1). ¶ ¬__________ ¶ (¬1) فهم القرآن للمحاسبى ص 282، دار الكندي.",
            "page": "16",
            "part": "1",
            "seal": "1BD0964D"
        },
        {
            "id": "18",
            "nass": "ويمكننا أن نتعرف على أوصاف القرآن من خلال تلاوتنا له، وجمع الآيات التي تحدثت عنه، وكتابتها، والتأمل فيها لتزداد الثقة في هذا الكتاب العظيم. ¶ ثالثًا: القراءة في الكتب التي أبرزت قيمة القرآن الحقيقية: ¶ هناك كتب كثيرة تحدثت عن القرآن .. البعض منها تناول الجانب اللفظي للقرآن، واهتم به دون التركيز على أثره وقدرته الفذة على زيادة الإيمان وإحداث التغيير، كما أن هناك أيضًا كتب عديدة تحدثت عن القرآن وقدره العظيم، وكيفية الانتفاع الحقيقي به .. فعلينا - أخي القارئ- أن نهتم بقراءة تلك الأخيرة حتى يزداد إيماننا وثقتنا في القرآن، ومن ثم تزداد رغبتنا في الإقبال عليه، والانتفاع الحقيقي به. ¶ وإليك أخي القارئ قائمة بأسماء بعض هذه الكتب: ¶ - كيف نتعامل مع القرآن؟ لمحمد الغزالي. ¶ - تدبر القرآن لسلمان بن عمر السنيدي. ¶ - مختصر قيام الليل لمحمد بن نصر المروزي. ¶ - المدخل إلى الدراسات القرآنية لأبي الحسن الندوي. ¶ - أخلاق حملة القرآن لأبي بكر الآجرى. ¶ - النبأ العظيم لمحمد عبد الله دراز. ¶ - التذكار في أفضل الأذكار للإمام القرطبي. ¶ - نظرات في كتاب الله لحسن البنا - جمع عصام تليمة. ¶ - جيل قرآني فريد من كتاب معالم في الطريق لسيد قطب. ¶ - مقومات التصور الإسلامي لسيد قطب. ¶ - مقدمة تفسير في ظلال القرآن لسيد قطب. ¶ - فضائل القرآن لأبي عبيد الهروي. ¶ - فضائل القرآن للفريابي. ¶ - قاعدة في فضائل القرآن لابن تيمية. ¶ - منهج السلف في العناية بالقرآن الكريم لبدر بن ناصر البدر. ¶ - خواطر تربوية من القرآن الكريم د. محمد بديع. ¶ - كتاب آداب تلاوة القرآن من كتاب إحياء علوم الدين لأبي حامد الغزالي. ¶ - بلاغ الرسالة القرآنية د. فريد الأنصاري. ¶ - فهم القرآن للحارث المحاسبي. ¶ - المبادئ الأساسية لفهم القرآن لأبي الأعلى المودودي. ¶ - صحابة رسول الله صلى الله عليه وسلم وجهودهم في تعليم القرآن الكريم لأنس كرزون. ¶ - حسن البنا ومنهجه في تفسير القرآن لعماد محمود عبد الكريم. ¶ ولقد أكرم الله عز وجل كاتب هذه السطور، وتفضل عليه بما لا يستحقه، بأن يسَّر له الكتابة في هذا الموضوع في عدة كتب هي: ¶ - العودة إلى القرآن لماذا وكيف؟ ¶ - إنه القرآن سر نهضتنا. ¶ - بناء الإيمان من خلال القرآن. ¶ - كيف نغير ما بأنفسنا؟ ¶ - الطوفان قادم .. الله أو الدمار. ¶ - عودة المجد .. وَهْم أم حقيقة؟. ¶ - تحقيق الوصال بين القلب والقرآن. ¶ - الجيل الموعود بالنصر والتمكين. ¶ - حقيقة العبودية. ¶ - كيف ننتفع بالقرآن؟ ¶ - وصايا العلماء والمربين للانتفاع بالقرآن الكريم. ¶ فلك أخي القارئ أن تقرأ من هذه الكتب ما تشاء حتى تقوى رغبتك وتشتد حاجتك إلى القرآن. ¶ رابعًا: التعرف على النماذج القرآنية: ¶ من وسائل تقوية الإيمان بالقرآن التعرف على النماذج العظيمة التي صنعها القرآن على مر العصور. ¶ ولعل أهم قدوة في ذلك: رسولنا محمد صلى الله عليه وسلم، ثم صحابته الكرام الذين قال عنهم الإمام القرافي: ¶ لو لم يكن لرسول الله صلى الله عليه وسلم معجزة إلا أصحابه لكفوه في إثبات نبوته (¬1). ¶ فعلينا أن نتعرف على علاقة الرسول صلى الله عليه وسلم بالقرآن وكيفية تعامله معه، ووصاياه نحوه .. ¶ وعلينا كذلك أن نتعرف على أثر القرآن على الصحابة، وكيفية تناولهم له، وتوجيهاتهم لمن بعدهم. ¶ وهناك نماذج قرآنية في العصر الحديث تعطينا الأمل في إمكانية تكرارها بيننا، فعلينا أن نتعرف عليها وعلى أثر القرآن فيها. ¶ ومن هذه النماذج: محمد إقبال، وبديع الزمان النورسي، وحسن البنا، وعبد الحميد بن باديس، وسيد قطب، وأبو الحسن الندوي، وأبو الأعلى المودودي. ¶ * * * ¶ ¬__________ ¶ (¬1) صحابة رسول الله وجهودهم في تعليم القرآن الكريم د. أنس كرزون نقلا عن الفروق للقرافي 4/ 170.",
            "page": "17",
            "part": "1",
            "seal": "A4D7BD59"
        },
        {
            "id": "19",
            "nass": "وسائل معينة على الانتفاع بالقرآن ¶ وبالتوازي مع استخدام الوسائل السابقة في زيادة الإيمان بالقرآن علينا أن نبدأ التعامل الجديد معه بأن يكون هدفنا هو تفهمه والتأثر به حتى يزداد الإيمان في قلوبنا ويضعف الهوى ومن ثم يحدث التغيير. ¶ وبلا شك أن أهم وسيلة للانتفاع بالقرآن هي وجود الرغبة الصادقة في الانتفاع بالقرآن .. ¶ هذه الرغبة علينا أن نترجمها بالدعاء والإلحاح على الله عز وجل بأن يفتح لنا أبواب الفهم والتأثر بالقرآن. ¶ وفي هذا المعنى يقول الحارث المحاسبي: ¶ فإن طلبت الفهم بصدق أقبل الله عليك بالمعونة .. ¶ واعلم أنه لا يثقل فهم كلامه إلا على من تعطَّل قلبه ألا يسمع، فإن علم - سبحانه - من التالي لكتابه صدق ضميره، وعنايته بجمع همّه للفهم، أفهمه .. ألا تسمعه يقول: {إِن يَعْلَمِ اللهُ فِي قُلُوبِكُمْ خَيْرًا يُّؤْتِكُمْ خَيْرًا مِّمَّا أُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْ} [الأنفال: 70]. ¶ فإذا أقبلت على الله تعالى بصدق نية ورغبة لفهم كتابه، متوكلا عليه أنه هو الذي يفتح لك الفهم - لا على نفسك - لم يخيبك من الفهم والعقل عنه إن شاء الله (¬1). ¶ اصدق الله يصدقك: ¶ أخي: الكثير منا يدعي أنه يريد تَفهُّم القرآن، والتأثر به، والاغتراف من منابع إيمانه، وشفاء أمراض قلبه من خلاله. ¶ ولكن كما نعلم: فالبيَّنة على من ادعى .. ¶ فما هي بينتك في هذا الادعاء؟! ¶ إن أعظم بينة هي الإلحاح على الله بأن يفتح لنا أبواب رحمته، ليحدث الوصال بين القلب والقرآن. ¶ أو بعبارة أخرى: ¶ علينا أن نكون صادقين مع الله حينما نقدم له طلب الانتفاع بالقرآن، وأهم مظهر لذلك هو أن ندعوه - سبحانه - دعاء المضطر الذي يخرج دعاؤه من أعماق أعماق قلبه، كالذي تتقاذفه الأمواج في البحر، فأخذ يصارع الغرق، وليس لديه شيء يتعلق به إلا أمله في الله بأن يستجيب تضرعه، وينقذه من الموت. ¶ واعلم - أخي - أن مفتاح الإجابة هو التضرع والحرقة واستشعار الاحتياج الماسّ لله عز وجل. ¶ يقول ابن رجب: وعلى قدر الحرقة والفاقة تكون إجابة الدعاء (¬2). ¶ وتذكر - أخي- قوله صلى الله عليه وسلم: «إن الله لا يستجيب دعاء من قلب غافل لاه» (¬3). ¶ وعلينا ألا نكتفي بالدعاء والاستغاثة مرة أو مرتين، بل لا بد من الإلحاح والإلحاح على الله بدعاء المضطر مرات ومرات حتى ينفتح الباب. ¶ فالله عز وجل يسمع دعاءنا، ويقدر على إجابته - وإجابة جميع الخلائق - من أول مرة، ولكنه يريد أن يرى منا الصدق في الطلب، وأننا جادون فيما ندَّعى، لذلك فهو قد يؤخر الإجابة اختبارًا لنا، فإن تركنا الباب، وأوقفنا التضرع والدعاء كان ذلك علامة وبيَّنة على عدم صدقنا في أننا بحاجة ماسة لإجابة ما نطلبه من الله، وأن الأمر لا يعدو أن يكون ردة فعل لحالٍ طارئة عشنا معها، وتأثرنا بها تأثرًا لحظيًا، لذلك يقول صلى الله عليه وسلم: «يُستجاب لأحدكم ما لم يعجل، يقول: دعوت فلم يُستجب لي» (¬4). ¶ ولنعلم جميعًا بأننا لو وصلنا لحالة الاضطرار والحرقة عند الدعاء مرات ومرات، فإن الباب - يقينًا - سيُفتح، والشيطان سيخنس، وشمس القرآن ستشرق في قلوبنا بنور ربها. ¶ ومن أهم أوقات الإلحاح على الله ودعائه دعاء المضطر، هو ذلك الوقت الذي يسبق قراءة القرآن، فالإلحاح الحارّ في هذا الوقت من شأنه أن يهيئ القلب لاستقبال القرآن استقبالاً صحيحًا: {وَمَا يَتَذَكَّرُ إِلاَّ مَن يُنِيبُ - فَادْعُوا اللهَ مُخْلِصِينَ لَهُ الدِّينَ} [غافر: 13، 14]. ¶ ومنها كذلك تلك الأوقات التي تستغلق فيها أبواب فهم الآيات علينا. ¶ ¬__________ ¶ (¬1) فهم القرآن للحارث المحاسبي ص 324. ¶ (¬2) الذل والانكسار لابن رجب. ¶ (¬3) رواه الإمام أحمد والترمذي. ¶ (¬4) متفق عليه.",
            "page": "18",
            "part": "1",
            "seal": "3B272702"
        },
        {
            "id": "20",
            "nass": "يذكر الحافظ ابن كثير - رحمه الله - في سياق هجرة عمر بن الخطاب مع عياش ابن ربيعة، وهشام بن العاص - رضي الله عنهم - (ولقد حبس الكفار هشامًا عن الهجرة، واستطاع أبو جهل أن يرد عياشًا إلى مكة بعد حيلة ماكرة وخطة غادرة .. ) وقد كان شائعًا بين المسلمين أن الله لا يقبل ممن افتتن توبة، وكانوا يقولون ذلك لأنفسهم حتى قدم رسول الله صلى الله عليه وسلم المدينة، وأنزل الله: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لاَ تَقْنَطُوا مِن رَّحْمَةِ اللهِ إِنَّ اللهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ - وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِن قَبْلِ أَن يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لاَ تُنْصَرُونَ - وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُم مِّن رَّبِّكُم مِّن قَبْلِ أَن يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لاَ تَشْعُرُونَ} [الزمر: 53 - 55]. ¶ قال عمر: وكتبتها وبعثت بها إلى هشام بن العاص. ¶ قال هشام: فلما أتتني جعلت أقرؤها بذى طوى أصعد بها وأصوب، ولا أفهمها حتى قلت: اللهم فهمنيها، فألقى الله في قلبي أنها إنما أُنزلت فينا وفيما كنا نقول في أنفسنا، ويقال فينا. ¶ قال: فرجعت إلى بعيري فجلست عليه فلحقت برسول الله صلى الله عليه وسلم بالمدينة (¬1). ¶ فإذا عزم الأمر: ¶ تنقل إلينا كتب السيرة في قصة إسلام أسيد بن حضير، قول أسعد بن زرارة لمصعب بن عمير عندما رأى أُسيدًا يقبل عليهما بوجه غاضبًا: «أصدق الله فيه». ¶ فلما صدق مصعب الله في أسيد: انفتح قلبه، وانشرح صدره، وانفرجت أساريره، ودخل في الإسلام. ¶ وهذا هو بيت القصيد: أن نصدق الله في طلب الانتفاع الحقيقي بالقرآن. ¶ ألم يقل سبحانه: {فَإِذَا عَزَمَ الأمْرُ فَلَوْ صَدَقُوا اللهَ لَكَانَ خَيْرًا لَّهُمْ} [محمد: 21]. ¶ فالأمر قد عزم الآن، ولا يبقى إلا الصدق مع الله، ودوام الإلحاح عليه، وأن يكون حالنا معه - سبحانه - كحال الطفل الذي يريد حاجة من أبيه، فلا تجده ييأس أبدًا من طلب حاجته رغم رفض أبيه المتكرر، ويظل الطفل في إلحاحه المستمر ويظل أبوه يرفضه حتى يتحول الرفض إلى استجابة أمام ذلك السيل من الإلحاح .. ¶ ولله المثل الأعلى، فلنصدق الله في طلبنا، ولنلح عليه في الطلب، فإن تأخرت الإجابة فعلينا ألا نيأس، فربنا - سبحانه وتعالى - أكرم الأكرمين، وأجود الأجودين، وهو ينتظر منا أي التفاتة صادقة نحوه ليقبل علينا، فإن تأخر الإمداد، فلحكمة يعلمها هو، ولخير كبير ينتظرنا شريطة ألا نبرح بابه، وأن نستمر في الإلحاح عليه، مع إظهار عظيم افتقارنا وحاجتنا إلى جوده. ¶ أخي: ¶ أتظن أنك إن مرَّغت وجهك في التراب، فاختلط به دمعك، واشتد نحيبك وتضرعك إلى الله في طلبك للوصال بين قلبك والقرآن، ... أتظن أن ربك سيُعرض عنك، أو يرفض طلبك؟! ¶ قبل أن تبدأ القراءة: ¶ فإن كان الإلحاح على الله عز وجل هام ومحوري في الانتفاع بالقرآن، إلا أنه فوق ذلك له دور كبير في تهيئة القلب لاستقبال القرآن وذلك قبل بدء التلاوة .. ¶ فلنحرص - أخي - على ذلك حتى تتعرض قلوبنا سريعًا لأنوار القرآن .. ¶ اطرق باب القرآن بأدب: ¶ علينا حين نقبل على القرآن أن نطرق بابه بأدب التلميذ الذي يريد أن يتعلم من أستاذه العظيم، فينصت له، ولا يحاول أن يجادله بما لديه من تصورات وأفكار مُسبقة، بل يستسلم له استسلام النهم للمعرفة والشفاء. ¶ وفي هذا المعنى يقول أبو الأعلى المودودي: ¶ ¬__________ ¶ (¬1) هجر القرآن لمحمد فتحي ص 156، 157، نقلا عن البداية والنهاية لابن كثير (3/ 136، 137).",
            "page": "19",
            "part": "1",
            "seal": "069188BD"
        },
        {
            "id": "21",
            "nass": "يجب - كخطوة أولى - على كل من يريد فهم القرآن، أن يخلى ذهنه ما أمكن من جميع ما استقر فيه من قبل من التصورات والنظريات .. ثم يكب على دراسته بقلب مفتوح وأُذن واعية وقصد نزيه لفهمه. ¶ أما الذين يدرسونه واضعين طائفة من التصورات في أذهانهم مقدما، فما يقرؤون بين دفتيه إلا تصوراتهم أنفسهم، ولا يجدون شيئًا من رائحة القرآن. ولا يصلح هذا المنهج لدراسة أي كتاب من الكتب، فكيف بالقرآن الذي لا يفتح كنوز معانيه أبدا للذين يدرسونه باتباع مثل هذا المنهج (¬1). ¶ ويقول عبد الكريم الخطيب: فالقرآن الكريم، لا يُقبل إلا على من يُقبل عليه، ولا يمنح خيره وبركته إلا لمن يعرف قدره، ويطرق بابه في أدب وولاء وخشوع (¬2). ¶ ويؤكد سيد قطب على هذا المعنى، ويعتبره من أهم العوامل التي جعلت الصحابة ينتفعون بالقرآن، ويرتفعون به إلى السماء .. يقول رحمه الله: ¶ وقد نجح الصحابة في التعامل مع القرآن، والتفاعل به، لأنهم كانوا حريصين على ألا يستقوا إلا من نبعه الرباني الصافي، ولأن الرجل منهم كان يخلع على عتبة القرآن كل ماضيه، ويدخل عالم القرآن بدون مقررات مسبقة، لتتم صياغته صياغة قرآنية فريدة، ولأنهم تلقوه للتنفيذ والعمل لا للثقافة والمتاع، أو التذوق والاطلاع (¬3). ¶ الإكثار من تلاوة القرآن: ¶ اعلم أخي بأننا كلما أقبلنا على القرآن كلما أعطانا من خيره، وكلما ازدادت فترات لقائنا به كلما ازددنا له فهما، وتأثرًا، وإيمانًا ... ¶ فلنجتهد في ذلك، ولنُطِل فترة المكث معه، ولا يكن همنا وقت القراءة: متى سننتهي من الجزء أو السورة بل ليكن كل منا: ¶ متى سأتأثر؟ متى سأبكي؟ متى سيقشعر جلدي؟! متى سيَوْجل قلبي؟! ¶ يقول عبد الله بن مسعود: اقرؤوا القرآن وحركوا به القلوب، ولا يكن هم أحدكم آخر السورة (¬4). ¶ ومما يساعد على الوصول لهذه الأهداف هو إطالة فترة المكث مع القرآن وعدم قطع القراءة بأي أمر من الأمور -ما أمكن ذلك- حتى لا نخرج من جو القرآن، وسلطان الاستعاذة، خاصة في البداية، ويُفضل أن يكون اللقاء بالقرآن في مكان هادئ -قدر المستطاع- وبعيدًا عن الضوضاء ليساعد المرء على التركيز وعدم شرود الذهن، ولا ننس الوضوء والسواك قبل القراءة. ¶ القراءة من المصحف وبصوت مسموع وبترتيل: ¶ فالترتيل له وظيفة كبيرة في الطَّرْق على المشاعر ومن ثمَّ استثارتها وتجاوبها مع الفهم الذي سيولده التدبر، لينشأ بذلك الإيمان حينما يتعانق الفهم مع التأثر. ¶ وهنا تبرز أهمية تعلم أحكام التلاوة حتى تتحقق الفائدة من الترتيل. فلا بد وأن يجتهد كل منا في تعلم أحكام التلاوة والنطق الصحيح للآيات في أسرع وقت حتى يتسنى له الانتفاع بالقرآن. ¶ أما القراءة من المصحف فلها فوائد عظيمة في عدم شرود الذهن، ومن ثم حدوث الفهم والتأثر. ¶ ومع الترتيل علينا أن نجتهد في تحسين أصواتنا بالقرآن ما أمكن، فالصوت الحسن يزيد من تأثير القرآن على المشاعر، لذلك قال صلى الله عليه وسلم: «حسنوا القرآن بأصواتكم فإن الصوت الحسن يزيد القرآن حُسنا» (¬5). ¶ القراءة بصوت حزين: ¶ ومع القراءة الهادئة المرتلة علينا أن نجتهد في صبغ قراءتنا بالحُزن، فإن الصوت الحزين له تأثير عجيب وسريع على المشاعر. يقول صلى الله عليه وسلم: «أحسن الناس قراءة الذي إذا قرأ رأيت أنه يخشى الله» (¬6). ¶ ¬__________ ¶ (¬1) المبادئ الأساسية لفهم القرآن لأبي الأعلى المودودي- دار القلم - ص 48، 49. ¶ (¬2) مقالات الإسلاميين في رمضان لمحمد موسى الشريف ص 444. ¶ (¬3) معالم في الطريق لسيد قطب. ¶ (¬4) شعب الإيمان للبيهقي (2042). ¶ (¬5) صحيح الجامع الصغير (3145). ¶ (¬6) صحيح الجامع الصغير (194).",
            "page": "20",
            "part": "1",
            "seal": "C7F02896"
        },
        {
            "id": "22",
            "nass": "وقال: «نزل القرآن بالحُزْن، فما قُرئ القرآن بشيء أفضل من الحُزْن» (¬1). ¶ وكان عمر بن الخطاب يدعو أبا موسى الأشعري في المسجد فيقول له: يا أبا موسى ذكرنا ربنا فيقرأ لهم بصوت حزين (¬2). ¶ ومن نصائح حذيفة بن اليمان: اقرأوا القرآن بحُزْن، ولا تجفوا عنه، وتعاهدوه، ورتلوه ترتيلا (¬3). ¶ الفهم الإجمالي للآيات: ¶ وذلك من خلال إعمال العقل في تفهم الخطاب، وهذا يستلزم منا التركيز التام مع القراءة. ¶ واعلم - أخي- أنه لا يمكن الانتفاع بالقرآن في تحصيل العلم والإيمان وإحداث التغيير بدون هذه الخطوة .. ¶ فلا بديل عن تدبر الآيات وفهم الخطاب الإلهي، والحد الأدنى المطلوب من كل مسلم هو الفهم الإجمالي للآيات، فإذا ما شرد الذهن وتجول في ميادين الدنيا وقت القراءة، فعلينا أن نعود مرة أخرى لقراءة تلك الآيات التي شردنا فيها، حتى يرى الله منا حرصا على تفهم خطابه، فيُفهَّمه لنا، ويصرف عنا الشيطان .. ¶ وليس معنى إعمال العقل في تفهم الخطاب أن نقف عند كل كلمة ونتكلف في معرفة معناها وما وراءها، بل يكفي المعنى الإجمالي الذي تدل عليه الآية حتى يتسنى لنا الاسترسال في القراءة ومن ثمَّ التصاعد التدريجي لحركة المشاعر فتصل إلى التأثر والانفعال في أسرع وقت. ¶ ولا بأس من وجود تفسير مختصر بجوارنا لجلاء شبهة أو معرفة معنى دقَّ علينا فهمه، وإن كان من الأفضل الرجوع إليه بعد انتهاء القراءة حتى لا نخرج من جو القرآن والانفعالات الوجدانية التي نعيش في رحابها إلا إذا ألحت علينا كلمة نريد معرفة معناها في التو واللحظة (¬4). ¶ التعامل مع القرآن على أنك المخاطب به: ¶ هناك حلاوة كبيرة يجدها المتدبر للقرآن حين يتعامل مع الآيات على أنها تخاطبه، فعلى سبيل المثال: عندما يقرأ. {وَلاَ تَمْشِ فِي الأَرْضِ مَرَحًا}، {أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ}، {انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الآَيَاتِ ثُمَّ انْظُرْ أَنَّى يُؤْفَكُونَ} .. ويتعامل معها على أنها خطاب من الله إليه، فإن استقباله لها سيختلف كثيرًا، وسينعكس ذلك على طريقة تعامله مع القرآن، وقبل ذلك مع ربه، وسيزداد شعوره بالدفء والسكينة كلما التقى بالقرآن .. وأنقل لك أخي القارئ تجربة محمد إقبال في هذا الشأن. ¶ يقول أبو الحسن الندوي: لقد كانت قراءة محمد إقبال للقرآن قراءة تختلف عن قراءة الناس، ولهذه القراءة الخاصة فضل كبير في تذوقه للقرآن، واستطعامه إياه. ¶ وقد حكى قصته لقراءة القرآن، قال: «قد كنت تعمدت أن أقرأ القرآن بعد صلاة الصبح كل يوم، وكان أبي يراني، فيسألني: ماذا أصنع؟ فأجيبه: أقرأ القرآن، وظل على ذلك ثلاث سنوات متتاليات يسألني سؤاله، فأجيبه جوابي، وذات يوم قلت له: ما بالك يا أبي! تسألني نفس السؤال وأجيبك جوابًا واحدًا، ثم لا يمنعك ذلك عن إعادة السؤال من غدٍ؟ فقال: إنما أردت أن أقول لك: يا ولدي؛ اقرأ القرآن كأنما نُزَّل عليك. ومنذ ذلك اليوم بدأت أتفهم القرآن وأقبل عليه، فكان من أنواره ما اقتبست، ومن درره ما نظمت» (¬5). ¶ ¬__________ ¶ (¬1) رواه الطبراني في الأوسط. ¶ (¬2) لمحات الأنوار للغافقي 1/ 456 برقم (567). ¶ (¬3) المصدر السابق برقم (566). ¶ (¬4) من المقترح القراءة في المصحف الذي يوجد على هامشه معاني الكلمات أو استصحاب كتاب «كلمات القرآن تفسير وبيان» لمحمد حسنين مخلوف. ¶ (¬5) روائع إقبال لأبي الحسن الندوي/ 38، 39 - دار القلم - دمشق.",
            "page": "21",
            "part": "1",
            "seal": "730BC52E"
        },
        {
            "id": "23",
            "nass": "ترديد وتكرار الآية أو الآيات التي يحدث معها تجاوب وتأثر قلبي: ¶ بالمداومة على الوسائل السابقة ستأتي - بلا شك - لحظات يتجاوب فيها القلب مع آية أو آيات متتاليات فيتأثر بها، وينفعل معها، وهذا يعني دخول نور هذه الآية القلب، وهزها للمشاعر، وتزويدها للقلب بالإيمان، وبث الروح فيه .. وهذا هو ما نريده، ونبحث عنه. ¶ من هنا ظهرت الحاجة إلى استثمار تلك الفرصة العظيمة، والسماح لأكبر قدر من النور ليدخل القلب، وذلك من خلال ترديد الآية - أو الآيات - التي أثرت فينا ويستمر الترديد والتكرار حتى يتوقف التأثر والانفعال، فكما قيل: «الآية مثل التمرة، كلما مضغتها استخرجت حلاوتها». ¶ هذه الوسائل النبوية المجربة لو داومنا وثابرنا عليها، فلنبشر جميعًا بقرب شروق شمس القرآن داخل قلوبنا، لتبدأ معها حياة جديدة تكسوها السكينة والطمأنينة، وروح جديدة وثابة وتواقة لفعل الخير.",
            "page": "22",
            "part": "1",
            "seal": "86F9A322"
        },
        {
            "id": "24",
            "nass": "العمل بالقرآن ¶ مما لا شك فيه أن طول المكث مع القرآن، وقراءته بتفهم وترتيل وصوت حزين من شأنه أن يجلب التأثر والانفعال وقت القراءة. ¶ ومهما كانت مساحة هذا التأثر والانفعال إلا أن استمرار حدوثه يوما بعد يوم معناه استمرار تغذية القلب بالإيمان .. فإذا ما استمر الإيمان في ازدياد؛ تولدت الرغبة وقويَ الدافع داخل المرء للقيام بأعمال البر المختلفة في شتى المجالات، فالطاقة الإيمانية التي يولدها التأثر المستمر لا تدع صاحبها يقر حتى يُفرغها. ¶ معنى ذلك أن من يترك نفسه للقرآن، ويطيل فترة مكوثه معه فإن ثمة تغيُّرات حقيقية ستحدث له، وسيلاحظها كل من يتعامل معه، خاصة في الوقت الذي يلي لقاءه بالقرآن. ¶ ومما يؤكد ذلك أن رسول الله صلى الله عليه وسلم الذي كان أجود الناس، إلا أن هذا الجود كان يزداد بعد قراءته للقرآن. فعن ابن عباس رضي الله عنهما- قال: «كان النبي صلى الله عليه وسلم أجود الناس بالخير، وأجود ما يكون في شهر رمضان، لأن جبريل كان يلقاه في كل ليلة في شهر رمضان حتى ينسلخ، يعرض عليه رسول الله صلى الله عليه وسلم القرآن، فإذا لقيه جبريل كان أجود بالخير من الريح المرسلة» (¬1). ¶ ويعلق ابن حجر في فتح الباري على هذا الحديث فيقول: ¶ وفيه أن مداومة التلاوة توجب زيادة الخير (¬2). ¶ وهذا الصحابي عامر بن ربيعة يأتيه ضيف فيكرمه، فيذهب الرجل إلى رسول الله صلى الله عليه وسلم ويطلب منه أن يعطيه أرضًا فأعطاه رسول الله صلى الله عليه وسلم، فذهب إلى عامر ليخبره ويقول له: إني استقطعت رسول الله صلى الله عليه وسلم واديًا ما في العرب أفضل منه، ولقد أردت أن أقطع لك منه قطعة تكون لك ولعقبك. ¶ فقال له عامر: لا حاجة لي في قطيعتك، نزلت اليوم سورة أذهلتنا عن الدنيا {اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُّعْرِضُونَ} [الأنبياء: 1] (¬3). ¶ فقراءة القرآن لها تأثير مباشر وسريع في تحسين السلوك .. ¶ وقد أخبرني أحد هؤلاء الذين بدأوا في التعامل الصحيح مع القرآن بأن زوجته صارحته بأنها إذا ما أرادت منه الموافقة على أحد الطلبات فإنها تطلبه منه بعد انتهائه من قراءته للقرآن لعلمها بحالته النفسية الإيجابية، وشعوره بالسعادة في هذا الوقت. ¶ العمل بما دلت عليه الآيات: ¶ ومع ذلك الأثر العظيم الذي يحُدثه القرآن في القلب والذي من خلاله يتغير السلوك إلا أنه من المناسب أن نجتهد - قدر المستطاع- في تطبيق المعاني التي دلت عليها الآيات، خاصة تلك التي تجاوبنا وتأثرنا بها. ¶ مع الأخذ في الاعتبار أن يظل هذا التطبيق في حدود الاستطاعة حتى لا يكون هذا مدخلا للشيطان بترك القراءة تحت دعوى «تطبيق ما مضى أولا». ¶ ¬__________ ¶ (¬1) رواه مسلم: (4997). ¶ (¬2) فتح الباري 9/ 54. ¶ (¬3) تفسير القرآن العظيم لابن كثير 3/ 164 - مكتبة العبيكان.",
            "page": "23",
            "part": "1",
            "seal": "90C9D237"
        },
        {
            "id": "25",
            "nass": "فعلى سبيل المثال عندما يقرأ المرء قوله تعالى: {إِنَّ اللهَ لاَ يُحِبُّ مَن كَانَ مُخْتَالاً فَخُورًا} [النساء: 36] ثم أسقط هذا المعنى على نفسه، وفتش فيها، فوجد أنه متلبس بهذا الخلق، كأن يكون كثير الحديث عن إنجازاته، والمباهاة بقدراته و .... ؛ فتألم من ذلك وأراد أن يغير هذا الخلق السيئ ... فهل يتوقف عن قراءة القرآن حتى ينتهي من علاج نفسه من هذا السلوك؟! ¶ الجواب هو: عدم توقفه عن القراءة اليومية للقرآن، لأنه من خلاله يتزود بالإيمان الذي يدفعه - بعون الله- لتغيير هذا الخلق، وغيره مما تدل عليه الآيات. ¶ وفي نفس الوقت عليه أن يجتهد - بقدر المستطاع- في تغيير هذا الخلق، ويداوم على محاسبة نفسه ويجاهدها في الالتزام بالتواضع ونكران الذات. ¶ ومما يساعده على الاستمرار في جهاد نفسه هو كثرة تلاوته للقرآن، لأنه سيجد آيات عديدة، وفي سور مختلفة تذكره بخطورة الإعجاب بالنفس، وتستحثه على التواضع، فالقرآن يكرر المعاني بأساليب مختلفة {وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُوا} [الفرقان: 50]. ¶ الخلاصة هي: عدم ترك القراءة بل الإكثار منها، وفي نفس الوقت عدم إهمال العمل بما دلت عليه الآيات في حدود المستطاع. ¶ إن القرآن هو رسالة من الله إلى كل واحد منا، لذلك عليه أن يديم قراءتها ويطبق ما يقدر على تطبيقه منها. ¶ وفي هذا المعنى يقول الحسن البصري: إنكم اتخذتم قراءة القرآن مراحل، وجعلتم الليل جَمَلا، فأنتم تركبونه وتقطعون به مراحله، وإن من كان قبلكم رأوه رسائل من ربهم، فكانوا يتدبرونها بالليل وينفذونها بالنهار. ¶ وينقل لنا الإمام حسن البنا وصية من وصايا الإمام محمد عبده لبعض تلاميذه يقول فيها: «وأدم قراءة القرآن، وفهم أوامره ونواهيه، ومواعظه وعبره، كما كان يُتلى على المؤمنين أيام الوحي، وحاذر النظر إلى وجوه التفاسير إلا لفهم لفظ غاب عنك مراد العرب منه، أو ارتباط مفرد بآخر خَفِي عليك متصله، ثم اذهب إلى ما يُشخصك القرآن إليه، واحمل نفسك على ما يحمل عليه». ¶ ويعلق البنا على هذه الوصية فيقول: ¶ ولاشك أن من أخذ بهذه الطريقة سيجد أثرها بعد حين في نفسه مَلَكة تجعل الفهم من سجيته، ونورا يستضيء به في دنياه وآخرته إن شاء الله (¬1). ¶ ليس كتابا نظريًا: ¶ يقول المودودي: ومهما يتخذ الإنسان من التدابير ويستخدم من الوسائل لفهم القرآن، فإنه لا يصل إلى جوهر القرآن وروحه كما ينبغي، مادام هو لا يعمل وفق ما جاء به القرآن. ¶ إن القرآن ليس يحوي نظريات مجردة، وأفكارًا محضة، حتى تدرسه جالسًا على الأريكة ... ¶ كما أنه ليس كتابًا يبحث في اللاهوت، فتحل جميع أسراره ومكوناته في المعاهد والزوايا .. ¶ إن هذا الكتاب كتاب دعوة وحركة، وبمجرد نزوله أخرج رجلاً وادعا، دمثا، سليم الفطرة، كريم الشيم، ومحبا الانعزال، وأوقفه في مواجهة العالم الذي كان قد انصرف عن الحق، وجعله يقارع الباطل، ويحارب أئمة الكفر، وقادة الفسق، وروَّد الضلال. ¶ إن هذا الكتاب انتزع كل روح سعيدة، وكل نفس زكية من كل بيت، وجمعها تحت لواء صاحب الدعوة. ¶ إن هذا الكتاب هو الذي قام بتوجيه الحركة الإسلامية خلال مدة ثلاث وعشرين سنة، والتي بدأت عملها من صرخة فرد واحد، وانتهت في نهاية المطاف إلى إقامة الخلافة الإلهية في الأرض .. ¶ وهذا الكتاب هو الذي تولى وضع مخططات الهدم، ومشاريع البناء في كل مرحلة من المراحل، وفي كل خطوة من الخطوات خلال المعركة المديدة الضارية بين الحق والباطل. ¶ ¬__________ ¶ (¬1) حسن البنا ومنهجه في تفسير القرآن الكريم ص 97، 98.",
            "page": "24",
            "part": "1",
            "seal": "9FE81E36"
        },
        {
            "id": "26",
            "nass": "إذن فكيف يتأتى لك اليوم أن يتجلى لك جميع ما يضمر هذا الكتاب من أسرار وحقائق، بمجرد أن تمر على حروفه، وتنطق بكلماته (¬1). ¶ شعور التلقي للتنفيذ: ¶ من هنا نقول بأنه من الضروري - إن أردنا الانتفاع بالقرآن- أن نقبل عليه بشعور التلقي للتنفيذ والعمل، لا بشعور الدراسة والمتاع كما يقول سيد قطب .. نرجع إليه لنعرف ماذا يطلب منا أن نكون، لنكون، وفي الطريق سنلتقي بالجمال الفني في القرآن، وبالقصص الرائع في القرآن، وبمشاهد القيامة في القرآن، وبالمنطق الوجداني في القرآن، وبسائر ما يطلبه أصحاب الدراسة والمتاع، ولكننا سنلتقي بهذا كله دون أن يكون هو هدفنا الأول .. ¶ إن هدفنا الأول أن نعرف: ماذا يريد منا القرآن أن نعمل؟! ¶ ما هو التصور الكلي الذي يريد منا أن نتصوره؟! ¶ كيف يريد القرآن أن يكون شعورنا بالله؟! ¶ كيف يريد القرآن أن تكون أخلاقنا وأوضاعنا، ونظامنا الواقعي في الحياة (¬2)؟! ¶ واعلم - أخي- أنه: (سيظل هنالك حاجز سميك بين قلوبنا وبين القرآن، طالما نتلوه أو نسمعه كأنه مجرد تراتيل تعبدية لا علاقة لها بواقعيات الحياة البشرية اليومية التي تواجهنا .. بينما الآيات نزلت لتواجه نفوسًا ووقائع وأحداثا حية، ذات كينونة واقعية حية) (¬3) .. ¶ (ولن ننتفع بالقرآن حتى نقرأ لنلتمس عنده توجيهات حياتنا في يومنا وفي غدنا، كما كانت الجماعة المسلمة الأولى تتلقاه لتلتمس عنده التوجيه الحاضر في شؤون حياتها الواقعة. ¶ وحين نقرأ القرآن بهذا الوعي سنجد عنده ما نريد، وسنجد فيه عجائب لا تخطر على البال الساهي! ¶ سنجد كلماته وعباراته وتوجيهاته حية تنبض وتتحرك وتشير إلى معالم الطريق، وتقول لنا: هذا فافعلوه وهذا لا تفعلوه. وتقول لنا حديثا طويلا مفصلا في كل ما يعرض لنا من الشؤون .. وسنجد عندئذ في القرآن متاعًا وحياة، وسندرك معنى قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا للهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ} [الأنفال: 24] فهي دعوة للحياة .. للحياة الدائمة المتجددة) (¬4). ¶ ¬__________ ¶ (¬1) المبادئ الأساسية لفهم القرآن لأبي الأعلى المودودي. ¶ (¬2) معالم في الطريق لسيد قطب ص 22، 23. ¶ (¬3) في ظلال القرآن 1/ 348. باختصار. ¶ (¬4) في ظلال القرآن 1/ 261.",
            "page": "25",
            "part": "1",
            "seal": "57755456"
        },
        {
            "id": "27",
            "nass": "حفظ القرآن ¶ يسعى الكثير من المسلمين المتمسكين بالدين إلى حفظ القرآن -بعضه أو كله- وهذا أمر طيب، ولكن لكي يصبح هذا الحفظ حجة لنا، ووسيلة عظيمة لزيادة الانتفاع بالقرآن في تحقيق الإيمان وإحداث التغيير بإذن الله، ينبغي أن يسير حفظ الآيات متوازيًا مع فهم معناها، ومعرفة ما دلت عليه من أحكام وتوجيهات عملية يتم الالتزام بها عدة أيام قبل الانتقال إلى حفظ آيات جديدة .. وذلك هو منهج الجيل الأول في حفظ الآيات. ¶ فإن قلت: ولماذا لا نكثر من الحفظ كما نكثر من القراءة؟! ¶ جاءك الجواب بأن أمر الحفظ يختلف عن أمر القراءة؟! ¶ بمعنى أن الهدف من الإكثار من القراءة هو التزود الدائم بالإيمان، واستمرار التذكرة، والتبصرة، وتقوية الرغبة والدافع لفعل الخيرات وترك المنكرات. ¶ أما الحفظ فلابد وأن يواكبه الفهم والعلم والعمل لأن صاحبه سيحمله بصورة دائمة. ¶ فعلى سبيل المثال: سورة الليل يمكن حفظ ألفاظها في دقائق، ولكن هل يمكن أن نُطلق على من حفظها في هذه الدقائق أنه يحمل سورة الليل، وأن الأخلاق التي دلت عليها السورة صارت تتمثل فيه؟! ¶ إن سورة الليل تحث على كثرة ودوام الإنفاق في سبيل الله، فإذا حَفِظَ ألفاظها شخص لا ينفق من ماله إلا اليسير، ثم بدأ بعدها في حفظ سورة أخرى دون أي محاولة منه لتغيير سلوكه، وجهاد نفسه وحثها على دوام الإنفاق في سبيل الله .. فهل هذا الشخص يُسمَّى حاملا لسورة الليل؟! ¶ وماذا يكون وضعه عندما يقرأ مع نفسه أو يؤم الناس بسورة الليل؟! ¶ ألا يخشى على نفسه من أن ينطبق عليه وصف من يقول ولا يفعل؟! ¶ من هنا يتضح لنا أهمية التمهل في الحفظ وعدم الانتقال إلى حفظٍ جديد إلا بعد أن يمارس المرء ما دلت عليه الآيات ولو لبضعة أيام. ¶ ومما يلفت الانتباه أنه مع انشغال الصحابة الشديد بالقرآن، واجتهادهم في كثرة تلاوته بالليل والنهار - تفهمًا وترتيلاً- إلا أنهم لم يتنافسوا فيما بينهم على حفظه.",
            "page": "26",
            "part": "1",
            "seal": "7B5664BA"
        },
        {
            "id": "28",
            "nass": "فالتمهل، وعدم الإسراع هو سمة الصحابة في حفظ القرآن، ويكفيك في هذا قول التابعي أبي عبد الرحمن السُّلمي: ¶ حدثنا الذين كانوا يقرؤننا القرآن كعثمان بن عفان، وعبد الله ابن مسعود رضي الله عنهما، وغيرهما أنهم كانوا إذا تعلموا من النبي صلى الله عليه وسلم عشر آيات لم يجاوزوها حتى يتعلموا ما فيها من العلم والعمل، قالوا: فتعلمنا العلم والعمل جميعا (¬1). ¶ ولهذا - كما يقول ابن تيمية- كانوا يبقون مدة في حفظ السورة. ¶ قال أنس: كان الرجل إذا قرأ البقرة وآل عمران جلَّ في أعيننا. (¬2) ¶ ويقول عبد الله بن عمر: كنا صدر هذه الأمة، وكان الرجل من خيار أصحاب رسول الله صلى الله عليه وسلم ما معه إلا السورة من القرآن أو شبه ذلك، وكان القرآن ثقيلا عليهم، ورزقوا العمل به، وإن آخر هذه الأمة يخُفف عليهم القرآن، حتى يقرأه الصبي والأعجمي فلا يعملون به (¬3). ¶ وسوف تسألون: ¶ لقد كان الصحابة يعلمون تمام العلم أن حفظ شيء من القرآن معناه العمل به وأنهم سيسألون عنه يوم القيامة ... أي أن الحفظ كان مرادفًا للعمل عندهم. ¶ يقول أبو الدرداء: أخاف أن يقال لي يوم القيامة علمت أم جهلت؟ ¶ فأقول: علمت. ¶ فلا تبقى آية في كتاب الله آمرة أو زاجرة إلا وتسألني فريضتها. ¶ تسألني الآمرة: هل ائتمرت؟! ¶ وتسألني الزاجرة: هل ازدجرت؟! ¶ فأعوذ بالله من علم لا ينفع، ومن دعاء لا يسمع (¬4). ¶ فلنحذر الوعيد: ¶ وأتركك أخي القارئ مع هذا الحديث النبوي الصحيح لتتأمله وتتفكر في معانيه: قال صلى الله عليه وسلم: «أكثر منافقي أمتي قراؤها» (¬5). ¶ وليس معنى هذا هو إهمال الحفظ بل المقصد هو التمهل فيه حتى لا نكون ممن يقول ولا يفعل. ¶ وليكن - على سبيل الاقتراح- الحفظ كل أسبوع خمس آيات وقراءة تفسيرها، والاجتهاد في تطبيقها، والتخلق بأخلاقها. ¶ قال أبو العالية: تعلموا القرآن خمس آيات خمس آيات، إنه أحفظ لكم، وكان جبريل صلوات الله عليه كان ينزل بخمس آيات متواليات (¬6). ¶ مراجعة المحفوظ: ¶ ومع التمهل في الحفظ لابد من مراجعة ما تم حفظه حتى لا يُنسى، ولكن ينبغي علينا ونحن نراجع الآيات أن ننتبه إلى أن هذه الآيات: قرآن ينبغي تفهمه وتدبره، وهذا يستدعي عدم الإسراع في القراءة، وإعمال العقل لفهم المعنى. ¶ روى الزهري أن عبد الله بن عباس كان يُقرئ عبد الرحمن ابن عوف في خلافة عمر بن الخطاب .. قال عبد الله بن عباس: لم أر أحدًا يجد من القشعريرة ما يجد عبد الرحمن عند القراءة (¬7). ¶ * * * ¶ ¬__________ ¶ (¬1) مقدمة في أصول التفسير لابن تيمية ص 74، 75. ¶ (¬2) المصدر السابق نفسه. ¶ (¬3) أخلاق حملة القرآن للآجري، والجامع لأحكام القرآن للقرطبي (1/ 30). ¶ (¬4) حديث القرآن عن القرآن لمحمد الراوي ص 46، مكتبة العبيكان. ¶ (¬5) صحيح، رواه الإمام أحمد، والطبراني، وصححه الألباني في صحيح الجامع (1203)، والصحيحة (750). ¶ (¬6) فضائل القرآن للمستغفري 1/ 321. ¶ (¬7) مختصر قيام الليل لمحمد بن نصر ص 145.",
            "page": "27",
            "part": "1",
            "seal": "15D2E31E"
        },
        {
            "id": "29",
            "nass": "الدعوة إلى العودة للقرآن ¶ ومن الوسائل الهامة لفهم القرآن، والتفاعل معه، والانتفاع به: دعوة الناس إلى العودة الحقيقية إليه. ¶ فهذا القرآن كما يقول سيد قطب: لا يدرك أسراره قاعد، ولا يعلم مدلولاته إلا إنسان يؤمن به، ويتحرك به (¬1). ¶ الجهاد الحقيقي: ¶ إن الجهاد الحقيقي الذي تحتاجه الأمة الآن هو بذل غاية الجهد في إعادة المسلمين إلى دينهم، وتغيير ما بأنفسهم - بإذن الله - وهذا لن يتم إلا بالعودة الصحيحة إلى القرآن، والاغتراف من منابع الإيمان فيه. ¶ وهذا يستلزم مِن كل مَن أدرك بنفسه قيمة القرآن، أن يبذل غاية جهده في دلالة الناس على هذا الكنز المهجور، وأن يستخدم في ذلك كل الوسائل الممكنة على أن تكون بالحكمة والموعظة الحسنة، وأن يتذكر أنه كان مثلهم قبل أن يمن الله عليه ويُريه حقيقة القرآن. ¶ واعلم أخي أنك أكثر المستفيدين من حديثك عن القرآن مع الآخرين، ولم لا وحديثك يجدد في قلبك مشاعر الرغبة في الانتفاع بالقرآن، ويؤكد المعاني في نفسك، ويكون سببا في اشتداد حذرك وخوفك من عدم تطبيق ما تنادي به، ويكشف لك جوانب الضعف في فهمك للأمر ومن ثمَّ تشتد رغبتك في جبرها. ¶ يقول أبو الأعلى المودودي: ¶ لا تستطيع أن تفهم مطالب القرآن وتدرك معانيه البعيدة الغور إلا حين تُحكِّم هذا الكتاب، وتبدأ بالدعوة إلى الله (¬2). ¶ ومع هذا كله نعود فنؤكد بأنه ولكي يُؤتي هذا الأمر أُكله لابد وأن يبدأ الداعية مع نفسه أولا رحلة العودة إلى القرآن، فيرى ببصيرته معجزته تعمل فيه، وأنواره تسكب السكينة في قلبه، وتُغيَّر موازين القوى داخله، فينتصر إيمانه، وينهزم هواه، ويشعر بأنه قد ولد من جديد. ¶ وهذا لن يتم لنا - أخي - إلا إذا أقبلنا على القرآن كإقبال الظمآن إذا ما رأى الماء، وداومنا على اللقاء به مستصحبين الوسائل التي من شأنها أن تُعرَّض قلوبنا لأنواره - والتي مرت علينا آنفا. ¶ حاجة المسلمين إلى القرآن ¶ إن الناس - كما يقول د. فريد الأنصاري- في حاجة شديدة إلى القرآن الكريم، ينزل عليهم مرة أخرى من جديد! عبر (بعثة) تحيى فيهم كل موات! ¶ ينزل عليهم، عبر الدعاة إلى الله، الدعاة الربانيين، المتفاعلين به، المستمدين لنوره، والمتكلمين بمفاهيمه. ¶ يتنزل على نوازلهم وقضاياهم، وسائر شؤونهم النفسية والاجتماعية، يتحرك به الدعاة في كل مكان، على أنه (رسالة الله) إليكم! أنتم أيها الناس! فردًا فردًا، وأسرة أسرة، ومؤسسة مؤسسة. ¶ يجب أن يكون هو حديثهم الذي لا يسأمون منه، واشتغالهم الذي لا يفترون عنه .. إن أغلب المسلمين اليوم لا يعرفون القرآن! نعم، ها هو ذا المصحف في كل مكان، ولكن قل من يعرف (القرآن)! ومن هنا وجب على الدعاة أن يقوموا بالتعريف به، فمن عرف القرآن عرف الله، ووصل إلى غاية (الرسالة)! ¶ إن القرآن رسالة .. والدعوة إلى الله إنما هي تبليغ هذه الرسالة وإنما يتم (التبليغ) بإتمام الإيصال إلى المحل المرسل إليه .. وإلا فلا تبليغ! وكل داعية خال من الحرارة الوجدانية تجاه القرآن هو آلة معطلة مقفلة غير صالحة للتبليغ (¬3). ¶ * * * ¶ ¬__________ ¶ (¬1) في ظلال القرآن 4/ 2038. ¶ (¬2) المبادئ الأساسية لفهم القرآن. ¶ (¬3) البيان الدعوى د. فريد الأنصاري: 251 - 253 باختصار.",
            "page": "28",
            "part": "1",
            "seal": "025CF028"
        },
        {
            "id": "30",
            "nass": "هل تكفي ¶ العودة إلى القرآن لنهضة الأمة؟! ¶ الأمة الإسلامية الآن في حالة من التفكك والضياع لم يسبق لها مثيل. ¶ ولقد نجح أعداؤها في إضعاف بنيتها الأساسية، وهدم جزء كبير من منظومة القيم والأخلاق داخلها، واستخدموا- ولا يزالون يستخدمون- في ذلك وسائل عديدة مثل الإعلام الفاسد الماجن الذي يغسل العقول ويوجه الاهتمامات نحو سفاسف الأمور، والانشغال بتحصيل الشهوات. ¶ ومع الإعلام الفاسد يأتي التعليم الذي يهدم أكثر مما يبني. ¶ فنتج عن ذلك أن غلب على أفراد الأمة ضعف البنية التربوية الصحيحة، وضَعُف الإيمان، واشتعلت الشهوات، وزاد الانبهار بالحضارة الغربية. ¶ وعندما هبت ريح طيبة تجذب الناس إلى الدين، حدث أن انصب التعامل معها على الناحية الشكلية أكثر من الموضوعية. ¶ فانتشر غطاء الرأس عند النساء، وزاد عدد المصلين في المساجد، وازدحمت البلد الحرام بالمعتمرين والحجاج، وكثر عدد المتطوعين بالصيام والقيام. ¶ ومع ذلك كله لم تتغير الأخلاق كثيرًا، فالأثرة، وحب الدنيا، والتعلق بها هو السمة الغالبة على مجتمعاتنا. ¶ ميدان المعركة: ¶ لقد نجح أعداء الإسلام في تغيير الأمة تغييرًا سلبيًا، وإضعاف سلطان الدين في نفوس أبنائها، وساهموا - بمكر شديد- في تحويل مفهوم الالتزام بالإسلام إلى الناحية الشكلية؛ لذا كان التحدي الأكبر الذي يواجه العاملين للإسلام الآن هو كيفية إصلاح ما تهدم في الكيان الداخلي المسلم، وتقوية سلطان الدين في نفسه، وإعادة بناء منظومة القيم والأخلاق داخله. ¶ وإن هذا لهو الجهاد العظيم الذي تحتاجه الأمة الآن أكثر من أي وقت مضى. ¶ نعم، إن الأمر ليس سهلاً، فمعاول الهدم كثيرة، والتحديات عظيمة، ولكن ليس لنا طريق سوى ذلك إن أردنا صلاحا حقيقيًا لهذه الأمة. ¶ لابد من البدء بأنفسنا وإقامة الإسلام فيها أولا، ثم الانتقال إلى المجتمع والعمل على تغييره تغييرًا حقيقيًا. ¶ إن المسلمين في هذا العصر ومع انتشار الفضائيات لا تنقصهم المعرفة بقدر ما ينقصهم الإيمان والقوة الروحية التي تتغلب على أهوائهم، وتدفعهم للقيام بمقتضيات ما عرفوه. ¶ من هنا تبرز أهمية العمل على زيادة الإيمان في قلوبهم بالدرجة التي تمكنهم من التضحية بمحابهم وشهواتهم من أجل رضا الله عز وجل .. ¶ وأعظم وسيلة لزيادة الإيمان هي القرآن كما أسلفنا. ¶ فإذا ما استطاع العاملون للإسلام والدعاة إلى الله أن يقدموا القرآن للناس على حقيقته، ويجتهدوا في إزالة كل ما علق بالأذهان من تصورات خاطئة عن طريقة التعامل معه، ويقوموا بتوجيههم نحو كيفية الانتفاع الحقيقي به، فإن هذا من شأنه أن يكون له أبلغ الأثر في التغيير الحقيقي للمسلمين. ¶ المشروع الإسلامي: ¶ إن مشروع الإصلاح الإسلامي الذي يتبناه العاملون للإسلام والذي يبدأ بإصلاح الفرد فالبيت فالمجتمع فالأمة ... روحه الحقيقية هي التربية والتكوين. ¶ والتربية والتكوين في حاجة ماسة إلى قوة دافعة، ودافع ذاتي دائم .. وهذه هي وظيفة القرآن المتفردة. ¶ بمعنى أن القرآن هو روح هذا المشروع الإصلاحي الضخم، وهو كذلك يسع جميع الدعاة وكل من يريد خدمة الإسلام شريطة أن يبدأ بنفسه أولا، وأن يتعاون مع العاملين للإسلام - قدر استطاعته- في استكمال بناء المشروع الإسلامي. ¶ جهد البشر: ¶ ونؤكد هنا مرة أخرى بأن هذا الدين لن يقام - كاملا- مرة أخرى في حياة الناس إلا بجهد البشر، فلن تنزل الخوارق من السماء للتمكين لهذا الدين بينما الناس غرقى في بحر شهواتهم. ¶ فلابد من جهد يبذل في كل مناحي الحياة ويركز على التربية الصحيحة لأفراد الأمة. ¶ هذا الجهد لابد وأن يبذله أُناس مؤمنون صالحون {وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِن بَعْدِ الذِّكْرِ أَنَّ الأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ - إِنَّ فِي هَذَا لَبَلاَغًا لِّقَوْمٍ عَابِدِينَ} [الأنبياء: 105، 106]. ¶ أي أن هذا الدين لن يقام بأمر الله إلا من خلال جهد بشري يبذله مؤمنون صالحون. ¶ فلا بديل عن بذل الجهد في إصلاح المجتمع، على أن تكون جذوة الإيمان قد اشتعلت في قلوب أصحاب هذا الجهد، مع التأكيد بأن الإيمان الحي مصدره الأول هو القرآن.",
            "page": "29",
            "part": "1",
            "seal": "006FACD5"
        },
        {
            "id": "31",
            "nass": "معنى ذلك أن القرآن هو المصدر الأساسي للطاقة، والوقود المحرك لمشروع النهضة، ولن ينجح هذا المشروع بدون العودة إلى القرآن. ¶ كلمات مضيئة: ¶ إن الروح التي يبثها القرآن في القلوب هو أهم ما يحتاجه العاملون للإسلام الآن أكثر من أي وقت مضى. ¶ يحتاجونه لأنفسهم أولاً لتقوى عزائمهم، ويشتد عودهم .. وتحتاجه الأمة لكي تستيقظ من رقادها. ¶ من هنا ندرك مغزى قول الإمام حسن البنا: ¶ أنتم لستم جمعية خيرية، ولا حزبًا سياسيًا، ولا هيئة موضعية لأغراض محدودة المقاصد ... ¶ ولكنكم روح جديد يسري في قلب هذه الأمة فيحييه بالقرآن. ¶ ونور جديد يُشرق فيبدد ظلام المادة بمعرفة الله. وصوت داوٍ يعلو مرددًا دعوة الرسول صلى الله عليه وسلم (¬1). ¶ وقول سيد قطب: ¶ لقد عاد هذا الدين غريبًا كما بدأ .. فمن هم يا ترى أولئك «الغرباء» الذين يحملون راية التوحيد الخالص ليبدأوا الجولة الثانية كما بدأ أصحاب رسول الله صلى الله عليه وسلم الجولة الأولى؟ ¶ ليخُرجوا من شاء الله من عبادة العباد إلى عبادة الله الواحد؟ ¶ إن الراية تنتظر العصبة المؤمنة .. وهذا القرآن حاضر .. ¶ وريح الجنة تفوح من بعيد .. لا .. بل من قريب .. (¬2) ¶ * * * ¶ ¬__________ ¶ (¬1) رسالة بين الأمس واليوم ص110. ¶ (¬2) مقومات التصور الإسلامي ص 188 باختصار.",
            "page": "30",
            "part": "1",
            "seal": "32DBCED8"
        },
        {
            "id": "32",
            "nass": "القرآن ينادينا ¶ وقبل أن أختم هذه الصفحات أطمع منك يا أخي أن تقرأ هذه الكلمات، واضعًا مشاعرك بين يدي عقلك، وأن تستشعر أنها موجهة إليك .. وأبدؤها بموقف حدث لي، ففي يوم من الأيام كنت أنظر في كتاب من كتب التراث فاستوقفني أثر جاء فيه: أن عبد الله بن عمرو بن العاص قال: لا تقوم الساعة حتى يرجع القرآن من حيث نزل، له دوىٌّ كدوى النحل، فيقول الرب: مالك؟ فيقول: يا رب أُتلى ولا يُعمل بي، ثلاث مرات (¬1). ¶ امتلكتني حينئذ مشاعر الخوف، وامتلكني شعور بأن القرآن ينادي علىَّ ويقول: ¶ «هل أستحق منك هذه المعاملة مع أن هدفي إسعادك، وإدخال السرور والبهجة على قلبك ومساعدتك على مواجهة الحياة بحلوها ومرها؟! ¶ أأكون في بيتك وتهجرني كل هذا الهجر؟! ¶ أحين أكون بين يديك لا يصير نصيبي منك إلا حنجرتك؟! ¶ أتسمع آياتي تتلى ولا تنصت لها؟! ¶ أتدري ماذا سأقول لربك يوم القيامة؟! ¶ هيا بادر قبل فوات الأوان، واجعلني حجة لك لا عليك». ¶ ثم استشعرت بعد ذلك وكأن القرآن يوجه رسالة إلى الأمة كلها .. إلى المسلمين في كل مكان يقول فيها: ¶ أيها المسلمون في كل مكان: سارعوا بالعودة إلىَّ والانتفاع بي قبل أن تضيع منكم الفرصة، ويشتد بكم الندم. ¶ أقبلوا علىَّ إقبالاً صادقًا حتى تتعرضوا لمعجزتي، ويدخل نوري إلى قلوبكم. ¶ اتركوا أنفسكم لي، وسيروا معي حيث سرت، فسأكون لكم - بإذن الله - نعم القائد الذي يقودكم إلى العيش السعيد في الدنيا، والنعيم المقيم في الآخرة. ¶ انشغلوا بي، وأكثروا تلاوتي، وتدبروا آياتي، واعملوا بما أدلكم عليه قدر استطاعتكم. ¶ اصحبوني في حلكم وترحالكم بالتلاوة والتدبر والتأثر، ولكم علىَّ عهد بألا أخذلكم، وألا أترككم تواجهون الصعاب بمفردكم، بل سأكون معكم نعم الصديق لصديقه، وسأصحبكم في قبوركم لتستأنسوا بي في وحدتكم حين يتخلى عنكم الجميع، وستجدونني أمامكم يوم القيامة أحاج عنكم حتى أرفعكم في الجنة درجات ودرجات. ¶ هل تريدون أن تكونوا ربانيين؟! ها أنا ذا وسيلتكم إلى ذلك .. فأنا حبل الله المتين، من استمسك بي ارتفع إلى السماء وتخلص من جاذبية الطين واقترب من مولاه. ¶ __________ ¶ (¬1) مختصر قيام الليل لمحمد بن نصر ص 179.",
            "page": "31",
            "part": "1",
            "seal": "BACA82A2"
        },
        {
            "id": "33",
            "nass": "إياكم ثم إياكم أن تستجيبوا لوساوس الشيطان بأنكم لا تصلحون لتدبري وفهم آياتي، فيقينًا أن كل مسلم عاقل يقدر على فهمي - ولو بشكل إجمالي - ومن ثم الاهتداء بهداي، والتأثر بمواعظي، فلقد أودع الله في آياتي القدرة على التأثير على الحجارة إن خاطبتها، فكيف بقلوبٍ خلقها ربي لتكون أوعيةً لمعرفته؟! ¶ قد يتأخر الإمداد من ربكم لحكمة منه سبحانه، فلا تيأسوا، وأيقنوا بأن نوري قادم إلى قلوبكم لا محالة طالما اشتد عزمكم، وتاقت أنفسكم للدخول إلى مأدبتي، وتذوق حلاوتي. ¶ عاهدوني أن ترتلوا آياتي بترسل وتؤدة، وتدبر، وصوت حزين .. حركوا بها قلوبكم، وترنموا بها في لياليكم، ولا يكن همكم سرعة الانتهاء من وردكم. ¶ سارعوا إلى حملي، فأمتكم في حالة من الضياع والتفكك والتشرذم لم يسبق لها مثيل، فلقد طال سباتها، واشتد مرضها، ولا علاج لها إلا من خلالي .. أنا الكلمة السواء التي لا يختلف عليها اثنان، ومن خلالي تنغلق أبواب الشيطان والشبهات والشهوات أمامكم، فيسهل توحدكم والتفافكم حول رايتي. ¶ إن المستضعفين من إخوانكم المسلمين في كل مكان ينتظرون الفرج، فاحملوا مصباحي، واجمعوا الناس حول نوري، وناولوا دوائي كل شاردٍ وغافل. ¶ وأبشروا بالنصر، فما أسرع تنزله على جيل القرآن. ¶ يقينا لو أحسنتم التمسك بي، سيعود لكم مجدكم الزائل، ودياركم المسلوبة .. ستعود القدس ويافا وحيفا وعكا .. ستعود كشمير والأندلس، وسترتفع راية التوحيد على روما، وستعود أمتكم أمة واحدة .. دستورها واحد، وغايتها واحدة، وخليفتها واحد .. ¶ واعلموا أن استمرار عزكم ومجدكم - بعد تحققه - مرهون بتمسككم بي، فلا ترتكبوا أخطاء من سبقكم حين تركوني وانشغلوا بغيري. ¶ أنفذوا وصية نبيكم بالتمسك بي، واجعلوني وصيتكم لأبنائكم وكل من حولكم تفوزوا بخيرَي الدنيا والآخرة .. ألم يقل ربي {فَمَنِ اتَّبَعَ هُدَايَ فَلاَ يَضِلُّ وَلاَ يَشْقَى} [طه: 123]؟! ¶ هذا ندائي إليكم، فهل من مجيب؟!",
            "page": "32",
            "part": "1",
            "seal": "D40C6D65"
        }
    ],
    "t274": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "هل نرتدي الأكفان انتظارا للنهاية؟!"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "لماذا لا نتجه إلى المخرج الصحيح؟!"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "فصيلة دم أمتنا"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "لا يرضى لعبادة الكفر"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "فصيلة دم الأمة"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "مشكلتنا إيمانية"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "شلال الإيمان"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "العمود الفقري للإيمان"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "أنتم روح جديد"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "إنهم صنعوا ها هنا"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "1",
            "tit": "القرآن مخرجنا"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "أين السنة؟!"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "القرآن والأعمال الصالحة الأخرى"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "هل أدرك المسلمون قيمة القرآن؟!"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "الرسول صلى الله عليه وسلم يشكونا"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "1",
            "tit": "فما الحل في هذه الإشكالية؟!"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "البداية الصحيحة"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "كيف نقوي إيماننا بالقرآن؟!"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: تزكية الشعور بالأخطار التي تواجه الأمة"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "2",
            "tit": "ثانيا: التعرف على أوصاف القرآن من القرآن"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: القراءة في الكتب التي أبرزت قيمة القرآن الحقيقية"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "1",
            "tit": "رابعا: التعرف على النماذج القرآنية"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "وسائل معينة على الانتفاع بالقرآن"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "1",
            "tit": "اصدق الله يصدقك"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "فإذا عزم الأمر"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "1",
            "tit": "قبل أن تبدأ القراءة"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "2",
            "tit": "اطرق باب القرآن بأدب"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "الإكثار من تلاوة القرآن"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "1",
            "tit": "القراءة من المصحف وبصوت مسموع وبترتيل"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "2",
            "tit": "القراءة بصوت حزين"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "الفهم الإجمالي للآيات"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "1",
            "tit": "التعامل مع القرآن على أنك المخاطب به"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "ترديد وتكرار الآية أو الآيات التي يحدث معها تجاوب وتأثر قلبي"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "العمل بالقرآن"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "1",
            "tit": "العمل بما دلت عليه الآيات"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "ليس كتابا نظريا"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "شعور التلقي للتنفيذ"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "حفظ القرآن"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "وسوف تسألون"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "1",
            "tit": "فلنحذر الوعيد"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "2",
            "tit": "مراجعة المحفوظ"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "الدعوة إلى العودة للقرآن"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "الجهاد الحقيقي"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "2",
            "tit": "حاجة المسلمين إلى القرآن"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "هل تكفي العودة إلى القرآن لنهضة الأمة؟!"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "1",
            "tit": "ميدان المعركة"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "2",
            "tit": "المشروع الإسلامي"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "3",
            "tit": "جهد البشر"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "كلمات مضيئة"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "القرآن ينادينا"
        }
    ]
}