{
    "b275": [
        {
            "id": "1",
            "nass": "تحقيق ¶ الوصال ¶ بين القلب والقرآن ¶ مجدي الهلالي",
            "page": null,
            "part": null,
            "seal": "05653404"
        },
        {
            "id": "2",
            "nass": "جميع الحقوق محفوظة ¶ الطبعة الأولى ¶ 1429هـ - 2008م ¶ رقم الإيداع: 25107/ 2007 ¶ الترقيم الدولي:  I-S-B-N ¶ 977-441-046-7 ¶ مؤسسة اقرأ ¶ للنشر والتوزيع والترجمة ¶ 10 ش أحمد عمارة - بجوار حديقة الفسطاط ¶ القاهرة ت: 25326610 محمول:0102327302 - 0126344043 ¶ www.iqraakotob.com ¶ Email:iqraakotob@yahoo.com",
            "page": "1",
            "part": "1",
            "seal": "CC4FB51E"
        },
        {
            "id": "3",
            "nass": "رب يسر وأعن يا كريم ¶ المقدمة ¶ الحمد لله رب العالمين، حمدًا يوافي نعمه ويكافئ مزيده، والصلاة والسلام على المبعوث رحمة للعالمين سيدنا محمد وعلى آله وصحبه أجمعين، أما بعد: ¶ فهذه الصفحات التي بين يديك - أخي القارئ- تتحدث عن القرآن وقيمته العظيمة، وكيفية الانتفاع به ليحدث الوصال الحقيقي بين القلب والقرآن فيتغير تبعًا لذلك الفرد ومن ثمَّ الأمة كما حدث مع الجيل الأول. ¶ ولعلك - أخي القارئ - تتساءل عن السبب الذي يدفع كاتب هذه السطور لكثرة الحديث عن القرآن في عدة كتابات سابقة حتى أصبح هذا الحديث هو القاسم المشترك في كُتبه الأخيرة!! ¶ بالفعل هناك دوافع تسوقني إلى كثرة الحديث عن القرآن وعدم الملل من ذلك، وأعترف بأنني قد أكرر بعض المعاني والأفكار في هذه الكتابات. ¶ ومن أهم هذه الدوافع هو ذلك الواقع المرير الذي تحياه أمتنا، واحتياجها الماس إلى مشروع ينهض بها، ويعيدها إلى سيرتها الأولى. ¶ ولقد أكرمنا الله عز وجل وتفضل علينا بما لا نستحقه، وأرانا كيف يمكن أن يكون القرآن هو ذلك المشروع. ¶ فالقرآن كنز عظيم فيه كل ما يحتاجه الفرد ليصبح كما يحب الله ويرضى، وفيه كل ما تحتاجه الأمة للخروج من النفق المظلم الذي تسير فيه، والنهوض من كَبْوتها التي طالت وطالت .. ¶ إن القرآن يصلح تمامًا لأن يكون بمثابة مشروع لنهضة الأمة جمعاء، فهو كالشمس يسع الجميع، مع الأخذ في الاعتبار أن الشمس لا تؤثر إلا فيمن يتعرض لها، كذلك القرآن لا ينتفع به إلا من يحسن التعرض له، بل ويزيد القرآن على شمس الدنيا، بأن نوره لا يأفل وشمسه لا تغيب عن أي زمان أو مكان ... ¶ ومع تيسُّر القرآن للجميع إلا أن غالبية الأمة - إلا من رحم ربي - قد أعرضت عنه كمصدر متفرد لتوليد الإيمان وتقويم السلوك، واكتفت منه بتحصيل الأجر والثواب المترتب على تلاوته وحفظه. ¶ من هنا برزت أهمية التنبيه على الجانب العظيم المهجور في القرآن، والذي قد لا ينتبه إليه الكثيرون ممن يتعاملون معه، لذلك أكثرت -بفضل الله وعونه- من الكتابات التي تتحدث عن أهمية القرآن وكيفية الانتفاع الحقيقي به، لعل كتابا من هذه الكتب يقع بين يديْ من يبحث عن الصلاح الحقيقي لقلبه، والعلو والرفعة لأمته. ¶ فإن كنت - أخي القارئ- من هؤلاء، ولا أشك في ذلك، فأوصيك بالدعاء لكاتب هذه السطور بالمغفرة والرحمة وحسن الخاتمة، والدعاء كذلك للأمة بعودة أبنائها إلى القرآن، وحُسن الانتفاع به. ¶ والحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله {سُبْحَانَكَ لاَ عِلْمَ لَنَا إِلاَّ مَا عَلَّمْتَنَا} [البقرة: 32]. ¶ كتبه العبد العاجز الفقير ¶ إلى عفو ربه ورحمته وتوفيقه ¶ مجدي الهلالي ¶ www.Alemanawalan.com ¶ * * *",
            "page": "2",
            "part": "1",
            "seal": "BEE966C0"
        },
        {
            "id": "4",
            "nass": "قبل أن تقرأ هذه الصفحات ¶ أخي القارئ: ¶ إن الهدف التي تنشده هذه الصفحات هو: ¶ (تحقيق الوصال بين القلب والقرآن)، أو بمعنى آخر: السماح لنور القرآن بدخول القلب فينوره ويغيَّره، وهذا بلا شك سيستدعي التعامل مع القرآن بالطريقة التي تحقق هذا الهدف، والتي أرشدنا إليها الله عز وجل في كتابه، ورسوله صلى الله عليه وسلم في سنته، وطبقها الصحابة - رضوان الله عليهم - فكانوا بحق «جيلاً قرآنيًا فريدًا». ¶ وليس معنى هذا هو تسفيه أو تخطئة من لا يتعامل مع القرآن بهذه الطريقة، أو القول بحرمان من يقرؤه بدون فهم أو تأثر من الأجر والثواب، فنحن لا نقول بهذا، بل نقول بأن الذي يقرأ القرآن بلا فهم ولا تدبر ولا تأثر لن ينتفع بالقرآن بالشكل الصحيح، وإن كان هذا لن يحرمه الأجر بإذن الله. ¶ فعليك أخي القارئ أن تستصحب هذا المعنى وأنت تقرأ هذه الصفحات وغيرها. ¶ * * *",
            "page": "3",
            "part": "1",
            "seal": "31D0A667"
        },
        {
            "id": "5",
            "nass": "الفصل الأول ¶ الصخرة أغلقت الغار ¶ فهل إلى خروج من سبيل؟!",
            "page": "4",
            "part": "1",
            "seal": "926B074F"
        },
        {
            "id": "6",
            "nass": "الصخرة أغلقت الغار ¶ فهل إلى خروج من سبيل؟! ¶ لو تأملنا المرحلة التي تعيشها أمتنا لوجدناها تتشابه إلى حد كبير مع مرحلة التية التي مرت بها بنو إسرائيل عندما رفضوا دخول الأرض المقدسة، فكان العقاب الإلهي {فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الأَرْضِ} [المائدة: 26]. ¶ والجدير بالذكر أن بني إسرائيل ظلوا خلال هذه المدة يبحثون عن مخرج من التية، وكلما توهموا مخرجا اندفعوا إليه، وبذلوا فيه جهدهم، ليفاجأوا بعد ذلك أنه سراب، وأنهم لم يبرحوا مكانهم. ¶ وكذلك نحن، فمنذ عقود طويلة والمخلصون من أبناء أمتنا يبحثون عن مخرج يُنقذها من تيهها، إلا أن هذا البحث - مع ما فيه من جهد وإخلاص- تنقصه حلقة مهمة لكي تكتمل السلسلة وتظهر النتيجة المرجوة، وتنفرج الصخرة إنفراجًا يتيح للأمة الخروج من مأزقها الراهن. ¶ هذه الحلقة المفقودة تُعني بتشخيص السبب الرئيسي لمرض أمتنا وكيفية علاجه، وتنطلق من مفهوم يقول بأن أمتنا ليست كبقية الأمم، وأن لها وضعا خاصا عند الله عز وجل، فهي الأمة المكلفة منه سبحانه بحمل رسالته الأخيرة للبشرية وتبليغها للعالمين: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِّتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ} [البقرة: 143]. ¶ {وَجَاهِدُوا فِي اللهِ حَقَّ جِهَادِهِ هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِّلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِن قَبْلُ وَفِي هَذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ} [الحج: 78]. ¶ فصيلة دم الأمة: ¶ فإن كانت أمتنا مكلفة من الله عز وجل بحمل رسالته للناس أجمعين، فإنها لن تستطيع أن تقوم بهذه المهمة إلا إذا تقوَّت بالإيمان. ¶ فالإيمان هو الذي يعين أبناءها على ترجمة هذه الرسالة إلى واقع حي يراه الناس، ويولد داخلهم القوة الدافعة للقيام بمهمة البلاغ. ¶ لذلك نجد أن الله عز وجل قد ربط بين علونا وقيادتنا للبشرية وبين الإيمان الذي تحمله صدورنا .. ألم يقل سبحانه: {وَأَنْتُمُ الأَعْلَوْنَ إِنْ كُنْتُم مُّؤْمِنِينَ} [آل عمران: 139]. ¶ فالحماية والولاية والكفاية والنصرة على قدر الإيمان: ¶ {ذَلِكَ بِأَنَّ اللهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لاَ مَوْلَى لَهُمْ} [محمد: 11]. ¶ {وَلَن يَجْعَلَ اللهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلاً} [النساء:141]. ¶ والإيمان هو أهم شرط للتمكين: ¶ {وَعَدَ اللهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لاَ يُشْرِكُونَ بِي شَيْئًا} [النور: 55].",
            "page": "5",
            "part": "1",
            "seal": "B23BE146"
        },
        {
            "id": "7",
            "nass": "إن فصيلة دم أمتنا هي الإيمان، ويوم أن يضعف الإيمان، ويتمكن الهوى وحب الدنيا من قلوب أبنائها، فإنها بذلك تفقد مصدر قوتها وتميزها على سائر الأمم، وليس ذلك فحسب؛ بل إن ضعف الإيمان وغلبة الهوى من شأنه أن يستدعى غضب الله عليها لأنها بهذا الضعف لن تستطيع أن تبلغ رسالته، ومن ثَّم فإن العقوبات ستتوالى عليها حتى تفيق من غفلتها، وتعود للإيمان فتتقوى به، وليس أدل على ذلك من قوله صلى الله عليه وسلم: «إذا تبايعتم بالعينة، وأخذتم أذناب البقر، ورضيتم بالزرع، وتركتم الجهاد: سلط الله عليكم ذلاً لا ينزعه حتى ترجعوا إلى دينكم» (¬1). ¶ وعن أنس بن مالك مرفوعًا: «يأتي على الناس زمان يدعو الرجل للعامة، فيقول الله: ادع لخاصتك أستجب، وأما العامة فلا، فإني عليهم غضبان» (¬2). ¶ مشكلتنا إيمانية: ¶ من هنا نقول بأن مشكلة أمتنا إيمانية بالدرجة الأولى، ولن ينصلح حالها، ولن تستعيد عافيتها إلا بالإيمان، فتستبدل بذلك غضب الله برضاه، ومن ثمَّ تستدعى نصره وتمكينه {وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} [الروم: 47]. ¶ وليس معنى القول بأن مشكلة أمتنا مشكلة إيمانية هو ترك الأخذ بأسباب التقدم المادية التي أخذت بها سائر الأمم، أو ترك الجهاد لتبليغ الدعوة وإقامة المشروع الإسلامي، بل المقصد هو إعادة ترتيب الأولويات، فالإيمان أولاً ثم يلي ذلك توجيه وتصريف الطاقة التي يولدها ذلك الإيمان في المجالات المختلفة، والسعي الدؤوب لاستكمال المشروع الإسلامي الذي يبدأ بإصلاح الفرد، فالبيت، فالمجتمع، وينتهي بأستاذية العالم {وَيَكُونَ الدِّينُ كُلُّهُ للهِ} [الأنفال: 39]. ¶ مع الأخذ في الاعتبار أن أهم عامل لنجاح هذا المشروع هو وجود المسلم الصحيح الذي ممكَّن لله في قلبه، وفانعكس ذلك على سائر حياته ليتحقق فيه قوله تعالى: {إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي للهِ رَبِّ الْعَالَمِينَ} [الأنعام: 162]. ¶ ولا يمكن أن يظهر هذا النموذج إلا بالإيمان، فالإيمان هو الوقود الذي يولِّد الطاقة الدافعة للقيام بالواجبات المختلفة في أي زمان ومكان {لاَ يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الآَخِرِ أَن يُّجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ وَاللهُ عَلِيمٌ بِالْمُتَّقِينَ - إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لاَ يُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الآَخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ} [التوبة: 44، 45]. ¶ العمود الفقري للإيمان: ¶ فإن كانت فصيلة دم أمتنا هي الإيمان، وأننا الآن نعاني من نقص شديد فيه، فإن أعظم مقوٍ للإيمان هو القرآن (¬3). ¶ فالقرآن هو المنبع العظيم للإيمان والذي لا يوجد له مثيل، ويكفي أنه ينادي على الجميع أن هلموا إلىَّ واستكملوا نقص إيمانكم، فمنابعي ممتلئة وجاهزة لإمدادكم جميعًا بما تحتاجونه من إيمان {رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا} [آل عمران: 193]. ¶ يقول محمد بن كعب القرظي: «المنادي هو القرآن، ليس كلهم رأي النبي صلى الله عليه وسلم» (¬4). ¶ ¬__________ ¶ (¬1) صحيح، رواه أبو داود، وأورده الألباني في صحيح الجامع الصغير (423). ¶ (¬2) رواه ابن المبارك في الزهد ح (922). ¶ (¬3) بفضل الله عز وجل تم بسط القول حول هذه المعاني في كتاب «إنه القرآن سر نهضتنا» وإنما نختصر هنا المعنى للدخول من خلاله إلى موضوع هذا الكتاب. ¶ (¬4) فضائل القرآن لأبي عبيد ص58.",
            "page": "6",
            "part": "1",
            "seal": "CA83CED2"
        },
        {
            "id": "8",
            "nass": "فالقرآن له قوة تأثير ضخمة على القلوب لا يناظره فيها مصدر آخر وكيف لا، وهو كلام رب العالمين الذي إذا استقبلته الجبال الرواسي لتصدعت واندكت من قوة تأثيره عليها {لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَّرَأَيْتَهُ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللهِ} [الحشر: 21]. ¶ فإن كان الإيمان للقلب كالروح للبدن، فإن القرآن يمثل العمود الفقري ¶ لهذا الإيمان؛ لذلك ليس عجبا أن يُسمى القرآن بالروح: +وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا ¶ مِّنْ أَمْرِنَا\" [الشورى: 52]. ¶ يقول مونتاي: إن مثل الفكر العربي الإسلامي المبعد عن التأثير القرآني كمثل رجل أفرغ من دمه (¬1). ¶ إن القرآن - كما يقول محمد إقبال- ليس بكتاب فحسب .. إنه أكثر من ذلك، إذا دخل القلب تغير الإنسان وإذا تغير الإنسان تغير العالم (¬2). ¶ ويكفيك لتأكيد هذا المعنى ما حدث مع الجيل الأول حينما أحسنوا التعامل مع القرآن، وحين استقبلته قلوبهم الاستقبال الصحيح فكانت النتيجة السريعة المذهلة ... سيادة الأرض في سنوات قليلة. ¶ إنهم صُنعوا ها هنا: ¶ فإن كان التحقق بالإيمان والربانية هو أهم صفات جيل التمكين، فليس عجبًا أن يكون الصحابة رضوان الله عليهم قد تحققت فيهم هذه الصفة على خير ما يكون، وكان السبب الرئيس في هذا هو القرآن، ولقد تحدث الأستاذ سيد قطب - رحمه الله - في هذا الأمر كثيرًا في كتاباته، ومن ذلك ما قاله في آخر كتبه - مقومات التصور الإسلامي: ¶ «لقد كنت وأنا أراجع سيرة الجماعة المسلمة الأولى أقف أمام شعور هذه الجماعة بوجود الله - سبحانه - وحضوره في قلوبهم وفي حياتهم، فلا أكاد أدرك كيف تم هذا؟! ¶ كنت أدرك طبيعة وجود هذه الحقيقة وحضورها في قلوبهم وفي حياتهم، ولكني لم أكن أدرك كيف تم هذا حتى عدت إلى القرآن أقرؤه على ضوء موضوعه الأصيل: تجليه حقيقة الألوهية وتعبيد الناس لها وحدها بعد أن يعرفوها. ¶ وهنا فقط أدركت كيف تم هذا كله! ¶ أدركت - ولا أقول أحطت - سر الصناعة! ¶ عرفت أين صُنع ذلك الجيل المتفرد في تاريخ البشرية وكيف صنع! ¶ إنهم صُنعوا ها هنا! صنعوا بهذا القرآن! بهذا المنهج المتجلى فيه! بهذه الحقيقة المتجلية في هذا المنهج! حيث تحيط هذه الحقيقة بكل شيء، وتغمر كل شيء، ويصدر عنها كل شيء، ويتصل بها كل شيء! وتكيف بها كل شيء .. بهذا كله وجدت - في الأرض وفي دنيا الناس .. حقيقة «الربانية» متمثلة في أناس من البشر. ¶ وُجد «الربانيون» الموصولون بالله، العائشون بالله، ولله، والذين ليس في قلوبهم وليس في حياتهم إلا الله. ¶ وحينما وجدت حقيقة «الربانية» هذه في دنيا الناس، ووجد الربانيون الذين هم الترجمة الحية لهذه الحقيقة .. حينئذ انساحت الحواجز الأرضية، والمقررات الأرضية، والمألوفات الأرضية .. ودبت هذه الحقيقة على الأرض .. وصنع الله ما صنع في الأرض وفي حياة الناس بتلك الحفنة من العباد. ¶ وبطلت الحواجز التي اعتاد الناس أن يروها تقف في وجه الجهد البشري وتحدد مداه، وبطلت المألوفات التي يقيس بها الناس الأحداث والأشياء .. ووجد الواقع الإسلامي الجديد، وولد معه الإنسان الحقيقي الجديد» (¬3) .. ¶ ¬__________ ¶ (¬1) قالوا عن القرآن لعماد الدين خليل ص 287، ملحق لكتاب إشارات الإعجاز لبديع الزمان النورسي. ¶ (¬2) روائع إقبال للندوي ص 158. ¶ (¬3) مقومات التصور الإسلامي لسيد قطب ص 192، 194 باختصار.",
            "page": "7",
            "part": "1",
            "seal": "126A9CAD"
        },
        {
            "id": "9",
            "nass": "القرآن مخرجنا: ¶ فإذا كان القرآن قد صنع الجيل الأول، فإنه قادر بإذن الله أن يصنع أجيالاً ربانية جديدة، وأن يخرج الأمة - بإذن الله- من أزمتها، ويعيد لها مكانتها. ¶ وليس هذا الكلام من قبيل الأماني والأحلام بل هو حقيقة أكدها التاريخ، وأخبرنا بها رسول الله صلى الله عليه وسلم، ففي حديث حذيفة بن اليمان حين أخبره رسول الله صلى الله عليه وسلم بما سيحدث من اختلاف وفرقة بعده. قال حذيفة: فقلت: يا رسول الله فما تأمرني إن أدركت ذلك، قال: «تعلَّم كتاب الله عز وجل، واعمل به فهو المخرج من ذلك». ¶ قال حذيفة: فأعدت عليه ثلاثًا، فقال صلى الله عليه وسلم ثلاثًا: «تعلَّم كتاب الله عز وجل واعمل به فهو النجاة» (¬1). ¶ وخطب صلى الله عليه وسلم في مرجعه من حجة الوداع فقال: «إنما أنا بشر، يوشك أن يأتيني رسول ربي فأُجيبه، وإني تارك فيكم الثقلين: أولهما كتاب الله، فيه الهدى والنور، من استمسك به وأخذ به كان على الهدين ومن أخطأه ضل» (¬2) ¶ وعندما حدثت فتنة مقتل عثمان بن عفان رضي الله عنه ذهب عبد الرحمن بن أبزى إلى أُبي بن كعب رضي الله عنه ليسأله: أبا المنذر ما المخرج؟ قال: كتاب الله، ما استبان لك فاعمل به وانتفع، وما اشتبه عليك فكله إلى عالمه (¬3). ¶ وفي الحديث الذي رواه الحارث الأعور قال: دخلت المسجد فإذا الناس يخوضون في الأحاديث فدخلت على على رضي الله عنه فقلت: يا أمير المؤمنين، أما ترى الناس يخوضون في الأحاديث؟ فقال: فقد فعلوها؟ قلت: نعم، قال: أما إني سمعت رسول الله صلى الله عليه وسلم يقول: «إنها ستكون فتن» قلت: فما المخرج منها يا رسول الله؟ قال: «كتاب الله تعالى، فيه خبر ما قبلكم ونبأ ما بعدكم وحكم ما بينكم هو الفصل ليس بالهزل .. الحديث» (¬4). ¶ أين السنة؟! ¶ وليس معنى القول بأن القرآن هو المخرج التقليل من شأن السنة النبوية، بل العكس فالقرب الحقيقي من القرآن سيزيدنا حبًا للسنة، ويعيننا على العمل بما تدل عليه. ¶ فالسنة تشرح القرآن وتبين ما أُجمل فيه {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ} [النحل: 44]. ¶ وليس أدل على أهمية التمسك بالسنة مع القرآن من قوله صلى الله عليه وسلم: «تركت فيكم شيئين، لن تضلوا بعدهما: كتاب الله، وسنتي، ولن يتفرقا حتى يردا علىَّ الحوض» (¬5). ¶ مع الأخذ في الاعتبار أن القرآن ينفرد بإعجازه {قُل لَّئِنِ اجْتَمَعَتِ الإِنْسُ وَالْجِنُّ عَلَى أَن يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا} [الإسراء: 88]. ¶ فالقرآن الكريم أعظم معجزة نزلت من السماء، والسر الأعظم لإعجازه يكمن في قوة تأثيره على القلوب، فإن كانت المعجزات السابقة حِسِّية تشاهد بالأبصار، فإن معجزة القرآن تشاهد بالبصائر، ويشعر بها كل من يتعرض لها. ¶ نعم، هناك أوجه إعجاز متعددة للقرآن (الإعجاز البياني والإعجاز التشريعي والإعجاز الغيبي والعلمي) إلا أن سر إعجازه الأعظم - كما يقول الإمام الخطابي - هو: «صنيعه بالقلوب، وتأثيره في النفوس. ¶ فإنك لا تسمع كلاما - غير القرآن - منظورًا أو منثورًا إذا قرع السمع خلص منه إلى القلب من اللذة والحلاوة في حال، ومن الروعة والمهابة في أخرى ما يخلص منه إليه. ¶ ويستطرد الخطابي قائلاً: ¶ ¬__________ ¶ (¬1) رواه أبو داود، والنسائي، والحاكم في المستدرك وصححه ووافقه الذهبي. ¶ (¬2) رواه مسلم (6177). ¶ (¬3) مختصر قيام الليل لمحمد بن نصر المروزي ص 174. ¶ (¬4) رواه الترمذي والدارمي وغيرهما، و ضعفه الألباني في السلسلة الضعيفة (1776). ¶ (¬5) صحيح، رواه الحاكم، وصححه الألباني في صحيح الجامع ح (2937).",
            "page": "8",
            "part": "1",
            "seal": "224FCB1C"
        },
        {
            "id": "10",
            "nass": "تستبشر به النفوس، وتنشرح له الصدور، حتى إذا أخذت حظها منه عادت مرتاعة قد عراها من الوجيب والقلق، وتَغَشَّاها من الخوف والفَرَق .. ما تقشعر منه الجلود، وتنزعج له القلوب .. يحول بين النفس وبين مُضمراتها وعقائدها الراسخة فيها. ¶ فكم من عدو للرسول صلى الله عليه وسلم من رجال العرب وفتَّاكها، أقبلوا يريدون اغتياله وقتله، فسمعوا آيات القرآن، فلم يلبثوا حين وقعت في مسامعهم أن يتحولوا عن رأيهم الأول، وأن يركنوا إلى مسالمته، ويدخلوا في دينه، وصارت عداوتهم موالاة، وكفرهم إيمانًا (¬1) .. ¶ إن تأثير القرآن على القلوب لا يوجد له نظير، ومن ثمَ فإن من يُحسن التعرض له سيكون من أكثر الناس حبا للسُّنة، وحرصا على تطبيقها، وكيف لا والطاقة المتولدة من كثرة التأثر بآيات القرآن ستدفعه لتطبيق كل ما يستطيع تطبيقه مما يُحبه الله ورسوله. ¶ القرآن والأعمال الصالحة الأخرى: ¶ وليس المقصد كذلك من كلامنا عن القرآن التقليل من شأن بقية الأعمال الصالحة الأخرى، فكل طاعة، وكل عمل صالح له وظيفة في تشييد بنيان الإيمان في قلب المسلم، ولكن المقصد هو وضع القرآن في حجمه الصحيح بالنسبة لتلك الأعمال. ¶ فكما أن للحج أعمالاً كثيرة كالسعي والطواف ورمي الجمار، إلا أن أهم عمل في الحج هو الوقوف بعرفة، فبه يتحقق أهم مقصود للحج من إظهار الذل والانكسار والتَبَؤُّس والافتقار لله عز وجل، لذلك قال صلى الله عليه وسلم: «الحج عرفة» (¬2). ¶ وكما أن للتوبة أعمالاً كثيرة كالإقلاع عن الذنب، ورد المظالم، والاستغفار، إلا أن أهم عمل للتوبة هو الندم، وبدونه لن تتحقق التوبة .. قال صلى الله عليه وسلم: «الندم توبة» (¬3). ¶ كذلك القرآن بالنسبة للإيمان، فكما أن كل طاعة، وكل عمل صالح من شأنه أن يزيد الإيمان كالصيام والصدقة وغيرهما إلا أن القرآن يُمثل العمود الفقري للإيمان، وبدونه لا يمكن للقلب أن يستعيد عافيته بصورة كاملة، وتُبث الروح في جنباته .. إنه كالماء فيه حياة لكل من شرب منه. ¶ وفي هذا المعنى يقول ابن القيم: ¶ وكل من القلب والبدن محتاج أن يتربى فينمو ويزيد حتى يكمل ويصلح .. وكما أن البدن محتاج أن يرقى بالأغذية المصلحة له، والحمية عما يضره، فلا ينمو إلا بإعطائه ما ينفعه ومنعه مما يضره، فكذلك القلب: لا يزكو، ولا ينمو، ولا يتم صلاحه إلا بذلك .. ¶ ولا سبيل له إلى الوصول لذلك إلا من القرآن، وإن وصل إلى شيء منه من غيره .. فهو شيء يسير لا يحصل له به تمام المقصود (¬4) .. ¶ من هنا ندرك مغزى قول عبد الله بن عمرو بن العاص رضي الله عنه: ¶ لو بات رجل ينفق دينارًا دينارًا، ودرهمًا درهمًا، ويحملُ على الجياد في سبيل الله، حتى يصبح متقبلاً منه، وبت أتلو كتاب الله حتى أصبح متقبلا مني لم أحب أن لي عمله بعملي (¬5). ¶ وكان عبد الله بن مسعود رضي الله عنه ضعيف البنية، وكان يُقل من صيام التطوع، فسئل عن سبب إقلاله من الصوم. فقال: إنه يضعفني عن قراءة القرآن، وقراءة القرآن أحب إلىَّ منه (¬6). ¶ وإن تعجب فعجبٌ قول الضحاك بن مزاحم: لولا تلاوة القرآن لسرني أن أكون مريضا. فقيل له: لِمَ؟ قال: لأن المرض يرفع عني الحرج ويُكفر عني الذنوب، ويجرى لي مثل صالح ما كنت أعمل (¬7). ¶ ¬__________ ¶ (¬1) التعبير القرآني والدلالة النفسية ص 108، 109 نقلا عن البيان في إعجاز القرآن للخطابي ص64. ¶ (¬2) صحيح، رواه الإمام أحمد، والحاكم، وصححه الألباني في صحيح الجامع ص (3172). ¶ (¬3) أخرجه ابن ماجة وابن حبان والحاكم وصححه. ¶ (¬4) إغاثة اللهفان 1/ 76. ¶ (¬5) أورده الغافقي في لمحات الأنوار ص 55، وابن أبي شيبة في مصنفه (10/ 508). ¶ (¬6) فضائل القرآن لأبي عبيد ص 62. ¶ (¬7) ابن أبي شيبة (13/ 580) كتاب الزهد (2399).",
            "page": "9",
            "part": "1",
            "seal": "CEBEDDAA"
        },
        {
            "id": "11",
            "nass": "فهو يعلم أن أثر التلاوة لا يعدله شيء من إيمان وأمان وسكينة كما قال عبد الله بن مسعود: إن هذا القرآن مأدبة الله فمن دخل فيه فهو آمن (¬1). ¶ هل أدرك المسلمون قيمة القرآن؟! ¶ فإن كان القرآن كذلك فهل أدرك المسلمون قيمته، وهل أحسنوا الانتفاع به؟! ¶ هل تعاملوا معه على حقيقته كمصدر متفرد لزيادة الإيمان ومن ثمَّ التغيير؟! ¶ للأسف لم يحدث هذا، بل حدث العكس، فلقد انصب اهتمام الغالبية منهم - إلا من رحم ربي - على الناحية الشكلية للقرآن، ولم يواكب ذلك اهتمام بتدبره والتأثر به، والاغتراف من منابع الإيمان التي تتفجر من كل آية من آياته، لتستمر الأمة في ضعفها وعجزها عن النهوض من كبوتها، وكيف لا وقد هُجر أهم وأعظم مصدر للإمداد الإيماني. ¶ ومما يزيد الأمر صعوبة أن الكثيرين لا يعترفون بذلك، بل يعتبرون أن الاهتمام بالقرآن يعني الإكثار من قراءته بفهم أو بدون فهم، ويعني كذلك تخريج أكبر قدر من حُفَّاظ ألفاظه في أقل وقت ممكن .. فازداد القرآن يُتما، وأصبح حاضرًا وغائبًا .. موجودًا ومهجورًا. ¶ صار حاضرًا بلفظه على ألسنة الُقَّراء والحفاظ، لكنه غائب بروحه وأنواره عن القلوب، وأثره الإيجابي في السلوك. ¶ صار موجودا بشكله من خلال المطابع والإذاعات والمدارس والكليات والمسابقات، لكنه مهجور في حقيقته وتأثيره على القلوب، وتغييره للأخلاق والسلوك. ¶ فإن قلت هلموا إلى القرآن ننتفع به، قيل لك: وماذا علينا أن نفعل مع القرآن أكثر مما نفعل، فأغلب بيوت المسلمين - إن لم تكن كلها - تحتوي على نسخة أو عدة نسخ من المصحف، والكثير من الأسر تجد فيها من يحفظ قدرًا من القرآن، والإذاعات التي تبث آياته ليل نهار في ازدياد مستمر!!. ¶ من هنا تكمن صعوبة الأمر، فمع تَيسُّر القرآن للجميع إلا أن الشعور بالاحتياج إليه كمصدر لا غنى عنه لتوليد الإيمان وبث الروح إلى القلب يكاد يكون غير موجود. ¶ إن حالنا ينطبق مع حال من يحتاج احتياجًا ماسًا إلى الماء ليروى ظمأه، فيبحث عنه لاهثًا في كل مكان على الرغم من كونه موجودًا بين أمتعته وفي متناول يده، لكنه لا يصدق ذلك. ¶ وانطبق حالنا مع قول الشاعر: ¶ ومن العجائب والعجائب جمة ... قرب الدليل وما إليه وصول ¶ كالعيس في البيداء يقتلها الظما ... والماء فوق ظهورها محمول ¶ الرسول صلى الله عليه وسلم يشكونا: ¶ ومما يلفت الانتباه أن رسولنا صلى الله عليه وسلم قد اشتكانا لله عز وجل بخصوص هذا الوضع الشاذ الذي نفعله مع القرآن: {وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا} [الفرقان: 30]. ¶ ولو تأملنا هذه الشكوى لوجدنا أمرًا عجيبًا: فلو كانت الآية لم تتضمن كلمة «اتخذوا» أي كانت بمعنى: يا رب إن قومي هجروا القرآن لكان المراد بها أناسًا أبعدوا القرآن تمامًا عن حياتهم، فلا تجد فيها أي مساحة لقراءته أوسماعه أو إذاعته. ¶ لكن وجود كلمة «اتخذوا» مع كلمة «مهجورا» أعطت لمفهوم الهجر بُعدًا آخر، ودلت على أن الشكوى تخص أناسًا تعاملوا مع القرآن، وبذلوا فيه مجهودا؛ فكلمة اتخذوا تدل على ذلك، إلا أنهم في نفس الوقت - رغم هذا المجهود - قد هجروا القرآن، وذلك حين اهتموا بشكله ولفظه، وهجروا أهم جانب فيه ألا وهو تأثيره المتفرد على القلوب ليحول ما فيها من ظلمات الهوى إلى نور الإيمان {قَدْ جَاءَكُم مِّنَ اللهِ نُورٌ وَكِتَابٌ مُّبِينٌ - يَهْدِي بِهِ اللهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلاَمِ وَيُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُّسْتَقِيمٍ} [المائدة: 15، 16]. ¶ ¬__________ ¶ (¬1) رواه الدارمي (3323).",
            "page": "10",
            "part": "1",
            "seal": "A57EF52E"
        },
        {
            "id": "12",
            "nass": "فحين اكتفينا بالتعامل مع القرآن بالألسنة والحناجر، ولم نجتهد في الوصول بالقرآن إلى العقول والقلوب فإننا بذلك قد حرمنا أنفسنا من أهم جانب فيه، ومن سر إعجازه الأعظم .. فكانت المحصلة أننا اتخذنا القرآن مهجورا؛ لينتج عن ذلك الهجر هبوطنا لهذا الدرك، ليصدق فينا قول رسول الله صلى الله عليه وسلم: «إن الله يرفع بهذا الكتاب أقوامًا، ويضع به آخرين» (¬1). ¶ فما الحل في هذه الإشكالية؟! ¶ مشكلتنا إيمانية، وحلها غاية في السهولة وهو حُسن الإقبال على القرآن .. والقرآن بين أيدينا، جاهز لتغييرنا، وإمدادنا بإيمان متدفق ليس له حدود، ومن ثم القضاء على الوهن والضعف الذي أصابنا وجعلنا معرة الأمم. ¶ ومع ذلك الحل المُيسَّر لجميع أفراد الأمة إلا أن الكثير من أبنائها غير مصدق لهذه الحقيقة، ويرى أن هذا الكلام فيه مبالغة، وأن غاية الجهد والخدمة للقرآن هو الإكثار من الكتاتيب والمدارس والكليات لتخريج أكبر قدر من حُفَّاظ حروفه في أقل وقت ممكن، وحث الناس على كثرة قراءته والاجتهاد في ختمه مرات ومرات - وبخاصة في شهر رمضان - لنيل أكبر قدر من الحسنات فقط. ¶ فإن ذكرتهم بأهمية التدبر والتأثر بالقرآن قال بعضهم: نريد أكبر قدر من الحسنات .. نريد دخول الجنة؛ والتدبر يعطلنا عن كثرة القراءة. ¶ وقال البعض الآخر: فلتكن هناك ختمة للقراءة السريعة التي تهتم بتحصيل أكبر قدر من الحسنات دون فهم أو تأثر، وختمة للفهم والتأثر، ولا بأس - على حد قولهم - من أن نمكث مع ختمة التدبر سنوات وسنوات. ¶ كل هذا وغيره يتردد بين الكثير من المسلمين، مما جعل أمر العودة الحقيقية إلى القرآن، والانتفاع به لحل مشكلتنا الإيمانية من الصعوبة بمكان. ¶ ولكن حيث أنه لا بديل للأمة عن هذا الحل، فلا بد أن يستمر ويستمر التذكير بقيمة القرآن، وبالهدف الأسمى لنزوله، والذي لو اتضح أمامنا بصورة جلية، وأصبح إيمانًا مستقرًا في قلوبنا، فإنه - بلا شك - سيولد داخلنا الدافع القوي للإقبال على القرآن بصورة صحيحة لنلتمس منه الهدى والنور، أو بمعنى آخر، سيتحول اهتمامنا نحو تحقيق الهدف الذي من أجله نزل القرآن، وسنطوع الوسائل المختلفة - من قراءة وسماع وحفظ - لتحقيق هذا الهدف، فالإيمان بالقرآن والثقة الكبيرة فيه كمصدر متفرد للهداية والإيمان والتغيير هو نقطة البداية الصحيحة نحو العودة الحقيقية إليه، والانتفاع به. ¶ فكما يقول الإمام البخاري: لا يجد طعمه إلا من آمن به (¬2). ¶ ويقول مالك بن دينار: أقسم لكم لا يؤمن عبد بهذا القرآن إلا صدع قلبه (¬3). ¶ فالذي يؤمن بالقرآن لا يسعه إ أن يتعامل معه تعاملا صحيحًا {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلاَوَتِهِ أُولَئِكَ يُؤْمِنُونَ بِهِ} [البقرة: 121]. ¶ فإن قلت: ولكننا نؤمن بالقرآن ومع ذلك لا نجد طعمه ولا تأثيره. ¶ ليس المقصد من الإيمان بالقرآن هو مجرد الإيمان بأنه «كلام الله، المنزل على محمد صلى الله عليه وسلم، المتعبد بتلاوته» (¬4). بل المقصد بالإضافة لهذا الإيمان: الإيمان بقيمته وعظيم شأنه، وأنه نزل من السماء ليهدي الناس إلى الله، ويأخذ بأيديهم إليه .. ¶ ¬__________ ¶ (¬1) رواه مسلم (1894). ¶ (¬2) التبيان في أقسام القرآن لابن القيم ص 205. ¶ (¬3) الدر المنثور للسيوطي 6/ 298. ¶ (¬4) مباحث في علوم القرآن لمناع القطان ص 21.",
            "page": "11",
            "part": "1",
            "seal": "84B9E5C9"
        },
        {
            "id": "13",
            "nass": "بهذا الإيمان تعامل الصحابة مع القرآن، يقول عبد الله بن عمر رضي الله عنه: لقد عشنا برهة من الدهر وأحدنا يُؤتى الإيمان قبل القرآن، وتنزل السورة على محمد صلى الله عليه وسلم، فيُتَعلم حلالها وحرامها، وآمرها وزجرها، وما ينبغي أن يقف عنده منها، ثم لقد رأيت رجالا يؤتى أحدهم القرآن قبل الإيمان، فيقرأ من بين فاتحته إلى خاتمته، ما يدري ما آمره ولا زاجره، ولا ما ينبغي أن يقف عنده، وينثره نثر الدقل (¬1) - وفي رواية: (وكل حرف منه ينادي: أنا رسول الله إليك لتعمل بي وتتعظ بمواعظي) (¬2). ¶ ويؤكد على هذا المعنى الصحابي جُندب بن عبد الله رضي الله عنه بقوله: ¶ كنا مع النبي صلى الله عليه وسلم ونحن غلمان حَزاورة (¬3) فتعلمنا الإيمان قبل القرآن، ثم تعلمنا القرآن فازددنا إيمانًا (¬4). ¶ فإن قلت بأن هؤلاء قد أدركوا قيمة القرآن لأنهم سمعوا شيئًا لم يكونوا يألفونه .. سمعوه غضًا طريًا، فأنصتوا إليه مشدوهين، فامتلك عليهم مشاعرهم، وأحدث فيهم أثره البالغ. ¶ نعم، هذا كلام صحيح كسبب من الأسباب التي أوصلتنا لهذا الوضع الغريب، فلقد ورثنا القرآن فيما ورثناه عن آبائنا، وورثنا نفس طريقة التعامل معه، كما ألفنا سماع نغمته منذ نعومة أظافرنا، فتعودنا عليه، فلم يعد يؤثر فينا كما أثر في الأجيال الأولى .. هذا بالإضافة إلى أسباب أخرى سيأتي بيانها - أدت مجتمعة إلى انزواء القرآن في ركن بعيد من عقولنا، وبيوتنا، وحياتنا. ¶ وكأني بالقرآن ينادي علىَّ وعليك ويقول: ¶ «هل أستحق منك هذه المعاملة مع أن هدفي إسعادك، وإدخال السرور والبهجة على قلبك ومساعدتك على مواجهة الحياة بحلوها ومرها؟! ¶ أأكون في بيتك وتهجرني كل هذا الهجر؟! ¶ أحين أكون بين يديك لا يصير نصيبي منك إلا حنجرتك؟! ¶ أتسمع آياتي تتلى ولا تنصت لها؟! ¶ أتدري ماذا سأقول لربك يوم القيامة؟! ¶ هيا بادر قبل فوات الأوان، واجعلني حجة لك لا عليك». ¶ الإيمان بالقرآن هو البداية: ¶ من هنا نقول بأن نقطة البداية الصحيحة في طريق الانتفاع بالقرآن هي زيادة الإيمان والثقة فيه كمصدر متفرد للهداية والشفاء والتغيير، ويمكن بعون الله أن يتم هذا من خلال التعرف على السبب الأسمى لنزول القرآن، وبالأثر الذي يُحدثه في القلوب، والتعرف على نماذج واقعية أحدث فيها القرآن أثره، وبث فيها روحه، والتعرف كذلك على الأسباب التي أدت بنا إلى ضعف الإيمان بالقرآن، فصرنا كما قال ابن عمر رضي الله عنه: «ولقد رأيت رجالاً يؤتى أحدهم القرآن قبل الإيمان، فيقرأ ما بين فاتحته إلى خاتمته، ما يدري ما آمره ولا زاجره، ولا ما ينبغي أن يقف عنده، وينثره نثر الدقل». ¶ وبعد التعرف على الأسباب المختلفة التي أوصلتنا لهذه الحالة، علينا أن نتعرف على الوسائل المعينة على الانتفاع بالقرآن، لنبدأ بها مهمة تحقيق الوصال بين القلب والقرآن. ¶ وفي الصفحات القادمة تبدأ بعون الله وفضله رحلة تعميق الإيمان بالقرآن، والتي تنطلق من التعرف على السبب الرئيس لنزول القرآن، والذي إن اتضح في الأذهان، واستقر مدلولة في القلوب، فسيكون له أعظم الأثر في تغيير نظرتنا للقرآن، وطريقة تعاملنا معه، ومن ثم الانتفاع الحقيقي به. ¶ * * * ¶ ¬__________ ¶ (¬1) الدقل: ردئ التمر. ¶ (¬2) رواه الحاكم في المستدرك 1/ 91، وقال صحيح على شرط الشيخين. ¶ (¬3) حزاورة جمع حزير أي ممتلئ القوة. ¶ (¬4) رواه ابن ماجه والبيهقي، وانظر فضائل القرآن للمستغفري 1/ 275.",
            "page": "12",
            "part": "1",
            "seal": "F0ADB59A"
        },
        {
            "id": "14",
            "nass": "الفصل الثاني ¶ حبل الودّ",
            "page": "13",
            "part": "1",
            "seal": "9FC63911"
        },
        {
            "id": "15",
            "nass": "حبل الود ¶ خلق الله عز وجل مخلوقات كثيرة، لكنه - سبحانه - قد اختص منها مخلوقًا واحدًا خلقه لنفسه، ونفخ فيه من روحه، وكرمه، وأحسن خلقه، وأسجد لأبيه الملائكة، وأعد له الجنة لتكون دارًا للنعيم الأبدي، وذلك بعد أن يجتاز اختبارًا يسيرًا على الأرض، جوهره هو عبادته - سبحانه - بالغيب. ¶ جاء في الأثر: يا ابن آدم خلقت كل شيء لك، وخلقتك لنفسي، فلا تشتغل بما خلقته لك عما خلقتك له (¬1). ¶ ومما لا شك فيه أن الله عز وجل يريد لعباده جميعًا الخير، فما من مولود يولد إلا ويريد الله له الفلاح والنجاح في امتحان الدنيا، ومن ثمَّ دخول الجنة والتنعم فيها {وَاللهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ} [البقرة: 221]. ¶ أما من يدخل النار فهو الذي يأبى ويُصر على عدم دخول الجنة، وإلا فماذا تقول عن موقف هؤلاء المشركين من دعوة الإسلام؟! {وَإِذْ قَالُوا اللَّهُمَّ إِن كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ} [الأنفال: 32]. ¶ ومع هذا الإصرار في طلب العقوبة إلا أن الله عز وجل لم يستجب لطلبهم، ولم يَعْجل بعجلتهم، لأنه سبحانه يريد لهم الخير، لذلك فهو يحلم عليهم، ويصبر على كفرهم وظلمهم لأنفسهم، ويعطيهم الفرصة تلو الفرصة لعلهم ينتبهون قبل فوات الأوان {وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُّسَمًّى} [طه: 129]. ¶ عن أبي هريرة رضي الله عنه: أن النبي صلى الله عليه وسلم قال: «لما خلق الله الخلق، كتب في كتابه، فهو عنده فوق العرش: إن رحمتي تغلب غضبي» (¬2). ¶ ويكفي في تأكيد هذا المعنى ما حدث لأصحاب القرية المذكورة في سورة «يس» الذين شردوا عن الله فأرسل سبحانه لهم رسولين يذكرانهم بحقيقة وجودهم في الدنيا، وضرورة العودة إلى الله قبل فوات الأوان. ¶ فكيف كان استقبال أصحاب القرية لهما؟! ¶ كذبوا الرسولين واستهزؤوا بهما، وسخروا منهما. ¶ فماذا فعل الله عز وجل بهم بعد هذا التكذيب؟! ¶ أرسل إليهم رسولاً ثالثًا .. ففعلوا معه مثل ما فعلوا بأخويه {وَاضْرِبْ لَهُم مَّثَلاً أَصْحَابَ الْقَرْيَةِ إِذْ جَاءَهَا الْمُرْسَلُونَ - إِذْ أَرْسَلْنَا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوا إِنَّا إِلَيْكُم مُّرْسَلُونَ - قَالُوا مَا أَنْتُمْ إِلاَّ بَشَرٌ مِّثْلُنَا وَمَا أَنْزَلَ الرَّحْمَنُ مِن شَيْءٍ إِنْ أَنْتُمْ إِلاَّ ¶ تَكْذِبُونَ} [يس: 13 - 15]. ¶ فجاءهم رجل من بينهم يعرفونه ويعرفهم .. جاءهم من أقصى المدينة ليؤكد لهم صدق الرسل الثلاثة، فقتلوه ليستدعوا بذلك غضب الله وعقوبته، بعد حلمه وصبره العظيم عليهم، وجاء الأمر بعقابهم لأنهم مجرمون لا يريدون الإيمان، ويصرون على ذلك إصرارًا شديدًا رغم كل الآيات البينات التي أرسلها الله لهم، فكانت العقوبة {إِن كَانَتْ إِلاَّ صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ} [يس: 29]. ¶ وبعد بيان القرآن الوافي لحال هؤلاء المكذبين وكيف أنهم هم الذين استدعوا العقوبة بإجرامهم إلا أننا نفاجأ بالتعقيب الإلهي على نهاية هؤلاء بقوله تعالى: {يَا حَسْرَةً عَلَى الْعِبَادِ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلاَّ كَانُوا بِهِ يَسْتَهْزِئُونَ} [يس: 30]. ¶ ¬__________ ¶ (¬1) أورده الحافظ ابن رجب في شرح حديث «إن أغبط أوليائي عندي» - انظر مجموع رسائل الحافظ ابن رجب الحنبلي ص 2/ 749. ¶ (¬2) رواه مسلم (6903)، وقال النووي والغلبة هنا: كثرة الرحمة، وشمولها، كما يقال: غلب على فلان الكرم والشجاعة إذا كثرا منه. انظر صحيح مسلم بشرح النووي 17/ 71.",
            "page": "14",
            "part": "1",
            "seal": "DE981BB0"
        },
        {
            "id": "16",
            "nass": "فالله عز وجل يتأسف عليهم، وعلى المصير الذي آلوا إليه، مع أنهم هم الذين فعلوا ذلك بأنفسهم، وأصروا واستكبروا استكبارًا، إلا أن هذا لم يمنع من أن يتأسف الله -سبحانه - عليهم .. {يَا حَسْرَةً عَلَى الْعِبَادِ}. ¶ نعم - أخي - هذا هو ربك الرحيم الودود الذي لا يرضى لعبد من عباده الضلال والكفر {وَلاَ يَرْضَى لِعِبَادِهِ الْكُفْرَ} [الزمر: 7]. ¶ لكنه - سبحانه - كتب على نفسه أن يترك للبشر حرية الاختيار، وأن يعبدوه بإرادتهم، فلا يجبرهم على فعل طاعة، أو ترك معصية، وإلا صاروا مثل بقية المخلوقات، وفي نفس الوقت فإنه سبحانه يريد لهم جميعًا الخير ودخول الجنة لذلك فهو لا يُعَجِّل بعقوبتهم إذا ما عصوه، بل يحلم ويحلم لعلهم يرجعون إليه في يوم من الأيام {وَلَوْ يُؤَاخِذُ اللهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى} [فاطر: 45]. ¶ ألا يكفيك في تأكيد هذا المعنى أن الله عز وجل يرى الناس تكفر به، وتجعل له ندًا، وولدًا وهو مع ذلك يرزقهم ويعطيهم؟! ¶ قال عبد الله بن قيس: قال رسول الله صلى الله عليه وسلم: «ما أحد أصبر على أذى يسمعه من الله تعالى، إنهم يجعلون له ندًا، ويجعلون له ولدًا، وهو مع ذلك يرزقهم ويعافيهم ويعطيهم» (¬1). ¶ وعن شهر بن حوشب رضي الله عنه: حملة العرش ثمانية: أربعة منهم يقولون: سبحانك اللهم وبحمدك، لك الحمد على حلمك بعد علمك، وأربعة يقولون: سبحانك اللهم وبحمدك، لك الحمد على عفوك بعد قدرتك (¬2). ¶ الرحمة الواسعة: ¶ في يوم من الأيام شاهد رسول الله صلى الله عليه وسلم والصحابة الكرام امرأة تسعى ملهوفة تبحث عن ابنها الذي ضل عنها، فلما وجدته أَخَذته فألزقته بطنها، ثم أرضعته، فقال رسول الله صلى الله عليه وسلم لأصحابه بعد رؤيتهم لهذا المشهد المؤثر: «أترون هذه المرأة طارحة ولدها في النار؟» قالوا: لا والله. فقال: «لله أرحم بعباده من هذه بولدها» (¬3). ¶ نعم، الله عز وجل أرحم بعباده من هذه بولدها، ومن كل والد بولده. ¶ أرأيت كيف يتعامل الأب مع أبنائه، وكيف يحبهم ويتعب من أجل راحتهم .. أرأيت كيف يفرح بنجاحهم، ويحزن على إخفاقهم، ولا ينقطع رباط الود والشفقة بينه وبينهم مهما طال الزمن، حتى وإن شرد بعضهم، وانحرف عن جادة الطريق، فإنه لا يتخلى عنه، بل يعمل جاهدًا على إعادته لصوابه مستخدمًا أساليب الترغيب والترهيب. فإن أبي إلا السير في طريق الظلام، فإن الأب - وإن بدا غاضبًا عليه - إلا أن حبل الود لا ينقطع أبدًا، فهو يدعو له، ويتمنى لحظة توبته، وينتظر منه أي بادرة خير يُقبل بها عليه حتى يُبادره بأضعافها. ¶ فإن كان هذا هو حب الأب لأبنائه، فإن حب الله عز وجل لعباده أشد وأشد، ومما يؤكد هذه الحقيقة: فرحه سبحانه بتوبة العاصين والشاردين، بل و الكافرين. ¶ تأمل معي قوله صلى الله عليه وسلم: «لله أشد فرحًا بتوبة عبده حين يتوب إليه من أحدكم كان على راحلته بأرض فلاة، فانفلتت منه وعليها طعامه وشرابه فَأَيِس منها، فأتى شجرة فاضطجع في ظلها، وقد أَيِس من راحلته، فبينما هو كذلك إذ هو بها، قائمة عنده، فأخذ بخطامها ثم قال من شدة الفرح: اللهم أنت عبدي وأنا ربك، أخطأ من شدة الفرح» (¬4). ¶ وقال صلى الله عليه وسلم: «لله أفرح بتوبة عبده من العقيم الوالد، ومن الضال الواجد، ومن الظمآن الوارد» (¬5). ¶ ¬__________ ¶ (¬1) رواه مسلم (7013). ¶ (¬2) تفسير القرآن العظيم لابن كثير 4/ 64. ¶ (¬3) رواه البخاري (5999)، ومسلم (6912). ¶ (¬4) رواه مسلم (6895). ¶ (¬5) رواه ابن عساكر في أماليه عن أبي هريرة.",
            "page": "15",
            "part": "1",
            "seal": "C84DF17B"
        },
        {
            "id": "17",
            "nass": "وكيف لا وهو سبحانه (يحب من عباده أن يطيعوه، ويكره أن يعصوه، ويفرح بتوبة عبده مع غناه المطلق عن طاعته، وأن نفعها إنما يعود إليه، لكن هذا من كمال رأفته بهم وحبه لنفعهم) (¬1). ¶ نعم يا أخي، فالله عز وجل يريد الخير لجميع البشر حتى اليهود والنصارى .. حتى المنافقين وقطاع الطرق .. حتى الذين يعذبون الناس .. يريد لهم جميعًا أن يستغفروه فيغفر لهم، ويتوبوا إليه فيقبلهم .. ألم يقل سبحانه لعباده العاصين المسرفين على أنفسهم: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لاَ تَقْنَطُوا مِن رَّحْمَةِ اللهِ إِنَّ اللهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} [الزمر: 53]. ¶ ألم يقل سبحانه للنصارى بعد أن ادَّعوا أن له صاحبة وولدًا: {أَفَلاَ يَتُوبُونَ إِلَى اللهِ وَيَسْتَغْفِرُونَهُ وَاللهُ غَفُورٌ رَّحِيمٌ} [المائدة: 74]. ¶ ألم يقل سبحانه عن قطاع الطرق: {إِلاَّ الَّذِينَ تَابُوا مِن قَبْلِ أَن تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللهَ غَفُورٌ رَّحِيمٌ} [المائدة: 34]. ¶ ألم يخاطب الناس جميعًا ويقول لهم: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الرَّسُولُ بِالْحَقِّ مِن رَّبِّكُمْ فَآمِنُوا خَيْرًا لَّكُم} [النساء: 170]. ¶ فماذا تقول بعد ذلك لرب ودود يريد لعباده جميعًا الخير والسعادة في الدنيا والآخرة «يا ابن آدم! إنك ما دعوتني ورجوتني غفرت لك على ما كان منك ولا أبالي، يا ابن آدم! لو بلغت ذنوبك عنان السماء ثم استغفرتني غفرت لك ولا أبالي، يا ابن آدم! لو إنك أتيتني بقراب الأرض خطايا، ثم لقيتني لا تشرك بي شيئًا، لأتيتك بقرابها مغفرة» (¬2). ¶ جحود الإنسان: ¶ هذه المعاملة الودودة من الله عز وجل للإنسان لم يقابلها نفس المعاملة من الإنسان لربه سبحانه، بل ولا عُشر معشارها، والعجيب أننا لو نظرنا لجوانب رعاية الله، ودوام إمداده، وتربيته، ولطفه، ووده لأي إنسان، واستمرار ذلك، وعدم توقفه ولو للحظة واحدة لشعرنا وكأن هذا الإنسان هو العبد الوحيد لله!! .. وإذا ما نظرنا إلى رد فعل هذا الإنسان تجاه تلك المعاملة، ومدى تفاعل مشاعره وسلوكه معها لظننا أن لهذا الإنسان ربًا آخر غير الله لما نرى من جحوده وإعراضه عنه سبحانه، ويُجَسِّد هذا الحال الشاذ ما جاء في الأثر عن رب العزة: «إني والجن والإنس في نبأ عظيم؛ أخلق ويُعبد غيري، وأرزق ويُشكر سواي، خيري إلى العباد نازل وشرهم إلىَّ صاعد. أتحبب إليهم بنعمى وأنا الغنى عنهم، ويتبغضون إلىَّ بالمعاصي وهم أفقر شيء إلىَّ ... ¶ من أقبل إلىَّ تلقيته من بعيد، ومن أعرض عني ناديته من قريب، ومن ترك لأجلي أعطيته فوق المزيد. ومن أراد رضاي أردت ما يريد. ومن تصرف بحولي وقوتي ألنت له الحديد. ¶ أهل ذكري أهل مجالستي، وأهل شكري أهل زيادتي، وأهل طاعتي أهل كرامتي، وأهل معصيتي لا أُقنَّطهم من رحمتي، فإن تابوا فأنا حبيبهم، فإني أحب التوابين وأحب المتطهرين، وإن لم يتوبوا فأنا طبيبهم، أبتليهم بالمصائب، لأطهرهم من المعايب. ¶ من آثرني على سواي آثرته على سواه. ¶ الحسنة عندي بعشر أمثالها إلى سبعمائة ضعف، إلى أضعاف كثيرة، والسيئة عندي بواحدة، فإن ندم عليها واستغفرني غفرتها له. ¶ أشكر اليسير من العمل، وأغفر الكثير من الزلل. ¶ رحمتي سبقت غضبي، وحلمي سبق مؤاخذتي، وعفوي سبق عقوبتي .. أنا أرحم بعبادي من الوالدة بولدها (¬3). ¶ ¬__________ ¶ (¬1) فيض القدير للمناوي 5/ 321. ¶ (¬2) حسن، رواه الترمذي وحسنه الألباني في صحيح الجامع، ح (4338) .. ¶ (¬3) مدارج السالكين لابن القيم 1/ 215، 216.",
            "page": "16",
            "part": "1",
            "seal": "07C27909"
        },
        {
            "id": "18",
            "nass": "غواية الشيطان: ¶ ومما ساعد الإنسان على جحوده لربه وبعده عنه: عدو الله إبليس. ¶ فإبليس كان يعبد الله مع الملائكة، وعندما خلق الله آدم واختصه لنفسه ونفخ فيه من روحه طلب سبحانه من الملائكة السجود له، فرفض إبليس السجود متعللا بأنه كيف يسجد لمن هو أقل منه؟! {قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ} [الأعراف: 12] وبدلا من أن يعترف إبليس بخطئه، نجده يصر على ادعائه، فكان ذلك سببًا في طرده من رحمة الله، والحكم عليه بالحبس في النار: {قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ} [الأعراف: 13]. ¶ ولأن إبليس يرى أن سبب هذه العقوبة هو آدم، ويرى كذلك أنه مُحق في رفضه السجود، لذلك فقد طلب من الله عز وجل مهلة قبل تنفيذ العقوبة، لا ليرتاح، بل لينتقم لنفسه من آدم وبنيه جميعًا، ويثُبت أنه أفضل منهم. {قَالَ رَبِّ فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ - قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ - إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ} [ص: 79 - 81]. ¶ وبعد أن أعطاه الله المهلة التي طلبها، أقسم بعزة الله سبحانه أن يجتهد في غواية الناس أجمعين وسوقهم معه إلى النار فيحقق مراده، ويُرضى نفسه، ويُنفس عن حقده وحسده، ويُظهر للجميع أن هذا المخلوق الذي اختصه الله لنفسه وكرمه، وأسجد له الملائكة لا يستحق هذا كله بدليل أنه وقع فريسة سهلة في حبائله، وانخدع بغوايته: {قَالَ أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ لأحْتَنِكَنَّ ذُرِّيَّتَهُ إِلاَّ قَلِيلاً} [الإسراء: 62]. ¶ {قَالَ فَبِمَا أَغْوَيْتَنِي لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ - ثُمَّ لآَتِيَنَّهُم مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ وَلاَ تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ} [الأعراف: 16 - 17] ¶ معنى ذلك أن كل من يعصى إبليس ويخالفه من أبناء آدم، ويعبد الله بالغيب، وينجح في امتحان العبودية فيدخل الجنة؛ يعد بمثابة مصيبة، وكارثة على إبليس، لأن ذلك معناه إثبات عكس ما يدعيه، ومن ثمَّ يتأكد خطؤه برفضه السجود لآدم، ويتأكد كذلك استحقاق آدم لكل مظاهر التكريم والعناية التي نالها. ¶ طبيعة المعركة: ¶ من هنا ندرك طبيعة المعركة بين إبليس وبين البشر، وندرك أيضًا بأن مستهدف إبليس هو إضلال الجميع بلا استثناء. ¶ فكل رجل أو امرأة في أي زمان أو مكان يُشكل هدفًا خاصًا له، فهو لا يكتفي بمن أضلهم، بل يريد ألا يفلت منه أحد من البشر. ¶ ومما يؤكد هذا المعنى ما يحدث له يوم عرفة عندما يجد الرحمات والمغفرة تتنزل على العباد، فيتحسر على مجهوده الضائع في إغواء هؤلاء .. يقول صلى الله عليه وسلم: «ما رُئى الشيطان يومًا هو فيه أصغر، ولا أدحر، ولا أغيظ منه في يوم عرفة» (¬1). ¶ إن هدف إبليس واضح ومحدد ألا وهو غواية البشر جميعًا وسوقهم معه إلى النار {إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ} [فاطر: 6]. ¶ فإن كان هذا هو هدف إبليس فماذا تظن أن يفعل بالناس؟! ¶ بلا شك أنه سيستخدم معهم كل الوسائل والأساليب التي من شأنها أن تشغلهم عن أداء المهمة التي خلقوا من أجلها فيكون مصيرهم النار كما يريد. ¶ ¬__________ ¶ (¬1) رواه الحاكم.",
            "page": "17",
            "part": "1",
            "seal": "4EB4098E"
        },
        {
            "id": "19",
            "nass": "وبالفعل نجح إبليس نجاحا كبيرا في تحقيق هدفه، فقد سار وراءه أغلب البشر .. ساروا وراءه بإرادتهم، ولو استخدم أحدهم عقله؛ لتبين له كذب الأماني التي يمنيه الشيطان بها {أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَن لاَّ تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ - وَأَنِ اعْبُدُونِي هَذَا صِرَاطٌ مُّسْتَقِيمٌ - وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلاًّ كَثِيرًا أَفَلَمْ تَكُونُوا تَعْقِلُونَ} [يس: 60 - 62]. ¶ أبواب الشيطان ¶ ومن أعظم الأبواب التي يلج منها الشيطان على الإنسان باب الشبهات، وباب الشهوات. ¶ فمن باب الشبهات يُشككه في وجود إله لهذا الكون، أو يشككه في أن إله الكون هو (الله)، أو يشككه في وجود حياة وبعث وحساب بعد الموت ... كل ذلك لكي يبعده عن التوحيد ولزوم الصراط. ¶ أما باب الشهوات؛ فهو يدخل من خلال النفس وهواها وحبها لنيل الشهوات واستيفاء الحظوظ، فيزين لها المحرمات، والفجور، والعصيان، ويستغل جهلها، وحبها لهذه الأمور ليحقق مراده بترك صاحبها لفعل المأمورات، وارتكابه المحظورات، ومن ثمَّ يبتعد عن الصراط ... ¶ الرحيم الودود ¶ ومع أن الشيطان لم يجبر أحدًا على السير وراءه {وَمَا كَانَ لِيَ عَلَيْكُم مِّن سُلْطَانٍ إِلاَّ أَن دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي} [إبراهيم: 22]، إلا أن الله عز وجل لم يترك عباده فريسة لوساوسه وإغراءاته، وكيف يتركهم وهو الإله الودود الذي يحب عباده ويريد لهم دخول جنته {الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُم بِالْفَحْشَاءِ وَاللهُ يَعِدُكُم مَّغْفِرَةً مِّنْهُ وَفَضْلاً} [البقرة: 268]. ¶ فكانت رسالاته المتتالية لهم والتي تذكرهم بحقيقة وجودهم في الدنيا، وأنها دار امتحان، وأن هناك ربًّا واحدًا لهذا الكون .. هو الذي خلقهم، وهو الذي يرزقهم ويحفظهم ويمدهم بكل مقومات الحياة، وأن هذا الرب هو وحده المستحق للعبادة، وهو الذي إليه سيرجعون بعد الموت ليسألهم عن المهمة التي طالبهم بأدائها، ألا وهي عبادته - سبحانه - بالغيب، فمن نجح في القيام بها فإن له جائزة عظيمة، ونعيمًا أبديًا في دار تسمى «الجنة»، ومن فشل فيها فسيعاقب بالحبس في سجن اسمه «النار». ¶ وترسم هذه الرسالات للناس الطريق الموصل لرضا الله عز وجل، وكيفية النجاح في اختبار الدنيا، وتستفيض في الحديث عن ربهم، وتطمئنهم من ناحيته، وأنه رب رحيم ودود لا يريد لهم إلا الخير، وأكبر دليل عملي على ذلك هو حلمه عليهم، وعدم محاسبتهم الفورية على ذنوبهم أو أخذهم بها .. {قَالَتْ رُسُلُهُمْ أَفِي اللهِ شَكٌّ فَاطِرِ السَّمَاوَاتِ وَالأَرْضِ يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُّسَمًّى} [إبراهيم: 10]. ¶ وتقوم هذه الرسالات بتنبيه الناس وتحذيرهم من عدوهم الذي يريد لهم الشر ودخول النار، وتكشف لهم أساليبه في الغواية {يَا بَنِي آدَمَ لاَ يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُم مِّنَ الْجَنَّةِ يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَاتِهِمَا إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لاَ تَرَوْنَهُمْ} [الأعراف: 27]. ¶ باختصار إنها رسالات تخاطب الناس جميعًا، وتقول لكل واحد منهم: ¶ أقبل ولا تخف فربك ينتظرك. ¶ وكانت آخر هذه الرسالات التي أرسلها الله لبني البشر هي «القرآن»، فقد جعلها - سبحانه - بمثابة الرسالة الخاتمة للبشرية جمعاء، وأرسلها مع خير رسله محمد بن عبد الله عليه الصلاة والسلام.",
            "page": "18",
            "part": "1",
            "seal": "F2B1EB80"
        },
        {
            "id": "20",
            "nass": "لماذا أنزل الله القرآن؟! ¶ إذن فقد أنزل الله عز وجل القرآن ليكون وسيلة يهتدي الناس من خلالها إلى طريقه، وإلى جنته {يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِّن رَّبِّكُمْ وَأَنْزَلْنَا إِلَيْكُمْ نُورًا مُّبِينًا - فَأَمَّا الَّذِينَ آمَنُوا بِاللهِ وَاعْتَصَمُوا بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِّنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُّسْتَقِيمًا} [النساء: 174، 175]. ¶ فمن يقرأ القرآن يتأكد لديه بالأدلة العقلية أن للكون إلهًا واحدًا، وأن هذا الإله هو الله سبحانه، وأنه خلقنا وأسكننا الأرض ليختبرنا، وأن هناك حياة بعد الموت ثم حسابًا، فنعيمًا أو عذابًا. ¶ ولا يكتفي القرآن بذلك بل يرسم للناس الطريق المستقيم الموصل للنجاح في هذا الاختبار، ونيل رضا الله، ويعرَّفهم بالعقبات التي قد تعترضهم، وبالمنحنيات التي قد تُبعدهم، وبعَدُوَّهم الذي يتربص بهم .. ¶ كل هذا من خلال خطاب ودود يقطر رحمة وشفقة وحنانا .. خطاب يستحث الجميع إلى سرعة العودة إلى الله قبل فوات الأوان: {اسْتَجِيبُوا لِرَبِّكُم مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لاَّ مَرَدَّ لَهُ مِنَ اللهِ} [الشورى: 47]. {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لاَ تَقْنَطُوا مِن رَّحْمَةِ اللهِ إِنَّ اللهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} [الزمر: 53]. ¶ إنه الحبل المتين الذي أنزله الله من السماء لينتشل به الناس من الضلال .. ¶ إنه حبل الودّ الذي يظهر مدى حب الله لعباده، وأنه يريد لهم جميعًا الخير. ¶ ألم يقل صلى الله عليه وسلم: «أبشروا، فإن هذا القرآن طرفه بيد الله، وطرفهُ بأيديكم، فتمسكوا به، فإنكم لن تهلكوا، ولن تضلوا بعده أبدًا» (¬1). ¶ المعرفة وحدها لا تكفى: ¶ فإن قلت إن معرفة طريق الهدى وحدها لا تكفي للسير فيه، فقيود الشهوات تقيد القلب، وتجذبه إلى الأرض، ووساوس الشيطان وإغراءاته تثبط الإنسان كلما همَّ بفعل الخير. ¶ نعم، هذا صحيح فمعرفة طريق الهدى وحدها لا تكفي بل لابد من وسيلة تعين الناس على السير فيه .. لابد من دواء يشفي صدورهم، ويُخلِّص قلوبهم من سيطرة الهوى وحب الدنيا والتثاقل إلى الأرض، لابد من وجود مادة تفجر الطاقات وتولد القوة الدافعة داخل الإنسان للسير في طرق الهداية .. وهنا يظهر أعظم جانب لمعجزة القرآن ألا وهو قدرته الفذة على التغيير والتقويم لكل من يُقبل عليه، ويدخل في دائرة تأثير معجزته وذلك من خلال قوة تأثيره على المشاعر، فيمتزج بها مدلول القناعات العقلية التي تقدمها الآيات فتصبح إيمانا يستقر في القلب، ليتم ترجمة هذا الإيمان بعد ذلك في صورة عمل وسلوك. ¶ فالقرآن ليس وسيلة للهداية فقط بل هو {هُدًى وَشِفَاءٌ} [فصلت: 44]. ¶ يدل الناس على الطريق إلى الله، ويأخذ بأيديهم إليه، ويكون لهم في ذلك الطريق نعم الصاحب الأمين {قَدْ جَاءَكُم مِّنَ اللهِ نُورٌ وَكِتَابٌ مُّبِينٌ - يَهْدِي بِهِ اللهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلاَمِ وَيُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُّسْتَقِيمٍ} [المائدة: 15، 16]. ¶ أرأيت ماوصف الله به القرآن وأنه ليس بكتاب هداية فقط بل إنه أيضًا يقوم بإخراج الناس من الظلمات إلى النور بإذن الله؟! ¶ ¬__________ ¶ (¬1) صحيح، رواه الطبراني، وصححه الألباني في صحيح الجامع، ح (34).",
            "page": "19",
            "part": "1",
            "seal": "89366F7E"
        },
        {
            "id": "21",
            "nass": "ومما يؤكد هذا المعنى المثال الذي ضربه الله عز وجل للناس وبيَّن فيه قدرة القرآن على التأثير والتغيير: {لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَّرَأَيْتَهُ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللهِ وَتِلْكَ الأمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ} [الحشر: 21]. ¶ فالقرآن هو الرحمة العظمى التي أرسلها الله للبشرية لتكون بمثابة الوسيلة السهلة والدواء الناجع لشفائها من أمراضها وهدايتها إليه {يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَاءٌ لِّمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ} [يونس: 57]. ¶ نعم - أخي - هذه هي أهم وأخطر وظيفة للقرآن، وهذا هو السر الأعظم لمعجزته، فكل آية من آياته، وكل سورة من سوره، تحمل منابع غزيرة للإيمان .. هذه المنابع جاهزة للتفجر والتدفق في قلب أي شخص يتعرض لها مهما بلغت قسوته، ومهما كانت عِلَّته. ¶ فالقرآن لا يستعصى عليه - بإذن الله - مرض من الأمراض إلا ويشفيه ولا شبهة أو ظلمة من الظلمات إلا وينيرها بنور الله الذي يفيض ويشع من كل آياته وكلماته، فيتبدل حال كل من يتعرض له تعرضا مستمرا ليصبح شخصا آخر تتمثل فيه معاني العبودية الحقة، والتعامل الصحيح المتوازن مع كل متغيرات حياته. ¶ القرآن وإغلاق مداخل الشيطان: ¶ فإن قلت: وماذا يفعل القرآن في معركة العبد مع الشيطان؟! ¶ جاءك الجواب بأن القرآن الذي يعد بمثابة الحبل المتين يُبعد مَنْ يتمسك به عن دائرة تأثير الشيطان من خلال أمور كثيرة لعل من أبرزها هو إغلاقه لبابَي الشبهات والشهوات اللذين يدخل منهما الشيطان على الإنسان. ¶ فكل شبهة يثيرها الشيطان تجد الرد المقنع الحاسم عليها في القرآن بسهولة ويسر، مهما كانت الشبهة مثل: هل للكون إله، وهل اسمه الله، .. هل له ولد؟! .. هل له زوجة؟! هل له شريك؟! .. هل هناك حساب بعد الموت؟ .... فالقرآن يفيض بعشرات الآيات التي ترد ردا مقنعًا قاطعًا على مثل هذه الشبهات .. كقوله تعالى في الرد على شبهة عدم وجود خالق لهذا الكون: {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ} [الطور: 35]. ¶ ورده على من أثار شبهة أن القرآن من عند محمد صلى الله عليه وسلم وليس من عند الله {أَمْ ¶ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِّثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللهِ إِن كُنْتُمْ صَادِقِينَ - فَإِن لَّمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللهِ وَأَن لاَّ إِلَهَ إِلاَّ هُوَ فَهَلْ أَنْتُمْ مُّسْلِمُونَ} [هود: 13، 14]. ¶ أما فعله لإغلاق باب الشهوات فيأتي من خلال تقوية الإيمان، وزيادته باستمرار .. وكلما ازداد الإيمان نقص الهوى، ومن ثم ضعف داعي الهوى في قلب الإنسان وقوي داعي الإيمان، ليصبح السلطان على القلب لمصلحة الإيمان، فيدخل العبد بذلك في دائرة قوله تعالى: {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ} [الحجر: 42] أي ليس لك على قلوبهم سلطان بسبب تمكن الإيمان منها، ولا يوجد مثل القرآن في قدرته الفذة على زيادة الإيمان {وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا} [الأنفال: 2]. ¶ وكيف لا يكون القرآن كذلك، والذي أنزله هو الذي خلق الإنسان ويعلم ما توسوس به نفسه، ومن ثمَّ فهو يعرف داءه ودواءه {قُلْ أَنزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالأَرْضِ} [الفرقان: 6]. ¶ إنه الدواء الرباني {قَدْ جَاءَتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَاءٌ لِّمَا فِي الصُّدُورِ} [يونس: 57].",
            "page": "20",
            "part": "1",
            "seal": "6C71B3E3"
        },
        {
            "id": "22",
            "nass": "يقول عبد الله بن مسعود: إن هذا الصراط محتضر تحضره الشياطين، يقولون: هَلُمَّ يا عبد الله، ليصدوا عن سبيل الله، فعليكم بكتاب الله فإنه حبل الله (¬1). ¶ ابن القيم وتجربته مع القرآن: ¶ وللإمام ابن القيم كلام نفيس يؤكد قدرة القرآن الفذة - بإذن الله - على إغلاق بابي الشبهات والشهوات أمام الشيطان فيقول: ¶ جماع أمراض القلب هي أمراض الشبهات والشهوات، والقرآن شفاء للنوعين. ¶ ففيه من البينات والبراهين القاطعة ما يبين الحق من الباطل، فتزول أمراض الشبهات المفسدة للعلم والتصور والإدراك، بحيث يرى الأشياء على ما هي عليه ... ¶ وليس تحت أديم السماء كتاب متضمن للبراهين على التوحيد، وإثبات الصفات، وإثبات المعاد والنبوات، ورد النِّحَل الباطلة، والآراء الفاسدة مثل القرآن. ¶ فإنه كفيل بذلك كله، متضمن له على أتمّ الوجوه وأحسنها، وأقربها إلى العقول، وأفصحها بيانا ... وأحسن ما عند المتكلمين وغيرهم فهو في القرآن أصح تقريرًا، وأحسن تفسيرًا، فليس عندهم إلا التكلف والتطويل والتعقيد. ¶ ولقد تأملت الطرق الكلامية، والمناهج الفلسفية، فما رأيتها تشفي عليلا، ولا تروى غليلا، ورأيت أقرب الطرق طريقة القرآن .. ومن جرَّب مثل تجربتي عرف مثل معرفتي. ¶ إصلاح الإرادة: ¶ أما شفاؤه لمرض الشهوات، فذلك لما فيه من الحكمة والموعظة الحسنة بالترغيب والترهيب، والتزهيد في الدنيا، والترغيب في الآخرة، والأمثال والقصص التي فيها أنواع العبر والاستبصار، فيرغب القلب السليم فيما ينفعه، ويرغب عما يضره، فيصير القلب محبًا للرشد، مبغضًا للغي ... ¶ فالقرآن مزيل للأمراض الموجبة للإرادات الفاسدة، فيصلح القلب، فتصلح إرادته، ويعود إلى فطرته التي فُطر عليها، فتصلح أفعاله الاختيارية الكسبية .. فيصير بحيث لا يقبل إلا الحق، كما أن الطفل لا يقبل إلا اللبن (¬2). ¶ لذلك فإن القرآن للقلوب، كالغيث للأرض، فهو ينبت فيها الإيمان كما ينبت الماء الزرع. ¶ وباستمرار تعرض القلوب للقرآن يزداد الإيمان، وتقوى الإرادة، ويصلح القلب حتى يصير كما قال صلى الله عليه وسلم: «أبيض مثل الصفا، لا تضره فتنة ما دامت السماوات والأرض» (¬3). ¶ هذا القلب هو القلب السليم الذي ليس للشيطان سلطان عليه لتحرره من سيطرة الهوى. ¶ نعم، سيكون للشيطان بعض اللَّمات ولكن سرعان ما يفيق منها القلب، وتعود إليه بصيرته: {إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِّنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُم مُّبْصِرُونَ} [الأعراف: 201]. ¶ * * * ¶ ¬__________ ¶ (¬1) فضائل القرآن لأبي عبيد ص 75. ¶ (¬2) إغاثة اللهفان في مصايد الشيطان: 1/ 73 - 75 باختصار. ¶ (¬3) رواه مسلم، والإمام أحمد وأورده الألباني في صحيح الجامع، ح (2960).",
            "page": "21",
            "part": "1",
            "seal": "378B5206"
        },
        {
            "id": "23",
            "nass": "الفصل الثالث ¶ روح القلوب وقوتها",
            "page": "22",
            "part": "1",
            "seal": "E01D77B2"
        },
        {
            "id": "24",
            "nass": "روح القلوب وقوتها ¶ من عجائب القرآن أنه ميسر للجميع، لا يحتاج إلى عقلية خاصة، أو طقوس معينة، أو أماكن محددة، أو أزمنة بعينها للتعامل معه. ¶ فهو متاح في كل الظروف والأحوال .. يخاطب العامة والخاصة، والعلماء والأميين، والرجل والمرأة، فيُحدث في الجميع أثره العظيم، ويمد القلوب بالروح، ويفجر منابع إيمانه فيها، فيخرجها من الظلمات إلى النور، ومن غلبة الهوى إلى غلبة الإيمان. ¶ إنه كالشمس تسع الجميع بضيائها وأثرها ودفئها، ويزيد عن شمس الدنيا بأن شمسه لا تغرب، ونوره لا يأفل. ¶ وكما أن شمس الدنيا لا تؤثر إلا فيمن يتعرض لها؛ كذلك القرآن لا يؤثر إلا فيمن يتعرض له {إِنْ هُوَ إِلاَّ ذِكْرٌ لِّلْعَالَمِينَ - لِمَنْ شَاءَ مِنْكُمْ أَن يَسْتَقِيمَ} [التكوير:27، 28]. ¶ ولا يعني أبدًا عدم رؤية البعض للشمس بسبب الغيوم والسُّحب .. أنها غير موجودة، أو أن تأثير وجودها لا يعدو ذلك الضوء الخافت المختلط بالضباب، والذي تصعب معه الرؤية .. ¶ كذلك القرآن، فمعجزته موجودة ومحفوظة بحفظ الله لها، ويظل تأثيرها الفذ يعمل ويعمل حتى قيام الساعة، فإن حالت الحُجب بيننا وبينها، وإن أصبحت تلك الحُجب بعضها فوق بعض، إلا أن ذلك لا ينبغي أن يكون مدعاة للاستسلام للأمر الواقع، والظن بأن هذا هو الوضع الطبيعي للقرآن، بل علينا أن نجتهد ونجتهد في الوصول إلى دائرة التأثير المباشر لتلك المعجزة. ¶ ومما يدعو للأسف أن طول أمد بعدنا عنها، مع إلفنا لذلك الوضع، جعلنا نكاد لا نصدق بكونها مصدرًا متفردًا فذًا للتأثير الدائم، والتغيير الحقيقي. ¶ من هنا تظهر الحاجة للتذكير بأهمية هذه المعجزة والسر الأعظم فيها، ومظاهر تأثيرها ليكون ذلك دافعًا يدفعنا للبحث الجاد عن كيفية الوصول إليها والانتفاع بها. ¶ روح تسرى في القلوب: ¶ من أهم الأوصاف التي وصف بها القرآن أنه: «روح» {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا} [الشورى: 52]. ¶ فأهمية وجوده في القلب وتأثيره عليه، كأهمية الروح بالنسبة للجسد .. بل يزيد باعتبار أن الأجساد إلى زوال، وأن القلب هو محل نظر الله عز وجل، وعلى قدر سلامته وصحته تكون الاستقامة في الدنيا، والنجاة يوم القيامة {يَوْمَ لاَ يَنفَعُ مَالٌ وَلاَ بَنُونَ - إِلاَّ مَنْ أَتَى اللهَ بِقَلْبٍ سَلِيمٍ} [الشعراء: 88، 89]. ¶ لذلك لا يخطئ من يقول بأن من يقرأ القرآن ويُحسن التعرض لتأثير آياته يجد نفسه وكأنه يتعامل مع «كائن حي يتحرك وينطق .. له مشاعر، يفرح ويحزن، يرضى ويغضب .. ينتقل بين سور القرآن فتتحرك بها مشاعره .. هذه سورة تثير فيه مشاعر الثقة والاعتزاز، وتلك سورة تثير فيه مشاعر الغيرة، وأخرى تثير فيه مشاعر الغضب لله، وتلك سورة تثير فيه مشاعر الأحزان، وهكذا .... » (¬1) ¶ إنه ليس كتابًا فحسب، وليس دواء فحسب. إنه شيء متفرد لا يمكن إدراك كنهه وقدرته الفذة على العمل في ذات الإنسان .. إنه -كما يقول سيد قطب-: يزيل الغشاوة، ويفتح النوافذ، ويسكب النور، ويحرك المشاعر، ويستجيش القلوب، ويخلص الضمير، وينشئ حياة للروح تنبض بها وتشرق وتستنير (¬2) .. ¶ من دخل فيه فهو آمن: ¶ إن القرآن كما يقول عبد الله بن مسعود رضي الله عنه: مأدبة الله عز وجل فمن دخل فيه فهو آمن (¬3) ¶ وكيف لا، والذي يتلوه حق تلاوته يشعر بأنه (يعيش حياة نابضة في عالم آخر غير الذي يعيش فيه .. يدرك أن روحا تسرى فيه. ¶ يحس من يقرأ في القرآن متنقلاً بين آياته وسوره أنه يعيش في قرية صغيرة، يجمعها مكان واحد، هي هذه المعمورة رغم اتساعها .. ويكتنفها زمان واحد من لدن آدم حتى قيام الساعة. ¶ نصوص مفتوحة أمامها الطريق، لا يحدها زمان، ولا يقيدها مكان، تلقى تعاليمها لهذا الإنسان الذي لا تتغير مشاعره وجوانبه النفسية وميوله على اختلاف الزمان. ¶ هكذا يجد كل إنسان فيه بغيته .. يُقبل عليه المهموم ليجد فيه بلسمه، ويقبل عليه المحزون ليجد فيه سلوته، ويقبل عليه العالم ليجد فيه طلبه، ويقبل عليه الهارب من قيود الحياة الرتيبة ليجد فيه خلوته .. يُقبل عليه الضال التائه ليجد ضالته، فهو - كما ورد في وصفه - مأدبة الله، كل إنسان يأخذ منه حاجته، ويجد فيه قناعته ومتعته وسلوته) (¬4) .. ¶ ¬__________ ¶ (¬1) التعبير القرآني والدلالة النفسية/ 222. ¶ (¬2) في ظلال القرآن 6/ 3297. ¶ (¬3) أخرجه القريابي في فضائل القرآن رقم (59). ¶ (¬4) التعبير القرآني والدلالة النفسية ص: 224، 225.",
            "page": "23",
            "part": "1",
            "seal": "E0AC3D81"
        },
        {
            "id": "25",
            "nass": "وفوق كل هذا ... تلك الطاقة الروحية التي يولدها في نفس من يُقبل عليه .. يقول محمد فريد وجدي: إن في القرآن طاقة روحية هائلة ذات تأثير بالغ الشأن في نفس الإنسان، فهو يهز وجدانه، ويرهف أحاسيسه ومشاعره، ويصقل روحه، ويوقظ إدراكه وتفكيره (¬1) .. ¶ إنه يثير العواطف ويوقظ العقول في وقت واحد، وبعد الاقتناع يطمئن العقل ويهدأ الإحساس، ويشعر الإنسان بنشوة الفرح والارتياح (¬2). ¶ تأثير يُدرك ولا يمكن وصفه: ¶ يقول محمد فريد وجدي: لما كان القرآن روحا من أمر الله فلا جرم كانت له روحانية خاصة هي عندنا جهة إعجازه، والسبب الأكبر في انقطاع الإنس والجن عن محاكاة أقصر سورة من سوره، وارتعاد فرائص الصناديد والجبابرة عند سماعه (¬3). ¶ (إن في هذا القرآن سرًا خاصًا يشعر به كل من يواجه نصوص القرآن ابتداءًا قبل أن يبحث عن مواضع الإعجاز فيه، إنه يشعر بسلطان خاص في عبارات هذا القرآن. ¶ يشعر أن هنالك شيئًا ما وراء المعاني التي يدركها العقل من التعبير، وأن هنالك عنصرًا ينسكب في الحس بمجرد الاستماع لهذا القرآن، يدركه بعض الناس واضحًا، ويدركه بعض الناس غامضًا، ولكنه على كل موجود .. هذا العنصر الذي ينسكب في الحس، يصعب تحديد مصدره: أهو العبارة ذاتها؟ أهو المعنى الكامن فيها؟ ¶ أهو الصور والظلال التي تشعها؟ أهو الإيقاع القرآني الخاص المتميز من إيقاع سائر القول المصوغ من اللغة؟ أهي هذه العناصر كلها مجتمعة؟ أم أنها تشمل ما تقدم وشيئًا آخر وراءها غير محدود! ¶ ذلك سر مودع في كل نص قرآني يشعر به كل من يواجه نصوص هذا القرآن ابتداءً ثم تأتي وراءه الأسرار المدركة بالتدبر والنظر والتفكير في بناء القرآن كله) (¬4). ¶ فالقرآن له سلطان الجلال والمهابة يستولى على قلوب المخاطبين استيلاءً (كالقهر وما هو بالقهر، له فعل في القلوب كالسحر وما هو بالسحر، لا يختص ذلك بالأنصار دون الخصوم، ولا بمحالفيه دون مخالفيه، بل يغزو القلب من حيث لا يمكن لصاحبه رد، ويؤثر فيه من حيث لا يمكن دفع، أثر في الأعداء كما أثر في الأتباع) (¬5). ¶ من مظاهر تأثير القرآن: ¶ ولقد وصف لنا القرآن بعضًا من مظاهر تأثيره في الآخرين، ولم يقصر القرآن هذا التأثير على البشر فقط بل نجده قد تعداهم إلى الجن، بل وإلى الجماد .. ¶ ولئن كنا لا نستطيع إدراك سر تأثير القرآن وكيفية عمله في داخل الفرد إلا أننا يمكن أن ندرك بعضا من أبعاده من خلال نتائج ومظاهر هذا التأثير. ¶ خشوع الجبال وتصدعها: ¶ (لقد بلغ من شأن القرآن وعظمته وشدة تأثيره أنه لو أُنزل على جبل من الجبال، وجُعل له عقل كما جُعل للبشر، لرأيت الجبل - مع كونه في غاية القسوة والصلابة - خاشعًا متصدعًا من خشية الله كما قال تعالى: {لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَّرَأَيْتَهُ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللهِ} [الحشر: 21] أي: لاتَّعظ الجبل وتصدَّع صخرُه من شدة تأثره من خشية الله. ¶ ففي هذا بيان حقيقة تأثير القرآن وفعاليته في المخلوقات، ولو كانت جبلاً أشمًا، أو حجرًا أصمًا .. ¶ وضُرب التصدع مثلاً لشدة الانفعال والتأثير، لأن منتهى تأثر الأجسام الصلبة أن تنشق وتتصدع، ولا يحصل ذلك بسهولة) (¬6). ¶ ويعلق سيد قطب على هذه الآية فيقول: هي صورة تمثل الحقيقة: ¶ ¬__________ ¶ (¬1) التعبير القرآني والدلالة النفسية/ 111 نقلاً عن دائرة معارف القرن العشرين لمحمد فريد وجدي 7/ 679. ¶ (¬2) المصدر السابق/ 136. ¶ (¬3) المصدر السابق /109. ¶ (¬4) في ظلال القرآن 6/ 3399. ¶ (¬5) التعبير القرآني والدلالة النفسية 128. ¶ (¬6) عظمة القرآن للدوسري/ 71، 72.",
            "page": "24",
            "part": "1",
            "seal": "E4633E70"
        },
        {
            "id": "26",
            "nass": "فإن لهذا القرآن لثقلاً وسلطانًا وأثرًا مزلزلاً لا يثبت له شيء يتلقاه بحقيقته والذين أحسوا شيئًا من مس القرآن في كيانهم يتذوقون هذه الحقيقة تذوقا لا يعبر عنه إلا هذا النص القرآني المشع الموحي (¬1). ¶ القشعريرة والسجود: ¶ فإن كان الجبل سيندك إذا ما استقبل القرآن، كذلك فإن القلوب المؤمنة تخشع وتهتز هزًا عنيفًا عند استقباله، ولقد وصف لنا القرآن بعضا من مظاهر هذا التأثير: ¶ فمن ذلك قوله تعالى: {اللهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُّتَشَابِهًا مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللهِ} [الزمر: 23]. ¶ فالقلب يتأثر ويلين، والجلد يقشعر ويلين .. وما هذا إلا دلالة على الأثر الذي أحدثه القرآن في القلب، والهزة العنيفة التي حدثت للمشاعر. ¶ وليس ذلك فحسب، بل إن المؤمن الذي يتلو الآيات ويعيش معها يجد قلبه وقد استولت عليه مشاعر التعظيم والمهابة والإجلال لله عز وجل، ولا يستطيع أن يسيطر على هذه المشاعر فتجده يسجد بتلقائية لربه إجلالاً وخشية ومهابة {إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِن قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلأذْقَانِ سُجَّدًا - وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولاً - وَيَخِرُّونَ لِلأذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا} [الإسراء: 107، 109]. ¶ فالحال المتوقع لمن يستقبل القرآن استقبالاً صحيحًا قوله تعالى: {إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا} [مريم: 58]. ¶ فإن لم يصاحب البدن القلب في سجوده، اكتفى القلب بالسجود وحده من خلال وجله واهتزازه وهبوطه خشوعًا لربه. ¶ ومما يلفت الانتباه أن الله عز وجل قد ذمَّ الكافرين لعدم سجودهم عند سماعهم للقرآن {فَمَا لَهُمْ لاَ يُؤْمِنُونَ - وَإِذَا قُرِىءَ عَلَيْهِمُ الْقُرْآنُ لاَ يَسْجُدُونَ} [الانشقاق: 20، 21]. ¶ وكأن الحال الطبيعي للإنسان عند سماعه للقرآن هو السجود لشدة تأثير القرآن على المشاعر والقلوب .. ¶ وليست هذه الانفعالات وما يصاحبها من قشعريرة ووجل وخشوع وسجود افتراضات نظرية أو أحوال مثالية يذكرها لنا القرآن من باب التحفيز، بل لقد تكررت صورها كثيرًا في الجيل الأول، ولا تزال تتكرر وإن كانت أقل بكثير من الماضي لأسباب عديدة ليس منها أبدًا فقدان القرآن لخاصية تأثيره على القلوب، فالمعجزة القرآنية لا زالت وستظل تعمل حتى قيام الساعة، فهي محفوظة بحفظ الله .. فهذه (هوني) التي نشأت في أسرة انجليزية مسيحية، وشغفت بالفلسفة ثم سافرت إلى كندا لإكمال دراستها، وهناك في الجامعة أتيح لها أن تتعرف على الإسلام، وأن تنتهي إليه .. تقول (هوني) واصفة حالها مع لقاءاتها الأولى بالقرآن: ¶ لن أستطيع مهما حاولت، أن أصف الأثر الذي تركه القرآن في قلبي، فلم أكد أنتهي من قراءة السورة الثالثة من القرآن حتى وجدتني ساجدة لخالق هذا الكون، فكانت هذه أول صلاة لي في الإسلام ... » (¬2). ¶ (وهذا الأديب الشاعر (نقولا حنا) يعترف بروعة القرآن، و تأثيره البالغ في القلوب، فيقول في تقدمته لقصيدته الرائعة (من وحي القرآن): ¶ ¬__________ ¶ (¬1) في ظلال القرآن 6/ 3532. ¶ (¬2) قالوا عن القرآن لعماد الدين خليل ملحق لكتاب إشارات الإعجاز للنورسي ص 287.",
            "page": "25",
            "part": "1",
            "seal": "A944F396"
        },
        {
            "id": "27",
            "nass": "«قرأت القرآن فأذهلني، وتعمقت فيه ففتنني، ثم أعدت القراءة فآمنت .. وكيف لا أؤمن ومعجزة القرآن بين يدي أنظرها وأحسها كل حين، هي معجزة لا كبقية المعجزات .. معجزة إلهية خالدة تدل بنفسها عن نفسها، وليست بحاجة لمن يحدث عنها أو يبشر بها» (¬1). ¶ أجيبوا داعي الله: ¶ ومن مظاهر تأثير القرآن، والتي حدثتنا عنها الآيات، ما حدث لمجموعة من الجن حينما استمعوا إلى آيات من القرآن فكان أول رد فعل لهم أن قال بعضهم لبعض: ¶ (أنصتوا) ولم يقولوا (اسمعوا) فقد أدهشهم الخطاب، وسيطر عليهم، فتأثروا به تأثرًا بالغًا، وكانت النتيجة السريعة لهذا التأثر هو الرغبة الجارفة بتبليغ ما فهموه من فحوى الخطاب القرآني لقومهم {وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِّنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِم مُّنْذِرِينَ - قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِن بَعْدِ مُوسَى مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ مُّسْتَقِيمٍ - يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُجِرْكُم مِّنْ عَذَابٍ أَلِيمٍ} [الأحقاف: 29 - 31]. ¶ فالآيات كما يقول -سيد قطب- تصور الأثر الذي انطبع في قلوبهم من الإنصات للقرآن، فقد استمعوه صامتين منتبهين حتى النهاية. فلما انتهت التلاوة لم يلبثوا أن سارعوا إلى قومهم، وقد حملت نفوسهم ومشاعرهم منه ما لا تطيق السكوت عليه، أو التلكؤ في إبلاغه والإنذار به. وهي حالة من امتلأ حسه بشيء جديد، وحفلت مشاعره بمؤثر قاهر غلاب، يدفعه دفعا إلى الحركة والاحتفاء بشأنه وإبلاغه للآخرين بجد واهتمام (¬2). ¶ تأثير القرآن على مشركي مكة: ¶ تروى لنا كتب السيرة: أن أبا سفيان بن حرب، وأبا جهل - عمرو بن هشام - والأخنس بن شريق، خرجوا ليلة ليستمعوا من رسول الله صلى الله عليه وسلم وهو يصلي من الليل في بيته، فأخذ كل منهم مجلسا يستمع فيه، وكل لا يعرف بمكان صاحبه، فباتوا يستمعون له، حتى إذا طلع الفجر تفرقوا، فجمعهم الطريق، فتلاوموا قائلين: فلو رآكم بعض سفهائكم لأوقعتم في نفسه شيئًا، ثم انصرفوا حتى إذا كانت الليلة الثانية، عاد كل رجل إلى مجلسه، فباتوا يستمعون له، حتى إذا طلع الفجر تفرقوا، فجمعهم الطريق، فقال بعضهم لبعض مثل ما قالوا أول مرة، ثم انصرفوا، حتى إذا كانت الليلة الثالثة، أخذ كل رجل منهم مجلسه، فباتوا يستمعون له حتى إذا طلع الفجر تفرقوا، فجمعهم الطريق، فقال بعضهم لبعض: لا نبرح حتى نتعاهد ألا نعود، فتعاهدوا على ذلك ثم تفرقوا» (¬3). ¶ فما الذي دفعهم لذلك؟! ¶ إنه التأثير القوي للقرآن على قلوبهم، والذي لم يجعلهم يستطيعون (السيطرة على أنفسهم التواقة للاستماع إليه، فعادوا رغم تعاهدهم على عدم العودة إلى سماعه) (¬4). ¶ ولهذا خشوا من هذا التأثير على عبيدهم وسائر الناس «فلو رآكم بعض سفهائكم لأوقعتم في نفسه شيئًا». ¶ الوليد بن المغيرة: ¶ سمع الوليد بن المغيرة شيئًا من القرآن فكأنما رق له فقالت قريش: صبأ والله الوليد، ولتصبون قريش كلها. ¶ فأوفدوا إليه أبا جهل يثير كبرياءه واعتزازه بنسبه وماله ويطلب منه أن يقول في القرآن قولاً يعلم به قومه أنه له كاره. ¶ ¬__________ ¶ (¬1) نظرية الإعجاز القرآني/ 110 د. أحمد سيد محمد عمار. ¶ (¬2) في ظلال القرآن 6/ 3273. ¶ (¬3) السيرة النبوية لابن هشام 1/ 192، 193. ¶ (¬4) التعبير القرآني /114.",
            "page": "26",
            "part": "1",
            "seal": "CD95F3C3"
        },
        {
            "id": "28",
            "nass": "قال: «فماذا أقول فيه؟ فوالله ما منكم رجل أعلم مني بالشعر ولا برجزه ولا بقصيده، ولا بأشعار الجن. والله ما يشبه الذي يقوله شيئًا من هذا. والله: إن لقوله لحلاوة، وإن عليه لطلاوة، وإنه ليحطم ما تحته، وإنه ليعلو وما يُعلى». ¶ قال أبو جهل: والله لا يرضى قومك حتى تقول فيه. ¶ قال: فدعني أفكر فيه. فلما فكر قال: إن هذا إلا سحر يؤثر. أما رأيتموه يفرق بين الرجل وأهله ومواليه؟ (¬1). ¶ اعترافات عتبة بن ربيعة: ¶ (وهذا عتبة بن ربيعة - من سادة قريش - يقوم إلى محمد صلى الله عليه وسلم ليفاوضه باسم المشركين من قريش، ويعرض عليه بعض العروض، لعله يقبل بها، ويترك دعوته. ¶ فيعرض عليه المُلك، ويعرض عليه المال، ثم يعرض الطب إن كان ما يأتيه من قبيل الوساوس والجنون .. ¶ حتى إذا فرغ الرجل من عروضه، وأتم مهمته، قال له رسول الله صلى الله عليه وسلم: «أوقد فرغت يا أبا الوليد قال: نعم، قال: «فاسمع مني»، قال: أفعل، فقال رسول الله صلى الله عليه وسلم: بسم الله الرحمن الرحيم {حم - تَنزِيلٌ مِّنَ الرَّحْمَنِ الرَّحِيمِ - كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِّقَوْمٍ يَعْلَمُونَ - بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لاَ يَسْمَعُونَ - وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذانِنَا وَقْرٌ وَمِن بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ} [فصلت: 1 - 5]. ¶ ومضى رسول الله صلى الله عليه وسلم يقرأ عليه سورة فصلت، وعتبة منصت لها، وقد ألقى يديه خلف ظهره، معتمدًا عليها يسمع منه، ثم انتهى رسول الله صلى الله عليه وسلم إلى آية السجدة من السورة، فسجد وسجد معه عتبة، ثم قال: قد سمعت يا أبا الوليد ما سمعت، فأنت وذاك. ¶ وفي بعض الروايات أنه صلى الله عليه وسلم لما وصل إلى قوله تعالى: {فَإِنْ أَعْرَضُوا فَقُلْ أَنذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ} قال له عتبة: ناشدتك لله والرحم أن تمسك، إذ لم يعد عتبة يتمالك نفسه أمام هذا الذي يسمع مما لا قبل لأهل الأرض به. ¶ ثم قام عتبة إلى أصحابه الذين بعثوه عنهم رسولاً ومفاوضًا، إلا أنه كان قد سمع ما سمع، فأثر القرآن في نفسه وجوارحه، حتى بدا ذلك في وجهه، فقال القوم بعضهم لبعض: نحلف بالله، لقد جاءكم أبو الوليد بغير الوجه الذي ذهب به، فلما جلس إليهم قالوا: ما وراءك يا أبا الوليد؟ ¶ قال: ورائي أني سمعت قولا، والله ما سمعت بمثله قط، والله ما هو بالشعر، ولا بالسحر، ولا بالكهانة. ¶ يا معشر قريش، أطيعوني واجعلوها بي، وخلُّوا بين هذا الرجل وبين ما هو فيه فاعتزلوه، فوالله ليكونن لقوله الذي سمعت منه نبأ عظيم (¬2). ¶ السجود الجماعي: ¶ في يوم من الأيام كان رسول الله صلى الله عليه وسلم يقرأ سورة النجم عند الكعبة، وكان يستمع لقراءته العديد من المشركين، فسكتوا وأنصتوا، وتأثروا لدرجة أنه عندما بلغ نهاية السورة، وسجد عند قوله تعالى: {فَاسْجُدُوا للهِ وَاعْبُدُوا}، لم يتمالك جميع المستمعين السيطرة على أنفسهم وخروا ساجدين. ¶ يقول عبد الله بن مسعود: أن النبي صلى الله عليه وسلم قرأ بالنجم فسجد، فلم يبق أحد إلا سجد، إلا أن شيخًا أخذ كفًا من تراب فرفعه إلى جبهته، وقال: يكفيني هذا (¬3). ¶ سجدوا وهم مشركون .. وهم يمارون في الوحي والقرآن .. وهم يجادلون في الله والرسول! ¶ ¬__________ ¶ (¬1) التصوير الفني في القرآن لسيد قطب/ 13 نقلا عن السيرة لابن هشام، وتفسير ابن كثير. ¶ (¬2) المعجزة القرآنية لمحمد حسن هيتو/ 37، 38. ¶ (¬3) البخاري (3640)، ومسلم (576).",
            "page": "27",
            "part": "1",
            "seal": "B4AC2091"
        },
        {
            "id": "29",
            "nass": "سجدوا تحت هذه المطارق الهائلة التي وقعت على قلوبهم والرسول صلى الله عليه وسلم يتلو هذه السورة عليهم، وفيهم المسلمون والمشركون. ويسجد فيسجد الجميع. ¶ لا يملكون أن يقاوموا وقع هذا القرآن؛ ولا أن يتماسكوا لهذا السلطان .. ثم أفاقوا بعد فترة فإذا هم في ذهول من سجودهم كذهولهم وهم يسجدون. ¶ بهذا تواترت الروايات، ثم افترقت في تعليل هذا الحادث الغريب، وما هو في الحقيقة بغريب، فهو تأثير هذا القرآن العجيب ووقعه الهائل في القلوب (¬1). ¶ خوف المشركين من فتنة نسائهم وأولادهم بسماعهم للقرآن: ¶ لما اشتد أذى المشركين بالمسلمين، وهاجر بعض الصحابة إلى الحبشة، رغب أبو بكر رضي الله عنه بالهجرة، فلقيه ابن الدُّغنَّة، فقال: أين تريد يا أبا بكر؟ فقال أبو بكر: أخرجني قومي، فأريد أن أسيح في الأرض، وأعبد ربي، قال ابن الدغنة: فإن مثلك يا أبا بكر لا يخرج ولا يُخرج، إنك لتكسب المعدوم، وتصل الرحم .. ، أنا لك جار، ارجع أعبد ربك ببلدك. ¶ فرجع معه وطاف على أشراف قريش وأبلغهم بأنه أجار أبا بكر فرضوا بجواره، وقالوا له: مُر أبا بكر فليعبد ربه في داره، فليصلَّ بها وليقرأ ما شاء، ولا يؤذينا بذلك، ولا يستعلن بصلاته، ولا يقرأ في غير داره. ¶ فابتنى أبو بكر مسجدًا بفناء داره، فكان كل يوم يصلي فيه ويقرأ القرآن، فيجتمع عليه نساء المشركين وأبناؤهم يتعجبون منه وينظرون إليه، وكان أبو بكر رجلاً بكَّاءً لا يملك عينيه إذا قرأ القرآن. ¶ وأفزع ذلك أشراف قريش من المشركين، فأرسلوا إلى ابن الدغنة فقدم عليهم، فقالوا له: إنا كنا أجرنا أبا بكر بجوارك على أن يعبد ربه في داره، وإنه قد جاوز ذلك فابتنى مسجدا بفناء داره، وأعلن بالصلاة والقراءة فيه، وإنا قد خشينا أن يفتن نساءنا وأبناءنا بهذا فانْهَه، وإن أبي أن يفعل ذلك فاسأله أن يرد عليك ذمتك، فإنا كرهنا أن نُخفر ذمتك. ¶ فجاء إلى أبي بكر يطلب منه ألا يجهر بتلاوة القرآن الكريم، فقال أبو بكر: إني أرد إليك جوارك، وأرضي بجوار الله ورسوله (¬2). ¶ فهذه الأخبار تؤكد إقرار المشركين بقوة تأثير القرآن، ولولا الكبر والعناد والحرص على استمرار نفوذهم ومكاسبهم لأسلموا، ويكفي تواصيهم فيما بينهم بالاجتهاد في الحيلولة بين الناس وبين سماعهم للقرآن حتى لا يتأثروا بسماعه فيؤمنوا: {وَقَالَ الَّذِينَ كَفَرُوا لاَ تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ} [فصلت: 26]. ¶ (من هنا ندرك حكمة تكليف المسلم بأن يمكن المشركين من سماع كلام الله {وَإِنْ أَحَدٌ مِّنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلاَمَ اللهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ} [التوبة: 6]، ولم يكلف المسلم بما بعد السماع .. فالإسماع هو الأداة الأولى والمباشرة لنقل كلام الله إلى الآخرين، وهو الوسيلة الأنسب لفتح القلوب إلى هدى الله) (¬3). ¶ القرآن كان السبب الأول لإسلام الأوائل: ¶ وفي مقابل تأثر الكافرين بالقرآن مع عدم إسلامهم بسبب كبرهم وعنادهم، وحرصهم على مصالحهم؛ نجد أن العامل المشترك لإسلام من أسلم من المسلمين الأوائل هو سماعهم للقرآن أيضًا. ¶ فهذا عمر بن الخطاب رضي الله عنه يقول في قصة إسلامه: فلما سمعت القرآن رقَّ له قلبي فبكيت، ودخلني الإسلام (¬4). ¶ ¬__________ ¶ (¬1) في ظلال القرآن 6/ 3419. ¶ (¬2) صحابة رسول الله وجهودهم في تعليم القرآن الكريم لأنس كرزون ص 127، 128 نقلاً عن اتحاف الورى 1/ 286. ¶ (¬3) التعبير القرآني 107، 108. ¶ (¬4) السيرة النبوية لابن هشام 1/ 213.",
            "page": "28",
            "part": "1",
            "seal": "39611388"
        },
        {
            "id": "30",
            "nass": "* وقال الطفيل بن عمرو الدوسي رضي الله عنه وقد حشا في أذنيه كُرسُّفا، لئلا يسمع القرآن: «فأبى الله إلا أن يسمعني بعض قوله. فسمعت كلاما حسنا، فقلت في نفسي: واثكل أمي، والله إني لرجل لبيب شاعر، ما يخفى عليَّ الحسن من القبيح، فما يمنعني أن أسمع من هذا الرجل ما يقول؟ ¶ قال: فعرض علىَّ رسول الله صلى الله عليه وسلم الإسلام، وتلا علىَّ القرآن، فوالله ما سمعت قولا قط أحسن منه، ولا أمرًا أعدل منه .. فأسلمت (¬1). ¶ * وهذا الجبير بن مطعم يأتي المدينة مع أسارى بدر فيسمع رسول الله صلى الله عليه وسلم يقرأ في صلاة المغرب بسورة الطور، فلما قرأ: {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ} قال جبير: «كاد قلبي أن يطير»، وفي رواية «وذلك أول ما وقر من الإيمان في قلبي» (¬2). ¶ * وحكت أم سلمة رضي الله عنها - أن النجاشي استقرأ جعفرًا رضي الله عنه القرآن، قالت: فقرأ عليه صدرًا من (كهيعص) .. فبكى النجاشي، حتى اخضلت لحيته، وبكت أساقفته حتى أخضلوا مصاحفهم، حين سمعوا ما تلا عيهم، ثم قال النجاشي: إن هذا والذي جاء به عيسى ليخرج من مشكاة واحدة (¬3) .. ¶ * وجاء وفد من نصاري الحبشة إلى الرسول صلى الله عليه وسلم، لما سمعوا به، فتلا عليهم الرسول صلى الله عليه وسلم كلام الله «فلما سمعوا القرآن، فاضت أعينهم من الدمع ثم استجابوا لله، وآمنوا به» (¬4). ¶ كيف أسلم أسيد بن حضير؟ ¶ والسيرة مليئة بالأحداث التي تؤكد هذا المعنى وكيف أن الأثر الذي كان يُحدثه القرآن في نفس مستمعه هو السبب المباشر في إسلام الأنصار، ومن قبلهم المهاجرين. ¶ فهذا هو أسيد بن حضير، وسعد بن معاذ، وكانا سيدي (الأوس)، قد عزما على إخراج مصعب بن عمير من يثرب بعد أن تزايد عدد من أسلم من أهلها على يديه، و كان مصعب في بستان من بساتين بنى (عبد الأشهل) يدعو الناس إلى الإسلام، ويقرأ عليهم القرآن. ¶ فبدأ أُسيد بأن أخذ حربته، ومضى نحو البستان، فلما رآه أسعد بن زرارة مقبلاً قال لمصعب: ويحك يا مصعب، هذا سيد قومه، وأرجحهم عقلا: أسيد بن حضير، فإن يسلم يتبعه في إسلامه خلق كثير، فاصدق الله فيه .. ¶ وقف أسيد بن حضير على الجمع، والتفت إلى مصعب وصاحبه أسعد، وقال: ما جاء بكما إلى ديارنا، وأغراكما بضعفائنا؟! اعتزلا هذا الحي إن كانت لكما بنفسيكما حاجة. ¶ فالتفت مصعب إلى أسيد قائلا: يا سيد قومه، هل لك في خير من ذلك؟ قال: وما هو؟! ¶ قال: تجلس إلينا، وتسمع منا، فإن رضيت ما قلناه قبلته، وإن لم ترضه تحولنا عنكم ولم نعد إليكم. ¶ فقال أسيد: لقد أنصفت، وركز رمحه في الأرض وجلس، فأقبل عليه مصعب فكلمه عن الإسلام، وقرأ عليه شيئا من آيات القرآن، فانبسطت أساريره، وأشرق وجهه، وقال: ما أحسن هذا الذي تقول، ما أجلّ ذلك الذي تتلو!! كيف تصنعون إذا أردتم الدخول في الإسلام؟ ¶ قال مصعب: تغتسل وتطهر ثيابك، وتشهد أن لا إله إلا الله وأن محمدًا رسول الله، وتصلي ركعتين، ففعل (¬5). ¶ وهكذا نجد الأثر السريع للقرآن .. (لقد تلقوه مسحورين، يستوى في ذلك المؤمنون والكافرون: هؤلاء يُسحرون فيؤمنون، وهؤلاء يُسحرون فيهربون، ثم يتحدث هؤلاء وهؤلاء عما مسَّهم، فإذا هو حديث غامض لا يعطيك أكثر من صورة المسحور المبهور، الذي لا يعلم موضع السحر فيما يسمع من هذا النظم العجيب، وإن كان ليُحس منه في أعماقه هذا التأثير الغريب) (¬6). ¶ ¬__________ ¶ (¬1) المصدر السابق 1/ 239. ¶ (¬2) رواه البخاري ومسلم. ¶ (¬3) السيرة النبوية لابن هشام 2/ 207. ¶ (¬4) المصدر السابق. ¶ (¬5) السيرة النبوية لابن هشام 2/ 274، 275. ¶ (¬6) التصوير الفني في القرآن لسيد قطب /25.",
            "page": "29",
            "part": "1",
            "seal": "CCB63CC6"
        },
        {
            "id": "31",
            "nass": "الدليل الدامغ: ¶ ومع كل مظاهر التأثير القرآني السابق ذكرها، إلا أن أهم مظهر لقوة تأثير المعجزة القرآنية هوالتحول العظيم الذي حدث لجيل الصحابة، والتغيير الجذري الذي حدث لهم بعد إسلامهم ... ¶ هذا الجيل الذي يمثل نموذجًا لأمة العرب، والتي كانت قبل الإسلام في ذيل الأمم من حيث التقدم والحضارة وامتلاك أسباب القوة والمنعة، وكان أفرادها يغرقون في الظلام والتخلف والجاهلية، وكان حالهم أسوأ بكثير من حالنا الآن، وكيف لا، وقد كانوا يقومون بأفعال لو حدثت بيننا لقامت الدنيا ولم تقعد، ويكفيك في تأكيد هذا المعنى تلك القصة: ¶ فقد لاحظ رسول الله صلى الله عليه وسلم أن رجلاً من أصحابه يلازمه الغم فقال له: «ما لك تكون محزونا؟». ¶ فقال: يا رسول الله، إني قد أذنبت في الجاهلية ذنبا فأخاف أن لا يُغفر لي وإن أسلمت، فقال عليه الصلاة والسلام: «أخبرني عن ذنبك؟» فقال: يا رسول الله، إني كنت من الذين يقتلون بناتهم، فوُلدت لي بنت فشفعت إلىَّ امرأتي أن أتركها فتركتها حتى كبرت وأدركت، فصارت من أجمل النساء فخطبوها فدخلت علىَّ الحمية، ولم يتحمل قلبي أن أزوجها أو أتركها في البيت بغير زوج، فقلت للمرأة: إني أريد أن أذهب إلى قبيلة كذا في زيارة أقربائي فابعثيها معي، فسُرَّت بذلك وزينتها بالثياب والحُلل، وأخذت علىَّ المواثيق بأن لا أخونها، فذهبت بها إلى رأس بئر فنظرت في البئر، ففطنت الجارية بأني أريد أن ألقيها في البئر، فالتزمتني وجعلت تبكي وتقول: يا أبي أي شيء تريد أن تفعل بي؟ ¶ فرحمتها ثم نظرت في البئر فدخلت علىَّ الحميِّة، ثم التزمتني وجعلت تقول: يا أبي لا تضيع أمانة أمي، فجعلت مرة أنظر إلى البئر، ومرة أنظر إليها وأرحمها، وغلبني الشيطان فأخذتها وألقيتها في البئر منكوسة، وهي تنادي في البئر: يا أبي قتلتني، فمكثت هناك حتى انقطع صوتها، فرجعت. ¶ فبكى رسول الله صلى الله عليه وسلم وقال: «لو أُمرت أن أعاقب أحدًا بما فعل في الجاهلية لعاقبتك» (¬1). ¶ أمة عجيبة: ¶ لقد كان العرب قبل الإسلام يعبدون الحجارة، ويأتون الفواحش، ويقطعون الأرحام ويسيؤون الجوار، ويأكل القوى منهم الضعيف. ¶ يقول أبو رجاء العطاردي رضي الله عنه: «كنا في الجاهلية نعبد الحجر، فإذا وجدنا حجرًا أَخْيَر منه، ألقيناه وأخذنا الآخر، فإذا لم نجد جمعنا جُثوة من تراب، ثم جئنا بالشاة فحلبناها عليه ثم طفنا به» (¬2). ¶ هذه - أخي- نماذج لما كان عليه الجيل الأول قبل الإسلام .. هذا الجيل بهذه الحالة، حين أحسن أفراده استقبال القرآن، والتعرض الصحيح له؛ أحسن القرآن وفادتهم وقام بعمله خير قيام معهم، وأخرجت مدرسته جيلاً فريدًا وبأعداد كبيرة، فانتقلت أمتهم متوثبة من الساقة إلى المقدمة وذلك في سنوات معدودة .. ¶ يقول - محمد الغزلي- رحمه الله: ¶ والأمة التي نزل عليها القرآن فأعاد صياغتها، هي المعجزة التي تشهد للنبي عليه الصلاة والسلام بأنه أحسن بناء الأجيال، وأحسن تربية الأمم، وأحسن صياغة جيل قدم الحضارة القرآنية للخلق .. فنحن نرى أن العرب عندما قرأوا القرآن، تحولوا تلقائيًا إلى أمة تعرف الشورى وتكره الاستبداد .. إلى أمة يسودها العدل الاجتماعي ولا يُعرف فيها نظام الطبقات .. إلى أمة تكره التفرقة العنصرية، وتكره أخلاق الكبرياء والترفع على الشعوب. ¶ ¬__________ ¶ (¬1) أورده القرطبي في تفسيره الجامع لأحكام القرآن 7/ 64 - دار الكتب العلمية. ¶ (¬2) البخاري (4376) وجثوة من تراب هي القطعة من التراب تجمع فتصير كوما.",
            "page": "30",
            "part": "1",
            "seal": "DBE6CEB7"
        },
        {
            "id": "32",
            "nass": "ووجدنا بدويًا كربعى بن عامر رضي الله عنه يقول لقائد الفرس: جئنا نخرج الناس من عبادة العباد إلى عبادة الله وحده، ومن ضيق الدنيا إلى سعة الدنيا والآخرة، ومن جور الأديان إلى عدل الإسلام (¬1). ¶ لذلك فلقد أصاب الإمام القرافي حين قال: لو لم يكن لرسول الله صلى الله عليه وسلم معجزة إلا أصحابه لكفوه في إثبات نبوته (¬2). ¶ * * * ¶ ¬__________ ¶ (¬1) كيف نتعامل مع القرآن لمحمد الغزالي ص30. ¶ (¬2) صحابة رسول الله وجهودهم في تعليم القرآن الكريم د. أنس كرزون نقلا عن الفروق للقرافي 4/ 170.",
            "page": "31",
            "part": "1",
            "seal": "D19738F1"
        },
        {
            "id": "33",
            "nass": "الفصل الرابع ¶ الرسول صلى الله عليه وسلم والقرآن",
            "page": "32",
            "part": "1",
            "seal": "A7E0E0C3"
        },
        {
            "id": "34",
            "nass": "الرسول صلى الله عليه وسلم والقرآن ¶ إذا كان للقرآن العظيم ذلك الأثر الواضح السريع على كل من يُحسن التعرض له، إلا أن هذا الأثر سيزداد ويزداد كلما طالت فترات المكث معه، وكيف لا وما من لقاء يتم بين القلب والقرآن إلا والإيمان يزداد، والنور يتوهج، والطاقة تتولد، والدافع للاستقامة يقوى. ¶ من هنا ندرك كيف وصل الجيل الأول لهذا المستوى الإيماني غير المسبوق على مستوى البشر العاديين. ¶ ذلك الإيمان الذي ظهرت آثاره العظيمة في كل الاتجاهات والأوقات، فمع أن الصحابة - رضوان الله عليهم - كانوا يضحكون، ويلعبون، ويمارسون حياتهم بصورة متوازنة، إلا أن الإيمان في قلوبهم - كما يقول عبد الله بن عمر- أمثال الجبال (¬1). ¶ ولذا كان أثر ذلك الإيمان يظهر سريعًا عند التعرض للمواقف الصعبة .. ¶ قال أبو سلمة بن عبد الرحمن: لم يكن أصحاب رسول الله صلى الله عليه وسلم منحرفين أو متماوتين، وكانوا يتناشدون الأشعار في مجالسهم، ويذكرون أمرجاهليتهم، فإذا أُريد أحد منهم على شيء من أمر دينه دارت حماليق عينيه كأنه مجنون (¬2). ¶ ولقد كان السبب الرئيس في هذا الإيمان - كما أسلفنا - هو القرآن، فلقد انكبوا على تلاوته، وأعطوه الكثير والكثير من أوقاتهم، وساعدهم على ذلك أستاذهم ومربيهم وقدوتهم، معلم البشرية، محمد صلى الله عليه وسلم، فقد كان دائم التذكير بمكانة القرآن وعظمته، ومن ذلك قوله: «ما من كلام أعظم عند الله من كلامه، وما رَدّ العباد إلى الله كلاما أحب إليه من كلامه» (¬3). ¶ وقوله: «القرآن أحب إلى الله من السماوات والأرض ومن فيهن» (¬4). ¶ تأثر الرسول صلى الله عليه وسلم بالقرآن: ¶ لقد كان حبه صلى الله عليه وسلم للقرآن، واهتمامه به لا يُوصف، فقد سيطر القرآن على عقله، واستحوذ على مشاعره، وبلغت قوة تأثيره عليه أن شيَّب شعره، فقد دخل عليه يوما أبو بكر رضي الله عنه فقال له: شبت يا رسول الله قبل المشيب. فقال له مبينًا السبب: «شيبتني هود وأخواتها قبل المشيب» (¬5). ¶ وفي يوم من الأيام قال لعبد الله بن مسعود رضي الله عنه «اقرأ علىَّ القرآن»، فقال: أقرأ عليك، وعليك أُنزل؟!، قال: «إني أحب أن أسمعه من غيري». ¶ قال: فقرأت عليه سورة النساء حتى إذا جئت إلى هذه الآية {فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاَءِ شَهِيدًا} [النساء:41] قال: «حسبك»، فالتفت إليه فإذا عيناه تذرفان (¬6). ¶ لقد تشبع صلى الله عليه وسلم بالقرآن تشبعًا تامًا، وتأثر به تأثرًا بالغًا لدرجة أن الإمام الشافعي - رحمه الله- يعتبر أن كل ما حكم به رسول الله صلى الله عليه وسلم فهو مما فهمه من القرآن (¬7). ¶ __________ ¶ (¬1) جامع العلوم والحكم لابن رجب ص 66. ¶ (¬2) تلبيس إبليس لابن الجوزي ص 291، طبعة المنيرية. ¶ (¬3) رواه الدارمي (3354). ¶ (¬4) رواه الدارمي (3359). ¶ (¬5) صحيح، أخرجه ابن مردويه وصححه الألباني في صحيح الجامع، ح (3721). ¶ (¬6) رواه البخاري (5050)، ومسلم (1864). ¶ (¬7) تفسير القرآن العظيم لابن كثير 1/ 4.",
            "page": "33",
            "part": "1",
            "seal": "CB80EF36"
        },
        {
            "id": "35",
            "nass": "لقد اختلطت معاني القرآن بشخصية الرسول صلى الله عليه وسلم، وامتزجت بها، فصارت تتمثل واقعًا حيا في شخصه، وكأن القرآن أصبح رسول الله صلى الله عليه وسلم {قَدْ أَنْزَلَ اللهُ إِلَيْكُمْ ذِكْرًا - رَسُولاً يَتْلُو عَلَيْكُمْ آيَاتِ اللهِ مُبَيِّنَاتٍ} [الطلاق: 10، 11] لقد كان بحق: قرآنا يمشي على الأرض، لذلك عندما سئلت السيدة عائشة - رضي الله عنها عن خلقه صلى الله عليه وسلم قالت: كان خلقه القرآن، يرضي لرضاه، ويسخط لسخطه (¬1). ¶ التأثير العملي السريع: ¶ وكان للقرآن تأثير سريع عليه صلى الله عليه وسلم من الناحية العملية، وليس أدل على ذلك من أن جوده وإحسانه كان يزداد أكثر وأكثر بعد أن يدارسه جبريل - عليه السلام- القرآن في رمضان. ¶ فعن ابن عباس رضي الله عنهما قال: «كان النبي صلى الله عليه وسلم أجود الناس بالخير، وأجود ما يكون في شهر رمضان، لأن جبريل كان يلقاه في كل ليلة في شهر رمضان حتى ينسلخ، يعرض عليه رسول الله صلى الله عليه وسلم القرآن، فإذا لقيه جبريل كان أجود بالخير من الريح المرسلة» (¬2). ¶ يقول ابن حجر تعليقا على هذا الحديث: ¶ وفيه أن مداومة التلاوة توجب زيادة الخير (¬3). ¶ صفة قراءته: ¶ عندما كان صلى الله عليه وسلم يقرأ القرآن كان يقرؤه قراءة هادئة، مترسلة، حزينة كما أمره ربه {وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ} [الإسراء: 106]، {وَرَتِّلِ الْقُرْآنَ تَرْتِيلاً} [المزمل: 4]. ¶ فكان يرتل السورة حتى تبدو وكأنها أطول من أطول منها. ¶ وكان يمد الحروف في نهاية الآية ليسمح للعقل بتفهم الخطاب الإلهي، وللقلب بالتجاوب معه، والاتعاظ به، فإذا ما مر بآية فيها ذكر الجنة دعا واستبشر، وإذا مر بآية فيها ذكر النار استعاذ منها بالله. ¶ ولقد وصفت السيدة أم سلمة - رضي الله عنها- قراءة رسول الله صلى الله عليه وسلم بأنها (قراءة مفسرة حرفًا حرفًا) (¬4). ¶ ووصفت السيدة عائشة - رضي الله عنها - ترتيله فقالت: لو أراد السامع أن يعد حروفه لعدها. ¶ وفي حديث حفصة - رضي الله عنها - أن النبي صلى الله عليه وسلم كان يقرأ بالسورة فيرتلها حتى تكون أطول من أطول منها (¬5). ¶ وظل صلى الله عليه وسلم ليلة كاملة يردد آية واحدة هي قوله تعالى: {إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ} [المائدة: 118] (¬6). ¶ ويصف لنا أبو ذر رضي الله عنه هذه الليلة فيقول: ¶ صلى بنا رسول الله صلى الله عليه وسلم ذات ليلة العشاء ثم رجع إلى أهله. فلما تكفأت عنه العيون رجع إلى مقامه فجئت فقمت خلفه قبل أن يركع، فأومأ إليَّ بيده فقمت عن يمينه، ثم جاء عبد الله بن مسعود رضي الله عنه فقام خلفنا فأومأ إليه بيده فقام عن شماله - فقام رسول الله صلى الله عليه وسلم حتى أصبح يتلو آية واحدة من كتاب الله بها يركع، وبها يسجد، وبها يدعو حتى أصبح {إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ}. ¶ فلما أصبح قلت لعبد الله بن مسعود رضي الله عنه إن رسول الله صلى الله عليه وسلم فعل كذا وكذا، فلو سألته عن ذلك. فقال عبد الله رضي الله عنه: بأبي وأمي يا رسول الله قمت الليلة بآية واحدة بها تركع، وبها تسجد، وبها تدعو، وقد علمك الله القرآن كله. قال: «إني دعوت لأمتي» (¬7). ¶ ¬__________ ¶ (¬1) البخاري (4997). ¶ (¬2) مسلم (746). ¶ (¬3) فتح الباري 9/ 54. ¶ (¬4) رواه الترمذي (2923) وقال حديث حسن صحيح غريب. ¶ (¬5) رواه مسلم (733). ¶ (¬6) رواه الإمام أحمد وابن ماجة وصححه الحاكم ووافقه الذهبي، وإسناده حسن. ¶ (¬7) أخرجه محمد بن نصر في قيام الليل (148).",
            "page": "34",
            "part": "1",
            "seal": "1FD19868"
        },
        {
            "id": "36",
            "nass": "الحرص على التلاوة اليومية: ¶ وكان صلى الله عليه وسلم حريصًا على قراءة القرآن كل يوم، وكيف لا وقد أمره الله بذلك {إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ - وَأَنْ أَتْلُوَ الْقُرْآنَ} [النمل:91، 92]. ¶ ولما جاء وفد ثقيف إلى المدينة أنزلهم رسول الله صلى الله عليه وسلم في قبة بين المسجد وبين أهله، فكان يأتيهم ويُحدِّثهم بعد العشاء، وفي ليلة من الليالي تأخر عليهم ثم أتاهم فقالوا له: يا رسول الله لبثت عنا الليلة أكثر مما كنت تلبث؛ فقال: «نعم، طرأ علىَّ حِزْبي من القرآن، فكرهت أن أخرج من المسجد حتى أقضيه» (¬1). ¶ ومع ذلك فلم يُؤثّر عنه صلى الله عليه وسلم أنه قرأ القرآن كله في ليلة واحدة. ¶ تقول السيدة عائشة رضي الله عنها: لا أعلم نبي الله صلى الله عليه وسلم قرأ القرآن في ليلة، ولا قام ليلة حتى أصبح (¬2). ¶ ومما يؤكد هذا المعنى ما رواه الإمام مسلم أن رجلا جاء إلى عبد الله بن مسعود رضي الله عنه فقال: إني لأقرأ المُفصَّل (¬3) في ركعة. فقال عبد الله: هذًّا (¬4) كهذَّ الشعر؟ إن أقواما يقرأون القرآن لا يجاوز تراقيهم. ولكن إذا وقع في القلب فرسخ فيه، نفع .. ¶ ثم قال: إني لأعلم النظائر التي كان رسول الله صلى الله عليه وسلم يقرن بينهن، سورتين في كل ركعة .. فسُئل عنها فقال: عشرون سورة من المفصل، وفي رواية: ثمانية عشر، وسورتين من آل حم (¬5). ¶ قال القاضي عياض .. إن هذا كان قدر قراءته غالبًا، وأن تطويله الوارد إنما كان في التدبر والترتيل، وما ورد من غير ذلك في قراءته البقرة والنساء وآل عمران كان في نادر من الأوقات (¬6). ¶ دعوته صلى الله عليه وسلم للناس بالقرآن: ¶ ومن مظاهر تأثر الرسول صلى الله عليه وسلم بالقرآن، وإدراكه لأهميته وأثره العظيم في النفوس، أنه كان يدعو الناس به أكثر ما كان يدعوهم بكلامه هو، وقصته مع عتبة بن ربيعة - أحد أئمة الكفر في مكة - مشهورة، وقد مرت علينا. ¶ وكان صلى الله عليه وسلم يعرض نفسه على الناس في موسم الحج - قبل الهجرة- فيقول لهم: «هل من رجل يحملني إلى قومه، فإن قريشًا منعوني أن أبلغ كلام ربي» (¬7). ¶ وكان يقول لأصحابه: «بلِّغوا عني ولو آية» (¬8). ¶ وكان صلى الله عليه وسلم كثيرًا ما يخطب الجمعة بالقرآن (¬9)، وهو من هو في البلاغة، ويكفي أنه قد أوتى جوامع الكلم. ¶ روى مسلم عن أم هشام بنت حارثة قالت: ما أخذت (ق والقرآن المجيد) إلا عن لسان رسول الله صلى الله عليه وسلم يقرؤها كل يوم جمعة على المنبر إذا خطب الناس (¬10). ¶ ¬__________ ¶ (¬1) رواه أبو داود (1393)، وابن ماجه (1345) وأحمد في المسند (343). ¶ (¬2) أخرجه محمد بن نصر في قيام الليل (المختصر) ص154. ¶ (¬3) المفصل: هي السور الغير طويلة وتبدأ من سورة الحجرات أو سورة ق حتى سورة الناس. ¶ (¬4) الهذَّ: شدة الإسراع، والإفراط في العجلة. ¶ (¬5) رواه مسلم (1905، 1906، 1908). ¶ (¬6) صحيح مسلم بشرح النووي 6/ 346، وقال النووي: وقد جاء بيان هذه السور العشرين في رواية في سنن أبي داود: الرحمن والنجم في ركعة، واقتربت والحاقة في ركعة. والطور والذاريات في ركعة. والواقعة ونون في ركعة، وسأل سائل، والنازعات في ركعة. وويل للمطففين، وعبس في ركعة، والمدثر، والمزمل في ركعة، وهل أتى، ولا أقسم في ركعة، وعم والمرسلات في ركعة، والدخان وإذا الشمس كورت في ركعة. ¶ (¬7) أخرجه أبو داود (4734)، والترمذي (2925). ¶ (¬8) صحيح الجامع الصغير (2837). ¶ (¬9) زاد المعاد لابن القيم 1/ 187. ¶ (¬10) صحيح مسلم (873).",
            "page": "35",
            "part": "1",
            "seal": "176D9FE6"
        },
        {
            "id": "37",
            "nass": "وروى ابن ماجه عن أُبي بن كعب قال: قرأ رسول الله صلى الله عليه وسلم يوم الجمعة (تبارك) وهو قائم، فذكرنا بأيام الله، وأبو الدرداء، وأبو ذر يغمزني، فقال: متى أُنزلت هذه السورة؟ فإني لم أسمعها حتى الآن، فأشار إليه أن اسكت (¬1). ¶ صفاء المنبع: ¶ لقد كان القرآن هو شغل رسول الله صلى الله عليه وسلم الشاغل، ولِمَ لا وهو أكثر الخلق إدراكًا لأهميته وقدرته على التغيير، ألم يقل له ربه: {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا مَا كُنتَ تَدْرِي مَا الْكِتَابُ وَلاَ الإِيمَانُ وَلَكِن جَعَلْنَاهُ نُورًا نَّهْدِي بِهِ مَن نَّشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُّسْتَقِيمٍ} [الشورى: 52]. ¶ لذلك كان صلى الله عليه وسلم حريصًا على عدم انشغال الصحابة بشيء آخر غير كتاب الله حتى يستطيع ذلك الكتاب أن يقوم بوظيفته كاملة في تغيير قلوبهم وعقولهم ونفوسهم، ومن ثمَّ سلوكهم تغييرًا جذريًا. ويكفيك في تأكيد هذا المعنى ما حدث منه صلى الله عليه وسلم مع عمر بن الخطاب رضي الله عنه، فقد مر عمر برجل يقرأ كتابا، فاستحسنه، فقال للرجل: اكتب لي من هذا الكتاب، ثم أتى النبي صلى الله عليه وسلم فجعل يقرأ عليه، وجعل وجه رسول الله صلى الله عليه وسلم يتلوَّن، فضرب رجل من الأنصار بيده الكتاب، وقال: ثكلتك أمك يا ابن الخطاب، أما ترى وجه رسول الله صلى الله عليه وسلم منذ اليوم وأنت تقرأ عليه هذا الكتاب؟ ¶ فقال رسول الله صلى الله عليه وسلم: «إنما بعثت فاتحًا وخاتمًا، وأعطيت جوامع الكلم وفواتحه، واخْتُصر لي الحديث اختصارا فلا يهلكنكم المتهوِّكون» (¬2). ¶ يتلوَّن وجهه صلى الله عليه وسلم ويغضب عندما يجد أحد أصحابه يقرأ أو يستحسن كتابًا آخر غير القرآن، وكيف لا يتغير وجهه وربه يقول له: {أَوَ لَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ} [العنكبوت: 51]. ¶ وعندما طلب منه أصحابه أن يقص عليهم قصصًا، أنزل الله سبحانه: {نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ} [يوسف: 3]. ¶ فقد أخرج ابن جرير، عن عون بن عبد الله قال: ملَّ أصحاب رسول الله صلى الله عليه وسلم ملَّة، فقالوا: يا رسول الله، حدثنا، فأنزل الله تعالى {اللهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ} [الزمر: 23]، ثم ملُّوا ملة أخرى فقالوا: يا رسول الله، حدثنا فوق الحديث ودون القرآن - يعنون القصص- فأنزل الله {الر تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ - إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ - نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ وَإِن كُنتَ مِن قَبْلِهِ لَمِنَ الْغَافِلِينَ} [يوسف: 1 - 3]. ¶ فأرادوا الحديث، فدلهم على أحسن الحديث، وأرادوا القصص فدلهم على أحسن القصص (¬3). ¶ ¬__________ ¶ (¬1) رواه ابن ماجة (1111) وأسناده حسن. ¶ (¬2) المتهوكون أي المتحيرون، والحديث أخرجه عبد الرزاق والبيهقي عن أبي قلابة. ¶ (¬3) الدر المنثور للسيوطي 4/ 5، ورواه ابن أبي حاتم بإسناد حسن.",
            "page": "36",
            "part": "1",
            "seal": "99DDB82E"
        },
        {
            "id": "38",
            "nass": "ترغيبه صلى الله عليه وسلم للصحابة في تعلم القرآن: ¶ ومع حرصه صلى الله عليه وسلم على عدم انشغال الصحابة بشيء آخر غير القرآن كان كذلك يستخدم معهم أساليب التشويق المختلفة ليستثير مشاعرهم ويدفعهم للإقبال على القرآن والانشغال به. ¶ روى مسلم عن عقبة بن عامر رضي الله عنه قال: «خرج علينا رسول الله صلى الله عليه وسلم ونحن في الصُفَّة، فقال: أيكم يحب أن يغدو كل يوم إلى بُطحان، أو إلى العقيق، فيأتي منه بناقتين كوماوَيْن (¬1)، في غير إثم ولا قطيعة رحم» فقلنا: يا رسول الله نحب ذلك. قال: «أفلا يغدو أحدكم إلى المسجد فيعلَم أو يقرأ آيتين من كتاب الله عز وجل خير له من ناقتين، وثلاث خير له من ثلاث، وأربع خير له من أربع، ومن أعدادهن من الإبل» (¬2). ¶ النبي صلى الله عليه وسلم بيَّن لأصحاب معاني القرآن: ¶ كما كان رسول الله صلى الله عليه وسلم حريصًا على تعليم الصحابة ألفاظ القرآن، فإنه كان حريصًا كذلك على تعليمهم معانيه .. ¶ يقول د. يوسف القرضاوي: ولقد جعل القرآن من مهام النبي صلى الله عليه وسلم: (تعليم الكتاب والحكمة) وهذا في أربع آيات من القرآن. ¶ ولا ريب أن هذا التعليم ليس هو (التحفيظ) بدليل أنه معطوف على تلاوة الآيات عليهم: {يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ} [آل عمران: 164]. ¶ فالتعليم أخص من التلاوة. ¶ إن هذا التعلم والتعليم هو الذي عبرت عنه بعض الأحاديث بـ (التدارس). ففي صحيح مسلم عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: «ما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله، ويتدارسونه بينهم، إلا نزلت عليهم السكينة، وغشيتهم الرحمة، وحفتهم الملائكة، وذكرهم الله فيمن عنده». ¶ ومعنى تدارس القرآن: محاولة التعرف على ألفاظه ومبانيه، وعلى مفاهيمه ومعانيه، وما يرشد إليه من العبر، وما يدل عليه من الأحكام والآداب (¬3). ¶ ويقول الشيخ محمد الغزالي - رحمه الله - ومعنى مدارسة القرآن: القراءة والفهم والتدبر والتبين لسنن الله في النفس والآفاق، ومعرفة الوصايا والأحكام، وأنواع الترغيب والترهيب، والوعد والوعيد، وما إلى ذلك مما يحتاج المسلمون إليه (¬4) .. ¶ ويؤكد على هذا المعنى الإمام ابن تيمية فيقول: ¶ يجب أن يُعلم أن النبي صلى الله عليه وسلم بيَّن لأصحابه معاني القرآن كما بيَّن لهم ألفاظه، فقوله تعالى: {لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ} [النحل: 44] يتناول هذا وهذا. ¶ وقد قال أبو عبد الرحمن السُّلَمى: حدثنا الذين كانوا يقرئوننا القرآن، كعثمان بن عفان، وعبد الله بن مسعود، وغيرهما: أنهم كانوا إذا تعلموا من النبي صلى الله عليه وسلم عشر آيات لم يجاوزوها حتى يتعلموا ما فيها من العلم والعمل؛ قالوا: فتعلمنا القرآن والعلم والعمل جميعًا. ¶ ولهذا كانوا يبقون مدة في حفظ السورة. ¶ وقال أنس: كان الرجل إذا قرأ البقرة وآل عمران جلَّ في أعيننا. ¶ وذلك أن الله تعالى قال: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِّيَدَّبَّرُوا آيَاتِهِ} [ص: 29]، وقال: {أَفَلاَ يَتَدَبَّرُونَ الْقُرْآنَ} [النساء: 28]، وقال: {أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ} [المؤمنون: 68]. ¶ وتدبر الكلام بدون فهم معانيه لا يمكن!. ¶ وكذلك قال تعالى: {إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ} [يوسف: 2]، وعقل الكلام متضمن لفهمه. ¶ ¬__________ ¶ (¬1) الناقة الكوماء: هي الناقة العظيمة السمنة. ¶ (¬2) رواه مسلم (1870). ¶ (¬3) كيف نتعامل مع القرآن العظيم د. يوسف القرضاوي ص 149، 150 باختصار. ¶ (¬4) كيف نتعامل مع القرآن لمحمد الغزالي ص 28 باختصار.",
            "page": "37",
            "part": "1",
            "seal": "0AD20C83"
        },
        {
            "id": "39",
            "nass": "ومن المعلوم أن كل كلام فالمقصود منه: فهم معانيه دون مجرد ألفاظه .. فالقرآن أولى بذلك، ولهذا كان النزاع بين الصحابة في تفسير القرآن قليلاً جدًا (¬1). ¶ ويقول الإمام الزركشي: وقد جاء عن ابن عمر أنهم كانوا يتعلمون ما ينبغي أن يوقف عنده، كما يتعلمون القرآن (¬2). فتعلم الوقف والابتداء أحد ثمرات تعلم المعاني. ¶ من هنا نقول بأن رسول الله صلى الله عليه وسلم كان حريصًا على تعليم أصحابه القرآن .. لفظًا ومعنى. ¶ يقول عبد الله بن عمر: «كان رسول الله صلى الله عليه وسلم يعلمنا القرآن، فإذا مر بسجود سجد وسجدنا معه» (¬3). ¶ (ولاشتهار هذا الأمر عن رسول الله صلى الله عليه وسلم صار أصلاً يقاس عليه غيره، ومن هذا القبيل قول جابر بن عبد الله رضي الله عنه: «كان النبي صلى الله عليه وسلم يعلمنا الاستخارة في الأمور كلها كما يعلمنا السورة من القرآن» (¬4). ¶ فإذا طرأ ما يمنع رسول الله صلى الله عليه وسلم من مباشرة ذلك بنفسه وكَّل بعض أصحابه للقيام بهذه المهمة. ¶ ومن هذا ما ورد عن عبادة بن الصامت رضي الله عنه قال: «كان رسول الله صلى الله عليه وسلم يشغل، فإذا قدم مهاجر على رسول الله صلى الله عليه وسلم دفعه إلى رجل منا يعلمه القرآن» (¬5). ¶ وعن أبي موسى رضي الله عنه أن رسول الله صلى الله عليه وسلم بعث معاذًا وأبا موسى إلى اليمن، فأمرهما أن يعلما الناس القرآن» (¬6). ¶ لا بديل عن التفهم والتدبر ¶ ومع هذا الترغيب في تعلم القرآن إلا أنه صلى الله عليه وسلم كان دائم التحذير لصحابته - ولأمته من بعده - من أن يتحول القرآن من وسيلة عظيمة لإحياء القلب وبث الروح فيه إلى قراءة حنجرية فقط طلبًا للأجر والثواب دون الانتفاع الحقيقي به، فعندما سأله عبد الله بن عمرو بن العاص عن ختم القرآن في أقل من ثلاثة أيام قال له: «لا يفقهه من يقرؤه في أقل من ثلاث» (¬7). ¶ ومع حثه صلى الله عليه وسلم لصحابته على كثرة تلاوة القرآن إلا أنه كان يربط ذلك بالقراءة الهادئة المرتلة المتفهمة للخطاب، والتى من خلالها يتعرض القلب لأنوار القرآن، ومنابع الإيمان فيه فيحدث الوصال، وتدب الروح في القلب شيئًا فشيئًا حتى يحيا حياة كاملة. ¶ تأمل قوله صلى الله عليه وسلم لصحابته: «من قرأ القرآن في سبع ليالٍ كتب من المخبتين». ¶ قلنا: فمن قرأه في خمس يا رسول الله؟ ¶ قال: «إني أخاف أن يُعجلكم عن التفهم، إلا أن تصبروا على مباكرة الليل، فمن فعل كُتب من المقربين». ¶ قلنا: ففي ثلاث يا رسول الله؟ ¶ قال: «لا أراكم تطيقون ذلك، إلا أن يبدأ أحدكم بالسورة وأكبر همه أن يبلغ آخرها». ¶ قلنا: فإن أطقناه على تَفَهُّم وترتيل؟! ¶ قال: «فذلك الجهد من عبادة النبيين». ¶ قلنا: ففي أقل من ثلاث يا رسول الله؟ ¶ قال: «لا تقرأوه في أقل من ثلاث». ¶ وفي رواية: قالوا: يا رسول الله! وفي أقل من ثلاث. ¶ قال: «لا، ومن وجد منكم نشاطًا فليجعله في حسن تلاوتها» (¬8). ¶ ¬__________ ¶ (¬1) مقدمة في أصول التفسير لابن تيمية ص 74 - 75 باختصار. ¶ (¬2) البرهان في علوم القرآن للزركشي/237. ¶ (¬3) أخرجه الإمام أحمد واللفظ له (2/ 157)، ومسلم بنحوه (2575). ¶ (¬4) رواه البخاري (1162). ¶ (¬5) أخرجه الإمام أحمد 5/ 324. ¶ (¬6) أخرجه الإمام أحمد 4/ 397 .. انظر فضائل سور القرآن د. إبراهيم عيسى/25. ¶ (¬7) السلسلة الصحيحة (1513). ¶ (¬8) أورده الحكيم الترمذي في نوادر الأصول، والسيوطي في الجامع الكبير، والقرطبي في التذكار.",
            "page": "38",
            "part": "1",
            "seal": "9581B0F5"
        },
        {
            "id": "40",
            "nass": "وكان صلى الله عليه وسلم يدل الصحابة على الوسائل المعينة على تفُّهم القرآن والتأثر به ومن ذلك قوله صلى الله عليه وسلم في بيان أهمية القراءة بصوت حزين: «أحسن الناس قراءة الذي إذا قرأ رأيت أنه يخشى الله» (¬1). ¶ - وقوله صلى الله عليه وسلم عن فضل التسوك قبل القراءة: «إذا قام أحدكم يصلي من الليل فليستك، فإن أحدكم إذا قرأ في صلاته وضع ملك فاه على فيه، ولا يخرج من فيه شيء إلا دخل فم الملك» (¬2). ¶ - ولبيان ضرورة الفهم مع القراءة قال صلى الله عليه وسلم: «إذا قام أحدكم من الليل فاستعجم القرآن على لسانه فلم يدر ما يقول فلينصرف، فليضطجع» (¬3). ¶ * وللتذكير بأهمية القراءة في المصحف قال صلى الله عليه وسلم: «من سرَّه أن يحب الله ورسوله، فليقرأ في المصحف» (¬4). ¶ وكان صلى الله عليه وسلم دائم التذكير للصحابة على ضرورة تهيئة الأجواء المناسبة المعينة على التركيز والفهم، ومن ذلك ما رواه أبو داود عن أبي سعيد رضي الله عنه قال: اعتكف رسول الله صلى الله عليه وسلم في المسجد فسمعهم يجهرون بالقراءة، فكشف الستر وقال: «ألا إن كلكم مناج ربه فلا يؤذين بعضكم بعضا، ولا يرفع بعضكم على بعض في القراءة» (¬5). ¶ - وكان صلى الله عليه وسلم دائم النصح لأصحابه - ولأمته من بعده - بدوام قراءة القرآن وتعاهده حتى يستمر إمداد القلب بالمعاني الإيمانية فتتم التذكرة والتبصرة، ويزداد القرب والوصال، وكان يحفزهم على الإقبال على القرآن بتذكيرهم بالأجر العظيم المترتب على تلاوته، وفي نفس الوقت كان يحذرهم من تركه وعدم المداومة على قراءته حتى لا تتفلت معانيه من العقل والقلب .. ومن ذلك قوله صلى الله عليه وسلم: ¶ «اقرؤوا القرآن واعملوا به، ولا تجفوا عنه، ولا تغلو فيه، ولا تأكلوا به، ولا تستكثروا به» (¬6). ¶ وقوله: «اقرؤوا القرآن؛ فإنكم تؤجرون عليه، أما إني لا أقول (آلم، حرف، ولكن ألف عشر، ولام عشر، وميم عشر، فتلك ثلاثون» (¬7). ¶ «تعاهدوا القرآن، فوالذي نفسي بيده، لهو أشد تفصيا من قلوب الرجال من الإبل من عُقلها» (¬8). ¶ متابعته صلى الله عليه وسلم لأصحابه: ¶ كان صلى الله عليه وسلم يتابع أصحابه في أمر القرآن ومدى تعاهدهم له، وكان حريصا على ألا يمر عليهم يوم دون أن يقرأوا القرآن، تأمل معي قوله صلى الله عليه وسلم: «من نام عن حزبه، أو عن شيء منه، فقرأه فيما بين صلاة الفجر وصلاة الظهر، كُتب له كأنما قرأه من الليل» (¬9). ¶ وذكر عنده أحد أصحابه فقال: «ذلك رجل لا يتوسد القرآن» (¬10) ومعنى لا يتوسد القرآن أي يقوم به الليل ولا ينام عنه. ¶ وقال يوما لأصحابه: «إني لأعرف أصوات رفقة الأشعريين بالقرآن حين يدخلون بالليل، وإن كنت لم أر منازلهم حين نزلوا بالنهار» (¬11). ¶ ¬__________ ¶ (¬1) صحيح الجامع الصغير (194). ¶ (¬2) السلسلة الصحيحة (1213). ¶ (¬3) صحيح الجامع الصغير (717). ¶ (¬4) صحيح الجامع الصغير (6289). ¶ (¬5) صحيح الجامع الصغير (2639). ¶ (¬6) صحيح الجامع الصغير (1168). ¶ (¬7) صحيح الجامع الصغير (1164). ¶ (¬8) صحيح الجامع الصغير (2956). ¶ (¬9) رواه مسلم (747). ¶ (¬10) رواه ابن المبارك في الزهد، وأحمد، والنسائي. ¶ (¬11) رواه البخاري، ومسلم.",
            "page": "39",
            "part": "1",
            "seal": "0E8DA5EB"
        },
        {
            "id": "41",
            "nass": "ومع هذه المتابعة والحث على تعاهد القرآن فإنه صلى الله عليه وسلم كان كذلك يتابع أثر القرآن على الصحابة ومدى تمثل ثمرته الحقيقية فيهم، ويكفيك في تأكيد هذا المعنى ذلك الحديث الذي يرويه جبير بن نفير عن أبي الدرداء أنه قال: كنا مع النبي صلى الله عليه وسلم فشخص ببصره إلى السماء، ثم قال: «هذا أوان يختلس العلم من الناس حتى لا يقدروا منه على شيء». فقال أحد الحاضرين وهو زياد بن لبيد الأنصارى: كيف يختلس منا وقد قرأنا القرآن؟ فوالله لنقرأنه، ولنقرئنه نساءنا وأبناءنا. ¶ فقال صلى الله عليه وسلم: «ثكلتك أمك يا زياد، إن كنت لأعدك من فقهاء أهل المدينة، هذه التوراة والإنجيل عند اليهود والنصارى فما تغنى عنهم». ¶ قال جبير بن نفير: فلقيت عُبادة بن الصامت فقلت: ألا تسمع ما يقول أخوك أبو الدرداء؟ فأخبرته الذي قال أبو الدرداء، قال: صدق أبو الدرداء. إن شئت حدثتك بأول علم يُرفع من الناس: الخشوع، يوشك أن تدخل المسجد الجامع فلا ترى فيه خاشعًا (¬1). ¶ وخرج صلى الله عليه وسلم يوما على أصحابه فوجدهم في حلقة يقرؤون القرآن ويتدارسونه بينهم، ففرح بهم وقال: «الحمد لله، كتاب الله واحد، وفيكم الأخيار، وفيكم الأحمر والأسود، اقرأوا القرآن، اقرأوا قبل أن يأتي أقوام يقيمون حروفه كما يقام السهم لا يجاوز تراقيهم، يتعجلون أجره ولا يتأجلونه» (¬2). ¶ لقد كان صلى الله عليه وسلم شديد الحرص على ألا تكون قراءة القرآن بالألسنة والحناجر فقط، فلكي يتم الوصال بين القلب والقرآن وينعكس ذلك على السلوك؛ لا بد من التفهم والتأثر والتجاوب مع الآيات، فإن لم يحدث ذلك، واكتفى المرء بالقراءة التي لا تتجاوز حنجرته فإن هذه القراءة ستكون في واد، بينما يكون عمله وسلوكه في واد آخر، وليس أدل على ذلك من هذ الواقعة: ¶ بينما كان رسول الله صلى الله عليه وسلم يقسم مغانم حنين إذ قام رجل فقال: اعدل، فقال: «لقد شقيت إن لم أعدل» .. ثم قال رسول الله صلى الله عليه وسلم: «إن ناسا يجيئون، يقرؤون القرآن لا يجاوز تراقيهم، يمرقون من الدين كما يمرق السهم من الرمية .. » (¬3). ¶ إن أعظم أثر لقراءة القرآن هو انضباط السلوك، واقتراب الفعل من القول .. فإن لم يحدث دَلَّ ذلك على عدم الوصال القلبي بالقرآن، ولقد كان صلى الله عليه وسلم دائم التحذير من ذلك، وعندما أخبر بالفتن التي ستمر بها الأمة، ربط ذلك بعدم الانتفاع بالقرآن، فعن أبي سعيد الخدري أن رسول الله صلى الله عليه وسلم قال: «ستكون في أمتي اختلاف وفرقة، قوم يحسنون القول ويسيئون الفعل، يقرؤون القرآن لا يجاوز تراقيهم .. » (¬4). ¶ وعن أبي قلابة قال: قال رسول الله صلى الله عليه وسلم وذكر شيئًا فقال: «ذلك أوان ينُسخ القرآن»، فقال رجل كالأعرابي: «يا رسول الله ما ينسخ القرآن؟، أو كيف ينسخ القرآن؟»، قال رسول الله صلى الله عليه وسلم: «ويحك يذهب أصحابه، ويبقى رجال كأنهم النعام»، فضرب رسول الله صلى الله عليه وسلم إحدى يديه على الأخرى، فمدهما يشير بهما، فقال الناس، يا رسول الله أو لا نتعلمه ونعلمه أبناءنا، ونساءنا»، فقال رسول الله صلى الله عليه وسلم: «قد قرأت اليهود والنصارى، قد قرأت اليهود والنصارى» (¬5). ¶ ¬__________ ¶ (¬1) أخرجه الترمذي وقال: حديث حسن غريب، وصححه الألباني في صحيح الجامع (6990). ¶ (¬2) رواه ابن حبان في صحيحه، وابن المبارك في الزهد. ¶ (¬3) رواه مسلم (1063). ¶ (¬4) صحيح، رواه أحمد، وأبو داود وابن حبان، والحاكم وصححه. ¶ (¬5) أخرجه ابن المبارك في الزهد برقم (753)، وقال الشيخ أحمد فريد: مرسل صحيح الإسناد.",
            "page": "40",
            "part": "1",
            "seal": "30DB5127"
        },
        {
            "id": "42",
            "nass": "الوصية بالقرآن: ¶ لا عجب إذًا -أخي القارئ- أن تكون الوصية التي أوصى بها رسول الله صلى الله عليه وسلم أمته من بعده هي القرآن. ¶ ففي صحيح البخاري عن طلحة قال: سألت عبد الله بن أبي أوفي: أأوصي النبي صلى الله عليه وسلم؟ فقال: لا، فقلت: كيف كتب على الناس الوصية؟، أُمروا بها ولم يُوص؟ قال: أوصى بكتاب الله» (¬1). ¶ وعندما أخبر صلى الله عليه وسلم حذيفة بن اليمان بالاختلاف والفرقة التي ستحدث بعده، فقال له حذيفة: يا رسول الله فما تأمرني إن أدركت ذلك؟! قال: «تعلَّم كتاب الله عز وجل واعمل به فهو المخرج من ذلك». ¶ قال حذيفة: فأعدت عليه ثلاثا. فقال صلى الله عليه وسلم: «تعلم كتاب الله واعمل به فهو النجاة» (¬2). ¶ وقال يوما لأصحابه: «ستكون فتن» فسألوه: وما المخرج منها؟ قال: «كتاب الله .. » (¬3). ¶ فالقرآن كان خُلُقه صلى الله عليه وسلم، ووصيته، وميراثه .. مر أعرابي بعبد الله بن مسعود وعنده قوم يتعلمون القرآن، فقال: ما يصنع هؤلاء؟ فقال ابن مسعود: يقتسمون ميراث محمد صلى الله عليه وسلم (¬4). ¶ * * * ¶ ¬__________ ¶ (¬1) صحيح البخاري. ¶ (¬2) أخرجه الحاكم وصححه ووافقه الذهبي. ¶ (¬3) رواه الترمذي (2906)، والدارمي (3332)، وأورده الألباني في السلسلة الضعيفة. ¶ (¬4) فضائل القرآن لأبي عبيد ص 51.",
            "page": "41",
            "part": "1",
            "seal": "D87ABE61"
        },
        {
            "id": "43",
            "nass": "الفصل الخامس ¶ النموذج العملي ¶ والدفعة الأولى لمدرسة القرآن",
            "page": "42",
            "part": "1",
            "seal": "1945773A"
        },
        {
            "id": "44",
            "nass": "النموذج العملي ¶ والدفعة الأولى لمدرسة القرآن ¶ الدفعة الأولى: ¶ ذاق صحابة رسول الله صلى الله عليه وسلم حلاوة الإيمان من خلال القرآن، وأدركوا قيمته وقدرته الفذة على التغيير وبث الروح، فأقبلوا عليه، وانشغلوا به، وأعطوه الكثير من أوقاتهم، وانجذبت مشاعرهم نحوه عند لقائهم به لدرجة الاستغراق والهيمنة، حتى أصبحوا لا يملكون دمعهم حين يبدأون التلاوة، بل إن بعضهم كان يمرض من شدة أثر القرآن عليه، والبعض الآخر كانت الأنوار تشاهد في داره عند قراءته، والكثير منهم كان يعيش مع آية من الآيات ساعات طوالاً يقرؤها ويكررها ويبكي، ولا يملُّ من ذلك. ¶ وإليك أخي بعضًا من الأخبار التي وردت عن مظاهر تأثر الصحابة رضوان الله عليهم بالقرآن: ¶ * في أثناء مرض الرسول صلى الله عليه وسلم قال لمن حوله: «مروا أبا بكر فليصلِّ بالناس». ¶ فقالت عائشة: يا رسول الله، إن أبا بكر رجل رقيق، إذا قرأ القرآن لا يملك دمعه (¬1). ¶ * وعن عبد الله بن عروة بن الزبير قال: قلت لجدتي أسماء - بنت أبي بكر - كيف كان أصحاب رسول الله صلى الله عليه وسلم إذا سمعوا القرآن؟ قالت: تدمع أعينهم وتقشعر جلودهم كما نعتهم الله (¬2). ¶ * وكان عمر بن الخطاب يمر بالآية فتخنقه، فيبقى في بيته أيامًا يُعاد، يحسبونه مريضًا (¬3). ¶ * وفي يوم من الأيام قال بعض الصحابة لرسول الله صلى الله عليه وسلم: ألم تر ثابت بن قيس بن شماس لم تزل داره البارحة تزهر مصابيح؟! قال: «فلعله قرأ بسورة البقرة»، فسُئل ثابت، فقال: قرأت سورة البقرة (¬4). ¶ * وقال رجل من أهل مكة لمسروق - أحد التابعين-: هذا مقام أخيك تميم الداري، لقد رأيته ذات ليلة حتى أصبح أو كاد أن يصبح يقرأ آية من كتاب الله، يركع ويسجد ويبكي {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَن نَّجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَّحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ} فلم يزل يرددها حتى أصبح (¬5). ¶ __________ ¶ (¬1) متفق عليه. ¶ (¬2) الدر المنثور 5/ 610. ¶ (¬3) صحابة رسول الله - صلى الله عليه وسلم - وجهودهم في تعليم القرآن الكريم/ 156. ¶ (¬4) فضائل القرآن لأبي عبيد ص 66.، وابن كثير في فضائل القرآن، وقال: إسناده جيد. ¶ (¬5) المصدر السابق/ 145.",
            "page": "43",
            "part": "1",
            "seal": "17C199E4"
        },
        {
            "id": "45",
            "nass": "* وهذا أسيد بن حضير يقول: لو أني أكون كما أكون محل حال من أحوال ثلاث لكنت من أهل الجنة وما شككت في ذلك: حين أقرأ القرآن أو أسمعه يُقرأ، وإذا سمعت خطبة رسول الله صلى الله عليه وسلم، وإذا شهدت جنازة (¬1). ¶ * وكان عباد بن بشر يقوم بحراسة المسلمين بعد أن عسكروا في مكان، وأخلدوا للنوم وهم في طريق عودتهم من غزوة ذات الرقاع، ولما وجد الجو هادئًا بدأ في الصلاة وقراءة القرآن، وفي أثناء ذلك لمحه أحد المشركين فأصابه بسهم فلم يتحرك من مكانه، بل نزعه وأكمل صلاته، ثم رماه بسهم ثان فنزعه وأكمل صلاته، ثم رماه بثالث فنزعه وركع وسجد وسلَّم وأيقظ صاحبه عمار بن ياسر، ولما سأله عمار لماذا لم توقظني منذ أول سهم؟ قال له: كنت في سورة أقرؤها فلم أحب أن أقطعها حتى أنفذها فلما تابع عليَّ الرمي ركعت فآذنتك، وأيم الله لولا أن أُضيَّع ثغرًا أمرني رسول الله صلى الله عليه وسلم بحفظه لقطع نفسي قبل أن أقطعها أو أنفذها (¬2). ¶ لقد كان شعوره رضي الله عنه بلذة القراءة، أشد بكثير من شعوره بالألم!! ¶ وعن عبد الله بن عمرو بن العاص قال: لما نزلت +إِذَا زُلْزِلَتِ الأَرْضُ زِلْزَالَهَا\" وأبو بكر الصديق قاعد فبكى حين أنزلت، فقال له رسول الله صلى الله عليه وسلم: ما يبكيك يا أبا بكر؟ قال: يبكيني هذه السورة (¬3). ¶ وهذا أسيد بن حضير بينما كان يقرأ في الليل سورة البقرة وفرسه مربوط عنده إذ جالت الفرس، فسكت فسكنت. فقرأ فجالت الفرس، فسكت وسكنت الفرس، ثم قرأ فجالت الفرس، فانصرف وكان ابنه يحيى قريبا منها، فأشفق أن تصيبه، فلما اجتره رفع رأسه في السماء حتى ما يراها، فلما أصبح حدث النبي صلى الله عليه وسلم، فقال له: «اقرأ يا ابن الحضير، اقرأ يا ابن الحضير» قال: فأشفقت يا رسول الله أن تطأ يحيى وكان منها قريبا، فرفعت رأسي فانصرفت إليه، فرفعت رأسي إلى السماء فإذا مثل الظُلَّة فيها أمثال المصابيح، فخرجت حتى لا أراها، قال: «وتدري ما ذاك؟ «قال: لا، قال: تلك الملائكة دنت لصوتك، ولو قرأت لأصبحت ينظر الناس إليها، لا تتوارى منهم» (¬4). ¶ وعن البراء قال: قرأ رجل الكهف، وفي الدار دابة، فجعلت تنفر، فنظر فإذا ضبابة أو سحابة قد غشيته، فذكر ذلك للنبي صلى الله عليه وسلم فقال: «اقرأ فلان! فإنها السكينة تنزلت عند القرآن، أو تنزلت للقرآن» (¬5). ¶ وعن أبي غزية الأنصاري قال: كان رجل من الأنصار قائمًا يقرأ، فجاءت كهيئة القبة السوداء، فيها كهيئة الصلاصل، حتى أظلته، ففزع، ونفر فرسه، فانصرفت على فرسه فارتفعت، فلما أصبح أتى رسول الله صلى الله عليه وسلم فذكر له ذلك، فقال له رسول الله صلى الله عليه وسلم: «تلك السكينة أَذِنَتْ القرآن حين سمعته، أما إنك لو ثبت رأيت منها عجبا» (¬6). ¶ وروى الزهري أن عبد الله بن عباس كان يُقرئ عبد الرحمن بن عوف في خلافة عمر بن الخطاب .. قال عبد الله بن عباس: لم أر أحدًا يجد من القشعريرة ما يجد عبد الرحمن عند القراءة (¬7). ¶ ولما قدم أهل اليمن المدينة في زمن أبي بكر رضي الله عنه فسمعوا القرآن، فجعلوا يبكون، فقال أبو بكر الصديق: هكذا كنا ثم قست القلوب (¬8). ¶ ¬__________ ¶ (¬1) مختصر قيام الليل لمحمد بن نصر/ 148. ¶ (¬2) السيرة النبوية لابن هشام. ¶ (¬3) أورده ابن جرير الطبري في تفسيره 24/ 553، وانظر صحابة رسول الله وجهودهم في تعليم القرآن، 129. ¶ (¬4) رواه البخاري (5018)، ومسلم (1856). ¶ (¬5) رواه مسلم (1854). ¶ (¬6) رواه أبو نعيم، وأورده المستغفري في فضائل القرآن برقم (473). ¶ (¬7) الانتصار للقرآن للباقلاني 1/ 201، ومختصر قيام الليل لمحمد بن نصر / 145. ¶ (¬8) فضائل القرآن لأبي عبيد ص 135.",
            "page": "44",
            "part": "1",
            "seal": "39AA97F2"
        },
        {
            "id": "46",
            "nass": "عن عبيد بن عمير قال: صلى بنا عمر بن الخطاب رضي الله عنه صلاة الفجر فافتتح سورة يوسف فقرأها حتى إذا بلغ {وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ} [يوسف: 84] بكى حتى انقطع فركع (¬1). ¶ وهذا عبد الله بن مسعود يقول: إذا وقعت في (سور) آل حم وقعت في روضات دمثات أتأنق فيهن (¬2). ¶ ومعنى أتأنق فيهن: أي أعُجب بهن وأستلذ بقراءتهن، وأتتبع محاسنهن (¬3). ¶ وعن عبد الله بن أبي مليكة قال: صحبت ابن عباس من مكة إلى المدينة، فكان يصلي ركعتين، فإذا نزل قام شطر الليل، ويرتل القرآن حرفا حرفا، ويكثر في ذلك من التسبيح والنحيب (¬4). ¶ الأثر المباشر للقرآن في سلوك الصحابة: ¶ إذا أردت - أخي - أن تعرف قدر تأثير القرآن على قلوب الصحابة، وكيف أن معانيه قد استحوذت على مشاعرهم، وأصبحت تواجههم وتوجههم حيثما اتجهوا فانظر إلى آثار ذلك من الناحية العملية لترى كيف كان ذلك الأثر سريعا في إذعانهم للحق، ومبادرتهم لفعل الخير، وعدم التلكؤ أو التباطؤ تحت أي دعوى. ¶ ألا تحبون أن يغفر الله لكم؟! ¶ فهذا أبو بكر الصديق رضي الله عنه كان ينفق على مسطح بن أثاثة لقرابته منه وفقره، فلما قال مسطح ما قال في السيدة عائشة في حادثة الإفك، قال أبو بكر: والله لا أنفق على مسطح شيئًا أبدًا بعد الذي قال في عائشة، ما قال. فأنزل الله: {وَلاَ يَأْتَلِ أُولُو الْفَضْلِ مِنكُمْ وَالسَّعَةِ أَن يُؤْتُوا أُولِي الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللهِ وَلْيَعْفُوا وَلْيَصْفَحُوا أَلاَ تُحِبُّونَ أَن يَّغْفِرَ اللهُ لَكُمْ وَاللهُ غَفُورٌ رَّحِيمٌ} [النور: 22]. ¶ قال أبو بكر: بلى والله إني أحب أن يغفر الله لي. ¶ فرجع إلى النفقة التي كان ينفق عليه، وقال: والله لا أنزعها أبدًا (¬5). ¶ أعرض عن الجاهلين: ¶ وهذا عمر بن الخطاب رضي الله عنه يأتيه الحُر بن قيس وعمه عيينة بن حصن فيقول عيينة للخليفة عمر: هيَّ يا ابن الخطاب، فوالله ما تعطينا الجزل ولا تحكم فينا بالعدل. فغضب عمر حتى همَّ به، فقال له الحرُّ: يا أمير المؤمنين، إن الله تعالى قال لنبيه صلى الله عليه وسلم {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ} [الأعراف: 199]، وإن هذا من الجاهلين. ¶ يقول ابن عباس: والله ما جاوزها عمر حين تلاها عليه، وكان وقافًا عند كتاب الله (¬6). ¶ أقرضت ربي حائطي: ¶ لما نزل قول الله تعالى: {مَن ذَا الَّذِي يُقْرِضُ اللهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً وَاللهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ} [البقرة: 245]. ¶ قال أبو الدحداح: يا رسول الله!، وإن الله يريد منا القرض؟ قال: «نعم يا أبا الدحداح» قال: أرني يدك يا رسول الله! فناوله يده. قال: إني قد أقرضت ربي حائطي (بستان) فيه ستمائة نخلة. ¶ وأم الدحداح فيه وعيالها، فجاء أبو الدحداح فناداها: يا أم الدحداح. قالت لبيك. قال: أخرجي فقد أقرضته ربي - عز وجل - قالت: ربح بيعك يا أبا الدحداح! ونقلت منه متاعها وصبيانها (¬7). ¶ ¬__________ ¶ (¬1) فضائل القرآن لأبي عبيد ص 137. ¶ (¬2) المصدر السابق ص 255. ¶ (¬3) آيات الخشوع لعبد الله المغربي/ 232. ¶ (¬4) صحابة رسول الله وجهودهم في تعليم القرآن ص 318، نقلاً عن الإصابة. ¶ (¬5) رواه البخاري (4750). ¶ (¬6) رواه البخاري (4642). ¶ (¬7) رواه الإمام أحمد في المسند (3/ 346).",
            "page": "45",
            "part": "1",
            "seal": "5E1E7389"
        },
        {
            "id": "47",
            "nass": "ثابت بن قيس من أهل الجنة: ¶ عن أنس بن مالك رضي الله عنه قال: لما نزلت هذه الآية: {يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلاَ تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لاَ تَشْعُرُونَ} [الحجرات: 2]. ¶ كان ثابت بن قيس بن شماس رفيع الصوت، فقال: أنا الذي كنت أرفع صوتي على رسول الله صلى الله عليه وسلم، وأنا من أهل النار، حبط عملي، وجلس في بيته حزينا ففقده رسول الله صلى الله عليه وسلم فانطلق بعض القوم إليه فقالوا له: تفقدك رسول الله صلى الله عليه وسلم، مالك؟! ¶ قال: أنا الذي أرفع صوتي فوق صوت النبي، وأجهر له بالقول، حبط عملي، أنا من أهل النار. ¶ فأتوا النبي صلى الله عليه وسلم فأخبروه بما قال. فقال النبي صلى الله عليه وسلم: «لا بل هو من أهل الجنة». ¶ قال أنس: فكنا نراه يمشي بين أظهرنا ونحن نعلم أنه من أهل الجنة. فلما كان يوم اليمامة كان فينا بعض الانكشاف، فجاء ثابت بن قيس بن شماس وقد تحنط ولبس كفنه، فقال: بئسما تعودون أقرانكم، فقاتلهم حتى قُتل رضي الله عنه (¬1). ¶ سمعًا لربي وطاعة: ¶ عن معقل بن يسار قال: زوجت أختًا لي من رجل فطلقها، حتى إذا انقضت عدتها جاء يخطبها، فقلت له: زوجتك وأفرشتك، وأكرمتك، فطلقتها ثم جئت تخطبها، لا والله لا تعود إليك أبدًا، وكانت المرأة تريد أن ترجع إليه، فأنزل الله هذه الآية {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ وَلاَ تُمْسِكُوهُنَّ ضِرَارًا لِّتَعْتَدُوا} [البقرة: 231]. ¶ فقلت: الآن أفعل يا رسول الله، قال: فزوجها إياه (¬2). ¶ وفي رواية: فسمع ذلك معقل بن يسار فقال: سمعا لربي وطاعة، فدعا زوجها فزوجها إياه (¬3). ¶ والله لو أستطيع الجهاد لجاهدت: ¶ عن زيد بن ثابت أن رسول الله صلى الله عليه وسلم أملى عليه: {لاَ يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللهِ}. ¶ فجاء ابن أم مكتوم وهو يُملِّها علىَّ، قال: يا رسول الله، والله لو أستطيع الجهاد لجاهدت - وكان أعمى - فأنزل الله على رسوله صلى الله عليه وسلم (غير أولى الضرر) (¬4) أي: {لاَ يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللهِ} [النساء: 195]. ¶ لا حاجة لي في أرضك: ¶ نزل رجل من العرب على عامر بن ربيعة، فأكرم عامر مثواه، وكلم فيه رسول الله صلى الله عليه وسلم، فجاء الرجل إليه بعد ذلك، فقال: إني استقطعت رسول الله صلى الله عليه وسلم واديا ما في العرب أفضل منه، ولقد أردت أن أقطع لك منه قطعة تكون لك ولعقبك. ¶ فقال عامر: لا حاجة لي في قطيعتك، نزلت اليوم سورة أذهلتنا عن الدنيا {اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُّعْرِضُونَ} [الأنبياء: 1] (¬5). ¶ قرأت البارحة سورة براءة: ¶ خرج عبد الرحمن بن يزيد مرة، وهو يريد أن يجاعل في بعث خرج عليه (الجُعل هو ما يُجعل للغازي إذا وجب على الإنسان غزو فجعل مكانه رجلاً آخر بجُعل يشترطه)، ثم أصبح فتجهز، فقيل له: ألم تكن أردت أن تجاعل؟ فقال: بلى، و لكن قرأت البارحة سورة براءة فسمعتها تحث على الجهاد (¬6). ¶ ¬__________ ¶ (¬1) رواه أحمد في المسند (12422)، ومسلم بنحوه. ¶ (¬2) رواه البخاري (5130). ¶ (¬3) فتح الباري 9/ 234. ¶ (¬4) رواه البخاري (4592). ¶ (¬5) الجامع لأحكام القرآن للقرطبي. ¶ (¬6) فضائل القرآن لأبي عبيد ص 243.",
            "page": "46",
            "part": "1",
            "seal": "BF90D55B"
        },
        {
            "id": "48",
            "nass": "وهذا أبو طلحة يقرأ سورة (براءة) فأتى على هذه الآية {انْفِرُوا خِفَافًا وَثِقَالاً وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللهِ} [التوبة: 41] فقال: أرى ربنا استنفرنا شيوخًا وشبابًا جهزوني يا بني، فقال بنوه: يرحمك الله، قد غزوت مع رسول الله صلى الله عليه وسلم حتى مات، ومع أبي بكر حتى مات، ومع عمر حتى مات، فنحن نغزو عنك، فأبى فركب البحر فمات فلم يجدوا له جزيرة يدفنوه فيها إلا بعد تسعة أيام، فلم يتغير فدفنوه فيها (¬1). ¶ زينوا القرآن بالفعال: ¶ ولشحذ همم المسلمين قبل القتال كان الصحابة يقرؤون القرآن، ويذكِّرون بعضهم البعض بأخلاق القرآن. ¶ قال هشام بن عروة كان شعار أصحاب رسول الله صلى الله عليه وسلم ورضي عنهم يوم اليمامة: «يا أصحاب سورة البقرة» (¬2). ¶ وقال أبو حذيفة يشحذ الهمم في ذلك اليوم المشهود: يا أهل القرآن، زينوا القرآن بالفعال. ¶ وكان الصحابة يتواصون بينهم ويقولون: يا أصحاب سورة البقرة، بطل السحر اليوم (¬3). ¶ ولما أخذ سالم مولى أبي حذيفة الراية بعد مقتل زيد بن الخطاب قال له المهاجرون: أتخشى أن نؤتي من قبلك؟ فقال: (بئس حامل القرآن أنا إذًا) (¬4). ¶ وفي القادسية وقبل بدء المعركة: صلى سعد بن أبي وقاص بالناس الظهر ثم خطب الناس فوعظهم وحثهم وتلا قوله تعالى: {وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِن بَعْدِ الذِّكْرِ أَنَّ الأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ} [الأنبياء: 105] وقرأ القرَّاء على الناس: آيات الجهاد وسوره (¬5). ¶ وبعد انتهاء المعركة وانتصار المسلمين كتب سعد بن أبي وقاص إلى عمر بن الخطاب كتابا يخبره فيه بالفتح، فكان مما فيه: .. وأصيب من المسلمين سعد بن عبيد القاري وفلان وفلان، ورجال من المسلمين لا يعلمهم إلا الله، فإنه بهم عالم .. كانوا يُدووّن بالقرآن إذا جن عليهم الليل كدوي النحل، وهم آساد في النهار لا تشبههم الأسود (¬6) .. ¶ هذه الأجواء القرآنية جعلتهم يترفعون عن الدنيا وما فيها، وشمخت نفوسهم إلى الرضوان الأكبر لذلك كانوا آسادًا بالنهار لا تشبههم الأسود .. يقول جابر بن عبد الله: والله الذي لا إله إلا هو، ما اطلعنا على أحد من أهل القادسية أنه يريد الدنيا مع الآخرة (¬7). ¶ انشغال الصحابة بالقرآن ومحافظتهم على وردهم اليومي: ¶ هذه الأمثلة الرائعة لأثر القرآن على سلوك الصحابة ما كانت لتظهر لولا حرص الصحابة على كثرة قراءة القرآن بتفهم وترتيل، فقد كان للواحد منهم حزب يومي من القرآن - قل أو كثر - لا يتكاسل عن القيام به. ¶ فعن الحسن قال: «قال أمير المؤمنين عثمان بن عفان رضي الله عنه: لو أن قلوبنا طهرت ما شبعنا من كلام ربنا، وإني لأكره أن يأتي علىَّ يوم لا أنظر في المصحف، وما مات عثمان رضي الله عنه حتى خرَّق مصحفه من كثرة ما كان يديم النظر فيه (¬8). ¶ وعندما دخل عليه المعتدون ليقتلوه كان المصحف في حجره يقرأ فيه، فمدَّ يده فضُربت، فسال الدم، فقطرت قطرة على قوله تعالى: {فَسَيَكْفِيكَهُمُ اللهُ وَهُوَ السَّمِيعُ الْعَلِيمُ} [البقرة: 137] (¬9). ¶ وعن ابن عباس قال: كان عمر بن الخطاب رضي الله عنه إذا دخل البيت نشر المصحف فقرأ فيه (¬10). ¶ ¬__________ ¶ (¬1) تفسير ابن كثير 2/ 327. ¶ (¬2) فضائل القرآن للمستغفري برقم 713. ¶ (¬3) البداية والنهاية لابن كثير 6/ 367. ¶ (¬4) المصدر السابق 6/ 381. ¶ (¬5) البداية والنهاية 7/ 47. ¶ (¬6) المصدر السابق 7/ 50. ¶ (¬7) آيات الخشوع / 228، نقلاً عن تاريخ الطبري 2/ 19. ¶ (¬8) حياة الصحابة للكاندهلوى 3/ 168. ¶ (¬9) صحابة رسول الله وجهودهم في تعليم القرآن الكريم ص179، نقلا عن معرفة الصحابة لأبي نعيم 1/ 254. ¶ (¬10) حياة الصحابة 3/ 168.",
            "page": "47",
            "part": "1",
            "seal": "97158B8F"
        },
        {
            "id": "49",
            "nass": "وقيل لنافع: ما كان يصنع ابن عمر - رضي الله عنهما - في منزله؟ قال: لا تطيقونه: الوضوء لكل صلاة، والمصحف بينهما (¬1). ¶ وعن خيثمة قال: دخلت على عبد الله بن عمرو وهو يقرأ في المصحف فقلت له، فقال: هذا حزبي الذي أقرأ به الليلة (¬2). ¶ وكان الحسن بن على يقرأ ورده من أول الليل، وحسينا كان يقرأه من آخر الليل (¬3). ¶ وقالت عائشة: إني لأقرأ حزبي، أو قالت: سُبعي، وأنا جالسة على فراشي أو سريري (¬4). ¶ وكان أبو موسى يقول: إني لأستحي أن أنظر كل يوم في عهد ربي عز وجل مرة (¬5). ¶ وذات يوم قام عبد الرحمن بن عبد القارئ بزيارة عمر بن الخطاب في داره، فتركه عمر وحيدا لمدة طويلة، ثم أذن له بالدخول عليه، وقال له معللا ما فعل: إني كنت في قضاء وردي (¬6). ¶ لقد كانت هناك مساحة معتبرة للقرآن في يومهم، لدرجة أن بعضهم كان يختمه في ثلاثة أيام والبعض في سبع، والبعض في عشر، مع التدبر والترتيل والتجاوب مع الآيات كما مر علينا، والذي ساعدهم على المداومة على ذلك هو استشعارهم لقيمة القرآن من ناحية، ولتحذيرات الرسول صلى الله عليه وسلم المتكررة لهم بعدم الانشغال بغيره من ناحية أخرى .. لذلك كان القرآن يصحبهم في كل وقت، حتى في المعارك لم يتركوا قراءة القرآن كما مر علينا في معركة القادسية .. ¶ والذي كان يسير في طرقات المدينة ليلا فلن تخطئ أذناه آيات القرآن وهي تنساب من كل بيت، فالجميع يقرأ ويترنم ويبكي، ويستشعر حلاوة الإيمان، ولذة الوصال، فيدفعه ذلك إلى مزيد من القراءة بتدبر وترتيل .. يستوي في ذلك الرجال والنساء، ولقد مر علينا قوله صلى الله عليه وسلم: «إني لأعرف أصوات رفقة الأشعريين بالقرآن حين يدخلون بالليل، وإن كنت لم أر منازلهم حين نزلوا بالنهار» (¬7). ¶ وكان صلى الله عليه وسلم يسير فمر على امرأة تقرأ {هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ} فقام يستمع ويقول: «نعم قد جاءني» (¬8). ¶ لقد كان القرآن هو محور حياتهم، ومادة حياة قلوبهم .. يحرصون على تحصيلها أكثر من حرصهم على تحصيل الطعام والشراب والراحة، ولم لا وهم يدركون بأن الحياة الحقيقية هي حياة القلب .. انظر إليهم بعد دخولهم مكة فاتحين مع رسول الله صلى الله عليه وسلم بعد أيام حافلة بالمجهود العظيم والسفر الطويل .. أليس من الطبيعي أن يخلدوا للراحة في الليل بعد انتهاء مهمتهم؟! ولكنهم لم يفعلوا ذلك بل ظلوا حول الكعبة يصلون ويقرأون القرآن ويركعون ويسجدون ويتضرعون إلى الله يحمدونه ويشكرونه على عظيم فضله. ¶ جاءت هند بنت عتبة زوجها أبي سفيان بن حرب صبيحة فتح مكة، فقالت له: أريد أن أبايع محمدًا. ¶ قال أبو سفيان: قد رأيتك تكفرين. قالت أي والله، والله ما رأيت الله تعالى عُبد حق عبادته في هذا المسجد قبل الليلة، والله إن باتوا إلا مصلين قيامًا وركوعًا وسجودًا (¬9). ¶ فلا عجب إذن - أخي القارئ- أن تظهر هذه النماذج الفريدة، وبهذه الأعداد الكبيرة، فالمدرسة واحدة، والمنهج واحد، والنبع صافٍ فياض لا ينضب. ¶ ¬__________ ¶ (¬1) حياة الصحابة 3/ 168. ¶ (¬2) فضائل القرآن للمستغفري 1/ 421 ¶ (¬3) المصدر السابق 1/ 421. ¶ (¬4) المصدر السابق 1/ 422. ¶ (¬5) التذكار في أفضل الأذكار للقرطبي /184. ¶ (¬6) فضائل القرآن لأبي عبيد/ 185. ¶ (¬7) سبق تخريجه. ¶ (¬8) أورده ابن كثير في تفسيره 4/ 456. ¶ (¬9) رهبان الليل لسيد العفاني 1/ 310.",
            "page": "48",
            "part": "1",
            "seal": "600CF76D"
        },
        {
            "id": "50",
            "nass": "كيف كانوا يحفظون آيات القرآن؟ ¶ ومع اهتمام الصحابة الشديد بالقرآن، والحرص على تلاوته كل يوم، والإكثار من مدة المكث معه، إلا أن هذا لم يدفعهم للإسراع في حفظ الآيات، باعتبار أن من أهم أهداف التلاوة هو الزيادة المستمرة للإيمان، وتوليد الطاقة الدافعة للعمل، وفي نفس الوقت فإن هدف الحفظ يختلف، فالذي يحفظ ألفاظه لابد وأن يدرك معانيها، ويعمل بما تدل عليه حتى يُصبح حاملاً حملاً صحيحًا لهذه الألفاظ ولا يكون ممن عناهم الله عز وجل بقوله: {مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا} [الجمعة: 5]. ¶ لذلك نجد التمهل وعدم الإسراع هو سمة الصحابة في حفظ القرآن، وليس أدل على ذلك من قول أبي عبد الرحمن السُّلمى: حدثنا الذين كانوا يُقرؤننا القرآن كعثمان بن عفان، وعبد الله بن مسعود رضي الله عنهما، وغيرهما أنهم كانوا إذا تعلموا من النبي صلى الله عليه وسلم عشر آيات لم يجاوزوها حتى يتعلموا ما فيها من العلم والعمل، قالوا: فتعلمنا العلم والعمل جميعًا (¬1)، وزاد في رواية الفريابي: وأنه سيرث القرآن من بعدنا قوم يشربونه شرب الماء لا يجاوز هذا، وأشار بيده إلى حنكه (¬2). ¶ لقد كان الصحابة - رضوان الله عليهم- يدركون قيمة القرآن وأنه {قَوْلاً ثَقِيلاً} [المزمل: 5]. يقول عبد الله بن عمر: كنا صدر هذه الأمة وكان الرجل من خيار أصحاب رسول الله صلى الله عليه وسلم ما معه إلا السورة من القرآن أو شبه ذلك، وكان القرآن ثقيلاً عليهم، ورزقوا العمل به، وإن آخر هذه الأمة يخفف عليهم القرآن، حتى يقرأه الصبي والأعجمي فلا يعملون به (¬3). ¶ ولقد أخبرهم الرسول صلى الله عليه وسلم بذلك حين قال: «يخرج أقوام من أمتي يشربون القرآن كشربهم اللبن» (¬4). ¶ لذلك لما بدأ المسلمون في عصر التابعين يقبلون على حفظ القرآن بشكل مختلف عما كان يفعله الصحابة، ازداد تحذير الصحابة لهم وتخويفهم من خطورة حمل ألفاظ القرآن دون إدراك معانيه ومعرفة أحكامه، والعمل بما تدل عليه آياته. فقد جمع أبو موسى الأشعري الذين حفظوا القرآن في الكوفة، وكان عددهم يبلغ قرابة الثلاثمائة، فعظَّم القرآن، وقال: ¶ «إن هذا القرآن كائن لكم ذخرًا، وكائن عليكم وزرًا، فاتبعوا القرآن ولا يتبعكم، فإنه من اتبع القرآن هبط به على رياض الجنة، ومن اتبعه القرآن زجَّ به في قفاه فقذفه في النار» (¬5). ¶ وعندما جاء رجل إلى أبي الدرداء وقال له: إن ابني قد جمع القرآن، فانزعج أبو الدرداء وقال له: اللهم اغفر. إنما جمع القرآن من سمع له وأطاع (¬6). ¶ وكيف لا يقول هذا، وهو القائل: أخاف أن يقال لي يوم القيامة علمت أم جهلت؟ ¶ فأقول: علمت. فلا تبقى آية في كتاب الله آمرة أو زاجرة إلا و تسألني فريضتها. ¶ تسألني الآمرة: هل ائتمرت؟ وتسألني الزاجرة: هل ازدجرت؟! ¶ فأعوذ بالله من علم لا ينفع، ومن دعاء لا يسمع (¬7). ¶ وكان يقول: لو أعيتني آية من كتاب الله عز وجل فلم أجد أحدًا يفتحها عليَّ إلا رجلاً بِبَرْك الغماد لرحلت إليه (¬8). ¶ ¬__________ ¶ (¬1) منهج السلف في العناية بالقرآن الكريم لبدر ناصر ص 104. ¶ (¬2) فضائل القرآن للفريابي ص241. ¶ (¬3) أخلاق حملة القرآن للآجرى ص 49. ¶ (¬4) صحيح رواه الفريابي، والطبراني، وأورده الهيثمي في مجمع الزوائد 6/ 229 وقال: رجاله ثقات. ¶ (¬5) أخلاق حملة القرآن للآجري ص 20. ¶ (¬6) فضائل القرآن لأبي عبيد ص 133. ¶ (¬7) حديث القرآن عن القرآن لمحمد الراوي ص 46. ¶ (¬8) فضائل القرآن لأبي عبيد، ص 101، وبَرْك الغماد: موضع في أقاصي هجر باليمن.",
            "page": "49",
            "part": "1",
            "seal": "C5ACC1FD"
        },
        {
            "id": "51",
            "nass": "وفي المقابل كانوا يجتهدون في تعليم من بعدهم القرآن بطريقة تربط بين اللفظ والمعنى، وتحقق مفهوم «التعليم، وكانوا يقتصرون في الجلسة الواحدة على آية أو بضع آيات حتى يتم الانتفاع الصحيح بها. ¶ فهذا عبد الله بن مسعود كان إذا أصبح فخرج أتاه الناس إلى داره، فيقول: على مكانكم، ثم يمر بالذين يقرئهم القرآن، فيقول: أبا فلان، بأي سورة أنت؟ فيخبره، فيقول: في أي آية؟ فيخبره؟ فيفتح عليه الآية التي تليها، ثم يقول: تعلمها، فإنها خير لك مما بين السماء والأرض، فيظن الرجل أنه ليس في القرآن آية لعلها خير منها، ثم يمر بالآخر فيقول له مثل ذلك، حتى يقول ذلك لكلهم (¬1). ¶ وقال أبو العالية: تعلموا القرآن خمس آيات خمس آيات، إنه أحفظ لكم، وإن جبريل صلوات الله عليه كان ينزل بخمس آيات متواليات (¬2). ¶ وقال أبو رجاء العطاردي: كان أبو موسى يعلمنا القرآن خمس آيات خمس آيات (¬3). ¶ خوف الصحابة على القرآن: ¶ بعد أن ذاق الصحابة - رضوان الله عليهم - حلاوة القرآن، وأدركوا قيمته الحقيقية، والسر الأعظم لمعجزته، ووظيفته المتفردة في إنشاء الإيمان، وبناء اليقين الصحيح، ومن ثمَّ التقويم والتغيير .. بعد أن تأكدوا من هذا كله، ورأوا بأعينهم ثمار التعامل الصحيح مع هذا الكتاب في شتى الدوائر والمجالات، كان من أهم ما يشغل بالهم هو توصيل هذه الرسالة لمن بعدهم من الأجيال حتى لا يتحول القرآن من وسيلة عظيمة للتغيير إلى مجرد كتاب مقدس يُقرأ للتبرك والثواب فقط .. ¶ لذلك كانوا حريصين على متابعة من بعدهم في كيفية تعاملهم مع القرآن، فالسيدة عائشة تسمع رجلا يقرأ القرآن قراءة سريعة، فقالت: ما قرأ هذا وما سكت (¬4). ¶ * وجاء رجل يقال له: نُهيك بن سنان إلى عبد الله بن مسعود فقال له: يا أبا عبد الرحمن: كيف تقرأ هذا الحرف، ألفا تجده أم ياء «من ماء غير آسن» أو «من ماء غير ياسن» فقال عبد الله: وكل القرآن قد أحصيت غير هذا؟ ¶ قال نُهيك: إني لأقرأ المفصل في ركعة. فقال عبد الله: هذًّا كهذِّ الشعر؟ إن أقواما يقرأون القرآن لا يجاوز تراقيهم، ولكن إذا وقع في القلب فرسخ فيه، نفع (¬5) .. ¶ * وقيل لعبد الله بن عمرو بن العاص: الرجل يقرأ في ليلة؟ فقال: أقد فعلتموها؟ لو شاء الله أنزله جملة واحدة، إنما فُصل ليعطي كل سورة حظها من الركوع والسجود (¬6). ¶ * ورأى عبد الله بن مسعود مصحفًا مزينًا بالذهب فقال: إن أحسن ما زُينت به المصحف تلاوته ليلاً ونهارًا في الخلوة (¬7). ¶ وكان أبو الدرداء يقول: إذا حليتم مصاحفكم، وزوقتم مساجدكم، فالدمار عليكم (¬8). ¶ توجيهات ووصايا الصحابة نحو القرآن: ¶ عن الحسن قال: كان رجل يكثر غشيان باب عمر رضي الله عنه، فقال له: اذهب فتعلم كتاب الله، فذهب الرجل، ففقده عمر ثم لقيه فكأنه عاتبه، فقال: وجدت في كتاب الله ما أغناني عن باب عمر (¬9). ¶ أوصى جُندب بن عبد الله أهل البصرة بوصية فقال فيها: وعليكم بالقرآن، فإنه هدى النهار، ونور الليل المظلم، فاعملوا به على ما كان من جهد وفاقة (¬10). ¶ أما الحسن بن على فيوصى وصية مهمة وضابطة لقراءة القرآن فيقول: اقرأ القرآن ما نهاك فإذا لم ينهك فلست تقرؤه (¬11). ¶ ¬__________ ¶ (¬1) لمحات الأنوار 1/ 272. ¶ (¬2) فضائل القرآن للمستغفري 1/ 321. ¶ (¬3) معرفة القراء 1/ 59. ¶ (¬4) الزهد لعبد الله بن المبارك برقم (1197). ¶ (¬5) صحيح مسلم (1905). ¶ (¬6) مختصر قيام الليل ص 152. ¶ (¬7) التذكار في أفضل الأذكار ص 192. ¶ (¬8) الزهد لابن المبارك برقم (746). ¶ (¬9) صحابة رسول الله وجهودهم في تعليم القرآن الكريم ص 154. ¶ (¬10) فضائل القرآن لأبي عبيد ص 78. ¶ (¬11) المصدر السابق ص 134.",
            "page": "50",
            "part": "1",
            "seal": "76311C09"
        },
        {
            "id": "52",
            "nass": "وقال على بن أبي طالب: ألا أنبئكم بالفقيه حق الفقيه، من لم يُقَنِّط الناس من رحمة الله، ولم يرخص لهم في معصية الله، ولم يُؤَمَّنهم مكر الله، ولم يترك القرآن إلى غيره .. ¶ ألا لا خير في عبادة ليس فيها تفقه، ولا خير في فقه ليس فيه تفهم، ولا خير في قراءة ليس فيها تدبر (¬1). ¶ وكان عبد الله بن مسعود يقول: أُنزل القرآن ليعملوا به فاتخذوا دراسته عملا، إن أحدهم ليتلو القرآن من فاتحته إلى خاتمته ما يُسقط منه حرفا وقد أسقط العمل به (¬2). ¶ وقال أبو الدرداء: ¶ إياكم والهذاذين، الذين يهذون القرآن، يسرعون بقراءته، فإنما مثل أولئك كمثل الكُنة: لا أمسكت ماء، ولا أنبتت كلأ (¬3). ¶ والكنة هي الظلة التي تكون فوق الدار. ¶ وهذا خباب بن الأرت يقول لجار له: يا هناه! تقرب إلى الله ما استطعت، فإنك لن تقرب إليه بشيء هو أحب إليه من كلامه (¬4). ¶ وجاء رجل إلى أبي الدرداء فقال له: إن إخوانًا لك من أهل الكوفة يقرئونك السلام، ويأمرونك أن توصيهم. فقال: أقرئهم السلام ومُرهم فليعطوا القرآن بخزائمهم فإنه يحملهم على القصد والسهولة ويجنبهم الجور والحزونة (¬5). ¶ والخزائم جمع خزامة وهي حلقة توضع في أنف البعير ليشد بها الزمام، والمراد: استسلم للقرآن، وأعطه زمامك، واتركه يقودك، وسر وراءه تابعًا مطيعًا. ¶ ومن وصايا عبد الله بن عمرو بن العاص: عليكم بالقرآن فتعلموه وعلموه أبناءكم، فإنكم عنه تُسألون، وبه تجزون، وكفى به واعظًا لمن عقل (¬6). ¶ وكان أبو أمامة الباهلي يقول: اقرأوا القرآن، ولا يغرنكم هذه المصاحف المعلقة، فإن الله لا يعذب قلبا وعى القرآن (¬7). ¶ ومن أقوال عبد الله بن مسعود: من قرأ في ليلة أكثر من ثلث القرآن فهو راجز، ومن قرأ القرآن في أقل من ثلاث فهو راجز (¬8). ¶ وعن أبي حمزة قال: قلت لابن عباس: إني سريع القراءة، وإني أقرأ القرآن في ثلاث، فقال: لأن أقرأ البقرة في ليلة، فأدبرها وأرتلها، أحب إلىَّ من أن أقرأ كما تقول (¬9). ¶ وقال أبو موسى الأشعري لقراء البصرة: اتلوه، ولا يطولن عليكم الأمد، فتقسو قلوبكم، كما قست قلوب من كان قبلكم. (¬10) ¶ تحذيرات الصحابة من رفع القرآن: ¶ كان الصحابة - رضوان الله عليهم - يحذرون من بعدهم، ويخوفونهم من زمن يُرفع فيه القرآن، فعن شدَّاد بن معقل عن عبد الله بن مسعود قال: إن أول ما تفقدون من دينكم الأمانة، وإن آخر ما يبقى منها الصلاة، وليصلين أقوام لا دين لهم، و إن هذا القرآن الذي بين ظهرانيكم سينُتزع منكم، قال: قلت: كيف ينتزع منا وقد أثبته الله في قلوبنا، وأثبتناه في مصاحفنا؟ فقال: يسرى عليه في ليلة واحدة، فينتزع ما في القلوب، ويذهب ما في المصاحف، ثم قرأ عبد الله {وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ} [الإسراء: 86] (¬11). ¶ وعن عبد الله بن عمرو بن العاص قال: لا تقوم الساعة حتى يرجع القرآن من حيث نزل، له دوىٌّ كدوى النحل، فيقول الرب: مالك؟ فيقول: يا رب أُتلى ولا يعمل بي، أُتلى ولا يُعمل بي، ثلاث مرات. ¶ ¬__________ ¶ (¬1) مختصر قيام الليل ص 148. ¶ (¬2) إحياء علوم الدين 1/ 426. ¶ (¬3) مختصر قيام الليل ص 135. ¶ (¬4) فضائل القرآن لأبي عبيد ص 77. ¶ (¬5) المصدر السابق ص 72. ¶ (¬6) المصدر السابق ص 71. ¶ (¬7) سنن الدارمي (3320). ¶ (¬8) لمحات الأنوار 3/ 1202، ومعنى راجز: أي يقرؤه كقراءة الشعر بالسجع والرجز فتتوالى فيه الحركة والسكون حتى تنتهي أجزاؤه. ¶ (¬9) المرشد الوجيز ص 197. ¶ (¬10) أخرجه مسلم. . ¶ (¬11) رواه عبد الرزاق 3/ 363، وابن أبي شيبة 7/ 256، 505، والحاكم 4/ 549، والبيهقي في السنن 6/ 289.",
            "page": "51",
            "part": "1",
            "seal": "F22A59B1"
        },
        {
            "id": "53",
            "nass": "قال الليث بن سعد: إنما يُرفع القرآن حين يقبل الناس على الكتب، ويكبون عليها، ويتركون القرآن (¬1). ¶ وعن عبد الله بن مسعود قال: اقرؤوا القرآن قبل أن يرفع، فإنه لا تقوم الساعة حتى يرفع، قالوا: هذه المصاحف ترفع، فكيف بما في صدور الناس؟ قال: يسرى عليه ليلا، فيرفع من صدورهم، فيصبحون فيقولون: كأنا لم نعلم شيئًا، ثم يفيضون في الشعر (¬2). ¶ وعن معاذ بن جبل قال: سيبلى القرآن في صدور أقوام كما يبلى الثوب فَيَتَهافت، يقرؤونه لا يجدون له شهوة ولا لذة، يلبسون جلود الضأن على قلوب الذئاب، أعمالهم طمع لا يخالطه خوف، إن قَصَّروا قالوا: سنبلغ، وإن أساؤا قالوا: سيغفر لنا، إنا لا نشرك بالله شيئًا (¬3). ¶ وكان الإمام المقرئ خلف بن هشام البزار يعتب على أهل زمانه عدم العناية بفهم القرآن والعمل به، فيقول رحمه الله: ¶ ما أظن القرآن إلا عارية في أيدينا، وذلك أنا روينا أن عمر بن الخطاب رضي الله عنه حفظ البقرة في بضع عشرة سنة، فلما حفظها نحر جزورا شكرًا لله، وإن الغلام في دهرنا هذا يجلس بين يدي فيقرأ ثلث القرآن لا يُسقط منه حرفا، فما أحسب القرآن إلا عارية في أيدينا (¬4). ¶ خوف الصحابة من انشغال الناس بغير القرآن: ¶ أراد عمر بن الخطاب رضي الله عنه أن يكتب السنن، فاستشار أصحابه، فأشاروا عليه بذلك، ثم استخار الله شهرًا، ثم قال: إني ذكرت قومًا كانوا قبلكم كتبوا كتبًا، فأكبوا عليها، وتركوا كتاب الله عز وجل، وإني والله لا أشوب كتاب الله بشيء أبدًا (¬5). ¶ وخطب على بن أبي طالب رضي الله عنه في الناس وقال: أعزم على كل من كان عنده كتاب إلا رجع فمحاه، فإنما هلك الناس حيث تتبعوا أحاديث علمائهم، وتركوا كتاب ربهم (¬6). ¶ وبلغ عبد الله بن مسعود أن عند ناس كتابًا يعجبون به، فلم يزل بهم حتى أتوه فمحاه، ثم قال: إنما هلك أهل الكتاب قبلكم أنهم أقبلوا على كتب علمائهم وتركوا كتاب ربهم (¬7). ¶ وعن ابن سيرين أن زيد بن ثابت قال: ¶ أرادني مروان بن الحكم وهو أمير على المدينة أن أكَتُبَه شيئًا، قال: فلم أفعل، قال: فجعل سترًا بين مجلسه وبين بقية داره، وكان أصحابه يدخلون عليه ويتحدثون في ذلك الموضع، فأقبل مروان على أصحابه فقال: ما أرانا إلا قد خُنَّاه، ثم أقبل علىَّ، قلت: وما ذاك؟ ما أرانا إلا قد خناك، قلت: وما ذاك؟ قال: إنا أمرنا رجلا يقعد خلف هذا الستر فيكتب ما تفتى هؤلاء وما تقول (¬8). ¶ وقال عمرو بن قيس: وفدت مع أبي إلى يزيد بن معاوية (بحوارين) حين توفى معاوية نُعزَّيِّه، ونُهنيه بالخلافة فإذا رجل في مسجدها يقول: ألا إن من أشراط الساعة أن تُرفع الأشرار وتوضع الأخيار، ألا إن من أشراط الساعة أن يظهر القول، ويُخزن العمل، ألا إن من أشراط الساعة أن تُتلى المثُناة فلا يوجد من يغيرها. ¶ قيل له: وما المثناه؟ ¶ قال: ما استُكتب من كتاب غير القرآن، فعليكم بالقرآن فبه هُديتم، وبه تجزون وعنه تسألون. ¶ فحدثت بهذا الحديث بعد ذلك بحمص، فقال لي رجل من القوم: أو ما تعرفه؟ ¶ قلت: لا. قال: ذاك عبد الله بن عمرو (¬9). ¶ وقال عبد الله بن مسعود: إن ناسا يسمعون كلامي ثم ينطلقون فيكتبونه، وإني لا أُحِل لأحد أن يكتب إلا كتاب الله (¬10). ¶ ¬__________ ¶ (¬1) مختصر قيام الليل لمحمد بن نصر ص 179. ¶ (¬2) شعب الإيمان للبيهقي 2/ 355، والزهد لابن المبارك ح (752). ¶ (¬3) سنن الدارمي (3347). ¶ (¬4) منهج السلف ص 123. ¶ (¬5) جامع بيان العلم وفضله برقم (343). ¶ (¬6) جامع بيان العلم وفضله برقم (337). ¶ (¬7) رواه الدارمي (473). ¶ (¬8) رواه الدارمي (478). ¶ (¬9) رواه الدارمي (480). ¶ (¬10) رواه الدارمي (485).",
            "page": "52",
            "part": "1",
            "seal": "FF996894"
        },
        {
            "id": "54",
            "nass": "وأراد عمر بن الخطاب أن يكتب السُّنة، ثم بدا له أن لا يكتبها، ثم كتب في الأمصار: «من كان عنده شيء فليمحه» (¬1). ¶ وعن الأسود بن حلال قال: أُتى عبد الله (ابن مسعود) بصحيفة فيها حديث فدعا بماء فمحاها، ثم أمر بها فأخرجت، ثم قال: أُذكِّر بالله رجلا يعلمها عند أحد إلا أعلمني به، والله لو أعلم أنها بدار الهند لبلغتها، بهذا هلك أهل الكتاب قبلكم حين نبذوا كتاب الله وراء ظهورهم كأنهم لا يعلمون (¬2). ¶ وعن أبي نضرة قال: قلت لأبي سعيد الخدري: ألا نكتب ما نسمع منك؟ ¶ قال: «أتريدون أن تجعلوها مصاحف؟ إن نبيكم صلى الله عليه وسلم كان يُحدَّثنا فنحفظ، فاحفظوا كما كنا نحفظ (¬3). ¶ هذه الأخبار وغيرها تعكس تخوف الصحابة الشديد من انشغال الناس بغير القرآن، فيحرموا أنفسهم من نوره العظيم، وأثره المبارك والذي لا يوجد له مثيل ولا بديل. ¶ هذا التخوف جعلهم يتشددون في موضوع كتابة العلم و تقييده. ¶ وهنا أمران لا بد من التنويه عليهما في هذا المقام: الأول خاص بالسنة ومكانتها، والثاني خاص بتقييد العلم وكتابته. ¶ منزلة السنة النبوية: ¶ يقول عبد الفتاح أبو غده رحمه الله: فالسنَّة والكتاب توأمان لا ينفكان، ولا يتم التشريع إلا بهما جميعًا. ¶ والسنة مبيَّنة للكتاب وشارحة له، وموضَّحة لمعانيه، ومفسَّرة لمبهمه، فهي من الكتاب بمنزلة الشرح له، يُفصّل مقاصده ويُتَّم أحكامه (¬4). ¶ وقد أتى رجل إلى عمران بن حصين رضي الله عنه فسأله عن شيء، فحدثه، فقال الرجل: حدثوا عن كتاب الله ولا تُحدَّثوا عن غيره. ¶ فقال - عمران بن حصين - إنك امرؤ أحمق! أتجد في كتاب الله تعالى صلاة الظهر أربعا لا يُجهر فيها؟ ثم عدَّد عليه الصلاة والزكاة ونحو هذا، ثم قال: أتجد هذا في كتاب الله مفسرا؟! إن كتاب الله قد أبهم هذا، وإن السنة تفسر ذلك (¬5). ¶ فالسنة من الكتاب بمنزلة الجزء من الكل، ولقد تعهد الله سبحانه بحفظ كتابه الكريم فقال: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} [الحجر: 9]. ¶ وحفظ السنة من حفظ الكتاب ولا ريب، فهي محفوظة بحفظ الله تعالى لها (¬6). ¶ لماذا لم تدوَّن السنة في عهد الرسول صلى الله عليه وسلم: ¶ يقول د. مصطفى السباعي - رحمه الله: ¶ لا يختلف اثنان من كتاب السيرة وعلماء السنة وجماهير المسلمين في أن القرآن الكريم قد لقى من عناية الرسول صلى الله عليه وسلم والصحابة ما جعله محفوظا في الصدور، ومكتوبا في الرقاع، والسعف، والحجارة، وغيرها، حتى إذا توفى رسول الله صلى الله عليه وسلم كان القرآن محفوظا مرتبا لا ينقصه إلا جمعه في مصحف واحد. ¶ أما السنة فلم يكن شأنها كذلك، رغم أنها مصدر مهم من مصادر التشريع في عهد الرسول صلى الله عليه وسلم ولا يختلف أحد في أنها لم تدون تدوينا رسميا كما دُون القرآن، ولعل مرجع ذلك إلى أن الرسول صلى الله عليه وسلم عاش بين الصحابة ثلاثًا وعشرين سنة، فكان تدوين كلماته وأعماله ومعاملاته تدوينا محفوظا في الصحف والرقاع من العسر بمكان، لما يحتاج ذلك إلى تفرغ أناس كثيرين من الصحابة لهذا العمل الشاق. ¶ ¬__________ ¶ (¬1) جامع بيان العلم وفضله 1/ 275 برقم (345). ¶ (¬2) جامع بيان العلم وفضله برقم (350). ¶ (¬3) جامع بيان العلم وفضله برقم (339). ¶ (¬4) لمحات من تاريخ السنة وعلوم الحديث لعبد الفتاح أبو غدة ص 10، 11. ¶ (¬5) المصدر السابق ص 15. ¶ (¬6) المصدر السابق ص 19.",
            "page": "53",
            "part": "1",
            "seal": "F357E8B2"
        },
        {
            "id": "55",
            "nass": "(ومن الأسباب كذلك) خوف اختلاط بعض أقوال النبي الموجزة الحكيمة بالقرآن، سهوا من غير عمد، وذلك خطرٌ على كتاب الله يفتح باب الشك فيه لأعداء الإسلام، مما يتخذونه ثغرة ينفذون منها إلى المسلمين لحملهم على التحلل من أحكامه، والتفلت من سلطانه .. كل ذلك وغيره- مما توسع العلماء في بيانه - من أسرار عدم تدوين السنة في عهد الرسول صلى الله عليه وسلم (¬1)، وبهذا نفهم سر النهي عن كتابتها الواردة في صحيح مسلم عن أبي سعيد الخدري، عن رسول الله صلى الله عليه وسلم: «لا تكتبوا عني شيئًا إلا القرآن، فمن كتب عني غير القرآن فليمحه». ¶ موقف الصحابة من الحديث بعد وفاة الرسول صلى الله عليه وسلم: ¶ أوصى رسول الله صلى الله عليه وسلم صحابته بتبليغ السنة إلى من وراءهم «نضَّر الله امرءًا سمع مقالتي فوعاها فحفظها، ثم أداها إلى من لم يسمعها، فرب حامل فقه غير فقيه ورب حامل فقه إلى من هو أفقه منه» (¬2). ¶ وشدد عليهم في التثبت فيما يرون «كفى بالمرء كذبا أن يحدث بكل ما سمع» (¬3). ¶ فلم يكن بدٌ من أن يصدع الصحابة بالأمر ويبلغوا أمانة الرسول صلى الله عليه وسلم إلى المسلمين، وخصوصا وقد تفرقوا في الأمصار، وأصبحوا محل عناية التابعين والرحلة إليهم، فكان التابعون يتتبعون أخبارهم ومواطنهم فيرحل إليهم من يرحل على بُعد المشقة وعناء الأسفار. ¶ هذا كله كان عاملا في انتشار الحديث وانتقاله بين المسلمين (¬4). ¶ (ومهما يكن من إكثار بعض الصحابة التحديث عن رسول الله، فقد كان ذلك قليلا في عصري الشيخين أبي بكر وعمر، إذ كانت خطتها حمل المسلمين على التثبت من الحديث من جهة، وحمل المسلمين على العناية بالقرآن أولاً (¬5) .. ¶ فقد كانت رغبة عمر رضي الله عنه ألا يكثروا من التحديث عن الرسول عليه الصلاة والسلام كي لا ينشغل الناس بالحديث عن القرآن، والقرآن غض طرى. فما أحوج المسلمين إلى حفظه وتناقله، والتثبت فيه، والوقوف على دراسته!! ¶ روى الشعبي عن قرظة بن كعب قال: خرجنا نريد العراق فمشى معنا عمر إلى (صرار)، فتوضأ فغسل اثنتين ثم قال: أتدرون لِمَ مشيت معكم؟ ¶ قالوا: نعم نحن أصحاب رسول الله صلى الله عليه وسلم مشيت معنا. ¶ فقال: إنكم تأتون أهل قرية لهم دوىٌّ بالقرآن كدوى النحل، فلا تصدوهم بالحديث فتشغلوهم، جردوا القرآن وأقِلُّوا الرواية عن رسول الله صلى الله عليه وسلم، وامضوا وأنا شريككم، فلما قدم قرظة بن كعب قالوا: حَدَّثنا، قال: نهانا عمر بن الخطاب (¬6). ¶ ويعلق الشيخ محمد الغزالي - رحمه الله - على هذا الأمر فيقول: ¶ فعمر وغيره من الأئمة لا يجحدون السنة، ولكنهم يريدون إعطاء القرآن حظه الأوفر من الحفاوة والإقبال، وذلك هو الترتيب الطبيعي، فلا بد من معرفة القانون كله معرفة سليمة قبل الخوض في شروح وتفاصيل لبعض أجزائه (¬7). ¶ تقييد العلم وكتابته: ¶ أما بخصوص تقييد العلم وكتابته وتخوف الصحابة من ذلك - كما مر علينا - فيقول الخطيب البغدادي: ¶ فقد ثبت أن كراهة من كره الكتابة من الصدر الأول، إنما هي لئلا يضاهى بكتاب الله تعالى غيره، أو يشتغل عن القرآن بسواه، ونهى عن الكتب القديمة أن تتخذ، لأنه لا يعرف حقها من باطلها، وصحيحها من فاسدها، مع أن القرآن كفى منها، وصار مهيمنا عليها. ¶ ¬__________ ¶ (¬1) السنة ومكانتها في التشريع لمصطفى السباعي ص 58، 59. ¶ (¬2) صحيح، رواه الإمام أحمد، وابن ماجه، وصححه الألباني في صحيح الجامع حديث (6766). ¶ (¬3) رواه مسلم. ¶ (¬4) السنة ومكانتها في التشريع الإسلامي ص 62. ¶ (¬5) المصدر السابق ص 64. ¶ (¬6) المصدر السابق ص 63. ¶ (¬7) فقه السيرة لمحمد الغزالي ص 37.",
            "page": "54",
            "part": "1",
            "seal": "71BD1012"
        },
        {
            "id": "56",
            "nass": "ويقول: إنما اتسع الناس في كَتْب العلم، وعوَّلوا على تدوينه في الصحف، بعد الكراهة لذلك، لأن الروايات قد انتشرت، والأسانيد طالت، والعبارات بالألفاظ اختلفت، فعجزت القلوب عن حفظ ما ذكرنا .. ¶ وقال النووي: كان بين السلف من الصحابة والتابعين اختلاف كثير في كتابة العلم، فكرهها كثيرون منهم، وأجازها أكثرهم، ثم أجمع المسلمون على جوازها وزال ذلك الخلاف (¬1). ¶ وقال ابن حجر العسقلاني: السلف اختلفوا في ذلك عملا وتركا، وإن كان الأمر استقر والإجماع انعقد على جواز كتابة العلم، بل على استحبابه، بل لا يَبعُد وجوبه على من خشى النسيان ممن يتبين عليه تبليغ العلم (¬2). ¶ ولكن هل من كلمة سواء في هذا الموضوع؟! ¶ بلا شك أنه لا يمكن الاستغناء بالقرآن عن السنة، وكيف يكون هذا والله عز وجل يقول لرسول: {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ} [النحل: 44]. ¶ ويقول للمسلمين جميعًا: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} [الحشر: 7]. ¶ (فالحديث هو الذي تولى بيان ما أُجمل من القرآن، وتفصيل أحكامه، ولولاه لم نستطع أن نعرف الصلاة والصيام، وغيرهما من الأركان والعبادات على الوجه الذي أراده الله تبارك وتعالى، وما لا يقوم الواجب إلا به فهو واجب) (¬3). ¶ ونؤكد أيضًا على ضرورة تقييد العلم بالكتابة حتى لا تختلط الروايات، وتتداخل العبارات وغير ذلك من المفاسد الكثيرة .. ¶ فلا بد من كتابة الحديث والعناية به، متنا، وسندا، وشرحا. ولكن أليس من الطبيعي أن يكون الاهتمام بالقرآن أولاً ثم بالسنة ثانيًا؟! ¶ ولا بد كذلك من كتابة العلم، والانتفاع بآراء العلماء وجهودهم الفكرية، ولكن أليس الاهتمام بالقرآن - لفظا ومعنى - يسبق ذلك. ¶ فمع كل ما قيل عن أسباب عدم تقييد العلم في البداية - وهي أسباب صحيحة - إلا أن أحد أهم الحِكم من ذلك هو خوف الرسول عليه الصلاة والسلام وصحابته من بعده على انشغال المسلمين بغير القرآن كمصدر متفرد للتغيير والتقويم، فالرسول عليه الصلاة والسلام كان أعلم الناس بقدر القرآن، وبأنه لا يقوم مقامه شيء آخر في عمله داخل الإنسان، وكان يخشى من الانشغال بغيره حتى لا يفقد القلب أهم مصدر لإنشاء الإيمان وإحداث التغيير. ¶ وكذلك كان الصحابة يدركون أهمية القرآن، ويخشون من الاهتمام بغيره، مع حرصهم على تبليغ سنة رسول الله صلى الله عليه وسلم والأخذ بها. ¶ ومما يدعو للأسف أنه قد حدث ما كان يخشاه الرسول عليه الصلاة والسلام، وصحابته من بعده، فكان انجذاب الأجيال اللاحقة نحو العلم وفروعه على حساب الاهتمام بالقرآن من حيث كونه مصدرا للهداية والشفاء. ¶ يقول الشيخ محمد الغزالي - رحمه الله-: ¶ هجر المسلمون القرآن إلى الأحاديث .. ¶ ثم هجروا الأحاديث إلى أقوال الأئمة .. ¶ ثم هجروا أقوال الأئمة إلى أسلوب المقلدين. ¶ وكان تطور الفكر الإسلامي على هذا النحو وبال على الإسلام وأهله .. روى ابن عبد البر عن الضحاك بن مزاحم: ¶ يأتي على الناس زمان يُعلق فيه المصحف حتى يعشش عليه العنكبوت، لا ينتفع بما فيه، وتكون أعمال الناس بالروايات والأحاديث (¬4) .. ¶ وعن بشر الحافي قال: سمعت أبا خالد الأحمر يقول: يأتي زمان، تُعطَّل فيه المصاحف، يطلبون الحديث والرأي، فإياكم وذلك فإنه يُصفِّقُ الوجه، ويَشغل القلب، ويُكثر الكلام (¬5). ¶ ¬__________ ¶ (¬1) انظر: تحقيق أبي الأشبال الزهيري لكتاب جامع بيان العلم وفضله 1/ 269، 270. ¶ (¬2) فتح الباري 1/ 271 - 273. ¶ (¬3) تعليق أبي الأشبال على كتاب جامع بيان العلم 1/ 270 نقلا عن ناصر الدين الألباني. ¶ (¬4) فقه السيرة للغزالي ص (42، 43). ¶ (¬5) سير أعلام النبلاء 9/ 21.",
            "page": "55",
            "part": "1",
            "seal": "25F70DCF"
        },
        {
            "id": "57",
            "nass": "من آثار هجر القرآن: ¶ اهتم أكثرية الصحابة رضوان الله عليهم بتبليغ ما يحفظونه من أحاديث رسول الله صلى الله عليه وسلم لمن بعدهم، وبدأ بعد ذلك الاهتمام الشديد بتدوين الأحاديث خوفًا من النسيان أو موت من يحفظها، وقد بذلوا في ذلك مجهودًا كبيرًا، ثم تفرع العلم إلى فروع كثيرة كالفقه والسير، وظهر علم الكلام والفرق المختلفة كالمعتزلة والمرجئة وما صاحبها من خلافات فكرية ضخمة، ومواجهات كثيرة شغلت الأمة وأضاعت الكثير من جهود العلماء في الرد على بعضهم البعض. ¶ وبدأ الكلام عن أسماء الله وصفاته، وعن القَدَر، وعن مفهوم الإيمان والإسلام وعن مرتكب الكبيرة، وغير ذلك من الأمور .. ¶ والذي يقرأ في هذه الخلافات - بعد أن يعيش مع القرآن ويقرؤه مرات ومرات بتدبر وترتيل وتأثر - فإنه سيخرج بنتيجة مفادها أن هذه الخلافات ما هي إلا ثمرة من ثمار هجر القرآن، وأن صيحات التحذير التي أُطلقت من الجيل الأول والتي تحذر من الانشغال بغير القرآن، أو قراءته بدون فهم ولا تأثر لم تأخذها الأجيال المتلاحقة مأخذ الجد، بل وبدأ الانبهار بالموروثات الثقافية للحضارات المختلفة، وكان ما كان من خلافات شغلت الأمة كثيرًا عن وظيفتها الأساسية. ¶ بناء الإيمان من خلال القرآن: ¶ إن الذي يقرأ القرآن ويتدبره ويرتله، وينشغل به كما انشغل الصحابة، سيجد معانيه قد انطبعت في عقله، وتحولت إلى يقين، وامتزجت بعاطفته فصارت إيمانًا راسخًا رسوخ الجبال الرواسي، فالقرآن يُشرب في القلب محبة الله، وتعظيمه، ومهابته، وتقديسه .. ¶ فالإيمان بالله، وبأسمائه الحسنى، وصفاته العلا دون تعطيل أو تشبيه أو تأويل يصل لقارئ القرآن بسهولة ويسر، وإن لم يستطع التعبير عنه، والدليل على هذا أن إيمانه لا يهتز إذا ما استمع أو قرأ عن شبهة من شبهات الفلاسفة وأهل المنطق، وكيف لا، والقرآن قد أفرد مساحات كبيرة للحديث عن ألوهية الله سبحانه وربوبيته وقيوميته على خلقه، وقدرته المطلقة، وعلمه المحيط، وعزته، وجلاله، وكماله .. ¶ وليس ذلك فحسب فقد أَوْلى قضية الإيمان باليوم الآخر اهتمامًا كبيرًا، وكذلك سائر أركان الإيمان. ¶ كل ذلك من خلال خطاب سهل ميسر يجمع بين القناعة العقلية، والتفاعل القلبي، لينشأ الإيمان كنتيجة لتعانق الفكر مع العاطفة. ¶ وعندما انشغل الجيل الأول بالقرآن لم تظهر تلك التساؤلات والشبهات والخلافات التي ظهرت بعد ذلك. ¶ يقول الشيخ محمد الغزالي- يرحمه الله-: .. إن دراسة هذا القرآن الكريم، أورثتنى إحساسًا بعظمة الله، لم أحسه في قراءة كتاب آخر (¬1). ¶ أحسست أن الكتاب الذي بين يدي، يبدئ ويعيد في قيادة الناس إلى الله، واستثارة مشاعرهم من الأعماق، كي يرتبطوا به، ويتوجهوا إليه، ويستعدوا للقائه .. ¶ الحديث دائم متصل عن الله، وما ينبغي له! وعن جَعْل هذه الحياة مهادا لما بعدها (¬2) .. ¶ ويقول: ليت المسلمين استقوا عقائدهم من القرآن وحده! إذن لأراحوا واستراحوا، إن بعض هواة الجدل لم يتورعوا عن كثرة اللغط في قضايا العقيدة، فضلوا وأضلوا، ويشبه هؤلاء في الانحراف قوم غرتهم فلسفة اليونان وخيالاتهم النظرية .. تحدثوا في أصل الإيمان، فزادوا الطين بلة .. ¶ ولا عاصم من هذه المزالق كلها، إلا التزام المنهج، والسير في معالمه (¬3) .. ¶ إنني أتلو القرآن وأترك معانيه تنطبع في فؤادي دون تقعر ولا تجرؤ (¬4) .. ¶ ¬__________ ¶ (¬1) المحاور الخمسة في القرآن ص 12. ¶ (¬2) المصدر السابق ص 11، 12. ¶ (¬3) المصدر السابق ص 14. ¶ (¬4) المصدر السابق ص 15.",
            "page": "56",
            "part": "1",
            "seal": "97958512"
        },
        {
            "id": "58",
            "nass": "ويقول: هذا الكتاب يعرف الناس بربهم، على أساس من إثارة العقل، وتعميق النظر، ثم يحول هذه المعرفة إلى مهابة لله، ويقظة في الضمير، ووجل من التقصير، واستعداد للحساب (¬1). ¶ إعادة ترتيب الأولويات: ¶ من هنا نقول بأننا لا نريد الاستغناء بالقرآن عن السنة، أو عن كتب العلم المختلفة، ولا نريد الانشغال بغير القرآن على حساب القرآن، بل نريد الأمرين معًا، على أن يُعطي القرآن الأولوية في الاهتمام والرعاية، ليتحقق الهدف الذي من أجله أنزله الله عز وجل {قَدْ جَاءَكُم مِّنَ اللهِ نُورٌ وَكِتَابٌ مُّبِينٌ - يَهْدِي بِهِ اللهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلاَمِ وَيُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُّسْتَقِيمٍ} [المائدة: 15، 16]. ¶ كلمة أخيرة عن الصحابة والقرآن: ¶ إن أكثر أجيال الأمة إدراكًا لقيمة القرآن هم جيل الصحابة، فقد عاشوا الحياة قبله، وعاشوها بعده، لذا فقد أدركوا - أكثر من غيرهم - معنى السعادة الحقيقية، والربانية، والتغيير .. ويكفيك في ذلك حزنهم على انقطاع الوحي بعد وفاة الرسول صلى الله عليه وسلم. ¶ فعن أنس بن مالك رضي الله عنه قال: ¶ قال أبو بكر الصديق رضي الله عنه بعد وفاة رسول الله صلى الله عليه وسلم لعمر رضي الله عنه: انطلق بنا إلى أم أيمن، نزورها كما كان رسول الله صلى الله عليه وسلم يزورها .. فلما انتهيا إليها، بكت، فقالا لها: ما يبكيك؟ ما عند الله خير لرسوله صلى الله عليه وسلم، فقالت: ما أبكى أن لا أكون أعلم أن ما عند الله خير لرسوله صلى الله عليه وسلم، ولكني أبكى أن الوحي قد انقطع من السماء! فهيجتهما على البكاء، فجعلا يبكيان معها (¬2). ¶ من هنا ندرك أهمية صيحات التحذير التي أطلقوها، والوصايا التي كانوا يوصون بها من بعدهم حول القرآن. ¶ فهذه الوصايا كانت تنطلق من استشعارهم للقيمة العظيمة للقرآن، وكانت تنطلق كذلك من خوفهم من عدم إدراك الأجيال اللاحقة لتلك القيمة، فينزوى القرآن جانبا ولا يأخذ دوره المرسوم له في قيادة الحياة، وتشكيل الشخصية المسلمة الصحيحة من جميع جوانبها، وإمدادها الدائم بالإيمان، ومن ثمَّ تفقد الأمة مكانتها العالية بين الأمم، فتتراجع إلى الوراء .. إلى الذلة والمهانة، وكيف لا وقد ربط الله عز وجل علو هذه الأمة بالإيمان {وَأَنْتُمُ الأَعْلَوْنَ إِنْ كُنْتُم مُّؤْمِنِينَ} [آل عمران: 139]. ¶ فهل أخذت الأجيال المتتابعة هذه الوصايا مأخذ الجد؟! ¶ للأسف لم يحدث ذلك، بل حدث العكس، وابتعد الكثيرون من المسلمين عن الانتفاع الحقيقي بكتابهم. ¶ فكانت النتيجة هي الحال البائس والوضع المرير الذي نحياه، فالقرآن رفع قدر الجيل الأول وأعلى من شأنه وجعل الأمة الإسلامية في مقدمة الأمم، بينما أوصلنا هجر الانتفاع بالقرآن إلى هذا المستوى الذي لا يخفى وصفه على أحد .. ¶ فإن كنت في شك من هذا فتأمل قوله صلى الله عليه وسلم: «إن الله يرفع بهذا القرآن أقوامًا ويضع به آخرين» (¬3). ¶ * * * ¶ ¬__________ ¶ (¬1) المصدر السابق ص 20. ¶ (¬2) رواه مسلم. ¶ (¬3) سبق تخريجه.",
            "page": "57",
            "part": "1",
            "seal": "90F0E397"
        },
        {
            "id": "59",
            "nass": "الفصل السادس ¶ لماذا لم ننتفع بالقرآن؟!",
            "page": "58",
            "part": "1",
            "seal": "7154E145"
        },
        {
            "id": "60",
            "nass": "لماذا لم ننتفع بالقرآن؟! ¶ رأينا كيف أثَّر القرآن العظيم على الجيل الأول، ورأينا كيف كان أثر القرآن على مشركي مكة .. ليبقى السؤال: لماذا لا يفعل القرآن معنا مثل ما فعل معهم؟! .. ¶ إننا حتى لم نقل عنه ما قاله الوليد بن المغيرة: «إن له لحلاوة، وإن عليه لطلاوة، وإن أسفله لمغدق، وإن أعلاه لمثمر، وإنه يعلو ولا يعلى عليه .. ». ¶ إن القرآن هو القرآن، وأدوات الانتفاع به التي نملكها من أذن وعين ولسان وقلب هي نفس الأدوات التي استخدموها فأوصلتهم لتلك المرتبة العالية في تعاملهم مع القرآن، بل إن فرصتنا في الاستفادة أوسع منهم مع وجود المصاحف في كل مكان. ¶ فلماذا لا يحدث معنا مثل ما حدث معهم؟! ¶ لماذا لم يحدث معنا مثل ما حدث لمشركي مكة - على الأقل - من تأثرهم بالقرآن؟! ¶ قبل الإجابة عن هذه الأسئلة نقرأ سويا هذه الكلمات للإمام حسن البنا - رحمه الله-: ¶ حين أنزل الله القرآن على نبيه محمد صلى الله عليه وسلم وقرأه هذا النبي الكريم على الأمة العربية حينذاك، عمل في نفوسهم عمل السحر، وبلغ أثره أعماق هذه القلوب، وتغلغل في حنايا الضلوع، وتمكن من مكامن الأرواح، وبدل الله به هذه الأمة خلقًا آخر، فكان البون بعيدًا، والفارق عظيمًا بين الأمة العربية في جاهليتها وإسلامها. ¶ ولقد أثر القرآن في نفوس المشركين والمؤمنين على السواء، ولكن أثره في نفوس المشركين كان أثرًا وقتيًا سلبيًا، وكانوا يفرون منه، ويضعون الحوائل فيما بينهم وبينه، ويقول بعضهم لبعض: {لاَ تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ} [فصلت: 26]. ¶ أما المؤمنون فكانوا {يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُولَئِكَ الَّذِينَ هَدَاهُمُ اللهُ وَأُولَئِكَ هُمْ أُولُو الألْبَابِ} [الزمر: 18]. ¶ فكان أثر القرآن في نفوسهم دائمًا إيجابيًا .. بدَّلهم وغيَّرهم، وحوَّلهم من حال إلى حال، ودفعهم إلى كرائم الخصال وجلائل الأعمال {اللهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُّتَشَابِهًا مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللهِ ذَلِكَ هُدَى اللهِ يَهْدِي بِهِ مَن يَّشَاءُ} [الزمر: 23]. ¶ وها هو القرآن يُتلى علينا، ويُقرأ بين ظهرانينا، فهل تغيرت به نفوسنا، وانطبعت عليه أخلاقنا، وفعل في قلوبنا كما كان يفعل في قلوب أسلافنا؟! ¶ لا أيها الإخوان .. لقد صرنا نقرأ القرآن قراءة آلية صرفة .. كلمات تتردد، ونغمات تتعدد، ثم لا شيء إلا هذا، أما فيض القرآن وروحانيته، وهذا السيل الدافق من التأثير القوي الفعال، فمن بيننا وبينه حجاب، ولهذا لم نكن صورة من النسخة الأولى التي تأثرت بالقرآن وتبدَّلت نفوسها به (¬1). ¶ هل اللغة هي السبب؟! ¶ فإن قلت: إن الجيل الأول تأثر هذا التأثر البالغ بالقرآن لأن العرب كانوا يتذوقون اللغة بالسليقة ويدركون معانيها ومراميها، أما نحن فلسنا مثلهم، لذلك يصعب علينا فهم القرآن ومن ثمَّ التأثر والانتفاع الحقيقي به. ¶ بلا شك أن (من يتذوق العربية يدرك معاني قد تخفى على غير أهل اللغة) (¬2) ولكن هذا الأمر ليس شرطًا للانتفاع بالقرآن كهداية وشفاء. ¶ فالذي أنزل القرآن وجعله للعالمين نذيرًا يعلم أن الناس جميعًا ليسوا من أهل اللغة المتذوقين لها .. ¶ ¬__________ ¶ (¬1) مجلة الأخوان المسلمين العدد (21) السنة الأولى 18 رمضان 1362هـ، 18 سبتمبر 1943م. ¶ (¬2) التعبير القرآني ص 568.",
            "page": "59",
            "part": "1",
            "seal": "A6207358"
        },
        {
            "id": "61",
            "nass": "وفي نفس الوقت فلأنه لا يمكن لأحد أن يهتدي بهدى القرآن ويتأثر به، ويكون له بمثابة البشير، والنذير، والهادي، والنور، والروح، والتذكرة، والتبصرة .. إلا إذا تعلم اللغة العربية كلغة تخاطب يفهم خطابها وألفاظها فهما عاما؛ كان تعلم هذا القدر من اللغة ضروري للأعجمي لفهم خطاب القرآن المباشر له، ولو فهما إجماليًا .. ¶ يقول الإمام ابن تيمية: إن نفس اللغة العربية من الدين، ومعرفتها فرض واجب، فإن فهم الكتاب والسنة فرض، ولا يفهمان إلا بفهم اللغة العربية، وما لا يتم الواجب إلا به فهو واجب (¬1). ¶ ومما لا شك فيه أن عاقل مهما كان مستوى علمه وإدراكه محدودًا يستطيع - إذا ما أعمل عقله فيما يقرأ أو يسمع من آيات - أن يفهم الخطاب القرآني بدرجة ما .. ¶ هذه الدرجة تمكنه - بعون الله - من بلوغ الهداية القرآنية، وهذا من صور ¶ إعجاز القرآن، أن يسر الله فهمه للجميع، كلٌ على قدره مستواه +وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ\" [القمر: 17]. ¶ لذلك فإن بلوغ الهداية من القرآن، والتأثر بمعانيه، ومن ثم الانتفاع الحقيقي به، في وسع وطاقة أي عاقل مهما كان مستوى إدراكه. ¶ يقول الإمام محمد عبده: يجب على كل واحد من الناس أن يفهم آيات الكتاب بقدر طاقته، لا فرق بين عالم وجاهل. يكفي العامي من فهم قوله تعالى: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ - الَّذِينَ هُمْ فِي صَلاَتِهِمْ خَاشِعُونَ} [المؤمنون: 1، 2] ما يعطيه الظاهر من الآيات، وأن الذين جُمعت أوصافهم في الآيات الكريمة لهم الفوز والفلاح عند الله تعالى (¬2). ¶ ويقول: ومن الممكن أن يتناول كل أحد من القرآن بقدر ما يجذب نفسه إلى الخير، ويصرفها عن الشر، فإن الله تعالى أنزله لهدايتنا وهو يعلم منا كل أنواع الضعف الذي نحن فيه (¬3). ¶ تفسير لا يعذر أحد بجهالته: ¶ ومما يؤكد هذا المعنى ما قاله ابن عباس رضي الله عنه: ¶ تفسير القرآن على أربعة أوجه: وجه تعرفه العرب من كلامها، وتفسير لا يعذر أحد بجهالته، وتفسير يعلمه العلماء، وتفسير لا يعلمه إلا الله تعالى (¬4). ¶ فالوجه الأول: كما يقول د. يوسف القرضاوي، والذي تعرفه العرب من كلامها: أن القرآن نزل بلسان العرب، وهو ما جاء على معهود كلامهم من الحقيقة والمجاز، والصريح والكناية .. فالعرب تعرف القرآن من خلال معرفتها بأسلوب كلامها وطرائقه. ¶ الوجه الثاني: (لا يعذر أحد بجهالته): هو ما كان واضحًا بحيث يتبادر إلى الأذهان معرفته، دون حاجة إلى كد الذهن، وإجهاد العقل. ¶ الوجه الثالث: (تفسير يعلمه العلماء): ما لا يعرفه إلا أهل العلم، مما يحتاج إلى استنباط وتدقيق ومعرفة بعلوم أخرى، حتى يحمل المطلق على المقيد، والعام على الخاص .. ¶ الوجه الرابع: ما لا يعلمه إلا الله: مثل شؤون الغيب، التي لا يعلم حقائقها إلا الله سبحانه، كأحوال البرزخ، وأمور الآخرة، وموعد قيام الساعة (¬5) ... ¶ وعلق الإمام الزركشي في كتابه (البرهان في علوم القرآن) على قول ابن عباس في تقسيم التفسير إلى أربعة أنواع فقال: ¶ هذا تقسيم صحيح. ¶ فأما الذي تعرفه العرب فهو الذي يرجع فيه إلى لسانهم، وذلك اللغة والإعراب. ¶ فأما اللغة فعلى المفسر معرفة معانيها، ومسميات أسمائها، ولا يلزم ذلك القارئ. ¶ وأما الإعراب فما كان اختلافه محيلا للمعنى وجب على المفسر والقارئ تعلمه، ليتوصل المفسر إلى معرفة الحكم، ويسلم القارئ من اللحن (¬6) .. ¶ ¬__________ ¶ (¬1) مباحث في علوم القرآن لمناع القطان ص 320. ¶ (¬2) مقدمة تفسير سورة الفاتحة ص 11. ¶ (¬3) المصدر السابق ص 12. ¶ (¬4) ذكره الطبري في مقدمة تفسيره. ¶ (¬5) كيف نتعامل مع القرآن العظيم ص 202. ¶ (¬6) قال الحليمي فيما نقله عنه البيهقي في الشعب (5/ 243، 244): ومعنى إعراب القرآن شيئان: أحدهما أن يحافظ على الحركات التي بها يتميز لسان العرب عن لسان العجم، لأن أكثر كلام العجم مبني على السكون وصلا وقطعا، ولا يتميز الفاعل من المفعول، والماضي من المستقبل باختلاف حركات المطالع .. والآخر: أن يحافظ على أعيان الحركات، ولا يُبدَّل شيئًا منه بغيره، لأن ذلك ربما أوقع في اللحن أو غير المعنى. أ. هـ. ¶ وبفضل الله يتم تعليم النطق السليم للكلمات مع تعلم أحكام التجويد في حلقات القرآن المنتشرة في كل مكان.",
            "page": "60",
            "part": "1",
            "seal": "E6FE0B00"
        },
        {
            "id": "62",
            "nass": "وأما ما لا يعذر أحد بجهله، فهو ما تتبادر الأفهام إلى معرفة معناه من النصوص المتضمنة شرائع الأحكام ودلائل التوحيد، وكل لفظ أفاد معنى واحدًا جليًا يُعلم أنه مراد الله تعالى. ¶ فهذا القسم لا يلتبس تأويله، إذ كل أحد يدرك معنى التوحيد من قوله تعالى {فَاعْلَمْ أَنَّهُ لاَ إِلَهَ إِلاَّ اللهُ} [محمد: 19]، وأنه لا شريك له في إلهيته، وإن لم يعلم أن (لا) موضوعة في اللغة للنفي، و (إلا) للإثبات، وأن مقتضى هذه الكلمة الحصر. ¶ فما كان من هذا القسم لا يُعذر أحد يدعي الجهل بمعاني ألفاظه، لأنها معلومة لكل أحد بالضرورة (¬1). ¶ المرونة في النص القرآني: ¶ وهنا تجدر الإشارة إلى أن (العبارة القرآنية فيها من المرونة والسعة بحيث يفهمها العقل العربي في عصر نزول القرآن، كما يفهمها كل قارئ لكتاب الله في كل جيل، ويجد فيها ما يُشبع فكره ووجدانه معًا فهما فطريًا ميسرا) (¬2). ¶ وفي هذا المعنى يقول الشيخ محمد الغزالي رحمه الله: ¶ العبارة القرآنية فيها مرونة تجعل معاني كثيرة تخرج منها أو تتحملها الآية وكان لا بد أن تكون في الصياغة هذه المرونة لكي تبقى وتكون ممتدة مع الزمن .. ففيها مرونة ظاهرة بحيث أنه إذا تكلم في التاريخ .. أو تكلم في شيء: تنزل العبارة لها نسيج معين بحيث يمكن أن يستقبلها العبقري ويغوص فيها، ويمكن أن يصل إليها العامي ويستقر عند حدودها الأولى .. فهذا من خصائص القرآن (¬3). ¶ ويضرب مثلاً لذلك فيقول: ¶ فكلمة {لاَ رَيْبَ فِيه} وسعتني وأنا صغير: أفهم أن الريبة الشك وعدم الصحة، لكن وسعتني وأنا كبير أعرف الأصول التي يستند إليها الكلام لكي يكون مقبولا (¬4). ¶ الدليل الواقعي: ¶ وهناك دليل واقعي واضح يؤكد على أن السبب لعدم انتفاعنا بالقرآن ليس هو افتقادنا للتذوق اللغوي. ¶ هذا الدليل يتمثل في وجود نماذج كثيرة ممتدة عبر التاريخ الإسلامي من غير العرب ممن تعلموا اللغة العربية، فتأثروا بالقرآن تأثرًا بالغًا، وانتفعوا به انتفاعًا عظيمًا. ¶ يقول أبو الحسن الندوي: ¶ لا تَقِلُّ قصص العلماء والمشايخ الصالحين الذين ولدوا في العجم وكانت لغتهم غير العربية، في تذوقهم لتلاوة القرآن الكريم، وعنايتهم بحفظه، وشغفهم به، وانصرافهم كليا إليه، واستغراقهم فيه، لا تقل هذه القصص إثارة للرغبة وتأثيرًا في النفوس وعظة وعبرة عن غيرهم من الذين كانت لغتهم الأصلية هي العربية، ونجتزئ من مئات هذه القصص - فيما يلي - بعض الحكايات المؤثرة: ¶ يذكر في سيرة الإمام المجدد أحمد السرهندي أنه كان يبدو عند تلاوته لكتاب الله تعالى، ويظهر على وجهه أن الحقائق القرآنية تفيض عليه، وأن بركاته تنسكب وفيوضه تنهمر، وكان إذا قرأ آيات العذاب أو الآيات التي جاءت بصيغة التعجب والاستفهام، تجاوب معها، وتكيف بها. ¶ كان الشيخ فضل الرحمن الكنج مراد آبادي (م 1313هـ) يقرأ القرآن ذات يوم إذ غلبه الوجد (التأثر والاستغراق المشاعري الشديد مع الآيات)، فقال للشيخ السيد تجمل حسين: إن اللذة التي نجدها في القرآن، لو وجدتم منها ذرة، لما صبرتم على الجلوس مثلنا، ولخرجتم تمزقون ثيابكم إلى الصحراء، ثم قال: آه، ودخل حجرته ومرض لعدة أيام. ¶ وقال ذات مرة: إن الصلة الحقيقية بالقرآن غاية السلوك والإحسان. ¶ ¬__________ ¶ (¬1) كيف نتعامل مع القرآن العظيم ص 202، 203. ¶ (¬2) التعبير القرآني ص 563. ¶ (¬3) كيف نتعامل مع القرآن، ص 205 باختصار. ¶ (¬4) المصدر السابق ص 206.",
            "page": "61",
            "part": "1",
            "seal": "2DC6B8F4"
        },
        {
            "id": "63",
            "nass": "ويقول الشيخ الجليل عبد القادر الرائيفوري - أحد كبار المشايخ المعروفين في عصره - وهو يصف حال مربيه وشيخه عبد الرحيم الرائيفوري (م 1919م - الموافق 1337هـ): لقد رأيت الشيخ يقرأ القرآن الكريم، فكان يطيل قراءته في صلاة الليل أيما إطالة، فتارة يبكي، وإذا جاء ذكر العذاب، بكى واستغفر الله تعالى وتضرع إليه تضرعا عجيبًا يتمثل حال من يسأل العفو عن جريمته في ضراعة ولهف، وإذا جاءت آية فيها ذكر رحمة الله - عز وجل - استبشر وسرَّ تارة، وهدأ صامتا أخرى (¬1). ¶ محمد إقبال: ¶ ومن نماذج الأعاجم الذين تأثروا بالقرآن واستفادوا منه استفادة عظيمة: شاعر الإسلام محمد إقبال. ¶ يقول أبو الحسن الندوي: ¶ لقد أثَّر (القرآن الكريم) في عقلية إقبال، وفي نفسه ما لم يؤثر فيه كتاب ولا شخصية، ولم يزل محمد إقبال إلى آخر عهده بالدنيا يغوص في بحر القرآن، ويطير في أجوائه، ويجوب في آفاقه، فيخرج بعلم جديد، وإيمان جديد، وإشراق جديد، وقوة جديدة. ¶ وكلما تقدمت دراسته، واتسعت آفاق فكره، ازداد إيمانًا بأن القرآن هو الكتاب الخالد، والعلم الأبدي وأساس السعادة، ومفتاح الأقفال المعقدة، وجواب الأسئلة المحيرة، وأنه دستور حياة، ونبراس الظلمات. ¶ ولم يزل يدعو المسلمين وغير المسلمين إلى التدبر في هذا الكتاب العجيب، وفهمه، ودراسته، والاهتداء به في مشكلات العصر، واستفتائه في أزمات المدنية، وتحكيمه في الحياة والحكم، ويعتب على المسلمين إعراضهم عن هذا الكتاب، الذي يرفع الله به أقوامًا، ويضع به آخرين. ¶ يقول إقبال: ¶ إنك أيها المسلم لا تزال أسيرًا للمتزعمين للدين، والمحتكرين للعلم، ولا تستمد حياتك من القرآن رأسًا، إن الكتاب الذي هو مصدر حياتك ومنبع قوتك، لا اتصال لك به إلا إذا حضرتك الوفاة، فتُقرأ عليك سورة «يس» لتموت بسهولة. فواعجبا! قد أصبح الكتاب الذي أُنزل ليمنحك القوة يتُلى الآن لتموت براحة وسهولة (¬2). ¶ ويقول: أقول لكم ما أؤمن به وأدين: إنه ليس بكتاب فحسب، إنه أكثر من ذلك، إذا دخل القلب تغير الإنسان، وإذا تغير الإنسان تغير العالم (¬3) .. ¶ بديع الزمان النورسي: ¶ وبديع الزمان سعيد النورسي من نماذج الأعاجم الذين تأثروا بالقرآن تأثرًا بالغًا، وفاضت عليه معانيه، وكتب الكثير حولها في «رسائل النور» وحفظ الله به الإسلام في تركيا فترة سقوط الخلافة وتحويل تركيا إلى دولة علمانية .. ¶ قبل أن يُقبل النورسي على القرآن إقبالاً صحيحًا كان يشعر بالحيرة، ويبحث عن مرشد روحي يسير وراءه، وأخذ يوازن بين كلام عبد القادر الجيلاني في كتابه «فتوح الغيب» وبين كلام أحمد السرهندي في كتابه «المكتوبات» .. ¶ يقول رحمه الله: احترت كثيرًا، أأسير وراء هذا، أم أسير وراء ذاك؟ وحينما كنت أتقلب في هذه الحيرة الشديدة؛ إذ بخاطر رحمانيَّ يخطر على قلبي ويهتف بي: إن بداية هذه الطرق جميعها، ومنبع هذه الجداول كلها .. وشمس هذه الكواكب السيارة .. إنما هو القرآن الكريم، فتوحيد القبلة الحقيقي إذن لا يكون إلا في القرآن الكريم .. فالقرآن هو أسمى مرشد .. وأقدس أستاذ على الإطلاق .. ¶ ومنذ ذلك اليوم أقبلت على القرآن، واعتصمت به، واستمددت منه. ¶ صرفت كل همي ووقتي إلى تدبر معاني القرآن الكريم، وبدأت أعيش حياة «سعيد الجديد» .. أخذتني الأقدار نفيًا من مدينة إلى أخرى .. وفي هذه الأثناء تولدت من صميم قلبي معان جليلة نابعة من فيوضات القرآن الكريم .. ¶ ¬__________ ¶ (¬1) المدخل إلى الدراسات القرآنية ص 104 - 106 بتصرف يسير. ¶ (¬2) روائع إقبال: 28 - 40 باختصار. ¶ (¬3) المصدر السابق 158.",
            "page": "62",
            "part": "1",
            "seal": "A1A65BF8"
        },
        {
            "id": "64",
            "nass": "أمليتها على من حولي من الأشخاص، تلك الرسائل التي أطلقتم عليها «رسائل النور» إنها انبعثت حقا من نور القرآن الكريم (¬1) .. ¶ النماذج كثيرة: ¶ وإليك أخي القارئ بعضا من النماذج في العصر الحديث من الأعاجم الذين أسلموا وتأثروا بالقرآن. ¶ فهذه عائشة برجت هوني التي نشأت في أسرة إنجليزية مسيحية، وشغفت بالفلسفة، ثم سافرت إلى كندا لإكمال دراستها، وهناك في الجامعة أتيح لها أن تتعرف على الإسلام، وأن تنتهي إليه .. ¶ تقول هوني: .. لن أستطيع مهما حاولت، أن أصف الأثر الذي تركه القرآن في قلبي، فلم أكد انتهى من قراءة السورة الثالثة من القرآن حتى وجدتني ساجدة لخالق هذا الكون، فكانت هذه أول صلاة لي في الإسلام (¬2) .. ¶ وهذا فنسامي مونتاي الفرنسي: رجل بحث وترحال، اختص بدراسة القضايا الإسلامية والعربية عن كثب، قضى سنوات عديدة في المغرب والمشرق وأفريقيا وآسيا، ونشر عشرات الأبحاث والكتب عن الإسلام والحضارة الإسلامية، وانتهى الأمر به إلى إعلان إسلامه في صيف عام 1977. ¶ يقول مونتاي: إنني لا أشك لحظة في رسالة محمد صلى الله عليه وسلم، واعتقد أنه خاتم الأنبياء والمرسلين، وأنه بُعث للناس كافة، وأن رسالته جاءت لختم الوحي الذي نزل في التوراة والإنجيل. وأحسن دليل على ذلك هو القرآن المعجزة .. ويقول: إن مثل الفكر العربي الإسلامي المبعد عن التأثير القرآني كمثل رجل أفرغ من دمه (¬3) .. ¶ وهذا كات ستيفنز: المغنى البريطاني المشهور في الستينات وأوائل السبعينيات، اعتنق الإسلام عام 1976م بعد أن تعرف على القرآن بواسطة شقيقه. ¶ يقول ستيفنز: في تلك الفترة من حياتي (فترة الشهرة والنجاح) بدا لي وكأنني فعلت كل شيء، و حققت لنفسي النجاح والشهرة والمال والنساء .. كل شيء، ولكن كنت مثل القرد أقفز من شجرة إلى أخرى، ولم أكن قانعًا أبدًا، ولكن كانت قراءة القرآن بمثابة توكيد لكل شيء بداخلي كنت أراه حقا، وكان الوضع مثل مواجهة شخصيتي الحقيقية (¬4). ¶ وهذا ايتين دينيه (1861 - 1929): تعلم في فرنسا، وأشهر إسلامه وتسمى بناصر الدين (1927) يقول عن القرآن: ¶ إن معجزة الأنبياء الذين سبقوا محمدًا صلى الله عليه وسلم كانت في الواقع معجزات وقتية، وبالتالي معرضة للنسيان السريع. بينما نستطيع أن نسمى معجزة الآيات القرآنية: (المعجزة الخالدة) وذلك أن تأثيرها دائم ومفعولها مستمر، ومن اليسير على المؤمن في كل زمان وفي كل مكان أن يرى هذه المعجزة بمجرد تلاوة في كتاب الله. ¶ ويقول: أحسًّ المشركون في دخيلة نفوسهم، أنه قد غزا قلوبهم ذلك الكلام العجيب الصادر من أعماق قلب الرسول صلى الله عليه وسلم، وكلهم كثيرًا ما كانوا على وشك الخضوع لتلك الألفاظ الأخاذة التي ألهمها إيمان سماوي، ولم يمنعهم عن الإسلام إلا قوة حبهم لأعراض الدنيا (¬5) .. ¶ هذه النماذج السابق ذكرها كانت -كما ترى - لأناس ليست اللغة العربية هي لسانهم، بل تعلموها كما يتعلم الواحد منا لغة أخرى غير لغته العربية. ¶ ¬__________ ¶ (¬1) كليات رسائل النور - سيرة ذاتية ص 161 - 162 باختصار. ¶ (¬2) قالوا عن القرآن لعماد الدين خليل، ملحق لكتاب إشارات الإعجاز للنورسي، ص 287. ¶ (¬3) المصدر السابق ص 287. ¶ (¬4) المصدر السابق ص 268. ¶ (¬5) المصدر السابق ص 263.",
            "page": "63",
            "part": "1",
            "seal": "60BB5586"
        },
        {
            "id": "65",
            "nass": "ومما لا شك فيه أن أقصى ما كانوا يطمحون إليه في تعاملهم مع اللغة العربية؛ أن يصلوا إلى المستوى اللغوي لأي شخص يعيش في البلاد العربية، وينطق بها بسلاسة وطلاقة، تمامًا مثلما يطمح من يتعلم منا اللغة الإنجليزية - على سبيل المثال - وبلا ريب أن مستوى تذوقهم للغة العربية وأساليبها وبلاغتها سيكون أقل منا بمراحل، ومع هذا فقد رأينا تأثرهم البالغ بالقرآن والذي عبرَّ بعضهم عنه بالكلمات السابقة (¬1). ¶ عودة إلى العصر الأول لنزول القرآن: ¶ فإذا ما عدنا للعصر الأول لنزول القرآن نجد نماذج -لها علم بالعربية لكنها ليست لسانها- قد تأثرت تأثرًا عظيمًا بالقرآن كالنجاشي الذي تأثر بسماعه آيات من سورة مريم، وبكى حتى أخضلت دموعُهُ لحيته، ثم قال: إن هذا والذي جاء به عيسى - عليه السلام- ليخرج من مشكاة واحدة (¬2). وأسلم رحمه الله. ¶ وليس معنى هذا هو التقليل من شأن أهل اللغة العربية أصحاب التذوق الصحيح لها، بل العكس؛ فهم الأئمة الذين ينبغي أن ينتشروا بين المسلمين فيبينوا لهم ما أشكل عليهم فهمه من القرآن فيزدادوا به هداية. ¶ كل ما نقصده أن تعلم العربية من كل جوانبها ليس شرطًا أساسيًا للانتفاع بالقرآن. ¶ أخرج ابن الضريس في فضائل القرآن أن الحارث بن قيس قال: كنت رجلاً في لساني لكنة (¬3)، فقيل لي: لا تَعَلَّم القرآن حتى تَعَلَّم العربية، فأتيت عبد الله فذكرت ذلك له، فقلت: إنهم يضحكون مني، ويقولون: تعلم العربية قبل أن تعلم القرآن، فقال: لا تفعل، فإنك في زمان تحفظ فيه حدود القرآن، ولا يبالون حفظ كثير من حروفه، وإن بعدك زمان تحفظ فيه الحروف وتُضيَّع فيه الحدود (¬4). ¶ من هنا يتضح لنا أن عدم انتفاعنا بالقرآن في تحقيق الهداية والشفاء والربانية ليس بسبب ضعف تذوقنا للغة العربية .. ¶ ولكن ما السبب إذن؟! ¶ هب أن شخصًا ما قد أصابه مرض شديد له أعراض كثيرة، وتم تشخيص مرضه ووصف الدواء المناسب له بواسطة طبيب من الأطباء، وعندما سأل عن الدواء اكتشف بأنه (الأسبرين) فقط والذي تمتلئ به الأدراج في بيته. ¶ أليس من المفترض أن يبدأ في تناول الدواء؟! ¶ ولكن إن لم يفعل ذلك، وأصر على الذهاب، لطبيب آخر .. فبماذا تبرر هذا التصرف؟! ¶ أليس هو استخفافه بهذا الدواء، وعدم إيمانه بأن يكون الأسبرين سببًا في التخلص من مرضه الشديد، وذهاب أعراضه المؤلمة. ¶ إن أمر القرآن معنا أشد من أمر الأسبرين مع هذا المريض. ¶ ¬__________ ¶ (¬1) .. لم نذكر في نماذج تأثر الأعاجم بالقرآن، أولئك الذين لا يفهمون العربية، ومع ذلك فعندما استمعوا إلى القرآن - وهم لا يفهمونه - حدثت عندهم تغيرات وتأثر بشكل ما .. لم نتحدث عنهم لأن هذا الأثر الذي أحدثه فيهم القرآن ليس هو مقصدنا الحقيقي، لأنهم يتأثرون بجرس القرآن وجماله التوقيعي ونغمه أو كما يسميه الشيخ محمد عبد الله دراز - رحمه الله - يتأثرون بالقشرة الخارجية للقرآن. ¶ وهذا ليس التأثر الإيماني الذي نريده، فالتأثر الإيماني هو فهم المعنى والانفعال معه لينشأ الإيمان به في القلب، ومما يساعد على نجاح هذه العملية هو ترتيل القرآن بصوت حزين، ويتأكد هذا المعنى في قوله تعالى: {وَلَوْ نَزَّلْنَاهُ عَلَى بَعْضِ الأعْجَمِينَ - فَقَرَأَهُ عَلَيْهِم مَّا كَانُوا بِهِ مُؤْمِنِينَ} [الشعراء: 198، 199] فكيف يؤمنون بشيء لا يفهمونه ولا يعرفون كنهه؟! ¶ (¬2) السيرة النبوية لابن هشام 1/ 207. ¶ (¬3) لكنة: أي عيّ (مثل الأعجمي الذي لا ينطق كل حروف اللغة بطريقة صحيحة). ¶ (¬4) فضائل القرآن لابن الضريس برقم (1) و (3).",
            "page": "64",
            "part": "1",
            "seal": "2845DD5A"
        },
        {
            "id": "66",
            "nass": "فالمرض موجود، وأعراضه بادية لكل ذي عينين، والتشخيص واضح، والدواء موجود .. أنزله رب العالمين ليحدث بإذنه شفاءً تامًا لا يغادر سقما، ولكننا لا نريد تناوله على الرغم من معاناتنا الشديدة من المرض .. ¶ لماذا؟! ¶ لأننا باختصار لا نثق في أن القرآن الموجود بين أيدينا، وفي بيوتنا يستطيع أن يحل مشكلاتنا، ويعيد لنا مجدنا. ¶ نعم أخي، إن السبب الأساسي لعدم انتفاعنا بالقرآن هو: ¶ ضعف الثقة والإيمان به كدواء كافٍ شاف وكوسيلة تقويم وتغيير فذة. ¶ أما كيف وصلنا لهذا المستوى من ضعف الإيمان والثقة بالقرآن، فبلا شك أن هذا لم يحدث في يوم وليلة، بل حدث عبر قرون طويلة، بسبب عوامل كثيرة ساهمت مجتمعة أو متفرقة في انزواء القرآن في ركن صغير في نفوسنا، ويمكن إجمال هذه العوامل والأسباب في الآتي: ¶ أولاً: الصورة الموروثة عن القرآن. ¶ ثانيًا: طول الإلف. ¶ ثالثًا: نسيان الهدف من نزول القرآن. ¶ رابعًا: الانشغال بفروع العلم والتوسع فيها على حساب القرآن. ¶ خامسًا: غياب أثر القرآن. ¶ سادسًا: كيد الشيطان. ¶ سابعًا: مفاهيم وممارسات ساهمت في عدم الانتفاع بالقرآن. ¶ ولنبدأ - بعون الله - الصفحات القادمة في تناول كل سبب من هذه الأسباب بشيء من التفصيل. ¶ * * * ¶ أولاً: الصورة الموروثة عن القرآن ¶ بعد أن ينزل الجنين من بطن أمه، ويبدأ في النمو شيئًا فشيئًا، ثم يدخل مرحلة الإدراك، فإنه يرى أمورًا كثيرة تحدث من حوله .. هذه الأمور تقع في ذاكرته، فإذا ما تكرر بعضها أمامه فإنها تنتقل إلى منطقة اللاشعور في عقله لتشكل معتقدًا لديه (¬1). ¶ فعلى سبيل المثال: عندما كان يشعر بالعطش كانوا يحضرون له شيئًا كل مرة، فاستقر في يقينه - مع الوقت - أن هذا الشيء هو الذي يدفع عنه العطش، ثم بعد ذلك يعلم اسم هذا الشيء، فيطلبه بتلقائية عند عطشه. ¶ وعندما يجد أبويه يتوقفان عن الكلام عند سماع شيء ما يصل إلى مسامعه عدة مرات في اليوم، فإن ذاكرته تختزن هذه الصورة من الاحترام (للأذان). ¶ وهكذا في سائر الأمور التي يجدها في بيئته الأولى، فكل ما يُقَّدس في بيته، يُقَدسَّ عنده، والعكس صحيح، فهو لا يأبه بالأمور التي لا يهتم بها أهل البيت. ¶ وفي هذا المعنى يقول جودت سعيد: ¶ الأطفال الذين تدفعهم الأرحام إلى الوجود ولا يملكون فكرًا أو كلامًا، أو كتابة، وليس لديهم إلا الاستعداد لأن يكونوا أي شيء تكون عليه بيئتهم، فكل طفل يولد في العالم العربي يصير عربيًا في لسانه وفكره، حين لا يرى غير قومه، والصيني يصير بوذيا، والهندي برهميا، وكذلك كل أطفال أهل الملل والنحل واللغات (¬2). ¶ وكما قال صلى الله عليه وسلم: «ما من مولود إلا يولد على الفطرة، فأبواه يُهوَّدانه أو يُنصَّرانه، أو يمجِّسانه .. » (¬3). ¶ ¬__________ ¶ (¬1) أي معلومة يتلقاها الإنسان من خلال سمعه أو بصره فإنها تذهب إلى جزء في العقل وهو العقل المدرك أو الواعي أو الشعور، فإذا قبلها العقل انتقلت إلى الجزء الآخر وهو الغير مدرك أو اللاشعور والذي يشكل منطقة العلم الراسخ، أو اليقين، أو المعتقدات سواء كانت صحيحة أو فاسدة، ولكي يستقر مدلول المعلومة في منطقة اللاشعور لا بد من تكرار مرورها على العقل المدرك مرات ومرات فيمررها إلى اللاشعور حتى تستقر فيه .. مثال: تعلم قيادة السيارة في البداية يكون بالعقل المدرك وبعد تكرار وتكرار تستقر المعلومات في اللاشعور، فيقوم الإنسان بقيادة السيارة بتلقائية دون تفكير، وكذلك تعلم أحكام التجويد في البداية يكون بالعقل المدرك وبعد ذلك بـ (اللاشعور). ¶ (¬2) كن كابن آدم لجودت سعيد ص 312. ¶ (¬3) متفق عليه.",
            "page": "65",
            "part": "1",
            "seal": "4D8F6848"
        },
        {
            "id": "67",
            "nass": "(في المهد وهو ينظر إلى مناغاة أمة وسلوكها معه، ومع من حولها من الكبار والصغار، فكله أذن وعين تصب في (لا وعيه) مفاهيم الحضارة التي احتاجت إلى آلاف السنين، خلال سنتين أو ثلاث. ¶ إنه يبدأ بالتمييز بين الأصوات الغاضبة والأصوات الحانية، وبين الوجوه المقطبة الغاضبة، والوجوه الباسمة المطمئنة الراضية. ¶ من هنا يتعلم الأشياء المقدسة التي نغضب من أجلها إذا انتهكت، والأشياء والمفاهيم المدنسة التي نغضب، ونرفع أصواتنا، ونقطب وجوهنا منها. ¶ لهذا فإن الطفل حين يبدأ في الحبو، والإمساك بالأشياء، واللعب بها، ينظر إلى وجوهنا ليطمئن إلى أن سلوكه يُقابل بعلامات الرضا على وجوهنا، وهكذا يفهم القيم العميقة التي تحكم سلوكنا قبل أن يتكلم، وقبل أن يعرف الكلمات ومعانيها، فتبدو هذه القيم عميقة في شخصيته وكأنها ولدت معه، لأنها تغرس فيه عمليا. ¶ يحدث هذا لدى الطفل في السنوات التي تسبق ذهابه إلى المدرسة، وقبل أن يتعلم الكلام، وهذا ما يحكم سلوكه العميق في حياته القادمة، ويصعب عليه أن يخرج على ما تعلمه وغُرس فيه في سنوات عمره الأولى، لأنه تغلغل في اللاشعور (¬1). ¶ وماذا عن الصورة الموروثة عن القرآن؟! ¶ فإن كانت أغلب المفاهيم والقيم - سواء كانت صحيحة أم خاطئة - تغرس في يقين الطفل في سنوات عمره الأولى، فماذا يتكون لديه من مفاهيم حول القرآن؟! ¶ هو في البداية لا يعرف القرآن لكنه يرى شيئًا موضوعًا في مكان ما بالمنزل، تمر الأيام والأيام ولا يقترب منه أحد، وإذا ما حدث وأمسك به أحد أبويه فإنه يُقبله، وينظر فيه قليلا ثم يتركه في مكانه. ¶ يجد أمه تقوم بتشغيل المذياع فيخرج منه صوت له نغمة ليست كسائر النغمات التي يسمعها، ثم يجد أمه تترك مكان المذياع الذي ينبعث منه الصوت وتذهب لمكان آخر .. أو تتحدث مع والده، أو في الهاتف، أو تقرأ في مجلة .. كل هذا في وجود الصوت المنبعث من المذياع!!. ¶ يرى والده ووالدته يشاهدان التلفاز باهتمام، فإذا ما جاء الصوت الذي تعود على سماعه مع أمه وبنفس النغمة، يجد أبويه وقد ذهب اهتمامهما فأغلقا الجهاز، أو تركاه يبث الصوت دون أن يستمع إليه أحد. ¶ يسير مع أبويه فيجد أناسًا يجلسون في مكان كبير، ويسمع نفس الصوت، ويجد الناس -في الغالب- يتحدثون فيما بينهم، ولا يعبأون بما يسمعون .. ¶ يركب مع والده السيارة، فيجده قد أدار زرًا فيها، وانبعث نفس الصوت، ثم يجد أباه يتحدث مع أمه في وجود الصوت الذي تعود على سماعه دون أن يهتم به أحد .. ¶ فماذا تظن أن يرسخ في يقين هذا الطفل - الذي ما هو إلا أنا وأنت - عن القرآن؟! ¶ هل سيرث من أبويه ومن البيئة المحيطة أهمية القرآن، وأنه للقلب كالروح للجسد، أم سيرث التقديس الشكلي له، وعدم الاهتمام بفهم خطابه؟! ¶ وعندما يكبر الأولاد ويكونون في سن المدرسة، فإن بعض الآباء يأخذ بأيديهم إلى مراكز تعليم القرآن، فيزداد الأمر رسوخًا لديه بأن المطلوب مع القرآن هو: ألفاظ تقرأ أو تحفظ بلا وعي ولا إدراك .. ¶ الصورة الذهنية: ¶ يقول عمر عبيد حسنة: ¶ إن الصورة التي طبعت في أذهاننا، في مراحل الطفولة للقرآن أنه لا يُستدعي للحضور إلا في حالات الاحتضار والنزع والوفاة، أو عند زيارة المقابر، أو نلجأ لقراءته عند أصحاب الأمراض المستعصية، وهي قراءات لا تتجاوز الشفاة (¬2). ¶ ويقول الإمام محمد عبده رحمه الله: ¶ معرفتنا بالقرآن كمعرفتنا بالله تعالى أول ما يُلقن الوليد عندنا من معرفة الله تعالى هو اسم (الله) تبارك وتعالى، يتعلمه بالأيمان الكاذبة، والصادقة: (والله لقد فعلت كذا وكذا، والله ما فعلت كذا). ¶ ¬__________ ¶ (¬1) كن كابن آدم ص 313، 314. ¶ (¬2) كيف نتعامل مع القرآن ص 17.",
            "page": "66",
            "part": "1",
            "seal": "FF5BAFCE"
        },
        {
            "id": "68",
            "nass": "وكذلك القرآن: يسمع الصبي ممن يعيش معهم أنه كلام الله تعالى، ولا يعقل معنى ذلك، ثم لا يعرف من تعظيم القرآن إلا ما يعظمه به سائر المسلمين الذين تربى بينهم وذلك بأمرين: ¶ أحدهما: اعتقاد أن آية كذا إذا كُتبت ومحيت بماء وشربه صاحب مرض كذا يشفى، وأن من حمل القرآن لا يقربه جن ولا شيطان ويبارك له في كذا وكذا إلى غير ذلك مما هو مشهور ومعروف للعامة أكثر مما هو معروف للخاصة. ¶ ثانيهما: الهزَّة والحركة المخصوصة والكلمات المعلومة التي تصدر ممن يسمعون القرآن إذا كان القارئ رخيم الصوت، حسن الأداء، عارفًا بالتطريب على أصول النغم. ¶ والسبب في هذه اللذة والنشوة هو حسن الصوت والنغم، بل أقوى سبب لذلك هو بُعد السامع عن فهم القرآن .. وأعنى بالفهم ما يكون عن ذوق سليم تصيبه أساليب القرآن بعجائبها وتملكه مواعظها فتشغله عما بين يديه مما سواه (¬1) .. ¶ ورثنا القرآن: ¶ لقد ورثنا القرآن فيما ورثناه عن السابقين .. ورثناه ككتاب مقدس تقديسًا شكليًا: نُقبَّله .. نفتتح به الحفلات والمناسبات .. تكتب آياته في تابلوهات أنيقة تزين الجدران، أو تدق على مصكوكات من الذهب والفضة لتتزين بها النساء. ¶ يصف أبو الحسن الندوي هذا الحال عند حديثه عن العوامل التي أثرت في تكوين شخصية محمد إقبال فيقول: ¶ أما الأستاذ الآخر الذي يرجع إليه الفضل في تكوين شخصيته وعقليته، فهو أستاذ كريم لا يخلو منه بيت من بيوت المسلمين، ولكن ليس الشأن في وجود الأستاذ، وكونه بمتناول اليد من تلاميذه، إنما الشأن في معرفته، وتقديره، وجلاله، والإفادة منه، وإلا لكان أبناء البيت، ورجال الأسرة، وأهل الحي أسعد بعالمهم، وأكثر انتفاعًا من غيرهم، ولكن بالعكس من ذلك رأينا أن العالِم الكبير والحكيم الشهير، والمؤلف العظيم، ضائع في بيته، مهجور في داره، يزهد فيه أولاده، ويستهين بقيمته أفراد أسرته، ويأتي رجل من أقصى العالم، فيغترف من بحر علومه، ويتضلع من حِكَمه. ¶ لا تذهب بكم الظنون، ولا يبعد بكم القياس أيها الإخوان! فذلك الأستاذ العظيم هو «القرآن الكريم» الذي أثر في عقلية إقبال، وفي نفسه ما لم يؤثَّر فيه كتاب ولا شخصية، ولكنه أقبل على قراءة هذا الكتاب إقبال رجل حديث العهد بالإسلام، فيه من الاستطلاع والتشوق ما ليس عند المسلمين الذين ورثوا هذا الكتاب العجيب، فيما ورثوه من مال ومتاع ودار وعقار (¬2). ¶ * * * ¶ ثانيًا: طول الإلف ¶ إن وجود الشمس، وشروقها وغروبها كل يوم آيات عظيمة تدل على القدرة المطلقة للخالق - سبحانه وتعالى- وعلى قيوميته على جميع خلقه، وأنه لا تأخذه سنة ولا نوم .. ¶ هذه الآيات التي نشاهدها كل يوم: صباحًا ومساءً لماذا لا تؤثر فينا؟! ¶ الجواب هو: لأننا ألفنا وجودها منذ الصغر. ¶ (فطبيعة النفس البشرية إذا ألِفت الشيء خفى عليها أسراره، وصرفها هذا الإِلف عن التفكر فيه ثم اكتشاف ما فيه) (¬3). ¶ فإذا ما انتقلنا للقرآن الكريم فإننا نجد أن (طول الإلف) له دور كبير في عدم انتفاعنا به .. ¶ فمنذ الصغر ونحن قد ألفنا القرآن يُتلى بنغمة وتراتيل معينة، لا تظهر هذه النغمة في كلام آخرم سواء كان شعرا أو نثرا أو أغانٍ. ¶ وباستمرار سماع هذه النغمة تعودت الأُذن عليها، وألِفتها دون محاولة الإصغاء إلى معنى الكلام الذي يصاحبها. ¶ ¬__________ ¶ (¬1) مقدمة تفسير الفاتحة ص 19، 20، باختصار. ¶ (¬2) روائع إقبال ص 37، 38. ¶ (¬3) التعبير القرآني ص136.",
            "page": "67",
            "part": "1",
            "seal": "30AFB618"
        },
        {
            "id": "69",
            "nass": "ومما ساعد على عدم الإصغاء للخطاب القرآني أن المستمع في الغالب يكتفي بجو الروحانية، والشعور بالارتياح الذي ينشأ عند سماع أصوات المقرئين ينساب في المكان وكما أسلفنا فإن هذا الارتياح ناشئ عن جرس القرآن وجماله التوقيعي الذي لا نظير له، ولكنه للأسف لا ينُشئ إيمانًا، فالإيمان يحتاج إلى يقظة العقل وإدراكه للمعنى، مع استثارة العاطفة مع هذا المعنى ليستقر مدلوله في القلب فينشأ بذلك الإيمان. ¶ القراءة بالألحان المحدثة: ¶ ومما ساعد على إلف القرآن، وعدم الانصراف إلى المعنى هو القراءة بالألحان المحدثة التي ابتدعها بعض المقرئين. ¶ يقول ابن رجب: هذه الألحان تهيج الطباع، وتلهي عن تدبر ما يحصل له من الاستماع، حتى يصير الالتذاذ بمجرد سماع النغمات الموزونة، والأصوات المطربة، وذلك يمنع المقصود من تدبر معاني القرآن. ¶ وإنما وردت السنة بتحسين الصوت بالقرآن، لا بقراءة الألحان، وبينهما بون بعيد (¬1). ¶ (فالقارئ يتفنن في النغم والتلحين، ويخرج عن سنن الترتيل، وقواعد التجويد، ويعيد الآية عند استحسان السامعين للنغمة وطلبهم الإعادة، والسامع يستخفه الطرب لا من معاني القرآن، بل من حسن التوقيع، وأفانين الألحان، فيصيح في نهاية الآيات بكلمات الاستحسان، والثناء على القارئ، والدعاء له، وطلب الإعادة منه (¬2). ¶ ولطالما طرقت أَذاننا ونحن نسير في الشوارع والطرقات أصوات بعض المقرئين وهم يقرؤون بهذه الألحان المحُدثة، والقراءات المختلفة لنفس الآية، ولطالما سمعنا كلمات الاستحسان التي تلقى إليهم والآهات التي تخرج من أفواه السامعين .. ¶ سمعنا هذا ولا نزال نسمعه حتى ألفناه، وانصرفت عقولنا عن إدراك المعاني .. ¶ * * * ¶ ثالثًا: نسيان الهدف الذي من أجله نزل القرآن ¶ إن الإنسان هو موضوع القرآن، بمعنى أن الهدف الأسمى لنزول القرآن هو هداية الإنسان وإصلاحه والسير به في الطريق المؤدي إلى رضا الله وجنته .. ¶ ومن أجل تحقيق هذا الهدف جعلها الله رسالة موجزة مقارنة بما تحتويه من معان عظيمة، ليسهل حملها وقراءتها وحفظها. ¶ ولكونها رسالة موجزة، وفقراتها قليلة الكلمات ثقيلة المعاني، كان من الضروري قراءتها بتأنٍ وتؤدة حتى يتمكن القارئ والسامع من فهم المقصود منها {وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ} [الإسراء: 105]. ¶ ولأن وظيفتها في الهداية والتغيير تتطلب الزيادة المستمرة للإيمان في القلوب، كان الأمر الإلهي بترتيلها والتغني بها لتستثير بذلك العاطفة {وَرَتِّلِ الْقُرْآنَ تَرْتِيلاً} [المزمل: 4]. ¶ ولأنها تخاطب الناس جميعًا، فقد يسرها الله للقراءة، فلا تحتاج إلى أماكن محددة، أو أزمنة خاصة لتقرأ فيها: {وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ} [القمر: 17]. ¶ ولأن مستويات الناس وثقافاتهم ومداركهم مختلفة فقد جعل الله عباراتها مرنة تستوعب الزمان والمكان والأشخاص أيًا كان مستواهم .. ¶ . ولأن الإنسان من طبيعته النسيان، وكذلك لتعرضه المستمر للمغريات والملهيات خلال يومه وليلته؛ كان من الأهمية بمكان أن يداوم على قراءة القرآن لتحدث له دوام التذكرة والتبصرة، وليُعَوِّض بالقرآن ما فقده من إيمان، وليس ذلك فحسب بل وليمد قلبه بالروح التي تجعله دومًا في إقبال على الله. ¶ من هنا كانت التوجيهات النبوية المتعددة بكثرة تلاوة القرآن، وتعاهده كل يوم، وحتى لا تمل النفس كان رصد الجوائز والأجر العظيم لكل من قرأ حرفًا من القرآن ليستمر الحافز والدافع لديها للقراءة .. كل ذلك ليتحقق المقصود من اللقاء بالقرآن .. ¶ ¬__________ ¶ (¬1) مجموع رسائل ابن رجب 2/ 463. ¶ (¬2) هجر القرآن ص 100.",
            "page": "68",
            "part": "1",
            "seal": "A8E74C06"
        },
        {
            "id": "70",
            "nass": "تأمل معي هذا الحديث النبوي الذي يربط بين الأمرين .. بين قيمة القرآن، وبين ثواب قراءته. عن عبد الله بن مسعود، عن النبي صلى الله عليه وسلم قال: «إن هذا القرآن مأدبة الله تعالى، فتعلموا من مأدبته ما استطعتم. إن هذا حبل الله عز وجل، وهو النور المبين، والشفاء النافع، عصمة لمن تمسك به، ونجاة لمن اتبعه، لا يعوجُّ فيُقوَّم، ولا يزيغ فيُستعتب، ولا تنقضى عجائبه، ولا يخلق على كثرة الرد. فاتلوه، فإن الله يأجركم على تلاوته بكل حرف عشر حسنات، أما إني لا أقول الم، ولكن ألف عشر، ولام عشر، وميم عشر» (¬1). ¶ ولأن الهداية لن تحدث إلا بفهم المراد من الخطاب كان الأمر بتدبر القرآن لتحقيق المقصود من نزوله {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِّيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الألْبَابِ} [ص: 29]. ¶ ولأن البعض قد لا يتيسر له وجود المصحف بجواره في كل الأوقات، ولأن الصلاة تتطلب قراءة القرآن كانت فضيلة حفظه .. كله أو بعضه. ¶ إذن فهي منظومة متكاملة من الوسائل التي شُرِعت، وندب إليها لتحقيق الهدف العظيم من نزول القرآن {يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَاءٌ لِّمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ} [يونس: 57]. ¶ فكثرة قراءة القرآن، وتعلم أحكام تلاوته، وترتيله، وحفظ آياته، وتدبره، وقراءته بصوت مسموع وحزين .. كل هذه وسائل لتحقيق الهدف. ¶ معنى ذلك أن أهل القرآن هم أهل الانتفاع به، والوصول من خلاله إلى الهدف الذي أنزل من أجله. ¶ من هنا ندرك كلام ابن القيم: أهل القرآن هم العالمون به، والعاملون بما فيه، وإن لم يحفظوه عن ظهر قلب، وأما من حفظه ولم يفهمه، ولم يعمل بما فيه، فليس من أهله وإن أقام حروفه إقامة السهم (¬2). ¶ ماذا يحدث لو نُسى الهدف؟! ¶ فإذا ما نُسى الهدف من نزول القرآن، وبالتالي لم يحدث ربط الوسائل بهذا الهدف، فمن المتوقع أن يتعامل الكثير مع النصوص الواردة في فضل وأهمية «الوسائل» (كفضل القراءة والترتيل والحفظ وقراءة الليل .. ) على أنها «غايات» و «أهداف». ¶ فيُصبح هم المرء حفظ القرآن كهدف ومن ثم لا يُعطي اهتمامًا يُذكر للقراءة المتأنية الواعية المدركة لمعاني الآيات فضلاً عن التأثر بها. ¶ وينصرف الهم كذلك إلى تحصيل أكبر قدر من الحسنات من خلال القراءة السريعة، وينصرف الهم أيضًا إلى استغراق الأوقات في تعلم أحكام الترتيل والتعمق فيها، والتشديد على المتعلمين في أمور قد لا تكون أساسية في الترتيل. ¶ كل ذلك وغيره من المتوقع أن يحدث لو نُسى الهدف من نزول القرآن .. ¶ ولقد حدث ذلك بالفعل .. نعم، لم يحدث ذلك بين يوم وليلة، بل بدأ نسيان الهدف من نزول القرآن يحدث بالتدريج بعد الجيل الأول. ¶ يقول عبد الله بن مسعود: أُنزل القرآن ليُعمل به، فاتخذوا دراسته عملا!! ¶ إن أحدكم ليقرأ من فاتحته إلى خاتمته ما يُسقط منه حرفا، وقد أسقط العمل به (¬3). ¶ ويقول الحسن البصري: إنكم اتخذتم قراءة القرآن مراحل، وجعلتم الليل جملا، فأنتم تركبونه وتقطعون به مراحله، وإن من كان قبلكم رأوه رسائل من ربهم، فكانوا يتدبرونها بالليل وينفذونها بالنهار (¬4). ¶ وخير توصيف للحال مع القرآن حين ينُسى الهدف من نزوله قول الحسن البصري: ¶ ¬__________ ¶ (¬1) أخرجه أبو عبيد في فضائل القرآن ص 50، وفي مجمع الزوائد (7/ 164)، والدارمي (3316) عن عبد الله بن مسعود. ¶ (¬2) زاد المعاد لابن القيم 1/ 338. ¶ (¬3) سبق تخريجه. ¶ (¬4) لمحات الأنوار للغافقي 3/ 1204.",
            "page": "69",
            "part": "1",
            "seal": "26116E16"
        },
        {
            "id": "71",
            "nass": "إن هذا القرآن قد قرأه عبيد وصبيان لا علم لهم بتأويله ولم يأتوا الأمر من قِبَل أوله، قال الله عز وجل {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِّيَدَّبَّرُوا آيَاتِهِ}. ¶ وما تدبر آياته إلا اتباعه لعلمه، والله يعلمه. ¶ أما والله ما هو بحفظ حروفه وإضاعة حدوده، حتى إن أحدهم ليقول: قد قرأت القرآن كله فما أُسقط منه حرفا، وقد أسقطه كله، ما بدا له القرآن في خلق ولا عمل، حتى إن أحدهم ليقول: والله إني لأقرأ السورة في نفس واحد. ¶ والله ما هؤلاء بالقراء ولا العلماء ولا الحكماء ولا الورعة، ومتى كانت القراء تقول مثل هذا؟ لا كثر الله في الناس مثل هذا (¬1). ¶ ويقول أبو شامة المقدسي: ¶ لم يبق لمعظم من طلب القرآن العزيز هِمَّةً إلا في قوة حفظه، وسرعة سرده، وتحرير النطق بألفاظه، والبحث عن مخارج حروفه، والرغبة في حسن الصوت به. ¶ وكل ذلك- وإن كان حسنا - ولكن فوقه ما هو أهم منه وأتم، وأولى، وأحرى، وهو فهم معانيه، والتفكر فيه، والعمل بمقتضاه، والوقوف عند حدوده، وثمرة خشية الله تعالى من حسن تلاوته (¬2). ¶ ابن تيمية يؤكد على هدف نزول القرآن: ¶ يقول ابن تيمية رحمه الله: ¶ ولا يخفى على أولى الألباب أن المقصود بنزوله اتباعه، والعمل بما فيه، إذ العاملون به هم الذين جُعلوا من أهله، وأن المطلوب من تلاوته تدبره، وفهم معانيه، لذلك أمر الله بترتيله والترسل فيه ليتجلى أنوار البيان من مشارق تبصرته، ويتحلى بآثار الإيمان من حقائق تذكرته (¬3). ¶ البنا يُذكِّر بالهدف: ¶ ومن أقوال الإمام حسن البنا رحمه الله: ¶ لم ينزل القرآن من علياء السماء على قلب محمد صلى الله عليه وسلم ليكون تميمة يحُتجب بها، أو أورادًا تُقرأ على المقابر وفي المآتم، أو ليُكتب في السطور، ويحفظ في الصدور، أو ليحُمل أوراقًا ويُهمل أخلاقًا، أو ليحفظ كلامًا ويهُجر أحكامًا .. وإنما نزل ليهدي البشرية إلى السعادة والخير {قَدْ جَاءَكُم مِّنَ اللهِ نُورٌ وَكِتَابٌ مُّبِينٌ - يَهْدِي بِهِ اللهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلاَمِ وَيُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُّسْتَقِيمٍ} [المائدة: 15، 16] (¬4). ¶ ويقول في نفس المعنى: ¶ فليس المقصود من القرآن: مجرد التلاوة، أو التماس البركة، وهو مبارك حقًا، ولكن بركته الكبرى في تدبره، وتفهم معانيه ومقاصده، ثم تحقيقها في الأعمال الدينية والدنيوية على السواء، ومن لم يفعل ذلك، واكتفى بمجرد التلاوة بغير تدبر ولا عمل، فإنه يُخشى أن يحق عليه الوعيد الذي يرويه البخاري عن حذيفة رضي الله عنه: «يا معشر القراء: استقيموا فقد سبقتم سبقًا عظيمًا وإن أخذتم يمينًا وشمالاً لقد ضللتم ضلالاً بعيدًا» (¬5). ¶ هل نقرأ لنفهم أم نقرأ لنقرأ؟! ¶ ¬__________ ¶ (¬1) أخرجه الفريابي في فضائل القرآن برقم (177)، ومحمد بن نصر في قيام الليل. ¶ (¬2) المرشد الوجيز ص 193. ¶ (¬3) قاعدة في فضائل القرآن ص 54. ¶ (¬4) نظرات في كتاب الله ص 34. ¶ (¬5) المصدر السابق ص 88.",
            "page": "70",
            "part": "1",
            "seal": "64CA26CE"
        },
        {
            "id": "72",
            "nass": "وللشيخ محمد الغزالي - رحمه الله - كلام دقيق يؤكد هذا المعنى، فيقول في كتاب «كيف نتعامل مع القرآن؟»: «حال المسلمين مع القرآن الكريم تستدعى الدراسة المتعمقة، ذلك أن المسلمين بعد القرون الأولى، انصرف اهتمامهم بكتابهم إلى ناحية التلاوة، وضبط مخارج الحروف، واتقان الغُنن والمُدود، وما إلى ذلك مما يتصل بلفظ القرآن والحفاظ على تواتره كما جاءنا، أداءً وأحكامًا -أقصد أحكام التلاوة- لكنهم بالنسبة لتعاملهم مع كتابهم، صنعوا شيئًا ربما لم تصنعه الأمم الأخرى .. فإن كلمة «قرأت» عندما يسمعها الإنسان العادي أو يقولها، تعني: أن رسالة جاءته أو كتابًا وقع بين يديه فنظر فيه، وفهم المقصود منه .. فمن حيث الدلالة لا أجد فكاكًا بين الفهم والقراءة، أو بين السماع والوعي. ¶ أما الأمة الإسلامية، فلا أدري بأية طريقة فصلت بين التلاوة، وبين التدبر، فأصبح المسلم اليوم يقرأ القرآن لمجرد البركة، كما يقولون، وكأن ترديد الألفاظ دون حس بمعانيها، ووعي لمغازيها، يفيد أو هو المقصود. ¶ وعندما أحاول أن أتبين الموقف في هذا التصرف، أجد أنه مرفوض من الناحية الشرعية، ذلك أن قوله تعالى: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِّيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الألْبَابِ} [ص: 29] يعني: الوعي والإدراك والتذكر والتدبر .. فأين التدبر؟ وأين التذكر مع تلك التلاوة السطحية التي ليس فيها أي إحساس بالمعنى، أو إدراك للمقصد» (¬1) .. ¶ * * * ¶ رابعًا: الانشغال بفروع العلم والتبحر فيها ¶ كان صلى الله عليه وسلم يحرص على عدم انشغال الصحابة بغير القرآن حتى يتمكن القرآن في القيام بعمله على أكمل وجه .. ¶ وتوفى الرسول صلى الله عليه وسلم بعد أن ترك جيلاً عظيمًا تفخر به البشرية حتى الآن .. ¶ ولقد كان أبناء هذا الجيل حريصون على تبليغ نفس الرسالة لمن بعدهم، ولقد مر علينا سابقًا الكثير من المواقف التي تؤكد هذا المعنى .. ¶ ولكن بعد أن اتسعت الفتوحات، واختلط المسلمون بالأجناس الأخرى وبما كانوا يحملونه من ثقافات حدث الانبهار بها والتفكير في نقلها وأسلمتها. ¶ هذا من ناحية، ومن ناحية أخرى فإن الانشغال بتدوين الحديث، وتتبع رجاله استنفذ جهدا عظيمًا من الأجيال التالية لجيل الصحابة. ¶ هذا العمل العظيم الذي قام به هؤلاء العلماء الصالحون كان ضروريًا لحفظ سنة رسول الله صلى الله عليه وسلم، ولكن كان من الأولى ألا يكون هذا العمل على حساب القرآن، بمعنى أن يسير الاهتمام بالحديث وتدوينه جنبًا إلى جنب مع الاهتمام بالقرآن كمصدر متفرد للهداية والتغيير، ولكن لم يحدث هذا على الوجه المطلوب، وبدأ دور القرآن يتراجع قليلاً في النفوس، ولقد تعالت صيحات من بينهم تنبههم لضرورة التوازن، حتى لا يكون الاهتمام بالحديث على حساب القرآن، ومن ذلك ما قاله الإمام الشعبي لأصحاب الحديث: ¶ يا قوم! إنكم كلما تقدمتم في الحديث تأخرتم في القرآن (¬2). ¶ وليت الأمر قد اقتصر على الاهتمام بالسنة، فالسنة هي صنو القرآن، وشارحة لما أجمل فيه، والذي يهتم بها اهتمامًا صحيحًا فسيجدها تدعوه دومًا إلى الانتفاع الحقيقي بالقرآن. ¶ وليت الأمر قد اقتصر كذلك على العلوم التي استقاها العلماء من الكتاب والسنة والتي تُعرف الناس بربهم وبالطريق الموصل لبلوغ رضاه وجنته، وبأحكامه التي افترضها عليهم، وبما ينفعهم وبما يضرهم في الدارين. ¶ ¬__________ ¶ (¬1) كيف نتعامل مع القرآن ص27. ¶ (¬2) مع القرآن وحملته في حياة السلف الصالح ص 53، نقلا عن نزهة الفضلاء تهذيب سير أعلام النبلاء 3/ 582.",
            "page": "71",
            "part": "1",
            "seal": "5BE8AD05"
        },
        {
            "id": "73",
            "nass": "لم يقتصر الأمر على ذلك، بل بدأ التوسع في فروع العلم المختلفة كعلوم الآلة (النحو -البلاغة- الصرف .. ) والتي من المفترض أنها وسائل مُعينة لخدمة العلم الأساسي النافع ألا وهو معرفة الله عز وجل وما يحبه ويرضاه، ومعرفة أحكامه، ومعرفة ما ينفع وما يضر. (¬1) ¶ كل ذلك كان على حساب الاهتمام بالقرآن. ¶ ومما ساعد على الانجراف في هذا الأمر النسيان التدريجي للهدف من نزول القرآن، وعدم أخذ تحذيرات الصحابة مأخذ الجد، واجتهاد البعض في تأويلها على أنها تعني فقط عدم خلط القرآن بغيره وهو لا يزال غضا طريًا. ¶ النبع لم يعد واحدًا: ¶ إذن فتطور الفكر الإسلامي بهذا الشكل كان له مردود سلبي على الاهتمام بالقرآن، والدليل على ذلك أن المساحة اتسعت بين الجيل الأول والأجيال المتتالية .. وفي هذا المعنى يقول سيد قطب: ¶ كان هناك مقصد من رسول الله صلى الله عليه وسلم أن يقصر النبع الذي يستقي منه ذلك الجيل - جيل الصحابة في فترة التكوين الأولى - على كتاب الله وحده، لتخلص نفوسهم له وحده، ويستقيم عودهم على منهجه وحده .. ومن ثم غضب أن رأى عمر بن الخطاب رضي الله عنه يستقي من نبع آخر. ¶ كان رسول الله صلى الله عليه وسلم يريد صنع جيل خالص القلب، خالص العقل، خالص التصور، خالص الشعور، خالص التكوين من أي مؤثر آخر غير المنهج الإلهي الذي يتضمنه القرآن الكريم. ¶ ذلك الجيل استقى إذن من ذلك النبع وحده، فكان له في التاريخ ذلك الشأن الفريد. ¶ ثم ما الذي حدث، اختلطت الينابيع! صبت في النبع الذي استقت منه الأجيال التالية فلسفة الإغريق ومنطقهم وأساطير الفرس وتصوراتهم، وإسرائيليات اليهود، ولاهوت النصارى، وغير ذلك من رواسب الحضارات والثقافات. ¶ واختلط هذا كله بتفسير القرآن الكريم، وعلم الكلام، كما اختلط بالفقه والأصول أيضًا. ¶ وتخرج على ذلك النبع المشوب سائر الأجيال بعد ذلك الجيل، فلم يتكرر ذلك الجيل أبدًا. ¶ وما من شك أن اختلاط النبع الأول كان عاملاً أساسيًا من عوامل الاختلاف البيَّن بين الأجيال كلها، وذلك الجيل المتميز الفريد (¬2). ¶ ليست دعوة لترك العلوم الأخرى: ¶ وليس المقصد من هذا الكلام هو الدعوة لترك العلوم الأخرى، والتراث الضخم الذي خلفته تلك الأجيال في شتى فروع الثقافة، والذي أفاد البشرية كلها، والذي استطاعت أوروبا أن تستثمره خير استثمار في بناء نهضتها الحديثة. ¶ ليس هذا هو المقصد يقينًا. ¶ بل المقصد من طرح هذا الموضوع دراسة الأسباب والعوامل التي أدت إلى انزواء دور القرآن في أذهاننا إلى هذا الحد الذي أصبحت فيه الصورة الذهنية المستدعاه عند الحديث عنه هي كيفية استكمال حفظه؟ .. كيفية التبرك به وتحصيل الأجر والثواب من خلاله؟! ¶ ¬__________ ¶ (¬1) يقول ابن رجب في رسالة (فضل علم السلف على الخلف): أما ما أُحدث بعد الصحابة من العلوم التي توسع فيها أهلها وسموها علومًا، وظنوا أن من لم يكن بها عالما فهو جاهل أو ضال، فكلها بدعة، وهي من محدثات الأمور المنهي عنها، فمن ذلك ما أحدثه المعتزلة من الكلام في القدر وضرب الأمثال لله، وقد ورد النهي عن الخوض في القدر .. ومن ذلك ما أحدثه المعتزلة ومن حذا حذوهم من الكلام في ذات الله وصفاته بأدلة العقول، وهو أشد خطرًا من الكلام في القدر، لأن الكلام في القدر كلام في أفعاله تعالى وهذا الكلام في ذاته وصفاته تعالى. ¶ وبعد أن عدَّد ابن رجب صورًا كثيرة للعلوم المحدثة الغير نافعة قال: وكل ذلك محدث لا أصل له، وصار ذلك علمهم حتى شغلهم ذلك عن العلم النافع. (انظر: فضل علم السلف على الخلف من ص 24 - 33). ¶ (¬2) معالم في الطريق ص 13، 14.",
            "page": "72",
            "part": "1",
            "seal": "35D85CE0"
        },
        {
            "id": "74",
            "nass": "والمقصد كذلك من طرح هذا الموضوع هو الدعوة لإعادة ترتيب الأولويات، ووضع الانتفاع الحقيقي بالقرآن على رأس قائمة الرعاية والاهتمام، ثم تأتي السُّنَّة بعده، ثم سائر العلوم الأخرى التي تخدم الإنسان وتنفعه في الدارين. ¶ غيرة على القرآن .. ولكن!! ¶ عندما انشغلت الأمة بالعلوم الأخرى وتوسع العلماء في فروع العلم، اشتدت غيرة بعض الصالحين على القرآن ففعلوا أمورًا عجيبة ظنًا منهم أنهم بذلك يُرغِّبون المسلمين في الانكباب مرة أخرى على القرآن، فجاءت للأسف بنتيجة عكسية. ¶ ومن أبرز هذه الأمور هي: وضع أحاديث في فضائل القرآن، وفضائل سوره ليس لها أي أصل. ¶ ذكر الإمام الزركشي في كتابه (البرهان في علوم القرآن): أنه قيل لنوح بن أبي مريم: من أين لك عن عكرمة عن ابن عباس في فضائل القرآن سورة سورة؟! ¶ فقال: إني رأيت الناس قد أعرضوا عن القرآن واشتغلوا بفقه أبي حنيفة ومغازي محمد بن إسحاق، فوضعت هذه الأحاديث حسبة (¬1). ¶ يقول د. مصطفى السباعي - رحمه الله - إن من أسباب وضع الأحاديث: الجهل بالدين مع الرغبة في الخير. ¶ وهو صنيع كثير من الزهاد والعباد والصالحين. فقد كانوا يحتسبون وضعهم للأحاديث في الترغيب والترهيب، ظنًا منهم أنهم يتقربون إلى الله، ويخدمون دين الإسلام؛ ويحببون الناس في العبادات والطاعات، ولما أنكر العلماء عليهم ذلك وذكَّروهم بقوله صلى الله عليه وسلم: «من كذب علىَّ متعمدًا فليتبوأ مقعده من النار» (¬2). ¶ قالوا: نحن نكذب له صلى الله عليه وسلم لا عليه. وهذا كله من الجهل بالدين وغلبة الهوى والغفلة، ومن أمثلة ما وضعوه في هذا السبيل حديث فضائل القرآن سورة سورة، فقد اعترف بوضعه نوح بن أبي مريم، واعتذر لذلك بأنه رأى الناس قد أعرضوا عن القرآن واشتغلوا بفقه أبي حنيفة، ومغازي ابن إسحاق (¬3). ¶ في كم يُختم القرآن؟! ¶ ومن الأخبار التي دُست كذلك لتحفيز الناس لكثرة قراءة القرآن تلك التي تتناول هَدْى بعض السلف في ختم القرآن .. ¶ فمن المعلوم أن رسول الله صلى الله عليه وسلم لم يُجز لأحد من الصحابة أن يقرأ القرآن في أقل من ثلاث. ¶ فهذا عبد الله بن عمرو يقول: جمعت القرآن فقرأت به في كل ليلة، فبلغ ذلك النبي صلى الله عليه وسلم، فقال لي: «اقرأ به في كل شهر» فقلت: أي رسول الله، دعني أستمتع من قوتي وشبابي، قال: «اقرأ به في كل عشرين»، قلت: أي رسول الله، دعني أستمتع من قوتي وشبابي، فقال: «اقرأ به في كل عشر»، قلت: يا رسول الله، دعني أستمتع من قوتي وشبابي، قال: «اقرأ به في كل سبع»، قلت: أي رسول الله دعني أستمتع من قوتي وشبابي، فأبى» (¬4). ¶ وفي رواية: «لا يفقهه من يقرؤه في أقل من ثلاث» (¬5). فالأمر واضح، فالعقل والقلب لا يتحملان استيعاب القرآن كله - فهما وتجاوبا - في أقل من ثلاث، على الغالب. ¶ يقول أبو الطيب محمد شمس الحق آبادي في تعليقه على هذا الحديث: وهذا نص صريح في أنه لا يختم القرآن في أقل من ثلاث (¬6). ¶ وعن ابن مسعود قال: اقرأوا القرآن في سبع ولا تقرأوه في أقل من ثلاث (¬7). ¶ وكان معاذ بن جبل يكره أن يقرأ القرآن في أقل من ثلاث (¬8). ¶ ¬__________ ¶ (¬1) البرهان في علوم القرآن للزركشي ص 290. ¶ (¬2) متفق عليه. ¶ (¬3) السنة ومكانتها في التشريع ص 87. ¶ (¬4) رواه النسائي في فضائل القرآن، وأحمد في مسنده (199) وابن ماجه (1346). ¶ (¬5) أخرجه الإمام أحمد، وأورده الألباني في السلسلة الصحيحة ح (1513). ¶ (¬6) عون المعبود 4/ 187. ¶ (¬7) أخرجه سعيد بن منصور بإسناد صحيح. ¶ (¬8) فضائل القرآن لأبي عبيد ص 179.",
            "page": "73",
            "part": "1",
            "seal": "BF3C6AEE"
        },
        {
            "id": "75",
            "nass": "وفي يوم من الأيام قال النبي صلى الله عليه وسلم لأصحابه: «أيعجز أحدكم أن يقرأ ثلث القرآن في ليلة»، فشق ذلك عليهم، وقالوا: أينا يطيق ذلك يا رسول الله؟! فقال: «الله الواحد الصمد ثلث القرآن» (سورة الإخلاص) (¬1). ¶ فإجابة الصحابة تدل على استصعابهم قراءة ثلث القرآن في ليلة، لأنهم يعلمون حقوق القراءة. ¶ إن جملة الأحاديث الصحيحة التي وردت عن النبي صلى الله عليه وسلم في مسألة الحد الأدنى لختم القرآن تؤكد على أنه صلى الله عليه وسلم لم يُرخِّص لأحد ختمه في أقل من ثلاثة أيام. ¶ فإن قلت بأن عثمان بن عفان رضي الله عنه كان يقرأ القرآن في ركعة. لجاءك الجواب بأن هذا الأثر قد ضعَّفه الترمذي، وأقر الألباني ذلك التضعيف فقال: ولقد أحسن الإمام الترمذي برواية هذا الخبر والذي بعده (خبر عثمان بن عفان، وخبر سعيد بن جبير) بصيغة التضعيف، لأن الركعة مهما طالت لا يمكن أن يقرأ فيها القرآن الكريم كاملا، فضلا عما في ذلك من مخالفته لسنة رسول الله صلى الله عليه وسلم في الركوع والسجود والقيام، وحاشا لسيدنا عثمان أن يفعل مثل ذلك (¬2). ¶ وقال الشيخ عبد القادر الأرناؤوط: أقول: هذا هو الصواب الموافق للسنة (¬3). ¶ وقد يحُمل خبر عثمان بن عفان رضي الله عنه وأمثاله كما يقول ابن كثير: إما على أنه ما بلغهم في ذلك حديث مما تقدم، أو أنهم كانوا يفقهون ويتفكرون فيما يقرأونه مع هذه السرعة والله سبحانه وتعالى أعلم (¬4). ¶ فإذا ما نظرنا إلى كتب فضائل القرآن نجد في أغلبها أخبارًا عجيبة عن بعض السلف بأن فلانًا كان يختم في رمضان ستين ختمة، وآخر كان يختم ختمة فيما بين الظهر والعصر، ويختم ختمة أخرى فيما بين المغرب والعشاء، وآخر كان يختم بالنهار أربع ختمات، وبالليل أربع ختمات (¬5). ¶ وأكثر من هذا وأكثر، ومن لا يصدق هذا الكلام فعليه بالنظر في كتب فضائل القرآن ليتأكد بنفسه. فهل هذا كلام يُعقل؟! ¶ هل يمكن لأحد أن يختم القرآن بين صلاتي المغرب والعشاء؟! ¶ إن متوسط المسافة الزمنية بين انتهاء صلاة المغرب حتى صلاة العشاء تقرب من ساعة من الزمن، أي أنه كان يقرأ كل جزء من القرآن في دقيقتين!!! ¶ هذه الأخبار وغيرها، مهما قيل في صحتها أو عدم صحتها، فهي أولاً: تخالف الهدى النبوي، ثانيًا: تصطدم مع قوله تعالى: {لِّيَدَّبَّرُوا آيَاتِهِ} [ص: 29]: ثالثًا: لا يمكن تصديقها مهما ادعى البعض وجود بركة في الوقت عندهم (¬6) .. ولعل السبب وراء تناقل هذه الآثار -دون التثبت من صحتها- هو استثارة همم المسلمين في الانكباب على القراءة، والانشغال بها. ¶ وللأسف جاءت هذه الأخبار بنتيجة عكسية، وازداد الحرص على القراءة لمجرد القراءة، وخمدت الدعوة لتفهم القرآن وتدبره والتأثر به، وقد ظهر هذا الحرص بصورة واضحة في شهر رمضان، وجميعنا يعرف ما يحدث في هذا الشهر من تسارع وتنافس بين الناس في عدد الختمات، دون أي التفات إلى تدبر أو تأثر. ¶ * * * ¶ ¬__________ ¶ (¬1) رواه البخاري ومسلم. ¶ (¬2) ضعيف الترمذي للألباني ص (357). ¶ (¬3) هجر القرآن ص 67. ¶ (¬4) فضائل القرآن لابن كثير ص 65. ¶ (¬5) انظر فضائل القرآن لابن كثير، والتبيان للنوي، وفضائل القرآن لأبي عبيد لتجد الكثير من هذه الأخبار. ¶ (¬6) وهل لم يكن عند الصحابة بركة في الوقت حين شق عليهم قراءة ثلث القرآن في ليلة؟!!.",
            "page": "74",
            "part": "1",
            "seal": "3749BB61"
        },
        {
            "id": "76",
            "nass": "خامسًا: غياب أثر القرآن ¶ ومن العوامل التي أدت إلى ضعف الإيمان بالقرآن غياب أثره في حياة الكثير من المنشغلين به. ¶ نعم، هناك نماذج قرآنية تظهر بين الحين والآخر، ولكن نسبتها قليلة بالمقارنة بالمجموع. ¶ وعندما يرى عموم الناس أن أخلاق غالبية أهل القرآن لا تختلف عن أخلاق غيرهم، بل على العكس فقد يروا من البسطاء أخلاقًا وسلوكيات قد لا يجدوها من المنشغلين بالقرآن .. فإن هذا من شأنه أن يؤثر على نظرتهم للقرآن تأثيرًا سلبيًا، لتزداد مكانته انحصارًا في النفس، ويدخل في نطاق التقديس الشكلي المحض. ¶ فإذا ما حدثتهم عن ضرورة الانتفاع بالقرآن كما انتفع به الجيل الأول، قفزت إلى أذهانهم الأمثلة التي يعرفونها ويحتكون بها من المنشغلين بالقرآن، و التي لا يرون فيها النماذج الصحيحة، لذلك فإن كلماتك - في الغالب - لن تجد لها صدىً إيجابيًا في نفوسهم. ¶ والأمثلة على هذا الكلام موجودة في كل مكان - إلا من رحم الله - وسنكتفي في هذه الصفحات بعرض رسالة نُشرت في مجلة «الزهور» المصرية، وهي تُعبر عن وضع مؤلم نعيشه، فيه الكثير من المتناقضات بين القول والفعل، والواجب والواقع .. وعنوان الرسالة هو: ¶ النصف الهارب! ¶ كادت الفتاة أن تطير فرحًا عندما اختارها هي من بين كل الفتيات، وتقدم لخطبتها .. تخيلت حياتها معه فرقص قلبها. وشعرت بأنها امتلكت الدنيا، والآخرة معًا، فالشاب يحفظ القرآن كاملاً، ويخطب الجمعة في مسجد الحي. ولا يفوته فرض في جماعة، ولن تكون حياتها معه إلا جنة على الأرض ترفرف عليها ملائكة الطاعة والسعادة، ولا يعرف الشقاق لها طريقًا. ¶ وعندما طلبت أم الفتاة من زوجها أن يسأل عن الشاب أجابها بابتسامة عريضة: يا حاجَّة أسأل على من؟! توكلي على الله فالرجل تسبقه سيرته، وعلامة الصلاة التي تزين جبهته! ¶ وتم الزواج سريعًا بعد خطبة قصيرة، وعقد لم يتجاوز أيامًا، ودخلت الفتاة جنتها، أو ما كانت تظنه جنة! ففي البيت المشترك .. وفي ظل ستر الجدران والأسقف سقطت الأقنعة، وظهر الوجه الحقيقي المخيف للزوج، ووجدت الفتاة نفسها في كنف من لا يرعى فيها إلاًّ ولا ذمة، فالجبين المزدان بسيمة السجود مقطب دائمًا، واللسان الرطب بالذكر لا يخاطبها إلا بسوء، والوجه الذي شدها نوره يشيح عنها كلما تحدثت إليه أو سألته شيئًا، وتطور الأمر أكثر؛ فإذا باليدين اللتين طالما ارتفعتا بتكبيرة الإحرام توجهان إليها اللكمات إذا احتد الخلاف بينهما، والقدمين اللتين كم مشتا إلى المساجد تركلان أي شيء في طريقهما عندما يغضب! ¶ انسحبت الفرحة وحلاوة التوقع من نفس الفتاة؛ لتخليا مكانهما للصدمة ومرارة الواقع، والإحساس القاسي بالخديعة .. ¶ كانت تسترجع كلماته عن البيت المسلم، وتقارنها بأفعاله، فتهز رأسها غير مصدقة .. تتذكر ما قاله عن صلة الرحم، وكيف يكون البيت قبلة، وتقيسها إلى فظاظته مع ذوى قرباه، وسوء استقباله لأقاربها، فتكاد أن تجن! تتأمله وهو يطيل صلاة النوافل فتشعر أنها أمام ملاك، فإذا خرج من صلاته شعرت بأنه يخلع ثوبه ليرتدي ثوب إنسان لا يظن من يتعامل معه أنه ركع مرة في حياته! ¶ عاتبته .. فتذرع بالقوامة، حاجَّته بالقرآن والسنة فاتهمها بالتفلسف وسوء الأدب، سألته التحكيم فرفض بإباء، وأكد أنه غير مخطئ .. شكته إلى أبيها فاتهمها بالمبالغة، والإساءة إلى الرجل الطيب «السُّكرة» على حد تعبيره! ¶ فضفضت مع أمها، فقالت بانزعاج: صحيح .. «حسبناه موسى فكان فرعون»، ثم أردفت بأسى: ولكن اصبري يا ابنتي، وأجرك على الله. ¶ وعندما تيقن الأب من صدق ابنته، لم يستطع أن يواجه نظرات زوجته اللائمة، وهي تقول له: قلت لك: اسأل عنه يا حاج! ¶ وتمر الشهور والسنوات والزوج لا يستجيب لنصح، ولا يقبل مراجعة، ولا ينحني للحق! ¶ أعيت الأب الحيل .. ونفض الوسطاء أيديهم بعدما فقدوا الأمل .. ولم تملك الأم إلا البكاء ومحاولة التصبر إكرامًا للصغير الذي رزقت به ابنتها.",
            "page": "75",
            "part": "1",
            "seal": "2D3A04A5"
        },
        {
            "id": "77",
            "nass": "وبقيت الابنة تتجرع مرارة حياة كريهة، والأب يأكله الندم، والأم تعشش في قلبها الفرحة المكسورة، والرجل كما هو، يتلو القرآن بصوت رخيم جميل، بينما تنزوى هي في ركن قصى لائذة بإذاعة القرآن الكريم يتداخل في سمعها صوت تلاوة زوجها وصوت مذيع يتحدث عن أسس اختيار الزوج، مستشهدًا بحديثه صلى الله عليه وسلم: «إذا جاءكم من ترضون دينه وخلقه فزوجوه، إلا تفعلوا تكن فتنة في الأرض وفساد كبير». ¶ تنهمر دموعها وتضم كفيها بأسى، قابضة على الفراغ، متسائلة عن نصف معادلة الاختيار الذي يسكن بيتها، والنصف الآخر الذي فر، ولا تدري إلى أين؟! (¬1) ¶ * * * ¶ سادسًا: كيد الشيطان ¶ إن إبليس - الذي أقسم بعزة الله بأن يعمل على غواية البشر وسوقهم معه إلى النار - ما كان ليترك هذه الأمة ليلتقي أبناؤها بالقرآن فيتزودوا منه بالإيمان، وبالتالي يتحصنون من كيده، ويلتزمون صراط الله المستقيم، فيدخلون الجنة. ¶ وكيف يتركهم وقد رأى التأثير العظيم الفذ للقرآن على جيل الصحابة، ومن ثَّم فإن استمرار وجود القرآن بين المسلمين من شأنه أن يُفسد مخططاته، ويغلق الأبواب أمامه. ¶ وفي الوقت ذاته فإن الشيطان لا يمكنه تحريف القرآن لأن الله عز وجل قد تكفل بحفظه {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} [الحجر: 9]. ¶ ولا يمكنه كذلك دعوة المسلمين لنبذ كتابهم وإبعاده من بينهم لأنه رسالة نبيهم. ¶ فماذا فعل الشيطان مع القرآن؟! ¶ استطاع الشيطان أن يستدرج المسلمين، ويبعدهم شيئًا فشيئًا عن الانتفاع الحقيقي بالقرآن، وفي الوقت ذاته تركهم يتصلون بالقرآن، ويتعاملون معه ولكن من الناحية الشكلية. ¶ فيجتمع له بذلك أمران: ¶ الأول: أن يصبح القرآن موجودًا بين المسلمين من الناحية الشكلية اللفظية. ¶ الثاني: أن يكون غائبًا من الناحية الحقيقية الجوهرية. ¶ فيخمد باجتماع هذين الأمرين أي تأنيب للضمير في نفوس المسلمين بهجر كتابهم، ومن ثمَّ لا يمكن لأحد أن يفكر بأن القرآن بات غائبًا مهجورًا. ¶ فعندما تنتشر المصاحف في كل مكان، وتبث الإذاعات آياته ليل نهار، وتُخرِّج المدارس والحلقات والكليات عشرات الآلاف من حفاظه. وينكَبُّ المسلمون على قراءته في رمضان، ويتنافسون على ختمه مرات ومرات بُغية تحصيل أكبر قدر من الحسنات .. ¶ عندما يكون هذا وغيره من مظاهر الاهتمام الشكلي بالقرآن هو السائد بيننا، فإن الدعوة إلى العودة الحقيقية إليه، والانتفاع بمعجزته، وقدرته الفذة على إنشاء الإيمان والتغيير لن تجد آذانا مصغية بين المسلمين، بل سيصبح من المتوقع أن يقال لصاحب هذه الدعوة: وماذا عسانا أن نفعل مع القرآن أكثر مما نفعل؟! ألا يكفي هذا الجهد المبذول معه؟! ¶ تلبيس إبليس: ¶ لقد نجح الشيطان نجاحًا كبيرًا في استدراج الأمة وإبعادها عن الانتفاع الحقيقي بالقرآن، وهذا لم يتم في يوم وليلة، بل كان استدراجًا هادئًا بطيئًا عبر القرون المتعاقبة حتى وصل إلى الحال الذي وصل إليه الآن. ¶ وكانت أبوابه الرئيسة التي يدخل منها على المسلمين هي باب الجهل، وباب الهوى، ومن كل منهما تتفرع أبواب كثيرة تناسب كل الحالات، وتؤدي في النهاية إلى تحقيق هدفه. ¶ والجدير بالذكر أن الشيطان ليس له سلطان مباشر على أحد من الناس، ولكن عندما تصادف وسوسته هوى في النفس، أو جهلا بالأمر فمن المتوقع أن تتم الاستجابة لها. ¶ فالجهل بقيمة القرآن الحقيقية، والهدف من نزوله، كان له دور كبير في الاستجابة لوساوس الشيطان في هذا الباب. ¶ ¬__________ ¶ (¬1) مجلة الزهور العدد 78 السنة السابعة - ربيع الآخر 1428 هـ مايو 2007م.",
            "page": "76",
            "part": "1",
            "seal": "010F500D"
        },
        {
            "id": "78",
            "nass": "أما الهوى فله أفرع كثيرة يمكن أن تُغذَّيه من خلال التعامل الشكلي مع القرآن منها: التقدم على الناس بحفظه، وتَصَدُّر المجالس لتعليم حروفه، والمباهاة بإتقانه، واتخاذه حِرفة و .... ¶ فالأبواب المتفرعة من بابَيْ الجهل والهوى كثيرة ومتعددة وكلها تؤدي إلى عدم الانتفاع الحقيقي بالقرآن. ¶ ليس وحده: ¶ ومما تجدر الإشارة إليه أن العوامل والأسباب - السابق ذكرها - قد ساعدت الشيطان في الوصول لهدفه، وإبعاد غالبية الأمة عن الانتفاع الحقيقي بالقرآن. ¶ فالصورة الموروثة، وطول الإلف، ونسيان الهدف من نزول القرآن، والانشغال بفروع العلم على حساب القرآن، وعدم ظهور آثار سلوكية إيجابية للكثير من المشتغلين بالقرآن .. ¶ كل هذا سهل على الشيطان مهمته .. ¶ الشيطان ملحاح بطئ اليأس: ¶ إن هدف الشيطان هو إبعاد كل فرد في الأمة عن الانتفاع الحقيقي بالقرآن، لذلك فهو في البداية يجتهد في الحيلولة دون قراءة المسلم للقرآن، إما بالتسويف، أو بإشغاله بأمر آخر. ¶ فإن قرأ بالفعل دخل عليه من مداخل متعددة: ¶ مدخل التعب والنعاس. ¶ مدخل تحصيل أكبر قدر من الحسنات ليدفع القارئ للقراءة السريعة غير المتدبرة. ¶ مدخل شرود الذهن مع بعض الكلمات. ¶ مدخل تذكيره بأمر من أمور الدنيا التي ينبغي عليه القيام بها ليترك القراءة. ¶ مدخل الاهتمام الشديد بمخارج الحروف وإتقان التلاوة. ¶ مدخل تخويفه من تدبر القرآن .. ¶ يقول ابن هبيرة: ومن مكايد الشيطان تنفير عباد الله عن تدبر القرآن لعلمه أن الهدى واقع عند التدبر، فيقول: هذه مخاطرة، حتى يقول الإنسان: أنا لا أتكلم في القرآن تورعًا (¬1). ¶ ويقول أبو حامد الغزالي في حديثه عن موانع فهم القرآن: ¶ أن يكون الهم منصرفًا إلى تحقيق الحروف بإخراجها من مخارجها، وهذا يتولى حفظه شيطان وكل بالقراء ليصرفهم عن فهم معاني كلام الله عز وجل، فلا يزال يحملهم على ترديد الحرف يُخَّيل إليهم أنه لم يخرج من مخرجه، فهذا يكون تأملهم مقصورا على مخارج الحروف فأنى تنكشف له المعاني؟ وأعظم ضحكة للشيطان من كان مطيعًا لمثل هذا التلبيس (¬2). ¶ (ومن تأمل هدى رسول الله صلى الله عليه وسلم، وإقراره كل لسان على قراءتهم تبين له أن التنطع، والتشدق، والوسوسة في إخراج الحروف ليس من سنته (¬3). ¶ المعركة الحاسمة: ¶ بهذه المداخل السابقة وغيرها، استطاع الشيطان أن يحقق مراده، ويُبعد الأمة عن جوهر القرآن، وعن وظيفته المتفردة في إحداث التغيير المتكامل للشخصية المسلمة. ¶ فمنذ أن نزل القرآن من السماء، أصبحت أهم معركة للشيطان مع المسلمين هي إبعادهم عن دائرة تأثير هذا الكتاب ليسهل عليه إضلالهم وإبعادهم عن الصراط المستقيم. ¶ ومن العجيب أن العبادة الوحيدة التي أمرنا الله عز وجل أن نستعيذ به، ونطلب حمايته لنا من الشيطان، قبل القيام بها: هي قراءة القرآن {فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيمِ} [النحل: 98]. ¶ فمن المعلوم أنه قبل أن يشرع المرء في الذكر أو الصيام أو إخراج الصدقة، فإنه غير مأمور بأن يستعيذ بالله من الشيطان. ¶ فلماذا قراءة القرآن دون غيرها من العبادات؟! ¶ أليس في هذا الأمر دلالة على أن الشيطان يجتهد ويجتهد في إبعاد الناس عنه، والحيلولة دون انتفاعهم به، وذلك لأنه يعلم بقيمة القرآن، وقدرته الفذة على التغيير والشفاء!! ¶ من هنا يتبين لنا حكمة الاستعاذة بالله وطلب حمايته قبل بدء القراءة، فالشيطان لن يترك أحدًا ينتفع بالقرآن، ولا أمل أمامنا إلا بالاستعانة بالله عليه. ¶ ¬__________ ¶ (¬1) تدبر القرآن للسنيدي ص 48، نقلاً عن ذيل طبقات الحنابلة لابن رجب (3/ 273). ¶ (¬2) إحياء علوم الدين 1/ 439، 440. ¶ (¬3) إغاثة اللهفان 1/ 254.",
            "page": "77",
            "part": "1",
            "seal": "F5D64C44"
        },
        {
            "id": "79",
            "nass": "ويؤكد على هذا المعنى ابن القيم بقوله: ¶ إن الشيطان يُجْلِب على قارئه بخيله ورَجْله، حتى يشغله عن المقصود بالقرآن، وهو تدبره وتفهمه، ومعرفة ما أراد به المتكلم -سبحانه- فيحرص بجهده على أن يحول بين قلبه وبين مقصود القرآن، فلا يكمل انتفاع القارئ به، فأُمر عند الشروع أن يستعيذ بالله منه (¬1). ¶ ولعلنا بذلك نُدرك سر شكوى الكثيرين من أنهم حين يشرعون في قراءة القرآن يفاجأون بخواطر وأفكار لم تكن تأتيهم من قبل، فيشرد ذهنهم معها، ويستَغرقون فيها استغراقًا تامًا. ¶ ونُدرك كذلك سر شكوى البعض من أن الرغبة في النوم تسيطر عليه، بل ويغلبه النعاس كلما شرع في قراءة القرآن. ¶ * * * ¶ سابعًا: مفاهيم وممارسات ساهمت في عدم الانتفاع بالقرآن ¶ كان للأسباب السابق ذكرها دور كبير في انزواء قيمة القرآن في الأذهان، وضعف الثقة فيه، وقصر دوره على التبرك وافتتاح الحفلات والمناسبات، والقراءة في المآتم، وغير ذلك من صور الاهتمام الشكلي بالقرآن. ¶ فعندما يغيب الهدف من نزول القرآن .. ¶ وعندما تتوارث الأجيال المتتابعة التقديس الشكلي للقرآن .. ¶ وعندما لا يرى الناس أثرًا إيجابيًا في سلوك غالبية المنشغلين بالقرآن. ¶ وعندما تكون معركة الشيطان الأولى مع المسلمين هي إبعادهم عن الانتفاع بالقرآن .. ¶ فماذا ننتظر أن تكون ثمرة هذا كله؟! ¶ للأسف ثمار كثيرة ولكنها مريرة .. ¶ فقد غاب القرآن عن قيادة الحياة .. ¶ ولم تقر الأعين بظهور الجيل القرآني الرباني .. ¶ وأصبحت الأمة في الأذلين .. ¶ هذا بصفة عامة. ¶ أما على مستوى الأفراد فقد أثمرت هذه الأمور العديد من المفاهيم والممارسات التي أدت إلى إضعاف قيمة القرآن الحقيقية في النفوس أكثر وأكثر. ¶ هذه المفاهيم والممارسات - التي تحتاج إلى تصحيح - ما كانت لتظهر بهذا الشكل لو تم التعامل مع القرآن على أنه قد نزل من السماء لمهمة عظيمة ألا وهي هدايتنا إلى الله، والأخذ بنا إلى صراطه المستقيم. ¶ فعندما نُسى الهدف، تم التعامل مع الوسائل المعينة على الوصول إليه على أنها أهداف في ذاتها. ¶ ولقد تم الحديث - بفضل الله - عن بعض هذه المفاهيم والممارسات في كتاب (العودة إلى القرآن لماذا وكيف؟) فصل: عقبات في طريق العودة، وكتاب (إنه القرآن سر نهضتنا) فصل: تساؤلات وردود. ¶ وفي هذه الأسطر نستكمل - بعون الله - طرح تلك المفاهيم والممارسات. ¶ الخوف من تدبر القرآن واللقاء المباشر به: ¶ الله عز وجل أنزل القرآن لهدايتنا جميعًا {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدًى لِّلنَّاسِ وَبَيِّنَاتٍ مِّنَ الْهُدَى وَالْفُرْقَانِ} [البقرة: 185]. ¶ أنزله سبحانه لهدايتنا وهو يعلم حالنا وكل صور الضعف لدينا {قُلْ أَنزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالأَرْضِ} [الفرقان: 6]. ¶ ولقد طالبنا سبحانه بتدبر القرآن لنصل إلى هدايته {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِّيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الألْبَابِ} [ص: 29]. ¶ نعم، التدبر المطلوب على حسب الطاقة، والحد الأدنى لطاقة أي عاقل يُمكِّنه من بلوغ الهداية. ¶ ولكن البعض تخوف من التدبر، وألزم نفسه بأنه إذا أراد أن يفهم ما يقرأ فلا بد وأن يكون بينه وبين القرآن كتاب تفسير لتوضيح معنى كل كلمة يقرؤها، وكل آية يتلوها. ¶ ويعتبر الإمام ابن تيمية أن هذا التخوف من أهم الأسباب التي حالت بين الناس وبين فهم القرآن (¬2). ¶ ¬__________ ¶ (¬1) إغاثة اللهفان 1/ 149. ¶ (¬2) قاعدة في فضائل القرآن لابن تيمية ص 67.",
            "page": "78",
            "part": "1",
            "seal": "60B6ED03"
        },
        {
            "id": "80",
            "nass": "وعندما عدد الإمام أبو حامد الغزالي موانع فهم القرآن ذكر منها: أن يكون قد قرأ تفسيرًا ظاهرًا واعتقد أنه لا معنى لكلمات القرآن إلا ما تناوله النقل عن ابن عباس ومجاهد وغيرهما (¬1). ¶ ويصحح الإمام محمد عبده - رحمه الله - هذا المفهوم فيقول: ¶ خاطب الله بالقرآن من كان في زمن التنزيل، ولم يوجه الخطاب إليهم لخصوصية في أشخاصهم، بل لأنهم من أفراد النوع الإنساني الذي أنزل القرآن لهدايته .. يقول تعالى {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ} فهل يُعقل أنه يرضى منا بأن لا نفهم قوله هذا، ونكتفي بالنظر في قول ناظر نظر فيه لم يأتنا من الله وحي بوجوب اتباعه لا جملة ولا تفصيلا؟ ¶ كلا، إنه يجب على كل واحد من الناس أن يفهم آيات الكتاب بقدر طاقته لا فرق بين عالم وجاهل (¬2). ¶ وليس معنى هذا هو ترك النظر في كتب التفسير، بل المقصد هو اللقاء المباشر مع القرآن وإعمال العقل في فهم الآيات - فهما إجماليا بحسب الطاقة - والرجوع إلى التفاسير لإزالة شبهة أو معرفة معنى التبس علينا فهمه. ¶ تحصيل الأجر والثواب فقط: ¶ ومن المفاهيم التي ينبغي أن تُصحح عند المسلمين قصر وظيفة القرآن على تحصيل الأجر والثواب والتبرك ... ¶ فالمفهوم السائد أنه إن كان لكل حرف يقرؤه المرء من القرآن له به عشر حسنات فليقرأ إذن أكبر قدر ممكن من الحروف ليزداد رصيده من الحسنات، وفي الوقت نفسه فإن تدبر القرآن والوقوف عند معانيه سيعطل مسيرته عن قراءة أكبر قدر ممكن من الآيات، ومن ثمَّ يفوته الكثير من الحسنات ... إذن فلنترك التدبر جانبًا لتحقيق هدف الثواب والأجر!! ¶ بمثل هذا الفهم ابتعد الكثير عن تدبر القرآن وتسابقوا فيما بينهم على ختمه في أقل وقت ممكن خاصة في شهر رمضان. ¶ وبالرغم من أن آيات القرآن وأحاديث الرسول صلى الله عليه وسلم تحث على التدبر والتأثر، وتذم من يقرأ القرآن ولا يجاوز حنجرته، إلا أن حب النفس للراحة والشعور بالرضا بعد كل إنجاز (كَمِّي) ينجزه المرء مع القرآن، جعلها تستريح لمفهوم أن الهدف من قراءة القرآن هو تحصيل الأجر والثواب، وأن هذا الهدف يتحقق بمجرد قراءة الألفاظ دون تفهم ولا تأثر. ¶ فمما لا شك فيه أن الأسهل على الإنسان القراءة السريعة للقرآن، والتي قد يشرد معها العقل في أودية الدنيا، فيشعر المرء بعد القراءة براحة نفسية لمجرد إنجازه كمًا كبيرًا من الأرباع والأجزاء دون مجهود يُذكر، فيصبح هذا الشعور دافعًا له للإكثار من القراءة خاصة في شهر رمضان. ¶ فتحول بذلك مسار التعامل مع القرآن، وبدلاً من أن تكون قراءته وسيلة لفهم المقصود منه، أصبحت غاية يتنافس فيها المتنافسون. ¶ الإسراع في حفظ القرآن: ¶ ومن المفاهيم التي كان لها دور كبير في إبعاد البعض عن الانتفاع بالقرآن: قناعتهم بأن أهل القرآن هم حفاظ حروفه، بغض النظر عن ربط ذلك بالعمل بما فيه، والتخلق بأخلاقه، لينكبَّ كل من يحب القرآن ويطمع في الدخول في زمرة أهله على حفظ ألفاظه في أسرع وقت ممكن، فإذا ما تم له ذلك تمكنت من عقله ومشاعره عقيدة بأنه قد أصبح من أهل القرآن، فينتج عن ذلك شعوره بالاكتفاء تجاهه، وتخبو داخله أي رغبة أو شعور بالاحتياج إلى الجوانب الأخرى النافعة في القرآن .. فيكفيه ما فعله، والجهد الذي بذله. ¶ ولقد مر علينا من أحوال الصحابة مع القرآن، وتمهلهم في حفظه، حتى يحملوه لفظًا ومعنى، وإيمانًا، ويترجموه عملاً. ¶ يقول الإمام أبو بكر الطرطوشي: ومما ابتدعه الناس في القرآن الاقتصار على حفظ حروفه دون التفقه فيه. ¶ ¬__________ ¶ (¬1) إحياء علوم الدين 1/ 441. ¶ (¬2) تفسير الفاتحة وجزء عم لمحمد عبده ص 11.",
            "page": "79",
            "part": "1",
            "seal": "02E066A9"
        },
        {
            "id": "81",
            "nass": "وروى الإمام مالك في الموطأ أن عبد الله بن عمر مكث على سورة البقرة ثماني سنين يتعلمها (¬1). ¶ قراءة الحافظ: ¶ ومما أبعد طائفة كبيرة من الحفاظ عن تدبر القرآن والانتفاع الحقيقي به، هو حرصهم على عدم نسيان المحفوظ فقط، لذلك تراهم يقرأون الآيات قراءة سريعة بقصد المراجعة وكل همهم هو عدم النسيان أو الخطأ. ¶ لذلك لو سألت الكثير من الحفاظ: كيف تقرأ القرآن؟ سيكون جوابه المتوقع: «أقرؤه بطريقة تحافظ على حفظي له»، وكأن الحفظ هو الغاية، مع أن الحفظ وسيلة مهمة لتيسير الانتفاع به واستدعائه في أي وقت. ¶ إن المراجعة التي يراجعها الحافظ ما هي إلا آيات القرآن التي أُمِر بتدبرها، والعمل بما فيها، ولقد مر علينا أن عبد الله بن عباس كان يُقرئ عبد الرحمن بن عوف في خلافة عمر بن الخطاب، قال: فلم أرَ أحدًا يجد من القشعريرة ما يجد عبد الرحمن عند القراءة. ¶ وللشيخ محمد الغزالي - رحمه الله - تعليق على هذه المسألة من خلال تجربة شخصية مر بها فيقول: حفظت القرآن وعمري عشر سنين .. وبداهةً ما كنت أعى منه شيئًا .. والغريب أن هذه الطريقة في الحفظ لألفاظ القرآن صرفتني عن معانٍ كثيرة كنت أمر بها ولا أعرفها .. وأنا كبير، أقرأ، ولكن لأني حفظت الكلام دون فهم للمعنى أجد نفسي - في كثير من الأحيان - أمضي دون فهم للمعنى، لأن الحفظ كان يغلب على التدبر أو إحسان الوعي .. وما بدأت أفكر حتى أكرهت نفسي على أن أعود فأدقق النظر في كل ما أقرأ، وأحمل نفسي على ترك هذه العادة التي ورثناها مع الحفظ (¬2). ¶ حول مفهوم النسيان: ¶ من أكبر معينات عدم نسيان القرآن: تدبره، والوقوف عند معانيه، مع الأخذ في الاعتبار قول من قال من العلماء بأن مفهوم النسيان هو ترك العمل به. ¶ فالإمام أبو شامة حمل الأحاديث الواردة في ذم نسيان القرآن على ترك العمل، لأن النسيان هو الترك لقوله تعالى: +وَلَقَدْ عَهِدْنَا إِلَى آدَمَ مِن قَبْلُ فَنَسِيَ\" [طه: 115]. ¶ قال: وللقرآن يوم القيامة حالتان: ¶ أحدهما: الشفاعة لمن قرأه ولم ينس العمل به. ¶ والثانية: الشكاية على من نسية أي تركه تهاونا ولم يعمل به. ¶ قال: ولا يبعد أن يكون من تهاون به حتى نسى تلاوته كذلك (¬3) .. ¶ وأورد القرطبي في التذكار عن سفيان الثوري قوله: ¶ وليس من اشتهر بحفظ شيء من القرآن وتفلت منه بناسٍ، إذا كان يحل حلاله ويحرم حرامه. ¶ قال القرطبي: وهذا تأويل حسن جدًا وفيه توجيه (¬4). ¶ فإذا ما تعلم المرء ما تدل عليه الآيات التي يحفظها من علم وعمل ثم ترك التنفيذ فإن هذا يدخل في مفهوم النسيان، بل قد يكون أهم صوره، ومما يؤكد ذلك قول أبي الدرداء: ¶ أخاف أن يقال لي يوم القيامة علمت أم جهلت؟ فأقول: علمت. فلا تبقى آية في كتاب الله آمره أو زاجرة إلا وتسألني فريضتها. تسألني الآمرة هل ائتمرت؟ وتسألني الزاجرة هل ازدجرت؟ ¶ فأعوذ بالله من علم لا ينفع، ومن دعاء لا يسمع (¬5). ¶ أمراض القلوب: ¶ ومن المداخل الخطيرة على البعض إيهامهم بأنهم لا يصلحون للتعامل مع القرآن وتدبره بسبب ذنوبهم وأمراض قلوبهم، وإيهامهم بأن عليهم التطهر من ذلك أولاً ثم الإقبال على القرآن، ولأن من الصعب على المرء أن يظن بأنه قد وصل لمرحلة التطهر والشفاء من أمراض قلبه، لذلك ستظل هذه الشبهة تشكل حجابًا، وعائقًا يعوقه عن الانتفاع بالقرآن. ¶ ¬__________ ¶ (¬1) الحوادث والبدع لأبي بكر الطرطوشي ص 206. ¶ (¬2) كيف نتعامل مع القرآن ص 32. ¶ (¬3) الزواجر لابن حجر الهيثمي ص 157. ¶ (¬4) التذكار في أفضل الأذكار ص 219. ¶ (¬5) حديث القرآن عن القرآن ص 46.",
            "page": "80",
            "part": "1",
            "seal": "52A7F11D"
        },
        {
            "id": "82",
            "nass": "ولو تأملنا حديث القرآن عن القرآن فسنجد أن من أهم صفات هذا الكتاب أنه: شفاء لما في الصدور .. والشفاء إنما يكون للمريض وليس للصحيح، أي أن القرآن هو الدواء الذي يطهر قلوبنا، وأن الذي يظن بعدم صلاحيته للتعامل مع القرآن بسبب مرض قلبه هو أولى الناس بالقرآن .. ¶ يقول ربنا: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَاءٌ لِّمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ} [يونس: 57]. ¶ ثم إننا نجد في السيرة أن صناديد الكفر .. العتاة والمتكبرين أمثال أبي جهل، والوليد بن المغيرة، وعتبة بن ربيعة قد تأثروا بالقرآن، وخافوا أن يبلغ تأثيره الناس فيؤمنوا به، ويضيع ملكهم وسيادتهم، لذلك قالوا: {لاَ تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ} [فصلت: 26]. ¶ ولسنا هنا نقلل من شأن تأثير المعاصي وأمراض القلوب على فهم القرآن والتأثر به، فلا شك أن القلب كلما طهر، كان تأثره أسرع، وفي نفس الوقت فإن القلب المريض إذا ما أقبل على القرآن يريد منه الشفاء، فإن استمرار تعرضه له كفيل - بإذن الله- بأن يحدث له التأثر الذي يبدأ في الغالب لحظيًا ويسيرًا، ثم يزداد شيئًا فشيئًا بمداومة القراءة بتفهم وترتيل وتباك. ¶ ويكفيك في تأكيد هذا المعنى قوله تعالى: {اعْلَمُوا أَنَّ اللهَ يُحْيِي الأَرْضَ بَعْدَ مَوْتِهَا قَدْ بَيَّنَّا لَكُمُ الآَيَاتِ لَعَلَّكُمْ تَعْقِلُونَ} [الحديد: 17]. ¶ يقول الحافظ ابن كثير في تفسيره لهذه الآية: فيه إشارة إلى أن الله تعالى يلين القلوب بعد قسوتها، ويهدي الحيارى بعد ضلتها، ويفرج الكروب بعد شدتها، فكما يحيى الأرض الميتة المجدبة الهامدة بالغيث الهتان الوابل، كذلك يهدي القلوب القاسية ببراهين القرآن والدلائل ويولج إليها النور بعد أن كانت مقفلة لا يصل إليها الواصل (¬1). ¶ ومع هذا كله يبقى مرض الكبر هو العائق الأكبر أمام الانتفاع بالقرآن لأن المتكبر في الغالب لا يستشعر حاجته إليه، ومن ثم فلن يُقبل عليه طالبًا الشفاء. ¶ قراءتان للقرآن: ¶ ومن المداخل المبُعدة للبعض عن القرآن تصورهم بأنه يمكنهم الجمع بين القراءة السريعة للقرآن بلا تدبر ولا تأثر بغية تحصيل الأجر والثواب، وبين قراءة القرآن بتدبر وتأثر، وذلك من خلال تخصيص ختمة للقراءة السريعة، وختمة للتدبر، ولا بأس من المكث مع ختمة التدبر وقتًا طويلاً، ولو استمرت سنوات وسنوات. ¶ هذا المدخل من أخطر المداخل لأنه يؤدي إلى استمرارية المرء في التعامل مع القرآن بصورة شكلية دون الانتفاع الحقيقي به، مع عدم شعوره بتأنيب الضمير تجاه هذه القراءة السريعة؛ لأنه يعلم أن ختمة التدبر سترفع عنه حرج القراءة بلا فهم. ¶ ومن المتوقع لمن يقتنع بهذا أن تكون القراءة السريعة هي الغالبة على قراءته لأنها لا تكلفه وقتًا كبيرًا، ولا جهدًا خاصًا، ولأنها كذلك تُشعره بالرضا عن نفسه، وتحقيق ذاته كلما انتهى من قراءة سورة أو جزء ... ¶ أما ختمة التدبر فهي تحتاج إلى قراءة هادئة، مترسلة، مع إعمال العقل لفهم المراد من الخطاب -ولو فهمًا إجماليًا- فهذا بلا شك لا يريح النفس، وربما حاولت التهرب منه، والتسويف في القيام به باعتبار أن هناك بابًا آخر للقراءة السريعة المريحة مفتوحًا أمامها. ¶ ولأن خير الهدي هو هدي محمد صلى الله عليه وسلم، وخير النماذج التطبيقية هو نموذج الصحابة رضوان الله عليهم، فاعلم -أخي- أنه لم يَرِد عن رسول الله صلى الله عليه وسلم، ولا عن صحابته الكرام أنهم كانوا يخصصون ختمة للتدبر، وختمة للقراءة السريعة، بل كانت قراءة واحدة تبحث عن الفهم والتأثر. ¶ ¬__________ ¶ (¬1) تفسير القرآن العظيم 4/ 280.",
            "page": "81",
            "part": "1",
            "seal": "14DAE0F1"
        },
        {
            "id": "83",
            "nass": "التعمق في المعنى: ¶ ومن المداخل الخطيرة على البعض -وبخاصة من أراد الانتفاع بالقرآن- قناعتهم بضرورة الوقوف عند كل كلمة في القرآن، والاجتهاد في معرفة معناها، والتعمق فيها، ومن ثمَّ لا تتجاوز حصيلة القراءة بضع آيات، ويصبح القرآن وكأنه يخاطب عقله فقط، دون أن يؤثر في قلبه، فتصير ثمرة قراءته مجرد زيادة في معارفه العقلية دون زيادة للإيمان في قلبه، مما يجعله -بعد مدة من الزمن- يمل من هذه الطريقة، ويتسرب إليه الشعور بالندم على فوات الأجر الذي كان سيحصِّله حين يقرأ جزءًا أو جزءين في هذا الوقت، ومن ثمَّ فإن هذا الشعور سيدفعه للعودة إلى القراءة السريعة مرة أخرى. ¶ وصايا الصحابة: ¶ عن أنس بن مالك أن عمر بن الخطاب قرأ على المنبر {وَفَاكِهَةً وَأَبًّا} [عبس: 31]، فقال: هذه الفاكهة قد عرفناها، فما الأبُّ؟ ¶ ثم رجع إلى نفسه فقال: إن هذا هو التكلف يا عمر. ¶ وفي رواية: هذا لعمر الله التكلف، اتبعوا ما تبين لكم من هذا الكتاب (¬1). ¶ ومن أقوال عبد الله بن مسعود: ¶ تعلموا قبل ذهاب العلم، فإن من ورائكم قومًا يدعونكم إلى كتاب الله وقد نبذوه وراء ظهورهم، فتعلموا قبل ذهاب العلم، وإياكم والتبدع، وإياكم والتنطع، وإياكم والتعمق، وعليكم بأمركم العتيق (¬2). ¶ فالمطلوب أن نمرر ما لا نفهمه ونكتفي بالفهم الإجمالي -حسب الطاقة- فبه سيتحقق الهداية بمشيئة الله. ¶ ولقد مر علينا أنه لما وقع الناس في أمر عثمان رضي الله عنه قال عبد الرحمن بن أبزى لأُبي ابن كعب رضي الله عنه: أبا المنذر ما المخرج؟ قال: كتاب الله، ما استبان لك فاعمل به وانتفع، وما اشتبه عليك فكله إلى عالمه (¬3). ¶ هل يمكننا التأثر بكل آية؟! ¶ البعض ممن وضعوا التدبر والتأثر هدفًا لهم لا يرضون بأن تمر عليهم آية بدون تأثر أو انفعال، مع أن هذا غير مطلوب، فالمطلوب هو تدبر إجمالي، وترتيل، وتباك، ثم انتظار للتأثر الذي لا يمكن توقع موضع حدوثه، لأن هذا الأمر ليس بأيدينا، بل هو منحة من الله عز وجل يمنحها لمن يكثر من الإقبال على القرآن بإنصات وتركيز ملتمسا الهدى، ولا يمكن لأحد أن يتوقع موضع التأثر. ¶ ومع ذلك ترى البعض يريد التأثر مع كل آية فتجده يكرر الآية مرات ومرات حتى يحدث التأثر، فينتج عن ذلك مُكثه وقتًا طويلاً مع بضع آيات من القرآن. ¶ فيفاجأ أنه بعد مرور أيام كثيرة لم تتجاوز قراءته عدة صفحات، فيدخل عليه الشيطان من باب أنه بذلك قد هجر القرآن لأنه لن يختمه إلا في عدة شهور - إن ختمه - ويستحثه في ضرورة العودة للقراءة السريعة. ¶ ويزداد إلحاح الشيطان عليه بترك التدبر عندما تحول الظروف بينه وبين القراءة بضعة أيام، فإذا ما عاد إلى القرآن دخل عليه الشيطان من باب تخويفه من هجر القرآن، فيوهمه بضرورة الإسراع في القراءة بفهم أو بدون فهم لإدراك ما فاته. ¶ مدة الختم: ¶ ومن المداخل المُبْعدة كذلك اقتناع البعض بضرورة ختم القرآن في مدة أقصاها شهر أو أربعون يوما حتى لا يكون هاجرًا له، فيؤدي ذلك إلى الإفراط في سرعة القراءة في بعض الأيام حتى يتسنى له ختم القرآن خلال المدة المحددة، وبالتالي تقل فرصة التدبر والتأثر ... ¶ أخرج ابن أبي داود عن مكحول قوله: كان أقوياء أصحاب رسول الله صلى الله عليه وسلم يقرءون القرآن في سبع، وبعضهم في شهر، وبعضهم في شهرين، وبعضهم في أكثر من ذلك (¬4). ¶ ويقول محمد أبو شهبة في كتابه «المدخل لدراسة القرآن الكريم»: ¶ ¬__________ ¶ (¬1) فضائل القرآن لأبي عبيد ص376. ¶ (¬2) فضائل القرآن للمستغفري 1/ 182. ¶ (¬3) مختصر قيام الليل لمحمد بن نصر ص 170. ¶ (¬4) الإتقان في علوم القرآن للسيوطي 1/ 104.",
            "page": "82",
            "part": "1",
            "seal": "441BE8D2"
        },
        {
            "id": "84",
            "nass": "وليس في الحديث -الذي قال فيه رسول الله صلى الله عليه وسلم لعبد الله بن عمرو بن العاص: «اقرأ القرآن في أربعين» - ما يدل على كراهة الختم في أكثر من أربعين، والعبارة ليست حاصرة حتى يكون ما عداها ليس من سنته، وغاية ما يدل عليه أن ذلك كان حالة من حالاته، أو أنه كان الغالب منها (¬1). ¶ وليس معنى هذا هو التراخي في قراءة القرآن وختمه، بل العكس هو المطلوب. ¶ فالقرآن دواء متكامل يبدأ من سورة الفاتحة وينتهي عند سورة الناس، وكلما تناول المرء هذا الدواء بكثرة وبطريقة صحيحة تسارع شفاؤه وبرؤه. ¶ فالمطلوب إذن: هو الانشغال بالقرآن، والإكثار من تلاوته، ولكن دون وجود مدة الختم كسيف مسلط على الرقاب، ليتسنى للقارئ التدبر والتأثر، والاغتراف من منابع القرآن الإيمانية، وتناول دوائه بصورة صحيحة. ¶ السماع عندى أفضل!! ¶ ومما أبعد البعض عن الانتفاع الحقيقي بالقرآن ظنه أنه يتأثر بالسماع أكثر من تأثره بالقراءة، ومن ثمَّ فإنه يهمل القراءة، فهو -كما يقول- يجد قلبه عند سماع فلان وفلان من المقرئين .. ولو كان التأثر بالمعنى هو المُسبب لذلك عند السماع، لحسُن هذا الأمر، وكيف لا، والتأثر بالمعنى مع الصوت الحسن ينبت الإيمان في القلب يقول ابن تيمية: ¶ كان عمر بن الخطاب يقول لأبي موسى الأشعري: يا أبا موسى ذكرنا ربنا، فيقرأ وهم يسمعون ويبكون. وكان أصحاب محمد صلى الله عليه وسلم إذا اجتمعوا أمروا واحدًا منهم أن يقرأ القرآن والباقي يستمعون. ¶ ويقول: ولهذا السماع من المواجيد العظيمة، والأذواق الكريمة، ومزيد المعارف والأحوال الجسيمة ما لا يسعه الخطاب، ولا يحويه كتاب، كما أن في تدبر القرآن وتفهمه من مزيد العلم والإيمان ما لا يحيط به بيان (¬2). ¶ ولقد أعطى لنا القرآن نموذجًا للسماع الصحيح الناتج عن تدبر المعنى {وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ} [المائدة: 83] فبكاؤهم - كما يقول الطرطوشي - إنما كان لما فهموه من معانيه (¬3). ¶ أما إذا كان التأثر ناتجًا عن صوت القارئ وتطريبه بالقرآن دون المعنى فهنا تكمن المشكلة. ¶ لأن التطريب وإن كان يستثير المشاعر إلا أنه قد يستثيرها في أمور كامنة لديها لا تخدم الإيمان، فالإيمان ينشأ عند استثارة المشاعر مع فهم ما دلت عليه القراءة. ¶ يقول بكر أبو زيد: ¶ إنما التعبد أن يتحرك (قلب) العبد إلى كلام الله وما فيه من العظة والعبرة، والتذكير بالمصير وبالجنة والنار، وعظيم الحكم والأحكام. ¶ أما لو تحرك عند قراءة القرآن طربا لمجرد حسن الصوت، دون ما يحمله من آيات القرآن الكريم، فهذا ليس من التعبد (¬4). ¶ فالقلب قد يكون فيه محبة لله ومحبة لغيره، وخشية له وخشية لغيره، فإذا ما سمع المرء القرآن وهو يُقرأ بالتطريب والصوت الحسن، فإنه قد يجد تأثرًا بما يسمعه، ويظن أن هذا كله من دواعي محبة الله وخشيته، بل هي مشاعر ممتزجة (وليس كل ما حرك الكامن في النفوس، يكون مباحًا في حكم الله ورسوله) (¬5). ¶ فإن قلت: ألم يرد في السُّنة استحباب سماع القرآن من أصحاب الأصوات الحسنة؟! ¶ نعم، ورد ذلك ليكون أدعى لتفهم القرآن والتأثر بمعانيه. ¶ يقول ابن كثير: المطلوب شرعًا إنما هو التحسين بالصوت الباعث على تدبر القرآن وفهمه، والخشوع والخضوع والانقياد للطاعة. ¶ ¬__________ ¶ (¬1) المدخل لدراسة القرآن الكريم ص 438. ¶ (¬2) التحفة العراقية في الأعمال القلبية ص 73، 74. ¶ (¬3) الحوادث والبدع ص 191. ¶ (¬4) هجر القرآن ص 77، 78 بتصرف يسير. ¶ (¬5) نزهة الأسماع في مسألة السماع من مجموع رسائل ابن رجب ص 472.",
            "page": "83",
            "part": "1",
            "seal": "FD14CE74"
        },
        {
            "id": "85",
            "nass": "فأما الأصوات بالنغمات المحدثة المركبة على الأوزان والأوضاع الملهية والقانون الموسيقائي، فالقرآن ينزه عن هذا، ويجُل ويُعظم أن يسلك في أدائه هذا المذهب وقد جاءت السنة بالزجر عن ذلك (¬1). ¶ عن عابس الغفاري قال: سمعت رسول الله صلى الله عليه وسلم يتخوف على أمته ست خصال. ¶ إمرة الصبيان، وكثرة الشُّرَط، والرشوة في الحكم، وقطيعة الرحم، واستخفاف بالدم، ونشوًا يتخذون القرآن مزامير يقدمون أحدهم ليس بأفضلهم في الدين ولكن يقدمونه ليغنيهم به غناء» (¬2). ¶ وفي حديث آخر، قال صلى الله عليه وسلم: ¶ «بادروا بالأعمال ستًا: إمارة السفهاء، وكثرة الشُّرَط، وبيع الحُكم، واستخفافا بالدم، وقطيعة الرحم، ونشوًا يتخذون القرآن مزامير، يقدَّمون أحدهم ليغنيهم، وإن كان أقلهم فقهًا» (¬3). ¶ * * * ¶ ¬__________ ¶ (¬1) فضائل القرآن لابن كثير ص 114، 115. ¶ (¬2) رواه أحمد والبزار والطبراني في الأوسط والكبير، وقال الهيثمي: وفي إسناد أحمد: عثمان بن عمير البجلي وهو ضعيف، وأحد إسنادي الكبير رجاله رجال الصحيح، انظر مجمع الزوائد 5/ 245. ¶ (¬3) صحيح، رواه الطبراني، وصححه الألباني في صحيح الجامع، ص (2812).",
            "page": "84",
            "part": "1",
            "seal": "6DB545A9"
        },
        {
            "id": "86",
            "nass": "الفصل السابع ¶ كيف يحدث الوصال ¶ بين القلب والقرآن؟!",
            "page": "85",
            "part": "1",
            "seal": "29B489E3"
        },
        {
            "id": "87",
            "nass": "كيف يحدث الوصال ¶ بين القلب والقرآن؟! ¶ عندما نتفكر في أسباب عدم انتفاعنا بالقرآن - السابق ذكرها - فإننا سندرك أن عودة الأمة إلى القرآن أمر غاية في الصعوبة، وكيف لا وقد استقر في الأذهان، وفي العقل الباطن، صورة مبتورة عن القرآن، وتكوَّن حاجز نفسي سميك بين العقل وبين الآيات المسموعة والمقروءة، وكأنها بلغة أخرى غير اللغة التي ننطقها، حتى ارتضى العقل ألا يبذل أي محاولة لفهم المراد منها .. هذا الحاجز - كما أسلفنا - يبدأ في التكون داخل المسلم منذ نعومة أظافره .. ¶ لقد توارثت الأمة - جيلا بعد جيل- هذا التعامل الخاطئ مع القرآن، ورسخ في الأذهان مفاهيم خاطئة حول الطريقة المثلى لخدمته، وأن غاية المطلوب منه هو إتقان تلاوته، وحفظ حروفه، وكثرة قراءته لتحصيل الأجر والبركة دون ربط هذا كله بمعانيه .. مع أن النصوص القرآنية واضحة الدلالة بأن المقصود من قراءة القرآن: فهمة وتدبره، والفقه فيه والعمل به، وما التلاوة والسماع والحفظ إلا وسائل للانتفاع بكنوزه، كما قال بعض السلف: نزل القرآن ليُعمل به، فاتخذوا تلاوته عملا، ولهذا -كما يقول ابن القيم- كان أهل القرآن هم العالمون به، والعاملون بما فيه، وإن لم يحفظوه عن ظهر قلب. ¶ وأما من حفظه ولم يفهمه، ولم يعمل بما فيه، فليس من أهله وإن أقام حروفه إقامة السهم (¬1). ¶ فمع قوة ووضوح وكثرة النصوص الدالة على ذلك إلا أنها لم تقع مواقعها الصحيحة في النفوس. ¶ فما الحل إذن وغالبية المسلمين لم يعودوا يدركون قيمة القرآن الحقيقية، ومقصد نزوله {قَدْ جَاءَكُم مِّنَ اللهِ نُورٌ وَكِتَابٌ مُّبِينٌ - يَهْدِي بِهِ اللهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلاَمِ وَيُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُّسْتَقِيمٍ} [المائدة: 15، 16]. ¶ إنه أمر غاية في الصعوبة أن يكون دواء أحدنا في يديه، ثم يُعرض عنه، ليترك المرض يفتك بجسده ويهلكه. ¶ الكثير منا يشكو مرض قلبه وضعف إيمانه، فإن دللته على القرآن، لا تجد لكلماتك أي وقع إيجابي في نفسه، وكيف لا والصورة الذهنية التي تقفز للأذهان عند الحديث عن القرآن صورة ناقصة مشوهة لا تُعطي لهذا الكتاب إلا قدسية شكلية فقط، ولا تربط بينه وبين وظائفه الحقيقية في التغيير والشفاء. ¶ __________ ¶ (¬1) زاد المعاد لابن القيم (1/ 337، 338).",
            "page": "86",
            "part": "1",
            "seal": "0C217308"
        },
        {
            "id": "88",
            "nass": "الإيمان أولاً: ¶ إذا ما شخَّصنا حالنا مع القرآن، وبحثنا عن السبب الرئيس لهذا الوضع الشاذ لوجدناه - كما أسلفنا - نابعًا من ضعف الإيمان بقيمة القرآن وقدرته الفذة على إنشاء الإيمان وإحداث التغيير. ¶ ومما يؤكد هذا المعنى قول عبد الله بن عمر: ¶ لقد عشنا برهة من دهرنا وإن أحدنا ليؤتي الإيمان قبل القرآن، وتنزل السورة على محمد صلى الله عليه وسلم فنتعلم حلالها وحرامها وما ينبغي أن يوقف عنده منها كما تتعلمون أنتم القرآن اليوم، ولقد رأيت اليوم رجالاً يؤتي أحدهم القرآن قبل الإيمان فيقرأ ما بين فاتحة الكتاب إلى خاتمته ما يدري ما آمره، ولا زاجره، وما ينبغي أن يوقف عنده، وكل حرف ينادي: أنا رسول الله إليك لتعمل بي، وتتعظ بمواعظي. ¶ وفي رواية: فيقرأ ما بين فاتحته إلى خاتمته، ولا يدري ما آمره، وما زاجره، وما ينبغي أن يوقف عنده ينثر نثر الدقل (¬1). ¶ يقول الدوسري: فالإيمان الذي أشار إليه ابن عمر رضي الله عنه (وإن أحدنا يؤتي الإيمان قبل القرآن .. ) هو الإيمان بأن القرآن إنما أُنزل لتدبر آياته والعمل بما فيه. ¶ وذلك الإيمان هو الذي دفع الصحابة رضوان الله عليهم لتحقيق النصيحة لكتاب الله على ذلك الوجه، فكانوا فور نزول السورة أو الآية يبادرون لتعلمها والعمل بها، كما قال ابن عمر في حديثه السابق: وتنزل السورة على محمد صلى الله عليه وسلم فنتعلم حلالها وحرامها وما ينبغي أن نقف عنده منها. ¶ وأفاد قول ابن عمر أيضًا: أن سبب التقصير في العمل بكتاب الله يرجع إلى عدم تمكن ذلك الإيمان من القلوب (ولقد رأيت رجالاً يؤتي أحدهم القرآن قبل الإيمان، فيقرأ ما بين فاتحة الكتاب إلى خاتمته ما يدري ما آمره ولا زاجره .. ) (¬2) فالصحابة حين أوتوا الإيمان بقيمة القرآن (لم يكونوا يقرؤونه بقصد الثقافة والاطلاع، ولا بقصد التذوق والمتاع .. لم يكن أحدهم يتلقى القرآن ليستكثر به من زاد الثقافة فحسب .. وإنما كان يتلقى القرآن ليعرف أمر الله في خاصة شأنه وشأن الجماعة التي يعيش فيها، وشأن الحياة التي يحياها هو وجماعته .. يتلقى الأمر ليعمل به فور سماعه، كما يتلقى الجندي في الميدان الأمر اليومي ليعمل به فور تلقيه) (¬3). ¶ نقطة البداية الصحيحة: ¶ إن الإيمان بقيمة الشيء - أي شيء - هو الذي يولد الانبهار به، والاستسلام له، وفتح منافذ الاستماع والتلقي منه، و العكس صحيح فعدم الإيمان بالشيء يدفع لإغلاق منافذ الاستماع له، وعدم الاكتراث به. ¶ بمثل هذا تحدث عيسى عليه السلام لبني إسرائيل: { ... قَدْ جِئْتُكُمْ بِآيَةٍ مِّن رَّبِّكُمْ أَنِّي أَخْلُقُ لَكُم مِّنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللهِ وَأُبْرِئُ الأَكْمَهَ وَالأَبْرَصَ وَأُحْيِي الْمَوْتَى بِإِذْنِ اللهِ وَأُنَبّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ إِنَّ فِي ذَلِكَ لآَيَةً لَّكُمْ إِن كُنْتُم مُّؤْمِنِينَ} [آل عمران: 49]. ¶ أرأيت أخي القارئ بماذا ختمت الآية؟! ¶ {إِنَّ فِي ذَلِكَ لآَيَةً لَّكُمْ إِن كُنْتُم مُّؤْمِنِينَ}، فإن لم تكونوا مؤمنين بي كرسول فلن تستقبلوا هذا الآيات استقبالا صحيحًا. ¶ ونفس الأمر بالنسبة للقرآن فإن لم يزدد الإيمان بقيمة القرآن، وبالهدف من نزوله، وبأنه قادر - بإذن الله - على انتشالنا من الوحل الذي نغوص فيه. ¶ إن لم يحدث هذا فإن أي كلام يقال عن تدبر القرآن، والتمهل في حفظه، وضرورة التخلق بأخلاقه لن يجد الاستجابة الكافية في نفوس مستمعيه .. ¶ ¬__________ ¶ (¬1) رواه الحاكم في المستدرك - كتاب الإيمان وقال هذا حديث صحيح على شرط الشيخين. ¶ (¬2) عظمة القرآن للدوسري ص 582، 583. ¶ (¬3) معالم في الطريق 14، 15.",
            "page": "87",
            "part": "1",
            "seal": "5A0F1D22"
        },
        {
            "id": "89",
            "nass": "من هنا نقول بأن نقطة البداية الصحيحة للانتفاع بالقرآن هي العمل على زيادة الإيمان به في القلوب. كما يقول الإمام البخاري: لا يجد طعمه إلا من آمن به. ¶ فكلما ازداد الإيمان: ازداد التلهف للإقبال عليه، والاستسلام له، والانجذاب نحوه، والانشغال به. ¶ فكيف لنا أن نترجم هذا الكلام النظري إلى واقع عملي، ليحدث الوصال بين القلب والقرآن؟! ¶ هناك ثلاثة محاور ينبغي أن نسير فيها مجتمعه حتى يتحقق لنا - بمشيئة الله - الهدف الذي نصبو إليه. ¶ هذه المحاور هي: ¶ أولاً: تقوية الرغبة والدافع للانتفاع الحقيقي بالقرآن. ¶ ثانيًا: صدق اللجوء إلى الله والإلحاح عليه لتيسير انتفاعنا بالقرآن. ¶ ثالثًا: الإقبال على القرآن، والإكثار من تلاوته، واتخاذ الأسباب والوسائل المعينة على تدبره والتأثر به. ¶ وإليك أخي القارئ بعضًا من التفصيل حول هذه المحاور الثلاثة: ¶ أولا: تقوية الرغبة والدافع للانتفاع الحقيقى بالقرآن ¶ الخطوة الأولى في طريق العودة إلى القرآن، وتوجيه القلب نحو أنواره -كما أسلفنا- هي زيادة الثقة فيه، والتعرف على قيمته الحقيقية، وكيف أنه قادر -بإذن الله- على إحياء قلوبنا وتغيير ما بأنفسنا، والتعرف كذلك على العقبات التي تواجهنا في طريق العودة إليه وكيفية اجتيازها، مع تصحيح المفاهيم الخاطئة التي رسخت في الأذهان عن كيفية التعامل معه .. وكلما ازدادت الثقة في القرآن قويت الرغبة، واشتدت الحاجة، وتولد الدافع القوي للإقبال الصحيح عليه. ¶ يقول سيد قطب: الناس قلما ينقصهم العلم بالحق والباطل، وبالهدى والضلال .. إن الحق بطبيعته من الوضوح والظهور بحيث لا يحتاج إلى بيان طويل .. ¶ إنما تنقص الناس الرغبة في الحق (¬1). ¶ ويقول السعدي في قوله تعالى {لَقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ لِّلسَّائِلِينَ} [يوسف: 7]: آيات لكل من سأل عنها بلسان الحال أو بلسان المقال، فإن السائلين هم الذين ينتفعون بالآيات والعبر، وأما المعرضون فلا ينتفعون بالآيات (¬2). ¶ فالرغبة في الشيء تولد الشعور بالاحتياج إليه، ومن ثمَّ الانتفاع به. ¶ وإليك أخي القارئ كلمات لأبي الحسن الندوي -رحمه الله- تؤكد هذا المعنى يقول فيها: ¶ إن من الشروط الأولية الأساسية للاستفادة من القرآن الكريم والانتفاع به، هو وجود الرغبة إليه، وطلب الاستفادة منه، فمن لم تتحقق عنده الرغبة والطلب ماذا يكون تأثير القرآن فيه؟ ¶ إن من سنة الله - تعالى - ونواميسه أنه لا يعطي إلا بالرغبة والسؤال، وللرغبة والسؤال عنده قيمة كبيرة، فالقلق على الوضع الراهن، وعدم الاقتناع به، والجهد للإصلاح والتغيير، والبحث عن الطريق هو أول خطوة عنده في سبيل السعادة (¬3). ¶ ولعل ما قيل في الصفحات السابقة يستثير لدينا مشاعر الرغبة والاحتياج إلى جوهر القرآن .. لكن هذه الاستثارة لا تكفي لتوليد الدافع القوي للإقبال الصحيح عليه، ومن ثمَّ فمن المتوقع أن تضعف فينا هذه الاستثارة الوقتية شيئًا فشيئًا، ونعود لسابق عهدنا من التعامل الشكلي مع القرآن. ¶ لذلك فإن الخطوة الأولى والأساسية في طريق العودة إلى القرآن هي ترسيخ وتعميق الشعور بالرغبة الأكيدة والاحتياج الحقيقي إليه، وهذا يستلزم منا القراءة في بعض الكتب التي تناولت هذا الموضوع والإكثار منها في البداية؛ لتقوم بتغذية وتقوية مشاعر الرغبة وتأججها لينتج عنها دافع قوي ومستمر للإقبال الصحيح على القرآن. ¶ والكتب التي تحدثت عن القرآن كثيرة نرشح لك منها - أخي - تلك التي أبرزت قيمة القرآن، وكيفية التعامل الصحيح معه، فمن هذه الكتب: ¶ ¬__________ ¶ (¬1) في ظلال القرآن 1/ 480. ¶ (¬2) تيسير الكريم الرحمن ص 394. ¶ (¬3) المدخل إلى الدراسات القرآنية الندوي ص 93.",
            "page": "88",
            "part": "1",
            "seal": "CFAF6B5B"
        },
        {
            "id": "90",
            "nass": "- أخلاق حملة القرآن لأبي بكر الآجرى. ¶ - كيف نتعامل مع القرآن؟ لمحمد الغزالي. ¶ - المدخل إلى الدراسات القرآنية لأبي الحسن الندوي. ¶ - تدبر القرآن لسلمان بن عمر السنيدي. ¶ - مختصر قيام الليل لمحمد بن نصر المروزي. ¶ - النبأ العظيم لمحمد عبد الله دراز. ¶ - التذكار في أفضل الأذكار للإمام القرطبي. ¶ - منهج السلف في العناية بالقرآن الكريم لبدر بن ناصر البدر. ¶ - صحابة رسول الله وجهودهم في تعليم القرآن الكريم لأنس أحمد كرزون. ¶ - نظرات في كتاب الله للإمام الشهيد حسن البنا -جمع عصام تليمة. ¶ - جيل قرآني فريد من كتاب معالم في الطريق لسيد قطب. ¶ - مقومات التصور الإسلامي لسيد قطب. ¶ - مقدمة تفسير في ظلال القرآن لسيد قطب. ¶ - روائع إقبال لأبي الحسن الندوي. ¶ - ما كتبه ابن القيم عن القرآن في كتب: زاد المعاد - الفوائد - مدارج السالكين - مفتاح دار السعادة ... ¶ - فضائل القرآن للفريابي. ¶ - فضائل القرآن لأبي عبيد الهروي. ¶ ولقد أكرم الله عز وجل كاتب هذه السطور، وتفضل عليه بما لا يستحقه، بأن يسَّر له الكتابة في هذا الموضوع في عدة كتب هي: ¶ - العودة إلى القرآن لماذا وكيف؟ ¶ - إنه القرآن سر نهضتنا. ¶ - بناء الإيمان من خلال القرآن. ¶ - كيف نغير ما بأنفسنا؟ ¶ - الطوفان قادم .. الله أو الدمار. ¶ - عودة المجد .. وَهْم أم حقيقة؟. ¶ - الجيل الموعود بالنصر والتمكين. ¶ - حقيقة العبودية. ¶ - كيف ننتفع بالقرآن؟ ¶ فلك أخي القارئ أن تقرأ من هذه الكتب ما تشاء حتى تقوى رغبتك وتشتد حاجتك إلى القرآن، واعلم أن «الإمداد على قدر الاستعداد»، وأن الاستعداد للتلقي يزيد وينقص تبعًا للشعور بالاحتياج، فمن اشتد شعوره بالاحتياج إلى القرآن وقويت في ذلك رغبته ازداد استعداده لذلك التلقي، ومن ثمَّ الإقبال الدائم عليه، فيتحقق تبعًا لذلك الوصال بين القلب والقرآن. ¶ المحور الثاني: الإلحاح على الله عز وجل ¶ لا بد أن نوقن بأن الذي سيفتح لنا قلوبنا ليحدث الوصال بينها وبين القرآن هو الله وحده لا شريك له {وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي} [سبأ: 50]. ¶ فلا بد وأن يصدر أولاً القرار الإلهي بالوصال وإلا سيكون حالنا {كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ} [الرعد: 14]. ¶ ألم يقل سبحانه: {ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا} [التوبة: 118]؟! ¶ ومع ذلك، وحتى لا يدَّعي أحد بأن الأمر ليس بيده، وأنه منتظر لهداية ربه، فقد ربط سبحانه بين إمداده وعطائه للعبد، وبين مدى حرص هذا العبد واستعداده لتلقي هذا العطاء {فَمَنْ أَسْلَمَ فَأُولَئِكَ تَحَرَّوْا رَشَدًا} [الجن: 14]. ¶ وفي الحديث القدسي يقول تعالى: «يا عبادي كلكم ضال إلا من هديته، فاستهدوني أهدكم» (¬1). ¶ فالجملة الأولى (كلكم ضال إلا من هديته) تحصر وتقصر الهداية على الله عز وجل، والجملة الثانية (فاستهدوني أهدكم) تبين دور العبد في استجلاب تلك الهداية، فإن كانت الهداية من الله، إلا أن البداية من العبد يطلبها بلسان حاله أو مقاله. ¶ وكما جاء في الأثر عن أبي الدرداء: ¶ لما أهبط الله آدم إلى الأرض قال له: يا آدم أحبني وحببني إلى خلقي، ولا تستطيع ذلك إلا بي، ولكن إذا رأيتك حريصًا على ذلك أعنتك عليه (¬2) .. ¶ عون الله للعبد على قدر عزمه: ¶ يقول ابن رجب: عون الله للعبد على قدر قوة عزيمته وضعفها، فمن صمم على إرادة الخير أعانه الله وثبته. ¶ على قدر أهل العزم تأتي العزائم ... وتأتي على قدر الكرام المكارم ¶ ولهذا سمى الله خواصّ الرسل: أولوا العزم. ¶ واعلم أن العزيمة على الرشد مبدأ الخير، فإن الإنسان قد يعلم الرشد وليس له عليه عزم. ¶ ¬__________ ¶ (¬1) رواه مسلم. ¶ (¬2) استنشاق نسيم الأنس لابن رجب الحنبلي ص 127.",
            "page": "89",
            "part": "1",
            "seal": "CF90AD8A"
        },
        {
            "id": "91",
            "nass": "فالخير كله منوط بالعزيمة الصادقة على الرشد، وهي الحملة الأولى التي تهزم جيوش الباطل، وتوجب الغلبة لجنود الحق، قال أبو حازم: إذا عزم العبد على ترك الآثام، أتته الفتوح. ¶ ويكفيك مثالاً لهذا ما حدث من عمر بن عبد العزيز عندما دُفن سليمان بن عبد الملك قُرَّب إليه موكب الخلافة فتركه وركب بغلته، وصار مستصحبا لتلك العزيمة، فعلم الله صدقه فيها فأعانه عليها (¬1). ¶ فهل تريد - أخي- الانتفاع بالقرآن؟! ما عليك إذن إلا أن تستصحب عزيمة صادقة في ذلك، ثم تترجم هذه الرغبة والعزيمة في صورة دعاء وطلب من الله عز وجل بأن يبلغك مرادك. ¶ ترجمة الرغبة: ¶ فإن كانت الخطوة الأولى للانتفاع الحقيقي بالقرآن هي اشتداد الرغبة، فإن الخطوة التي تليها .. بل تصحبها .. هي ترجمة هذه الرغبة بالدعاء والتضرع إلى الله عز وجل بأن يفتح قلوبنا لنور القرآن، ويُعرَّضها لحُسن التأثر به. ¶ علينا أن ندعوه - سبحانه - دعاء المضطر الذي يخرج دعاؤه من أعماق أعماق قلبه، كالذي تتقاذفه الأمواج في البحر، فأخذ يصارع الغرق، وليس لديه شيء يتعلق به إلا أمله في الله بأن يستجيب تضرعه، وينقذه من الموت. ¶ واعلم - أخي - أن مفتاح الإجابة هو التضرع والحرقة واستشعار الاحتياج الماس لله عز وجل. ¶ يقول ابن رجب: وعلى قدر الحرقة والفاقة تكون إجابة الدعاء (¬2). ¶ وتذكر - أخي - قوله صلى الله عليه وسلم: «إن الله لا يستجيب دعاء من قلب غافل لاه» (¬3). ¶ وعلينا ألا نكتفي بالدعاء والاستغاثة مرة أو مرتين، بل لا بد من الإلحاح والإلحاح على الله بدعاء المضطر مرات ومرات حتى ينفتح الباب. ¶ فالله عز وجل يسمع دعاءنا، ويقدر على إجابته - وإجابة جميع الخلائق - من أول مرة، ولكنه يريد أن يرى منا الصدق في الطلب، وأننا جادون فيما ندَّعى، لذلك فهو قد يؤخر الإجابة اختبارًا لنا، فإن تركنا الباب، وأوقفنا التضرع والدعاء كان ذلك علامة وبيَّنة على عدم صدقنا في أننا بحاجة ماسة لإجابة ما نطلبه من الله، وأن الأمر لا يعدو أن يكون رد فعل لحالٍ طارئة عشنا معها، وتأثرنا بها تأثرًا لحظيًا، لذلك يقول صلى الله عليه وسلم: «يُستجاب لأحدكم ما لم يعجل، يقول: دعوت فلم يُستجب لي» (¬4). ¶ ولنعلم جميعًا بأننا لو وصلنا لحالة الاضطرار والحرقة عند الدعاء مرات ومرات، فإن الباب - يقينًا - سيُفتح، والشيطان سيخنس، وشمس القرآن ستشرق في قلوبنا بنور ربها. ¶ ومن أهم أوقات الإلحاح على الله ودعائه دعاء المضطر هو ذلك الوقت الذي يسبق قراءة القرآن، فالإلحاح الحار في هذا الوقت من شأنه أن يهيئ القلب لاستقبال القرآن استقبالاً صحيحًا. ¶ فكما يقول تعالى: {وَمَا يَتَذَكَّرُ إِلاَّ مَن يُنِيبُ - فَادْعُوا اللهَ مُخْلِصِينَ لَهُ الدِّينَ} [غافر: 13، 14]. ¶ ومنها كذلك تلك الأوقات التي تستغلق فيها أبواب فهم الآيات علينا. ¶ ¬__________ ¶ (¬1) مجموع رسائل ابن رجب 1/ 343 - 348 باختصار. ¶ (¬2) الذل والانكسار لابن رجب. ¶ (¬3) رواه الإمام أحمد والترمذي. ¶ (¬4) متفق عليه.",
            "page": "90",
            "part": "1",
            "seal": "069B61B9"
        },
        {
            "id": "92",
            "nass": "يذكر الحافظ ابن كثير - رحمه الله - في سياق هجرة عمر بن الخطاب مع عياش ابن ربيعة، وهشام بن العاص - رضي الله عنهم - (ولقد حبس الكفار هشامًا عن الهجرة، واستطاع أبو جهل أن يرد عياشًا إلى مكة بعد حيلة ماكرة وخطة غادرة .. وقد كان شائعًا بين المسلمين أن الله لا يقبل ممن افتتن توبة، وكانوا يقولون ذلك لأنفسهم حتى قدم رسول الله صلى الله عليه وسلم المدينة، وأنزل الله: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لاَ تَقْنَطُوا مِن رَّحْمَةِ اللهِ إِنَّ اللهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ - وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِن قَبْلِ أَن يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لاَ تُنْصَرُونَ - وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُم مِّن رَّبِّكُم مِّن قَبْلِ أَن يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لاَ تَشْعُرُونَ} [الزمر: 53 - 55]. ¶ قال عمر: وكتبتها وبعثت بها إلى هشام بن العاص. ¶ قال هشام: فلما أتتني جعلت أقرؤها بذى طوى أصعد بها وأصوب، ولا أفهمها حتى قلت: اللهم فهمنيها، فألقى الله في قلبي أنها إنما أُنزلت فينا وفيما كنا نقول في أنفسنا، ويقال فينا. ¶ قال: فرجعت إلى بعيري فجلست عليه فلحقت برسول الله صلى الله عليه وسلم بالمدينة (¬1). ¶ ويقول الإمام ابن تيمية عن نفسه: ¶ ربما طالعت على الآية الواحدة نحو مئة تفسير، ثم أسأل الله الفهم وأقول: يا معلم آدم وإبراهيم علمني. وكنت أذهب إلى المساجد المهجورة وأمرغ وجهي في التراب، وأسأل الله وأقول: يا معلم إبراهيم فهمني (¬2). ¶ فإذا عزم الأمر: ¶ لقد مر علينا في قصة إسلام أسيد بن حضير، قول أسعد بن زرارة لمصعب بن عمير عندما رأى أُسيدًا يقبل عليهما بوجه غاضبًا: «أصدق الله فيه». ¶ فلما صدق مصعب الله في أسيد: انفتح قلبه، وانشرح صدره، وانفرجت أساريره، ودخل في الإسلام. ¶ وهذا هو بيت القصيد: أن نصدق الله في طلب الانتفاع الحقيقي بالقرآن. ¶ ألم يقل سبحانه: {فَإِذَا عَزَمَ الأمْرُ فَلَوْ صَدَقُوا اللهَ لَكَانَ خَيْرًا لَّهُمْ} [محمد: 21]. ¶ فالأمر قد عزم الآن، ولا يبقى إلا الصدق مع الله، ودوام الإلحاح عليه، وأن يكون حالنا معه - سبحانه - كحال الطفل الذي يريد حاجة من أبيه، فلا تجده ييأس أبدًا من طلب حاجته رغم رفض أبيه المتكرر، ويظل الطفل في إلحاحه المستمر ويظل أبوه يرفضه حتى يتحول الرفض إلى استجابة أمام ذلك السيل من الإلحاح .. ¶ ولله المثل الأعلى، فلنصدق الله في طلبنا، ولنلح عليه في الطلب، فإن تأخرت الإجابة فعلينا ألا نيأس، فربنا - سبحانه وتعالى - أكرم الأكرمين، وأجود الأجودين، وهو ينتظر منا أي التفاتة نحوه ليقبل علينا، فإن تأخر الإمداد، فلحكمة يعلمها هو، ولخير كبير ينتظرنا شريطة ألا نبرح بابه، وأن نستمر في الإلحاح عليه، مع إظهار عظيم افتقارنا وحاجتنا إلى جوده. ¶ أخي: ¶ أتظن أنك إن مرَّغت وجهك في التراب، فاختلط به دمعك، واشتد نحيبك وتضرعك إلى الله في طلبك للوصال بين قلبك والقرآن، ... أتظن أن ربك يعرض عنك، ولا يستجيب لطلبك؟! ¶ المحور الثالث: الإكثار من تلاوة القرآن بتفهم وترتيل وصوت حزين ¶ المحور الثالث الذي ينبغي أن يسير جنبا إلى جنب بجوار المحورين السابقين هو الإكثار من تلاوة القرآن بتفهم وترتيل وصوت حزين. ¶ وقبل أن نتحدث عن الوسائل العملية المعينة على الفهم والتأثر بالقراءة ننقل إليك - أخي القارئ- بعض تجارب ونصائح المصلحين في هذا الشأن. ¶ محمد إقبال: ¶ ¬__________ ¶ (¬1) هجر القرآن ص 156، 157، نقلا عن البداية والنهاية لابن كثير (3/ 136، 137). ¶ (¬2) رسائل من السجن لابن تيمية ص 5.",
            "page": "91",
            "part": "1",
            "seal": "718B99C0"
        },
        {
            "id": "93",
            "nass": "يقول أبو الحسن الندوي: لقد كانت قراءة محمد إقبال للقرآن قراءة تختلف عن قراءة الناس، ولهذه القراءة الخاصة فضل كبير في تذوقه للقرآن، واستطعامه إياه. ¶ وقد حكى قصته لقراءة القرآن. قال: «قد كنت تعمدت أن أقرأ القرآن بعد صلاة الصبح كل يوم، وكان أبي يراني، فيسألني: ماذا أصنع؟ فأجيبه: أقرأ القرآن، وظل على ذلك ثلاث سنوات متتاليات يسألني سؤاله، فأجيبه جوابي، وذات يوم قلت له: ما بالك يا أبي! تسألني نفس السؤال وأجيبك جوابًا واحدًا، ثم لا يمنعك ذلك عن إعادة السؤال من غدٍ؟ فقال: إنما أردت أن أقول لك: يا ولدي؛ اقرأ القرآن كأنما نُزَّل عليك. ومنذ ذلك اليوم بدأت أتفهم القرآن وأقبل عليه، فكان من أنواره ما اقتبست، ومن درره ما نظمت» (¬1). ¶ حسن البنا: ¶ من وصايا الإمام حسن البنا في كيفية الانتفاع بالقرآن: ¶ «واجتهد أن تقرأ في الصلاة وغيرها على مُكث وتمهُّل، وخشوع وتذلل، وأن تقف على رؤوس الآيات، وتعطي التلاوة حقها من التجويد والنغمات، من غير تكلف ولا تطريب، أو اشتغال بالألفاظ عن المعاني، مع رفع الصوت المعتدل في التلاوة العادية أو الصلاة الجهرية، فإن ذلك يُعين على الفهم، ويثير ما غاص من شآبيب الدمع، وما نفع القلب شيء أفضل من تلاوة في تدبر وخشوع» (¬2). ¶ وكان يُصدِّر مقاله الأسبوعي التفسيري بجريدة الإخوان الأسبوعية بعبارة موضوعة في برواز يقول فيها: ¶ «بين القرآن وبين القلوب المؤمنة صلة قوية، يفتح أمامها خزائن أسراره، فرجاؤنا للقارئ الكريم أن يتلو الآيات مرارا، مستحضرًا قلبه، محاولاً الوصول إلى معناها قبل قراءة التفسير، ثم يقرؤه بعد ذلك، فسيعرف بذلك كيف يتفهم كتاب الله من غير واسطة» (¬3). ¶ سيد قطب: ¶ أما سيد قطب -رحمه الله- فقد تحدث كثيرًا عن القرآن وكيفية الانتفاع به، فمن أقواله: ¶ إن هذا القرآن ينبغي أن يقرأ، وأن يُتلقى من أجيال الأمة المسلمة بوعي، وينبغي أن يُتدبر على أنه توجيهات حية، تتنزل اليوم، لتعالج مسائل اليوم، ولتنير الطريق إلى المستقبل. لا على أنه مجرد كلام جميل يرتل، أو أنه سجل لحقيقة مضت ولن تعود. ¶ ولن ننتفع بهذا القرآن حتى نقرأه لنلتمس عنده توجيهات حياتنا الواقعة في يومنا وفي غدنا، كما كانت الجماعة المسلمة الأولى تتلقاه لتلتمس عنده التوجيه الحاضر في شؤون حياتها الواقعة .. ¶ وحين نقرأ القرآن بهذا الوعي سنجد عنده ما نريد. وسنجد فيه عجائب لا تخطر على البال الساهي! سنجد كلماته وعباراته وتوجيهاته حية تنبض وتتحرك وتشير إلى معالم الطريق .. وتقول لنا حديثا طويلاً مفصلاً دقيقًا في كل ما يعرض لنا من الشؤون .. وسنجد عندئذ في القرآن متاعًا وحياة، وسندرك معنى قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا للهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ} [الأنفال: 24] (¬4). ¶ أبو الحسن الندوي: ¶ ويتحدث الندوي عن تجربته مع القرآن فيقول: إن للمؤلف تجربة عملية، واقتراحًا مخلصًا، في صدد الصلة الشخصية المباشرة بالقرآن الكريم، والعلاقة القوية معه، وتذوقه والتجاوب معه، والاستفادة منه أكثر وأكثر، والتقرب به إلى الله، والرقي عن طريقه في مدارج التوفيق. ¶ ¬__________ ¶ (¬1) روائع إقبال لأبي الحسن الندوي/ 38، 39 - دار القلم - دمشق. ¶ (¬2) حسن البنا ومنهجه في التفسير/ 100 - دار التوزيع والنشر الإسلامية - مصر. ¶ (¬3) حسن البنا ومنهجه في التفسير/ 98 - دار التوزيع والنشر الإسلامية- مصر. ¶ (¬4) في ظلال القرآن: 1/ 261 - دار الشروق - مصر.",
            "page": "92",
            "part": "1",
            "seal": "D444AAED"
        },
        {
            "id": "94",
            "nass": "وهو أنه ينبغي أن يشتغل بالقرآن - قدر المستطاع - مباشرة بدون وساطة، ويتلو متنه أكثر ما يمكن، ويستمتع بقراءته، ويتذوق ويتدبر في معانيه، فإذا كان القارئ قد حصَّل من العربية ما يحتاج إليه، وتمكن من فهم القرآن الكريم مباشرة، فعليه بقراءته وفهمه مباشرة، وإلا فليرجع إلى الحواشي والملاحظات التفسيرية المختصرة، ويحاول تلاوة القرآن الكريم، وفهمه وتدبره وتذوقه من دون اعتماد وتعويل دائم على تفسير إنساني ومراجعة كثيرة لكتب التفاسير، ويكتفي بذلك إلى مدةٍ ما من الزمن، ويحمد الله - تعالى - على ما يفتحه عليه من فهم كتابه، وما يوفق إليه من تلاوته، حمدًا كثيرًا (¬1). ¶ وسائل عملية معينة على الانتفاع بالقرآن: ¶ وبعد أن نقلنا لك - أخي القارئ - بعض تجارب ووصايا المصلحين في كيفية الانتفاع بالقرآن يبقى الحديث عن الوسائل المعينة لتحقيق الوصال بين القلب والقرآن بصورة عملية، ولقد تم ذكر هذه الوسائل بشيء من التفصيل في كتاب «بناء الإيمان من خلال القرآن»، وكتاب «حقيقة العبودية»، وغيرهما، ولتمام الفائدة، نذكرها هنا باختصار: ¶ أولاً: الإلحاح على الله عز وجل بأن يفتح قلوبنا لأنوار كتابه، وأن يكرمنا ويعيننا على التدبر والتأثر، ولقد تقدم الحديث عن أهمية الإلحاح على الله في المحور الثاني، ونعيد ذكره هنا باعتبار أن القيام به أمر ضروري قبل الشروع في تلاوة القرآن وذلك لأهميته وفائدته العظيمة في استثارة مشاعر الرغبة في الانتفاع بالقرآن، وتهيئة القلب لاستقباله. ¶ ثانيًا: الإكثار من تلاوة القرآن، وإطالة فترة المكث معه، وعدم قطع القراءة بأي أمر من الأمور -ما أمكن ذلك- حتى لا نخرج من جو القرآن، وسلطان الاستعاذة، خاصة في البداية، ويُفضل أن يكون اللقاء بالقرآن في مكان هادئ -قدر المستطاع- وبعيدًا عن الضوضاء ليساعد المرء على التركيز وعدم شرود الذهن، ولا ننسى الوضوء والسواك قبل القراءة فهي أيضًا من المعينات. ¶ ثالثًا: القراءة من المصحف وبصوت مسموع وبترتيل: فالترتيل له وظيفة كبيرة في الطَّرْق على المشاعر ومن ثمَّ استثارتها وتجاوبها مع الفهم الذي سيولده التدبر، لينشأ بذلك الإيمان حينما يتعانق الفهم مع التأثر. ¶ وهنا تبرز أهمية تعلم أحكام التلاوة حتى تتحقق الفائدة من الترتيل. فلا بد وأن يجتهد كل منا في تعلم أحكام التلاوة والنطق الصحيح للآيات في أسرع وقت حتى يتسنى له الانتفاع بالقرآن. ¶ رابعًا: القراءة الهادئة الحزينة: علينا ونحن نرتل القرآن، أن نُعطي الحروف والغُنَّات والمدود حقها حتى يتيسر لنا معايشة الآيات وتدبرها والتأثر بها، وعلينا كذلك أن نقرأ القرآن بصوت حزين لاستجلاب التأثر. ¶ خامسًا: الفهم الإجمالي للآيات من خلال إعمال العقل في تفهم الخطاب، وهذا يستلزم منا التركيز التام مع القراءة. وليس معنى إعمال العقل في تفهم الخطاب أن نقف عند كل كلمة ونتكلف في معرفة معناها وما وراءها، بل يكفي المعنى الإجمالي الذي تدل عليه الآية حتى يتسنى لنا الاسترسال في القراءة ومن ثمَّ التصاعد التدريجي لحركة المشاعر فتصل إلى التأثر والانفعال في أسرع وقت. ¶ سادسًا: الاجتهاد في التعامل مع القرآن كأنه أنزل عليك، وكأنك المخاطب به، والاجتهاد كذلك في التفاعل مع هذا الخطاب من خلال الرد على الأسئلة التي تتضمنها الآيات، والتأمين عند مواضع الدعاء، .. وهكذا. ¶ ¬__________ ¶ (¬1) المدخل إلى الدراسات القرآنية لأبي الحسن الندوي ص 107.",
            "page": "93",
            "part": "1",
            "seal": "CC3A8597"
        },
        {
            "id": "95",
            "nass": "سابعًا: تكرار وترديد الآية أو الآيات التي حدث معها تجاوب وتأثر قلبي حتى يتسنى للقلب الاستزادة من النور الذي يدخل، والإيمان الذي ينشأ في هذه اللحظات، ويستمر ترديد وتكرار تلك الآية أو الآيات حتى يتوقف التأثر والانفعال، فكما قيل: الآية مثل التمرة كلما مضغتها، استخرجت حلاوتها. ¶ ولا بأس من وجود تفسير مختصر بجوارنا لجلاء شبهة أو معرفة معنى دق علينا فهمه، وإن كان من الأفضل الرجوع إليه بعد انتهاء القراءة حتى لا نخرج من جو القرآن والانفعالات الوجدانية التي نعيش في رحابها إلا إذا ألحت علينا كلمة نريد معرفة معناها في الحال. ¶ فإن داومنا على هذه الوسائل - أخي القارئ - وثابرنا عليها وسرنا بها جنبا إلى جنب مع المحورين السابقين (تقوية الرغبة والإلحاح على الله)، فلنبشر جميعًا بقرب شروق شمس القرآن على قلوبنا لتبدأ معها حياة جديدة تكسوها السكينة والطمأنينة، وروح جديدة وثابة تواقة لفعل الخير، وأهم من هذا كله التجلبب بجلباب العبودية، والرضا بالله ربا، والاكتفاء به، والاستغناء عن الناس. ¶ كل هذا، أخي الحبيب، وغيره من الثمار العظيمة ينتظرنا جميعًا إن نحن أحسَنَّا الإقبال على القرآن وداومنا على ذلك. ¶ فكلما أعطينا للقرآن حقه أعطانا من خيره وكنوزه التي لا نهاية لها، فلو كان البحر مدادًا والأشجار أقلامًا، تكتب ما يحمله كلام الله من معانٍ هادية، لنفد البحر قبل أن تنفد أسرار ومعاني هذا الكلام. ¶ وأعلم -أخي- بأننا إذا أحسنَّا الإقبال على القرآن، وأكثرنا من تلاوته بالليل والنهار، فسنجد - بعون الله - لذة المناجاة، وسنأنس بكلام الله أكثر من أُنسنا بأي شيء آخر، وستأتينا الفتوحات من حيث لا نحتسب. ¶ * * *",
            "page": "94",
            "part": "1",
            "seal": "AD6A82A4"
        },
        {
            "id": "96",
            "nass": "كلمة أخيرة لكل مسلم",
            "page": "95",
            "part": "1",
            "seal": "4D9CB18C"
        },
        {
            "id": "97",
            "nass": "كلمة أخيرة لكل مسلم ¶ أخي ... ¶ هل تبحث مثلي عن السعادة والطمأنينة وراحة البال؟! ¶ هل تتوق إلى الربانية والقرب من الله؟! ¶ هل تريد لقلبك أن يحيا حياته الحقيقية؟! ¶ ها هو القرآن يدعونا جميعًا لذلك {يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا للهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ} [الأنفال: 24]. ¶ إن القرآن ينبت الإيمان في القلوب مهما بلغت قسوتها، ويُشربها محبة الله، وخشيته، ومهابته حتى يصير حبه - سبحانه - أحب الأشياء إليها، وخشيته أخوف الأشياء لديها. ¶ إنه روح القلوب وقوتها .. من فقده فقد أضاع على نفسه فرصة عظيمة للحياة الحقيقية، والسعادة، والرضا، ودخول جنة الدنيا. ¶ واعلم أخي أن هذا ليس كلاما نظريا إنشائيًا تُسوَّد به الصفحات، بل هو حقيقة لا ينقص ظهورها في عالم الواقع سوى أن نتخذ القرار الآن بالانتفاع الحقيقي بالقرآن. ¶ نعم، الآن علينا أن نعزم على ذلك، ثم نتجه إلى الله نتضرع إليه ونستغيث به استغاثة المشرف على الغرق بأن يفتح قلوبنا لأنوار القرآن .. ¶ ثم نقبل مباشرة على القرآن نقرؤه قراءة جديدة .. قراءة الباحث عن الهداية والشفاء والتغيير، وأن نداوم على ذلك ما وسعنا الوقت والجهد. ¶ فيقينا إن ثابرنا على ذلك فستشرق قلوبنا بنور القرآن، وسَتدبُّ الروح في صدورنا، لتبدأ الحياة الجديدة، والولادة الحقيقية .. ولادة القلب الحي الذي إذا ما وُجد: وُجدت معه أسباب النجاح والفلاح جميعًا. ¶ وتذكر أخي أن صلاح الأمة متوقف على صلاحي وصلاحك، وصلاحنا لن يكون إلا بالإيمان أولا، والقرآن هو العمود الفقري لهذا الإيمان. ¶ فماذا ننتظر بعد ذلك؟! ¶ ماذا ننتظر وقد دخلت الأمة إلى الغار، وقد سقطت صخرة عظيمة فأغلقت بابه، والكل يستصرخ وينادي: هل إلى خروج من سبيل؟ ¶ فهل نكتفي بارتداء الأكفان، و انتظار الموت، أم نبحث عن مخرج من هذا الغار؟! ¶ إن الدليل الذي سيقودنا إلى الخروج موجود لكنه مهجور. ¶ إن القائد الذي نبحث عنه قريب منا، وأهل لإخراجنا من الغار. ¶ إنه القرآن .. إي وربي القرآن .. ¶ هكذا أخبرنا ربنا وأرشدنا نبينا صلى الله عليه وسلم. ¶ فهيا يا أخي .. هيا نبدأ بأنفسنا أولاً فنأخذ الدواء، و نزحزح الصخرة لنخرج من الغار ونرى شمس النهار، ونستنشق النسيم النقي، فيحيا القلب، وتسكن النفس، ثم نعود لنأخذ بأيدي إخواننا فنخرجهم من هذه الظلمات بإذن الله. ¶ ألا قد بلغت، اللهم فاشهد. ¶ وصلَّ اللهم على سيدنا محمد وعلى آله وصحبه وسلم. ¶ * * *",
            "page": "96",
            "part": "1",
            "seal": "DAD8C95D"
        },
        {
            "id": "99",
            "nass": "المراجع ¶ - القرآن الكريم. ¶ - الإتقان في علوم القرآن - جلال الدين السيوطي - دار الندوة الجديدة - بيروت. ¶ - إحياء علوم الدين - أبو حامد الغزالي - دار الحديث - ط 1 - 1412هـ. ¶ - أخلاق حملة القرآن - أبو بكر الآجرى - دار الكتاب العربي - لبنان. ¶ - استنشاق نسيم الأنس - ابن رجب الحنبلي - المكتب الإسلامي - ط1 - 1411هـ. ¶ - إغاثة اللهفان - ابن قيم الجوزية - المكتب الإسلامي - بيروت - ط2 - 1409هـ. ¶ - الانتصار للقرآن - القاضي الباقلاني - دار ابن حزم - بيروت - تحقيق د. محمد عصام القضاه. ¶ - آيات الخشوع في القرآن - عبد الله المغربي - بيت الأفكار الدولية - الأردن. ¶ -البداية والنهاية - الحافظ ابن كثير - دار الفجر للتراث - القاهرة - ط1 - 2003. ¶ - البرهان في علوم القرآن - الزركشي - دار الحديث - القاهرة - 1427هـ. ¶ - التبيان في أقسام القرآن - ابن قيم الجوزية - دار الإيمان - الاسكندرية. ¶ - التحفة العراقية في الأعمال القلبية- ابن تيمية - المطبعة السلفية - القاهرة - ط3 - 1402. ¶ - تدبر القرآن - سليمان بن عمر السنيدي - المنتدى الإسلامي - ط1 - 1422هـ. ¶ - التوحيد والوساطة في التربية الدعوية - فريد الأنصاري - دار الكلمة - المنصورة - مصر. ¶ - التذكار في أفضل الأذكار - القرطبي - مكتبة دار البيان - دمشق - ط3 - 1407هـ. ¶ - التصوير الفني في القرآن - سيد قطب - دار الشروق - القاهرة. ¶ - التعبير القرآني والدلالة النفسية - عبد الله الجيوسي - دار الغوثاني - دمشق - ط2 - 2007. ¶ - تفسير القرآن العظيم - الحافظ ابن كثير - مكتبة العبيكان - بيروت - ط2 - 1417هـ. ¶ - تفسير سورة الفاتحة وجزء عم - الإمام محمد عبده - الهيئة العامة لقصور الثقافة - مصر. ¶ - تلبيس إبليس - ابن الجوزي - المطبعة المنيرية - القاهرة. ¶ - تيسير الكريم الرحمن في تفسير كلام المنان- عبد الرحمن السعدي - مؤسسة الرسالة - ط1 - 1420هـ. ¶ - جامع بيان العلم وفضله - ابن عبد البر -دار ابن الجوزي - السعودية ط3 - 1997. ¶ - الجامع لأحكام القرآن - القرطبي - دار الكتب العلمية - بيروت - ط5 - 1417هـ. ¶ - جامع العلوم والحكم - ابن رجب الحنبلي - دار ابن الجوزي- السعودية - ط2 - 1420هـ. ¶ - حديث القرآن عن القرآن - محمد الراوي - مكتبة العبيكان - الرياض - ط1 - 1415هـ. ¶ - حسن البنا ومنهجه في التفسير - دار التوزيع والنشر الإسلامية - القاهرة. ¶ - الحوادث والبدع - أبو بكر الطرطوشي - دار المغرب الإسلامي - ط1 - 1410هـ. ¶ - حياة الصحابة - محمد يوسف الكاندهلوي - شركة الرياض - السعودية- ط1 - 1998. ¶ - الدر المنثور في التفسير بالمأثور - للسيوطي - دار الكتب العلمية - بيروت - ط1 - 2000م. ¶ - الذل والانكسار للعزيز الجبار - ابن رجب - مكتبة التوعية الإسلامية - القاهرة - ط1 - 1414هـ. ¶ - رسائل من السجن لابن تيمية - دار الأرقم - الكويت - ط3 - 1407. ¶ - رهبان الليل - سيد العفاني - مكتبة ابن تيمية - القاهرة - ط4 - 1418هـ. ¶ - روائع إقبال - أبو الحسن الندوي - دار القلم - دمشق - ط1 - 1420هـ. ¶ - زاد المعاد في هدى خير العباد - ابن القيم - مؤسسة الرسالة - بيروت.",
            "page": "98",
            "part": "1",
            "seal": "37854EE9"
        },
        {
            "id": "100",
            "nass": "- الزهد - عبد الله بن المبارك - تحقيق أحمد فريد - دار العقيدة - الإسكندرية - ط14 - 1425. ¶ - الزواجر عن اقتراف الكبائر - ابن حجر المكي الهيثمي - دار الشعب - القاهرة - 1400هـ. ¶ - سلسلة الأحاديث الصحيحة - محمد ناصر الدين الألباني - مكتبة المعارف - الرياض - 1415هـ. ¶ - سلسلة الأحاديث الضعيفة - محمد ناصر الدين الألباني - مكتبة المعارف - الرياض. ¶ - سير أعلام النبلاء - الحافظ الذهبي - مؤسسة الرسالة - بيروت - ط1 - 1429هـ. ¶ - السنة ومكانتها في التشريع الإسلامي - مصطفى السباعي - المكتب الإسلامي - بيروت - ط4 - 1405. ¶ - السيرة النبوية - ابن هشام - دار التراث العربي - القاهرة. ¶ - سنن الدارمي - دار المعرفة - بيروت - ط1 - 1421هـ. ¶ - صحيح الجامع الصغير وزيادته -الألباني - المكتب الإسلامي - دمشق - ط3 - 1408. ¶ - صحيح مسلم بشرح النووي - دار المعرفة - بيروت - ط3 - 1417هـ. ¶ - صحابة رسول الله صلى الله عليه وسلم وجهودهم في تعليم القرآن الكريم- أنس أحمد كرزون - دار ابن حزم - بيروت. ¶ - عظمة القرآن الكريم - محمود الدوسري - دار ابن الجوزي - السعودية - ط1 - 1426هـ. ¶ - عون المعبود شرح سنن أبي داود - شمس الحق آبادي - دار الكتب العلمية - بيروت ط 1 - 1410هـ. ¶ - فتح الباري- ابن حجر العسقلاني - دار الكتب العلمية - بيروت - ط1 - 1410هـ. ¶ - فضائل القرآن - أبو عبيد القاسم الهروي - دار ابن كثير - دمشق - ط2 - 1420هـ. ¶ - فضائل القرآن - ابن كثير - دار المعرفة - بيروت - ط2 - 1407هـ. ¶ - فضائل القرآن - ابن الضريس - دار الفكر - دمشق. ¶ - فضائل سور القرآن الكريم - إبراهيم على السيد عيسى - دار السلام - القاهرة - ط2 - 2005. ¶ - فضائل القرآن - للفريابي - مكتبة الرشد - الرياض - ط2 - 1421هـ. ¶ - فضائل القرآن - المستغفري - تحقيق أحمد إسلوم- دار ابن حزم - بيروت - ط1 2006م. ¶ - فضل علم السلف على الخلف - ابن رجب الحنبلي - دار الحديث- القاهرة. ¶ - في ظلال القرآن - سيد قطب - دار الشروق - القاهرة - ط15 - 1408 هـ. ¶ - فقة السيرة - محمد الغزالي - دار القلم - دمشق - ط6 - 1416 هـ. ¶ - فيض القدير شرح الجامع الصغير - المناوي - دار الكتب العلمية - بيروت - ط1 - 1415 هـ. ¶ - قاعدة في فضائل القرآن - ابن تيمية - مكتبة الظلال - الإحساء - السعودية. ¶ - كليات رسائل النور - إشارات الإعجاز - النورسي - شركة سوزلر- القاهرة- ط1 - 2004م. ¶ - كليات رسائل النور - سيرة ذاتية - النورسي - شركة سوزلر - القاهرة - ط4 - 2004. ¶ - كيف نتعامل مع القرآن؟ - محمد الغزالي - دار الوفاء - مصر - ط2 - 1412 هـ. ¶ - كيف نتعامل مع القرآن العظيم - يوسف القرضاوي - دار الشروق - مصر. ¶ - كن كابن آدم - جودت سعيد - دار الفكر - دمشق - ط1 - 1419. ¶ - لمحات الأنوار ونفحات الأزهار - الغافقي - دار البشائر الإسلامية - بيروت - ط1 - 1997م. ¶ - لمحات من تاريخ السنة - عبد الفتاح أبو غدة - مكتب المطبوعات الإسلامية - حلب - ط1 -",
            "page": "99",
            "part": "1",
            "seal": "7D2EDB10"
        },
        {
            "id": "101",
            "nass": "- مباحث في علوم القرآن - مناع القطان - مؤسسة الرسالة - ط21 - 1407 هـ. ¶ - مجموع رسائل ابن رجب - الفاروق الحديثة - شبرا - القاهرة - 2002م. ¶ - المحاور الخمسة في القرآن - محمد الغزالي - دار الوفاء - مصر - ط2 - 1989. ¶ - مجمع الزوائد ومنبع الفوائد - الهيثمي - دار الكتب العلمية - بيروت - 1408 هـ. ¶ - مدارج السالكين - ابن قيم الجوزية - دار الكتب العلمية - بيروت. ¶ - مختصر قيام الليل - محمد بن نصر المروزي - مؤسسة الرسالة - ط2 - 1414 هـ. ¶ - المدخل لدراسة القرآن الكريم - محمد أبو شهبة. طبعة خاصة بالمؤلف. ¶ - المدخل إلى الدراسات القرآنية - أبو الحسن الندوي - مؤسسة الرسالة - بيروت - ط1 - 2004. ¶ - المرشد الوجيز إلى علوم تتعلق بالكتاب العزيز - أبو شامة - دار صادر - بيروت - 1975م. ¶ - مع القرآن وحملته في حياة السلف الصالح - عبيد الشعبي - دار الوطن للنشر - السعودية. ¶ - معالم في الطريق - سيد قطب - دار الشروق - القاهرة - ط10 - 1403 هـ. ¶ - المعجزة القرآنية - محمد حسن هيتو - مؤسسة الرسالة - بيروت - ط3 - 1419 هـ. ¶ - مقدمة في أصول التفسير - ابن تيمية - دار التراث الإسلامي القاهرة. ¶ - مقومات التصور الإسلامي - سيد قطب - دار الشروق - القاهرة. ¶ - منهج السلف في العناية بالقرآن الكريم - بدر ناصر البدر - دار الفضيلة - المنصورة- ط1 - 1424 هـ. ¶ - نظرية الإعجاز القرآني - أحمد سيد عمار - دار الفكر - دمشق - ط1 - 1998. ¶ - نظرات في كتاب الله للإمام الشهيد حسن البنا - جمع عصام تليمة - دار التوزيع والنشر - القاهرة. ¶ - هجر القرآن (فتح الرحمن في بيان هجر القرآن) - محمد فتحي، محمود الملاح - دار طيبة الخضراء - مكة. ¶ - مجلة زهور المصرية - العدد 78 - السنة السابعة - ربيع الآخر 1428 - مايو 2007. ¶ - مجلة الإخوان المسلمين - العدد (21) السنة الأولى -18 - رمضان - 1362هـ - 18 سبتمبر - 1943، نقلا من موقع إخوان أون لاين. ¶ * * *",
            "page": "100",
            "part": "1",
            "seal": "CC04AF11"
        }
    ],
    "t275": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "قبل أن تقرأ هذه الصفحات"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول الصخرة أغلقت الغار فهل إلى خروج من سبيل؟!"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "فصيلة دم الأمة"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "مشكلتنا إيمانية"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "العمود الفقري للإيمان"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "إنهم صنعوا ها هنا"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "القرآن مخرجنا"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "أين السنة؟!"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "القرآن والأعمال الصالحة الأخرى"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "هل أدرك المسلمون قيمة القرآن؟!"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "1",
            "tit": "الرسول صلى الله عليه وسلم يشكونا"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "فما الحل في هذه الإشكالية؟!"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "الإيمان بالقرآن هو البداية"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني حبل الود"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "الرحمة الواسعة"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "جحود الإنسان"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "غواية الشيطان"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "1",
            "tit": "طبيعة المعركة"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "أبواب الشيطان"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "1",
            "tit": "الرحيم الودود"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "لماذا أنزل الله القرآن؟!"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "1",
            "tit": "المعرفة وحدها لا تكفى"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "القرآن وإغلاق مداخل الشيطان"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "ابن القيم وتجربته مع القرآن"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "1",
            "tit": "إصلاح الإرادة"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث روح القلوب وقوتها"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "روح تسرى في القلوب"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "1",
            "tit": "من دخل فيه فهو آمن"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "تأثير يدرك ولا يمكن وصفه"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "1",
            "tit": "من مظاهر تأثير القرآن"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "2",
            "tit": "خشوع الجبال وتصدعها"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "القشعريرة والسجود"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "أجيبوا داعي الله"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "تأثير القرآن على مشركي مكة"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "2",
            "tit": "الوليد بن المغيرة"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "اعترافات عتبة بن ربيعة"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "1",
            "tit": "السجود الجماعي"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "خوف المشركين من فتنة نسائهم وأولادهم بسماعهم للقرآن"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "القرآن كان السبب الأول لإسلام الأوائل"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "كيف أسلم أسيد بن حضير؟"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "الدليل الدامغ"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": "1",
            "tit": "أمة عجيبة"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع الرسول صلى الله عليه وسلم والقرآن"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "تأثر الرسول صلى الله عليه وسلم بالقرآن"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "التأثير العملي السريع"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "1",
            "tit": "صفة قراءته"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "الحرص على التلاوة اليومية"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "1",
            "tit": "دعوته صلى الله عليه وسلم للناس بالقرآن"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "صفاء المنبع"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "ترغيبه صلى الله عليه وسلم للصحابة في تعلم القرآن"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "1",
            "tit": "النبي صلى الله عليه وسلم بين لأصحاب معاني القرآن"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "لا بديل عن التفهم والتدبر"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "متابعته صلى الله عليه وسلم لأصحابه"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "الوصية بالقرآن"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس النموذج العملي والدفعة الأولى لمدرسة القرآن"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "الأثر المباشر للقرآن في سلوك الصحابة"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "1",
            "tit": "ألا تحبون أن يغفر الله لكم؟!"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "2",
            "tit": "أعرض عن الجاهلين"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "3",
            "tit": "أقرضت ربي حائطي"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "ثابت بن قيس من أهل الجنة"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "1",
            "tit": "سمعا لربي وطاعة"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "2",
            "tit": "والله لو أستطيع الجهاد لجاهدت"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "3",
            "tit": "لا حاجة لي في أرضك"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "4",
            "tit": "قرأت البارحة سورة براءة"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "زينوا القرآن بالفعال"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": "1",
            "tit": "انشغال الصحابة بالقرآن ومحافظتهم على وردهم اليومي"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "كيف كانوا يحفظون آيات القرآن؟"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "خوف الصحابة على القرآن"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "1",
            "tit": "توجيهات ووصايا الصحابة نحو القرآن"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "تحذيرات الصحابة من رفع القرآن"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "خوف الصحابة من انشغال الناس بغير القرآن"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "منزلة السنة النبوية"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "1",
            "tit": "لماذا لم تدون السنة في عهد الرسول صلى الله عليه وسلم"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "موقف الصحابة من الحديث بعد وفاة الرسول صلى الله عليه وسلم"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": "1",
            "tit": "تقييد العلم وكتابته"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "من آثار هجر القرآن"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "1",
            "tit": "بناء الإيمان من خلال القرآن"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "إعادة ترتيب الأولويات"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل السادس لماذا لم ننتفع بالقرآن؟!"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "هل اللغة هي السبب؟!"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "تفسير لا يعذر أحد بجهالته"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "المرونة في النص القرآني"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "محمد إقبال"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": "1",
            "tit": "بديع الزمان النورسي"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "النماذج كثيرة"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "عودة إلى العصر الأول لنزول القرآن"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": "1",
            "tit": "ولكن ما السبب إذن؟!"
        },
        {
            "id": "66",
            "lvl": "3",
            "sub": null,
            "tit": "أولا: الصورة الموروثة عن القرآن"
        },
        {
            "id": "68",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: طول الإلف"
        },
        {
            "id": "69",
            "lvl": "3",
            "sub": null,
            "tit": "ثالثا: نسيان الهدف الذي من أجله نزل القرآن"
        },
        {
            "id": "72",
            "lvl": "3",
            "sub": null,
            "tit": "رابعا: الانشغال بفروع العلم والتبحر فيها"
        },
        {
            "id": "76",
            "lvl": "3",
            "sub": null,
            "tit": "خامسا: غياب أثر القرآن"
        },
        {
            "id": "77",
            "lvl": "3",
            "sub": null,
            "tit": "سادسا: كيد الشيطان"
        },
        {
            "id": "79",
            "lvl": "3",
            "sub": null,
            "tit": "سابعا: مفاهيم وممارسات ساهمت في عدم الانتفاع بالقرآن"
        },
        {
            "id": "79",
            "lvl": "4",
            "sub": "1",
            "tit": "الخوف من تدبر القرآن واللقاء المباشر به"
        },
        {
            "id": "80",
            "lvl": "4",
            "sub": null,
            "tit": "تحصيل الأجر والثواب فقط"
        },
        {
            "id": "80",
            "lvl": "4",
            "sub": "1",
            "tit": "الإسراع في حفظ القرآن"
        },
        {
            "id": "81",
            "lvl": "4",
            "sub": null,
            "tit": "قراءة الحافظ"
        },
        {
            "id": "81",
            "lvl": "4",
            "sub": "1",
            "tit": "حول مفهوم النسيان"
        },
        {
            "id": "81",
            "lvl": "4",
            "sub": "2",
            "tit": "أمراض القلوب"
        },
        {
            "id": "82",
            "lvl": "4",
            "sub": null,
            "tit": "قراءتان للقرآن"
        },
        {
            "id": "83",
            "lvl": "4",
            "sub": null,
            "tit": "التعمق في المعنى"
        },
        {
            "id": "83",
            "lvl": "4",
            "sub": "1",
            "tit": "مدة الختم"
        },
        {
            "id": "84",
            "lvl": "4",
            "sub": null,
            "tit": "السماع عندى أفضل!!"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل السابع كيف يحدث الوصال بين القلب والقرآن؟!"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": null,
            "tit": "الإيمان أولا"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": "1",
            "tit": "نقطة البداية الصحيحة"
        },
        {
            "id": "89",
            "lvl": "3",
            "sub": null,
            "tit": "أولا: تقوية الرغبة والدافع للانتفاع الحقيقى بالقرآن"
        },
        {
            "id": "90",
            "lvl": "3",
            "sub": null,
            "tit": "المحور الثاني: الإلحاح على الله عز وجل"
        },
        {
            "id": "92",
            "lvl": "3",
            "sub": null,
            "tit": "المحور الثالث: الإكثار من تلاوة القرآن بتفهم وترتيل وصوت حزين"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "وسائل عملية معينة على الانتفاع بالقرآن"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "كلمة أخيرة لكل مسلم"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "المراجع"
        }
    ]
}