{
    "b276": [
        {
            "id": "1",
            "nass": "حتى لا نخسر رمضان ¶ مجدي الهلالي",
            "page": null,
            "part": null,
            "seal": "1782C017"
        },
        {
            "id": "2",
            "nass": "حتى لا نخسر رمضان ¶ الحمد لله رب العالمين، والصلاة والسلام على المبعوث رحمة للعالمين .. سيدنا محمد وعلى آله وصحبه أجمعين، أما بعد: ¶ فعندما يذهب شخص إلى الطبيب شاكياً من علة ما، فالمتوقع أن يستمع الطبيب إلى شكواه ثم يقوم بالكشف السريري عليه، ثم يكتب له الدواء الذي يراه مناسبًا لحالته. ¶ ولن يفوت الطبيب تذكير مريضه بطريقة أخذ الدواء؛ فهذا قبل الأكل وهذا بعده، وذاك قبل النوم .. ثم ينصحه بالانتظام في تناوله، وفي النهاية يطلب منه مراجعته بعد عدة أيام. ¶ ومن المتوقع أن أول سؤال سيسأله الطبيب لمريضه عند المقابلة الثانية سيكون عن مدى تحسن حالته الصحية، فإن وجد تحسنًا ملحوظًا فسيطلب منه الاستمرار على أخذ الأدوية ـ كلها أو بعضها ـ مدة زمنية أخرى حتى يتم له الشفاء ـ بإذن الله ـ وإن لم يلحظ هذا التحسن فسيتوجه إلى مريضه بالسؤال عن مدى جديته في تناول الدواء بالطريقة الصحيحة، فإن وجد منه التزاماً في هذا الأمر فسيتجه تفكيره نحو تغيير جرعات الدواء، أواستبداله بآخر، وكيف لا وهو يعلم بأن هدف مجيء المريض إليه هو بحثه عن الشفاء بإذن الله، ويعلم كذلك أن الأدوية ما هي إلا وسائل لتحقيق هذا الهدف. ¶ إن العلاقة بين الأدوية والعافية تمثل العلاقة بين الوسائل والأهداف، فالوسائل ليست مطلوبة لذاتها بل لتتحقق الأهداف من خلالها. ¶ و من العجيب أن هذا التصور لتلك العلاقة نمارسه بصورة تلقائية، وفي أمور كثيرة فيما يخص أمور دنيانا أما أمور ديننا فالأمر يختلف، بمعنى أن الأهداف في كثير من الأحوال تُنسى، وذلك حين تتحول الوسائل إلى أهداف وغايات. ¶ حياة القلب بالإيمان هي الهدف: ¶ لقد خلقنا الله عز وجل، وأسكننا الأرض لنقوم بمهمة عظيمة، ألا وهي ممارسة العبودية له سبحانه (و ما خلقت الجن و الإنس إلا ليعبدون) [الذاريات: 56] ¶ هذه العبودية لها حقيقة ينبغي أن يعيش المرء في أجوائها، وأن تظهر آثارها على سلوكه و تعاملاته .. ¶ فالعبودية لله عز وجل معناها الانكسار والاستسلام التام له سبحانه، وطاعة أوامره، ودوام خشيته، والشعور بالاحتياج المطلق، والافتقار التام إليه، ومن ثمَّ دوام سؤاله، والتمسكن بين يديه، و التوكل عليه، وإخلاص التوجه له، مع حبه، وإيثار محابه ومراضيه على كل شيء ... لينعكس ذلك على السلوك فيصبح همُّ المرء فعل كل ما يرضي مولاه ويستجلب به رحمته وفضله و جزاءه الذي وعد به عباده المتقين فيزداد سعيه لكل ما يقربه من الجنة ويبعده عن النار. ¶ فالعبودية الحقيقية تعني غلبة الإيمان بالله على قلب المرء و مشاعره، فيصير حبه سبحانه أحب الأشياء لديه، وخشيته أخوف الأشياء عنده. ¶ يطمئن إليه، ويثق فيه وفي قدرته الغير متناهية، وقربه، وعلمه وإحاطته بكل شيء، ومن ثم يتوكل عليه ويتقيه، ويحبه، ويشتاق إليه، و .... ¶ فالتوكل على الله عز وجل، ومحبته، وخشيته دليل على قوة الإيمان به والعبودية له: ¶ (وعلى الله فتوكلوا إن كنتم مؤمنين) [المائدة: 23] ¶ (فالله أحق أن تخشوه إن كنتم مؤمنين) [التوبة: 13] ¶ (و اتقوا الله إن كنتم مؤمنين) [المائدة: 57] ¶ وكلما تمكن الإيمان من القلب تحسن السلوك تبعاً لذلك كما قال صلى الله عليه و سلم: (ألا و إن في الجسد مضغة إذا صلحت صلح الجسد كله و إذا فسدت فسد الجسد كله ألا و هي القلب) (¬1) (¬2) ¶ ¬__________ ¶ (¬1) متفق عليه ¶ (¬2) الفهرس ¶ حياة القلب بالإيمان هي الهدف ¶ العبادات وسائل ¶ تهيئة الأجواء لتحقيق الهدف ¶ غياب الرؤية ¶ إحسان العمل أولاً ¶ سل الواقع ¶ تحصيل الثواب ¶ أين الثمرة؟ ¶ إحسان ثم إكثار ¶ الفهم الصحيح أولاً ¶ حتى لا يضيع علينا رمضان ¶ الغنيمة الباردة ¶ في رمضان العمل مع أنفسنا أهم واجباتنا ¶ البنا يؤكد ¶ الفهرس",
            "page": "1",
            "part": "1",
            "seal": "60C15FAB"
        },
        {
            "id": "3",
            "nass": "فالإيمان هو الدافع للاستقامة وللسلوك الصحيح (و ما كان لمؤمن و لا مؤمنة إذا قضى الله و رسوله أمراً أن يكون لهم الخيرة من إمرهم) [الأحزاب: 36] ¶ (و أطيعوا الله و رسوله إن كنتم مؤمنين) [الأنفال: 1] ¶ (و من يعظم شعائر الله فإنها من تقوى القلوب) [الحج: 32] ¶ العبادات وسائل: ¶ فإن كانت حياة القلب بالإيمان هي الهدف الذي به تتحقق العبودية لله عز وجل فكيف يصل المسلم لهذا الهدف؟! ¶ أرشدنا الله عز وجل إلى الوسائل التي من شأنها أن تبلِّغنا هذا الهدف .. هذه الوسائل هي العبادات بقسميها القلبية والبدنية (يآيها الناس اعبدوا ربكم الذي خلقكم والذين من قبلكم لعلكم تتقون) [البقرة: 21] ¶ فالعبادات أدوية ناجحة تحقق للقلب عبوديته التامة لله عز وجل .. ¶ فالصلاة من شأنها أن تُشعر المسلم بخضوعه وانكساره لربه، وهي وسيلة عظيمة للاتصال به سبحانه، ومناجاته، واستشعار القرب منه، والأنس به، والشوق إليه فتكون نتيجتها زيادة خضوع المشاعر لله (و اسجد و اقترب) [العلق:19]، (ويخرون للأذقان يبكون ويزيدهم خشوعاً) [الاسراء: 109] ¶ وبهذا يزداد الإيمان من خلال تلك الصلاة، و تظهر آثاره في دوافع المرء و سلوكه، فتزداد مسارعته لفعل الخير، ويقوى وازعه الداخلي ومقاومته لفعل المعاصي أوالاقتراب منها فيحقق قوله تعالى (وأقم الصلاة إن الصلاة تنهى عن الفحشاء والمنكر) [العنكبوت: 45] ¶ والصدقة عبادة عظيمة تقوم بمعالجة القلب من داء حب الدنيا و التعلق بها .. أي أنها تطهر القلب وتزيده قوة (خذ من أموالهم صدقة تطهرهم و تزكيهم بها) [التوبة: 103] ¶ والصيام يساعد المرء على السيطرة على نفسه و إلزامها تقوى الله (كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون) [البقرة: 183]. ¶ والذكر يهدف إلى تذكُّر الله .. تذكُّر عظمته وجلاله وجماله و إكرامه فيزداد به المرء اطمئناناً و ثقة وإيماناً (ألا بذكر الله تطمئن القلوب) [الرعد: 28] ¶ وهكذا في بقية العبادات القلبية والبدنية، و التي تشكل منظومة متكاملة، يتحقق من خلال القيام الصحيح بها الهدف العظيم من وجودنا على الأرض .. ¶ فما من عبادة أرشدنا الله إليها إلا و تُعد بمثابة وسيلة و\"مَركبة\" تنقلنا إلى الأمام في اتجاه القرب منه سبحانه حتى نصل إلى الهدف العظيم في الدنيا (أن تعبد الله كأنك تراه) وفي الآخرة (و ينجي الله الذين اتقوا بمفازتهم) [الزمر: 61] ¶ تهيئة الأجواء لتحقيق الهدف: ¶ والمتأمل لتوجيهات الشرع يجد أنها تحثنا وتساعدنا على تهيئة الأجواء المناسبة للتفاعل القلبي مع العبادات ومن ثم زيادة الإيمان من خلالها، فعلى سبيل المثال: الصلاة .. نجد أن الشرع يحثنا على تفريغ الذهن من الشواغل وعدم تعلق القلب بشيء من شأنه أن يمنعنا من التركيز فيها، فإذا حضر الطعام مع دخول وقت الصلاة يفضل البدء بالطعام حتى يدخل المرء إلى الصلاة و ذهنه غير مشغول به. ¶ وكذلك عند مدافعة الأخبثين .. قال صلى الله عليه و سلم: (لا صلاة بحضرة الطعام، ولا وهو يدافعه الأخبثان) (¬1) ¶ ولا ينبغي للمرء أن يُسرع في خطواته إلى المسجد ليدرك الصلاة، بل عليه أن يمشي في سكينة و هدوء، فالإسراع من شأنه أن يجعله يذهب إلى الصلاة وهو مضطرب فيصعب عليه جمع قلبه .. ¶ والحث على التبكير في الذهاب للمسجد قبل إقامة الصلاة له دور مهم في صرف شواغل الدنيا عن الذهن .. ¶ وكذلك فإن الحث على تذكر الموت قبل الصلاة من شأنه أن يستجيش المشاعر نحو الرجاء و الطمع في عفو الله و الخوف والرهبة من عقوبته .. ¶ ¬__________ ¶ (¬1) رواه مسلم",
            "page": "2",
            "part": "1",
            "seal": "15B8903E"
        },
        {
            "id": "4",
            "nass": "يقول صلى الله عليه و سلم: (اذكر الموت في صلاتك، فإن الرجل إذا ذكر الموت في صلاته لحريٌّ أن يُحسن صلاته، و صلِّ صلاة رجل لا يظن أنه يصلي صلاة غيرها .. ) (¬1) ¶ كل ذلك و غيره يهيء المسلم للاستفادة من الصلاة و ما فيها من قراءةٍ للقرآن، و ذكر، و دعاء في تحقيق هدفها بزيادة الإيمان و تحسين السلوك .. ¶ غياب الرؤية: ¶ عندما تغيب هذه الرؤية ويصبح الهدف هو أداة العبادة، بأي شكلٍ كانت، فإن ثمرة العبادة لا تكاد تظهر للوجود، ومن ثمَّ يظل العبد في مكانه؛ فلا يتقدّم في مضمار سباق السائرين إلى الله، ولا يجد حلاوة الإيمان، ولا يشعر بتحسن ملحوظ في سلوكه، لتكون النتيجة: إنسانًا ذو شخصيتين متناقضتين؛ فقد تجده كثير الصلاة والصيام والحج والاعتمار، ومع ذلك تجده لا يؤدي الأمانة، ولا يتحرى الصدق، ويسيء معاملة الآخرين، ويحسدهم على كل خير يبلغهم .. يصاب بالهلع والفزع إذا ما تعرَّضت أمواله وممتلكاته أو دنياه لمكروه ... ¶ هذه المظاهر السلبية وغيرها تدل على أن صاحبها لم يَسْتَفِد من عباداته، ولم يتحسن إيمانه من خلالها، وبالتالي لم ينتج منها الأثر الصحيح الذي من شأنه أن يصلح السلوك و المعاملات .. ¶ وتأكيدًا لهذا التشخيص، لك أخي القارئ أن تتأمل قوله صلى الله عليه وسلم: \"رُبَّ صائم حظه من صيامه الجوع والعطش، ورُبَّ قائم حظه من قيامه السهر\" (¬2) .. ¶ وكذلك قوله (واعلموا أن الله لا يستجيب دعاء قلب غافل لاه) (¬3) ¶ وقوله (ليجيئن أقوام يوم القيامة و أعمالهم كجبال تهامة فيؤمر بهم إلى النار، قالوا: يا رسول الله مصلين؟ قال: (نعم كانوا يصلون و يصومون و يأخذون هنة من الليل فإذا عُرض عليهم شيء من الدنيا وثبوا عليه) (¬4) ¶ فالمقصد من العبادة ليس فقط أداؤها من الناحية الشكلية، بل المهم والأهم هو أداؤها بطريقة تحقق هدفها؛ فإراقة دماء الهَدْي في الحج على سبيل المثال ليست مقصودة لذاتها، بل المقصود هو زيادة الإيمان والتقوى من خلال أداء هذه الشعيرة {لَنْ يَنَالَ اللهَ لُحُومُهَا وَلا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ} (الحج: 37) ¶ إحسان العمل أولاً: ¶ من هنا نقول بأنه ينبغي علينا أن نهتم بتحسين العمل ليتحقق من خلاله مقصود العبادة، ويزداد الإيمان في القلب .. ¶ وفي هذا المعنى يقول الحافظ بن رجب: ¶ كان السلف يوصون بإتقان العمل وتحسينه دون الإكثار منه، فإن العمل القليل مع التحسين و الإتقان، أفضل من الكثيرمع الغفلة و عدم الإتقان. ¶ وقال بعضهم: إن الرجلين ليقومان في الصف، و بين صلاتهما كما بين السماء و الأرض. ¶ ولهذا قال ابن عباس و غيره: صلاة ركعتين في تفكر خير من قيام ليلة و القلب ساهٍ. ¶ إن القلب هو محل نظر الله عز و جل، ومن ثمَّ فإن الأعمال تتفاضل عنده سبحانه بتفاضل مافي القلوب من إيمان ومحبة و إخلاص و خشية له، مع الأخذ في الاعتبار ضرورة موافقة هذه الأعمال للشرع .. ¶ و لئن كان السير إلى الله و القرب منه إنما يكون بالقلوب، فإن وسائل ذلك هي العبادات و الأعمال الصالحة التي دلنا عليها القرآن و السنة، و لكي تتم الاستفادة من هذه الوسائل في تحقيق الهدف لابد من تحسينها والاهتمام بتفاعل القلب معها، أما إذا تم التعامل معها على أنها غايات فسيصبح همّ المرء إتيانها و الإكثار منها بأي شكل كان دون النظر لحضور القلب وانتفاعه بها، فيؤدي هذا إلى غياب الأثر الإيجابي للعبادات والأعمال الصالحة في حياة الفرد. ¶ ¬__________ ¶ (¬1) صحيح الجامع الصغير (849) ¶ (¬2) صحيح الترغيب و الترهيب (1070) ¶ (¬3) السلسلة الصحيحة (594) ¶ (¬4) أخرجه أبو نعيم في الحلية",
            "page": "3",
            "part": "1",
            "seal": "F86C371C"
        },
        {
            "id": "5",
            "nass": "سل الواقع ¶ ولعل الواقع الحالي للمسلمين خير دليل على أن هناك حلقةً مفقودةً بين العبادات وأثرها؛ فعلى الرغم من كثرة عدد المصلين في المساجد، وعلى الرغم من كثرة المتطوعين بالصيام والصدقات، والمتنفلين بالحج والعمرات، إلا أننا لا نرى الأثر المتوقع لهذه العبادات ... فما أسهل أن تجد مصليًا يكذب من أجل تحقيق مصلحة أو دفع مضرة! وما أكثر أن تجد قارئًا للقرآن متقنًا لتلاوته يسيء معاملة أهله ويذيقهم الويلات تلو الويلات! ... وما أكثر وما أكثر. ¶ إن وجود هذا الانفصال بين العبادات وأثرها مردُّه - بالأساس - لتعاملٍ غير صحيح مع العبادات بحيث يفرغها من مضمونها الحقيقي، ويقصرها فقط على الناحية الشكلية، ولعل من أسباب هذا التعامل: ¶ - تسليط الضوء على الأحاديث الواردة في فضائل الأعمال، و عدم ربطها بمقاصدها في تحقيق العبودية و زيادة الإيمان .. ¶ - كذلك فإن من أسباب هذا التعامل: سهولة القيام بالطاعات من الناحية الشكلية فقط .. فالاجتهاد في تحقيق التجاوب القلبي مع البدني يحتاج إلى جهد - قد لا يريد الكثيرون بذله- وبالتالي يستسهلون ذلك التعامل الخاطئ. ¶ - ومنها أيضًا: الشعور بالرضا عن النفس عند إنجاز (كَمّ) معتبر من العبادات، فالملاحظ أنه كلما نجح المرء في الانتهاء من أداء عمل شعر بالرضا عن نفسه، وهذا الشعور يدفعه دفعًا إلى الاستمرار في هذا الطريق. ¶ و لعل أبلغ مثال يؤكد هذا الأمر هو تلاوة القرآن في رمضان، فالتسابق في إنجاز أكبر عدد من الختمات دون فهم و لا تدبر من أسبابه الشعور بالزهو و الرضا عن النفس كلما ختم المسلم ختمة فيدفعه ذلك للبدء في ختمة أخرى وسرعة الانتهاء منها، وهكذا ... ¶ تحصيل الثواب ¶ ولئن كانت أسباب اهتمامنا بالقيام بظاهر العبادة دون جوهرها كثيرةً و متعددةً، إلا أن أهم تلك الأسباب هي الرغبة في تحصيل الثواب المترتب عليها؛ فعلى سبيل المثال قراءة القرآن، هذه العبادة العظيمة التي من شأنها أن تحييَ القلب وتنيره وتشفيَه من أسقامه، قد تحوَّلت على ألسن الكثير من المسلمين إلى ألفاظ تُقرأ بلا فهم ولا تدبر ولا تأثر، بل أصبحت الغاية من التلاوة هي قطع المسافة بين فاتحة المصحف وخاتمته في أقل وقت ممكنٍ؛ أملاً في تحصيل الثواب، وذلك عملاً بقوله- صلى الله عليه وسلم-: \"من قرأ حرفًا من كتاب الله فله حسنة و الحسنة بعشر أمثالها لا أقول (ألم) حرف، ولكن (ألف) حرف، و (لام) حرف، و (ميم) حرف\" (¬1) ¶ و مما يثير العجب أن هناك العديد من الآيات والأحاديث التي تتحدث عن تدبر القرآن لتحصيل العلم والهداية والشفاء، وتذم من يقرؤه بلا فهم أو تدبر كقوله تعالى: {كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ} (ص: من الآية 29)، وقوله: {أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا} (محمد: 24)، وقوله: {وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا} (الفرقان:73)). ¶ وتأمل قوله صلى الله عليه و سلم لعبد الله بن عمرو بن العاص و هو يوضح له سبب نهيه لقراءة القرآن في أقل من ثلاثة أيام: (لا يفقهه من يقرؤه في أقل من ثلاث). (¬2) ¶ ورأى صلى الله عليه وسلم يومًا بعض الصحابة يقرءون القرآن فقال لهم: \"الحمد لله .. كتاب الله واحد، وفيكم الأخيار، وفيكم الأحمر والأسود .. اقرءوا القرآن، اقرءوا قبل أن يأتي أقوام يقرءونه، يقيمون حروفه كما يقام السهم لا يجاوز تراقيَهم، يتعجلون أجره ولا يتأجلونه\" (¬3) ¶ ¬__________ ¶ (¬1) صحيح الجامع الصغير (6469) ¶ (¬2) صحيح الجامع الصغير (1157) ¶ (¬3) رواه ابن حبان في صحيحه",
            "page": "4",
            "part": "1",
            "seal": "870A9DB3"
        },
        {
            "id": "6",
            "nass": "ومن أقواله- صلى الله عليه وسلم-: \"إذا قام أحدكم من الليل فاستعجم القرآن على لسانه فلم يَدْرِ ما يقول فلينصرف، فليضطجع\" (¬1) ¶ وعندما نزلت آيات سورة آل عمران: {إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ لآيَاتٍ لأُولِي الأَلْبَابِ} (آل عمران: 190) قال صلى الله عليه وسلم: \"ويل لمَن قرأ هذه الآيات ثم لم يتفكر بها\" (¬2) ¶ وتأمل معي قوله صلى الله عليه وسلم: \"ستكون في أمتي اختلاف وفرقة، قوم يحسنون القول ويسيئون الفعل، يقرءون القرآن لا يجاوز تراقيَهم\" (¬3) ¶ وأقوال الصحابة في ضرورة تدبر القرآن كثيرة، منها قول عبد الله بن مسعود: \"لا تهُذُّوا القرآن هذَّ الشعر، ولا تنثروه نثر الدقل، وقفوا عند عجائبه، وحرِّكوا به القلوب، ولا يكن همُّ أحدكم من السورة آخرها\" ¶ وقول علي بن أبي طالب: \"لا خير في قراءة ليس فيها تدبر\"، وقول الحسن بن علي: \"اقرأ القرآن ما نهاك، فإذا لم ينهك فلست تقرؤه\" ¶ وقال رجل لابن عباس: إني سريع القراءة، وإني أقرأ القرآن في ثلاث، فقال: \"لأن اقرأ البقرة في ليلة فأتدبرها وأرتلها أحبُّ إليَّ من أن أقرأ كما تقول\" (¬4) ¶ و هذه السيدة عائشة رضي الله عنها تسمع رجلاً يقرأ القرآن قراءة سريعة، فقالت: ما قرأ هذا و ما سكت (¬5). ¶ إذن فالنصوص التي تؤكد ضرورة تدبر القرآن وتفهمه وترتيله كثيرة، فلماذا لا يتم التركيز إلا على الأحاديث التي تسرد الثواب المترتب على القراءة فقط دون غيرها؟! ¶ لا شك أن من أهداف تلاوة القرآن تحصيل الأجر، ولكن من خلال القراءة المتدبرة التي تزيد الإيمان وتُذكِّر القارئ بما ينبغي عليه فعله أو تركه فيصير القرآن حجة له لا عليه. ¶ يقول ابن القيم: \"لو علم الناس ما في قراءة القرآن بالتدبر لاشتغلوا بها عن كل ما سواها؛ فقراءة آية بتفكر خير من ختمة بغير تدبر وتفهم، وأنفع للقلب، وأدعى إلى حصول الإيمان وتذوق حلاوة القرآن\" (¬6) ¶ أين الثمرة؟ ¶ لقد جرَّبنا القراءة السريعة، وكان هَمُّ الواحد منا الانتهاء من ختم القرآن، بل كان بعضنا يتنافس في عدد مرات الختم، خاصةً في رمضان، فأي استفادة حقيقية استفدناها من ذلك؟! ماذا غيَّر فينا القرآن؟! أيُّ تحسُّن حدث في أخلاقنا ومعاملاتنا نتيجة كثرة القراءة باللسان والحناجر فقط؟ ¶ ¬__________ ¶ (¬1) صحيح الجامع الصغير (717) ¶ (¬2) رواه ابن حبان في صحيحه ¶ (¬3) رواه الإمام أحمد في مسنده ¶ (¬4) فضائل القرآن لأبي عبيد الهروي ¶ (¬5) الزهد لابن المبارك (1197) ¶ (¬6) مفتاح دار السعادة لابن القيم",
            "page": "5",
            "part": "1",
            "seal": "122C7EB6"
        },
        {
            "id": "7",
            "nass": "إحسان ثم إكثار: ¶ ليس معنى هذا الكلام هو الزهد في الأجر والثواب المترتب على أداء العبادات، بل المقصد هو إحسان العبادة أولاً، مع الاجتهاد في حضور العقل وتفاعل القلب معها، ثم لنكثر منها بعد ذلك ما شئنا، فنجمع بين الأمرين وننال الخيرين. ¶ بل إن الثواب المترتب على الأعمال يرتبط ارتباطًا وثيقًا بحضور القلب أثناء القيام بها ... ¶ يقول ابن القيم: \"وكل قول رتَّب الشارع ما رتَّب عليه من الثواب، إنما هو القول التام، كقول الرسول صلى الله عليه وسلم: \"من قال في يوم: سبحان الله وبحمده مائة مرة حُطَّت عنه خطاياه، أو غُفرت ذنوبه ولو كانت مثل زبد البحر\"، وليس هذا مترتبًا على قول اللسان فقط .. نعم، من قالها بلسانه غافلاً عن معناها معرضًا عن تدبرها، ولم يواطئ قلبه لسانه، ولا عرف قدرها وحقيقتها، راجيًا مع ذلك ثوابها، حُطَّت من خطاياه بحسب ما في قلبه؛ فإن الأعمال لا تتفاضل بصورها وعددها، وإنما تتفاضل بتفاضل ما في القلوب، فتكون صورة العملين واحدة وبينهما في التفاضل كما بين السماء والأرض، والرجلان يكون مقامهما في الصف واحدًا وبين صلاتهما ما بين السماء والأرض. (¬1) ¶ الفهم الصحيح أولاً ¶ إن الفهم الصحيح لمقاصد العبادات، وأنها وسائل لا غنى عنها لإحياء القلب بالإيمان، هو الخطوة الأولى على طريق الاستفادة الحقيقية من تلك العبادات، وسيكون من نتاج ذلك الفهم- بإذن الله- البحث عن كيفية إحسان العبادة. ¶ ففي الصلاة: سيكون الهمُّ هو حضور القلب فيها، وهذا يستدعي التبكير إلى المسجد، والتفكر في الآيات المقروءة، والاطمئنان في الركوع والسجود، وكثرة المناجاة والدعاء والتبتل و .... ¶ وفي الذكر: سُيقرنه الذاكر بالتفكر فيه، فيستغفر مستحضرًا ذنوبه وتقصيره في جنب الله، نادمًا على ما أسلف، مستحضرًا عظمة مَن عصاه، وسيقرن التسبيح متفكرًا في مظاهر عظمة الله وقدرته وإبداعه، كما يقول الحسن البصري: \"إن أهل العقل لم يزالوا يعودون بالذكر على الفكر وبالفكر على الذكر حتى استنطقوا القلوب فنطقت بالحكمة\" (¬2). ¶ حتى لا يضيع علينا رمضان ¶ إذا أسقطنا هذا المفهوم على رمضان فإن تعاملنا معه سيختلف عن ذي قبل و سنجتهد في الانتفاع الحقيقي به. ¶ إن هذا الشهر يمثل فرصة ذهبية لإحياء القلب وعمارته بالإيمان وانطلاقه في رحلة السير إلى الله، لما قد اجتمع فيه من عبادات متنوعة مثل الصيام، والصلاة، والقيام، وتلاوة القرآن، والصدقة، والاعتكاف، والذكر، والاعتمار، و .... ¶ هذه العبادات إذا ما أحسنَّا التعامل معها فإن أثرها سيكون عظيمًا في إحياء القلب وتنويره وتأهيله للانطلاق في أعظم رحلة: \"رحلة السير إلى الله\". ¶ أما إن تم التعامل معها بصورة شكلية محضة فسيبقى الحال على ما هو عليه .. ستبقى الأخلاق هي الأخلاق، والنفوس هي النفوس، والاهتمامات هي الاهتمامات ... والواقع هو الواقع، و ستستمر الشكوى بعد رمضان من الفتور و ضعف الهمة و التثاقل نحو الأرض .. ¶ ¬__________ ¶ (¬1) مدارج السالكين لابن القيم ¶ (¬2) إحياء علوم الدين",
            "page": "6",
            "part": "1",
            "seal": "CC279FCA"
        },
        {
            "id": "8",
            "nass": "الغنيمة الباردة: ¶ و لعل من أهم الامور التي تُعين المسلم بإذن الله على الاستفادة من رمضان هو إدراكه أن هذا الشهر يُعد بمثابة (الغنيمة الباردة) التي يمكنه من خلالها إيقاظ الإيمان و تجديده في قلبه و التزود بالتقوى، وأن هذه الغنيمة لا يمكن إدراكها من خلال القيام بأشكال العبادات دون تحرك القلب معها، و هذا يستدعي منه تفرغاً - إلى حد ما - من الشواغل التي تشوش على عقله، و تصرفه عن الحضور التجاوب القلبي مع الأداء البدني للعبادات. ¶ و يحتاج الأمر كذلك إلى عدم إجهاد البدن قدر المستطاع، فكلما أُجهد البدن ثقلت العبادة وغاب أثرها على القلب. ¶ و مما يدعو للأسف أن البعض يظن أن قيامه بنوافل العبادات - كصلاة القيام - و هو في حالة من الإجهاد البدني و الشعور الشديد بالتعب أفضل من عدم قيامه بها، لأنه لو تركها و أخلد للراحة بصورة مؤقتة فستفوته تلك النافلة مع الجماعة، و هذا - بلا شك - نتيجة لغياب الفهم الصحيح لحقيقة العبودية، و لقد مر علينا قوله صلى الله عليه وسلم: (إذا قام أحدكم من الليل فاستعجم القرآن على لسانه فلم يدر ما يقول فلينصرف، فليضطجع) و ليس معنى هذا هو سرعة الاستسلام للشعور بالتعب و الإجهاد، و لكن لابد من إعطاء البدن حقه من الراحة حتى نستطيع - بعون الله - القيام بالعبادة و عقولنا و قلوبنا حاضرة معها قدر المستطاع. ¶ و لك - أخي القارئ - أن تتأمل قوله تعالى (ياأيها الذين آمنوا لا تقربوا الصلاة و أنتم سكارى حتى تعلموا ما تقولون) [النساء: 43] ففي مرحلة التدرج في تحريم شرب الخمر، كان التوجيه بعدم شربها قبل الصلاة حتى لا تُذهب العقل فلا يدري المصلي ما يقول، أي أن التركيز في الصلاة و فهم ما يقوله المرء أو يسمعه أمر ضروري يتحقق من خلاله مقصودها. ¶ فماذا تقول عمن يدخل إلى الصلاة و هو شارد الذهن و يغلبه النعاس فيبدأ الصلاة وراء الإمام برفع يديه بالتكبير ثم يفاجأ بالتسليم؟! هل بهذا الشكل يزداد الإيمان و التقوى؟! ¶ في رمضان العمل مع أنفسنا أهم واجباتنا: ¶ فإن قلت: و لكن ماذا أفعل و في رمضان تزداد الأعمال الخدمية و الاجتماعية مما يؤثر بالسلب على إتقان العبادة؟ ¶ إن الحركة وسط الناس مطلوبة لتوجيههم و دعوتهم إلى الله، و مساعدتهم، و إسداء الخير لهم، و لكي يستفيد المسلم من هذه الحركة لابد و أن تنطلق من إيمان حي، و نفس مزكاة، فإن لم يحدث هذا كانت النتيجة سلبية كما قال صلى الله عليه و سلم: (مثل الذي يعلم الناس الخير، و ينسى نفسه، مثل الفتيلة تضيء للناس و تحرق نفسها) (¬1) ¶ و يقول الرافعي: إن الخطأ أكبر الخطأ أن تنظم الحياة لمن حولك و تترك الفوضى في قلبك .. ¶ وشهر رمضان فرصة عظيمة لشحن القلب بالإيمان، و ترويض النفس و تزكيتها، فإن ضاعت من المسلم هذه الفرصة فأي حال سيكون عليه قلبه و إيمانه؟ ¶ فمن لم يحيي قلبه في رمضان فمتى يحييه؟ و من لم يتزود بالإيمان في رمضان فمتى يتزود؟ ¶ من هنا نقول أنه ينبغي علينا الإستفادة من شهر رمضان على المستوى الفردي أكثر من المستوى الاجتماعي حتى نستطيع أداء واجباتنا الاجتماعية طيلة العام .. ¶ وليس معنى هذا هو الاعتكاف التام عن الناس طيلة الشهر، و لكن المقصد هو تخفيف الجرعة، و هذا يستدعي منا إنهاء ما يمكن إنهاؤه من واجبات اجتماعية وخدمية قبل قدوم رمضان أو بعد رحيله، و الإقلال قدر المستطاع من الزيارات العائلية، والإفطارات المجمعة، و كيف لا و شهر رمضان (أياماً معدودات) سرعان ما تنقضي. ¶ لقد كان صلى الله عليه وسلم يعتكف في كل عام العشر الأواخر من رمضان، و في العام الذي تُوفي فيه اعتكف عشرين يوماً .. أي ثلثي الشهر، فماذا تقول بعد ذلك وأي حجة ستسوقها لتبرر لنفسك عدم التركيز في العبادة وتحصيل الزاد من خلال منظومة العبادات في شهر رمضان؟! ¶ إن التخطيط الجيد لتنفيذ الأعمال الاجتماعية، والمساعدات الخيرية، والحرص الشديد على الوقت وتنظيمه يساعد بإذن الله على تحقيق مصلحة الفقراء دون الإخلال ببرنامج الاستفادة الحقيقية من رمضان وبهذا نجمع الخيرين. ¶ ¬__________ ¶ (¬1) صحيح الجامع الصغير (5837)",
            "page": "7",
            "part": "1",
            "seal": "8593D0E8"
        },
        {
            "id": "9",
            "nass": "البنا يؤكد: ¶ إليك أسوق - أخي القارئ - كلمة للإمام المجدد حسن البنا - رحمه الله - و التي كانت جزءاً من درسه الأسبوعي المعروف بـ (حديث الثلاثاء) يؤكد فيها على هذا المعنى فيقول: ¶ أيها الأخوة الفضلاء: أحييكم بتحية الإسلام، تحية من عند الله مباركة طيبة، فسلام الله عليكم و رحمته و بركاته: ¶ في هذه الليلة التي تجاوز ختام شعبان نختم هذه السلسلة من الأحاديث حول نظرات في القرآن - كتاب الله تبارك و تعالى - و إن شاء الله في العشر الأول من شوال نعود إليها، و نستفتح بذلك موسماً جديداً من مواسم المحاضرات، و سيكون موضوعها إن شاء الله (نظرات في السيرة النبوية و التاريخ الإسلامي) ¶ هذا أيها الإخوان و رمضان شهر شعور و روحانية و توجُّه إلى الله، و أنا أحفظ فيما حفظت أن السلف الصالح كانوا إذا أقبل رمضان ودَّع بعضهم بعضاً حتى يلتقوا في صلاة العيد، و كان شعورهم: هذا شهر العبادة و شهر الصيام و القيام، فنريد أن نخلو فيه لربنا، و الحقيقة أيها الإخوان، إني حاولت أن أوجد فرصة نقضي فيها حديث الثلاثاء في رمضان فلم أجد الوقت الملائم، فإذا كنا قد قضينا معظم العام في نظرات في القرآن فأنا أحب أن نقضي رمضان في تطبيق هذه النظرات .. ¶ أيها الإخوان: ¶ لقد تحدثنا طويلاً عن عاطفة الحب و التآخي التي ألف الله بها بين قلوبنا، و التي كان من أبرز آثارها هذا الاجتماع على الله، وإذا كنا سنُحرم هذا اللقاء أربعة أسابيع أو اكثر فليس معنى هذا أن تخمد العاطفة أو تخبو، أو ننسى أبداً ما كانت تفيض به قلوبنا و مشاعرنا في هذا المجلس الطيب من أسمى معاني العزة و التآخي في الله، بل أنا أعتقد أنها ستظل متمثلة و مشتعلة في نفوسنا حتى نحظى بلقاء كريم بعد هذه الإجازة إن شاء الله، فإذا جاء أحدكم يصلي العشاء ليلة الأربعاء لي رجاء أن يدعو لإخوانه بالخير، فلا تنسوا هذا، ثم أحب أن تتذكروا أننا إذا كانت عاطفتنا ستتعطّش إلى هذا اللقاء خلال هذه الأسابيع، فأحب أن تعلموا بأنها ستروى من معين أفضل و أكمل و أعلى، و هو الاتصال بالله تبارك و تعالى، و هو خير ما يتمناه مؤمن لنفسه في الدنيا و الآخرة ... ) (¬1) ¶ وفي الختام نسأل الله عز وجل أن ينفعنا بهذا الشهر الكريم وأن نكون ممن غفر لهم وأعتقهم من النار، والحمد لله رب العالمين. ¶ وصلِّ اللهم على سيدنا محمد و على آله و صحبه أجمعين .. ¶ ¬__________ ¶ (¬1) مقالات الإسلاميين في رمضان لمحمد موسى الشريف نقلاً عن حديث الثلاثاء لحسن البنا (خواطر حول شهر الصيام)",
            "page": "8",
            "part": "1",
            "seal": "B601F4AF"
        }
    ],
    "t276": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "حياة القلب بالإيمان هي الهدف"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "العبادات وسائل"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "تهيئة الأجواء لتحقيق الهدف"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "غياب الرؤية"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "1",
            "tit": "إحسان العمل أولا"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "سل الواقع"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "1",
            "tit": "تحصيل الثواب"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "أين الثمرة؟"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "إحسان ثم إكثار"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "1",
            "tit": "الفهم الصحيح أولا"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "2",
            "tit": "حتى لا يضيع علينا رمضان"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الغنيمة الباردة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "1",
            "tit": "في رمضان العمل مع أنفسنا أهم واجباتنا"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "البنا يؤكد"
        }
    ]
}