{
    "b282": [
        {
            "id": "1",
            "nass": "عودة الروح .. ¶ ويقظة الإيمان ¶ تأليف ¶ مجدي الهلالي",
            "page": null,
            "part": null,
            "seal": "8DDA9173"
        },
        {
            "id": "2",
            "nass": "جميع الحقوق محفوظة ¶ الطبعة الأولى ¶ 1430هـ - 2009م ¶ رقم الإيداع: 22049/ 2008 ¶ الترقيم الدولي:  I.S.B.N ¶ 977- 441- 595 - 7 ¶ دار السراج ¶ توزيع ¶ مؤسسة اقرأ ¶ للنشر والتوزيع والترجمة",
            "page": "1",
            "part": "1",
            "seal": "60F1A215"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ الحمد لله رب العالمين، والصلاة والسلام على المبعوث رحمة للعالمين، سيدنا محمد وعلى آله وصحبه أجمعين، أما بعد: ¶ فإن الروح شيء عظيم من أمر ربي، ولذلك تقترن به الحياة، والإحساس والحركة، وتقترن به الحالة المعنوية للفرد، ومن ثمَّ الأمة. ¶ فعندما تغيب الروح عن الفرد فإن الهزيمة النفسية ستلاحقه حتى تصيبه، وما أخطر تلك الهزيمة على الفرد، وما أشد ضررها على حاضره ومستقبله حين تستحكم حلقاتها حول عنقه!! .. وكيف لا وصاحبها يستسلم للواقع، وينكفئ على ذاته، ويبحث- عبثا- عما يلهيه، ويُنسيه أمر نفسه. ¶ الهزيمة النفسية والإحباط يقتلان الطموح، ويجعلان الشعور باليأس يتسرب إلى كيان الإنسان فلا يجد للحياة طعماً، ولا للمستقبل قيمة ولا وزنًا. ¶ وعندما تُصاب الأمة بالهزيمة النفسية فإن مستقبلها لن يكون أفضل من حاضرها، بل قد يكون أشد قتامة وبؤسًا .. ¶ ومما يدعو للأسف أن هناك آثاراً كثيرةً لهذه الهزيمة يلمسها المدققون والمراقبون لأحوال الأمة الإسلامية، فالانبهار بالغرب وحضارته، والتبعية شبه الكاملة له، وانطماس الهوية ... ما هي إلا بعض مظاهر تلك الهزيمة. ¶ ومع قسوة الواقع إلا أن الأمل لا يزال موجوداً في أن تستعيد الأمة عافيتها، وتنهض من كبوتها: {إِنَّهُ لاَ يَيْأَسُ مِن رَّوْحِ اللهِ إِلاَّ الْقَوْمُ الْكَافِرُونَ} [يوسف: 87]، هذا الأمل يحتاج إلى صاحب عزيمة وقَّادة حتى يترجمه إلى واقع حيّ. ¶ يحتاج إلى من يُوقِف نفسه لقضية إيقاظ الأمة وبث الروح فيها- بعون الله- ويصمم على ذلك تصميماً عظيماً لا تراجع فيه، مستصحبا هذا المعني من رسوله وقدوته محمد صلى الله عليه وسلم عندما قال لعمه أبي طالب: ¶ «يا عم، والله لو وضعوا الشمس في يميني، والقمر في يساري، على أن أترك هذا الأمر حتى يظهره الله أو أهلك فيه، ما تركته» (¬1). ¶ فلماذا لا تكن أنت -أخي القارئ- ذلك الرجل؟ ¶ لماذا لا يعتبر كل منا نفسه مسئولاً عن نهضة الأمة، وعودة مجدها من جديد؟! ¶ إياك ثم إياك أن تستصغر نفسك وتقول: أنا لا أصلح؛ فيقينا أنت تصلح لو صح عزمك وإرادتك .. أتدري لماذا؟! ¶ لأن الأمر كله بيد الله، وهو وحده الذي يحرك الأحداث .. ينصر ويهزم .. يقدم ويؤخر .. يعطي ويمنع، وقد جعل- سبحانه- عطاءه لعباده مرتبطاً بصدقهم وقوة عزيمتهم وإرادتهم، كما قال صلى الله عليه وسلم: «ومن يتحرَّ الخير يُعطه، ومن يَتَّق الشر يُوقَّهُ» (¬2) وقال: «إن تصدق الله يصدقك» (¬3). ¶ إذن باستطاعتي، وباستطاعتك- بتوفيق الله تعالى- أن نكون ذلك الرجل، فإن كنت في شك من هذا فاقرأ معي صفحات هذا الكتاب. ¶ * * * ¶ ¬__________ ¶ (¬1) السيرة النبوية لابن هشام 1/ 161 دار التراث - القاهرة. ¶ (¬2) حسن، أخرجه الخطيب البغدادي عن أبي الدرداء، وحسنه الألباني في صحيح الجامع الصغير برقم (2328)، والسلسلة الصحيحة (342). ¶ (¬3) صحيح، أخرجه النسائي، وأورده الألباني في صحيح الجامع الصغير ح (1415).",
            "page": "2",
            "part": "1",
            "seal": "F28D79F4"
        },
        {
            "id": "4",
            "nass": "لمن الخلق والأمر والتدبير؟! ¶ أمر الله عز وجل موسى- عليه السلام- بالذهاب إلى فرعون وتبليغه رسالة فحواها: أنه سبحانه هو ربه، ورب كل شيء ومليكه، وهو وحده المستحق للعبادة، وأنه يكره الظلم والطغيان، وأيد الله- جل ثناؤه- موسى عليه السلام بآية عظيمة تدل على صدقه، وأنه مبعوث من رب العالمين .. هذه الآية هي تحويل عصاه التي يتكئ عليها إلى حية عظيمة بإذن الله. ¶ رأى فرعون الآية الكبرى لكنه لم يستسلم لله رب العالمين .. منعه الكبر، والخوف على مصالحه وامتيازاته التي توفرها له مكانته بين رعيته. ¶ استشار بطانته في كيفية إبطال ما جاء به موسى- عليه السلام- فطرأت له ولهم فكرة اتهامه بالسحر، وراقت لفرعون الفكرة، وانساق وراءها، فطلب ممن حوله إحضار جميع السحرة لمنازلة موسى- عليه السلام- وإبطال سحره {قَالَ لِلْمَلأِ حَوْلَهُ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ - يُرِيدُ أَن يُخْرِجَكُم مِّنْ أَرْضِكُمْ بِسِحْرِهِ فَمَاذَا تَأْمُرُونَ - قَالُوا أَرْجِهْ وَأَخَاهُ وَابْعَثْ فِي الْمَدَائِنِ حَاشِرِينَ - يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ} [الشعراء:34 - 37]. ¶ يأتي السحرة، ويجتمعون في مكان فسيح، وتخرج جموع الناس لمشاهدة هذا الأمر المثير، ويأتي موسى عليه السلام ويطلب منهم أن يُظهروا ما عندهم من فنون السحر ... ¶ يُلقي السحرة عصيهم وحبالهم، فإذا بها تبدو للناس وكأنها تتحرك {سَحَرُوا أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ وَجَاءُوا بِسِحْرٍ عَظِيمٍ} [الأعراف: 116]. ¶ فماذا فعل موسى- عليه السلام- تجاه ما رآه وهو يعلم أن العصا التي معه يمكنها أن تتحول إلى حية عظيمة- بإذن الله- فتحطم سحرهم؟! ¶ هل استهزأ بما فعلوه وقال لهم: سترون الفارق بين عصاي وعصيكم، وستعلمون من الأقوى، فالحية التي سترونها لا مثيل لها؟! ¶ لا، لم يقل لهم هذا، بل قال لهم: {مَا جِئْتُمْ بِهِ السِّحْرُ إِنَّ اللهَ سَيُبْطِلُهُ} [يونس: 81]. لقد قفز بهذه الجملة عبر كل الحواجز والمألوفات الأرضية، ووضعهم أمام الحقيقة الكبرى التي تقوم على أساسها السماء والأرض وما فيهن، فلن يُبطل السحر عصا أو حية، بل سيبطله الله عز وجل .. ¶ نعم، هناك عصا ستتحول إلى حية بإذن الله، هذه الحية ستلتهم جميع الحيَّات المزيفة، ولكن كل هذا لن يتم إلا بأمر الله، وإمداداته المتوالية. ¶ فجوهر الأمر أن الله عز وجل هو الفاعل، وأنه -سبحانه- هو الذي سيُبطل السحر، وما الحية، وما العصا إلا صور وأشكال لا قيمة لها بدون المدد الإلهي المتواصل. ¶ لله الأمر جميعاً: ¶ نعم، أخي، فالله عز وجل هو وحده الذي يملك هذا الكون كله {للهِ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَمَا فِيهِنَّ} [المائدة: 120]. ¶ فكل ما تراه أمامك، وكل ما يوجد خلفك، وعن يمينك وشمالك فهو ملك ذاتي لله جل ثناؤه {وَلَهُ كُلُّ شَيْءٍ} [النمل: 91]. ¶ {لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ} [مريم: 64]. ¶ ومع مُلكه لكل شيء فهو سبحانه المتصرف والمدبر لشئون جميع خلقه - صغيرها وكبيرها- وهو القائم على تربية جميع مخلوقاته بالإمداد والرعاية فهو: {رَبُّ كُلِّ شَيْءٍ} [الأنعام: 164]. ¶ لا ينسى أحداً من خلقه- حاشاه- وكيف ينساه ووجوده، ووجود جميع المخلوقات مرتبط به سبحانه، فإما الإمداد الإلهي المستمر للجميع وإلا فلا حياة ولا وجود {وَمَا مِن دَابَّةٍ فِي الأَرْضِ إِلاَّ عَلَى اللهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُّبِينٍ} [هود: 6]. ¶ {أَوَ لَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ مَا يُمْسِكُهُنَّ إِلاَّ الرَّحْمَنُ إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ} [الملك: 19]. ¶ فكافة أمور الخلائق وما يستلزمها من مقومات الحياة والحركة والسكون، وما يتعلق بوجودها من علاقات متشابكة بين أنواعها المختلفة أو بين النوع الواحد .. كلها بيده سبحانه، هو الذي يدبرها ويتولى أمرها {أَلاَ لَهُ الْخَلْقُ وَالأمْرُ} [الأعراف: 54].",
            "page": "3",
            "part": "1",
            "seal": "00E96885"
        },
        {
            "id": "5",
            "nass": "{لاَ الشَّمْسُ يَنبَغِي لَهَا أَن تُدْرِكَ القَمَرَ وَلاَ اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ} [يس: 40]. ¶ كل شيء في هذا الكون قائم به، يستمد احتياجاته منه سبحانه، فجميع إمدادات الخلائق في خزائنه وحده لا شريك له {وَللهِ خَزَائِنُ السَّمَاوَاتِ وَالأَرْضِ} [المنافقون: 7]. ¶ الإمداد بالنوم والاستيقاظ .. الشعور بالراحة أو التعب .. القيام أو القعود أو الجلوس .. الضحك أو البكاء .. الكلام أو الإنصات .. الشهيق أو الزفير .. الهضم أو الامتصاص أو التمثيل الغذائي .. كل هذا وغيره يستمد وجوده وفاعليته من خزائن الله، ولا يوجد أي مصدر آخر في هذا الكون يقوم بذلك {وَإِن مِّن شَيْءٍ إِلاَّ عِندَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلاَّ بِقَدَرٍ مَّعْلُومٍ} [الحجر: 21]. ¶ عنده خزائن كل شيء: ¶ عندما طلب الله عز وجل من الملائكة أن تخبره بأسماء الموجودات على ظهر الأرض كانت فحوى إجابتهم: كيف نخبرك بشيء لم تُعلِّمنا إياه {سُبْحَانَكَ لاَ عِلْمَ لَنَا إِلاَّ مَا عَلَّمْتَنَا} [البقرة: 32]. ¶ فالعلم لا يستمد إلا من خزائنه: {وَإِنَّهُ لَذُو عِلْمٍ لِّمَا عَلَّمْنَاهُ} [يوسف: 68]. وأي فهم، أو حكمة، أو حجة تأتي على لسان أحد فمن عنده سبحانه: ¶ - {فَفَهَّمْنَاهَا سُلَيْمَانَ} [الأنبياء: 79]. ¶ - {وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ} [الأنعام: 83]. ¶ - {يُؤْتِي الْحِكْمَةَ مَن يَشَاءُ} [البقرة: 269]. ¶ وعندما أنزل الله عز وجل الملائكة تقاتل مع المؤمنين في بدر، وأنزل ¶ كذلك النعاس والمطر، ذكَّرهم بأن هذه الأشياء لا تُحدث نصراً بذاتها .. لماذا؟ لأن النصر لابد وأن يأتي من عنده سبحانه {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِّنَ الْمَلائِكَةِ مُرْدِفِينَ - وَمَا جَعَلَهُ اللهُ إِلاَّ بُشْرَى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ وَمَا النَّصْرُ إِلاَّ مِنْ عِنْدِ اللهِ} [الأنفال: 9 - 10]. ¶ الدنيا كلها ظلمة، وأى نور فيها فهو مستمد من الله عز وجل \"اللهُ نُورُ السَّمَاوَاتِ وَالأَرْضِ\" [النور: 35]. ¶ {وَمَن لَّمْ يَجْعَلِ اللهُ لَهُ نُورًا فَمَا لَهُ مِن نُورٍ} [النور: 40]. ¶ والرحمة التي ترى مظاهرها الكثيرة في الحياة .. كلها مستمدة من خزائن الرحمة الإلهية {مَا يَفْتَحِ اللهُ لِلنَّاسِ مِن رَّحْمَةٍ فَلاَ مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلاَ مُرْسِلَ لَهُ مِن بَعْدِهِ} [فاطر: 2]. ¶ قال صلى الله عليه وسلم: «جعل الله الرحمة مائة جزء، أمسك عنده تسعة وتسعين، وأنزل في الأرض جزءاً واحداً، فمن ذلك الجزء يتراحم الخلق حتى ترفع الفَرَسُ حَافِرها عن ولدها خشية أن تصيبه» (¬1). ¶ حتى الرحمة التي كانت في قلب رسول الله صلى الله عليه وسلم فهي مستمدة من خزائن الرحمة الإلهية {فَبِمَا رَحْمَةٍ مِّنَ اللهِ لِنتَ لَهُمْ} [آل عمران:159]. ¶ وأي جود، وأي كرم تراه في أحد فهو مستمد من خزائن الجود والكرم الإلهي .. جاء في الأثر: «أنا الجواد ومني الجود، أنا الكريم ومني الكرم» (¬2). ¶ وكل آثار لقوة تراها في الحياة فهي مستمدة من خزائن الله {لاَ قُوَّةَ إِلاَّ بِاللهِ} [الكهف: 39]. ¶ وعندما قالت عاد {مَنْ أَشَدُّ مِنَّا قُوَّةً} كان الرد الإلهي {أَوَلَمْ يَرَوْا أَنَّ اللهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً} [فصلت: 15]. ¶ ¬__________ ¶ (¬1) رواه مسلم في كتاب التوبة (6906). ¶ (¬2) أورده ابن رجب في لطائف المعارف ص 183، دار ابن حزم - بيروت.",
            "page": "4",
            "part": "1",
            "seal": "77DC9689"
        },
        {
            "id": "6",
            "nass": "والشعور بالسكينة، والسلام مستمد من خزائنه {فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ} [الفتح: 18]، «اللهم أنت السلام ومنك السلام» (¬1). ¶ والصبر من خزائنه: {وَمَا صَبْرُكَ إِلاَّ بِاللهِ} [النحل: 127]. ¶ والثبات من عنده: {يُثَبِّتُ اللهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآَخِرَةِ} [إبراهيم: 27]. ¶ {وَلَوْلاَ أَن ثَبَّتْنَاكَ لَقَدْ كِدتَّ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلاً} [الإسراء: 74]. ¶ والشفاء من عنده: « .. لا شفاء إلا شفاؤك» (¬2). ¶ والتقوى من عنده: {وَآتَاهُمْ تَقْوَاهُمْ} [محمد: 17]. ¶ والتوبة في خزائنه: {ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا} [التوبة: 118]. ¶ والتوفيق من عنده: {وَمَا تَوْفِيقِي إِلاَّ بِاللهِ} [هود: 88]. ¶ والتيسير كذلك: «اللهم لا سهل إلا ما جعلته سهلاً» (¬3). ¶ والعزة كلها من عنده: {مَن كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا} [فاطر: 10]. ¶ {سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ} [الصافات: 180]. ¶ فسبحان من بيده ملكوت كل شيء. ¶ سبحانه، لا رب غيره، ولا إله سواه: {ذَلِكُمُ اللهُ رَبُّكُمْ لاَ إِلَهَ إِلاَّ هُوَ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ} [الأنعام: 102]. ¶ هذه هي الحقيقة التي ينبغي أن نعتقدها ونوقن بها، ونشهدها، ونشهد بها {شَهِدَ اللهُ أَنَّهُ لاَ إِلَهَ إِلاَّ هُوَ وَالْمَلاَئِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ لاَ إِلَهَ إِلاَّ هُوَ الْعَزِيزُ الْحَكِيمُ} [آل عمران: 18]. ¶ يدبر الأمور كلها: ¶ الله عز وجل هو وحده الذي يدير هذا الكون ويتابعه .. يقدم ويؤخر .. يخفض ويرفع .. يقبض ويبسط .. يحيي ويميت. ¶ لم يفلت منه سبحانه زمام الكون لحظة واحدة- حاشاه- {هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ} [البقرة:255]. ¶ أَزِمَّة الأمور كلها بيده {اللهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ - لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالأَرْضِ} [الزمر: 62، 63]. ¶ فترتيب الأمور والأحداث، والعلاقات المتشابكة بين الأشخاص، ومقدار أرزاقهم المادية والمعنوية .. كل ذلك وغيره يتولى الله عز وجل تدبيره وترتيبه بما يناسب مصالح عباده {لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالأَرْضِ يَبْسُطُ الرِّزْقَ لِمَن يَّشَاءُ وَيَقْدِرُ إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} [الشورى: 12]. ¶ فعلى سبيل المثال: ¶ هناك (مبلغ) من المال سيتقاضاه رجل (ما) نظير عمله بالتدريس في مدرسة من المدارس. ¶ هذا المال الذي قدَّره له الله لن يبقى كله معه، بل سيتوزع أغلبه على العديد من الأشخاص قد يبلغون المائة؛ ما بين سائق، أو صاحب مطعم، أو بائع للصحف، أو صاحب مغسلة، أو مسكين، أو بائع أدوات منزلية، أو طبيب، أو صاحب صيدلية، أو ... ، وكل واحد من هؤلاء له في علم الله نصيب محدد من هذا الراتب، وسيأخذه في وقت محدد لا يعلمه إلا الله. ¶ هذه الترتيبات المرتبطة بالزمان والمكان .. الذي يديرها ويحرك الأحداث في اتجاه وقوعها في الزمان والمكان المقدر هو الله وحده لا شريك له. ¶ ¬__________ ¶ (¬1) رواه مسلم. ¶ (¬2) رواه البخاري ومسلم. ¶ (¬3) رواه ابن حبان في صحيحه (2427) وصححه عبد القادر الأرناؤوط في تخريج الأذكار للنووي.",
            "page": "5",
            "part": "1",
            "seal": "D859F795"
        },
        {
            "id": "7",
            "nass": "هو الذي يوجه تفكير صاحب الراتب في وقت (ما) إلى الذهاب لمتجر (ما) لشراء شيء يُذكره به، ليقوم بتوصيل الرزق (المقدَّر) لصاحب المتجر في ذلك الوقت، ويشعر في وقت آخر بصداع وهو يسير في الطريق فيجد بالقرب منه صيدلية، فيدخلها ويشتري منها دواء ليقوم بتوصيل الرزق المقدر لصاحب الصيدلية في هذا الوقت. ¶ يقف في الطريق العام ينتظر وسيلة مواصلات تنقله لمدرسته، وكلما مرت به مركبة لا يجد في نفسه رغبة لركوبها لأسباب مختلفة، حتى تأتي مركبة محددة -منذ الأزل- فيركب فيها ليتم تحصيل الأجرة منه، لتكون جزءاً مقَّدراً من رزق صاحب المركبة عليه أن يُحّصله في ذلك الوقت. ¶ وهكذا يتم توزيع الراتب على هؤلاء المائة- إن افترضنا أنهم مائة فقط- ووراء هؤلاء عشرات بل مئات يتولى الله عز وجل توزيع أرزاقهم، ويوجههم لجمعها من أفراد محددين {نَحْنُ قَسَمْنَا بَيْنَهُم مَّعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا} [الزخرف: 32]. ¶ وليس الرزق فقط الذي يتولى سبحانه تقديره بين الناس؛ بل كل ما يتعلق بتسيير حياتهم .. يكفيك أن تتذكر أن الله عز وجل يقبض جميع أرواح العباد عند النوم، ويعيدها لهم عند اليقظة، ولم يحدث -ولو مرة واحدة- أن حلَّت روح شخص في شخص آخر، وكيف يحدث هذا والله هو الذي يتولى هذا الأمر كما يتولى جميع الأمور {اللهُ يَتَوَفَّى الأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الأُخْرَى إِلَى أَجَلٍ مُّسَمًّى إِنَّ فِي ذَلِكَ لآَيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ} [الزمر: 42]. ¶ هذا هو ربك الحي القيوم: ¶ يروي أحد الأصدقاء أن أحد معارفه قابله وأعطاه مظروفاً به مبلغ من المال، وطلب منه أن ينفقه في أوجه الخير، ووضع صاحبنا المظروف في جيبه ثم افترقا، وبعد لحظات قابله صديق آخر بتلهف شديد، واشتكى له من ضائقة مالية شديدة ألمت به، وأخبره بأنه يريد على وجه السرعة قدراً (محدداً) من المال حتى يتجاوز الضائقة، فتذكر صاحبنا المظروف الذي في جيبه، فأعطاه إياه وطلب منه أن يُحص ما فيه، وإذا بالاثنين يفاجآن!! فلقد كان المظروف يحتوي على المبلغ المطلوب دون زيادة أو نقصان {ذَلِكَ لِتَعْلَمُوا أَنَّ اللهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَأَنَّ اللهَ بِكُلِّ شَيْءٍ عَلِيمٌ} [المائدة: 97]. ¶ وآخر يحكي بأنه صعد يوماً الحافلة وكانت مزدحمة، فلم يجد مكانا للجلوس، وكان يحمل على كتفه ابنته الصغيرة، وبينما المركبة تسير في طريقها، شرد ذهنه في الماضي، وتذكر خطأً جسيما ارتكبه في حق أحد الأشخاص منذ سنوات بعيدة، ولا يعرف كيف يصل إليه ليستسمحه، وتذكر يوم القيامة، والحساب والقصاص، فتأثر تأثراً شديداً، ودمعت عيناه، وبينما هو في هذه الحالة إذ بيد تمتد إليه من أحد الركاب الجالسين فتأخذ منه طفلته ليُجلسها بجواره، فالتفت صديقنا لصاحب اليد ليفاجأ بأنه هو ذات الشخص الذي كان يتذكره منذ لحظات ولا يدري كيف يصل إليه، فانتابته لحظة ذهول ثم أقبل عليه يستسمحه ويسترضيه. ¶ وصديق آخر يروي أنه كان في يوم من الأيام نائماً على أريكة، وفوق هذه الأريكة لوحة ضخمة معلقة على الحائط، وفي أثناء نومه انتبه وقام-تلقائيا- لينام على الأريكة المقابلة، ثم غط في نوم عميق، وبعد دقائق استيقظ على صوت ارتطام شديد بالأرض، فنظر أمامه والفزع يتملكه، وإذا باللوحة الضخمة قد سقطت على الأريكة التي كان نائماً عليها ثم على الأرض {لِتَعْلَمُوا أَنَّ اللهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا} [الطلاق: 12].",
            "page": "6",
            "part": "1",
            "seal": "D7D37D95"
        },
        {
            "id": "8",
            "nass": "وفي أحد البلدان التي يضطهد فيها الدعاة إلى الله، وفي أثناء إحدى تلك المحاكمات الظالمة، أراد القاضي أن يستمع إلى أدلة الإثبات التي تُدين بعض الدعاة، وكانت من هذه الأدلة: تسجيلات صوتية لهم، فطلب القاضي إحضار جهاز التسجيل للاستماع لهذه التسجيلات المفتراة، وعندما جاءوه به طلب تجربة الجهاز أولاً، فبحثوا هنا وهناك حتى وجدوا (شريطا) مسجلاً عليه آيات من القرآن، فتناوله ووضعه في الجهاز، وضغط على زر التشغيل فإذا بصوت القارئ ينبعث من الجهاز، ويُجلجل في قاعة المحاكمة، وترن أصداؤه في جنباتها بقوله تعالى: {وَاللهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ} [التوبة: 107]، فاضطرب القاضي ومن حوله وسارع بإغلاق الجهاز وهو في غاية التوتر. ¶ والأمثلة كثيرة، وكلها تؤكد وتبرهن على أن لهذا الكون كله رباً واحداً، يديره، ويتابعه ويتعاهده، ويمده بما يقيمه ويصلحه ... لا يغفل عنه لحظة واحدة {يُدَبِّرُ الأمْرَ يُفَصِّلُ الآيَاتِ لَعَلَّكُمْ بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ} [الرعد: 2]. ¶ قانون السببية: ¶ ولكي يستطيع الناس ترتيب أمورهم في الحياة، فقد جعل الله عز وجل لها نظاما تقوم عليه، وقوانين تسير عليها، وجعل سبحانه هذا النظام يقوم على قانون السببية، بمعني أن الحصول على النتائج يأتي من خلال استخدام أشياء- مادية أو معنوية- هذه الأشياء لا تُحدث بنفسها أية نتائج، ولكنها سبب وشكل وستار يتنزل عليه المدد الإلهي، فالماء جعله الله سببًا للإرواء، والطعام سببًا للشبع، والنوم سببًا للراحة .. ، ولكن بدون المدد الإلهي المتواصل فلا قيمة لهذه الأسباب، فالماء سبب شكلي للإرواء، أما الذي يروي فهو الله عز وجل، ولو لم تتنزل الفاعلية والإرواء من خزائنه- سبحانه- ما ارتوى الظمآن، وهكذا في بقيه الأمور، ويُجسّد هذا المعني بوضوح قوله تعالى: {قَاتِلُوهُمْ يُعَذِّبْهُمُ اللهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ - وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ وَيَتُوبُ اللهُ عَلَى مَن يَشَاءُ وَاللهُ عَلِيمٌ حَكِيمٌ} [التوبة: 14 - 15]، وقول جبريل عليه السلام لمحمد صلى الله عليه وسلم: «بسم الله أرقيك والله يشفيك» (¬1). ¶ فله وحده الفاعلية المطلقة في هذا الكون، فهو سبحانه الذي يحملنا في البر والبحر والجو، وما السيارة، وما الطائرة، وما أرجلنا إلا أسباب شكلية لا قيمة لها بدون المدد الإلهي: {هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ} [يونس: 22]. ¶ تأمل معي قوله تعالى في بيان هذه الحقيقة في قصة نجاة نوح -عليه السلام- من الغرق بعد ركوبه السفينة التي مكث طويلاً في بنائها: {وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ} [القمر: 13]. ¶ نعم أخي هذه هي الحقيقة، فالذي حمل نوحاً- عليه السلام- هو الله، وما السفينة إلا ألواح خشبية ومسامير لا قيمة لها بدون المدد الإلهي {وَآيَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ} [يس:41]. ¶ فإن كانت الحياة قائمة على قانون السببية، إلا أن الحقيقة التي لا مرية فيها هي أن الله عز وجل هو الذي يحرك كل شيء في هذا الكون، وهو الذي يُنشىء النتائج من خلال الأسباب، أو بدونها {وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَن يُصِيبَكُمُ اللهُ بِعَذَابٍ مِّنْ عِنْدِهِ أَوْ بِأَيْدِينَا} [التوبة: 52]. ¶ {قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ قَالَ كَذَلِكِ اللهُ يَخْلُقُ مَا يَشَاءُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ} [آل عمران: 47]. ¶ ¬__________ ¶ (¬1) رواه مسلم.",
            "page": "7",
            "part": "1",
            "seal": "FFCB60C7"
        },
        {
            "id": "9",
            "nass": "كل شيء بأمره وإمداده: ¶ هذه- إذن- حقيقة الحياة، فكل ما يوجد في جسدك- أخي- من إمكانات وقدرات، لا قيمة لها لو تخلى الله عنها ولم يمدها بفاعليتها لحظة بلحظة، وآنًا بآن، فالأحبال الصوتية التي خلقها الله عز وجل كسبب للنطق، لا يمكنها أن تتحرك حركة واحدة إلا إذا جاءها المدد من الخزائن الإلهية {وَإِن مِّن شَيْءٍ إِلاَّ عِندَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلاَّ بِقَدَرٍ مَّعْلُومٍ} [الحجر: 21]، وانقباض العضلات وانبساطها والحركة والعدو والرمي يتم بإمداده {وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللهَ رَمَى} [الأنفال: 17]. ¶ حتى الضحك والبكاء {وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَى} [النجم: 43]. ¶ فما من حركة في هذا الكون إلا والله من ورائها {مَا قَطَعْتُم مِّن لِّينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا فَبِإِذْنِ اللهِ} [الحشر: 5]. ¶ ولا مثقال ذرة: ¶ يقينا لا توجد مثقال ذرة في هذا الكون يمكن لها أن تتحرك بذاتها دون إمداد من الله .. انظر مثلاً إلى النبات واقرأ هذه الآية التي تؤكد على أن الله تعالى قائم عليه في كل مرحلة من مراحل نموه يبث فيه الفاعلية وينقله من طور إلى طور: {وَهُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًا} [الأنعام: 99]. ¶ وتأمل في الآيات التي تتحدث عن خلق الإنسان وكيفية انتقاله من مرحلة إلى مرحلة ليزداد يقينك بهذه الحقيقة {وَلَقَدْ خَلَقْنَا الإِنْسَانَ مِن سُلاَلَةٍ مِّن طِينٍ - ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَّكِينٍ - ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللهُ أَحْسَنُ الْخَالِقِينَ} [المؤمنون: 12 - 14]. ¶ نعم، أخي، هذه هي حقيقة الوجود {أَفَرَأَيْتُم مَّا تَحْرُثُونَ - أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ - لَوْ نَشَاءُ لَجَعَلْنَاهُ حُطَامًا فَظَلْتُمْ تَفَكَّهُونَ - إِنَّا لَمُغْرَمُونَ - بَلْ نَحْنُ مَحْرُومُونَ - أَفَرَأَيْتُمُ الْمَاءَ الَّذِي تَشْرَبُونَ - أَأَنْتُمْ أَنْزَلْتُمُوهُ مِنَ الْمُزْنِ أَمْ نَحْنُ الْمُنزِلُونَ - لَوْ نَشَاءُ جَعَلْنَاهُ أُجَاجًا فَلَوْلاَ تَشْكُرُونَ - أَفَرَأَيْتُمُ النَّارَ الَّتِي تُورُونَ - أَأَنْتُمْ أَنْشَأْتُمْ شَجَرَتَهَا أَمْ نَحْنُ الْمُنْشِئُونَ - نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعًا لِّلْمُقْوِينَ - فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ} [الواقعة: 63 - 74]. ¶ حقيقة الربانية: ¶ هذه الحقيقة كانت تهيمن على رسول الله ^ في كل أموره وأحواله، وكانت تصبغ كلماته وتوجيهاته لأصحابه ولأمته من بعده. ¶ فكان صلى الله عليه وسلم إذا غزا قال: «اللهم أنت عضدي، وأنت نصيري، بك أحول، وبك أصول، وبك أقاتل» (¬1). ¶ وكان يقول: «إنما أنا مبلغ والله يهدي، وإنما أنا قاسم، والله يُعطي» (¬2). ¶ ويقول: «ما أوتيكم من شيء، ولا أمنعكموه، إن أنا إلا خازن أضع حيث أُمرت» (¬3). ¶ ¬__________ ¶ (¬1) صحيح، رواه أبو داود والترمذي، وصححه الألباني في صحيح الجامع، ح (4757). ¶ (¬2) صحيح، رواه الطبراني، وصححه الألباني في صحيح الجامع الصغير، برقم (2347). ¶ (¬3) صحيح، رواه الإمام أحمد أبو داود، وصححه الألباني في صحيح الجامع برقم (5566).",
            "page": "8",
            "part": "1",
            "seal": "E227C9D0"
        },
        {
            "id": "10",
            "nass": "وعندما قال له البعض: يا رسول الله غلا السِّعر، فَسَعِّر لنا، فقال: «إن الله تعالى الخالق، القابض، الباسط، الرزاق، المُسَعِّرُ .. » (¬1). ¶ فإذا ما نظرنا لجيل الصحابة- رضوان الله عليهم- نجد أن هذا المعني كان حاضرا في حياتهم بشكل أساسي، فهذا أنس بن النضر رضي الله عنه يقول لرسول الله صلى الله عليه وسلم بعد غزوة بدر: يا رسول الله، غبت عن أول قتال قاتلته المشركين، لئن أشهدني الله قتال المشركين، ليرىن الله ما أصنع» (¬2) ¶ وهذا الطفيل بن عمرو الدوسي وهو يقص على من حوله قصة إسلامه، وكيف أنه بعد أن ذهب إلى مكة وحذره المشركون من سماع محمد صلى الله عليه وسلم حتى لا يفتنه، ويسحره بكلامه، فيقول: فوالله ما زالوا يحدثوني في شأنه، وينهوني عن أن أسمع منه، حتى قلت: والله لا أدخل المسجد إلا وأنا ساد أذني. ¶ قال: فعمدت إلى أذني فحشوتها كرسفا- أي قطنا- ثم غدوت إلى المسجد، فإذا برسول الله صلى الله عليه وسلم قائماً في المسجد، فقمت قريبا منه، وأبى الله إلا أن يسمعني بعض قوله (¬3) ... ¶ وعندما خرج عبد الله بن عتيك في سرية مع بعض الصحابة لقتل اليهودي ¶ أبي رافع- سلام بن أبي الحقيق- في حصن خيبر، ودخل ابن عتيك الحصن، ووصل إلى أبي رافع وقتله، ثم عاد إلى أصحابه يبشرهم، ويحثهم على سرعة الخروج من المكان إذا به يقول لهم: النجاء، فقد قتل الله أبا رافع (¬4). ¶ وهذه زنيرة الرومية يعذبها أبو جهل وعمر بن الخطاب- قبل إسلامه- حتى فقدت بصرها، فقال لها أبو جهل: إن اللات والعزى هما اللذان أذهبا بصرك، فماذا قالت له وهي في هذه الحال الصعبة التي قد تفتن أقوى الأنفس؟؟ ¶ قالت: «وما تدري اللات والعزي من يعبدها، ولكن هذا أمر من السماء، وربي قادر على أن يرد بصري» وبالفعل رد الله بصرها، فقالا: لقد سحرها محمد. ¶ وهذه حفصة رضي الله عنها تقول: سمعت عمر بن الخطاب رضي الله عنه يقول: «اللهم قتلاً في سبيلك ووفاة ببلد نبيك صلى الله عليه وسلم» قالت: فقلت: وأنَّي يكون هذا؟! قال: يأتي به الله إذا شاء (¬5). ¶ هل نترك الأسباب؟! ¶ ليس معنى أن الله عز وجل هو الذي يبث الفاعلية في الأسباب، وأنها لا قيمة لها بدون إمداده أن نترك الأخذ بالأسباب، ونتجه مباشرة إلى الله عز وجل من أجل الحصول على النتائج، فهذا لا يجوز ولا يصح، لأنه- سبحانه- لو أراد منا ذلك ما خلق الأسباب، وما أمرنا بالأخذ بها، ولئن كانت الأسباب لا قيمة لها بدون الله، إلا أنها تُعد بمثابة الستار الذي يتنزل عليه أمر الله وقدره، وعلى المسلم أن يقيم هذا الستار بالقدر المتيسر والمتاح أمامه. ¶ ومع أخذ المسلم بالأسباب، وإقامته لهذا الستار إلا أنه لا ينبغي عليه الركون إليها، أو الاعتماد عليها في حصول النتائج، وإلا تحول هذا الستار إلى جدار يحجبه عن الله. ¶ انظر إليه صلى الله عليه وسلم وهو يوجه صاحب الناقة إلى ربطها -كسبب لعدم شرودها- ويوجهه كذلك إلى التوكل على الله في إنجاح هذا السبب فقال له: «اعقلها وتوكل» (¬6). ¶ وتأمل ما حدث للصحابة وقد نفد ماؤهم وأرادوا الوضوء والشرب فذهبوا إلى رسول الله صلى الله عليه وسلم يخبرونه بذلك .. فماذا فعل عليه الصلاة والسلام؟ ¶ ¬__________ ¶ (¬1) صحيح رواه الإمام أحمد والترمذي وأبو داود، وأورده الألباني في صحيح الجامع الصغير ح (1846). ¶ (¬2) أخرجه البخاري. ¶ (¬3) المعجزة القرآنية لمحمد حسن هيتو ص40 نقلا عن سير أعلام النبلاء. ¶ (¬4) السيرة النبوية لعلي الصلابي 2/ 418. ¶ (¬5) حياة الصحابة 1/ 388، 389. ¶ (¬6) حسن، رواه الترمذي عن أنس، وأورده الألباني في صحيح الجامع ح (1068).",
            "page": "9",
            "part": "1",
            "seal": "AE94AE3E"
        },
        {
            "id": "11",
            "nass": "طلب منهم إحضار ما تبقى عندهم من ماء، ثم وضع فيه أصابعه الشريفة، فنبع من بينها الماء ليشرب الجميع ويتوضأ (¬1). ¶ فهنا استنفد صلى الله عليه وسلم الأسباب الموجودة، وشكَّل الماءُ القليل «الستار» الذي تنزّل من خلاله المدد الإلهي. ¶ فعلينا- إذن- أن نجتهد في الأخذ بالأسباب المتاحة أمامنا، مع يقيننا بأنها لا تفعل شيئاً بذاتها، فالفاعل هو الله، وإنما نأخذ بها لأننا مأمورون بذلك. ¶ التوكل وإنجاح الأسباب: ¶ ويؤكد على هذا المعني محمد عبد الله دراز- رحمه الله- في تعليقه على اتخاذه صلى الله عليه وسلم الزاد وهو ذاهب للتعبد في غار حراء فيقول: وفي هذا بيان للسنة النبوية في اتخاذ الزاد والعمل بالأسباب، وأن التوكل على الله ليس في ترك الأسباب التي وضعها الله، بل التوكل هو تفويض الأمر إلى الله في إنجاح هذه الأسباب، لأنها لا نُجح لها من طبيعتها، وإنما نجحها بتوفيقه وتيسيره، لا رب غيره (¬2). ¶ فالمؤمن يجمع بين الأمرين -كما يقول ابن القيم- يجرد عزمه للقيام بالأسباب حرصاً واجتهاداً، وَيُفرِّغ قلبه من الاعتماد عليها، والركون إليها، تجريدًا للتوكل، واعتماداً على الله وحده، وقد جمع النبي صلى الله عليه وسلم بين هذين الأصلين في الحديث الصحيح حيث يقول: «احرص على ما ينفعك واستعن بالله ولا تَعْجَزْ» فأمر صلى الله عليه وسلم المؤمن بالحرص على الأسباب، والاستعانة بالمسبب، ونهاه عن العجز، وهو نوعان: تقصير في الأسباب، وعدم الحرص عليها، وتقصير في الاستعانة بالله، وترك تجريدها (¬3). ¶ وخلاصة القول أن الذي يدير الكون ويتعاهده ويتابعه هو الله وحده لا شريك له، وأنه سبحانه هو الذي أمرنا باتخاذ الأسباب دون الركون إليها أو التعلق بها. ¶ الإمداد على قدر الاستعداد ¶ الله عز وجل هو رب كل شيء ومليكه، ومدبر أمره .. هذه هي الحقيقة التي يقوم عليها الوجود كله. ¶ أما الإنسان- أي إنسان- فهو مخلوق من مخلوقات الله، حياته كلها متعلقة بإمدادات ربه إليه، ولو تركه لحظة واحدة لتوقف فيه كل شيء. ¶ والإنسان إذ يعيش في الحياة بفضل إمدادات ربه؛ فإنه- يقينا- لا يقدر على فعل أي شيء- مهما صغر- إلا إذا أذن له الله بفعله، وفتح له خزائنه. ¶ لذلك كان من الضروري أن نُقَدِّم المشيئة الإلهية عند العزم على فعل أي شيء. ¶ نُقَدِّمها ونحن على يقين بأن الأمر كله لله {وَلاَ تَقْولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا - إِلاَّ أَن يَشَاءَ اللهُ} [الكهف: 23 - 24]. ¶ ولئن كان الله عز وجل قد خاطب رسوله محمد صلى الله عليه وسلم- وهو سيد البشر- قائلاً: {لَيْسَ لَكَ مِنَ الأمْرِ شَيْءٌ} [آل عمران: 128]، فماذا عن بقية البشر؟؟ ¶ هل يمكن أن يكون لأحد منهم صلاحية أو قوة ذاتية في هذا الكون؟! {يَقُولُونَ هَل لَّنَا مِنَ الأمْرِ مِن شَيْءٍ قُلْ إِنَّ الأمْرَ كُلَّهُ للهِ} [آل عمران: 154]. ¶ فالله عز وجل هو خالق كل شيء، وهو ربه يمده بما يحتاجه، وما الإنسان إلا مخلوق صغير ضئيل في هذا الكون الرحيب، لا يمكنه- بمفرده- أن يُنفذ إرادته، فإرادته لا تنفذ إلا من خلال موافقة الله على إنفاذها، ومن ثمّ إمداده بما يظهرها .. من هنا ندرك بعضا من معاني قوله تعالى: {وَمَا تَشَاءُونَ إِلاَّ أَن يَشَاءَ اللهُ} [الإنسان: 30]. ¶ وقوله: {وَمَا يَذْكُرُونَ إِلاَّ أَن يَشَاءَ اللهُ} [المدثر: 56]. ¶ ¬__________ ¶ (¬1) حديث نبع الماء من بين أصابعه صلى الله عليه وسلم رواه البخاري وغيره. ¶ (¬2) كنوز مختارة من السنة ص 16 لمحمد عبد الله دراز، دار القلم- الكويت. ¶ (¬3) تهذيب مدارج السالكين ص 640.",
            "page": "10",
            "part": "1",
            "seal": "933BF597"
        },
        {
            "id": "12",
            "nass": "فلو حشد المرء ما يمكن حشده من أسباب فلن يصل إلى النتيجة المتوقعة لها إلا إذا أَذِن الله وفتح له خزائن ذلك {وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلاَئِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلاً مَّا كَانُوا لِيُؤْمِنُوا إِلاَّ أَن يَشَاءَ اللهُ وَلَكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ} [الأنعام: 111]. ¶ وعندما قام نبي الله يوسف- عليه السلام- بتدبر أمر الحيلة التي من خلالها كان ينوي استبقاء أخيه معه، ونجح في ذلك، نجد التعقيب القرآني يُذكِّر بحقيقة الأمر وبأن ما حدث فإنما حدث بإذن الله ومشيئته وإمداده حتى يرسخ المعنى في الأذهان {فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَاءِ أَخِيهِ ثُمَّ اسْتَخْرَجَهَا مِن وِعَاءِ أَخِيهِ كَذَلِكَ كِدْنَا لِيُوسُفَ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ إِلاَّ أَن يَشَاءَ اللهُ} [يوسف: 76]. ¶ العجز والفقر الذاتي: ¶ والمتأمل لسير الرسل والأنبياء- عليهم الصلاة والسلام- وهم أكمل البشر، نجد أنهم كانوا يعيشون في حقيقة عجزهم وفقرهم الذاتي والمطلق لله عز وجل، فهذا شعيب- عليه السلام- يقر بها عندما يخيره قومه بين العودة إلى ملتهم أو إخراجه ومن معه من قريتهم، فيرد عليهم قائلاً: {أَوَلَوْ كُنَّا كَارِهِينَ - قَدِ افْتَرَيْنَا عَلَى اللهِ كَذِبًا إِنْ عُدْنَا فِي مِلَّتِكُمْ بَعْدَ إِذْ نَجَّانَا اللهُ مِنْهَا وَمَا يَكُونُ لَنَا أَن نَّعُودَ فِيهَا إِلاَّ أَن يَشَاءَ اللهُ رَبُّنَا وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًا} [الأعراف: 88، 89]. ¶ وبمثل هذا أجاب إبراهيم- عليه السلام- قومه في حواره معهم: {وَلاَ أَخَافُ مَا تُشْرِكُونَ بِهِ إِلاَّ أَن يَشَاءَ رَبِّي شَيْئًا وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا أَفَلاَ تَتَذَكَّرُونَ} ¶ [الأنعام: 80]. ¶ وكذلك كان حال موسى- عليه السلام- عندما أخذته ومن معه الرجفة {وَاخْتَارَ مُوسَى قَوْمَهُ سَبْعِينَ رَجُلاً لِّمِيقَاتِنَا فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ وَإِيَّايَ} [الأعراف: 155]. ¶ وكان رسولنا محمد صلى الله عليه وسلم يعيش بكيانه كلّه في هذه الحقيقة .. فهذا عبد الله بن حوالة الأزدي رضي الله عنه يقول: بعثنا رسول الله صلى الله عليه وسلم لنغنم على أقدامنا فرجعنا فلم نغنم شيئاً، وعرف الجهد في وجوهنا، فقام فينا فقال: ¶ «اللهم لا تكلهم إلىَّ فأضعف عنهم، ولا تكلهم إلى أنفسهم فيعجزوا عنها، ولا تكلهم إلى الناس فيستأثروا عليهم» (¬1). ¶ أين حرية الاختيار؟! ¶ فإن قلت: وأين حرية الاختيار؟ وأين الإرادة الحرة التي أتاحها الله للإنسان والتي على أساسها يترتب الثواب والعقاب؟! ¶ نعم، أتاح الله عز وجل للإنسان حرية الاختيار (¬2)، إلا أن الذي يترجم ويُفعِّل اختياراته هو الله عز وجل {وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ} [الأنعام: 102]، بمعني أن العبد له أن يختار ما يريد فعله بإرادته الحرة، ولكن الذي يمكنه من ترجمة هذا الاختيار إلى أرض الواقع هو الله عز وجل. ¶ * * * ¶ ¬__________ ¶ (¬1) أخرجه أبو داود وأحمد والحاكم. ¶ (¬2) (*) أتاح الله عز وجل للإنسان حرية الاختيار في الأمور التي سيحاسبه عليها والتي سماها العلماء (الإرادة الشرعية)، أما الأمور التي ليس للإنسان فيها اختيار كشكله، وطوله، وجنسه، ورزقه .. فسميت (الإرادة الكونية).",
            "page": "11",
            "part": "1",
            "seal": "9D2078BF"
        },
        {
            "id": "13",
            "nass": "كيف نستجلب الإمداد الإلهي؟ ¶ الإنسان مخلوق عاجز وفقير فقرًا ذاتيًا ومطلقًا، لا يملك مقومات تسيير شئونه بنفسه، بل يحتاج إلى ربه وإلي إمداداته المتوالية لترجمة اختياراته وإقامة حياته .. هذه هي الحقيقة .. ليبقى السؤال عن كيفية استجلاب هذه الإمدادات؟ ¶ الإجابة عن هذا السؤال أجملها الحديث القدسي: «يا عبادي كلكم ضال إلا من هديته فاستهدوني أهدكم. يا عبادي كلكم عار إلا من كسوته فاستكسوني أكسكم. يا عبادي كلكم جائع إلا من أطعمته فاستطعموني أطعمكم» (¬1). ¶ (فاستهدوني .. فاستكسوني .. فاستطعموني) كلها كلمات تدل على تمكن الرغبة ممن يطلبها. ¶ ومما تجدر الإشارة إليه أن التاء في هذه الكلمات -كما يقول أهل اللغة- للطلب، بمعني أنكم إذا أردتم الهداية أو الطعام أو الكسوة فاطلبوها من الله، فعلى قدر عزمكم وحرصكم على تحصيلها يكون إمداد ربكم إليكم .. فالإمداد على قدر الاستعداد. ¶ ما هو العزم؟ ¶ فإن قلت: ولكن ما هو العزم؟! هل هو كل ما يفكر فيه الإنسان ويُحدِّث به نفسه؟ ¶ أجاب العلماء عن هذه الأسئلة وقالوا بأن ما يدور داخل الإنسان إما أن يكون هاجسًا، أو خاطرًا، أو حديث نفس، أو همّا، أو عزمًا. ¶ فالهاجس هو بداية التفكير بصورة عامة، فإذا اتجه التفكير إلى شيء بعينه سُمّي: (خاطرًا)، فإذا قلَّب الإنسان فكره في هذا الشيء من داخله وباطنه سُمّي (حديث نفس)، فإذا تحركت إرادة الإنسان إلى فعل شيء ما سمي: (همّا)، لأن الهم هو ترجيح قصد الفعل بأن يميل إلى الشيء ولا يصمم على فعله. والهاجس والخاطر وحديث النفس لا إثم على صاحبه ما لم يتحدث أو يعمل به كما في الحديث «إن الله تجاوز لي عن أمتي ما حدثت به أنفسها ما لم تكلم أو تعمل» (¬2). ¶ (والهمّ) يماثل الثلاثة السابقة في رفع الإثم والمسئولية عن صاحبه ما لم يقل أو يعمل، ويفوقها في إثبات الثواب لصاحبه كما جاء في الحديث الذي رواه البخاري ومسلم: «إن الله كتب الحسنات والسيئات ثم بين ذلك، فمن (هَمّ) بحسنة فلم يعملها كتبها الله عنده حسنة كاملة، وإن (همّ) بسيئة فلم يعملها كتبها الله عنده حسنة كاملة». ¶ أما (العزم) فهو فوق (الهم)، وهو أعلى مراتب القصد، وهو العقد القلبي الذي يتقرر على أساسه القول والعمل، لذلك كان (العزم) أول درجات المسئولية قبل القول والعمل، ويترتب عليه الثواب والعقاب (¬3). ¶ أي أن العزم هو الحرص والتصميم الجازم على فعل شيء ما. ¶ وقد سُئل سفيان الثوري: أيؤاخذ العبد (بالهمة)، قال: إذا كانت عزما أُوخِذ (¬4). ¶ والنية: هي القصد، أي عزم القلب على أمر من الأمور .. وعلى ذلك فهي أقرب لمعني العزم، لذلك كان من شروط التوبة النصوح: العزم، أي التصميم الجازم أن لا يعود إلى فعل المعصية التي ارتكبها. ¶ أولوا العزم: ¶ إذن فالمطلوب من العبد العزم والإصرار على فعل الخير ليكون المدد من الله عز وجل على قدر هذا العزم، ويتفاوت العزم من شخص لآخر، ولقد وصل نفر قليل من البشر لأعلى درجات العزم على فعل ما يرضي الله عز وجل من الاستقامة على أمره، ودعوة الخلق إليه، مع الاستعداد لتحمل أشد الصعوبات وأقسى الآلام في سبيل ذلك، وهؤلاء هم الذين سماهم الله عز وجل «أولوا العزم من الرسل» وهم: نوح، وإبراهيم، وموسى، وعيسى، ومحمد عليهم الصلاة والسلام. قال تعالى: {فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ} [الأحقاف:35]. فالإمداد على قدر الاستعداد .. تأمل قوله تعالى عن إبراهيم عليه السلام {وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِن قَبْلُ وَكُنَّا بِهِ عَالِمِينَ} [الأنبياء:51]. ¶ ¬__________ ¶ (¬1) رواه مسلم. ¶ (¬2) رواه البخاري ومسلم. ¶ (¬3) في الفقه الإسلامي المعاصر د. عبد الستار فتح الله سعيد ص 33، 34، دار القلم، نقلا عن الموسوعة الفقهية مجلد 30 بحث العزم ص88. ¶ (¬4) المصدر السابق.",
            "page": "12",
            "part": "1",
            "seal": "AD2C2AA6"
        },
        {
            "id": "14",
            "nass": "فحجر الزاوية -إذن- في قضية الإمداد هو العزم والتصميم، لذلك أوضح القرآن أن أهم أسباب مخالفة أبينا آدم- عليه السلام- وأكله من الشجرة التي نُهي عنها هو قلة عزمه في ذلك {وَلَقَدْ عَهِدْنَا إِلَى آدَمَ مِن قَبْلُ فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْمًا} [طه: 115]. ¶ عزم الأمور: ¶ وإن كانت قوة العزيمة تختلف من شخص لآخر، فإن الأمور كذلك تختلف في قدر العزيمة المطلوبة لبلوغها، فهناك أمور تحتاج إلى عزيمة شديدة مثل ما ذكر في قوله تعالى: {لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا وَإِن تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَلِكَ مِنْ عَزْمِ الأُمُورِ} [آل عمران: 186]، وقوله تعالى على لسان لقمان: {يَا بُنَيَّ أَقِمِ الصَّلاَةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الأُمُورِ} [لقمان: 17] وقوله: {وَلَمَنْ صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الأُمُورِ} [الشورى: 43]. ¶ فالصبر من الأمور التي تحتاج إلى عزيمة شديدة، فمع أنه- كغيره- يتنزل من عند الله {وَمَا صَبْرُكَ إِلاَّ بِاللهِ} [النحل: 127]، إلا أنه يحتاج إلى عزيمة شديدة من العبد لكي يتنزل عليه من الخزائن الإلهية كما فعلت البقية الباقية مع طالوت عند مواجهة جالوت وجنوده {وَلَمَّا بَرَزُوا لِجَالُوتَ وَجُنُودِهِ قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ - فَهَزَمُوهُمْ بِإِذْنِ اللهِ} [البقرة: 250، 251]. ¶ البداية من العبد: ¶ إذن فالبداية منك أيها الإنسان .. لا تلم أحداً على تقصيرك .. على مستواك .. على عدم نجاحك .. فالإمداد على قدر الاستعداد، فمن يرد شيئاً ويصمم على بلوغه يصل إليه .. لا، لا، بل يوصله الله إليه {مَن كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَن نُّرِيدُ} [الإسراء: 18].ويؤكد على هذا المعني قوله صلى الله عليه وسلم: « .. ومن يتحر الخير يُعطه، ومن يتق الشر يُوَقَّه» .. والمتأمل للحديث من أوله يجده يدور في نفس المعنى (إنما العلم بالتعلم، وإنما الحلم بالتحلم، ومن يتحر الخير يُعطه، ومن يتق الشر يُوَقَّهَ) (¬1). ¶ فالتاء هنا للطلب- كما أسلفنا- أي أن الذي يريد العلم عليه أن يطلب ذلك، ويعزم عليه فُيعلِّمه الله، والذي يريد الحلم عليه أن يعزم عزيمة صادقة على بلوغه، فيرزقه الله الحلم، وهكذا في كل الأمور مثل العفة والصبر .. ففي الحديث «ومن يستعفف يعفه الله، ومن يستغن يغنه الله، ومن يتصبر يصبره الله .. » (¬2). ¶ فلو أراد (متخاصمان) الصلح بصدق وعزما على ذلك، أصلحهما الله {إِن يُّرِيدَا إِصْلاَحًا يُوَفِّقِ اللهُ بَيْنَهُمَا} [النساء: 35]. ¶ ومَن يُرد الهداية بصدق يهده الله {فَمَنْ أَسْلَمَ فَأُولَئِكَ تَحَرَّوْا رَشَدًا} [الجن: 14]. ¶ والذي لا يريد الهداية لا يهديه الله {فَكَفَرُوا وَتَوَلَّوْا وَاسْتَغْنَى اللهُ} [التغابن: 6]. ¶ {كَيْفَ يَهْدِي اللهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمُ الْبَيِّنَاتُ} [آل عمران: 86]. ¶ ¬__________ ¶ (¬1) حسن، أخرجه الخطيب البغدادي عن أبي الدرداء وحسنة الألباني في صحيح الجامع (2328) والسلسلة الصحيحة (342). ¶ (¬2) متفق عليه، البخاري (6470)، مسلم (1053).",
            "page": "13",
            "part": "1",
            "seal": "13E7DDA3"
        },
        {
            "id": "15",
            "nass": "والذي يريد أن يدعو الناس إلى الله ويحببهم فيه، عليه أن يعزم عزيمة صادقة ويشتد حرصه على ذلك .. جاء في الأثر: لما أهبط الله آدم إلى الأرض قال له: يا آدم أحبني، وحببني إلى خلقي، ولا تستطيع ذلك إلا بي، ولكن إذا رأيتك حريصاً على ذلك أعنتك عليه (¬1). ¶ والذي استدان من شخص (ما) مبلغا من المال، وهو في قرارة نفسه ينوي بصدق ويعزم على أدائه، رزقه الله ما يسد به دينه، كما في الحديث «من كان عليه دين ينوي أداءه كان معه من الله عون، وسبَّب الله له رزقا» (¬2). ¶ عزيمة امرأة: ¶ عندما صدق عزم امرأة عمران في أن يكون الجنين الذي تحمله في بطنها لله، وألا يكون فيه أي حظ من حظوظ النفس، كافأها الله عز وجل بولادة مريم الصديقة، والتي أصبحت بعد ذلك أمًّا لرسول الله عيسى عليه السلام {إِذْ قَالَتِ امْرَأَتُ عِمْرَانَ رَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّرًا فَتَقَبَّلْ مِنِّي إِنَّكَ أَنتَ السَّمِيعُ الْعَلِيمُ - فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّي وَضَعْتُهَا أُنْثَى وَاللهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ الذَّكَرُ كَالأُنْثَى وَإِنِّي سَمَّيْتُهَا مَرْيَمَ وِإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ - فَتَقَبّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنبَتَهَا نَبَاتًا حَسَنًا} [آل عمران: 35 - 37]. ¶ إن تصدق الله يَصدُقُك: ¶ جاء رجل من الأعراب إلى النبي صلى الله عليه وسلم، فآمن به واتبعه، فقال: أُهاجر معك، فأوصي به النبي صلى الله عليه وسلم بعض الصحابة، فلما كانت غزوة (خيبر) غَنِم رسول الله صلى الله عليه وسلم شيئاً، فقسَم، وقسَم له، فأعطى أصحابه ما قسم له، وكان يرعى ظهرهم، فلما جاء دفعوه إليه، فقال: ما هذا؟ قالوا: قسم قسمه لك النبي صلى الله عليه وسلم، فأخذه فجاء به إلى النبي صلى الله عليه وسلم فقال: ما هذا؟ قال: «قَسَمْتُه لك» ¶ قال: ما على هذا اتبعتك، ولكن اتبعتك على أن أُرْمي إلى ههنا- وأشار إلى حلقه- بسهم فأموت فأدخل الجنة. ¶ فقال: «إن تصدق الله يصدقك»، فلبثوا قليلاً ثم نهضوا في قتال العدو، فأتى به النبي صلى الله عليه وسلم يُحمل قد أصابه سهم حيث أشار. ¶ فقال النبي صلى الله عليه وسلم: «أهو هو»؟ ¶ قالوا: نعم، قال: «صدق الله فَصَدَقه»، ثم كفنه النبي صلى الله عليه وسلم في جُبَّة، ثم قَدَّمه فصلى عليه، فكان فيما ظهر من صلاته: «اللهم هذا عبدك خرج مهاجراً في سبيلك، فقُتل شهيداً وأنا شهيد على ذلك» (¬3) ¶ أرأيت- أخي- ماذا قال رسول الله صلى الله عليه وسلم للأعرابي: «إن تصدق الله يصدقك» نعم، فهذا هو مفتاح الوصول إلى المعالي: صدق الإرادة والعزيمة، ولقد كان الرجل بالفعل صادقاً فيما طلبه، فحرك الله عز وجل الأحداث في اتجاه تحقيق مقصده ليس بالموت شهيداً فقط، ولكن بأن يموت بالطريقة التي عزم عليها وتاقت لها نفسه {فَإِذَا عَزَمَ الأمْرُ فَلَوْ صَدَقُوا اللهَ لَكَانَ خَيْرًا لَهُمْ} [محمد: 21]. ¶ أصدق الله فيه: ¶ وتنقل لنا كتب السيرة في قصة إسلام أسيد بن حضير، أن أسيداً دخل غاضباً يحمل حربته، ويريد شراً بمصعب بن عمير، وعندما رآه أسعد بن زرارة على هذه الحال قال لمصعب: ويحك يا مصعب، هذا سيد قومه، وأرجحهم عقلا: أسيد بن حضير، فإن يُسلم يتبعه في إسلامه خلق كثير، فاصدق الله فيه. فلما صدق (مصعب) الله في (أسيد): فتح الله قلب أسيد، وانشرح صدره، وانفرجت أساريره، ودخل في الإسلام (¬4). ¶ ¬__________ ¶ (¬1) استنشاق نسيم الأنس لابن رجب ص 127 - مكتبة الخاني- الرياض. ¶ (¬2) السلسلة الصحيحة (2822). ¶ (¬3) أخرجه النسائي (1952) باب الجنائز. ¶ (¬4) السيرة النبوية لابن هشام 2/ 274، 275.",
            "page": "14",
            "part": "1",
            "seal": "AE5E8841"
        },
        {
            "id": "16",
            "nass": "الخليفة الخامس: ¶ عندما تولى عمر بن عبد العزيز إمارة المؤمنين عزم أن يسير بالأمة بسيرة الخلفاء الراشدين، ويعيدها إلى ما كانت عليه، وذلك بعد سنوات طويلة من انقضاء تلك الخلافة الراشدة، وما حدث بعدها من بعض الانحرافات، والمظالم التي أبعدت الأمة عن النهج القويم. ¶ لقد عزم عمر على هذا ولا يملك سوى هذا العزم الصادق، فالأجواء المحيطة به لم تكن لتشجعه على هذا، وأعوانه لم يكونوا آنذاك كأعوان أبي بكر وعمر وعثمان وعلي- رضي الله عنهم أجمعين-، لكنه صدق في عزمه، وأرسل رسالة إلى سالم بن عبد الله بن عمر بن الخطاب يطلب منه أن يرسل له كل ما عنده من سيرة جده عمر بن الخطاب من أقضية وسنن حتى يسير على هديه، فكان مما كتبه له: «أما بعد، فإن الله عز وجل ابتلاني بما ابتلاني به من ولاية أمر المسلمين عن غير مشورة مني ولا طلب، فأسأل الله الذي ابتلاني بهذا الأمر أن يعينني عليه، فإذا جاءك كتابي هذا، فابعث لي بكتب عمر بن الخطاب، وأقضيته وسيرته، فإني عازم على أن أتبع سيرته، وأسير على نهجه إن أعانني الله على ذلك، والسلام». ¶ فأرسل إليه سالم بن عبد الله برسالة تؤكد له المعني الذي تتحدث عنه هذه الصفحات، بأن الأمر وإن بدا صعبا إلا أن صدق العزم يذلل جميع الصعاب وكيف لا والذي يحرك كل شيء هو الله، والله يريد منا صدق العزم ليحقق لنا ما نريد، حسبما تقتضيه حكمته وعلمه المحيط جل شأنه. ¶ يقول سالم في رسالته لعمر: ¶ «أما بعد، فقد جاءني كتابك الذي تذكر فيه أن الله عز وجل ابتلاك بإمرة المسلمين من غير طلب منك ولا مشورة، وأنك تريد أن تسير بسيرة عمر، فلا يَفُتْك أنك في زمان غير زمان عمر، وأنه ليس في رجالك من يماثل رجال عمر، ولكن اعلم أنك إن نويت الحق وأردته، أعانك الله عليه، وأتاح لك عمالا يقومون لك به، وأتاك بهم من حيث لا تحتسب، فإن عون الله للعبد على قدر نيته، فمن تمت نيته في الخير تم عون الله له، ومن قصرت نيته نقص من عون الله له بقدر نقص نيته» (¬1). ¶ ولقد كان عمر بن العزيز صادقا فيما ادعى، وكان عزمه أكيداً، فماذا حدث؟ ¶ لقد أعاد الله عز وجل به الأمة إلى ما كانت عليه في السابق حتى سماه العلماء والمؤرخون «الخليفة الخامس» .. كل ذلك حدث في زمن قياسي في نحو سنتين .. فماذا تقول بعد ذلك؟! ¶ على قدر أهل العزم تأتي العزائم ... وتأتي على قدر الكرام المكارم ¶ وتعظم في عين الصغير صغارها ... وتصغر في عين العظيم العظائم ¶ قصة الطالب والمسألتين: ¶ ينقل لنا د. توفيق الواعي في كتابه «الإيمان وإيقاظ القوي الخفية» قصة عجيبة تؤكد المعني الذي نتحدث عنه من أن العزيمة الأكيدة هي مفتاح الوصول للمعالي .. يقول: ¶ هناك قصة لشاب غفا أثناء حصة الرياضيات، واستيقظ على صوت جرس انتهاء الحصة، ونظر إلى السبورة وقام بكتابة المسألتين الموجودتين فوقها، وقد افترض أنهما الواجب المدرسي لهذا اليوم، فعاد إلى البيت وأخذ يجتهد طيلة النهار والليل لحلهما. .. لم يستطع الشاب حل أي منهما، إلا أنه واصل المحاولة بقية الأسبوع، وفي نهاية الأمر، استطاع حل إحداها وذهب بها إلى الفصل، فلما رآها المدرس أصيب بالذهول فقد اتضح أن المسألة التي قام بحلها كان المفترض عدم وجود حلًّ لها (¬2)، وكان المدرس قد كتبها على السبورة من باب تعريف الطلاب ببعض المسائل التي لم يتوصل أحد إلى حلها. ¶ دواؤك فيك وما تُبصر ... وداؤك منك وما تشعر ¶ وتزعم أنك جِرْم صغير ... وفيك انطوى العالم الأكبر ¶ * * * ¶ ¬__________ ¶ (¬1) صور إيمانية من حياة الصحابة والتابعين لمصطفي أبو المعاطي 1/ 224، 225، زهرة المدائن - المنصورة- نقلاً عن طبقات ابن سعد. ¶ (¬2) الإيمان وإيقاظ القوي الخفية د. توفيق الواعي ص 48 - دار البحوث العلمية- الكويت.",
            "page": "15",
            "part": "1",
            "seal": "BB927CE5"
        },
        {
            "id": "17",
            "nass": "الهزيمة النفسية وغياب الروح ¶ عندما ننظر إلى واقع الأمة الإسلامية نجد أنها في أشد حالات الضعف والتخلف، وليس هذا فحسب، فالضعيف يمكنه أن يقوى، والمتخلف عن الركب يمكنه اللحاق إن عزم على ذلك، ولكن الأخطر من حالة الضعف التي تمر بها الأمة هو تسرب الشعور باليأس من إمكانية النهوض، وشيوع ثقافة الإحباط والهزيمة النفسية بين غالبية أفراد الأمة. ¶ ولقد تفنن أعداء الإسلام في ابتكار الوسائل التي تحطم معنويات المسلمين، وتُشعرهم باليأس، وتجعلهم يفقدون الأمل في عودة مجد الإسلام من جديد. ¶ فمن تلك الوسائل تسريبهم المعلومات عن خططهم للسيطرة على بلاد الإسلام، وكشفهم للطرق التي يستخدمونها لإذلال المسلمين مع إدراكهم عدم قدرتهم للرد عليهم فتكون النتيجة: مزيدا من الانكسار الداخلي في النفوس، ولعلنا نتذكر تلك الصور التي نشرتها وسائل الإعلام بعد احتلال الولايات المتحدة للعراق، والتي تبين حجم التعذيب والإهانة وإهدار الآدمية التي تعرض لها أهل العراق المسلمون فيما سمي وقتها بفضيحة (سجن أبو غريب)، ولا يخامرني شك في أن نشر هذه الصور بهذه الطريقة كان متعمدًا - إلى حد كبير- ليخدم بالدرجة الأولى مخطط أعداء الإسلام الذي يرمي إلى إضعاف الروح المعنوية للمسلمين، والعمل على تيئيسهم، ونشر الشعور بالإحباط بينهم، والدليل على ذلك تلك الحالة التي أصابت الكثير من المسلمين آنذاك والتي اضطرت بعضهم للذهاب إلى عيادات الطب النفسي للتخلص من الشعور بالكآبة والإحباط الذي أصابه. ¶ الرسوم المسيئة: ¶ أخي .. تصور معي هذا المشهد: ¶ بينما رجل يجلس آمنًا في بيته بين زوجته وبناته، إذ بعصابة من المجرمين يقتحمون داره، ويلتفون حوله، وبعد تدافع بينهم يتمكنون من الإمساك به، وشدِّ وثاقه، لينتشروا بعد ذلك في بيته ويبدأون بالعبث في محتوياته، ثم إذا بأيديهم تمتد إلى زوجته وبناته وهو يصرخ ويصرخ ولا يستطيع أن يفعل شيئاً، ويشتد صراخه ولا مجيب، ثم يتركون النساء ويرتاحون قليلاً، ليعيدوا الكرة بعد ذلك فيصرخ ويصرخ ولكن ليس كالصراخ الأول فقد بدأت بوادر الهزيمة النفسية والانكسار تظهر عليه .. وبمرور الوقت يخفت صوته شيئاً فشيئاً حتى يتلاشى .. ¶ هذا المشهد ينطبق إلى حد بعيد مع حال أمتنا وما يفعله بها أعداؤها. ¶ ويكفيك تأكيدًا على هذا المعني ما حدث في موضوع نشر الرسوم المسيئة لرسول الله صلى الله عليه وسلم، ففي عام 1427هـ (2006م) نشرت جريدة في الدانمارك رسوما مسيئة للرسول صلى الله عليه وسلم، فانتفض العالم الإسلامي وخرجت الجماهير الغاضبة في مظاهرات حاشدة تشجب وتندد، وعقدت المؤتمرات، وتوالت البيانات التي تستنكر الحدث و ... ، ثم هدأت العاصفة .. ¶ وبعد قرابة العامين أعيد نشر الرسوم مرة أخرى في أكثر من جريدة دانماركية وأوروبية، فثار العالم الإسلامي مرة أخرى ولكن بصورة أقل بكثير من المرة الأولى، وهكذا ينجح أعداؤنا - ولو مرحليا - في تحطيم معنويات المسلمين، والدفع بهم نحو مزيد من الانكفاء على الذات والانغماس في الملهيات، وقتل الأمل في نفوسهم، وبذلك لا تقوم لهم قائمة، ولا يعلو لهم صوت، فهم يعلمون جيداً أن الهزيمة النفسية هي أشد أنواع الهزائم فتكاً بالأمم والأفراد .. :",
            "page": "16",
            "part": "1",
            "seal": "2B6BC21C"
        },
        {
            "id": "18",
            "nass": "خطورة الهزيمة النفسية على الأمة: ¶ إن أخطر مرض يمكن أن تصاب به أمة من الأمم هو اليأس والانكسار الداخلي ... ¶ يؤكد على هذا المعنى محمد أمين المصري- رحمة الله- في كتابه (المسئولية) فيقول اليأس القتَّال، والخور المميت، والثقة المفقودة، كل هذه هي العدو الحقيقي، والعقبة الكبرى التي تواجه المسلمين، أما العدو الخارجي: الصهيونية، والصليبية، والدعوات الملحدة، فكلها أمرها يهون إذا استطعنا أن نغير ما بأنفسنا لنقر فيها معاني الإيمان، واليقين، والصبر، والجلد، والثقة، والعمل. ¶ إن أكبر المصائب أن يصاب المرء في نفسه، ذلك أن معالجة أي خطر ممكنة ميسرة حينما تكون تربية الأفراد تربية قوية تستطيع أن تجابه المصاعب وتصمد للشدائد. ¶ ولقد بين الله تباركت أسماؤه بشأن يهود بني النضير حين غلبهم المسلمون أنهم لم يُؤتَوا لنقص في ذخيرتهم أو عددهم أو منعة حصونهم ولكن الله تعالى أصابهم بذنوبهم من داخلهم، إذ قذف الله في قلوبهم الرعب، فكان ذلك أكبر المصائب وكان العامل في تسليم ديارهم وتخريب بيوتهم ... قال تعالى: {مَا ظَنَنْتُمْ أَن يَخْرُجُوا وَظَنُّوا أَنَّهُم مَّانِعَتُهُمْ حُصُونُهُم مِّنَ اللهِ فَأَتَاهُمُ اللهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الأبْصَارِ} [الحشر: 2]. ¶ ويستطرد قائلاً: ¶ ولقد أُتي المسلمون اليوم من قبل أنفسهم، وقذف الوهن في قلوبهم ... قال أحد الباحثين المحدثين: إن الأسباب الحقيقية لكل انحطاط داخلية لا خارجية، وليس علينا أن نلوم العواصف حين تحطم شجرة نخرة في أصولها، إنما اللوم على الشجرة النخرة نفسها (¬1). ¶ آثار الهزيمة النفسية على الفرد: ¶ عندما تتمكن الهزيمة النفسية من فرد (ما) إثر فشله المتكرر في بلوغ هدفه، فإن الإحباط يتسرب إلى نفسه، واللامبالاة تسيطر على حركته. ¶ تنحط اهتماماته، وينغمس فيما يشبع غرائزه وشهواته. ¶ ينظر دوما إلى النصف الفارغ من الكوب ... يكثر من النقد للآخرين ... لا يحب الناجحين، ويعمل دوما على تشويه صورتهم والبحث عن نقائصهم. ¶ كلامه بلا روح، وآراؤه انهزامية. ¶ تسيطر على مخيلته أخلاط اليقظة، والأماني الكاذبة بالاشتهار بين الناس، وفعل الخوارق والمعجزات. ¶ غياب الروح عن العاملين في حقل الدعوة: ¶ الهزيمة النفسية لها آثار سلبية خطيرة على أي محيط تغزوه، ولقد تعرفنا في الأسطر السابقة على بعض مظاهرها عندما تنال من الفرد، فإن كان هذا الفرد يعمل في حقل الدعوة الإسلامية؛ كانت الآثار أخطر، وكيف لا، والدعاة إلى الله، والعاملون للإسلام هم قلب الأمة النابض؟! ¶ ولعل من أبرز صور الهزيمة النفسية عند العاملين في حقل الدعوة: «غياب الروح». ¶ فإن قلت: وهل يمكن أن تغيب الروح عن هؤلاء وهم الذين يقومون بأشرف مهمة، ويشكلون حائط الصد الأساسي لحماية الأمة؟ ¶ تغيب الروح عندما يضعف الإيمان في القلب: {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلاَ يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ الأمَدُ فَقَسَتْ قُلُوبُهُمْ} [الحديد: 16]. ¶ مع الأخذ في الاعتبار أن تطاول الزمن دون تحسن للواقع بشكل ملحوظ، والحصار الطويل للدعوة، بالإضافة إلى إلف الأعمال الدعوية المتكررة لها أثر كبير في إضعاف الروح عند بعض العاملين. ¶ ¬__________ ¶ (¬1) المسئولية لمحمد أمين المصري ص 84، 85، دار الصفوة، القاهرة.",
            "page": "17",
            "part": "1",
            "seal": "08A7D466"
        },
        {
            "id": "19",
            "nass": "ولا يمكن إغفال التأثير السلبي لموجة المادية العنيفة التي تجتاح أمتنا، وما خلفته من آثار طالت الكثيرين، وغيرت بعض المفاهيم، ورفعت سقف الطموح الدنيوي عند أفراد المجتمع، فإذا ما انخرط الدعاة في المجتمع، وهم غير محصنين بالإيمان القوى، فإن آثار تلك الموجة ستصيبهم، ليزداد انجذابهم نحو الأرض والطين، فتضعف الروح، وتصاب العزائم بالوهن، ويصبح همُّ الواحد منهم هو كيفية تحصيل أسباب الحياة المريحة له ولأبنائه، وينعكس ذلك على محيطه الدعوى بالسلب، ليصبح أداؤه أداءً روتينيا يفتقد الحماس والروح، وستراه يتحين كل فرصة للهروب من القيام بأعمال الدعوة، فإن قام بعمل تجده يتحرك بلا روح، وإن تكلم فكلامه مكرر يفتقد الانفعال الصادق، ومن ثم لا تكاد تجد أثرًا إيجابيًا لكلامه أو حركته {وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ} [الكهف: 18]. ¶ وفي نفس الوقت سيؤدي غياب الروح وضعف الإيمان إلى شيوع ثقافة الانهزامية والرضا بالواقع، والانبهار بأي تجربة تنجح ولو نجاحا جزئيا في إبراز بعض المعالم الإسلامية وإن تخلت عن بعض ثوابت الدين، فالانبهار يعكس الضعف والوهن الذي أصاب القلوب وجعلها تستطيل الطريق وترضى بأي نجاح ولو كان زهيدًا. ¶ وقد يؤدي غياب الروح عن البعض إلى محاولتهم فرض واقعهم على من حولهم، والاجتهاد في تبرير ما يفعلونه رافعين شعارات قد تقنع الآخرين وتدفعهم لتقليدهم في استرخائهم وانشغالهم بمصالحهم الشخصية على حساب العمل الدعوى، ومن هذه الشعارات «مصلحة الدعوة تقتضي ذلك»، «نحن جزء من مجتمع مريض»، «الزمان تغير ولابد من تغيير الوسائل» .. وغير ذلك من الشعارات التي يتم تأويلها على غير وجهها الصحيح، فيؤدي هذا إلى مزيد من الاستسلام للواقع، ومن ثم تزداد نسبة البطالة الدعوية، ويقل تدريجيا عدد من يحمل همّ الدين، ومن يعمل على إنقاذ نفسه والأمة من بعده. ¶ الثكلى والمستأجرة: ¶ عندما سأل أحد السلف أخاه قائلاً: ما لنا نذهب للاستماع إلى الحسن البصري فنتأثر بكلامه تأثرًا بالغًا، ونذهب إلى غيره فلا نشعر بنفس الإحساس والأثر، فأجابه بكلام بليغ يشرح بإيجاز الفارق بين من يعمل بروح ورغبة في نفع الآخرين، وبين من يعمل بلا روح ولا مشاعر، فقد قال له: «ليست النائحة الثكلى كالنائحة المستأجرة». ¶ ومع التأكيد على حرمة النياحة، إلا أن المعني الذي تشير إليه العبارة صحيحًا، ويشخص واقعًا موجودًا عند البعض. ¶ فعندما تغيب الروح عن الفرد الذي يعمل في حقل الدعوة فإن أداءه يتحول من كونه صاحب دعوة يحمل همها، ويسعى لنجاحها وبلوغها الأهداف المطلوبة، إلى ما يشبه (المُسْتَأجر) أو (الموظف)، الذي يؤدي عمله بلا روح، وينتظر دومًا موعد الانصراف، ويفرح بأيام العطلات، ويحزن كلما زادت الأعباء عليه .. فأي خسارة تخسرها الدعوة حين يزداد عدد (الموظفين) فيها، ويقل عدد من يحمل همها بين جوانحه؟! ¶ اصمت .. لا تتكلم!! ¶ وكما أن غياب الروح، وشيوع ثقافة اليأس والانهزامية والانجذاب نحو الدنيا، والغرق في بحر الشهوات هو أخطر مرض يمكن أن يصيب الأمة، فإن غياب الروح عن أصحاب الدعوات وتبدل اهتماماتهم، وضعف إيمانهم، لمن أشد الأخطار عليها، وعلى مشروعها الرامي لاستئناف الحياة الإسلامية الصحيحة وكيف لا، وعدد الأيدي العاملة سيتناقص تدريجيا .. سيكثر الكلام والتخطيط والتنظير والجدال، وسيقل التطبيق والعمل، ناهيك عن أن الأعمال التي قد يؤديها البعض ستفتقد للروح، لتكون النتيجة: عمل بلا ثمرة، وجهد بلا أثر .. مجهود كبير يبذل وأثر غائب.",
            "page": "18",
            "part": "1",
            "seal": "25F86ADE"
        },
        {
            "id": "20",
            "nass": "يقول سيد قطب: أيما داعية لا يصدق فعله قوله، فإن كلماته تقف على أبواب الآذان لا تتعداها إلى القلوب مهما تكن كلماته بارعة وعباراته بليغة، فالكلمة البسيطة التي يصاحبها الانفعال، ويؤيدها العمل هي الكلمة المثمرة التي تحرك الآخرين إلى العمل (¬1). ¶ وللأستاذ محمد فتح الله كولن كلمات صريحة يوجهها للدعاة والعاملين للإسلام الذين يعانون من غياب الروح وضعف الإيمان فيقول مخاطبًا إياي وإياك: ¶ عندما لا يحترق القلب شوقا، والذهن هما: فلا تتكلم، وإلا فلن تجد أحدًا يصغي إليك. ¶ عندما لا يملؤك شعور بأن دعوتك هي قلب الكون، وروح الوجود، وأنها ميزان العالم، وصمام أمن وأمان له، فكيف تواتيك الشجاعة لمواجهة العالم كله؟! ¶ عندما لا يلتهب في دمك عرق يدفعك لتحدي قدرات هي أعظم من قدراتك، وإمكانات هي أعظم من إمكاناتك، فكيف إذن ستصنع الأعاجيب؟! ¶ عندما لا تشعر بمسئوليتك في إنقاذ الإيمان مما يحيق به من خطر عظيم في العالم كله، فكيف تريد إذن من هذا العالم أن يفتح أذنيه ليسمعك؟! ¶ عندما تصاب الروح بالفتور، وتنخفض درجة حرارة القلب، ويخبو أوار الفكر، فأنت مُتوَعِّك روحيًا، فعليك أن تصمت؛ لأن الصمت هنا أبلغ من كل كلام ميت تقوله. ¶ إن لم ترتب بيت نفسك أولاً فكيف تستطيع أن ترتب بيوت نفوس الآخرين (¬2)؟! ¶ البداية .. عودة الأمل: ¶ فإن كان الأمر كذلك، وإن كانت الهزيمة النفسية، وغياب الروح من أشد الأمراض التي يمكن أن تصيب الفرد والأمة، فلا بديل أمامنا من مقاومته، والتصدي له، ووضع هدف «عودة الروح» على أعلى سلم الأولويات، وبخاصة لدى قلب الأمة النابض ألا وهم «الدعاة إلى الله» وكل من يعمل في حقل الدعوة. ¶ إن الأمل في نهوض الأمة من كبوتها قائم ما تعاقب الليل والنهار ... ¶ ستظل الشمس بإشراقها كل يوم تذكرنا بأن ربنا قدير، وأن قدرته لا حدود لها، وأنه وحده الذي يدير هذا الكون، ويدبر أمر كل حركة وسكنة فيه، وأن مقاليد الأمور وأزمتها جميعًا بيده .. ¶ لا تزال السماء مرفوعة بلا عمد، يمسكها الله عز وجل فنرى من خلالها آثار قدرته وقوته غير المتناهية، لتتضاءل في أعيننا أي قوة أرضية وهمية لجبار متعجرف .. ¶ لا يزال وعد ربنا الحق بالتمكين للمؤمنين وبنشر نوره على العالمين قائمًا، ولا يزال نصره قريب في انتظار من يستحقه. ¶ مع اليقين الجازم بأنه وإن كان الأمل قائما ما دام الليل والنهار إلا إنه يحتاج إلى أهل العزيمة والإيمان لكي يصبح واقعا مشهودا، وعندما يتأخر النصر فما علينا إلا أن نلوم أنفسنا، ولا نعتذر بالقضاء والقدر، بل نجتهد في استكمال ما ينقصنا حتى نكون -بإذن الله- مهيئين لاستقباله. ¶ لا تعتذر بالقضاء والقدر ولا تستسلم للهزيمة: ¶ من هنا نقول- بيقين-: إن المفتاح الأعظم للوصول للمعالي هو التوكل العميق الوثيق على ربنا جل شأنه، ثم وجود الرغبة والعزيمة الأكيدة والتصميم الجازم للوصول إليها، وعندما تصاب العزائم بالخور والضعف فلا نهوض للفرد ولا للأمة مهما امتلكت من إمكانات. ¶ لذلك لا ينبغي علينا أن نعتذر بالقضاء والقدر لتبرير أي فشل يصيبنا، بل علينا أن نلوم أنفسنا .. نلوم إرادتنا وعزائمنا ... نلوم صدقنا في طلب المعالي. ¶ يقول محمد إقبال: المسلم الضعيف يعتذر دائمًا بالقضاء والقدر، أما المؤمن القوى فهو بنفسه قضاء الله الغالب، وقدره الذي لا يرد (¬3). ¶ تفاءل تفاءل ولا تيأَسَنْ ... ولا تعتذر بالقضا والقدر ¶ إذا المرء يومًا أراد العلا ... فلابد أن يستحِثَّ السِّيرَ ¶ ¬__________ ¶ (¬1) في ظلال القرآن 4/ 2369. ¶ (¬2) طرق الإرشاد في الفكر والحياة- المقدمة- دار النيل- القاهرة. ¶ (¬3) روائع إقبال للندوي ص 79، 80.",
            "page": "19",
            "part": "1",
            "seal": "E272D607"
        },
        {
            "id": "21",
            "nass": "عطايانا سحائب مرسلات: ¶ ولقد اجتهد شاعر الإسلام- محمد إقبال- في بيان وتأكيد هذا المعنى في قصائده، وكان من أبرزهما قصيدتان حاول بهما -كما يقول محمد حسن الأعظمي-: أن يستحث همم المسلمين إلى طلب الرفعة، والطموح إلى المجد، أما أولاهما فقد اتجه بها إلى الله تعالى شاكيا ما أصاب المسلمين من الأحداث التي تخلفت بهم عن ركب الحضارة، وهم الذين حملوا شعلتها، ورفعوا مصباحها لعصور الدهر وأجياله (¬1)، وهي بعنوان «شكوى» فكان مما جاء فيها: ¶ كنا جبالا فوق الجبال وربما ... سرنا على موج البحار بحارا ¶ بمعابد الإفرنج كان أذاننا ... قبل الكتائب يفتح الأمصارا ¶ لم تنس أفريقيا ولا صحراؤها ... سجداتنا والأرض تقذف نارًا ¶ ثم يشتكي قائلا: ¶ ماذا دهى الإسلام في أبنائه ... حتى انطووا في محنة وعذاب؟! ¶ فثراؤهم فقرٌ ودولة مجدهم ... في الأرض نهب ثعالب وذئاب ¶ عاقبتنا عدلاً فهب لعدونا ... عن ذنبه في الدهر يوم عقاب ¶ عاشوا بثرواتنا وعشنا دونهم ... للموت بين الذل والإملاق ¶ أما القصيدة الثانية؛ فهي جواب الشكوى، تخيَّلها إقبال «صوتا سماويا» يدوي بصيحة الحق جوابا لهذه الشكوى (¬2)، وسنذكر- أخي القارئ- بعضا منها، وهي تؤكد المعني الذي تحمله هذه الصفحات، ألا وهو أن بلاءنا الشديد هو ضعف العزم والإرادة لفعل الخير وبلوغ الآمال العظيمة بما يرضي الله عز وجل .. ¶ يقول إقبال (¬3) .. ¶ عطايانا سحائب مرسلات ... ولكن ما وجدنا السائلينا ¶ وكل طريقنا نور ونور ... ولكن ما رأينا السالكينا ¶ ولم نجد الجواهر قابلات ... ضياء الوحي والنور المبينا ¶ ولو صدقوا وما في الأرض نهر ... لأجرينا السماء لهم عيونا ¶ وأخضعنا لملكهم الثريا ... وشيدنا النجوم لهم حصونا ¶ ولكن ألحدوا في خير دين ... بنى في الشمس ملك الأولينا ¶ تراث (محمد) قد أهملوه ... فعاشوا في الخلائق مهملينا ¶ لقد ذهب الوفاء فلا وفاء ... وكيف ينال عهدي الظالمينا ¶ إذ الإيمان ضاع فلا أمان ... ولا دنيا لمن لم يحيى دينا ¶ لأي مآثر القوم انتسبتم ... لتكتسبوا فخار المسلمينا؟ ¶ وأنتم تطمحون إلى الثريا ... بلا عزم ولا قلب سليما ¶ * * * ¶ ما الذي يمنعك ¶ أن تكون ذلك الرجل؟! ¶ بعد أن تذكرنا سويا هذه الحقائق، وبعد أن تأكدنا أن مفتاح نجاح كل فرد بيده، وعليه يتنزل به توفيق الله تعالى، فما رأيك لو اعتبر كل واحد منا أن هذا الكلام موجهٌ إليه، وأنه ذلك الرجل الذي سيغير الأمة بإذن الله؟! ¶ بلا شك أن قوة العزيمة والتصميم والإصرار على فعل شيء (ما) هو المفتاح الأساس للوصول إليه- بأمر الله- كما أسلفنا. ¶ هذا المفتاح يمكننا أن نستخدمه في أمور معيشتنا على مستوانا الشخصي، وهذا أمر لا غبار عليه، ولكن الأهم من ذلك هو استخدامه لإصلاح أمر هذه الأمة التي توارت بالحجاب، وأصبحت (غثاء كغثاء السيل) بعد أن كانت (خير أمة) .. ¶ فمن لهذه الأمة سوي رجال عقدوا العزم الأكيد، وصمموا على بلوغها مجدها من جديد؟! ¶ إن الرجل- كما يقول الإمام حسن البنا- سر حياة الأمم ومصدر نهضاتها، وإن تاريخ الأمم جميعًا إنما هو تاريخ من ظهر بها من الرجال النابغين الأقوياء النفوس والإرادات (¬4). ¶ إن الأمة تحتاج إلى رجال كما وصفهم الكواكبي: ¶ ينبهون الناس، ويرفعون الالتباس، ويفكرون بحزم، ويعملون بعزم، ولا ينفكون حتى ينالوا ما يقصدون. ¶ فلماذا لا تكن أنت من هؤلاء الرجال؟ ¶ ¬__________ ¶ (¬1) حديث الروح شعر محمد إقبال وعربه شعرًا الصاوي وشعلان ص 21 - دار القلم دمشق. ¶ (¬2) حديث الروح، شعر محمد إقبال، ص 63. ¶ (¬3) قام بتعريب شعر إقبال الصاوي شعلان انظر المصدر السابق. ¶ (¬4) مجموعة رسائل الإمام الشهيد حسن البنا- رسالة هل نحن قوم عمليون؟ ص 68 - دار التوزيع والنشر الإسلامية- مصر.",
            "page": "20",
            "part": "1",
            "seal": "5CA0895A"
        },
        {
            "id": "22",
            "nass": "أنا ضعيف وظروفي متشابكة: ¶ فإن قلت: ولكني ضعيف لا أصلح لما قصدت، ذكَّرتك بما تضمنته الصفحات السابقة بأن الأمر كله لله، وأن القوة والقدرة والعلم والإحاطة والخلق والإمداد والتدبير بيده سبحانه، وكل ما يريده منا هو صدق العزم على تغيير أنفسنا، وتغيير أمتنا إلى الوضع الذي يرضيه. ¶ ويؤكد ابن عطاء في حِكَمه المشهورة على هذا المعنى فيقول: «من استغرب أن ينقذه الله من شهوته، وأن يخرجه من وجود غفلته فقد استعجز القدرة الإلهية {وَكَانَ اللهُ عَلَى كُلِّ شَيْءٍ مُّقْتَدِرًا} [الكهف: 45]. ¶ ويعلق ابن عباد النفري على هذه الحكمة فيقول: ومن أغرب ما رأيته في هذا المعنى ما رواه عبد الصمد بن مغفل عن عمه وهب بن منبه أن رجلاً قتل نفسا فجاء إلى سائح من سائحي بني إسرائيل فسأله عن ذلك وهل له توبة؟ فرفع له السائح من الأرض عرجونا (¬1) أبيض قديما حائلا، ثم قال له: إذا اخضر هذا العرجون قُبلت توبتك، وأراد السائح بذلك أن يؤيسه من التوبة لعظم ذنبه. ¶ فأخذ الرجل العرجون وهو يطمع في التوبة ويعزم، فتاب وجعل يعبد الله زمانا ويدعو حتى اخضر ذلك العرجون بإذن الله وقدرته (¬2). ¶ فالأمر- إذن- عندي وعندك، فالله عز وجل يريد منا الحرص والتصميم والعزم الأكيد أن نكون من هؤلاء الرجال ... أن نكون ربانيين، متواضعين، وأن نكون على استعداد لبذل كل ما نملك من أجل تبليغ دعوته، وتغيير وضع الأمة البائس، فإن رأى- سبحانه- منا ذلك، فيقينًا سيفتح لنا من خزائنه ما يصل بنا إلى ما عزمنا عليه؛ ألم يقل سبحانه: {فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا - وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا وَكَانَ اللهُ عَزِيزًا حَكِيمًا} [الفتح: 18، 19]. ¶ واعلم- أخي- بأن الحرص والتصميم والعزم الأكيد يمكن أن يتوافر في أي شخص- إن أراد- بغض النظر عن عمره، أو جنسه، أو صحته، أو جاهه، أو مقدار ما يمتلك .. معنى ذلك أن قولك بأنك ضعيف وظروفك الحياتية متشابكة، ليس له أي علاقة بما نتحدث عنه، فكل ما هو مطلوب مني ومنك تصميم جازم وعزيمة وقَّادة تهيمن علينا، وهذا في متناول أيدينا جميعًا إن أردنا. ¶ الخطوة الأولى للنجاح: ¶ وبعد اتخاذك لهذا القرار واستشعارك بأنك ستكون من أولئك الرجال الذين سينقذون الأمة- بإذن الله-: عليك أن تطلب من الله هذا الأمر .. أن تنطرح بين يديه سبحانه وتلح عليه إلحاحا شديدًا بأن تكون ممن يصنع بهم مجد هذه الأمة، ولا تقطع إلحاحك وتضرعك إلى ربك ما حييت، فلقد أخبرنا الله عز وجل بأن الخطوة الأولى لبلوغ الهدف هي العزم الأكيد لبلوغه {فَإِذَا عَزَمَ الأمْرُ فَلَوْ صَدَقُوا اللهَ لَكَانَ خَيْرًا لَّهُمْ} [محمد: 21]. ¶ والخطوة التي تليها مباشرة هي التوكل على الله عز وجل، والاستعانة الصادقة به في بلوغ الهدف: {فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللهِ} [آل عمران: 159]. ¶ وقد جمع الأمرين قوله صلى الله عليه وسلم: « .. احرص على ما ينفعك، واستعن بالله ولا تعجز .. » (¬3). ¶ واقترب الوعد الحق: ¶ وتأكد- أخي- أن الله عز وجل يحرك أحداث هذا الكون في اتجاه التمكين لهذا الدين وإن بدت الأمور على عكس ذلك .. وكيف لا وقد وعد سبحانه بأنه سيتم نشر نوره على العالمين: {وَاللهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ} [الصف: 8]. ¶ ¬__________ ¶ (¬1) العرجون هو عذق النخل إذا يبس واعوج. ¶ (¬2) غيث المواهب العلية في شرح الحكم العطائية لابن عباد النفري ص 316 - مكتبة الإيمان القاهرة. ¶ (¬3) رواه مسلم.",
            "page": "21",
            "part": "1",
            "seal": "E48DB4FF"
        },
        {
            "id": "23",
            "nass": "قال صلى الله عليه وسلم: «ليبلغن هذا الأمر ما بلغ الليل والنهار، ولا يترك الله بيت مدر ولا وبر إلا أدخله الله هذا الدين؛ بعز عزيز، أو بذل ذليل، عزًا يعز الله به الإسلام، وذلا يذل به الكفر» (¬1). ¶ ووعدنا -سبحانه- على لسان رسول الله صلى الله عليه وسلم بأن الأمة ستنعم بخلافة على منهاج النبوة، بعد مرورها بعدة مراحل آخرها مرحلة يشيع فيها الظلم والاستبداد فعن حذيفة بن اليمان أن الرسول صلى الله عليه وسلم قال: «تكون النبوة فيكم ما شاء الله أن تكون، ثم يرفعها الله إذا شاء أن يرفعها، ثم تكون خلافة على منها ج النبوة، فتكون ما شاء الله أن تكون، ثم يرفعها إذا شاء أن يرفعها، ثم تكون ملكا عاضا، فيكون ما شاء الله أن يكون، ثم يرفعها إذا شاء الله أن يرفعها، ثم تكون ملكا جبريا، فتكون ما شاء الله أن تكون، ثم يرفعها إذا شاء أن يرفعها، ثم تكون خلافة على منها ج النبوة، ثم سكت» (¬2). ¶ فإذا كان الأمر كذلك، وأننا الآن نعيش في مرحلة «الملك الجبري» وأن المرحلة التالية هي مرحلة (خلافة على منهاج النبوة) فلماذا لا تكن أنت ممن يستعملهم الله عز وجل في إتمام نوره وتحقيق وعده؟! ¶ كل ما هو مطلوب: التصميم والعزم والإصرار وصدق التوكل والاستعانة بالله. ¶ يقول الإمام حسن البنا: إنما تنجح الفكرة إذا قوى الإيمان بها، وتوفر الإخلاص في سبيلها، وازدادت الحماسة لها، ووجد الاستعداد الذي يحمل على التضحية والعمل لتحقيقها (¬3). ¶ متى نؤثر في الناس؟! ¶ إن تغيير حال الأمة لن يتم إلا إذا غير أبناؤها ما بأنفسهم {إِنَّ اللهَ لاَ يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} [الرعد: 11]. ¶ والواقع يخبرنا بأن هذا الأمر غاية في الصعوبة، فموجة الماديةفي علو، وانجذاب المسلمين نحو طين الأرض في ازدياد، ولكي يتم الأخذ بأيديهم إلى تغيير ما بأنفسهم، وتقوية الإيمان في قلوبهم، وتصحيح الأفكار والمعتقدات في عقولهم، والتأثير الإيجابي الدائم فيهم؛ لابد من وجود رجال صادقين متوهجين يؤثرون فيمن حولهم بحالهم ومقالهم .. ¶ * فالبداية الصحيحة للتغيير هو وجود الشخص المتوهج، صاحب الروح اليقظة، والإيمان الحي ... إن كل كلام يصدر عن القلب - كما يقول محمد إقبال- يترك أثره في القلوب، والأفكار الصادقة لا أجنحة لها، لكنها تسبق الطيور، وكل كلام قدسي المنبع فهو أبدًا يتجه إلى العلا (¬4). ¶ وفي هذا المعني يقول محمد أمين المصري: ¶ إن العامل الأساس في نجاح الداعية. ليس كثرة علمه ولا قوة بيانه وسحره، ولكن هنالك عاملا قبل كل هذه الأمور: هو الإيمان بالدعوة التي يدعو إليها، والخوف الشديد مما يعتريها، والشعور بالأخطار التي تقع بسبب إهمال الدعوة .. إن مثل هذا الإنسان يصيح بالناس ويترك فيهم أقوى الآثار ولو كان أبكم (¬5). ¶ ¬__________ ¶ (¬1) صحيح، رواه ابن حبان في صحيحه، وصححه الألباني في السلسلة الصحيحة برقم (3). ¶ (¬2) صحيح، رواه الأمام أحمد، والبزار، وأورده الألباني في السلسلة الصحيحة برقم (5). ¶ (¬3) مجموعة رسائل الإمام الشهيد-رسالة إلى الشباب ص173. ¶ (¬4) حديث الروح للصاوي شعلان- ص 63. ¶ (¬5) المسئوولية ص 31.",
            "page": "22",
            "part": "1",
            "seal": "F86216E7"
        },
        {
            "id": "24",
            "nass": "الندوي يؤكد: ¶ ويؤكد أبو الحسن الندوي- رحمه الله- على هذه القاعدة فيقول: ¶ لقد ضل من زعم أن العلماء يتفاضلون بقوة العلم، وكثرة المعلومات، وزيادة الذكاء، وأن الشعراء يتفاضلون بقوة الشاعرية، وحسن اختيار اللفظ، ودقة المعاني، وأن المؤلفين يتفاضلون بسعة الدراسة والمطالعة، وكثرة التأليف والإنتاج، وأن المعلمين يتفاضلون بحسن الإلقاء والمحاضرة، واستحضار المادة الدراسية، وكثرة المراجع، وأن المصلحين والزعماء يتفاضلون بالبراعة في الخطابة، وأساليب السياسة والحكمة واللباقة، إنما يتفاضل الجميع بقوة الحب، والإخلاص لغايتهم. ¶ إذا فاق أحدهم غيره فإنما يفوقه، لأن الغاية أو الموضوع حلَّ في قرارة نفسه، وسرى منه مسرى الروح، وملك عليه قلبه وفكره، وقهر شهواته، واضمحلت فيه شخصيته، فإذا تكلم تكلم عن لسانه، وإذا كتب كتب بقلمه، وإذا فكر فكر بعقله، وإذا أحب أو أبغض فبقلبه (¬1). ¶ ليست حماسة فقط: ¶ فإن قلت: وماذا أفعل بعد هذا التصميم والعزم الأكيد، والتوكل الصادق على الله عز وجل، لكي أكون ممن يساهم في إنقاذ هذه الأمة؟! ¶ كانت الإجابة بأن المطلوب بعد ذلك هو السير في طريق الإصلاح وبناء المشروع الإسلامي والذي ينطلق من قوله تعالى: {إِنَّ اللهَ لاَ يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} [الرعد: 11]، والتغيير المطلوب هو تغيير على منها ج النبوة، من خلال العمل على إصلاح الأفراد من داخلهم إصلاحًا متكاملا يشمل إصلاح التصورات والمفاهيم عن الدين وعلاقته بالحياة، ويشمل إصلاح الإيمان وتقويته في القلوب، وكذلك تزكية النفوس وترويضها على ارتداء ثوب العبودية لله عز وجل، مع دفعها للبذل والتضحية من أجل هذا الدين .. ¶ التغيير المطلوب يبدأ بإصلاح الفرد فالبيت فالمجتمع. ¶ ولكي تتم عملية الإصلاح المطلوبة لابد من وجود عناصر مشعة، مؤثرة، متوهجة تتمثل فيها المعاني التي تدعو الناس إليها، فيخرج منها الكلام محملاً (بالحُرقة) على هذا الدين، والشفقة على المستمعين، والرغبة الأكيدة في إفادتهم وتغييرهم .. ¶ فلتكن أنت أحد هذه النماذج. ¶ لتكن أنت كالنبراس المضيء الذي يؤثر في كل ما حوله، وهذا يستلزم منك أن تبدأ بقلبك فتنوره، وبنفسك فتزكيها، وبعقلك فتغذية بالعلوم النافعة. ¶ ويستلزم منك كذلك أن تضع يدك في يد كل من يريد الخير لهذه الأمة، ويحمل همَّ هذا الدين .. لابد من التواصل معهم، والانتفاع بصحبتهم وتجاربهم، لتحقق معهم قوله تعالى: {وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ} [العصر: 3]. ¶ ويستلزم منك أيضًا أن تستنهض همم القاعدين، فالنار مشتعلة والأمة بحاجة لكل جهد يُبذل في إطفائها. ¶ وخلاصة القول: أن المطلوب مني ومنك هو عزيمة أكيدة وإصرار عظيم على إعادة مجد الأمة بالإسلام من جديد، وترجمة هذه العزيمة بالاستعانة الصادقة بالله عز وجل، والتوكل المحض عليه سبحانه في أن يبلغنا مرادنا، ثم البدء بإصلاح النفس، ومصاحبة الصالحين المصلحين، واستنهاض همم القاعدين، والانطلاق بين الناس والتركيز معهم في توضيح مفاهيم الإسلام الصحيحة، والأخذ بأيديهم لتغيير ما بأنفسهم من سلبيات، وإصلاح الإيمان في قلوبهم .. ¶ وحجر الزاوية- كما تري- هو تلك القوة النفسية العظيمة التي ينبغي أن تتواجد باستمرار داخلنا كنتيجة للعزائم المشتعلة، (والحُرقة) الشديدة على الدين, وتأكد- أخي- أنه لا سبيل للنهوض إلا بهذا، فلا المال، ولا الجاه وحدهما، سينصران هذا الدين، بل سينصره- بإذن الله- جهد الأفراد المؤمنين المتوهجين .. جهد الرجال الكبار الذين يستشعرون أن خلاصهم بخلاص الأمة ونهوضها من كبوتها .. ¶ ¬__________ ¶ (¬1) روائع إقبال للندوى ص 26.",
            "page": "23",
            "part": "1",
            "seal": "C8A5D2DA"
        },
        {
            "id": "25",
            "nass": "إن الدعوات الدينية الصادقة- كما يقول حسن البنا- عمادها الإيمان قبل المال، والعقيدة قبل الأعراض الزائلة، وإذا وجد المؤمن الصحيح وجدت معه وسائل النجاح جميعًا (¬1). ¶ لذلك فإن من يريد أن يخدم الإسلام خدمة صحيحة تساهم في نهوض أمته من كبوتها فعليه بأن يتذكر أن الإسلام الآن بحاجة إلى جهد الأفراد المؤمنين المتوهجين- رجالاً ونساء- أكثر من حاجته لأي شيء آخر. ¶ * * * ¶ كيف تبقى الروح ¶ يقظة والعزيمة مشتعلة؟! ¶ من المتوقع أن تقفز بعض التساؤلات إلى الأذهان تدور حول كيفية إبقاء الروح يقظة والعزيمة مشتعلة، وبخاصة مع تسارع مستجدات الحياة وتقلباتها، وما يستلزمه ذلك من شغل الفكر والوقت، ومن ثَمَّ التأثير السلبي على التوهج وحمل هم الدين. ¶ لا شك أن الحياة في هذا العصر تستهلك جزءًا كبيرًا من الفكر والجهد والوقت والمال، ومع ذلك فإن استسلامنا للأمر الواقع، والقناعة به، والقعود عن مهمة إنقاذ الأمة معناه وكأننا نقول لله عز وجل بلسان حالنا: يا رب استبدل بنا غيرنا لأننا مشغولون بأمور الحياة وتوفير متطلباتها، ومعناه أن يستمر الوضع السيء للأمة، بل وأن يزداد سوءًا وتدهورًا. ¶ ومع القناعة بأن هناك بالفعل أثقال كثيرة تجذبنا نحو الدنيا وتشغلنا بها، إلا أن ذلك ليس معناه الاستسلام للأمر الواقع، بل لابد من وجود وسائل مضادة تُبقى الروح يقظة، والعزائم متقدة، والقلوب حرة من أسر الدنيا. ¶ أو بمعني آخر: نحتاج إلى وسائل متجددة تقوم بتغذية مشاعر الرغبة والعزيمة لإنقاذ الأمة بشكل مستمر، ونحتاج كذلك إلى حسن التعامل مع العقبات التي تواجهنا والتي يقف على رأسها الانشغال بالدنيا. ¶ الشعور بالخطر وَقوُد العزائم: ¶ ومن أهم وسائل إبقاء العزائم مشتعلة هو الاستثارة الدائمة لمشاعر الخوف والقلق، والشعور بالخطر، فكما قال صلى الله عليه وسلم: «من خاف أدلج، ومن أدلج بلغ المنزل ... » (¬2). ¶ فمن خاف من شيء أدلج، أي سار بالليل ولم ينتظر الصباح؛ لأن شعوره بالخطر وقلقه مما هو آت لا يجعله يهنأ براحة، فعلى قدر القلق، والشعور بالخطر من شيء (ما) يكون التشمير والعمل لتبديد هذا القلق ودفع هذا الخطر، ولو استدعى ذلك عدم النوم بالليل، والتضحية بوقت الراحة والاسترخاء. ¶ وعلى سبيل المثال: لو أن رجلا يجلس بين زوجته وأولاده يتناولون الطعام، فشاهدوا نارًا تشتعل في منزلٍ غير بعيد عنهم، فماذا سيكون رد فعلهم؟! .. سينتابهم القلق، ويتحفزون للمقاومة والعمل -ولكن- مع استمرارهم في تناول الطعام، فإذا وصلت النار إلى جيرانهم ازدادوا قلقًا، وتركوا طعامهم، فإذا وصلت إلى بيتهم انطلقوا في قوة خارقة لإطفاء النار .. ¶ من هنا نقول بأن تزكية الشعور بالخطر هو الذي سيغذي- بعون الله- العزائم ويبقيها في حالة من الاشتعال والتوقد. ¶ فالشعور بالخطر ومواجهته- كما يقول سيد قطب- يستثير كوامن النفس، وطاقات العقل، ويشد العضل، ويُدرب الطاقات البشرية على العمل، ويشحذها للتلبية والاستجابة (¬3). ¶ ¬__________ ¶ (¬1) مجموعة رسائل الإمام الشهيد حسن البنا، رسالة إلى أي شيء ندعو الناس ص 37. ¶ (¬2) صحيح، أورده الألباني في صحيح الجامع الصغير ح (6222)، والسلسلة الصحيحة ح (2335). ¶ (¬3) في ظلال القرآن لسيد قطب 3/ 1695.",
            "page": "24",
            "part": "1",
            "seal": "4D6DD19B"
        },
        {
            "id": "26",
            "nass": "إن استنفار أقصى ما يملكه الإنسان من إمكانات وطاقات لابد وأن يمر من طريق القلق والشعور بالخطر، ولقد فهم أعداؤنا هذا الأمر جيدا، لذلك نجد أنهم بعد انهيار المعسكر الاشتراكي في ثمانينات القرن العشرين الميلادي، والذي كان وجوده يُشعر الغرب بالخطر، ويحرك العزائم، ويستفز العقول لإنتاج كل ما هو جديد في مراكز البحث العلمي وغيرها، قد اجتهدوا في إبراز (ضحية) جديدة توضع في (مقام العدو) حتى يستشعروا دوما بأن هناك خطرًا ماثلاً أمامهم، وكانت الضحية هذه المرة هي الإسلام، كما أعلنوا ذلك أكثر من مرة على لسان قادتهم في حلف الأطلنطي وغيره. ¶ أخطارنا حقيقية: ¶ فإن كان الشعور بالخطر يحرك العزائم، فما أحوجنا إلى استحضار الأخطار التي تواجه الفرد والأمة وهي أخطار حقيقية، ومتنوعة، بل يكفي تذكر واحدة منها لإشعال عزائمنا جميعًا، ولعل من أهم تلك الأخطار ما يواجهه العالم الإسلامي من محاولات الاستئصال، وتضييع الهوية، تارة تحت شعار محاربة الإرهاب، وتارة من خلال حملات التنصير، والأخطر من ذلك هو المشروع الصهيوني وحلمه بالسيطرة على قلب العالم الإسلامي، ونجاحه- إلى حد كبير- في تحقيق الكثير من مراحله. ¶ ولعل ما يحدث في فلسطين والعراق خير دليل على أن الأمر جدٌ لا هزل فيه، وأن النار ليست بمنأى عن أحد، وأنه بين عشية وضحاها يمكن أن يتم استصدار قرار من مجلس الأمن باحتلال بلد آخر وآخر، وما يستتبع ذلك من تدمير، وقتل، وسبي، وتشريد لأهل هذا البلد .. فهل ننتظر دورنا في الذبح أم ننتفض، ونتحرك في ربوع الأمة لإيقاظها من سباتها قبل فوات الأوان؟ ¶ الأجيال الجديدة والذوبان: ¶ ومن الأخطار التي من شأنها أن تستنفر الطاقات إذا ما تم الانتباه إليها: التدمير الذي يحدث في كيان الأجيال الجديدة، تلك الأجيال التي نشأت وترعرعت أمام الفضائيات وما تبثه من خلاعة ومجون، وأمام الشبكة العنكبوتية وما فيها من انفتاح غير مأمون. ¶ إنه مخطط شديد المكر: أن يتم التركيز على تدمير الشباب من الداخل، حتى تصبح الأمة بلا مستقبل، والمستهدف من هذا التدمير هو أن يكون الشاب المسلم غير صالح للقيام بأي عمل يخدم قضايا أمته، لذلك نجد المصادر التي يتلقى منها الشباب المعلومات تقوم بالتركيز على استثارة الغرائز، والتوجيه إلى توافه الأمور، والانجذاب نحو الأرض والطين، وإبراز نماذج وقدوات تافهة يتم تركيز الضوء عليها لتكون مُثُلا عليا لهم، ناهيك عن ثقافة السخرية والاستهزاء بقيمنا وهويتنا التي يتلقاها هؤلاء الشباب والتي أحدثت هزة شديدة لمنظومة القيم والأخلاق والثوابت والمقدسات في كيانهم، ولقد تطاير الشرر- وياللأسف- فأصاب بعضه الأجيال الجديدة الغضة في محيط الدعوة الإسلامية؛ فإن لم نشمر لتدارك هذا الخطر الداهم، ونضاعف جهدنا مع الشباب، ونعمل على تحصينهم- قدر المستطاع- من داخلهم، فإن المستقبل لن يكون مبشرًا، وستكون بيوتنا جميعا في مرمى هذا الخطر الزاحف. ¶ حرب الأفكار والمفاهيم: ¶ ومن المخاطر الشديدة التي تواجه الأمة: حرب الأفكار والمفاهيم التي يخوضها الغرب ضد الإسلام، والتي تطورت وسائلها بشكل لافت في الآونة الأخيرة. ¶ فأعداء الأمة يدركون جيدًا أن للإسلام ومعانيه في نفوس أتباعه سلطان كبير، وأنهم مهما ألحقوا بالمسلمين من هزائم على شتى الجبهات فإن هذا لن يضمن لهم موت الأمة، ولا عدم إمكانية بعثها من جديد؛ طالما أن معاني هذا الدين قائمة، ومن ثم فإن فرصة إحيائها في نفوس المسلمين ستظل موجودة. ¶ من هنا كان تركيزهم في الآونة الأخيرة على تغيير مفاهيم الإسلام وثوابته، بالتوازي مع عملهم الدائب على تغيير المسلمين.",
            "page": "25",
            "part": "1",
            "seal": "016C8FC2"
        },
        {
            "id": "27",
            "nass": "وترمي خططهم في هذا الشأن إلى تفريغ مدلولات المفاهيم الإسلامية من معانيها الأصلية حتى تصبح الصورة الذهنية المستقرة في عقول المسلمين مجتزءة ومشوهة. ¶ فإذا حدث ذلك؛ صعب على الدعاة والمصلحين إحياء هذه المعاني في نفوس أبناء الأمة لأن المفاهيم- ذاتها- قد تغير مدلولها. ¶ ومثال ذلك: تغيير مفهوم الاعتدال الإسلامي، والتركيز على إظهار الاعتدال على أنه إطلاق الحريات بدون ضوابط، كحرية تبديل الأديان، وحرية الاختلاط بين الرجال والنساء، والمساواة بينهما في كل شيء. ¶ بين الماضي والحاضر: ¶ لقد كان تركيز أعدائنا في الماضي على كيفية تغيير المسلمين ليصبحوا أفرادًا بلا هوية، وهذا ما عبر عنه القس زويمر في المؤتمر التنصيرى الذي أقيم في القدس عام (1935 م) بقوله: إن مهمتنا ليست تنصير المسلمين، فهذه مهمة لا طائل من ورائها، ولكن مهمتنا هي صرف المسلمين عن التمسك بالإسلام، وفي هذا نجحنا نجاحًا باهرًا بفضل مدارسنا التنصيرية، ومناهج التعليم التي وضعناها للعالم الإسلامي (¬1). ¶ والآن أصبح التركيز الأكبر على تغيير مفاهيم الإسلام وثوابته، وإعادة تفسيره بالشكل الذي يخدم أهدافهم. ¶ ويمكنك أخي القارئ أن تتأكد من هذا الأمر إذا ما قرأت تقرير مؤسسة راند الأمريكية لعام (2007 م)، وهي من أكبر المؤسسات الفكرية في العالم، والتي تساهم في صنع القرار الأمريكي، فالتقرير يضع تصورًا محددًا لكيفية بناء شبكات مسلمة معتدلة بالمفهوم الغربي الأمريكي (¬2). ¶ وسترى- أخي القارئ- من خلال قراءتك لهذا التقرير كيف أنهم يركزون على أهمية استعادة تفسيرات الإسلام من أيدي التيار الإسلامي وتصحيحها من وجهة نظرهم حتى تتماشى وتتناسب مع واقع العالم اليوم، وتتماشى مع القوانين والتشريعات، الدولية في مجالات الديمقراطية، وحقوق الإنسان، وقضايا المرأة. ¶ وسترى كيف أن التقرير يركز على أهمية إيجاد تعريف واضح ومحدد للاعتدال الإسلامي، وأن يصاغ هذا التعريف من قبل الغرب، وأن يصبح هذه التعريف هو الأداة والوسيلة لتحديد المعتدلين في العالم الإسلامي، من أدعياء الاعتدال الذي لا يتوافق مع التعريف الأمريكي والغربي له. ¶ ومن الملفت للنظر أن التقرير يؤكد على أهمية استخراج النصوص الشرعية من التراث الإسلامي والتي يمكن أن تدعم أطروحات الغرب لإعادة تفسير الإسلام! وأن يُستَخدم بعض الدعاة للقيام بهذا الدور. ¶ ويوصي التقرير أن تكون الدعوة للاعتدال بعيدًا عن المساجد، وأن تستخدم البرامج التلفازية، والشخصيات ذات القبول الإعلامي والجماهيري من أجل تحقيق ذلك!. ¶ إننا- كما يقول د. باسم خفاجي- أمام محاولة لإعادة تعريف مفهوم الاعتدال داخل المجتمع المسلم بحيث لا يستند التعريف من الآن فصاعدًا إلى مبادئ الوسطية والتراحم التي حثت عليها الشريعة، وإنما أن تتحول هذه المبادئ إلى مجموعة من المُسلَّمات الغربية تقدم للعالم على أنها مبادئ أولية). (¬3) ¶ ¬__________ ¶ (¬1) مكانة التربية في العمل الإسلامي لمحمد قطب ص 32 - دار الشروق- مصر. ¶ (¬2) قام المركز العربي للدراسات الإنسانية بالقاهرة بترجمة التقرير وعرض أهم فقراته في كتابه بعنوانه: «استراتجيات غربية لاحتواء الإسلام» .. قراءة في تقرير راند 2007. ¶ (¬3) من مقال في مجلة البيان عدد (236) بعنوان: المفهوم الأمريكي للاعتدال الإسلامي بقلم د. باسم خفاجي.",
            "page": "26",
            "part": "1",
            "seal": "3C9AA460"
        },
        {
            "id": "28",
            "nass": "من مظاهر نجاح الحرب الفكرية: ¶ لعلك -أخي القارئ- تذكر ما حدث منذ قرابة العامين عندما تم الإعلان عن نية امرأة مسلمة القيام بإلقاء خطبة الجمعة وإمامة المسلمين من الرجال والنساء في الولايات المتحدة الأمريكية وما صاحب ذلك من ضجة إعلامية واستنكار في أوساط العالم الإسلامي، وبالفعل قامت هذا المرأة بإلقاء خطبة الجمعة، ونقلت لنا الكاميرات صور للرجال والنساء ينصتون إليها وهم جلوس بجوار بعضهم البعض. ¶ ومنذ بضعة أسابيع (في أواخر عام 1429 هـ- 2008 م) طالعتنا الصحف بصور فوتوغرافية جديدة لنفس المرأة وهي تخطب الجمعة وتؤم المصلين من الرجال والنساء في بلدة من بلدان أوربا. ¶ والجديد في هذه المرة عدم حدوث تفاعل مع الحدث، أو استنكار له من قبل العلماء كما حدث في المرة الأولى، لتنجح الحرب الفكرية في هذه الجولة، وتبدأ العقول المسلمة في قبول فكرة أن الإسلام لا يمانع من إمامة المرأة للرجال، والاختلاط بين الجنسين في الصلاة، ومن ثم في غيرها. ¶ يا أهل المدينة: لا مدينة لكم: ¶ في بداية معركة اليمامة والتي كانت بين جيش المسلمين بقيادة خالد بن الوليد رضي الله عنه وبين جيش المرتدين بقيادة مسيلمة الكذاب حدثت هزيمة للجيش الإسلامي، واستشهد العديد من المسلمين، فاستشعر الصحابة الخطر المحدق بالإسلام لو انتصر مسيلمة، فبدأوا حملة استنفار ضخمة لشحذ الهمم، وبذل أقصى ما يمكن بذله من جهد، وصعد البراء بن مالك رضي الله عنه إلى مكان مرتفع وصرخ في المسلمين قائلا: «يا أهل المدينة: لا مدينة لكم، وإنما هو الله وحده والجنة» (¬1). ¶ فكان لهذا النداء الصادق أثره الإيجابي في زيادة شعور المسلمين بالخطر، وما تبع ذلك من استنفار لكل طاقاتهم في القتال مع عظيم توكلهم على الله عز وجل، فكان النصر المبين بإذن الله. ¶ وهذا هو المعنى الذي ترمي إليه هذه الأسطر .. أن نستشعر الخطر المحدق بالإسلام ... ولا يخطئ من يقول بأن الوضع الذي تعيشه الأمة الآن أشد خطرًا من الوضع الذي عايشه المسلمون في بداية معركة اليمامة. ¶ «إن الأمة الإسلامية بأكملها تواجه حربًا فكرية بدأت وتم حشد الأنصار لها، والمراكز الفكرية في الغرب تقوم بحشد الآراء والتوجهات والموارد من أجل ذلك، فلابد أن يكون رد الفعل من قبل الأمة بجميع فئاتها متناسبًا مع هذا الخطر الشديد» (¬2). ¶ ومع ذلك، فإننا نوقن بأن هذا الخطر الشديد يمكن التصدي له، ودحره إذا ما صح منا العزم، وازداد التشمير لإيقاظ الأمة وبث الروح فيها، وكيف لا، والأمر كله لله، وهو وحده الذي يتولى تسيير شئون هذا الكون؟ فإذا ما رأى منا الصدق والحرص والعزيمة الوقادة، والاستعداد التام لبذل غاية الجهد من أجل نصرة دينه فإنه سبحانه سيدفع عنا هذه الهجمة الشرسة، ولعل ما حدث في غزوة الأحزاب خير دليل على ذلك: \"وَرَدَّ اللهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا وَكَفَى اللهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللهُ قَوِيًّا عَزِيزًا\" [الأحزاب: 25]. ¶ * * * ¶ ¬__________ ¶ (¬1) الإصابة في تمييز الصحابة لابن حجر العسقلاني 1/ 413. ¶ (¬2) من مقال المفهوم الأمريكي للاعتدال الإسلامي د. باسم خفاجي مجلة البيان عدد (236).",
            "page": "27",
            "part": "1",
            "seal": "C18F87A4"
        },
        {
            "id": "29",
            "nass": "خطر الاستبدال ¶ ومن الأخطار التي ينبغي أن تقض مضاجع الدعاة والعاملين للإسلام، وتجعلهم في حالة دائمة من الاستنفار: خطر الاستبدال .. ¶ ولكي نتعرف على هذا الخطر، فإن من المناسب التذكير بمكانة الأمة الإسلامية بالنسبة للبشرية، ونقطة البداية في هذه المسألة تبدأ بالتذكير بأن الله عز وجل يريد الخير للناس جميعًا، ولا يرضى لهم الكفر، ومراده دخولهم جميعًا الجنة: \"وَاللهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ\" [البقرة: 221]. ¶ ومن دلائل رحمة الله العظيمة بالبشر جميعًا تلك الرسالات المتتالية التي أرسلها إليهم والتي تبشرهم بالجنة، وتخوفهم من النار، وترسم لهم طريق الهداية إليه- سبحانه- وإلى جنته. ¶ ولقد اصطفى الله عز وجل أمة الإسلام لكي تقوم بمهمة تبليغ رسالته الأخيرة للبشرية جمعاء: \"وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِّتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ\" [البقرة: 143]. ¶ ولأن القرآن هو رسالته الأخيرة، لذلك فهو سبحانه لن يستبدل الأمة الإسلامية بأمة أخرى في مهمة هداية البشرية وإيصال رحمته للعاملين كما حدث من قبل مع بني إسرائيل حينما استبدل بهم أمة الإسلام بعد خيانتهم للأمانة. ¶ هل قامت الأمة الإسلامية بمهمة البلاغ؟! ¶ قامت الأجيال الأولى للأمة بأداء مهمتها خير قيام، وتحركوا في كل مكان لتبليغ الرسالة، ثم حدث ما حدث بعد ذلك من ضعف، وتكالب على الدنيا، وصراع من أجل الرئاسة فيها، فانتكست الأمة، ومن ثم تركت وظيفتها ومهمتها الأساسية في هداية البشرية. ¶ وكل يوم جديد يموت الكثيرون والكثيرون على الضلالة لأنهم- من جانبهم- لم يبحثوا عن الطريق الصحيح، وعن غاية وجودهم في الدنيا، ومن جانب آخر فإن المكلفين بتبليغهم رسالة الله لم يقوموا بذلك، وخانوا الأمانة، أو قصروا في أدائها. ¶ من هنا ندرك بعضًا من حِكم الابتلاءات والعقوبات المتتالية التي أصابت الأمة؛ لأنها أولاً: أهملت الرسالة ولم تعمل بما تضمنته، ولأن الأمة أيضًا خانت أمانة بلاغ الرسالة الذي هو المحور الثاني لوجودها .. قال صلى الله عليه وسلم: «إذا تبايعتم بالعينة، وأخذتم أذناب البقر، ورضيتم بالزرع، وتركتم الجهاد: سلط الله عليكم ذلا، لا ينزعه حتى ترجعوا إلى دينكم» (¬1). ¶ طليعة الإنقاذ: ¶ ومع العقوبات المتتالية للأمة إلا أنها لم تفق من غفلتها، ولم تعد لسيرتها الأولى. ¶ ولأن الله عز وجل قد كتب ألا يستبدل أحدًا بهذه الأمة؛ كانت رحمته بها وبالبشرية أن أيقظ مجموعة من الأمة لتقيم الرسالة في ذواتها أولاً، ثم تتولى بعد ذلك مهمة إيقاظ الأمة وإقامة الدين بشموله فيها، ليقوم مجموع الأمة- تبعا لذلك- بأداء وظيفتها الرئيسة، والغافلة عنها، ألا وهي: إنقاذ البشرية، وإسعادها بالإسلام: \"وَيَكُونَ الدِّينُ كُلُّهُ للهِ\" [الأنفال: 39]. ولقد تمثلت هذه الرحمة الإلهية في الدعاة إلى الله والعاملين للإسلام. ¶ فالعاملون للإسلام يشكلون (طليعة الإنقاذ) لأنفسهم أولا، ثم لأمتهم ثانيا، ثم للبشرية جمعاء ثالثا. ¶ الغُنْم بالغُرْم ¶ ولئن كان الله عز وجل قد شرف الدعاة والعاملين للإسلام باختيارهم لأداء هذه الوظيفة العظيمة، إلا أن هذا التشريف والاختيار مرتبط، ومرتهن بمدي التزامهم بها، فإن لم يفعلوا فسيرسل لهم الله عز وجل من الآيات ما يذكرهم بأهمية بذل الوسع والطاقة في سبيل إعلاء رايته، وذلك من خلال المحن والابتلاءات المتنوعة. ¶ فإن لم يتذكروا بعد سلسلة الابتلاءات فإن سنة الله الصارمة هي الاستبدال كما قال تعالى: \"وَإِن تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لاَ يَكُونُوا أَمْثَالَكُمْ\" [محمد: 38]. ¶ ¬__________ ¶ (¬1) صحيح، رواه أبو داود والإمام أحمد والطبراني، وصححه الألباني في صحيح الجامع الصغير (423).",
            "page": "28",
            "part": "1",
            "seal": "6B6ECBEA"
        },
        {
            "id": "30",
            "nass": "والذي يريد أن يتأكد من إمكانية جريان هذه السنة على العاملين للإسلام؛ ما عليه إلا أن يقرأ القرآن، ويتأمل في تاريخ بني إسرائيل وكيف أن الله عز وجل قال عنهم في مرحلة من مراحل تاريخهم: \"وَلَقَدِ اخْتَرْنَاهُمْ عَلَى عِلْمٍ عَلَى الْعَالَمِينَ\" [الدخان: 32]، ويتأمل كذلك كيف أن الله عز وجل استبدل أمة الإسلام بهم، بعد أن مروا بسلسلة طويلة من المحن والابتلاءات لعلهم يفيقون ويعودون إلى رشدهم ولكنهم لم يفعلوا. ¶ وهذا أمر في غاية الخطورة، فالله عز وجل ليس بينه وبين أحد من عباده نسب ولا قرابة، ولقد شرف (الدعاة) باختيارهم لمهمة الإنقاذ، فإذا فرطوا فستتحول الدفة تدريجيًا من أيديهم إلى أيدي فريق إنقاذ جديد، وسيجدون أنفسهم وقد أصبحوا- بتفريطهم- بعيدًا عن شرف حمل هذه الرسالة. ¶ إياك أن تكون من القاعدين: ¶ ومما تجدر الإشارة إليه أن الله عز وجل لن ينزل علينا كتابا من السماء يخبرنا فيه باستبدال من سيُستبدل، ولكن بمرور الوقت، واستمرار التراخي، والانشغال بطين الأرض، وتناقص عدد من يحمل همَّ الدين، سيُظهر الله الجيل الذي تتوافر فيه الشروط التي يريدها سبحانه، وسيصبح الآخرون أثرًا بعد عين، وتاريخا مضى بعد واقع ملموس، وذكريات يتذكرونها عند ملاقاة بعضهم البعض. ¶ فإن كنت في شك من وجود هذا الخطر فاقرأ ما قاله صاحب الظلال وهو يوجه حديثه للدعاة: ¶ «أيها الدعاة»: إن اختيار الله لكم لحمل دعوته تكريم ومنٌّ وعطاء. فإذا لم تحاولوا أن تكونوا أهلاً لهذا الفضل، وإذا لم تنهضوا بتكاليف هذه المكانة، وإذا لم تدركوا قيمة ما أُعطيتم فيهون عليكم كل ما عداه .. فإن الله يسترد ما وهب، ويختار غيركم لهذه المنة ممن يُقَدِّرُ فضل الله: {وَإِن تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لاَ يَكُونُوا أَمْثَالَكُمْ} (¬1) [محمد: 38]. ¶ وصدق الله {فَإِن يَكْفُرْ بِهَا هَؤُلاَءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُوا بِهَا بِكَافِرِينَ} [الأنعام: 89]. ¶ وعندما تحدث الإمام حسن البنا عن معنى الثبات قال: أن يظل الأخ عاملاً مجاهدًا في سبيل غايته، مهما بعدت المدة وتطاولت السنوات والأعوام، حتى يلقى الله على ذلك وقد فاز بإحدى الحسنيين (¬2). ¶ فإن لم يظل عاملا مجاهدًا في سبيل غايته، وقعد أو تراخي، ورضي بوجوده بين أصحابه دون جهد حقيقي يبذله في المشروع الإسلامي فقد ترك مكانه وإن لم يترك، وأصبح من القاعدين وإن ادَّعى غير ذلك إلا إذا جدد العزم وعاد إلى سيرته الأولى. ¶ السؤال أمام الله عز وجل: ¶ ومن الأخطار الحقيقية التي تواجه كل فرد على حدة: ¶ ملاقاة الله عز وجل يوم القيامة؛ وما ستتضمنه هذه المقابلة من أسئلة علينا أن نجهز أنفسنا للإجابة عنها، والتي تتضمن سؤالا عن الجهد الذي بذله المسلم لإقامة الإسلام، ونصرة المستضعفين، وتبليغ رسالته سبحانه للعالمين {وَإِنَّهُ لَذِكْرٌ لّكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلُونَ} [الزخرف: 44]. ¶ فلقد أخبرنا القرآن بأن الله عز وجل قد فضل أمة الإسلام على الأمم الأخرى، وخصها برسالته الخاتمة لتقوم بأمرين عظيمين: ¶ أولهما: أن تتمثل الرسالة في ذواتها. ¶ وثانيهما: أن يقوم أبناؤها بتبليغ هذه الرسالة للبشرية جمعاء، وأن يُحسنوا البلاغ حتى ينقذوا كل من بداخله خير وشوق إلى الهداية، وفي نفس الوقت يقيمون الحجة على المجرمين المعاندين، فإذا ما وقفوا أمام الله عز وجل قاموا بالشهادة على الناس: «هؤلاء قمنا بتبليغهم الرسالة واستجابوا، وهؤلاء قمنا بتبليغهم الرسالة ولم يستجيبوا». ¶ ¬__________ ¶ (¬1) في ظلال القرآن 6/ 3303. ¶ (¬2) رسالة التعاليم ص 363 من مجموع رسائل الإمام البنا.",
            "page": "29",
            "part": "1",
            "seal": "0D49A590"
        },
        {
            "id": "31",
            "nass": "والجدير بالذكر أن الرسول صلى الله عليه وسلم سيقوم بالشهادة على أمته: من منهم سار على نهجه واتبع طريقه؟ ومن منهم خالفه وخان أمانته؟! {فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاَءِ شَهِيدًا} [النساء: 41]. ¶ فهل أعددنا جوابًا لسؤال الشهادة على الناس يوم القيامة؟! ¶ وماذا نتوقع عن شهادة رسول الله صلى الله عليه وسلم علينا؟ هل ستكون لصالحنا أم ضدنا؟! ¶ ولقد جمع هذه المعاني قوله تعالى: {وَجَاهِدُوا فِي اللهِ حَقَّ جِهَادِهِ هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِّلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِن قَبْلُ وَفِي هَذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ فَأَقِيمُوا الصَّلاَةَ وَآتُوا الزَّكَاةَ وَاعْتَصِمُوا بِاللهِ هُوَ مَوْلاَكُمْ فَنِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ} [الحج: 78]. ¶ ولنعلم جميعًا بأنه ليست كل أعذار القعود ستُقبل .. تأمل قوله جل ثناؤه: {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلاَئِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا} [النساء: 97]. ¶ أمانة الشهادة لهذا الدين: ¶ ويؤكد سيد قطب- رحمه الله- على هذا المعنى عند تفسير قوله تعالى: \"إِنَّ اللهَ يَأمُرُكُمْ أَن تُؤَدُّوا الأمَانَاتِ إِلَى أَهْلِهَا\" [النساء: 58]، فيقول: ¶ ومن هذه الأمانات: أمانة الشهادة لهذا الدين .. الشهادة له في النفس أولا بمجاهدة النفس حتى تكون ترجمة له .. ترجمة حية في شعورها وسلوكها، حتى يرى الناس صورة الإيمان وأحسنه وأزكاه؛ وهو يصوغ نفوس أصحابه على هذا المثال من الخلق والكمال؛ فتكون هذه شهادة لهذا الدين في النفس يتأثر بها الآخرون. ¶ والشهادة له بدعوة الناس إليه، وبيان فضله ومزيته- بعد تمثل هذا الفضل والمزية في نفس الداعية- فما يكفي أن يؤدي المؤمن الشهادة للإيمان في ذات نفسه، إذا هو لم يدع إليها الناس كذلك، وما يكون قد أدى أمانة الدعوة والتبليغ والبيان، وهي إحدى الأمانات. ¶ ثم الشهادة لهذا الدين بمحاولة إقراره في الأرض؛ منهجًا للجماعة المؤمنة، ومنهجا للبشرية جمعاء .. المحاولة بكل ما يملك الفرد من وسيلة، وبكل ما تملك الجماعة من وسيلة. فإقرار هذا المنهج في حياة البشر هي كبرى الأمانات؛ بعد الإيمان الذاتي، ولا يعفى من هذه الأمانة الأخيرة فرد ولا جماعة .. ومن ثم فالجهاد ماض إلى يوم القيامة على هذا الأساس .. أداء لإحدى الأمانات (¬1) .. ¶ * * * ¶ ¬__________ ¶ (¬1) في ظلال القرآن 2/ 688.",
            "page": "30",
            "part": "1",
            "seal": "912510F1"
        },
        {
            "id": "32",
            "nass": "وسائل تغذية الشعور بالخطر: ¶ لكي يستمر المرء في حالة من التذكر الدائم للأخطار التي تواجهه وتواجه أمته لابد من وجود وسائل تغذي مشاعره، وتشعره دوما بأن الخطر قريب فيزداد قلقه ومن ثم عزمه وتشميره. ¶ ومن أهم هذه الوسائل: ¶ كثرة تلاوة القرآن بترتيل، وتفهم، وتدبر ¶ فمن أعظم وظائف القرآن في حياة المسلم أنه كتاب هداية، وتذكرة، وتبصرة، وهو أيضًا يلهب المشاعر، وينشئ الإيمان، ويوقد العزائم، ويولد الطاقة الدافعة للعمل. ¶ والقرآن بشير ونذير لكل مسلم يدفعه دومًا لتنفيذ أوامر الله عز وجل في نفسه وفي مجتمعه، بل ويستحثه للدعوة إلى الله وتبليغ رسالته للعالمين، ويذكره بحقيقة الدنيا، وأن الموت يأتي فجأة، وأن كل فرد سيقف بمفرده أمام ربه ... كل ذلك في خطاب يمزج بين القناعة العقلية والانفعال القلبي الوجداني ليتولد الإيمان والقوة الدافعة للعمل، لذلك نجد أن الله عز وجل قد وصفه بأنه (روح) {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا} [الشوري: 52]. ¶ ولقد كان القرآن الكريم أكبر محرك لعزائم الصحابة- رضوان الله عليهم- فهذا أبو طلحة يقرأ سورة (براءة) فيأتي على هذه الآية {انْفِرُوا خِفَافًا وَثِقَالاً وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللهِ} [التوبة: 41]. فقال: أرى ربنا استنفرنا شيوخا وشبابا، جهزوني يا بني، فقال بنوه: يرحمك الله، قد غزوت مع رسول الله صلى الله عليه وسلم حتى مات، ومع أبي بكر حتى مات، ومع عمر حتى مات، فنحن نغزو عنك، فأبى فركب البحر فمات، فلم يجدوا له جزيرة يدفن فيها إلا بعد تسعة أيام، فلم يتغير فدفنوه فيها (¬1). ¶ وفي القادسية وقبل بدء المعركة، صلى سعد بن أبي وقاص بالناس الظهر، ثم خطب الناس ووعظهم وحثهم وتلا قوله تعالى: {وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِن بَعْدِ الذِّكْرِ أَنَّ الأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ} [الأنبياء: 105]، ثم قرأ القرَّاء آيات الجهاد وسوره. ¶ وبعد انتهاء المعركة، وانتصار المسلمين كتب سعد بن أبي وقاص إلى عمر بن الخطاب كتابا يخبره فيه بالفتح، فكان مما فيه: «وأصيب من المسلمين سعد بن عبيد القاري، وفلان وفلان، ورجال من المسلمين لا يعلمهم إلا الله، فإنه بهم عالم .. كانوا يدوون بالقرآن إذا جن عليهم الليل كدوى النحل، وهم آساد في النهار لا تشبههم الأسود» (¬2). ¶ والآثار الواردة عن تأثير القرآن في تحريك العزائم، وشحذ الهمم، وبث الروح أكثر من أن تُحصى في هذا المكان، ولكن يبقى التذكير بأن هذا الأثر لن يحدث إلا إذا أكثرنا من تلاوة القرآن، وفتحنا له القلوب، وأعملنا عقولنا في فهمه -ولو بصورة إجمالية- مع الترتيل والصوت الحزين ليحدث التعانق بين الفكر والعاطفة فينتج الأثر المطلوب (¬3). ¶ وغني عن البيان القول بأن الحديث عن القرآن الكريم يشمل السنة النبوية بالتبعية، فالسنة شارحة للقرآن، مبينة لما أُجمل فيه، وهي الوحي الثاني .. قال صلى الله عليه وسلم: «تركت فيكم شيئين، لن تضلوا بعدهما؛ كتاب الله، وسنتي، ولن يتفرقا حتى يردا علىَّ الحوض» (¬4). ¶ التعرف على مآسي المسلمين ومخططات أعدائهم: ¶ ومن وسائل تغذية الشعور بالخطر التعرف على أحوال المسلمين في كل مكان وما يتعرضون له من مآس، مع استشعار المسئولية نحوهم، ولقد كان هذا هو دأب المصلحين. يقول الإمام حسن البنا: ليس يعلم أحد إلا الله كم من الليالي كنا نقضيها نستعرض حال الأمة وما وصلت إليه في مختلف مظاهر حياتها، ونحلل العلل والأدواء، ونفكر في العلاج وحسم الداء، ويفيض بنا التأثر لما وصلنا إليه إلى حد البكاء (¬5). ¶ ¬__________ ¶ (¬1) تفسير القرآن العظيم لأبن كثير 2/ 327 - مكتبة العبيكان. ¶ (¬2) البداية والنهاية لابن كثير 7/ 50. ¶ (¬3) لمزيد من التفصيل حول كيفية الانتفاع بالقرآن يمكنك -إن شئت- الاطلاع على كتاب (تحقيق الوصال بين القلب والقرآن). ¶ (¬4) صحيح، رواه الحاكم وصححه الألباني في صحيح الجامع الصغير (2937). ¶ (¬5) رسالة المؤتمر الخامس ص 117.",
            "page": "31",
            "part": "1",
            "seal": "5FDD2A5C"
        },
        {
            "id": "33",
            "nass": "فلتكن مجالسنا مجالس تذكير بالله، وبالمهمة التي كلفنا بها، ومدارسة أحوال الأمة ومآسيها، ومخططات أعدائها. ¶ القراءة في الكتب التي تشحذ الهمم: ¶ وذلك لكي نخرج منها بقوة نفسية عظيمة تدفعنا لبذل أقصى الجهد لخدمة ديننا. ¶ وهناك العديد من الكتب التي كتبها أصحابها ممتزجة بمداد مشاعرهم الفياضة، وحرقتهم على الأمة، فإذا ما قرأنا فيها انتقلت حرارتها إلينا، وساعدت -بإذن الله- في إبقاء العزائم متقدة، والروح يقظة. كما يحس ذلك كل من يقرأ في ظلال القرآن لسيد قطب. ¶ ومن هذه الكتب: ¶ - مجموعة رسائل الإمام الشهيد حسن البنا. ¶ - المسؤولية لمحمد أمين المصري. ¶ - روائع إقبال لأبي الحسن الندوي. ¶ - آن الأوان لتجديد الإيمان، د. عبد الستار فتح الله سعيد. ¶ - علو الهمة ..... محمد إسماعيل المقدم. ¶ التعرف على القدوات العملية والابتعاد عن صحبة البطالين: ¶ يقولون: (القدوة إمامة بلا إمارة)، فالروح تسري من خلال التواصل بين أصحاب الهمم، والقدوات العملية، والنماذج الحية، وبين غيرهم، وفي المقابل، فإن الابتعاد عن المجالس الفارغة وصحبة البطالين له أثر كبير في تجنب المؤثرات المثبطة للهمم والعزائم، والآية الكريمة تذكر النوعين آمرة ومحذرة: {وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلاَ تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا وَلاَ تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَن ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا} ¶ [الكهف: 28]. ¶ وتبقى العقبة التي ينبغي اجتيازها حتى تستمر العزائم في التوقد، والروح في اليقظة، ألا وهي عقبة تشعب الهموم بالدنيا؛ وهذا يحتاج إلى بعض التفصيل في الصفحات القادمة. ¶ * * *",
            "page": "32",
            "part": "1",
            "seal": "65C17CF5"
        },
        {
            "id": "34",
            "nass": "هجرة معنوية نحتاجها ¶ من الأمور التي من شأنها أن توهن العزائم، وتعود بنا القهقرى: التعلق بالدنيا، وتشُّعب الهموم في أوديتها، والحرص على العلو فيها من أجل تحقيق الذات، والمجد الشخصي للفرد، ولقد أوضح القرآن الكريم هذا المعني، وبين أن من أهم أسباب عدم بذل الجهد في سبيل الله هو التعلق بالدنيا وطينها {يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللهِ اثَّاقَلْتُمْ إِلَى الأَرْضِ أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الآَخِرَةِ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الآَخِرَةِ إِلاَّ قَلِيلٌ} [التوبة: 38]. ¶ وليس معني هذا هو ترك الدنيا، أو الانعزال عنها، أو عدم السعي في تحصيل أسباب الرزق منها؛ بل المقصد هو عدم انشغال القلب بها، أو استغراق الأوقات فيها، وتعلق النفس بزهرتها، لأن هذا هو رأس الخطايا والعياذ بالله تعالى. ¶ الخروج من التيه: ¶ إن المرحلة التي تعيشها أمتنا اليوم تتشابه إلى حد كبير بمرحلة التيه التي عاشها بنو إسرائيل بعد رفضهم دخول الأرض المقدسة. ¶ فبعد أن نجى الله عز وجل موسى عليه السلام وقومه، وأغرق فرعون وجنده، سار موسى عليه السلام ببني إسرائيل متوجها نحو الأرض المقدسة، وطلب منهم أن يدخلوها معه، فلما علموا أن فيها قوما أشداء خافوا من مواجهتهم ورفضوا الدخول، وقالوا لموسى عليه السلام: {إِنَّا لَن نَّدْخُلَهَا أَبَدًا مَّا دَامُوا فِيهَا فَاذْهَبْ أَنتَ وَرَبُّكَ فَقَاتِلا إِنَّا هَاهُنَا قَاعِدُونَ} [المائدة: 24]. ¶ فكان العقاب الإلهي بأن يتيهوا في الأرض أربعين سنة وجاء الحكم الصارم: {قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الأَرْضِ} [المائدة: 26]، وظل بنو إسرائيل خلال هذه المدة يبحثون عن مخرج من التيه، وكلما توهموا مخرجا اندفعوا إليه، وبذلوا فيه جهدهم، ليفاجأوا بعد ذلك أنه ليس سوى سراب.",
            "page": "33",
            "part": "1",
            "seal": "2042DB95"
        },
        {
            "id": "35",
            "nass": "وخلال مدة التيه مات موسى وهارون عليهما الصلاة والسلام وتولى حكم بني إسرائيل من بعد موسي عليه السلام فتاه يوشع بن نون، وانقضت السنوات الأربعون، وأراد يوشع بن نون أن يحارب الجبارين، ويدخل الأرض المقدسة، لكن ما فعله الجيل الجبان مع موسي عليه السلام لم يكن ليبرح مخيلته، لذلك فقد وضع شروطا قاسية لمن يريد الخروج معه، فقال لقومه كما جاء في الصحيحين: «لا يتبعني رجل ملك بضع امرأة وهو يريد أن يبني بها ولم يبن، ولا آخر قد بنى بنيانا ولم يرفع سقفها، ولا آخر قد اشترى غنما أو خَلفَات، وهو ينتظر ولادها». ¶ فهنا نجد أن يوشع بن نون عليه السلام قد شخَّص السبب الرئيس الذي من أجله رفضت بنو إسرائيل دخول الأرض المقدسة مع موسي عليه السلام ألا وهو حب الدنيا والتعلق بها، لذلك اشترط على من يريد الخروج معه عدم انشغال البال أو تعلق القلب بشيء من الدنيا، لأنه لو تساهل في هذه الأمر لخرج معه من تشعبت همومه وخواطره في أودية الدنيا، فيصبح كل ما يتمناه ألا يصاب بمكروه، وأن يعود سالما حتى يستكمل مسيرته الدنيوية كما تطمح نفسه. ¶ وما أدق ما قاله الإمام النووي في تعليقه على هذا الحديث وما يستفاد منه: ¶ بأن الأمور المهمة ينبغي ألا تُفَوَّص إلا إلى أولى العزم وفراغ البال، ولا تُفوَّض إلى متعلق القلب بغيرها، لأن ذلك يُضعف عزمه، ويفوت كمال بذل وسعه فيه (¬1). ¶ ونحن إذ نعيش في أجواء التيه المعنوي، ونريد الخروج منها نحتاج إلى رجال من أولى العزم، وتوهج الإيمان. ¶ فهل يا أخي سنكون من هؤلاء؟! ¶ هل سنكون ممن يوحد همه، ويجعله في مرضاة الله عز وجل، وحمل همّ هذا الدين، وإيقاظ الأمة؟! أم سنترك أنفسنا لتتنازعها زخارف الدنيا، وهي لا تنفك عن الهموم والمتاعب؟! ¶ أَبشِرْ ثم أَبشِرْ .. ¶ وعليك أن تتذكر- يا أخي- أننا إن صدقنا مع الله عز وجل، فإنه سبحانه سيتولى جميع أمورنا {وَهُوَ يَتَوَلَّى الصَّالِحِينَ} [الأعراف: 196]، ولك أن تقرأ هذا الحديث النبوي لتزداد بهذا المعنى يقينا .. قال صلى الله عليه وسلم: «تفرغوا من هموم الدنيا ما استطعتم، فإنه من كانت الدنيا أكبر همه أفشى الله ضيعته، وجعل فقره بين عينيه (¬2)، ومن كانت الآخرة أكبر همه جمع الله له أمره، وجعل غناه في قلبه، وما أقبل عبد بقلبه إلى الله تعالى إلا جعل قلوب المؤمنين تفد إليه بالود والرحمة، وكان الله بكل خير إليه أسرع» (¬3). ¶ ويقول بديع الزمان النورسي وهو يعيش في حالة من الامتنان لربه: لقد شهدنا بأم أعيننا دون مبالغة الكثير من آثار الإكرام الإلهي، والعناية الربانية زهاء ست سنوات من سير خدمتنا للقرآن الكريم، إننا نُربَّى بشفقة ورأفة، وتجري معيشتنا بعناية بحيث يحسن إلينا صاحب العناية الذي يستخدمنا في هذه الخدمة بما يحقق أصغر رغبة من رغبات قلوبنا، وينعم بها علينا من حيث لا نحتسب (¬4). ¶ فماذا تريد- أخي- بعد هذا؟ ¶ الهجرة المطلوبة: ¶ لقد هاجر المسلمون الأوائل من مكة إلى المدينة تاركين ديارهم وأموالهم وأقاربهم وذكرياتهم، وتاركين الكعبة والبلد الحرام .. تركوا هذا كله، وذهبوا إلى المجهول في يثرب .. منهم الرجل والمرأة، والشاب، والشيخ الكبير ... ¶ فعلوا هذا الفعل العجيب من أجل إرضاء الله عز وجل ونصرة دينه. ¶ ¬__________ ¶ (¬1) صحيح مسلم بشرح النووي 12/ 179 - دار المعرفة بيروت. ¶ (¬2) معنى أفشى الله ضيعته، وجعل فقره بين عينيه: أي شعب همومه، وجعله دوما يخشى الفقر وإن امتلك الكثير من المال. ¶ (¬3) رواه الطبراني. ¶ (¬4) المكتوبات ص 485.",
            "page": "34",
            "part": "1",
            "seal": "3271B308"
        },
        {
            "id": "36",
            "nass": "هاجروا وهم لا يعلمون ماذا سيحدث لهم بعد ذلك؟ هل سيجدون لهم مأوى؟ هل سيعيشون آمنين؟ هل سيجدون ما يأكلونه ويعيشون منه؟ هل .. هل، لكنهم هاجروا ونُصب أعينهم ابتغاء رضوان الله عز وجل، والانتصار له سبحانه ولرسوله ... وكانوا صادقين في هذا {لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِن دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلاً مِّنَ اللهِ وَرِضْوَانًا وَيَنصُرُونَ اللهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ} [الحشر: 8]، فأصبحوا خلال سنوات معدودة سادة الدنيا، وأوفى الله بعهده معهم ومكنهم في الأرض {وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللهِ} [التوبة: 111]. ¶ ونحن في هذه المرحلة الدقيقة التي تمر بها أمتنا نحتاج إلى هجرة أخرى، ولكنها من نوع خاص .. ¶ نحتاج إلى هجرة معنوية من هموم الدنيا، إلى همٍّ واحد هو العمل على رضا الله ونصرة دينه. ¶ هجرة من طموحات الطين إلى طموحات الدين. ¶ إنها هجرة عظيمة تحتاج إلى قرار وعزم وتصميم. ¶ هجرة لابد منها إن أردنا أن نكون من الجيل الذي يستخدمه الله عز وجل لإيقاظ الأمة وإنقاذ البشرية، بعد أن تفيض عليه السعادة في ذات نفسه. ¶ فهل أنت مستعد لها؟!! ¶ إنها لا تحتاج منك إلى ترك عملك، أو دراستك، أو أهلك، بل تحتاج إلى قرار تتخذه، وعزم تعزم عليه بأن تكون حياتك الباقية لخدمة هذا الدين وإيقاظ الأمة، فإن رأى الله منك صدقا أكيدا في عزمك فسيهيئ لك الأسباب التي تساعدك على تنفيذ ما عزمت عليه، وسيريح بالك من هموم الدنيا .. وإن ضاقت عليك. ¶ * هيا خذ القرار الآن، وارفع يديك متضرعا إلى مولاك واطلب منه- صادقا- الإعانة والتوفيق، وضع نصب عينيك قوله صلى الله عليه وسلم: «إذا دعا أحدكم فلا يقل: اللهم اغفر لي إن شئت، وليعزم المسألة، وليعظم الرغبة، فإن الله لا يعظم عليه شيء أعطاه» (¬1). ¶ وتذكر وصية عبد القادر الجيلاني: ¶ يا غلام! لا يكن همك ما تأكل وما تشرب، وما تلبس، وما تنكح، وما تسكن، وما تجمع، كل هذا هم النفس والطبع، فأين هم القلب؟ همُّك ما أهمك، فليكن همك ربك عز وجل وما عنده. ¶ وتمثل دوما قول الشاعر: ¶ قد رشحوك لأمر لو فطنت له ... فاربأ بنفسك أن ترعى مع الهمل ¶ ¬__________ ¶ (¬1) رواه البخاري في الأدب المفرد، ومسلم في صحيحه وأورده الألباني في صحيح الجامع الصغير (530).",
            "page": "35",
            "part": "1",
            "seal": "FF0BEBDF"
        },
        {
            "id": "37",
            "nass": "وأخيرًا ¶ ماذا تنتظر .. هيا ابدأ ¶ أخي .. ¶ ما الذي تنتظره، فالفرصة أمامك الآن لكي تصبح من جيل الإنقاذ لهذه الأمة. ¶ هيا نبدأ جميعًا، وليتخذ كل منا القرار ويعزم عزمة صادقة بأن يكون من ذلك الجيل الذي سيوقظ الأمة ويخرجها بإذن الله من تيهها، ويعيدها إلى ربها .. ¶ هيا .. نستغيث ونتضرع إلى الله بأن يهيئ لنا من أمرنا رشدا، ويسبب لنا الأسباب التي تخرجنا من هموم الدنيا، وتدفعنا نحوه سبحانه ونحن في عافية، وأن يحقق مرادنا، ويبلغنا آمالنا في مرضاته، وأن يجعلنا ممن يحقق بهم وعده في إتمام نوره على العالمين. ¶ وفي خضم تضرعك -أخي الحبيب- لا تنس كاتب هذه السطور بدعوة مخلصة بالمغفرة والرحمة والثبات وحسن الخاتمة. ¶ والحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله. ¶ وصل اللهم على سيدنا محمد وعلى آله وصحبه وسلم.",
            "page": "36",
            "part": "1",
            "seal": "4C4F5488"
        }
    ],
    "t282": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "لمن الخلق والأمر والتدبير؟!"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "لله الأمر جميعا"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "عنده خزائن كل شيء"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "يدبر الأمور كلها"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "هذا هو ربك الحي القيوم"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "قانون السببية"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "كل شيء بأمره وإمداده"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "ولا مثقال ذرة"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "2",
            "tit": "حقيقة الربانية"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "هل نترك الأسباب؟!"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "التوكل وإنجاح الأسباب"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "1",
            "tit": "الإمداد على قدر الاستعداد"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "العجز والفقر الذاتي"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "أين حرية الاختيار؟!"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "كيف نستجلب الإمداد الإلهي؟"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "1",
            "tit": "ما هو العزم؟"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "2",
            "tit": "أولوا العزم"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "عزم الأمور"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "1",
            "tit": "البداية من العبد"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "عزيمة امرأة"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "إن تصدق الله يصدقك"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "2",
            "tit": "أصدق الله فيه"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "الخليفة الخامس"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "1",
            "tit": "قصة الطالب والمسألتين"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الهزيمة النفسية وغياب الروح"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": "الرسوم المسيئة"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "خطورة الهزيمة النفسية على الأمة"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "1",
            "tit": "آثار الهزيمة النفسية على الفرد"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "2",
            "tit": "غياب الروح عن العاملين في حقل الدعوة"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "الثكلى والمستأجرة"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "1",
            "tit": "اصمت .. لا تتكلم!!"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "البداية .. عودة الأمل"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "1",
            "tit": "لا تعتذر بالقضاء والقدر ولا تستسلم للهزيمة"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "عطايانا سحائب مرسلات"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "1",
            "tit": "ما الذي يمنعك أن تكون ذلك الرجل؟!"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "أنا ضعيف وظروفي متشابكة"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "1",
            "tit": "الخطوة الأولى للنجاح"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "2",
            "tit": "واقترب الوعد الحق"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "متى نؤثر في الناس؟!"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "الندوي يؤكد"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "1",
            "tit": "ليست حماسة فقط"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "كيف تبقى الروح يقظة والعزيمة مشتعلة؟!"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "1",
            "tit": "الشعور بالخطر وقود العزائم"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "أخطارنا حقيقية"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "1",
            "tit": "حرب الأفكار والمفاهيم"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "بين الماضي والحاضر"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "من مظاهر نجاح الحرب الفكرية"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "1",
            "tit": "يا أهل المدينة: لا مدينة لكم"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "خطر الاستبدال"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "هل قامت الأمة الإسلامية بمهمة البلاغ؟!"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "2",
            "tit": "طليعة الإنقاذ"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "3",
            "tit": "الغنم بالغرم"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "إياك أن تكون من القاعدين"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "1",
            "tit": "السؤال أمام الله عز وجل"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "أمانة الشهادة لهذا الدين"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "وسائل تغذية الشعور بالخطر"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "1",
            "tit": "التعرف على مآسي المسلمين ومخططات أعدائهم"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "القراءة في الكتب التي تشحذ الهمم"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "1",
            "tit": "ومن هذه الكتب"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "هجرة معنوية نحتاجها"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "1",
            "tit": "الخروج من التيه"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "الهجرة المطلوبة"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "فهل أنت مستعد لها؟!!"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "وأخيرا"
        }
    ]
}