{
    "b287": [
        {
            "id": "1",
            "nass": "ماذا نريد ¶ من رمضان؟؟ ¶ مجدي الهلالي",
            "page": null,
            "part": null,
            "seal": "CA4A21FF"
        },
        {
            "id": "2",
            "nass": "مقدمة ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف المرسلين، سيدنا محمد وعلى آله وصحبه أجمعين ¶ وبعد: ¶ فإن من رحمة الله وفضله علينا أن جعل لنا في هذه الحياة الدنيا محطات نتزود فيها بالإيمان والتقوى، ونمحو ما علق بقلوبنا من أثار الذنوب والغفلات ... نلتقط فيها أنفاسنا، ونعيد ترتيب أوراقنا، فنخرج منها بروح جديدة، وهمة عالية وقوة نفسية تعيننا على مواجهة الحياة وما فيها من جواذب وصوارف، وتيسر لنا أداء المهمة التي من أجلها خلقنا الله عز وجل. فإذا ما بحث الواحد منا عن تلك المحطات وجدها كثيرة ..... ¶ فمنها اليومية كالصلوات الخمس، ومنها الأسبوعية كيوم الجمعة، ومنها السنوية كشهر رمضان، ومنها ما قد يكون مرة واحدة في العمر كالحج والعمرة0 ¶ والسعيد من رتب أوراقه وهيأ نفسه للإستفادة من تلك الفرص قبل قدومها عليه، فلا يدعها تمر حتى يتزود منها بكل ما يحتاجه في رحلته إلى الله عزوجل، كما قال الله تعالى: {وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى وَاتَّقُونِ يَا أُولِي الْأَلْبَابِ (197)} (البقرة) ومن أهم المحطات التي تمر على المسلمين مرة واحدة كل عام: شهر رمضان، فها هي الأيام تمضى ويهل علينا الشهر الكريم بخيره وبركته ... ولقد جعله الله عز وجل موسماً لإستباق الخيرات، ¶ النافلة فيه كالفريضة والفريضة كسبعين فريضة في غيره .... شعاره ياباغى الخير أقبل .... الشياطين فيه مصفدة، وأبواب النيران مغلقة، والأجواء مهيأة لنيل المغفرة والرحمة والعتق من النار. تزينت فيه الجنة ونادت خطابها أن هلموا إلى وأسرعوا الخطى فالسوق مفتوح والبضاعة حاضرة، والمالك جواد كريم. ¶ فهيا بنا نحسن الإستعداد لإستقباله حتى لا نفاجأ بقدومه. ¶ ومما يعنينا على ذلك معرفة ماذا نريد من هذا الضيف الكريم؟ وما الوسائل التي سنستخدمها؟ ¶ وهذه الصفحات التي بين أيدينا هي محاولة للإجابة عن هذا السؤال ¶ والله من وراء القصد وهو الهادي إلى سواء السبيل. ¶ المؤلف",
            "page": "1",
            "part": "1",
            "seal": "7025DA3E"
        },
        {
            "id": "3",
            "nass": "شهر المغفرة ¶ يقول صلى الله عليه وسلم ((رغم أنف رجل دخل عليه رمضان ثم انسلخ قبل أن يغفر له .... )) فمن لم يغفر له في رمضان فمتى يغفر له؟ ... ¶ أيُغفر له وهو غارق في بحر الدنيا بعيداً عن الآخرة؟ أم يُغفر له وهو يلهث وراء الدرهم والدينار وطلبات الزوجة والأولاد؟ نحن لا نتألى على الله تعالى ولكن كما أخبرنا سبحانه وتعالى - أن للمغفرة أسباباً، ولدخول الجنة تكاليف. فليس الإيمان بالتمني ولكن ما وقر في القلب وصدقه العمل. ¶ ولك - أخي القارئ - أن تتأمل في قوله تعالى: {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ (133) الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ (134) وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ (135)} (آل عمران) ¶ - هل من مشمر للجنة ¶ يقول صلى الله عليه وسلم ((ألا هل من مشمر للجنة فإن الجنة لا خطر لها، هي ورب الكعبة نور يتلألأ، وريحانة تهتز، وقصر مشيد، ونهر مطرد، وثمرة نضيجة، وزوجة جميلة، وحلل كثيرة، ومقام في أبد في دار سليمة، وفاكهة وخضرة و حبرة ونعمة في حلية عالية بهية)) قالوا: نعم يا رسول الله نحن المشمرون لها، قال)) قولوا إن شاء الله)) فقالوا إن شاء الله. ¶ إن دخول الجنة يحتاج بعد التعلق برحمة الله إلي كثير من المجهود نبذله في طاعة الله، ولم لا؟ وما هي إلا أيام معدودات نمكثها في هذه الحياة الدنيا ثم يعقبها سنوات طوال - لا نهاية لها - في القبر والدار الآخرة. ¶ ليتخيل كل منا حجم الندم والحسرة التي تملأ قلوب الغافلين عندما يتعرضون للحساب الرهيب جزاء تقصيرهم في عبادة خالقهم: ¶ {قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ (112) قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ (113) قَالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ (114) أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ (115)} (المؤمنون) ¶ إن أغلى أماني أهل القبور أن يعودوا إلى الدنيا ولو للحظة: يسبحون الله فيها تسبيحة أو يسجدون له سجدة واحدة. ¶ فهل لنا فيهم من عبرة؟! أما آن لنا أن نفيق من غفلاتنا ونستعد لمواجهة المصير الذي ينتظرنا؟! ¶ إننا ما زلنا في الدنيا والفرصة سانحة أمامنا للتزود لما بعد الموت، وها هو شهر رمضان يدعونا لذلك. ¶ هيا بنا نشمر عن سواعدنا ونهجر فراشنا ونوقظ أهلنا ونرفع راية الجهاد ضد أنفسنا وشهواتها ورغباتها. ¶ هيا بنا نجيب داعي الله: {اسْتَجِيبُوا لِرَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ مَا لَكُمْ مِنْ مَلْجَأٍ يَوْمَئِذٍ وَمَا لَكُمْ مِنْ نَكِيرٍ (47)} (الشورى) ¶ - أحوال الناس مع رمضان ¶ نعم .. رمضان فرصة عظيمة لا تأتي إلا مرة واحدة في العام، ولكن هل يتعامل معها المسلمون بنفس المستوى؟ ¶ فمن الناس من يعتبر مجيء هذا الشهر عبئاً ثقيلاً عليه يتمنى زواله فلا يرى فيه إلا الحرمان .. هؤلاء دخل عليهم رمضان ثم خرج دون أن يترك فيهم أثر أو يحدث لهم ذكراً. ¶ ومنهم من أستشعر قيمته فشمر سواعد الجد وأجتهد غاية الإجتهاد في الإتيان بأكبر قدر من الطاعات فأكثر من ختم القرآن وأداء الصلوات والقربات دون الإهتمام بحضور القلب فيها ... ¶ تعامل مع كل وسيلة علي أنها هدف في حد ذاته، ولم ينظر إلى الهدف الأسمى الذي يرنو الصيام إلي تحقيقه. ومما لا شك فيه أن هؤلاء يشعرون بأثر طيب في قلوبهم .. هذا الأثر سرعان ما يزول بعد انتهاء رمضان بأيام قلائل. ¶ وهناك صنف من الناس اعتبر رمضان فرصة نادرة لإحياء القلب وإيقاظه من رقدته وإشعال فتيل التقوى وجذوة الإيمان فيه. نظر إلى مستهدف الصيام فوجده في قول الله عز وجل: {يَا أَيُّهَا الَّذِينَ آَمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ (183)} (البقرة) فتقوى الله عزوجل هي مقصود العبادات {يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ (21)} (البقرة) وعلى قدرها في القلب يكون قرب العبد أو بعده من الله عز وجل {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ (13)} (الحجرات) وعلم هذا الصنف أن شهر رمضان ما جاء إلا ليقرب الناس من ربهم ويزيد من صلاتهم به، ويقطع عن قلوبهم صلتها بالدنيا فهو يزود القلوب بخير زاد {وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى وَاتَّقُونِ يَا أُولِي الْأَلْبَابِ (197)} (البقرة)",
            "page": "2",
            "part": "1",
            "seal": "412A39ED"
        },
        {
            "id": "4",
            "nass": "فشمر عن سواعد الجد وأحسن استخدام الوسائل التي وضعها الإسلام في هذا الشهر المبارك وجمع بين عمل القلب وعمل الجوارح .. ومما لا شك فيه أن الصنف الأخير هو الفائز الأكبر من رمضان فلقد أصلح من خلاله قلبه وانطلق به في طريق السائرين إلي الله .... ¶ - علامات صلاح القلب: ¶ فإن قال قائل: وما علامة صلاح القلب التي ينشدها رمضان؟ ¶ عندما يستيقظ الإيمان، وتشتعل جذوته في القلب فإن أمارات الصلاح تظهر بوضوح على الجوارح مصداقاً لقول الرسول صلى الله عليه وسلم: ((ألا إن في الجسد مضغة إذا صلحت صلح الجسد كله، وإذا فسدت فسد الجسد كله ألا وهي القلب)) فترى صاحب هذا القلب مسارعاً في الخيرات معظماً لشعائر الله مصداقاً لقوله تعالى: {وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ (32)} (الحج) تتحقق فيه المبادأة و الذاتية: {لَا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآَخِرِ أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ (44)} (التوبة) سريع الإستجابة للتوجيه والنصح: {ذَلِكَ يُوعَظُ بِهِ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآَخِرِ} (البقرة:232) وتراه كذلك زاهداً في الدنيا راغباً فيما عند الله قال صلى الله عليه وسلم: ((إذا دخل النور القلب أنشرح وأنفتح)) قالوا: يا رسول الله وما علامة ذلك؟ قال: ((الإنابة إلى دار الخلود والتجافى عن دار الغرور والإستعداد للموت قبل نزوله)). ¶ فإذا كانت هذه بعض علامات تحقيق الهدف فإنه يبق السؤال حول كيفية الوصول إليه؟ ¶ إن الوسائل معروفه لدينا، بل مارسنا أغلبها من قبل، ولكن الجديد هو كيف نتعامل معها، ونستفيد منها لنصل إلي الغاية المنشودة من رمضان. ¶ ويمكن تقسيم هذه الوسائل إلى قسمين رئيسيين: قسم يصلح من خلاله العبد ما بينه وبين الله، وهو ما يمكن أن نطلق عليه الجانب الشعوري الوجداني. ¶ أما القسم الأخر فيختص بعلاقة الفرد بمجتمعه ويسمى الجانب السلوكي الاجتماعي. ¶ ولا يمكن الإستغناء بأحد القسمين عن الأخر، فكلاهما له دور في إنجاح مهمة المسلم على الأرض، قال تعالى: {وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ} (النساء:125) فإسلام الوجه لله - وهو أمر شعوري ووجداني لابد أن يصاحبه إحسان إلى الخلق، ومن الخطأ الذي يقع فيه البعض التركيز على جانب دون الأخر ... فالذي يعطى جل جهده فيما يصلح بينه وما بين الله تاركا كل ما يعود بالنفع على الناس: إيمانه ناقص، فالإيمان قول وعمل .. بل إن من أهم نتائج الأعمال الصالحة أنها تزيد إيمان صاحبها وتثبت قواعده في قلبه، قال تعالى: {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ} (فاطر:10) جاء في بعض الأثر: إن العبد إذا قال لا إله إلا الله بنية صادقه نظرت الملائكة إلي عملة، فإن كان موافقاً لقوله، صعدا جميعاً، وإن كان العمل مخالفاً وقف قوله حتى يتوب من عمله. ¶ وفى المقابل فإن الإنشغال بالعمل والحركة وسط الناس لقضاء حوائجهم، وحل مشكلاتهم، وإسداء النفع لهم دون أن يصاحب ذلك وجود قلب حي متصل بالله أمر خطير من شأنه أن يحدث أثر سلبياً في نفس صاحبه، ولقد حذرنا رسول الله صلى الله عليه وسلم من هذا الأمر فقال: ((مثل الذي يعلم الناس الخير، وينسى نفسه مثل الفتيلة، تضيء للناس وتحرق نفسها)). ¶ ويقول الرافعي: إن الخطأ أكبر الخطأ أن تنظم الحياة من حولك وتترك الفوضى في قلبك. ¶ فلا بد من وجود الأمرين معا ليشكل كل منهما طرفا تنعقد به العروة الوثقى كما قال الله تعالى: {وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى} (لقمان:22).",
            "page": "3",
            "part": "1",
            "seal": "41ACAABF"
        },
        {
            "id": "5",
            "nass": "القسم الأول ¶ مع الله ¶ يتيح شهر رمضان للمسلم العديد من الوسائل التي من شأنها أن تحي قلبه، وتحسن صلته بربه. ¶ - وأولى هذه الوسائل: الصيام: ¶ وهو وسيله عظيمة لإمتلاك النفس والسيطرة عليها، ولم لا؟ ¶ وهى - أي النفس - العائق الأكبر في سير العباد إلى الله، فمن شأنها دوماً طلب الحظوظ والفرار من الحقوق، ومن أفضل طرق ترويضها الصيام، فبه تضعف مادة شهوتها فإذا أردنا أن نستفيد من هذه الوسيلة فعلينا ألا نقضى أغلب النهار في النوم، وعلينا كذلك أن نتوسط في تناول الطعام والشراب عند الإفطار، ولا نتوسع في الأصناف فيكفى صنف أو اثنان، قال الحليمى: وكل طعام حلال فلا ينبغي لأحد أن يأكل منه ما يثقل بدنه، فيحوجه إلى النوم، ويمنعه من العبادة وليأكل بقدر ما يسكن جوعه، وليكن غرضه من الأكل أن يشتغل بالعبادة ويقوى عليها. ¶ ومع الصيام عن الطعام والشراب علينا كذلك الإقلال من الكلام والضحك قدر المستطاع ولنرفع شعار ((أمسك عليك لسانك)) وليكن كلامنا بعيدا عن اللغو وسائر أفات اللسان. ¶ - ثانيا: التعلق بالمساجد: ¶ المسجد له دور كبير في تنوير القلوب ... ففي ختام قوله تعالى: {اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ} يقول تعالى: {يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} (النور: 35) وفى الأيه التي تلتها حدد سبحانه أعظم مكان لتلقى نوره بقوله: {فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآَصَالِ} (النور: 36) ففي المسجد تربط القلوب على طاعة الله وتحبس النفس عن معصيته. يقول صلى الله عليه وسلم: ((ألا أدلكم على ما يمحو الله به الخطايا ويرفع به الدرجات، قالوا بلى يا رسول الله، قال: إسباغ الوضوء على المكارة وكثرة الخطى إلى المساجد وانتظار الصلاة بعد الصلاة، فذلكم الرباط فذلكم الرباط)). ¶ إن قلب المؤمن كثير التقلب من حالة إلى حالة نتيجة التنازع المستمر بين داعي الإيمان وداعي الهوى، وهو بحاجه إلى ربطه وتثبيته على حالة الإيمان .. وهنا يأتي دور المسجد، قال أبو هريرة في قوله تعالى: {اصْبِرُوا وَصَابِرُوا وَرَابِطُوا} (آل عمران: 200) لم يكن في زمان النبي صلى الله عليه وسلم غزو يرابط فيه ولكن انتظار الصلاة بعد الصلاة. ¶ فلنبكر بالذهاب إلى المسجد ولا نترك أماكننا بعد الصلاة إلا لضرورة كي ننعم بصلاة الملائكة علينا. قال صلى الله عليه وسلم: ((الملائكة تصلى على أحدكم ما دام في مصلاه الذي صلى فيه ما لم يحدث: اللهم أغفر له اللهم ارحمه)) وعلى الأخت المسلمة أن تخصص مكانا في بيتها تتخذه مسجداً فتبكر في الذهاب إليه وانتظار الصلاة وترديد الأذان وطول المكث فيه كلما سنحت ظروفها.",
            "page": "4",
            "part": "1",
            "seal": "B9A85A45"
        },
        {
            "id": "6",
            "nass": "- ثالثاً: القرآن الكريم: ¶ رمضان شهر القرآن وقد كان من هدى رسول الله صلى الله عليه وسلم مدارسة القرآن فيه ... فهو وسيلة عظيمة لشفاء القلوب وهدايتها وتنويرها، قال تعالى {يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ} (يونس: 57) وعلى قدر صلة المسلم بالقرآن تكون صلته بالله. قال صلى الله عليه وسلم: ((أبشروا!! فإن هذا القرآن طرفه بيد الله وطرفه بأيديكم فتمسكوا به فإنكم لن تهلكوا ولن تضلوا بعده أبداً)) وهذه الوسيلة العظيمة لن تحقق مقصودها ولن تكون هدي وشفاءً ونوراً إلا إذا تعاملنا معها بالشكل الذي يريده الله عز وجل .. لقد نزل القرآن لنتدبره ونستخرج منه ما ينفعنا لا لنقرأه بألسنتنا فقط، قال تعالى: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آَيَاتِهِ} (ص: 29) قال بعض السلف: لا يجالس أحد القرآن ويقوم سالما إما أن يربح أو يخسر قال تعالى: {وَنُنَزِّلُ مِنَ القرآن مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا} (الإسراء: 82). ¶ لقد قرأنا القرآن بألسنتنا قبل ذلك مرات ومرات، وكان هم الواحد منا الإنتهاء من ختمته، بل وكان بعضنا يتنافس في عدد المرات التي يختمه فيها وبخاصة في رمضان، فأي استفادة حقيقية استفدناها من ذلك؟! ماذا غير فينا القرآن إن القراءة باللسان فقط - دون حضور القلب - كالنخالة كبيرة الحجم قليلة الفائدة، وهذا ما كان يؤكده الصالحون على مر العصور ¶ قال على رضي الله عنه: لا خير في قراءة ليس فيها تدبر، وقال الحسن، كيف يرق قلبك وإنما همك أخر السورة؟ ويؤكد هذا المعنى ابن القيم فيقول رحمه الله: لا شيء أنفع للقلب من قراءة القرآن بالتدبر والتفكر، فإنه جامع لجميع منازل السائرين، وأحوال العالمين، ومقامات العارفين .. فلو علم الناس ما في قراءة القرآن بالتدبر لاشتغلوا بها عن كل ما سواه، فقراءة آية بتفكر خير من ختمة بغير تدبر وتفهم. ¶ فليكن رمضان هو البداية الحقيقية للتعامل الصحيح مع القرآن. ¶ - كيف ننتفع بالقرآن؟ ¶ القرآن هو أهم وسيله لترقيق القلوب .. قال وهيب بن الورد: نظرنا في هذه الأحاديث والمواعظ فلم نجد شيئا أرق للقلوب ولا أشد استجلاباً للحزن من قراءة القرآن وتفهمه وتدبره. ¶ وتلاوة القرآن حق تلاوته كما يقول أبو حامد الغزالي هو أن يشترك فيه اللسان والعقل والقلب، فحظ اللسان تصحيح الحروف بالترتيل، وحظ العقل تفسير المعاني، وحظ القلب الإتعاظ والتأثر بالإنزعاج و الإئتمار ... فاللسان يرتل والعقل يترجم والقلب يتعظ. ¶ وهذه بعض الوسائل العملية التي من شأنها أن تيسر لنا - بعون الله - الإنتفاع بالقرآن: ¶ 1 - قبل بدء القراءة: دعاء الله والإلحاح عليه بأن يفتح قلوبنا لأنوار كتابه، وأن يكرمنا ويعيننا على التدبر والتأثر، فهذا الدعاء له دور كبير في تهيئه القلب لإستقبال القرآن {وَمَا يَتَذَكَّرُ إِلَّا مَنْ يُنِيبُ * فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} (غافر: 13،14). ¶ 2 - الإكثار من تلاوة القرآن، وإطالة فترة المكث معه ويفضل أن يكون اللقاء بالقرآن في مكان هادئ - قدر المستطاع - وبعيداً عن الضوضاء ليساعد المرء على التركيز وعدم شرود الذهن، ولا ننسى الوضوء والسواك قبل القراءة. ¶ 3 - القراءة من المصحف و بصوت مسموع وبترتيل: فالترتيل له وظيفة كبيرة في الطرق على المشاعر ومن ثم إستثارتها وتجاوبها مع الفهم الذي سيولده التدبر، لينشأ بذلك الإيمان حينما يتعانق الفهم مع التأثير.",
            "page": "5",
            "part": "1",
            "seal": "DBD4873E"
        },
        {
            "id": "7",
            "nass": "4 - القراءة الهادئة الحزينة: علينا ونحن نرتل القرآن أن نعطي الحروف والغنات والمدود حقها حتى يتيسر لنا معايشة الآيات وتدبرها والتأثر بها، وعلينا كذلك أن نقرأ القرآن بصوت حزين لإستجلاب التأثر. ¶ 5 - الفهم الإجمالي للآيات: من خلال إعمال العقل في تفهم الخطاب، وهذا يستلزم منا التركيز التام مع القراءة، وليس معنى إعمال العقل في تفهم الخطاب أن نقف عند كل كلمة ونتكلف في معرفة معناها وما ورائها، بل يكفى المعنى الإجمالي الذي تدل عليه الآية أو الآيات حتى يتسنى لنا الإسترسال في القراءة، ومن ثم التصاعد التدريجي لحركة المشاعر فتصل إلى التأثر والإنفعال في أسرع وقت. ¶ 6 - الإجتهاد في التعامل مع القرآن: كأنه أنزل عليك، وكأنك المخاطب به، والإجتهاد كذلك في التفاعل مع هذا الخطاب من خلال الرد على الأسئلة التي تتضمنتها الآيات، والتأمين عند مواضع الدعاء، ...... وهكذا. ¶ 7 - تكرار وترديد الآية أو الآيات التي حدث معها تجاوب وتأثر قلبي: ¶ حتى يتسنى للقلب الإستزادة من النور الذي يدخل، والإيمان الذي ينشأ في هذه اللحظات. ¶ 8 - لا بأس من وجود تفسير مختصر بجوارنا: لجلاء شبهة أو معرفة معنى شق علينا فهمه، وإن كان من الأفضل الرجوع إليه بعد إنتهاء القراءة حتى لا نخرج من جو القرآن والإنفعالات الوجدانية التي نعيش في رحابها، إلا إذا ألحت علينا كلمة نريد معرفة معناها في التو واللحظة. ¶ - رابعا: قيام الليل: ¶ قيام الليل من الوسائل المهمة في إحياء القلب، يقول صلى الله عليه وسلم: ¶ ((عليكم بقيام الليل فإنه دأب الصالحين قبلكم، وقربة إلى الله تعالى، ومنهاة عن الإثم وتكفير للسيئات ومطردة للداء عن الجسد)) إن التعرض لنفحات الليل واقتسام الغنيمة مع المجتهدين لمن أعظم وسائل غرس الإيمان في القلب ... ولقد افترض الله قيام الليل على رسول الله صلى الله عليه وسلم والصحابة الكرام قبل أن تنزل الفرائض، وقبل أن تشرع الحدود، بل قبل أن تفرض الصلوات الخمس، لأن الإنسان إذا خلا بربه واتصل قلبه به في جنح الليل طهر القلب ونزلت عليه الفوائد. ¶ إن هذه الوسيلة العظيمة التي تجمع بين تدبر القرآن وما فيه من كنوز وبين الركوع والسجود، وما فيها من معاني الذل والخضوع والإنكسار للمولى سبحانه وتعالى لمن أهم وسائل التقرب إلى الله عز وجل. فلا ينبغي أن تفوتنا ليلة دون قيام مهما كانت الظروف، والأفضل بجانب أدائنا لصلاة التراويح أن نستيقظ قبل طلوع الفجر بوقت كاف للتهجد والإستغفار، لتذوق طعم الحياة الحقيقية باستنشاق نسيم الأسحار ونحن نناجى الرحمن. ¶ قال بعض الصالحين: ليس في الدنيا وقت يشبه نعيم أهل الجنة إلا ما يجده أهل التملق في قلوبهم بالليل من حلاوة المناجاة. وقال إقبال: كن مع من شئت في العلم والحكمة، ولكنك لا ترجع بطائل حتى تكون لك أنة في السحر .. إنه - رحمة الله - يريد أن يقول: ¶ كن داعياً ناجحاً .. كن خطيباً مفوهاً .. كن محاضراً فذاً، كن كما تريد ولكنك لن تفيد نفسك إلا إذا كانت لك وقفة مع الله في السحر تخلع فيها ثياب الشهرة والعزة، وتنزع فيها الألقاب الزائفة وتعيش حال العبد الخائف من غضب مولاه الطامع في رحمته. ¶ فجهز مطالبك، وحدد أهدافك وكن خفيف النوم تنتظر دقات الساعة للخلوة بالحبيب .... ¶ من فقه قيام الليل: ¶ عندما يمن الله علينا بالإستيقاظ قبل الفجر بوقت كاف، علينا ألا نطيل القيام والقراءة فقط بل نطيل الركوع والسجود أيضا. ¶ فأقرب ما يكون العبد من ربه وهو ساجد .. ففي السجود يتم إخراج معاني الذل والإنكسار وإظهار الفقر والمسكنة لمن بيده ملكوت السماوات والأرض.",
            "page": "6",
            "part": "1",
            "seal": "CA3014EC"
        },
        {
            "id": "8",
            "nass": "وهنا لفتة طيبة ذكرها د. عبد الستار فتح الله، وهي أن الله عز وجل فرض علي رسوله قيام الليل بنزول سورة المزمل .. وسورة المزمل من أوائل ما نزل من القرآن .. فكيف يحيى ما يقرب من نصف الليل بآيات قليلة هي كل ما نزل من القرآن في هذه الفترة؟ ¶ إذاً فالمقصد طول السجود مع القيام والركوع. ¶ فمناجاة الله في السجود لمن أعظم صور الفرار إليه سبحانه واسترضائه، وطلب العفو والصفح منه وإظهار الذل والخضوع له .. وفيه يقدم العبد طلباته ويرفع حاجاته. ¶ اسجد واقترب: ¶ إذا أردنا أن تحقق السجدة هدفها، فنقترب من خلالها إلي الله شيئاً فشيئاً كما قال سبحانه وتعالى: {وَاسْجُدْ وَاقْتَرِبْ} (العلق: 19) علينا أن نجعلها سجدة حارة تنسكب فيها الدموع لتكون مداد رسائلنا إلى مولانا. ¶ قال عبد الله بن المبارك: ¶ إذا ما الليل أظلم كابدوه ... فيسفر عنهم وهم ركوع ¶ أطار الخوف نومهم فقاموا ... وأهل الأمن في الدنيا هجوع ¶ لهم تحت الظلام وهم سجو ... أنين منه تنفرج الضلوع ¶ ماذا نفعل لو حرمنا القيام؟! ¶ قد نأخذ بجميع الأسباب المعينة على الإستيقاظ للتهجد ثم نفاجأ بأذان الفجر. فماذا نفعل؟! إنها رسالة من الله عز وجل تحمل لنا معاني كثيرة: منها أن هذا الحرمان قد يكون بسبب ذنب أذنبناه أو تقصير في حق من الحقوق .. ومنها أن الرغبة في القيام لم تكن أكيدة .. ومنها أنها قد تكون ابتلاء من الله لينظر ماذا سنفعل .. ¶ فإذا حدث ذلك فعلينا بالفرار إلى الله في الصلاة والدعاء نسترضيه ونستغفره ونتملقه عساه يعفو عنا .. وعلينا أيضا بصدقة السر فإنها تطفىء غضب الرب. ¶ ومن توصيات الرسول صلى الله عليه وسلم أن من فاتته صلاته بالليل فليصلها ما بين صلاة الفجر والظهر كما روى الإمام مسلم في صحيحه. ¶ وفى بعض الأحوال قد نستيقظ قبل الفجر وعندما نبدأ في الصلاة نفاجأ بهروب قلوبنا منا في أودية الدنيا وكلما حاولنا جمعها مع الله فرت منا فماذا نفعل؟! يقول ابن الجو زى: إذا جلست في ظلام الليل بين يدي سيدك، فاستعمل أخلاق الأطفال، فإن الطفل إذا طلب من أبيه شيئاً فلم يعطه بكى عليه. ¶ فعلينا في هذه الحالة بالإلحاح والإلحاح على الله عز وجل والإستغفار مرات ومرات حتى يفتح لنا الباب ألم يقل سبحانه: {فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا} (الأنعام: 43) فعدم القيام أو حرمان حلاوة المناجاة وإقبال القلب على الله عقوبة منه سبحانه تستوجب تضرعاً وإلحاحاً واستغفاراً لعله يرانا على هذا الحال فيعفو عنا. ¶ - خامسا: الإستفادة من الأوقات الفاضلة ¶ يقول ابن رجب: جعل الله سبحانه وتعالى لبعض الشهور فضلاً على بعض، كما جعل بعض الأيام والليالي أفضل من بعض، وجعل ليلة القدر خيراً من ألف شهر .. وما من هذه المواسم الفاضلة موسم إلا ولله تعالى وظيفة من وظائف طاعاته يتقرب بها إليه، ولله فيها لطيفه من نفحاته يصيب بها من يشاء بفضله ورحمته، فالسعيد من أغتنم مواسم الشهور والساعات وتقرب فيها إلى مولاه بما فيها من وظائف الطاعات فعسى أن تصيبه نفحة من تلك النفحات يسعد بها سعادة يأمن بعدها من النار وما فيها من لفحات ويقول صلى الله عليه وسلم ((إن لربكم في أيام دهركم نفحات فتعرضوا لها لعل أحدكم أن يصيبه منها نفحة لا يشقى بعدها أبدا)). ¶ هذه النفحات بلا شك ستصيب من يتعرض لها أما الغافل عنها فأحسن الله عزاءه.",
            "page": "7",
            "part": "1",
            "seal": "BD9FE1AF"
        },
        {
            "id": "9",
            "nass": "- فعلى مستوى اليوم هناك ثلاثة أوقات يسميها العلماء بأوقات السير إلى الله بالطاعات وهي آخر الليل وأول النهار وأخره قال صلى الله عليه وسلم: ((إن هذا الدين يسر ولن يشاد الدين أحد إلا غلبه فسددوا وقاربوا وابشروا واستعينوا بالغدوة والروحة وشيء من الدلجة)) وقد وردت من النصوص الكثيرة في أذكار الصباح والمساء وفى فضل من ذكر الله حين يصبح وحين يمسى، وكان السلف لأخر النهار أشد تعظيما من أوله. ¶ يقول الإمام حسن البنا: أيها الأخ العزيز أمامك كل يوم لحظة بالغداة ولحظة بالعشى ولحظة بالسحر تستطيع أن تسمو فيها كلها بروحك الطهور إلى الملأ الأعلى، فتظفر بخير الدنيا والأخرة .. وأمامك مواسم الطاعات وأيام العبادات وليالي القروبات التي وجهك إليها كتابك الكريم ورسولك العظيم صلى الله عليه وسلم، فأحرص أن تكون فيها من الذاكرين لا من الغافلين، ومن العاملين لا من الخاملين .. واغتنم الوقت فالوقت كالسيف، ودع التسويف فلا أضر منه. ¶ - أما بالنسبة للأسبوع فليوم الجمعة شرف عظيم وفيه ساعة يجاب فيها الدعاء فلنحرص على التعرض لها، يقول النووي: ويستحب الإكثار من الدعاء في جميع يوم الجمعة من طلوع الفجر إلى غروب الشمس رجاء مصادفة ساعة الإجابة فعلينا بالإجتهاد في هذا اليوم المبارك ولنضع له برنامج خاصا، ولنبكر فيه الذهاب إلى المسجد لأداء صلاة الجمعة على أحسن هيئة. ¶ - وإن كان شهر رمضان له أفضلية خاصة عن بقية الشهور فإن ليلة القدر لها شرف عظيم، يقول صلى الله عليه وسلم ((من قام ليلة القدر إيمانا واحتسابا غُفر له ما تقدم من ذنبه)) والتماس ليلة القدر إنما يكون في العشر الأواخر من رمضان، لذلك يستحب الإجتهاد فيها فلقد كان رسول الله صلى الله عليه وسلم إذا دخل العشر الأواخر شد مئزره وأحيا ليله وأيقظ أهله. ¶ - ومن هذه المواسم أيضا: موسم العمرة فهي في رمضان تعدل حجه فلنحرص علي القيام بها .. وليعمل كل منا على أن ينظم أموره بالطريقة التي تعينه على الإستفادة من هذه الأوقات الفاضلة، فإن فاته وقت منها لم يترك الإجتهاد في البقية الأخرى. ¶ - سادساً: الإعتكاف ¶ الإعتكاف هو لزوم المسجد لطاعة الله، وهو مستحب في كل وقت في رمضان وغيره وأفضله في العشر الأواخر من رمضان ليتعرض العبد فيها لليله القدر والتي هي خير من ألف شهر. ولقد ذهب الإمام أحمد أن المعتكف لا يستحب له مخالطة الناس حتى ولا لتعليم علم وإقراء قرآن، بل الأفضل له الإنفراد بنفسه والتخلي بمناجاة ربه وذكره ودعائه. وهذا الإعتكاف هو الخلوة الشرعية التي لا يترك معها الجمع والجماعات، فعلينا أن نغتنم أي وقت - مهما قصر - في نهار رمضان أو ليله ننوى فيه الإعتكاف ونختلي فيه بالله عز وجل .. ¶ ولنحرص على الإعتكاف في العشر الأواخر فإن لم نستطع فليكن ذلك في لياليها وبخاصة الوتر منها، ولنحظر من الخلطة والكلام وكل ما يقطع علينا خلوتنا بالله عز وجل، يقول ابن رجب: ((فحقيقة الإعتكاف قطع العلائق عن الخلائق للإتصال بخدمة الخالق)). ¶ وللأخت المسلمة أن تعتكف في مسجد بيتها استناداً على رأى الأحناف في جواز ذلك ولتقتطع من يومها وقتاً تلازم فيه مسجدها وتقبل فيه على الله عز وجل.",
            "page": "8",
            "part": "1",
            "seal": "903483CA"
        },
        {
            "id": "10",
            "nass": "- سابعا: الدعاء: ¶ الدعاء هو العبادة، ولا يرد القدر سواه، ففيه يتمثل فقر العبد وذله وانكساره إلى من بيده ملكوت كل شيء .. وهناك أوقات مخصوصة يفضل فيها الدعاء منها: بين الأذان والإقامة، ودبر الصلوات، وفي الثلث الأخير من الليل، ويوم الجمعة منذ أن يصعد الإمام المنبر حتى تنتهي الصلاة وكذلك في الساعة الأخيرة من هذا اليوم، وفي ليله القدر .. وعند نزول المطر .. وللصائم دعوة مستجابة، وكذلك المسافر .. وفي كل ليلة من رمضان عتقاء من النار وأقرب ما يكون العبد من ربه وهو ساجد، فعلينا اغتنام تلك الأوقات نتذلل فيها لله ونتبرأ من حولنا وقوتنا .. نستعطفه ونتملقه ونسترضيه ونسأله من خيري الدنيا والآخرة ولنحذر من الدعاء باللسان دون حضور القلب. قال صلى الله عليه وسلم ((واعلموا أن الله لا يستجيب الدعاء من قلب غافل لاه)). ¶ ولنكثر من الدعاء لإخواننا المسلمين المضطهدين في كل مكان ولنخص المرابطين في فلسطين بحظ وافر من الدعاء .. ولندع كذلك علي الطغاة الظالمين الذين يحادون الله ورسوله في كل مكان عساه - سبحانه - أن يفرج الكرب ويكشف الغمة وينزل نصره الذي وعد، قال تعالى: {وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} (الروم: 47). ¶ - ثامنا: الصدقة ¶ إن المتأمل لكتاب الله عز وجل يجد الكثير من الآيات التي تحث المسلم على الإنفاق في سبيل الله، ولقد كان رسول الله صلى الله عليه وسلم أجود الناس وكان أجود ما يكون في رمضان يقول تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} (التوبة: 103) فالمستفيد الأول من الصدقة هو صاحبها لأنها تخلصه من الشح وتطهره من الذنوب. ¶ فبداية انطلاق النفس نحو السماء وتخلصها من جواذب الأرض هو تطهرها من الشح المجبولة عليه بدوام الإنفاق في سبيل الله حتى يصير سجية من سجاياها فتزهد في المال ويخرج حبه من القلب. ¶ وللصدقة فضل عظيم في الدنيا والآخرة فهي تداوى المرضى وتدفع البلاء وتيسر الأمور وتجلب الرزق وتقي مصارع السوء وتطفيء غضب الرب وتزيل أثر الذنوب، وهى ظل لصاحبها يوم القيامة وتحجبه عن النار وتدفع عنه العذاب .. وللصدقة علاقة وثيقة بالسير إلي الله، يقول تعالى: {فَآَتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ ذَلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ} (الروم: 38) ولا عذر لأحد في تركها، فالله عز وجل لم يحدد لنا قدر معيناً نتصدق به، فالباب مفتوح أمام الجميع كل حسب استطاعته. ¶ ولكي تؤتى الصدقة ثمارها المرجوة لابد من تتابعها بصورة يومية كما قال الله تعالى: {الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلَانِيَةً فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ} (البقرة: 274) فلنخرج الصدقة كل يوم ولو ما يعادل شق تمرة، ولنخصص صندوقاً في البيت لذلك ليسهل علينا المداومة عليها ثم نعطيها كل فترة لمن يستحقها. ¶ - تاسعاً: الفكر والذكر ¶ ذكر الله عز وجل هو قوت القلوب ومادة حياتها، قال صلى الله عليه وسلم: ((مثل الذي يذكر ربه والذي لا يذكر ربه مثل الحي والميت)) ويقول ابن تيميه: الذكر للقلب مثل الماء للسمك، فكيف يكون حال السمك إذا فارق الماء ودور الجنة تبنى بالذكر، فإذا أمسك الذاكر عن الذكر أمسكت الملائكة عن البناء. فإذا أخذ في الذكر أخذو في البناء.",
            "page": "9",
            "part": "1",
            "seal": "A84D1F60"
        },
        {
            "id": "11",
            "nass": "ولكي يستفيد المسلم من الذكر ويواطىء لسانه قلبه فيحدث فيه الأثر المطلوب لابد من ربطه بعبادة التفكر، كما قال تعالى: {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآَيَاتٍ لِأُولِي الْأَلْبَابِ * الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ} (آل عمران: 190،191) يقول حسن البصري: إن أهل العقل لم يزالوا يعودون بالذكر علي الفكر وبالفكر على الذكر حتى استنطقوا القلوب فنطقت بالحكمة. ¶ فالبداية تكون بالتفكر في مجال من المجالات ثم يتبع ذلك بالذكر المناسب له فعلى سبيل المثال .. إذا تفكر المرء في ذنوبه وتقصيره في جنب الله، عليه أن يتبعه بالإستغفار. ¶ وإذا ما تفكر في بديع صنع الله وآياته في النفس والكون اتبع ذلك بالتسبيح والحمد، وعندما يتفكر العبد في حاجاته الماسة إلي الله وفقره الذاتي إليه ردد بعده ذكر: لا حول ولا قوة إلا بالله، وهكذا في بقية الأذكار. ¶ فعلينا أن نضع لأنفسنا أوراداً من الذكر نلتزم بها ونعمل على مواطأة القلب اللسان فيها، ولنعلم أن الثواب التام على قدر العمل التام، فالأعمال لا تتفاضل بصورها وعددها وإنما تتفاضل بتفاضل ما في القلوب، فتكون صورة العملين واحدة وبينهما في التفاضل كما بين السماء والأرض. ¶ وفي أذكار الصباح والمساء وكذلك أذكار الأحوال معاني عظيمة علينا أن نتدبرها ونحن نردد تلك الأذكار في أوقاتها. ¶ - عاشرا: محاسبة النفس ¶ بعد مرور عدة أيام من رمضان تصبح النفس سهلة القيادة .. عند ذلك علينا أن نبدأ في محاسبتها علي ما مضى من أعمال. وهناك مجالات كثيرة لمحاسبة النفس تتناول حياة المسلم من جميع جوانبها، على الواحد منا أن يقف أمام كل بند من بنودها ليعرف أين تقع أقدامه بالنسبة إليه. وحبذا لو سجلنا الذنوب وأوجه التقصير ليكون ذلك دافعاً لحسن التوبة وتصحيح المسار. ¶ مجالات المحاسبة: ¶ أ- عبادة الجوارح: مثل الصلوات الخمس في أول وقتها في المسجد، السنن الرواتب، أذكار الصلاة، صيام رمضان وصيام التطوع، مداومة الإنفاق في سبيل الله، أذكار الصباح والمساء، تحرى السنة في الأقوال والأفعال. ¶ ب- معاصي الجوارح: مثل الغيبة والنميمة، السخرية، الإستهزاء بالآخرين، الجدل والمراء، إفشاء السر، الغمز واللمز، الكذب اللغو والثرثرة، عدم غض البصر، الخوض في الباطل، سرعة الغضب، إخلاف الوعد. ¶ ج- عبادات القلب: الخشوع في الصلاة، الخوف من الله واستشعار مراقبته، الرضا بقضاء الله وقدره، التوكل علي الله، الصبر عند المصيبة، الشكر عند ورود النعم ..... ¶ د- معاصي القلوب: الإعجاب بالعمل والتسميع به، الضيق بالنقد، الحسد، الغرور، المباهاة، المن بالعطايا، إتباع الهوى، احتقار الآخرين، وسوء الضن بهم. ¶ و- الحقوق: حقوق الزوجة، والأولاد، الوالدين، الرحم، الجيران، حق الطريق، الدعوة، الأخوة. ¶ ى- السلوكيات وفضائل الأعمال: السعي لقضاء حوائج الناس، لين الجانب، التواضع، عيادة المريض، إتباع الجنائز، الإحسان إلي الآخرين، أداء الأمانات إلي أهلها، دوام التبسم والبشر، إتقان العمل. ¶ وعلينا بعد كل جلسة من هذه الجلسات الإكثار من الاستغفار، ولو أمكن الصلاة - ولتكن صلاة التوبة - قال تعالى: {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ} (آل عمران: 135)",
            "page": "10",
            "part": "1",
            "seal": "B36A08B3"
        },
        {
            "id": "12",
            "nass": "خلاصة القسم الأول ¶ هناك عشر وسائل تساهم في تحقيق الثمرة المرجوة من رمضان علينا أن نضع من خلالها برنامجاً لأنفسنا نسير عليه طيلة هذا الشهر المبارك، ولنجعل في يومنا ثوابت لا نحيد عنها. ¶ فنخصص وقتاً ثابتاً للإعتكاف في المسجد وليكن من الفجر حتى طلوع الشمس فإن لم نستطيع فمن بعد العصر إلي المغرب، نقرأ في هذا الوقت ورد القرآن بالطريقة التي أشرنا إليها. ¶ ولنخصص صندوقاً في البيت نضع فيه الصدقة اليومية وليكن لنا وقت للتهجد قبل الفجر ولو بنصف ساعة بخلاف صلاة التراويح. ¶ وعلينا كذلك تخصيص أوراداً من الذكر المطلق كسبحان الله وبحمده مائة مرة، واستغفار ( ... ) مرة وصلاة على الرسول ( ... ) مرة، وحوقلة ( ... )، ويقترح تقسيم هذه الأذكار على مدار اليوم والليلة. ¶ وعلينا أن نستفيد من أوقات استجابة الدعاء فنلح فيها علي الله عز وجل وندعوه دعاء المضطر المشرف على الغرق لنا ولأهلنا ولإخواننا وللمسلمين أجمعين، ولنتحين الفرصة المناسبة التي نخلو بأنفسنا ولنحاسبها على ما مضى ...",
            "page": "11",
            "part": "1",
            "seal": "21DCE58B"
        },
        {
            "id": "13",
            "nass": "القسم الثاني ¶ مع الناس ¶ إن السعي بالخير وسط الناس له مردود إيماني كبير في قلب العبد المسلم، فهو يزيد الإيمان ويثبته ويصل بصاحبه إلي أن يكون محبوبا عند الله عز وجل. قال صلى الله عليه وسلم: ((أحب الناس إلي الله أنفعهم، وأحب الأعمال إلي الله عز وجل سرور تدخله علي مسلم، أو تكشف عنه كربة، أو تقضى عنه دينا، أو تطرد عنه جوعا، ولأن أمشي مع أخي المسلم في حاجة، أحب إلي من أن أعتكف في المسجد شهراً، ومن كف غضبه ستر الله عورته، ومن كتم غيظاً - لو شاء أن يمضيه أمضاه - ملأ الله قلبه رضا يوم القيامة، ومن مشى مع أخيه المسلم في حاجته حتى يثبتها له، أثبت الله قدمه يوم تزل الأقدام، وإن سوء الخلق ليفسد العمل كما يفسد الخل العسل)) وإليك أخي المسلم بعضاً من أعمال الخير علينا أن نحرص علي القيام بها في رمضان لتصبح بعد ذلك عادة وسجيه من سجايانا، فكما قالوا: تعودوا الخير فإن الخير عادة. ¶ 1 - الإحسان إلى الزوجة والأولاد: ¶ إن الإحسان الحقيقي للزوجة والأولاد إنما يكون بأخذ أيديهم إلي طريق الله والتنافس معهم في السباق نحو الجنان .. ولقد طالبنا الله بذلك، فقال سبحانه وتعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ} (التحريم: 6) فعلينا أن نستفيد من موسم رمضان في الإرتقاء الإيماني والسلوكي بهم، فنجلس معهم قبيل حلول الشهر المبارك ونضع لكل منهم برنامجاً يسير عليه يراعي جانب العروة الوثقى، وهما كما مر علينا سابقاً إخلاص العبادة لله والإحسان إلي الخلق. ¶ وعلينا كذلك أن ننظم لهم أوقاتهم ليتمكنوا من القيام بما عليهم من واجبات ولنخصص مكانا في البيت ليكون بمثابة مسجد لهم. ¶ ولتكن لنا معهم جلسة يومية - وإن قصرت - ونختار لها الوقت المناسب للجميع، وفيها نقرأ معا ما تيسر من القرآن مع الإستماع إلي خواطر التدبر. ¶ ومع القرآن علينا أن نتدارس كتابا نافعا في الحديث أو السيرة، ثم نتابع حصيلة اليوم من الأعمال الصالحة فنشجع المحسن ونشحذ همة المقصر، ونختم اللقاء بالدعاء لأنفسنا وللمسلمين. ¶ 2 - الجود والكرم: ¶ وهذا باب عظيم من أبواب الخير علينا أن نلجه في رمضان ((ولقد كان النبي صلى الله عليه وسلم أجود ما يكون في رمضان حين يلقاه جبريل، وكان يلقاه في كل ليلة في رمضان، فيدارسه القرآن فرسول الله صلي الله عليه وسلم أجود من الريح المرسلة)) فلنُري الله من أنفسنا خيراً في هذا الشهر المبارك فهو سبحانه وتعالى يحب أهل السخاء والكرم، قال رسول الله عليه وسلم ((إن الله كريم يحب الكرماء جواد يحب الجودة، يحب معالي الأمور ويكره سفسافها)) ومن سمات أهل الكرم و السخاء أنهم يبذلون من كل ما يملكون بلا حساب سواء كان ذلك مالاً أو علماً أو وقتاً أو جهداً.",
            "page": "12",
            "part": "1",
            "seal": "4A327544"
        },
        {
            "id": "14",
            "nass": "ولقد أوصى رسول الله صلي الله عليه وسلم أسماء بنت أبي بكر رضي الله عنها بذلك فقال لها: ((لا تحصي فيحصي عليك)) والمعنى كما يقول ابن حجر في الفتح: النهي عن منع الصدقة خشية النفاد، فإن ذلك أعظم الأسباب لقطع مادة البركة، لأن الله يثيب علي العطاء بغير حساب، ومن لا يحاسب عند الجزاء لا يحسب عليه عند العطاء، ومن علم أن الله يرزقه من حيث لا يحتسب فحقه أن يعطى ولا يحسب. ¶ فلنجعل رمضان وسيلة للتعود على الكرم والجود والسخاء، فلا نبخل علي الله بأموالنا ولا أوقاتنا ولا جهدنا، ولنضح بها بغير حساب. ¶ جاء في شعب الإيمان للبيهقي أن يزيد بن مروان جاءه مال فجعل يصره صرراً ويبعث به إلي إخوانه ويقول: إني لأستحي من الله عز وجل أن أسأل الجنة لأخ من إخواني ثم أبخل عليه بالدينار والدرهم. ¶ 3 - صلة الرحم: ¶ قبل أن نتحدث عن واجبنا في رمضان تجاه أرحامنا أدعو القارئ إلي التأمل في هذا الحديث النبوي الشريف لنعلم كم نحن مقصرون في حق أنفسنا، زاهدون في خيري الدنيا و الآخرة. ¶ قال رسول الله صلي الله عليه وسلم: ((ما من ذنب أجدر أن يعجل الله تعالى لصاحبه بالعقوبة في الدنيا مع ما يدخره له في الآخرة من قطيعة الرحم، والخيانة والكذب، وإن أعجل الطاعة ثواب لصلة الرحم، حتى إن أهل البيت ليكونوا فجرة فتنموا أموالهم، ويكثر عددهم إذا تواصلوا)). ¶ فلننتهز مناسبة دخول رمضان لزيارة أرحامنا، أما ما تحول الظروف دون زيارته فعلينا بالإطمئنان عليه من خلال الهاتف والخطابات. ¶ قال صلي الله عليه وسلم: ((بلوا أرحامكم ولو بالسلام)) ولا يتعلل البعض بوجود قطيعة وعداوة قديمة بينه وبين أهله وأرحامه، فلقد أتي رجل النبي صلي الله عليه وسلم: فقال يا رسول الله إن لي قربة أصلهم ويقطعونني وأحسن إليهم ويسيئون إلي ويجهلون علي وأحلم عنهم قال: ((لئن كان كما تقول فكأنما تسفهم الملل ولا يزال معك من الله ظهير عليهم ما دمت علي ذلك)). ¶ 4 - إطعام الطعام: ¶ وهذا باب عظيم من أبواب الخير غفل عنه الكثير من الناس. قال صلى الله عليه وسلم: ((إن من الجنة غرفا يري ظاهرها من باطنها، وباطنها من ظاهرها)) قالوا: لمن هي يا رسول الله؟ قال: ((لمن أطعم الطعام وأطاب الكلام، وصلى بالليل والناس نيام)) ولقد كان صهيب - رضي الله عنه - يطعم الطعام الكثير، فقال عمر رضي الله عنه: ياصهيب، إنك تطعم الطعام الكثير وذلك صرف في المال، فقال صهيب: إن رسول الله صلى الله عليه وسلم كان يقول: ((خياركم من أطعم الطعام ورد السلام، فذلك الذي يحملني علي أن أطعم الطعام)). ¶ وكان علي رضي الله عنه يقول: لأن أجمع ناساً من أصحابي علي صاع من طعام أحب إلي من أن أخرج إلي السوق فأشتري نسمه فأعتقها. ¶ فلنحرص علي إطعام إخواننا لتزداد روابط الألفة والحب بيننا. ¶ وعلينا كذلك إطعام المساكين ففي ذلك خير عظيم، قال صلى الله عليه وسلم للرجل الذي أشتكي له من قسوة قلبه: ((إن أحببت أن يلين قلبك فأطعم المسكين وأمسح رأس اليتيم)).",
            "page": "13",
            "part": "1",
            "seal": "B40E90FC"
        },
        {
            "id": "15",
            "nass": "فلنجهز وجبات الإفطار للفقراء والمساكين ونجلس معهم نشاركهم طعامهم ونشعرهم بإخوتنا لهم .. ومع تذكرنا لهؤلاء علينا ألا ننسي إخواننا المكروبين في كثير من بلدان العالم والتي يعاني أهلها من الظلم والإضطهاد والجوع والحرمان، ولنتذكر بشرى رسول الله صلى الله عليه وسلم: ((من فطر صائما كان له مثل أجره غير أنه لا ينقص من أجر الصائم شيئا)). ¶ 5 - الإصلاح بين الناس: ¶ إذا ما نظرنا للأسباب التي من أجلها يتشاحن الناس لوجدناها صغيرة وتافهة نفخ فيها الشيطان حتى أوقع القطيعة بين الأب وإبنه، والجار وجاره، والصديق وصديقه .. في هذا الجو المسمم تكثر الظنون وتقطع الأرحام، وتتوارث العداوات، لذلك كان السعي للإصلاح بين الناس فضل عظيم، قال تعالى: {لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ} (النساء: 114). ¶ ولقد وعد رسول الله صلى الله عليه وسلم القائم بهذا العمل الجليل بدرجة أعلى من درجة الصائم القائم المتصدق لما في ذلك من إشاعة جو التراحم والتواد بين أفراد المجتمع. قال صلى الله عليه وسلم: ((ألا أخبركم بأفضل من درجة الصيام والصلاة والصدقة؟ قالوا: بلي، قال: صلاح ذات البين فإن فساد ذات البين هي الحالقة)) فلننتهز فرصة دخول رمضان فنسعى بين المتخاصمين والمتدابرين ولنذكرهم بقول الله تعالى: {وَالصُّلْحُ خَيْرٌ} (النساء: 128). ¶ ولنبدأ بأنفسنا فنعفو عمن ظلمنا، ونحسن لمن يسيء إلينا، ولنكن قدوة لغيرنا في الحلم والأناة وسعة الصدر. ¶ 6 - قضاء حوائج الناس: ¶ من صور الإحسان العظيمة السعي في قضاء حوائج الناس. ولأن المحسن رجل قد سعى إلى خدمة الآخرين حباً في الله وشفقة علي خلقه كان جزاؤه من جنس عمله. قال صلى الله عليه وسلم: ((أحب الناس إلى الله أنفعهم، وأحب الأعمال إلي الله عز وجل سرور تدخله علي مسلم، أو تكشف عنه كربة، أو تقضى عنه ديناً، أو تطرد عنه جوعاً، ولأن أمشي مع أخي المسلم في حاجة أحب إلي من أن أعتكف في المسجد شهراً، ومن كف غضبه ستر الله عورته ومن كتم غيظاً - لو شاء أن يمضيه أمضاه - ملأ الله قلبه رضا يوم القيامة، ومن مشي مع أخيه المسلم في حاجة حتى يثبتها له، أثبت الله قدمه يوم تزل الأقدام، وإن سوء الخلق ليفسد العمل كما يفسد الخل العسل)). أما الساعي علي الأرملة والمسكين فله أجر خاص. قال صلى الله عليه وسلم: ((الساعي على الأرملة والمسكين كالمجاهد في سبيل الله أو القائم الليل الصائم النهار)). ¶ إن هذه الأحاديث لا تحتاج إلى تعليق سوى الإجتهاد في تلمس حوائج الناس والمبادرة إلى قضائها، ولقد كان حكيم بن حزام يحزن على اليوم الذي لا يجد فيه محتاجاً ليقضي له حاجه فيقول: ((ما أصبحت وليس ببابي صاحب حاجة إلا علمت أنها من المصائب التي أسأل الله الأجر عليها)). ¶ 7 - أنقذ غيرك: ¶ لقد نجح إبليس في إغواء الكثير من الناس فصرفهم عن عبادة ربهم وشغلهم بزينة الحياة الدنيا، وسار بهم في طريق يؤدي بهم إلى النار فهل نتركهم وشأنهم أم نحاول إنقاذهم؟!! ¶ يقول تعالى: {وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ} (فصلت: 33) فلا سبيل لإيقاظ هؤلاء المساكين إلا بدعوتهم إلي الله. ولقد رغب -سبحانه وتعالى- عباده المؤمنين للقيام بهذه المهمة فجعل مقامها: مقام الأنبياء والرسل، أما أجرها فلا حدود له. ¶ فهل لنا يا أخي أن ننال شرف هذه المهمة ونعمل علي إنقاذ من حولنا من النار؟ ¶ هل لنا أن نستفيد من أجواء رمضان حيث النفوس طيعة والشياطين مصفدة؟",
            "page": "14",
            "part": "1",
            "seal": "5DFDC016"
        },
        {
            "id": "16",
            "nass": "يقول صلي الله عليه وسلم: ((لئن يهدي الله بك رجلاً واحداً خير لك مما طلعت عليه الشمس)) فهيا بنا نجتهد لنكون سبباً في هداية وإنقاذ غيرنا. ¶ هيا بنا نوقظ غافلاً، ونهدي حائراً، ونرشد ضالاً. ¶ هيا بنا نبدأ بالأقربين فنعمل على تبصيرهم بحقيقة الدنيا ونجذبهم معنا إلى المسجد. هيا بنا نتخير بعضاً ممن يقبلون على المسجد في رمضان فنصحح له فهمه ونبصره بطريق صحيح إلي الله .. هيا نردد دعاء الرسول صلي الله عليه وسلم: ((اللهم اجعلنا هداة مهتدين)).",
            "page": "15",
            "part": "1",
            "seal": "1E5C5554"
        },
        {
            "id": "17",
            "nass": "خلاصة القسم الثاني ¶ إن مدار السعادة وقطب رحاها يدور علي أمرين: إخلاص العبادة لله، والإحسان إلي الخلق. وصور الإحسان كثيرة علينا أن نحرص علي القيام بها و أن نستفيد من الأجواء التي يشيعها رمضان في التعود علي هذا السلوك. ¶ ومن ذلك: الإحسان إلي الزوجة والأولاد بالمتابعة المستمرة لهم، ووضع البرامج التي تنهض بهم، والذي يساعد علي نجاح المهمة: الحرص علي الجلوس اليومي معهم في وقت يناسبهم. ¶ ومن صور الإحسان أيضا: صلة الرحم وإطعام الطعام ومداومة البذل والعطاء والسعي في قضاء حوائج الناس وإصلاح ذات بينهم ودعوتهم إلى الله.",
            "page": "16",
            "part": "1",
            "seal": "E21C02B5"
        },
        {
            "id": "18",
            "nass": "أتعهد ¶ وأخيراً، فهلا وافقتني يا أخي أن يأخذ الواحد منا العهد على نفسه للقيام بهذه الأمور، فلقد قال تعالى: {إِنْ يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا} (الأنفال: 70) وقال صلى الله عليه وسلم في الحديث (( .. ومن يتحر الخير يعطه))، فلعل الله سبحانه وتعالى يرى صدقنا فيعطينا سؤالنا ويبلغنا مرادنا، فكما قيل: الإمداد على قدر الإستعداد. ¶ أخي إن النفس دائماً تركن إلى الخمول والكسل وكلما أعطيتها من الراحة طلبت المزيد، وشهر رمضان ساعات معدودات فخذ من نفسك لنفسك العهد والميثاق لتنفيذ تلك الواجبات وخذها بقوة وسل الله العون والقبول. ¶ 1 - عدم الإكثار من النوم بالنهار. ¶ 2 - عدم الإكثار من الطعام و الشراب. ¶ 3 - عدم الإكثار من الكلام و الضحك. ¶ 4 - تدبر القرآن وإعادة ما أقراه وأنا غافل. ¶ 5 - الإكثار من ذكر الموت. ¶ 6 - طول المكث في المسجد. ¶ 7 - التبكير إلى صلاة الجماعة. ¶ 8 - تخصيص مسجد في البيت للزوجة و الأولاد. ¶ 9 - الجلوس مع الزوجة و الأولاد يومياً للإطمئنان على الأحوال مع القراءة النافعة. ¶ 10 - التهجد و الدعاء و الإستغفار في الجزء الأخير من الليل (قبل الفجر). ¶ 11 - اغتنام الأوقات الفاضلة في اليوم وعدم إضاعتها بالنوم أو الغفلة. ¶ 12 - كثرة الدعاء -بحضور قلب -بخاصة في الأوقات المندوب فيها. ¶ 13 - وضع صندوق في البيت للصدقة و التبكير بها يومياً. ¶ 14 - ربط عبادة الذكر بالفكر، والعمل على حضور القلب ما استطعت. ¶ 15 - الإعتكاف ولو لساعة يومياً والإجتهاد في الإعتكاف في العشر الأواخر. ¶ 16 - محاسبة النفس عن الفترة الماضية في المجالات المختلفة. ¶ 17 - الإكثار من عمل الخير. ¶ 18 - إطعام الطعام للأصدقاء و المساكين. ¶ 19 - السعي في قضاء حوائج الناس. ¶ 20 - العفو والصفح والحلم وسعة الصدر. ¶ 21 - الدعوة إلى الله.",
            "page": "17",
            "part": "1",
            "seal": "8DD760FF"
        },
        {
            "id": "19",
            "nass": "برنامجي في رمضان ¶ أخي الحبيب: لكل منا ظروفه ومشاغله، وحتى لا نفاجأ بتسرب أيام رمضان من بين أيدينا أقترح عليك وضع برنامج يومي تستعمل فيه الوسائل السابقة حسب ظروف وقتك .. وهذه بنود مقترحه لهذا البرنامج في صورة أسئلة، عليك أن تجيب عنها، وتضيف ما تراه مناسبا. ¶ الأعمال اليومية ¶ 1 - المسجد: أي الصلوات سأذهب فيها إلي المسجد مبكراً؟ ... ¶ 2 - القرآن: متي سأقرأ القرآن بتدبر ودون سرحان؟ ... ¶ 3 - الإعتكاف: أي الأوقات سأنوي فيها الإعتكاف في المسجد؟، وأين سأعتكف العشر الأواخر؟ ... ¶ 4 - الصدقة: أين سأضع صندوق الصدقة؟ و في أي أوقات اليوم سأتصدق؟ ... ¶ 5 - صلاة التراويح: ¶ - أين سأصلي؟ ... ¶ - أي الأيام سأصطحب فيها الزوجة والأولاد؟ ... ¶ 6 - الذكر والفكر: ¶ - ما مقدار وردي اليومي من الذكر المطلق؟ (يراعي التنويع) ... ¶ - متى وأين سيكون أدائي للورد؟ (في المسجد - المنزل - العمل) ... ¶ 7 - قيام الليل: ¶ - متي سأستيقظ للصلاة قبل الفجر؟ ... ¶ - ما الوسائل التي سأتخذها كي تعينني على التهجد؟ ... ¶ 8 - الزوجة والأولاد: ¶ - أين سيكون مكان مسجد البيت؟ ... ¶ - متي سأجلس مع الزوجة والأولاد؟ ... ¶ - ما برنامج هذه الجلسة؟ ... ¶ - ما البديل عندما يتعذر وجودي معهم؟ ... ¶ 9 - الدعوة إلي الله: بمن سأبدأ؟ ¶ - وما الوسائل التي سأستخدمها في الدعوة (كتاب- شريط .. )؟ ..........",
            "page": "18",
            "part": "1",
            "seal": "D636518B"
        },
        {
            "id": "20",
            "nass": "أعمال أسبوعية ¶ 1 - أعمال الخير: ما أعمال الخير التي أنوي القيام بها؟ ¶ مع (الوالدين - الأقارب - الجيران - الزملاء ... الفقراء - الأيتام - المجاهدين - عموم المسلمين ...... ) ¶ الأسبوع الأول: ... ¶ الأسبوع الثاني: ... ¶ الأسبوع الثالث: ... ¶ الأسبوع الرابع: ... ¶ 2 - محاسبة النفس: ¶ - متي سأجلس مع نفسي منفرداً؟ .. (أحدد يوماً في الأسبوع لذلك) ... ¶ - أي مجالات المحاسبة سأبدأ بها؟ ... ¶ 3 - ذكر الموت: ¶ - متي سأذهب لزيارة المقابر؟ ... ¶ - متي سأكتب وصيتي إلي زوجتي؟ ... ¶ - متي سأكتب وصيتي إلي والدتي؟ ... ¶ - متي سأكتب وصيتي إلي ابني؟ ... ¶ - أي الأيام أخصصها لزيارة المرضى في المستشفيات؟ ... ¶ وفي النهاية ¶ هل علمت ياأخي ماذا نريد من رمضان؟ ¶ نسأل الله أن يتقبل منا ومنكم صيامنا وقيامنا وأن يبلغنا مرادنا ¶ والحمد لله رب العلمين",
            "page": "19",
            "part": "1",
            "seal": "D0FB13C4"
        }
    ],
    "t287": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "شهر المغفرة"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "1",
            "tit": "هل من مشمر للجنة"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "2",
            "tit": "أحوال الناس مع رمضان"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "علامات صلاح القلب"
        },
        {
            "id": "5",
            "lvl": "3",
            "sub": null,
            "tit": "القسم الأول مع الله"
        },
        {
            "id": "5",
            "lvl": "4",
            "sub": "1",
            "tit": "الصيام"
        },
        {
            "id": "5",
            "lvl": "4",
            "sub": "2",
            "tit": "التعلق بالمساجد"
        },
        {
            "id": "6",
            "lvl": "4",
            "sub": null,
            "tit": "القرآن الكريم"
        },
        {
            "id": "7",
            "lvl": "4",
            "sub": null,
            "tit": "قيام الليل"
        },
        {
            "id": "8",
            "lvl": "4",
            "sub": null,
            "tit": "الإستفادة من الأوقات الفاضلة"
        },
        {
            "id": "9",
            "lvl": "4",
            "sub": null,
            "tit": "الإعتكاف"
        },
        {
            "id": "10",
            "lvl": "4",
            "sub": null,
            "tit": "الدعاء"
        },
        {
            "id": "10",
            "lvl": "4",
            "sub": "1",
            "tit": "الصدقة"
        },
        {
            "id": "10",
            "lvl": "4",
            "sub": "2",
            "tit": "الفكر والذكر"
        },
        {
            "id": "11",
            "lvl": "4",
            "sub": null,
            "tit": "محاسبة النفس"
        },
        {
            "id": "12",
            "lvl": "4",
            "sub": null,
            "tit": "خلاصة القسم الأول"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": null,
            "tit": "القسم الثاني مع الناس"
        },
        {
            "id": "13",
            "lvl": "4",
            "sub": "1",
            "tit": "1 - الإحسان إلى الزوجة والأولاد"
        },
        {
            "id": "13",
            "lvl": "4",
            "sub": "2",
            "tit": "2 - الجود والكرم"
        },
        {
            "id": "14",
            "lvl": "4",
            "sub": null,
            "tit": "3 - صلة الرحم"
        },
        {
            "id": "14",
            "lvl": "4",
            "sub": "1",
            "tit": "4 - إطعام الطعام"
        },
        {
            "id": "15",
            "lvl": "4",
            "sub": null,
            "tit": "5 - الإصلاح بين الناس"
        },
        {
            "id": "15",
            "lvl": "4",
            "sub": "1",
            "tit": "6 - قضاء حوائج الناس"
        },
        {
            "id": "15",
            "lvl": "4",
            "sub": "2",
            "tit": "7 - أنقذ غيرك"
        },
        {
            "id": "17",
            "lvl": "4",
            "sub": null,
            "tit": "خلاصة القسم الثاني"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "أتعهد"
        }
    ]
}