{
    "b289": [
        {
            "id": "1",
            "nass": "هيا بنا نؤمن ساعة ¶ مجدي الهلالي",
            "page": null,
            "part": null,
            "seal": "AFB6B331"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ الحمد لله حمدًا كثيرًا طيبًا مباركًا فيه، مِلء السماوات والأرض وما بينهما، ومِلء ما شاء ربنا من شيء بعد، والصلاة والسلام على المبعوث رحمة للعالمين، سيدنا محمد وعلى آله وصحبه ومن تبع هداه وسار على نهجه إلى يوم الدين، أما بعد: ¶ فعندما تولى أبو بكر الصديق - رضي الله عنه - الخلافة قام بتعيين عمر بن الخطاب قاضيًا على المدينة، فمكث عمر سنة لم يفتتح جلسة، ولم يختصم إليه اثنان، فطلب من أبي بكر إعفاءه من القضاء، فقال له أبو بكر: أمِن مشقة القضاء تطلب الإعفاء يا عمر؟ ¶ فقال عمر: لا يا خليفة رسول الله، ولكن لا حاجة لي عند قوم مؤمنين، عرف كل منهم ما له من حق فلم يطلب أكثر منه، وما عليه من واجب فلم يُقصِّر في أدائه .. أحب كل منهم لأخيه ما يحب لنفسه .. إذا غاب أحدهم تفقدوه، وإذا مرض عادوه، وإذا افتقر أعانوه، وإذا احتاج ساعدوه، وإذا أصيب واسوه .. دينهم النصيحة، وخلقهم الأمر بالمعروف والنهي عن المنكر، ففيم يختصمون؟ ففيم يختصمون؟! ¶ لقد مكث عمر بن الخطاب في القضاء عاما كاملًا بلا عمل، فلم يشأ أن يستمر في هذا المكان بعد أن تأكد بأنه ليس للقاضي عمل حقيقي بين أهل المدينة الأخيار الذين تمكن الإيمان في قلوبهم فسمت اهتماماتهم، وعظُم شأن الآخرة لديهم فأنابوا إليها، وصغرت الدنيا عندهم فلم يتنافسوا عليها، ومِن ثَمَّ لم يعد هناك مجال للخصومة بينهم، وإن حدثت فسرعان ما يفيئون إلى الحق دون الحاجة للذهاب إلى القاضي. ¶ إن هذه الواقعة تعكس إلى حد كبير أثر الإيمان عندما يتمكن من القلوب، فالإيمان يصنع المعجزات ولا ريب. ¶ ولقد نقلت إلينا كتب التاريخ مظاهر كثيرة لأثر الإيمان على جيل الصحابة رضوان الله عليهم، والذين كانوا قبل إسلامهم قوما ضالين، يأكل القوي فيهم الضعيف .. يسيئون الجوار، ويعبدون الأحجار، ويتكالبون على الشهوات، ففعل بهم الإيمان ما فعل حتى أصبحوا مضرب المثل في كل الإيجابيات والفضائل. ¶ ونحن إذ نعيش في عصر تعلو فيه رايات المادية، وتغلب آثارها بوضوح على واقع الناس من أثَرَة وأنانية وتنافس على الدنيا .. ؛ حرِيّ بنا أن نعمل باستمرار على زيادة الإيمان في قلوبنا وقلوب من حولنا حتى يتغير العُرف العام للأمة، وتظهر فيها المظاهر الإيجابية كما ظهرت في الجيل الأول. ¶ ومن أهم الوسائل التي تعيننا -بإذن الله- على تحقيق ذلك: استشعار الحاجة الماسة لزيادة الإيمان في القلوب. ¶ فكلما استثيرت مشاعر الاحتياج تجاه زيادة الإيمان؛ كلما قويت الرغبة، واشتدت العزيمة نحو تحقيقه. ¶ ولكي تستثار مشاعرنا تجاه هذا الأمر علينا أن نعود لسيرة الجيل الأول فنتعرف على ثمار الإيمان وآثاره عليهم. ¶ وعلينا كذلك التعرف على مراحل الارتقاء والزيادة الإيمانية وآثارها المختلفة، والتي تظهر بوضوح في علاقة المرء بربه وبالناس، وتظهر كذلك في كيفية تعامله مع أحداث الحياة وتقلباتها المختلفة، ليكون هذا التعرف بمثابة المرآة التي تكشف مستواه الإيماني الحقيقي أمام نفسه، وساعتها يتأكد - كما تأكدت - بأنه لا يزال ينقصه الكثير، وأن أمامه شوطا كبيرًا عليه أن يجتازه في رحلته الإيمانية، فيكون ذلك مدعاة لتشميره وسعيه الحثيث لتدارك ما فاته قبل أن يأتيه الموت فلا ينفعه حينئذ الندم، ولا الرغبة في الصلاح {حَتَّى إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ * لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ} [المؤمنون: 99، 100]. ¶ نسأل الله عز وجل أن يوقظ قلوبنا ويحييها بالإيمان، إنه ولي ذلك والقادر عليه {يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ} [الأنفال: 24].",
            "page": "1",
            "part": "1",
            "seal": "796AA6AB"
        },
        {
            "id": "4",
            "nass": "الفصل الأول ¶ من ثمار الإيمان في جيل الصحابة",
            "page": "2",
            "part": "1",
            "seal": "702CDBA4"
        },
        {
            "id": "5",
            "nass": "من ثمار الإيمان في جيل الصحابة ¶ يقول تعالى: {أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ (24) تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا} [إبراهيم:24 - 25]. ¶ فالإيمان كالشجرة الطيبة المباركة التي إذا ما أحسنَّا غرسها في القلب فإنها تُثمر - بإذن الله - ثمارًا يانعة وطيبة في كل الاتجاهات والأوقات، والأمثلة العملية التي تؤكد هذه الحقيقة من الكثرة بمكان، وسنذكر - بعون الله وفضله - في الصفحات القادمة بعض تلك الثمار، مع مزجها بنماذج تطبيقية من حياة الصحابة رضوان الله عليهم. ¶ لماذا الحديث عن جيل الصحابة؟ ¶ أخرج أبو نُعيم عن عبد الله بن عمر قال: من كان مُستنًّا فليستن بمن قد مات، أولئك أصحاب محمد صلى الله عليه وسلم، كانوا خير هذه الأمة، أبرَّها قلوبًا، وأعمقها علمًا، وأقلها تكلُّفًا .. قوم اختارهم الله لصحبة نبيه صلى الله عليه وسلم، ونقْل دينه، فتشبَّهوا بأخلاقهم وطرائقهم، فهم أصحاب محمد صلى الله عليه وسلم كانوا على الهدى المستقيم والله رب الكعبة (¬1). ¶ ويقول أبو الحسن الندوي في مقدمته لكتاب «حياة الصحابة»: ¶ إن السيرة النبوية وسير الصحابة وتاريخهم من أقوى مصادر القوة الإيمانية والعاطفة الدينية، التي لا تزال هذه الأمة تقتبس منها شعلة الإيمان، وتشتعل بها مجامر القلوب، التي يسرع انطفاؤها وخمودها في مهب الرياح والعواصف المادية، والتي إذا انطفأت فقدت هذه الأمة قوتها وميزتها وتأثيرها، وأصبحت جثة هامدة تحملها الحياة على أكتافها. ¶ إنها تاريخ رجال جاءتهم دعوة الإسلام فآمنوا بها وصدقتها قلوبهم .. وضعوا أيديهم في يد الرسول صلى الله عليه وسلم، وهانت عليهم نفوسهم وأموالهم وعشيرتهم، واستطابوا المرارات والمكاره في سبيل الدعوة إلى الله، وأفضى يقينها إلى قلوبهم، وسيطر على نفوسهم وعقولهم، وصدرت عنهم عجائب الإيمان بالغيب، والحب لله والرسول، والرحمة على المؤمنين والشدة على الكافرين، وإيثار الآخرة على الدنيا، والحرص على دعوة الناس، وإخراج خلق الله من عبادة العباد إلى عبادة الله وحده، ومن جَور الأديان إلى عدل الإسلام، ومن ضيق الدنيا إلى سَعَتها، والاستهانة بزخارف الدنيا وحُطامها، والشوق إلى لقاء الله، والحنين إلى الجنة، وعُلو الهمة، وبُعد النظر في نشر رِفد الإسلام وخيراته في العالم، وانتشارهم لأجل ذلك في مشارق الأرض ومغاربها، ونسوا في ذلك لذَّتهم، وهجروا راحاتهم، وغادروا أوطانهم، وبذلوا مُهَجَهم وحرّ أموالهم حتى أقبلت القلوب إلى الله، وهبَّت ريح الإيمان قوية عاصفة، طيبة مباركة، وقامت دولة التوحيد والإيمان والعبادة والتقوى، وانتشرت الهداية في العالم، ودخل الناس في دين الله أفواجًا (¬2). ¶ الثمار العشر: ¶ إن الهدف الأساسي من التحدث عن ثمار الإيمان ومدى ظُهورها في جيل الصحابة رضوان الله عليهم هو استثارة مشاعر الاحتياج نحو التربية الإيمانية، وتقوية العزيمة لسلوك طريقها بإذن الله .. ¶ ولقد تم اختيار عشر ثمار ليتم الحديث عنها - بعون الله - هي بإجمال: ¶ أولًا: المُبادرة والمُسارعة لفعل الخير. ¶ ثانيًا: تقوية الوازع الداخلي. ¶ ثالثًا: الزهد في الدنيا. ¶ ¬__________ ¶ (¬1) حلية الأولياء لأبي نُعيم الأصبهاني (1/ 305)، دار الكتاب العربي - بيروت. ¶ (¬2) حياة الصحابة للكاندهلوي (1/ 15) بتصرف يسير.",
            "page": "3",
            "part": "1",
            "seal": "A4364BC4"
        },
        {
            "id": "6",
            "nass": "رابعًا: التأييد الإلهي. ¶ خامسًا: إيقاظ القوى الخفية. ¶ سادسًا: الرغبة في الله. ¶ سابعًا: اختفاء الظواهر السلبية وقلة المشكلات بين الأفراد. ¶ ثامنًا: التأثير الإيجابي في الناس. ¶ تاسعًا: اتخاذ القرارات الصعبة. ¶ عاشرًا: الشعور بالسكينة والطمأنينة. ¶ والجدير بالذكر أن هذه الثمار العشر ما هي إلا قطوف يسيرة من شجرة الإيمان المباركة، ولقد تم اختيارها كباقة متنوعة، فمنها ما يتعلق بعلاقة المؤمن بربه، ومنها ما ينعكس على علاقته بدنياه وآخرته، ومنها ما يظهر آثاره على تعاملاته مع الآخرين. ¶ وإليك - أخي القارئ - بعضًا من التفاصيل حول هذه الثمار العشر. ¶ أولًا: المبادرة والمسارعة لفعل الخير ¶ من أهم ثمار الإيمان الحي أنك تجد صاحبه مبادرًا ومسارعًا لفعل الخير، يتحرك في الحياة وكأنه قد رُفعت له راية من بعيد فهو يسعى جاهدًا للوصول إليها مهما كلفه ذلك من بذل وتعب وتضحية .. تراه دومًا يبحث عن أي باب يقربه من رضا ربه والتعرض لرحمته ليندفع إليه مرددًا بلسان حاله: «لبيك اللهم لبيك .. لبيك وسعديك». ¶ ولقد قرر القرآن هذه الحقيقة في قوله تعالى: {إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ (57) وَالَّذِينَ هُمْ بِآَيَاتِ رَبِّهِمْ يُؤْمِنُونَ (58) وَالَّذِينَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُونَ (59) وَالَّذِينَ يُؤْتُونَ مَا آَتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ (60) أُولَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ} [المؤمنون/57 - 61]. ¶ فالآيات تُعطي دلالات واضحة على أن أصحاب القلوب المؤمنة الخاشعة لربها هم أكثر الناس مسارعة للخيرات وأسبقهم إليها. ¶ وإليك - أخي القارئ - بعض الأمثلة من حياة الصحابة - رضوان الله عليهم - والتي تؤكد هذا المعنى: ¶ - خرج جابر بن عبد الله رضي الله عنه ذات سنة إلى بلاد الروم غازيًا في سبيل الله، وكان الجيش بقيادة مالك بن عبد الله الخثعمي، وكان مالك يطوف بجنوده وهم منطلقون ليقف على أحوالهم، ويشُد من أزرهم، ويُولِي كبارهم ما يستحقونه من عناية ورعاية، فمر بجابر بن عبد الله، فوجده ماشيًا ومعه بَغل له يمسك بزمامه ويقوده، فقال له: ما بك يا أبا عبد الله، لم لا تركب، وقد يسر الله لك ظهرًا يحملك عليه؟! فقال: سمعت رسول الله صلى الله عليه وسلم يقول: «من أُغبرت قدماه في سبيل الله حرمه الله على النار». ¶ فتركه مالك ومضى حتى غدَا في مقدمة الجيش، ثم التفت إليه، وناداه بأعلى صوته، وقال: يا أبا عبد الله، مالك لا تركب بغلك، وهي في حوزتك؟! فعرف جابر قصده، وأجابه بصوت عال وقال: لقد سمعتُ رسول الله صلى الله عليه وسلم يقول: «من أُغبرت قدماه في سبيل الله حرمه الله على النار»، فتواثب الناس عن دوابهم وكلٌ منهم يريد أن يفوز بهذا الأجر، فما رُئِي جيش أكثر مشاة من ذلك الجيش (¬1). ¶ وروى النسائي عن أبي سعيد بن المُعَلَّى أنه قال: ¶ ¬__________ ¶ (¬1) أُسد الغابة (1/ 307)، وتاريخ الإسلام للذهبي (3/ 143)، وسيرة ابن هشام (3/ 217، 218)، وحديث «من أُغبرت قدماه .. » أخرجه البخاري (1/ 308، رقم 865)، وغيره.",
            "page": "4",
            "part": "1",
            "seal": "9FB41764"
        },
        {
            "id": "7",
            "nass": "كنا نغدو إلى المسجد على عهد رسول الله صلى الله عليه وسلم، فمررنا يومًا ورسول الله صلى الله عليه وسلم قاعد على المنبر، فقلت: لقد حدث أمر، فقرأ رسول الله صلى الله عليه وسلم هذه الآية: {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ} [البقرة/144]، حتى فرغ من الآية، فقلت لصاحبي: تعال نركع ركعتين قبل أن ينزل رسول الله صلى الله عليه وسلم فنكون أول من صلى (في اتجاه الكعبة) فتوارينا فصليناهما، ثم نزل رسول الله صلى الله عليه وسلم وصلى بالناس الظهر يومئذ (¬1). ¶ - وفي يوم من الأيام قََدِمتْ قافلة لعبد الرحمن بن عوف بها سبعمائة راحلة تحمل المتاع، فلما دخلت المدينة ارتجت الأرض بها، فقالت عائشة: ما هذه الرّجة؟ فقيل لها: عِير لعبد الرحمن بن عوف .. سبعمائة ناقة تحمل البُر والدقيق والطعام، فقالت عائشة: بارك الله فيما أعطاه في الدنيا، ولثواب الآخرة أعظم. ¶ وقبل أن تبرك النوق كان الخبر قد وصل لعبد الرحمن بن عوف: فذهب إليها مُسرعًا، وقال: أشهدك يا أُمَّه أن هذه العير جميعها بأحمالها وأقتابها وأحلاسها في سبيل الله. ¶ التنافس في الخير: ¶ صاحب الإيمان الحي لا يُريد أن يسبقه أحد إلى الوصول للراية العُظمى .. راية رضا الله والتعرض لرحمته ومغفرته ودخول جنته، لذلك تراه حزينًا حين تتحين أمامه فرصة للاقتراب من تلك الراية ولا يستطيع اغتنامها لأسباب خارجة عن إرادته كالمرض أو الفقر، ولنا في قصة البَكَّائين خير مثال على ذلك: ¶ فعن ابن عباس رضي الله عنهما قال: أمر رسول الله صلى الله عليه وسلم الناس أن ينبعثوا غازين (غزوة تبوك)، فجاءت عصابة من أصحابه فيهم عبد الله بن معقل المزني، فقالوا: يا رسول الله احملنا. فقال: «والله ما أجد ما أحملكم عليه»، فتولَّوا ولهم بكاء، وعَزَّ عليهم أن يُحبَسوا عن الجهاد، ولا يجدون نفقة ولا محملًا. فأنزل الله عذرهم: {وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلَّا يَجِدُوا مَا يُنْفِقُونَ} (¬2) [التوبة/92]. ¶ - وفي الصحيحين أن فقراء المهاجرين أتوا رسول الله صلى الله عليه وسلم فقالوا: ذهب أهل الدُّثور (الأموال الكثيرة) بالدرجات العُلى والنعيم المقيم، فقال صلى الله عليه وسلم: «وما ذاك؟»، فقالوا: يُصلون كما نصلي، ويصومون كما نصوم، ويتصدقون ولا نتصدق، ويعتقون ولا نعتق، فقال رسول الله صلى الله عليه وسلم: «أفلا أُعلمكم شيئًا تُدرِكون به من سبقكم، وتسبقون به من بعدكم، ولا يكون أحد أفضل منكم، إلا من صنع مثل ما صنعتم؟»، قالوا: بلى يا رسول الله، قال: «تُسبِّحون، وتحمدون، وتُكبِّرون، دُبر كل صلاة ثلاثًا وثلاثين مرة»، فرجع فقراء المهاجرين إلى رسول الله صلى الله عليه وسلم فقالوا: سمع إخواننا أهل الأموال بما فعلنا، ففعلوا مثله. ¶ فقال رسول الله صلى الله عليه وسلم: «ذلك فضل الله يؤتيه من يشاء» (¬3). ¶ ¬__________ ¶ (¬1) تفسير القرآن العظيم لابن كثير 1/ 168 - مكتبة العبيكان، وحديث القبلة أخرجه النسائي في السنن الكبرى - (ج 6 / ص 291، برقم 11002)، ومسند أحمد بن حنبل - (ج 4 / ص 408، برقم 19677). ¶ (¬2) الدر المنثور للسيوطي 3/ 479. ¶ (¬3) متفق عليه: وهذا لفظ مسلم، وأخرجه البخاري (1/ 289 برقم 807)، ومسلم (2/ 97، برقم 1375).",
            "page": "5",
            "part": "1",
            "seal": "483C7C4E"
        },
        {
            "id": "8",
            "nass": "شدة الحرص على دعوة الخلق إلى الله: ¶ كلما ازداد الإيمان وشعر المرء بحلاوته كلما ازدادت رغبته في دعوة الناس جميعًا إلى الله، وإلى التحرر من ضيق الدنيا إلى سعة الدنيا والآخرة، وكيف لا وهو يرى الكثيرين ممن حوله يعانون من آثار القيود والسجون المعنوية المحبوسين فيها، والتي كانت تحيط به قبل ذلك، فمَنَّ الله عز وجل عليه وحرره منها، لذلك فهو لا يهدأ ولا يقر حتى يُبلِّغ الدعوة إليهم ما وسعه الجهد والوقت والمال. ¶ ويدفعه لأداء هذا الواجب كذلك علمه بأن الدعوة إلى الله من أحب الأعمال إليه سبحانه .. ¶ من هنا نُدرك كيف اشتد حرص الصحابة على دعوة الخلق إلى الله. ¶ فهذا أبو بكر الصديق بعد إسلامه يُسارع بالدعوة إلى الله من وَثق به من قومه فأسلم على يديه: الزبير بن العوام، وعثمان بن عفان، وطلحة بن عُبيد الله، وسعد بن أبي وقاص، وعبد الرحمن بن عوف (¬1). ¶ وذكر ابن إسحاق أن رسول الله صلى الله عليه وسلم لمَّا انصرف عن ثقيف اتَّبع أثره عروة بن مسعود حتى أدركه قبل أن يصل إلى المدينة، فأسلم وسأله أن يرجع إلى قومه بالإسلام، فقال له رسول الله صلى الله عليه وسلم: «إنهم قاتلوك»، وعرف رسول الله صلى الله عليه وسلم أن فيهم نخوة الامتناع للذي كان منهم، فقال عروة: يا رسول الله، أنا أَحَب إليهم من أبكارهم، وكان فيهم كذلك مُحببًا مطاعًا. ¶ فخرج يدعو قومه إلى الإسلام رجاء أن لا يخالفوه بمنزلته فيهم، فلما أشرف على عُلَّية (مكان مرتفع) - وقد دعاهم إلى الإسلام وأظهر لهم دينه - رموه بالنبل من كل وجه، فأصابه سهم فقتله، فقيل لعروة: ما ترى في دمك؟ قال: كرامة أكرمني الله بها، وشهادة ساقها الله إليّ (¬2) .. ¶ ثانيا: تقوية الوازع الداخلي (الورع) ¶ كلما قوِي الإيمان، ازدادت حساسية الفرد تجاه الوقوع أو مجرد الاقتراب من الشبهات والمحظورات، والعكس صحيح، فكلما ضَعُف الإيمان نقصت تلك الحساسية .. يقول عبد الله بن مسعود: إن المؤمن يرى ذنوبه كأنه قاعد تحت جبل يخاف أن يقع عليه، وإن الفاجر يرى ذنوبه كذباب مَرَّ على أنفه، فقال به هكذا (¬3) (أي: نحَّاه بيده أو دفعه). ¶ معنى ذلك أن درجة إيمان الفرد يعكسها شعوره وحساسيته تجاه الذنوب، وفي أي الاتجاهين تكون .. ¶ هل تقترب من حال من يقعد تحت صخور جبل مهدد بالانهيار في أي لحظة، أم من حال من تمر ذبابة على أنفه؟ ¶ من هنا نقول بأن الإيمان الحي هو الذي يضبط سلوك الإنسان، (ويترك مع كل نفس رقيبًا لا يغفل، وحارسًا لا يسهو، وشاهدًا لا يُجامل ولا يحابي، ولا يضل ولا ينسى ... يصاحبها في الغدوة والروحة، والمجتمع والخلوة، ويرقُبها في كل زمان، ويلحظها في كل مكان، ويدفعها إلى الخيرات دفعًا، ويدعُّها عن المآثم دعًّا، ويجنبها طريق الزلل، ويبصرها سبيل الخير والشر) (¬4). ¶ في يوم من الأيام ذكر النبي صلى الله عليه وسلم أنواع الخيل وأنها لرجل أجر، ولرجل ستر، وعلى رجل وزر. ¶ فسئل عن الحُمُر؟ قال: «ما أنزل الله عليّ فيها إلا هذه الآية الجامعة الفاذة: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ} (¬5) [الزلزلة/7، 8]. ¶ ¬__________ ¶ (¬1) السيرة لابن كثير (1/ 437)، وذكره الحلبي في السيرة الحلبية (1/ 449). ¶ (¬2) السيرة النبوية لابن هشام (2/ 538)، وأُسد الغابة (1/ 768)، والاستيعاب لابن عبد البر (1/ 328)، والإصابة لابن حجر (4/ 493). ¶ (¬3) متفق عليه: البخاري (5/ 2324)، ومسلم (8/ 92). ¶ (¬4) رسالة هل نحن قوم عمليون؟ لحسن البنا ص (71) من مجموعة الرسائل. ¶ (¬5) أخرجه البخاري (2/ 835، رقم 2242).",
            "page": "6",
            "part": "1",
            "seal": "2F4B8A4A"
        },
        {
            "id": "9",
            "nass": "فعندما يزداد الإيمان بأن هناك حساب على اليسير من العمل - ولو كان مثقال ذرة كما تُشير الآيات - فإن ذلك من شأنه أن يدفع المرء للتحرك بحساسية وحذر شديدين تجاه التعامل مع جميع الأشياء. ¶ نعم، هذا هو أهم قانون لضبط السلوك ومهما وُضِعت القوانين الصارمة في المجتمعات لضبط سلوك الأفراد فلن تؤتي ثمارها إلا إذا بُدئ بإصلاح الإيمان في القلوب لتكون من ثمرته: تقوية الوازع الداخلي ... وصدق من قال: ¶ لا تنتهي الأنفس عن غيّها ... ما لم يكن لها من نفسها دافع ¶ الحارس الأمين: ¶ يقول أبو الأعلى المودودي: إن الإيمان يزرع في داخل الإنسان حارسًا من الشرطة يدفعه إلى العمل ويحثه على الائتمار بأوامر الله عز وجل .. هذا الوازع النفسي، والحارس الداخلي هو الذي يشد عضد قانون الإسلام الخلقي والسلوكي ويجعله نافذًا بين الناس في حقيقة الأمر .. هذا الإيمان هو الذي يضمن هداية الفرد المسلم، والأمة المسلمة إلى سواء الطريق إذا ما كان قد تمكن من القلب. ¶ جاء رجل فقعد بين يدي النبي صلى الله عليه وسلم، فقال: يا رسول الله إن لي مملوكين يَكذِبونني، ويخونونني، ويعصونني، وأشتمهم وأضربهم، فكيف أنا فيهم؟!، فقال رسول الله صلى الله عليه وسلم: «إذا كان يوم القيامة يُحسب ما خانوك وعصوك وكذبوك، وعقابك إياهم، فإن كان عقابك إياهم بقدر ذنوبهم كان كفافًا، لا لك ولا عليك، وإن كان عقابك إياهم دون ذنوبهم كان فضلًا لك، وإن كان عقابك إياهم فوق ذنوبهم .. اقتُص لهم منك الفضل، فتنحى الرجل، وجعل يهتف ويبكي، فقال رسول الله صلى الله عليه وسلم:» أما تقرأ قوله تعالى: {وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ} [الأنبياء/47]. ¶ فقال الرجل: يا رسول الله ما أجد لي ولهؤلاء شيئًا خيرًا من مفارقتهم، أشهدك أنهم كلهم أحرار (¬1). ¶ شدة الورع: ¶ عن عائشة رضي الله عنها قالت: كان لأبي بكر غلام يُخرج له الخراج، وكان أبو بكر يُخرج من خراجه فجاء يومًا بشيء ووافق من أبي بكر جوعًا، فأكل منه لقمة قبل أن يسأل عنه، فقال له الغلام: تدري ما هذا؟ فقال أبو بكر: وما هو؟، قال: كنت تكهنت لإنسان في الجاهلية وما أُحسن الكهانة ولكني خدعته، فلقيني فأعطاني بذلك، فهذا الذي أكلت منه (¬2) .. فماذا فعل أبو بكر عندئذ؟! فعل فعلا عجيبًا .. أدخل أصبعه في فمه فقاء كل شيء في بطنه .. ¶ وروى ابن جرير الطبري في تاريخه، قال: لما هبط المسلمون المدائن، وجمعوا الأقباض أقبل رجل بحق معه فدفعه إلى صاحب الأقباض، فقال والذين معه: ما رأينا مثل هذا قط، ما يعدله ما عندنا، ولا يقاربه، فقالوا: هل أخذت منه شيئًا؟ فقال: أما والله لولا الله ما أتيتكم به، فعرفوا أن للرجل شأنًا، فقالوا: من أنت؟، فقال: لا والله لا أخبركم لتحمدوني ولا غيركم ليقرظوني: ولكني أحمد الله وأرضى بثوابه، فأتبعوه رجلًا حتى انتهى إلى أصحابه فسأل عنه فإذا هو عامر بن عبد قيس (¬3). ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه الترمذي (5/ 320، رقم 3165) وأحمد (6/ 280، رقم 26444)، والبيهقي في شعب الإيمان (6/ 377، رقم 8586)، وصححه الشيخ الألباني في صحيح الترغيب والترهيب (2/ 280). ¶ (¬2) أخرجه البخاري (3/ 1395 برقم 3629). ¶ (¬3) نقل هذا الخبر سيد قطب في ظلال القرآن 1/ 505، نقلًا عن تاريخ الطبري (4/ 16).",
            "page": "7",
            "part": "1",
            "seal": "F815F56F"
        },
        {
            "id": "10",
            "nass": "ومن ثمار الإيمان: ¶ ثالثًا: الزهد في الدنيا ¶ من تعريفات الزهد: «انصراف الرغبة في الشيء مع وجوده»، ومثال ذلك: الطفل الذي يسعد سعادة غامرة حين يلعب بالدُمَى، ويحرص على اقتنائها، ويحلم بشراء الجديد منها، ولكن عندما يكبر هذا الطفل بضع سنين تجد حرصه وشغفه وفرحه بهذا اللعب يقل ويقل إلى أن يزول وتنصرف رغبته عنها فيصير زاهدًا فيها ولا يُبالى بوجودها إذا ما وُجدت، ولا يحزن على ضياعها إذا ما فُقدت. ¶ وحال الناس مع الدنيا - بدون الإيمان - كحال الأطفال مع لِعَبهم، ولكي يزهدوا فيها لابد من نمو الإيمان في قلوبهم. ¶ فعندما يقوى الإيمان في القلب يقل تعلق صاحبه بالدنيا، ورغبته فيها، وحرصه عليها. ¶ نعم، هو لن يتركها ببدنه بل يتركها بقلبه، فالزهد حالة شُعورية يعيشها المرء كانعكاس لنمو الإيمان الحقيقي في قلبه، وهو لا يستلزم الفقر، ولا يتنافي مع الغنى. ¶ الزاهد في الدنيا لا ينشغل بها كثيرًا إذا ما وُجدت بين يديه، فعلى سبيل المثال: قد يتوفر لديه العديد من الملابس، فإذا ما أراد الخروج من منزله فإنه لا يقف أمامها طويلًا إنما يرتدي ما امتدت إليه يده، وهو حين يفعل ذلك يفعله بتلقائية تعكس حالة قلبه الإيمانية. ¶ وكلما قوى الإيمان أكثر وأكثر ازداد تعلق صاحبه بالآخرة ورغبته فيها، وازداد زهده في الدنيا بصورة أشد وأشد لدرجة أنه لا يترك لنفسه إلا أقل القليل منها وبما يُحقق له ضروريات الحياة، وليس هذا بسبب معارضته لمبدأ التمتع بمُباحات الدنيا، ولكن لأن إيمانه يأبى عليه ذلك ويدفعه لاستثمار كل ما يأتيه في حياته لداره الآخرة متمثلًا قول الله تعالى: {وَابْتَغِ فِيمَا آَتَاكَ اللَّهُ الدَّارَ الْآَخِرَةَ} [القصص/77]، لذلك فهو يحتاج دومًا إلى من يذكره بقوله تعالى: {وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا} [القصص/77]. ¶ وكيف لا، وإيمانه يأبي عليه أن يتوسع في هذا النصيب. ¶ هكذا كانوا: ¶ بهذه المستويات الإيمانية تعامل الصحابة - رضوان الله عليهم - مع الدنيا فكانت منهم أحوال عجيبة يستغرب منها أمثالي من ضعاف الإيمان الذين لا يزالون في مرحلة الطفولة واللهو بطين الأرض. ¶ فهذا أبو الدرداء نزلت به جماعة من الأضياف في ليلة شديدة البرد فأرسل إليهم طعامًا ساخنًا، ولم يبعث إليهم بالأغطية فلما هموا بالنوم جعلوا يتشاورون في أمر اللُّحف، فقال واحد منهم: أنا أذهب إليه وأكلمه، فمضى حتى وقف على باب حجرته فرآه قد اضطجع وما عليه إلا ثوب خفيف لا يقي من حر ولا يَصُون من برد، فقال الرجل لأبي الدرداء: ما أراك بت إلا كما نبيت نحن!! أين متاعكم؟! فقال: لنا دار هناك نُرسل إليها تباعًا كل ما نحصل عليه من متاع ولو كنا قد استبقينا في هذه الدار شيئًا منه لبعثنا به إليكم، ثم إن في طريقنا الذي سنسلكه إلى تلك الدار عقبة كؤود المُخِفّ فيها خير من المُثقِل، فأردنا أن نتخفف من أثقالنا علَّنا نجتاز (¬1). ¶ وكان طلحة بن عبيد الله تاجرًا فجاءه ذات يوم مال من «حضرموت» مقداره سبعمائة ألف درهم، فبات ليلته جزعًا محزونًا. ¶ فدخلتْ عليه زوجته أم كلثوم، وقالت: ما بك يا أبا محمد؟!! لعله رابك منَّا شيء!! ¶ ¬__________ ¶ (¬1) الإصابة ج3 ترجمة (6117)، وأسد الغابة (4/ 159)، تاريخ الإسلام للذهبي (2/ 107).",
            "page": "8",
            "part": "1",
            "seal": "2F091F43"
        },
        {
            "id": "11",
            "nass": "فقال: لا، ولنِعْمَ حليلة الرجل المسلم أنت، ولكن تفكرت منذ الليلة وقلت: ما ظن رجل بربه إذا كان ينام وفي بيته هذا المال؟!، قالت: وما يغمك منه؟! أين أنت من المحتاجين من قومك وأخلَّائك؟! فإذا أصبحت فقسمه بينهم، فقال: رحمك الله، إنك موفقة بنت موفق، فلما أصبح جعل المال في صُرَرٍ وجِفَان، وقسمه بين فقراء المهاجرين والأنصار (¬1). ¶ وفي يوم من الأيام دخل على أمير المؤمنين عمر بن الخطاب بعض ممن يثق بهم من أهل «حِمص»، فقال لهم: اكتبوا لي أسماء فقرائكم حتى أسُدّ حاجاتهم، فرفعوا إليه كتابًا فإذا فيه فلان وفلان، وسعيد بن عامر، فقال: ومن سعيد بن عامر؟! فقالوا: أميرنا. قال: أميركم فقير؟! قالوا: نعم، ووالله إنه لتمر عليه الأيام الطوال ولا يوقد في بيته نار، فبكى عمر حتى بللت دموعه لحيته، ثم عمد إلى ألف دينار فجعلها في صُرَّة وقال: اقرؤوا عليه السلام مني، وقولوا له: بعث إليك أمير المؤمنين بهذا المال لتستعين به على قضاء حاجاتك. ¶ جاء الوفد لسعيد بالصُرَّة فنظر إليها فإذا هي دنانير، فجعل يُبعدها عنه ويقول: «إنا لله وإنا إليه راجعون» فهبَّت زوجته مذعورة وقالت: ما شأنك يا سعيد؟! أمات أمير المؤمنين؟! قال: بل أعظم من ذلك. قالت: أأُصيب المسلمون في واقعة؟! قال: بل أعظم من ذلك، قالت: وما أعظم من ذلك؟! قال: دخَلتْ عليَّ الدنيا لتُفسد آخرتي، ودخَلتْ الفتنة في بيتي. فقالت: تخلَّص منها، قال: أوتُعِينيني على ذلك؟ قالت: نعم. فأخذ الدنانير فجعلها في صُرَرٍ ثم وزعها (¬2). ¶ وهذا خباب بن الأرت يدخل عليه بعض أصحابه وهو في مرض الموت فيقول لهم: إن في هذا المكان ثمانين ألف درهم، والله ما شدَدْتُ عليها رباطًا قط، ولا منعت منها سائلًا قط، ثم بكى، فقالوا: ما يبكيك؟! فقال أبكي لأن أصحابي مضوا ولم ينالوا من أجورهم في هذه الدنيا شيئًا، وإني بقيت فنلت من هذا المال ما أخاف أن يكون ثوابًا لتلك الأعمال (¬3). ¶ وهذا سعد ابن أبي وقاص يذهب إلى سلمان الفارسي يعوده فرآه يبكي، فقال له سعد: ما يبكيك يا أخي؟ أليس قد صحبت رسول الله صلى الله عليه وسلم؟ أليس .. ؟ قال سلمان: ما أبكي واحدة من اثنتين، ما أبكي ضَنًّا على الدنيا، ولا كراهية في الآخرة، ولكن رسول الله صلى الله عليه عهد إلينا عهدًا ما أراني إلا قد تعدَّيت، قال: وما عَهِد إليك؟ قال: عَهِد إلينا أنه يكفي أحدكم من الدنيا مثل زاد الراكب، ولا أراني إلا قد تعدَّيت (¬4) .. فجُمع مال سلمان فكان قيمته خمسة عشر درهما (¬5). ¶ ومن ثمار الإيمان ¶ رابعًا: التأييد الإلهي ¶ الله عز وجل هو مالك الكون وربه ومدبر أمره {لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} [البقرة/284]. ¶ لا يوجد له شريك في ملكه، يفعل ما يشاء .. يُقدِّم ويُؤخِّر، يقبض ويبسط، يخفض ويرفع، يُعز ويُذل {مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ} [فاطر/2]. ¶ ¬__________ ¶ (¬1) طبقات ابن سعد (3/ 214)، وتهذيب التهذيب (5/ 20)، والإصابة (2/ 229) ترجمة (4266)، وحلية الأولياء (1/ 7). ¶ (¬2) الإصابة ج2، ترجمة (3270)، وحلية الأولياء (1/ 244)، وتهذيب التهذيب (4/ 51)، وصفة الصفوة (1/ 372). ¶ (¬3) الإصابة، ج1، ترجمة (2210)، وأسد الغابة (1/ 316)، وحلية الأولياء (1/ 143)، وصفة الصفوة (1/ 168). ¶ (¬4) أخرجه أبو يعلى (8/ 80، رقم 4610)، والطبراني (4/ 77، رقم 3695)، والبيهقي في شعب الإيمان (7/ 307، رقم 10400)، وأبو نعيم في الحلية (1/ 360). ¶ (¬5) أخرجه ابن حبان (2/ 481، رقم 706).",
            "page": "9",
            "part": "1",
            "seal": "E551DD6E"
        },
        {
            "id": "12",
            "nass": "وإن كان البشر كلهم أمام الله سواء فلا أفضلية لجنس أو قبيلة أو لون إلا أنه سبحانه يزيد من إكرامه وعنايته ورعايته للمؤمنين الذين يُحبُّونه ويُؤثرونه على هواهم {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ} [الجاثية/21]. ¶ فالكرامة على قدر الاستقامة {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} [الحجرات/13]. ¶ {وَأَنْ لَوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا} [الجن/16]. ¶ وكلما ارتقى العبد في سلم الإيمان ازدادت ولاية الله له {وَهُوَ يَتَوَلَّى الصَّالِحِينَ} [الأعراف/196]. ¶ وفي الحديث القدسي: «ولا يزال عبدي يتقرب إليّ بالنوافل حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها، ولئن سألني لأعطينه، ولئن استعاذني لأعيذنه، وما ترددت عن شيء أنا فاعله ترددي عن قبض نفس المؤمن يكره الموت وأنا أكره مساءته» (¬1). ¶ هذه الولاية والكفاية تشمل الفرد المؤمن، وتشمل المجتمع المؤمن. ¶ فعلى مستوى الفرد: ¶ يتولى الله عز وجل أمور عبده المؤمن بما يُحقق له مصلحته الحقيقية ويجلب له السعادة في الدارين، وفي بعض الأحيان قد تكون من مظاهر تلك الولاية التضييق على العبد في أمور الدنيا إلا أنها تحمل في طياتها خيرًا كثيرًا، وفي هذا المعنى يقول صلى الله عليه وسلم: «إن الله ليحمي عبده المؤمن من الدنيا وهو يُحبه، كما تحمون مريضكم الطعام والشراب تخافون عليه» (¬2). ¶ الأمة والإيمان: ¶ أما في محيط الأمة، فلا يكفي إيمان بعض الأفراد - هنا وهناك - لكي تتحقق بهم الولاية والنصرة للأمة، فالأمة كالجسد الواحد، لا يكون صحيحًا إلا إذا صحَّت جميع أعضائه. بمعنى أن وجود أفراد صالحين في ذواتهم لا يكفي لاستجلاب المعية والنُصرة الإلهية، بل لابد وأن يقوموا بالعمل على إصلاح غيرهم - بإذن الله - وأن يبذلوا غاية جهدهم في ذلك من خلال العمل على تقوية الإيمان في قلوبهم، وتصحيح التصورات والمفاهيم الخاطئة في عقولهم، ودفعهم إلى طريق التواضع ونكران الذات، وتعويدهم على بذل الجهد في سبيل الله. ¶ وعندما يتغير العُرف العام للأمة، وتشيع فيها معاني الصلاح، ويرتفع منسوب الإيمان في القلوب ولو بنسبة معقولة تتيح للمسلم اتخاذ قرارات التضحية ببعض شهواته ومصالحه من أجل نصرة دينه .. عندئذ يتحقق موعود الله بنصر الأمة - بإذنه سبحانه - مصداقا لقوله تعالى: {إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} [الرعد/11]. ¶ وتاريخ الأمة خير شاهد على أنه عندما يغلب الإيمان والصلاح على جيل من أجيال الأمة فإن النصر يكون حليفهم، والتأييد الإلهي لا يتجاوزهم .. انظر - إن شئت - إلى آيات القرآن وهي تُقرر وتُؤكد على هذا المعنى في قوله تعالى: {وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا} [آل عمران/120]، وقوله: {بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آَلَافٍ مِنَ الْمَلَائِكَةِ مُسَوِّمِينَ} [آل عمران/125]. ¶ ¬__________ ¶ (¬1) أخرجه البخاري (5/ 2384، برقم 6137). ¶ (¬2) حديث صحيح: أخرجه أحمد (5/ 428، رقم 23677). وأخرجه أيضًا: البيهقي في شعب الإيمان (7/ 321، رقم 10450)، والحاكم (4/ 231، رقم 7465) وصححه، وصححه الألباني في صحيح الجامع، ح (1814).",
            "page": "10",
            "part": "1",
            "seal": "89658B16"
        },
        {
            "id": "13",
            "nass": "فالآية تؤكد أن الملائكة ستنزل سريعًا لتؤيد المؤمنين، وتقاتل معهم فور تحققهم بالصبر والتقوى، وفي المقابل؛ فعندما يغيب الإيمان ينقطع التأييد الإلهي، ويُترك المسلمون لأعدائهم ليسوموهم سوء العذاب. ¶ الوعد الحق: ¶ لقد وعد الله عز وجل عباده المؤمنين بالغلبة والنصر: {وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا} [النساء/141]. ¶ هذا الوعد القاطع متى يتحقق؟ .. يُجيب سيد قطب عن هذا السؤال في تفسيره لهذه الآية فيقول: ¶ إنه وعد من الله قاطع، وحُكم من الله جامع: أنه متى استقرت حقيقة الإيمان في نفوس المؤمنين، وتمثَّلت في واقع حياتهم منهجًا للحياة، ونظامًا للحكم، وتجردًا لله في كل خاطرة وحركة، وعبادة لله في الصغيرة والكبيرة .. فلن يجعل الله للكافرين على المؤمنين سبيلًا. ¶ وهذه حقيقة لا يحفظ التاريخ الإسلامي كله واقعة واحدة تُخالفها. وأنا أُقرر في ثقة بوعد الله لا يُخالجها شك، أن الهزيمة لا تلحق بالمؤمنين، ولم تلحق بهم في تاريخهم كله، إلا وهناك ثغرة في حقيقة الإيمان: إما في الشعور، وإما في العمل - ومن الإيمان أَخذُ العدة، وإعداد القوة في كل حين بنية الجهاد في سبيل الله، وتحت هذه الراية وحدها مجردة من كل إضافة ومن كل شائبة - وبقدر هذه الثغرة تكون الهزيمة الوقتية، ثم يعود النصر للمؤمنين حين يوجدون. ¶ ففي «أُحد» مثلًا، كانت الثغرة في ترك طاعة الرسول صلى الله عليه وسلم، وفي الطمع في الغنيمة. وفي «حُنين» كانت الثغرة في الاعتزاز بالكثرة والإعجاب بها ونسيان السند الأصيل! ولو ذهبنا نتتبع كل مرة تخلف فيها النصر عن المسلمين في تاريخهم لوجدنا شيئًا من هذا .. نعرفه أو لا نعرفه .. أما وعد الله فهو حق في كل حين. ¶ نعم، إن المحنة قد تكون للابتلاء .. ولكن الابتلاء إنما يجيء لحكمة، هي استكمال حقيقة الإيمان ومقتضياته من الأعمال - كما وقع في أُحُد وقصَّهُ الله على المسلمين - فمتى اكتملت تلك الحقيقة بالابتلاء والنجاح فيه، جاء النصر وتحقق وعد الله عن يقين. ¶ وحين يُقرر النص القرآني: أن الله «لن يجعل للكافرين على المؤمنين سبيلًا» .. إنما يدعو الجماعة المسلمة لاستكمال حقيقة الإيمان في قلوبها تصورًا وشعورًا، وفي حياتها واقعًا وعملًا. وألا يكون اعتمادها كله على عنوانها. فالنصر ليس للعنوانات. إنما هو للحقيقة التي وراءها. ¶ وليس بيننا وبين النُصرة في أي زمان وفي أي مكان، إلا أن نستكمل حقيقة الإيمان، ونستكمل مقتضيات هذه الحقيقة في حياتنا وواقعنا كذلك .. ومن حقيقة الإيمان أن نأخذ العدة ونستكمل القوة. ¶ إن الإيمان صلة بالقوة الكبرى، التي لا تَضعُف ولا تفنى .. وإن الكفر انقطاع عن تلك القوة وانعزال عنها .. ولن تملك قوة محدودة مقطوعة منعزلة فانية أن تغلب قوة موصولة بمصدر القوة في هذا الكون جميعًا. ¶ غير أنه يجب أن نُفرِّق دائمًا بين حقيقة الإيمان ومظهر الإيمان .. إن حقيقة الإيمان قوة حقيقية ثابتة ثبوت النواميس الكونية، ذات أثر في النفس وفيما يصدر عنها من الحركة والعمل. وهي حقيقة ضخمة هائلة كفيلة حين تُواجِه حقيقة الكفر المنعزلة المبتوتة المحدودة أن تقهرها (¬1). ¶ نماذج للولاية والتأييد الإلهي: ¶ والنماذج العملية للتأييد الإلهي للمؤمنين كثيرة، سواء كان ذلك على مستوى الفرد أو الجماعة المؤمنة. ¶ ¬__________ ¶ (¬1) في ظلال القرآن: (2/ 782، 783).",
            "page": "11",
            "part": "1",
            "seal": "9ED40EE4"
        },
        {
            "id": "14",
            "nass": "فعلى مستوى الفرد: ¶ * أخرج ابن أبي الدنيا في كتاب «مُجابيّ الدعوة» عن أنس بن مالك، قال: كان رجل من أصحاب رسول الله صلى الله عليه وسلم يُكنى أبا معلق وكان تاجرًا يتَّجر بمالٍ له ولغيره، وكان له نُسك وورع، فخرج مرة، فلقيه لِص مُتَقَنِّع في السلاح، فقال: ضع متاعك فإني قاتلك، قال: شأنك بالمال، قال: لستُ أُريد إلا دمك، قال: فذرني أُصلي، قال: صلِّ ما بدا لك، فتوضأ ثم صلَّى، فكان من دعائه: يا ودود، يا ذا العرش المجيد، يا فعَّالًا لما يُريد، أسألك بعزتك التي لا تُرام (¬1)، وملكك الذي لا يُضام (¬2)، وبنورك الذي ملأ أركان عرشك، أن تكفيني شر هذا اللص، يا مغيث أغثني. قالها ثلاثًا، فإذا هو بفارس، بيده حربة رافعها بين أذني فرسه، فطعن اللص فقتله، ثم أقبل على التاجر، فقال من أنت، فقد أغاثني الله بك؟ قال: إني ملَك من أهل السماء الرابعة، لما دعوتَ سمعت لأبواب السماء قعقعة، ثم دعوتَ ثانيًا، فسُمعت لأهل السماء ضجَّة، ثم ثالثًا فقيل: دعاء مكروب، فسألت الله أن يُوليني قتله (¬3). ¶ * وأخرج الحاكم عن محمد بن المنكدر أن «سفينة» رضي الله عنه - مولى رسول الله صلى الله عليه وسلم - قال: ركبت البحر فانكسرت سفينتي التي كنت فيها، فركبت لوحًا من ألواحها فطرحني اللوح في أجَمَة (¬4) فيها الأسد، فأقبل إليّ يُريدني، فقلت يا أبا الحارث: أنا سفينة مولى رسول الله صلى الله عليه وسلم، فطأطأ رأسه، واقبل إليّ، فدفعني بمنكبه حتى أخرجني من الأجمة ووضعني على الطريق، وهمهم، فظننت أنه يودعني، فكان ذلك آخر عهدي به (¬5). ¶ * ولما فتح عمرو بن العاص رضي الله عنه مصر، أتى أهلها حين دخل بؤنة (من أشهُر القبط) فقالوا له: أيها الأمير، إن لنيلنا هذا سُنة لا يجري إلا بها، فقال لهم: وما ذاك؟ قالوا: إنه كان لثنتي عشرة ليلة تخلو من هذا الشهر عمدنا إلى جارية بِكر بين أبويها، فأرضينا أبويها، وجعلنا عليها شيئًا من الحُلي والثياب أفضل ما يكون، ثم ألقيناها في هذا النيل، فقال لهم عمرو: إن هذا لا يكون في الإسلام، فإن الإسلام يهدم ما قبله، فأقاموا أشهُر بؤنة وأبيب ومَسَرى لا يجري قليلًا ولا كثيرًا حتى همُّوا بالجلاء، فلما رأى ذلك عمرو كتب إلى عمر بن الخطاب رضي الله عنه بذلك، فكتب إليه عمر: قد أصبت، إن الإسلام يهدم ما قبله، وقد بعثت إليك ببطاقة، فألقها في داخل النيل إذا أتاك كتابي، فلما قدِم الكتاب على عمرو فتح البطاقة فإذا فيها: ¶ من عبد الله عمر أمير المؤمنين إلى نيل أهل مصر: أما بعد: ¶ فإن كنت تجري من قِبَلِك فلا تجر، وإن كان الواحد القهار يُجريك، فنسأل الله الواحد القهار أن يُجريك. ¶ فألقى عمرو البطاقة في النيل - وقد تهيأ أهل مصر للجلاء والخروج منها، لأنهم لا يقوم بمصلحتهم فيها إلا النيل - فأصبحوا وقد أجراه الله ستة عشر ذراعًا، وقطع تلك السُنَّة السوء عن أهل مصر (¬6). ¶ ¬__________ ¶ (¬1) لا تُرام: لا تُطلب. ¶ (¬2) لا يُضام: لا يُذَل. ¶ (¬3) الإصابة (4/ 182). ¶ (¬4) أجمة: شجر كثير ملتف (غابة). ¶ (¬5) إتحاف الخيرة المهرة بزوائد المسانيد العشرة للبوصيري رقم (6848)، ومعرفة الصحابة لأبي نُعيم، برقم (3102)، ودلائل النبوة للبيهقي، برقم (2293). ¶ (¬6) أخرجه أبو الشيخ في العظمة (4/ 1424، رقم 9373)، وابن عساكر (44/ 336)، انظر حياة الصحابة (3/ 408، 409).",
            "page": "12",
            "part": "1",
            "seal": "BA37FBE9"
        },
        {
            "id": "15",
            "nass": "التأييد الإلهي للفئة المؤمنة: ¶ عندما ننظر إلى المعارك التي خاضها الجيل الأول مع أعداء الدين نجد أن الميزان «المادي» يميل بقوة نحو أعدائهم من حيث العدد والعُدَّة، ومع ذلك كان النصر حليف المؤمنين، مع الأخذ في الاعتبار بأن الفئة المؤمنة لم تُقصر أبدًا في الأخذ بالأسباب المادية المتاحة أمامها، ولكن كانت تلك الأسباب - مهما بلغت - أقل بكثير مما عند أعدائهم. ¶ ففي معركة بدر يتجلى التأييد الإلهي في صور متعددة ليتوج في النهاية بنصر عزيز: {إِذْ يُغَشِّيكُمُ النُّعَاسَ أَمَنَةً مِنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلَى قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الْأَقْدَامَ (11) إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آَمَنُوا سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ} [الأنفال/11، 12]. ¶ * وفي فتح المدائن سخر الله نهر دجلة ليعبُر عليه المسلمون بخيولهم ... فبعد انتصار القادسية العظيم - كما يقول ابن كثير في البداية والنهاية - دخل سعد بن أبي وقاص (نهر شير) ولكنه لم يجد فيها أحد ولا شيئًا مما يُغنم، بل قد تحول الفرس إلى المدائن وركبوا السفن، وضمُّوا السفن إليهم، ولم يجد سعد رضي الله عنه شيئا من السفن (لعبور نهر دجلة)، وأخبر سعد بأن كسرى يزدجرد عازم على أخذ الأموال والأمتعة من المدائن، وإنك إن لم تدركه قبل ثلاث فات عليك وتفارط الأمر. فخطب سعد المسلمين على شاطئ دجلة فحمد الله وأثنى عليه وقال: إن عدوكم قد اعتصم منكم بهذا البحر فلا تَخلُصون (تَصلُون) إليهم معه، وهم يخلُصون إليكم إذا شاؤوا فيناوشونكم في سفنهم، وإني قد عزمت على قطع هذا البحر إليهم، فقالوا جميعًا: عزم الله لنا ولك على الرشد فافعل، فندب سعد الناس إلى العبور .. وقد أمر سعد المسلمين عند دخول الماء أن يقولوا: «نستعين بالله ونتوكل عليه، حسبنا الله ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم»، ثم اقتحم بفرسه دجلة واقتحم الناس، ولم يتخلف عنه أحد، فساروا فيها كأنما يسيرون على وجه الأرض حتى ملؤوا ما بين الجانبين، فلا يُرى وجه الماء من الفرسان والرجَّالة، وجعل الناس يتحدثون على وجه الماء كما يتحدثون على وجه الأرض، وذلك لما حصل لهم من الطمأنينة والأمن، والوثوق بأمر الله ووعده ونصره وتأييده .. ولم يُعدم للمسلمين شيء من أمتعتهم غير قدح من خشب لرجل يقال له مالك بن عامر، فدعا صاحبه الله عز وجل وقال: اللهم لا تجعلني من بينهم يذهب متاعي، فرده الموج إلى الجانب الذي يقصدونه، فأخذه الناس ثم ردوه على صاحبه بعينه. ¶ وعندما رآهم الفرس يطفون على وجه الماء قالوا: ديوانًا ديوانًا، أي: مجانين مجانين. ثم قالوا: والله ما تقاتلون إنسًا، بل تقاتلون جنًّا. ¶ وخرج المسلمون من النهر ولم يغرق منهم أحد، ولم يفقدوا شيئًا، ودخلوا المدائن ولم يجدوا بها أحدًا (¬1). ¶ ¬__________ ¶ (¬1) البداية والنهاية لابن كثير 7/ 70 - 72 باختصار.",
            "page": "13",
            "part": "1",
            "seal": "291D8A30"
        },
        {
            "id": "16",
            "nass": "ومن ثمار الإيمان ¶ خامسًا: إيقاظ القوى الخفية ¶ عندما يتمكن الإيمان من القلب تزداد رغبة العبد في القيام بكل ما يحبه ربه ويرضاه فتجده يتحدى الصعاب، ويتحمل الشدائد في سبيل ذلك. ¶ الإيمان الحي يوقظ القوى الخفية داخل الإنسان ويجعله دومًا يتحدى أوضاعًا أقوى منه، ويجتاز مصاعب أعظم بكثير من حدود إمكاناته .. ¶ اجتمع يوما أصحاب رسول الله صلى الله عليه وسلم في مكة، وكانوا قلة مستضعفين فقالوا: والله ما سمعت قريش هذا القرآن يُجهر لها به قط، فمن رجل يُسمعهم إياه؟ فقال عبد الله بن مسعود: أنا أُسمعهم إياه. فقالوا: إنا نخشاهم عليك، إنما نريد رجلا له عشيرة تحميه وتمنعه منهم إذا أرادوه بِشَر. فقال: دعوني فإن الله سيمنعني ويحميني. ¶ ثم غدا إلى المسجد حتى أتى مقام إبراهيم في الضحى، وقريش جلوس حول الكعبة، فوقف عند المقام وقرأ: بسم الله الرحمن الرحيم - رافعًا بها صوته - {الرَّحْمَنُ (1) عَلَّمَ الْقُرْآنَ (2) خَلَقَ الْإِنْسَانَ (3) عَلَّمَهُ الْبَيَانَ} [الرحمن/1 - 4]. ¶ ومضى يقرؤها، فتأملته قريش وقالت: ماذا قال ابن أم عبد؟! تبًّا له، إنه يتلو بعض ما جاء به محمد، وقاموا إليه وجعلوا يضربون وجهه وهو يقرأ حتى بلغ منها ما شاء الله أن يبلغ، ثم انصرف إلى أصحابه والدم يسيل منه، فقالوا له: هذا الذي خشينا عليك، فقال: والله ما كان أعداء الله أهون في عيني منهم الآن، وإن شئتم لأُغَادينَّهم بمثلها غدًا، قالوا: لا، حسبك، لقد أسمعتهم ما يكرهون (¬1). ¶ وهذا عمرو بن الجموح يرى أبناءه الثلاثة يتجهزون للقاء أعداء الله في أُحد، فعزم على أن يغدو معهم إلى الجهاد، لكن الفتية أجمعوا على منع أبيهم مما عزم عليه، فهو شيخ كبير طاعن في السن، وهو إلى ذلك أعرج شديد العرج، وقد عذره الله فيمن عذرهم، فقالوا له: يا أبانا، إن الله عذرك، فعلام تُكلف نفسك ما أعفاك الله منه؟! ¶ فغضب الشيخ من قولهم، وانطلق إلى رسول الله صلى الله عليه وسلم يشكوهم، فقال: يا نبي الله، إن أبنائي هؤلاء يريدون أن يحبسوني عن هذا الخير وهم يتذرعون بأني أعرج، والله إني لأرجو أن أطأ بعرجتي هذه الجنة. ¶ فقال رسول الله صلى الله عليه وسلم لأبنائه: «دعوه؛ لعل الله عز وجل أن يرزقه الشهادة». فخلوا عنه إذعانًا لأمر رسول الله صلى الله عليه وسلم. ¶ وما إن أزِف وقت الخروج، حتى ودع عمرو بن الجموح زوجته، ثم اتجه إلى القبلة ورفع كفيه إلى السماء وقال: «اللهم ارزقني الشهادة ولا تردني إلى أهلي خائبًا». ثم انطلق يُحيط به أبناءه الثلاثة .. ولما حمي وطيس المعركة، وتفرق الناس عن رسول الله صلى الله عليه وسلم شوهد عمرو بن الجموح يمضي في الرعيل الأول ويثب على رجله الصحيحة وثبًا وهو يقول: إني لمَشتاق إلى الجنة، إني لمَشتاق إلى الجنة، وكان وراءه ابنه «خلَّاد» ومازال الشيخ وفتاه يجاهدان عن رسول الله صلى الله عليه وسلم حتى خرَّا صريعين شهيدين على أرض المعركة، ليس بين الابن وأبيه إلا لحظات (¬2). ¶ أعمى يحمل الراية: ¶ وإن تعجب من أثر الإيمان فعَجَبٌ إصرار عبد الله بن أم مكتوم على الجهاد وهو أعمى، وسفره مع جيش سعد بن أبي وقاص إلى القادسية لملاقاة الفرس، وهو لابس درعه، مستكمل عدته، فيتقدم ليحمل راية المسلمين ... وهو أعمى!! ويحافظ عليها إلى أن قُتل شهيدًا، وهو يحتضن الراية!! (¬3). ¶ ¬__________ ¶ (¬1) صور إيمانية من حياة الصحابة والتابعين 1/ 314، نقلًا عن سير أعلام النبلاء للذهبي، وصفة الصفوة لابن الجوزي. ¶ (¬2) سير أعلام النبلاء (1/ 54)، وتاريخ الإسلام للذهبي (2/ 216)، والبداية والنهاية لابن كثير (4/ 42). ¶ (¬3) صور إيمانية من حياة الصحابة والتابعين 1/ 131، 132، نقلًا عن الإصابة لابن حجر، والطبقات لابن سعد، وصفة الصفوة لابن الجوزي، والاستيعاب لابن عبد البر.",
            "page": "14",
            "part": "1",
            "seal": "E065527A"
        },
        {
            "id": "17",
            "nass": "شلَّال الإيمان: ¶ روى التاريخ أن جعفر بن أبي طالب رضي الله عنه أخذ راية رسول الله صلى الله عليه وسلم في غزوة مؤتة، فقاتل بها، حتى إذا أرهقه القتال اقتحم عن فرسه، فعقرها ثم قاتل، فقطعت يمينه، فأخذ الراية بيساره فقطعت، فاحتضن الراية بعضديه، حتى قتل وله ثلاث وثلاثون سنة، ووجد المسلمون ما بين صدره ومنكبيه وما أقبل منه تسعين جراحة، ما بين ضربة سيف وطعنة رمح، كلها من الأمام، ومات فتى الفتيان وهو يحنُّ إلى الجنة، ويتغنى بنعمائها، ويستهين بزخارف الدنيا. ¶ هل يُتصور هذا من غير عقيدة تتغلغل في الأحشاء، ونشوة إيمانية تسري في العروق، ولذة روحية تتغلب على الشعور بالألم؟! ¶ إن هذا الشلال من الإيمان والاحتساب، ورجاء الأجر والثواب، والشوق إلى الجنة، والحنين إلى الشهادة، والحب لله ولرسوله وللمؤمنين؛ لازال بكرًا، ولم يُستخدم بعد، ولم يقتبس منه هذا التيار المضيئ المنير) (¬1). ¶ ومن ثمار الإيمان: ¶ سادسًا: الرغبة في الله ¶ كلما ازداد الإيمان بالله عز وجل ازدادت ثقة العبد فيه سبحانه وبأنه مالك الملك، المتصرف في شؤون كل ذرة فيه، العليم الخبير الذي لا تغيب عنه أي حركة أو سكنة في هذا الكون .. القادر المقتدر، الغفور الرحيم .... ¶ وبنمو هذه الثقة في القلب تزداد رغبة العبد في ربه فيصبح ذهنه مشغولًا بالتفكير فيه، وقلبه حاضرًا معه .. فيتوجه إليه بالأعمال، ويتزين له بالأفعال التي ترضيه .. يُكثر من مناجاته وبث أشواقه إليه ... يسترضيه كلما قصَّر أو زلَّت قدمه ... يطلب منه المساعدة في كل أموره، والشهادة على ما يحدث له. ¶ وفي المقابل: يصغُر حجم الناس في نظره وتقل الثقة فيهم حتى تنمحي من حيث كونهم لا يملكون له نفعًا أو ضرًّا، فلا يتزين لهم في أفعاله، ولا يسعى لعلو منزلته عندهم، بل يستغني عنهم، وينقطع من قلبه الطمع فيهم، ومن ثَّم لا يرائيهم بأقواله أو أفعاله .. ¶ إن الرياء صورة بغيضة تعكس جهلًا عظيمًا بالله عز وجل، وضعفًا شديدًا في الإيمان به .. هذه الصورة يمكنها أن تضمحل وتنمحي تلقائيًّا بزيادة الإيمان الحقيقي بالله والثقة فيه. ¶ الراغبون في الله: ¶ - يقول أنس بن مالك رضي الله عنه: غاب عمي أنس بن النضر عن قتال بدر، فقال: يا رسول الله .. غبتُ عن أول قتال قاتلته المشركين، لئن أشهدني الله قتال المشركين لَيَرَيَنَّ الله مني ما أصنع. ¶ فلما كان يوم أُحد وانكشف المسلمون، قال: اللهم إني أعتذر إليك مما صنع هؤلاء (يعني: المسلمين)، وأبرأ إليك مما صنع هؤلاء (يعنى: المشركين)، ثم تقدم فاستقبل سعد بن معاذ، فقال: يا سعد، الجنة ورب النضر، إني أجد ريحها دون أحد. قال سعد: فما أستطيع أن أصف ما صنع (¬2). ¶ - ويقول سعد بن أبي وقاص: لما كانت «أحد» لقيَني عبد الله بن جحش وقال: ألا تدعو الله؟ فقلت: بلى. فخلونا في ناحية، فدعوت، فقلت: يارب إذا لقيت العدو فلَقِّني رجلًا شديدًا بأسه، شديدًا حرده، أقاتله ويقاتلني، ثم ارزقني الظفر عليه حتى أقتله وآخذ سلبه، فأمَّن عبد الله بن جحش على دعائي، ثم قال: اللهم ارزقني رجلًا شديدًا حرده، شديدًا بأسه، أقاتله فيك ويقاتلني، ثم يأخذني فيجدع أنفي وأذني، فإذا لقيتك غدًا قلت: فيم جُدع أنفك وأذنك؟ فأقول: فيك وفي رسولك، فتقول: صدقت. ¶ قال سعد: كانت دعوة عبد الله بن جحش خيرًا من دعوتي، لقد رأيته آخر النهار، وإن أنفه وأذنه لمعلقان في خيط (¬3). ¶ ¬__________ ¶ (¬1) نفحات الإيمان لأبي حسن الندوي. ¶ (¬2) رواه البخاري (3/ 1032، برقم 2651). ¶ (¬3) أخرجه البيهقي في سننه (6/ 307)، والحاكم في المستدرك (2/ 86) وقال: صحيح على شرط الشيخين ولم يُخرجاه، وأورده الذهبي في السير (1/ 112).",
            "page": "15",
            "part": "1",
            "seal": "2138AD0C"
        },
        {
            "id": "18",
            "nass": "وعندما أراد مشركوا مكة قتل خبيب بن عدي رضي الله عنه طلب منهم أن يتركوه ليركع ركعتين، فوافقوا. فركع ركعتين أتمهما وأحسنهما، ثم أقبل على القوم فقال: أما والله، لولا أن تظنوا أني إنما طوَّلت جزعًا من القتل لاستكثرت من الصلاة. ثم رفعوه على خشبة، فلما أوثقوه قال: اللهم إنَّا قد بلغنا رسالة رسولك، فبلغه الغداة ما يُصنع بنا .. ¶ وبعد أن صلبوه أنشد شعرًا قال فيه: ¶ فذا العرش صبِّرني على ما يُراد بي ... فقد بضعوا لحمي وقد بان مطمعي ¶ وذلك في ذات الإله وإن يشأ ... يبارك على أوصال شِلْوٍ ممزَّع ¶ لعمري ما أحفِلْ إذا مت مسلمًا ... على أي حال كان في الله مضجعي (¬1) ¶ ومن ثمار الإيمان ¶ سابعًا: اختفاء الظواهر السلبية وقلة المشكلات بين الأفراد ¶ عندما يضعف الإيمان: يعلو الهوى ويسيطر على الإرادة. ¶ والهوى هو كل ما تميل إليه النفس، أي أن غلبة الهوى معناها سيطرة النفس بأطماعها على إرادة الإنسان وقلبه، فيصبح أسيًرا لها. ¶ فالنفس شحيحة تحب الاستئثار بكل ما تظن أن فيه نفعها فينشأ عن هذا الهوى - عندما يتمكن من القلب - الطمع والظلم والبخل والتعدي على حقوق الآخرين. ¶ والنفس تريد دومًا العلو على الآخرين وتكره أن يتميز عليها أحد فينتج عن ذلك الحسد والحقد. ¶ والنفس تكره الظهور بمظهر المخطئ فينشأ عن هذا الهوى عندما يسيطر على القلب: الكذب والغش والخداع .. ¶ والنفس تكره المشاقّ والتكاليف فينشأ عن ذلك: الفسوق وعدم القيام بالأوامر الشرعية ... ¶ وهكذا تنطلق جميع الظواهر السلبية والمشكلات من ضعف الإيمان وغلبة هوى النفس. ¶ والحل الأول والأمثل لعلاج المجتمع المسلم من ظواهره السلبية إنما يكون بإصلاح الإيمان، فكلما ازداد الإيمان في القلوب انحسر تأثير الهوى عليها وقويت الإرادة ودفعت صاحبها لمكارم الأخلاق ومعاليها .. تأمل قول الله تعالى: {وَإِنَّ كَثِيرًا مِنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ إِلَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ} [ص/24]. ¶ إيقاظ الإيمان هو البداية الصحيحة لحل المشكلات: ¶ إن العمل على زيادة الإيمان في القلوب هو الحل الأول لكثير من المشكلات، ففي ظل الأجواء الإيمانية تذعن القلوب لداعي العفو والصفح والتسامح والتغاض عن الهفوات، فالإيمان يصنع المعجزات، ويروض النفوس، لذلك فإنه ليس من المناسب أن نحكم على شخص ما حكمًا نهائيا من خلال سلوكياته التي قد تبدو منه في حالة ضعف إيمانه، وليس من المناسب كذلك أن تدفعنا تلك التصرفات إلى مواجهته واتخاذ موقف مضاد منه؛ لأن ذلك قد يؤدي إلى الاجتهاد في الانتصار لنفسه وإثبات صحة موقفه، فتزداد الأمور تعقيدًا، لذلك فالمقترح في مثل هذه الحالات أن تكون البداية هي العمل على إيقاظ الإيمان في القلوب، فتتحول تدريجيًّا الأجواء المحيطة إلى أجواء صحية يسعى فيها الجميع إلى مرضاة الله عز وجل. ¶ ففي مثل هذه الأجواء الإيمانية تصبح - في الغالب - نفس المرء وراءه وليست أمامه، عند ذلك ستتغير الدوافع، وتنتهي الكثير من المشكلات تلقائيًّا بإذن الله. ¶ ليس معنى هذا هو انعدام حدوث المشكلات بين الأفراد، فالطبيعة البشرية وما تحمله من ضعف تأبى ذلك، ولكنها - إن حدثت - تكون هينة، عارضة سرعان ما تزول عندما يسمع أصحابها حادي الإيمان ينادي عليهم أن اتقوا الله {نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ} [ص/30]. ¶ ¬__________ ¶ (¬1) سيرة ابن هشام (2/ 172)، وسيرة ابن كثير (3/ 130)، وحلية الأولياء لأبي نُعيم (1/ 113)، وسير أعلام النبلاء للذهبي (1/ 48).",
            "page": "16",
            "part": "1",
            "seal": "A2E80DCA"
        },
        {
            "id": "19",
            "nass": "فعلى سبيل المثال: عندما عزم أبو بكر الصديق على قطع النفقة التي كان ينفقها على مسطح بن أثاثة لأنه كان ممن تكلم في حادثة الإفك نزل القرآن ليُذكّره وغيره بفضيلة العفو بقوله تعالى: {وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ وَلْيَعْفُوا وَلْيَصْفَحُوا أَلَا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} [النور/22] فعند ذلك قال الصديق: بلى والله إنّا نحب أن تغفر لنا يا ربنا، ثم أرجع إلى مسطح ما كان يصله من النفقة، وقال: والله لا أنزعها منه أبدًا (¬1). ¶ وعندما اختلف رجلان على ميراث بينهما وذهبا يحتكمان إلى رسول الله صلى الله عليه وسلم، فماذا فعل معهما؟!. ¶ عن أم سلمة رضي الله عنها قالت: جاء رجلان من الأنصار يختصمان إلى رسول الله صلى الله عليه وسلم في مواريث بينهما قد دُرِست ليس بينهما بينة، فقال رسول الله صلى الله عليه وسلم: «إنكم تختصمون إليّ وإنما أنا بشر، ولعل بعضكم ألحَن بحُجَّته من بعض فإني أقضي بينكم على نحو ما أسمع، فمن قضيت له من حق أخيه شيئًا فلا يأخذه، فإنما أقطع له قطعة من النار يأتي بها إسطامًا في عنقه يوم القيامة» فبكى الرجلان وقال كل واحد منهما: حقي لأخي. فقال رسول الله صلى الله عليه وسلم: «أما إذ قلتما فاذهبا فاقتسما ثم توخَّيَا الحق ثم استهما ثم ليتحلل كل واحد منكم صاحبه» (¬2). ¶ غنائم بدر: ¶ عندما انتصر المسلمون على المشركين في غزوة بدر كانت هناك غنائم كثيرة مما أدى إلى اختلاف البعض حول كيفية توزيعها، وظن بعض الشباب أنهم أحق مِن غيرهم من الشيوخ .. فكيف تمَّت معالجة هذه المشكلة؟ ¶ نزلت سورة الأنفال وبدأت بقوله تعالى: {يَسْأَلُونَكَ عَنِ الْأَنْفَالِ قُلِ الْأَنْفَالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ} [الأنفال: 1]. فخرجت الغنائم من أيديهم تمامًا، وأصبحت لله ورسوله. ¶ ثم بدأت الآيات تذكِّرهم بالإيمان وعلاماته، وأوردت بعض صفات المؤمنين ليعرض كل منهم نفسه عليها {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (2) الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (3) أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ} [الأنفال: 2 - 4]. ¶ فهل يفكر أحد بعد هذه الآيات في الغنائم، أم أنه سيفكر في نفسه، وأين هو من هذه الصفات، وهل هو مؤمن حقا أم لا؟ ¶ ثم تمضي السورة فتذكرهم بما مَنَّ الله عليهم من نصر عظيم في هذه الغزوة المباركة، وأن هذا النصر كان من عند الله عز وجل وحده، لا من عند أنفسهم، فلقد غشَّهم بالنعاس، وأنزل عليهم الغيث، وأمدهم بالملائكة، وسدد رميهم، وثبت أقدامهم، وأوهن كيد عدوهم. ¶ ثم تذكرهم الآيات بضرورة الاستجابة لله والرسول، وتخوِّفهم بأن الله يحُول بين المرء وقلبه. ¶ ¬__________ ¶ (¬1) تفسير القرآن العظيم لابن كثير 3/ 259، 260. ¶ (¬2) أخرجه الإمام أحمد (6/ 320)، وقال شعيب الأرنؤوط: إسناده حسن، وابن أبي شيبة (7/ 353). والإسطام: هي الحديدة التي تُحرَّك بها النار.",
            "page": "17",
            "part": "1",
            "seal": "0526F714"
        },
        {
            "id": "20",
            "nass": "وتعود الآيات بذاكرتهم إلى أيام مكة حين كانوا مستضعفين: {وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ تَخَافُونَ أَنْ يَتَخَطَّفَكُمُ النَّاسُ فَآوَاكُمْ وَأَيَّدَكُمْ بِنَصْرِهِ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ لَعَلَّكُمْ تَشْكُرُونَ} [الأنفال: 26]. ¶ وبعد أن تجردت القلوب لله، وراجع كل واحد منهم إيمانه، ونسي أمر الغنائم .. جاءت الآية الحادية والأربعين لتتحدث عن كيفية تقسيم الغنائم {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ وَمَا أَنْزَلْنَا عَلَى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [الأنفال: 41]. ¶ ومن ثمار شجرة الإيمان المباركة ¶ ثامنًا: التأثير الإيجابي في الناس ¶ ليس على المسلم فقط أن يكون صالحًا في نفسه، بل عليه أن يعمل على إصلاح غيره {يَا بُنَيَّ أَقِمِ الصَّلَاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ} [لقمان/17]. ¶ {وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ} [فصلت/33]. ¶ {وَالَّذِينَ يُمَسِّكُونَ بِالْكِتَابِ وَأَقَامُوا الصَّلَاةَ إِنَّا لَا نُضِيعُ أَجْرَ الْمُصْلِحِينَ} [الأعراف/170]. ¶ فالدعوة إلى الله هي عمل الرسل وأتباعهم {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي} [يوسف/108]. ¶ ونجاح الداعية في دعوته للناس يعني التأثير الإيجابي فيهم .. هذا التأثير يستلزم وجود روح حي، ورغبة جارفة تهيمن على قلبه تستحثه لإنقاذ الآخرين، فيخرُجُ كلامه محملًا بالحرقة والشفقة عليهم .. ولا يمكن التلبس بهذه الحالة إلا من خلال يقظة الإيمان وتمكنه في قلبه. ¶ الإيمان الحي يدفع صاحبه للبدء بنفسه في القيام بالعمل الصالح قبل أن يدعو الناس إليه، فيصدق قوله فعله، ومن ثَمَّ يزداد تأثيره في الآخرين. ¶ يقول سيد قطب: الكلمة البسيطة التي يصاحبها الانفعال، ويؤيدها العمل هي الكلمة المثمرة، التي تُحرك الآخرين إلى العمل. ¶ ويقول: أيما داعية لا يصدق فعله قوله، فإن كلماته تقف على أبواب الآذان لا تتعداها إلى القلوب مهما كانت كلماته بارعة، وعباراته بليغة (¬1). ¶ متى نؤثر في الناس: ¶ إن تغيير حال الأمة الأليم لن يتم إلا إذا غيَّر أبناؤها ما بأنفسهم، ألم يقل سبحانه {إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} [الرعد: 11]. ¶ والواقع يخبرنا بأن هذا التغيير ليس بالأمر اليسير .. فموجة المادية في عُلو، وانجذاب المسلمين نحو طين الأرض في ازدياد، ولكي يتم الأخذ بأيديهم إلى تغيير ما بأنفسهم، وتقوية الإيمان في قلوبهم، وتصحيح الأفكار والمعتقدات في عقولهم، والتأثير الإيجابي الدائم فيهم؛ لابد من وجود رجال مؤمنين إيمانًا قويًّا راسخًا كالجبال يصمد أمام أمواج المادية العاتية، ويُعين الناس على الخروج من بحر الشهوات. ¶ من هنا نقول بأن البداية الصحيحة للتغيير هي وجود الشخص المتوهج، صاحب الروح اليقِظة، والإيمان الحي، وكما يقول الإمام حسن البنا: إذا وُجِد المؤمن الصحيح وُجِدَت معه أسباب النجاح جميعًا. ¶ ¬__________ ¶ (¬1) في ظلال القرآن 4/ 2369.",
            "page": "18",
            "part": "1",
            "seal": "F044747C"
        },
        {
            "id": "21",
            "nass": "القلوب بيد الله: ¶ إن الذي يفتح القلوب لكلام الدعاة هو الله عز وجل فإن رأى منهم صدقًا وإخلاصًا، ورغبة في نفع المدعوين، وشفقة صادقة عليهم فإنه سبحانه يفتح لهم - بفضله - قلوبهم. ¶ وكلما علت منزلة العبد عند ربه بالإيمان أحبه الله عز وجل، ومن ثَمَّ وضع له القبول في الأرض كما في الحديث: «إذا أحب الله عبدًا نادى جبريل: إن الله يحب فلانًا فأحبه، فيحبه جبريل، فينادي جبريل في أهل السماء: إن الله يحب فلانًا فأحبوه، فيحبه أهل السماء ثم يوضع له القبول في الأرض» (¬1). ¶ أصلح نفسك تُصلَح لك رعيتك: ¶ انظر إلى أبي بكر الصديق رضي الله عنه وهو يمشي بجانب راحلة عمرو بن العاص رضي الله عنه وهو يوصيه قبل سفره على رأس الجيش المتوجه إلى الشام قائلًا: «يا عمرو، اتق الله في سرائرك وعلانيتك واستحيه، فإنه يراك ويرى عملك .. فكن من عمال الآخرة، وأَرِد بما تعمل وجه الله، وكن والدًا لمن معك، ولا تكشفن الناس عن أستارهم، واكتفِ بعلانيتهم .. وإذا وعظت أصحابك فأوجز، وأصلح نفسك تُصلَح لك رعيتك» (¬2). ¶ ولما حضر أبا بكر الموت أوصى باستخلاف عمر بن الخطاب، ثم بعث إلى عمر فدعاه فكان مما وصاه به: إن أول ما أحذرك نفسك، وأحذرك الناس .. فإنهم لن يزالوا خائفين لك فرقين منك ما خفت الله وفَرَقْته (¬3). ¶ وعن المِسوَر بن مخرمة قال: كنا نتعلم من عمر بن الخطاب الورع (¬4). ¶ ومن ثمار الإيمان: ¶ تاسعًا: اتخاذ القرارات الصعبة ¶ يتعرض المرء في حياته لمواقف تحتاج منه إلى اتخاذ قرارت قد ينتج عنها نقص يلحق به، أو أذى يُصيبه، أو ضيق الآخرين منه، لذلك تجده مترددًا قبل اتخاذها، ويظل يُفكِّر فيها، ويوازن بين الواجب الديني الذي يحُثُّه على فعل الشيء وبين الأضرار التي قد تترتب على فعله، مما قد يؤدي في النهاية إلى ترك القيام به، فيُفوِّت على نفسه مصالح كثيرة في دنياه وآخرته. ¶ هذا الحال يعكس ضَعف القلب وعدم تمكن الإيمان منه، وفي المقابل؛ كلما ازداد الإيمان قَوِي القلب وسهل على صاحبه اتخاذ القرارات التي قد يكون لها من الناحية الظاهرية تأثير سلبي عليه .. ¶ ومن أمثلة هذه القرارات: الشهادة على النفس أو الآخرين، الاعتراف بالخطأ، قبول النُصح، الأمر بالمعروف والنهي عن المنكر للأصدقاء وأصحاب المناصب، الإنفاق في وقت العُسرة، التضحية بما يحبه المرء .. ¶ نماذج مشرقة: ¶ وإليك أخي القارئ بعض الأمثلة العملية من حياة الصحابة، والتي تؤكد هذا المعنى: ¶ - قال عروة: رأيت عمر بن الخطاب رضي الله عنه وعلى عاتقه قربة ماء، فقلت: يا أمير المؤمنين لا ينبغي لك ذلك، فقال: لمَّا أتتني الوفود بالسمع والطاعة دخلت في نفسي نخوة، فأحببت أن أكسرها، ومضى بالقربة إلى حجرة امرأة من الأنصار فأفرغها في إنائها (¬5). ¶ ¬__________ ¶ (¬1) متفق عليه، أخرجه البخاري (3/ 1175، رقم 3037)، ومسلم (4/ 2030، رقم 2637). ¶ (¬2) حياة الصحابة 1/ 544. ¶ (¬3) حياة الصحابة 1/ 541. ¶ (¬4) أخرجه ابن سعد (3/ 290). ¶ (¬5) صلاح الأمة في علو الهمة للدكتور سيد حسين العفاني (5/ 435).",
            "page": "19",
            "part": "1",
            "seal": "2B6C2CC7"
        },
        {
            "id": "22",
            "nass": "- وعن أنس أن رجلًا من أهل مصر أتى عمر بن الخطاب رضي الله عنه، فقال: يا أمير المؤمنين، عائذ بك من الظلم، قال: عذت معاذًا، قال: سابقت ابن عمرو بن العاص فسبقته فحمل يضربني بالسوط ويقول: أنا ابن الأكرمين، فكتب عمر إلى عمرو يأمره بالقدوم ويُقدم ابنه معه، فقدما، فقال عمر: أين المصري؟ خذ السوط فاضربه، فجعل يضربه بالسوط، وعمر يقول: اضرب ابن الأكرمين. قال أنس: فضرب، فوالله ضربه ونحن نُحب ضربه فما أقلع عنه حتى تمنينا أن يُرفع عنه، ثم قال عمر للمصري: ضع السوط على صلعة عمرو، فقال: يا أمير المؤمنين، إنما ابنه الذي ضربني، وقد استقدت منه، فقال عمر لعمرو: مُذ كم تعبّدتم الناس وقد ولدتهم أُمهاتهم أحرارًا؟ قال: يا أمير المؤمنين، لم أعلم ولم يأتني (¬1). ¶ - وعن ابن عمر قال: اشتريت إبلًا وارتجعتها إلى الحمى فلما سمنت قدمت بها، فدخل عمر السوق فرأي إبلًا سمانًا فقال: لمن هذه الإبل؟ قيل لعبد الله بن عمر، فجعل يقول: يا عبد الله بن عمر: بخ بخ، ابن أمير المؤمنين، فجئت أسعى، فقلت: مالك يا أمير المؤمنين؟ قال: ما هذه الإبل؟ قلت: اشتريتها وبعثت بها إلى الحمى أبتغي ما يبتغي المسلمون، فقال: ارعو إبل ابن أمير المؤمنين، اسقوا إبل ابن أمير المؤمنين، يا عبد الله بن عمر، اغدُ إلى رأسِ مالك، واجعل الفضل في بيت مال المسلمين (¬2). ¶ إسداء النصيحة: ¶ بعد انتصارات خالد بن الوليد المتتالية في العراق بعث إليه أبو بكر الصديق برسالة تهنئة ونصيحة فقال فيها: ¶ «فليهنئك أبا سليمان النية والحظوة، فأتمم يتم الله لك، ولا يدخلنك عُجب فتخسر وتُخذل، وإياك أن تدل بعمل فإن الله له المَنّ وهو ولي الجزاء». ¶ وعندما أمَّر عمر بن الخطاب سعد بن أبي وقاص على حرب العراق أرسل إليه وأوصاه فقال: ¶ لا يغرنَّك من الله أن قِيل خال رسول الله صلى الله عليه وسلم وصاحب رسول الله، فإن الله عز وجل لا يمحو السيئ بالسيئ، ولكنه يمحو السيئ بالحسن، فإن الله ليس بينه وبين أحد نسب إلا الطاعة، فالناس شريفهم ووضيعهم في ذات الله سواء، الله ربهم وهم عباده، يتفاضلون بالعاقبة ويدركون ما عنده بالطاعة، فانظر الأمر الذي رأيت رسول الله صلى الله عليه وسلم منذ بُعث إلى أن فارقنا، فالزمه فإنه الأمر. هذه عظتي إياك إن تركتها ورغبت عنها حبط عملك، وكنت من الخاسرين (¬3). ¶ الانتصاف من النفس: ¶ كان لعثمان بن عفان رضي الله عنه عبد، فقال له: إني كنت عركت أُذنك فاقتص مني، فأخذ بأذنه ثم قال عثمان رضي الله عنه: اشدد، يا حبذا قصاص الدنيا، لا قصاص الآخرة (¬4). ¶ وعن إياس بن سلمة عن أبيه قال: مرَّ عمر بن الخطاب رضي الله عنه في السوق ومعه الدرة، فخفقني بها خفقة فأصاب طرف ثوبي، فقال: أمط عن الطريق. فلما كان في العام المُقبل لقيني فقال: يا سلمة، تُريد الحج؟ فقلت: نعم. فأخذ بيدي فانطلق بي إلى منزله فأعطاني ست مائة درهم وقال: استعن بها على حجِّك، واعلم أنها بالخفقة التي خفقتك. قلت: يا أمير المؤمنين ما ذكرتها. قال: وأنا ما نسيتها (¬5). ¶ ¬__________ ¶ (¬1) رواه ابن عبد الحكم في (فتوح مصر)، كنز العمال (36010). ¶ (¬2) السنن الكبرى للبيهقي (6/ 147، 12156)، وسنن سعيد بن منصور، ومصنف ابن أبى شيبة، وأورده المتقي الهندي في كنز العمال (36006). ¶ (¬3) تاريخ الطبري (4/ 306)، البداية والنهاية (7/ 42)، الكامل في التاريخ لابن الأثير (1/ 408)، وحياة الصحابة (1/ 548). ¶ (¬4) حياة الصحابة 1/ 537، نقلًا عن «الرياض النضرة في مناقب العشرة» للمحب الطبري (2/ 111). ¶ (¬5) تاريخ الطبري (2/ 578)، وحياة الصحابة (1/ 536).",
            "page": "20",
            "part": "1",
            "seal": "A20C0181"
        },
        {
            "id": "23",
            "nass": "ومن ثمار الإيمان ¶ عاشرًا: الشعور بالسكينة والطمأنينة ¶ الإيمان الحق بالله عز وجل يعني: الثقة به سبحانه ربًّا قادرًا على فعل أي شيء .. قريبًا مجيبًا .. حاضرًا غير غائب .. عظيمًا جليلًا .. رؤوفًا رحيمًا .. ¶ وكلما تمكنت هذه الثقة في قلب العبد تبددت منه المخاوف التي ترهب الناس: كالخوف من سطوة الظالمين والخوف من المستقبل المجهول وما تخبئه الأيام. ¶ وكلما ضعف الإيمان، وقلت الثقة زادت المخاوف، وظهرت أمارات الهلع والفزع والاضطراب عند التعرض لابتلاء أو نقص أو تضييق، ألم يقل سبحانه {سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِمَا أَشْرَكُوا بِاللَّهِ} [آل عمران: 151]. ¶ فالمشرك بالله يعاني من ضعف بل انعدام الثقة به سبحانه، وتظهر الثمرة المُرة لهذا الشرك عند النقص والابتلاء: رعبًا وفزعًا وهلعًا. ¶ يقول ابن تيمية: الخوف الذي يحصل في قلوب الناس (كالخوف على فوات الرزق، والخوف من المستقبل المجهول) هو الشرك الذي في قلوبهم (¬1). ¶ وفي المقابل تجد المؤمن هادئ النفس، رابط الجأش، مطمئن القلب عند تعرضه للمحن والبلايا والأقدار المؤلمة {الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ (173) فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ} [آل عمران: 173 - 174]. ¶ {وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا} [الأحزاب: 22]. ¶ من هنا ندرك معنى القول بأن: «حسبنا الله ونعم الوكيل» هي كلمة المؤمنين عند مواجهة المواقف الصعبة. ¶ وكلما ازداد الإيمان ازدادت الثقة بالله حتى تصل لذروتها فتصبح ثقة مطلقة يقينية أشد رسوخًا من الجبال الرواسي، وتظهر آثارها وقت الأحداث المتشابكة والعصيبة، كمثل ما حدث لموسى عليه السلام عندما خرج مع بني إسرائيل فرارًا من فرعون لكنه أدركهم بجنوده ليصبح البحر أمامهم وفرعون وراءهم فيقول أتباعه: {إِنَّا لَمُدْرَكُونَ} [الشعراء: 61] فيجيب عليهم بهدوء الواثق في ربه: {كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ} [الشعراء: 62]. ¶ وفي رحلة الهجرة وبينما كان الرسول صلى الله عليه وسلم وصاحبه في غار ثور إذ بالمشركين يصلون إلي فم الغار، فيخاف أبو بكر خوفًا شديدًا على رسول الله صلى الله عليه وسلم، وعلى الدعوة، ويقول لرسول الله صلى الله عليه وسلم: يا نبي الله لو أن أحدهم طأطأ بصره رآنا .. إن قُتلتُ فإنما أنا رجل واحد، وإن قُتلتَ أنت هلكت الأمة، ليفاجأ بأن رسول الله صلى الله عليه وسلم لم يتأثر بهذه المخاوف، بل كان هادئ النفس، رابط الجأش، على ثقة مطلقة بالله عز وجل، وبدا ذلك واضحًا من إجابته على ما أثاره أبو بكر من مخاوف: اسكت يا أبا بكر، اثنان الله ثالثهما .. لا تحزن إن الله معنا (¬2). ¶ طمأنينة القلب: ¶ ¬__________ ¶ (¬1) رسائل ابن تيمية في السجن. ¶ (¬2) أخرجه البخاري (3/ 1427، رقم 3707)، والقصة بتمامها في سيرة ابن هشام، والرحيق المختوم.",
            "page": "21",
            "part": "1",
            "seal": "0ACAA87F"
        },
        {
            "id": "24",
            "nass": "من ثمار الإيمان العظيمة تلك الطمأنينة والسكينة التي يسكبها في القلب، فتجده ساكنًا عند جريان الأحداث سكون الواثق بالله، المطمئن به - سبحانه - لذلك عندما ذهب عمار بن ياسر إلى رسول الله صلى الله عليه وسلم ليخبره بأنه تحت وطأة التعذيب والإيذاء أُكره على النيل من رسول الله صلى الله عليه وسلم، وذكر آلهة الكفار بخير، فما كان من رسول الله صلى الله عليه وسلم إلا أنه سأله: «فكيف تجد قلبك؟»، فقال عمار: أجد قلبي مطمئنًا بالإيمان، فقال رسول الله صلى الله عليه وسلم: «فإن عادوا فعد» (¬1). ¶ وعندما أسرت الروم عبد الله بن حذافة السهمي فقال له الطاغية: تنصَّر وإلا ألقيتك في البقرة (وعاء من نحاس)، قال: ما أفعل .. فدعا بالبقرة النحاس فمُلئت زيتًا، وأُغليت، ودعا رجلًا من أسرى المسلمين فعُرض عليه النصرانية، فأبى، فألقاه في البقرة فإذا عظامه تلوح، وقال لعبد الله: تنصَّر وإلا ألقيتك، قال: ما أفعل، فأمر به أن يُلقى في البقرة فبكى، فقالوا: قد جزع، قد بكى. قال: ردوه، فقال عبد الله: لا ترى أني بكيت جزعًا مما تريد أن تصنع بي ولكني بكيت حيث ليس لي إلا نفس واحدة يُفعل بها هذا في الله، كنت أحب أن يكون لي من الأنفس عدد كل شعرة فيَّ، ثم تُسلَّط عليَّ فتفعل بي هذا، قال: فأعجب منه، وأحب أن يطلقه، فقال: قبِّل رأسي وأطلقك، قال: ما أفعل، قال: قبِّل رأسي وأطلقك وأطلق معك ثمانين من المسلمين، قال: أما هذه فنعم، فقبل رأسه وأطلقه وأطلق معه ثمانين من المسلمين، فلما قدِموا على عمر بن الخطاب قام إليه عمر فقبَّل رأسه، قال: فكان أصحاب رسول الله صلى الله عليه وسلم يمازحون عبد الله فيقولون: قبلت رأس علج، فيقول لهم: أُطلِق بتلك القبلة ثمانون من المسلمين (¬2). ¶ كلمة أخيرة حول ثمار الإيمان ¶ هذه - أخي القارئ - عشر ثمار للإيمان الحي عندما يتمكن من القلب، قد تعرَّفنا عليها وعشنا بعض أمثلتها العملية، وكما ذكرنا - سابقًا - بأن الهدف من هذا الطرح هو استثارة مشاعرنا، وتعميق شعورنا بالاحتياج الشديد للتربية الإيمانية. ¶ ولكي يتأكد لدينا هذا الشعور علينا أن نتعرف على المزيد من الأمثلة العملية لهذه الثمار وغيرها، وذلك من خلال القراءة في الكتب التي تتحدث عن المعاني الإيمانية، وتربطها بالواقع العملي في جيل الصحابة. ¶ ولعل من أنسب الكتب التي تحدثت عن جيل الصحابة بهذه الطريقة كتاب: «حياة الصحابة» لمحمد يوسف الكاندهلوي رحمه الله. ¶ ¬__________ ¶ (¬1) أخرجه ابن سعد (3/ 1 / 178)، وأبو نعيم في «الحلية» (1/ 140)، والطبري (14/ 182)، وأخرجه الحاكم (2/ 357) وصححه، ووافقه الذهبي، والكاندهلوي في حياة الصحابة (1/ 222). ¶ (¬2) أسد الغابة لابن الأثير (1/ 597، 3/ 11، 212)، معرفة الصحابة لأبي نعيم الأصبهاني (11/ 352 رقم 3608)، تاريخ دمشق - (27/ 359).",
            "page": "22",
            "part": "1",
            "seal": "FDB96016"
        },
        {
            "id": "25",
            "nass": "الفصل الثاني ¶ كيف حالك مع ربك؟",
            "page": "23",
            "part": "1",
            "seal": "EABE0DA7"
        },
        {
            "id": "26",
            "nass": "يتم - بإذن الله - الحديث في هذا الفصل عن مراحل الارتقاء الإيماني، وبعض المظاهر العملية لهذه المراحل، والهدف من هذا الحديث هو استشعار الخطر تجاه ضعف الإيمان في قلوبنا - إلا من رحم الله. ¶ وتذكَّر - أخي - أنه كلما ازداد الشعور بالخطر، ازدادت الرغبة في التغيير والترقي. ¶ لذلك أدعو نفسي وأدعوك إلى قراءة هذا الفصل بعقولنا ومشاعرنا وأن يقوم كل منّا بتقييم نفسه وحالته الإيمانية من خلال عرض اهتماماته وسلوكه وواقعه على المراحل الإيمانية المذكورة في هذه الصفحات، فلعله بذلك يعرف أين هو من الإيمان؟ وكيف حال قلبه مع ربه؟",
            "page": "24",
            "part": "1",
            "seal": "FBF01CA9"
        },
        {
            "id": "27",
            "nass": "كيف حالك مع ربك؟ ¶ نور القلب: ¶ كما أن للعين نور تُبصر به وترى ما حولها؛ فإذا ما غاب عنها عميت، كذلك فإن للقلب نور يُبصر به، ويرى حقائق الأمور فإذا ما غاب عنه ذلك النور عمِي وتاه وتخبط {وَمَنْ كَانَ فِي هَذِهِ أَعْمَى فَهُوَ فِي الْآخِرَةِ أَعْمَى وَأَضَلُّ سَبِيلًا} [الإسراء: 72]. ¶ ونور القلب هو أهم مظهر لحياته، فبدونه يصير القلب مُظلما، قاسيًا ضيقًا موحشًا. ¶ فإذا ما دخله بصيص من نور الإيمان تغيرت طبيعته، وتحسنت حالته، وظهرت بعض الآثار الإيجابية على صاحبه. ¶ وعندما يستمر النور في الدخول، والإيمان في الزيادة والنمو؛ يتنوَّر القلب أكثر وأكثر، وتتحسن صحته، وينعكس ذلك بالإيجاب على اهتمامات وسلوك صاحبه. ¶ أما إذا ما دخل نور الإيمان القلب - بإذن الله - ثم لم يعمل صاحبه باستمرار على زيادته؛ فسينقص حجمه، وقد يضمحل، وينزوي في القلب، ومن ثَمَّ تزحف الظلمة إليه مرة ثانية لتكون النتيجة: اختفاء الكثير من الآثار الإيجابية والثمار الطيبة للإيمان {فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ} [الحديد: 16]. ¶ ويكفيك لتأكيد هذا المعنى قوله صلى الله عليه وسلم: «إن الإيمان يَخْلَق في القلوب كما يخلق الثوب فجددوا إيمانكم» (¬1). ¶ وقوله صلى الله عليه وسلم: «تُعرض الفتن على القلوب عرض الحصير عودًا عودًا فأي قلب أشربها نكت فيه نكتة سوداء .. » الحديث (¬2). ¶ يقظة القلب هي البداية: ¶ كما أن للبدن مراحل نمو وارتقاء، كل مرحلة لها سماتها ومظاهرها، كذلك الإيمان في القلب. ¶ والمرحلة الأولى للارتقاء الإيماني هي مرحلة «بداية اليقظة» .. يقظة القلب بنور الإيمان، حيث يمُنُّ الله عز وجل على العبد بإدخال نور الإيمان إلى قلبه، لتبدأ الحياة تدب في جنباته، وتبدأ معها مرحلة جديدة في مسيرة صاحبه ... وكيف لا، والقلب - قبل يقظته - مظلم قد سيطر عليه الهوى وتحكم في مشاعره .. يفرح بما تفرح به نفسه وهواها، ويغضب لها، ويحزن على ما يفوتها أو يُضايقها {أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا} [الأنعام: 122]. ¶ تبدأ اليقظة - في الغالب - ببصيص من النور يجعل القلب يفيق قليلًا من غفلته ويستيقظ من سُباته، ليبدأ معها العقل في التفكير في حقيقة الحياة والموت، ويزداد شغفه للتعرف على تفاصيل ما يحدث بعد الموت، ومن المتوقع في هذه المرحلة، سيطرة الشعور بالندم على القلب كلما استرجع ذكريات الماضي، والأخطاء التي وقع فيها في حق الله، وفي حق الآخرين، فيدفعه هذا الشعور إلى الحياء من الله عز وجل والرجاء في عفوه ومغفرته وتوبته، ويدفعه كذلك إلى العمل على رد الحقوق التي استلبها من الآخرين. ¶ وفي هذه المرحلة الأولى من مراحل الارتقاء الإيماني من المتوقع أن يَصغُر حجم الدنيا - ولو قليلا- في عين العبد، وينعكس ذلك على تعامله مع مفرداتها، فبعد أن كان يُسابق ويُنافس عليها، ويُفكِّر فيها ليل نهار، ولا يُبالي - في سبيل نيلها - بغيره، وبالضرر الذي قد يُسببه للآخرين ... تجد حرصه عليها يتناقص، ليثمر ذلك تحسنا ملحوظا في المعاملات والعمل على ضبطها بضوابط الشرع، وإن بقي الكثير من حب الدنيا في القلب. ¶ ¬__________ ¶ (¬1) سبق تخريجه، ويخلق بمعنى: يبلى. ¶ (¬2) أخرجه مسلم (1/ 128، رقم 144).",
            "page": "25",
            "part": "1",
            "seal": "41D6F6CA"
        },
        {
            "id": "28",
            "nass": "ومن أهم المظاهر العملية لهذه المرحلة: الاتجاه الإيجابي نحو أداء العبادات وفضائل الأعمال، فتجد العبد حريصًا على أداء الصلوات المكتوبة في أول وقتها، وإلحاقها بسننها الراتبة، وكذلك صيام رمضان وقيامه، والإكثار من صيام التطوع، وتتملكه الرغبة في تعلم أحكام تلاوة القرآن، وحفظ بعض سوره وأجزائه، ويزداد حرصه على سماع دروس العلم، والالتزام بما يمكن الالتزام به مما يُرضي الله عز وجل من عبادات الجوارح، ويزداد حرصه كذلك على نفع الآخرين والقيام بحقوقهم عليه فتجده يصل الرحم، ويُعين المحتاج، ويسعى في قضاء حوائج الناس. ¶ إياك والاغترار ببدايات اليقظة: ¶ وصل العديد - بفضل الله - إلى مرحلة «بداية اليقظة»، وكانوا منها على قسمين: ¶ القسم الأول: قسم فرح بآثار اليقظة، وبالتغيير المحدود الذي حدث له، ففترت همته وعزيمته للعمل على استكمال الترقي الإيماني، واكتفى بما صار إليه، ونسي أن الإيمان يزيد وينقص، وأن النفس له بالمرصاد؛ مما يجعل الإيمان يتناقص في قلبه شيئًا فشيئًا، فتعود - بالتدريج - السيطرة للهوى مما يؤثر بالسلب على اهتماماته وسلوكياته. ¶ نعم، في الغالب لن يعود لسابق عهده من الغفلة الشديدة والنوم العميق، والسيطرة التامة للهوى، إلا أن أحواله الإيجابية ستقل كثيرًا عن المستوى الذي بدأ به مرحلة «بداية اليقظة»، فهو يُصلي لكنه ليس - كالسابق - حريصًا على الصلاة في أول وقتها بالمسجد وبخاصة صلاة الفجر .. وهو لا يسرق لكنه غير منضبط انضباطًا صحيحًا في معاملاته المادية ... وهو لا يكذب، لكنه قد لا يقول الحقيقة كاملة تنصُّلًا من لوم الآخرين أو تحقيقًا لمصلحة يتوهم تحقيقها. ¶ تمكُّن اليقظة: ¶ أما القسم الثاني: فهو قسم قد علِم أن ما مَنَّ الله عليه من دخول نور الإيمان إلى قلبه ما هو إلا «بداية» رحلة سير القلب إلى الله، فشمَّر عن ساعد الجد، واجتهد في تعاهد وإمداد القلب بالإيمان. ¶ هذا القِسم من المتوقع أن يُكرمه الله عز وجل فينتقل إلى مرحلة جديدة من مراحل الارتقاء الإيماني، وهي مرحلة: «تمكُّن واستحكام اليقظة». ¶ ومن مظاهر هذه المرحلة: ¶ - زيادة الحرص على فعل الخير أكثر وأكثر. ¶ - زيادة الورع. ¶ - انصراف الرغبة - بعض الشيء - عن الدنيا، وعدم الفرح الشديد بإقبالها وزيادتها، أو الحزن العميق على فواتها ونُقصانها. ¶ - ازدياد التفكير في الموت وإمكانية لقائه في أي وقت، مما يدفعه إلى زيادة التشمير والسباق نحو فعل الخير. ¶ ولقد أخبرنا رسول الله صلى الله عليه وسلم بهذه العلامات، فعن ابن مسعود رضي الله عنه قال: قلنا: يا رسول الله، قوله تعالى: {أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ} [الزمر: 22]. كيف انشرح الصدر؟ قال: «إذا دخل النور القلب انشرح وانفتح»، قلنا: يا رسول الله، وما علامة ذلك؟ قال: «الإنابة إلى دار الخلود، والتجافي عن دار الغرور، والاستعداد للموت قبل نزوله» (¬1). ¶ استمرار الزيادة الحقيقية للإيمان: ¶ عندما تتمكن اليقظة من القلب ويستمر الإمداد الإيماني، فإن ذلك من شأنه أن ينعكس على معاملات العبد في شتى المجالات وبخاصة في تعامله مع ربه، ومع الدنيا، ومع المال، ومع الناس، ومع أحداث الحياة ... ¶ ¬__________ ¶ (¬1) أخرجه الحاكم (4/ 346، رقم 7863)، والبيهقي في شعب الإيمان (7/ 352، رقم 10552).",
            "page": "26",
            "part": "1",
            "seal": "D3636865"
        },
        {
            "id": "29",
            "nass": "وكلما استمرت الزيادة الحقيقة للإيمان كلما ارتقى القلب من مرحلة إلى مرحلة في رحلة سيره إلى الله حتى يصل إلى أقرب ما يُمكن أن يصل إليه عبد في هذه الرحلة - بعد الأنبياء - حيث الحضور القلبي الدائم مع الله، أو بمعنى آخر: القلب السليم الأبيض الذي لا تضُرُّه فتنة ما دامت السماوات والأرض كما جاء في الحديث: «قلب أبيض مثل الصفا لا تضره فتنة ما دامت السماوات والأرض» (¬1). ¶ وفي أثناء رحلة القلب إلى الله يحدث له حدث هام وفارق ومحوريّ ألا وهو «الولادة الثانية». ¶ وإليك - أخي القارئ - بعضًا من التفصيل حول هذه النقاط التي تتناول انعكاسات الارتقاء الإيماني على الكثير من العلاقات والمعاملات. ¶ التعامل مع الدنيا مقياس الزيادة الحقيقية للإيمان: ¶ عندما يكون الإيمان مخدرًا نائمًا منزويًا في القلب تجد صاحبه غافلًا، لا يستطيع أن يرى الدنيا على حقيقتها، بل يراها جميلة مبهرة تذهب بالأبصار، فيشتد حرصه عليها، ويزداد فكره فيها وفي كيفية تحصيلها .. ¶ فإن كان هذا الشخص طالبًا في المدرسة أو الجامعة تجده كثير الفكر في مستقبله، وكيف سيُدبِّر أمر زواجه، وعمله، إلخ. ¶ وإن كان فقيرًا تجده يحلم بالغنى، وينظر نظرة الطامع إلى دنيا غيره .. يمُد عينيه إليها ويتمنَّاها لنفسه ... ¶ وإن كان ثريًّا تجده دائم الفكر في كيفية إنماء أمواله، ومسابقة أقرانه، واغتنام كل فرصة تلوح أمامه من شأنها أن تُزيده ثراء. ¶ حالهم جميعًا كحال الأطفال وهم يلهون بالدُمى .. يفرحون إذا ما حصلوا على دُمية جديدة، ويقضون معها الساعات الطوال، ويحزنون عليها إذا ما انكسرت وتعطلت، ويحلمون بشراء المزيد والمزيد منها. فإذا جلس إليهم من يكبُرُهم قليلًا في العمر وتجاوز مرحلة الطفولة، تجده غير مبال بهم وبألعابهم واهتماماتهم. ¶ كذلك حال الناس مع الدنيا، فهم يلهون بطينها ويتنافسون عليها، ويفرحون بتحصيل أي شيء منها، ويظنُّون أن هذا هو غاية السعادة، فإذا ما استيقظ الإيمان في قلوب بعضهم، واستحكمت اليقظة منها، فإنهم - وبصورة تلقائية - لا يجدون في أنفسهم رغبة في مشاركة من حولهم اللهو بهذا الطين، وتنصرف رغبتهم - شيئًا فشيئًا - عنها .. هذا التحول ليس بأيديهم، بل هو انعكاس لطبيعة المرحلة الإيمانية التي ارتقوا إليها، كحال من انتقل إلى مرحلة البلوغ من الأطفال عندما يأتيه أبوه بالدُمية التي طالما تاقت نفسه إليها في الصِغَر، فإذا به يتعامل معها بدون لهفة ولا شغف، وسُرعان ما يتركها ولا يُبالي بها. ¶ وليس معنى انصراف الرغبة عن الدنيا هو هجرها وتركها وعدم التعامل مع مفرداتها، بل إن الفرد في هذه المرحلة يتعامل معها على أنها مزرعة للآخرة، وأنها مُسخَّرة له لتساعده في إنجاح مهمة وجوده عليها، ولا بأس من التمتع بها بالقدر الذي لا يُنسيه تلك المهمة. ¶ أو بمعنى آخر: تخرج الرغبة في الدنيا، والشغف بها، والحرص واللهفة عليها من قلبه، فيتعامل معها بعقله قبل مشاعره، وبما يُحقق له مصلحته الحقيقية في الدارين، ويمكِّنه من نفع نفسه وأمته فيكون ممن يترك فيها أثرًا صالحًا، وبذلك تُصبح الدنيا في يده، يتحكم فيها ولا تتحكم فيه. ¶ الارتقاء الإيماني والتعامل مع المال: ¶ المال هو أهم رمز «للدنيا»، والكثير من الناس يظنُّون أنهم يستطيعون من خلال وجوده معهم أن يُحققوا جميع أمانيهم ويجلبوا لأنفسهم السعادة، ويتمتعوا بمباهج الحياة كيفما شاءوا، لذلك يُشكِّل المال المادة الأساسية للطمع والتنافس والحسد بين الناس. ¶ ¬__________ ¶ (¬1) أخرجه مسلم (1/ 89) رقم (386)، والأسود المُرباد: شدة البياض في سواد، ومُجخيًا: أي منكوسًا.",
            "page": "27",
            "part": "1",
            "seal": "E05A9465"
        },
        {
            "id": "30",
            "nass": "ولأن الشيطان يعلم ذلك، ويعلم طبيعة النفس وحبها الشديد للمال، وشُحِّها به؛ فإن من مداخله الرئيسية على الناس: إزكاء هذه الطبيعة فيهم، وتخويفهم من المستقبل المجهول، ومن احتمالية حدوث الفقر ... {الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ} [البقرة: 268]. ¶ فإذا ما استيقظ الإيمان - يقظة حقيقية متمكنة من القلب - كان من أهم علامات التغيير الذي يحدث للمرء: اختلاف طريقة تعامله مع المال. ¶ نعم، في البداية لا يكون التغيير كبيرًا، فالمال من أحب الأشياء للنفس {وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا} [الفجر: 20]. ¶ إلا أن النهم والشغف بالمال ستقِل ثائرته - نسبيًّا - في ذات العبد، وكلَّما نمَا الإيمان أكثر انعكس ذلك على طريقة تعامله معه، فيزداد إنفاقه في أوجه الخير المختلفة، ويسهل عليه اتخاذ قرار الإنفاق لاسيما في أوقات العُسر والاحتياج {الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ} [آل عمران: 134]. ¶ وشيئًا فشيئًا ينقطع تعلق القلب بالمال، ومن ثَمَّ يصير حُرًّا منه، لا عبد له. ¶ ومن مظاهر التغيير في هذا الجانب: نقص ملحوظ يشعر به المرء في فرحه عندما يُفاجأ بزيادة رصيده من المال، أو عند الفوز بصفقة رابحة، وكذلك نقص ملحوظ في حزنه عند فقده جزء من ماله، أو عند ضياع مصلحة دنيوية كانت في متناول يده، وليس معنى هذا أن مشاعر الفرح والحزن لا تتحرك لديه عند إقبال المال أو إدباره ولكنه انفعال لحظي سرعان ما يزول يضبطه ميزان الزهد الحقيقي {لِكَيْلَا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ} [الحديد: 23]. ¶ ومن المظاهر العملية للتغيير في هذا الجانب: السماحة في البيع والشراء، فتجده لا يُدقق في سعر الشيء ليشتريه بأرخص الأسعار، أو يُغالي فيه ليبيعه بأعلاها. ¶ وكلما قوي الإيمان أكثر وأكثر صار الإنفاق أحب إليه من الإمساك، وهو حين يفعل ذلك يفعله بدافع الثقة العميقة بأن الآخرة هي خير وأبقى، وأن الحياة في الجنة هي الحياة الحقيقية الدائمة التي ينبغي أن يتجهز لها العبد فيؤدي ذلك الإيمان إلى تحيُّن أي فرصة لإرسال ما يُمكن إرساله من أموال وخلافه إلى داره الباقية «هناك»، ويجد صعوبة في إبقاء الشيء لداره الدنيوية التي يشعر أنه سيتركها بين لحظة وأخرى. ¶ ولك أن تتأكد من هذا المعنى أكثر وأكثر إذا ما راجعت سيرة الرسول صلى الله عليه وسلم، وكيف أنه مات ودرعه مرهونًا عند يهودي مع أنه صلى الله عليه وسلم قد جاءته أموال كثيرة من الغنائم كغنائم خيبر والطائف، لكنه كان يُنفقها إنفاق من لا يخشى الفقر، فكما يقول أنس بن مالك رضي الله عنه: ما سُئل رسول الله صلى الله عليه وسلم على الإسلام شيئًا إلا أعطاه، ولقد جاءه رجل يسأله العطاء فأعطاه غنمًا بين جبلين، فرجع إلى قومه فقال: يا قوم أسلموا، فإن محمدًا يعطي عطاء من لا يخشى الفقر (¬1). ¶ وعن عائشة أنهم ذبحوا شاة، فقال النبي صلى الله عليه وسلم: «ما بقي منها؟» قالت: ما بقي منها إلا كتفها. قال: «بقي كلها إلا كتفها» (¬2). ¶ ولقد مرَّ علينا قول أبي الدرداء عندما عوتب في عدم وجود أغطية في بيته تقيه وتقي ضيوفه من برد الشتاء حيث قال: لنا دار هناك نُرسل إليها تباعا كل ما نحصل عليها من متاع، ولو كُنَّا استبقينا في هذه الدار شيئا منها لبعثنا بها إليكم. ¶ ¬__________ ¶ (¬1) أخرجه مسلم في الفضائل (2312). ¶ (¬2) حديث صحيح: أخرجه أحمد (6/ 50)، والترمذي (4/ 644، رقم 2470) وقال: صحيح، وصححه الشيخ الألباني في السلسلة الصحيحة برقم (2544).",
            "page": "28",
            "part": "1",
            "seal": "879050B7"
        },
        {
            "id": "31",
            "nass": "وليس معنى هذا هو حب الفقر والرغبة فيه، فلقد استعاذ رسول الله صلى الله عليه وسلم منه «وأعوذ بك من الكفر والفقر» (¬1). ولكننا - هنا - نتكلم عن حالة إيمانية سامقة يعيشها القلب تدفعه إلى الضن بالمال على الدنيا، والاكتفاء بأقل القليل لتيسير أموره فيها، وإرسال كل ما يُمكن إرساله إلى الدار الباقية، وحتى لو تمتع بنعمها فإنه يشكر الله عليها ولا يستعملها في معصيته. ¶ ولقد كان هناك أثرياء في الصحابة رضوان الله عليهم نتيجة عملهم في التجارة كعثمان بن عفان، وعبد الرحمن بن عوف، ولكنهم كانوا يُحبون إنفاق أموالهم أكثر من حبهم لإمساكها، وكانوا يتحينون أي فرصة تتاح لهم لبذل الكثير من تلك الأموال كما فعل عثمان بن عفان رضي الله عنه في تجهيز جيش العسرة، وشراء بئر رومة، وكما فعل عبد الرحمن بن عوف - كما مرَّ علينا - عندما أخرج كل تجارته التي جاءت من الشام لله عز وجل بعدما بلغه قول السيدة عائشة: بارك الله فيما أعطاه في الدنيا، ولثواب الآخرة أعظم. ¶ الارتقاء الإيماني والتعلق بالبشر: ¶ في أوقات الغفلة وقبل حدوث اليقظة الإيمانية، تكون ثقة المرء في ربه، وفي أنه مالك الكون ومدبر أموره والقائم عليه؛ محدودة، وفي المقابل تكون ثقته في الناس وفي قدراتهم الظاهرة أمامه كبيرة، ومن ثَمَّ يزداد إيمانه في إمكانية نفعهم أو ضرهم له، فيسعى لنيل رضاهم والاستفادة منهم، لذلك تجده يتزين لهم بأقواله وأفعاله .. يفرح بمدحهم، ويحزن من نقدهم .. يسعى دوما لتحسين صورته أمامهم لعله ينال حظوتهم. ¶ فإذا ما حدثت اليقظة وازداد الإيمان قوة ورسوخًا في القلب ازدادت تبعًا له الثقة في الله عز وجل، ومن ثَمَّ تحولت هذه المشاعر تدريجيًّا نحوه سبحانه، وانصرفت عن الناس، فيقل الاهتمام بهم والتفكير فيهم، والحرص على نيل رضاهم، وإن كان رضاهم عنه سيتحقق بعد ذلك - بإذن الله - ولكن عن طريقه سبحانه - تبعًا لا قصدًا -. ¶ قال صلى الله عليه وسلم: «من أرضى الناس بسخط الله وكله الله إلى الناس، و من أسخط الناس برضا الله كفاه الله مُؤنَة الناس» (¬2). ¶ وقال: «إذا أحب الله عبدا نادى جبريل إن الله يحب فلانا فأحببه فيحبه جبريل فينادى جبريل فى أهل السماء إن الله يحب فلانا فأحبوه فيحبه أهل السماء ثم يوضع له القبول فى الأرض» (¬3). ¶ وكلما نما الإيمان أكثر نقص التعلق بالناس، والطمع فيهم حتى يصل المرء لدرجة الاستغناء القلبي عنهم، أو بمعنى آخر: ينقطع تعلق القلب بهم من حيث النفع والضر. ¶ نعم هو قد يطلب مساعدتهم في بعض الأعمال، لكنه يتعامل معهم باعتبار أنهم من جملة الأسباب التي قد يأخذ بها، أما الذي يُحرك الأحداث ويُنشئ النتائج فهو الله عز وجل، وما البشر إلا ستار لإظهار قدرته وربوبيته. ¶ وكذلك فهو قد يأخذ منهم ما يُعطونه إياه بطيب نفس، ولكن يأخذه بمشاعر من يأخذ من الله عن طريقهم، وأنهم مجرد أدوات لتوصيل رزق ربه - سبحانه - إليه. ¶ وهكذا تظهر بالتدريج ثمار الاستغناء عن الناس تبعًا لنمو الإيمان الحقيقي في القلب. ¶ ¬__________ ¶ (¬1) أخرجه ابن أبى شيبة (6/ 24، رقم 29184)، وأبو داود (4/ 324، رقم 5090)، وأحمد (5/ 42، رقم 20446)، وقال الشيخ الألباني صحيح الإسناد. ¶ (¬2) أخرجه الترمذي (4/ 609 برقم 2414)، وصححه الشيخ الألباني في «صحيح الجامع» برقم (6010). ¶ (¬3) متفق عليه: أخرجه البخارى (3/ 1175، رقم 3037)، ومسلم (4/ 2030، رقم 2637).",
            "page": "29",
            "part": "1",
            "seal": "358DB5A1"
        },
        {
            "id": "32",
            "nass": "الارتقاء الإيماني والتعامل مع أحداث الحياة: ¶ الحياة الدنيوية ما هي إلا مشهد عظيم تتجلى فيه مظاهر صفات الله عز وجل {أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} [فصلت: 53]. ¶ والهدف العظيم من وجود المخلوقات بهذه الكثرة على اختلاف أشكالها وألوانها وأوصافها هو الدلالة على الله {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ} [البقرة: 164]. ¶ والهدف كذلك من تقلبات أحداث الحياة من سرَّاء وضرَّاء، وعطاء ومنع، وصحة ومرض، إلخ؛ هو إظهار قدرته سبحانه وقيُّوميته، وعزته، ورحمته، وحكمته ... وسائر صفاته، وأيضًا اختبار موقف الإنسان منها {لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا} [الملك: 2]. ¶ والإنسان هو المخاطب بهذا كله، وعليه أن يتعرف على ربه من خلال هذه المشاهد والأحداث التي تحدث أمامه، ويُشاهدها دومًا {انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ} [الأنعام: 65]. ¶ لكن ظلمات الهوى والانكفاء نحو طين الأرض قد تحُول بينه وبين الرؤية الصحيحة والتحليل الحقيقي لهذه المشاهد والأحداث {وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ} [يوسف: 105]. ¶ فإذا ما استيقظ الإيمان؛ فإنه في البداية يكون بمثابة بصيص من النور يظهر في القلب يجعله ينتبه - بعض الشيء - لِما يجري حوله، وبخاصة في الآيات الكبيرة التي يرسلها الله عز وجل. ¶ فإذا ما نما الإيمان أكثر، قوي نور البصيرة أكثر لتزداد الرؤية العامة وضوحًا، ويزداد ربط الأحداث والمشاهد بالله عز وجل. ¶ نعم، من المتوقع ألا تكون هذه الرؤية حاضرة في كل الأوقات، بل ستكون نسبتها محدودة، ولكنها ستزداد مساحتها - بإذن الله - بمرور الوقت وازدياد النمو الإيماني، لتسيطر على فكر العبد ومشاعره، فتجعله يعيش بكيانه في حقيقة التوحيد، فيَعْبُر من المشاهدة إلى شهود صفات الله عز وجل وهي تعمل، فيربط كل ما يحدث أمامه وكل ما يشاهده بالله عز وجل {أَفَرَأَيْتُمْ مَا تَحْرُثُونَ (63) أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ} [الواقعة: 63، 64]. ¶ {فَلَمْ تَقْتُلُوهُمْ وَلَكِنَّ اللَّهَ قَتَلَهُمْ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى} [الأنفال: 17]. ¶ {لَيَبْلُوَنَّكُمُ اللَّهُ بِشَيْءٍ مِنَ الصَّيْدِ تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللَّهُ مَنْ يَخَافُهُ بِالْغَيْبِ} [المائدة: 94] ¶ وكان صلى الله عليه وسلم يعيش بكيانه كله في هذه الحقيقة .. انظر إليه وهو يقول لأصحابه: «إن الشمس والقمر لا ينكسفان لموت أحد ولا لحياته، ولكنهما آيتان من آيات الله، يخوِّف بهما عباده، فإذا رأيتم ذلك فصلُّوا وادعوا حتى ينكشف ما بكم» (¬1). ¶ وكان يقول: «إنما أنا مبلغ والله يهدي، وإنما أنا قاسم، والله يُعطي» (¬2). ¶ وعندما مات ابن لزينب ابنته قال: «قولوا لها: لله ما أخذ ولله ما أعطى ... » (¬3). ¶ ¬__________ ¶ (¬1) متفق عليه: أخرجه البخاري (1/ 353، برقم 993)، ومسلم (3/ 35، برقم 2153). ¶ (¬2) حديث صحيح: أخرجه أحمد (28/ 133، برقم 16936)، و الطبراني في المعجم الكبير (19/ 389، رقم 914)، وصححه الشيخ الألباني في السلسلة الصحيحة برقم (1628). ¶ (¬3) جزء من حديث أخرجه البخاري (6/ 2435، برقم 6228).",
            "page": "30",
            "part": "1",
            "seal": "E033A10D"
        },
        {
            "id": "33",
            "nass": "ولقد كان الصحابة كذلك يعيشون في ظلال هذه الحقيقة، فهذا عبد الله بن عتيك بعد أن قتل أبا رافع اليهودي في حصن خيبر يعود مسرعًا إلى أصحابه يُبشرهم بقتله ويستحثهم على سرعة مغادرة المكان، ومع هذا الوضع المتوتر إلا أنه لم ينس تلك الحقيقة فقال لهم: النجاء، فقد قتل الله أبا رافع (¬1). ¶ وهذا الطفيل بن عمرو الدوسي يقُصّ على من حوله قصة إسلامه فيقول: وأبى الله إلا أن يُسمعني بعض قوله (¬2) .. ¶ وعندما كان الزبير بن العوام بوصي ابنه عبد الله بضرورة سداد دَيْنِه قال له في معرض حديثه: ¶ يا بُني إن عجزت عن شيء منه فاستعن عليه مولاي، قال عبد الله: فوالله ما دريت ما أراد حتى قلت: يا أبه، من مولاك؟ قال: الله. ¶ قال عبد الله: فوالله ما وقعت في كربة من دينه إلا قلت: يا مولى الزبير اقض عنه دينه فيقضيه (¬3). ¶ مع المنع والعطاء: ¶ ومع انعكاس الارتقاء الإيماني على وضوح الرؤية لآيات الله المختلفة، فإنه أيضًا ينعكس على طريقة استقبال العبد لها، وتعامله معها، فتجده يربط النعم التي تَرِد عليه بالله المنعم، ويفرح بفضله - سبحانه - ويستكثر على نفسه هذا الفضل، ومن ثَمَّ تهيج مشاعر الامتنان لله عز وجل في قلبه ليعيش حالة القلب الشاكر. ¶ وفي أوقات المحن والبلايا تجده - وإن تضايق قليلًا في البداية - إلَّا أنه سرعان ما يعود به إيمانه إلى الصبر وعدم الجزع أو التَسخُّط، بل ومن المتوقع - مع استمرار النمو الإيماني - أن يعيش المرء في حالة الرضا عن الله، فيسكن قلبه مهما تقلَّبت به الأحداث. ¶ وباستمرار النمو الإيماني يزداد فهم العبد لأحداث الحياة وتقلباتها وبخاصة المؤلمة منها لتتحول كلها في نظره إلى عطاء من الله عز وجل {قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا} [التوبة: 51]. ¶ «عجبًا لأمر المؤمن إن أمره كله له خير ولا يكون هذا إلا للمؤمن، إن أصابته سراء شكر فكان خيرًا له، وإن أصابته ضراء صبر فكان خيرًا له» (¬4). ¶ ومما يلزم التنويه إليه أنه مهما ارتقى الإيمان في قلب العبد إلا أن بشريته - وما فيها من ضعف - لن تُفارقه، لذلك فمن المتوقع أن تَزِلّ الأقدام في بعض الأمور القليلة والنادرة، لكن داعي الإيمان سُرعان ما يدفع صاحبه للعودة السريعة والتوبة النصوح، واستئناف السير إلى الله {إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ} [الأعراف: 201]. ¶ ¬__________ ¶ (¬1) جزء من حديث أخرجه البخاري في صحيحه ج 4/ ص 1484 حديث رقم: 3813، انظر السيرة النبوية لعلي الصلَّابي 2/ 418. ¶ (¬2) معرفة الصحابة لأبي نعيم الأصبهاني- (11/ 175، برقم 3500)، السيرة النبوية لابن هشام (2/ 226). ¶ (¬3) البخاري (3129). ¶ (¬4) أخرجه مسلم (4/ 2295، رقم 2999).",
            "page": "31",
            "part": "1",
            "seal": "1689D324"
        },
        {
            "id": "34",
            "nass": "الارتقاء الإيماني والحالة القلبية: ¶ كلما قوي الإيمان وازداد نوره في القلب كلما أحس المرء بانشراح في صدره، وتضاءلت أوقات شعوره بالضيق، فإذا ما استمر النور في دخول القلب ازدادت مساحة الحياة فيه، وشيئًا فشيئًا تُصبح مساحة الحياة في القلب أكبر وأكثر اتساعًا من غيرها، فيحدث حدث هام ومادي يشعر به المرء في لحظة سعيدة من لحظات عمره، ألا وهو شعوره بتحرك قلبه في صدره حركة سريعة ومضطربة، وهذا ما يُسمى بولادة القلب الحي، أو «الولادة الثانية»، والتي يصفها أحد السلف بقوله: كنت ساجدًا في صلاة فجر يوم من الأيام، وقُمت من السجود لكني شعُرت بأن قلبي لم يقُم من سجدته .. أي: حدث له خشوع وهبوط وشدة انجذاب إلى الأسفل، وعندما قام البدن من السجود ظلَّ القلب كما هو، ثم يعود بعد ذلك إلى حالته الطبيعية إلى أن تأتي لحظات أخرى في الصلاة أو الذكر أو الدعاء أو التفكر، يتكرر فيها هذا الأمر بصورة لا إرادية. ¶ وتفسير هذا الأمر أن القلب قبل ذلك يكون متعلقًا بأشياء تَحول بينه وبين العبودية الحقَّة لله عز وجل، كالتعلق بالمال، أو الناس أو المنصب، أو العقار .. هذه الأشياء تكون بمثابة السجن الذي يعيش فيه العبد، والوثاق الذي يُقيِّده، فإذا ما نما الإيمان في قلبه ضعُفت تلك العلائق والأغلال، حتى تأتي اللحظة السعيدة عندما تنقطع وتنفصل عن القلب، فيصير حُرًّا منها، مُتعلقًا بربه، لذلك تجده يخشع ويهبط ويضطرب عند ذكر الله، ودعائه، والتضرع إليه ... ¶ وفي هذا المعنى يقول ابن القيم: فللروح في هذا العالم نشأتان، إحداهما: النشأة الطبيعية المشتركة، والثانية: نشأة قلبية روحانية، يُولد بها قلبه، وينفصل عن مشيمة طبعه، كما وُلد بدنه وانفصل عن مشيمة البطن. ¶ وفي كتاب «الزهد» للإمام أحمد أن المسيح عليه السلام قال للحواريين: إنكم لن تلِجوا ملكوت السماوات والأرض حتى تُولدوا مرتين. ¶ ويستطرد ابن القيم قائلًا: سمعت شيخ الإسلام ابن تيمية - رحمه الله - يقول: هي ولادة الأرواح والقلوب من الأبدان، وخروجها من عالم الطبيعة، كما وُلدت الأبدان من البدن، وخرجت منه (¬1). ¶ وعندما تحدث - بإذن الله وفضله - تلك الولادة للقلب، فإنه ينتقل إلى مرحلة جديدة من مراحل حياته، وتظهر آثارها بوضوح في تفاعله مع الأحداث فيصبح قلبًا رقيقًا سريع التأثر بالمواعظ، سريع الوجل والاضطراب عند ذكر الله {الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ} [الأنفال: 2] .. سريع الحضور والاستدعاء في الدعاء والذكر والفكر والصلاة وبخاصة عند تكبيرة الإحرام. ¶ يشعر صاحبه بهبوطه وخشوعه كحالة من حالات التأثر والتجاوب مع قراءة القرآن أو الدعاء أو الذكر أو المناجاة {وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا} [الإسراء: 109]. وتزداد سرعة وقوة هذا التفاعل كلما زاد نور الإيمان فيه. ¶ الارتقاء الإيماني والعلاقة مع الله عز وجل: ¶ لكل واحد منَّا علاقات مع الآخرين .. هذه العلاقات تتفاوت ما بين القوَّة والضعف، فهناك من يحتل المرتبة الأولى، وهناك من يحتل المرتبة العاشرة، وهناك من يحتل المرتبة الخمسين، مع الأخذ في الاعتبار أن هذه المراتب لا يتم ترتيبها بقرارات من الشخص، بل هي نتيجة ممارسات، ورصيد، وثقة، ومشاعر. ¶ ولكل مرتبة مظاهر تميزها عن غيرها، فصاحب المرتبة الأولى له مكانة خاصة عند المرء تجعله يُسِرُّ له بأسراره، ويستشيره في خصوصياته ... يفرح بقربه، ويشتاق إلى رؤيته، ويَتَحيَّن أي فرصة للقائه، ويسعد بصحبته، ولا يمل من هذه الصحبة مهما طالت المدة. ¶ أما صاحب المرتبة الخامسة - مثلًا - فالأمر يختلف .. نعم، هو يفرح برؤيته ويسعد بصحبته، ولكن ليس كالأول. ¶ ¬__________ ¶ (¬1) مدارج السالكين لابن القيم (1/ 146).",
            "page": "32",
            "part": "1",
            "seal": "BBA93AB8"
        },
        {
            "id": "35",
            "nass": "أما صاحب المرتبة العاشرة فالعلاقة أقل بكثير ممن سبقه. ¶ فإذا ما سأل الواحد منَّا نفسه عن علاقته بربِّه، وأي مرتبة تحتل؟ ¶ فإننا سنُفاجأ بأنها ليست في المراتب الأولى، وذلك من خلال رصد مظاهر هذه العلاقة .. فلا شوق إلى لقائه، ولا أُنس بمناجاته، ولا سعادة في قربه، ولا فرح بالخلوة به، ولا تنعُّم بذكره، وكل هذا بسبب ضعف الإيمان، وضعف الثقة به سبحانه وبقدره العظيم. ¶ فإذا ما حدثت اليقظة الإيمانية الحقيقية، وقوي الإيمان في القلب، فإن هذه العلاقة تتحسن تدريجيًّا، وتنتقل من مرتبة إلى مرتبة أعلى منها، وتستمر في الصعود كلما زاد الإيمان حتى تحتل المرتبة الأولى، حيث تزداد الرغبة في الله، والرضا به، والسعادة في ذكره، والبهجة في تلاوة كلامه، والأنس في الخلوة به ومناجاته. ¶ يزداد الحضور القلبي الدائم معه - سبحانه- ليُثمر سؤاله وطلب مساعدته في أمور العبد كلها، وإشهاده على ما يحدث له من تكذيب المكذبين، أو إعراض المُعرضين، بل يصل الأمر إلى الاعتذار عن جحود الناس ونسيانهم شكر الله على نعمه (اللهم ما أصبح بي من نعمة أو بأحد من خلقك فمنك وحدك لا شريك لك، فلك الحمد ولك الشكر) (¬1). ¶ ينتظر الفرصة التي يخلو فيها المكان، وتهدأ الأصوات ليخلو بربه، ويبُثُّ إليه أشواقه، ويعرض عليه شكايته، ويطلب منه حاجته {إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ وَأَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ} [يوسف: 86] .. ¶ يُسارع في استرضائه إذا ما وقع منه تقصير أو تجاوُز .. ¶ يزداد بذله للجهد في خدمة دينه، ودعوة خلقه إليه، ونفعهم بكل ما أنعم الله عليه «خير الناس أنفعهم للناس» (¬2) .. ¶ يشعر بالغنى به، ويعيش قلبه في حالة من الامتنان نحوه سبحانه. ¶ يزداد ويزداد تعلقه به، واستغنائه عن غيره. ¶ هذا هو معنى الوصول إلى الله في الدنيا، فكما يقول ابن رجب: الوصول إلى الله نوعان: أحدهما في الدنيا، والثاني في الآخرة. ¶ فأما الوصول الدنيوي فالمراد به: أن القلوب تصل إلى معرفته، فإذا عرِفته أحبَّته وأنِست به، فوجدته منها قريبًا، ولدعائها مجيبًا، كما في بعض الآثار: ابن آدم، اطلبني تجدني، فإن وجدتني وجدت كل شيء، وإن فُتُّك فاتك كل شيء. ¶ وأما الوصول الأخروي: فدخول الجنة التي هي دار كرامة الله لأوليائه، ولكنهم في درجاتها متفاوتون في القرب بحسب تفاوت قلوبهم في القرب: {وَالسَّابِقُونَ السَّابِقُونَ (10) أُولَئِكَ الْمُقَرَّبُونَ} (¬3) [الواقعة: 10، 11]. ¶ ¬__________ ¶ (¬1) أخرجه أبو داود (4/ 318، رقم 5073)، والنسائي في الكبرى (6/ 5، رقم 9835)، والبيهقي في شعب الإيمان (4/ 89، رقم 4368)، وقال شعيب الأرنؤوط: حديث حسن. ¶ (¬2) حديث حسن: أخرجه الدارقطني في الأفراد، والخلعي عن جابر، وحسنه الألباني في صحيح الجامع برقم (3289، 6662). ¶ (¬3) المحجة في سير الدلجة للحافظ ابن رجب.",
            "page": "33",
            "part": "1",
            "seal": "597D4830"
        },
        {
            "id": "36",
            "nass": "أهداف التربية الإيمانية ¶ تم بفضل الله الحديث في الصفحات السابقة عن مراحل إيقاظ وتجديد وتقوية الإيمان والتي من المفترض أن يشعر بآثارها الفرد في تعامله مع ربه، ومع الدنيا، ومع الناس، ومع أحداث الحياة، ويشعر بآثارها كذلك في أحوال قلبه. ¶ ويمكننا أن نُصيغ هذه المراحل في أهداف ثلاثة، علينا أن نضعها أمامنا ونسعى للوصول إليها .. هذه الأهداف هي: ¶ أولًا: الهدف القريب: وهو تمكُّن واستحكام اليقظة من القلب، فلا نريد يقظة لحظية، بل نريدها يقظة حقيقية دائمة تتمكن من القلب لتبدأ معها الحياة تدب في جنباته، ولقد أجمل آثارها رسول الله صلى الله عليه وسلم عندما سُئل عن علامات دخول النور القلب فقال: «الإنابة إلى دار الخلود، والتجافي عن دار الغرور، والاستعداد للموت قبل نزوله» (¬1). ¶ ثانيًا: ولادة القلب الحي: هذا الهدف لا يمكن الوصول إليه إلا باستمرار تزويد القلب بالإيمان بعد تمكُّن اليقظة منه، والمقصود بولادة القلب الحي: أي تحرره من أَسر الهوى وانفصاله عنه. أو بمعنى آخر: انقطاع الحبل الذي يجمع العلائق التي كان القلب مُتعلقًا بها من دون الله كالمال والجاه والناس، التي تحول بينه وبين التعلق التام بالله عز وجل، والالتزام به، والتوجه الدائم نحوه. ¶ هذه الولادة تتم عندما يعلو النور في القلب على الظلمة بصورة كبيرة، ومن علامات حدوثها: رقة القلب وسرعة تأثره بالمواعظ، وهبوطه وخشوعه وسجوده لله، وسهولة استدعائه إذا أراد صاحبه استحضاره، ومن آثارها كذلك: تحسن ملحوظ في علاقات المرء المختلفة، فيزداد قربه من ربه، وتعلقه به، وتنقص رغبته في الدنيا بصورة ملحوظة، ويقل طمعه في الناس، ويزداد تشميره نحو الجنة ... ¶ ومن آثارها كذلك: راحة البال والشعور بالسكينة والطمأنينة والسلام الداخلي. ¶ الهدف الثالث: الحضور القلبي الدائم مع الله، والتعلق الشديد به - سبحانه - أو بمعنى آخر: تحقيق قوله صلى الله عليه وسلم عندما سُئل عن الإحسان فقال: «أن تعبد الله كأنك تراه» (¬2)، وهذا يحدث إذا ما استمر الإمداد الإيماني للقلب، فيزداد فيه النور، حتى يصير قلبًا سليمًا أبيضًا، ومن آثار ذلك: خضوع المشاعر والسلوك في مجمله لله عز وجل كما قال صلى الله عليه وسلم: «من أحب لله، وأبغض لله، وأعطى لله، ومنع لله، فقد استكمل الإيمان» (¬3). ¶ وقال: «لا يبلغ العبد حقيقة الإيمان حتى يعلم أن ما أصابه لم يكن ليخطئه وما أخطأه لم يكن ليصيبه» (¬4). ¶ ومن آثارها كذلك: التعامل مع أحداث الحياة وتقلباتها المختلفة تعاملًا إيمانيًّا كما قال صلى الله عليه وسلم: «عجبًا لأمر المؤمن إن أمره كله له خير ولا يكون هذا إلا للمؤمن، إن أصابته سراء شكر فكان خيرًا له، وإن أصابته ضراء صبر فكان خيرًا له» (¬5). ¶ والقلب في هذه المرحلة العظيمة يعيش في سعادة عظيمة وعلاقة متينة مع ربه .. فهو شاكرٌ لأنعمه، صابرٌ على بلائه، راضٍ بقضائه، مطمئنٌ بذكره، في شوق دائم إليه وتوجه مستمر نحوه. ¶ نسأل الله عز وجل أن يشملنا بعظيم فضله، وأن يجعلنا من أصحاب القلوب السليمة المطمئنة، وأن ينورها بنور الإيمان به، ويخرجها من ظلمات الجهل والغفلة والهوى. ¶ ¬__________ ¶ (¬1) سبق تخريجه. ¶ (¬2) متفق عليه، أخرجه البخاري (1/ 27، رقم 50)، ومسلم (1/ 39، رقم 9). ¶ (¬3) حديث صحيح: أخرجه أبو داود (4/ 354، برقم 4683)، وصححه الشيخ الألباني في صحيح الجامع برقم (5965). ¶ (¬4) حديث صحيح: أخرجه الطبراني كما في مجمع الزوائد (1/ 58)، وقال الهيثمى: إسناده حسن. وأخرجه أيضًا: أحمد (6/ 441، رقم 27530)، قال الهيثمي (7/ 197): رواه أحمد والطبراني ورجاله ثقات. ¶ (¬5) أخرجه مسلم (4/ 2295، رقم 2999).",
            "page": "34",
            "part": "1",
            "seal": "7AEF3140"
        },
        {
            "id": "37",
            "nass": "كلمة أخيرة ¶ أخي الحبيب: ¶ لقد كان الهدف الرئيس الذي ترمي إليه الصفحات السابقة هو تنمية وتقوية الشعور بالاحتياج إلى الترقي في مدارج الإيمان؛ ليكون ذلك بمثابة الوقود الذي يُشعِل الرغبة، ويُلهِب العزائم نحو السير في طريق الإيمان، والعمل المستمر على تقويته. ¶ لذلك أدعو نفسي وأدعوك - أخي - وقبل أن نترك هذه الصفحات إلى استثمار تلك الحالة الشعورية التي قد انتابتنا ونحن نعيش مع ثمار الإيمان ومراحله، وذلك في اتخاذ قرار جازم ببداية جديدة مع الله عز وجل، وعزم صادق على إحياء قلوبنا بالإيمان. ¶ هيا - أخي - نتخذ القرار الآن وقبل أن يضعف عزمنا، وأحذر نفسي وإياك من الاستجابة لوساوس الشيطان بأن ظروفنا ومشاغلنا وأعمارنا لا تسمح بذلك، فالذي يُحيي القلوب ويُزكِّي النفوس هو الله عز وجل، وهو سبحانه يريد منَّا - كبداية - صدق الرغبة، وقوة العزم حتى يُحيي قلوبنا ويشرح صدورنا بنور الإيمان {فَإِذَا عَزَمَ الْأَمْرُ فَلَوْ صَدَقُوا اللَّهَ لَكَانَ خَيْرًا لَهُمْ} [محمد: 21]. ¶ ويُريد منَّا بعد صدق العزم: حُسن الاستعانة به والتوكل عليه في تحقيق ذلك الأمر {فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ} [آل عمران: 159]. ¶ من هنا تظهر أهمية ترجمة هذا الشعور وهذا العزم بدعائه سبحانه دعاء المضطر المُشرِف على الغرق الموقن بأن ربه -هو وحده- القادر على إنقاذه، وعلينا أن نداوم على ذلك حتى يشرح الله صدورنا، ويوقظ قلوبنا، ويدفعنا إلى الترقي في مدارج الإيمان. ¶ ولنعلم - أخي - أن مفتاح الإجابة هو التضرع والحُرقة واستشعار الاحتياج الماس لله عز وجل. ¶ فلنبدأ من الآن بالدعاء والتضرع والإلحاح على الله، ولنتذكر قوله صلى الله عليه وسلم: «إن تصدق الله يصدقك» (¬1). ¶ والحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله ¶ وصلِّ اللهم على سيدنا محمد وعلى آله وصحبه ومن سار على نهجه واتبع هداه إلى يوم الدين. ¶ ¬__________ ¶ (¬1) أخرجه النسائي (4/ 60، رقم 1953)، والحاكم (3/ 688، رقم 6527)، وصححه الشيخ الألباني في صحيح الجامع برقم (1415).",
            "page": "35",
            "part": "1",
            "seal": "EB030213"
        }
    ],
    "t289": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول من ثمار الإيمان في جيل الصحابة"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "لماذا الحديث عن جيل الصحابة؟"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "الثمار العشر"
        },
        {
            "id": "6",
            "lvl": "3",
            "sub": null,
            "tit": "أولا: المبادرة والمسارعة لفعل الخير"
        },
        {
            "id": "8",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: تقوية الوازع الداخلي (الورع)"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": null,
            "tit": "ثالثا: الزهد في الدنيا"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": null,
            "tit": "رابعا: التأييد الإلهي"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": null,
            "tit": "خامسا: إيقاظ القوى الخفية"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": null,
            "tit": "سادسا: الرغبة في الله"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": null,
            "tit": "سابعا: اختفاء الظواهر السلبية وقلة المشكلات بين الأفراد"
        },
        {
            "id": "20",
            "lvl": "3",
            "sub": null,
            "tit": "ثامنا: التأثير الإيجابي في الناس"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": null,
            "tit": "تاسعا: اتخاذ القرارات الصعبة"
        },
        {
            "id": "23",
            "lvl": "3",
            "sub": null,
            "tit": "عاشرا: الشعور بالسكينة والطمأنينة"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني كيف حالك مع ربك؟"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "نور القلب"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "يقظة القلب هي البداية"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "إياك والاغترار ببدايات اليقظة"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "1",
            "tit": "تمكن اليقظة"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "2",
            "tit": "استمرار الزيادة الحقيقية للإيمان"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "التعامل مع الدنيا مقياس الزيادة الحقيقية للإيمان"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "الارتقاء الإيماني والتعامل مع المال"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "الارتقاء الإيماني والتعلق بالبشر"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "الارتقاء الإيماني والتعامل مع أحداث الحياة"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "مع المنع والعطاء"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "الارتقاء الإيماني والحالة القلبية"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "1",
            "tit": "الارتقاء الإيماني والعلاقة مع الله عز وجل"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "أهداف التربية الإيمانية"
        },
        {
            "id": "36",
            "lvl": "3",
            "sub": "1",
            "tit": "أولا: الهدف القريب: وهو تمكن واستحكام اليقظة من القلب"
        },
        {
            "id": "36",
            "lvl": "3",
            "sub": "2",
            "tit": "ثانيا: ولادة القلب الحي"
        },
        {
            "id": "36",
            "lvl": "3",
            "sub": "3",
            "tit": "الهدف الثالث: الحضور القلبي الدائم مع الله"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "كلمة أخيرة"
        }
    ]
}